{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Biz herhangi bir ayetin daha hayırlısını veya benzerini getirmedikçe onu ne yürürlükten kaldırır ve ne de unuttururuz. Allah´ın herşeye kadir olduğunu bilmiyor musun"},{"SurahNumber":2,"VerseNumber":107,"Text":"Göklerin ve yeryüzünün egemenliğinin Allah´a ait olduğunu bilmiyor musun? Allah´tan başka hiçbir dostunuz ve destekçiniz yoktur"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa vaktiyle Musa´yı sorguya tuttukları gibi siz de peygamberinizi sorguya tutmak mı istiyorsunuz? Müminliği kâfirlik ile değiştirenler hiç kuşkusuz doğru yoldan sapmış olurlar"},{"SurahNumber":2,"VerseNumber":109,"Text":"Kitap Ehlinin çoğu gerçeğin ne olduğunu kesinlikle öğrendikten sonra sırf içlerindeki kıskançlıktan ötürü sizi iman ettikten sonra tekrar kâfirliğe döndürmek isterler. Allah´ın emri gelinceye kadar onlara aldırış etmeyin, yaptıklarını hoş görün. Hiç kuşkusuz Allah herşeye kadirdir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı kılın, zekâtı verin, kendi hesabınıza önceden gönderdiğiniz her iyiliği Allah katında bulursunuz. Hiç şüphesiz Allah yaptıklarınızı görür"},{"SurahNumber":2,"VerseNumber":111,"Text":"Onlar «Yahudilerden ve hıristiyanlardan başka hiç kimse Cennet´e giremeyecek» dediler. Bu onların hüsnükuruntusudur. De ki; «Eğer dediğiniz gibi ise delilinizi getirin.»"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır, öyle değil Kim kendini Allah´a adar ve bunun yanında iyi ameller de işlerse Allah katında mutlaka mükâfatını alır. Böyleleri için korku sözkonusu değildir, onlar hiç üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yahudiler: «Hıristiyanlar hiçbir gerçeğe dayanmıyor» dediler. Hıristiyanlar da; «Yahudiler hiçbir gerçeğe dayanmıyor» dediler. Oysa hepsi de kitabı okuyorlar. Gerçeği bilmeyenler de onların dediğini söylemişlerdi. Kıyamet günü Allah, anlaşmazlığa düştükleri konularda aralarında hüküm verir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah´ın mescidlerinde O´nun adının anılmasını engelleyen ve oraları yıkmaya çalışanlardan daha zalim kim olabilir? Oysa oralara ancak korkulu bir saygı içinde girmeleri yakışık alır. Bunları, dünyada rezil olmak, Ahirette de büyük bir azap beklemektedir"},{"SurahNumber":2,"VerseNumber":115,"Text":"Doğu da Batı da Allah´ındır. Ne tarafa dönerseniz, Allah´ın yönü o tarafa doğrudur. Şüphesiz Allah´ın kudreti herşeyi kapsar ve o herşeyi bilir"},{"SurahNumber":2,"VerseNumber":116,"Text":"Onlar; «Allah oğul edindi» dediler. O böyle bir şeyden münezzehtir. Göklerdeki ve yeryüzündeki varlıkların tümü O´nundur, hepsi O´na boyun eğmişlerdir"},{"SurahNumber":2,"VerseNumber":117,"Text":"O, göklerin ve yeryüzünün yoktan varedicisidir. O birşeyin varolmasını dileyince ona sadece «ol» der ve o da olur"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilmeyenler «Allah bizimle konuşmalı ya da bize bir mucize gelmeliydi» dediler. Onlardan öncekiler de onların dedikleri gibi söylemişlerdi. Kalpleri birbirine benzedi. Kesin iman sahiplerine ayetleri apaçık göstermişizdir"},{"SurahNumber":2,"VerseNumber":119,"Text":"Biz seni gerçeğin müjdecisi ve uyarıcısı (korkutucusu) olarak gönderdik. Sen Cehennemliklerden sorumlu değilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Kendi dinlerine uymadıkça ne yahudiler ve ne de hristiyanlar senden asla hoşlanmayacaklardır. De ki; «Doğru yol, sadece Allah´ın yoludur´: Eğer sana gelen bilgiden sonra onların arzularına uyacak olursan, andolsun ki, Allah tarafından ne bir dost ve ne de bir yardımcı bulamazsın"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine verdiğimiz kitabı gereğince okuyanlar var ya, işte onlar ona inananlardır. Onu inkâr edenler ise hüsrana uğrayanlardır"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey İsrailoğulları, size vermiş olduğum nimetleri ve sizi bir zamanlar bütün alemlere üstün tutmuş olduğumu hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Hiç kimsenin başkası adına birşey ödeyemeyeceği, hiç kimseden fidye kabul edilmeyeceği, hiç kimseye şefaatin yarar sağlayamayacağı ve böylelerinin hiçbir yerden yardım görmeyeceği günden korkun"}]}