{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Eger biz onlara acıyıb da kendilerindeki zararı giderecek olursak yine serseriyane azgınlıklarında muhakkak devam ve inad edeceklerdir"},{"SurahNumber":23,"VerseNumber":76,"Text":"Andolsun ki biz onları (evvelce de aclık) azab (ı) ile yakaladık da yine Rablerine bas egmediler. Onlar yalvarıb yakarmazlar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Nihayet uzerlerine azabı cetin bir kapı acdıgımız vakit (gorursun ki) onlar bunun icinde umidsizlikle donub kalmıslardır"},{"SurahNumber":23,"VerseNumber":78,"Text":"O, sizin icin o kulakları, o gozleri, o gonulleri yaratandır. (Boyle iken) ne az sukredersiniz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O, sizi yer (yuzun) de yaratıb turetendir. Hepiniz ancak Ona (donub) toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"O, hem dirilten, hem oldurendir. Gece ile gunduzun ihtilafı da Onun (eseri) dir. Haala aklınızı kullanmayacak mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Hayır, onlar evvelkilerin dedigi gibi dediler"},{"SurahNumber":23,"VerseNumber":82,"Text":"Onlar «Oldugumuz ve bir toprak ve kemik oldugumuz zaman mı, hakıykaten biz mi diriltilib kaldırılacakmısız?» demislerdi"},{"SurahNumber":23,"VerseNumber":83,"Text":"«Andederiz ki bize de, atalarımıza da daha once bu va´d olunmusdur. Bu, evvelkilerin masallarından baska bir sey degildir»"},{"SurahNumber":23,"VerseNumber":84,"Text":"(Sen Habibim, onlara) de ki: «Kimindir o yer ve ondaki (butun mahluk) lar, biliyor musunuz»"},{"SurahNumber":23,"VerseNumber":85,"Text":"«Allahındır» diyecekler. «O halde iyiden iyi dusunub de ibret almaz mısınız siz? de"},{"SurahNumber":23,"VerseNumber":86,"Text":"(Yine) de ki: «Kim o yedi gogun Rabbi ve o buyuk arsın saahibi»"},{"SurahNumber":23,"VerseNumber":87,"Text":"(Yine bunlar) «Allahındır» diyecekler. Sen de (soyle) de: «Oyledir de (Allahdan baskasına tapmakdan) sakınmaz mısınız»"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki: «Her sey´in mulk (-u tasarruf) u elinde bulunan kimdir, ki daima O himaaye ediyor, kendisi asla himayeye muhtac olmuyor? (Haydi soyleyin) biliyorsanız»"},{"SurahNumber":23,"VerseNumber":89,"Text":"(Buna karsı da yine «Hepsi) Allahındır» diyecekler. De ki: «O halde nasıl olub da boyle buyuleniyorsunuz»"},{"SurahNumber":23,"VerseNumber":90,"Text":"Hayır, biz onlara hakıykatı getirdik. Onlarsa muhakkak yalancıdırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah hicbir evlad edinmemisdir. Onunla birlikde hicbir Tanrı da yokdur. (Oyle olsaydı) bu takdirde elbette her Tanrı kendi yaratdıgını (surukler) goturur ve elbette kimi kiminin ustune cıkıb (galebe edib) yukselirdi. Allah, onların butun vasf (-u isnad) etdiklerinden munezzehdir"},{"SurahNumber":23,"VerseNumber":92,"Text":"(Oyle Allah ki) gizliyi de, asikarı da bilendir O. Iste O, (kafirlerin kendisine) katdıkları eslerden (munezzehdir), cok yucedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki: «Rabbim, eger onların tehdid edilmekde oldukları (azabı) herhalde bana gostereceksen»"},{"SurahNumber":23,"VerseNumber":94,"Text":"«O halde, Rabbim, beni zaalimler guruhunun icinde bırakma»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Hakikat, biz onlara va´d (ve tehdid) etdigimizi sana gostermiye de elbette kaadiriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Sen kotulugu en guzel (haslet) le defet. Biz onların neler vasf etmekde olduklarını cok iyi bileniz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Ve de ki: «Rabbim, seytanların durtusdurmelerinden (vesveselerinden) sana sıgınırım»"},{"SurahNumber":23,"VerseNumber":98,"Text":"«Rabbim, onların huzuurumda bulunmalarından sana sıgınırım»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Nihayet onlardan her birine olum gelib catınca (tekrar tekrar soyle) diyecekdir: «Rabbim, beni (dunyaye) geri gonder»"},{"SurahNumber":23,"VerseNumber":100,"Text":"Taki ben zaayi´ etdigim (omrum) mukaabilinde iyi amel (ve hareket) de bulunayım». Hayır, onun soyledigi bu soz (hakıykatde) bos lafdan ibaretdir, onlerinde ise diriltilib kaldırılacakları gune kadar (kalmalarına mani) bir engel vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Suur´a ufuruldugu zaman da artık aralarında o gun (boburlenecekleri) soyları soplar (ı) olmadıgı gibi (birbirinin haalini) de sorusmazlar onlar"},{"SurahNumber":23,"VerseNumber":102,"Text":"Artık kimin (sevab) tartıları agır gelirse onlar korkduklarından emin, umduklarına nail olanların ta kendileridir"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kimin de tartıları hafif gelirse onlar kendilerine yazık edenlerdir. (Onlar) cehennemde ebedi kalıcıdırlar"},{"SurahNumber":23,"VerseNumber":104,"Text":"(Cehennemin) ates (i) yuzlerine vurub yakacak, orada onlar, disleri sırıtıb, kalacakdır"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Onlara soyle denilecek:) Karsınızda ayetlerim okunurken onları tekzib eden siz degil miydiniz"},{"SurahNumber":23,"VerseNumber":106,"Text":"Dediler (diyecekler): «Ey Rabbimiz, bedbahtlıgımız bize galebe etmisdi. Dogru yoldan sapanlar guruhu idik biz»"},{"SurahNumber":23,"VerseNumber":107,"Text":"«Ey Rabbimiz, bizi buradan cıkar. Eger (yine kufre) donersek artık hic subhesiz ki biz zaalimlerizdir»"},{"SurahNumber":23,"VerseNumber":108,"Text":"(Soyle) buyurdu (buyuracak): «Yıkılıb gidin icerisine! Bana (bir sey) soylemeyin»"},{"SurahNumber":23,"VerseNumber":109,"Text":"Cunku kullarımdan bir zumre vardır ki onlar: «Ey Rabbimiz, iman etdik. Bizi yarlıga, bizi esirge. Sen esirgeyenlerin en hayırlısısın» derlerken"},{"SurahNumber":23,"VerseNumber":110,"Text":"Siz onları eglence edindiniz. Hatta bu, beni hatırlamayı size unutdurdu. Siz onlara (istihza ile) guluyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Ben (sizin o istihza ve ezalarınıza) sabr (ve tehammul) etdiklerine mukaabil bugun onları (mu´minleri) mukafatlandırdım. Subhesiz ki onlar muradlarına erenlerin ta kendileridir"},{"SurahNumber":23,"VerseNumber":112,"Text":"Buyurdu (buyuracak :) «Yerde kac yıl kaldınız»"},{"SurahNumber":23,"VerseNumber":113,"Text":"Dediler (diyecekler): «Bir gun, yahud bir gunun bir kısmı (muddetle) kaldık. Sayanlara sor simdi»"},{"SurahNumber":23,"VerseNumber":114,"Text":"Buyurdu (buyuracak) ki: «Az bir zamandan (fazla) kalmadınız! (Cehennemde kalacagınız ebedi zamanları) hakıykaten bir bilseydiniz»"},{"SurahNumber":23,"VerseNumber":115,"Text":"«Ya sizi ancak bos yere yaratdıgımızı ve sizin hakıykaten bize dondurulmeyeceginizi mi sandınız»"},{"SurahNumber":23,"VerseNumber":116,"Text":"(Kayıdsız sartsız) mulk (ve tasarruf) ancak kendi hakkı olan Allah (boyle abes ve zatine yakısmayacak seylerden) cok yucedir. Ondan baska hicbir Tanrı yokdur. Ars-ı kerimin Rabbidir (O)"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kim Allah ile beraber diger bir Tanrıya, bunu (isbat edecek) hicbir delili olmamasına ragmen, taparsa onun hesabı (cezası) ancak Rabbi nezdindedir. Hakıykat sudur ki kafirler korkduklarından emin, umduklarına nail olamıyacaklardır"},{"SurahNumber":23,"VerseNumber":118,"Text":"(Habibim) de ki: «Ey Rabbim, (mu´minleri) yarlıga, esirge. Sen acıyanların en hayırlısısın»"}]}