{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":92,"Text":"And certainly Musa came to you with clear signs, then you adopted the calf (as god) after his departure (to the mount of Tur) — and you were transgressors"},{"SurahNumber":2,"VerseNumber":93,"Text":"And when We took a pledge from you, and raised high the (mount of) Tur above you: .Hold fast to what We have given you, and listen.! They said, .We have heard and disobeyed. And, on account of their denial, they were soaked with love for the calf in their hearts. Say: .Evil is that which your faith enjoins upon you, if you are believers"},{"SurahNumber":2,"VerseNumber":94,"Text":"Say: .If the Last Abode near Allah is purely for you, to the exclusion of all people, then make a wish for death, if you are true"},{"SurahNumber":2,"VerseNumber":95,"Text":"But they will never wish for it because of what their hands have sent ahead. Allah is All-Aware of the unjust"},{"SurahNumber":2,"VerseNumber":96,"Text":"You shall surely find them the more avid, for life than all other men — even more than the polytheists. Every one of them would love that his life is prolonged for one thousand years. But it will not take him away from punishment that his life is (so) prolonged, and Allah is watchful of what they do"},{"SurahNumber":2,"VerseNumber":97,"Text":"Say, if someone is an enemy to Jibra‘il (Gabriel) (it can by no means degrade him for) it is he who has brought it (the Qur‘an) down upon your heart by the permission of Allah, confirming what has been before it, and a guidance and good tidings to the believers"},{"SurahNumber":2,"VerseNumber":98,"Text":"If someone is an enemy to Allah, His angels, and His messengers, and to Jibra‘il (Gabriel) and Mika‘il (Michael), then Allah is enemy to the disbelievers"},{"SurahNumber":2,"VerseNumber":99,"Text":"And certainly We have revealed to you clear signs. And no one denies them except the sinful"},{"SurahNumber":2,"VerseNumber":100,"Text":"Would it always be that every time they enter into a pact, a group from among them should throw it aside? In fact, most of them do not believe"},{"SurahNumber":2,"VerseNumber":101,"Text":"And when a messenger from Allah came to them, confirming what was already with them, some from among the people of the Book threw the Book of Allah behind their backs, as if they did not know"},{"SurahNumber":2,"VerseNumber":102,"Text":"They followed what the devils used to recite in the reign of Sulaiman (Solomon); and it was not Sulaiman who became an infidel, but the devils did become infidels, teaching people magic, and what had been sent down to the two angels, Harut and Marut, in Babylon. And these two did not teach anyone without first having said (to him), .We are but a trial, so do not go infidel. Then, they used to learn from them that with which they could cause separation between a man and his wife. But they were not to bring harm through it to anyone without the will of Allah.They used to learn what harmed them and did no good to them; and they certainly knew that he who buys it has no share in the Hereafter. And, indeed, vile is the thing for which they sold themselves away. If only they knew"},{"SurahNumber":2,"VerseNumber":103,"Text":"And had they accepted the faith, and been God-fearing, the reward from Allah would have always been far better. If only they knew"},{"SurahNumber":2,"VerseNumber":104,"Text":"O you who believe, do not say Ra‘ina, but say UnZurna, and listen, as there is a grievous punishment for the unbelievers"},{"SurahNumber":2,"VerseNumber":105,"Text":"Those who disbelieve from among the people of the Book and the idolaters do not like that any good should come to you from your Lord. But Allah chooses for His grace whomsoever He wills, and Allah is the Lord of great bounty"}]}