{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"ߛߎ߬ߡߊ߲ ߓߍ߯ ߘߤߊ߬ߣߍ߲߫ ߠߋ߫ ߕߘߍ߬ ߌߛߌߙߊߌߟߞߊ ߠߎ߬ ߦߋ߫ ߸ ߝߏ߫ ߌߛߌ߬ߙߊ߬ߌߟߊ߫ ߞߊ߬ ߡߍ߲ ߞߍ߫ ߊ߬ ߖߍ߬ߘߍ߫ ߕߊ߬ߣߊ ߘߌ߫ ߸ ( ߏ߬ ߞߍ߫ ߘߊ߫ ߟߋ߬ ) ߞߊ߬ ߞߐ߲߰ ߕߊ߬ߎ߬ߙߊߕߌ ߖߌ߱ ߢߍ߫، ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߣߊ߬ ߕߊ߬ߎ߬ߙߊߕߌ ߘߌ߫ ߞߵߊ߬ ߘߐߞߊ߬ߙߊ߲߬ ߓߊ߫ ߣߌ߫ ߕߎ߬ߢߊ߬ ߞߍ߫ ߘߴߊߟߎ߫ ߝߍ߬"},{"SurahNumber":3,"VerseNumber":94,"Text":"ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߥߎߦߊ ߟߴߊߟߊ߫ ߟߊ߫ ߏ߬ ߞߐ߫ ߸ ߏ߬ ߟߎ߫ ߟߋ߬ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߬ ߘߌ߫"},{"SurahNumber":3,"VerseNumber":95,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߞߊ߬ ߕߎ߬ߢߊ߬ ߝߐ߫، ߏ߬ ߘߐ߫ ߊߟߎ߫ ߦߋ߫ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߟߊ߫ ߣߊߡߎ߲߫ ߕߋߟߋ߲ߣߍ߲߫ ߓߐߚߐ ߟߋ߬ ߟߊߓߊ߬ߕߏ߬، ߓߊߏ߬ ߊ߬ ߡߊ߫ ߞߍ߫ ߛߏߡߊ ߟߎ߬ ߝߋ߲߫ ߘߌ߫"},{"SurahNumber":3,"VerseNumber":96,"Text":"ߞߏ߬ߞߏ߫ ߓߏ߲߫ ߝߟߐ ߡߍ߲ ߟߐ߬ ߘߊ߫ ߡߐ߱ ߟߎ߬ ߦߋ߫ ߏ߬ ߟߋ ߓߞߊ߫ ߕߊ ߘߌ߫، ߓߊ߲ߓߊ߲߫ ߦߙߐ ߟߋ߬ ߸ ߊ߬ ߣߌ߫ ߞߊ߲ߘߦߊ߫ ߦߙߐ ߟߋ߬ ߖߊ߯ߓߊ ߟߎ߬ ߦߋ߫"},{"SurahNumber":3,"VerseNumber":97,"Text":"ߕߐ߰ߡߊ߬ߛߙߋ߬ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߠߎ߬ ߦߴߊ߬ ߞߣߐ߫ ߸ ߌߓߎ߬ߙߊ߬ߤߌߡߊ߫ ߕߟߐ߬ ߦߌߟߊ ߦߋ߫ ߏ߬ ߘߏ߫ ߟߋ߬ ߘߌ߫، ߡߍ߲ ߓߊ߯ ߘߏ߲߬ ߊ߬ ߞߣߐ߫ ߏ߬ ߘߌ߫ ߞߍ߫ ( ߡߐ߰ ) ߞߎ߲߬ߠߊ߬ߝߎ߬ߟߋ߲߬ߣߍ߲ ߘߌ߫، ߊ߬ߟߋ߬ ߓߏ߲ ߡߊߓߊ߬ߕߏ ߞߍߟߌ ߦߋ߫ (ߛߋ߲ߛߋߘߋ߲ ߘߌ߫ ) ߡߐ߱ ߓߍ߯ ߟߋ߫ ߡߊ߬ ߊߟߊ߫ ߦߋ߫ ߸ ߡߍ߲ ߓߊ߯ ߊ߬ ( ߡߊߛߊ߯ߘߊ߫ ) ߛߌߟߊ ߟߊߣߐ߬ ߞߊ߬ߣߌ߲߫. ߣߌ߫ ߡߍ߲ ߘߏ߲߬ ߞߵߊ߬ ߓߊ߲߬߸ ߊߟߊ߫ ߞߊ߯ߙߌߣߍ߲߫ ߞߘߐ ߟߋ߬ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߬"},{"SurahNumber":3,"VerseNumber":98,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߸ ߡߎ߲߬ߠߴߊߟߎ߫ ߦߴߊߟߎ߫ ߓߊ߲߬ ߠߴߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߓߏ߲߰؟ ߊߟߊ߫ ߘߏ߲߬ ߛߙߋߦߊߣߍ߲߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߫ ߡߊ߬ ߥߍ߫"},{"SurahNumber":3,"VerseNumber":99,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߤߍ߲߬ ߊߟߎ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߸ ߡߎ߲߬ߠߴߊߟߎ߫ ߦߋ߫ ߟߊߒߠߦߊߓߊ߮ ( ߟߎ߫ ) ߞߎ߲߬ߠߊߛߊ߬ߦߌ߬ ߟߴߊߟߊ߫ ߛߌߟߊ߫ ( ߕߋߟߋ߲ߣߍ߲) ߡߊ߬߸ ߞߵߊ߬ ߢߌߣߌ߲߫ ߞߏ߫ ߊߟߎ߫ ߦߴߏ߬ ߞߍ߫ ߟߊ߫ ( ߛߌߟߊ߫ ) ߘߎ߬ߣߍ߲ ߘߌ߫ ߸ ߞߵߊ߬ ߕߘߍ߬ ߊߟߎ߫ ߢߊ߯ ߊ߬ ߟߊ߫ ߛߎߋ߫؟، ߞߏ߬ߣߌ߲߬ ߊߟߊ߫ ߖߊ߲߬ߓߐߣߍ߲߫ ߕߍ߫ ߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߘߐ߫ ߘߋ߬"},{"SurahNumber":3,"VerseNumber":100,"Text":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߣߴߊߟߎ߫ ߞߊ߬ ߞߙߎ ߘߏ߫ ߟߎ߫ ߞߊ߲ߓߊ߬ߕߏ߬ ߟߍߙߊߟߞߊ ߟߎ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߘߴߊߟߎ߫ ߟߊߛߊ߬ߦߌ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߘߐ߫ ߊߟߎ߫ ߟߊ߫ ߟߊߒߠߦߊ ߞߐ߫"},{"SurahNumber":3,"VerseNumber":101,"Text":"ߊߟߎ߫ ߞߍߕߐ߫ ߓߊ߲߬ߓߊ߮ ߘߌ߫ ߘߌ߬ ߞߵߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߕߏ߫ ߘߐߞߊ߬ߙߊ߲߬ ߠߴߊߟߎ߫ ߦߋ߫؟ ߊߟߊ߫ ߟߊ߫ ߞߋߟߊ ߝߣߊ߫ ߦߴߊߟߎ߫ ߕߍߡߊ߬؟، ߡߍ߲ ߞߏ߬ߣߌ߲߬ ߓߊ߯ ߊ߬ ߓߟߏߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߏ߬ ߓߘߊ߫ ߞߊ߲ߘߊ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬"},{"SurahNumber":3,"VerseNumber":102,"Text":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߊ߫ ߡߊ߬ ߝߊ߲ߕߊ߲ߞߊ߫ ߢߊ ߕߌ߯ߕߌ߮ ߟߊ߫، ߊߟߎ߫ ߞߊߣߊ߬ ߛߊ߬ ߝߋߎ߫ ߝߏ߫ ߊߟߎ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߰ߡߊ"},{"SurahNumber":3,"VerseNumber":103,"Text":"ߊߟߎ߫ ߦߴߊߟߎ߫ ߓߟߏߞߍ߫ ߊߟߊ߫ ߟߊ߫ ߖߎ߬ߟߎ ߟߊ߫ ߞߐߘߍ߫ ߸ ߊߟߎ߫ ߞߊߣߊ߬ ߝߘߊߝߘߊ߫ ߘߋ߬، ߊ߬ ߣߴߊߟߎ߫ ߦߴߊߟߎ߫ ߖߊ߲߬ߓߌ߬ߟߊ߬ ߊߟߊ߫ ߟߊ߫ ߣߍߡߊ ߘߐ߫ ߊߟߎ߫ ߞߊ߲߬߸ ߕߎ߬ߡߊ ߡߍ߲ ߊߟߎ߫ ߕߘߍ߬ ߖߎ߯ߢߐ߲߯ߡߊ ߟߎ߬ ߘߌ߫ ߸ ߊ߬ ߞߊ߬ ߘߋ߬ߙߌ ߟߊߘߏ߲߬ ߊߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߕߍ߫، ߊߟߎ߫ ߞߍ߫ ߘߊ߫ ߓߊߘߋ߲ߡߊ ߟߎ߬ ߘߌ߫ ߊ߬ ߟߊ߫ ߣߍߡߊ ߟߴߏ߬ ߟߋ ߘߐ߫، ߊ߬ ߣߴߊߟߎ߫ ߕߘߍ߬ ߕߊ߫ ߘߋ߲ߞߊ ߞߊ߲ߞߎ߲ ߘߏ߫ ߟߋ߫ ߞߊ߲߬߸ ߊ߬ ߞߵߊߟߎ߫ ߟߊߞߛߌ߫ ߞߊ߬ ߓߐ߫ ߏ߬ ߞߊ߲߬، ߒ߬ߓߵߊߟߊ߫ ߦߴߊ߬ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߞߣߍ߫ ߟߴߊߟߎ߫ ߦߋ߫ ߕߋ߲߬ ߠߋ߬ ߸ ߖߐ߲߬ߛߴߊߟߎ߫ ߘߌ߫ ߞߊ߲ߘߊ߫"},{"SurahNumber":3,"VerseNumber":104,"Text":"ߊ߬ ߣߌ߫ ߝߣߊ߫߸ ߛߊ߫ ߡߌ߬ߙߌ߲߬ߘߌ߬ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߘߐ߫ ߸ ߡߍ߲ ߠߎ߬ ߞߟߌߟߌ ߞߍ߫ ߟߊ߫ ߤߙߊ ߡߊ߬߸ ߞߊ߬ ߟߐ߬ߟߌ ߞߍ߫ ߢߌ߬ߡߊ ߟߊ߫߸ ߊ߬ ߣߌ߫ ߞߊ߬ ߝߊߕߊ߲ߕߟߌ ߞߍ߫ ߖߎ߯ߡߊ߲ ߡߊ߬، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ߛߎߘߊ߲ߓߊ߮ ߟߎ߬ ߘߌ߫"},{"SurahNumber":3,"VerseNumber":105,"Text":"ߊߟߎ߫ ߞߊߣߊ߬ ߞߍ߫ ߘߋ߬ ߦߏ߫ ߡߍ߲ ߠߎ߬ ߝߘߊߝߘߊ߫ ߘߊ߫߸ ߞߵߊ߬ߟߎ߬ ߢߐ߲߮ ߛߐ߬ߛߐ߬ ߔߊߞߌ ߟߎ߫ ߣߊ߭ ߞߐ߫ ߊ߬ߟߎ߫ ߡߊ߬، ߓߊ ߖߊ߲߰ߞߕߊ߬ ߓߟߋߓߟߋ ߛߌ߰ߣߴߏ߬ ߟߎ߫ ߟߋ߬ ߦߋ߫"},{"SurahNumber":3,"VerseNumber":106,"Text":"ߏ߬ ߞߍߕߐ߫ ߟߏ߲߫ ߠߋ߬ ߘߐ߫ ߢߘߊ ߘߏ߫ ߟߎ߫ ߞߣߍߦߊߕߐ߫ ( ߛߍߥߊ ߡߊ߬) ߟߏ߲ ߡߍ߲ ߞߊ߬ ߢߘߊ ߘߏ߫ ߟߎ߫ ߛߌ߲߬ߛߌ߲߬ ( ߢߊߘߐߓߊ߲ ߡߊ߬) ߘߍ߲߫، ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߢߘߊ ߟߎ߫ ߛߌ߲߬ߛߌ߲߬ߕߐ߫ ߸ ( ߊ߬ ߘߌ߫ ߝߐ߫ ߏ߬ ߟߎ߫ ߡߊ߬ ) ߞߏ߫ ߊߟߎ ߟߋ߬ ߡߎߙߎ߲ߕߌ߫ ߘߴߊߟߎ߫ ߟߊ߫ ߞߐ߫ ߞߏߢߊ ߟߊ߫ ߞߏߘߌ߬؟، ߒ߬ߓߵߊߟߎ߯ ߖߊ߲߰ߞߕߊ ߡߊߜߙߏ߬ ߊߟߎ߫ ߟߊ߫ ߓߊ߲߬ߓߊ߰ߦߊ ߞߏߛߐ߲߬ ߥߍ߫"},{"SurahNumber":3,"VerseNumber":107,"Text":"ߒ߬ߓߊ߬ ߡߍ߲ ߠߎ߬ ߢߘߊ ߟߎ߬ ߞߣߍߦߊߕߐ߫ ߸ ߏ߬ ߟߎ߬ ߦߋ߫ ߊߟߊ߫ ߟߊ߫ ߤߌߣߊ ߟߋ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߘߎߡߊߕߐ߫ ߏ߬ ߟߋ ߘߐ߫"},{"SurahNumber":3,"VerseNumber":108,"Text":"ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߫ ߟߋ߬ ߣߌ߲߬ ( ߢߊ߬ߓߊ߮ ߣߌ߫ ߡߐ߰ߖߎ߮ ߛߙߊ߬ ߞߏ ߘߐ߫ )߸ ߊ߲ ߧߴߏ߬ ߟߎ߬ ߘߐߞߊ߬ߙߊ߲߬ ߠߴߌ ߦߋ߫ ߕߎ߬ߢߊ ߟߊ߫ ߟߋ߬، ߓߊ ߊߟߊ߫ ߕߍ߫ ߕߐ߬ߢߍ߰ ߢߌߣߌ߲߫ ߠߊ߫ ߖߊ߯ߓߊ ߟߎ߬ ߦߋ߫"},{"SurahNumber":3,"VerseNumber":109,"Text":"ߊߟߊ߫ ߕߊ ߟߋ߬ ߛߊ߲ ߠߎ߬ ߞߣߐ߫ ߝߋ߲ ߠߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߘߎ߱ ߞߣߐ߫ ߝߋ߲ ߠߎ߬، ߞߏ ߟߎ߫ ߘߏ߲߬ ߟߛߊ߬ߦߌ߬ߕߐ߫ ߊߟߊ߫ ߟߋ߫ ߡߊ߬"},{"SurahNumber":3,"VerseNumber":110,"Text":"ߊߟߎ ߟߋ߬ ߞߍߣߍ߲߫ ߡߊ߲߬ߕߏ߲߬ ߓߘߍ ߘߌ߫ ߡߍ߲ ߠߊߓߐߣߍ߲߫ ߡߐ߱ ߟߎ߬ ߦߋ߫، ( ߝߊ߬ߣߌ߫ ) ߊߟߎ ߦߋ߫ ߟߐ߬ߟߌ ߞߍ߫ ߟߊ߫ ߢߌ߬ߡߊ ߟߊ߫߸ ߞߊ߬ ߝߊߕߊ߲ߕߟߌ ߞߍ߫ ߖߎ߯ߡߊ߲ ߡߊ߬، ߊ߬ ߣߌ߫ ߞߊ߬ ߟߊߒߠߦߊ ߊߟߊ߫ ߡߊ߬، ߣߌ߫ ߟߍߙߊߟߞߊ ߟߎ߫ ߕߌ߲߬ ߟߊߒߠߦߊ ߘߴߊ߬ ߡߊ߬ ( ߕߋ߲߬ )߸ ߏ߬ ߕߌ߲߬ ߘߌ߫ ߝߌ߬ߛߊ߬ߦߴߊ߬ߟߎ߫ ߡߊ߬، ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߦߴߊ߬ߟߎ߬ ߘߐ߫ ߛߊ߫߸ ߒ߬ߞߵߊ߬ߟߎ߫ ߝߊ߲߬ߓߊ ߟߋ߬ ߔߊߟߊ߲ߞߊߓߊ߮ ߟߎ߬ ߘߌ߫"},{"SurahNumber":3,"VerseNumber":111,"Text":"ߊ߬ߟߎ߬ ߕߍߣߵߊߟߎ߫ ߕߙߐ߫ ߟߊ߫ ߝߏߦߌ߬ ߟߊ߫ ߝߏ߫ ߕߙߐߦߊߣߍ߲߫، ߤߊߟߌ߬ ߣߴߊ߬ߟߎ߫ ߞߵߊߟߎ߫ ߞߟߍ߬ ߊ߬ߟߎ߬ ߘߴߊ߬ߟߎ߬ ߞߐߟߐ߬ ߊߟߎ߫ ߢߍ߫ ( ߓߏ߬ߙߌ ߘߌ߫ )߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߟߊ߬ߥߛߊ߫ ߞߍ߫ ߏ߬ ߞߐ߫"},{"SurahNumber":3,"VerseNumber":112,"Text":"ߊ߬ߟߎ߫ ߘߏ߲߬ ߓߊ߯ ߛߐ߬ߘߐ߲߬ ߝߊ߲߬-ߊ-ߝߊ߲߬ ߞߎ߲߬ߠߊ߬ߖߌ߮ ߟߴߊ߬ߟߎ߫ ߞߊ߲߬ ߦߋ߲߬ ߸ ߝߏ߫ ߊߟߊ߫ ߟߊ߫ ߖߐߡߌ߲ߢߐ߲߯ߦߊ ߣߌ߫ ߡߐ߱ ߟߎ߬ ߟߊ߫ ߖߐߡߌ߲ߢߐ߲߯ߧߊ ߞߐ߬ߣߐߡߊ߬ ߘߋ߬، ߓߊߏ߬ ߊ߬ߟߎ߫ ߛߊ߬ߦߌ߬ߣߍ߲߫ ߊߟߊ߫ ߟߊ߫ ߡߐߣߍ ߟߋ߬ ߘߌ߫، ߘߐ߯ߦߡߊ ߟߊߣߍ߲߫ ߊ߬ߟߎ߫ ߞߊ߲߬ ߏ߬ ߟߋ ߘߐ߫، ߏ߬ ߕߊ߬ߣߴߊ߬ߟߎ߬ ߓߊ߲߭ ߠߋ߫ ߝߍ߬ ߊߟߊ߫ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫، ߊ߬ ߣߴߊ߬ߟߎ߫ ߕߘߍ߬ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߫ ߝߊ߱ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߕߎ߬ߢߊ ߕߣߊ߬ ߟߊ߫، ߏ߬ ߓߍ߯ ߕߊ߬ߣߴߊ߬ߟߎ߬ ߟߊ߫ ߞߎ߬ߕߊ ߟߋ߫ ߝߍ߬ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߕߘߍ߬ ߖߊ߲߬ߘߊ ߡߍ߲ ߞߍ߫ ߟߊ߫"}]}