{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Les notables de son peuple qui, par orgueil, refusaient de croire dirent : « Nous allons, Chou’ayb, vous chasser de notre cite, toi et tous ceux qui ont cru en toi, a moins que vous ne reveniez a notre foi. » Il repondit : « Quoi ! Y revenir alors que nous l’avons en aversion"},{"SurahNumber":7,"VerseNumber":89,"Text":"Nous prononcerions un infame mensonge sur Allah si nous revenions a ce culte dont Il nous a delivres. Nous ne saurions d’ailleurs revenir a cette religion que si Allah, notre Seigneur dont la science embrasse toute chose, en decide ainsi. Nous nous en remettons entierement a Allah. Veuille, Seigneur, Toi le plus equitable des juges, trancher en toute justice ce differend qui nous oppose a notre peuple. »"},{"SurahNumber":7,"VerseNumber":90,"Text":"Les notables de son peuple, qui avaient rejete la foi, repliquerent : « Si vous suivez Chou’ayb, vous etes perdus. »"},{"SurahNumber":7,"VerseNumber":91,"Text":"Mais, saisis par le Cataclysme, ils se retrouverent sans vie, gisants sur leurs terres"},{"SurahNumber":7,"VerseNumber":92,"Text":"comme si ces hommes qui avaient traite Chou’ayb d’imposteur n’avaient jamais vecu dans cette cite. Ce sont donc ceux qui traiterent Chou’ayb de menteur qui furent perdus"},{"SurahNumber":7,"VerseNumber":93,"Text":"Se detournant d’eux, Chou’ayb dit : « Mon peuple ! Je vous ai transmis le message de mon Seigneur en toute sincerite. Comment pourrais-je a present m’affliger du sort subi par un peuple impie ? »"},{"SurahNumber":7,"VerseNumber":94,"Text":"Nous n’avons envoye nul prophete dans une cite sans eprouver ses habitants par la misere et les souffrances pour les amener a Nous implorer humblement"},{"SurahNumber":7,"VerseNumber":95,"Text":"Nous les avons ensuite delivres des maux qui les accablaient que Nous avons remplaces par le bien-etre et la prosperite, si bien que, s’etant multiplies et enrichis, ils se dirent : « Nos ancetres ont egalement connu des jours nefastes et des jours heureux. » Nous les avons alors saisis soudainement sans qu’ils s’y attendent"},{"SurahNumber":7,"VerseNumber":96,"Text":"Si les habitants de ces cites avaient cru aux Messagers et craint Allah, Nous leur aurions offert toutes les benedictions du ciel et de la terre, mais ils ont prefere crier au mensonge. Nous les avons donc saisis pour prix de leurs agissements"},{"SurahNumber":7,"VerseNumber":97,"Text":"Les habitants des cites ont-ils l’assurance que Notre chatiment ne les surprendra pas de nuit, dans leur sommeil"},{"SurahNumber":7,"VerseNumber":98,"Text":"Les habitants des cites ont-ils l’assurance que Notre chatiment ne les surprendra pas en plein jour, au milieu de leurs occupations"},{"SurahNumber":7,"VerseNumber":99,"Text":"Se sentent-ils a l’abri de la vengeance d’Allah ? Seuls les hommes perdus se sentent a l’abri de la vengeance divine"},{"SurahNumber":7,"VerseNumber":100,"Text":"N’avons-Nous pas clairement montre a ceux qui ont succede a ces peuples impies sur terre que, si Nous le voulions, Nous pourrions les punir eux aussi pour prix de leurs peches ? Mais Nous avons appose un sceau sur leurs cœurs, les rendant sourds a toute exhortation"},{"SurahNumber":7,"VerseNumber":101,"Text":"Telles sont les cites dont nous te relatons ici certains evenements. Leurs Messagers leur ont apporte toutes les preuves, mais ces gens ne pouvaient accepter la verite qu’ils avaient, des le debut, rejetee. C’est ainsi qu’Allah appose un sceau sur les cœurs des mecreants"},{"SurahNumber":7,"VerseNumber":102,"Text":"Nous n’avons trouve chez la plupart d’entre eux aucune fidelite a Nos prescriptions. Nous n’avons trouve chez la plupart d’entre eux qu’insoumission"},{"SurahNumber":7,"VerseNumber":103,"Text":"A la suite de ces Messagers, Nous avons envoye Moise a Pharaon et aux grands d’Egypte qui renierent injustement les miracles produits par lui sous leurs yeux. Considere donc quelle fut la fin de ces etres malfaisants"},{"SurahNumber":7,"VerseNumber":104,"Text":"Moise dit : « Pharaon ! Je suis envoye par le Seigneur de la Creation"},{"SurahNumber":7,"VerseNumber":105,"Text":"Je me dois de ne dire sur Allah que la verite. Je vous apporte des preuves eclatantes de la part de votre Seigneur. Laisse donc partir avec moi les fils d’Israel. »"},{"SurahNumber":7,"VerseNumber":106,"Text":"Pharaon repondit : « Si tu disposes d’un signe, alors produis-le devant nous, si evidemment tu dis la verite. »"},{"SurahNumber":7,"VerseNumber":107,"Text":"Moise jeta alors son baton qui manifestement se transforma en un serpent immense"},{"SurahNumber":7,"VerseNumber":108,"Text":"Et il retira sa main de sa tunique qui apparut toute blanche"},{"SurahNumber":7,"VerseNumber":109,"Text":"Les grands d’Egypte dirent : « Voila un habile magicien"},{"SurahNumber":7,"VerseNumber":110,"Text":"qui cherche a nous chasser de notre pays ! Que proposez-vous ? »"},{"SurahNumber":7,"VerseNumber":111,"Text":"Certains dirent : « Ne prends aucune decision concernant Moise et son frere avant d’avoir depeche a travers le pays des emissaires charges de rassembler"},{"SurahNumber":7,"VerseNumber":112,"Text":"et de convoquer devant toi tout ce que le pays compte d’habiles magiciens. »"},{"SurahNumber":7,"VerseNumber":113,"Text":"S’etant presentes a Pharaon, les magiciens demanderent : « Serons-nous recompenses, si nous sortons vainqueurs de cette confrontation ? »"},{"SurahNumber":7,"VerseNumber":114,"Text":"« Oui et vous serez meme integres a ma cour », repondit Pharaon"},{"SurahNumber":7,"VerseNumber":115,"Text":"Les magiciens dirent : « Moise ! Veux-tu jeter ton sort en premier ou nous laisser commencer ? »"},{"SurahNumber":7,"VerseNumber":116,"Text":"Il repondit : « Soyez les premiers a jeter. » Usant d’artifices, ils fascinerent la foule qui fut terrorisee par une si puissante magie"}]}