{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"Они спрашивают тебя о новолуниях. Скажи [, о Мухаммад]: \"[Новолуния] определяют время для людей и для совершения хадджа\". Благочестие не в том, чтобы входить в дома с их задней стороны, благочестив тот, кто богобоязнен. Входите же в дома через двери, бойтесь Аллаха, - быть может, вы преуспеете"},{"SurahNumber":2,"VerseNumber":190,"Text":"Сражайтесь на пути Аллаха с теми, кто сражается против вас, но не преступайте [границ дозволенного]. Воистину, Аллах не любит преступающих [границы]"},{"SurahNumber":2,"VerseNumber":191,"Text":"Убивайте [неверующих], где бы вы их ни встретили, изгоняйте их из тех мест, откуда они вас изгнали, ибо для них неверие хуже, чем смерть от вашей руки. И не сражайтесь с ними у Запретной мечети, пока они не станут сражаться в ней с вами. Если же они станут сражаться [у Запретной мечети], то убивайте их. Таково воздаяние неверным"},{"SurahNumber":2,"VerseNumber":192,"Text":"Если же они уклонятся [от сражения], то ведь Аллах - прощающий, милосердный"},{"SurahNumber":2,"VerseNumber":193,"Text":"Сражайтесь с ними, пока не сгинет неверие и не утвердится вера в Аллаха. Если же они отрекутся от неверия, то не должно быть вражды, кроме как к нечестивцам"},{"SurahNumber":2,"VerseNumber":194,"Text":"[Сражайтесь] в запретный месяц, [если они сражаются] в запретный месяц. [За нарушение] запретов [следует] возмездие. Если кто преступит [запреты] против вас, то и вы преступите против него, подобно тому как он преступил против вас. Бойтесь Аллаха и знайте, что Аллах - на стороне богобоязненных"},{"SurahNumber":2,"VerseNumber":195,"Text":"Делайте пожертвования во имя Аллаха и не ввергайте себя собственными руками в гибель. Вершите добро, ибо, воистину, Аллах любит добродеющих"},{"SurahNumber":2,"VerseNumber":196,"Text":"Совершайте хаддж и 'умру во имя Аллаха. Если же вам препятствуют [совершить хаддж], то пошлите пожертвование, какое сможете. Брейте ваши головы только после того, как пожертвование достигнет предназначенного места. А если у кого-нибудь из вас на голове болячка или рана, то можете брить голову [с самого начала], или же поститься [вместо этого], или же раздать милостыню и принести жертву. Если вам не препятствуют совершить хаддж или 'умру, то тот, кто хочет совершить 'умру и дождаться хадджа, должен поститься три дня в Мекке и семь, когда вернется домой, всего десять дней. Это правило для тех, кто не живет в Мекке. Так бойтесь же Аллаха, и да будет вам известно, что Аллах суров в наказании"},{"SurahNumber":2,"VerseNumber":197,"Text":"Хаддж совершается в определенные месяцы. Тот, кто в эти месяцы решил совершить хаддж, не должен в этот период вступать в сношения [с женщиной], допускать греховнфе поступки и затевать ссоры. А о том, что вы сделаете доброго, Аллаху ведомо. Запасайтесь же на дорогу, ибо лучший припас - это благочестие. Бойтесь же Меня, о обладающие разумом"},{"SurahNumber":2,"VerseNumber":198,"Text":"Вы не совершите греха, если [во время хаджа] будете искать милости от своего Господа. Когда вы вернетесь с Арафата, поминайте Аллаха в Запретном месте. Поминайте, как Он вывел вас на истинный путь в то время, когда вы были в числе заблуждающихся"},{"SurahNumber":2,"VerseNumber":199,"Text":"Далее [, о курейшиты], ступайте туда, куда отправились Другие люди, просите у Аллаха прощения. Воистину, Аллах - всепрощающий, милосердный"},{"SurahNumber":2,"VerseNumber":200,"Text":"Когда же вы совершите свои обряды поклонения [Богу], то поминайте Аллаха так, как поминаете своих отцов, и даже сильнее. Среди людей есть такие, которые говорят: \"Господи наш! Даруй нам в этой жизни!\" Нет им доли в жизни будущей"},{"SurahNumber":2,"VerseNumber":201,"Text":"Но есть среди них и такие, которые говорят: \"Господи наш! Даруй нам добро в этом мире и в будущем и спаси нас от мук огня"},{"SurahNumber":2,"VerseNumber":202,"Text":"Таким вот и уготован удел [в будущей жизни] за то, что они свершили [в этом мире]. Ведь Аллах скор на расчет"}]}