{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"O'dur ki sizi bir tek candan yarattı ve bundan da, gonlu kendisine ısınsın diye esini insa etti.Erkek esini sarıp burudu, o da hafif bir yuk yuklendi, hamile kaldı. Onu bir muddet tasıdı.Hamileligi agırlasınca her ikisi de Rab’leri olan Allah’a yonelip “Eger bize saglıklı, kusursuz bir evlat verirsen mutlaka Sana sukreden kullarından oluruz” diye yalvardılar. [4,1; 49,13; 30,21] {KM, Tekvin}"},{"SurahNumber":7,"VerseNumber":190,"Text":"Fakat Allah kendilerine kusursuz bir cocuk verince, annesi de babası da olcuyu kacırıp verdigi cocuk sebebiyle sirke bulastılar.Tuttular, Allah'a birtakım serikler yakıstırdılar. Halbuki Allah onların yakıstırdıkları her turlu ortaktan munezzehtir"},{"SurahNumber":7,"VerseNumber":191,"Text":"O'na hic bir sey yaratmaya guc yetiremeyen, zaten kendileri de yaratılıp duran mahlukları mı es ortak sayıyorlar?Halbuki o serikler, kendilerini putlastıranların imdadına yetisemezler.Hatta onlar kendi nefislerine bile yardım saglayamazlar.Sayet siz onları dogru yola cagıracak olursanız size uymazlar.O musrikleri siz ha hakka cagır mıssınız, ha susmussunuz, size karsı onların durumu aynıdır. [2]"},{"SurahNumber":7,"VerseNumber":192,"Text":"O'na hic bir sey yaratmaya guc yetiremeyen, zaten kendileri de yaratılıp duran mahlukları mı es ortak sayıyorlar?Halbuki o serikler, kendilerini putlastıranların imdadına yetisemezler.Hatta onlar kendi nefislerine bile yardım saglayamazlar.Sayet siz onları dogru yola cagıracak olursanız size uymazlar.O musrikleri siz ha hakka cagır mıssınız, ha susmussunuz, size karsı onların durumu aynıdır. [2]"},{"SurahNumber":7,"VerseNumber":193,"Text":"O'na hic bir sey yaratmaya guc yetiremeyen, zaten kendileri de yaratılıp duran mahlukları mı es ortak sayıyorlar?Halbuki o serikler, kendilerini putlastıranların imdadına yetisemezler.Hatta onlar kendi nefislerine bile yardım saglayamazlar.Sayet siz onları dogru yola cagıracak olursanız size uymazlar.O musrikleri siz ha hakka cagır mıssınız, ha susmussunuz, size karsı onların durumu aynıdır. [2]"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah'tan baska dua ve ibadet ettiginiz butun putlar, sizin gibi kullardır.Onların tanrılıgı hakkındaki iddianız yerinde ise, haydi bakalım onları cagırın da size cevap versinler bakalım!Nasıl icabet edecekler ki, onların yuruyecek ayakları mı var? Yoksa tutacak elleri mi var?Veya gorecek gozleri mi var? Yahut isitecek kulakları mı var, neleri var?De ki: “Haydi butun seriklerinizi cagırın, sonra bana istediginiz tuzagı kurun, haydi elinizden geliyorsa bir an bile goz actırmayın!” {KM, Mezmurlar 115,2-8; Isaya}"},{"SurahNumber":7,"VerseNumber":195,"Text":"Allah'tan baska dua ve ibadet ettiginiz butun putlar, sizin gibi kullardır.Onların tanrılıgı hakkındaki iddianız yerinde ise, haydi bakalım onları cagırın da size cevap versinler bakalım!Nasıl icabet edecekler ki, onların yuruyecek ayakları mı var? Yoksa tutacak elleri mi var?Veya gorecek gozleri mi var? Yahut isitecek kulakları mı var, neleri var?De ki: “Haydi butun seriklerinizi cagırın, sonra bana istediginiz tuzagı kurun, haydi elinizden geliyorsa bir an bile goz actırmayın!” {KM, Mezmurlar 115,2-8; Isaya}"},{"SurahNumber":7,"VerseNumber":196,"Text":"Zira benim mevla'm, o kitabı indiren Allah’tır ve O butun iyi kulların koruyucusudur. ["},{"SurahNumber":7,"VerseNumber":197,"Text":"Allah'tan baska yardımınıza cagırdıgınız tanrılarınız ise sizin imdadınıza yetisemezler, hatta kendilerine bile fayda ve yardımları dokunmaz"},{"SurahNumber":7,"VerseNumber":198,"Text":"Siz o musrikleri (veya putları) dogru yola davet ederseniz isitmezler.Onların sana baktıgını gorursun ama, aslında onlar gormezler"},{"SurahNumber":7,"VerseNumber":199,"Text":"Sen af ve musamaha yolunu tut, iyiligi emret, cahillere aldırıs etme"},{"SurahNumber":7,"VerseNumber":200,"Text":"Her ne zaman seytandan sana bir vesvese gelecek olursa, hemen Allah'a sıgın! Cunku o duaları isitip icabet eder ve her seyi bilir"},{"SurahNumber":7,"VerseNumber":201,"Text":"Allah'a karsı gelmekten sakınanlara seytandan bir hayal ilisince, hemen dusunup kendilerini toparlar, basiretlerine tam sahib olurlar"},{"SurahNumber":7,"VerseNumber":202,"Text":"Seytanların dostlarına gelince, seytanlar onları azgınlıga surukler, sonra da yakalarını bırakmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara keyfi olarak istedikleri bir ayet veya mucize getirmedigin zaman“Hic degilse bir seyler bulup bulustursaydın ya!” derler.De ki: “Ben, sadece Rabbimden ne vahyolunursa ona tabi olurum. Butun bu Kur'an Rabbinizden gelen basiretlerdir, gonul gozlerini acan, gercekleri gosteren nurlardır. Iman edecek kimseler icin hidayet ve rahmettir.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Oyle ise, Kur'an okundugunda hemen ona kulak verin, susup dinleyin ki merhamete nail olasınız"},{"SurahNumber":7,"VerseNumber":205,"Text":"Sabah ve aksam Rabbini, icinden yalvararak, urpererek ve yuksek olmayan, kendin isitebilecegin bir sesle zikret, gafillerden olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Rab'bine yakın melekler O’na kulluk ve ibadet etmekten asla kibirlenmez, hep O’nu tenzih eder ve yalnız O’na secde ederler"}]}