{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":156,"Text":"Day predpisaniye dobra dlya nas I v etoy zhizni, i v dalekoy, - Ved' my, poistine, Tebe predalis'!\" I On skazal: \"YA nakazaniyem Svoim Karayu tekh, kogo zhelayu, No Moya milost' prostirayetsya na vsekh. YA predpishu yeye dlya tekh, kotoryye blagochestivy, I ochishcheniye dayut, I veruyut v znamen'ya Nashi"},{"SurahNumber":7,"VerseNumber":157,"Text":"Kto sleduyet poslanniku semu, Neobrazovannomu, neuchenomu proroku, Kotorogo oni nakhodyat Zapisannym u nikh i v Tore, i v Indzhil; Kto im dobro velit i zapreshchayet zloye, Kto razreshayet im blaguyu sned' I zapreshchayet vsyaku merzost'; Kto s nikh snimayet bremya i okovy, Kotoryye (predpisany) im byli, - Oni - vse te, kto veruyet v nego, I krepyat (dukh yego), i pomogayut, I sleduyut za Svetom, chto nisposlan s nim, - Im vsem v blazhenstve prebyvat'"},{"SurahNumber":7,"VerseNumber":158,"Text":"Skazhi, (o Mukhammad!): \"O rod lyudskoy! YA k vam ko vsem - poslannik ot Allakha, - Togo, Kto nebesami i zemley vladeyet. Net bozhestva, krome Nego. Lish' On zhivit i umertvlyayet. Tak veruyte zh v Allakha i poslannika Yego, Kto neuchen i ne nauchen I veruyet v Allakha i Yego Slova, I sleduyte za nim, chtoby yego pryamoy stezeyu (Svoy put' zemnoy k Allakhu) zavershit'"},{"SurahNumber":7,"VerseNumber":159,"Text":"I iz naroda Musy yest' obshchina, Chto sleduyet stezeyu Istiny (Gospodney) I yeyu pravosudiye blyudet"},{"SurahNumber":7,"VerseNumber":160,"Text":"Ikh na dvenadtsat' rodovykh kolen My razdelili I Muse otkroveniye vnusheniyem poslali, Kogda yego narod molil vody (v pustyne): \"Ty o skalu udar' svoyeyu palkoy!\" I totchas iz neye izlilis' Dvenadtsat' chistykh rodnikov. I kazhdoye koleno znalo mesto, gde im pit'. Potom My oblakom ikh osenili I nizveli im mannu i perepelov: \"Vkushayte ot darov Gospodnikh!\" (No, vosprotivivshis' Zavetu), Ne Nam oni vred prichinili - Svoim lish' dusham nanesli uron"},{"SurahNumber":7,"VerseNumber":161,"Text":"I (vspomnite), kak My skazali vam: \"Vy v etom gorode selites' I tam vkushayte vse sebe v usladu, No govorite: \"Proshcheniya (proshu u Boga) I oblegcheniya (ot pregresheniy)!\" I vo vrata yego vstupite, Smirenno prekloniv koleni, I My prostim vam vashi pregreshen'ya I uvelichim dolyu tem, kto delayet dobro"},{"SurahNumber":7,"VerseNumber":162,"Text":"No te iz nikh, chto byli nechestivy, Ukazannoye slovo zamenili. I nizveli na nikh My kazn' s neba Za to, chto byli verolomny"},{"SurahNumber":7,"VerseNumber":163,"Text":"Ty ikh sprosi o gorode bliz morya, Gde zhiteli narushili subbotu. V tot den' subboty priplyla ikh ryba k nim, Pryamo (k poverkhnosti vody) podnyavshis', A v den' drugoy, subbotniy den' minuya, Ona ne prikhodila vovse k nim. Tak My podvergli ispytan'yu ikh Za to, chto byli nechestivy"},{"SurahNumber":7,"VerseNumber":164,"Text":"Kogda zhe nekiye iz nikh skazali: \"Zachem vy uveshchayete narod, Kotoryy Allakh (zadumal) pogubit' il' nakazat' surovoy karoy?\", (Oni) otvetili: \"Chtob opravdat'sya pred Vladykoy vashim I dat' vozmozhnost' im strashit'sya Yego gneva"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kogda zh oni pro to, chem uveshchali ikh, zabyli, Spasli My tekh, kto ikh uderzhival ot zla, A tekh, chto byli bezzakonny, Podvergli My tyazheloy kare Za to, chto byli nechestivy"},{"SurahNumber":7,"VerseNumber":166,"Text":"Kogda oni derznuli prestupit' zaprety, My im skazali: \"Obratites' v obez'yan, Prezrennykh i otvergnutykh (lyud'mi i Bogom)"},{"SurahNumber":7,"VerseNumber":167,"Text":"I vot togda Gospod' tvoy vozvestil: \"YA protiv nikh vozdvignu tekh, Kto budet prichinyat' im tyazhkiye stradan'ya Do Dnya Gospodnego Suda\". Gospod' tvoy v nakazaniyakh ne medlit, No On, poistine, proshchayushch, miloserd"},{"SurahNumber":7,"VerseNumber":168,"Text":"My ikh rasseyali po vsey zemle v razlichnyye narody. Sred' nikh inyye obladayut blagochest'yem, Drugiye - lisheny yego. I My ispytyvali ikh (Izvestnoy doley) blagodenstviya i zla, Chtob, (vidya v etom naznacheniye Gospodne), Oni mogli k Nam obratit'sya"},{"SurahNumber":7,"VerseNumber":169,"Text":"A posle nikh (nedobryye) preyemniki ostalis' I unasledovali Knigu. Oni izbrali (sebe v dolyu) Sluchaynyye dary zemnogo bytiya I govorili: \"Nam prostitsya\". I yesli b vnov' podobnyye dary im povstrechalis', Oni by vzyali (bez somnen'ya) ikh. Uzhel' s nikh ne byl vzyat zavet Pisaniya o tom, Chtoby oni o Gospode lish' pravdu govorili? Ved' oni chtyat i izuchayut vse, chto v nem. Obitel' zhe drugogo mira yest' luchsheye dlya tekh, Kto gneva Gospoda strashitsya. Uzhel' vam ne ponyat' sego"},{"SurahNumber":7,"VerseNumber":170,"Text":"A te iz nikh, kto iskrenne priverzhen Knige I postoyanen v sovershenii molitvy, - My ne dadim propast' nagrade tekh, Kto sovershayet dobryye dela"}]}