{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Por cierto que triunfaran los creyentes"},{"SurahNumber":23,"VerseNumber":2,"Text":"Que observen sus oraciones con sumision"},{"SurahNumber":23,"VerseNumber":3,"Text":"Se aparten de las banalidades"},{"SurahNumber":23,"VerseNumber":4,"Text":"Paguen el Zakat"},{"SurahNumber":23,"VerseNumber":5,"Text":"Se preserven de cometer adulterio o fornicacion"},{"SurahNumber":23,"VerseNumber":6,"Text":"Y solo cohabiten con sus esposas o con sus esclavas, pues ello no es censurable"},{"SurahNumber":23,"VerseNumber":7,"Text":"Y [sabed que] quienes lo hagan con otras mujeres seran trasgresores"},{"SurahNumber":23,"VerseNumber":8,"Text":"[Tambien triunfaran quienes] Devuelvan los depositos que se les confian y respeten los acuerdos que celebran"},{"SurahNumber":23,"VerseNumber":9,"Text":"Y cumplan con las oraciones prescritas"},{"SurahNumber":23,"VerseNumber":10,"Text":"Todos estos seran quienes heredaran"},{"SurahNumber":23,"VerseNumber":11,"Text":"El Paraiso, en el que moraran eternamente"},{"SurahNumber":23,"VerseNumber":12,"Text":"He aqui que creamos al hombre [Adan [Adam]] de barro"},{"SurahNumber":23,"VerseNumber":13,"Text":"Luego hicimos que se reprodujese por medio de la fecundacion, y preservamos el ovulo fecundado dentro de una cavidad segura [el utero]"},{"SurahNumber":23,"VerseNumber":14,"Text":"Transformamos el ovulo fecundado en un embrion, luego en una masa de tejidos, luego de esa masa de tejidos creamos sus huesos a los que revestimos de carne, finalmente soplamos en el feto su espiritu. ¡Bendito sea Allah, el mejor de los creadores"},{"SurahNumber":23,"VerseNumber":15,"Text":"[Sabed que] Despues de haber sido creados morireis [en el tiempo prefijado]"},{"SurahNumber":23,"VerseNumber":16,"Text":"Y el Dia del Juicio sereis resucitados"},{"SurahNumber":23,"VerseNumber":17,"Text":"Creamos siete cielos por encima de vosotros, y preservamos toda la creacion"},{"SurahNumber":23,"VerseNumber":18,"Text":"Hacemos descender del cielo el agua necesaria y la almacenamos en la tierra, y si quisieramos la podriamos hacer desaparecer"},{"SurahNumber":23,"VerseNumber":19,"Text":"Con ella hacemos brotar para vosotros jardines de datileras y vides de las que obteneis abundantes frutos con los que os alimentais"},{"SurahNumber":23,"VerseNumber":20,"Text":"Y [tambien] un arbol [el olivo] que Allah hace brotar en el monte Sinai, el cual produce aceite y es usado como condimento para las comidas"},{"SurahNumber":23,"VerseNumber":21,"Text":"Ciertamente en los ganados teneis un motivo de reflexion: Os damos de beber de lo que hay en sus vientres, obteneis de ellos muchos beneficios y tambien os alimentais"},{"SurahNumber":23,"VerseNumber":22,"Text":"Y ellos y las naves os sirven de transporte"},{"SurahNumber":23,"VerseNumber":23,"Text":"Enviamos a Noe [Nuh] a su pueblo, y les dijo: ¡Oh, pueblo mio! Adorad solamente a Allah, pues no existe otra divinidad salvo El. ¿Es que no Le temeis"},{"SurahNumber":23,"VerseNumber":24,"Text":"Y los nobles que no creyeron de su pueblo dijeron [a los mas debiles]: Este es un mortal como vosotros que solo pretende poder. Si Allah hubiera querido [que solo Le adorasemos a El] habria enviado Angeles [en lugar de hombres]. Por cierto que nunca oimos algo similar de nuestros antepasados"},{"SurahNumber":23,"VerseNumber":25,"Text":"En verdad [Noe [Nuh]] no es mas que un demente; soportadle por un tiempo [hasta que muera]"},{"SurahNumber":23,"VerseNumber":26,"Text":"Dijo Noe [Nuh]: ¡Oh, Senor mio! Socorreme, pues ellos me desmienten"},{"SurahNumber":23,"VerseNumber":27,"Text":"Entonces le dijimos: Construye el arca bajo Nuestra observancia y segun Nuestra orden. Cuando llegue Nuestro designio y [como senal de ello] el agua brote de la tierra [e inunde todo], haz subir a ella una pareja de cada especie y embarca a tu familia, salvo a quienes de ellos decretamos que serian destruidos; y no Me pidas compasion por quienes obraron injustamente, pues ellos seran ahogados"},{"SurahNumber":23,"VerseNumber":28,"Text":"Y cuando tu y quienes esten contigo os encontreis embarcados di: ¡Alabado sea Allah, Quien nos salvo de los inicuos"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: ¡Senor mio! Acogeme en un lugar bendito, pues Tu eres Quien mejor agracia"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ciertamente en ello hay signos [para reflexionar], y [sabed que] siempre pondremos a prueba la fe de los hombres"},{"SurahNumber":23,"VerseNumber":31,"Text":"Luego [de la destruccion del pueblo de Noe [Nuh]], hicimos surgir nuevas generaciones"},{"SurahNumber":23,"VerseNumber":32,"Text":"Y les enviamos un Mensajero de entre ellos [quien les dijo]: Adorad solamente a Allah, pues no existe otra divinidad salvo El. ¿Es que no Le temeis"},{"SurahNumber":23,"VerseNumber":33,"Text":"Y los nobles de su pueblo que no creyeron y desmintieron el Dia del Juicio, y a quienes habiamos concedido una vida llena de riquezas, dijeron [a los mas debiles]: Este es un mortal igual que vosotros, come lo que comeis y bebe lo que bebeis"},{"SurahNumber":23,"VerseNumber":34,"Text":"Si obedeceis a un humano como vosotros estareis perdidos"},{"SurahNumber":23,"VerseNumber":35,"Text":"¿Es que os promete que luego de que murais y seais polvo y huesos sereis resucitados"}]}