{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"И прочитай (о, Пророк) им [неверующим мекканцам] весть [историю] о (пророке) Нухе. Вот сказал он [пророк Нух] своему народу: «О, народ мой! Если тяжко для вас мое пребывание (среди вас) и напоминание (вам) о знамениях Аллаха, (и вы решили изгнать или убить меня) то (только) на Аллаха я полагаюсь [вы мне нипочем]; объедините же ваше дело [объединитесь все вместе] и (призовите на помощь) ваших сотоварищей [ваши божества], потом пусть ваше дело (в отношении меня) вас не заботит [действуйте открыто], потом решайте против меня [чтобы причинить такое зло, которое в ваших возможностях], и не давайте мне отсрочки (ни на час)"},{"SurahNumber":10,"VerseNumber":72,"Text":"А если вы отвернетесь (от моих наставлений и напоминаний), то ведь я не просил у вас награды [платы]: поистине, моя награда – только у Аллаха, и повелено мне быть (полностью) предавшимся (Ему)!»"},{"SurahNumber":10,"VerseNumber":73,"Text":"И они [большая часть его народа] отвергли его [Нуха] [не поверили, что он послан Аллахом], и спасли Мы его [Нуха] и тех, кто был с ним [верующих], в ковчеге и сделали их преемниками [теми, кто сменил неверующих на земле]. И Мы потопили тех, которые отвергли Наши (ясные) знамения [неверующих]. Посмотри же [получи назидание], каков был конец [какое наказание постигло] тех, кого увещали [предупреждали о наказании Аллаха]"},{"SurahNumber":10,"VerseNumber":74,"Text":"Потом послали Мы после него [после пророка Нуха] посланников к их народам, и они [посланники] приходили к ним с ясными знамениями [очевидными доказательствами] (которые указывали на то, что они действительно посланы Аллахом, и что то, к чему они призывают, является истиной). Но они же [те народы] не были таковы, чтобы уверовать в то, что (народ Нуха) посчитал ложью раньше [ту Истину, с которой к ним явился их посланник]. Так [как Аллах поступил с теми неверующими] Мы запечатываем сердца преступающих [тех, кто преступают границы, которые установил Аллах]"},{"SurahNumber":10,"VerseNumber":75,"Text":"Потом Мы послали после них [после тех пророков] Мусу и Харуна к Фараону и его знати с Нашими знамениями [чудесами], но они [Фараон и его знать] проявили высокомерие (по отношению к истине) и оказались людьми, (которые) взбунтовались [многобожниками]"},{"SurahNumber":10,"VerseNumber":76,"Text":"А когда пришла к ним [к Фараону и его народу] истина от Нас, они сказали: «Поистине, это (с чем пришел Муса) – однозначно, явное колдовство!»"},{"SurahNumber":10,"VerseNumber":77,"Text":"Сказал (им) Муса (удивившись их словам): «Неужели вы так говорите об истине, когда она пришла к вам? Разве это колдовство? И (ведь) не будут счастливы колдуны (ни в этом мире, ни в Вечной жизни)!»"},{"SurahNumber":10,"VerseNumber":78,"Text":"Они [Фараон и знать] сказали (пророку Мусе): «Неужели ты пришел для того, чтобы отвратить нас от того, на чем мы нашли наших отцов [от многобожия], и чтобы вам обоим [Мусе и Харуну] было величие на земле [в Египте]? И мы вам (ни за что) не поверим (что вы являетесь посланниками Аллаха)!»"},{"SurahNumber":10,"VerseNumber":79,"Text":"И сказал Фараон: «Приведите ко мне каждого знающего колдуна!»"},{"SurahNumber":10,"VerseNumber":80,"Text":"И когда пришли колдуны, сказал им Муса: «Бросайте то, что вы собираетесь бросить [ваши веревки и посохи]!»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Когда они [колдуны] бросили, Муса сказал: «То, что вы явили, является колдовством. Поистине, Аллах сделает его тщетным. Поистине, Аллах не улучшает деяний сеющих беспорядок [не помогает им]"},{"SurahNumber":10,"VerseNumber":82,"Text":"И утверждает Аллах истину (с которой я пришел от Него и низвергает ложь) Своими словами, даже если это и ненавистно бунтарям (творящим грехи) (из сборища Фараона)»"},{"SurahNumber":10,"VerseNumber":83,"Text":"И поверило Мусе (и стали верующими) только (немногое) потомство из его народа [из потомков Исраила] из-за страха перед Фараоном и его знатью, чтобы он не подверг их испытанию [наказанию] (чтобы этим отвратить их от веры): ведь Фараон – однозначно, велик [высокомерный] на земле, ведь он – однозначно, из числа преступивших пределы (в неверии и тирании)"},{"SurahNumber":10,"VerseNumber":84,"Text":"И сказал Муса (тем, кто уверовал) (когда увидел в них страх): «О, народ мой, если вы уверовали в Аллаха, то на Него полагайтесь [только Он может защитить от любого зла], если вы предавшиеся (Ему)!»"},{"SurahNumber":10,"VerseNumber":85,"Text":"И сказали они [уверовавшие] (пророку Мусе): «(Только) на Аллаха мы положились. Господь наш, не делай нас испытанием для людей, которые являются беззаконниками [не помогай им против нас, ибо это будет искушать оставить Веру, и станет искушением для них, так как они скажут: «Если бы они были на истине, то мы бы их не одолели]"},{"SurahNumber":10,"VerseNumber":86,"Text":"и спаси нас по Твоей милости от людей неверных [от Фараона и его сборища]!»"},{"SurahNumber":10,"VerseNumber":87,"Text":"И внушили Мы (откровением) Мусе и его брату (Харуну): «Изберите для вашего народа в Египте дома, и сделайте ваши дома направлением молитвы [молитесь в домах], и совершайте (обязательную) молитву (своевременно), – и обрадуй (о, Муса) верующих (что Аллах им окажет помощь против их врагов и дарует большую награду)!»"},{"SurahNumber":10,"VerseNumber":88,"Text":"И сказал Муса: «Господь наш! Поистине, Ты даровал Фараону и его знати украшения [красивые вещи] и (обильное) богатство в земной жизни. Господь наш! (Они используют это) чтобы сбивать (людей) с Твоего пути! Господь наш! Уничтожь их богатство, ожесточи [запечатай] их сердца, чтобы они не уверовали, пока не увидят мучительное наказание»"},{"SurahNumber":10,"VerseNumber":89,"Text":"(Аллах Всевышний) сказал: «Вот Я ответил на вашу (двоих) мольбу [[Пророк Муса обращался с мольбой, а пророк Харун говорил: «Амин».]], придерживайтесь же прямоты [будьте непоколебимы в Вере и продолжайте призывать Фараона и его народ к Единобожию и Покорности Аллаху] и не следуйте по пути тех, которые не знают (истинную суть Моего обещания и Моей угрозы)»"}]}