{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"And recite unto them the story of Noah, when he said to his people, “O my people! If my presence is grievous to you, and [so too] my reminding of the signs of God, then in God do I trust. So decide on your plan, you and your partners; then let there be no doubt concerning your plan, but carry it out against me, and grant no respite"},{"SurahNumber":10,"VerseNumber":72,"Text":"And if you turn your backs, I have not asked of you any reward. My reward lies only with God, and I am commanded to be among those who submit.”"},{"SurahNumber":10,"VerseNumber":73,"Text":"Yet, they denied him. So We saved him and those with him in the Ark. And We made them vicegerents, and We drowned those who denied Our signs. So observe how those who were warned fared in the end"},{"SurahNumber":10,"VerseNumber":74,"Text":"Then, after him, We sent messengers unto their people, and they brought them clear proofs. But it was not for them to believe in that which they had denied beforehand. Thus do We set a seal upon the hearts of the transgressors"},{"SurahNumber":10,"VerseNumber":75,"Text":"Then, after them, We sent Moses and Aaron with Our signs to Pharaoh and his notables. But they waxed arrogant, and they were a guilty people"},{"SurahNumber":10,"VerseNumber":76,"Text":"So when the Truth came unto them from Us, they said, “Surely this is manifest sorcery!”"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moses said, “Do you say [this] about the truth when it comes unto you? Is this sorcery? The sorcerers will not prosper.”"},{"SurahNumber":10,"VerseNumber":78,"Text":"They said, “Have you come unto us to turn us away from that which we found our fathers following, so that grandeur in the land might belong to you two? We will not believe in the two of you!”"},{"SurahNumber":10,"VerseNumber":79,"Text":"Pharaoh said, “Bring me every knowing sorcerer.”"},{"SurahNumber":10,"VerseNumber":80,"Text":"And when the sorcerers came, Moses said to them, “Cast what you would cast.”"},{"SurahNumber":10,"VerseNumber":81,"Text":"And when they cast, Moses said, “That which you have produced is sorcery; God will soon bring it to naught. Surely God does not allow the deeds of those who work corruption to flourish"},{"SurahNumber":10,"VerseNumber":82,"Text":"God verifies the truth through His Words, though the guilty be averse.”"},{"SurahNumber":10,"VerseNumber":83,"Text":"But none believed in Moses, save some progeny from among his people, for fear of Pharaoh and his notables, that he would oppress them; for truly Pharaoh was exalted in the land, and he was indeed among the prodigal"},{"SurahNumber":10,"VerseNumber":84,"Text":"And Moses said, “O my people! If you believe in God, then trust in Him, if you are submitters.”"},{"SurahNumber":10,"VerseNumber":85,"Text":"And they said, “In God do we trust. Our Lord! Make us not a temptation for the wrongdoing people"},{"SurahNumber":10,"VerseNumber":86,"Text":"And save us through Thy Mercy from disbelieving people.”"},{"SurahNumber":10,"VerseNumber":87,"Text":"And We revealed unto Moses and his brother, “Appoint for thy people houses in Egypt, and make your houses places of worship and perform the prayer, and give glad tidings unto the believers.”"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moses said, “Our Lord! Truly Thou hast given Pharaoh and his notables ornament and wealth in the life of this world, our Lord, so that they may lead astray from Thy way. Our Lord! Blot out their wealth and harden their hearts, so that they will not believe till they see the painful punishment.”"},{"SurahNumber":10,"VerseNumber":89,"Text":"He said, “Your supplication has been answered. So stand firm, and follow not the way of those who know not.”"}]}