{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"És (emlékezz) Ayyíb-ra (Jób), midőn kiáltott az Urához: , Bizony csapás sújtott engem! Ám Te vagy a legirgalmasabb Könyörülő"},{"SurahNumber":21,"VerseNumber":84,"Text":"Feleletet adtunk neki és elűztük az őt ért csapást és visszaadtuk neki a családját és velük együtt még egyszer annyit, a Tőlünk származó könyörületből és a hívő szolgáknak szóló intő emlékeztetőül"},{"SurahNumber":21,"VerseNumber":85,"Text":"És (emlékezz) Isma\"l-ra, Idris-te, és Dü-I-Kifl-re, mindegyikük az állhatatosan türelmesek közül való"},{"SurahNumber":21,"VerseNumber":86,"Text":"És beléptettük őket a Mi TIrgalmunkba. Kegyesek és Jjóravalók ök"},{"SurahNumber":21,"VerseNumber":87,"Text":"És (emlékezz) Dű-I-Nün-ra (Jónásra)! Midőn haragvóan elhúzódott, és úgy gondolta nem fogunk fölötte hatalommal rendelkezni, ám a sötétségben felkiáltott: , Nincs más isten Rajtad kívül (la iláha illa Anta)! Magasztaltassál! A bűnösök közé tartoztam"},{"SurahNumber":21,"VerseNumber":88,"Text":"Felelettel voltunk a számára. És megmentettük őt a maga nehéz helyzetéből. Így mentjük meg a hívőket"},{"SurahNumber":21,"VerseNumber":89,"Text":"És (emlékezz) Zakariyyá-ra (Zakariás)! Midőn Urához kiáltott: Uram! Ne hagyj egyedül, hiszen Te vagy a legjobb örökös"},{"SurahNumber":21,"VerseNumber":90,"Text":"Meghallgattuk őt és ajándékoztuk neki Yahya-t (János), és. meggyógyítottuk számára a feleségét, hiszen ők sietve buzgólkodtak a jó cselekedetek végzésében és Hozzánk fohászkodtak vágyakozva és félve és alázatosak voltak Irántunk"},{"SurahNumber":21,"VerseNumber":91,"Text":"És az, aki (Mária) tisztán őrizte meg szemérmét, Lelkünkből leheltünk? belé. Őt és fiát jellé tettük a világok számára"},{"SurahNumber":21,"VerseNumber":92,"Text":"Bizony ez a ti Közösségetek egyetlen közösség. És Én vagyok az Uratok. Engem szolgáljatok hát"},{"SurahNumber":21,"VerseNumber":93,"Text":"Ám ügyükben ők (csoportokra) szakadoztak és nézeteltérés támadt (közöttük). De mindegyikük Hozzánk tér majdan vissza"},{"SurahNumber":21,"VerseNumber":94,"Text":"És az, aki a jótettek közül visz véghez valamit és hívő, annak nem vész kárba igyekezete. Mi bizony feljegyezzük azt számára"},{"SurahNumber":21,"VerseNumber":95,"Text":"És tilos minden város számára, amelyet elpusztítottunk, hogy (azok lakói) visszatérhessenek! (az evilági létbe)"},{"SurahNumber":21,"VerseNumber":96,"Text":"Míg meg nem nyittatik Vagüg és Magüg (számára a lehetőség). Ők minden emelkedőről elősietnek"},{"SurahNumber":21,"VerseNumber":97,"Text":"És íme elközeleg már az Igaz Fenyegetés. És elhomályosul azok tekintete, akik hitetlenek: .Ó jaj nekünk! Bizony ezzel mi nem törődtünk, bűnösök voltunk"},{"SurahNumber":21,"VerseNumber":98,"Text":"Ti és, amit Allah helyett szolgáltatok a Pokol tüzelőjéül szolgáltok. És ti ott fogtok. megjelenni"},{"SurahNumber":21,"VerseNumber":99,"Text":"És ha ezek itt istenségek lennének, nem jelennének meg ott (a Pokolban). Ám mindegyik örökkön ott fog tartózkodni"},{"SurahNumber":21,"VerseNumber":100,"Text":"Ordítozni fognak ott, ám nem ballanak"},{"SurahNumber":21,"VerseNumber":101,"Text":"És azok, akik számára már korábban elhangzott Tőlünk a legszebb, azok távol tartatnak (a Pokol Tüzének büntetésétől)"},{"SurahNumber":21,"VerseNumber":102,"Text":"A legkisebb zaját\" sem hallják. És ök (majdan ott) örökkön abban fognak tartózkodni, amit a lelkük megkíván"},{"SurahNumber":21,"VerseNumber":103,"Text":"Nem fogja őket elszomorítani a Legnagyobb Rettegés (a Feltámadás Napján) és az angyalok ekképpen fogadják öket: , Ez a ti napotok, amelyre ígéretet kaptatok"},{"SurahNumber":21,"VerseNumber":104,"Text":"Azon a Napon úgy hajtogatjuk össze az eget, ahogyan a könyvek lapjai vannak összehajtogatva. Ahogyan véghezvittük az első teremtést, megismételjük azt. Tölünk származó ígéret ez! (A Mi feladatunk ez) bizony ekképpen cselekszünk"},{"SurahNumber":21,"VerseNumber":105,"Text":"Bizony a Zabür-ban (a Kinyilatkoztatott Könyvek, Tóra, Evangélium, Zsoltárok, Korán) megírtuk az intés után, hogy a jóravaló kegyes szolgáim fogják örökölni a földet"},{"SurahNumber":21,"VerseNumber":106,"Text":"Bizony hirdetés és továbbítás van ebben (a Magasztos Koránban) azon népek számára, akik Engem szolgálnak"},{"SurahNumber":21,"VerseNumber":107,"Text":"Téged (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán a világok iránti könyörületből bíztunk meg a küldetéssel"},{"SurahNumber":21,"VerseNumber":108,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Én csupán azt a Ssugallatot kaptam, hogy a ti istenetek az egyetlen Isten! Alávetitek-e magatokat (muzulmánok lesztek-e)"},{"SurahNumber":21,"VerseNumber":109,"Text":"Ha elfordulnak, mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .. Én egyenlően hirdettem nektek! Én nem tudom vajon közel, avagy távol van-e az, amire ígéretet kaptatok"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ő (a Magasztos Allah) tudja azt, amit nyilvánosan szóltok és tudja azt is, amit titokban tesztek"},{"SurahNumber":21,"VerseNumber":111,"Text":"És én tudom, hogy ez talán megpróbáltatás a számotokra és egy ideig tartó élvezet"},{"SurahNumber":21,"VerseNumber":112,"Text":"Mondta (Muhammad - Allah áldja meg és adjon Neki örök üdvösséget): Uram! Ítélj igazsággal! A mi Urunk a Könyörületes. Ő az, Akihez segítségért fordulhatunk azzal szemben, amit ti állítotok"}]}