{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"او ته څه شي راګړندى كړې له خپل قوم نه اى موسٰی"},{"SurahNumber":20,"VerseNumber":84,"Text":"ده وویل: دوى دغه دي په ما پسې راروان دي او زه تا ته جلت راغلم اى زما ربه! د دې لپاره چې ته راضي شې"},{"SurahNumber":20,"VerseNumber":85,"Text":"(الله) وویل: نو بېشكه مونږ ستا قوم له تا نه وروسته وازمایه او سامري دوى ګمراه كړل"},{"SurahNumber":20,"VerseNumber":86,"Text":"نو موسٰی خپل قوم ته راواپس شو، چې ډېر په غصه او غمجن و، ويې ويل:اى زما قومه! ایا تاسو سره ستاسو رب ډېره ښه وعده نه وه كړې، ایا نو په تاسو زمانه ډېره اوږده شوه، یا كه تاسو اراده كړې وه چې په تاسو باندې د خپل رب غضب راكوز شي، نو تاسو زما د وعدې خلاف ورزي وكړه"},{"SurahNumber":20,"VerseNumber":87,"Text":"دوى وویل: مونږ ستا د وعدې مخالفت په خپل اختیار سره نه دى كړى، او لېكن پر مونږ باندې د (قبطیانو د) قوم د ښكلا زیورات بار كړى شوي وو، نو مونږ هغه وغورځول، نو همداسې سامري هغه (په اور كې) وغورځول"},{"SurahNumber":20,"VerseNumber":88,"Text":"نو ده د دوى لپاره (له هغې كندې څخه) یو سخى چې جسد و؛ راووېست، چې د ده لپاره د سخي اواز و، نو دوى وویل: دا ستاسو معبود دى او د موسٰی معبود دى، پس هغه هېر كړى دى"},{"SurahNumber":20,"VerseNumber":89,"Text":"(الله فرمايي) نو ایا دوى نه ګوري چې بېشكه شان دا دى چې دغه (سخى) دوى ته بېرته خبره نه راګرځوي او دى د دوى لپاره نه د ضرر اختیار لري او نه د نفعې"},{"SurahNumber":20,"VerseNumber":90,"Text":"او یقینًا یقینًا هارون دوى ته د دې (موسٰی له راتلو) نه مخكې ویلي وو چې اى زما قومه! بېشكه همدا خبره ده چې تاسو په دې سره ازمایل شوي یئ، او ستاسو رب خو رحمٰن دى، نو تاسو زما پیروي وكړئ او زما د حكم اطاعت وكړئ"},{"SurahNumber":20,"VerseNumber":91,"Text":"دوى وویل: مونږ به تل به په (عبادت) د ده محكم ولاړ اوسو، تر هغه پورې چې موسٰی مونږ ته بېرته راشي"},{"SurahNumber":20,"VerseNumber":92,"Text":"(موسٰی چې راغى نو) ويې ويل:اى هارونه! ته څه شي منع كړى وې، كله چې تا دوى ولیدل چې ګمراه شول"},{"SurahNumber":20,"VerseNumber":93,"Text":"چې تا زما پیروي ونه كړه، ایا نو تا زما د حكم نافرماني وكړه؟"},{"SurahNumber":20,"VerseNumber":94,"Text":"ده وویل: اى زما د مور زویه! ته مه زما ږېره نیسه او مه زما سره، بېشكه زه ووېرېدم له دې نه چې ته به وايې چې تا د بني اسرائیلو په مینځ كې بېلتون واچاوه او زما خبرې ته دې ونه كتل"},{"SurahNumber":20,"VerseNumber":95,"Text":"(موسٰی) وویل: نو ستا څه كار و اى سامري"},{"SurahNumber":20,"VerseNumber":96,"Text":"هغه وویل: ما هغه شى ولیده چې دوى هغه نه و لیدلى نو ما یو موټى (خاوره) راوخيسته د رسول له قدمه، نو هغه ما (د دغه سخي په خوله كې) وغورځوله او همداسې ما ته زما نفس (دا كار) ښايسته كړى و"},{"SurahNumber":20,"VerseNumber":97,"Text":"ده وویل: نو ته ځه! پس بېشكه تا لره په ژوندن كې دا دي چې ته به وايې: (په ما) مه لګېږئ، او بېشكه تا لپاره د وعدې یو وخت دى چې له تا سره به د هغې وعدې هېڅ خلاف ونه كړى شي، او ته خپل هغه معبود ته وګوره چې ته په (عبادت) د ده باندې محكم ولاړ وې، مونږ به دى خامخا ضرور سوځوو، بیا مونږ دى په سمندر كې بادوو، بادول"},{"SurahNumber":20,"VerseNumber":98,"Text":"بېشكه همدا خبره ده چې ستاسو معبود هغه الله دى چې نشته هېڅ لايق د عبادت مګر هم دى دى، ده د علم په لحاظ هر شى، راګېر كړى"},{"SurahNumber":20,"VerseNumber":99,"Text":"هم داسې مونږ تا ته بیانوو ځینې له هغو خبرونو نه چې مخكې تېر شوي دي او په تحقیق تا ته مونږ دركړى دى له خپل جانب نه ذكر (چې قرآن دى)"},{"SurahNumber":20,"VerseNumber":100,"Text":"هرڅوك چې له ده نه مخ وګرځوي، پس بېشكه دغه كس به د قیامت په ورځ ( د عذاب) بار پورته كوي"},{"SurahNumber":20,"VerseNumber":101,"Text":"چې تل به وي په دغه (عذاب) كې او دغه بد دى د دوى لپاره د بارولو په لحاظ"},{"SurahNumber":20,"VerseNumber":102,"Text":"په هغې ورځ كې چې په شپېلۍ كې به (په دوهم ځل) وپوكل شي او په دغې ورځ كې به مونږ مجرمان (كافران) راجمع كوو چې شین سترګي (تور مخې) به وي"},{"SurahNumber":20,"VerseNumber":103,"Text":"دوى به په خپل مینځ كې پټې پټې خبرې كوي چې تاسو وخت نه دى تېر كړى (په دنیا كې) مګر لس شپې"},{"SurahNumber":20,"VerseNumber":104,"Text":"مونږ ښه عالمان یو په هغو خبرو چې دوى يې وايي، كله چې په دوى كې د روش په لحاظ ډېر كامل وايي: تاسو وخت نه دى تېر كړى مګر یوه ورځ"},{"SurahNumber":20,"VerseNumber":105,"Text":"او دوى له تا نه د غرونو په باره كې پوښتنه كوي، نو ته (ورته) ووایه چې زما رب به دغه (غرونه) تار په تار كړي، تار تار كول"},{"SurahNumber":20,"VerseNumber":106,"Text":"نو دغه (ځمكه) به تش هوار ډاګ پرېږدي"},{"SurahNumber":20,"VerseNumber":107,"Text":"چې ته به په دې كې نه ښكته والى وینې او نه څه اوچت والى"},{"SurahNumber":20,"VerseNumber":108,"Text":"په دغې ورځ كې به دوى د بلونكي پیروي كوي، دغې (بلنې) ته به هېڅ كوږ والى نه وي، او ټول اوازونه به رحمٰن ته چوپ شي، نو ته به نه اورې مګر كشارى (د قدمونو)"},{"SurahNumber":20,"VerseNumber":109,"Text":"په دغې ورځ كې به شفاعت فايده نه رسوي مګر هغه چا ته چې د هغه په حق كې رحمٰن اجازت وكړي او دغه (الله) د ده په خبره راضي شوى وي"},{"SurahNumber":20,"VerseNumber":110,"Text":"دغه (الله) پوهېږي په هر هغه څه چې د دوى په وړاندې دي او په هر هغه څه چې د دوى وروسته دي او دوى د هغه د علم احاطه نشي كولى"}]}