{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"और फिरते रहेंगे उनकी सेवा में (सुन्दर) बालक, जैसे वह छुपाये हुए मोती हों।"},{"SurahNumber":52,"VerseNumber":25,"Text":"और वे (स्वर्ग वासी) सम्मुख होंगे एक-दूसरे के प्रश्न करते हुए।"},{"SurahNumber":52,"VerseNumber":26,"Text":"वे कहेंगेः इससे पूर्व[1] हम अपने परिजनों में डरते थे।"},{"SurahNumber":52,"VerseNumber":27,"Text":"तो अल्लाह ने उपकार किया हमपर तथा हमें सुरक्षित कर दिया तापलहरी की यातना से।"},{"SurahNumber":52,"VerseNumber":28,"Text":"इससे पूर्व[1] हम वंदना किया करते थे उसकी। निश्चय वह अति परोपकारी, दयावान् है।"},{"SurahNumber":52,"VerseNumber":29,"Text":"तो आप शिक्षा देते रहें। क्योंकि आपके पालनहार की अनुग्रह से न आप काहिन (ज्योतिषि) हैं और न पागल।"},{"SurahNumber":52,"VerseNumber":30,"Text":"क्या वे कहते हैं कि ये कवि हैं, हम प्रतीक्षा कर रहे हैं उसके साथ कालचक्र की"},{"SurahNumber":52,"VerseNumber":31,"Text":"आप कह दें कि तुम प्रतीक्षा करते रहो, मैं (भी) तुम्हारे साथ प्रतीक्षा करता हूँ।"},{"SurahNumber":52,"VerseNumber":32,"Text":"क्या उन्हें सिखाती हैं उनकी समझ ये बातें अथवा वह उल्लंघनकारी लोग हैं"},{"SurahNumber":52,"VerseNumber":33,"Text":"क्या वे कहते हैं कि इस (नबी) ने इस (क़ुर्आन) को स्वयं बना लिया है? वास्तव में, वे ईमान लाना नहीं चाहते।"},{"SurahNumber":52,"VerseNumber":34,"Text":"तो वे ले आयें इस (क़ुर्आन) के समान कोई एक बात, यदि वे सच्चे हैं।"},{"SurahNumber":52,"VerseNumber":35,"Text":"क्या वे पैदा हो गये हैं बिना[1] किसी के पैदा किये अथवा वे स्वयं पैदा करने वाले हैं"},{"SurahNumber":52,"VerseNumber":36,"Text":"या उन्होंने ही उत्पत्ति की है आकाशों तथा धरती की? वास्तव में, वे विश्वास ही नहीं रखते।"},{"SurahNumber":52,"VerseNumber":37,"Text":"अथवा उनके पास आपके पालनहार के कोषागार हैं या वही (उसके) अधिकारी हैं"},{"SurahNumber":52,"VerseNumber":38,"Text":"अथवा उनके पास कोई सीढ़ी है, जिसे लगाकर सुनते[1] हैं? तो उनका सुनने वाला कोई खुला प्रमाण प्रस्तुत करे।"},{"SurahNumber":52,"VerseNumber":39,"Text":"क्या अल्लाह के लिए पुत्रियाँ हों तुम्हारे लिए पुत्र हों।"},{"SurahNumber":52,"VerseNumber":40,"Text":"या आप माँग कर रहे हैं उनसे किसी पारिश्रमिक[1] की, तो वे उसके बोझ से दबे जा रहे हैं"},{"SurahNumber":52,"VerseNumber":41,"Text":"अथवा उनके पास परोक्ष (का ज्ञान) है, जिसे वे लिख[1] रहे हैं"},{"SurahNumber":52,"VerseNumber":42,"Text":"या वे चाहते हैं कोई चाल चलना? तो जो काफ़िर हो गये, वे उस चाल में ग्रस्त होंगे।"},{"SurahNumber":52,"VerseNumber":43,"Text":"अथवा उनका कोई ओर उपास्य (पूज्य) है अल्लाह के सिवा? अल्लाह पवित्र है उनके शिर्क से।"},{"SurahNumber":52,"VerseNumber":44,"Text":"यदि वे देख लें कोई खण्ड आकाश से गिरता हुआ, तो कहेंगे कि तह पर तह बादल है।"},{"SurahNumber":52,"VerseNumber":45,"Text":"अतः, आप छोड़ दें उन्हें, यहाँ तक कि वे मिल जायें अपने उस दिन से, जिसमें[1] इन्हें अपनी सुध्द नहीं होगी।"},{"SurahNumber":52,"VerseNumber":46,"Text":"उस दिन नहीं काम आयेगी उनके, उनकी चाल कुछ और न उनकी सहायता की जायेगी।"},{"SurahNumber":52,"VerseNumber":47,"Text":"तथा निश्चय अत्याचारियों के लिए एक यातना है इसके अतिरिक्त[1] (भी)। परन्तु, उनमें से अधिक्तर ज्ञान नहीं रखते हैं।"},{"SurahNumber":52,"VerseNumber":48,"Text":"और (हे नबी!) आप सहन करें अपने पालनहार का आदेश आने तक। वास्तव में, आप हमारी रक्षा में हैं तथा पवित्रता का वर्णन करें अपने पालनहार की प्रशंसा के साथ जब जागते हों।"},{"SurahNumber":52,"VerseNumber":49,"Text":"तथा रात्री में (भी) उसकी पवित्रता का वर्णन करें और तारों के डूबने के[1] पश्चात् (भी)।"},{"SurahNumber":53,"VerseNumber":1,"Text":"शपथ है तारे की, जब वह डूबने लगे"},{"SurahNumber":53,"VerseNumber":2,"Text":"नहीं कुपथ हुआ है तुम्हारा साथी और न कुमार्ग हुआ है।"},{"SurahNumber":53,"VerseNumber":3,"Text":"और वह नहीं बोलते अपनी इच्छा से।"},{"SurahNumber":53,"VerseNumber":4,"Text":"वह तो बस वह़्यी (प्रकाशना) है। जो (उनकी ओर) की जाती है।"},{"SurahNumber":53,"VerseNumber":5,"Text":"सिखाया है जिसे उन्हें शक्तिवान ने।"},{"SurahNumber":53,"VerseNumber":6,"Text":"बड़े बलशाली ने, फिर वह सीधा खड़ा हो गया।"},{"SurahNumber":53,"VerseNumber":7,"Text":"तथा वह आकाश के ऊपरी किनारे पर था।"},{"SurahNumber":53,"VerseNumber":8,"Text":"फिर समीप हुआ और फिर लटक गया।"},{"SurahNumber":53,"VerseNumber":9,"Text":"फिर हो गया दो कमान के बराबर अथवा उससे भी समीप।"},{"SurahNumber":53,"VerseNumber":10,"Text":"फिर उसने वह़्यी की उस (अल्लाह) के भक्त[1] की ओर, जो भी वह़्यी की।"},{"SurahNumber":53,"VerseNumber":11,"Text":"नहीं झुठलाया उनके दिल ने, जो कुछ उन्होंने देखा।"},{"SurahNumber":53,"VerseNumber":12,"Text":"तो क्या तुम उनसे झगड़ते हो उसपर, जिसे वे (आँखों से) देखते हैं"},{"SurahNumber":53,"VerseNumber":13,"Text":"निःसंदेह, उन्होंने उसे एक बार और भी उतरते देखा।"},{"SurahNumber":53,"VerseNumber":14,"Text":"सिद्-रतुल मुन्हा[1] के पास।"},{"SurahNumber":53,"VerseNumber":15,"Text":"जिसके पास जन्नतुल[1] मावा है।"},{"SurahNumber":53,"VerseNumber":16,"Text":"जब सिद्-रह पर छा रहा था, जो कुछ छा रहा था।"},{"SurahNumber":53,"VerseNumber":17,"Text":"न तो निगाह चुंधियाई और न सीमा से आगे हुई।"},{"SurahNumber":53,"VerseNumber":18,"Text":"निश्चय आपने अपने पालनहार की बड़ी निशानियाँ देखीं।"},{"SurahNumber":53,"VerseNumber":19,"Text":"तो (हे मुश्रिको!) क्या तुमने देख लिया लात्त तथा उज़्ज़ा को।"},{"SurahNumber":53,"VerseNumber":20,"Text":"तथा एक तीसरे मनात को"},{"SurahNumber":53,"VerseNumber":21,"Text":"क्या तुम्हारे लिए पुत्र हैं और उस अल्लाह के लिए पुत्रियाँ"},{"SurahNumber":53,"VerseNumber":22,"Text":"ये तो बड़ा भोंडा विभाजन है।"},{"SurahNumber":53,"VerseNumber":23,"Text":"वास्तव में, ये कुछ केवल नाम हैं, जो तुमने तथा तुम्हारे पूर्वजों ने रख लिये हैं। नहीं उतारा है अल्लाह ने उनका कोई प्रमाण। वे केवल अनुमान[1] पर चल रहे हैं तथा अपनी मनमानी पर। जबकि आ चुका है उनके पालनहार की ओर से मार्गदर्शन।"},{"SurahNumber":53,"VerseNumber":24,"Text":"क्या मनुष्य को वही मिल जायेगा, जिसकी वह कामना करे"},{"SurahNumber":53,"VerseNumber":25,"Text":"(नहीं, ये बात नहीं है) क्योंकि अल्लाह के अधिकार में है आख़िरत (परलोक) तथा संसार।"}]}