{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Mattu nīvu nim'ma pratijñegaḷannu paraspara van̄caneya nepavāgi baḷasikoḷḷabēḍi. An'yathā hejjeyu sthiravāda baḷika asthiravāgi biḍuvudu mattu nīvu allāhana mārgadinda (janarannu) taḍedudara duṣphalavannu anubhavisuviri mattu nimage bhārī śikṣe sigalide"},{"SurahNumber":16,"VerseNumber":91,"Text":"mattu nīvu allāhana jotegina karārannu kṣullaka belege mārabēḍi. Nīvu ballavarāgiddare, allāhana baḷi ēnideyō aduvē nim'ma pālige uttamavāgide"},{"SurahNumber":16,"VerseNumber":92,"Text":"nim'ma baḷi iruvudellavū mugidu hōguvudu. Ādare allāhana baḷi iruva ellavū, sadākāla uḷidiruvudu. Khaṇḍitavāgiyū nāvu, sahanaśīlarāgiddavarige, avaru esagida karmakkinta tumbā śrēṣṭhavāda pratiphalavannu nīḍaliddēve"},{"SurahNumber":16,"VerseNumber":93,"Text":"satkarmavesagida vyakti – puruṣanirali strī irali – viśvāsiyāgiddalli, nāvu ātanige śud'dhavāda badukannu nīḍuvevu mattu avarige nāvu avaru esagida karmakkintalū tumbā śrēṣṭha pratiphalavannu nīḍuvevu"},{"SurahNumber":16,"VerseNumber":94,"Text":"nīvu kur‌ān‌annu ōduvāga, śapita śaitānana virud'dha allāhana rakṣaṇeyannu bēḍiri"},{"SurahNumber":16,"VerseNumber":95,"Text":"viśvāsigaḷa mēle hāgū tam'ma oḍeyanalli bharavase iṭṭiruvavara mēle ātanige (śaitānanige) khaṇḍita yāva niyantraṇavū illa"},{"SurahNumber":16,"VerseNumber":96,"Text":"avanige (śaitānanige) niyantraṇaviruvudu avanannu tam'ma āptanāgisikoṇḍavaru hāgū avana (allāhana) jote itararannu pālugoḷisuvavara mēle mātra"},{"SurahNumber":16,"VerseNumber":97,"Text":"(dūtarē,) nāvu ondu vacanada sthānadalli innondu vacanavannu tandāga avaru, ‘‘(idannellā) nīvē racisuttīri’’ ennuttāre.- Tānu iḷisiruvudu ēnembudannu allāhanu cennāgi aritiruttāne. Nijavāgi avaralli heccinavaru ballavaralla"},{"SurahNumber":16,"VerseNumber":98,"Text":"satya sahitavāgi, viśvāsigaḷannu sthiragoḷisalikkāgi hāgū śaraṇādavarige mārgadarśana mattu śubhavārteyāgi idannu nim'ma oḍeyana kaḍeyinda, pavitra ātma (jibrīlaru) iḷisiruvarendu nīvu hēḷiri"},{"SurahNumber":16,"VerseNumber":99,"Text":"Obba mānavanu (nimage) idannu kalisi koḍuttānendu avaru ārōpisuttiruvudu namage cennāgi tiḷidide. Ādare avaru ā suḷḷārōpavannu yāreḍege sūcisuttiruvarō ātanadu ‘ajami’ (arabi allada) bhāṣeyāgide mattu idu (kur‌ān) spaṣṭavāda arabi bhāṣeyallide"},{"SurahNumber":16,"VerseNumber":100,"Text":"allāhana vacanagaḷalli nambike illadavarige khaṇḍitavāgiyū allāhanu saridāriyannu tōruvudilla. Avarige yātanāmaya śikṣe ide"},{"SurahNumber":16,"VerseNumber":101,"Text":"allāhana vacanagaḷalli nambike illadavaru mātravē, suḷḷārōpagaḷannu sr̥ṣṭisuttāre. Avarē suḷḷugāraru"},{"SurahNumber":16,"VerseNumber":102,"Text":"(dhikkāravannu prakaṭisalu) nirbandhitanāgiddu, manasāre viśvāsadallē santr̥ptanāgiruvavana horatu – allāhanalli viśvāsaviṭṭa baḷika ātanannu dhikkarisidavanu mattu dhikkārakkāgi tanna manas'sannu teredavanu, allāhana krōdhakke tuttāguvanu mattu avarige bhārī ghōra śikṣe sigalide"},{"SurahNumber":16,"VerseNumber":103,"Text":"idēkendare, avaru paralōkadeduru ī lōkavannu meccidaru. Mattu allāhanu dhikkārigaḷige saridāri tōruvudilla"},{"SurahNumber":16,"VerseNumber":104,"Text":"allāhanu avara manas'sugaḷa mēlū kivigaḷa mēlū kaṇṇugaḷa mēlū mudre ottiruvanu. Avarē arivilladavaru"},{"SurahNumber":16,"VerseNumber":105,"Text":"paralōkadalli naṣṭa anubhavisuvavaru avarē embudaralli sandēhavilla"},{"SurahNumber":16,"VerseNumber":106,"Text":"atta khaṇḍitavāgiyū nim'ma oḍeyanu, parīkṣege tuttāda baḷika valase hōda mattu ā baḷika hōrāḍida hāgū sahanaśīlarāgiddavara paravāgiddāne. Khaṇḍitavāgiyū iṣṭāda baḷika nim'ma oḍeyanu (avara pālige) kṣamāśīlanū karuṇāmayiyū āgiruttāne"},{"SurahNumber":16,"VerseNumber":107,"Text":"pratiyobbanū kēvala tanna paravāgi mātra vādisaliruva mattu pratiyobbanigū tanna karmada paripūrṇa pratiphala nīḍalāguva ā dina, avara mēle an'yāya naḍeyadu"},{"SurahNumber":16,"VerseNumber":108,"Text":"Allāhanu ondu nāḍina udāharaṇe nīḍiruvanu; adu tumbā śānta hāgū santr̥ptavāgittu. Adara (vāsigaḷa) āhāravu dhārāḷavāgi adara baḷige taluputtittu. Munde adu, allāhana anugrahagaḷeduru kr̥taghnate tōritu. Avara ī kr̥tyagaḷa phalavāgi allāhanu avarige hasivu mattu bhayagaḷa ruci uṇisidanu"},{"SurahNumber":16,"VerseNumber":109,"Text":"khaṇḍitavāgiyū avara baḷige, avaroḷagindalē dūtaru bandaru. Ādare avaru (nāḍinavaru) avarannu tiraskarisidaru. Konege (allāhana) śikṣeyu avara mēleragitu. Avaru akramigaḷāgiddaru"},{"SurahNumber":16,"VerseNumber":110,"Text":"nīvu nijakkū avanannē (allāhanannē) pūjisuvavarāgiddare, allāhanu nimage nīḍiruva sam'mata hāgū śud'dha āhāravannu tinniri mattu allāhana anugrahagaḷigāgi kr̥tajñate sallisiri"}]}