{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"And it is not for any human being that God would speak to him, except through inspiration, or from behind a barrier, or by sending a messenger to inspire whom He wills with His permission. He is Most High, Wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"And thus, We inspired to you a revelation of Our command. You did not know what was the Book, nor what was faith. Yet, We made this a light to guide whoever We wish from among Our servants. Surely, you guide to a straight path"},{"SurahNumber":42,"VerseNumber":53,"Text":"The path of God, to whom belongs what is in the heavens and the earth. Ultimately, to God all matters return"},{"SurahNumber":43,"VerseNumber":1,"Text":"HM"},{"SurahNumber":43,"VerseNumber":2,"Text":"And the clarifying Book"},{"SurahNumber":43,"VerseNumber":3,"Text":"We have made it an Arabic revelation, perhaps you may comprehend"},{"SurahNumber":43,"VerseNumber":4,"Text":"And it is held honorable and wise in the master record with Us"},{"SurahNumber":43,"VerseNumber":5,"Text":"Shall We turn away the Reminder from you, because you are a transgressing people"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many a prophet did We send to the previous generations"},{"SurahNumber":43,"VerseNumber":7,"Text":"And every time a prophet went to them, they mocked him"},{"SurahNumber":43,"VerseNumber":8,"Text":"We have destroyed those who were even more powerful than these, and the example of the previous generations has already been given"},{"SurahNumber":43,"VerseNumber":9,"Text":"And if you asked them: \"Who has created the heavens and the earth?\" They will say: \"They were created by the One who is the Noble, the Knowledgeable"},{"SurahNumber":43,"VerseNumber":10,"Text":"He is the One who made the earth a habitat for you, and He made paths in it that you may be guided"},{"SurahNumber":43,"VerseNumber":11,"Text":"And He is the One who sends down water from the sky, in exact measure. We then revive with it a dead land. Similarly, you will be brought-out"},{"SurahNumber":43,"VerseNumber":12,"Text":"And He is the One who has created all the pairs, and He made for you of the ships and the livestock that which you can ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"So that you may settle on their backs; then recall the blessing of your Lord once you have settled on them, and say: \"Glory to the One who has committed this for us, and we could not have done so by ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"And we will ultimately return to our Lord"},{"SurahNumber":43,"VerseNumber":15,"Text":"And they assigned a share to Him from His own servants! Man is clearly denying"},{"SurahNumber":43,"VerseNumber":16,"Text":"Or has He selected daughters from among His creation, while He has left you with the sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"And if one of them is given news of that which he puts forth as an example for the Almighty, his face becomes dark, and he is miserable"},{"SurahNumber":43,"VerseNumber":18,"Text":"What good is an offspring that is brought up to be beautiful, and cannot help in a fight"},{"SurahNumber":43,"VerseNumber":19,"Text":"And they have claimed the angels who are with the Almighty are females! Have they been made witness to their creation? We will record their testimony, and they will be asked"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they said: \"If the Almighty had willed, we would not have worshipped them.\" They have no knowledge of this; they only conjecture"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or have We given them a book before this which they are upholding"},{"SurahNumber":43,"VerseNumber":22,"Text":"The fact is, they have said: \"We found our fathers following a certain way, and we are following in their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"And similarly, We did not send a warner to a town, except its carefree ones said: \"We found our fathers following a certain way, and we are being guided in their footsteps"}]}