{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(Uyarıcı peygamber onlara): «Ben size, babalarınızı uzerinde buldugunuz dinden daha dogrusunu getirecek olsam da mı ?» dedi. «Biz, supheniz olmasın ki, sizinle gonderileni inkar edip tanımıyoruz,» diye cevap verdiler"},{"SurahNumber":43,"VerseNumber":25,"Text":"Onlardan intikam aldık. O (hakkı) yalanlayanların sonlarının ne olduguna bir bak"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani bir vakit Ibrahim, babasına ve kavmine dedi ki: «Hakikat ben, sizin taptıklarınızdan uzagım, onlarla bir ilisigim yoktur. Ancak beni yoktan orneksiz yaratan (Rabbim) mustesna (ancak O´na taparım). Gercek O, beni dogru yola eristirecektir"},{"SurahNumber":43,"VerseNumber":27,"Text":"Hani bir vakit Ibrahim, babasına ve kavmine dedi ki: «Hakikat ben, sizin taptıklarınızdan uzagım, onlarla bir ilisigim yoktur. Ancak beni yoktan orneksiz yaratan (Rabbim) mustesna (ancak O´na taparım). Gercek O, beni dogru yola eristirecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ibrahim bunu, (hakka) donerler diye soyu arasında baki kalacak bir soz olarak bıraktı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Fakat bunları ve babalarını, kendilerine hakk ve (onu) acıklayan peygamber gelinceye kadar bir sure gecindirip yararlandırdık"},{"SurahNumber":43,"VerseNumber":30,"Text":"Hakk onlara geldigi zaman, «bu bir sihirdir ve biz elbette onu inkar edenlerizdir,» dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve bir de dediler ki: «Bu Kur´an, su iki sehirden buyuk bir adama indirilmeli degil miydi?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbin rahmetini onlar mı taksim ediyorlar ? Oysa Dunya hayatında onların gecimligini aralarında taksim eden, bir kısmını digerine is gordurmek icin kimini kiminin ustune derecelerle yukselttik. Rabbin rahmeti ise, onların toplayıp biriktirdiklerinden hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanların (kufur ve sapıklıkta toplanıp) bir tek ummet olma sakıncası olmasaydı. Rahman (olan Allah)´ı inkar edenlerin evlerinin tavanını, uzerine cıktıkları merdivenleri"},{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerinin kapılarını, uzerine yaslandıkları kanepeleri gumusten yapar ve altın kaplamalarla islerdik. Bunların hepsi dunya hayatının kısa sureli yararlanılan gecimliginden baskası degildir. Ahiret ise, Rabbin yanında korkup sakınanlar icindir"},{"SurahNumber":43,"VerseNumber":35,"Text":"Evlerinin kapılarını, uzerine yaslandıkları kanepeleri gumusten yapar ve altın kaplamalarla islerdik. Bunların hepsi dunya hayatının kısa sureli yararlanılan gecimliginden baskası degildir. Ahiret ise, Rabbin yanında korkup sakınanlar icindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim de Rahman´ı anmaktan yana korluk gosterirse, biz ona yandas olmak uzere bir seytan sardırırız"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ve gercekten onlar, bunları dogru yoldan alıkorlar da bunlar, dogru yolda bulunduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sonunda bize gelince, yandasına : «Keske benimle senin aranda dogu ile batı arası kadar uzaklık olsaydı. (Meger) sen ne kotu arkadasmıssın !.» der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Zulmettiginiz icin bugun (buradaki pismanlıgınız) size fayda vermez. Sizler elbette azabda birlesen ortaklarsınızdır"},{"SurahNumber":43,"VerseNumber":40,"Text":"Sen mi sagırlara isittirecek sin veya korleri ve acık bir sapıklık icinde bulunanı dogru yola ulastıra caksın"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eger biz seni (alıp kendimize) gotursek bile suphesiz onlardan intikam alacagız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ya da onlara va´dettigimiz seyi (azabı) sana gosterecegiz. Cunku bizim, onlara kudretimiz elbette yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Artık sen, sana vahyedilene sımsıkı sarıl. Suphesiz ki sen dosdogru yol uzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"O Kur´an sana ve milletine elbette hem ogut, hem anılmaya deger bir sereftir. Ileride bundan sorulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden once elci olarak gonderdigimiz peygamberlerimize sor: «Rahman´dan baska tapılacak tanrılar meydana getirdiler mi?»"},{"SurahNumber":43,"VerseNumber":46,"Text":"And olsun ki biz, Musa´yı acık belge ve mu´cizelerle Fir´avn´a ve ileri gelen yandaslarına peygamber olarak gonderdik. (O da onlara:) «Suphesiz ki ben, alemlerin Rabbı´nın peygamberiyim ve elcisiyim,» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Ne vakit ki onlara mu´cizelerimizle geldi, onlar birdenbire (isi alaya alıp) buna guluverdiler"},{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara hicbir ayet (belge ve mu´cize) gostermedik ki, digerinden daha buyuk olmasın. Belki donerler diye onları azab ile yakalayıverdik"},{"SurahNumber":43,"VerseNumber":49,"Text":"Boyle iken, «ey sihirbaz buyucu !» dediler. «Sana verdigi sozu geregi, Rabbına bizim icin dua edip yalvar, bizler elbette dogru yola gelecegiz.»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Kendilerinden o azabı kaldırdıgımızda, birden verdikleri sozu bozdular (yerine getirmediler)"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir´avn kendi milleti icinde soyle seslendi: «Ey milletim !» dedi, «Mısır mulku ve krallıgı benim degil midir? Su ırmaklar benim altımdan akmıyor mu ? Gormuyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, su zavallı ve neredeyse acık sekilde meramını anlatamıyan kimseden daha hayırlı degil miyim ?»"},{"SurahNumber":43,"VerseNumber":53,"Text":"(Eger dogru sozlu ise) «uzerine altından bilezikler atılmalı veya beraberinde melekler yer alıp gelmeli degil miydi ?»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Boylece o, kendi milletini hafife aldı (da aldatıcı sozler soyledi). Bu sebeple ona itaat ettiler. Suphesiz ki onlar hakkın yolundan cıkmıs ahlaksız bir milletti"},{"SurahNumber":43,"VerseNumber":55,"Text":"Ne vakit ki, bizi ofkelendirip gazabımızı cektiler, kendilerinden intikam aldık da boylece hepsini (Kızıldeniz´de) bogduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları sonra gelecekler icin gecmis bir ibret ve misal yaptık"}]}