{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":33,"VerseNumber":51,"Text":"Tinkomboleche kunchelewasya jwamunsachile mwa ŵanganyao, ni kunkumbatisya kukwenu jwamunsachile. Sano naga n’di munsachilile ajula jwamum’bisile pambali tipaŵe pangali ulemwa kukwenu (kunkumbatisya kukwenu). Yalakweyo ni yakuŵandichila kuti meso gao gateteŵale, nambo soni kuti akadandaula, ni ayisengwele yamwapele ŵanganyao ŵanaose. Sano Allah akumanyilila yaili m’mitima mwenu, ni aŵele Allah Jwakumanyilila nnope, Jwakutulala nnope ntima"},{"SurahNumber":33,"VerseNumber":52,"Text":"Panyuma (pa achimmasyeto ŵan’di nao), nganaŵa ŵakundisyidwa kukwenu (kwalomba) achakongwe (ŵane), namuno kuti mwatindanye ŵanganyao ni achimmasyeto (ŵane), nantimuno kukansengwasyisye kusalala kwao, ikaŵeje (mateeka) gagapatile nkono wenu wakun’dyo. Ni aŵele Allah pa chindu chilichose Nkung’unulila kusyene"},{"SurahNumber":33,"VerseNumber":53,"Text":"Chisimu pamasile paluŵele kukwenu lusyasyo lwambone pa Ntenga jwa Allah ﷺ, kwa mundu jwali nkuŵichila ntima pa Allah ni Lisiku Lyambesi ni kunkumbuchilaga Allah kwejinji"},{"SurahNumber":33,"VerseNumber":54,"Text":"Kanga tinchilosye chindu chilichose kapena tinchisise basi (yalumope), chisimu Allah chindu chilichose aŵele Jwakuchimanya chenene"},{"SurahNumber":33,"VerseNumber":55,"Text":"Pangali ulemwa kwa ŵanganyao (achiŵammakwakwe Ntumeo, kuonechela nkanawale buyibuyi) kwa achibaba ŵao, namuno kwa achiŵanache ŵao, namuno kwa achachimwene ŵao, namuno kwa ŵanache ŵa achachimwene ŵao, namuno kwa ŵanache ŵa achachemwali ŵao, namuno kwa achakongwe achin’jao, namuno kwa aŵala (mateeka) ŵagapatile makono gao gakun’dyo. Ni mun’jogopeje Allah jenumanja (achakongwe). Chisimu Allah pa chindu chilichose aŵele Mboni"},{"SurahNumber":33,"VerseNumber":56,"Text":"Chisimu Allah akupeleka chanasa kwa Ntume (Muhammadi ﷺ), nombe nao soni Achimalaika (akum’bombelaga chanasa Ntumejo)ﷺ. E jenumanja ŵankulupilile! Mum’bombelani chanasa jwalakwe ni kum’bombela soni ntendele"},{"SurahNumber":33,"VerseNumber":57,"Text":"Chisimu aŵala ŵaakunsausya Allah ni Ntenga Jwakwe ﷺ, Allah ŵalwesile ŵanganyao pa duniya ni ku Akhera kwakwe, ni ŵalinganyichisye soni ilagasyo yakwalusya"},{"SurahNumber":33,"VerseNumber":58,"Text":"Soni aŵala ŵaakwasausya ŵakulupilila ŵachilume ni ŵakulupilila ŵachikongwe pa ichindu yanganapanganya, basi nikuti pamasile patwichile n’gogolo (unami wekulungwa) ni ulemwa wakuonechela"},{"SurahNumber":33,"VerseNumber":59,"Text":"E mmwe Ntume ﷺ! Mwasalilani achiŵammakwenu, ni ŵanache ŵenu ŵachikongwe, kwisa soni achakongwe ŵa ŵakulupilila kuti: Aliunichileje chilu chosope ni nguwo syao. Yalakweyo ni yakwaŵandichisya kuti amanyicheje (kuti ŵandu ŵakuchimbichika), basi ni ngalagasyidwaga. Sano Allah ni aŵele Jwakululuka kusyene, Jwachanasa channope"}]}