{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":5,"VerseNumber":97,"Text":"Allah yagize Al Kaabat ingoro ntagatifu ngo ibe ahantu abantu bahurira. (Kandi yashyizeho) amezi (ane) matagatifu, amatungo y’ibitambo ndetse n’imitamirizo (yambikwa ayo matungo; Allah yabigize ingirakamaro ku bantu). Ibyo ni ukugira ngo mumenye ko Allah azi ibiri mu birere n’ibiri mu isi, kandi ko Allah ari Umumenyi uhebuje w’ibintu byose"},{"SurahNumber":5,"VerseNumber":98,"Text":"Mumenye ko Allah ari Nyiribihano bikaze, kandi ko Allah ari Ubabarira ibyaha, Nyirimpuhwe"},{"SurahNumber":5,"VerseNumber":99,"Text":"Nta kindi Intumwa (Muhamadi) ishinzwe uretse gusohoza ubutumwa. Kandi Allah azi ibyo mugaragaza n’ibyo muhisha"},{"SurahNumber":5,"VerseNumber":100,"Text":"Vuga (yewe Muhamadi) uti “Ikibi ntigihwanye n’icyiza kabone n’ubwo wareshywa n’ubwinshi bw’ibibi.” Bityo yemwe banyabwenge, nimugandukire Allah kugira ngo mukiranuke"},{"SurahNumber":5,"VerseNumber":101,"Text":"Yemwe abemeye! Ntimukabaze ibintu mushobora kugaragarizwa bikabagiraho ingaruka! Kuko nimubibaza mu gihe Qur’an igihishurwa, muzabigaragarizwa (bibe amategeko kuri mwe) nyamara Allah yari yarabyihoreye. Allah ni Ubabarira ibyaha, Udahaniraho"},{"SurahNumber":5,"VerseNumber":102,"Text":"Mu by’ukuri hari abantu mbere yanyu babajije ibibazo nk’ibyo, hanyuma (babisubijwe) bibabera impamvu yo kuba abahakanyi"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allah ntabwo ari we washyizeho Bahira, Sa’ibat, Waswilat, cyangwa Hami. Ahubwo ba bandi bahakanye bahimbira Allah ibinyoma kandi abenshi muri bo ntibatekereza"},{"SurahNumber":5,"VerseNumber":104,"Text":"Kandi n’iyo babwiwe bati “Nimukurikire ibyo Allah yahishuye, munakurikire Intumwa (Muhamadi).” Baravuga bati “Ibyo twasanze abakurambere bacu bakurikira biraduhagije.” Ese n’ubwo abakurambere babo nta cyo baba bari bazi cyangwa bataranayobotse (bari kubakurikira)"},{"SurahNumber":5,"VerseNumber":105,"Text":"Yemwe abemeye! Nimwimenye (mugandukire Allah, mukore ibikorwa byiza mwirinda ibyaha). Nimuramuka muyobotse (mukabwirizanya gukora ibyiza ndetse mukanabuzanya gukora ibibi) abayobye nta cyo bazabatwara. Ukugaruka kwanyu mwese ni kwa Allah, maze azabamenyeshe ibyo mwakoraga"},{"SurahNumber":5,"VerseNumber":106,"Text":"Yemwe abemeye! Igihe umwe muri mwe azaba yegereje urupfu, mu gihe cyo kuraga ajye ashaka abahamya babiri b’inyangamugayo muri mwe (Abayisilamu). Cyangwa igihe muri mu rugendo mukabona mwegereje urupfu, mujye mushaka (abatangabuhamya b’inyangamugayo) babiri batari muri mwe. (Abo mu muryango w’uwapfuye) nibaramuka bashidikanyije ku bunyangamugayo bwabo, mujye mubahagarika nyuma y’iswala barahire ku izina rya Allah (bavuga bati) “Ntabwo twabeshya ngo tugurane (iyi ndahiro) indonke z’isi kabone n’iyo (uwo bifitiye akamaro) yaba ari uwo dufitanye isano, kandi ntituzahisha ubuhamya bwa Allah, kuko mu by’ukuri (turamutse tubikoze) twaba tubaye mu banyabyaha.”"},{"SurahNumber":5,"VerseNumber":107,"Text":"Nibiramuka bigaragaye ko (abo bombi) bakoze icyaha (cyo kurahira mu binyoma), mujye mushaka abandi babiri (mu bafitanye isano n’uwapfuye) bajye mu cyimbo cyabo, hanyuma barahire ku izina rya Allah (bavuga bati) “Rwose turemeza ko ubuhamya bwacu ari ukuri kurusha ubuhamya bwabo bombi, kandi ntitwarengereye (ukuri); kuko mu by’ukuri (turamutse tubikoze), twaba tubaye mu nkozi z’ibibi.”"},{"SurahNumber":5,"VerseNumber":108,"Text":"Ubwo ni bwo buryo bwegereye kuba batanga ubuhamya uko buri, cyangwa bagatinya ko hazanwa izindi ndahiro (z’abo mu muryango w’uwapfuye) nyuma y’indahiro zabo (maze bagaseba). Munatinye Allah ndetse munamutege amatwi. Kandi Allah ntayobora abantu b’ibyigomeke"}]}