{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"Rabbım; bana Sen mülk verdin ve sözlerin te´vilini öğrettin. Ey göklerin ve yerin yaratanı; Sen, dünyada da, ahirette de benim velimsin. Müslüman olarak canımı al. Ve beni salihlere kat"},{"SurahNumber":12,"VerseNumber":102,"Text":"Bunlar gayb haberlerindendir ki, sana vahyediyoruz. Onlar, elbirliği edip düzen kurdukları zaman; sen, orada değildin"},{"SurahNumber":12,"VerseNumber":103,"Text":"Sen, ne kadar hırs göstersen de; yine insanların çoğu, inanmazlar"},{"SurahNumber":12,"VerseNumber":104,"Text":"Halbuki sen, buna karşı onlardan hiç bir ücret de istemiyorsun. O, alemler içn bir öğütten başka bir şey değildir"},{"SurahNumber":12,"VerseNumber":105,"Text":"Göklerde ve yerde nice ayetler vardır ki; yüzlerini çevirerek onları görüp geçerler"},{"SurahNumber":12,"VerseNumber":106,"Text":"Onların çoğu; Allah´a iman etmezler, ille de şirk koşanlardır onlar"},{"SurahNumber":12,"VerseNumber":107,"Text":"Allah tarafından onları kuşatacak bir azabın kendilerine gelip çatmasından veya farkında olmadan kıyamet saatinin ansızın gelmesinden emin midirler"},{"SurahNumber":12,"VerseNumber":108,"Text":"De ki: Benim yolum işte budur. Allah´a basiretle davet ediyorum, ben de bana uyanlar da, Allah´ı tenzih ederiz. Ben, asla müşriklerden değilim"},{"SurahNumber":12,"VerseNumber":109,"Text":"Senden önce gönderdiğimiz elçiler de ancak kasabalar halkından, kendilerine vahyettiğimiz birtakım erkeklerdi. Yeryüzünde dolaşmıyorlar mı ki; görsünler kendilerinden önce geçenlerin akıbetlerinin nasıl olduğunu. İttika edenler için ahiret yurdu elbette daha hayırlıdır. Hala akıllanmayacak mısınız"},{"SurahNumber":12,"VerseNumber":110,"Text":"Nihayet o Peygamber ümitsizliğe düşüp kesinlikle yalanladıklarını sandıkları sırada, onlara yardımımız gelmiştir. Böylece dilediğimiz kurtarılmıştır. Suçlular güruhundan ise baskınımız asla geri çevrilmeyecektir"},{"SurahNumber":12,"VerseNumber":111,"Text":"Andolsun ki; onların kıssalarında aklı olanlar için ibretler vardır. Bu, uydurulabilecek bir söz değildir. O; sadece kendinden önceki kitabların tasdiki, her şeyin tafsilidir. İnananlar topluluğu için de hidayet ve rahmettir"},{"SurahNumber":13,"VerseNumber":1,"Text":"Elif, Lam, Mim, Ra. Bunlar Kitab´ın ayetleridir. Sana Rabbinden indirilen Kitab haktır. Ama insanların çoğu inanmazlar"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah O´dur ki; gökleri gördüğünüz gibi yükseltmiş, sonra Arş´a hükmetmiştir. Güneşi ve ayı buyruğu altına almıştır. Bunların her biri belli bir süreye kadar hareket edecektir. İşleri yürütür. Rabbınızla karşılaşacağınıza kesin olarak inanmanız için ayetleri uzun uzun açıklar"},{"SurahNumber":13,"VerseNumber":3,"Text":"O´dur yeri düzleyen ve orada dağlar, nehirler var eden, her türlü mahsulden çift çift yetiştiren ve gündüzü geceyle bürüyen. Muhakkak ki bunlarda; düşünen bir kavim için ayetler vardır"},{"SurahNumber":13,"VerseNumber":4,"Text":"Yeryüzünde birbirine komşu toprak parçaları, üzüm bağları, ekinler ve çatallı çatalsız hurma ağaçları vardır. Hepsi de aynı su ile sulanır. Ama lezzetçe onları birbirinden ayrı kılmışızdır. Şüphesiz ki bunlarda; akleden bir kavim için ayetler vardır"}]}