{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Mānuṣēra hisēba-nikēśēra samaẏa āsanna [1], athaca tārā udāsīnatāẏa mukha phiriẏē raẏēchē"},{"SurahNumber":21,"VerseNumber":2,"Text":"Yakhana'i tādēra kāchē tādēra rabēra kōnō natuna upadēśa āsē [1] takhana tārā tā śōnē kautukacchalē"},{"SurahNumber":21,"VerseNumber":3,"Text":"tādēra antara thākē amanōyōgī. Āra yārā yālēma tārā gōpanē parāmarśa karē. ‘Ē tō tōmādēra mata ēkajana mānuṣa'i, tabu'ō ki tōmarā dēkhē śunē jādura kabalē paṛabē [1]?’"},{"SurahNumber":21,"VerseNumber":4,"Text":"Tini balalēna, ‘āsamānasamūha ō yamīnēra samasta kathā'i āmāra rabēra jānā āchē ēbaṁ tini'i sarbaśrōtā, sarbajña [1].’"},{"SurahNumber":21,"VerseNumber":5,"Text":"Baraṁ tārā balē, ‘ēsaba alīka kalpanā, haẏa sē ēgulō raṭanā karēchē, nā haẏa sē ēkajana kabi [1]. Ata'ēba sē niẏē āsuka āmādēra kāchē ēka nidarśana yērūpa nidarśanasaha prērita haẏēchila pūrbabartīgaṇa"},{"SurahNumber":21,"VerseNumber":6,"Text":"Ēdēra āgē yēsaba janapada āmarā dhbansa karēchi sēkhānakāra adhibāsīrā īmāna ānēni; tabē ki tārā īmāna ānabē"},{"SurahNumber":21,"VerseNumber":7,"Text":"āra āpanāra āgē āmarā ōhīsaha puruṣadērakē'i pāṭhiẏēchilāma [1]; sutarāṁ yadi tōmarā nā jāna tabē jñānīdērakē jijñēsa kara"},{"SurahNumber":21,"VerseNumber":8,"Text":"Āra āmarā tādērakē ēmana dēhabiśiṣṭa karini yē, tārā khābāra grahaṇa karata nā; āra tārā cirasthāẏī'ō chila nā"},{"SurahNumber":21,"VerseNumber":9,"Text":"Tārapara āmarā tādēra prati kr̥ta ōẏādā satya karē dēkhalāma, phalē āmarā tādērakē ō yādērakē icchē rakṣā karēchilāma ēbaṁ sīmālaṅghanakārīdērakē karēchilāma dhbansa"},{"SurahNumber":21,"VerseNumber":10,"Text":"Āmarā tō tōmādēra prati nāyila karēchi kitāba yātē āchē tōmādēra ālōcanā, tabu'ō ki tōmarā bujhabē nā"},{"SurahNumber":21,"VerseNumber":11,"Text":"āra āmarā dhbansa karēchi bahu janapada, yāra adhibāsīrā chila yālēma ēbaṁ tādēra parē sr̥ṣṭi karēchi an'ya jāti"},{"SurahNumber":21,"VerseNumber":12,"Text":"Ataḥpara yakhana tārā āmādēra śāsti ṭēra pēla [1] takhana'i tārā sēkhāna thēkē pālātē lāgala"},{"SurahNumber":21,"VerseNumber":13,"Text":"‘Pāliẏē yē'ō nā ēbaṁ phirē ēsō yēkhānē tōmarā bilāsitāẏa matta chilē ō tōmādēra ābāsagr̥hē, yātē ē biṣaẏē tōmādērakē jijñēsa karā haẏa"},{"SurahNumber":21,"VerseNumber":14,"Text":"Tārā balala, ‘hāẏa! Durbhōga āmādēra! Āmarā tō chilāma jālēma"},{"SurahNumber":21,"VerseNumber":15,"Text":"Ataḥpara tādēra ē ārtanāda calatē thākē āmarā tādērakē kāṭā śasya ō nēbhānō āgunēra mata nā karā paryanta"},{"SurahNumber":21,"VerseNumber":16,"Text":"Āra āsamāna, yamīna ō yā ētadubhaẏēra madhyē āchē tā āmarā khēlāra chalē sr̥ṣṭi karini"},{"SurahNumber":21,"VerseNumber":17,"Text":"Āmarā yadi khēlāra upakaraṇa grahaṇa karatē cā'itāma tabē āmarā āmādēra kācha thēkē'i tā grahaṇa karatāma; kintu āmarā tā karini"},{"SurahNumber":21,"VerseNumber":18,"Text":"Baraṁ āmarā satya dbārā āghāta hāni mithyāra upara; phalē tā mithyākē cūrṇa-bicūrṇa karē dēẏa ēbaṁ taṯkṣaṇāṯ mithyā niścihna haẏē yāẏa [1]. Āra tōmarā āllāhakē yē guṇē guṇānbita karacha tāra jan'ya raẏēchē tōmādēra durbhōga"},{"SurahNumber":21,"VerseNumber":19,"Text":"āra āsamānasamūha ō yamīnē yārā āchē tārā tām̐ra'i; āra tām̐ra sānnidhyē yārā āchē [1] tārā ahaṅkāra-baśē tām̐ra ibādāta karā hatē bimukha haẏa nā ēbaṁ birakti bōdha karē nā"},{"SurahNumber":21,"VerseNumber":20,"Text":"Tārā dina-rāta tām̐ra pabitratā ō mahimā ghōṣaṇā karē, tārā klānta'ō haẏa nā"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ērā yamīna thēkē yēgulōkē mā’buda hisēbē grahaṇa karēchē sēgulō ki mr̥takē jībita karatē sakṣama"},{"SurahNumber":21,"VerseNumber":22,"Text":"yadi ētadubhaẏēra (āsamāna ō yamīnēra) madhyē āllāh byatīta ārō anēka ilāha thākata, tāhalē ubhaẏa'i biśr̥ṅkhala hata [1]. Ata'ēba, tārā yā barṇanā karē tā thēkē āraśēra adhipati āllāh kata'i nā pabitra"},{"SurahNumber":21,"VerseNumber":23,"Text":"Tini yā karēna sē biṣaẏē tini jijñāsita habēna nā; baraṁ tādērakē'i jijñāsā karā habē"},{"SurahNumber":21,"VerseNumber":24,"Text":"Tārā ki tām̐kē chāṛā bahu ilāha grahaṇa karēchē? Baluna, tōmarā tōmādēra pramāṇa dā'ō. Ēṭā'i, āmāra sāthē yā āchē tāra upadēśa ēbaṁ ēṭā'i upadēśa chila āmāra pūrbabartīdēra sāthē yā chila tāra [1]. Kintu tādēra bēśīra bhāga'i prakr̥ta satya jānē nā, phalē tārā mukha phiriẏē nēẏa"},{"SurahNumber":21,"VerseNumber":25,"Text":"Āra āpanāra pūrbē āmarā yē rāsūla'i prēraṇa karēchi tāra kāchē ē ōhī'i pāṭhiẏēchi yē, āmi byatīta an'ya kōnō satya ilāha nē'i, sutarāṁ tōmarā āmarā'i ibādāta kara"},{"SurahNumber":21,"VerseNumber":26,"Text":"Āra tārā balē, ‘daẏāmaẏa (āllāh) santāna grahaṇa karēchēna.’ Tini pabitra mahāna! Tārā tō tām̐ra sam'mānita bāndā"},{"SurahNumber":21,"VerseNumber":27,"Text":"Tārā tām̐ra āgē bēṛē kathā balē nā [1]; tārā tō tām̐ra ādēśa anusārē'i kāja karē thākē"},{"SurahNumber":21,"VerseNumber":28,"Text":"Tādēra sāmanē ō pēchanē yā kichu āchē tā saba'i tini jānēna. Āra tārā supāriśa karē śudhu tādēra jan'ya'i yādēra prati tini santuṣṭa ēbaṁ tārā tām̐ra bhaẏē bhīta-santrasta"}]}