{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Talán kegyes jámborságot\" Parancsoltok meg az embereknek, ámelfelejtítek magatokat, holott olvassátok a Könyvet. Hát nem fogjátok fel ésszel"},{"SurahNumber":2,"VerseNumber":45,"Text":"Az állhatatos türelemtől és az imától kérjétek a segítséget! Bizony nagy dolog ez, kivéve az alázatosak számára"},{"SurahNumber":2,"VerseNumber":46,"Text":"(Ők azok,) akik úgy gondolják, hogy találkozni fognak az Urukkal és Őhozzá fognak visszatérni"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ó Izrael fiai! Emlékezzetek arra a Kegyelemre, amelyben titeket részesítettelek! (És arra, hogy) benneteket minden teremtett fölé helyeztelek (a magatok korában)"},{"SurahNumber":2,"VerseNumber":48,"Text":"És féljétek azt a Napot, amikor egyetlen lélek sem tehet semmit a \"másik lélekért, és nem fogadtatik el tőle a közbenjárás sem, és tőle váltságdíj sem vehető el, és segítségre sem találnak"},{"SurahNumber":2,"VerseNumber":49,"Text":"(Emlékezzetek!) Midőn Mi megmentettünk benneteket a Fáraó népétől, akik a legrettenetesebb büntetéssel sújtottak benneteket, akik feláldozták fiaitokat, és csak asszonyaitokat hagyták meg. Bizony hatalmas megpróbáltatás \"van ebben a számotokra az Uratoktól"},{"SurahNumber":2,"VerseNumber":50,"Text":"(Emlékezzetek!) Midőn kettéválasztottuk a számotokra a tengert\" és megmentettünk benneteket és a vízbe fojtottuk a Fáraó embereit. És ti láttátok azt"},{"SurahNumber":2,"VerseNumber":51,"Text":"És (emlékezzetek) midőn Műsü- nak (Mózesnek) negyven éjjelt jelöltünk ki. Majd (ti az ő távollétében) előhoztátok a borjút ezután, és ti bűnösök? voltatok"},{"SurahNumber":2,"VerseNumber":52,"Text":"Ám ezután megbocsátottunk. nektek. Talán hálásak lesztek"},{"SurahNumber":2,"VerseNumber":53,"Text":"És (emlékezzetek) midőn Műsa- nak (Mózesnek) a Könyvet és a Furgan-t adtuk. Talán az Igaz Útra vezéreltettek"},{"SurahNumber":2,"VerseNumber":54,"Text":"És (emlékezzetek) midőn mondta Misa (Mózes) a népének: .Ó népem! Bizony bűnt követtetek el magatok ellen azzal, hogy előhoztátok a borjút. Forduljatok hát megbánással a Teremtőtök felé, és öldössétek magatokat! Ez jobb nektek a ti Teremtőtöknél.\" És Ő kiengesztelődve fordul felétek. Ő az, Aki elfogadja a megbánást és a Megkönyörülő"},{"SurahNumber":2,"VerseNumber":55,"Text":"És (emlékezzetek) midőn mondtátok: ..Ó Misa (Mózes)! Nem hiszünk neked addig neked, míg tisztán nem látjuk Allah-ot.\" És ekkor megragadott benneteket a mennydörgés! és ti láttátok azt"},{"SurahNumber":2,"VerseNumber":56,"Text":"Ezután új életre támasztottunk benneteket a halálotok után. Talán hálásak lesztek"},{"SurahNumber":2,"VerseNumber":57,"Text":"Felhőket borítottunk felétek\". És mannát\" és fürjeket bocsátottunk le nektek. Egyetek azokból a jókból, amikkel gondoskodunk rólatok! Ők nem Ellenünk követtek el bűnt, hanem saját magukkal szemben követték azt el"},{"SurahNumber":2,"VerseNumber":58,"Text":"És (emlékezzetek) midőn mondtuk: Lépjetek be ebbe a városba (Jeruzsálem) és egyetek ott, bőségesen, ahol csak akartok és lépjetek be ezen az ajtón leborulva és mondjátok: ,hittar! Mi megbocsátjuk nektek a bűneiteket, és gyarapítani fogjuk a jóravaló módon cselekvőket"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ám azok, akik bűnt követtek el, megváltoztatták azt a szót, ami mondatott nekik egy másikra. Így Mi büntetést bocsátottunk le az égből azokra, akik bűnt követtek el azért, ami romlást okoztak"}]}