{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"A Ell se li remet el coneixement de l'Hora. Cap fruit deixa la seva coberta, cap femella concep o pari sense que Ell ho sapiga. Quan Ell els cridi: «On estan Els meus associats?». diran: «Et vam assegurar que cap de nosaltres els ha vist»"},{"SurahNumber":41,"VerseNumber":48,"Text":"El que abans invocaven els abandonara. Creuran no tenir escapi"},{"SurahNumber":41,"VerseNumber":49,"Text":"No es cansa l'home de demanar el be, pero, si sofreix un mal, es desanima, es desespera"},{"SurahNumber":41,"VerseNumber":50,"Text":"Si li fem agradar una misericordia vinguda de Nosaltres, despres d'haver sofert una desgracia, dira de segur: «Aixo es quelcom que se'm deu, i no crec que ocorri l'Hora. Pero, si se'm retornes al meu Senyor, tindria al costat d'Ell el millor . Ja informarem als infidels, si, del que feien i els farem agradar, si, un dur castig"},{"SurahNumber":41,"VerseNumber":51,"Text":"Quan vam agraciar a l'home, aquest es desvia i s'allunya. Pero, si sofreix un mal, no para de invocar"},{"SurahNumber":41,"VerseNumber":52,"Text":"Digues: «Que us sembla? Si escau d'Al·la i vosaltres, despres, no creieu en ell, hi ha algu que estigui mes extraviat que qui s'oposa tan marcadament?»"},{"SurahNumber":41,"VerseNumber":53,"Text":"Els mostrarem Els nostres signes fora i dintre de si mateixos fins que vegin clarament que es la Veritat. Es que no basta que el teu Senyor sigui testimoni de tot"},{"SurahNumber":41,"VerseNumber":54,"Text":"Doncs no dubten de la trobada del seu Senyor? Doncs no ho abasta Ell tot"},{"SurahNumber":42,"VerseNumber":1,"Text":"Haa_Miim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn_Siin_Qaaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Aixi es com Al·la, el Poderos, el Savi, fa una revelacio, a tu i a qui van anar abans de tu"},{"SurahNumber":42,"VerseNumber":4,"Text":"Seu es el que esta en els cels i en la terra. Ell es l'Altissim, el Grandios"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gairebe es fenen els cels dalt de tot al celebrar els angels les lloances del seu Senyor i demanar El seu perdo en favor dels que estan en la terra. No es Al·la l'Indulgent, el Misericordios"},{"SurahNumber":42,"VerseNumber":6,"Text":"Als que han pres patros presecindint d´Ell, Al·la els vigila. Tu no ets el seu protector"},{"SurahNumber":42,"VerseNumber":7,"Text":"Aixi es com et revelem un Alcora arab, perque adverteixis a la metropolis i als quals viuen en els seus voltants i perque previnguis contra el dia indubitable de la Reunio. Uns estaran en el Paradis i altres en el foc Flamejant"},{"SurahNumber":42,"VerseNumber":8,"Text":"Al·la, si hagues volgut, hauria fet d'ells una sola comunitat; pero introduix en La seva misericordia a qui Ell vol. Els impius no tindran amo ni auxiliar"},{"SurahNumber":42,"VerseNumber":9,"Text":"Han pres amos presecindint d´Ell? Doncs Al·la es El Amo. Ell ressuscita als morts, es omnipotent"},{"SurahNumber":42,"VerseNumber":10,"Text":"Al·la es Qui arbitra les vostres discrepancies, qualssevol que siguin. Tal es Al·la, el meu Senyor. En Ell confio i a Ell em torno penedit"},{"SurahNumber":42,"VerseNumber":11,"Text":"Creador dels cels i de la terra. Ha eixit de vosaltres mateixos parelles,i tambe dels vostres ramats, disseminant-vos aixi. No hi ha gens que se Li assembli. Ell es Qui tot ho escolta, Qui tot ho veu"},{"SurahNumber":42,"VerseNumber":12,"Text":"Seves son les claus dels cels i de la terra. Dispensa el sosteniment a qui Ell vol: a uns amb llarguesa, a uns altres amb mesura. Es omniscient"}]}