{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Kim Allah yolunda hicret ederse, yer yuzunde cok yer de bulur, genislik de bulur. Ve kim Allah´a ve peygambere hicret etmek maksadıyla evinden cıkar da sonra kendisine olum yetisirse, muhakkak ki onun mukafatı Allah´a aittir, Allah cok bagıslayan, cok merhamet edendir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yolculuk ettiginizde o kufredenlerin size bir fenalık yapmalarından korkuyorsanız, namazı kısaltmanızda size bir gunah olmaz. Gercekten kafirler sizin acık dusmanlarınızdır"},{"SurahNumber":4,"VerseNumber":102,"Text":"Sen iclerinde olup da onlara namaz kıldırdıgında iclerinden bir kısmı seninle beraber namaza dursun, silahlarını da yanlarına alsınlar, bunlar secdeye vardıklarında diger kısım arkanızda beklesinler, sonra henuz namaz kılmamıs olan diger kısım gelsin seninle beraber kılsınlar ve ihtiyatlı bulunup silahlarını da yanlarına alsınlar. Kafirler silahlarınızdan ve esyanızdan gafil bulunsanız da size ani bir baskında bulunsunlar diye arzu ederler. Eger yagan yagmurdan bir gucluge ugrarsanız veya hasta olursanız, silahları bırakmanızda bir mahzur yoktur. Bununla beraber ihtiyatı elden bırakmayın. Cunku Allah kafirler icin alcaltıcı bir azap hazırlamıstır"},{"SurahNumber":4,"VerseNumber":103,"Text":"O korkulu zamanda namazı kıldınız mı gerek ayakta, gerek otururken ve gerek yan yatarken hep Allah´ı anın. Korkudan kurtuldugunuz da namazı tam erkanı ile eda edin. Cunku namaz muminlere belirli vakitlerde yazılı bir farzdır"},{"SurahNumber":4,"VerseNumber":104,"Text":"Dusmanınız olan toplulugu takip etmekte gevseklik gostermeyin. Eger siz acı duyuyorsanız, kuskusuz sizin acı duydugunuz gibi onlar da acı duyuyorlardır. Oysa ki siz, Allah´tan onların umit edemeyecekleri seyleri umuyorsunuz. Allah, her seyi bilendir, hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":105,"Text":"Dogrusu Biz sana gercegin ta kendisi olan kitab (Kur´an)´ı indirdik ki insanlar arasında Allah´ın sana gosterdigi sekilde hukmedesin. Sakın hainlerin savunucusu olma"},{"SurahNumber":4,"VerseNumber":106,"Text":"Ve Allah´tan af dile. Cunku Allah gercekten bagıslayan, cok merhamet edendir"},{"SurahNumber":4,"VerseNumber":107,"Text":"Kendilerine hiyanet edip duranlar adına mucadeleye kalkısma. Cunku Allah, gunahkar, hain olan kimseleri sevmez"},{"SurahNumber":4,"VerseNumber":108,"Text":"Insanlardan hainliklerini gizlemeye calısırlar da Allah´tan gizlemeyi dusunmezler. Halbuki, O´nun razı olmayacagı tezviratı tertip ederlerken, o yanıbaslarında. Allah onların ne yaptıklarını cok iyi bilir"},{"SurahNumber":4,"VerseNumber":109,"Text":"Haydi, siz bu dunya hayatında onlar adına mucadele ediverdiniz diyelim, fakat kıyamet gunu onları kim savunacak ve onlara kim vekil olacak"},{"SurahNumber":4,"VerseNumber":110,"Text":"Oysa ki, kim bir kotuluk yapar veya kendine zulmeder de sonra Allah´tan magfiret dilerse, Allah´ı cok bagıslayıcı ve merhametli bulur"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kim de bir gunah islerse, onu yalnız kendi aleyhine islemis olur. Allah ise herseyi bilir ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kim de bir cinayet veya bir suc isler de sonra onu bir sucsuzun uzerine atarsa, suphesiz bir iftirada bulunmus ve acık bir gunah daha yuklenmis olur"},{"SurahNumber":4,"VerseNumber":113,"Text":"Allah´ın sana lutfu ve merhameti olmasaydı onlardan bir kısmı seni bile hukmunde dogrudan saptırmayı planlamıslardı, oysa onlar yalnız kendilerini saptırırlar, sana da asla zarar veremezler. Nasıl yapabilirler ki Allah sana kitap (Kur´an) ve hikmet indirmekte ve bilmediklerini sana bildirmektedir. Allah´ın senin uzerinde bulunan lutfu cok buyuktur"}]}