{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"I o, narode moi, kak az vi zova kum spasenieto, a vie me zovete kum Ogunya"},{"SurahNumber":40,"VerseNumber":42,"Text":"Vie me zovete da ne vyarvam v Allakh i da sudruzhavam s Nego onova, za koeto nyamam znanie, a az vi zova kum Vsemogushtiya, Mnogooproshtavashtiya"},{"SurahNumber":40,"VerseNumber":43,"Text":"Bez sumnenie, za onova, kum koeto me zovete, nyama zov nito v zemniya zhivot, nito v otvudniya, i nasheto zavrushtane e kum Allakh, i prestupvashtite sa obitatelite na Ogunya"},{"SurahNumber":40,"VerseNumber":44,"Text":"I shte si pripomnite kakvo vi kazvam. Az poveryavam svoeto delo na Allakh. Allakh e vsezryasht za rabite.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"I go opazi Allakh ot zlinite, koito te zamislyakha. I zloto muchenie obgradi roda na Faraona"},{"SurahNumber":40,"VerseNumber":46,"Text":"V ogunya shte budat slagani i sutrin, i vecher. A v Denya, kogato nastupi Chasut: “Vuvedete khorata na Faraona v nai-surovoto muchenie!”"},{"SurahNumber":40,"VerseNumber":47,"Text":"I togava shte se prepirat v Ogunya, i slabite shte rekat na onezi, koito se golemeekha: “Nie vi sledvakhme. Shte otmakhnete li ot nas pone chast ot Ogunya?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Onezi, koito se golemeekha, shte rekat: “Nie vsichki sme v nego. Allakh ot·sudi veche mezhdu rabite.”"},{"SurahNumber":40,"VerseNumber":49,"Text":"I onezi, koito sa v Ogunya, shte rekat na pazitelite na Ada: “Pozovete vashiya Gospod da ni oblekchi pone za den muchenieto!”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Shte rekat: “Ne doidokha li pri vas vashite pratenitsi s yasnite znatsi?” Shte rekat: “Da!” Shte rekat [pazitelite]: “Zovete togava!” No zovut na nevernitsite e samo naprazno"},{"SurahNumber":40,"VerseNumber":51,"Text":"Nie podkrepyame Nashite pratenitsi i vyarvashtite v zemniya zhivot i v Denya, kogato svidetelite shte se izpravyat"},{"SurahNumber":40,"VerseNumber":52,"Text":"v Denya, kogato na ugnetitelite ne shte pomogne opravdanieto im. Nad tyakh e proklyatieto i za tyakh e Loshoto obitalishte"},{"SurahNumber":40,"VerseNumber":53,"Text":"I dadokhme na Musa naput·stvieto. I ostavikhme v nasledstvo na sinovete na Israil Pisanieto"},{"SurahNumber":40,"VerseNumber":54,"Text":"naput·stvie i napomnyane za razumnite khora"},{"SurahNumber":40,"VerseNumber":55,"Text":"Zatova budi turpeliv i ti [o, Mukhammad]! Obeshtanieto na Allakh e istinno. Moli oproshtenie za svoya gryakh! I proslavyai s vuzkhvala svoya Gospod privecher i v zori"},{"SurahNumber":40,"VerseNumber":56,"Text":"Onezi, koito sporyat za znameniyata na Allakh, bez da sa poluchili dovod, imat v surtsata si samo velichie, koeto ne shte dostignat. Zatova pri Allakh tursi ubezhishte! Toi e Vsechuvashtiya, Vsezryashtiya"},{"SurahNumber":40,"VerseNumber":57,"Text":"Sutvoryavaneto na nebesata i na zemyata e po-veliko ot sutvoryavaneto na khorata. Ala povecheto khora ne znayat"},{"SurahNumber":40,"VerseNumber":58,"Text":"I ne sa ravni slepetsut i zryashtiyat, nito onezi, koito vyarvat i vurshat pravedni dela - sus zlostornika. Malko se pouchavate"},{"SurahNumber":40,"VerseNumber":59,"Text":"Chasut nepremenno shte doide. Nyama sumnenie v nego. Ala povecheto khora ne vyarvat"},{"SurahNumber":40,"VerseNumber":60,"Text":"I reche vashiyat Gospod: “Zovete Me, i Az shte vi otklikna! Onezi, koito ot visokomerie ne Mi sluzhat, shte vlyazat v Ada unizeni!”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allakh e, Koito stori za vas noshtta, za da pochivate v neya, i denya - svetul. Allakh e vladetel na blagodat za khorata. Ala povecheto khora sa nepriznatelni"},{"SurahNumber":40,"VerseNumber":62,"Text":"Tova e Allakh, vashiyat Gospod, Tvoretsut na vsyako neshto. Nyama drug Bog osven Nego. Kak togava bivate podlugvani"},{"SurahNumber":40,"VerseNumber":63,"Text":"Taka se podlugvat onezi, koito otkhvurlyat znameniyata na Allakh"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allakh e, Koito stori za vas ot zemyata obitalishte i ot nebeto - svod, i vi dade obraz, i napravi obraza vi prevuzkhoden, i vi dava prepitanie ot blagata. Tova e Allakh, vashiyat Gospod. Blagosloven e Allakh, Gospodut na svetovete"},{"SurahNumber":40,"VerseNumber":65,"Text":"Toi e Vechnozhiviya. Nyama drug Bog osven Nego, zatova Nego zovete, predani Nemu v religiyata! Slava na Allakh, Gospoda na svetovete"}]}