{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"اور ان کے پاس نیچی نظروں والی ہم عمر حوریں ہوں گی"},{"SurahNumber":38,"VerseNumber":53,"Text":"یہ ہے جس کا وعده تم سے حساب کے دن کے لئے کیا جاتا تھا"},{"SurahNumber":38,"VerseNumber":54,"Text":"بیشک روزیاں (خاص) ہمارا عطیہ ہیں جن کا کبھی خاتمہ ہی نہیں"},{"SurahNumber":38,"VerseNumber":55,"Text":"یہ تو ہوئی جزا، (یاد رکھو کہ) سرکشوں کے لئے بڑی بری جگہ ہے"},{"SurahNumber":38,"VerseNumber":56,"Text":"دوزخ ہے جس میں وه جائیں گے (آه) کیا ہی برا بچھونا ہے"},{"SurahNumber":38,"VerseNumber":57,"Text":"یہ ہے، پس اسے چکھیں، گرم پانی اور پیﭗ"},{"SurahNumber":38,"VerseNumber":58,"Text":"اس کے علاوه اور طرح طرح کے عذاب"},{"SurahNumber":38,"VerseNumber":59,"Text":"یہ ایک قوم ہے جو تمہارے ساتھ (آگ میں) جانے والی ہے، کوئی خوش آمدید ان کے لئے نہیں ہے یہی تو جہنم میں جانے والے ہیں"},{"SurahNumber":38,"VerseNumber":60,"Text":"وه کہیں گے بلکہ تم ہی ہو جن کے لئے کوئی خوش آمدید نہیں ہے تم ہی نے تو اسے پہلے ہی سے ہمارے سامنے ﻻ رکھا تھا، پس رہنے کی بڑی بری جگہ ہے"},{"SurahNumber":38,"VerseNumber":61,"Text":"وه کہیں گے اے ہمارے رب! جس نے (کفر کی رسم) ہمارے لئے پہلے سے نکالی ہو اس کے حق میں جہنم کی دگنی سزا کر دے"},{"SurahNumber":38,"VerseNumber":62,"Text":"اور جہنمی کہیں گے کیا بات ہے کہ وه لوگ ہمیں دکھائی نہیں دیتے جنہیں ہم برے لوگوں میں شمار کرتے تھے"},{"SurahNumber":38,"VerseNumber":63,"Text":"کیا ہم نے ہی ان کا مذاق بنا رکھا تھا یا ہماری نگاہیں ان سے ہٹ گئی ہیں"},{"SurahNumber":38,"VerseNumber":64,"Text":"یقین جانو کہ دوزخیوں کا یہ جھگڑا ضرور ہی ہوگا"},{"SurahNumber":38,"VerseNumber":65,"Text":"کہہ دیجئے! کہ میں تو صرف خبردار کرنے واﻻ ہوں اور بجز اللہ واحد غالب کے اور کوئی ﻻئق عبادت نہیں"},{"SurahNumber":38,"VerseNumber":66,"Text":"جو پروردگار ہے آسمانوں کا اور زمین کا اور جو کچھ ان کے درمیان ہے، وه زبردست اور بڑا بخشنے واﻻ ہے"},{"SurahNumber":38,"VerseNumber":67,"Text":"آپ کہہ دیجئے کہ یہ بہت بڑی خبر ہے"},{"SurahNumber":38,"VerseNumber":68,"Text":"جس سے تم بے پرواه ہو رہے ہو"},{"SurahNumber":38,"VerseNumber":69,"Text":"مجھے ان بلند قدر فرشتوں کی (بات چیت کا) کوئی علم ہی نہیں جبکہ وه تکرار کر رہے تھے"},{"SurahNumber":38,"VerseNumber":70,"Text":"میری طرف فقط یہی وحی کی جاتی ہے کہ میں تو صاف صاف آگاه کر دینے واﻻ ہوں"},{"SurahNumber":38,"VerseNumber":71,"Text":"جبکہ آپ کے رب نے فرشتوں سے ارشاد فرمایا کہ میں مٹی سے انسان کو پیدا کرنے واﻻ ہوں"},{"SurahNumber":38,"VerseNumber":72,"Text":"سو جب میں اسے ٹھیک ٹھاک کر لوں اور اس میں اپنی روح پھونک دوں، تو تم سب اس کے سامنے سجدے میں گر پڑنا"},{"SurahNumber":38,"VerseNumber":73,"Text":"چنانچہ تمام فرشتوں نے سجده کیا"},{"SurahNumber":38,"VerseNumber":74,"Text":"مگر ابلیس نے (نہ کیا)، اس نے تکبر کیا اور وه تھا کافروں میں سے"},{"SurahNumber":38,"VerseNumber":75,"Text":"(اللہ تعالیٰ نے) فرمایا اے ابلیس! تجھے اسے سجده کرنے سے کس چیز نے روکا جسے میں نے اپنے ہاتھوں سے پیدا کیا۔ کیا تو کچھ گھمنڈ میں آگیا ہے؟ یا تو بڑے درجے والوں میں سے ہے"},{"SurahNumber":38,"VerseNumber":76,"Text":"اس نے جواب دیا کہ میں اس سے بہتر ہوں، تو نے مجھے آگ سے بنایا، اور اسے مٹی سے بنایا ہے"},{"SurahNumber":38,"VerseNumber":77,"Text":"ارشاد ہوا کہ تو یہاں سے نکل جا تو مردود ہوا"},{"SurahNumber":38,"VerseNumber":78,"Text":"اور تجھ پر قیامت کے دن تک میری لعنت وپھٹکار ہے"},{"SurahNumber":38,"VerseNumber":79,"Text":"کہنے لگا میرے رب مجھے لوگوں کے اٹھ کھڑے ہونے کے دن تک مہلت دے"},{"SurahNumber":38,"VerseNumber":80,"Text":"(اللہ تعالیٰ نے) فرمایا تو مہلت والوں میں سے ہے"},{"SurahNumber":38,"VerseNumber":81,"Text":"متعین وقت کے دن تک"},{"SurahNumber":38,"VerseNumber":82,"Text":"کہنے لگا پھر تو تیری عزت کی قسم! میں ان سب کو یقیناً بہکا دوں گا"},{"SurahNumber":38,"VerseNumber":83,"Text":"بجز تیرے ان بندوں کے جو چیده اور پسندیده ہوں"},{"SurahNumber":38,"VerseNumber":84,"Text":"فرمایا سچ تو یہ ہے، اور میں سچ ہی کہا کرتا ہوں"},{"SurahNumber":38,"VerseNumber":85,"Text":"کہ تجھ سے اور تیرے تمام ماننے والوں سے میں (بھی) جہنم کو بھر دوں گا"},{"SurahNumber":38,"VerseNumber":86,"Text":"کہہ دیجئے کہ میں تم سے اس پر کوئی بدلہ طلب نہیں کرتا اور نہ میں تکلف کرنے والوں میں سے ہوں"},{"SurahNumber":38,"VerseNumber":87,"Text":"یہ تو تمام جہان والوں کے لئے سراسر نصیحت (وعبرت) ہے"},{"SurahNumber":38,"VerseNumber":88,"Text":"یقیناً تم اس کی حقیقت کو کچھ ہی وقت کے بعد (صحیح طور پر) جان لو گے"},{"SurahNumber":39,"VerseNumber":1,"Text":"اس کتاب کا اتارنا اللہ تعالیٰ غالب باحکمت کی طرف سے ہے"},{"SurahNumber":39,"VerseNumber":2,"Text":"یقیناً ہم نے اس کتاب کو آپ کی طرف حق کے ساتھ نازل فرمایا ہے پس آپ اللہ ہی کی عبادت کریں، اسی کے لئے دین کو خالص کرتے ہوئے"},{"SurahNumber":39,"VerseNumber":3,"Text":"خبردار! اللہ تعالیٰ ہی کے لئے خالص عبادت کرنا ہے اور جن لوگوں نے اس کے سوا اولیا بنا رکھے ہیں (اور کہتے ہیں) کہ ہم ان کی عبادت صرف اس لئے کرتے ہیں کہ یہ (بزرگ) اللہ کی نزدیکی کے مرتبہ تک ہماری رسائی کرا دیں، یہ لوگ جس بارے میں اختلاف کر رہے ہیں اس کا (سچا) فیصلہ اللہ (خود) کرے گا۔ جھوٹے اور ناشکرے (لوگوں) کو اللہ تعالیٰ راه نہیں دکھاتا"},{"SurahNumber":39,"VerseNumber":4,"Text":"اگر اللہ تعالیٰ کااراده اوﻻد ہی کا ہوتا تو اپنی مخلوق میں سے جسے چاہتا چن لیتا۔ (لیکن) وه تو پاک ہے، وه وہی اللہ تعالیٰ ہے یگانہ اور قوت واﻻ"},{"SurahNumber":39,"VerseNumber":5,"Text":"نہایت اچھی تدبیر سے اس نے آسمانوں اور زمین کو بنایا وه رات کو دن اور دن کو رات پر لپیٹ دیتا ہے اور اس نے سورج اور چاند کو کام پر لگا رکھا ہے۔ ہر ایک مقرره مدت تک چل رہا ہے یقین مانو کہ وہی زبردست اور گناہوں کا بخشنے واﻻ ہے"},{"SurahNumber":39,"VerseNumber":6,"Text":"اس نے تم سب کو ایک ہی جان سے پیدا کیا ہے، پھر اسی سے اس کا جوڑا پیدا کیا اور تمہارے لئے چوپایوں میں سے (آٹھ نر وماده) اتارے وه تمہیں تمہاری ماؤں کے پیٹوں میں ایک بناوٹ کے بعد دوسری بناوٹ پر بناتا ہے تین تین اندھیروں میں، یہی اللہ تعالیٰ تمہارا رب ہے اسی کے لئے بادشاہت ہے، اس کے سوا کوئی معبود نہیں، پھر تم کہاں بہک رہے ہو"},{"SurahNumber":39,"VerseNumber":7,"Text":"اگر تم ناشکری کرو تو (یاد رکھو کہ) اللہ تعالیٰ تم (سب سے) بے نیاز ہے، اور وه اپنے بندوں کی ناشکری سے خوش نہیں اور اگر تم شکر کرو تو وه اسے تمہارے لئے پسند کرے گا۔ اور کوئی کسی کا بوجھ نہیں اٹھاتا پھر تم سب کا لوٹنا تمہارے رب ہی کی طرف ہے۔ تمہیں وه بتلا دے گا جو تم کرتے تھے۔ یقیناً وه دلوں تک کی باتوں کا واقف ہے"}]}