{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"On je Taj Koji je dva mora ostavio jedno pored drugog - jedno je pitko i slatko, drugo slano i gorko, a između njih je pregradu i neprobojnu branu postavio"},{"SurahNumber":25,"VerseNumber":54,"Text":"On od vode stvara ljude i cini da su rod po krvi i tazbini. Gospodar tvoj je svemocan"},{"SurahNumber":25,"VerseNumber":55,"Text":"Umjesto Allaha oni obozavaju one koji nisu u stanju neku im korist pribaviti niti od njih kakvu stetu otkloniti. Nevjernik je sejtanov pomagac protiv njegovog Gospodara"},{"SurahNumber":25,"VerseNumber":56,"Text":"A tebe smo poslali samo kao radosnih vijesti navjestitelja i upozoritelja"},{"SurahNumber":25,"VerseNumber":57,"Text":"Reci: \"Za ovo od vas ne trazim druge nagrade osim da onaj koji hoce pođe Putem koji vodi njegovu Gospodaru"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ti se pouzdaj u Zivog, koji ne moze umrijeti, i velicaj Ga, i hvali! A dovoljno je to sto grijehe robova Svojih potpuno zna"},{"SurahNumber":25,"VerseNumber":59,"Text":"Onaj Koji je za sest Dana nebesa i Zemlju i ono sto je među njima stvorio, a onda se nad Arsom uzvisio. On je Svemilosni, i upitaj o Njemu onoga koji dobro zna"},{"SurahNumber":25,"VerseNumber":60,"Text":"A kad im se rekne: \"Ucinite sedzdu Svemilosnom!\", oni pitaju: \"A ko je Svemilosni? Zar da cinimo sedzdu samo zato sto nam ti naređujes I to im jos vise odbojnost poveca"},{"SurahNumber":25,"VerseNumber":61,"Text":"Neka je Uzvisen Onaj Koji je na nebu velike zvijezde stvorio i na njemu dao Svjetiljku i Mjesec koji sja"},{"SurahNumber":25,"VerseNumber":62,"Text":"On je Taj Koji je ucinio da se noc i dan smjenjuju, sto je prilika za onoga koji hoce da se prisjeti i pouku primi ili zeli biti zahvalan"},{"SurahNumber":25,"VerseNumber":63,"Text":"A robovi Svemilosnog su oni koji po Zemlji smireno hodaju, a kada im se neznalice obrate, odgovaraju: \"Mir vama"},{"SurahNumber":25,"VerseNumber":64,"Text":"i oni koji provode noci pred Gospodarom svojim na sedzdu padajuci i stojeci"},{"SurahNumber":25,"VerseNumber":65,"Text":"i oni koji govore: \"Gospodaru nas, skloni od nas patnju u Dzehennemu jer je patnja u njemu, doista, neprestana"},{"SurahNumber":25,"VerseNumber":66,"Text":"On je ruzno prebivaliste i boraviste"},{"SurahNumber":25,"VerseNumber":67,"Text":"i oni koji, kad udjeljuju, ne rasipaju i ne skrtare, vec se u tome drze sredine"},{"SurahNumber":25,"VerseNumber":68,"Text":"i oni koji mimo Allaha drugog boga ne mole, i koji, one koje je Allah zabranio, ne ubijaju, osim kad se na to ima pravo, i koji ne bludnice; a ko to radi, iskusit ce kaznu"},{"SurahNumber":25,"VerseNumber":69,"Text":"Patnja ce mu na ahiretu udvostrucena biti i vjecno ce u njoj ponizen ostati"},{"SurahNumber":25,"VerseNumber":70,"Text":"osim onih koji se pokaju i uzvjeruju i dobra djela cine; Allah ce njihova losa djela u dobra promijeniti, a Allah je Onaj Koji oprasta grijehe i milostiv je"},{"SurahNumber":25,"VerseNumber":71,"Text":"A onaj koji se bude pokajao i dobra djela cinio, on se, uistinu, Allahu iskreno vratio"},{"SurahNumber":25,"VerseNumber":72,"Text":"i oni koji ne prisustvuju lazi, i koji, prolazeci pored besmislica, prolaze dostojanstveno"},{"SurahNumber":25,"VerseNumber":73,"Text":"i oni koji, kada budu opomenuti ajetima Gospodara svoga, ni gluhi ni slijepi na njih ne ostanu"},{"SurahNumber":25,"VerseNumber":74,"Text":"i oni koji govore: \"Gospodaru nas, podari nam u suprugama nasim i djeci nasoj radost i ucini nas predvodnicima bogobojaznih"},{"SurahNumber":25,"VerseNumber":75,"Text":"Oni ce biti, za ono sto su trpjeli, nastambom visokom nagrađeni i u njima ce pozdravom dobrodoslice i selamom biti docekivani"},{"SurahNumber":25,"VerseNumber":76,"Text":"U njima ce vjecno ostati, a kako je to divno prebivaliste i boraviste"},{"SurahNumber":25,"VerseNumber":77,"Text":"Reci: \"Moj Gospodar ne mari za vas ako nema dove vase. Ali, porekli ste i neminovno vas ceka patnja"}]}