{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":11,"VerseNumber":108,"Text":"Naho babandi beza bazajya mu ijuru, baribemo mu gihe kingana n’icyo ibirere n'isi bizamara,uretse abo Nyagasani wawe azashaka (ko batarijyamo). (Iyo) ni impano itagira iherezo"},{"SurahNumber":11,"VerseNumber":109,"Text":"Bityo (yewe Muhamadi) ntukagire gushidikanya ku byo abo bantu bagaragira (kuko atari ukuri). Ibyo bagaragira ni nk’ibyo abakurambere babo bajyaga bagaragira. Mu by’ukuri, tuzabaha umugabane wabo (ibihano) utagabanyijwe"},{"SurahNumber":11,"VerseNumber":110,"Text":"Kandi rwose twahaye Musa igitabo (Tawurati), ariko nticyavugwaho rumwe. N’iyo bitaza kuba ijambo ryaturutse kwa Nyagasani wawe ryabanje (ryo kudahaniraho), bari guhita bacirirwaho iteka (ryo kurimbuka). Ndetse mu by’ukuri, (iyi Qur’an) bayishidikanyaho biteye inkeke"},{"SurahNumber":11,"VerseNumber":111,"Text":"Kandi mu by’ukuri, Nyagasani wawe bose azabahembera ibikorwa byabo byuzuye. Rwose azi neza ibyo bakora"},{"SurahNumber":11,"VerseNumber":112,"Text":"Ngaho (yewe Muhamadi) komeza ugire igihagararo (mu idini) nk’uko wabitegetswe wowe n’abicujije muri kumwe, kandi ntimuzarengere (amategeko ya Allah). Mu by’ukuri, we ni Ubona bihebuje ibyo mukora"},{"SurahNumber":11,"VerseNumber":113,"Text":"Kandi ntimukabogamire kuri babandi bakora ibibi, mutazavahomukagerwaho n’umuriro kandi mutabona abawubarinda batari Allah, ndetse mukaba mutabona ababatabara"},{"SurahNumber":11,"VerseNumber":114,"Text":"Kandi (yewe Muhamadi) ujye uhozaho amasengesho mu mpera ebyiri z’amanywa (Swalat ul Fajir, Adhuhuri na Al aswir), ndetse no mu masaha y’ijoro (Al magrib na Al ishai). Mu by’ukuri, ibikorwa byiza bikuraho ibibi. Ibyo ni inyigisho ku bantu bibuka"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ujye unihangana kuko mu by’ukuri, Allah ataburizamo ibihembo by’abakora ibyiza"},{"SurahNumber":11,"VerseNumber":116,"Text":"Mu bakurambere banyu (twarimbuye) iyo haza kubamo abanyabwenge babuza (abandi gukora) ubwangizi ku isi (bari kurokoka ibihano)! Nyamara (ibyo ntibyabaye) kuko byakozwe na bake twarokoye, mu gihe babandi bakoze ibibi bakomeje ku ba mu munezero w’iby’isi, kandi bari n’inkozi z’ibibi"},{"SurahNumber":11,"VerseNumber":117,"Text":"Kandi Nyagasani wawe ntiyari kurimbura imidugudu ayirenganyije, ayiziza gukora ibikorwa bibi, mu gihe abayituye ari intungane"},{"SurahNumber":11,"VerseNumber":118,"Text":"N’iyo Nyagasani wawe aza kubishaka, abantu bose yari kugira umuryango umwe (bakayoboka idini rimwe rya Isilamu). Ariko bazakomeza kutavuga rumwe (mu madini yabo)"},{"SurahNumber":11,"VerseNumber":119,"Text":"Uretse abo Nyagasani wawe yagiriye impuhwe (bakayoboka ukuri). No ku bw’ibyo )kutavuga rumwe no kugirirwa impuhwe) ni cyo yabaremeye. Kandi ijambo rya Nyagasani wawe ryasohoye (rigira riti) \"Mu by’ukuri, umuriro wa Jahanamu nzawuzuza (inkozi z’ibibi) zose, mu majini no mu bantu"},{"SurahNumber":11,"VerseNumber":120,"Text":"Kandi (yewe Muhamadi) inkuru zose z’intumwa twagutekerereje, zari izo kugukomeza umutima. Ndetse no muri iyi (surat) wagezweho n’ukuri, inyigisho zikaba n’urwibutso ku bemera"},{"SurahNumber":11,"VerseNumber":121,"Text":"Unabwire babandi batemera uti \"Nimukore uko mubishaka (muzabona iherezo ryanyu). Mu by’ukuri, natwe turakora (nk’uko Allah yadutegetse)"},{"SurahNumber":11,"VerseNumber":122,"Text":"Munategereze! Mu by’ukuri, natwe turategereje"},{"SurahNumber":11,"VerseNumber":123,"Text":"Allah ni we uzi ibitagaragara byo mu birere no mu isi, kandi kuri we ni ho ibintu byose bigarurwa. Ngaho mugaragire unamwiringire. Kandi Nyagasani wawe ntayobewe ibyo mukora"},{"SurahNumber":12,"VerseNumber":1,"Text":"Alif Laam Raa 64. Iyi ni imirongo y’igitabo gisobanutse"},{"SurahNumber":12,"VerseNumber":2,"Text":"Mu by’ukuri, twahishuye Qur’an mu (rurimi) rw’Icyarabu kugira ngo musobanukirwe"},{"SurahNumber":12,"VerseNumber":3,"Text":"Tukubarira inkuru nziza (yewe Muhamadi) mu byo twaguhishuriye muri iyi Qur’an, n’ubwo mbere (yo guhishurwa) kwayo wari mu batari bafite icyo bayiziho"},{"SurahNumber":12,"VerseNumber":4,"Text":"Ibuka ubwo Yusufu yabwiraga se ati \"Dawe! Mu by’ukuri, narose mbona inyenyeri cumi n’imwe, izuba n'ukwezi, byose binyubamira"},{"SurahNumber":12,"VerseNumber":5,"Text":"(Se) aramubwira ati \"Mwana wanjye! Inzozi zawe ntuzirotorere abavandimwe bawe, batavaho bakagucurira umugambi mubisha. Mu by’ukuri, Shitani ni umwanzi w’abantu ugaragara"},{"SurahNumber":12,"VerseNumber":6,"Text":"Ni nk’uko Nyagasani wawe azagutoranya maze akakwigisha gusobanura inzozi, akanagusenderezeho inema ze, ndetse no ku rubyaro rwa Yaqubu (Yakobo) nk’uko mbere yazisendereje ku bakurambere bawe bombi (ari bo) Ibrahimu na Isihaka. Mu by’ukuri,Nyagasani wawe ni Umumenyi uhebuje, Ushishoza"}]}