{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"And We gave Abraham of old his Rectitude of conduct (or proper course, as distinct from Faith); for We were aware of him (his faith)"},{"SurahNumber":21,"VerseNumber":52,"Text":"When he said to his father and to his people, \"What are these images to which you pay devotion"},{"SurahNumber":21,"VerseNumber":53,"Text":"Said they, \"We found our fathers worshipping them"},{"SurahNumber":21,"VerseNumber":54,"Text":"Said he, \"Verily, both you and your fathers have been in obvious error"},{"SurahNumber":21,"VerseNumber":55,"Text":"They said, \"Do you come to us with the truth, or are you but of those who jest"},{"SurahNumber":21,"VerseNumber":56,"Text":"He said, \"Nay, but your Lord is Lord of the heavens and the earth, which He originated (created from nothing); and I am of those who testify unto this"},{"SurahNumber":21,"VerseNumber":57,"Text":"And, by Allah! I have a plan for your idols after you have gone and turned your backs"},{"SurahNumber":21,"VerseNumber":58,"Text":"So he broke them in pieces, all except their largest, that they might have recourse to it"},{"SurahNumber":21,"VerseNumber":59,"Text":"Said they, \"Who has done this to our gods? Surely, he is of the evil-doers"},{"SurahNumber":21,"VerseNumber":60,"Text":"Others said, \"We heard a youth mention them, he is called Abraham"},{"SurahNumber":21,"VerseNumber":61,"Text":"Said they, \"Then bring him before the eyes of the people, that they may bear witness"},{"SurahNumber":21,"VerseNumber":62,"Text":"Said they, \"Was it you who did this to our gods, O Abraham"},{"SurahNumber":21,"VerseNumber":63,"Text":"Said he, \"Nay, it was this largest of the idols. But ask them, if they can speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"Then they turned to themselves and said, \"Surely, you are the ones in the wrong"},{"SurahNumber":21,"VerseNumber":65,"Text":"Then were they confounded with shame and said, \"You knew well that these cannot speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"Said he, \"Will you then worship, beside Allah, that which cannot profit you at all, nor harm you"},{"SurahNumber":21,"VerseNumber":67,"Text":"Fie upon you, and what you serve beside Allah! Have you then no sense"},{"SurahNumber":21,"VerseNumber":68,"Text":"They cried, \"Burn him, and stand by your gods, if you are going to do anything"},{"SurahNumber":21,"VerseNumber":69,"Text":"We said, \"O fire! Be you cool and a safety for Abraham"},{"SurahNumber":21,"VerseNumber":70,"Text":"They desired to set a snare for him, but We made them the losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"And We brought him and Lot safely to the land (Aram or Syria) which We have blessed for all nations (or peoples)"},{"SurahNumber":21,"VerseNumber":72,"Text":"And We bestowed upon him Isaac, and as an additional gift (a grandson), Jacob and each of them We made righteous"},{"SurahNumber":21,"VerseNumber":73,"Text":"And We made them Leaders to guide men by Our command, and We sent inspiration to them to do good works, and to be steadfast in prayer, and to practice charity; and they were constant in their service of Us alone"},{"SurahNumber":21,"VerseNumber":74,"Text":"And Lot, to him We gave judgment and knowledge, and We delivered him safely from the community which practiced abominations; truly, they were a people given to evil lewdness"},{"SurahNumber":21,"VerseNumber":75,"Text":"And We brought him into Our Mercy; verily, he was of the righteous"},{"SurahNumber":21,"VerseNumber":76,"Text":"And Noah, of old times, when he called We answered him and saved him and his people from the great affliction"},{"SurahNumber":21,"VerseNumber":77,"Text":"And We helped him against the people who said Our signs were lies; verily, they were a bad people, therefore did We drown them all"},{"SurahNumber":21,"VerseNumber":78,"Text":"And David and Solomon, when they gave judgment concerning the field, when some people´s sheep had strayed therein at night; and We were witness to their judgment"},{"SurahNumber":21,"VerseNumber":79,"Text":"And We gave Solomon right understanding of matters (or cases). To each of them We gave judgment and knowledge; and it was by Our power that the hills and the birds celebrate Our praises with David. It was We who did it"},{"SurahNumber":21,"VerseNumber":80,"Text":"And We taught him the art of making coats of mail for you, to shield you from each other´s violence; are you then grateful"},{"SurahNumber":21,"VerseNumber":81,"Text":"And to Solomon We subjected the violent wind, to flow tamely at his bidding to the land which We have blessed - for We are aware of all things"},{"SurahNumber":21,"VerseNumber":82,"Text":"And some devils (evil ones), who dived for him, and did other works beside, it was We who kept guard over them"}]}