{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Ето тако! А оном ко истом мером узврати за учињено зло и коме опет неправда буде учињена, Аллах ће, сигурно, да му помогне - Аллах је, заиста, Онај Који стално брише грехе и Онај Који опрашта"},{"SurahNumber":22,"VerseNumber":61,"Text":"Ето тако! А Аллах смењује ноћ даном, а дан ноћу, и Аллах све чује и све види"},{"SurahNumber":22,"VerseNumber":62,"Text":"То је зато што је Аллах - Истина, а они које они, поред Аллаха, моле - лаж, и зато што је Аллах Свевишњи и Велики"},{"SurahNumber":22,"VerseNumber":63,"Text":"Зар не видиш да Аллах с неба спушта кишу од које земља зазелени? – Аллах је заиста добар и све зна"},{"SurahNumber":22,"VerseNumber":64,"Text":"Његово је оно што је на небесима и оно што је на Земљи! Аллах, заиста, није ни о коме овисан, и Он је једини хвале достојан"},{"SurahNumber":22,"VerseNumber":65,"Text":"Зар не видиш да вам је Аллах потчинио све што је на Земљи, па и лађе које, Његовом одредбом, морем плове?! Он чува оно што је на небесима да не падне на Земљу, осим са Његовом дозволом. Аллах је, уистину, према људима благ и милостив"},{"SurahNumber":22,"VerseNumber":66,"Text":"Он вам даје живот и затим ће да вам га одузме и после ће да вас опет оживи; човек је, заиста, прави незахвалник"},{"SurahNumber":22,"VerseNumber":67,"Text":"Свакој заједници прописали смо верозакон према којем је требало да се влада; и не дозволи, никако, да са тобом о томе расправљају. Ти позивај своме Господару, ти си, уистину, на Правом путу"},{"SurahNumber":22,"VerseNumber":68,"Text":"А ако се они буду са тобом препирали, реци: „Аллах најбоље зна оно што ви радите!“"},{"SurahNumber":22,"VerseNumber":69,"Text":"Аллах ће да вам пресуди на Судњем дану о ономе у чему се разилазите"},{"SurahNumber":22,"VerseNumber":70,"Text":"Зар не знаш да Аллах зна све што је на небу и на Земљи?! То је све у Књизи, то је, уистину, Аллаху лако"},{"SurahNumber":22,"VerseNumber":71,"Text":"Незнанобошци, поред Аллаха, обожавају оне за које им Он није дао никакав доказ, и о њима сами ништа не знају. А незнанобошце неће имати ко да спаси"},{"SurahNumber":22,"VerseNumber":72,"Text":"А кад им се Наше јасне речи казују, ти примећујеш велико негодовање на лицима оних који не верују, који умало да не насрну на оне који им речи Наше казују. Реци: “Хоћете ли да вам кажем што ће вам бити мрзније од тога? – Ватра којом Аллах неверницима прети, а грозно ће она пребивалиште бити.”"},{"SurahNumber":22,"VerseNumber":73,"Text":"О људи, ево једног примера, па га послушајте: „Они које ви, поред Аллаха обожавате, не могу никако да створе ни мушицу, макар се ради ње удружили. А ако би им мушица нешто уграбила, они то не би могли да избаве од ње. Слаб је онај који обожава и онај који се обожава!“"},{"SurahNumber":22,"VerseNumber":74,"Text":"Они не величају и не познају Аллаха како треба, а Аллах је, уистину, моћан и силан"},{"SurahNumber":22,"VerseNumber":75,"Text":"Аллах одабира изасланике међу анђелима и људима - Аллах, заиста, све чује и све види"},{"SurahNumber":22,"VerseNumber":76,"Text":"Он зна шта су урадили и шта ће да ураде. А Аллаху се све враћа"},{"SurahNumber":22,"VerseNumber":77,"Text":"О верници, клањајте се и ничице падајте и свога Господара обожавајте, и радите добра дела да бисте постигли оно што желите"},{"SurahNumber":22,"VerseNumber":78,"Text":"И борите се, ради Аллаха, истински, онако како треба да се бори! Он вас је изабрао и у вери вам није ништа тешко прописао, у вери вашег претка Аврама. Аллах вас је одавно назвао муслиманима, и у овом Кур'ану, да би Посланик био сведок против вас, и да бисте ви били сведоци против осталих људи. Зато, обављајте молитву и дајте обавезну милостињу и Аллаха се чврсто држите. Он је Господар ваш, и то какав Господар и какав заштитник"}]}