{"Id":57,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-lad","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Āra yārā āmādēra sāthē mōlākātēra kāmanā karē nā tārā balē -- ''kēna āmādēra kāchē phiriś‌tādēra pāṭhānō haẏa nā, athabā āmādēra prabhukē'i bā kēna āmarā dēkhatē pā'i nā?’’ Tārā tādēra nijēdēra sanbandhē niścaẏa'i baṛā'i karachē, āra baṛa bāṛa bēṛēchē."},{"SurahNumber":25,"VerseNumber":22,"Text":"Yēdina tārā phiriś‌tādēra dēkhatē pābē sē'idina aparādhīdēra jan'ya kōnō khōśakhabara thākabē nā, āra tārā balabē -- ''alaṅghanīẏa byabadhāna hōka.’’"},{"SurahNumber":25,"VerseNumber":23,"Text":"Āra tārā kājakarmēra yā karēchē tā āmarā bibēcanā karaba, tārapara tākē bikṣipta dhūlikaṇā bāniẏē dēba."},{"SurahNumber":25,"VerseNumber":24,"Text":"Sbargōdyānēra bāsindārā sēdina pābē uṯkr̥ṣṭa bāsasthāna ō sundaratara biśrāmasthala."},{"SurahNumber":25,"VerseNumber":25,"Text":"Āra sē'i dina ākāśa bidīrṇa habē mēghamālāra saṅgē, āra phiriśatādēra pāṭhānō habē pāṭhānōra matō."},{"SurahNumber":25,"VerseNumber":26,"Text":"Sārbabhaumatba sē'idina satyi-satyi parama karuṇāmaẏēra. Āra abiśbāsīdēra jan'ya sē'i dinaṭi habē baṛa kaṭhina"},{"SurahNumber":25,"VerseNumber":27,"Text":"āra sē'idina an'yāẏakārī tāra hāta kāmaṛābē ē'i balē -- ''hāẏa āmāra durbhōga! Āmi yadi rasūlēra saṅgē patha abalanbana karatāma"},{"SurahNumber":25,"VerseNumber":28,"Text":"Hāẏa! Ki āphasōsa! Āmi yadi ēmana ēkajanakē bandhurūpē grahaṇa nā karatāma"},{"SurahNumber":25,"VerseNumber":29,"Text":"āmākē tō sē bibhrāntitē niẏē'i gēchē smārakagrantha thēkē tā āmāra kāchē āsāra parē! Āra śaẏatāna mānuṣēra jan'ya sadā hatāśakārī.’’"},{"SurahNumber":25,"VerseNumber":30,"Text":"Āra rasūla balachēna -- ''hē āmāra prabhu! Niḥsandēha āmāra sbajāti ē'i kura'ānakē parityajya balē dharē niẏēchila. ’’"},{"SurahNumber":25,"VerseNumber":31,"Text":"Āra ē'ibhābē'i āmarā pratyēka nabīra jan'ya śatru sr̥ṣṭi karēchi aparādhīdēra madhyē thēkē. Āra tōmāra prabhu'i pathapradarśaka ō sahāẏakarūpē yathēṣṭa."},{"SurahNumber":25,"VerseNumber":32,"Text":"Āra yārā abiśbāsa pōṣaṇa karē tārā balē -- ''tām̐ra kāchē kura'ānakhānā samagrabhābē ēkēbārē abatīrṇa ha’la nā kēna?’’ Ē'ibhābē'i -- yēna ēra dbārā tōmāra hr̥daẏakē āmarā supratiṣṭhita karatē pāri, āra āmarā ēkē sājiẏēchi sājānōra matō."},{"SurahNumber":25,"VerseNumber":33,"Text":"Āra tārā tōmāra kāchē niẏē āsatē pārabē nā kōnō samasyā, āmarā kintu tōmāra nikaṭa niẏē āsaba prakr̥ta-satya ō śrēṣṭha- sundara byākhyā."},{"SurahNumber":25,"VerseNumber":34,"Text":"Tādēra mukha-thubaṛē-paṛā abasthāẏa yādēra jāhānnāmēra dikē ēkatrita karā habē tārā'i habē abasthāra dika diẏē ati nikr̥ṣṭa āra pathēra dika diẏē baṛa'i pathabhraṣṭa."},{"SurahNumber":25,"VerseNumber":35,"Text":"Āra itipūrbē āmarā mūsākē dharmagrantha diẏēchilāma, āra tām̐ra saṅgē tām̐ra bhā'i hārūnakē sahāẏaka bāniẏēchilāma."},{"SurahNumber":25,"VerseNumber":36,"Text":"Kājē'i āmarā balēchilāma -- ''tōmarā dujanē calē yā'ō sē'i lōkadēra kāchē yārā āmādēra nirdēśābalī pratyākhyāna karēchē.’’ Pariṇāmē āmarā tādēra dhbansa karēchilāma pūrṇa bidhbansē."},{"SurahNumber":25,"VerseNumber":37,"Text":"Āra nūhēra sbajāti -- yakhana tārā rasūlagaṇakē pratyākhyāna karēchila takhana āmarā tādēra ḍubiẏē diẏēchilāma, āra lōkadēra jan'ya tādēra ēka nidarśana bāniẏēchilāma. Āra an'yāẏācārīdēra jan'ya āmarā ēka marmantuda śāsti tairi karē rēkhēchi."},{"SurahNumber":25,"VerseNumber":38,"Text":"Āra'āda ō chāmūda ō rasa-ēra adhibāsīdēra, āra tādēra madhyēkāra bahusaṅkhyaka banśakē'ō."},{"SurahNumber":25,"VerseNumber":39,"Text":"Āra pratyēkēra'i bēlāẏa -- āmarā tāra jan'ya dr̥ṣṭāntagulō pradāna karēchilāma. Āra sakalakē'i āmarā bidhabasta karēchilāma pūrṇabidhbansē."},{"SurahNumber":25,"VerseNumber":40,"Text":"Āra tārā tō sē janapadēra pāśa diẏē'i yātāẏāta karē yāra uparē āmarā barṣaṇa karēchilāma ēka aśubha br̥ṣṭi. Tārā ki tabē ēṭi dēkhatē pāẏa ni? Nā, tārā punarut'thānēra pratyāśā karē nā."},{"SurahNumber":25,"VerseNumber":41,"Text":"Āra tārā yakhana tōmākē dēkhē takhana tārā tōmākē ṭhāṭṭā-bidrapēra pātra chāṛā an'yabhābē grahaṇa karē nā. ''Ē-i ki sē yākē āllāh rasūla bāniẏēchēna"},{"SurahNumber":25,"VerseNumber":42,"Text":"sē tō āmādēra dēba-dēbīdēra thēkē āmādēra prāẏa sariẏē'i niẏēchila yadi nā āmarā tādēra prati anurāga pōṣaṇa karatāma!’’ Āra śīghra'i tārā jānatē pārabē yakhana tārā śāsti pratyakṣa karabē -- kē patha thēkē adhika pathabhraṣṭa."},{"SurahNumber":25,"VerseNumber":43,"Text":"Tumi ki tākē dēkhēcha yē tāra kāmanākē tāra upāsyarūpē grahaṇa karēchē? Tumi ki tabē tāra jan'ya ēkajana karṇadhāra habē"},{"SurahNumber":25,"VerseNumber":44,"Text":"athabā tumi ki manē kara yē tādēra adhikānśa'i śōnē athabā bōjhē? Tārā tō garu-chāgalēra matō chāṛā āra kichu naẏa, baraṁ tārā patha thēkē adhika pathabhraṣṭa."},{"SurahNumber":25,"VerseNumber":45,"Text":"Tumi ki pratyakṣa kara ni tōmāra prabhura prati -- kibhābē tini chāẏā bistāra karēna? Āra tini yadi cā'itēna tabē ēkē anaṛa karē ditēna. Āmarā baraṁ sūryakē ēra uparē nirdēśaka bāniẏēchi."},{"SurahNumber":25,"VerseNumber":46,"Text":"Tārapara āmarā ēṭikē āmādēra kāchē ṭēnē ni'i āstē āstē ṭānatē ṭānatē."},{"SurahNumber":25,"VerseNumber":47,"Text":"Āra tini'i sē'ijana yini tōmādēra jan'ya rātrikē karēchēna ābaraṇī, āra ghumakē biśrāmasbarūpa, āra dinakē karēchēna jēgē ōṭhāra jan'ya."},{"SurahNumber":25,"VerseNumber":48,"Text":"Āra tini'i sē'ijana yini bātāsakē pāṭhāna susambādadātā-rūpē tām̐ra karuṇāra prākkālē, āra āmarā ākāśa thēkē barṣaṇa kari biśud'dha pāni"},{"SurahNumber":25,"VerseNumber":49,"Text":"yēna āmarā tāra dbārā mr̥ta bhūkhanḍakē jībana dāna karatē pāri, ēbaṁ tā pāna karatē di'i bahusaṅkhyaka gabādi-paśukē ō mānuṣakē yādēra āmarā sr̥ṣṭi karēchi."},{"SurahNumber":25,"VerseNumber":50,"Text":"Āra āmarā niścaẏa'i ēṭikē bitaraṇa kari tādēra madhyē yēna tārā smaraṇa karatē pārē, kinta adhikānśa lōkē'i pratyākhyāna karā chāṛā āra kichutē ēkamata haẏa nā."},{"SurahNumber":25,"VerseNumber":51,"Text":"Āra yadi āmarā cā'itāma tāhalē pratyēkaṭi janapadē ēka-ēkajana satarkakārī dām̐ṛa karātāma."},{"SurahNumber":25,"VerseNumber":52,"Text":"Ata'ēba abiśbāsīdēra ājñānusaraṇa karō nā, baraṁ tumi ēra sāhāyyē tādēra saṅgē jihāda karō kaṭhōra jihādē."}]}