{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":5,"Text":"Якщо ти дивуєшся чомусь, то подивуйся їхнім словам: «Невже ми, ставши прахом, постанемо в новому творінні?» Такі ті, які не вірують у Господа свого, такі ті, у кого на шиях пута, такі жителі вогню, де вони й будуть вічно"},{"SurahNumber":13,"VerseNumber":6,"Text":"Вони прагнуть від тебе лиха швидше, ніж добра, хоча ще раніше за них були приклади кари. Воістину, твій Господь дарує прощення людям за їхню несправедливість. Воістину, твій Господь — суворий у покаранні"},{"SurahNumber":13,"VerseNumber":7,"Text":"Говорять ті, які не увірували: «Чому не зіслано йому знамення від Господа його?» Але ж ти тільки застерігач. І у кожного народу — свій провідник"},{"SurahNumber":13,"VerseNumber":8,"Text":"Аллаг знає те, що несе в собі жінка, скільки зменшилось і збільшилось у кожному лоні. Воістину, кожна річ у Нього має міру"},{"SurahNumber":13,"VerseNumber":9,"Text":"Знаючий потаємне й відкрите, Великий, Піднесений"},{"SurahNumber":13,"VerseNumber":10,"Text":"Однаково для Нього — чи хтось приховує своє слово чи промовляє його, чи хтось ховається уночі чи йде вдень"},{"SurahNumber":13,"VerseNumber":11,"Text":"Ангели йдуть за людиною одні за одними — ззаду й попереду, охороняючи її за наказом Аллага. Воістину, Аллаг не змінює людей, доки вони не змінять самих себе. Та якщо Аллаг побажає людям зла, то ніщо не відверне його. І немає для них, замість Нього, покровителя"},{"SurahNumber":13,"VerseNumber":12,"Text":"Він — Той, Хто показує вам блискавку як страх і надію, і Він утворює важкі хмари"},{"SurahNumber":13,"VerseNumber":13,"Text":"Грім славить Його хвалою, а також ангели — від страху перед Ним. Він посилає блискавки, вражаючи ними, кого побажає. Сперечаються про Нього, а Він — могутній у карі"},{"SurahNumber":13,"VerseNumber":14,"Text":"Йому належить заклик до істини! А ті, яких вони кличуть, окрім Нього, ніяк їм не відповідають. Адже вони схожі на того, хто простягає руки до води, намагаючись піднести її до рота, але не може цього зробити. Молитва невіруючих лише омана"},{"SurahNumber":13,"VerseNumber":15,"Text":"Усі, хто на небесах і на землі, а також їхні тіні вклоняються Аллагу, добровільно та примусово, зранку та ввечері"},{"SurahNumber":13,"VerseNumber":16,"Text":"Запитай: «Хто Господь небес і землі?» І скажи: «Аллаг!» Скажи: «Невже ви взяли собі у покровителі замість Нього тих, хто не має влади принести користь чи заподіяти шкоду навіть самим собі?» Скажи: «Чи рівні між собою сліпий і зрячий, чи рівні між собою темрява й світ­ло?» Чи вони вважають, що Аллаг має помічників, які творять так, як творить Він, а творіння Його схоже на їхнє? Скажи: «Аллаг — Творець кожної речі. Він — Єдиний, Всепереможний!»"},{"SurahNumber":13,"VerseNumber":17,"Text":"Він проливає з неба воду, якою долини наповнюються відповідно до своїх розмірів. На своїй поверхні потік несе піну. Така сама піна з’являється й на тому, що вони плавлять у вогні, виробляючи прикраси або якесь начиння. Так Аллаг пояснює істину й неправду. Згодом піна зникне, а те, що приносить користь людям, залишиться на землі. Так Аллаг наводить притчі"},{"SurahNumber":13,"VerseNumber":18,"Text":"На тих, які відповіли своєму Господу, чекає найкраще. А якби у тих, які не відповіли Йому, було все, що на землі й ще стільки ж, то вони неодмінно спробували б відкупитись. На них чекає гірка відплата, і притулком їхнім буде геєна. Який мерзотний цей притулок"}]}