{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Ve insana bir zarar dokundugu zaman, Rabbine yonelerek ona dua eder. Sonra (Allah) kendinden bir ni´met lutfettigi zaman daha once ona dua ettigini (yalvardıgını) unutur. O´nun (Allah´ın) yolundan saptırmak icin Allah´a esler kılar. De ki: \"Kufrun ile biraz daha metalan(faydalan). Muhakkakki sen, cehennem ehlindensin"},{"SurahNumber":39,"VerseNumber":9,"Text":"Gece boyunca secde ederek ve kıyamda (ayakta) durarak kanitin olan, ahiretten cekinen (korkan) ve Rabbinin rahmetini dileyen mi? De ki: \"(Hic) bilenle bilmeyen bir olur mu? Ancak ulul´elbab (daimi zikir sahipleri) tezekkur eder"},{"SurahNumber":39,"VerseNumber":10,"Text":"De ki: \"Ey amenu olan kullar, Rabbinize karsı takva sahibi olun! Bu dunyada ahsen olanlar icin bir guzellik vardır. Ve Allah´ın arzı genistir. Ama sabredenlere ecirleri hesapsız odenir"},{"SurahNumber":39,"VerseNumber":11,"Text":"De ki: \"Muhakkak ki ben, Allah´a, dini O´na halis kılarak kul olmakla emrolundum"},{"SurahNumber":39,"VerseNumber":12,"Text":"Ve teslim olanların ilki olmakla emrolundum"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: \"Muhakkak ki ben, eger Rabbime asi olursam, buyuk gunun azabından korkarım"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: \"Ben Allah´a, dinimi O´na halis kılarak kul olurum"},{"SurahNumber":39,"VerseNumber":15,"Text":"Artık O´ndan baska dilediginiz seye tapın. De ki: \"Muhakkak ki, kendilerini ve ailelerini husrana dusurenler, kıyamet gunu husrana ugrayacak olanlardır.\" Bu apacık bir husran degil mi"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların ustunde ve altında atesten golgeler vardır. Iste boyle, Allah kullarını onunla korkutuyor. Ey kullarım! Oyleyse Bana karsı takva sahibi olun"},{"SurahNumber":39,"VerseNumber":17,"Text":"Ve onlar ki; taguta (insan ve cin seytanlara) kul olmaktan ictinap ettiler (kacındılar, kendilerini kurtardılar). Cunku Allah´a yoneldiler (Allah´a ulasmayı dilediler). Onlara mujdeler vardır. Oyleyse kullarımı mujdele"},{"SurahNumber":39,"VerseNumber":18,"Text":"Onlar, sozu isitirler, boylece onun ahsen olanına tabi olurlar. Iste onlar, Allah´ın hidayete erdirdikleridir. Ve iste onlar; onlar ulul´elbabtır (daimi zikrin sahipleri)"},{"SurahNumber":39,"VerseNumber":19,"Text":"Oyleyse bir kimse, uzerine azap sozunu hakettigi taktirde sen, ateste olanı kurtarabilir misin"},{"SurahNumber":39,"VerseNumber":20,"Text":"Lakin Rab´lerine karsı takva sahibi olanlar icin, ust uste insa edilmis, altından nehirler akan koskler (yuksek makamlar) vardır. Allah´ın vaadidir ki, Allah vaadinden donmez"},{"SurahNumber":39,"VerseNumber":21,"Text":"Allah´ın gokten su indirdigini boylece onu (suyu), yerin su pınarlarına akıttıgını gormedin mi? Sonra onunla cesitli renklerde ekin cıkarır. Daha sonra kurur. Artık onu sararmıs gorursun. Sonra onu kuru bir cop kılar. Muhakkak ki bunda ulul´elbab icin mutlaka zikir (ibret) vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Allah kimin gogsunu Islam icin (Allah´a teslim icin) yarmıssa artık o, Rabbinden bir nur uzere olur, degil mi? Allah´ın zikrinden kalpleri kasiyet baglayanların vay haline! Iste onlar, apacık dalalet icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah, ihdas ettigi (nurların) ahsen olanlarını (rahmet, fazl ve salavatı), ikiser ikiser (salavat-fazl ve salavat-rahmet), Kitab´a mutesabih (benzer) olarak indirdi. Rab´lerinden husu duyanların ciltleri ondan urperir. Sonra onların ciltleri ve kalpleri Allah´ın zikriyle yumusar, sukunet bulur (yatısır). Iste bu, Allah´ın hidayetidir, diledigini onunla hidayete erdirir. Ve Allah, kimi dalalette bırakırsa artık onun icin bir hidayetci yoktur"},{"SurahNumber":39,"VerseNumber":24,"Text":"O halde kıyamet gunu, onun vechini (fizik vucudunu) kotu azaptan kim koruyabilir? Ve zalimlere: \"Kazanmıs oldugunuz seyi (gunahlarınızın cezasını) tadın!\" denir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Onlardan oncekiler (de) yalanladı da boylece azap onlara farkında olmadıkları bir yerden geldi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Boylece Allah, onlara dunya hayatında zilleti (horlanma ve asagılanmayı) tattırdı. Ve ahiret azabı elbette daha buyuktur. Keske bilmis olsaydılar"},{"SurahNumber":39,"VerseNumber":27,"Text":"Ve andolsun ki, bu Kur´an´da insanlar icin butun meselelerden ornekler verdik. Umulur ki, boylece onlar tezekkur ederler"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Bu), celiskisi (egriligi, kusuru) olmayan Arapca Kur´an´dır. Umulur ki onlar, boylece takva sahibi olurlar"},{"SurahNumber":39,"VerseNumber":29,"Text":"Allah, su meseleyi ornek verdi. Aralarında anlasamayan birkac ortaga (birden) baglı kisi ile tek bir adama teslim olan kisinin durumu bir olur mu? Hamd, Allah´a mahsustur. Ama onların cogu bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Muhakkak ki sen de meyyitsin (olumlusun). Ve muhakkak ki onlar da meyyit (olumluler)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Sonra muhakkak ki siz, kıyamet gunu Rabbinizin huzurunda davalı ve davacı olacaksınız"}]}