{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"E nao e admissivel a um mortal que Allah lhe fale, senao por revelacao, ou por tras de um Veu, ou pelo envio de um Mensageiro; entao, este revela, com Sua permissao, o que Ele quer. Por certo, Ele e Altissimo, Sabio"},{"SurahNumber":42,"VerseNumber":52,"Text":"E, assim, revelamo-te um Espirito de Nossa ordem. Tu nao estavas inteirado do que era o Livro nem do que era a Fe, mas Nos o fizemos, como luz, com que guiamos a quem queremos de Nossos servos. E, por certo, tu guias os homens a uma senda reta"},{"SurahNumber":42,"VerseNumber":53,"Text":"A senda de Allah, de Quem e o que ha nos ceus e o que ha na terra. Ora, a Allah destinam-se as determinacoes"},{"SurahNumber":43,"VerseNumber":1,"Text":"Suratu Az-Zukhruf. Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pelo Livro explicito"},{"SurahNumber":43,"VerseNumber":3,"Text":"Por certo, Nos o fizemos um Alcorao arabe, para razoardes"},{"SurahNumber":43,"VerseNumber":4,"Text":"E, por certo, estando na Mae do Livro, junto de Nos, ele e altissimo, sabio"},{"SurahNumber":43,"VerseNumber":5,"Text":"Entao, privar-vos-iamos da Mensagem, abandonando-vos, por que sois um povo entregue a excessos"},{"SurahNumber":43,"VerseNumber":6,"Text":"E quantos profetas enviamos aos antepassados"},{"SurahNumber":43,"VerseNumber":7,"Text":"E nao lhes chegou profeta algum, sem que dele zombassem"},{"SurahNumber":43,"VerseNumber":8,"Text":"Entao, aniquilamos os mais temiveis que eles; e ja precedeu exemplo dos antepassados"},{"SurahNumber":43,"VerseNumber":9,"Text":"E, se lhes perguntas: \"Quem criou os ceus e a terra?\", em verdade, dirao: \"Criou-os O Todo-Poderoso, O Onisciente"},{"SurahNumber":43,"VerseNumber":10,"Text":"Ele e Quem faz da terra leito e, nela, fez-vos caminhos, para vos guiardes"},{"SurahNumber":43,"VerseNumber":11,"Text":"E Ele e Quem faz descer do ceu agua, na justa medida e, com ela revivescemos uma plaga morta. Assim, far-vos-ao sair dos sepulcros"},{"SurahNumber":43,"VerseNumber":12,"Text":"E Ele e Quem criou todos os casais de seres, e vos fez do barco e dos rebanhos aquilo em que montais"},{"SurahNumber":43,"VerseNumber":13,"Text":"Para vos instalardes sobre seus dorsos; em seguida, para vos lembrardes da graca de vosso Senhor, quando vos instalardes neles e disserdes: \"Glorificado seja Quem nos submeteu tudo isto, enquanto jamais seriamos capazes de faze-lo"},{"SurahNumber":43,"VerseNumber":14,"Text":"E Por certo, seremos tornados a nosso Senhor"},{"SurahNumber":43,"VerseNumber":15,"Text":"E fizeram-Lhe parte de Seus servos. Por certo, o ser humano e um ingrato declarado"},{"SurahNumber":43,"VerseNumber":16,"Text":"Sera que tomou Ele filhas, para Si, dentre o que criou, e escolheu, para vos, os filhos"},{"SurahNumber":43,"VerseNumber":17,"Text":"E, quando a um deles se lhe alvissara o nascimento de um semelhante ao que ele atribui aO Misericordioso, torna-se-lhe a face enegrecida, enquanto fica angustiado"},{"SurahNumber":43,"VerseNumber":18,"Text":"E como atribuir-Lhe quem cresce entre adornos e nao e arguente, na disputa"},{"SurahNumber":43,"VerseNumber":19,"Text":"E fizeram dos anjos, que sao servos dO Misericordioso, seres femininos. Testemunharam eles sua criacao? Seu testemunho sera inscrito, e serao interrogados"},{"SurahNumber":43,"VerseNumber":20,"Text":"E dizem: \"Se O Misericordioso quisesse, nos nao os adorariamos.\" Eles nao tem ciencia alguma disso. Eles nada fazem senao imposturar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ou Nos lhes concederamos um Livro, antes dele, e a ele se ativeram? Nao"},{"SurahNumber":43,"VerseNumber":22,"Text":"Mas dizem: \"Por certo, encontramos nossos pais em um credo e, por certo, em suas pegadas, estamos sendo guiados"},{"SurahNumber":43,"VerseNumber":23,"Text":"E, assim, antes de ti, Muhammad, jamais enviamos a uma cidade admoestador algum, sem que seus opulentos habitantes dissessem: \"Por certo, encontramos nossos pais em um credo e, por certo, estamos seguindo suas pegadas"}]}