{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":73,"VerseNumber":20,"Text":"Oui ton Seigneur sait que tu restes eveille la nuit pour prier, parfois moins des deux tiers de la nuit, parfois moins de la moitie et parfois moins du tiers, de meme qu’une partie de ceux qui t’accompagnent. Mais Dieu qui fixe la mesure de la nuit et du jour, sait que vous ne saurez faire le compte exact de la duree de votre priere nocturne. Et Il vous pardonne (en levant cette obligation). Recitez donc (pendant vos prieres) ce que vous pouvez du Coran, car Il sait qu’il est parmi vous des malades, d’autres qui parcourent le pays en quete des bienfaits de Dieu, et d’autres qui combattent pour la Cause de Dieu. Recitez donc du Coran (pendant vos prieres) ce que vous pouvez en reciter (sans etre soumis a une contrainte liee au temps)! Observez la salat ! Acquittez-vous du versement de la zakat ! Depensez genereusement pour la Cause de Dieu (dans votre recherche de Son agrement)! Quelque bien que vous depensiez (en ce monde), pour le salut de votre ame, il vous sera rendu par votre Seigneur, sous la forme d’une meilleure et d’une plus belle recompense. Implorez le pardon de Dieu, car Dieu est Indulgent et Clement"},{"SurahNumber":74,"VerseNumber":1,"Text":"O toi qui te couvres d’un manteau"},{"SurahNumber":74,"VerseNumber":2,"Text":"Leve-toi et pars avertir"},{"SurahNumber":74,"VerseNumber":3,"Text":"et Ton Seigneur, glorifie Sa Grandeur"},{"SurahNumber":74,"VerseNumber":4,"Text":"Tes vetements, purifie-les"},{"SurahNumber":74,"VerseNumber":5,"Text":"L’impurete, fuis-la"},{"SurahNumber":74,"VerseNumber":6,"Text":"N’accorde pas une faveur en echange d’une reconnaissance"},{"SurahNumber":74,"VerseNumber":7,"Text":"Pour la Cause de ton Seigneur, endure"},{"SurahNumber":74,"VerseNumber":8,"Text":"Et lorsque retentira le Cor"},{"SurahNumber":74,"VerseNumber":9,"Text":"ce Jour-la sera un Jour difficile"},{"SurahNumber":74,"VerseNumber":10,"Text":"et pour les denegateurs, un Jour penible"},{"SurahNumber":74,"VerseNumber":11,"Text":"Laisse-Moi me charger du sort de celui que J’ai cree denue de tout"},{"SurahNumber":74,"VerseNumber":12,"Text":"mais auquel J’ai prodigue de larges richesses"},{"SurahNumber":74,"VerseNumber":13,"Text":"des enfants maintenus dans son giron"},{"SurahNumber":74,"VerseNumber":14,"Text":"aplanissant pour lui toutes les difficultes (liees a l’acquisition de ses biens)"},{"SurahNumber":74,"VerseNumber":15,"Text":"Pourtant, il espere que Je lui en donne davantage"},{"SurahNumber":74,"VerseNumber":16,"Text":"Il n’en sera rien ! (car) Il s’obstinait a denier Mes versets"},{"SurahNumber":74,"VerseNumber":17,"Text":"Je le contraindrai a une ascension penible"},{"SurahNumber":74,"VerseNumber":18,"Text":"Ce, pour avoir reflechi (aux imperfections qu’il pourrait bien inventer au sujet du Coran), et fait part de son avis"},{"SurahNumber":74,"VerseNumber":19,"Text":"Qu’il perisse pour l’avis qu’il a donne"},{"SurahNumber":74,"VerseNumber":20,"Text":"Oui, qu’il perisse pour l’avis qu’il a donne"},{"SurahNumber":74,"VerseNumber":21,"Text":"Puis il reprit sa reflexion"},{"SurahNumber":74,"VerseNumber":22,"Text":"se renfrogna et prit un air maussade"},{"SurahNumber":74,"VerseNumber":23,"Text":"puis se detourna avec arrogance"},{"SurahNumber":74,"VerseNumber":24,"Text":"et finit par dire : « Ce n’est la que sorcellerie apprise (et reproduite)"},{"SurahNumber":74,"VerseNumber":25,"Text":"Ce ne sont-la que paroles de mortels !»"},{"SurahNumber":74,"VerseNumber":26,"Text":"Je le livrerai a Saqar (un des noms de l’Enfer)"},{"SurahNumber":74,"VerseNumber":27,"Text":"Comment pourrais-tu concevoir Saqar"},{"SurahNumber":74,"VerseNumber":28,"Text":"(C’est) un feu ardent qui n’epargne pas (qui consume tout), tout en maintenant en vie"},{"SurahNumber":74,"VerseNumber":29,"Text":"et qui calcine la peau"},{"SurahNumber":74,"VerseNumber":30,"Text":"Ils sont dix-neuf, assignes a sa garde"},{"SurahNumber":74,"VerseNumber":31,"Text":"Nous n’avons pris comme gardiens de l’Enfer que des anges (a la stature imposante). Et Nous avons precise leur nombre pour semer le trouble parmi les denegateurs, afin que soient convaincus les gens de l’Ecriture et que soit renforcee la foi des croyants. Ce, afin que les gens de l’Ecriture et les croyants ne soient plus en proie au doute a ce sujet, et que ceux dont les cœurs sont hermetiques a la foi, ainsi que les denegateurs se demandent : « Quel enseignement Dieu a-t-Il voulu donner a travers cet exemple?». C’est ainsi que Dieu egare qui Il veut et guide qui Il veut, et nul ne connait les cohortes (cohortes des anges) de ton Seigneur en dehors de Lui. Et ce n’est la qu’un Rappel pour les humains"},{"SurahNumber":74,"VerseNumber":32,"Text":"Oui, J’en jure par la Lune"},{"SurahNumber":74,"VerseNumber":33,"Text":"Et par la nuit lorsqu’elle se dissipe"},{"SurahNumber":74,"VerseNumber":34,"Text":"Et par l’aube qui cherche a poindre"},{"SurahNumber":74,"VerseNumber":35,"Text":"Il (Saqar) est l’un des plus grands chatiments"},{"SurahNumber":74,"VerseNumber":36,"Text":"Un avertissement pour les humains"},{"SurahNumber":74,"VerseNumber":37,"Text":"Pour quiconque parmi vous aspire a avancer (dans la Voie de Dieu) ou a s’en eloigner"},{"SurahNumber":74,"VerseNumber":38,"Text":"Le sort de chacun dependra de ce qu’il a acquis (de ce qu’il a accompli)"},{"SurahNumber":74,"VerseNumber":39,"Text":"Seront epargnes les gens de la Dextre"},{"SurahNumber":74,"VerseNumber":40,"Text":"qui se prelasseront dans des Jardins, et s’interrogeront"},{"SurahNumber":74,"VerseNumber":41,"Text":"en s’adressant aux reprouves"},{"SurahNumber":74,"VerseNumber":42,"Text":"« Quels peches ont bien pu vous precipiter dans Saqar ?»"},{"SurahNumber":74,"VerseNumber":43,"Text":"Et ils diront : « Nous n’etions pas de ceux qui observent la salat"},{"SurahNumber":74,"VerseNumber":44,"Text":"et nous ne nourrissions pas les pauvres"},{"SurahNumber":74,"VerseNumber":45,"Text":"Nous participions a des debats steriles avec les amateurs de debats steriles"},{"SurahNumber":74,"VerseNumber":46,"Text":"Nous qualifiions de mensonge l’avenement du Jugement dernier"},{"SurahNumber":74,"VerseNumber":47,"Text":"Nous en etions la, (dans notre denegation) lorsque l’ineluctable (la mort) nous surprit »"},{"SurahNumber":74,"VerseNumber":48,"Text":"L’intercession d’intercesseurs en leur faveur sera alors vaine"},{"SurahNumber":74,"VerseNumber":49,"Text":"Pourquoi se detournaient-ils du Rappel"},{"SurahNumber":74,"VerseNumber":50,"Text":"(le fuyant) tels des anes sauvages affoles"},{"SurahNumber":74,"VerseNumber":51,"Text":"fuyant les assauts d’un lion"},{"SurahNumber":74,"VerseNumber":52,"Text":"Plus encore, chacun d’eux voudrait qu’il lui soit revele, de la part de Dieu, un Ecrit deploye (qui reponde a ses propres exigences)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Il n’en sera pas ainsi, puisqu’ils ne redoutent pas la Vie Future"},{"SurahNumber":74,"VerseNumber":54,"Text":"Ils sont dans l’erreur ! Ce Coran est vraiment un Rappel"},{"SurahNumber":74,"VerseNumber":55,"Text":"Que celui qui le veut s’en souvienne (en empruntant le chemin menant a son Seigneur)"},{"SurahNumber":74,"VerseNumber":56,"Text":"Mais ils ne le feront que s’Il plait a Dieu qu’ils le fassent, car Il est le Seul Digne d’etre venere, et Il est le Seul a qui il appartient de pardonner"}]}