{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Алиф. Лам. Мим"},{"SurahNumber":30,"VerseNumber":2,"Text":"Ромеите бяха победени"},{"SurahNumber":30,"VerseNumber":3,"Text":"на най-близката земя. Но след поражението им те ще победят"},{"SurahNumber":30,"VerseNumber":4,"Text":"след няколко години. На Аллах е повелята и преди, и след това. В този ден вярващите ще ликуват"},{"SurahNumber":30,"VerseNumber":5,"Text":"с помощта на Аллах. Помага Той комуто пожелае. Той е Всемогъщия, Премъдрия"},{"SurahNumber":30,"VerseNumber":6,"Text":"Обещано е от Аллах. Аллах не нарушава Своето обещание, ала повечето хора не разбират"},{"SurahNumber":30,"VerseNumber":7,"Text":"Те добре познават земния живот, ала нехаят за отвъдния"},{"SurahNumber":30,"VerseNumber":8,"Text":"Нима не размишляват за себе си? Аллах сътвори небесата и земята, и всичко между тях с мъдрост и за определен срок. А повечето хора не вярват в срещата със своя Господ"},{"SurahNumber":30,"VerseNumber":9,"Text":"И не ходят ли по земята, за да видят какъв бе краят на онези преди тях? Бяха по-силни от тях и повече се възползваха от земята, и я населяваха по-дълго, отколкото я населяват те. И Нашите пратеници дойдоха при тях с ясните знаци. Не Аллах ги угнетява, а те себе си угнетяват"},{"SurahNumber":30,"VerseNumber":10,"Text":"После лош ще бъде краят за онези, които злосторстват, защото взимат за лъжа знаменията на Аллах и им се подиграват"},{"SurahNumber":30,"VerseNumber":11,"Text":"Аллах начева творението, после Той ще го повтори, после при Него ще бъдете върнати"},{"SurahNumber":30,"VerseNumber":12,"Text":"В Деня, когато настане Часът, отчаянието ще обхване престъпниците"},{"SurahNumber":30,"VerseNumber":13,"Text":"И не ще имат застъпници сред онези, които те са съдружавали, и от съдружаваните ще се отрекат"},{"SurahNumber":30,"VerseNumber":14,"Text":"В Деня, когато настане Часът, в този Ден ще се разделят"},{"SurahNumber":30,"VerseNumber":15,"Text":"Онези, които вярват и вършат праведни дела, ще бъдат възрадвани в Градината"},{"SurahNumber":30,"VerseNumber":16,"Text":"А онези, които не вярват и взимат за лъжа Нашите знамения и срещата с Нас в отвъдния живот, те ще бъдат въведени в мъчението"},{"SurahNumber":30,"VerseNumber":17,"Text":"Прославяйте Аллах, когато замръквате и когато осъмвате"},{"SurahNumber":30,"VerseNumber":18,"Text":"За Него е прославата на небесата и на земята, и по мрак, и по пладне"},{"SurahNumber":30,"VerseNumber":19,"Text":"Той изважда живото от мъртвото и изважда мъртвото от живото, и съживява земята след нейната смърт. Така и вие ще бъдете извадени [от гробовете]"},{"SurahNumber":30,"VerseNumber":20,"Text":"И от Неговите знамения е, че ви сътвори от пръст, после - ето ви - хора, които се множат"},{"SurahNumber":30,"VerseNumber":21,"Text":"И от Неговите знамения е, че сътвори за вас съпруги от самите вас, за да намерите спокойствие при тях, и стори помежду ви любов и милост. В това има знамения за хора мислещи"},{"SurahNumber":30,"VerseNumber":22,"Text":"И от Неговите знамения е сътворяването на небесата и на земята, и разнообразието на езиците и цветовете ви. В това има знамения за знаещите"},{"SurahNumber":30,"VerseNumber":23,"Text":"И от Неговите знамения е сънят ви нощем и денем и стремежът ви към Неговата благодат. В това има знамения за хора чуващи"},{"SurahNumber":30,"VerseNumber":24,"Text":"И от Неговите знамения Той ви показва мълнията за страх и надежда. И изсипва от небето вода, с която съживява земята след нейната смърт. В това има знамения за хора проумяващи"},{"SurahNumber":30,"VerseNumber":25,"Text":"И от Неговите знамения е, че небето и земята стоят по Негова повеля. После, когато ви призове, ето ви - от земята излизате"},{"SurahNumber":30,"VerseNumber":26,"Text":"Негови са всички на небесата и на земята. Всички на Него се подчиняват"},{"SurahNumber":30,"VerseNumber":27,"Text":"Той е, Който начева творението, после ще го повтори, а това е още по-лесно за Него. Негово е върховенството на небесата и на земята. Той е Всемогъщия, Премъдрия"},{"SurahNumber":30,"VerseNumber":28,"Text":"Той ви дава пример от самите вас. Нима имате сред владените от вашите десници съдружници в препитанието, което ви даваме, та в него да сте равни, и да се страхувате от тях, както се страхувате от самите себе си? Така обясняваме знаменията за хора проумяващи"},{"SurahNumber":30,"VerseNumber":29,"Text":"Да, онези, които угнетяват, следват своите страсти в неведение. А кой може да напъти онзи, когото Аллах оставя в заблуда? Няма за тях закрилници"},{"SurahNumber":30,"VerseNumber":30,"Text":"И обърни своето лице към религията - правоверен, - към природата, според която Аллах е създал хората! Религията на Аллах е неизменна. Тя е правата вяра. Ала повечето хора не разбират"}]}