{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"“O azab, bir gercek mi?” diye senden sorarlar. De ki: “- Evet, Rabbime yemin ederim ki, O, muhakkak bir gercektir. Siz bundan yakayı kurtaramazsınız.”"},{"SurahNumber":10,"VerseNumber":54,"Text":"Kufre varmakla zulmeden her nefis, eger butun yeryuzundekine sahip olsaydı, azabı gordukleri vakit, hepsi pismanlıgı acıga vurarak kendini kurtarmak icin onu mahakkak feda ederdi. Fakat kendilerine zulum yapılmaksızın, aralarında adaletle (gunahları kadar azabla) hukum verilmesi takdir edilmistir"},{"SurahNumber":10,"VerseNumber":55,"Text":"Biliniz ki, goklerde ve yerde ne varsa, hepsi Allah’ındır. Biliniz ki, gercekten Allah’ın vadi haktır; fakat kafirlerin cogu bunu bilmezler"},{"SurahNumber":10,"VerseNumber":56,"Text":"Allah hem diriltir, hem oldurur. Hep dondurulup ona goturuleceksiniz"},{"SurahNumber":10,"VerseNumber":57,"Text":"Ey insanlar! Iste size, Rabbinizden bir ogut, kalblerdeki suphelere bir sifa ve muminler icin bir hidayet ve rahmet olan Kur’an geldi"},{"SurahNumber":10,"VerseNumber":58,"Text":"De ki: “- Allah’ın ihsaniyle ve rahmetiyle, ancak bununla ferahlansınlar. Bu, onların toplamakta olduklarından (dunya menfaatından) daha hayırlıdır"},{"SurahNumber":10,"VerseNumber":59,"Text":"(Ey Rasulum), musriklere de ki: “-Allah sizin icin rızık olarak hangi seyleri indirdi de, siz ondan bir haram ve bir halal yaptınız, bana haber verin. “ De ki: “- Size Allah mı izin verdi (de boyle yaptınız), yoksa Allah’a iftira mı ediyorsunuz"},{"SurahNumber":10,"VerseNumber":60,"Text":"Allah’a yalan uyduranların (kendiliklerinden haram ve helal diyenlerin) kıyametteki zanları nedir (azab edilmeyeceklerini mi zannediyorlar)? Suphe yok ki Allah (akıl verip kitab indirmekle) insanlara karsı ihsan sahibidir. Fakat insanların cogu bu nimetlere sukretmezler"},{"SurahNumber":10,"VerseNumber":61,"Text":"(Ey Rasulum), sen herhangi bir isde bulunsan, Kur’an’dan her ne okusan, sen ve ummetin herhangi bir amel yapsanız, siz ona dalıp dururken, muhakkak biz uzerinizde sahid bulunuruz. Ne yerde, ne gokte zerre agırlıgınca hic bir sey Rabbinizden gizli kalmaz; ne bundan daha kucuk, ne de daha buyuk... Ancak bunların hepsi LEVH-I MAHFUZ’da yazılıdır"},{"SurahNumber":10,"VerseNumber":62,"Text":"Biliniz ki, Allah’ın velileri (seriata tam olarak baglı kulları) icin hic bir korku yoktur ve onlar mahzunda olmıyacaklardır"},{"SurahNumber":10,"VerseNumber":63,"Text":"Veliler, o kimselerdir ki, Allah’a iman edip emirlerine aykırı hareket etmekten sakınırlar"},{"SurahNumber":10,"VerseNumber":64,"Text":"Onlar icin dunya hayatında da (Kur’an’ın ve Peygamberin haberleriyle), ahirette de (cennet’le) mujdeler vardır. Allah’ın kelimelerinde (verdigi sozlerde) asla bir degisme yoktur. Iste bu (cennetle mujdelenme), en buyuk kurtulustur"},{"SurahNumber":10,"VerseNumber":65,"Text":"Ey Rasulum, kafirlerin (tekzib ve sana dil uzatmalarına dair) sozleri seni uzmesin. Muhakkak ki izzet (ustunluk), hep Allah’ındır. Allah (onların butun soylediklerini) isiticidir, tasıdıkları niyyetlerin hepsini bilicidir"},{"SurahNumber":10,"VerseNumber":66,"Text":"Biliniz ki, goklerde (meleklerden) kim var, yerde (insan ve Cinlerden) kim varsa, hep Allah’ındır. Allah’dan baskasına tapanlar dahi, gercekte Allah’a kostukları ortaklara tabi olmuyorlar. Ancak zanna (zayıf bir ihtimale) tabi oluyorlar ve yalandan baska bir sey soylemiyorlar"},{"SurahNumber":10,"VerseNumber":67,"Text":"O Allah’dır ki, icinde rahat edesiniz diye geceyi, calısasınız diye gunduzu aydınlık olarak, sizin icin yarattı. Elbette bunda, Kur’an’ı dinleyecekler icin bir cok ibretler vardır"},{"SurahNumber":10,"VerseNumber":68,"Text":"Kafirler: “- Allah cocuk edindi”, dediler. Hasa, Allah bundan munezzehtir. O, bir seye muhtac degildir. Goklerde ve yerde ne varsa hepsi onundur. Ey kafiler, (Allah’ın cocuk edindigine dair) elinizde hic bir delil yoktur. Siz, Allah’a karsı, ilimle isbat edemiyeceginiz bir sey mi soyluyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"(Ey Rasulum) , de ki: “- Allah’a karsı yalan uyduranlar, elbette kurtulamıyacaklardır"},{"SurahNumber":10,"VerseNumber":70,"Text":"Allah’a iftira edenlerin dunyadaki zevkleri pek az... Nihayet donusleri bizedir. Sonra, kufur uzere bulunduklarından, kendilerine cok siddetli bir azab taddıracagız"}]}