{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"waɗannan ƙungiyoyi biyu ne masu husuma, sun yi husuma ga sha'anin Ubangijinsu. To, waɗanda suka kafirta an yanka musu waɗansu tufafi daga wata irin wuta, ana zuba tafasasshen ruwa daga bisa kawunansu"},{"SurahNumber":22,"VerseNumber":20,"Text":"Da shi ake narkar da abin da yake a cikin cikunansu da fatun jikinsu"},{"SurahNumber":22,"VerseNumber":21,"Text":"Kuma suna da waɗansu gwalmomin duka na baƙin ƙarfe"},{"SurahNumber":22,"VerseNumber":22,"Text":"A koyaushe suka yi nufin fita daga gare ta, daga baƙin ciki, sai a mayar da su a cikinta, (a ce musu) \"Ku ɗanɗani azabar gobara"},{"SurahNumber":22,"VerseNumber":23,"Text":"Lalle ne, Allah Yana shigar da waɗanda suka yi imani kuma suka aikata ayyukan ƙwarai a cikin gidajen Aljanna, ƙoramu suna gudana daga ƙarƙashinsu, ana ƙawata su, a cikinsu, da waɗansu mundaye na zinari da lu'u-lu'u. Kuma tufafinsu a cikinsu alharini ne"},{"SurahNumber":22,"VerseNumber":24,"Text":"Kuma an shiryar da su zuwa ga mai kyau na zance kuma an shiryar da su zuwa ga, hanyar wanda ake gode wa"},{"SurahNumber":22,"VerseNumber":25,"Text":"Lalle ne waɗanda suka kafirta kuma suka taushe (mutane) daga hanyar Allah da masallaci mai alfarma wanda Muka sanya shi ga mutane alhali kuwa mazauni a ciki da baƙauye daidai suke kuma wanda ya yi nufin karkatar da gaskiya a cikinsa da zalunci za Mu ɗanɗana masa daga wata azaba mai raɗadi"},{"SurahNumber":22,"VerseNumber":26,"Text":"Kuma a lokacin da Muka iyakance wa Ibrahim wurin ¦akin (Muka ce masa), \"Kada ka haɗa kome da Ni ga bauta, kuma ka tsarkake ¦akiNa domin masu ɗawafi da masu tsayuwa da masu ruku'u da masu sujada"},{"SurahNumber":22,"VerseNumber":27,"Text":"Kuma ka yi yekuwa ga mutane da wajabcin Hajji su je maka suna masu tafiya da ƙafafu da kuma a kan kowane maɗankwarin raƙumi masu zuwa daga kowane rango mai zurfi"},{"SurahNumber":22,"VerseNumber":28,"Text":"Domin su halarci abubuwan amfani a gare su, kuma su ambaci sunan Allah a cikin 'yan kwanuka sanannu saboda abin da Ya azurta su da shi daga dabbobin jin daɗi. Sai ku ci daga gare su, kuma ku ciyar da matsattse matalauci"},{"SurahNumber":22,"VerseNumber":29,"Text":"Sa'an nan kuma sai su ƙare ibadarsu da gusar da ƙazanta, knma sai su cika alkawuransu kuma sai su yi ɗawafi (suna gewaya) ga ¦akin nin 'yantacce"},{"SurahNumber":22,"VerseNumber":30,"Text":"Wancan ne. Kuma wanda ya girmama hukunce-hukuncen Allah to shi ne mafifici a gare shi, a wurin Ubangijinsa. Kuma an halatta muku dabbobin ni'ima face abin da ake karantawa a kanku. Saboda haka ku nisanci ƙazanta daga gumaka kuma ku nisanci ƙazanta daga shaidar zur"},{"SurahNumber":22,"VerseNumber":31,"Text":"Kuna masu tsayuwa ga gaskiya domin Allah, ba masu yin shirka da Shi ba. Kuma wanda ya yi shirka da Allah, to, yana kamar abin da ya faɗo daga sama, sa'an nan tsuntsaye su cafe shi, ko iska ta faɗa da shi a cikin wani wuri mai nisa"},{"SurahNumber":22,"VerseNumber":32,"Text":"Wancan ne. Kuma wanda ya girmama ibadodin Allah, to, lalle ne ita (girmamawar) tana daga ayyukan zukata na ibada"},{"SurahNumber":22,"VerseNumber":33,"Text":"Kuna da waɗansu abubuwan amfani a cikinta (dabbar hadaya) har ya zuwa ga wani ajali ambatacce, sa'an nan kuma wurin halattata zuwa ga ¦akin 'yantacce ne"},{"SurahNumber":22,"VerseNumber":34,"Text":"Kuma ga kowace al'umma Mun sanya ibadar yanka, domin su ambaci sunan Allah a kan abin da Ya azurta su da shi daga dabbobin ni'ima. Sa'an nan kuma Abin bautawarku Abin bautawa ne Guda, sai ku sallama Masa. Kuma ka yi bushara ga masu ƙanƙantar da kai"},{"SurahNumber":22,"VerseNumber":35,"Text":"Waɗanda suke idan an ambaci Allah sai zukatansu su firgita, da masu haƙuri a kan abin da ya same su, da masu tsayar da salla, kuma suna ciyarwa daga abin da Muka azurta su"},{"SurahNumber":22,"VerseNumber":36,"Text":"Kuma raƙuman, Mun sanya su a gare ku, a ibadojin Allah. Kuna da wani alheri babba a cikinsu. Sai ku ambaci sunan Allah a kansu suna tsaye a kan ƙafafu uku. Sa'an nan idan sasanninsu suka faɗi, to, ku ci daga gare su, kuma ku ciyar da mai wadar zuci da mai bara. Kamar haka Muka hore muku su, tsammaninku kuna godewa"},{"SurahNumber":22,"VerseNumber":37,"Text":"Namominsu ba za su sami Allah ba haka jinainansu amma taƙawa daga gare ku tana, samun Sa. Kamar haka Ya hore su saboda ku domin ku girmama Allah saboda shiriyar da Ya yi muku. Kuma ka yi bushara ga masu kyautata yi"}]}