{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Kandi ntimukajye impaka n’abahawe igitabo (Abayahudi n’Abanaswara, mubahamagarira kugana inzira y’ukuri) mutabikoze mu buryo bwiza; uretse abahemu (inkozi z’ibibi) muri bo (babarwanya). Munababwire muti “Twemeye ibyo twamanuriwe (Qur’an) n’ibyo mwamanuriwe (Ivanjili na Tawurati(; ndetse Imana yacu ari yo Mana yanyu ni imwe rukumbi. Ariko twe tuyicishaho bugufi.”)"},{"SurahNumber":29,"VerseNumber":47,"Text":"Uko ni ko twaguhishuriye (Yewe Muhamadi) igitabo (Qur’an), kandi abo twahaye igitabo (Tawurati n’Ivanjili, mbere yawe) baracyemeye (bemeye Qur’an bayoboka Isilamu); ndetse no muri abo (Abarabu) hari abacyemeye (Qur’an). Kandi nta we uhinyura amagambo yacu uretse abahakanyi"},{"SurahNumber":29,"VerseNumber":48,"Text":"Kandi ntabwo wigeze usoma igitabo mbere yayo (Qur’an), ndetse nta n’ubwo wigeze ucyandikisha ukuboko kwawe kw’iburyo. (Iyo biza kugenda bityo) abahinyura ukuri bari kuyishidikanyaho (bavuga ko wayiyandikiye)"},{"SurahNumber":29,"VerseNumber":49,"Text":"Ahubwo iyo (Qur’an) ni imirongo isobanutse iri mu bituza by’abahawe ubumenyi. Kandi nta we hakana amagambo yacu uretse abanyamahugu (abahakanyi)"},{"SurahNumber":29,"VerseNumber":50,"Text":"Kandi (ababangikanyamana) baravuze bati “Kuki (Muhamadi) atamanuriwe ibitangaza biturutse kwa Nyagasani we?” Vuga uti “Mu by’ukuri ibitangaza (byose) biri kwa Allah; naho njye ndi umuburizi ugaragara.”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Ese ntibibahagije kuba twaraguhishuriye igitabo (Qur’an) basomerwa? Mu by’ukuri muri cyo harimo impuhwe n’urwibutso ku bantu bemera"},{"SurahNumber":29,"VerseNumber":52,"Text":"Vuga (yewe Muhamadi) uti “Allah arahagije kuba umuhamya hagati yanjye namwe. Azi ibiri mu birere n’ibiri ku isi. Naho ba bandi bemeye ikinyoma bakanahakana Allah, abo ni bo banyagihombo.”"},{"SurahNumber":29,"VerseNumber":53,"Text":"Banagusaba kwihutisha ibihano, nyamara iyo bitaza kuba igihe cyagenwe (cyo kubahana), ibihano byari kubageraho. Kandi rwose bizabageraho bibatunguye, batabizi"},{"SurahNumber":29,"VerseNumber":54,"Text":"Bagusaba kwihutisha ibihano. Kandi mu by’ukuri umuriro wa Jahanamu uzagota abahakanyi"},{"SurahNumber":29,"VerseNumber":55,"Text":"(Wibuke) umunsi (abahakanyi) bazatwikirwa n’ibihano bibaturutse hejuru no munsi y’ibirenge byabo, maze (Allah) akababwira ati “Nimwumve ingaruka z’ibyo mwajyaga mukora.”"},{"SurahNumber":29,"VerseNumber":56,"Text":"Yemwe bagaragu banjye bemeye! (Niba mubuzwa kugaragira Allah, muzimuke kuko) mu by’ukuri isi yanjye ni ngari. Bityo, mube ari Njye musenga Njyenyine"},{"SurahNumber":29,"VerseNumber":57,"Text":"Buri roho izasogongera ku rupfu. Hanyuma iwacu ni ho muzasubizwa"},{"SurahNumber":29,"VerseNumber":58,"Text":"Na ba bandi bemeye bakanakora ibikorwa byiza, rwose tuzabatuza mu magorofa yo mu Ijuru ritembamo imigezi; bazabamo ubuziraherezo. Ibyo ni ibihembo byiza by’abakora neza"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ba bandi bihanganye bakaniringira Nyagasani wabo"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ni bingahe mu biremwa bigenda ku isi bidashobora kwishakira amafunguro; Allah akaba ari We ubiha amafunguro ndetse namwe akayabaha? Kandi We ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":29,"VerseNumber":61,"Text":"N’iyo ubabajije uti “Ni nde waremye ibirere n’isi akanacisha bugufi izuba n’ukwezi?” Rwose baravuga bati “Ni Allah.” None se ni gute bahinduka (bakareka ukuri bagakurikira ikinyoma?)”"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah yongerera amafunguro uwo ashaka mu bagaragu be akanayagabanya ku wo ashaka. Mu by’ukuri Allah ni Umumenyi wa byose"},{"SurahNumber":29,"VerseNumber":63,"Text":"N’iyo ubabajije uti “Ni nde umanura amazi mu kirere akayahesha isi ubuzima nyuma yo gupfa kwayo (gukakara)?” Rwose baravuga bati “Ni Allah.” Vuga uti “Ishimwe n’ikuzo byuzuye bikwiye Allah. Nyamara abenshi muri bo nta bwenge bagira.”"},{"SurahNumber":29,"VerseNumber":64,"Text":"Kandi ubu buzima bw’isi nta kindi buri cyo uretse kuba ari umukino no kwinezeza, ariko mu by’ukuri ubuturo bwo ku munsi w’imperuka (Ijuru) ni bwo buzima nyakuri, iyaba bari babizi"},{"SurahNumber":29,"VerseNumber":65,"Text":"N’iyo bagiye mu bwato (bagahuriramo n’ingorane), basaba Allah bamwibombaritseho. Maze yabageza imusozi amahoro, bagahita bamubangikanya"},{"SurahNumber":29,"VerseNumber":66,"Text":"Kugira ngo bahakane ibyo twabahaye (tubarokora) kandi banishimishe. Ariko baraza kumenya (ingaruka z’ibyo bakoze)"},{"SurahNumber":29,"VerseNumber":67,"Text":"Ese ntibabona ko twagize (Maka) ahantu hatagatifu kandi hatekanye, mu gihe mu nkengero zaho abantu bashimutwa? None se ibitari ukuri ni byo bemera hanyuma inema za Allah bakaba ari zo bahakana"},{"SurahNumber":29,"VerseNumber":68,"Text":"Ni nde nkozi y’ibibi kurusha uwahimbiye Allah ikinyoma, cyangwa uwahakanye ukuri kwamugezeho? Ese mu muriro wa Jahanamu si ho cyicaro (kibi) cy’abahakanyi"},{"SurahNumber":29,"VerseNumber":69,"Text":"Kandi ba bandi bagira umuhate (mu nzira yacu itugana) kubera twe, rwose tuzabayobora inzira zacu. Ndetse mu by’ukuri Allah ari kumwe n’abakora ibyiza"}]}