{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allāhakō ādēśa bha'isakēkō cha ki du'īvaṭā pūjya nabanā'ū, pūjanīya uhi ē'uṭā mātra cha, tasartha masita mātra timīharū ḍara bhaya māna"},{"SurahNumber":16,"VerseNumber":52,"Text":"Jējati ākāśaharūmā ra jējati pr̥thvīmā chan, sabai usaikō hō, ra usaikō ibādata (upāsanā) āvaśyaka cha, ani kē timī allāha bāhēka aruharūsita tarsanchau"},{"SurahNumber":16,"VerseNumber":53,"Text":"asala kurāharū jē jati timīlē pā'ēkā chau sabai allāhabāṭai pradāna gari'ēkā hun. Ahilē pani jaba timīlā'ī kunai kaṣṭa pugdacha taba usaikō agāḍi prārthanā gardachau"},{"SurahNumber":16,"VerseNumber":54,"Text":"Ani jaba usalē timīlā'ī kaṣṭabāṭa mukta garidincha ta timīharūmadhyē kēhīlē allāhakō sājhēdāra ṭhaharā'una thālchan"},{"SurahNumber":16,"VerseNumber":55,"Text":"Ki juna rāmrā kurāharū hāmīlē unalā'ī pradāna garēkā chauṁ tyasaprati kr̥taghnatā prakaṭa garun, hō kēhī sānsārika phā'idāharū li'ihāla, tara yādarākha chiṭṭai timīlā'ī thāhā bha'ihālnēcha"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ra hāmīdvārā pradāna gari'ēkā kurāharūmadhyē yastākō bhāga nirdhārita garchan jasabārē kēhī thāhā chaina. Allāhakō saugandha cha! Juna asatya kurāharūkō racanā gardachauṁṁ tyasabārē timīsita avaśya nai sōdhapūcha hunēcha"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ū yasa kurābāṭa mukta ra mahāna cha jō unīharūlē allāhakō lāgi kēṭīharū nirdhārita gardachan ra āphnō nimti (chōrāharū) junaki tinīharūlā'ī rāmrō lāgcha, āphnō bhāga lagā'um̐chan"},{"SurahNumber":16,"VerseNumber":58,"Text":"Jaba tinīharūmadhyē kasailā'ī chōrī (janmēkō) samācāra prāpta huncha, ta usakō anuhāra (duḥkhalē) kālō bha'ihālcha ra usakō hr̥daya duḥkhī bha'ihālcha"},{"SurahNumber":16,"VerseNumber":59,"Text":"ra yasa narāmrō samācārabāṭa an'ya mānisaharūbāṭa lukdai hiṇḍcha ra sōcdacha ki apamāna sahēra yasalā'ī jīvita rahana dē'ōs vā jaminamuni gāḍidē'ōs. Hēra, yinīharūlē kastō narāmrō nirṇaya gardachan"},{"SurahNumber":16,"VerseNumber":60,"Text":"Jasalē ākhiratamāthi āsthā rākhdainan tinai narāmrā udāharaṇa hun, allāhakō lāgi ta ucca viśēṣatā cha ū sarvaśaktimāna, ra bud'dhimattā sampanna cha"},{"SurahNumber":16,"VerseNumber":61,"Text":"Yadi mānchēharūkā pāpakō kāraṇa mahāna allāha unīlā'ī samāt'thyō bhanē ta pr̥thvīmā ē'uṭā pani sajīva prāṇī rahadainthyō. Tara usalē ta ēka niścita samayasam'ma chūṭa dinē garēkō cha jaba tyō samaya ā'ipugcha ta tinī ēkachina aghi pachi huna sakdainan"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ra yinīharūlē allāhakō nimti yastā kurā sābita garchana, juna tinīharūlā'ī rāmrō lāgdaina, ra unalē jibrōlē jhūṭhō bōldai jānchan ki unalā'ī bhalā'ī hunēcha. Sandēha chaina ki tinīharūkō nimti āgō (taiyāra) cha ra yinīharū narkamā sababhandā agāḍi paṭhā'inēchan"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allāhakō saugandha cha! Hāmīlē timībhandā agāḍikā samudāyaharūtira pani āphnā paigambaraharū paṭhāyauṁ. Tara śaitānalē tinīharūkā (narāmrā) kriyākalāpa siṅgārēra dēkhāyō, tasartha āja pani tyahī tinīharūkō mitra cha ra tinīharūkō nimti kaṣṭadāyaka sajāya cha"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ra hāmīlē tapā'īmāthi yō kitāba yasakāraṇa utārēkā chauṁ ki juna kurāharūmā yinīharūkō vivāda cha tī sabailā'ī tapā'īlē spaṣṭa garidinus ra yō mōminaharūkō lāgi mārgadarśana ra varadāna hō"},{"SurahNumber":16,"VerseNumber":65,"Text":"Ra allāhalē ākāśaharūbāṭa pānī barṣā'ēra dhartīlā'ī tyasakō mr̥tyu paścāta jīvita gardacha. Niḥsandēha yasamā sunnēharūkō lāgi niśānī cha"},{"SurahNumber":16,"VerseNumber":66,"Text":"Timrō nimti caupāyāharūmā pani ṭhūlō śikṣā cha, kinaki tinīharūkā pēṭamā juna gōbara ra ragata cha, tyasabāṭa hāmīlē timīlā'ī viśud'dha dūdha khuvā'um̐chauṁ, juna pi'unēharūkō nimti supācya ra rucikara cha"},{"SurahNumber":16,"VerseNumber":67,"Text":"Ra khajūra ra aṅgūrakā phalaharūbāṭa pani tinīharūbāṭa kaḍā pēyapadārtha banā'um̐dachauṁ ra rāmrō jīvikā pani, jasalē bujhdachan tinīharūkā nimti yī kurāharūmā dhērai ṭhūlō niśānī cha"},{"SurahNumber":16,"VerseNumber":68,"Text":"Tapā'īkō pālanakartālē māhurīlā'ī ādēśa garyō ki pahāṛaharūmā rukhaharūmā ra mānisalē banā'ēkā aglā–aglā nivāsa sthānaharūmā cākā banā'ū"},{"SurahNumber":16,"VerseNumber":69,"Text":"Ra harēka kisimakō phalaphūla khā'ū ra āphnō pālanakartākō saralamārgamā hiḍnē gara. Unakō pēṭabāṭa raṅga biraṅgī pi'unē kurā niskancha jasakā vibhinna raṅgaharū hunchan ra tyasamā mānisaharūkō kaiyauṁ upacāra cha. Niḥsandēha cintana garnēharūkō nimti usamā pani ṭhūlō niśānī cha"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allāhalē nai timrō sr̥ṣṭi garēkō cha, ani usailē timīlā'ī mr̥tyu dinēcha, ra timīharūmadhyē kēhī yastā chan ki nikai kamajōra br̥d'dha avasthāmā pugchan ra (dhērai kurāharū) kō jñāna hāsila garēpachi pani anabhijña bha'ihālchan. Niḥsandēha allāha jñātā ra śaktisampanna cha"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allāhalē nai jīvikāmā kēhīlā'ī kēhīmāthi pradhānatā pradāna garēkō cha, ta juna mānisaharūlā'ī pradhānatā prāpta cha, tinīharūlē āphnō jīvikā āphnō adhīnakā mānisaharūlā'ī dim̐dainan ki sabai samāna bha'ihālun, tasartha kē yinīharū allāhabāṭa pradāna gari'ēkā upahāraharūbāṭa inkāra garnēchan"},{"SurahNumber":16,"VerseNumber":72,"Text":"allāhalē nai timīmadhyēbāṭa timrō nimti jōṛīharūkō sr̥ṣṭi garyō ra svāsnībāṭa timrā chōrāharū ra nātīharūkō sr̥ṣṭi garyō ra khānākō nimti timīlā'ī rāmrā rāmrā khānēkurā diyō, ta kē yinīharūlē taipani jhūṭha kurāharūmā viśvāsa rākhdachan ra allāhabāṭa di'ēkā upahāraharūprati kr̥tadhnatā prakaṭa garnēchan"},{"SurahNumber":16,"VerseNumber":73,"Text":"ra tinīharūlē allāha bāhēka yastā kurāharūkō pūjā gardachan jasalē ki tinīharūlā'ī ākāśaharū ra dhartīmā jīvikā pradāna garna alikati pani adhikāra rākhdainan ra na kṣamatā rākhdachan"},{"SurahNumber":16,"VerseNumber":74,"Text":"Tasartha allāhakō bārēmā (galata) udāharaṇaharū nabanā'ū. Allāhalā'ī mātra thāhā cha ra timīharū jāndainau"}]}