{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Nogen en af jer adlyder GUD Hans bud forspring righteous liv vi bevilge hendes dobbelte recompense vi tillave hende gavmilde forråd"},{"SurahNumber":33,"VerseNumber":32,"Text":"O kone af profeten I er samme idet nogen øvrige kvinderne dersom du observe retmæssighed! (Du haver greater ansvar.) Derfor du ikke tale too softly lest de disease ind deres hjerter få forkerte ideerne; du tale kun retmæssighed"},{"SurahNumber":33,"VerseNumber":33,"Text":"I settle derned Deres hjem gøre ikke mingle folkene excessively ligesom jer bruge gøre ind gamle dagene uvidenhed! Du observe Kontakten Bønner (Salat) giver obligatoriske velgørenheden (Zakat) adlyde GUD Hans bud! GUD ØNSKER FLYTTE al unholiness FRA JER O I leve HELLIGE TEMPLET purify JER KOMPLET"},{"SurahNumber":33,"VerseNumber":34,"Text":"Mindes hvad reciteres Deres hjem af gud åbenbaringer visdommen inherent therein! GUD ER SUBLIME Cognizant"},{"SurahNumber":33,"VerseNumber":35,"Text":"Forelægge mændene forelægge kvinderne tro mændene tro kvinderne lydige mændene lydige kvinderne sandfærdige mændene sandfærdige kvinderne steadfast mændene steadfast kvinderne ærværdige mændene ærværdige kvinderne charitable mændene charitable kvinderne faste mændene faste kvinderne kyske mændene kyske kvinderne mændene commemorate GUD hyppigt commemorating kvinderne; GUDEN tillave dem tilgivelse great recompense"},{"SurahNumber":33,"VerseNumber":36,"Text":"Nej tro mand tro kvinde dersom GUD Hans bud udsteder nogen befaling haver nogen valg angående den befaling! Nogen disobeys GUD Hans bud går langt astray"},{"SurahNumber":33,"VerseNumber":37,"Text":"Tilbagekalde du sie til en velsignedes GUD velsignede jer Keep Deres kone ærbødighed GUD I skjulte jer hvad GUD ønskede proklamere! Dermed du frygtede folkene hvornår du antoges frygte kun GUD! Hvornår Zeid var komplet hans kone vi havde du ægte hendes ind orden etablere præcedensen som mand ægte fraskilte konen hans adoptere søn. Gud befalinger gøres"},{"SurahNumber":33,"VerseNumber":38,"Text":"Profeten ikke forpligter fejl gørende noget stilles lawful GUD! Such er gud system tidlige generationerne. Gud befaling er hellige pligt"},{"SurahNumber":33,"VerseNumber":39,"Text":"De afsir gud meddelelse, som ærbødighed Ham alene aldrig frygte nogen GUD! GUD ER MEST EFFEKTIVE reckoner"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad ikke var faren nogen mand jer. Han var bud GUD endelige profeten. GUD ER fully aware af al TING"},{"SurahNumber":33,"VerseNumber":41,"Text":"O I tror du mindes GUD hyppigt"},{"SurahNumber":33,"VerseNumber":42,"Text":"Du forherlige Ham dag og nat"},{"SurahNumber":33,"VerseNumber":43,"Text":"Han er En hjælpes jer sammen Hans engle forspring I ydre af mørke into lyset. Han er Barmhjertigest mod troendene"},{"SurahNumber":33,"VerseNumber":44,"Text":"Deres hils dagen de træffes Ham er Fred Han tillave dem gavmilde recompense"},{"SurahNumber":33,"VerseNumber":45,"Text":"O profet vi sender jer vidne bærer gode nyhed også ligesom warner"},{"SurahNumber":33,"VerseNumber":46,"Text":"Inviterende GUD ind overensstemmelse med Hans ville guiding sømærke"},{"SurahNumber":33,"VerseNumber":47,"Text":"Afsir gode nyhed troendene de trænger GUD great velsignelse"},{"SurahNumber":33,"VerseNumber":48,"Text":"Ikke adlyde tvivlerne hyklerne disregard deres fornærme lægge Deres stole GUD; GUD suffices advocate"},{"SurahNumber":33,"VerseNumber":49,"Text":"O I tror du ægtede tro kvinder derefter fraskilte dem indenfor have samkvem dem de ikke skylder jer nogen vente interim (indenfor ægtende another mand)! Du kompensere dem equitably lade dem amicably"},{"SurahNumber":33,"VerseNumber":50,"Text":"O profet vi stille lawful I Deres koner til der jer betale deres due dowry hvad du allerede ligesom bevilger jer GUD! Også lawful i jer ind ægteskab er døtrene Deres far bødre døtrene Deres far søstre døtrene Deres mor bødre døtrene Deres mor søstre emigrerer I. Også dersom tro kvinde gav profeten - Ved fortabe dowry! - Profeten ægte hende dowry han så ønsker. Imidlertid hun fortaber af dowry gælder kun til profeten ikke til øvrige troendene. Vi allerede forordner deres retter ind betragter deres ægtefæller hvad de allerede haver. Den er skåne jer nogen forlegenhed. GUD ER Forgiver BARMHJERTIGEST"}]}