{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Und dein Herr hat bestimmt, daß ihr nur Ihm dienen und zu den Eltern gütig sein sollt. Wenn nun einer von ihnen oder beide bei dir ein hohes Alter erreichen, so sag nicht zu ihnen: Pfui! und fahre sie nicht an, sondern sag zu ihnen ehrerbietige Worte"},{"SurahNumber":17,"VerseNumber":24,"Text":"Und senke für sie aus Barmherzigkeit den Flügel der Demut und sag: Mein Herr, erbarme Dich ihrer, wie sie mich aufgezogen haben, als ich klein war"},{"SurahNumber":17,"VerseNumber":25,"Text":"Euer Herr weiß sehr wohl, was in eurem Innersten ist. Wenn ihr rechtschaffen seid, so ist Er gewiß für die sich (zu Ihm) stets Bekehrenden Allvergebend"},{"SurahNumber":17,"VerseNumber":26,"Text":"Und gib dem Verwandten sein Recht, ebenso dem Armen und dem Sohn des Weges. Und handle nicht ganz verschwenderisch"},{"SurahNumber":17,"VerseNumber":27,"Text":"Gewiß, die Verschwender sind die Brüder der Satane; und der Satan ist gegenüber seinem Herrn sehr undankbar"},{"SurahNumber":17,"VerseNumber":28,"Text":"Doch wenn du dich nun von ihnen abwendest - im Trachten nach einer Barmherzigkeit von deinem Herrn, die du dir erhoffst -, so sag zu ihnen milde Worte"},{"SurahNumber":17,"VerseNumber":29,"Text":"Und lasse deine Hand nicht an deinem Hals gefesselt sein, strecke sie aber auch nicht vollständig aus, sonst würdest du getadelt und (aller Mittel) entblößt dasitzen"},{"SurahNumber":17,"VerseNumber":30,"Text":"Gewiß, dein Herr gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Gewiß, Er kennt und sieht Seine Diener wohl"},{"SurahNumber":17,"VerseNumber":31,"Text":"Und tötet nicht eure Kinder aus Furcht vor Verarmung; Wir versorgen sie und auch euch. Gewiß, sie zu töten ist ein großes Vergehen"},{"SurahNumber":17,"VerseNumber":32,"Text":"Und nähert euch nicht der Unzucht. Gewiß, sie ist etwas Abscheuliches - und wie böse ist der Weg"},{"SurahNumber":17,"VerseNumber":33,"Text":"Und tötet nicht die Seele, die Allah verboten hat (zu töten), außer aus einem rechtmäßigen Grund. Wer ungerechterweise getötet wird, dessen nächstem Verwandten haben Wir Ermächtigung erteilt (, Recht einzufordern); doch soll er nicht maßlos im Töten sein, denn ihm wird gewiß geholfen"},{"SurahNumber":17,"VerseNumber":34,"Text":"Und nähert euch nicht dem Besitz des Waisenkindes, außer auf die beste Art, bis es seine Vollreife erlangt hat. Und erfüllt die (eingegangene) Verpflichtung. Gewiß, nach der (Erfüllung der) Verpflichtung wird gefragt werden"},{"SurahNumber":17,"VerseNumber":35,"Text":"Und gebt volles Maß, wenn ihr meßt, und wägt mit der richtigen Waage; das ist besser und eher ein guter Ausgang"},{"SurahNumber":17,"VerseNumber":36,"Text":"Und verfolge nicht das, wovon du kein Wissen hast. Gewiß, Gehör, Augenlicht und Herz, - all diese -, danach wird gefragt werden"},{"SurahNumber":17,"VerseNumber":37,"Text":"Und gehe nicht übermütig auf der Erde einher. Du wirst ja die Erde nicht aufreißen noch die Berge an Höhe erreichen (können)"},{"SurahNumber":17,"VerseNumber":38,"Text":"Das schlechte (Verhalten) in alledem ist bei deinem Herrn verabscheut"},{"SurahNumber":17,"VerseNumber":39,"Text":"Das ist etwas von dem, was dir dein Herr an Weisheit (als Offenbarung) eingegeben hat. Und setze neben Allah keinen anderen Gott, sonst wirst du in die Hölle geworfen, getadelt und verstoßen"},{"SurahNumber":17,"VerseNumber":40,"Text":"Hat denn euer Herr für euch die Söhne erwählt und Sich selbst unter den Engeln Töchter genommen? Ihr sagt da fürwahr ein gewaltiges Wort"},{"SurahNumber":17,"VerseNumber":41,"Text":"Wir haben doch in diesem Qur’an (die Botschaft) verschiedenartig dargelegt, damit sie bedenken, doch mehrt dies ihnen nur die Abneigung"},{"SurahNumber":17,"VerseNumber":42,"Text":"Sag: Wenn es neben Ihm noch (andere) Götter gäbe, wie sie sagen, dann würden sie wahrlich nach einem Weg zum Besitzer des Thrones trachten"},{"SurahNumber":17,"VerseNumber":43,"Text":"Preis sei Ihm! Überaus hoch Erhaben ist Er über das, was sie sagen"},{"SurahNumber":17,"VerseNumber":44,"Text":"Ihn preisen die sieben Himmel und die Erde, und wer in ihnen ist. Es gibt nichts, was Ihn nicht lobpreist; ihr aber versteht ihr Preisen nicht. Gewiß, Er ist Nachsichtig und Allvergebend"},{"SurahNumber":17,"VerseNumber":45,"Text":"Wenn du den Qur’an vorträgst, machen Wir zwischen dir und denjenigen, die an das Jenseits nicht glauben, einen unsichtbaren Vorhang"},{"SurahNumber":17,"VerseNumber":46,"Text":"Und Wir legen auf ihre Herzen Hüllen, so daß sie ihn nicht verstehen, und in ihre Ohren Schwerhörigkeit. Und wenn du im Qur’an deinen Herrn allein (ohne ihre Götter) erwähnst, kehren sie aus Abneigung den Rücken"},{"SurahNumber":17,"VerseNumber":47,"Text":"Wir wissen sehr wohl, worauf sie hören, wenn sie dir zuhören und (auch) wenn sie sich in vertraulichen Gesprächen befinden, wenn die Ungerechten sagen: „Ihr folgt doch nur einem Mann, der einem Zauber verfallen ist"},{"SurahNumber":17,"VerseNumber":48,"Text":"Schau, wie sie dir Gleichnisse prägen, und so sind sie abgeirrt, daß sie keinen Weg (mehr) finden können"},{"SurahNumber":17,"VerseNumber":49,"Text":"Und sie sagen: „Sollen wir etwa, wenn wir (bereits) Knochen und Überreste geworden sind, denn wirklich als neue Schöpfung auferweckt werden"}]}