{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta - sina - mima"},{"SurahNumber":26,"VerseNumber":2,"Text":"Ya divya granthacya ayati aheta"},{"SurahNumber":26,"VerseNumber":3,"Text":"Tyanni imana na rakhalyabaddala kadacita tumhi apala jiva sodala"},{"SurahNumber":26,"VerseNumber":4,"Text":"Jara amhi icchile asate tara tyancyavara akasatuna ekhadi asi nisani avatarita keli asati ki jicyasamora tyancya mana jhukalya asatya"},{"SurahNumber":26,"VerseNumber":5,"Text":"Ani tyancyajavala rahamana (dayavana allaha) kaduna je dekhila nave bodha- upadesa ale, tyakaduna tonda phiravinare banale"},{"SurahNumber":26,"VerseNumber":6,"Text":"Tya lokanni khote tharavile ahe, ata lavakaraca tyancyajavala, tya gostici varta ye'una pohacela, jici te thatta udavita aheta"},{"SurahNumber":26,"VerseNumber":7,"Text":"Kaya tyanni jaminikade nahi pahile ki amhi ticyata pratyeka prakaracya sundara jodya kititari ugavilya aheta"},{"SurahNumber":26,"VerseNumber":8,"Text":"Nihsansaya tyata mothi nisani ahe, tathapi tyancyapaiki bahuteka loka imana rakhanara nahita"},{"SurahNumber":26,"VerseNumber":9,"Text":"Ani nihsansaya tumaca palanakarta varcasvasali ani dayavana ahe"},{"SurahNumber":26,"VerseNumber":10,"Text":"Ani jevha tumacya palanakartyane musala pukarale ki tu atyacari janasamuhajavala ja"},{"SurahNumber":26,"VerseNumber":11,"Text":"Phira'aunacya janasamuhajavala. Kaya te sadacarana karanara nahita"},{"SurahNumber":26,"VerseNumber":12,"Text":"Musa mhanale, he majhya palanakartya! Mala tara bhaya vatate ki kadacita tyanni mala khote (na) tharavave"},{"SurahNumber":26,"VerseNumber":13,"Text":"Ani majhi chati (hrdaya) sankucita hota ahe. Majhi jibha valata nahi yastava tu harunakad'ehi vahayi (prakasana) pathava"},{"SurahNumber":26,"VerseNumber":14,"Text":"Ani tyanca majhyavara, majhya eka cukica (dava) hi ahe. Mala bhaya vatate ki kadacita tyanni majhi hatya na karuna takavi"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allahane) pharmavile, ase kadapi honara nahi. Thumhi doghe amacya nisanyansaha ja. Amhi svatah aikanare tumacya sobatila ahota"},{"SurahNumber":26,"VerseNumber":16,"Text":"Tumhi doghe phira'aunajavala ja'una sanga ki nihsansaya amhi sarya jagacya palanakartyatarphe pathavilele ahota"},{"SurahNumber":26,"VerseNumber":17,"Text":"Ki tu amacyasobata isra'ilacya santatila pathava"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Phira'auna) mhanala, kaya amhi tujhe, tujhya balapanata apalya yethe palanaposana kele navhate? Ani tu apalya vayaci (ayusyaci) aneka varse amacyata nahi kadhalita"},{"SurahNumber":26,"VerseNumber":19,"Text":"Ani nantara tu je apale kama kele te kele ani tu krtaghna lokampaiki ahesa"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) mhanale, mi he kama asa veli kele jevha mi vata cukalelya lokampaiki hoto"},{"SurahNumber":26,"VerseNumber":21,"Text":"Nantara mi tumacya dahasatimule tumacyapasuna palalo, maga mala majhya palanakartyane adesa va jnana pradana kele ani mala apalya paigambarampaiki kele"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ani kaya majhyavara tujha haca to upakara ahe? Jo tu jahira karita ahesa ki tu isra'ilacya santatila gulama banavuna thevale ahe"},{"SurahNumber":26,"VerseNumber":23,"Text":"Phira'auna mhanala ki sarva visvanca svami va palanakarta kaya ahe"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Hajarata musa) mhanale, to akasanca ani dharatica ani tyancya daramyanacya samasta vastunca svami va palanakarta ahe, jara tumhi imana rakhanare asala"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Phira'auna) apalya nikatacya lokanna mhanala, kaya tumhi aikata nahi"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Hajarata musa) mhanale, to tumaca ani tumacya purvajancahi svami va palanakarta ahe"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Phira'auna) mhanala, (lokanno) tumaca ha paigambara, jo tumacyakade pathavila gela ahe, ha tara agadica veda ahe"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Hajarata musa) mhanale, toca purva ani pascimeca ani tyacya daramyana asalelya samasta vastunca palanakarta ahe, jara tumhi akkala balagata asala"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Phira'auna) mhanala, khabaradara jara tu majhyasivaya dusarya konala upasya banavile tara mi tula kaida karuna takina"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) mhanale, mi tujhyajavala ekhadi spasta vastu ghe'una alyavarahi"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Phira'auna) mhanala, jara tu sacca lokampaiki ahesa tara ti sadara kara"},{"SurahNumber":26,"VerseNumber":32,"Text":"Tyanni (tyaca veli) apali kathi khali takali ti acanaka ughada ughada (phara motha) ajagara banali"},{"SurahNumber":26,"VerseNumber":33,"Text":"Ani apala hata bahera kadhala tara to dekhila tyaca ksani pahanaryanna subhra prakasamaya disu lagala"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Phira'auna) apalya javalacya saradaranna mhanu lagala ki ha tara phara motha nisnata jadugara ahe"},{"SurahNumber":26,"VerseNumber":35,"Text":"Ha tara ase icchito ki apalya jaducya joravara tumhala tumacya bhumituna bahera kadhave. Sanga, ata tumhi kaya salla deta"},{"SurahNumber":26,"VerseNumber":36,"Text":"Te sarva mhanale, tumhi yala ani yacya bhavala savada dya ani sarva saharammadhye (lokanna) ekatra karanare pathava"},{"SurahNumber":26,"VerseNumber":37,"Text":"Jyanni tumacyajavala nisnata jadugaranna ghe'una yave"},{"SurahNumber":26,"VerseNumber":38,"Text":"Maga eka nirdharita divasacya veli sarva jadugara ekatrita kele gele"},{"SurahNumber":26,"VerseNumber":39,"Text":"Ani sarvasaman'ya lokannahi sangitale gele ki tumhi dekhila jama vhala"},{"SurahNumber":26,"VerseNumber":40,"Text":"Yasathi ki jara jadugara prabhavi tharale tara amhi tyanceca anusarana karu"},{"SurahNumber":26,"VerseNumber":41,"Text":"Jadugara ye'una phira'aunala mhanu lagale ki jara amhi jinkalo tara amhala kahi baksisa vagaire milela na"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Phira'auna) mhanala, hoya! (Mothya khusine) kimbahuna asa paristhitita tumhi majhe khasa darabari vhala"},{"SurahNumber":26,"VerseNumber":43,"Text":"(Hajarata) musa jadugaranna mhanale, je kaya tumhala takayace ahe, te taka"},{"SurahNumber":26,"VerseNumber":44,"Text":"Tyanni apalya dorya ani kathya khali takalya ani mhanale, phira'aunacya pratistheci sapatha, amhi avasya vijayi ho'u"},{"SurahNumber":26,"VerseNumber":45,"Text":"Ata (hajarata) musa yannihi apali kathi khali takali, jine tyaca ksani tyanca asatyaca banavilela khela gilayala suruvata keli"},{"SurahNumber":26,"VerseNumber":46,"Text":"He pahataca te jadugara sajadyata padale"},{"SurahNumber":26,"VerseNumber":47,"Text":"Ani tyanni spastapane sangitale ki amhi tara sarva visvacya palanakartyavara imana rakhale"},{"SurahNumber":26,"VerseNumber":48,"Text":"Arthata musa ani harunacya palanakartyavara"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Phira'auna) mhanala, majhi paravanagi ghenyapurvica tumhi tyacyavara imana rakhale, niscitaca ha tumaca saradara (motha guru) ahe, jyane tumha sarvanna jadu sikavali ahe. Tevha tumhala attaca mahita padela. Sapatha ahe. Mi dekhila tumace hata paya virud'dha disanni kapuna takina ani tumha sarvanna phasavara latakavina"},{"SurahNumber":26,"VerseNumber":50,"Text":"Te mhanale, kahi harakata nahi, amhi tara apalya palanakartyakade paratuna janaraca ahota"},{"SurahNumber":26,"VerseNumber":51,"Text":"Ya karanastava ki amhi sarvanta prathama imana rakhanare banalo ahota, amhi asa balagato ki amaca svami va palanakarta amacya sarva cuka mapha karila"}]}