{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"Su bir gercek ki, Allah size emanetleri, onlara ehil olanlara vermenizi ve insanlar arasında hukmettiginizde adaletle hukmetmenizi emrediyor. Allah size bu sekilde ne guzel ogut veriyor. Allah Semi´dir, cok iyi duyar; Basir´dir, cok iyi gorur"},{"SurahNumber":4,"VerseNumber":59,"Text":"Ey iman sahipleri! Allah´a itaat edin. Resule ve sizin icinizden olan/sizin sectiginiz hukum ve yetki sahiplerine de itaat edin. Sonra bir seyde tartısmaya girdiniz mi, eger Allah´a ve ahiret gunune inanıyorsanız, onu Allah´a ve resule arz edin. Boyle yapmanız hem daha hayırlı hem de sonuc bakımından daha guzeldir"},{"SurahNumber":4,"VerseNumber":60,"Text":"Sunları gormedin mi? Kendilerinin, sana indirilene de senden once indirilene de inandıklarını sanarken, inkar etmekle emrolundukları tagutu aralarında hakem yapmak istiyorlar. Zaten seytan da onları geri donulmez bir sapıklıkla sersem hale getirmek istiyor"},{"SurahNumber":4,"VerseNumber":61,"Text":"Kendilerine, Allah´ın indirdigine ve resule gelin denince, o ikiyuzlulerin senden iyice yuz cevirdiklerini gorursun"},{"SurahNumber":4,"VerseNumber":62,"Text":"Peki, nasıl oluyor da ellerinin hazırladıkları yuzunden baslarına bir musibet coktugunde, sana gelip, \"Biz sadece iyilik yapmak, barıstırmak istedik!\" diye Allah´a yeminler ediyorlar"},{"SurahNumber":4,"VerseNumber":63,"Text":"Allah bunların kalplerindekini biliyor. Artık aldırma onlara; ogut ver kendilerine ve oz benlikleri hakkında etkili sozler soyle onlara"},{"SurahNumber":4,"VerseNumber":64,"Text":"Biz hicbir resulu, Allah´ın izniyle kendisine itaat edilmesi dısında bir amacla gondermedik. Eger onlar, oz benliklerine zulmettiklerinde sana gelip Allah´tan af dileseler, resul de kendileri icin af dileseydi, elbette ki Allah´ı tovbeleri comertce kabul eden bir Rahim olarak bulacaklardı"},{"SurahNumber":4,"VerseNumber":65,"Text":"Hayır, Rabbine yemin olsun ki is, onların sandıgı gibi degil. Onlar, aralarında cıkan karmasık islerde seni hakem yapıp verdigin hukumle ilgili olarak, iclerinde hicbir burukluk duymadan tam bir teslimiyete ulasmadıkca iman etmis olamazlar"},{"SurahNumber":4,"VerseNumber":66,"Text":"Eger onlar uzerine, \"Kendinizi oldurun yahut yurtlarınızdan cıkın!\" diye yazmıs olsaydık, iclerinden pek azı haric, bunu yapmazlardı. Ama onlar kendilerine ogutleneni yapsalardı, onlar icin hem daha hayırlı olurdu hem de omurlu olmaları bakımından daha yarayıslı"},{"SurahNumber":4,"VerseNumber":67,"Text":"O takdirde kendilerine katımızdan buyuk bir odul elbette verirdik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ve onları dosdogru bir yola elbette kılavuzlardık"},{"SurahNumber":4,"VerseNumber":69,"Text":"Allah´a ve resule itaat eden kisilere gelince, bunlar, Allah´ın kendilerine nimet verdikleriyle beraberdirler. Peygamberlerle, hak dostlarıyla, sehitlerle, hayır ve barısı sevenlerle. Ne guzel dosttur bunlar"},{"SurahNumber":4,"VerseNumber":70,"Text":"Boylesi bir beraberlik Allah´ın lutfudur. Herseyi bilici olarak Allah yeter"},{"SurahNumber":4,"VerseNumber":71,"Text":"Ey inananlar! Savunma tedbirlerinizi alın. Gerektiginde de bolukler halinde hareket gecin yahut toplu halde savasa cıkın"},{"SurahNumber":4,"VerseNumber":72,"Text":"Icinizden oylesi de var ki, ne olursa olsun agırdan alır. Size bir musibet gelip catarsa soyle diyecektir: \"Iyi ki onlarla birlikte sehit olmadım. Allah bana lutufta bulundu"},{"SurahNumber":4,"VerseNumber":73,"Text":"Eger size Allah´tan bir lutuf erisirse o -sizinle kendisi arasında hicbir sevgi yokmus gibi- soyle diyecektir: \"Keske ben de onlarla olsaydım da buyuk bir basarı kazansaydım"}]}