{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Jemu prinalezi vse, co prebyva v noci i ve dne: a on vse slysi a vi"},{"SurahNumber":6,"VerseNumber":14,"Text":"Rci: „Zdaz koho jineho vezmu si za pritele krome Boha. Stvoritele nebe i zeme, jenz vse zivi, sam nicim nejsa ziven?“ Rci: „V pravde nakazano jest mi, abych byl prvnim, jenz odevzda se plne do vule bozi: ty pak nepatriz k mnohobozcum.“"},{"SurahNumber":6,"VerseNumber":15,"Text":"Rci: „Zajiste bojim se odporovati Panu svemu, aby netrestal mne v onen den velky"},{"SurahNumber":6,"VerseNumber":16,"Text":"Kdozkoli pak bude zbaven trestu v den onen, tehdy smiloval se nad nim Buh: a to dojista bude stestim zjevnym"},{"SurahNumber":6,"VerseNumber":17,"Text":"Sesle-li Buh na te zlo, nikdo nemuze te zprostiti jej mimo neho a sesle-li ti dobro - ont zajiste nade vsemi vecmi moc ma"},{"SurahNumber":6,"VerseNumber":18,"Text":"Ont nejvyssim jest vladcem sluzebniku svych: ont moudry jest a o vsem zpraven!“"},{"SurahNumber":6,"VerseNumber":19,"Text":"Rci: „Co nejpadnejsim jest svedectvim?“ Rci: „Buh sam Buh jest svedkem mezi mnou a vami: a zjeven byl mi tento Koran, abych jim varoval vas a ty, ktere dojde. Zdaz dosvedcovati chcete snad, ze vedle Boha jsou bohove jini?“ Rci: „Ja takoveho svedectvi nedavam.“ Rci: „Naopak, on jest Buh Jediny a zajiste nenesu viny za to, co vy s nim spolcujete.“"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ti, kterym jsme dali Knihu, znaji ji, jako znaji syny sve; ti, kteri sebe samy uvrhli v zatraceni a (proto) neveri"},{"SurahNumber":6,"VerseNumber":21,"Text":"A kdo nepravostnejsim jest nad toho, jenz vymysli lzi o Bohu a lzi nazyva znameni nase? Zajiste, Buh nepopreje uspechu nepravostnym"},{"SurahNumber":6,"VerseNumber":22,"Text":"A v den, kdy shromazdime je vsechny, rekneme k tem, kteri spolecniky davali Bohu: „Nuz, kde spolecnici jsou vasi, jez staveli jste na roven Bohu dle domnenek svych?“"},{"SurahNumber":6,"VerseNumber":23,"Text":"Pak nenaleznou jine vytacky, nez to, ze reknou: „Pri Bohu, Panu nasem, nedavali jsme mu spolecniku.“"},{"SurahNumber":6,"VerseNumber":24,"Text":"Hle, jak lhou proti sobe samym a jak ztratila se jim bozstva jimi vymyslena"},{"SurahNumber":6,"VerseNumber":25,"Text":"A nekteri z nich naslouchaji ti, vsak clonou zastreli jsme srdce jejich, takze nelze jim pochopiti Koranu, a tihu vlozili jsme v usi jejich. A i kdyby videli vsemozna znameni, neverili by v ne a dokonce prijdou k tobe a hadaji se s tebou ti, kteri neveri, rkouce: „Veru, toto jsou pouze povesti starych.“"},{"SurahNumber":6,"VerseNumber":26,"Text":"A zabranuji druhym veriti a sami vzdaluji se: vsak nicmene sebe samy vrhaji v zahubu a nejsou si toho vedomi"},{"SurahNumber":6,"VerseNumber":27,"Text":"A kdybys videl je tehdy, az postaveni budou nad ohen pekelny, volati budou: „Kez mohli bychom se navratiti! Jiz nenazyvali bychom lzi znameni Pana naseho a stali bychom se vericimi.“"},{"SurahNumber":6,"VerseNumber":28,"Text":"Ano, zjevnym stalo se jim co pred tim skryvali: vsak i kdyby se navratili, znovu by pridrzeli se toho, co bylo jim zapovezeno, nebot zajiste lhari jsou"},{"SurahNumber":6,"VerseNumber":29,"Text":"Rikaji: „Neni jineho zivota, mimo zivota naseho pozemskeho a nikdy budeme vzkriseni.“"},{"SurahNumber":6,"VerseNumber":30,"Text":"Vsak kdybys videl je tehdy, az postaveni budou pred Pana sveho, rekne Buh: „Nuz, neni to pravda?“ I reknou: „Zajiste ano, pri Panu nasem!“ Tehdy rekne Buh: „Okuste tedy trestu za neviru svou.“"},{"SurahNumber":6,"VerseNumber":31,"Text":"Ztraceni budou ti, kdoz lzi nazyvali setkani s Bohem, kdyz prikvaci na ne nenadale hodina. Reknou tehdy: „Beda nam, ze na lehkou vahu brali jsme ji,“ a ponesou bremena sva na zadech svych: spatne bude brime jejich"},{"SurahNumber":6,"VerseNumber":32,"Text":"Zivot pozemsky pouze hrou jest a kratochvili a bydleni v zivote budoucim zajiste vetsi cenu ma pro bohabojne: zdaz nikdy toho nepochopite"},{"SurahNumber":6,"VerseNumber":33,"Text":"Vime dobre, ze zarmucuji te reci jejich: vsak ne tebe nazyvaji lharem, nybrz znameni bozi zapiraji nepravostni"},{"SurahNumber":6,"VerseNumber":34,"Text":"Vzdyt jiz pred tebou nazyvani byli proroci lhari: vsak oni trpelive snaseli obvineni tato i prikori, dokud neprisla jim pomoc nase, nebot nikomu nelze zmeniti slov bozich, jakz znamo ti je z dejin proroku"},{"SurahNumber":6,"VerseNumber":35,"Text":"Zajiste tizi te vzdalovani jejich a kdybys mohl, pral bys si, abys mohl vyhloubiti propast v zemi, nebo zebrik postaviti k nebi, a tak ucinil jim znameni. Kdyby Buh chtel, shromazdil by je vsechny na ceste prave: procez nebud posetilym"}]}