{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Aux ‘Ad, (Nous avons envoyé) leur frère Hûd qui leur dit : « Ô peuple mien! Adorez Allah, car vous n’avez d’autre divinité que Lui. Ne Le craignez-vous donc pas ? »"},{"SurahNumber":7,"VerseNumber":66,"Text":"L’assemblé des notables qui mécroyaient dirent alors : « Nous te voyons (patauger) en pleine débilité, et nous pensons que tu es un imposteur. »"},{"SurahNumber":7,"VerseNumber":67,"Text":"« Ô peuple mien, dit-il alors, je ne souffre d’aucune débilité, je suis seulement un Messager du Seigneur de l’Univers"},{"SurahNumber":7,"VerseNumber":68,"Text":"Je vous transmets les messages de mon Seigneur, et je suis pour vous un conseiller loyal"},{"SurahNumber":7,"VerseNumber":69,"Text":"Vous étonnez-vous donc qu’il vous soit parvenu un rappel de votre Seigneur, par le biais d’un homme d’entre vous, afin qu’il vous avertisse ? Souvenez-vous qu’Allah a fait de vous les successeurs du peuple de Noé et qu’Il a ajouté à la hauteur de votre stature. Souvenez-vous donc des faveurs d’Allah, peut-être réussirez-vous. »"},{"SurahNumber":7,"VerseNumber":70,"Text":"Ils dirent : « Es-tu venu nous persuader d’adorer Allah Seul et d’abandonner ce qu’adoraient nos pères ? Fais donc arriver ce dont tu nous menaces si (dans tes paroles) tu es véridique ? »"},{"SurahNumber":7,"VerseNumber":71,"Text":"Il dit : « (Ayez la certitude que) le supplice et la colère de votre Seigneur s’abattront sur vous. Disputerez-vous avec moi de ces (divinités) que vous et vos pères avez nommées et qu’Allah n’avait appuyées d’aucune preuve d’autorité ? Attendez donc, je suis avec vous parmi ceux qui attendent. »"},{"SurahNumber":7,"VerseNumber":72,"Text":"Nous le sauvâmes, avec ceux qui l’accompagnaient, par Notre grâce. Et Nous fîmes périr jusqu’au dernier ceux qui traitaient Nos Signes de mensonges, eux qui n’étaient pas croyants"},{"SurahNumber":7,"VerseNumber":73,"Text":"Et aux Thamûd, (Nous avons envoyé) leur frère Çâlih, qui leur dit : « Ô peuple mien ! Adorez Allah, car vous n’avez d’autre divinité que Lui. Une preuve évidente vous est venue de votre Seigneur : cette chamelle d’Allah est un Signe pour vous. Laissez-la paître sur la terre d’Allah et ne lui faites aucun mal, ou alors vous prendra un douloureux supplice"},{"SurahNumber":7,"VerseNumber":74,"Text":"Et souvenez-vous (dit encore Çâlih) quand Il fit de vous des successeurs après les ‘Ad et vous établit, puissants, sur terre. Dans ses plaines, vous bâtissiez des châteaux et dans ses montagnes, vous sculptiez des maisons. Souvenez-vous donc des faveurs d’Allah et ne répandez point, en semeurs de trouble, la corruption sur terre. »"},{"SurahNumber":7,"VerseNumber":75,"Text":"L’assemblée des notables de son peuple, fiers et hautains, dirent à ceux qui, parmi les plus faibles, avaient la foi : « Savez-vous, vous autres, que Çâlih est envoyé de la part de son Seigneur ? » Ils répondirent : « Nous croyons à son message ! »"},{"SurahNumber":7,"VerseNumber":76,"Text":"Du haut de leur orgueil, (les notables) répliquèrent : « Nous autres, ne croyons nullement en quoi vous avez cru ! »"},{"SurahNumber":7,"VerseNumber":77,"Text":"Puis ils tuèrent la chamelle, enfreignant ainsi le commandement de leur Seigneur, et dirent : « Ô Çâlih ! Fais donc qu’il nous arrive ce dont tu nous menaces, si tu es du nombre des Envoyés ! »"},{"SurahNumber":7,"VerseNumber":78,"Text":"Un grand ébranlement les surprit alors et, au matin, ils gisaient inertes dans leurs maisons"},{"SurahNumber":7,"VerseNumber":79,"Text":"Il se détourna d’eux en disant : « Ô peuple mien ! Je vous ai pourtant transmis le message de mon Seigneur et vous ai été de bon conseil, mais vous n’aimez pas les bons conseillers. »"},{"SurahNumber":7,"VerseNumber":80,"Text":"Et Loth, qui dit à son peuple : « Vous vous adonnez à un vice que nul autre aux mondes n’avait pratiqué avant vous"},{"SurahNumber":7,"VerseNumber":81,"Text":"Vous recherchez les plaisirs charnels avec les hommes plutôt qu’avec les femmes : vous êtes vraiment un peuple porté aux excès ! »"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ils n’eurent alors pour toute réponse que de dire : « Chassez-les de votre cité, ce sont des gens qui revendiquent la pureté.[183] »"},{"SurahNumber":7,"VerseNumber":83,"Text":"Nous le sauvâmes avec sa famille, à l’exception de sa femme qui fut du nombre des anéantis"},{"SurahNumber":7,"VerseNumber":84,"Text":"Sur eux Nous fîmes tomber une pluie (de pierres d’argile). Vois donc quel fut le sort des criminels"},{"SurahNumber":7,"VerseNumber":85,"Text":"Et (Nous avons envoyé) au peuple des Madyan leur frère Chou ̒ayb, qui leur dit : « Ô peuple mien ! Adorez Allah, car vous n’avez d’autre divinité que Lui. Une preuve évidente vous est venue de votre Seigneur. Respectez donc la mesure et le poids et ne restituez pas aux gens moins que ce qui leur est dû. Ne répandez pas la corruption sur terre après l’amélioration de son état. Ce sera meilleur pour vous, si vous êtes croyants"},{"SurahNumber":7,"VerseNumber":86,"Text":"Et ne restez pas en travers de toute voie à menacer ou à repousser du chemin d’Allah celui qui croit en Lui, chemin que vous souhaitez tortueux. Souvenez-vous que vous étiez peu nombreux et qu’Il a multiplié votre nombre. Et voyez quel fut le sort des semeurs de trouble"},{"SurahNumber":7,"VerseNumber":87,"Text":"Si seule une partie d’entre vous a cru à la mission pour laquelle j’ai été envoyé, et qu’une autre partie n’y ait pas cru, prenez patience jusqu’à ce que le Jugement d’Allah vous départage, car c’est Lui le Meilleur des juges. »"}]}