{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"Diles: \"Tomará sus almas el ángel de la muerte, que fue encargado para ello, y luego comparecerán ante su Señor"},{"SurahNumber":32,"VerseNumber":12,"Text":"Y verás [¡oh, Mujámmad!] cuando los pecadores inclinen sus cabezas ante su Señor y digan: \"¡Oh, Señor nuestro! Ahora hemos oído y visto [cuál es la verdad]. Permítenos retornar a la vida mundanal para que obremos rectamente; ahora estamos convencidos"},{"SurahNumber":32,"VerseNumber":13,"Text":"Si hubiera querido habría impuesto a todas las personas la guía. Pero se ha de cumplir Mi designio: \"He de llenar el Infierno de yinnes y seres humanos [que rechazaron el Mensaje]"},{"SurahNumber":32,"VerseNumber":14,"Text":"Sufran [el castigo] por haber relegado su encuentro de este día, Yo también los relegaré. Sufran el castigo eterno por lo que han cometido"},{"SurahNumber":32,"VerseNumber":15,"Text":"Solo creen en Mis signos quienes se prosternan cuando se les recitan [mis versículos], glorifican a su Señor y no se comportan con soberbia"},{"SurahNumber":32,"VerseNumber":16,"Text":"se levantan de sus lechos para invocar a su Señor con temor y anhelo [de Su respuesta], y dan en caridad parte de lo que les he proveído"},{"SurahNumber":32,"VerseNumber":17,"Text":"Nadie sabe la alegría que les espera [a los creyentes] como recompensa por sus obras"},{"SurahNumber":32,"VerseNumber":18,"Text":"¿Acaso el creyente y el pecador son iguales? No lo son"},{"SurahNumber":32,"VerseNumber":19,"Text":"Quienes crean y obren rectamente obtendrán los jardines del Paraíso como morada en recompensa por sus obras"},{"SurahNumber":32,"VerseNumber":20,"Text":"Pero quienes desobedezcan [a Dios] tendrán como morada el Fuego. Cada vez que quieran escapar de él, serán devueltos al castigo y se les dirá: \"Sufran el tormento del Fuego por haber desmentido [a los Profetas y su Mensaje]"},{"SurahNumber":32,"VerseNumber":21,"Text":"Pero les haré probar un castigo inmediato en esta vida antes de que los azote el castigo mayor [del Infierno], quizás así recapaciten"},{"SurahNumber":32,"VerseNumber":22,"Text":"¿Acaso hay alguien más injusto que aquel que después de que se le recitan los versículos de Dios se aparta de ellos? He de retribuir a los pecadores con lo que merecen"},{"SurahNumber":32,"VerseNumber":23,"Text":"Le di a Moisés el Libro e hice de él guía para los Hijos de Israel; y no dudes [¡oh, Mujámmad!] que te encontrarás con él"},{"SurahNumber":32,"VerseNumber":24,"Text":"Hice de algunos de ellos líderes ejemplares para guiar [a la gente] por Mi voluntad, siempre que sean pacientes y tengan certeza de Mis signos"},{"SurahNumber":32,"VerseNumber":25,"Text":"Tu Señor juzgará entre ellos el Día de la Resurrección acerca de lo que discrepaban"},{"SurahNumber":32,"VerseNumber":26,"Text":"¿Acaso no se les ha evidenciado [a quienes no creen en este Mensaje] cuántas civilizaciones destruí, siendo que ellos ahora pueden observar sus ruinas? En eso hay signos para que reflexionen"},{"SurahNumber":32,"VerseNumber":27,"Text":"¿Acaso no ven cómo envío la lluvia a la tierra árida, y con ella hago brotar los sembrados de los que comen ellos mismos y también sus rebaños? ¿Acaso no recapacitan"},{"SurahNumber":32,"VerseNumber":28,"Text":"Y preguntan [a los creyentes]: \"¿Cuándo llegará el Día del Juicio, si es que dicen la verdad"},{"SurahNumber":32,"VerseNumber":29,"Text":"Diles: \"Cuando llegue el Día del Juicio ya no les servirá creer a los que rechazaron el Mensaje, ni tendrán otra oportunidad"},{"SurahNumber":32,"VerseNumber":30,"Text":"Apártate de ellos y aguarda [pacientemente el designio de Dios], y sabe que ellos seguirán acechándote"}]}