{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Quien se someta a Allah y haga el bien se habrá aferrado al asidero más firme; y Allah será Quien juzgue todas vuestras acciones"},{"SurahNumber":31,"VerseNumber":23,"Text":"[¡Oh, Muhámmad!] No te apenes por quienes no creen; ellos comparecerán ante Nosotros y les informaremos de lo que hacían. Ciertamente Allah conoce lo que esconden los corazones"},{"SurahNumber":31,"VerseNumber":24,"Text":"Les dejaremos que gocen un breve tiempo [durante los días de su vida], y luego les conduciremos hacia un riguroso castigo"},{"SurahNumber":31,"VerseNumber":25,"Text":"Si les preguntas [a los idólatras]: ¿Quién creó los cielos y la Tierra? Responderán: ¡Allah! Di: ¡Alabado sea Allah! Pero la mayoría de los hombres por ignorancia caen en la idolatría"},{"SurahNumber":31,"VerseNumber":26,"Text":"A Allah pertenece cuanto existe en los cielos y en la Tierra, y Él es Opulento, Loable"},{"SurahNumber":31,"VerseNumber":27,"Text":"Si todos los árboles que hay sobre la Tierra se convirtieran en cálamos y el mar junto con otros siete mares en tinta no bastarían para escribir las Palabras de Allah. Ciertamente Allah es Poderoso, Sabio"},{"SurahNumber":31,"VerseNumber":28,"Text":"La creación de todos vosotros y vuestra resurrección es [tan fácil para Allah] como si fuera la de un solo ser. Ciertamente Allah es Omnioyente, Omnividente"},{"SurahNumber":31,"VerseNumber":29,"Text":"¿Acaso no veis que Allah inserta la noche en el día y el día en la noche, y sometió el Sol y la Luna haciendo que cada uno recorra [su órbita] hasta un plazo prefijado? Ciertamente Allah está informado de lo que hacéis"},{"SurahNumber":31,"VerseNumber":30,"Text":"Esto es porque Allah es la Verdad y todo lo que invocan fuera de Él es falaz. Ciertamente Allah es Sublime, Grande"},{"SurahNumber":31,"VerseNumber":31,"Text":"¿Acaso no veis que los barcos navegan en el mar por la gracia de Allah, como muestra de algunos de Sus signos? Por cierto que en ello hay signos para quien es perseverante y agradecido"},{"SurahNumber":31,"VerseNumber":32,"Text":"Y cuando olas como montañas les envuelven invocan a Allah y prometen rendirle culto sincero; pero cuando les pone a salvo llevándolos a tierra firme algunos de ellos sólo cumplen parte de su promesa. Y sabed que sólo niegan Nuestros signos los perjuradores e ingratos"},{"SurahNumber":31,"VerseNumber":33,"Text":"¡Oh, hombres! Temed a vuestro Señor y [temed] el día en el que ningún padre pueda hacer nada por su hijo y ningún hijo por su padre. Por cierto que lo que Allah promete se cumple. Que no os alucine la vida mundanal ni os engañe el Seductor [Satanás], apartándoos de Allah"},{"SurahNumber":31,"VerseNumber":34,"Text":"Sólo Allah sabe cuándo llegará la hora [el Día del Juicio], cuándo hará descender la lluvia y qué hay en los vientres maternos; y nadie sabe qué le deparará el día siguiente ni en qué tierra ha de morir. Ciertamente Allah es Omnisciente y está bien informado de lo que hacéis"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"No hay duda que la revelación del Libro [el Corán] proviene del Señor del Universo"},{"SurahNumber":32,"VerseNumber":3,"Text":"Sin embargo dicen: Él [Muhámmad] lo ha inventado. Pero éste [el Corán] es la Verdad que procede de tu Señor, para que adviertas a un pueblo al que no se le ha presentado amonestador alguno antes de ti, y así se encaminen"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah es Quien creó los cielos, la Tierra y todo lo que existe entre ellos en seis días, luego se estableció sobre el Trono. No tenéis fuera de Él protector alguno, y nadie podrá interceder por vosotros [el Día del juicio]. ¿Es que no recapacitáis"},{"SurahNumber":32,"VerseNumber":5,"Text":"Él es Quien decreta todos los asuntos y hace descender a [los Ángeles con] ellos de los cielos a la Tierra, y luego ascienden a Él en un mismo día recorriendo una distancia equivalente a [transitar] mil años de los vuestros"},{"SurahNumber":32,"VerseNumber":6,"Text":"Él es Quien conoce lo oculto y lo manifiesto. Él es Poderoso, Misericordioso"},{"SurahNumber":32,"VerseNumber":7,"Text":"Quien perfeccionó todo lo que ha creado, y comenzó la creación del hombre [Adán [Adam]] a partir de barro"},{"SurahNumber":32,"VerseNumber":8,"Text":"Luego hizo que su descendencia surja de una gota de esperma insignificante"},{"SurahNumber":32,"VerseNumber":9,"Text":"Le dio forma e insufló en él [Adán [Adam]] el espíritu. Él os ha dotado de oído, vista e intelecto, pero poco es lo que le agradecéis"},{"SurahNumber":32,"VerseNumber":10,"Text":"Dicen [quienes niegan la Resurrección]: ¿Acaso después que nos hayamos convertido en polvo podremos ser creados nuevamente? E indudablemente no creen que comparecerán ante su Señor"}]}