{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Eine Möglichkeit (zu belangen) gibt es nur gegen diejenigen, die dich um Erlaubnis bitten, obwohl sie reich sind. Sie waren damit zufrieden, (zusammen) mit den zurückbleibenden Frauen zu sein. Allah hat ihre Herzen versiegelt, so daß sie nicht Bescheid wissen"},{"SurahNumber":9,"VerseNumber":94,"Text":"Sie werden sich bei euch entschuldigen, wenn ihr zu ihnen zurückkehrt. Sag: Entschuldigt euch nicht! Wir werden euch (doch) nicht glauben. Allah hat uns ja von den Nachrichten über euch kundgetan. Allah wird euer Tun sehen und (auch) Sein Gesandter. Hierauf werdet ihr zum Kenner des Verborgenen und des Offenbaren zurückgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet"},{"SurahNumber":9,"VerseNumber":95,"Text":"Sie werden euch bei Allah schwören, wenn ihr zu ihnen zurückgekehrt seid, damit ihr von ihnen ablaßt. So laßt von ihnen ab, denn sie sind ein Greuel! Ihr Zufluchtsort ist die Hölle als Lohn für das, was sie erworben haben"},{"SurahNumber":9,"VerseNumber":96,"Text":"Sie schwören euch, damit ihr mit ihnen zufrieden seid. Und wenn ihr auch mit ihnen zufrieden seid, so ist Allah doch nicht zufrieden mit dem Volk der Frevler"},{"SurahNumber":9,"VerseNumber":97,"Text":"Die Wüstenaraber sind mehr ungläubig und heuchlerischer, und es paßt eher zu ihnen, daß sie die Grenzen dessen, was Allah auf Seinen Gesandten (als Offenbarung) herabgesandt hat, nicht kennen. Und Allah ist Allwissend und Allweise"},{"SurahNumber":9,"VerseNumber":98,"Text":"Unter den Wüstenarabern gibt es (auch) manche, die das, was sie (als Spende) ausgeben, als erzwungene Zahlung ansehen und für euch die Schicksalswendungen abwarten. Gegen sie wird die böse Schicksalswendung sein. Allah ist Allhörend und Allwissend"},{"SurahNumber":9,"VerseNumber":99,"Text":"Und unter den Wüstenarabern gibt es (aber auch) manche, die an Allah und den Jüngsten Tag glauben und das, was sie (als Spende) ausgeben, als Mittel der Annäherung zu Allah ansehen, und (auch) die Gebete des Gesandten. Es ist sicherlich für sie ein Mittel der Annäherung (zu Allah). Allah wird sie in Seine Barmherzigkeit eingehen lassen. Gewiß, Allah ist Allvergebend und Barmherzig"},{"SurahNumber":9,"VerseNumber":100,"Text":"Die vorausgeeilten Ersten von den Auswanderern und den Helfern und diejenigen, die ihnen auf beste Weise gefolgt sind - Allah hat Wohlgefallen an ihnen, und sie haben Wohlgefallen an Ihm. Und Er hat für sie Gärten bereitet, durcheilt von Bächen, ewig und auf immer darin zu bleiben; das ist der großartige Erfolg"},{"SurahNumber":9,"VerseNumber":101,"Text":"Unter den Wüstenarabern in eurer Umgebung gibt es Heuchler und (auch) unter den Bewohnern von al-Madina, die in der Heuchelei geübt sind. Du kennst sie nicht, aber Wir kennen sie. Wir werden sie zweimal strafen, und hierauf werden sie einer gewaltigen Strafe zugeführt werden"},{"SurahNumber":9,"VerseNumber":102,"Text":"Und (es gibt) andere, die ihre Sünden bekennen. Sie haben eine rechtschaffene Tat mit einer anderen bösen vermischt. Vielleicht wird Allah ihre Reue annehmen. Gewiß, Allah ist Allvergebend und Barmherzig"},{"SurahNumber":9,"VerseNumber":103,"Text":"Nimm von ihrem Besitz ein Almosen, mit dem du sie rein machst und läuterst, und bete für sie, denn dein Gebet ist für sie eine Beruhigung! Allah ist Allhörend und Allwissend"},{"SurahNumber":9,"VerseNumber":104,"Text":"Wissen sie denn nicht, daß Allah es ist, Der die Reue von Seinen Dienern annimmt und die Almosen nimmt, und daß Allah der Reue-Annehmende und Barmherzige ist"},{"SurahNumber":9,"VerseNumber":105,"Text":"Und sag: Wirkt! Allah wird euer Tun sehen, und (auch) Sein Gesandter und die Gläubigen. Und ihr werdet zum Kenner des Verborgenen und des Offenbaren zurückgebracht werden, und dann wird Er euch kundtun, was ihr zu tun pflegtet"},{"SurahNumber":9,"VerseNumber":106,"Text":"Und (wieder) andere werden zurückgestellt, bis die Anordnung Allahs (ergeht). Entweder straft Er sie, oder Er nimmt ihre Reue an. Allah ist Allwissend und Allweise"},{"SurahNumber":9,"VerseNumber":107,"Text":"Und (es) gibt (auch) diejenigen, die sich eine Gebetsstätte genommen haben in der Absicht der Schädigung und aus Unglauben und zur Spaltung der Gläubigen und zur Beobachtung für denjenigen, der zuvor gegen Allah und Seinen Gesandten Krieg geführt hat. Sie werden ganz gewiß schwören: \"Wir haben nur das Beste gewollt.\" Doch Allah bezeugt, daß sie fürwahr Lügner sind"},{"SurahNumber":9,"VerseNumber":108,"Text":"Stell dich niemals in ihr (zum Gebet) hin! Eine Gebetsstätte, die vom ersten Tag an auf die Gottesfurcht gegründet worden ist, hat wahrlich ein größeres Anrecht darauf, daß du dich in ihr hinstellst. In ihr sind Männer, die es lieben, sich zu reinigen. Und Allah liebt die sich Reinigenden"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ist derjenige, der seinen Bau auf Furcht vor Allah und (Sein) Wohlgefallen gegründet hat, besser oder der, der seinen Bau auf den Rand eines abstürzenden Hanges gegründet hat, so daß er mit ihm ins Feuer der Hölle abstürzt? Und Allah leitet das ungerechte Volk nicht recht"},{"SurahNumber":9,"VerseNumber":110,"Text":"Ihr Bau, den sie errichtet haben, wird nicht aufhören, Zweifel (hervorzurufen), bis ihre Herzen in Stücke gerissen sind. Allah ist Allwissend und Allweise"}]}