{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Dang ren zaoyu buxing shi, ta jiu qiqiu ta de zhu [an la] bing gui xin ta [qie xiang ta huizui]. Ranhou, dang ta [an la] ciyu ta [ren] enhui shi, ta [ren] bian wangjile ta yiqian suo qiqiu de, bing gei an la shezhi xuduo [yu an la tongdeng de] chongbai duixiang, yibian you ren beili ta [an la] de dao. Ni shuo:“Ni zhanshi xiangshou ni de bu xin ba! Ni que shi huo yu de fanren.”"},{"SurahNumber":39,"VerseNumber":9,"Text":"[Shei de xingwei geng hao ne?] Shi zheng ye qianchengwei zhu [libai] koutou, zhanli, jinfang houshi bing kewang ta de zhu de enhui de ren ne?[Haishi bu xinyang zhe?] Ni shuo:“You zhishi de renmen yu wu zhishi de renmen xiangdeng ma [zhu]? Wei you lizhi de renmen caineng juewu.”"},{"SurahNumber":39,"VerseNumber":10,"Text":"Ni [mu sheng] shuo:“Wo de xinyang de pu renmen a! Nimen dang jingwei nimen de zhu [an la]. Zai jinshi xingshan de renmen bi you shan bao [zhu 1]. An la de dadi shi kuankuo de [ruguo jia di buneng chongbai an la, ke dao yi di chongbai an la]. Wei jianren zhe caineng wuxian liang huode tamen ying de de baochou [zhu 2]."},{"SurahNumber":39,"VerseNumber":11,"Text":"Ni shuo:“Wo yi fengming zhi chongbai an la, zhi qiancheng jingyi fucong ta [zhu]."},{"SurahNumber":39,"VerseNumber":12,"Text":"Wo yi fengming cheng wei shouxian guishun de ren [musilin].”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Ni shuo:“Jiaru wo weikang wo de zhu, wo dique weiju zhongda zhi ri de xingfa.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Ni shuo:“Wo zhi chongbai an la, zhi qiancheng jingyi fucong ta."},{"SurahNumber":39,"VerseNumber":15,"Text":"Nimen yao she ta chongbai shenme jiu chongbai shenme ba!” Ni [mu sheng] shuo:“Sunshi zhe que shi zai fuhuo ri shi tamen ziji he jiaren shou sun zhe. Xuzhi, zhe que shi zui mingxian de sunshi.”"},{"SurahNumber":39,"VerseNumber":16,"Text":"Zai tamen de shangmian you huo fugaizhe, zai tamen de xiamian yeyou huo fugaizhe. Zhe shi an la yong lai jinggao ta de pu renmen de.[An la shuo]:“Wo de pu renmen a! Nimen dang jingwei wo.”"},{"SurahNumber":39,"VerseNumber":17,"Text":"Fan yuanli chongbai emo, gui xin'an la [bing huizui] zhe, tamen jiang huode jiayin. Ni xiang wo de pu renmen baoxi ba!"},{"SurahNumber":39,"VerseNumber":18,"Text":"Tamen [wo de pu renmen] qingting shan yan [ru “chu an la wai, zai meiyouying shou chongbai de zhu” deng] bing zunxing qi zui hao de [ru ren zhu du yi, bu chongbai ouxiang deng]. Zhexie ren que shi an la suo yindao de ren, zhexie ren que shi you lizhi de ren [ru zai de•ben•a mu er•ben•nu fa lei, sa lei man•fa er xi he ai bu•zai er•ji fa li deng]."},{"SurahNumber":39,"VerseNumber":19,"Text":"Ying shou xingfa panjue de ren,[yu bu ying shou xingfa panjue de ren xiangdeng ma?] Nandao ni [mu sheng] neng zhengjiu huo yu zhong de ren ma?"},{"SurahNumber":39,"VerseNumber":20,"Text":"Danshi, fan jingwei tamen de zhu [an la] de ren, tamen [zai leyuan li] jiang huode gaoji zhuzhai, lou shang you lou, zhu he cong xiamian liuguo.[Zhe shi] an la de xunuo, an la shi jue bu shuangyue de."},{"SurahNumber":39,"VerseNumber":21,"Text":"Nandao ni meiyou kanjian ma? An la cong tiankong jiangxia yushui, ranhou shi ta shenru dixia, huiliu cheng quan, ranhou, jie ci er shengzhang chu wuyanliuse de zhuangjia [zhu], ranhou shi ta kuwei, ni kanjian ta bian huang, ranhou ta [an la] shi ta bian cheng suipian. Dui you lizhi de renmen, ci zhong que you yi zhong jiaohui."},{"SurahNumber":39,"VerseNumber":22,"Text":"An la shi qi xinxiong xiang yisilan jiao changkai zhe, ta zunxing ta de zhu de guangming,[zhe zhong ren tong fei musilin xiangdeng ma?] Dui zan nian an la xin ying zhe jiang zao yancheng zhen huogai! Zhexie ren shi zai mingxian de mi wu zhong."},{"SurahNumber":39,"VerseNumber":23,"Text":"An la jiang shile zuimei de yanci, yi bu neirong yinhui, chaofan qie fanfu shenshu de jingdian [“gulanjing”].[Dang youren songdu “gulanjing” huo tingjian qi songdu sheng shi] fan weiju tamen de zhu de ren de jifu jiang wei ci er chandou. Ranhou, tamen de jifu he xin jiang yin zan nian an la er bian de rouhe. Zhe [“gulanjing”] shi an la de zhengdao, ta yi ci yindao tasuo yiyu zhe zunxing zhengdao [zhu]. An la shi shei mi wu, shei jiu meiyou yindao zhe."},{"SurahNumber":39,"VerseNumber":24,"Text":"Fuhuo ri yi mianbu fangyu [huo yu de] yanxing zhe [yu ping'an jinru leyuan zhe xiangdeng ma]? You hua sheng dui bu yi zhe shuo:“Nimen dang changshi nimen suo fanzui'e de chengfa.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Tamen de qian ren ye tongyang fourenguo, yinci, xingfa cong tamen liao xiangbudao di difang jianglin tamen."},{"SurahNumber":39,"VerseNumber":26,"Text":"An la shi tamen zai jinshi shenghuo zhong changshi lingru, dan houshi de xingfa cai shi zui yanli de. Yaoshi tamen zhidao duo hao a!"},{"SurahNumber":39,"VerseNumber":27,"Text":"Wo que yi zai zhe bu “gulanjing” zhong wei renlei shezhi ge zhong biyu, yibian tamen jieshou jiaohui."},{"SurahNumber":39,"VerseNumber":28,"Text":"[Zhe shi yi bu] alabo wen de “gulanjing”, qizhong hao wu waiqu [zhu][cuangai], yibian tamen jingwei."},{"SurahNumber":39,"VerseNumber":29,"Text":"An la she ge biyu: Yige ren [nuli] shuyu yi huo huxiang zhengchao zhe [ru ji bai an la you bai ouxiang zhe] suoyou, er ling yige ren [nuli] ze wanquan shuyu yige zhuren [ru zhi bai du yi de an la zhe] suoyou. Zhe liang ren de qingkuang xiangtong ma? Yiqie zansong, quan gui an la, dan tamen da duoshu ren bing bu zhidao."},{"SurahNumber":39,"VerseNumber":30,"Text":"Ni [mu sheng] bi jiang shi yao siwang de, tamen ye bi jiang shi yao siwang de [zhu]."},{"SurahNumber":39,"VerseNumber":31,"Text":"Ranhou, fuhuo ri, nimen bi jiang zai nimen de zhu nali huxiang zhengbian."}]}