{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Ma khasne taraharuko kasama khanchu"},{"SurahNumber":56,"VerseNumber":76,"Text":"Ra yadi timile bujhchau bhane yo thulo kasama ho"},{"SurahNumber":56,"VerseNumber":77,"Text":"niscaya nai yo dherai pratisthita kura'ana ho"},{"SurahNumber":56,"VerseNumber":78,"Text":"jo e'uta suraksita kitabama ankita cha"},{"SurahNumber":56,"VerseNumber":79,"Text":"Tyasala'i pavitra (pharistaharu) matra hata laga'umchan"},{"SurahNumber":56,"VerseNumber":80,"Text":"Sampurna sansarako svamiko tarphabata avatarita gari'eko cha"},{"SurahNumber":56,"VerseNumber":81,"Text":"Ke timile tyasa vanila'i sadharana thanchau"},{"SurahNumber":56,"VerseNumber":82,"Text":"ra aphno bhagama yo linchau ki yasala'i jhutho thahara'umdai gara"},{"SurahNumber":56,"VerseNumber":83,"Text":"ani jaba prana kanthama a'ipugdacha"},{"SurahNumber":56,"VerseNumber":84,"Text":"ra timile tyasa samaya akhamle herirakheko hunchau"},{"SurahNumber":56,"VerseNumber":85,"Text":"ra hami tyasa bela timibhanda dherai najika hunchaum tara timile dekhdainau"},{"SurahNumber":56,"VerseNumber":86,"Text":"Atah yadi timi kasaiko adhinama chainau"},{"SurahNumber":56,"VerseNumber":87,"Text":"Ra yasa kurama yadi samco hau, ta yasa pranala'i kina pharka'umdainau"},{"SurahNumber":56,"VerseNumber":88,"Text":"ani yadi kohi (allahako) darabarako najika gari'eko hunecha"},{"SurahNumber":56,"VerseNumber":89,"Text":"Bhane usako nimti arama, sukhasamagri ra aramadayaka svargaharu chan"},{"SurahNumber":56,"VerseNumber":90,"Text":"Ra jo dahine hatavalamadhyeko cha"},{"SurahNumber":56,"VerseNumber":91,"Text":"timila'i salama cha ki timi bhagyasalimadhyeka chau"},{"SurahNumber":56,"VerseNumber":92,"Text":"Tara yadi kohi tyo jhutha thahara'une ra margabicalitaharumadhyeko cha"},{"SurahNumber":56,"VerseNumber":93,"Text":"ta usako lagi umlirakheko paniko atithya cha"},{"SurahNumber":56,"VerseNumber":94,"Text":"ra (pheri) narkama janu cha"},{"SurahNumber":56,"VerseNumber":95,"Text":"Nihsandeha yo (khabara) purai satya ho"},{"SurahNumber":56,"VerseNumber":96,"Text":"Atah timile aphno mahan palanakartako gunagana garirakha"},{"SurahNumber":57,"VerseNumber":1,"Text":"Akasaharu ra dharatima je cha sabaile allahakai gunagana gardaichan ra u adhipatyasali thulo tatvadarsi cha"},{"SurahNumber":57,"VerseNumber":2,"Text":"Akasaharu ra dharatiko satta usaiko ho, usaile jivana dincha ra mrtyu pani ra u pratyeka kurama samathrya sampanna cha"},{"SurahNumber":57,"VerseNumber":3,"Text":"Uhi pahila ho ra antima pani. Vyakta ho ra avyakta pani. Ra u hareka kura ramrari jandacha"},{"SurahNumber":57,"VerseNumber":4,"Text":"Uhi ho jasale akasaharu ra prthvila'i chah (6) dinama srsti garyo ani sinhasanamathi ucca bhayo. U jandacha je jati dharatima pravesa gardacha ra je–jati usabata niskancha, ra je–jati akasabata avatarita huncha ra je–jati usama cadhdacha. Ra timi jahamsukai bha'e pani u timro sathama cha ra allaha dekhdacha, je–jati timile gardachau"},{"SurahNumber":57,"VerseNumber":5,"Text":"Akasaharu ra dharatiko satta usaiko ho ra allahatira nai sabai kura pharka'inchan"},{"SurahNumber":57,"VerseNumber":6,"Text":"Usaile ratala'i dinama pravista gara'umdacha ra dinala'i ratama pravista gara'umdacha. U chatima lukeka kuraharu pani jandacha"},{"SurahNumber":57,"VerseNumber":7,"Text":"(Tasartha) allaha ra usako rasulamathi imana lya'u ra juna malasamanama usale timila'i aruharuko uttaradhikari bana'eko cha tyasamadhyebata kharca gara. Ta timiharumadhye jasale imana lya'e ra kharca (dana) garirahe uniharuko nimti thulo pratiphala cha"},{"SurahNumber":57,"VerseNumber":8,"Text":"Timiharu allahamathi imana kina lya'umdainau, jaba ki paigambaraharule timila'i timro raba (pratipalaka) mathi imana lya'una amantrana garirakheka chan. Ra yadi timi imanavala hau bhane usale timisita drdha vacana pani li'isakeko cha"},{"SurahNumber":57,"VerseNumber":9,"Text":"Uhi allaha ho jasale aphno bhaktaharumathi spasta ayataharu utarirakheko cha taki usale timila'i andhakaraharubata prakasatira lya'os. Vastavikata yo cha ki allaha timimathi atyanta karunamaya ra dayavana cha"},{"SurahNumber":57,"VerseNumber":10,"Text":"Timila'i ke bha'eko cha ki allahako batoma kharca gardainau? Jaba ki akasaharu ra jaminako svamitva allahakai nimti cha, timiharumadhye juna vyaktile (makkako) vijayabhanda pahila kharca garyo ra lada'i garyo uniharu aruko samana huna sakdainan. Uniharuko darja ti manisaharubhanda badhi cha, jasale pachi kharca gare ra dharma yud'dha gare. Ho allahale sabaila'i bhala'iko vacana ta di'eko cha ra juna kama timile gardachau allaha tyasala'i jandacha"},{"SurahNumber":57,"VerseNumber":11,"Text":"Ko cha jasale allahala'i ramro rna de'os, ki usale tyasala'i usako nimti dherai guna badha'umdai garun. Ra usako nimti sam'manita pratiphala cha"},{"SurahNumber":57,"VerseNumber":12,"Text":"Kayamatako dina timile momina purusaharula'i ra momina striharula'i unako prakasa uniharuko agadi agadi ra dayamtira hindirakheko dekhnechau. (Unisita bhanine cha ki) timila'i subhasamacara cha aja timro nimti yasta bagaincaharuko, jasaka dharatalama naharaharu bagirakheka chan, tiniharuma sadainva rahanechaum yahi thulo saphalata ho"},{"SurahNumber":57,"VerseNumber":13,"Text":"Tyasadina kapati purusa ra striharu mominaharusita bhannechan ki hamro pratiksa ta gara ki hamile pani timro prakasabata kehi prakasa hasila garaum ta uniharusita bhanine cha ki timi pachadi pharkera ja'u, (tyaham) aru prakasa khoja, ani uniharuko bicama e'uta parkhala ubhya'ine cha, jasama dhoka pani hunecha usako bhitri bhagama (allahako) krpa hunecha ra bahira sajaya hunecha"},{"SurahNumber":57,"VerseNumber":14,"Text":"Yiniharule (kapatacariharule mominaharusita) kara'era bhannechan ki ke hami timro sathama thi'enaum, uniharule bhannechan kina thi'enau, tara timile svayam aphule nai aphula'i vicalanama paryau ra pratiksa garirakhyau ra sandehama parirahyau ra timra vyarthaka kamanaharule timila'i dhokama rakhe, yahamsam'ma ki allahako phaisala a'ihalyo ra timila'i allahako barema dhoka dinele dhokamai rakhirakhyo"},{"SurahNumber":57,"VerseNumber":15,"Text":"Tasartha aja nata timibata kunai phidiya (badala) svikara garinecha ra na kaphiraharubata. Timi sabaiko thegana narka ho tyo nai timiharuko sathi ho ra tyo naramro thegana ho"}]}