{"Id":324,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Y cuando Moisés [Musa] hubo cumplido el plazo, partió con su familia [rumbo a Egipto] y [en el camino, en una noche fría, tras haberse perdido] divisó un fuego en la ladera de un monte y le dijo a su familia: Permaneced aquí, pues he divisado un fuego y quizás pueda traeros alguna noticia [acerca de nuestro rumbo], o bien una brasa encendida para que podamos calentarnos"},{"SurahNumber":28,"VerseNumber":30,"Text":"Cuando llegó hasta el fuego sintió un llamado que provenía en dirección de un árbol que se encontraba en la ladera derecha del valle, en un lugar bendito: ¡Oh, Moisés [Musa]! Yo soy Allah, el Señor del Universo"},{"SurahNumber":28,"VerseNumber":31,"Text":"Arroja tu vara. Y cuando la vio moverse como si fuera una serpiente, se dio vuelta y huyó sin mirar atrás. [Dijo Allah:] ¡Oh, Moisés [Musa]! Acércate y no temas. Ciertamente tú eres de los que están protegidos"},{"SurahNumber":28,"VerseNumber":32,"Text":"E introduce tu mano por el cuello de tu túnica y saldrá blanca y resplandeciente, sin tener ningún mal; y lleva tu mano al pecho cuando quieras vencer el temor. Éstos son dos milagros de tu Señor para el Faraón y su nobleza. Por cierto que ellos están descarriados"},{"SurahNumber":28,"VerseNumber":33,"Text":"Dijo [Moisés [Musa]]: ¡Señor mío! He matado a un hombre de los suyos y temo que me ejecuten"},{"SurahNumber":28,"VerseNumber":34,"Text":"Mi hermano Aarón [Harún] es más claro al hablar que yo, envíale conmigo para que me ayude y reafirme lo que yo diga, pues temo que me desmientan"},{"SurahNumber":28,"VerseNumber":35,"Text":"Dijo [Allah]: Te reforzaremos con tu hermano y os daremos poder, y no podrán haceros daño por transmitir Nuestro signos. Vosotros dos y quienes os sigan seréis los que triunfen"},{"SurahNumber":28,"VerseNumber":36,"Text":"Pero cuando Moisés [Musa] se presentó con Nuestros signos evidentes, dijeron: Esto no es sino magia inventada, y por cierto que no hemos oído hablar de esto a nuestros ancestros"},{"SurahNumber":28,"VerseNumber":37,"Text":"Dijo Moisés [Musa]: Mi Señor sabe mejor que nadie quién ha venido con la guía que proviene de Él y quién triunfará en la otra vida. Ciertamente los inicuos no prosperarán"},{"SurahNumber":28,"VerseNumber":38,"Text":"Dijo el Faraón: ¡Oh, nobleza! No conozco otra divinidad que no sea yo. ¡Oh, Hamán! Enciende el horno para cocer ladrillos de barro, y constrúyeme una torre para poder observar a la divinidad que adora Moisés [Musa]; aunque creo que es de los que mienten"},{"SurahNumber":28,"VerseNumber":39,"Text":"Y el Faraón y sus huestes tiranizaron el país sin derecho, y pensaron que no iban a comparecer ante Nosotros"},{"SurahNumber":28,"VerseNumber":40,"Text":"Pero les sorprendimos, al Faraón y a sus huestes, y les ahogamos en el mar. Mira cómo fue el final de los inicuos"},{"SurahNumber":28,"VerseNumber":41,"Text":"Hicimos que ellos [en esta vida] fueran líderes que conducían al Infierno; y el Día de la Resurrección no serán socorridos"},{"SurahNumber":28,"VerseNumber":42,"Text":"Y decretamos que en esta vida fuesen maldecidos, y que en el Día de la Resurrección sean de los aborrecibles"},{"SurahNumber":28,"VerseNumber":43,"Text":"Ciertamente le revelamos a Moisés [Musa] el Libro [la Tora] después de haber destruido a las generaciones que le precedieron. En él hay luz, guía y misericordia para que los hombres reflexionen"},{"SurahNumber":28,"VerseNumber":44,"Text":"Y tú [¡Oh, Muhámmad!] no estuviste en la ladera occidental [del monte] cuando decretamos la misión de Moisés [Musa], ni fuiste testigo de ello [sino que te lo revelamos]"},{"SurahNumber":28,"VerseNumber":45,"Text":"Tampoco estuviste entre las generaciones que hicimos surgir [después de Moisés [Musa]] y vivieron largo tiempo, ni viviste en Madián para transmitirles Nuestro Mensaje, sino que te designamos Mensajero [para toda la humanidad y te revelamos sus historias para que se las transmitas a los hombres y así reflexionen]"},{"SurahNumber":28,"VerseNumber":46,"Text":"Y debido a que no estuviste en la ladera del monte cuando llamamos [a Moisés [Musa]], [te revelamos sus historias] por misericordia, para que adviertas a tu pueblo a quienes no se les presentó ningún Profeta para advertirles antes de ti, y así reflexionasen"},{"SurahNumber":28,"VerseNumber":47,"Text":"Y para que cuando les acontezca una desgracia a causa de sus malas acciones no digan: ¡Señor nuestro! Si nos hubieses mandado un Mensajero habríamos acatado Tus órdenes y nos hubiésemos contado entre los creyentes"},{"SurahNumber":28,"VerseNumber":48,"Text":"Sin embargo, cuando les llegó la Verdad proveniente de Nosotros [a través de Muhámmad], dijeron: ¿Por qué no se le ha dado las mismas evidencias que a Moisés [Musa]? Acaso no negaron lo que anteriormente se le había concedido a Moisés [Musa], y dijeron [de él y su hermano Aarón [Harún]]: Son dos magos que se confabularon y no les creemos a ninguno de los dos"},{"SurahNumber":28,"VerseNumber":49,"Text":"Diles [¡Oh, Muhámmad!]: Traed un libro que provenga de Allah que sea una guía mejor que estos dos [la Tora y el Evangelio] y entonces yo lo seguiré, si es que decís la verdad"},{"SurahNumber":28,"VerseNumber":50,"Text":"Pero si aun así no te responden, sabe que no hacen más que seguir sus pasiones. ¿Acaso existe alguien más extraviado que quien sigue sus pasiones sin ninguna guía proveniente de Allah? Allah no guía a los inicuos"}]}