{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Yanlarında da gözlerini kendilerine dikmiş onlara denk güzeller vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"Bu, hesap günü size vaat olunanlardır"},{"SurahNumber":38,"VerseNumber":54,"Text":"İşte bu hiç tükenmeyecek rızıklarımızdır"},{"SurahNumber":38,"VerseNumber":55,"Text":"İşte şu da azgınlar için kötü bir gelecek"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehennem! Oraya atılacaklar. Ne kötü daraltılmıştır"},{"SurahNumber":38,"VerseNumber":57,"Text":"İşte bu azap! tatsınlar onu, kaynar su ve irin"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve buna benzer başka cinsten azap"},{"SurahNumber":38,"VerseNumber":59,"Text":"Bu, sizinle birlikte girecek bir grup, rahat yüzü görmeyecekler çünkü ateşe atılacaklar"},{"SurahNumber":38,"VerseNumber":60,"Text":"Orada, birbirleriyle tartışacaklar, kendilerinin cehennemlik olmalarına sebep olan kimselere lanetler yağdıracaklar. -Hayır, siz rahat yüzü görmeyin. Onu siz bizim önümüze getirdiniz derler. Ne kötü karar"},{"SurahNumber":38,"VerseNumber":61,"Text":"Rabb’imiz, derler. Bunu kim bizim önümüze getirdiyse, onun azabını ateşte kat kat artır"},{"SurahNumber":38,"VerseNumber":62,"Text":"Bize ne oldu da kötü saydığımız adamları burada göremiyoruz? derler"},{"SurahNumber":38,"VerseNumber":63,"Text":"Onlarla alay ederdik. Yoksa şimdi gözler mi onları görmek istemiyor"},{"SurahNumber":38,"VerseNumber":64,"Text":"İşte cehennem ehlinin tartışmaları böyle gerçekleşecektir"},{"SurahNumber":38,"VerseNumber":65,"Text":"De ki: -Ben sadece bir uyarıcıyım! Tek ve kahredici olan Allah’tan başka bir ilah yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"O, göklerin, yerin ve arasındakilerin Rabb’i, güç ve bağış sahibidir"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki: -O, büyük bir mesajdır"},{"SurahNumber":38,"VerseNumber":68,"Text":"Siz ise ondan yüz çeviriyorsunuz"},{"SurahNumber":38,"VerseNumber":69,"Text":"Benim yüce alem (mele-i âla) hakkında hiç bir bilgim yoktur"},{"SurahNumber":38,"VerseNumber":70,"Text":"Bana, apaçık bir uyarıcı olmamdan başka bir şey vahyolunmuyor"},{"SurahNumber":38,"VerseNumber":71,"Text":"Rabbin meleklere: -Ben, çamurdan bir insan yaratacağım, demişti"},{"SurahNumber":38,"VerseNumber":72,"Text":"Onu düzenlediğim ve ona can verdiğim zaman hemen onun için secdeye kapanın"},{"SurahNumber":38,"VerseNumber":73,"Text":"Meleklerin hepsi topluca secde etmişti"},{"SurahNumber":38,"VerseNumber":74,"Text":"İblis müstesna. O, büyüklük tasladı ve kafirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allah: -Ey İblis, seni, elimle yarattığıma secde etmekten alıkoyan nedir? dedi. Büyüklük mü taslıyorsun, yoksa yücelerden misin"},{"SurahNumber":38,"VerseNumber":76,"Text":"Ben, ondan hayırlıyım, dedi. Beni ateşten, onu çamurdan yarattın"},{"SurahNumber":38,"VerseNumber":77,"Text":"Oradan çık, dedi. Sen artık kovulmuş birisin"},{"SurahNumber":38,"VerseNumber":78,"Text":"Lanetim hesap gününe kadar senin üzerinedir"},{"SurahNumber":38,"VerseNumber":79,"Text":"Rabbim, dedi. Tekrar dirilecekleri güne kadar bana süre tanı"},{"SurahNumber":38,"VerseNumber":80,"Text":"Sen, süre verilenlerdensin, dedi"},{"SurahNumber":38,"VerseNumber":81,"Text":"Hem de belli bir vakte kadar"},{"SurahNumber":38,"VerseNumber":82,"Text":"Senin şerefin için yemin ederim ki, onların hepsini azdıracağım! dedi"},{"SurahNumber":38,"VerseNumber":83,"Text":"Ancak onlardan arınmış kulların hariç"},{"SurahNumber":38,"VerseNumber":84,"Text":"Gerçek şu ki dedi. Ben hakkı söylüyorum"},{"SurahNumber":38,"VerseNumber":85,"Text":"Cehennemi tamamen senden olanlar ve sana uyanlarla dolduracağım"},{"SurahNumber":38,"VerseNumber":86,"Text":"De ki: -Ben sizden bir ücret istemiyorum. Kendiliğimden bir şey de uydurmuyorum"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bu (Kur’an) ancak, alemler için bir hatırlatmadır"},{"SurahNumber":38,"VerseNumber":88,"Text":"Onun haberini bir süre sonra öğreneceksiniz"},{"SurahNumber":39,"VerseNumber":1,"Text":"Kitabın indirilmesi, güç ve hüküm sahibi Allah’tandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Biz, sana kitabı hak olarak indirdik. Öyleyse, dini ona tahsis ederek Allah’a kulluk et"},{"SurahNumber":39,"VerseNumber":3,"Text":"Bil ki halis din Allah’ındır. Ondan başka veliler edinenler: -Biz bunlara, bizi Allah’a yaklaştırmalarından başka bir sebeple kulluk etmiyoruz derler. Allah, anlaşmazlığa düştükleri konuda aralarında hükmü verecektir. Şu kadar var ki Allah; yalancı, inkarcı kimseye yol göstermez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Eğer Allah bir oğul edinmek isteseydi, yarattıkları içinden dilediğini seçerdi. O bundan münezzehtir. O, tek ve yegane otorite sahibi Allah’tır"},{"SurahNumber":39,"VerseNumber":5,"Text":"O, gökleri ve yeri hakkıyla yaratmıştır. Geceyi gündüze örter, gündüzü de geceye örter, güneşe ve aya da boyun eğdirmiştir. Hepsi de belli bir süre için akar/döner. Bilin ki O, güçlüdür, bağışlayıcıdır"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir candan yaratmıştır. Sonra ondan da eşini meydana getirmiş ve size sekiz eş hayvan indirmiştir. Sizi analarınızın karnında, üç karanlık içinde bir yaratıştan diğer bir yaratışa geçerek yaratmıştır. İşte, sizin Rabbiniz olan ve mülk de kendisinin olan Allah budur. Ondan başka ilah yoktur. O halde nasıl yüz çeviriyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eğer nankörlük ederseniz, Allah’ın size ihtiyacı yoktur. Ama kullarının nankörlüğüne razı olmaz. Eğer şükrederseniz, sizin için ondan hoşnut kalır. Hiçbir günahkar bir başkasının günahını yüklenmez. Sonra Rabbinizedir dönüşünüz... Elbette size yaptıklarınızı haber verecektir. O, kalplerin özünü bilendir. İnsana bir zarar dokununca, Rabbine yönelerek, ona dua eder. Sonra, kendisinden bir nimet ile değiştirince, daha önce ona dua ettiğini unutur da Allah’a ortaklar koşar, onun yolundan saptırsın diye... De ki: -İnkarınla biraz yaşa, kuşkusuz sen ateş ehlindensin"}]}