{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"E inconcebivel que Deus fale diretamente ao homem, a nao ser por revelacoes, ou veladamente, ou por meio de ummensageiro, mediante o qual revela, com o Seu beneplacito, o que Lhe apraz; sabei que Ele e Prudente, Altissimo"},{"SurahNumber":42,"VerseNumber":52,"Text":"E tambem te inspiramos com um Espirito, por ordem nossa, antes do que nao conhecias o que era o Livro, nem a fe; porem, fizemos dele uma Luz, mediante a qual guiamos quem Nos apraz dentre os Nossos servos. E tu certamente te orientaspara uma senda reta"},{"SurahNumber":42,"VerseNumber":53,"Text":"A senda de Deus, a Quem pertence tudo quanto existe nos ceus e na terra. Acaso, nao retornarao a Deus todas as coisas"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pelo Livro lucido"},{"SurahNumber":43,"VerseNumber":3,"Text":"Nos o fizemos um Alcorao arabe, a fim de que o compreendesseis"},{"SurahNumber":43,"VerseNumber":4,"Text":"E, em verdade, encontra-se na mae dos Livros, em Nossa Presenca, e e altissimo, prudente"},{"SurahNumber":43,"VerseNumber":5,"Text":"Privar-vos-iamos Nos da Mensagem, so porque sois um povo de transgressores"},{"SurahNumber":43,"VerseNumber":6,"Text":"Quantos profetas enviamos aos povos antigos"},{"SurahNumber":43,"VerseNumber":7,"Text":"Porem, nao lhes chegou profeta algum, sem que o escarnecessem"},{"SurahNumber":43,"VerseNumber":8,"Text":"Mas, aniquilamos aqueles que eram mais poderosos do que eles, e o exemplo das primeiras geracoes ja passou"},{"SurahNumber":43,"VerseNumber":9,"Text":"E se lhes perguntardes: Quem criou os ceus e a terra? Dirao: Criou-os o Poderoso, o Sapientissimo"},{"SurahNumber":43,"VerseNumber":10,"Text":"Que vos fez a terra como leito, e vos tracou nela sendas, para que vos encaminhasseis"},{"SurahNumber":43,"VerseNumber":11,"Text":"E Ele e Que envia, proporcionalmente, agua dos ceus, e com ela faz reviver uma comarca arida; assim sereisressuscitados"},{"SurahNumber":43,"VerseNumber":12,"Text":"E Ele e Que criou todos os canais e vos submeteu os navios e os animais para vos transportardes"},{"SurahNumber":43,"VerseNumber":13,"Text":"Bem como para que vos acomodasseis sobre eles, para assim recordar-vos das merces do vosso Senhor, quando issoacontecesse, Dizei: Glorificado seja Quem no-los submeteu, o que jamais teriamos logrado fazer"},{"SurahNumber":43,"VerseNumber":14,"Text":"E nos todos retornaremos ao nosso Senhor"},{"SurahNumber":43,"VerseNumber":15,"Text":"Nao obstante, atribuem-Lhe parceria, dentre os Seus servos. Em verdade, o homem e um blasfemo evidente"},{"SurahNumber":43,"VerseNumber":16,"Text":"Qual! Insinuais que Ele tomou para Si as filhas, dentre o que criou, e vos legou os varoes"},{"SurahNumber":43,"VerseNumber":17,"Text":"E quando e anunciado a algum deles o (nascimento) do que estabelecem como semelhanca a Deus, seu rosto seensombrece, e ei-lo angustiado"},{"SurahNumber":43,"VerseNumber":18,"Text":"Ousam, acaso, compra-Lo com os que se criam no luxo e sao incapazes na disputa"},{"SurahNumber":43,"VerseNumber":19,"Text":"E pretendem designar como femininos os anjos, os quais nao passam de servos do Clemente! Acaso, testemunharam elesa sua criacao? Porem, o testemunho que prestarem sera registrado, e hao de ser interrogados"},{"SurahNumber":43,"VerseNumber":20,"Text":"E dizem: Se o Clemente quisesse, nao os teriamos adorado (parceiros)! Nao tem conhecimento algum disso e nao fazemmais do que inventar mentiras"},{"SurahNumber":43,"VerseNumber":21,"Text":"Que! Acaso lhes concedemos algum Livro, anterior a este, ao qual se pudessem apegar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nao! Porem, dizem: Em verdade, deparamo-nos com os nossos pais a praticarem um culto, por cujos rastros nosguiamos"},{"SurahNumber":43,"VerseNumber":23,"Text":"Do mesmo modo, nao enviamos, antes de ti, qualquer admoestador a uma cidade, sem que os abastados, dentre eles, dissessem: Em verdade, deparamo-nos com os nossos pais a praticarem um culto, cujos rastros seguimos"}]}