{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":12,"Text":"ALLAH, Israil ogullarından soz almıstı ve iclerinden on iki baskan gondermistik. ALLAH demisti ki: \"Namazı gozetirseniz, zekatı verirseniz, elcilerime inanıp onlara saygılı olursanız ve (erdemli bir yasam surmek suretiyle) ALLAH'a guzel bir borc verirseniz sizinle beraberim. Gunahlarınızı orter, iclerinden ırmaklar akan bahcelerde agırlarım. Artık sizden kim bundan sonra inkar ederse dogru yolu sapıtmıs olur"},{"SurahNumber":5,"VerseNumber":13,"Text":"Sozlerini bozdukları icin onları lanetledik, kalplerini katılastırdık. Sozlerin anlamını baglamından kaydırırlar. Uyarıldıkları seylerin bir kısmını unuttular. Onların cogundan surekli ihanet goreceksin. Onları affet ve aldırma. ALLAH guzel davrananları sever"},{"SurahNumber":5,"VerseNumber":14,"Text":"Biz Hristiyanız,\" diyenlerden de soz almıstık. Ancak onlar da uyarıldıkları seylerin bir kısmını unuttu. Bu yuzden dirilis gunune kadar aralarına dusmanlık ve kin saldık. Yaptıkları her seyi ALLAH onlara bildirecek"},{"SurahNumber":5,"VerseNumber":15,"Text":"Kitap halkı, kitabın gizlediginiz bir cok bolumunu acıga cıkaran ve bir cogunu da yuzunuze vurmayan elcimiz geldi size. ALLAH'tan bir ısık ve apacık bir kitap da geldi size"},{"SurahNumber":5,"VerseNumber":16,"Text":"Onunla ALLAH, rızasını gozetenleri barıs ve huzur yollarına ulastırır, izniyle onları karanlıklardan aydınlıga cıkararak onları dosdogru yola iletir"},{"SurahNumber":5,"VerseNumber":17,"Text":"ALLAH Meryem oglu Mesih'tir,\" diyenler elbette kafir olmuslardır. De ki: \"ALLAH Meryem oglu Mesih'i, annesini ve hatta yeryuzundekilerin tumunu helak etmek isterse, kim buna engel olabilir?\" Goklerin, yerin ve arasındakilerin egemenligi ALLAH'a aittir. Diledigini yaratır. ALLAH herseye Gucu Yetendir"},{"SurahNumber":5,"VerseNumber":18,"Text":"Yahudiler ve Hristiyanlar, \"Biz ALLAH'ın cocukları ve sevgilileriyiz,\" dediler. \"Oyleyse gunahlarınızdan oturu neden sizi cezalandırıyor? Siz sadece O'nun yarattıgı insanlardansınız,\" de. Dileyeni/diledigini de bagıslar, dileyeni/diledigini de cezalandırır. Goklerin, yerin ve bunlar arasındakilerin egemenligi ALLAH'a ait olup donus de O'nadır"},{"SurahNumber":5,"VerseNumber":19,"Text":"Kitap halkı! Elciler arasındaki bir bosluk doneminden sonra size elcimiz gelmis bulunuyor ve size gercekleri anlatıyor ki \"Bize bir mujdeleyici ve uyarıcı gelmedi,\" demeyesiniz. ALLAH her seye Gucu Yetendir"},{"SurahNumber":5,"VerseNumber":20,"Text":"Musa, halkına soyle demisti: \"Ey halkım, ALLAH'ın uzerinizdeki nimetini hatırlayın: aranızdan peygamberler cıkardı, sizi ozgur kimseler kıldı ve toplumların hicbirine vermedigini size verdi"},{"SurahNumber":5,"VerseNumber":21,"Text":"Halkım! ALLAH'ın size ayırdıgı kutsal topraga girin. Geri donmeyin, yoksa kaybedersiniz"},{"SurahNumber":5,"VerseNumber":22,"Text":"Dediler ki: \"Musa, orada zorba bir topluluk var. Onlar oradan cıkmadıkca biz asla oraya girmeyiz. Cıkarlarsa gireriz"},{"SurahNumber":5,"VerseNumber":23,"Text":"Korku duyanların arasında, ALLAH'ın kendisine nimet verdigi iki kisi, \"Ustlerine kapıdan yuruyun. Kapıdan girerseniz kesinlikle siz yeneceksiniz. Inanıyorsanız ALLAH'a guvenin,\" dedi"},{"SurahNumber":5,"VerseNumber":24,"Text":"Musa, onlar orada oldukca biz oraya asla girmeyiz. Sen ve Rabbin gidip savasın; biz burda oturuyoruz,\" dediler"},{"SurahNumber":5,"VerseNumber":25,"Text":"O da bunun uzerine: \"Rabbim, ben ancak kendime ve kardesime soz gecirebiliyorum. Bizimle yoldan cıkmıs bu toplulugun arasını ayır,\" dedi"},{"SurahNumber":5,"VerseNumber":26,"Text":"Orası onlara kırk yıl boyunca yasaklanmıstır; yeryuzunde saskın saskın dolasacaklar. Yoldan cıkmıs bir topluluk icin uzme kendini"}]}