{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Dar au zis capeteniile din neamul lui, care se semeþeau : \"Te vom alunga, o ªuayb, pe tine ºi pe aceia care cred impreuna cu tine, afara din cetatea noastra! Sau va intoarceþi la religia noastr&at"},{"SurahNumber":7,"VerseNumber":89,"Text":"Am nascoci minciuni impotriva lui Allah, daca ne-am intoarce la religia voastra dupa ce Allah ne-a mantuit de ea . Noi nu trebuie sane intoarcem la ea decat daca voieºte Allah, Domnul nostru [sa ned]"},{"SurahNumber":7,"VerseNumber":90,"Text":"Au zis atunci capeteniile care nu credeau din neamul lui: \"Daca-l urmaþi pe ªuayb, atunci [sa ºtiþi ca] voi sunteþi pierduþi"},{"SurahNumber":7,"VerseNumber":91,"Text":"ªi i-a lovit cutremurul ºi dimineaþa i-a gasit zacand intinºi in casele lor"},{"SurahNumber":7,"VerseNumber":92,"Text":"Cei care l-au socotit pe ªuayb mincinos au fost ca ºi cand n-ar fipetrecut niciodata in ele. Aceia care l-au socotit pe ªuaybmincinos, aceia au fost pierduþi"},{"SurahNumber":7,"VerseNumber":93,"Text":"S-a intors de la ei ºi le-a zis: O, neam al meu! Eu doara v-amvestit mesajele Domnului meu ºi v-am sfatuit pe voi! Cum sa maintristez eu pentru un neam de necredincioºi"},{"SurahNumber":7,"VerseNumber":94,"Text":"ªi Noi nu am trimis nici un profet intr-o cetate fara sa nu fi lovitpoporul ei cu nenorocire ºi stricaciune, pentru ca ei sa se roage[pentru iertare]"},{"SurahNumber":7,"VerseNumber":95,"Text":"Apoi am schimbat raul cu bine, astfel incat ei au crescut in numarºi in bogaþie ºi au zis: \"I-au atins ºi pe parinþii noºtri nenorocirea ºiindestularea!\". Atunci i-am luat Noi pe nea"},{"SurahNumber":7,"VerseNumber":96,"Text":"Daca neamurile acestor cetaþi ar fi crezut ºi ar fi avut frica, atunci Noi le-am fi daruit binecuvantari din cer ºi de pre pamant .Insa ei i-au socotit mincinoºi"},{"SurahNumber":7,"VerseNumber":97,"Text":"Oare locuitorii cetaþilor erau siguri ca nu va veni peste ei pedeapsa Noastra, in timpul nopþii, pe cand ei dormeau"},{"SurahNumber":7,"VerseNumber":98,"Text":"Oare locuitorii cetaþilor erau siguri ca nu va veni peste ei pedeapsa Noastra in plina zi, pe cand ei se veseleau"},{"SurahNumber":7,"VerseNumber":99,"Text":"Oare se credeau ei la adapost de viclenia lui Allah? Dar nu se poate socoti la adapost de vicleºugurile lui Allah decat neamul celor pierduþi"},{"SurahNumber":7,"VerseNumber":100,"Text":"Oare nu le-a fost limpede celor care au primit pamantul ca moºtenire de la neamul lui de dinainte ca Noi, daca voim, putem sa-i pedepsim pentru pacatele lor ºi sa le pecetluim inimile , ca ei"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iata aceste cetaþi , ale caror istorii þi le povestim! Trimiºii lor au venit la ei cu semne limpezi, insa ei nu au voit sa creada in ceea cesocotisera mai inainte a fi minciuna"},{"SurahNumber":7,"VerseNumber":102,"Text":"Noi nu i-am gasit pe cei mai mulþi dintre ei þinand un legamant, ci pe cei mai mulþi dintre ei i-am aflat abatuþi din drum"},{"SurahNumber":7,"VerseNumber":103,"Text":"Apoi, dupa ei , Noi l-am trimis pe Moise cu semnele Noastre la Faraon ºi la dregatorii lui, insa ei s-au aratat nedrepþi faþa de ele. Priveºte, dara, cum a fost sfarºitu"},{"SurahNumber":7,"VerseNumber":104,"Text":"ªi a zis Moise: \"O, Faraon! Eu sunt un trimis al Stapanului lumi- lor"},{"SurahNumber":7,"VerseNumber":105,"Text":"Se cuvine, aºadar, sa nu spun nimic alta pe seama lui Allahdecat numai adevarul. Am venit la voi cu dovada limpede de laDomnul vostru, deci trimite cu mine pe fiii lui Israel"},{"SurahNumber":7,"VerseNumber":106,"Text":"A zis [Faraon]: \"Daca ai venit cu un semn, atunci adu-l daca eºti dintre cei care spun adevarul"},{"SurahNumber":7,"VerseNumber":107,"Text":"Atunci a aruncat toiagul sau ºi, iata, ca el era un ºarpe vadit"},{"SurahNumber":7,"VerseNumber":108,"Text":"ªi a scos mana sa ºi, iata, ea era alba pentru cei carepriveau"},{"SurahNumber":7,"VerseNumber":109,"Text":"Au zis atunci dregatorii din neamul lui Faraon: \"Acesta este un vrajitor iscusit"},{"SurahNumber":7,"VerseNumber":110,"Text":"El voieºte sa va scoata pe voi din pamantul vostru!\" \"Deci ce porunciþi?\" [a intrebat Faraon]"},{"SurahNumber":7,"VerseNumber":111,"Text":"Au zis ei: \"Amana-l pe el ºi pe fratele lui ºi trimite in oraºe strangatori"},{"SurahNumber":7,"VerseNumber":112,"Text":"Care sa-i aduca la tine pe toþi vrajitorii iscusiþi"},{"SurahNumber":7,"VerseNumber":113,"Text":"ªi au venit vrajitorii la Faraon ºi au zis: \"Vom avea noi parte de rasplata, daca noi vom fi cei biruitori"},{"SurahNumber":7,"VerseNumber":114,"Text":"Le-a raspuns: “Da! ªi veþi fi voi, fara indoiala, dintre cei apropiaþi mie!”"},{"SurahNumber":7,"VerseNumber":115,"Text":"[Atunci] au zis ei: \"O, Moise! Vrei sa arunci tu [primul] ori suntem noi cei care arunca [primii]"},{"SurahNumber":7,"VerseNumber":116,"Text":"Le-a raspuns [Moise]: \"Aruncaþi voi!\" ªi cand au aruncat ei, au fermecat ochii oamenilor ºi i-au infricoºat ºi au adus vraja mare"}]}