{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"Baskasından gecerek hep O´na gonul verin. O´na (sıgınıp) korunun. Namaza devam edin de musriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Onlardan (olmayın) ki, dinlerini ayırıp obek obek olmuslardır. Her grup kendilerindekine guvenmektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"Bununla beraber insanlara bir keder dokundugu zaman herseyden gecerek Rablerine yalvarır, dua ederler; sonra tarafından bir rahmet tattırıverdigi zaman da bakarsın onlardan bir kısmı tutar, o Rablerine ortak kosarlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"kendilerine verdigimiz nimete nankorluk etsinler diye. Haydi, zevkinizi surun bakalım, yarın bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa Biz onlara bir buyruk indirmisiz de ona ortak kosmalarını o mu soyluyor"},{"SurahNumber":30,"VerseNumber":36,"Text":"Bir de Biz insanlara bir rahmet tattırdıgımız zaman ona guveniyorlar; ellerinin yaptıgı birsey sebebiyle baslarına bir kotuluk gelince de (hemen) her umidi kesiveriyorlar"},{"SurahNumber":30,"VerseNumber":37,"Text":"Allah´ın diledigine rızkı hem serip hem sıktıgını gormediler mi! Suphesiz bunda iman edecek bir kavim icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"O halde yakınlıgı olana da hakkını ver, yoksula da yolcuya da... Allah´ın yuzunu isteyenler icin o daha hayırlıdır; kurtulusa erenler de iste onlardır"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanların mallarında artıs olsun diye verdiginiz faiz, Allah katında artmaz. Allah´ın yuzunu dileyerek verdiginiz zekat ise, katlayanlar (kat kat artıranlar) iste onlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah O´dur ki sizi yarattı, sonra da size rızık verdi; sonra sizi oldurur; sonra sizi diriltir. Hic sizin ortak kostuklarınızdan, bunlardan birini yapacak var mı? Cok munezzeh ve cok yucedir O, onların kostukları ortaklardan"},{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların kendi ellerinin kazandıgı seyler yuzunden karada ve denizde fesat meydana geldi (ki Allah) yaptıklarının bazısını kendilerine tattırsın ki vazgecsinler"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: «Yeryuzunde bir gezin de bakın, bundan oncekilerin akibeti nasıl olmus? Onların cogu (Allah´a) ortak kosarlardı.»"},{"SurahNumber":30,"VerseNumber":43,"Text":"(Boyle) soyle de yuzunu Allah´tan geri cevirilmesine hicbir care olmayan bir gun gelmeden once o dogru ve degismez dine tut; o gun (gelince insanlar birbirlerinden) ayrılırlar"},{"SurahNumber":30,"VerseNumber":44,"Text":"Her kim inkar ederse, inkarı kendi aleyhinedir; kim de iyi amel islerse sadece kendileri icin dosemis olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Cunku iman edip de iyi iyi isler yapanlara lutfundan mukafat verecektir. Cunku O, kafirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Rahmetinden size tattırmak, emriyle gemiler aksın, lutfundan arayıp kazanmanız icin ve belki, sukredersiniz diye, ruzgarları mujdeleyiciler olarak gondermesi de O´nun ayetlerindendir"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun ki, senden once bircok peygamberleri kavimlerine gonderdik de onlara apacık delillerle vardılar. Onun uzerine suc isleyenlerden intikam aldık. Mu´minlere yardım ise uzerimizde bir hak oldu"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah O´dur ki, ruzgarları gonderir de bir bulut savururlar. Derken onu gokyuzunde nasıl dilerse oyle serer, parca parca da eder. Derken aralarından yagmurun cıktıgını gorursun. Derken onu kullarından kimlere diliyorsa dokuverdi mi derhal yuzleri guluverir"},{"SurahNumber":30,"VerseNumber":49,"Text":"her ne kadar yagmur kendilerine indirilmeden once umitsizlik icinde idiyseler de"},{"SurahNumber":30,"VerseNumber":50,"Text":"Simdi bak Allah´ın rahmetinin eserlerine! Yeryuzunu olumunden sonra nasıl diriltiyor? Suphe yok ki, O mutlaka oluleri diriltir. Daha da her seye gucu yetendir O"},{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun ki, bir ruzgar gondersek de onun bitkilerinin sararmıs oldugunu gorseler, mutlaka onun arkasından nankorluge baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Cunku sen olulere isittiremezsin. O daveti arkalarını donmus giderlerken sagırlara da duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Korleri de sapıklıktan dogru yola cıkaramazsın; sen ancak ayetlerimize iman edeceklere duyurabilirsin de onlar Islam´a gelir, selameti bulurlar"}]}