{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":75,"VerseNumber":1,"Text":"Nein, ICH schwöre beim Tag der Auferstehung"},{"SurahNumber":75,"VerseNumber":2,"Text":"nein, auch schwöre ICH bei der tadelnden Seele"},{"SurahNumber":75,"VerseNumber":3,"Text":"Denkt der Mensch etwa, daß WIR seine Knochen nicht zusammenfügen werden"},{"SurahNumber":75,"VerseNumber":4,"Text":"Doch, mit Sicherheit! WIR sind fähig, daß WIR seine Fingerkuppen in Ordnung bringen"},{"SurahNumber":75,"VerseNumber":5,"Text":"Nein, sondern der Mensch will, vor Ihm Verfehlungen öffentlich begehen"},{"SurahNumber":75,"VerseNumber":6,"Text":"Er fragt: \"Wann ist der Tag der Auferstehung"},{"SurahNumber":75,"VerseNumber":7,"Text":"Also wenn die Augen strahlen"},{"SurahNumber":75,"VerseNumber":8,"Text":"der Mond verfinstert wird"},{"SurahNumber":75,"VerseNumber":9,"Text":"und die Sonne und der Mond zusammengefügt werden"},{"SurahNumber":75,"VerseNumber":10,"Text":"sagt der Mensch an diesem Tag: \"Wo ist der Fluchtweg"},{"SurahNumber":75,"VerseNumber":11,"Text":"Nein! Es gibt keinen Zufluchtsort"},{"SurahNumber":75,"VerseNumber":12,"Text":"Bei deinem HERRN ist an diesem Tag der Aufenthaltsort"},{"SurahNumber":75,"VerseNumber":13,"Text":"Dem Menschen wird an diesem Tag mitgeteilt, was er vorlegte und was er aufschob"},{"SurahNumber":75,"VerseNumber":14,"Text":"Nein, sondern der Mensch hat über sich selbst Einblick"},{"SurahNumber":75,"VerseNumber":15,"Text":"auch dann, wenn er seine Entschuldigungen vorbringt"},{"SurahNumber":75,"VerseNumber":16,"Text":"Bewege damit nicht deine Zunge, damit du über ihn schneller verfügst"},{"SurahNumber":75,"VerseNumber":17,"Text":"Uns obliegt seine Sammlung und sein Rezitieren"},{"SurahNumber":75,"VerseNumber":18,"Text":"Wenn WIR ihn dann rezitieren ließen, dann folge seiner Rezitation"},{"SurahNumber":75,"VerseNumber":19,"Text":"Dann obliegt Uns seine Erläuterung"},{"SurahNumber":75,"VerseNumber":20,"Text":"Gewiß, nein! Sondern ihr liebt das Gegenwärtige"},{"SurahNumber":75,"VerseNumber":21,"Text":"und vernachlässigt das Jenseits"},{"SurahNumber":75,"VerseNumber":22,"Text":"Es sind an diesem Tag strahlende Gesichter"},{"SurahNumber":75,"VerseNumber":23,"Text":"die zu ihrem HERRN aufschauen"},{"SurahNumber":75,"VerseNumber":24,"Text":"und es sind an diesem Tag verfinsterte Gesichter"},{"SurahNumber":75,"VerseNumber":25,"Text":"Sie glauben, daß ihnen Vernichtendes angetan wird"},{"SurahNumber":75,"VerseNumber":26,"Text":"Gewiß, nein! Wenn sie (die Seele) die Schlüsselbeine erreicht"},{"SurahNumber":75,"VerseNumber":27,"Text":"und gesagt wird: \"Wer ist Heiler"},{"SurahNumber":75,"VerseNumber":28,"Text":"Und er glaubte, daß es doch die Trennung ist"},{"SurahNumber":75,"VerseNumber":29,"Text":"und das Bein über das (andere) Bein geschlagen wird"},{"SurahNumber":75,"VerseNumber":30,"Text":"zu deinem HERRN ist an diesem Tag das Hinbringen"},{"SurahNumber":75,"VerseNumber":31,"Text":"Also weder hielt er es für wahrhaftig, noch verrichtete er das rituelle Gebet"},{"SurahNumber":75,"VerseNumber":32,"Text":"sondern er leugnete ab und kehrte den Rücken"},{"SurahNumber":75,"VerseNumber":33,"Text":"dann ging er zu seiner Familie in Überheblichkeit"},{"SurahNumber":75,"VerseNumber":34,"Text":"Es (das Böse) kam dir näher, es kam näher"},{"SurahNumber":75,"VerseNumber":35,"Text":"ja! Es kam dir näher, es kam näher, (so nimm dich in Acht)"},{"SurahNumber":75,"VerseNumber":36,"Text":"Denkt der Mensch etwa, daß er als etwas Vernachlässigtes bleibt"},{"SurahNumber":75,"VerseNumber":37,"Text":"War er etwa nicht eine Nutfa aus Samen, der ergossen wird"},{"SurahNumber":75,"VerseNumber":38,"Text":"dann war er eine 'Alaqa, dann gab ER (ihm) die Schöpfung, dann machte ER (ihn) gut"},{"SurahNumber":75,"VerseNumber":39,"Text":"dann machte ER daraus die Zweiheit, das Männliche und das Weibliche"},{"SurahNumber":75,"VerseNumber":40,"Text":"Ist Dieser etwa nicht fähig, daß ER die Toten belebt"},{"SurahNumber":76,"VerseNumber":1,"Text":"Überkam den Menschen eine Weile von der Zeit, wo er nichts Erwähnbares war"},{"SurahNumber":76,"VerseNumber":2,"Text":"Gewiß, WIR erschufen den Menschen aus vermischter Nutfa, um ihn zu prüfen, dann machten WIR ihn hörend, sehend"},{"SurahNumber":76,"VerseNumber":3,"Text":"Gewiß, WIR leiteten ihn zum Weg recht, entweder dankend oder äußerst kufr-betreibend"},{"SurahNumber":76,"VerseNumber":4,"Text":"Gewiß, WIR bereiteten den Kafir Ketten, Fesseln und Gluthitze vor"},{"SurahNumber":76,"VerseNumber":5,"Text":"Gewiß, die Gütigen trinken vom Wein, der mit Kampfer vermischt ist"},{"SurahNumber":76,"VerseNumber":6,"Text":"aus einer Quelle, aus der ALLAHs Diener trinken, sie lassen sie kräftig sprudeln"},{"SurahNumber":76,"VerseNumber":7,"Text":"Sie erfüllen das Gelübde und fürchten einen Tag, dessen Bosheit ausgebreitet ist"},{"SurahNumber":76,"VerseNumber":8,"Text":"Und sie speisen die Speise trotz Liebe ihr gegenüber den Armen, den Waisen und den Gefangengehaltenen"},{"SurahNumber":76,"VerseNumber":9,"Text":"Wir speisen euch doch nur um ALLAHs Willen. Wir wollen von euch weder Lohn noch Danksagung"},{"SurahNumber":76,"VerseNumber":10,"Text":"gewiß, wir fürchten von unserem HERRN einen dunklen, unheilvollen Tag"},{"SurahNumber":76,"VerseNumber":11,"Text":"Dann schützte ALLAH sie vor der Bosheit diese Tages und gewährte ihnen Strahlen und Freude"},{"SurahNumber":76,"VerseNumber":12,"Text":"und vergalt ihnen dafür, daß sie sich in Geduld übten Dschanna und Seide"},{"SurahNumber":76,"VerseNumber":13,"Text":"angelehnt darin auf Liegen. Sie sehen darin weder Sonne noch Mond"},{"SurahNumber":76,"VerseNumber":14,"Text":"Und nahe sind über ihnen ihre Schatten und ihre Früchte wurden sehr leicht verfügbar gemacht"},{"SurahNumber":76,"VerseNumber":15,"Text":"Und ihnen wird serviert mit Schalen aus Silber und Kelchen, die Gläserne sind"},{"SurahNumber":76,"VerseNumber":16,"Text":"Gläserne aus Silber, die sie richtig schätzten"},{"SurahNumber":76,"VerseNumber":17,"Text":"Und ihnen wird darin zu trinken gegeben Wein, der mit Ingwer gemischt ist"},{"SurahNumber":76,"VerseNumber":18,"Text":"aus einer Quelle darin, die Sal-sabil heißt"}]}