{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"و داستان نوح را بر آن‌ها بخوان، چون به قوم خود گفت: «ای قوم من! اگر اقامت من، و یاد آوری من به آیات الله، بر شما گران آمده است، پس من بر الله توکل کردم، شما تدبیر (و اندیشۀ) خود و معبودهای‌تان را جمع کنید، سپس هیچ چیز از کارهای‌تان بر شما پوشیده نماند، آنگاه (برای کشتنم) به سوی من هجوم آورید، و (لحظه‌ای) مرا مهلت ندهید"},{"SurahNumber":10,"VerseNumber":72,"Text":"پس اگر روی بگردانید، من (در مقابل دعوتم) از شما هیچ مزدی نخواسته ام، مزد من، تنها بر الله است، و من مأمور شده ام که از مسلمانان باشم»"},{"SurahNumber":10,"VerseNumber":73,"Text":"پس آن‌ها او را تکذیب کردند، آنگاه ما او را، و آنان که با او در کشتی بودند، نجات دادیم، و آن‌ها را جانشین (گذشتگان) قرار دادیم، و کسانی را که آیات ما را تکذیب کردند؛ غرق کردیم. پس بنگر که سر انجام بیم‌داده‌شد‌گان چگونه بود"},{"SurahNumber":10,"VerseNumber":74,"Text":"سپس بعد از او (= نوح) پیامبرانی به سوی قوم‌شان فرستادیم، پس آنان دلایل روشنی برایشان آوردند، پس آن‌ها (مستعد) نبودند که به آنچه پیش از آن تکذیب کرده بودند، ایمان آوردند. این چنین بر دل‌های تجاوزکاران مهر می‌نهیم"},{"SurahNumber":10,"VerseNumber":75,"Text":"سپس بعد از آن‌ها موسی و (برادرش) هارون را با آیات خود به سوی فرعون و اطرافیانش فرستادیم، پس آن‌ها تکبر ورزیدند، و آن‌ها گروه مجرم بودند"},{"SurahNumber":10,"VerseNumber":76,"Text":"پس چون حق از نزد ما برای آن‌ها آمد، گفتند: «بی‌گمان این جادویی آشکار است»"},{"SurahNumber":10,"VerseNumber":77,"Text":"موسی گفت: «آیا دربارۀ حق، چون برای شما آمده است (چنین) می‌گویید؟! آیا این جادو است؟ در حالی‌که جادوگران رستگار نمی‌شوند»"},{"SurahNumber":10,"VerseNumber":78,"Text":"(فرعونیان) گفتند: آیا آمده‌ای که ما را از آنچه نیاکان‌مان بر آن یافتیم، باز داری، و بزرگی (و حکومت) در روی زمین، از آن شما دو تن باشد؟ ما به شما دو نفر ایمان نمی‌آوریم"},{"SurahNumber":10,"VerseNumber":79,"Text":"و فرعون گفت: «تمام جادوگران (ماهر و) دانا را نزد من بیاورید»"},{"SurahNumber":10,"VerseNumber":80,"Text":"پس چون جادوگران آمدند، موسی به آن‌ها گفت: «آنچه شما (از وسایل سحر) می‌توانید بیفکنید، (اکنون بر زمین) بیفکنید»"},{"SurahNumber":10,"VerseNumber":81,"Text":"پس چون افکندند، موسی گفت: «آنچه شما آورده‌اید، سحر است، بی‌گمان الله آن را باطل خواهد کرد، همانا الله عمل مفسدان را اصلاح نمی‌کند"},{"SurahNumber":10,"VerseNumber":82,"Text":"و الله با کلمات خود، حق را (ثابت و) پایدار می‌کند گرچه مجرمان کراهت داشته باشند»"},{"SurahNumber":10,"VerseNumber":83,"Text":"پس هیچ کس به موسی ایمان نیاورد، جز گروهی اندک از قوم او، (آن هم) با ترس فرعون و اطرافیانش، که مبادا آن‌ها را بیازارد، و بی‌شک فرعون در زمین سرکش (و جاه طلب) بود، و همانا او از اسراف‌کاران بود"},{"SurahNumber":10,"VerseNumber":84,"Text":"موسی گفت: «ای قوم من! اگرشما به الله ایمان آورده‌اید، پس بر او توکل کنید، اگر مسلمان هستید»"},{"SurahNumber":10,"VerseNumber":85,"Text":"گفتند: «بر الله توکل کرده‌ایم، پروردگارا! ما را دستخوش فتنۀ گروه ستمگر قرار نده،"},{"SurahNumber":10,"VerseNumber":86,"Text":"و به رحمتت ما را از (شر) گروه کافران نجات بده»"},{"SurahNumber":10,"VerseNumber":87,"Text":"و به موسی و برادرش (هارون علیهما السلام) وحی کردیم که: برای قوم خود، خانه‌های در (سرزمین) مصر انتخاب کنید، و خانه‌هایتان را عبادتگاه قرار دهید، و نماز را بر پا دارید، و (ای موسی!) مؤمنان را (به پیروزی و بهشت) بشارت بده»"},{"SurahNumber":10,"VerseNumber":88,"Text":"و موسی گفت: «پروردگارا! تو به فرعون و اطرافیانش زینت و اموالی (فراوان) در زندگی دنیا داده‌ای، پروردگارا! تا (بدین وسیله دیگران را) از راه تو گمراه کنند. پروردگارا! اموال‌شان را نابود کن، و دل‌های شان را سخت کن، پس آن‌ها ایمان نمی‌آورند، تا عذاب دردناک را ببینند»"},{"SurahNumber":10,"VerseNumber":89,"Text":"(الله) فرمود: «قطعاً دعای شما دو نفر پذیرفته شد، پس استقامت کنید، و از راه کسانی‌که نمی‌دانند، پیروی نکنید»"}]}