{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Dhe jepu atyre si shembull ndodhine e dy njerezve. Njerit prej tyre Ne i kishim dhene dy kopshte vreshtash, qe i kishim rrethuar me hurma e midis tyre kishim bere fusha drithi"},{"SurahNumber":18,"VerseNumber":33,"Text":"Te dy kopshtet jepnin frutat e veta, pa u munguar asgje dhe beme qe midis tyre te rridhte nje lume"},{"SurahNumber":18,"VerseNumber":34,"Text":"Ai pati prodhim te bollshem dhe i tha shokut te vet, duke biseduar me te: “Une kam me shume pasuri se ti dhe kam rreth me te forte!”"},{"SurahNumber":18,"VerseNumber":35,"Text":"Pastaj hyri ne kopshtin e vet dhe, duke qene i padrejte me vetveten, tha: “Une nuk mendoj se kjo do te shkaterrohet ndonjehere"},{"SurahNumber":18,"VerseNumber":36,"Text":"dhe nuk mendoj se do te arrije ndonjehere Ora (e Kiametit). Por, edhe nese do te me kthejne te Zoti im, sigurisht qe do te gjej nje vend me te mire se ky (kopsht)”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Shoku i tij i tha, duke biseduar me te: “A e mohon ti Ate, i Cili te ka krijuar nga dheu, pastaj nga pika e fares dhe te beri me ne fund njeri te plote"},{"SurahNumber":18,"VerseNumber":38,"Text":"Sa per mua, une besoj se Allahu eshte Zoti im dhe Zotit tim une nuk i shoqeroj askend (ne adhurim)"},{"SurahNumber":18,"VerseNumber":39,"Text":"Do te ishte me mire per ty sikur te kishe thene, kur hyre ne kopshtin tend: “Keshtu ka dashur Allahu! Nuk ka fuqi pervecse nepermjet Allahut.” Nese ti sheh se une kam me pak pasuri dhe pasardhes"},{"SurahNumber":18,"VerseNumber":40,"Text":"dije, Zoti im, mund te me jape dicka me te mire se kopshti yt, ndersa ne kopshtin tend mund te dergoje nje shkaterrim nga qielli e te gdhije rrafsh pa asgje"},{"SurahNumber":18,"VerseNumber":41,"Text":"ose, te beje qe uji i tij (kopshtit), te humbase ne thellesi e te mos mund ta gjesh kurre me”"},{"SurahNumber":18,"VerseNumber":42,"Text":"Dhe pasuria e tij (e mohuesit) u shkaterrua, kurse ai i rrihte duart per gjithcka qe kishte shpenzuar ne te (pronen e vet) - e qe tashme ishte shkretuar nga rrenjet -, dhe therriste: “Ah! Sikur te mos i kisha shoqeruar Zotit tim askend!”"},{"SurahNumber":18,"VerseNumber":43,"Text":"Keshtu, ai nuk pati kurrfare rrethi qe ta ndihmonte kunder Allahut dhe as qe ishte ne gjendje te mbronte vetveten"},{"SurahNumber":18,"VerseNumber":44,"Text":"Ne nje rast te tille, mbrojtja vjen vetem nga Allahu, i Verteti. Ai eshte me i miri per te shperblyer dhe jep perfundimin me te mire"},{"SurahNumber":18,"VerseNumber":45,"Text":"Jepu atyre shembullin e jetes se kesaj bote: ajo eshte si uji qe Ne e leshojme nga qielli; bimesia ne toke perzihet me te, por pastaj behet si bar i thate te cilin e shperndan era. Allahu eshte i Fuqishem per cdo gje"},{"SurahNumber":18,"VerseNumber":46,"Text":"Pasuria dhe djemte jane stoli e jetes se kesaj bote. Por veprat e mira qe mbeten perhere, jane me te mira te Zoti yt sa i perket shperblimit dhe, jane me te mira sa i perket shpreses (per shpetim)"},{"SurahNumber":18,"VerseNumber":47,"Text":"Diten, kur Ne do t’i shkulim malet, do ta shohesh token te zhveshur dhe do t’i tubojme te gjithe njerezit, pa lene askend prapa"},{"SurahNumber":18,"VerseNumber":48,"Text":"Ata do te sillen te radhitur para Zotit tend (e do t’u thuhet): “Tashme Na erdhet, ashtu sic ju krijuam heren e pare, ndonese ju (o jobesimtare) pretendonit se nuk do t’ju caktonim nje takim (ringjalljen)”"},{"SurahNumber":18,"VerseNumber":49,"Text":"Dhe Libri (i veprave te tyre) do t’u vihet perpara, e do t’i shohesh gjynahqaret se si do te tmerrohen nga ato qe gjenden ne te dhe do te thone: “Te mjeret ne! Cfare eshte ky liber qe nuk paska lene asnje veper te madhe apo te vogel pa e shenuar”. Aty do te gjejne te shenuar gjithcka qe kane punuar. Zoti yt nuk i ben padrejtesi askujt"},{"SurahNumber":18,"VerseNumber":50,"Text":"Kur u thame engjejve: “Peruluni ne sexhde para Ademit”, ata u perulen, pervec Iblisit. Ai ishte nje nga xhindet dhe nuk iu bind urdhrit te Zotit te vet. Atehere, a do ta merrnit ate dhe pasardhesit e tij per mbrojtes ne vendin Tim, edhe pse ata jane armiqte tuaj?! Sa kembim i shemtuar qe eshte ky per keqberesit"}]}