{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Uzvisen je Onaj u Cijoj je ruci vlast - On sve moze"},{"SurahNumber":67,"VerseNumber":2,"Text":"Onaj koji je dao smrt i zivot da bi iskusao koji od vas ce bolje postupati; - On je Silni, Onaj koji prasta"},{"SurahNumber":67,"VerseNumber":3,"Text":"Onaj koji je sedam nebesa jedna iznad drugih stvorio - ti u onome sto Milostivi stvara ne vidis nikakva nesklada, pa ponovo pogledaj vidis li ikakav nedostatak"},{"SurahNumber":67,"VerseNumber":4,"Text":"zatim ponovo vise puta pogledaj, pogled ce ti se vratiti klonuo i umoran"},{"SurahNumber":67,"VerseNumber":5,"Text":"Mi smo vama najblize nebo sjajnim zvijezdama ukrasili i ucinili da vatra iz njih pogađa sejtane, za koje smo patnju u ognju pripremili"},{"SurahNumber":67,"VerseNumber":6,"Text":"A za one koji ne vjeruju u Gospodara svoga kazna je Dzehennem, uzasno je ono boraviste"},{"SurahNumber":67,"VerseNumber":7,"Text":"Kad budu u nj baceni, pucketanje njegovo ce cuti, i on ce kljucati"},{"SurahNumber":67,"VerseNumber":8,"Text":"gotovo da se od bijesa raspadne. Kad god se koja gomila u nj baci, strazari u njemu ce je upitati: \"Zar nije niko dolazio da vas opominje"},{"SurahNumber":67,"VerseNumber":9,"Text":"Jest, dolazio nam je onaj koji nas je opominjao\"- odgovorice -, \"a mi smo poricali i govorili: Allah nije objavio nista, vi ste u velikoj zabludi"},{"SurahNumber":67,"VerseNumber":10,"Text":"I reci ce: \"Da smo slusali ili razmisljali, ne bismo među stanovnicima Dzehennema bili"},{"SurahNumber":67,"VerseNumber":11,"Text":"I oni ce priznati da su bili navjernici - pa, stanovnici Dzehennama ognjenog daleko bili"},{"SurahNumber":67,"VerseNumber":12,"Text":"Onima koji se Gospodara svoga boje i kad ih niko ne vidi - oprost i nagrada velika"},{"SurahNumber":67,"VerseNumber":13,"Text":"Govorili vi tiho ili glasno - pa, On sigurno zna svacije misli"},{"SurahNumber":67,"VerseNumber":14,"Text":"A kako i nebi znao Onaj koji stvara, Onaj koji sve potanko zna, koji je o svemu obavijesten"},{"SurahNumber":67,"VerseNumber":15,"Text":"On vam je Zemlju pogodnom ucinio, pa hodajte predjelima njezinim i hranite se onim sto On daje, Njemu cete poslije ozivljenja odgovarati"},{"SurahNumber":67,"VerseNumber":16,"Text":"Jeste li sigurni da Onaj koji nebesima vlada nece u zemlju utjerati, kad se ona pocne iznenada tresti"},{"SurahNumber":67,"VerseNumber":17,"Text":"Ili, jeste li sigurni da Onaj koji nebesima vlada na vas nece vjetar s kamenjem poslati? Tada biste saznali kakva je prijetnja Moja"},{"SurahNumber":67,"VerseNumber":18,"Text":"A poricali su i oni prije njih, pa kakva je samo bila kazna Moja"},{"SurahNumber":67,"VerseNumber":19,"Text":"Zar oni ne vide ptice iznad sebe kako rasirenih krila lete, a i skupljaju ih? Samo ih Milostivi drzi; On zaista, sve dobro vidi"},{"SurahNumber":67,"VerseNumber":20,"Text":"Ili ko je taj koji ce biti vojska vasa i vama pomoci, osim Milostivog? - Nevjernici su samo obmanuti"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ili, ko je taj koji ce vas nahraniti, ako On hranu Svoju uskrati? - Ali, oni su uporni u bahatosti i u bjezanju od istine"},{"SurahNumber":67,"VerseNumber":22,"Text":"Da li je na ispravnijem putu onaj koji se iduci spotice ili onaj koji pravim putem uspravno ide"},{"SurahNumber":67,"VerseNumber":23,"Text":"Reci:\"On sve stvara i daje vam sluh i vid i pameti, a vi se malo zahvaljujete"},{"SurahNumber":67,"VerseNumber":24,"Text":"Reci:\"On vas je po Zemlji razasuo i pred Njim cete se sakupiti"},{"SurahNumber":67,"VerseNumber":25,"Text":"A oni govore:\"Kad ce vec jednom ta prijetnja, ako istinu govorite"},{"SurahNumber":67,"VerseNumber":26,"Text":"Reci:\"Sam Allah zna! A ja sam duzan samo da javno opominjem"},{"SurahNumber":67,"VerseNumber":27,"Text":"Kad je izbliza ugledaju, jad ce prekriti lica onih koji nisu vjerovali i bice receno :\"Evo ovo je ono sto ste pozurivali"},{"SurahNumber":67,"VerseNumber":28,"Text":"Reci:\"Kazite vi meni: ako Allah posalje smrt meni i onima koji su sa mnom, ili ako nam se smiluje, ko ce nevjernike od neizdrzljive patnje zastiti"},{"SurahNumber":67,"VerseNumber":29,"Text":"Reci:\"On je Milostivi, u Njega vjerujemo i na Njega se oslanjamo, a vi cete sigurno saznati ko je u ocitoj zabludi"},{"SurahNumber":67,"VerseNumber":30,"Text":"Reci:\"Sta mislite, ako vam vode presuse - ko ce vam tekucu vodu dati"}]}