{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"iṟutināḷ avarkaḷai neruṅkiya camayattil, avarkaḷukkākap pūmiyiliruntu oru kālnaṭaiyai nām veḷippaṭuttuvōm. Atu ententa maṉitarkaḷ nam vacaṉaṅkaḷai nampikkai koḷḷavillai eṉpatai avarkaḷukkuc collik kāṇpikkum"},{"SurahNumber":27,"VerseNumber":83,"Text":"ovvoru camutāyattilum namatu vacaṉaṅkaḷaip poyppittavarkaḷai (taṉittaṉi) kūṭṭamāka (pirittu) nām (avarkaḷai) oṉṟutiraṭṭum nāḷai (napiyē! Nīr avarkaḷukku) ñāpakamūṭṭuvīrāka. Ākavē, avarkaḷ (appōtu vicāraṉaikkāka) niṟutti vaikkappaṭuvārkaḷ"},{"SurahNumber":27,"VerseNumber":84,"Text":"avarkaḷ aṉaivarum (taṅkaḷ iṟaivaṉiṭam) varum camayattil (iṟaivaṉ avarkaḷai nōkki) ‘‘nīṅkaḷ eṉ vacaṉaṅkaḷai naṉkaṟintu koḷvataṟku muṉṉatākavē ataip poyyākki viṭṭīrkaḷā? (Avvāṟillaiyāyiṉ) piṉṉar eṉṉatāṉ nīṅkaḷ ceytu koṇṭiruntīrkaḷ?'' Eṉṟu kēṭpāṉ"},{"SurahNumber":27,"VerseNumber":85,"Text":"avarkaḷ ceyta aniyāyattiṉ kāraṇamāka avarkaḷ mītu (vētaṉaiyiṉ) kaṭṭaḷai uṟutiyākiviṭum. Accamayam avarkaḷāl pēcavum muṭiyātu"},{"SurahNumber":27,"VerseNumber":86,"Text":"niccayamāka nāmtāṉ avarkaḷ cukamaṭaivataṟku iravaiyum (aṉaittaiyum) naṉku pārppataṟkup pakalaiyum uṇṭu paṇṇiṉōm eṉpatai avarkaḷ (kavaṉittup) pārkkavillaiyā? Niccayamāka itil nampikkai koṇṭa makkaḷukkup pala attāṭcikaḷ irukkiṉṟaṉa"},{"SurahNumber":27,"VerseNumber":87,"Text":"cūr (ekkāḷam) ūtappaṭum nāḷil allāh aruḷ purintavarkaḷait tavira, vāṉaṅkaḷilum pūmiyilum uḷḷa aṉaivarumē tiṭukkiṭṭu, naṭuṅkit talai kuṉintavarkaḷāka avaṉiṭam vantu cēruvārkaḷ"},{"SurahNumber":27,"VerseNumber":88,"Text":"Nīr kāṇum malaikaḷai avai veku uṟutiyāka iruppatāka eṇṇik koṇṭirukkiṟīr. (Eṉiṉum, annāḷil) avai mēkattaip pōl (ākāyattil) paṟantōṭum. Ovvoru poruḷaiyum (paṭaittu) ataṉ iyaṟkai amaippiṉ mītu uṟutippaṭuttiya allāhvuṭaiya kaṭṭaḷaiyāl (avvāṟu naṭaipeṟum). Niccayamāka avaṉ nīṅkaḷ ceytu koṇṭirukkum aṉaittaiyum naṉkaṟipavaṉ āvāṉ"},{"SurahNumber":27,"VerseNumber":89,"Text":"evarēṉum oru naṉmaiyaic ceytāl, ataṟku(riya kūliyaiviṭa) mēlāṉatē avarkaḷukkuk kiṭaikkiṟatu. Mēlum, annāḷiṉ tiṭukkattiliruntum avarkaḷ accamaṟṟu viṭukiṟārkaḷ"},{"SurahNumber":27,"VerseNumber":90,"Text":"evarēṉum oru pāvam ceytāl, avarkaḷ narakattil mukaṅkuppuṟat taḷḷappaṭṭu ‘‘nīṅkaḷ ceytu koṇṭiruntavaṟṟukkē tavira (vēṟu etaṟkum) uṅkaḷukkuk kūli koṭukkappaṭumā?'' (Eṉṟu kēṭkappaṭum)"},{"SurahNumber":27,"VerseNumber":91,"Text":"(napiyē! Nīr kūṟuvīrāka!) Inta (makkā) nakarattiṉ atipatiyākiya iṟaivaṉ oruvaṉaiyē vaṇaṅkumāṟu nāṉ ēvappaṭṭu uḷḷēṉ. Avaṉtāṉ itai mikka kaṇṇiyappaṭuttiyuḷḷāṉ ellāp poruḷkaḷum avaṉukku uriyaṉavē! Mēlum, avaṉukkē muṟṟilum vaḻipaṭṭavarkaḷil nāṉ irukkumpaṭi nāṉ ēvappaṭṭuḷḷēṉ"},{"SurahNumber":27,"VerseNumber":92,"Text":"mēlum, tiru kur'āṉai nāṉ (aṉaivarukkum) ōtik kāṇpikkumāṟum (ēvappaṭṭuḷḷēṉ). (Ataik koṇṭu) evaṉ nērāṉa vaḻiyai aṭaikiṟāṉō avaṉ taṉ cuya naṉmaikkākavē nērāṉa vaḻiyil celkiṟāṉ. Evarēṉum (itiliruntu vilakit) tavaṟāṉa vaḻiyil ceṉṟāl (napiyē! Nīr ataip paṟṟik kavalaippaṭātīr.) ‘‘Niccayamāka nāṉ accamūṭṭi eccarippavarkaḷil oruvaṉtāṉ (nirppantippavaṉalla)'' eṉṟu kūṟuvīrāka"},{"SurahNumber":27,"VerseNumber":93,"Text":"Pukaḻ aṉaittum allāhvukkē uriyaṉa. (Maṟumai varuvataṟkuriya) taṉ attāṭcikaḷai ati cīkkirattil avaṉ uṅkaḷukkuk kāṇpippāṉ. Accamayam, avaṟṟai nīṅkaḷ (uṇmaiyeṉa) aṟintu koḷvīrkaḷ. (Taṟcamayam) nīṅkaḷ eṉṉa ceytu koṇṭirukkiṟīrkaḷ eṉpataip paṟṟi (napiyē!) Umatu iṟaivaṉ parāmukamāyillai'' eṉṟu kūṟuvīrāka"},{"SurahNumber":28,"VerseNumber":1,"Text":"tā sīm mīm"},{"SurahNumber":28,"VerseNumber":2,"Text":"(napiyē!) Ivai(yum) teḷivāṉa ivvētattiluḷḷa cila vacaṉaṅkaḷākum"},{"SurahNumber":28,"VerseNumber":3,"Text":"(napiyē!) Nampikkai koṇṭa makkaḷukkāka mūsā iṉṉum ḥpir'avṉaip paṟṟiya cila uṇmai viṣayaṅkaḷai umakku ōtik kāṇpikkiṟōm"},{"SurahNumber":28,"VerseNumber":4,"Text":"niccayamāka ḥpir'avṉ, pūmiyil mikavum perumai koṇṭu, atil uḷḷavarkaḷaip pala vakuppukkaḷākap pirittu, avarkaḷil oru piriviṉarai palavīṉappaṭuttum poruṭṭu avarkaḷuṭaiya āṇ makkaḷaik kolai ceytu, peṇ makkaḷai uyiruṭaṉ vāḻavaittu vantāṉ. Meyyākavē (ivvāṟu) avaṉ viṣamikaḷil oruvaṉākavē iruntāṉ"},{"SurahNumber":28,"VerseNumber":5,"Text":"eṉiṉum, pūmiyil (avaṉāl) palavīṉappaṭuttappaṭṭavarkaḷ mītu nām aruḷ purintu, avarkaḷait talaivarkaḷākki (aṅku vacittavarkaḷuṭaiya poruḷkaḷukkum,) avarkaḷaiyē vāricukaḷāka ākka virumpiṉōm"},{"SurahNumber":28,"VerseNumber":6,"Text":"appūmiyil nām (palavīṉamāṉa) avarkaḷai mēṉmaiyākki vaittu ḥpir'avṉum, hāmāṉum, avarkaḷuṭaiya rāṇuvaṅkaḷum enta vētaṉaikkup payantu koṇṭiruntārkaḷō, atai avarkaḷukkuk kāṇpikkavum nām karutiṉōm"},{"SurahNumber":28,"VerseNumber":7,"Text":"(Ākavē, palavīṉamāṉavarkaḷil mūsāvai nām paṭaittōm. Mūsā piṟanta camayattil, palavīṉamāṉa ivarkaḷuṭaiya makkaḷil piṟakkum āṇ kuḻantaikaḷai ḥpir'avṉ kolai ceytu koṇṭiruntāṉ. Ākavē mūsāviṉ tāy, taṉ ikkuḻantaiyaiyum ḥpir'avṉ kolai ceytu viṭuvāṉō eṉṟu añci naṭuṅkiṉāḷ.) Ākavē, (accamayam) mūsāviṉ tāykku nām vahyi mūlam aṟivittōm: (Kuḻantaiyai uṉṉiṭamē vaittuk koṇṭu) ‘‘avarukkup pāl koṭuttu vā. (Uṉṉiṭam iruppatil) avaraip paṟṟi nī payantāl, avarai (pēḻaiyil vaittu) āṟṟil eṟintuviṭu. Nī avaraip paṟṟik kavalaippaṭātē! Payappaṭātē! Niccayamāka nām avarai uṉṉiṭamē koṇṭu vantu cērttu, avarai (nam) tūtarkaḷil oruvarākavum ākkuvōm'' (eṉṟu aṟivittōm)"},{"SurahNumber":28,"VerseNumber":8,"Text":"(ākavē, mūsāvuṭaiya tāy avarai oru pēḻaiyil vaittu āṟṟil viṭṭu viṭṭāḷ.) Akkuḻantaiyai ḥpir'avṉuṭaiya kuṭumpattiṉar eṭuttuk koṇṭaṉar. Avar niccayamāka (avarkaḷukku) etiriyāki tukkattait taruvār. Ḥpir'avṉum, hāmāṉum, avarkaḷuṭaiya rāṇuvaṅkaḷum tavaṟiḻaittavarkaḷākavē āyiṉar"},{"SurahNumber":28,"VerseNumber":9,"Text":"(akkuḻantaiyaik kaṇṭa) ḥpir'avṉuṭaiya maṉaivi (taṉ kaṇavaṉai nōkki) ‘‘nī itai kolai ceytuviṭātē! Eṉakkum, uṉakkum itu oru kaṇ kuḷircciyāka irukkiṟatu. Itaṉāl nām naṉmai aṭaiyalām allatu itai nām nam kuḻantaiyāka tatteṭuttuk koḷḷalām'' eṉṟu kūṟiṉāḷ. Eṉiṉum, (ivarālēyē taṅkaḷukku aḻivu ēṟpaṭum eṉpatai) avarkaḷ uṇarntukoḷḷavillai"},{"SurahNumber":28,"VerseNumber":10,"Text":"mūsāvuṭaiya tāyiṉ uḷḷam (avarai āṟṟil eṟinta piṉ tukkattāl) veṟumaiyāki viṭṭatu. Avaḷ namatu vārttaiyai nampumpaṭi avaḷuṭaiya uḷḷattai nām uṟutippaṭuttiyirukkāviṭṭāl, (mūsā piṟantirukkum) viṣayattai aṉaivarukkum avaḷ veḷippaṭuttiyē iruppāḷ"},{"SurahNumber":28,"VerseNumber":11,"Text":"(Akkuḻantaiyaip pēḻaiyil vaittu āṟṟil viṭṭataṉ piṉṉar) avaḷ, akkuḻantaiyiṉ cakōtariyai nōkki ‘‘ (āṟṟil mitantu cellum) ataip piṉtoṭarntu nīyum cel'' eṉṟu kūṟiṉāḷ. Avaḷum a(taṉaip piṉtoṭarntu ceṉṟu atai eṭutta)varkaḷukkut teriyāta vitattil atai(p paṟṟi eṉṉa naṭakkiṟateṉṟu) tūrattiliruntē kavaṉittu vantāḷ"}]}