{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar, siz Allah´a yonelmis yoksullarsınız! Allah ise mutlak Gani, mutlak Hamid´dir"},{"SurahNumber":35,"VerseNumber":16,"Text":"Dilerse sizi yok eder, yepyeni bir halk getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Ve bu, Allah´a hic de guc gelmez"},{"SurahNumber":35,"VerseNumber":18,"Text":"Hicbir gunahkar, bir baskasının gunahını yuklenmez. Yuku agır gelen, onu tasımaya cagırsa bile, kendisinden hicbir sey yuklenilmez. Akraba bile olsa... Sen ancak Rablerinden icin icin korkanları ve namaz kılanları uyarırsın. Arınıp temizlenen, kendi benligi icin arınıp temizlenir. Donus Allah´adır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Korle, goren bir olmaz"},{"SurahNumber":35,"VerseNumber":20,"Text":"Karanlıklarla ısık da bir olmaz"},{"SurahNumber":35,"VerseNumber":21,"Text":"Golge ile sıcaklık da aynı degildir"},{"SurahNumber":35,"VerseNumber":22,"Text":"Diriler de esit olmaz, oluler de. Allah diledigine/dileyene isittirir. Ama sen, kabirlerdekilere isittiremezsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen sadece bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Su bir gercek ki, biz seni hak ile bir mujdeci ve uyarıcı olarak gonderdik. Hicbir ummet yoktur ki, icinden bir uyarıcı gelip gecmemis olsun"},{"SurahNumber":35,"VerseNumber":25,"Text":"Seni yalanlıyorlarsa, onlardan oncekiler de yalanlamıstı. Resulleri onlara acık secik mesajlar, sayfalar ve aydınlatıcı kitap getirmislerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra ben, inkar edenleri yakaladım. Ama nasıl oldu benim azabım"},{"SurahNumber":35,"VerseNumber":27,"Text":"Gormedin mi, Allah, gokten bir su indirdi. Onunla, renkleri cesit cesit meyveler cıkardık. Daglardan da yollar var; beyaz, kırmızı, degisik renklerde. Ve simsiyah yollar da var"},{"SurahNumber":35,"VerseNumber":28,"Text":"Aynı sekilde, insanlardan, hayvanlardan, davarlardan da cesitli renklerde olanlar var. Kulları icinde Allah´tan ancak bilginler urperir. Allah Aziz´dir, Gafur´dur"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah´ın Kitabı´nı okuyanlar, namazı kılanlar, kendilerine verdigimiz rızıklardan gizli ve acık infak edenler, asla batmayacak bir ticaret umabilirler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Cunku Allah onlara ucretlerini tam odeyecek, lutfundan onlara artırma da yapacaktır. Gafur´dur O, cok affeder; Sekur´dur, sukredenlere mutlaka karsılık verir"},{"SurahNumber":35,"VerseNumber":31,"Text":"Kitap´tan sana vahyettigimiz, kendinden oncekini tasdikleyici hakkın ta kendisidir. Allah, kullarından tam haberdardır, onları iyice gormektedir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra, kullarımız arasından sectiklerimizi Kitap´a mirascı kıldık. Iclerinden oz nefsine zulmeden var. Orta yolda gideni var. Allah´ın izniyle hayırlarda one geceni var. Iste bu, buyuk lutfun ta kendisidir"},{"SurahNumber":35,"VerseNumber":33,"Text":"Adn cennetlerine girerler onlar, orada altından bilezikler ve inci takınırlar. Orada giysileri ise ipektir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Soyle derler: \"Hamt olsun, uzuntuyu bizden gideren Allah´a! Rabbimiz mutlak Gafur, mutlak Sekur´dur"},{"SurahNumber":35,"VerseNumber":35,"Text":"Lutfuyla bizi durulacak yurda kondurdu. Orada bize hicbir yorgunluk dokunmaz. Orada bize hicbir usanc da dokunmaz"},{"SurahNumber":35,"VerseNumber":36,"Text":"Inkar edenlere de cehennem atesi var. Ne haklarında hukum verilir ki olsunler ne de azapları hafifletilir. Iste boyle cezalandırırız tum nankorleri biz"},{"SurahNumber":35,"VerseNumber":37,"Text":"Feryat edip dururlar orada: \"Rabbimiz, cıkar bizi de onceden yaptıgımızdan baska sey yapalım. Barısa ve hayra yonelik iyi bir is yapalım.\" Sizi biz, ogut alanın ogut alacagı bir sure omurlendirmedik mi? Uyarıcı da geldi size. Hadi, tadın bakalım azabı! Zalimler icin hicbir yardımcı yok artık"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah, goklerin ve yerin gaybını bilendir/Alim´dir. O, goguslerin ozundekini de cok iyi bilir"},{"SurahNumber":35,"VerseNumber":39,"Text":"Sizi yeryuzunde halefler yapan O´dur. Nankorluk edenin nankorlugu kendi aleyhinedir. Kafirlerin kufru, Rableri katında ofkeden baska bir sey artırmaz. Kafirlerin kufru husran ve yıkımdan baska bir sey artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: \"Allah´ın berisinden yakardıgınız su ortaklarınızı gordunuz mu? Gosterin bana topraktan neyi yarattı onlar!\" Yoksa goklerde bir ortaklıkları mı var? Yoksa onlara bir kitap verdik de kendileri o kitaptan bir kanıt uzerinde midirler? Hayır, zalimler birbirlerine aldanıstan/aldatıstan baska hicbir sey vaat etmezler"}]}