{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"Nuh dedi ki; \"Allah'in adiyla binin icine. Onun akisi da, durusu da (O'nun adiyladir). Hic suphesiz Rabbim gercekten cok bagislayici, cok esirgeyicidir"},{"SurahNumber":11,"VerseNumber":42,"Text":"Gemi icindekilerle birlikte, daglar gibi dalgalar arasinda akip gidiyordu. Nuh ayri bir yere cekilmis olan ogluna bagirdi: \"Yavrucugum, gel, bizimle beraber bin! Kafirlerle beraber olma"},{"SurahNumber":11,"VerseNumber":43,"Text":"O, dedi ki; \"Ben, beni sudan koruyacak bir daga cikacagim\". Nuh da \"Bu gun Allah'in merhamet ettiginden baskasini, Allah'in bu emrinden koruyacak kimse yoktur.\" dedi. Derken dalga aralarina giriverdi. O da bogulanlardan oldu"},{"SurahNumber":11,"VerseNumber":44,"Text":"Allah tarafindan denildi ki: \"Ey yeryuzu suyunu yut! Ey gokyuzu sen de suyunu kes! Ve sular cekildi. Emir yerine gelmis oldu. Gemi de Cudi dagi uzerine oturdu. O zalim kavme boylece dunyadan uzak olun denildi"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nuh Rabbine niyaz edip dedi ki: \"Ey Rabbim! Oglum benim ehlimdendi senin vaadin de elbette haktir ve gercektir. Ve sen hakimler hakimisin"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allah: \"Ey Nuh! O kesinlikle senin ehlin (ailen)'den degildir. Cunku o salih olmayan bir amelin sahibidir. Hakkinda bilgin olmayan bir seyi benden isteme! Ben, seni, cahillerden olmaktan sakindiririm"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nuh: \"Ey Rabbim! Ben bilmedigim bir seyi istemis olmaktan dolayi sana siginirim. Sen beni bagislamazsan, bana merhamet etmezsen ben husrana ugrayanlardan olurum"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ey Nuh!\" denildi, \" Bizden bir selam sana ve seninle birlikte olanlardan gelecek ummetlere, kutluluk dilegiyle gemiden in. Ilerde kendilerini bir cok nimetten faydalandiracagimiz, sonra da bu yuzden kendilerine tarafimizdan acikli bir azap dokunacak nice ummetler olacaktir"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iste bunlar gayb haberlerindendir. Bunlari sana vahiyle bildiriyoruz. Bundan once bunlari ne sen bilirdin, ne de kavmin. O halde sabret, akibet muhakkak muttakilerindir"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ad kavmine de kardesleri Hud'u gonderdik. Dedi ki: \"Ey kavmim! Allah'a kulluk edin. Sizin O'ndan baska bir ilahiniz yoktur. Siz sadece iftira edip duruyorsunuz"},{"SurahNumber":11,"VerseNumber":51,"Text":"Ey kavmim! Bu is icin sizden bir ucret istemiyorum. Benim ecrim ancak beni yaratana aittir. Artik akillanmayacak misiniz"},{"SurahNumber":11,"VerseNumber":52,"Text":"Ey kavmim! Rabbinizden magfiret isteyin, sonra O'na tevbe edin ki, uzerinize gokten bol bol bereket indirsin ve sizi kuvvetinize kuvvet katarak cogaltsin. Gelin gunahkar olarak donup gitmeyin"},{"SurahNumber":11,"VerseNumber":53,"Text":"Dediler ki; \"Ey Hud! Sen bize acik bir mucize getirmedin. Biz de senin sozunle tanrilarimizi terk etmeyiz. Ve biz sana inanmayiz"},{"SurahNumber":11,"VerseNumber":54,"Text":"Ancak su kadarini diyebiliriz ki; \"tanrilarimizdan bazisi seni fena carpmis\". O da dedi ki; \"Allah'i sahit tutuyorum, siz de sahid olun ki ben, Allah'a kostugunuz ortaklardan uzagim"},{"SurahNumber":11,"VerseNumber":55,"Text":"O'ndan baska herseyden uzagim, artik hepiniz toplanin bana istediginiz tuzagi kurun, sonra hic bekletmeyin"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ben muhakkak ki, hem benim Rabbim, hem de sizin Rabbiniz olan Allah'a dayanmaktayim. Yeryuzunde hicbir canli yoktur ki, idaresi ve yonetimi O'nun elinde olmasin. Benim Rabbim, hic suphe yok ki, dogru yoldadir"},{"SurahNumber":11,"VerseNumber":57,"Text":"Eger, yine de yuz cevirirseniz, ben size ne ile gonderilmissem, iste onu teblig ettim. Ayrica Rabbim, sizin yerinize baska bir kavmi getirir de siz O'na zerrece zarar veremezsiniz. Hic suphesiz O, herseyi koruyup gozetendir"},{"SurahNumber":11,"VerseNumber":58,"Text":"Ne zaman ki emrimiz geldi, Hud'u ve beraberindeki iman edenleri, tarafimizdan bir rahmet ile kurtardik, ayrica onlari cok agir bir azaptan da kurtardik"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iste Ad kavmi buydu. Rablerinin ayetlerini bile bile inkar ettiler ve peygamberlerine isyan ettiler. Basa gecen her zorbanin emrine uyup arkasindan gittiler"},{"SurahNumber":11,"VerseNumber":60,"Text":"Hem bu dunyada, hem de kiyamet gununde bir lanetle izlendiler. Bilin ki, Ad kavmi, gercekten Rablerini inkar ettiler. Yine bilin ki, Hud'un kavmi olan Ad, defolup gittiler"}]}