{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Sonday bukil akimsilik qolında bolgan Alla, asa ulı ari Ol, ar narsege kusi tolıq jetwsi"},{"SurahNumber":67,"VerseNumber":2,"Text":"Ol sonday Alla, izgi is juzinde qaysıların jaqsı, sınaw usin olimmen tirsilikti jaratqan. Ol, tım ustem, asa jarılqawsı"},{"SurahNumber":67,"VerseNumber":3,"Text":"Ol sonday Alla, jeti aspandı qabat-qabat jaratqan. Raxmannın jaratwında es multik kore almaysın. Qayta koz sal. Esbir aqaw kore alasın ba"},{"SurahNumber":67,"VerseNumber":4,"Text":"Tagı kozindi eki qaytarıp qara. Kozin sagan sarsap, talgan turde aynaladı. (S. 6-A)"},{"SurahNumber":67,"VerseNumber":5,"Text":"Rasında Biz dunie aspanın samdar (juldızdar) men bezedik. Onı saytandardı atwga jasadıq. Sonday-aq olarga jalındagan azap azirledik. (S. 16-18-A., 37-S. 6-10-A)"},{"SurahNumber":67,"VerseNumber":6,"Text":"Sonday Rabbılarına qarsı kelgender usin tozaq azabı bar. Nendey jaman orın"},{"SurahNumber":67,"VerseNumber":7,"Text":"Isine tastalgan satte, onın qaynap, kujildegen dawısın estidi"},{"SurahNumber":67,"VerseNumber":8,"Text":"Doldangandıgınan jarılıp kete jazdaydı. Qasan ogan bir top (qılmıstı) tastalsa, olarga onın saqsıları: \"Senderge eskertwsi kelmedi me?\",- dep, suraydı"},{"SurahNumber":67,"VerseNumber":9,"Text":"Olar: \"Rasında bizge eskertwsi keldi. Sonda olardı jasınga aynaldırdıq ta Alla senderge es narse tusirmegen. Sender zor adaswdasındar dep edik\" deydi"},{"SurahNumber":67,"VerseNumber":10,"Text":"Eger biz tındagan nemese aqılga salgan bolsaq edi, bul jalındagan tozaqtıqtardın isinde bolmas edik\" deydi"},{"SurahNumber":67,"VerseNumber":11,"Text":"Soytip, olar kunaların moyındaydı. Endese, jalındagan tozaqtıqtar onbasın"},{"SurahNumber":67,"VerseNumber":12,"Text":"Durısında sonday Rabbılarınan kormey-aq qorıqqandar, olar usin jarılqaw ari zor sıylıq bar"},{"SurahNumber":67,"VerseNumber":13,"Text":"Sozderindi jasırsandar nemese askerelesender de saksiz Alla, konildegini tolıq biledi"},{"SurahNumber":67,"VerseNumber":14,"Text":"Jaratqan bilmey me? Ol tım jumsaq, ar narseni tolıq bilwsi"},{"SurahNumber":67,"VerseNumber":15,"Text":"Ol sonday Alla, sender usin jerdi konpis qılıp jarattı. Endese onın aynalasında jurinder. Sonday-aq Onın rizıgınan jender. Jane barar jerlerin Sol jaq"},{"SurahNumber":67,"VerseNumber":16,"Text":"Jer tenselgen satte aspandagının senderdi jerge juttırwınan beybitsinder me"},{"SurahNumber":67,"VerseNumber":17,"Text":"Nemese kokteginin senderge tas jawdırwınan qawipsizsinder me? Eskertwimnin qalay ekenin tayawda bilesinder"},{"SurahNumber":67,"VerseNumber":18,"Text":"Rasında olardan burıngılar da jasınga aynaldırgan edi. Magan qarsı kelw qalay eken"},{"SurahNumber":67,"VerseNumber":19,"Text":"Usterindegi qanattarın jayıp, qomdap usqan qustı kormey me? Olardı Alla gana toqtatadı. Sozsiz Ol, ar narseni tolıq korwsi"},{"SurahNumber":67,"VerseNumber":20,"Text":"Senderdin Alladan ozge komek beretin jasaqtarın kim? Kapirler alldanwda gana"},{"SurahNumber":67,"VerseNumber":21,"Text":"Alla rizıgın toqtatsa, senderdi korektendiretin kim? Arine olar ton moyındıqta, jirenip qasarıswda"},{"SurahNumber":67,"VerseNumber":22,"Text":"Etpettep jurgen birew twraraq ba? Dangıl jolda tik jurgen birew twraraq pa"},{"SurahNumber":67,"VerseNumber":23,"Text":"(Muxammed G.S.) olarga: \"Ol sonday Alla, sender usin estw, korw jane sezw jaratqan. Sonda da az sukir etesinder\" de"},{"SurahNumber":67,"VerseNumber":24,"Text":"Olarga: \"Ol sonday Alla, senderdi jer juzine taratqan jane Sol jaqqa jinalasındar\" de"},{"SurahNumber":67,"VerseNumber":25,"Text":"Olar: \"Eger aytqandarın ras bolsa, osı wade qasan?\",- deydi"},{"SurahNumber":67,"VerseNumber":26,"Text":"(Muxammed G.S.) olarga: \"Sın maninde onın malimeti Allaga tan. Men asıq eskertwsi ganamın\" de"},{"SurahNumber":67,"VerseNumber":27,"Text":"Olar onı jaqınnan korgen satte, qarsı bolgandardın juzderi buzılıp ketedi. Olarga: \"Mine osı senderdin tilegenderin\" delinedi"},{"SurahNumber":67,"VerseNumber":28,"Text":"(Muxammed G.S.) olarga: \"Kordinder me? Eger Alla, meni ari menimen birge bolgandardı joq etse, nemese marxamet etse, sonda kapirlerdi kim kuyzeltwsi azaptan qutqaradı?\",- de"},{"SurahNumber":67,"VerseNumber":29,"Text":"Olarga: \"Ol Alla, asa qamqor. Ogan iman keltirdik ari Ogan tawekel qıldıq. Kimnin asıq adaswda ekenin tayawda bilesinder\" de"},{"SurahNumber":67,"VerseNumber":30,"Text":"Olarga: \"Kordinder me? Eger swların qurıp ketse, senderge, bir aqqan swdı kim keltiredi?\",- de"}]}