{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":177,"Text":"Pūra bā paścima diśata tōmālōkara mukha karaāṭōraē saṯ kāma nahaẏa, baraṁ saṯkarma haichē, yi byakti āllāha, śēṣa dirasa, phiraistāsakala, kitābasamūha ārau nabīsakalara prati īmāna āniba ārau sampadara prati āsakti thakā sattbē'ō ātmīẏa-sbajana, iẏātīma, abhāragrasta, muchāphira, sāhāyyapraārthī ārau dāsamuktira bābē byaẏa karaiba ārau chālāta pratiṣṭhā karaiba, yākāta pradāna karaiba, pratiśrauti dilē sēẏā pūrṇa karaiba, artha-saṅkaṭata, dukha-kaṣṭata ārau saṅgraāma-saṅkaṭata dhairya dhāraṇa karaiba. Ē'ōm̐lōkē'i satyabādī ārau ē'ōm̐lōkē'i muttākbī"},{"SurahNumber":2,"VerseNumber":178,"Text":"Hē īmāndārasakala! Nihatasakalara kṣētrata tōmālōkara ōparata kicācara bidhāna pharaja karaā haichē. Sbādhīna byaktira binimaẏata sbādhīna byakti, kraītadāsara binimaẏata kraītadāsa, nāraīra binimaẏata nāraī. Kintu tāra bhātr̥ra phālara paraā kṣamā pradarśana karaā ha'lē yathāyatha bidhira anusaraṇa karaā ārau satatāra saitē tāra rakta-binimaẏa ādāẏa karaā kartabya. Ē'iṭō tōmālōkara pratipālakara phālara paraā śithilatā ārau anugraha. Ētēkē iẏāra pichatō yiẏē sīmālaṅghana karaē tāra bābē āchē yantraṇādāẏaka śāsti"},{"SurahNumber":2,"VerseNumber":179,"Text":"Ārau hē bud'dhi-bibēkasampannasakala! Kicācara mājata tōmālōkara bābē āchē jīrana, yātē tōmālōkē tākbaraā aralambana karaā"},{"SurahNumber":2,"VerseNumber":180,"Text":"Tōmālōkara mājata yāra mr̥tyura samaẏa upasthita ha’ba, si yadi dhana-sampada raākhi yāẏa, tēntē pracalita n'yāẏanīti anuyāẏī tāra pitr̥-mātr̥ ārau ātmīẏa sbajanara bābē achiẏata karaāra bidhāna tōmālōkaka diẏā ha’la. Ē'iṭō muttākbīsakalara kartabya"},{"SurahNumber":2,"VerseNumber":181,"Text":"Ētēkē ē'iṭō śunāra pichatō yiẏē iẏāta paraibartana sādhana karaiba, tēntē yisakalē paraibartana karaiba aparaādha siham̐taraē ha’ba. Niścaẏa āllāha sarbaśraōtā, sarbajñānī"},{"SurahNumber":2,"VerseNumber":182,"Text":"Kintu yadi kōnōbā'i achiẏatakāraīra pakṣapātitba athabā gunāhara āśaṅkā karaē, tāra pichata siham̐tara mājata mīmānsā karai diẏē tēntē tāra kōnō aparaādha nā'i. Niścaẏa āllāha kṣamāparaāẏaṇa, parama daẏālu"},{"SurahNumber":2,"VerseNumber":183,"Text":"Hē īmāndārasakala! Tōmālōkara ōparata chiẏāma pharaja karaā haichē yēnēkai tōmālōkara pūrbarartīsakalara ōparata pharaja karaā haichila, yātē tōmālōkē tākbaraā aralambana karaā"},{"SurahNumber":2,"VerseNumber":184,"Text":"Nirdiṣṭa kichumāna dina. Ētēkē tōmālōkara mājata kōnōbā'i asustha ha’lē athabā bhramaṇata thākilē, āna dinabōrata ē'i saṅkhyā pūraṇa karai laba, ārau yisakalara bābē chiẏāma pālana karaā kaṣṭasādhya siham̐tara kartabya haichē iẏāra paraibartē phida'iẏā- ējana michakinaka khādya dāna karaā. Yadi kōnōbā'i sbēcchā'i saṯkāma karaē tēntē sēẏā tāra bābē kalyāṇakara; ārau chiẏāma pālana karaāṭōraē tōmālōkara bābē kalyāṇakara, yadi tōmālōkē jānilāhēm̐tēna"},{"SurahNumber":2,"VerseNumber":185,"Text":"ramajāna sē'i māha, yi māhata kōra'āna aratīrṇa karaā haichē mānara jātira hidāẏatara bābē ārau hidāẏatara spaṣṭa nidarśana ārau satya-asatyara pārthakyakāraīraūpē.Ētēkē tōmālōkara mājata yiẏē ē'i māhata upanīta ha’ba si yēna ē'i māhata chiẏāma pālana karaē. Kintu tōmālōkara kōnōbā'i asustha thākilē athabā bhramaṇārasthāta thākilē bēlēga dinabōrata ē'i saṅkhyā pūraṇa karaiba. Āllāhē tōmālōkara bābē sahajaṭō bicāraē ārau tōmālōkara bābē kaṣṭa nibicāraē, yātē tōmālōkē saṅkhyā pūrṇa karaā ārau tē'ōm̐ tōmālōkaka yē hidāẏata dichē sē'i bābē tōmālōkē āllāhara mahimā ghōṣaṇā karaā ārau yātē tōmālōkē kr̥tajñatā prakāśa karaā"},{"SurahNumber":2,"VerseNumber":186,"Text":"Ārau mōra bāndā'i yētiẏā mōra biṣaẏē tōmāka sōdhē, (tētiẏā tumi kai diẏā) niścaẏa ma'i ati ōcarata. Ma'i praārthanākāraīra praārthanā kabula karaō, yētiẏā si praārthanā karaē. Ētēkē siham̐tē'ō yēna mōra āhbānata sam̐hārai diẏē ārau mōra prati īmāna ānē, yātē siham̐ta saṭhika pathata paraicālita ha’ba pāraē"},{"SurahNumber":2,"VerseNumber":187,"Text":"Chiẏāmara raātita tōmālōkara bābē straī-sambhōga baidha karaā haichē. Siham̐ta tōmālōkara pōchākasbaraūpa ārau tōmālōkē'ō siham̐tara pōchākasbaraūpa. Āllāhē jānē yē, tōmālōkē nijaraē lagata khiẏānata karaichilā. Ētēkē tē'ōm̐ tōmālōkara tā'ōbā kabula karaichē ārau tōmālōkaka mārjanā karaichē. Ētēkē tōmālōkē ētiẏā siham̐tara lagata milita hōraā ārau āllāhē tōmālōkara bābē yi bidhibad'dha karaichē sē'iṭō kāmanā karaā; ārau tōmālōkē pānāhāra karaā yētiẏā laikē raātira ka'lā raēkhāra paraā ūṣāra bagā raēkhā spaṣṭaraūpē tōmālōkara ōcarata prakāśa nahaẏa. Tāra pichata raātira āgamana paryanta chiẏāma pālana karaā; ārau tōmālōkē machajidata ē’tikāpha arasthāta siham̐tara lagata saṅgata naha’bā. Ē'ibōra āllāhara sīmāraēkhā. Sēẏē ē'ibōrara nikaṭabartī naha’bā. Ēnēkai āllāhē tē'ōm̐ra āẏātasamūha mānuhara bābē suspaṣṭabhāraē barṇanā karaē, yātē siham̐ta tākbaraāra adhikāraī ha’ba pāraē"},{"SurahNumber":2,"VerseNumber":188,"Text":"Ārau tōmālōkē nijara mājatē ējanē ānajanara artha-sampada an'yāẏabhāraē nākhābā ārau mānuhara dhana-sampattira kichu anśa jāni buji an'yāẏabhāraē ātmasāṯ karaibalai bicārakasakalaka pradāna nakaraibā"}]}