{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Āra tōmādēra madhyē yē kē'u āllāh ō tām̐ra rāsūlēra prati anugata habē ēbaṁ saṯkāja karabē tākē āmarā puraskāra dēba du'bāra. Āra tāra jan'ya āmarā prastuta rēkhēchi sam'mānajanaka riyika"},{"SurahNumber":33,"VerseNumber":32,"Text":"Hē nabī -patnigaṇa! Tōmarā an'ya nārīdēra mata na'ō; yadi tōmarā āllāhara tāka'ōẏā abalambana kara sutarāṁ para-puruṣēra sāthē kamala kanṭhē ēmana bhābē kathā balō nā, kāraṇa ētē yāra antarē byādhi āchē, sē pralubdha haẏa ēbaṁ tōmarā n'yāẏasaṅgata kathā balabē"},{"SurahNumber":33,"VerseNumber":33,"Text":"Āra tōmarā nija gharē abasthāna karabē [1] ēbaṁ prācīna jāhēlī yugēra pradarśanīra mata nijēdērakē pradarśana karē bēṛābē nā. Āra tōmarā sālāta kāẏēma kara, yākāta pradāna kara ēbaṁ āllāh ō tām̐ra rāsūlēra anugata thāka [2] hē nabī -paribāra [3]! Āllāh tō śudhu cāna tōmādēra thēkē apabitratā dūra karatē ēbaṁ tōmādērakē sampūrṇarūpē pabitra karatē"},{"SurahNumber":33,"VerseNumber":34,"Text":"Āra āllāhara āẏāta ō hikamata thēkē yā tōmādēra gharē pāṭha karā haẏa, tā tōmarā smaraṇa rākhabē [1] niścaẏa āllāh ati sūkṣmadarśī, samyaka abahita"},{"SurahNumber":33,"VerseNumber":35,"Text":"Niścaẏa musalima puruṣa ō musalima nārī, mumina puruṣa ō mumina nārī, anugata puruṣa ō anugata nārī, satyabādī puruṣa ō satyabādī nārī, dhairyaśīla puruṣa ō dhairyaśīla nārī, binīta puruṣa ō binīta nārī, dānaśīla puruṣa ō dānaśīla nārī, sa'ōma pālanakārī puruṣa ō sa'ōma pālanakārī nārī, yaunāṅga hiphājatakārī puruṣa ō yaunāṅga hiphājatakārī nārī, āllāhkē adhika smaraṇakārī puruṣa ō āllāh‌kē adhika smaraṇakārī nārī ------ tādēra jan'ya āllāh rēkhēchēna kṣamā ō mahāpratidāna"},{"SurahNumber":33,"VerseNumber":36,"Text":"Āra āllāh ō tām̐ra rāsūla kōnō biṣaẏēra phāẏasālā dilē kōnō mumina puruṣa kimbā mumina nārīra jan'ya sē biṣaẏē tādēra kōnō (bhinna sid'dhāntēra) ikhatiẏāra saṅgata naẏa. Āra yē āllāh ō tām̐ra rāsūlakē amān'ya karala sē spaṣṭabhābē pathabhraṣṭa halō"},{"SurahNumber":33,"VerseNumber":37,"Text":"Āra smarana karuna, āllāh yākē anugraha karēchēna ēbaṁ āpani'ō yāra prati anugraha karēchēna, āpani tākē balēchilēna, 'tumi tōmāra strīra sāthē samparka bajāẏa rākha ēbaṁ āllāhara tāka'ōẏā abalambana kara [1].' Āra āpani āpanāra antarē gōpana karachilēna ēmana kichu yā āllāh prakāśa karē dicchēna [2] ēbaṁ āpani lōkadērakē bhaẏa karachilēna, athaca āllāhkē'i bhaẏa karā āpanāra pakṣē adhikatara saṅgata. Tārapara yakhana yāẏēda tāra (strīra) sāthē praẏōjana śēṣa karala [3], takhana āmarā tākē āpanāra nikaṭa biẏē dilāma [4], yātē muminadēra pōṣya putradēra strīdērakē (strī hisābē grahaṇa karatē) kōnō samasyā nā haẏa yakhana tārā (pōṣya putrarā) nija strīra sāthē praẏōjana śēṣa karabē (ēbaṁ tālāka dibē). Āra āllāhara ādēśa kāryakara haẏē'i thākē"},{"SurahNumber":33,"VerseNumber":38,"Text":"Nabīra jan'ya sēṭā (karatē) kōnō samasyā nē'i yā āllāh bidhisam'mata karēchēna tāra jan'ya. Āgē yārā calē gēchē tādēra kṣētrē'ō ēṭā'i chila āllāhara bidhāna [1]. Āra āllāh‌ra phaẏāsālā sunirdhārita, abaśyambhābī"},{"SurahNumber":33,"VerseNumber":39,"Text":"Tārā āllāh‌ra bāṇī pracāra karata, āra tām̐kē bhaẏa karata ēbaṁ āllāh‌kē chāṛā an'ya kā'ukē'ō bhaẏa karata nā [1]. Āra hisāba grahaṇakārīrupē āllāhi yathēṣṭa"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhām'mada tōmādēra madhyē kōnō puruṣēra pitā nana [1]; babaṁ tini āllāhara rāsūla ēbaṁ śēṣa nabī. Āra āllāh sarbakichu samparkē sarbajña"},{"SurahNumber":33,"VerseNumber":41,"Text":"Hē īmānadāragaṇa! Tōmarā āllāhkē adhika smaraṇa kara"},{"SurahNumber":33,"VerseNumber":42,"Text":"ēbaṁ sakāla-sandhyāẏa āllāhara pabitratā ō mahimā ghōṣaṇā kara"},{"SurahNumber":33,"VerseNumber":43,"Text":"Tini'i, yini tōmādēra praśansā karēna [1] ēbaṁ dō'ā ō kṣamā cāna tōmādēra jan'ya tām̐ra phiriśatāgaṇa; yēna tini tōmādērakē andhakāra thēkē bēra karē ānēna ālōra dikē. Āra tini muminadēra prati parama daẏālu"},{"SurahNumber":33,"VerseNumber":44,"Text":"Yēdina tārā āllāhara sāthē sākṣāta karabē, sēdina tādēra abhibādana habē'sālāma’ [1]. Āra tini tādēra jan'ya prastuta rēkhēchēna sam'mānajanaka pratidāna"},{"SurahNumber":33,"VerseNumber":45,"Text":"Hē nabī! Abaśya'i āmarā āpanākē pāṭhiẏēchi sākṣī, susambādadātā ō satarkakārīrūpē"},{"SurahNumber":33,"VerseNumber":46,"Text":"ēbaṁ āllāhara anumatikramē tām̐ra dikē āhabānakārī [1] ō ujjbala pradīparūpē"},{"SurahNumber":33,"VerseNumber":47,"Text":"Āra āpani muminadērakē susambāda dina yē, tādēra jan'ya āllāhara kāchē raẏēchē mahā'anugraha"},{"SurahNumber":33,"VerseNumber":48,"Text":"Āra āpani kāphira ō munāphikadēra ānugatya karabēna nā, tādēra niryātana upēkṣā karuna ēbaṁ nirbhara karuna āllāhara upara ēbaṁ karmabidhāẏakarūpē āllāhi yathēṣṭa"},{"SurahNumber":33,"VerseNumber":49,"Text":"Hē īmānadāragaṇa! Yakhana tōmarā mumina nārīdērakē biẏē karabē, tārapara tādērakē sparśa karāra āgē tālāka dibē, takhana tōmādēra jan'ya tādēra pālanīẏa kōna'iddata nē'i yā tōmarā guṇabē. Sutarāṁ tōmarā tādērakē kichu sāmagraī dēbē ēbaṁ saujan'yēra sāthē tādērakē bidāẏa karabē"},{"SurahNumber":33,"VerseNumber":50,"Text":"Hē nabī! Āmarā āpanāra jan'ya baidha karēchi āpanāra strīgaṇakē, yādēra māhara āpani diẏēchēna ēbaṁ baidha karēchi phāẏa hisēbē āllāha āpanākē yā dāna karēchēna tādēra madhya thēkē yārā āpanāra mālikānādhīna haẏēchē tādērakē. Āra biẏēra jan'ya baidha karēchi āpanāra cācāra kan'yā ō phuphura kan'yākē, māmāra kan'yā ō khālāra kan'yākē, yārā āpanāra saṅgē hijarata karēchē ēbaṁ ēmana mumina nārīkē (baidha karēchi) yē nabīra jan'yē nijēkē samarpaṇa karē, yadi nabī tākē biẏē karatē cāẏa--- ēṭā biśēṣa karē āpanāra jan'ya, an'ya muminadēra jan'ya naẏa; yātē āpanāra kōnō asubidhā nā haẏa. Āmarā abaśya'i jāni muminadēra strī ēbaṁ tādēra mālikānādhīna dāsīgaṇa sambandhē tādēra upara yā nirdhārita karēchi [1]. Āra āllāha kṣamāśīla, parama daẏālu"}]}