{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Insanların hesaba cekilecekleri (gun) yaklastı. Hal boyle iken onlar, gaflet icinde yuz cevirdiler"},{"SurahNumber":21,"VerseNumber":2,"Text":"Rablerinden kendilerine ne zaman yeni bir ihtar gelse, onlar bunu, hep alaya alarak, dinlemislerdir"},{"SurahNumber":21,"VerseNumber":3,"Text":"Kalpleri oyuna, eglenceye dalarak o zalimler soyle fısıldastılar: «Bu (Muhammed), sizin gibi bir beser olmaktan baska nedir ki! Siz simdi gozunuz gore gore buyuye mi kapılıyorsunuz?»"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Peygamber) dedi ki: Rabbim, yerde ve gokte (soylenmis) her sozu bilir. O, hakkıyla isiten ve bilendir"},{"SurahNumber":21,"VerseNumber":5,"Text":"«Hayır, dediler, (bunlar) sacma sapan ruyalardır; bilakis onu kendisi uydurmustur; belki de o, sairdir. (Eger oyle degilse) bize hemen, oncekilere gonderilenin benzeri bir mucize getirsin.»"},{"SurahNumber":21,"VerseNumber":6,"Text":"Bunlardan once helak ettigimiz hicbir belde iman etmemisti; simdi bunlar mı iman edecekler"},{"SurahNumber":21,"VerseNumber":7,"Text":"Biz, senden once de, kendilerine vahiy verdigimiz kisilerden baskasını peygamber olarak gondermedik. Eger bilmiyorsanız (inanan) kitap ehlinden sorunuz"},{"SurahNumber":21,"VerseNumber":8,"Text":"Biz onları (peygamberleri), yemek yemez birer (cansız) ceset olarak yaratmadık. Onlar (bu dunyada) ebedi de degillerdir"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonra onlara (verdigimiz) sozu yerine getirdik; boylece, hem onları hem de diledigimiz (baska) kimseleri kurtulusa erdirdik; musrifleri de helak ettik"},{"SurahNumber":21,"VerseNumber":10,"Text":"Andolsun, size icinde sizin icin ogut bulunan bir kitap indirdik. Hala akıllanmaz mısınız"},{"SurahNumber":21,"VerseNumber":11,"Text":"Zalim olan nice beldeyi kırıp gecirdik; arkasından da nice baska topluluklar vucuda getirdik"},{"SurahNumber":21,"VerseNumber":12,"Text":"Azabımızı hissettiklerinde birde bakarsın ki oralardan (azap bolgesinden) kacıyorlar"},{"SurahNumber":21,"VerseNumber":13,"Text":"«Kacmayın! Icinde bulundugunuz refaha ve yurtlarınıza donun! Cunku size sorular sorulacak!»"},{"SurahNumber":21,"VerseNumber":14,"Text":"(Fakat onlar, Allah'ın azabı onlara gelipte kacamayacaklarını anlayınca) «Vay basımıza gelenlere! dediler, gercekten biz zalim insanlarmısız.»"},{"SurahNumber":21,"VerseNumber":15,"Text":"Biz kendilerini, kuruyup bicilmis ekine, sonmus atese cevirinceye kadar bu feryatları surup gider"},{"SurahNumber":21,"VerseNumber":16,"Text":"Biz, gogu, yeri ve bunlar arasındakileri, oyun olsun diye (bos yere) yaratmadık"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eger bir eglence edinmek isteseydik, onu kendi tarafımızdan edinirdik. (Bu irademizin eseri olurdu. Ama) biz (bunu) yapanlardan degiliz"},{"SurahNumber":21,"VerseNumber":18,"Text":"Bilakis biz, hakkı batılın tepesine bindiririz de o, batılın isini bitirir. Bir de bakarsınız ki, batıl yok olup gitmistir. (Allah'a) yakıstırdıgınız sıfatlardan dolayı yazıklar olsun size"},{"SurahNumber":21,"VerseNumber":19,"Text":"Goklerde ve yerde kimler varsa O'na aittir. O'nun katındaki (melek) ler , O'na ibadet hususunda kibirlenmezler ve yorulmazlar"},{"SurahNumber":21,"VerseNumber":20,"Text":"Onlar, bıkıp usanmaksızın gece gunduz (Allah'ı) tesbih ederler"},{"SurahNumber":21,"VerseNumber":21,"Text":"Yoksa (o musrikler), yerden birtakım ilahlar edindiler de, (oluleri) onlar mı diriltecekler"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eger yerde ve gokte Allah'tan baska ilahlar olsaydı, yer ve gok, (bunların nizamı) kesinlikle bozulup gitmisti. Demek ki Ars'ın Rabbi olan Allah, onların yakıstırdıkları sıfatlardan munezzehtir"},{"SurahNumber":21,"VerseNumber":23,"Text":"Allah, yaptıgından sorumlu tutulamaz; onlar ise sorguya cekileceklerdir"},{"SurahNumber":21,"VerseNumber":24,"Text":"Yoksa O'nu bırakıp bir takım ilahlar mı edindiler? (Ey Muhammed! Onlara) de ki: \"Oyleyse (ilahlar edinmenizin) kesin delilini getirin. Iste benimle beraber olanlara ve benden oncekilere gonderilen kitap bu; fakat onların cogu hakkı bilmiyorlar; bu yuzden de ondan yuz ceviriyorlar"},{"SurahNumber":21,"VerseNumber":25,"Text":"Senden once hicbir Rasul gondermedik ki ona: «Benden baska Ilah yoktur; su halde bana kulluk edin» diye vahyetmis olmayalım"},{"SurahNumber":21,"VerseNumber":26,"Text":"Rahman (olan Allah, melekleri) evlat edindi, dediler. Hasa! O, bundan munezzehtir. Bilakis (melekler), lutuf ve ihsana mazhar olmus kullardır"},{"SurahNumber":21,"VerseNumber":27,"Text":"O'ndan (emir almazdan) once konusmazlar, onlar, sadece O'nun emri ile hareket ederler"},{"SurahNumber":21,"VerseNumber":28,"Text":"Allah, onların onlerindekini de bilir, arkalarındakini de. (Allah'ın) Rıza gosterdigi kimselerden baskasına sefaat edemezler; O'nun korkusundan titrerler"}]}