{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"Tag ven when cxiu anim serv its own advokat cxiu anim pag fully whatever gxi done malplej injustice"},{"SurahNumber":16,"VerseNumber":112,"Text":"DI cites EKZEMPL community UZ est secure prosperous provisions ven GXI EL CXIE. Tiam gxi torn unappreciative de di blessings. Consequently DI kauxz them gust hardships de starvation insecurity. Such est requital ki ili did"},{"SurahNumber":16,"VerseNumber":113,"Text":"messenger ir them them ili rejected him. Consequently retribution strik them por their transgression"},{"SurahNumber":16,"VerseNumber":114,"Text":"Do vi mangx di provisions cxio est lawful bon est appreciative de di blessings vi worship Him sol"},{"SurahNumber":16,"VerseNumber":115,"Text":"(Li nur prohibits vi dead best sang viand pork food which dedicx DI. 1 forced mangx these) sen est deliberate malic tiam DI est Forgiver Merciful"},{"SurahNumber":16,"VerseNumber":116,"Text":"Vi ne utter mensog your own lang sxtat This est lawful this est unlawful fabricate mensog atribu them DI! Surely those fabricate mensog atribu them al DI testament neniam sukces"},{"SurahNumber":16,"VerseNumber":117,"Text":"Ili gxu briefly tiam sufer painful retribution"},{"SurahNumber":16,"VerseNumber":118,"Text":"Jud ni prohibited ki ni narrated vi previously. Ne est us wronged them; ili est unu wronged their own anim"},{"SurahNumber":16,"VerseNumber":119,"Text":"sed as regards those fal pek ignorance tiam pent thereafter reform your Lord this done est Forgiver Merciful"},{"SurahNumber":16,"VerseNumber":120,"Text":"Abraham est ja exemplary vanguard his submission al DI monotheist who neniam worshipped idols"},{"SurahNumber":16,"VerseNumber":121,"Text":"Li est appreciative de His Lord's blessings Li chose him direkt him rekt path"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ni granted him happiness en this life en Hereafter li est kun des righteous"},{"SurahNumber":16,"VerseNumber":123,"Text":"Tiam ni inspir vi (Muhammad) sekv religi Abraham monotheist; li neniam est idol worshiper"},{"SurahNumber":16,"VerseNumber":124,"Text":"Sabbath dekret nur those ended disput gxi (Jud Christians)! Your Lord est Unu jugx them Tag Resurrection their disput"},{"SurahNumber":16,"VerseNumber":125,"Text":"Vi invit path your Lord kun wisdom kind enlightenment kaj debat them bon possible manier! Your Lord kon put who hav strayed His path Li kon put who direkt unu"},{"SurahNumber":16,"VerseNumber":126,"Text":"Kaj se vi pun vi inflict ekvivalent punishment. Vi resort al pacienc instead da revenge gxi est put pacient unu"},{"SurahNumber":16,"VerseNumber":127,"Text":"Vi resort pacienc - your pacienc est attainable nur di help. Ne grieve them ne annoyed their schemes"},{"SurahNumber":16,"VerseNumber":128,"Text":"DI est those PLUMB righteous life those est charitable"}]}