{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"Araśēṣata tē'ōm̐ka āmi nikṣēpa karailō ēṭā tr̥ṇahīna ṭhā'ita, ārau tē'ōm̐ āchila asustha"},{"SurahNumber":37,"VerseNumber":146,"Text":"Ārau āmi tāra ōparata iẏākatīna prajātira ēṭā gacha gajā'i tulilō"},{"SurahNumber":37,"VerseNumber":147,"Text":"ārau tē'ōm̐ka āmi ēka lākha bā tātōkai bēchi lōkara ōcarata praēraṇa karailō"},{"SurahNumber":37,"VerseNumber":148,"Text":"Ētēkē tē'ōm̐lōkē īmāna ānichila, phalata āmi tē'ōm̐lōkaka kichu kālara bābē jīranōpabhōga karaibalai dilō"},{"SurahNumber":37,"VerseNumber":149,"Text":"Ētēkē siham̐taka sōdhācōna, ‘(ē'iṭō kēnēkuraā kathā) tōmāra pratipālakara bābē kan'yā santāna ārau siham̐tara bābē putra santāna’"},{"SurahNumber":37,"VerseNumber":150,"Text":"athabā āmi phiraistāsakalaka nāraīraūpē sr̥ṣṭi karaichilō nēki yē, sēẏā siham̐tē dēkhichila"},{"SurahNumber":37,"VerseNumber":151,"Text":"jāni thōraā, niścaẏa siham̐tē manēsajā kathā kaẏa yē"},{"SurahNumber":37,"VerseNumber":152,"Text":"‘āllāhē santāna janma dichē’. Niścaẏa siham̐ta michalīẏā"},{"SurahNumber":37,"VerseNumber":153,"Text":"Tē'ōm̐ putra santānara paraibartē kan'yā santāna pachanda karaichē nēki"},{"SurahNumber":37,"VerseNumber":154,"Text":"ki haichē tōmālōkara? Tōmālōkē kēnēkuraā bicāra karaā"},{"SurahNumber":37,"VerseNumber":155,"Text":"tēntē tōmālōkē upadēśa grahaṇa nakaraibānē"},{"SurahNumber":37,"VerseNumber":156,"Text":"nē tōmālōkara kōnō suspaṣṭa dalīla-pramāṇa āchē"},{"SurahNumber":37,"VerseNumber":157,"Text":"yadi tōmālōkē satyabādī tēntē tōmālōkara kitāba lai āhā"},{"SurahNumber":37,"VerseNumber":158,"Text":"Siham̐tē āllāha ārau jina jātira mājata ātmīẏatāra samparka sthira karaichē, athaca jinabilākē jānē yē, niścaẏa siham̐taka upasthita karaā ha’ba (śāstira bābē)"},{"SurahNumber":37,"VerseNumber":159,"Text":"Siham̐tē yi āraōpa karaē tāra paraā āllāha paraitra ārau mahāna"},{"SurahNumber":37,"VerseNumber":160,"Text":"kērala āllāhara ēkaniṣṭha bāndāsakalara bāhiraē"},{"SurahNumber":37,"VerseNumber":161,"Text":"Niścaẏa tōmālōkē ārau tōmālōkē yibōrara ibādata karaā sē'ibōraē"},{"SurahNumber":37,"VerseNumber":162,"Text":"(ēkaniṣṭha bāndāsakalara) kākō tōmālōkē āllāha samparkē bibhraānta karaiba nōraāraibā"},{"SurahNumber":37,"VerseNumber":163,"Text":"kērala prajjbalita ju'ita yijana dagdha ha’ba tāra bāhiraē"},{"SurahNumber":37,"VerseNumber":164,"Text":"Ārau (jibraīlē ka’lē) ‘āmāra pratyēkaraē bābē āchē nirdhāraita sthāna"},{"SurahNumber":37,"VerseNumber":165,"Text":"‘ārau niścaẏa āmi śāraībad'dhabhāraē daṇḍāẏamāna"},{"SurahNumber":37,"VerseNumber":166,"Text":"‘ārau niścaẏa āmi tē'ōm̐ra paraitratā ārau mahimā ghōṣaṇākāraī’"},{"SurahNumber":37,"VerseNumber":167,"Text":"Ārau siham̐tē (makkābāsībilākē) araśyē kaichila"},{"SurahNumber":37,"VerseNumber":168,"Text":"‘pūrbarartīsakalara daraē yadi āmāraō ēkhana upadēśamūlaka kitāba thākilēhēm̐tēna"},{"SurahNumber":37,"VerseNumber":169,"Text":"‘tēntē araśyē āmi āllāhara ēkaniṣṭha bāndā ha’lōhēm̐tēna’"},{"SurahNumber":37,"VerseNumber":170,"Text":"Kintu siham̐tē sēẏā (kōra'ānaka) asbīkāra karailē, ētēkē anatipalamē siham̐tē jānibalai pāba"},{"SurahNumber":37,"VerseNumber":171,"Text":"Niścaẏa āmāra praēraita bāndāsakalara biṣaẏē āmāra ē'i kathā pūrbē'i nirdhāraita haichē yē"},{"SurahNumber":37,"VerseNumber":172,"Text":"niścaẏa tē'ōm̐lōka sāhāyyapraāpta ha’ba"},{"SurahNumber":37,"VerseNumber":173,"Text":"Ārau niścaẏa āmāra sain'yabāhinīẏē'i bijaẏī ha’ba"},{"SurahNumber":37,"VerseNumber":174,"Text":"Ētēkē kichu samaẏara bābē tumi siham̐tara paraā mukha ghūraā'i thākā"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ārau tumi siham̐taka paryabēkṣaṇa karaā, atiśīghraē siham̐tē dēkhibalai pāba (iẏāra paraiṇāma)"},{"SurahNumber":37,"VerseNumber":176,"Text":"Siham̐tē āmāra śāsti tbaraānbita karaiba bicāraē nēki"},{"SurahNumber":37,"VerseNumber":177,"Text":"ētēkē yētiẏā siham̐tara cōtālata śāsti nāmi āhiba tētiẏā satarkakr̥ta bilākara prabhāta kimāna yē nikr̥ṣṭa ha’ba"},{"SurahNumber":37,"VerseNumber":178,"Text":"ārau kichu samaẏara bābē tumi siham̐tara paraā mukha ghūraā'i thākā"},{"SurahNumber":37,"VerseNumber":179,"Text":"Tumi siham̐taka paryabēkṣaṇa karaā, atiśīghraē siham̐tē dēkhibalai pāba (iẏāra paraiṇāma)"},{"SurahNumber":37,"VerseNumber":180,"Text":"Siham̐tē yi āraōpa karaē, tāra paraā tōmāra raba paraitra ārau mahāna, sakalō kṣamatāra adhikāraī"},{"SurahNumber":37,"VerseNumber":181,"Text":"Ārau śānti barṣita ha'ōm̐ka raāchulasakalara prati"},{"SurahNumber":37,"VerseNumber":182,"Text":"Ārau sakalō dharaṇara praśansā kērala sr̥ṣṭijagatara raba āllāharaē'i praāpya"},{"SurahNumber":38,"VerseNumber":1,"Text":"Cōraāda, śapata upadēśapūrṇa kōra'ānara"},{"SurahNumber":38,"VerseNumber":2,"Text":"baraṁ kāphirasakala aud'dhatya ārau biraōdhitāta nipatita hai āchē"},{"SurahNumber":38,"VerseNumber":3,"Text":"Iham̐tara pūrbē āmi bahutō janagōṣṭhīka dhbansa karaichō, tētiẏā siham̐tē (sahāẏa bicārai) ciñam̐raichila. Kintu tētiẏā paraitraāṇara kōnō samaẏa nāchila"},{"SurahNumber":38,"VerseNumber":4,"Text":"Ārau siham̐tē bismaẏa bōdha karaichē yē, siham̐tara ōcarata siham̐tara mājara paraā'i ējana satarkakāraī āhichē ārau kāphirasakalē kaẏa, ‘ē'ōm̐ ējana yādukara, michalīẏā’"},{"SurahNumber":38,"VerseNumber":5,"Text":"‘Ē'ōm̐ sakalō ilāhaka kērala ējana ilāha banā'i laichē nēki? Niścaẏa ē'iṭō ēṭā atyāścarya biṣaẏa!’"},{"SurahNumber":38,"VerseNumber":6,"Text":"Ārau siham̐tara nētr̥sthānīẏa byaktisakalē ē'i kathā kai ām̐tarai yāẏa yē, ‘tōmālōkē'ō guci yōraā ārau nija nija upāsyabilākara pūjāta abicala thākā. Niścaẏa ē'i biṣaẏaṭō uddēśyamūlaka’"},{"SurahNumber":38,"VerseNumber":7,"Text":"Āmi āna kōnō dharmādarśata ēnēkuraā kathā kētiẏā'ō śunā nā'i, ē'iṭō manēsajā uktira bāhiraē āna ēkō nahaẏa"},{"SurahNumber":38,"VerseNumber":8,"Text":"‘Āmāra mājara paraā kērala tē'ōm̐ra ōparatahē yikara (kōra'āna) aratīrṇa karaā ha’la’? Prakr̥tatē siham̐tē āmāra kōra'āna samparkē sandēhata patita haichē. Baraṁ siham̐tē ētiẏā'ō mōra śāsti bhōga karaā nā'i"},{"SurahNumber":38,"VerseNumber":9,"Text":"Athabā siham̐tara ōcarata tōmāra pratipālakara bhāṇḍāra āchē nēki? Yijana mahāparaākramaśālī, asīma dātā"},{"SurahNumber":38,"VerseNumber":10,"Text":"Athabā ākāśasamūha, pr̥thiraī ārau ē'i duẏōra mājara sakalō bastura ōparata siham̐tara kōnō kartr̥tba āchē nēki? Yadi āchē tēnēha’lē siham̐tē kōnō upāẏa aralambana karai (ākāśalai) āraōhaṇa karaā ucita"},{"SurahNumber":38,"VerseNumber":11,"Text":"ē'i bāhinī tāta araśyē paraājita ha’ba, pūrbarartī dalasamūhara daraē"},{"SurahNumber":38,"VerseNumber":12,"Text":"Iham̐tara pūrbē'ō asbīkāra karaichila nūhara sampradāẏē, āda ārau lauha śalādhāraī phira'ā'unē"},{"SurahNumber":38,"VerseNumber":13,"Text":"ārau chāmūda, lagatē lūta sampradāẏa ārau ā'ikāra adhibāsībilākē'ō. Siham̐ta āchila ēkō ēkōṭā biśāla bāhinī"},{"SurahNumber":38,"VerseNumber":14,"Text":"Siham̐tara pratyēkē'i raāchulasakalaka asbīkāra karaichila. Phalata siham̐tara ōparata āmāra śāsti sābyasta haichila"},{"SurahNumber":38,"VerseNumber":15,"Text":"Ārau iham̐ta kērala āpēkṣā karai āchē ēṭā bikaṭa śabdara, yāra pichata kōnō biraāma nāthākiba"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ārau siham̐tē ka’ba, ‘hē āmāra raba! Hicāpa dirasara pūrbē'i āmāra praāpya āmāka śīghraē pradāna karaā!’"},{"SurahNumber":38,"VerseNumber":17,"Text":"Siham̐tē yi kaẏa sē'i biṣaẏē tumi dhairya dhāraṇa karaā ārau smaraṇa karaā āmāra śaktiśālī bāndā dā'udara kathā, niścaẏa tē'ōm̐ āchila adhika āllāha abhimukhī (tā'ōbākāraī)"},{"SurahNumber":38,"VerseNumber":18,"Text":"Niścaẏa āmi parbatamālāka anugata karai dichilō, yātē ē'ibōraē tē'ōm̐ra lagata puraā-gadhūli mōra paraitratā ārau mahimā ghōṣaṇā karaē"},{"SurahNumber":38,"VerseNumber":19,"Text":"Ārau samabēta caraā'ibōrakō (anugata karai dichilō); pratyēkē'i āchila adhika āllāha abhimukhī"},{"SurahNumber":38,"VerseNumber":20,"Text":"Ārau āmi tē'ōm̐ra raājyaka sudr̥ṛha karaichilō ārau tē'ōm̐ka pradāna karaichilō hikamata ārau mīmānsākāraī bāgmitā"}]}