{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Se acerca para los seres humanos el momento de rendir cuentas, pero ellos estan descuidados y le dan la espalda"},{"SurahNumber":21,"VerseNumber":2,"Text":"No llega a ellos ningun nuevo recuerdo de su Senor sin que ellos lo escuchen como si fuera un juego"},{"SurahNumber":21,"VerseNumber":3,"Text":"vacios sus corazones. Los opresores secretean entre si diciendo: «¿Acaso no es este un ser humano igual que vosotros? ¿Vais, pues, a caer en la magia cuando la estais viendo?»"},{"SurahNumber":21,"VerseNumber":4,"Text":"El dijo: «Mi Senor sabe lo que se dice en los cielos y en la Tierra, pues El es Quien todo lo oye, Quien todo lo sabe.»"},{"SurahNumber":21,"VerseNumber":5,"Text":"Pero ellos dijeron: «¡Son un monton de delirios!» o «¡Se lo ha inventado!» o “¡Es un poeta!» «¡Que nos traiga una senal como las que les fueron enviadas a los primeros!»"},{"SurahNumber":21,"VerseNumber":6,"Text":"No creyo, antes de ellos, ninguna ciudad de las que Nosotros destruimos ¿Van ellos a creer"},{"SurahNumber":21,"VerseNumber":7,"Text":"Y no hemos enviado antes de ti sino a hombres a los que Nosotros inspiramos. ¡Preguntad a la gente del recuerdo, si es que vosotros no sabeis"},{"SurahNumber":21,"VerseNumber":8,"Text":"No les dimos un cuerpo que no necesitase comer alimentos y no eran inmortales"},{"SurahNumber":21,"VerseNumber":9,"Text":"Fuimos leales a la promesa que les hicimos y les salvamos a ellos y a quienes Nosotros quisimos y destruimos a los transgresores"},{"SurahNumber":21,"VerseNumber":10,"Text":"Ciertamente, hicimos descender a ti una Escritura en la que hay una amonestacion para vosotros. ¿Acaso no razonais"},{"SurahNumber":21,"VerseNumber":11,"Text":"¡Cuantas ciudades habremos destruido que eran opresoras y, tras ellas, hicimos surgir a otros pueblos"},{"SurahNumber":21,"VerseNumber":12,"Text":"Y cuando sintieron Nuestro castigo huyeron rapidamente de ellas"},{"SurahNumber":21,"VerseNumber":13,"Text":"«¡No huyais y regresad a vuestras distracciones y mansiones! ¡Puede que seais preguntados!»"},{"SurahNumber":21,"VerseNumber":14,"Text":"Ellos dijeron: «¡Ay de nosotros! ¡En verdad, fuimos opresores!»"},{"SurahNumber":21,"VerseNumber":15,"Text":"Y no ceso ese lamento hasta que les segamos la vida de raiz y quedaron silenciados"},{"SurahNumber":21,"VerseNumber":16,"Text":"No creamos el cielo, la Tierra y lo que hay entre ambos por juego"},{"SurahNumber":21,"VerseNumber":17,"Text":"De haber querido entretenernos lo hubieramos hecho por Nosotros mismos, de haberlo hecho"},{"SurahNumber":21,"VerseNumber":18,"Text":"Pero no. Lanzamos la Verdad sobre lo falso para destruirlo, hasta que desaparece. ¡Ay de vosotros por vuestras conjeturas"},{"SurahNumber":21,"VerseNumber":19,"Text":"A El pertenecen quienes estan en los cielos y la Tierra. Y quienes estan junto a El no se vuelven arrogantes por adorarle y no se agotan"},{"SurahNumber":21,"VerseNumber":20,"Text":"Glorifican noche y dia y no se cansan"},{"SurahNumber":21,"VerseNumber":21,"Text":"¿Acaso los dioses que tomaron en la Tierra pueden resucitar a los muertos"},{"SurahNumber":21,"VerseNumber":22,"Text":"Si hubiera en ellos dos otros dioses aparte de Dios, ambos se corromperian. Asi pues ¡Glorificado sea Dios, Senor del Trono, por encima de aquello que Le atribuyen"},{"SurahNumber":21,"VerseNumber":23,"Text":"El no sera interrogado por lo que hace, pero ellos si seran interrogados"},{"SurahNumber":21,"VerseNumber":24,"Text":"¿Han tomado otros dioses aparte de El? Di: «¡Aportad vuestras pruebas!» «Este es el Recuerdo de quienes estan conmigo y el Recuerdo de los que estaban antes de mi. Pero la mayoria de ellos no conocen la Verdad y se apartan.»"},{"SurahNumber":21,"VerseNumber":25,"Text":"Y no hemos enviado antes de ti a ningun Mensajero sin haberle revelado: «No hay mas dios que Yo, asi pues, ¡Adoradme!»"},{"SurahNumber":21,"VerseNumber":26,"Text":"Y ellos dicen: «El Clementisimo ha tomado un hijo.» ¡Glorificado sea! No son sino siervos favorecidos"},{"SurahNumber":21,"VerseNumber":27,"Text":"No se adelantan a El al hablar y actuan conforme a Sus ordenes"},{"SurahNumber":21,"VerseNumber":28,"Text":"El conoce lo que tienen entre sus manos y lo que tienen a sus espaldas y no interceden por la salvacion de nadie excepto de quien El este satisfecho y solo por temor a El se angustian"}]}