{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"Эй, Пайғамбар! Сенга Роббингдан нозил қилинган нарсани етказ. Агар шундай қилмасанг, Унинг элчилигини етказмаган бўласан. Аллоҳ сени одамлардан сақлар. Албатта, Аллоҳ кофир қавмларни ҳидоят қилмас"},{"SurahNumber":5,"VerseNumber":68,"Text":"«Эй, аҳли китоблар! Таврот, Инжил ва сизга Роббингиздан нозил қилинган нарсага амал қилмагунингизча ҳеч нарсага арзимассизлар», деб айт. Сенга Роббингдан нозил қилинган нарса улардан кўпларининг туғён ва куфрларини зиёда қилур. Кофир қавмлар учун ачинма"},{"SurahNumber":5,"VerseNumber":69,"Text":"Албатта, иймон келтирганлар, яҳудий бўлганлар, собиъунлар ва насоролардан ким Аллоҳга ва қиёмат кунига иймон келтирса ва яхши амал қилса, уларга хавф йўқ ва улар хафа ҳам бўлмаслар"},{"SurahNumber":5,"VerseNumber":70,"Text":"Батаҳқиқ, Биз Бани Исроилдан мийсоқ — аҳднома олдик ва уларга Пайғамбарлар юбордик. Ҳар қачон уларнинг ҳавойи нафсларига тўғри келмайдиган нарса келтирган Пайғамбарни: бир гуруҳларини ёлғончи дедилар, бир гуруҳларини ўлдирдилар"},{"SurahNumber":5,"VerseNumber":71,"Text":"Улар, ҳеч қандай синов бўлмас, деб кўру кар бўлиб олдилар. Сўнгра, Аллоҳ уларни кечирди. Кейин улардан кўплари яна кўру кар бўлиб олдилар. Аллоҳ уларнинг қилаётганини кўрувчи Зотдир"},{"SurahNumber":5,"VerseNumber":72,"Text":"Аллоҳ, албатта, Масийҳ ибн Марямдир, деганлар, батаҳқиқ, кофир бўлдилар. Масийҳ ибн Марям эса: «Менинг Роббим ва сизнинг Роббингиз Аллоҳга ибодат қилинг. Ким Аллоҳга ширк келтирса, албатта, Аллоҳ унга жаннатни ҳаром қилур ва унинг турар жойи дўзах бўлур. Ва золимларга нусрат берувчилар йўқдир», деди"},{"SurahNumber":5,"VerseNumber":73,"Text":"Аллоҳ учтанинг учинчисидир, деганлар, батаҳқиқ, кофир бўлдилар. Ягона илоҳдан ўзга ҳеч қандай илоҳ йўқ! Агар айтаётганларидан қайтмасалар, улардан куфр келтирганларини аламли азоб тутадир"},{"SurahNumber":5,"VerseNumber":74,"Text":"Аллоҳга тавба қилиб, унга истиғфор айтмайдиларми?! Зотан, Аллоҳ мағфиратли ва раҳимли Зотдир"},{"SurahNumber":5,"VerseNumber":75,"Text":"Масийҳ ибн Марям бир Пайғамбар, холос. Ундан олдин ҳам Пайғамбарлар ўтган. Унинг онаси эса, сиддиқадир. Икковлари ҳам таом ер эдилар. Биз уларга оятларни қандай баён қилаётганимизга назар сол-у, кейин уларнинг қандай бурилиб кетаётганларига назар сол"},{"SurahNumber":5,"VerseNumber":76,"Text":"Сен: «Аллоҳни қўйиб, сизга зарар ҳам, фойда ҳам бера олмайдиган нарсага ибодат қиласизларми?! Аллоҳ эшитувчи ва билувчи Зотдир», деб айт"},{"SurahNumber":5,"VerseNumber":77,"Text":"Сен: «Эй, аҳли китоблар! Динингизда ҳаддан ошиб, ноҳақлик қилманг. Ва олдин ўзлари адашиб ва кўпчиликни адаштириб, тўғри йўлдан умуман чиққанларнинг ҳавойи нафсларига эргашманг», деб айт"},{"SurahNumber":5,"VerseNumber":78,"Text":"Бани Исроилдан куфр келтирганлари Довуд ва Ийсо ибн Марям тилида лаънатландилар. Бу эса, исён қилганлари ва тажовузкор бўлганлари учун бўлди"},{"SurahNumber":5,"VerseNumber":79,"Text":"Улар, қилинган ёмон ишдан бир-бирларини қайтармас эдилар. Бу қилмишлари қандай ҳам ёмон бўлди"},{"SurahNumber":5,"VerseNumber":80,"Text":"Улардан кўпларининг куфр келтирганларни валий — дўст тутганини кўрасан. Уларга нафслари тақдим қилган нарса қандай ҳам ёмон бўлди. Аллоҳ уларга ғазаб қилди. Ва улар азобда боқий қолувчилардир"},{"SurahNumber":5,"VerseNumber":81,"Text":"Агар Аллоҳга, Пайғамбарга ва унга нозил қилинган нарсага иймон келтирганларида эди, уларни валий — дўст тутмас эдилар. Лекин улардан кўплари фосиқлардир"}]}