{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":153,"Text":"Osondo, siler ec kimge karabay (too) tayanıp (kacıp) jonoduŋor. Paygambar bolso, (“O, Allaһtın pendeleri beri kelgile!” - dep) eŋ akırkıŋardın arasında silerdi cakırıp jattı. Kiyin Allaһ, siler jetpey kalgan jeŋiske jana silerge jetken jeŋiluugo kapa bolbosuŋar ucun kaygı ustuno (andan da coŋuraak) kaygı berdi.? Allaһ silerdin isiŋerden Kabardar"},{"SurahNumber":3,"VerseNumber":154,"Text":"Kiyin, (osol coŋ) kaygının artınan, Allaһ silerge (koz irmemdik, es aldıruucu) uyku berdi. (Al uyku) silerdin araŋardan (dinge jan kuydurgon) bir taypanı oz kucagına aldı. (Silerdin araŋardagı) dagı bir taypanı (munafıktardı) oz jandarı kaygıga salıp, Allaһka adiletsizdik menen, naadancasınan kumon sanap: “Emi, bizge is jok” (jeŋilip buttuk) desti. Ayt: “Is Allaһtın kolunda”. Alar saga aytpagan nerselerin juroktoruno katıp: “Eger bul (sogustuk) iste bizdin pikiribiz esepke alınganda, bul jerde olup ketpeyt elek” deset. Ayt: “Eger uyuŋordun icinde bolsoŋor dagı, (tagdırında) olturuluu jazıp koyulgan kisi, olturulo turgan jayına kelet.” (Allaһ bul isterdi) silerdin juroguŋordogu nerseni (al ıymanbı, munafıktıkpı) sınas jana juroguŋordogu (saytandın azgırıgınan turgan) nerseni tazalas ucun kıldı. Allaһ — juroktordogu sırlardı da Biluucu"},{"SurahNumber":3,"VerseNumber":155,"Text":"(O, momundar, Uhudda) eki (sogusker) jamaat jolukkan kundo artına kackan adamdarıŋardı, kee bir kunooloru sebeptuu, saytan gana joldon azgırgan.! Allaһ alardın kunoosun kecirdi. Allaһ Kecirimduu, (peyili) Jumsak"},{"SurahNumber":3,"VerseNumber":156,"Text":"O, ıyman keltirgender! (Alıs) jerge saparga je bolboso kazatka cıkkan buradarları jonundo “Eger bizdin aldıbızda bolso olboyt jana olturulboyt ele” degen kaapırlarga oksobogula. Allaһ alardın bul (jalgan) sozdorun ozdorunun juroktoruno kaygı kılıp koyot. Cınında, Allaһ olturot jana tiriltet. Allaһ siler jasap jatkan isterdi Koruucu"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger siler Allaһtın jolunda olturulsoŋor je olsoŋor.., Allaһdan bolgon kecirim jana ırayım (duyno kuldarı) jıynagan nerseden jaksı"},{"SurahNumber":3,"VerseNumber":158,"Text":"Eger olsoŋor je olturulsoŋor, sozsuz Allaһtın aldına cogultulasıŋar"},{"SurahNumber":3,"VerseNumber":159,"Text":"(O, Muhammad!) Rabbiŋ tarabınan bolgon ırayım sebeptuu sen alarga (sahaabalarıŋa) jumsak mamile jasadıŋ. Eger oroy, tasboor bolsoŋ, alar senin aylanaŋdan tarap ketismek! Alardı kecir jana Alar ucun (Allaһdan) kecirim sura. Jana (ozuŋ ılayık korgon) iste alar menen keŋes. Eger (bir iske) kiriscu bolsoŋ, Allaһka tobokel kıl. Albette, Allaһ tobokel kıluuculardı suyot"},{"SurahNumber":3,"VerseNumber":160,"Text":"Eger Allaһ jardam berse, silerdi ec kim jeŋe albayt. Egerde jardamsız (ozuŋordu-ozuŋorgo) tastap koyso, Allaһtan kiyin silerge kim jardam beret?! Momundar Allaһka gana tobokel kılıssın"},{"SurahNumber":3,"VerseNumber":161,"Text":"Ec bir paygambarga “gulul” kıluu? mumkun emes! Jana kimde-kim “gulul” kılsa, Kıyamatta “gulul” kılgan isin (jelkesine) kotorup kelet. Kiyin ar bir jan adilet menen oz isterinin toluk tiesesin alat"},{"SurahNumber":3,"VerseNumber":162,"Text":"Allaһtın ıraazıcılıgın maksat kılgan adam menen Allaһtın kaarına jolugup, barar jeri Tozok bolgon adam teŋbi?! Bul kanday jaman akıbet"},{"SurahNumber":3,"VerseNumber":163,"Text":"(Jok teŋ emes) Alar Allaһtın aldında ar kanday darajalarda bolusat. Allaһ alardın emne jasaganın Koruucu"},{"SurahNumber":3,"VerseNumber":164,"Text":"Ozdorunun arasınan, alarga Allaһtın ayattarın okup bere turgan, alardı (kunoolordon) tazalay turgan jana mından murun anık adasuuda bolussa da, Kitep (Kuraan) menen Hikmattı (Sunnottu) uyroto turgan bir paygambardı jiberuu menen Allaһ momundarga (teŋdessiz) jaksılık kılgan"},{"SurahNumber":3,"VerseNumber":165,"Text":"Silerge (Uhud sogusunda musrikterden) kırsık jetkende — alarga (Badr sogusunda) eki ese kop kırsık jetkizgen bolsoŋor da — “Bul kaygı kaydan keldi” - degen eleŋer. Ayt: “Bul — ozuŋordon”. Albette, Allaһ ar nersege Kudurettuu"},{"SurahNumber":3,"VerseNumber":166,"Text":"Eki taypa tireskende silerge jetken sınoolor araŋardagı ıymanduulardı bilis ucun Allaһtın gana uruksatı menen boldu"},{"SurahNumber":3,"VerseNumber":167,"Text":"Jana, munafık-cıkkıncılardı bilis ucun. Alarga “Jurgulo, Allaһtın jolunda je bolboso (mekeniŋerdi, abiyir-namısıŋardı) korgop soguskula” dep aytılganda, alar: “Biz eger sogus boloorun bilgende silerge kosulmakpız” desken. Alar osol ubakta ıymandan koro kaapırlıkka jakınıraak ele! (Osonduktan,) juroktorundo jok nerseni oozdoru menen aytıstı. Allaһ alardın jasırgan nerselerin jaksıraak bilet"},{"SurahNumber":3,"VerseNumber":168,"Text":"(O, Muhammad!) ozdorunun (soguska katıskan) buradarları jonundo: “Eger bizdin tilibizge kirgende (soguska cıkpaganda) olturulboyt ele” dep (uyundo) olturgandarga aytkın: “Eger cıncıl bolsoŋor, ozuŋordon olumdu kaytargılacı?!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allaһtın jolunda (dindi orkundotom dep jurup) olturulgon adamdardı oluktor dep oylobogula! Alar Rabbisinin aldında (ar kanday neemattar menen sıylanıp) ırıskı tartuulangan abalda tiruu"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allaһ Ozunun paziletinen (alarga) bergen nerseler (sıylıktar) menen sat-kursant. Alar artında kalgan, ozdoruno jetip kelbegen buradarlarına (bul jakta) alarga korkunuc jok ekeni jana kaygırıspası jonundo suyunuctuu kabar beriset"}]}