{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Allakh znayet tekh iz vas, kotoryye otvrashchayut lyudey ot uchastiya v voyne, i tekh, kotoryye govoryat svoim brat'yam: «Idite k nam!». Oni prinimayut v voyne nichtozhnoye uchastiye"},{"SurahNumber":33,"VerseNumber":19,"Text":"poskol'ku oni skupy po otnosheniyu k vam. Kogda imi ovladevayet strakh, ty vidish', kak oni smotryat na tebya. Ikh glaza vrashchayutsya, slovno u togo, kto teryayet soznaniye pered smert'yu. Kogda zhe strakh prokhodit, oni obizhayut vas ostrymi yazykami, skupyas' na dobro. Oni ne uverovali, i Allakh sdelal tshchetnymi ikh deyaniya. Eto dlya Allakha bylo legko"},{"SurahNumber":33,"VerseNumber":20,"Text":"Oni polagayut, chto soyuzniki ne ushli. Yesli by soyuzniki prishli, to oni zakhoteli by kochevat' sredi beduinov i rassprashivat' o vas. Bud' oni vmeste s vami, to oni by ne srazhalis', razve chto nemnogo"},{"SurahNumber":33,"VerseNumber":21,"Text":"V Poslannike Allakha byl prekrasnyy primer dlya vas, dlya tekh, kto nadeyetsya na Allakha i Posledniy den' i premnogo pominayet Allakha"},{"SurahNumber":33,"VerseNumber":22,"Text":"Kogda veruyushchiye uvideli soyuznikov, oni skazali: «Eto - to, chto obeshchali nam Allakh i Yego Poslannik. Allakh i Yego Poslannik skazali pravdu». Eto priumnozhilo v nikh lish' veru i pokornost'"},{"SurahNumber":33,"VerseNumber":23,"Text":"Sredi veruyushchikh yest' muzhi, kotoryye verny zavetu, kotoryy oni zaklyuchili s Allakhom. Sredi nikh yest' takiye, kotoryye uzhe vypolnili svoi obyazatel'stva (ili umerli), i takiye, kotoryye yeshche ozhidayut, no nikak ne izmenyayut svoyemu zavetu"},{"SurahNumber":33,"VerseNumber":24,"Text":"Eto proiskhodit dlya togo, chtoby Allakh vozdal pravdivym za ikh pravdivost' i nakazal litsemerov, yesli On pozhelayet etogo, ili prinyal ikh pokayaniya. Voistinu, Allakh - Proshchayushchiy, Miloserdnyy"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allakh vernul neveruyushchikh v yarosti (ili po prichine ikh yarosti), i oni ne obreli dobra. Allakh izbavil veruyushchikh ot srazheniya. Allakh - Vsesil'nyy, Mogushchestvennyy"},{"SurahNumber":33,"VerseNumber":26,"Text":"On vyvel iz krepostey tekh lyudey Pisaniya, kotoryye pomogali im (soyuznikam), i vselil v ikh serdtsa strakh. Odnu chast' ikh vy ubili, a druguyu vzyali v plen"},{"SurahNumber":33,"VerseNumber":27,"Text":"On dal vam v nasledstvo ikh zemlyu, ikh doma, ikh imushchestvo i zemlyu, na kotoruyu vy dazhe ne stupali. Allakh sposoben na vsyakuyu veshch'"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prorok! Skazhi svoim zhenam: «Yesli vy zhelayete mirskoy zhizni i yeye ukrasheniy, to pridite, i ya nadelyu vas blagami i otpushchu krasivo"},{"SurahNumber":33,"VerseNumber":29,"Text":"No yesli vy zhelayete Allakha, Yego Poslannika i Poslednyuyu zhizn', to Allakh prigotovil tvoryashchim dobro sredi vas velikuyu nagradu»"},{"SurahNumber":33,"VerseNumber":30,"Text":"O zheny Proroka! Yesli kto iz vas sovershit yavnuyu merzost', to yeye mucheniya budut udvoyeny. Eto dlya Allakha legko"}]}