{"Id":294,"LanguageCodes":["ro","ron"],"Name":"ron-unknown","Author":"Unknown","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Dacã pe om îl loveºte o nenorocire, atunci el Îl cheamã pe Domnulsãu, cãindu-se înaintea Lui. Apoi, când îi dãruieºte lui îndurare dinpartea Sa, uitã cele cu care se rugase ºi &Icir"},{"SurahNumber":39,"VerseNumber":9,"Text":"Oare acela care petrece timpul nopþii în rugãciuni, prosternându-se ºi stând în picioare, este cu teamã de Ziua de Apoi ºiÎl roagã de îndurare pe Domnul sãu? Spune: “Oare sunt egali cei care ºtiu cu"},{"SurahNumber":39,"VerseNumber":10,"Text":"Spune: “O, robii mei cei dreptcredincioºi! Fiþi cu fricã de Domnul vostru! Cei care fac bine în aceastã lume vor avea parte de bine . Pãmântul lui Allah este întins. Cei statornici vor primi rãsplata lor fãr"},{"SurahNumber":39,"VerseNumber":11,"Text":"Spune: Mi s-a poruncit mie sã-L ador pe Allah, arãtându-I numaiLui credinþã"},{"SurahNumber":39,"VerseNumber":12,"Text":"ªi mi s-a poruncit sã fiu primul dintre musulmani!”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Spune: “Eu mã tem, dacã nu-I voi arãta supunere Domnului meu, de osânda unei Zile cumplite!”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Spune: “Pe Allah Îl voi adora , curat în credinþa mea!”"},{"SurahNumber":39,"VerseNumber":15,"Text":"Adoraþi ceea ce voiþi afarã de El! Spune: “Cei care pierd suntaceia care ºi-au pierdut sufletele lor ºi familiile lor în Ziua Învierii!Aceasta este pierderea învederatã"},{"SurahNumber":39,"VerseNumber":16,"Text":"Ei vor avea deasupra lor umbre de foc ºi sub ei alte umbre!” Cu aceasta îi ameninþã Allah pe robii Sãi. “O, robii Mei, fiþi cu fricã de Mine!”"},{"SurahNumber":39,"VerseNumber":17,"Text":"Aceia care s-au ferit sã-l adore pe Thagut ºi s-au întors, cãindu-se, la Allah, aceia vor avea veste bunã! Deci binevesteºte robilorMei"},{"SurahNumber":39,"VerseNumber":18,"Text":"Care ascultã cuvântul ºi urmeazã ceea ce este cel mai bun în el!Aceºtia sunt cei pe care îi cãlãuzeºte Allah ºi aceºtia sunt cei cupricepere"},{"SurahNumber":39,"VerseNumber":19,"Text":"Oare pe acela împotriva cãruia se adevereºte cuvântul pedep- sei , oare îl vei mai putea Tu mântui când el se aflã deja în Foc"},{"SurahNumber":39,"VerseNumber":20,"Text":"Însã aceia care au fost cu fricã de Domnul lor vor avea parte de odãi peste care alte odãi au fost clãdite . Pe sub ele vor curge pâ- raie. [Aceasta este] fãgãduinþa lui Allah ºi Allah nu"},{"SurahNumber":39,"VerseNumber":21,"Text":"Oare tu nu vezi cã Allah trimite apã din cer, apoi o îndreaptã ca izvoare în pãmânt, apoi scoate cu ajutorul ei roade de felurite culori,apoi ele se ofilesc ºi le vezi galbene, apoi le face bucãþel"},{"SurahNumber":39,"VerseNumber":22,"Text":"Oare acela cãruia i-a deschis Allah pieptul pentru Islam ºi care are luminã de la Domnul sãu? Vai acelora cu inimile împietrite faþã de pomenirea lui Allah! Aceia se aflã într-o rãtãcire învede"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah a trimis vestea cea mai frumoasã, ca o Carte [în care uneleversete] se aseamãnã ºi se repetã . Pieile acelora care se tem deDomnul lor se înfioarã la auzul ei; apoi se liniºtesc pieile ºi"},{"SurahNumber":39,"VerseNumber":24,"Text":"Oare acela care în Ziua Învierii se va feri cu faþa sa de rãul chi-nului? ªi li se va spune celor nelegiuiþi: “Gustaþi ceea ce aþi agonisit!”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Au tãgãduit aceia de dinainte de ei ºi le-a venit lor chinul de acolo de unde ei nu se aºteptau"},{"SurahNumber":39,"VerseNumber":26,"Text":"ªi le-a dat lor Allah sã guste ruºine în viaþa aceasta, iar osânda din Viaþa de Apoi va fi ºi mai mare, dacã mãcar ei ar ºti"},{"SurahNumber":39,"VerseNumber":27,"Text":"ªi Noi le-am dat oamenilor în acest Coran tot felul de pilde, pentru ca ei sã ia aminte"},{"SurahNumber":39,"VerseNumber":28,"Text":"Un Coran arab , fãrã de nici o strâmbãtate , pentru ca ei sã fie cu fricã"},{"SurahNumber":39,"VerseNumber":29,"Text":"A dat Allah ca pildã un bãrbat [rob] cu asociaþi care se ceartã între ei [asupra Lui] ºi un [alt] bãrbat cu totul supus unui singur om. Oare sunt ei în aceeaºi situaþie? Laudã lui Allah! Dar cei ma"},{"SurahNumber":39,"VerseNumber":30,"Text":"Tu vei muri [într-o zi] ºi vor muri ºi ei [într-o zi]"},{"SurahNumber":39,"VerseNumber":31,"Text":"Apoi, în Ziua Învierii, vã veþi certa voi între voi, înaintea Domnului vostru"}]}