{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"مثل این دو گروه (مؤمنان وکافران) مانند کور و کر ، و بینا و شنواست ، آیا این دو در وصف یکسانند ؟! آیا پند نمی گیرید ؟"},{"SurahNumber":11,"VerseNumber":25,"Text":"و به راستی ما نوح را به سوی قومش فرستادیم ،(و به آنها گفت :)«همانا من برای شما هشدار دهنده آشکار هستم"},{"SurahNumber":11,"VerseNumber":26,"Text":"جز الله را نپرستید ، همانا من از عذاب روز درد ناک بر شما می ترسم »"},{"SurahNumber":11,"VerseNumber":27,"Text":"پس اشراف کافر قومش گفتند :«ما تو را جز بشری همانند خودمان نمی بینیم ،و نمی بینیم کسانی که از توپیروی کرده اند؛ مگر (گروهی) ارازل (= فرو مایگان) ساده لوح (قوم) ما هستند ، و ما برای شما فضیلتی بر خود نمی بینیم ، بلکه شما را دروغگو می پنداریم»"},{"SurahNumber":11,"VerseNumber":28,"Text":"(نوح) گفت: «ای قوم من ! به من خبر دهید ، اگر من دلیل (وحجت) آشکاری از پروردگارم داشته باشم و از نزد خود رحمتی به من عطا کرده باشد ، پس (آن) بر شما پوشیده مانده است ،آیا می توانیم شما را به (پذیرش) آن اجبار کنیم ، در حالی که شما از آن کراهت دارید ؟"},{"SurahNumber":11,"VerseNumber":29,"Text":"و ای قوم من ! بر (رساندن) این (دعوت) از شما مالی نمی طلبم ، پاداش من تنها بر خداست ، ومن (هرگز) کسانی را که ایمان آورده اند ، (از خود) طرد نمی کنم ، همانا آنها پروردگارشان را ملاقات خواهند کرد ، ولیکن من شما را قومی نادان می بینم"},{"SurahNumber":11,"VerseNumber":30,"Text":"و ای قوم من ! اگر من آنها را طرد کنم ، چه کسی من را در برابر (عقوبت) خدا یاری می کند ؟! آیا پند نمی گیرید ؟"},{"SurahNumber":11,"VerseNumber":31,"Text":"ومن به شما نمی گویم که گنج های خدا نزد من است ، و غیب نمی دانم ، و نمی گویم که من فرشته ام ، و (نیز) نمی گویم کسانی که در نظر شما حقیر می آیند ، خداوند به آنها خیری نخواهد داد ، خدا به آنچه در دلها ی آنان است آگاه تر است ، (و اگر آنها را طرد کنم ) قطعاً آنگاه از ستمکاران خواهم بود »"},{"SurahNumber":11,"VerseNumber":32,"Text":"(قوم) گفتند : «ای نوح ! به راستی که با ما جدال (و بحث) کردی ، و زیاد هم جدال و بحث کردی ، پس اگر از راستگویانی آنچه را که به وعده می دهی؛ بیاور»"},{"SurahNumber":11,"VerseNumber":33,"Text":"(نوح) گفت: «اگر خدا بخواهد آن را برای شما می آورد ، و شما (عاجز کننده نیستید و) از آن نتوانید گریخت"},{"SurahNumber":11,"VerseNumber":34,"Text":"و اگر خداوند بخواهد شما را گمراه سازد ، و من بخواهم شما را نصیحت کنم، نصیحت من سودی برای شما نخواهد داشت ، او پروردگار شماست ، و(همه) به سوی او بازگرداند ه می شوید»"},{"SurahNumber":11,"VerseNumber":35,"Text":"آیا (مشرکان) می گویند: (پیامبر) آن قرآن را بافته (و به خدا نسبت داده)است ؟ (ای پیامبر!) بگو:«اگر من آن را بافته باشم، پس گناهم بر عهده ی من است ، و من از گناهانی که شما می کنید؛ بیزارم»"},{"SurahNumber":11,"VerseNumber":36,"Text":"و به نوح وحی شد که : از قوم تو جز آنهای که ایمان آورده اند ، دیگر هیچ کسی ایمان نخواهد آورد ، پس بر آنچه که می کردند؛ غمگین مباش"},{"SurahNumber":11,"VerseNumber":37,"Text":"و (اکنون) به دیدگان ما و به وحی ما ، کشتی بساز ، و در(باره ی) کسانی که ستم کردند، با من سخن مگو ، که آنان غرق شدنی هستند »"},{"SurahNumber":11,"VerseNumber":38,"Text":"و (نوح) کشتی را می ساخت ، و هر گاه گروهی از اشراف قومش بر او می گذشتند ، او را مسخره می کردند ،(نوح) می گفت : «اگر ما را مسخره می کنید ، پس ما (نیز) شما را مسخره خواهیم کرد؛ همین گونه که مسخره می کنید،"},{"SurahNumber":11,"VerseNumber":39,"Text":"پس به زودی خواهید دانست ، چه کسی عذاب به سراغش می آید که خوارش سازد ، و عذاب جاودان بر چه کسی وارد خواهد شد »"},{"SurahNumber":11,"VerseNumber":40,"Text":"(این حالت همچنان ادامه داشت) تا زمانی که فرمان فرا رسید ، و (آب از) تنور جوشیدن گرفت (به نوح) گفتیم :«از هر جفتی (از حیوانات) دو تا (نر ماده) در آن (کشتی) برگیر ، و(همچنین) خاندانت را؛ جز کسی که وعده ی (هلاک) قبلاً بر او مقرر شده است ، و (نیز) کسانی که ایمان آورده اند (را برگیر) » و جز عده ی اندکی همراه اوایمان نیاوردند"}]}