{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Droga jest tylko przeciwko tym, ktorzy prosza cie o pozwolenie, chociaz sa bogaci. Oni sa zadowoleni, ze sa z tymi, ktorzy pozostali w tyle. Bog wycisnał pieczec na ich sercach, tak iz oni nie wiedza"},{"SurahNumber":9,"VerseNumber":94,"Text":"Oni sie beda usprawiedliwiac przed wami, kiedy do nich powrocicie. Powiedz: \"Nie usprawiedliwiajcie sie! My wam nie uwierzymy nigdy! Bog juz obwiescił nam wiadomosc o was. Bog niebawem zobaczy wasze działanie, a takze Jego Posłaniec. Potem zostaniecie sprowadzeni do Tego, ktory zna doskonale to, co skryte i jawne, i On obwiesci wam, co czyniliscie"},{"SurahNumber":9,"VerseNumber":95,"Text":"Oni beda zaklinac was na Boga, kiedy do nich powrocicie, zebyscie sie od nich odwrocili. Odwroccie sie wiec od nich! Oni sa brudem i miejscem ich schronienia bedzie Gehenna! - jako zapłata za to, co zarobili"},{"SurahNumber":9,"VerseNumber":96,"Text":"Oni was zaklinaja, abyscie byli z nich zadowoleni. Lecz, zaprawde, Bog nie jest zadowolony z ludzi szerzacych zepsucie"},{"SurahNumber":9,"VerseNumber":97,"Text":"A Beduini sa bardziej zawzieci pod wzgledem niewiary i hipokryzji i bardziej zdolni do tego, by nie uznac granic zesłanych przez Boga Swojemu Posłancowi"},{"SurahNumber":9,"VerseNumber":98,"Text":"A Bog jest wszechwiedzacy, madry! Wsrod Beduinow sa tacy, ktorzy uwazaja to, co wydaja, za ciezki obowiazek i wyczekuja na zmiane waszego losu. Przeciwko nim obroci sie zły los. A Bog jest słyszacy, wszechwiedzacy"},{"SurahNumber":9,"VerseNumber":99,"Text":"Ale sa wsrod Beduinow i tacy, ktorzy wierza w Boga i w Dzien Ostatni i ktorzy uwazaja to, co rozdaja, za przyblizenie do Boga i do modlitw Jego Posłanca. Czyz nie tak?! Zaprawde, to jest dla nich przyblizenie! I wprowadzi ich Bog do Swego miłosierdzia! Zaprawde, Bog jest przebaczajacy, litosciwy"},{"SurahNumber":9,"VerseNumber":100,"Text":"A z tych, ktorzy przybyli pierwsi sposrod muhadzirow i ansarow, i z tych, ktorzy poszli za nimi w czynieniu dobra - Bog jest zadowolony i oni sa zadowoleni z Niego. On przygotował dla nich Ogrody, gdzie w dole płyna strumyki; oni tam beda przebywac na wieki. To jest osiagniecie ogromne"},{"SurahNumber":9,"VerseNumber":101,"Text":"Wsrod Beduinow, ktorzy znajduja sie wokoł was, sa obłudnicy; i wsrod mieszkancow Medyny sa uporczywie trzymajacy sie obłudy. Ty ich nie znasz, My ich znamy. My ich ukarzemy dwukrotnie, potem oni zostana poddani karze ogromnej"},{"SurahNumber":9,"VerseNumber":102,"Text":"A sa i inni, ktorzy uznali swoje grzechy: oni pomieszali dobre działanie i złe. Byc moze, Bog zwroci sie ku nim. Zaprawde, Bog jest przebaczajacy, litosciwy"},{"SurahNumber":9,"VerseNumber":103,"Text":"Wez z ich majatku jałmuzne, abys przez nia mogł ich oczyscic i usprawiedliwic, i modl sie za nimi! Zaprawde, twoja modlitwa to uspokojenie dla nich! A Bog jest słyszacy, wszechwiedzacy"},{"SurahNumber":9,"VerseNumber":104,"Text":"Czy oni nie wiedza, ze Bog przyjmuje nawrocenie od Swoich sług i przyjmuje jałmuzny, i ze tylko Bog jest Przebaczajacy, Litosciwy"},{"SurahNumber":9,"VerseNumber":105,"Text":"Powiedz: \"Działajcie! Bog zobaczy wasze działanie, a takze Jego Posłaniec i wierni! I niebawem bedziecie zwroceni ku znajacemu doskonale skryte i jawne, i wtedy On obwiesci wam, co czyniliscie"},{"SurahNumber":9,"VerseNumber":106,"Text":"Sa i inni, ktorzy oczekuja na rozkaz Boga: albo ich ukarze, albo sie ku nim zwroci. Bog jest wszechwiedzacy, madry"},{"SurahNumber":9,"VerseNumber":107,"Text":"A jesli chodzi o tych, ktorzy sobie przygotowali meczet dla sprzeciwu i niewiary i dla rozdzielenia wierzacych, i jako zasadzke na uzytek tego, ktory przedtem zwalczał Boga i Jego Posłanca - to oni, z pewnoscia, beda przysiegac: \"Chcielismy tylko tego, co najpiekniejsze!\" O nich zaswiadczy Bog, iz sa kłamcami"},{"SurahNumber":9,"VerseNumber":108,"Text":"Nie stawaj w nim nigdy! Meczet, ktory został postawiony dla poboznosci, od pierwszego dnia, jest bardziej godny tego, abys w nim stawał. W nim sa ludzie, ktorzy lubia sie oczyszczac, a Bog kocha tych, ktorzy sie oczyszczaja"},{"SurahNumber":9,"VerseNumber":109,"Text":"Czy ten jest lepszy, kto wzniosł swoja budowle na bojazni Boga, i na Jego upodobaniu, czy tez ten, kto wzniosł swoja budowle na skraju osypujacego sie urwiska, ktory zwali sie z nim w ogien Gehenny? Bog nie prowadzi droga prosta ludzi niesprawiedliwych"},{"SurahNumber":9,"VerseNumber":110,"Text":"Budowla, ktora oni wzniesli, nie przestanie byc watpliwoscia w ich sercach, dopoki ich serca nie zostana rozdarte. A Bog jest wszechwiedzacy, madry"}]}