{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Hvis dere er pa reise og ikke kan finne en skriver, sa kan det gis handpant som sikkerhet. Om noen saledes betror en annen noe, sa er denne ansvarlig for pantet, og han skal frykte Gud, sin Herre. Undersla ikke bevis. Den som gjør det, har synd i sitt hjerte. Gud vet hva dere gjør"},{"SurahNumber":2,"VerseNumber":284,"Text":"Gud tilhører alt i himlene og pa jorden. Om dere bærer apent frem eller skjuler det som er i deres hjerter, sa vil Gud trekke dere til regnskap for det. Og Han vil tilgi den Han bestemmer, og straffe den Han bestemmer. Gud har makt over alle ting"},{"SurahNumber":2,"VerseNumber":285,"Text":"Sendebudet tror pa det som er ham apenbart fra Herren, sa ogsa de troende. Hver og en tror pa Gud, Hans engler, Hans skrifter og Hans sendebud: «Vi gjør ingen forskjell pa noen av Hans sendebud.» De sier: «Vi hører, og vi adlyder. Din tilgivelse, Herre! Til Deg fører vandringen hen!»"},{"SurahNumber":2,"VerseNumber":286,"Text":"Gud forlanger ikke mer av noen enn det han kan makte. Han godskrives det han har fortjent, og belastes det han har fortjent. Herre, ta oss ikke fatt om vi glemmer eller feiler! Herre, legg ikke pa oss slike byrder som Du gav dem a bære som er gatt foran oss! Herre, gi oss ikke a bære det vi ikke har krefter til! Forlat og tilgi og forbarm Deg over oss. Du er var Herre og Mester. Hjelp oss mot vantroens folk"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Gud! Det er ingen gud uten Ham, den Levende, den som Er"},{"SurahNumber":3,"VerseNumber":3,"Text":"Han har apenbart deg skriften med sannheten, som stadfester det som forela før den. Han har apenbart loven og evangeliet før"},{"SurahNumber":3,"VerseNumber":4,"Text":"som ledelse for menneskene. Han har apenbart kriteriet. De som ikke tror pa Guds ord, har i vente en streng straff. Gud er mektig, og har gjengjeldelsen i Sin hand"},{"SurahNumber":3,"VerseNumber":5,"Text":"For Gud er intet skjult i himmel og pa jord"},{"SurahNumber":3,"VerseNumber":6,"Text":"Han er det som former dere i mors liv slik Han vil. Det er ingen Gud unntatt Ham, den Mektige, den Vise"},{"SurahNumber":3,"VerseNumber":7,"Text":"Han har apenbart deg skriften. Det finnes skriftsteder som er klare og utvetydige, som er Bokens ryggrad, og andre som ma fortolkes i samklang med disse. De, hvis hjerter er pa vidvanke, fester seg ved dem som kan tolkes, idet de søker anstøtssteiner og begjærer deres endelige tolkning. Men ingen kjenner denne deres fortolkning unntatt Gud. De som er fast forankret i viten, sier: «Vi tror pa det! Alt er fra Herren!» Men ingen lar seg formane unntatt de som har hjertets forstand"},{"SurahNumber":3,"VerseNumber":8,"Text":"Herre, la ikke vare hjerter vandre etter at Du har ledet oss. Gi oss Din nade. Du er Giveren"},{"SurahNumber":3,"VerseNumber":9,"Text":"Herre, Du vil visselig samle menneskene pa en dag hvorom ingen tvil hersker. Sannelig, Gud sviker ikke Sitt løfte"},{"SurahNumber":3,"VerseNumber":10,"Text":"De vantro kan ikke verge seg mot Gud ved sin rikdom og sine barn"},{"SurahNumber":3,"VerseNumber":11,"Text":"De vil bli brensel for Ilden, som Faraos folk og folk før dem. De fornektet Vart ord. Sa tok Gud dem fatt for deres synder, og Gud er streng med straffen"},{"SurahNumber":3,"VerseNumber":12,"Text":"Si til de vantro: «Dere vil bli satt til veggs og samlet i helvete. Et darlig hvilested!»"},{"SurahNumber":3,"VerseNumber":13,"Text":"Sannelig, det var et jærtegn for dere da de to kampgrupper møttes. Den ene kjempet for Guds sak, den annen var vantro, og denne fortonet seg dobbelt sa stor for øyet. Men Gud styrker med Sin hjelp dem Han vil. I dette er en paminnelse for dem som har øyne"},{"SurahNumber":3,"VerseNumber":14,"Text":"Fagert er for menneskene det som begjæret etterstreber, kvinner, barn, hauger av sølv og gull, fine hester, kveg og akrer. Dette er jordelivets gleder. Men hos Gud er det herligste hjem"}]}