{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Qofte lavderuar Ai; i paster eshte Ai nga te metat – i cili, ne nje cast te nje nate, e ka barte robin e Tij (Muhammedin) nga Tempulli i shenjte (Mekka) ne Tempullin e larget (Jerusalemi), rrethinen e se ciles e kemi bekuar, per t’ia deftuar atij disa nga dokumentet Tona. Ai (Perendia), me te vertete, degjon cdo gje dhe sheh cdo gje"},{"SurahNumber":17,"VerseNumber":2,"Text":"Dhe ia dhame Musait Librin dhe e beme ate udherrefyes per bijte e Israelit – (duke u thene atyre): “Mos merrni perpos Meje kurrfare perfaqesuesi"},{"SurahNumber":17,"VerseNumber":3,"Text":"pasardhesit e atyre qe Ne i bartem me Nuhun (ne barke)!” Ai (Nuhu) me te vertete, ka qene rob mirenjohes (i Zotit)"},{"SurahNumber":17,"VerseNumber":4,"Text":"Dhe Ne u kemi shpallur ne Liber bijve te Israelit: “Ju me te vertete, do te beni dy here ngaterresa ne Toke dhe do te tregoni mendjemadhesi te tepert"},{"SurahNumber":17,"VerseNumber":5,"Text":"E, kur erdhi premtimi i pare prej atyre dyjave (ngaterresave), i derguam kunder jush roberit Tane, te fuqishem luftetare, dhe u sollem gjere e gjate neper token tuaj. Ky ishte premtimi i kryer (denimi)"},{"SurahNumber":17,"VerseNumber":6,"Text":"Pastaj, ua kthyem serish juve (fuqine e sulmit) kunder tyre dhe u ndihmuam juve me pasuri dhe djem dhe u beme ne numer me te madh ushtaresh. –"},{"SurahNumber":17,"VerseNumber":7,"Text":"Nese beni miresi, beni per vete. E, nese beni keq, i beni vetes. E, kur erdhi premtimi i dyte, i derguam Ne ata (armiqte tuaj) per t’ju nxire fytyrat tuaja, dhe qe te hyjne ata ne tempull, sikunder qe paten hyre heren e pare dhe te shkaterrojne plotesisht cdo gje qe e pushtojne"},{"SurahNumber":17,"VerseNumber":8,"Text":"Behet qe Zoti juaj t’ju meshiroj, e nese ju ktheheni (ne te keqe), Na kthehemi (ne denim) kunder jush. Dhe xhehennemin e kemi bere burg per mohuesit”"},{"SurahNumber":17,"VerseNumber":9,"Text":"Me te vertete, ky Kur’an udhezon kah ajo qe eshte me e drejte dhe i sihariqon besimtaret qe punojne vepra te mira, se ata, me te vertete, do te kene shperblim te madh"},{"SurahNumber":17,"VerseNumber":10,"Text":"e, atyre qe nuk besojne ne jeten tjeter, u kemi pergatitur denim te dhembshem"},{"SurahNumber":17,"VerseNumber":11,"Text":"Njeriu mallkon ne te keqe, ashtu sic lutet edhe per te mire (pa menduar fundin); e njeriu eshte i ngutshem"},{"SurahNumber":17,"VerseNumber":12,"Text":"Dhe, Ne kemi bere naten dhe diten dy argumente (qe deshmojne fuqine Tone); e kemi shlyer argumentin e nates, kurse argumentin e dites e kemi bere te ndritshem, per te kerkur ju dhunti nga Zoti juaj, dhe qe te dini numrin e viteve dhe njehsimin e kohes, dhe cdo gje e kemi shpjeguar plotesisht"},{"SurahNumber":17,"VerseNumber":13,"Text":"Cdo njeriu i kemi vare ne qafe punen e tij dhe Na – do t’ia paraqesim atij ne Diten e Kijametit – librin qe do ta gjeje te hapur"},{"SurahNumber":17,"VerseNumber":14,"Text":"(i thuhet): “Lexoje librin tend, mjafton qe ti sot vete per vetveten te japesh llogari!”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kush udhezohet ne rrugen e drejte, ai eshte udhezuar (per dobi te vet), e ai qe bredhe, ka bredhur ne dem te vet dhe askush nuk e merr te keqen e tjeterkujt. Na nuk denojme (askend) para se te dergojme pejgamber"},{"SurahNumber":17,"VerseNumber":16,"Text":"Kur Ne duam ta shkaterrojme nje qytet, (per mekatet e bera), i nxitim ata qe jane mesuar me jete luksoze, qe te jepen pas korrupsionit (mbrapshtive), e keshtu te meritojne denimin, dhe pastaj t’i shkaterrojme ata gjer ne themel"},{"SurahNumber":17,"VerseNumber":17,"Text":"Sa e sa gjenerata Na i kemi shkaterruar pas Nuhut! E, mjafton qe Zoti yt di dhe sheh mekatet e roberve te Tij"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kush deshiron kete bote, Na ia shpejtojme atij qe t’i japim ne te (ne kete bote) cka te duam e per ke te duam. E, pastaj ia caktojme atij xhehennemin, ne te cilin ai do te fergohet, duke qene i fyer dhe i debuar"},{"SurahNumber":17,"VerseNumber":19,"Text":"E, kush deshiron boten tjeter dhe perpiqet per te, e eshte besimtar, perpjekja e tyre eshte e falenderuar"},{"SurahNumber":17,"VerseNumber":20,"Text":"Na te gjitheve u ndihmojme: ketyreve dhe atyreve – me dhuratat e Zotit tend. E, dhuratat e Zotit tend nuk jane te penguara"},{"SurahNumber":17,"VerseNumber":21,"Text":"Shiko si i kemi dhuruar ne disa ndaj te tjereve. E, bota tjeter, ne te vertete, eshte me e madhe perkah pozitat dhe dhuntite"},{"SurahNumber":17,"VerseNumber":22,"Text":"Mos merr per zot tjeter kend, perpos Perendise, e te mbetesh i share dhe i poshteruar"}]}