{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"E, atyre qe i druajne Perendise – u thuhet: “Cka u ka shpallur Zoti juaj?” – Ata do te thone: “(Na ka zbritur) miresi!” Ata qe bejne vepra te mira ne kete bote, do te kene miresi, e ne boten tjeter do te kene edhe me te mira. E, sa e mrekullueshme do te jete shtepia e atyre qe i druajne Perendise"},{"SurahNumber":16,"VerseNumber":31,"Text":"xhennetet e Adnit, ne te cilet do te hyne ata, neper te cilet rrjedhin lumenjt, e ne to ka gjithcka qe deshirojne ata. Keshtu i shperblen Perendia besimtaret"},{"SurahNumber":16,"VerseNumber":32,"Text":"te cileve engjejt ua marrin shpirterat, (duke qene ata) te paster. (E engjejt) u thone atyre: “Shpetimi qofte mbi ju! Hyni ne xhennet per ato qe keni punuar!”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ata – mohuesit, nuk presin kurrgje tjeter, perpos qe t’u vijne engjejt (t’ua marrin shpirtin) ose t’ju vie urdheri (denimi) i Zotit tend. Keshtu kane bere edhe ata qe kane qene para ketyre. Perendia nuk u ka bere atyre padrejtesi, por ata vetvetes i kane bere zullum"},{"SurahNumber":16,"VerseNumber":34,"Text":"dhe i arriti denimi ata, per veprat qe kane punuar dhe ata i kaploi ajo (denimi), meqe talleshin me ta"},{"SurahNumber":16,"VerseNumber":35,"Text":"Dhe thonin ata, te cilet i benin shok Perendise: “Sikur te donte Perendia, nuk do te adhuronim ne, as te paret tane – asgje, pervec Tij, dhe nuk do te kishim ndaluar ne asgje, pa deshiren e Tij. Keshtu kane vepruar ata para ketyre (kane mohuar). Per pejgamberet s’ka tjeter detyre perpos qe te shpallin qarte"},{"SurahNumber":16,"VerseNumber":36,"Text":"Na cdo populli i kemi derguar nga nje pejgamber. (Ata u thonin atyre): “Adhuronie Perendine, e shmanguni nga djalli!” Disa prej tyre, Perendia i shpuri ne rruge te drejte, e disa prej tyre merituan te mbeten ne humbje. Andaj, udhetoni neper bote, e shihni se cfare ka qene denimi per ata, te cilet pejgamberet e vet i konsideronin per genjeshtare"},{"SurahNumber":16,"VerseNumber":37,"Text":"Edhe nese angazhohesh ti (o Muhammed!) qe ata te jene ne rrugen e drejte, me te vertete, Perendia nuk do ta shpie ne rruge te drejte, ate qe don ta lere ne humbje. Dhe per ata nuk ka kurrfare ndihmesi"},{"SurahNumber":16,"VerseNumber":38,"Text":"Dhe ata (mohuesit), jane betuar ne Perendine, me betimin e tyre me te forte: “Perendia nuk do ta ngjalle ate qe ka vdekur”. Por, me te vertete, (ringjallja) eshte premtim i Tij i sakte – por qe, shumica e njerezve nuk e dine"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Do t’i ringjalle ata Perendia) per t’ju shpjeguar, ate, per te cilen percaheshin ata dhe qe ta kuptojne mohuesit se kane qene genjeshtare"},{"SurahNumber":16,"VerseNumber":40,"Text":"Nese deshirojme te behet dicka, Na – vetem me nje te thenme per ate: “Behu!” dhe ajo behet"},{"SurahNumber":16,"VerseNumber":41,"Text":"E, ata qe kane emigruar ne emer te Perendise, pasi u eshte bere zullum, Na do t’i vendosim ne vendbanim te mire ne kete bote, e shperblimi ne boten tjeter, eshte edhe me i madh. Ah! sikur ta dinin ata"},{"SurahNumber":16,"VerseNumber":42,"Text":"(Ata qe emigruan) kane duruar dhe jane mbeshtetur ne Zotin e thyre"},{"SurahNumber":16,"VerseNumber":43,"Text":"Na edhe para teje kemi derguar vetem njerez – burra, (e jo engjej), te cileve u kemi derguar shpallje, - andaj pyetni dijetaret e Librit, nese nuk e dini (kete) –"},{"SurahNumber":16,"VerseNumber":44,"Text":"(I kemi derguar ata) me argumente te qarta dhe libra. Dhe Na, ty ta kemi derguar Kur’anin qe t’u shpjegosh njerezve dispozitat e shpalljes, dhe qe te mendojne ata"},{"SurahNumber":16,"VerseNumber":45,"Text":"A jane te sigurte ata, qe bejne dredhi me vepra te keqia, qe Perendia nuk do t’i shafoje ne toke, ose qe nuk do t’u vie denimi nga nuk e presin"},{"SurahNumber":16,"VerseNumber":46,"Text":"ose qe nuk do t’i denoje ata ne udhetimet e tyre – ata nuk mund te shpetojne (nga denimi) –"},{"SurahNumber":16,"VerseNumber":47,"Text":"ose (a jane te sigurte ata) se nuk do t’i godas denimi, duke qene ata ne frike; me te vertete, Zoti juaj eshte i bute dhe i meshirshem"},{"SurahNumber":16,"VerseNumber":48,"Text":"A nuk po shohin at, se te gjitha ato qe i ka krijuar Perendia, hija e tyre anon djathtas e majtas, duke iu perule Perendise, si dhe vet ata i nenshtrohen pushtetit te Perendise"},{"SurahNumber":16,"VerseNumber":49,"Text":"Perendise i bene sexhde cdo gjallese, ne qiej dhe ne Toke, edhe engjejt, dhe ata (engjejt) nuk jane kryelarte"},{"SurahNumber":16,"VerseNumber":50,"Text":"I druajne Zotit te tyre, qe ka pushtet mbi ta dhe punojne ate qe u urdherohet"}]}