{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Aytkın: «(Ooba! Şagıragan söök je çirigen tarp gana emes, egerde) taş, temir bolsoŋor da"},{"SurahNumber":17,"VerseNumber":51,"Text":"Je jürögüŋördö (oylogon) mından da oluttuuraak nerse bolsoŋor da, (Allaһ sözsüz tiriltip alat!) «Kim kayra tiriltet?» dep suraşat. Aytkın: «Silerdi birinçi iret jaratkan Kuday». Kiyin alar saga (işenbey) baş çaykaşıp: «Al kaçan?» deşet. Aytkın: «Jakın kalgan bolso ajep emes»"},{"SurahNumber":17,"VerseNumber":52,"Text":"(İsrafil perişte «sur» kerneyin tartıp, Allaһ) silerdi çakırganda, Anı daŋktap, joop beresiŋer. (Mürzöŋördön tirilip çıgasıŋar.) Jana (bul düynödö) bir az ele ubakıt turduk dep oylop kalasıŋar»"},{"SurahNumber":17,"VerseNumber":53,"Text":"(O, Muhammad), Menin pendelerime ayt, eŋ jakşı sözdördü süylöşsün.! Şaytan alardın arasın buzup jüröt. Çınında, şaytan — insandın anık duşmanı"},{"SurahNumber":17,"VerseNumber":54,"Text":"Allaһ silerdi (özüŋördön) jakşıraak bilet.” (Allaһ) kaalasa silerge ırayım kılat, kaalasa, azap beret. (Oo, Muhammad!) Biz seni alarga (işterin tekşerüüçü) ökül kılgan emespiz"},{"SurahNumber":17,"VerseNumber":55,"Text":"Senin Rabbiŋ asmandardagı jana jerdegi nerselerdi (silerden) jakşıraak Bilüüçü. Biz kee bir Paygambarlardı kee biröölörünön abzel-jogoru kıldık jana Daudga Zabur (kitebin) berdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"Aytkın: «(O, muşrikter) Allaһtan başka (özüŋör kuday dep) oylogonuŋarga duba kıla bergile, baarı bir alar silerden eç bir zıyandı arılta albayt jana (işiŋerdi jakşı je jaman jagına) özögörtö albayt"},{"SurahNumber":17,"VerseNumber":57,"Text":"Alardın! özdörü (Allaһka) duba kılışıp, (Aga) kimisi jakınıraak (süyüktüüröök) boluuga jol izdeşet, ırayımınan ümüt kılışıp, azabınan korkuşat. Çınında, Rabbiŋdin azabınan sak boluu zarıl"},{"SurahNumber":17,"VerseNumber":58,"Text":"Biz (jer betindegi) bardık (kaapır) şaarlardı, Kıyamattan murdaraak kıyratabız je bolboso, katuu azap menen jazalaybız. Bul Kitepte (tagdırda) jazılgan"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizdi (muşrikterge) moojiza berüüdön toskon nerse — abalkı (kaapır) koomdordun (moojizanı) «jalgan» degenderi. Biz Samud koomuna anık körüngön töö berdik ele, aga zulum kılıp (işenbey) koyuştu. Biz moojizalardı (elderdi jalgız Allaһtan) korkutuu üçün gana jiberebiz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Jana bir kezde Biz saga: «Rabbiŋ (Özünün ilimi menen) adamdardı orop alat» degenbiz. Biz saga (İsraa tünündö) körgözgön nerse jana Kuraandagı kargış tiygen (Zakkum daragı) adamdar üçün sınoo. Biz alardı korkutabız. Birok, bul (korkutuu) alardın aşıngan kaapırlıgın gana köböytöt"},{"SurahNumber":17,"VerseNumber":61,"Text":"Bir kezde Biz periştelerge: «Adamga sajda kılgıla!» dedik. İblisten başka baarı sajda kılıştı. (İblis bolso:) «Ilaydan jaratkan nerseŋe sajda kılat bekenmin» - dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Al (dagı mınday) dedi: « Aytçı, maga (oo, Rabbim), menden uluk kılganıŋ (Adam) uşulbu?! Eger meni Kıyamat küngö çeyin (janımdı albay) keçiktirseŋ, anın bardık urpaktarın azgırıp jiberemin. Azıraaktarı (Saga ıklas menen sıyıngandarı) gana kalat»"},{"SurahNumber":17,"VerseNumber":63,"Text":"«Jogol! — dedi Allaһ, — birok, alardan kimisi saga eerçise, silerdin toluk (ılayıktuu) jazaŋar tozok"},{"SurahNumber":17,"VerseNumber":64,"Text":"Alardın kimisine alıŋ jetse, dobuşuŋ menen (ele) azgırıp al! (Kaalasaŋ) alardın üstünö atçan jana jöö askeriŋdi jiber! Jana (kaalasaŋ) alardın mal-mülkündö, bala-çakasında şerik bol jana alarga ubadalarıŋdı ber! (O, pendeler!) Şaytan alarga jalgan ubadalardı gana beret"},{"SurahNumber":17,"VerseNumber":65,"Text":"Albette, Menin (ıklastuu) pendelerime biyligiŋ ötpöyt! Saktoo jaatınan (alarga) Rabbiŋdin Özü jetiştüü!»"},{"SurahNumber":17,"VerseNumber":66,"Text":"(O, insandar) Rabbiŋer, Öz paziletinen (ırıskı) izdeşiŋer üçün silerdin paydaŋarga (albuuttangan) deŋizdin üstündö keme jürgüzüp koydu. Çınında, Al silerge Irayımduu"},{"SurahNumber":17,"VerseNumber":67,"Text":"Jana eger silerdi deŋiz üstündö bir apaat karmasa, jalbarıp, duba kılgan «kudayıŋar» jogolup, Anın (Allaһtın) Özü gana kalat. (Jana Özünö jalbarıp: «O, Allaһ! Özüŋ jalgız kudayıbızsıŋ! Kutkara kör!» deysiŋer). Emi, Al silerdi kurgakka çeyin (jetkirip) kutkarıp koyso, (dagı ele but-kudayıŋarga) burulup ketesiŋer. İnsan jakşılıkka şügürsüz boldu"},{"SurahNumber":17,"VerseNumber":68,"Text":"Emne, silerdi kurgakta jer jutup jiberişinen je bolboso, (Allaһ) silerge taş boroonun jiberişinen, kiyin özüŋörgö (eç bir) ökül-korgooçu tappay (mukurap) kalışıŋardan koopsuzsuŋarbı"},{"SurahNumber":17,"VerseNumber":69,"Text":"Dagı siler (Allaһ) silerdi kayradan deŋizge kaytarıp, üstüŋördön dobul jiberip, kaapırlıgıŋarga jaraşa çöktürüp jiberişinen koopsuzsuŋarbı?! Kiyin Bizge karşı bir da öç alıp berçü adamdı taba albay kalasıŋar"}]}