{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"Сен:«Тош ёки темир бўлиб олинглар"},{"SurahNumber":17,"VerseNumber":51,"Text":"Ёки кўнгилларингизда катта кўринган бошқа бирон махлуқ (бўлиб олинглар)», деб айт. Бас, улар: «Бизни ким қайта тирилтирур», дерлар. Сен:«Сизларни биринчи марта йўқдан бор қилган Зот», дегин. Улар сенга бошларини қимирлатурлар ва: «У қачон бўлур?» дерлар, Сен:«Шояд яқинда бўлса», дегин"},{"SurahNumber":17,"VerseNumber":52,"Text":"У кунда Ул зот сизни чақирур. Бас, сиз Унга ҳамд ила жавоб берурсиз ва (дунёда) фақат озгина турганлигингизни гумон қилурсиз"},{"SurahNumber":17,"VerseNumber":53,"Text":"Бандаларимга айтгин, улар энг гўзал бўлган нарсани айтсинлар. Албатта, шайтон ораларини бузиб турадир. Албатта, шайтон инсон учун очиқ-ойдин душмандир"},{"SurahNumber":17,"VerseNumber":54,"Text":"Роббингиз сизларни яхши билгувчи Зотдир. Хоҳласа, сизга раҳим қилар, хоҳласа сизни азоблар. Ва Биз сени улар устидан қўриқчи қилиб юборганимиз йўқ"},{"SurahNumber":17,"VerseNumber":55,"Text":"Роббинг осмонлару ердаги кимсаларни яхши билгувчи Зотдир. Батаҳқиқ, Биз баъзи Пайғамбарларни баъзиларидан афзал қилдик. Ва Довудга Забурни бердик"},{"SurahNumber":17,"VerseNumber":56,"Text":"Сен: «Ундан ўзга ўзингизча гумон қилганларингизни чақиринг. Бас, улар сиздан зарарни кушойиш қила олишга ёки буриб юборишга молик эмаслар», деб айт"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ана ўша дуо қилаётганлари Роббиларига васийла изларлар, қайсилари яқинроқ эканини (билмоқчи бўлурлар). Унинг раҳматини орзу қилурлар ва азобидан қўрқурлар. Албатта, Роббингнинг азоби ҳазир бўлишга лойиқдир"},{"SurahNumber":17,"VerseNumber":58,"Text":"Ҳеч бир шаҳар йўқки, Биз уни қиёмат кунидан аввал ҳалок қилгувчи бўлмасак ёки шиддатли азоб-ла азобловчи бўлмасак. Бу, китобда битилгандир"},{"SurahNumber":17,"VerseNumber":59,"Text":"Бизни оят-мўъжизаларни юборишимиздан фақат аввалгиларнинг уларни ёлғонга чиқарганлари ман қилди. Самудга туяни кўз очувчи (мўъжиза) қилиб бердик. Бас, унинг сабабидан (ўзларига) зулм қилдилар. Биз оят-мўъжизаларни фақат қўрқитиш учунгина юборамиз"},{"SurahNumber":17,"VerseNumber":60,"Text":"Биз сенга: «Албатта, Роббинг одамларни иҳота қилиб ўраб олгандир», деганимизни эсла. Биз сенга кўрсатган нарсаларни ва Қуръонда лаънатланган дарахтни фақат одамлар учун синов қилдик, холос. Ва уларни қўрқитамиз. Бас, бу улар учун катта туғёндан бошқани зиёда қилмас"},{"SurahNumber":17,"VerseNumber":61,"Text":"Фаришталарга: «Одамга сажда қилинглар!» деганимизда сажда қилганларини, магар иблис қилмаганини, «Сен лойдан яратган кимсага сажда қиламанми?» деганини эсла"},{"SurahNumber":17,"VerseNumber":62,"Text":"У: «Менга хабар бер-чи, мендан устун қилганинг шуми? Агар мени қиёмат кунигача қўйиб қўйсанг, унинг зурриётининг озгинасидан бошқасини жиловлаб оламан», деди"},{"SurahNumber":17,"VerseNumber":63,"Text":"У зот: «Боравер, улардан ким сенга эргашса, бас, албатта, жаҳаннам тўлиқ жазоингиз бўлур"},{"SurahNumber":17,"VerseNumber":64,"Text":"Улардан кимига кучинг етса, овозинг ила қўзғат, уларнинг устига отлиқ ва пиёда аскарингни торт, уларга молларда ва болаларда шерик бўл ва ваъдалар қил», деди. Шайтон уларга ғурурдан бошқани ваъда қилмас"},{"SurahNumber":17,"VerseNumber":65,"Text":"Албатта, Менинг бандаларим устидан сенинг султонинг йўқ. Роббинг Ўзи вакилликка кифоядир"},{"SurahNumber":17,"VerseNumber":66,"Text":"Роббингиз, Унинг фазлидан талаб қилишингиз учун денгизда кемани юргизиб қўйган Зотдир. Албатта, у сизга раҳимлидир"},{"SurahNumber":17,"VerseNumber":67,"Text":"Қачон сизни денгизда фалокат тутса, Ундан ўзга илтижо қиладиганларингиз ғойиб бўлур. Қачонки сизга нажот бериб қуруқликка чиқарса, юз ўгирасиз. Инсон ўзи куфрон(и неъмат) қилгувчидир"},{"SurahNumber":17,"VerseNumber":68,"Text":"Сизни қуруқликнинг бир томонига ютқазиб юборишидан ёки устингиздан тошли шамол юборишидан, сўнгра ўзингизга қутқарувчи топа олмай қолишингиздан хотиржаммисиз"},{"SurahNumber":17,"VerseNumber":69,"Text":"Ёки сизни у(денгиз)га яна бир марта қайтариб, устингиздан шиддатли шамол юбориб, куфр қилган нарсангиз сабабли ғарқ қилиб юборишидан ва сиз ўзингизга Биздан ўч олувчи топа олмай қолишингиздан хотиржаммисиз"}]}