{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Z tse my utvoryly vas, u tse my vertayemo vam, ta z tse my prynosymo vam shche raz"},{"SurahNumber":20,"VerseNumber":56,"Text":"My pokazaly yomu vsi nashi dokazy, ale vin disbelieved ta vidmovyvsya"},{"SurahNumber":20,"VerseNumber":57,"Text":"Vin skazav, vy prybuly tut vzyaty nas z nashoyi zemli z vashym zacharuvannyam, O Moses"},{"SurahNumber":20,"VerseNumber":58,"Text":"My bezsumnivno pokazhemo vam podibne zacharuvannya. Tomu, vstanovlyuyemo pryznachennya shcho ni my, ni vy porushyte; u neytralʹnomu mistsi"},{"SurahNumber":20,"VerseNumber":59,"Text":"Vin skazav, \"Vash pryznachenyy chas bude denʹ festivities. Dozvolʹte nam vsim zbyrayutʹsya u forenoon"},{"SurahNumber":20,"VerseNumber":60,"Text":"Pharaoh sklykav yoho syly, todi prybuv"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moses skazaly yim, \"Prykroshcham do vas. Vy vyhotovlyayete brekhnyu do BOHA boyu ta takym chynom zaznayete Yoho retribution? Taki fabricators bezsumnivno vyydutʹ z ladu"},{"SurahNumber":20,"VerseNumber":62,"Text":"Vony posperechalysya sered sebe, tomu shcho vony prysudyly pryvatno"},{"SurahNumber":20,"VerseNumber":63,"Text":"Vony skazaly, \"Tsey dva ni bilʹsh nizh charivnyky kotri ne bazhayutʹ vzyaty vas z vashoyi zemli z yikhnim zacharuvannyam, ta shchob zruynuvaty vash idealʹnyy shlyakh zhyttya"},{"SurahNumber":20,"VerseNumber":64,"Text":"Dozvolyayutʹ nam pohodzhuyutʹsya na odnu skhemu ta oblychchya yim yak z·hurtovanyy front. Peremozhetsʹ sʹohodni bude maty verkhnyu ruku"},{"SurahNumber":20,"VerseNumber":65,"Text":"Vony skazaly, \"O Moses, abo vy kydayete, abo my budemo pershi kynuty"},{"SurahNumber":20,"VerseNumber":66,"Text":"Vin skazav, \"Vy kydayete.\" Whereupon, yikhni kanaty ta palky z'yavylysya yomu, vnaslidok yikhnʹoho zacharuvannya, tak, yakby vony rukhalysya"},{"SurahNumber":20,"VerseNumber":67,"Text":"Moses harbored deyakyy strakh"},{"SurahNumber":20,"VerseNumber":68,"Text":"My skazaly, \"Ne mayemo strakha. Vy budete perevazhaty"},{"SurahNumber":20,"VerseNumber":69,"Text":"Kydayete shcho vy trymayete u vashomu pravi ruka, ta tse kovtne shcho vony vyhotovyly. Yakyy vyhotovlenyy vony ne ye bilʹsh nizh zamyshlyayuchi charivnyka. Robota charivnyka ne bude maty uspikh"},{"SurahNumber":20,"VerseNumber":70,"Text":"charivnyky upaly prostrate, kazhuchy, \"My virymo v Lordu Aaron ta Moses"},{"SurahNumber":20,"VerseNumber":71,"Text":"Vin skazav, vy viryly v yomu bez moho dozvolu? Vin povynen buty vash shef; khto navchyv vas zacharuvannya. YA bezsumnivno roz'yednayu vashi ruky ta nohy na zminnykh storonakh. YA budu crucify vy na korpusakh palʹmy. Vy znaydete kotri nas mozhete zapodiyaty nayhirshyy retribution, ta khto outlasts komu"},{"SurahNumber":20,"VerseNumber":72,"Text":"Vony skazaly, \"My ne viddamo perevahu vam nad yasnymy dokazamy shcho prybuly do nas, ta nad khto utvoryv nas. Tomu, pytannya shchob ni vyrok vy bazhayete vydaty. Vy mozhete tilʹky panuvaty u tse nyzʹko dovichnomu"},{"SurahNumber":20,"VerseNumber":73,"Text":"My viryly v nashomu Lordu, shcho Vin mozhe prostyty nas nashi hrikhy, ta mahichni shcho vy prymushuvaly nas vykonaty. BOH daleko krashche ta Everlasting"},{"SurahNumber":20,"VerseNumber":74,"Text":"Budʹ khto khto prybuvaye do yoho Lorda vynuvatoho zaznaye Pekla, prychomu vin nikoly ne vmyraye, ne perebuvannya zhyvi"},{"SurahNumber":20,"VerseNumber":75,"Text":"Yak dlya tsykh khto prybuvaly yomu tomu shcho viruyuchi shcho pryvely spravedlyve zhyttya, vony dosyahayutʹ vysokykh ranhiv"},{"SurahNumber":20,"VerseNumber":76,"Text":"park Eden, vnyzu kotryy richky techiya, bude yikh abode zavzhdy. Takyy yavlyaye soboyu vynahorodu dlya tsykh khto ochyshchayutʹ sebe"},{"SurahNumber":20,"VerseNumber":77,"Text":"My nadykhnuly Moses: \"Poveditʹ Moyi sluzhbovtsi, ta straykuyutʹ dlya nykh sukha doroha cherez more. Vy ne budete bo shcho vy mozhete pryyikhaty caught, ne budete vy pilkuyetesya"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pharaoh peresliduvalo yikh z yoho viysʹkom, ale more overwhelmed yim, yak tse destined overwhelm yim"},{"SurahNumber":20,"VerseNumber":79,"Text":"Otzhe, Pharaoh pryzvely do pomylky yoho lyudy; vin ne keruvav nymy"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Dity Izrayilya, my dostavyly vam z vashoho voroha, sklykani vy pravoruch storona Pidiymayetesya Sinai, ta my poslaly vnyz do vas manna ta quails"},{"SurahNumber":20,"VerseNumber":81,"Text":"Hostymosʹ z harnykh rechey my yakshcho dlya vas, ta ne porushuyete, lest vy zaznayete Moho hnivu. Whoever zaznaye Moho hnivu vpav"},{"SurahNumber":20,"VerseNumber":82,"Text":"ya perekonuyusʹ Probachayutʹ dlya tsykh khto kayutʹsya, vvazhayu, vedu spravedlyve zhyttya, ta steadfastly zalyshayusya kerovanyy"}]}