{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"İsrailoğullarını denizden geçirdik, derken Firavun'la askeri de azgınlıkla, düşmanlıkla peşlerine düştü onların, sonucu su boğazına girince boğulurken inandım, gerçekten de İsrailoğullarının inandığı Tanrıdan başka tapacak yok ve ben Müslümanlardanım dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Fakat şimdi mi? Halbuki bundan evvel isyan etmiştin, bozgunculardan olmuştun"},{"SurahNumber":10,"VerseNumber":92,"Text":"O halde bugün biz de, senden sonra gelenlere ibret olasın diye yalnız cesedini kurtaracağız ve şüphe yok ki insanların çoğu, bizim delillerimizden gaflettedir"},{"SurahNumber":10,"VerseNumber":93,"Text":"Andolsun ki biz İsrailoğullarını güzel bir yere yerleştirdik ve onları, tertemiz şeylerle rızıklandırdık. Kendilerine bilgi gelinceye dek de ayrılığa düşmediler. Şüphe yok ki Rabbin, ayrılığa düştükleri şeyler hakkında kıyamet günü, aralarında hükmedecek"},{"SurahNumber":10,"VerseNumber":94,"Text":"Sana indirdiğimiz şeyde şüpheye düşersen (imkan yok ya), senden önce kitap okuyanlara sor. Andolsun ki gerçek, Rabbinden gelmiştir sana, artık şüphelenenlerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Ve Allah'ın delillerini yalanlayanlardan olma sakın, yoksa ziyankarlara katılırsın"},{"SurahNumber":10,"VerseNumber":96,"Text":"Öyle kişilerdir onlar ki Rabinin, onlara söylediği sözü haketmiştir onlar, inanmaz onlar"},{"SurahNumber":10,"VerseNumber":97,"Text":"Kendilerine her çeşit deliller, mucizeler gösterilse de elemli azabı görmedikçe"},{"SurahNumber":10,"VerseNumber":98,"Text":"İnanıp da inançlarından fayda gören şehir halkı, ancak Yunus'un kavmidir. İnandıkları zaman, dünya yaşayışında onlardan zillet azabını giderdik ve bir zamanadek faydalandırdık onları"},{"SurahNumber":10,"VerseNumber":99,"Text":"Rabbin dileseydi yeryüzünde bulunanların hepsi de inanırdı. Artık inansınlar diye insanları zorlayıp duracak mısın"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah'ın izni olmadıkça hiç kimse inanamaz. Düşünüp akıl etmeyenlere de azap eder"},{"SurahNumber":10,"VerseNumber":101,"Text":"De ki: Bir bakın da görün, neler var göklerde ve yeryüzünde. Fakat bunca deliller, bunca korkutan peygamberler, inanmayan topluluğa ne fayda eder"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar, kendilerinden önce gelip geçenlerin uğradıkları felaket günlerine benzer günlerden başka bir şey mi bekliyorlar? De ki: Bekleyin bakalım, şüphe yok ki ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sonra peygamberlerimizi ve inananları böylece kurtarırız biz ve inananları kurtarmak, bir haktır bize"},{"SurahNumber":10,"VerseNumber":104,"Text":"De ki: Ey insanlar, dinimde bir şüpheniz varsa bilin ki ben, Allah'ı bırakıp taptıklarınıza tapamam ve ancak sizi öldüren Allah'a kulluk ederim ve inananlardan olmam emredildi bana"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ve doğru dine yüz çevir, sakın müşriklerden olma dendi bana"},{"SurahNumber":10,"VerseNumber":106,"Text":"Ve Allah'ı bırakıp da sana ne bir faydası dokunan, ne bir zarar veren şeylere tapma, bunu yaparsan şüphe yok ki zalimlerden olursun dendi"},{"SurahNumber":10,"VerseNumber":107,"Text":"Allah, sana bir zarar verirse o zararı, ondan başka giderecek yoktur ve hayır etmek dilerse de ihsanını reddeden bulunmaz; bunu, kullarından dilediğine verir ve odur suçları örten rahim"},{"SurahNumber":10,"VerseNumber":108,"Text":"De ki: Ey insanlar, gerçekten de Rabbinizden hak ve hakikat gelmiştir size. Artık kim doğru yola giderse faydası kendisinedir ve kim saparsa zararı kendine ve ben, sizi koruyucu değilim"},{"SurahNumber":10,"VerseNumber":109,"Text":"Sana ne vahyedilirse ona uy ve Allah hükmedinceye dek sabret ve odur hükmedenlerin en hayırlısı"},{"SurahNumber":11,"VerseNumber":1,"Text":"Elif lam ra; bir kitaptır bu ki ayetleri, delillerle sağlamlaştırılmış, sonra apaçık bildirilmiştir, hüküm ve hikmet sahibi olan ve her şeyden haberdar bulunan Tanrı katından inmedir"},{"SurahNumber":11,"VerseNumber":2,"Text":"Emreder ki ancak Allah'a kulluk edin; şüphe yok ki ben, onun tarafından sizi korkutmak ve size müjde vermek için gelmişim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizden yarlıganma dileyin, sonra da tövbe edin ona da sizi mukadder zamanadek güzel bir surette geçindirsin, nimetlerinden faydalandırsın ve her ihsan sahibine, ettiği lütuf ve ihsanın mükafatını versin. Fakat döner, yüz çevirirseniz şüphe yok ki ben, o büyük günün azabına uğrayacağınızdan korkmaktayım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüp varacağınız yer, Allah'ın tapısıdır ve onun, her şeye gücü yeter"},{"SurahNumber":11,"VerseNumber":5,"Text":"Haberiniz olsun ki onlar, içlerindekini gizlemek için göğüslerini kapatırlar; bilin ki onlar, duymamak için elbiselerine katkat bürünmeye çalışırlar; fakat o vakit bile gizlediklerini de bilir, açığa vurduklarını da. Şüphe yok ki o, gönüllerde ne varsa hepsini bilir"}]}