{"Id":467,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Và khi đứa con trai của Maryam được đưa ra làm một thí dụ (trong Qur'an) thì người dân của Y la lối về điều đó"},{"SurahNumber":43,"VerseNumber":58,"Text":"Và chúng bảo: “Há những thần linh của bọn ta tốt hay Y (Ysa) (tốt hơn?)\" Chúng đưa vấn đề đó ra cho Ngươi chỉ vì muốn tranh cãi. Không! Chúng là một đám người thích cãi vã"},{"SurahNumber":43,"VerseNumber":59,"Text":"Y (Ysa) chỉ là một người bề tôi (của TA - Allah). TA ban ân cho Y và lấy Y làm một cái gương cho con cháu của Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"Và nếu muốn, TA đã làm ra Thiên Thần từ các ngươi để kế tục nhau trên trái đất"},{"SurahNumber":43,"VerseNumber":61,"Text":"Và quả thật Y (Ysa) là một dấu hiệu cho biết Giờ Tận Thế sắp xảy ra, bởi thế chớ nghi ngờ về điều đó, nhưng hãy theo TA (Allah); Đây là Chính Đạo"},{"SurahNumber":43,"VerseNumber":62,"Text":"Và chớ để Shaytan cản trở các ngươi (theo Chính Đạo). Quả thật, nó là kẻ thù công khai của các ngươi"},{"SurahNumber":43,"VerseNumber":63,"Text":"Và khi Ysa đến với những bằng chứng rõ rệt, Y bảo: “Chắc chắn Ta đến gặp các người với điều sáng suốt cao minh và để làm sáng tỏ một vài điểm mà các người bất đồng ý kiến trong đó. Bởi thế, hãy sợ Allah và nghe theo Ta"},{"SurahNumber":43,"VerseNumber":64,"Text":"Quả thật Allah, Ngài là Thượng Đế của Ta và là Thượng Đế của các người. Bởi thế, hãy thờ phụng Ngài. Đây là Chính Đạo"},{"SurahNumber":43,"VerseNumber":65,"Text":"Nhưng các nhóm (giáo phái) giữa bọn chúng bất đồng ý kiến với nhau. Bởi thế, khốn khổ cho những ai làm điều sai quấy (đặt điều nói quấy cho Ysa) về sự trừng phạt của Ngày Đau khổ (của việc Phán Xử)"},{"SurahNumber":43,"VerseNumber":66,"Text":"Phải chăng chúng chỉ chờ đợi Giờ Tận Thế, e rằng nó sẽ bất ngờ xảy đến cho chúng trong lúc chúng không nhận thấy"},{"SurahNumber":43,"VerseNumber":67,"Text":"Vào Ngày đó những người bạn thân tình sẽ trở thành kẻ thù của nhau ngoại trừ những người ngay chính sợ Allah"},{"SurahNumber":43,"VerseNumber":68,"Text":"“Hỡi bầy tôi của TA! Ngày nay, các ngươi sẽ không lo sợ cũng sẽ không buồn phiền"},{"SurahNumber":43,"VerseNumber":69,"Text":"Những ai tin tưởng nơi các dấu hiệu của TA và là người Muslim (thần phục Allah)"},{"SurahNumber":43,"VerseNumber":70,"Text":"Hãy vui vầy bước vào thiên đàng, các ngươi cùng với vợ của các ngươi"},{"SurahNumber":43,"VerseNumber":71,"Text":"Đĩa ăn và tách uống bằng vàng sẽ được chuyền đi vòng đến họ. Trong đó có tất cả những món vật mà bản thân (linh hồn) mong ước và tất cả những món vật làm đẹp mắt. Và các ngươi sẽ ở trong đó đời đời"},{"SurahNumber":43,"VerseNumber":72,"Text":"Đấy là thiên đàng mà các ngươi sẽ thừa hưởng vì những điều tốt mà các ngươi đã từng làm (trên thế gian)"},{"SurahNumber":43,"VerseNumber":73,"Text":"Trong đó sẽ có rất nhiều hoa quả để cho các ngươi dùng"},{"SurahNumber":43,"VerseNumber":74,"Text":"Quả thật, những kẻ tội lỗi sẽ bị phạt hỏa ngục mà chúng sẽ vào ở đời đời"},{"SurahNumber":43,"VerseNumber":75,"Text":"Trong đó, chúng sẽ không được giảm nhẹ hình phạt và sẽ vô cùng tuyệt vọng"},{"SurahNumber":43,"VerseNumber":76,"Text":"Và TA (Allah) đã không hãm hại chúng nhưng chúng là những kẻ làm điều sai quấy"},{"SurahNumber":43,"VerseNumber":77,"Text":"Và chúng sẽ kêu la: “Hỡi vị cai ngục. Hãy xin Thượng Đế của ngài giết phứt chúng tôi đi! (Vị cai ngục) sẽ đáp: “Chắc các ngươi sẽ phải ở đó đời đời.”"},{"SurahNumber":43,"VerseNumber":78,"Text":"Quả thật, TA đã mang Chân Lý đến cho các ngươi nhưng đa số các ngươi ghét Chân Lý"},{"SurahNumber":43,"VerseNumber":79,"Text":"Phải chăng chúng sắp đặt công việc nhưng chính TA mới sắp đặt"},{"SurahNumber":43,"VerseNumber":80,"Text":"Phải chăng chúng nghĩ rằng TA không nghe đặng những điều bí mật và lời mật nghị của chúng? Vâng, các thiên sứ (Thiên Thần) của TA ở cạnh chúng ghi chép lại (điều chúng âm mưu)"},{"SurahNumber":43,"VerseNumber":81,"Text":"Hãy bảo chúng: “Nếu quả thật Đấng Al-Rahman có một đứa con trai thì Ta sẽ là một người thờ phụng đau tiên.”"},{"SurahNumber":43,"VerseNumber":82,"Text":"Quang vinh và trong sạch thay Thượng Đế của các tầng trời và trái đất, Thượng Đế của Ngai Vương, Ngài vượt hẳn những điều chúng đã qui cho Ngài"},{"SurahNumber":43,"VerseNumber":83,"Text":"Bởi thế, hãy để mặc chúng lảm nhảm và vui đùa cho đến khi chúng đối diện với Ngày (tàn) của chúng mà chúng đã được hứa"},{"SurahNumber":43,"VerseNumber":84,"Text":"Và Ngài là Thượng Đế trên trời và là Thượng Đế dưới đất; và Ngài là Đấng Chí Minh, Đấng Toàn Tri"},{"SurahNumber":43,"VerseNumber":85,"Text":"Và phúc thay Đấng nắm quyền thống trị các tầng trời và trái đất và vạn vật giữa trời đất; và Ngài biết rõ Giờ Tận Thế và (tất cả) các ngươi sẽ được đưa về gặp Ngài"},{"SurahNumber":43,"VerseNumber":86,"Text":"Và những kẻ mà chúng khấn vái ngoài Ngài (Allah) không có quyền can thiệp ngoại trừ những ai làm chứng cho sự Thật (xác nhận Chân Lý) trong lúc chúng biết"},{"SurahNumber":43,"VerseNumber":87,"Text":"Và nếu Ngươi có hỏi chúng: “Ai đã tạo hóa các người?” thì chắc chắn chúng sẽ đáp: 'Allah!' thế sao chúng lại lánh xa (Allah)"},{"SurahNumber":43,"VerseNumber":88,"Text":"Và (Allah biết rõ) lời (than của Muhammad) nói: ‘Thưa Thượng Đế của bề tôi! Những người (Quraish) này là một đám người không tin tưởng.”"},{"SurahNumber":43,"VerseNumber":89,"Text":"Bởi thế, hãy lánh xa chúng và nói: Salam (Bằng an)! Rồi đây chúng sẽ sớm biết (sự thật)"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Thề bởi Kinh Sách (Qur'an) Quang Minh"},{"SurahNumber":44,"VerseNumber":3,"Text":"Quả thật TA ban Nó (Qur'an) xuống vào một đêm đầy ân phúc (của tháng Ramadan). Quả thật, TA là Đấng Hằng Cảnh Báo"},{"SurahNumber":44,"VerseNumber":4,"Text":"Trong đêm đó, mọi công việc công minh đều được quyết định"},{"SurahNumber":44,"VerseNumber":5,"Text":"Theo Chỉ thị của TA. Quả thật, TA là Đấng Hằng Cử Phái (các Sứ Giả)"},{"SurahNumber":44,"VerseNumber":6,"Text":"Như một Hồng Ân từ Thượng Đế của Ngươi (Muhammad). Quả thật, Ngài là Đấng Hằng Nghe, Đấng Hằng Biết (mọi việc)"},{"SurahNumber":44,"VerseNumber":7,"Text":"Thượng Đế (Đấng Chủ Tể) của các tầng trời và trái đất và vạn vật giữa trời đất nếu các ngươi khẳng định đức tin một cách vững chắc"},{"SurahNumber":44,"VerseNumber":8,"Text":"Không có Thượng Đế nào cả duy chỉ Ngài (là Thượng Đế), Đấng làm cho sống và gây cho chết. Thượng Đế của các ngươi và là Thượng Đế của ông bà tổ tiên của các ngươi"},{"SurahNumber":44,"VerseNumber":9,"Text":"Không, họ đùa cợt trong hoài nghi"},{"SurahNumber":44,"VerseNumber":10,"Text":"Bởi thế, Ngươi (Muhammad) hãy đợi xem Ngày mà bầu trời sẽ tỏa ra một loại khói mờ rõ rệt"},{"SurahNumber":44,"VerseNumber":11,"Text":"Phủ mờ cả nhân loại. Đây là một sự trừng phạt đau đớn"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Họ sẽ thưa:) “Lạy Thượng Đế của bầy tôi! Xin Ngài giải tỏa sự trừng phạt này đi khỏi bầy tôi, thật sự bầy tôi là sẽ là những người có đức tin.”"},{"SurahNumber":44,"VerseNumber":13,"Text":"Làm sao họ có thể tiếp thu được Lời Nhắc Nhở trong lúc một Sứ Giả công khai đã đến gặp họ"},{"SurahNumber":44,"VerseNumber":14,"Text":"Rồi họ quay lánh xa Y và nói: “Đồ thứ học mót, đồ thằng điên.”"},{"SurahNumber":44,"VerseNumber":15,"Text":"Và chắc chắn, TA sẽ giải tỏa sự trừng phạt đi (khỏi các ngươi) trong một thời gian ngắn; nhưng chắc chắn các người sẽ trở lại (tật cũ)"},{"SurahNumber":44,"VerseNumber":16,"Text":"Vào Ngày mà TA sẽ túm bắt họ dữ dằn. Quả thật, TA sẽ trừng phạt họ"}]}