{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif-Lâm-Mîm"},{"SurahNumber":29,"VerseNumber":2,"Text":"Ana ŵandu akuganichisya yanti tagambe kulechedwa achiŵechetaga yanti: “Tukulupilile.” Kutendaga ŵanganyao akakulinjidwa (pachikulupi chao)"},{"SurahNumber":29,"VerseNumber":3,"Text":"Soni chisimu pamasile patwalinjile aŵala ŵapaujo pao. Basi Allah tiŵamanyukule kusyene aŵala ŵaakulupichiche (pachikulupi chao), ni tiŵamanyukule soni kusyene ŵaunami"},{"SurahNumber":29,"VerseNumber":4,"Text":"Kapena akuganichisya aŵala ŵaakupanganya yakusakala kuti kuŵa nkutupunda Uwwe (pakutugwala mwanti ningaapa ilagasyo)? Kaje kusakala nnope chiilanyo chao"},{"SurahNumber":29,"VerseNumber":5,"Text":"Mundu jwaakwembecheya kusimangana ni Allah, basi chisimu ndema ja Allah (jakusimanganila Najo) jikwisa kwene (mwangalepecheka), soni Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":29,"VerseNumber":6,"Text":"Sano jwaakulimbichila (pakulimbana ni amagongo kapena ni ntima wakwe), nikuti akulimbichila kwaalikamuchisya nsyene, chisimu Allah ni Jwakusichila nnope kwangalajila iwumbe (iliyose)"},{"SurahNumber":29,"VerseNumber":7,"Text":"Sano aŵala ŵakulupilile ni kutendaga yambone, tuchasimachisya kwene yakusakala yao ni kwalipila kwene pa yambone nnope yaŵaliji nkupanganya"},{"SurahNumber":29,"VerseNumber":8,"Text":"Sano mundu tunchisisye kwatendela yambone achinangologwe ŵanaŵaŵili. Nambo naga achinkanganichisyaga kuti mumwanganye Une ni yanganinkola nayo umanyilisi, basi ngasimwakunda. Kukwangu ni kwakuujila kwenu, basi ni tinjintagulila yamwaliji nkutenda"},{"SurahNumber":29,"VerseNumber":9,"Text":"Sano aŵala ŵakulupilile ni kutendaga yambone, chiitwajinjisya kwene mu (ŵandu) ŵambone"},{"SurahNumber":29,"VerseNumber":10,"Text":"Soni chilikati cha ŵandu pana ŵakutiji: “Tukulupilile mwa Allah.” Nambo naga ali apedwile masausyo ligongo lya Allah, akasagatenda masausyo ga ŵandu nti chisawu ilagasyo ya Allah, sano naga chili chiyiche chikulupusyo chakuumila kwa Ambuje ŵenu chisimu (achinakunaku) akutiji: “Chisimu uwwe twaliji namwe imo,” (nambo chitamilecho ali nkulambusya). Ana nganaŵa Allah kuti ni Jwakumanyilila nnope yaili m’mitima mwa iwumbe yosope"},{"SurahNumber":29,"VerseNumber":11,"Text":"Sano Allah tiŵamanyukule kusyene aŵala ŵakulupilile ni tiŵamanyukule soni kusyene achinakunaku"},{"SurahNumber":29,"VerseNumber":12,"Text":"Sano aŵala ŵakanile ni akutiji pakwasalila aŵala ŵakulupilile: “Kuyani litala lyetu; ni chitukantwichilile ileŵi yenu.” Kutendaga ŵanganyao nganaŵa ajile kwatwichilila mu ileŵi yao chilichose. Chisimu ŵanganyao ŵaunami"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ni tachitwichila ŵanganyao misigo jao (jasambi ligongo lya ukafili wao) ni misigo jine pakupwatika pamisigo jao (ligongo lyakwasochelesya ŵane), ni tachiwusyidwa kusyene lisiku lya Kiyama pa unami waŵaliji nkusepelela"},{"SurahNumber":29,"VerseNumber":14,"Text":"Soni chisimu pamasile patwantumisye Nuhu ku ŵandu ŵakwe, ni jwatemi kukwao yaka sausande kusapula makumi nsano , basi ni chakwembekenye ŵanganyao chigumula aku ali ŵakulitenda lupuso"},{"SurahNumber":29,"VerseNumber":15,"Text":"Basi ni twan’jokwele jwalakwe ni ŵaŵaliji m’chombo, ni twachitesile (chombocho) kuŵa chisimosimo ku iwumbe yosope"},{"SurahNumber":29,"VerseNumber":16,"Text":"Soni (munkumbuchilani) Ibrahima pandema jaŵasalile ŵandu ŵakwe kuti: “Mun’galagatilani Allah ni kun’jogopa Jwalakwe. Yalakweyo niyaili yambone kukwenu nam’baga jenumanja ŵakumanyililaga.”"},{"SurahNumber":29,"VerseNumber":17,"Text":"“Chisimu jenumanja nkugalagatila isanamu kunneka Allah, ni n’gamba kulisepela unami. Chisimu aŵala ŵankwagalagatila kunneka Allah, nganaŵa ampatiile jenumanja lisiki, basi sosagani lisiki kwa Allah pe, ni mun’galagatileje (Jwelepejo), soni muntogoleleje, soni Kukwakwe tinchiuchisyidwa.”"},{"SurahNumber":29,"VerseNumber":18,"Text":"Sano naga jenumanja nkanile basi (ngaiŵa yachimamo, ngati) pamasile pajakaaniile mikutula ja paujo penu, soni nganigapagwa kwa Ntenga ﷺ (masengo gane), ikaŵeje kulungusya (utenga) mwakupikanika"},{"SurahNumber":29,"VerseNumber":19,"Text":"Ana ngakuiona ŵanganyao yaakuti Allah pakatandisye gumba iwumbe, kaneko ni kuiwusyawusya? Chisimu yalakweyo kwa Allah iŵele yakwepepala kusyene"},{"SurahNumber":29,"VerseNumber":20,"Text":"Jilani: “Jendagani pa chilambo ni kupita nchilola yaŵatite pakatandisye gumba iwumbe, kaneko Allah ni tachigumba kagumbe ka kwa Akhera (kwakuli kwimusya ŵawe m’malembe). Chisimu Allah, pachindu chilichose juŵele Jwakombola kusyene"},{"SurahNumber":29,"VerseNumber":21,"Text":"Akumpaga ilagasyo jwansachile ni kuntendela chanasa jwansachile, soni Kukwakwe tinchigalauchisyidwa"},{"SurahNumber":29,"VerseNumber":22,"Text":"Soni nganim’ba jenumanja ŵanti ni kulepelekasya pa chilambo (cha pasi), kapena kwinani (kunnepelekasya Allah kumpa ipotesi), soni nganinkola jwangaŵaga Allah akun’gosa namuno akunkamuchisya"},{"SurahNumber":29,"VerseNumber":23,"Text":"Sano aŵala ŵaakanile ma Ȃya ga Allah ni yakusimangana Najo, ŵanganyao niŵakatile tama ku chanasa Changu, soni ŵanganyao akwete kupata ilagasyo yakupoteka nnope"},{"SurahNumber":29,"VerseNumber":24,"Text":"Basi ni nganiuŵa wanje wa ŵandu ŵakwe (ŵa Ibrahima) ikaŵeje ŵagambile kuti: “Mum’bulagani kapena munchome moto.” Basi Allah ni ŵan’jokwele ku moto. Chisimu mu yalakweyo muŵele mwana ilosyo kwa ŵandu ŵaakukulupilila"},{"SurahNumber":29,"VerseNumber":25,"Text":"Sano (Ibrahima) jwatite: “Chisimu jenumanja n’ditendele isanamu (kuŵa yakuigalagatila) kunneka Allah. Chinonyelo chilikati chenu chiŵele cha umi wa pa duniya peuno, nambo lisiku lya Kiyama tinchikanana jwine ni n’jakwe, nambo soni tinchilwesana jwine ni n’jakwe, soni mauto genu ni ku Moto, soni ngasinkola akunkulupusya.”"}]}