{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Sunn rakho! Yaqeenan sachay momino kay duhmano ko khud Allah Taalaa hata deta hai. Koi khayanat kerney wala na shukra Allah Taalaa ko hergiz pasand nahi"},{"SurahNumber":22,"VerseNumber":39,"Text":"Jin (musalmano) say (kafir) jang ker rahey hain unhen bhi muqablay ki ijazat di jati hai kiyon kay woh mazloom hain. Be-shak unn ki madad per Allah qadir hai"},{"SurahNumber":22,"VerseNumber":40,"Text":"Yeh woh hain jinhen na-haq apnay gharon say nikala gaya sirf unn kay iss qol per ker humara perwerdigar faqat Allah hai. Agar Allah Taalaa logon ko aapas mein aik doosray say na hatata rehta to ibadat khaney aur girjay aur masjiden aur yahoodiyon kay maabad aur woh masjiden bhi dha di jaten jahan Allah ka naam ba-kasrat liya jata hai. Jo Allah ki madad keray ga Allah bhi zaroor uss ki madad keray ga. Be-shak Allah Taalaa bari qooaton wala baray ghalbay wala hai"},{"SurahNumber":22,"VerseNumber":41,"Text":"Yeh woh log hain kay agar hum zamin mein inn kay paaon jama den to yeh poori pabandi say namazen qaeem keren aur zakaten den aur achay kaamon ka hukum keren aur burray kaamon say mana keren. Tamam kaamon ka anjam Allah kay ikhtiyar mein hai"},{"SurahNumber":22,"VerseNumber":42,"Text":"Agar yeh log aap ko jhutlayen (to koi tajjub ki baat nahi) to inn say pehlay nooh (alh-e-salam) ki qom aur aad aur samood"},{"SurahNumber":22,"VerseNumber":43,"Text":"Aur qom-e-ibrahim aur qom-e-loot"},{"SurahNumber":22,"VerseNumber":44,"Text":"Aur madiyan walay bhi apnay apnay nabiyon ko jhutla chukay hain. Musa (alh-e-salam) bhi jhutlaye ja chukay hain pus mein ney kafiron ko yun hi si mohlat di phir dhar dabaya phir mera azab kaisa hua"},{"SurahNumber":22,"VerseNumber":45,"Text":"Boht si bastiyan hain jinhen hum ney teh-o-bala kerdiya iss liye kay woh zalim thay pus woh apni chaton kay bal ondhi hui pari hain aur boht say abad koonwen beykaar paray hain aur boht say pakkay aur buland mehal weeran paray hain"},{"SurahNumber":22,"VerseNumber":46,"Text":"Kiya enhon ney zamin mein sair-o-sayyaahat nahi ki jo inn kay dil inn baton kay samajhney walay hotay ya kano say hi inn (waqeeyaat) ko sunn letay baat yeh hai kay sirf aankhen hi andhi nahi hotin bulkay woh dil andhay ho jatay hain jo seeno mein hain"},{"SurahNumber":22,"VerseNumber":47,"Text":"Aur azab ko aap say jaldi talab ker rahey hain Allah hergiz apna wada nahi talay ga. Haan albata aap kay rab kay nazdeek aik din tumhari ginti kay aitbar say aik hazar saal ka hai"},{"SurahNumber":22,"VerseNumber":48,"Text":"Boht si zulm kerney wali bastiyon ko mein ney dheel di phir aakhir unhen pakar liya aur meri hi taraf lot ker aana hai"},{"SurahNumber":22,"VerseNumber":49,"Text":"Ailaan kerdo kay logo! Mein tumhen khullam khulla chokanna kerney wala hi hun"},{"SurahNumber":22,"VerseNumber":50,"Text":"Pus jo eman laye hain aur jinhon ney nek amal kiye hain unn hi kay liye bakhsish hai aur izzat wali rozi"},{"SurahNumber":22,"VerseNumber":51,"Text":"Aur jo log humari nishaniyon ko pust kerney kay darpay rehtay hain wohi dozakhi hain"},{"SurahNumber":22,"VerseNumber":52,"Text":"Hum ney aap say pehlay jiss rasool aur nabi ko bheja uss kay sath yeh hua kay jab woh apnay dil mein koi aarzoo kerney laga shetan ney uss ki aarzoo mein kuch mila diya pus shetan ki milawat ko Allah Taalaa door ker deta hai phir apni baten pakki ker deta hai. Allah Taalaa dana aur ba-hikmat hai"},{"SurahNumber":22,"VerseNumber":53,"Text":"Yeh iss liye kay shetani milawat ko Allah Taalaa unn logon ki aazmaeesh ka zariya bana dey jin kay dilon mein beemari hai aur jin kay dil sakht hain. Be-shak zalim log gehri mukhalifat mein hain"},{"SurahNumber":22,"VerseNumber":54,"Text":"Aur iss liye bhi kay jinhen ilm ata farmaya gaya hai woh yaqeen kerlen kay yeh aap kay rab hi ki taraf say sirasir haq hi hai phir woh iss per eman layen aur unn kay dil uss ki taraf jhuk jayen. Yaqeenan Allah Taalaa eman daron ko raah-e-raast ki taraf rehbari kerney wala hi hai"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kafir iss wahee-e-elahee mein hamesha shak-o-shuba hi kertay rahen gay hatta kay achanak unn kay saron per qayamat aajaye ya unn kay pass uss din ka azab aajaye jo manhoos hai"},{"SurahNumber":22,"VerseNumber":56,"Text":"Uss din sirf Allah hi ki badshaat hogi wohi unn mein faislay farmaye ga. eman aur nek amal walay to nematon say bhari jannaton mein hongay"},{"SurahNumber":22,"VerseNumber":57,"Text":"Aur jin logon ney kufur kiya aur humari aayaton ko jhutlaya unn kay liye zaleel kerney walay azab hain"},{"SurahNumber":22,"VerseNumber":58,"Text":"Aur jin logon ney raah-e-khuda mein tarq-e-watan kiya phir woh shaheed ker diye gaye ya apni maut marr gaye Allah Taalaa unhen behtareen rizq ata farmaye ga. Aur be-shak Allah Taalaa rozi denay walon mein sab say behtar hai"},{"SurahNumber":22,"VerseNumber":59,"Text":"Unhen Allah Taalaa aisi jagah phonchaye ga kay woh iss say razi ho jayen gay be-shak Allah Taalaa ilm aur burdbari wala hai"}]}