{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Şayet Allah kulları için rızkı geniş tutsaydı; yeryüzünde azgınlık ederlerdi. Fakat O; dilediği ölçüde indirir. Muhakkak ki O; kulları için Habir´dir, Basir´dir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O´dur ki; ümidlerini kestikten sonra yağmuru indirir ve rahmetini yayar. O; Veli´dir, Hamid´dir"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gökleri, yeri ve ikisinde yaydığı canlıları yaratması da O´nun ayetlerindendir. O, dileyince bunları toplamaya da hakkıyla kadirdir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Size musibetten ne gelirse, kendi ellerinizin kazandığındandır. Bununla beraber O, çoğunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Yeryüzünde O´nu aciz bırakamazsınız. Ve sizin Allah´tan başka ne bir veliniz vardır, ne de bir yardımcınız"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde dağlar gibi akıp giden gemiler de O´nun ayetlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Dilerse O; rüzgarı durdurur da denizin yüzünde durakalırlar. Muhakkak ki bunda, sabırlı olan ve çok şükreden kimseler için ayetler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahut yaptıklarına karşılık onları helak eder. Bir çoğunu da bağışlar"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ayetlerimiz üzerinde tartışanlar bilsinler ki; kendileri için kaçacak bir yer yoktur"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen herhangi bir şey, yalnızca dünya hayatının bir geçimliliğidir. Allah katında olan ise, hem daha hayırlı, hem de daha bakidir. Bu; iman edenler ve Rabblarına tevekkül edenler içindir"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ve büyük günahlardan, hayasızlıktan çekinenler, öfkelendiklerinde bile bağışlayanlar içindir"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ve Rabblarına icabet edenler, namaz kılanlar içindir. Onların işleri aralarında şura iledir. Kendilerine verdiğimiz rızıktan da infak ederler"},{"SurahNumber":42,"VerseNumber":39,"Text":"Onlar ki; kendilerine zulüm vaki olunca yardımlaşırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Kötülüğün karşılığı; ona denk bir kötülüktür. Kim, affeder ve ıslah ederse; ecri Allah´a aittir. Muhakkak ki Allah; zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kim, zulme uğradıktan sonra hakkını alırsa; aleyhine bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Yol; ancak insanlara zulmedenler ve yeryüzünde haksız yere taşkınlık edenler içindir. İşte onlara elim bir azab vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Bununla beraber kim de sabreder ve bağışlarsa; işte bu, şüphesiz azmedilmeye değer işlerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Kimi de Allah saptırırsa; bundan sonra artık onun için bir veli yoktur. Göreceksin ki; o zalimler, azabı gördükleri zaman: Geri dönecek bir yol yok mudur? diyeceklerdir"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ve onları ateşe sunulurken zilletten başları öne eğilmiş, göz ucuyla gizli gizli çevreye bakarken göreceksin. İman etmiş olanlar da derler ki: Hüsranda olanlar; kıyamet günü kendilerini de, ailelerini de hüsranda bırakanlardır. İyi bilin ki; zalimler muhakkak sürekli bir azab içindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allah´tan başka kendilerine yardım edecek velileri de yoktur. Kimi de Allah saptırırsa; artık onun için bir yol yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allah katından, geri çevrilmesi imkansız bir gün gelmezden önce, Rabbınıza icabet edin. O gün; hiç biriniz için sığınacak bir yer yoktur, inkar da edemezsiniz"},{"SurahNumber":42,"VerseNumber":48,"Text":"Eğer onlar yine yüz çevirirlerse; Biz, seni onların üzerine bekçi olarak göndermedik. Senin vazifen, sadece tebliğdir. Gerçekten Biz, insana katımızdan bir rahmet tattırırsak; o bununla sevinir. Ama elleriyle işlediklerinden ötürü başlarına bir fenalık gelirse; işte o zaman insan, cidden pek nankördür"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin mülkü Allah´ındır. Dilediğini yaratır. Dilediğine dişiler bağışlar, dilediğine ne erkekler bağışlar"},{"SurahNumber":42,"VerseNumber":50,"Text":"Veya hem dişi, hem erkek olmak üzere çift verir. Dilediğini de kısır bırakır. Muhakkak ki O; Alim´dir, Kadir´dir"}]}