{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"O vous qui croyez ! Obeissez a Dieu et obeissez au Prophete, et n’œuvrez pas a rendre vos actions vaines"},{"SurahNumber":47,"VerseNumber":34,"Text":"Ceux qui denient, qui detournent les autres de la Voie de Dieu, et qui meurent en etant denegateurs, Dieu ne leur accordera pas Son pardon"},{"SurahNumber":47,"VerseNumber":35,"Text":"Ne faiblissez pas et ne proposez pas de treve alors que vous etes en position de force, que Dieu est avec vous et qu’Il ne privera en rien vos actions de leurs merites"},{"SurahNumber":47,"VerseNumber":36,"Text":"La vie en ce monde ici-bas n’est que divertissements et loisirs. Si vous croyez et craignez Dieu, Il vous donnera votre retribution sans vous demander vos richesses en contrepartie"},{"SurahNumber":47,"VerseNumber":37,"Text":"Les exigerait-Il de vous, qu’Il percerait votre vraie nature, et vous montreriez alors votre avarice. Et la, Il revelerait vos ressentiments"},{"SurahNumber":47,"VerseNumber":38,"Text":"Vous etes alors ceux auxquels il est demande de depenser (vos biens) pour la Cause de Dieu. Certains parmi vous se montreront avares, mais celui qui est avare l’est a son detriment, car Dieu Se suffit a Lui-meme mais vous, vous avez besoin de Lui. (Sachez que) si vous vous defilez, Dieu vous substituera un peuple qui ne sera pas votre pareil (en desobeissance)"},{"SurahNumber":48,"VerseNumber":1,"Text":"En verite, Nous t’avons accorde une victoire eclatante"},{"SurahNumber":48,"VerseNumber":2,"Text":"afin que Dieu te pardonne tes peches, passes et futurs, qu’Il paracheve Sa grace sur toi et te dirige sur la Voie Droite"},{"SurahNumber":48,"VerseNumber":3,"Text":"Dieu t’accorde ainsi un puissant secours"},{"SurahNumber":48,"VerseNumber":4,"Text":"C’est Lui qui a fait descendre la quietude dans le cœur des croyants afin de renforcer leur foi, et c’est a Lui qu’appartiennent les armees des Cieux et de la Terre. Dieu est en verite Omniscient et Sage"},{"SurahNumber":48,"VerseNumber":5,"Text":"Ce (ces bienfaits), afin d’admettre les croyants et les croyantes dans des Jardins baignes de rivieres, ou ils sejourneront pour l’eternite, et afin de les absoudre de leurs mauvaises actions. Et d’etre admis aupres de Dieu, sera le comble de la felicite"},{"SurahNumber":48,"VerseNumber":6,"Text":"Ce, par ailleurs, afin de chatier les hypocrites, hommes et femmes, ainsi que les idolatres, hommes et femmes, qui concoivent a l’egard de Dieu des pensees malveillantes. Puissent-ils subir les vicissitudes du sort et la colere de Dieu qui s’abattra sur eux, ainsi que Sa malediction. Il les voue a la Gehenne et c’est la une bien funeste demeure"},{"SurahNumber":48,"VerseNumber":7,"Text":"C’est a Dieu qu’appartiennent les armees des Cieux et de la Terre. Il est Tout-Puissant et Sage"},{"SurahNumber":48,"VerseNumber":8,"Text":"Nous t’avons envoye en tant que temoin, annonciateur de la bonne nouvelle et avertisseur"},{"SurahNumber":48,"VerseNumber":9,"Text":"afin que vous croyiez en Dieu et en Son Messager, que vous L’honoriez, que vous Le veneriez et que vous celebriez Sa gloire a l’aube et au crepuscule"},{"SurahNumber":48,"VerseNumber":10,"Text":"Ceux qui font acte d’allegeance devant toi, font en realite acte d’allegeance a Dieu. La Main de Dieu est au-dessus des leurs. Quiconque rompt son serment en subira seul les consequences. Quiconque y demeure fidele, Dieu lui accordera une magnifique recompense"},{"SurahNumber":48,"VerseNumber":11,"Text":"Ceux parmi les bedouins qui ont choisi de faire defection, te diront en guise d’excuses : «Nous etions occupes par la gestion de nos biens et par nos familles. Implore Dieu de nous pardonner (de ne pas t’avoir accompagne) !». Les paroles qui sortent de leurs bouches ne refletent pas leur veritable pensee. Dis-leur : « Qui peut empecher les desseins de Dieu vous concernant, qu’Il veuille vous infliger un malheur ou qu’Il veuille vous combler de bienfaits ? Dieu connait vos agissements"},{"SurahNumber":48,"VerseNumber":12,"Text":"En verite, vous pensiez plutot que le messager et ses compagnons ne retourneraient jamais aupres des leurs. Cette perspective vous rejouissait et vous en aviez concu des pensees malsaines, montrant ainsi que vous etes un peuple voue a la damnation !»"},{"SurahNumber":48,"VerseNumber":13,"Text":"(Qu’ils sachent) ceux qui ne croient pas en Dieu et en Son messager, que Nous avons prepare la Fournaise pour les denegateurs"},{"SurahNumber":48,"VerseNumber":14,"Text":"C’est a Dieu qu’appartient la Royaute des Cieux et de la Terre. Il absout qui Il Lui plait et Il chatie qui Il veut, et Il est Clement et Misericordieux"},{"SurahNumber":48,"VerseNumber":15,"Text":"Ceux qui avaient fait defection diront, lorsque vous vous mettrez en route pour recolter le butin (de guerre) : « Laissez-nous vous accompagner !», croyant reussir a modifier le sens du decret (la Parole) de Dieu. Dis-leur : « Jamais vous ne nous suivrez ! Il en sera tel que Dieu l’a promis !». Ils diront alors : «Vous agissez ainsi par pure convoitise (au regard du butin) !». Il n’en est rien, mais leur raisonnement est si limite"},{"SurahNumber":48,"VerseNumber":16,"Text":"Dis aux bedouins qui ont fait defection : « Vous serez bientot appeles a affronter un peuple dote d’une force redoutable. Vous devrez les combattre, a moins qu’ils ne se soumettent (se rendent). Si vous acceptez, Dieu vous accordera une belle recompense. Mais si vous refusez de les combattre, comme vous l’avez fait avant cela, Il vous infligera un chatiment douloureux »"},{"SurahNumber":48,"VerseNumber":17,"Text":"Nul grief a l’encontre de l’aveugle, nul grief a l’encontre de l’infirme, et nul grief a l’encontre du malade (s’ils ne prennent pas part au combat). Mais quiconque (en dehors de ces derniers) obeit a Dieu et a Son messager, Dieu l’admettra dans des Jardins baignes de rivieres. Mais quiconque refuse le combat, Dieu lui infligera un chatiment douloureux"}]}