{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Bu Kitab'ın indirilmesi, Aziz, Alim olan Allah'tandır"},{"SurahNumber":40,"VerseNumber":3,"Text":"Gunahı bagıslayan, tevbeyi kabul eden, cezası pek siddetli olan ve lutuf sahibi (Allah'tan). O'ndan baska Ilah yoktur. Donus O'nadır"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allah'ın ayetleri konusunda inkar edenlerden baskası mucadele etmez. Oyleyse onların sehirlerde donup dolasması seni aldatmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Kendilerinden once Nuh kavmi de yalanladı ve kendilerinden sonra (sayısı cok) fırkalar da. Her ummet, kendi elcilerini (susturmak icin) yakalamaya yeltendi. Hakkı, onunla yururlukten kaldırmak icin, 'batıla-dayanarak' mucadeleye giristiler. Ben de onları yakalayıverdim. Artık Benim cezalandırmam nasılmıs"},{"SurahNumber":40,"VerseNumber":6,"Text":"Senin Rabbinin kafirler uzerindeki: \"Gercekten onlar atesin halkıdır\" sozu boylece hak oldu"},{"SurahNumber":40,"VerseNumber":7,"Text":"Ars'ı yuklenmekte olanlar ve cevresinde bulunanlar, Rablerini hamd ile tesbih etmekte, O'na iman etmekte ve iman edenlere magfiret dilemektedirler: \"Rabbimiz, rahmet ve ilim bakımından herseyi kusatıp-sardın, tevbe edenler ve Senin yoluna tabi olanlara magfiret et ve onları cehennem azabından koru"},{"SurahNumber":40,"VerseNumber":8,"Text":"Rabbimiz, onları Adn cennetlerine sok ki onlara (bunu) va'dettin; babalarından, eslerinden ve soylarından salih olanları da. Gercekten Sen, ustun ve guclu olansın, hukum ve hikmet sahibisin"},{"SurahNumber":40,"VerseNumber":9,"Text":"Ve onları kotuluklerden koru. O gun Sen, kimi kotuluklerden korumussan, gercekten ona rahmet etmissin. Iste buyuk 'kurtulus ve mutluluk' budur"},{"SurahNumber":40,"VerseNumber":10,"Text":"Suphesiz kufredenlere de (soyle) seslenilir: \"Allah'ın gazablanması, elbette sizin kendi nefislerinize gazablanmanızdan daha buyuktur. Cunku siz, imana cagrıldıgınız zaman inkar ediyordunuz"},{"SurahNumber":40,"VerseNumber":11,"Text":"Dediler ki: \"Rabbimiz, bizi iki kere oldurdun ve iki kere dirilttin; biz de gunahlarımızı itiraf ettik. Simdi cıkıs icin bir yol var mı"},{"SurahNumber":40,"VerseNumber":12,"Text":"Sizin (durumunuz) boyledir. Cunku bir olan Allah'a cagırıldıgınız zaman inkar ettiniz. O'na ortak kosuldugunda inanıp-onayladınız. Artık hukum, Yuce, buyuk olan Allah'ındır"},{"SurahNumber":40,"VerseNumber":13,"Text":"O, size ayetlerini gosteriyor ve sizin icin gokten rızık indiriyor. Icten (Allah'a) yonelenden baskası ogut alıp-dusunmez"},{"SurahNumber":40,"VerseNumber":14,"Text":"Oyleyse, dini yalnızca O'na halis kılanlar olarak Allah'a dua (kulluk) edin; kafirler hos gormese de"},{"SurahNumber":40,"VerseNumber":15,"Text":"Dereceleri yukselten Ars'ın sahibi (Allah), 'toplanma ve bulusma' gunu ile uyarıp-korkutmak icin, Kendi emrinden olan ruhu kullarından diledigine indirir"},{"SurahNumber":40,"VerseNumber":16,"Text":"O gun, orta yere cıkarlar. Onlardan hicbir sey Allah'a karsı gizli kalmaz. (Allah sorar:) \"Bugun mulk kimindir? Bir olan, Kahhar olan Allah'ındır"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugun her bir nefis, kendi kazandıgıyla karsılık gorur. Bugun zulum yoktur. Suphesiz Allah, hesabı seri gorendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Onları, yaklasmakta olan gune karsı uyar; o zaman yurekler gırtlaklara dayanır, yutkunur dururlar. Zalimler icin ne koruyucu bir dost, ne sozu yerine getirebilir bir sefaatci yoktur"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Allah,) Gozlerin hainliklerini ve goguslerin sakladıklarını bilir"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah hak ile hukmeder. Oysa O'nu bırakıp taptıkları hicbir seye hukmedemezler. Suphesiz Allah, isitendir, gorendir"}]}