{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"pranë tyre do të ketë hyrie moshatare, që nuk shikojnë anash"},{"SurahNumber":38,"VerseNumber":53,"Text":"Kjo iu është premtuar për Ditën e llogarisë"},{"SurahNumber":38,"VerseNumber":54,"Text":"ky është, njëmend, furnizimi Ynë që nuk ka të sosur"},{"SurahNumber":38,"VerseNumber":55,"Text":"Kjo është kështu (për besimtarët). E, për njerëzit e tërbuar (në të keqe), me të vërtetë, ka kthim të keq (në botën tjetër)"},{"SurahNumber":38,"VerseNumber":56,"Text":"ferri, në të cilin ata do të digjen. E, sa shtrat i shëmtuar që është ai"},{"SurahNumber":38,"VerseNumber":57,"Text":"Kjo është kështu (për mohuesit)! E, le ta shijojnë ata këtë ujë të vëluar dhe të qelbët"},{"SurahNumber":38,"VerseNumber":58,"Text":"dhe të tjera mundime të llojllojshme, të ngjashme me to"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Atyre u thuhet): “Ky është grumbullim i dendur me ju (në ferr) e (u thuhet): Nuk ka çlirm për ta! Ata, me të vërtetë, do të digjen në zjarr!”"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Populli i thjeshtë) iu përgjigjet (udhëheqësve të vet): “Jo, por ju mos paçit çlirim as qetësi, ju na keni sjellë në këtë gjendje, e sa strehim i keq është ky!”"},{"SurahNumber":38,"VerseNumber":61,"Text":"(Njerëzit e thjeshtë) thanë: “O Zoti ynë! Kush na përgatiti këtë neve, dyfishoju atyre dënimin në ferr!”"},{"SurahNumber":38,"VerseNumber":62,"Text":"(Populli i Mekkes) thanë: “Pse nuk po i shohim njerëzit që i konsideronin të këqinj"},{"SurahNumber":38,"VerseNumber":63,"Text":"a mos i kemi përqeshur ne at, a apo na kanë humbur sysh?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Kjo është, me të vërtetë, grindja e banorëve të ferrit"},{"SurahNumber":38,"VerseNumber":65,"Text":"Thuaj (o Muhammed!): “Me të vërtetë, unë jam vetëm paralajmërues, e nuk ka zot përveç Allahut, të Vetmit e Ngadhënjimtarit"},{"SurahNumber":38,"VerseNumber":66,"Text":"Zotit të qiejve e të Tokës dhe të asaj që gjendet midis tyre, të Plotëfuqishmit, Falësit”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Thuaj: “Ky (Kur’ani) është lajm i madh"},{"SurahNumber":38,"VerseNumber":68,"Text":"e ju prej tij po shmangeni"},{"SurahNumber":38,"VerseNumber":69,"Text":"Unë nuk kam pasur kurrfarë dije për meleqtë e lartë, kur ata polemizuan mes vete"},{"SurahNumber":38,"VerseNumber":70,"Text":"mua vetëm më është shpallë se jam paralajmërues i qartë"},{"SurahNumber":38,"VerseNumber":71,"Text":"(Kujtoju atyre) kur Zoti yt u ka thënë meleqve: “Me të vërtetë, Unë do ta krijojë njeriun prej balte"},{"SurahNumber":38,"VerseNumber":72,"Text":"e kur Unë ta plotësoj atë t’i jap frymë prej shpirtit Tim (kur t’i jap jetë), bëni sexhde atij!”"},{"SurahNumber":38,"VerseNumber":73,"Text":"E të gjithë meleqtë (engjëjt), së bashku, bënë sexhde"},{"SurahNumber":38,"VerseNumber":74,"Text":"përveç Iblisit; ai u bë mendjemadh e ishte mohues"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Zoti) tha: “O Iblis, ç’të pengoi ty, që të mos bësh sexhde para atij që e kam krijuar Unë me duart e Mia (pa ndihmën e askujt)? A mos je mendjemadhësuar apo mendon se je nga të lartit?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblisi) tha: “Unë jam më i mirë se ai. Mua më ke krijuar prej zjarrit, kurse atë prej baltës”"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Perëndia) tha: “Dil atëherë prej xhennetit! Me të vërtetë, ti je i dëbuar"},{"SurahNumber":38,"VerseNumber":78,"Text":"Me të vërtetë mallkimi Im është mbit ty deri në Ditën e gjykimit”"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblisi) tha: “O Zoti im, më jep afat deri në ditën kur do të ringjallen ata!”"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Zoti) tha: “Me të vërtetë, do të jepet dy afat"},{"SurahNumber":38,"VerseNumber":81,"Text":"deri në ditën e caktuar”"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblisi) tha: “Pasha madhërinë Tënde, unë do t’i mashtrojë ata të gjithë –"},{"SurahNumber":38,"VerseNumber":83,"Text":"përveç robërve Tu të sinqertë!”"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Zoti) tha: “Unë betohem me të drejtën dhe flas të vërtetën"},{"SurahNumber":38,"VerseNumber":85,"Text":"me të vërtetë, Unë do ta mbush ferrin me ty dhe me të gjithë ata që të pasojnë ty!”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Thuaj (o Muhammed!): “Unë prej jush nuk kërkoj kurrfarë shpërblimi për të (Kur’anin), e as nuk jam nga ata që paraqiten të atillë (çfarë nuk janë)"},{"SurahNumber":38,"VerseNumber":87,"Text":"ai (Kur’ani), me të vërtetë, është këshilël për tërë botën"},{"SurahNumber":38,"VerseNumber":88,"Text":"Dhe ju, me të vërtetë, do ta dini lajmin e tij pas një kohe!”"},{"SurahNumber":39,"VerseNumber":1,"Text":"(Kjo është) Shpallja e Librit nga Allahu i Plotëfuqishëm dhe i Gjithëdijshëm"},{"SurahNumber":39,"VerseNumber":2,"Text":"Njëmend, Ne ta kemi zbritur ty Librin me të vërtetën e qartë. Andaj adhuroje Perëndinë sinqerisht në besim"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ah, vetëm për Perëndinë është adhurimi i sinqertë. E, ata që marrin përveç Perëndisë, mbrojtës, (thonë): “Ne i lutemi atyre vetëm që të na afrojnë te Perëndia” – Perëndia, me të vërtetë, gjykon ndërmjet tyre për atë që nuk janë pajtuar. Me siguri, Perëndia nuk e udhëzon atë që është gënjeshtar e mohues"},{"SurahNumber":39,"VerseNumber":4,"Text":"Sikur të donte Perëndia të marrë një fëmijë, Ai do të zgjidhte nga ata që i ka krijuar – çka të dojë. Qoftë lavdëruar Ai; Ai është Perëndi i Vetëm dhe Ngadhnjimtar"},{"SurahNumber":39,"VerseNumber":5,"Text":"Ai i ka krijuar qiejt dhe Tokën, me qëllim të plotë; Ai e mbështjellë natën në ditë dhe ditën në natë, Ai e ka nënshtruar Diellin dhe Hënën. Të gjitha lëvizin deri në kohë (shkallë) të caktuar. Ah, Ai është i Fuqishëm dhe Falës"},{"SurahNumber":39,"VerseNumber":6,"Text":"Ai ju ka krijur prej një njeriu (Ademit); pastaj, prej tij ka krijuar shoqen e tij dhe Ai u ka krijuar tetë lloj kafshësh; Ai ju krijon në barqet e nënave tuaja, duke iu dhanë formë pas forme në tri errësira. Ky është, Perëndia – Zoti juaj, i Tij është i tërë pushteti, nuk ka zot tjetër pos Tij, e pra, nga po ia mbani ju"},{"SurahNumber":39,"VerseNumber":7,"Text":"Nëse ju e mohoni (Atë), me të vërtetë, Perëndia është i pavarur prej jush, por Ai nuk është i kënaqur me mohimin e robërve të Tij; e është i kënaqur me ju, nëse e falenderoni. Asnjëri (mëkatar), nuk do t’i bartë mëkatet e tjetrit! Pastaj, do të ktheheni te Zoti juaj, e Ai pastaj do t’u informojë për atë që keni punuar sepse, me të vërtetë, Ai di se ç’keni në zemrat tuaja"}]}