{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Midon Maria fiat peldakent emlitettek, akkor neped hangoskodott tole"},{"SurahNumber":43,"VerseNumber":58,"Text":"Azt mondtak: ,A mi isteneink jobbak, vagy o?\" Csak a vita miatt emlitettek ot neked. Vitat kedvelo nep ez"},{"SurahNumber":43,"VerseNumber":59,"Text":"Szolga o (Jezus, \"abdun, Allah szolgaja), akivel szemben kegyet gyakoroltunk es peldakepkent allitottuk Izrael nepenek"},{"SurahNumber":43,"VerseNumber":60,"Text":"Am, ha azt akartuk volna Angyalokat teremtettunk volna kozuletek, akik utanatok kovetkeznenek a foldon"},{"SurahNumber":43,"VerseNumber":61,"Text":"Bizony o (su, Jezus, Maria fia) az Ora jele\"! Ne ketelkedjetek abban! Es kovessetek engem! Ez az Egyenes, Igaz Ut"},{"SurahNumber":43,"VerseNumber":62,"Text":"Ne teritsen el benneteket a satan! O a ti vilagos ellensegetek"},{"SurahNumber":43,"VerseNumber":63,"Text":"Miutan Jezus eljott a nyilvanvalo bizonyitekokkal, azt mondta: A bolcsesseggel jottem el hozzatok, hogy magyarazattal szolgaljak nehany dologban, amiben osszekulonboztetek. Feljetek Allah-ot es engedelmeskedjetek nekem"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah bizony az en Uram es a ti Uratok. Szolgaljatok hat Ot! Ez az Egyenes es Igaz Ut"},{"SurahNumber":43,"VerseNumber":65,"Text":"Am a partoskodo csoportok kozuluk vitaba keveredtek. Jaj a bunosoknek, egy fajdalmas Nap buntetese miatt"},{"SurahNumber":43,"VerseNumber":66,"Text":"Varnak-e mast, mint az Orat, amely meglepetesszeruen eri el oket, nem is veszik eszre"},{"SurahNumber":43,"VerseNumber":67,"Text":"Azon a Napon, egymas ellensegeive valnak a baratok - kiveve az istenfeloket"},{"SurahNumber":43,"VerseNumber":68,"Text":"(Az mondatik a hivoknek:) , Szolgaim! A mai Napon nincs rajtatok felelem es szomorusag"},{"SurahNumber":43,"VerseNumber":69,"Text":"Akik hittek a Mi Jeleinkben es muzulmanok voltak"},{"SurahNumber":43,"VerseNumber":70,"Text":"Lepjetek be a Paradicsomba, ti es a felesegeitek, boldogsagban"},{"SurahNumber":43,"VerseNumber":71,"Text":"Arany edenyeket es kupakat hordoznak korbe nekik. Es azokban (mindaz megtalalhato), amire a lelek vagyik, es gyonyor a szemnek, Orokletben lakoztok ott"},{"SurahNumber":43,"VerseNumber":72,"Text":"Ez a Paradicsom, amelyet oroksegul kaptatok, azert, amit tettetek"},{"SurahNumber":43,"VerseNumber":73,"Text":"Rengeteg gyumolcs var ott benneteket, amelyekbol ehettek"},{"SurahNumber":43,"VerseNumber":74,"Text":"A bunosok pedig a Pokol bunteteseben lesznek orokre"},{"SurahNumber":43,"VerseNumber":75,"Text":"Nem kapnak enyhitest es nyomorult allapotban lesznek"},{"SurahNumber":43,"VerseNumber":76,"Text":"Nem Mi kovettunk el bunt ellenuk, hanem ok voltak a bunosok"},{"SurahNumber":43,"VerseNumber":77,"Text":"Igy szolnak: O, Malik (a Pokol Orzoje)! Dontson rolunk a te Urad! O pedig igy szol: ..Itt fogtok maradni (orokre)"},{"SurahNumber":43,"VerseNumber":78,"Text":"Mi bizony elhoztuk nektek az Igazsagot\", am a legtobben kozuletek utalkoznak az Igazsagtol"},{"SurahNumber":43,"VerseNumber":79,"Text":"Vagy talan fondorlatot keszitenek elo? Ugy Mi is fondorlatot keszitunk elo"},{"SurahNumber":43,"VerseNumber":80,"Text":"Vagy talan azt hiszik, hogy nem halljuk meg titkaikat es a titkos beszelgetesuket? De igen! A Kuldotteink (a megbizott Angyalok) feljegyzik azt"},{"SurahNumber":43,"VerseNumber":81,"Text":"Mondd: Ha a Konyoruletesnek fia lenne, ugy en lennek az elso szolgalo"},{"SurahNumber":43,"VerseNumber":82,"Text":"Magasztaltassek az egek es a fold Ura! A Tron Ura. Magasan felette AlLO annak, amit Rola mondanak"},{"SurahNumber":43,"VerseNumber":83,"Text":"Engedd oket osszevissza beszelni es jatszani addig, amig nem talalkoznak azzal a Nappal, amelyre igeretet kaptak"},{"SurahNumber":43,"VerseNumber":84,"Text":"O (Allah) az isten az egben es O az isten a foldon. O a Bolcs es a Tudo"},{"SurahNumber":43,"VerseNumber":85,"Text":"Aldassek O, Akie az egek es a fold kiralysaga es (annak a kiralysaga is), ami e ketto kozott van! Nala van az Ora tudasa es Hozza vitettek vissza"},{"SurahNumber":43,"VerseNumber":86,"Text":"A kozbenjaras teren azok, akik Helyette mashoz fohaszkodnak, nem rendelkeznek semmivel. Kiveve azokat, akik az Igazsagot tanusitjak es tudassal rendelkeznek"},{"SurahNumber":43,"VerseNumber":87,"Text":"Ha megkerdezned, ki teremtette oket, azt mondanak: , Allah!\" Hogyan fordulhatnak el ennyire"},{"SurahNumber":43,"VerseNumber":88,"Text":"(Allah-nak tudomasa van a Kuldott- Allah aldja meg es adjon Neki orok udvosseget) mondasarol: ,O Uram! Ez egy olyan nep, amely nem hisz"},{"SurahNumber":43,"VerseNumber":89,"Text":"Fordulj (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) hat el toluk! Es mondd: Bekesseg. (salamun)\" Majd meg fogjak tudni"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha\"-Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"A vilagos Konyvre (erre a Koranra)"},{"SurahNumber":44,"VerseNumber":3,"Text":"Egy aldott Ejszakan (Laylatu-L Oadr, az Elrendeles Ejszakaja) nyilatkoztattuk ki. Mi bizony intok voltunk"},{"SurahNumber":44,"VerseNumber":4,"Text":"Abban (azon az ejszakan), elvalasztodik minden bolcs dolog"},{"SurahNumber":44,"VerseNumber":5,"Text":"— Tolunk szarmazo parancskent. Bizony Mi vagyunk az Elkuldoi"},{"SurahNumber":44,"VerseNumber":6,"Text":"A te Uradtol szarmazo — konyoruletkent. Bizony O a Hallo es a Tudo"},{"SurahNumber":44,"VerseNumber":7,"Text":"Az egek es a fold Uratol es (annak is), ami kettejuk kozott van, ha szilard a meggyozodesetek"},{"SurahNumber":44,"VerseNumber":8,"Text":"Nincs mas isten csak O (La ilaha illa Huwa)! O kelt eletre es O kuld a halalba. O a ti Uratok, es a korabban elt elodeitek Ura"},{"SurahNumber":44,"VerseNumber":9,"Text":"Denem! Ok ketsegeik kozott jatszadoznak"},{"SurahNumber":44,"VerseNumber":10,"Text":"De figyeld csak meg, majd azon a \"Napon, amikor az eg tisztan lathato fustot hoz"},{"SurahNumber":44,"VerseNumber":11,"Text":"Amely elboritja az embereket! Fajdalmas buntetes ez"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Azt mondjak majd) Urunk! Vedd le rolunk a buntetest! Mi bizony hivok vagyunk"},{"SurahNumber":44,"VerseNumber":13,"Text":"Mit sem er mar az intes, hiszen mar nyilvanvalo Kuldott jott el hozzajuk"},{"SurahNumber":44,"VerseNumber":14,"Text":"Majd elfordulnak Tole (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) es azt mondjak: , Masoktol tanulta a tudasat es dzsinnektol megszallott"},{"SurahNumber":44,"VerseNumber":15,"Text":"Mi egy kicsit eltavolitjuk a buntetest. Am ti visszatertek (a hitetlensegbe)"},{"SurahNumber":44,"VerseNumber":16,"Text":"Azon a Napon, amikor a leghatalmasabb erovel ragadjuk meg (a buntetessel). Mi bizony bosszut allunk"}]}