{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Andolsun ki, eger munafiklar ve kalblerinde bir hastalik olanlar ve Medine'de dedikodu yapanlar, bu yaptiklarindan vaz gecmezlerse, mutlaka seni onlara musallat ederiz. Sonra seninle orada az bir zamandan fazla komsu kalamazlar"},{"SurahNumber":33,"VerseNumber":61,"Text":"Melun olarak nerede bulunurlarsa yakalanirlar ve oldurulurler"},{"SurahNumber":33,"VerseNumber":62,"Text":"Allah'in bundan once gecenler hakkindaki kanunu budur. Ve sen Allah'in kanununu degistirmeye asla care bulamazsin"},{"SurahNumber":33,"VerseNumber":63,"Text":"Insanlar sana kiyamet saaatini soruyorlar. De ki: \"Onun ilmi ancak Allah'in nezdindedir. Ne bilirsin belki kiyamet yakinda olur"},{"SurahNumber":33,"VerseNumber":64,"Text":"Su muhakkak ki, Allah kafirleri lanetlemis ve onlara cilgin bir ates hazirlamistir"},{"SurahNumber":33,"VerseNumber":65,"Text":"(Onlar) orada ebedi kalirlar ve ne bir dost bulabilirler, ne de bir yardimci"},{"SurahNumber":33,"VerseNumber":66,"Text":"O gun yuzleri ates icinde cevirilirken: \"Ah keske Allah'a itaat etseydik, peygambere itaat etseydik!\" derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Yine derler ki: \"Ey Rabbimiz! Biz beylerimize ve buyuklerimize itaat ettik de bizi yanlis yola goturduler"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz! Onlara azabin iki katini ver ve kendilerini buyuk bir lanet ile lanetle"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey iman edenler: Sizler Musa'ya eziyet edenler gibi olmayin. Eziyet ettiler de Allah onu, onlarin soylediklerinden temize cikardi. O, Allah yaninda mevki sahibi idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey iman edenler! Allah'tan korkun ve saglam soz soyleyin"},{"SurahNumber":33,"VerseNumber":71,"Text":"Ki (Allah) islerinizi yoluna koysun ve gunahlarinizi bagislasin. Her kim Allah'a ve Resulu'ne itaat ederse, o gercekten buyuk murada ermistir"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz o emaneti goklere, yere ve daglara arz ettik, onlar, onu yuklenmeye yanasmadilar, ondan korktular da onu insan yuklendi. O gercekten cok zalim ve cok cahildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Cunku Allah munafik erkeklerle munafik kadinlara, musrik erkeklerle musrik kadinlara azab edecek, mumin erkeklerle mumin kadinlarin da tevbelerini kabul edecektir. Allah cok bagislayicidir, cok merhamet edicidir"},{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd, o Allah'indir ki goklerde ne var, yerde ne varsa hep O'nundur. Ahirette de hamd O'nundur. O hukum ve himet sahibidir, herseyden haberdardir"},{"SurahNumber":34,"VerseNumber":2,"Text":"Yere ne giriyor ve ondan ne cikiyor, gokten ne iniyor ve ona ne cikiyorsa (Allah) hepsini bilir. O cok merhamet edicidir. Cok bagislayicidir"},{"SurahNumber":34,"VerseNumber":3,"Text":"Inkar edenler: \"Bize o kiyamet saati gelmez.\" dediler. De ki: \"Hayir, oyle degil, gaybi bilen Rabbim hakki icin kiyamet size mutlaka gelecektir. O'nun ilminden goklerde ve yerde zerre kadar bir sey kacmaz. Bundan daha kucuk ve daha buyuk ne varsa, hepsi muhakkak acik bir kitaptadir"},{"SurahNumber":34,"VerseNumber":4,"Text":"Cunku Allah iman edip iyi ameller isleyenlere mukafat verecektir. Iste onlar icin bir magfiret ve comertce verilmis bol rizik vardir"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ayetlerimizi hukumsuz birakmak icin yarisanlara gelince, onlar icin de pek kotu ve elem verici bir azab vardir"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim verilmis olanlar goruyorlar ki, Rabbinden sana indirilen Kur'an, hakkin kendisidir. O, gucune nihayet olmayan, her hamde layik bulunan Allah'in yolunu gosteriyor"},{"SurahNumber":34,"VerseNumber":7,"Text":"Boyle iken inkar edenler soyle dediler: \"Siz oldukten sonra, didik didik parcalandiginiz vakit, yeniden bir yaratilis icinde bulunacaksiniz diye, size birtakim haberler veren kisiyi gosterelim mi"},{"SurahNumber":34,"VerseNumber":8,"Text":"O, bir yalani Allah'a iftira mi etti, yoksa kendisinde bir delilik mi var?\" Hayir, dogrusu ahirete inanmayanlar, derin bir sapiklikla azab icindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ya gokten ve yerden onlerindekine ve arkalarindakine bir bakmazlar mi? Dilesek kendilerini yere geciriveririz. Yahut gokten uzerlerine parcalar dusuruveririz. Suphesiz bunda Allah'a yonelen (hakka gonul veren) her kul icin bir ibret vardir"}]}