{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Niścaẏa āllāhē maha athabā tātōkai kṣudra kōnō bastura upamā di'ōm̐tē saṅkōca bōdha nakaraē. Ētēkē yisakalē īmāna ānichē tē'ōm̐lōkē jānē yē, niścaẏa ē'iṭō tē'ōm̐lōkara pratipālakara taraphara paraā satya. Ārau yisakalē kupharaī karaichē siham̐tē kaẏa yē, 'āllāhē ē'i upamāra dbāraā ki bujāba bicāraichē'? Tē'ōm̐ iẏāra dbāraā bahutakē bibhraānta karaē ārau bahutakē hidāẏata diẏē. Ārau tē'ōm̐ phāchikasakalara bāhiraē āna kākō iẏāra dbāraā bibhraānta nakaraē"},{"SurahNumber":2,"VerseNumber":27,"Text":"Yisakalē āllāhara lagata dr̥ṛha aṅgīkārata ārad'dha hōraāra pichata sē'iṭō bhaṅga karaē, āllāhē yi samparka aṭuṭa raākhibalai nirdēśa dichē sē'iṭō bicchinna karaē ārau pr̥thiraīta biparyaẏa sr̥ṣṭi karai phuraē, siham̐tē'i kṣatigrastha"},{"SurahNumber":2,"VerseNumber":28,"Text":"Tōmālōkē kēnēkai āllāhara lagata kupharaī karaā? Athaca tōmālōkē praāṇahīna āchilā. Tāra pichata tēraēm̐i tōmālōkaka jīraita karaichē ākau tēraēm̐i tōmālōkara mr̥tyu ghaṭāba tāra pichata punara jīraita karaiba ārau tāra pichata tōmālōkaka tē'ōm̐ra ōcaralai ubhatā'i niẏā ha’ba"},{"SurahNumber":2,"VerseNumber":29,"Text":"Tē'ōm̐ pr̥thiraīra sakalō bastu tōmālōkara bābē'i sr̥ṣṭi karaichē. Tāra pichata tē'ōm̐ ākāśara pinē manōnibēśa karai sē'iṭōka sātakhana ākāśata bin'yasta karaichē; ārau tē'ōm̐ sakalō bastu samparkē sabiśēṣa aragata"},{"SurahNumber":2,"VerseNumber":30,"Text":"Ārau smaraṇa karaā, yētiẏā tōmāra pratipālakē phiraistāsakalaka ka’lē, niścaẏa ma'i pr̥thiraīta khaliphā sr̥ṣṭi karaibalai thira karaichō. Tē'ōm̐lōkē ka’lē, tumi pr̥thiraīta ēnē ēṭā jīra sr̥ṣṭi karaiba bicaraā nēki, yiẏē pr̥thiraīta biparyaẏa sr̥ṣṭi karaiba ārau tēja prabāhita karaiba? Ārau āmitō tōmāra hāmadasaha tachabīha pāṭha karaōraēm̐i lagatē tōmāra paraitratā'ō ghōṣaṇā karaō. Tē'ōm̐ ka’lē, niścaẏa ma'i yiṭō jānō tōmālōkē sē'iṭō nājānā"},{"SurahNumber":2,"VerseNumber":31,"Text":"Ārau tē'ōm̐ ādamaka yāratīẏa nāmara śikṣā dilē, tāra pichata sē'ibōra phiraistāsakalara āgata upasthāpana karai ka’lē, yadi tōmālōkē satyabādī tēntē mōka ē'ibōrara nāma kōraā"},{"SurahNumber":2,"VerseNumber":32,"Text":"Tē'ōm̐lōkē ka’lē, tumi paraitra. Tumi āmāka yi śikṣā dichā tāra bāhiraē āmāra āna kōnō jñāna nā'i. Niścaẏa tumi sarbajña prajñāmaẏa"},{"SurahNumber":2,"VerseNumber":33,"Text":"Tē'ōm̐ ka’lē, ‘hē ādama, ē'ibōrara nāma tumi siham̐taka janā'i diẏā’. Tāra pichata yētiẏā tē'ōm̐ (ādama) ē'ibōrara nāma janā'i dilē, tētiẏā tē'ōm̐ ka’lē, ‘ma'i tōmālōkaka kōraā nāchilōnē yē, niścaẏa ma'i ākāśamaṇḍala ārau pr̥thiraīra gāẏēba (adr̥śya) samparkē jānō? Ma'i ārau jānō yi tōmālōkē prakāśa karaā ārau yi gōpana karaā’"},{"SurahNumber":2,"VerseNumber":34,"Text":"Ārau smaraṇa karaā, yētiẏā āmi phiraistāsakalaka kaichilō, tōmālōkē ādamaka chājadā karaā. Tētiẏā ibalichara bāhiraē sakalōraē chājadā karaichila. Si asbīkāra karailē ārau ahaṅkāra karailē. Ārau si kāphirasakalara antarbhūkta ha’la"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ārau āmi ka’lō, hē ādama, tumi ārau tōmāra straī jānnatata basabāsa karaā ārau ya’ra paraā icchā sbācchandē āhāra grahaṇa karaā, kintu ē'i gacha jōpāra ōcarata nājābā, tēnēha’lē tōmālōka yālima sakalara antarbhūkta hai yābā"},{"SurahNumber":2,"VerseNumber":36,"Text":"Araśēṣata caẏatānē tāra paraā tē'ōm̐lōkara padaskhalana ghaṭālē ārau tē'ōm̐lōka ya’ta āchila tāra paraā tē'ōm̐lōkaka bahiskr̥ta karaālē, ārau āmi ka’lō, ‘tōmālōkē nāmi yōraā; tōmālōkē ijanē sijanara śatrau. Ārau tōmālōkara bābē pr̥thiraīta āchē nirdiṣṭi samaẏa laikē ābāsa ārau bhōga-upabhōgara upakaraṇa’"},{"SurahNumber":2,"VerseNumber":37,"Text":"Tāra pichata ādamē tē'ōm̐ra pratipālakara paraā kichumāna bākya śiki la’lē; ārau āllāhē tē'ōm̐ra tā'ōbā kabula karailē. Niścaẏa tē'ōm̐ tā'ōbā kabulakāraī ati daẏālu"},{"SurahNumber":2,"VerseNumber":38,"Text":"Āmi ka’lō, ‘tōmālōka āṭāẏē iẏāra paraā nāmi yōraā. Yētiẏā mōra phālara paraā tōmālōkara ōcarata kōnō hidāẏata āhiba, tētiẏā yisakalē āmāra hidāẏatara anusaraṇa karaiba, tē'ōm̐lōkara kōnō bhaẏa nā'i ārau cintāraō kōnō kāraṇa nā'i’"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ārau yisakalē kupharaī karaichē ārau āmāra āẏātasamūhaka asbīkāra karaichē, siham̐tē'i ju'ira adhibāsī. Tāta siham̐tē cirakāla thākiba"},{"SurahNumber":2,"VerseNumber":40,"Text":"Hē īcharaā'īlara banśadharasakala! Tōmālōkē mōra sē'i anugrahasamūhara kathā smaraṇa karaā, yi anugraha ma'i tōmālōkaka pradāna karaichilō ārau tōmālōkē mōra aṅgīkāra pūraṇa karaā, maẏō tōmālōkara aṅgīkāra pūraṇa karaima. Ārau tōmālōkē kērala mōkē'i bhaẏa karaā"},{"SurahNumber":2,"VerseNumber":41,"Text":"Ārau ma'i yi aratīrṇa karaichō tōmālōkē tāra prati īmāna ānā. I tōmālōkara ōcarata yi āchē tāra satyatā pramānakāraī. Ārau tōmālōkē'i iẏāra prathama asbīkārakāraī naha’bā ārau tōmālōkē mōra āẏātasamūhaka sāmān'ya mūlyata bikraī nakaraibā. Ārau tōmālōkē kērala mōkē'i bhaẏa karaā"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ārau tōmālōkē satyaka michāra lagata miśraita nakaraibā ārau jāni-śuni satya gōpana nakaraibā"},{"SurahNumber":2,"VerseNumber":43,"Text":"Ārau tōmālōkē chālāta pratiṣṭhā karaā ārau yākāta pradāna karaā lagatē raukukāraī sakalara lagata rauku karaā"}]}