{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"I spomenavaĭte Allakh v prebroenite dni! A koĭto izbŭrza s dva dni, ne e gryakh za nego, i koĭto se zabavi, ne e gryakh za nego - za onzi, koĭto e bogoboyazliv. I boĭte se ot Allakh, i znaĭte, che pri Nego shte bŭdete sŭbrani"},{"SurahNumber":2,"VerseNumber":204,"Text":"Sred khorata ima i takiva, chiito dumi te omaĭvat v zemniya zhivot i prizovavat Allakh za svidetel na onova, koeto e v sŭrtsata im. No te sa naĭ-svirepi v razprata"},{"SurahNumber":2,"VerseNumber":205,"Text":"I kogato takŭv se obŭrne, toĭ ticha po zemyata, za da see po neya razvala i da pogubi nasazhdeniyata i priploda. A Allakh ne obicha razvalata"},{"SurahNumber":2,"VerseNumber":206,"Text":"I kogato mu se kazhe: “Boĭ se ot Allakh!”, go obzema gordost ot grekha. Stiga mu Adŭt i kolko losha postelya e toĭ"},{"SurahNumber":2,"VerseNumber":207,"Text":"Nyakoi khora otdavat dushite si, za da ugodyat na Allakh. A Allakh e sŭstradatelen kŭm rabite"},{"SurahNumber":2,"VerseNumber":208,"Text":"O, vyarvashti, vstŭpete vsichki v pokorstvoto i ne sledvaĭte stŭpkite na satanata! Toĭ e vash yaven vrag"},{"SurahNumber":2,"VerseNumber":209,"Text":"I ako se podkhlŭznete, sled kato ste poluchili yasnite znatsi, znaĭte, che Allakh e vsemogŭsht, premŭdŭr"},{"SurahNumber":2,"VerseNumber":210,"Text":"Nima ochakvat samo Allakh i angelite da doĭdat pri tyakh v senkite na oblatsite? A deloto e ot·sŭdeno i pri Allakh shte bŭdat vŭrnati delata"},{"SurahNumber":2,"VerseNumber":211,"Text":"Popitaĭ sinovete na Israil kolko yasni znameniya im dadokhme! A koĭto podmeni blagodatta na Allakh, sled kato e doshla pri nego, naistina Allakh e surov v nakazanieto"},{"SurahNumber":2,"VerseNumber":212,"Text":"Zemniyat zhivot be razkrasen za nevernitsite, a te se prismivat na vyarvashtite. No koito sa bogoboyazlivi, shte bŭdat nad tyakh v Denya na vŭzkresenieto. Allakh bezmerno vŭzdava komuto pozhelae"},{"SurahNumber":2,"VerseNumber":213,"Text":"Khorata byakha edna obshtnost i Allakh izprati prorotsite - blagovestiteli i preduprediteli, i zaedno s tyakh nizposla Knigata s istinata, za da ot·sŭdi mezhdu khorata za onova, po koeto byakha v raznoglasie. A poradi zlobata pomezhdu im izpadnakha v raznoglasie za neya samo onezi, na koito tya be dadena, sled kato yasnite znatsi byakha doshli pri tyakh. I povede Allakh vyarvashtite kŭm onova ot istinata, po koeto byakha v raznoglasie, s Negovoto pozvolenie. Allakh vodi kogoto pozhelae kŭm praviya pŭt"},{"SurahNumber":2,"VerseNumber":214,"Text":"Ili smyatate da vlezete v Raya, bez da vi spoleti sŭshtoto, koeto spoletya i otminalite predi vas? Vrŭkhlitakha gi beda i gorest, i byakha raztŭrsvani, dokato Pratenika i onezi, koito povyarvakha zaedno s nego, ne kazvakha: “Koga shte doĭde podkrepata na Allakh?” Da, podkrepata na Allakh e nablizo"},{"SurahNumber":2,"VerseNumber":215,"Text":"Pitat te kakvo da razdavat. Kazhi: “Kakvoto i dobro da razdadete, neka e za roditelite i blizkite, i siratsite, i nuzhdaeshtite se, i pŭtnika [v nevolya]. Kakvoto i dobro da storite, Allakh go znae"},{"SurahNumber":2,"VerseNumber":216,"Text":"Predpisana vi e bitka, a tya e omrazna za vas. No mozhe da mrazite neshto, a to da e dobro za vas, i mozhe da obichate neshto, a to da e zlo za vas. Allakh znae, vie ne znaete"},{"SurahNumber":2,"VerseNumber":217,"Text":"Pitat te za Sveshteniya mesets, za bitka prez nego. Kazhi: “Tezhka bitka e togava, no vŭzpiraneto ot pŭtya na Allakh, neverieto v Nego i v Sveshtenata dzhamiya, i propŭzhdaneto na obitatelite ĭ ottam e po-tezhko pred Allakh, i da se zabluzhdava e po-tezhko, otkolkoto da se ubiva.” I ne shte prestanat da se srazhavat s vas, dokato ne vi otvŭrnat ot vashata religiya, ako mogat. A koito ot vas ot·stŭpyat ot religiyata si i umrat nevernitsi, na takiva propadat delata i v zemniya zhivot, i v otvŭdniya, i te sa obitatelite na Ogŭnya, tam shte prebivavat vechno"},{"SurahNumber":2,"VerseNumber":218,"Text":"Koito povyarvakha i koito se preselikha, i se borekha po pŭtya na Allakh, te se nadyavat na milostta ot Allakh. Allakh e oproshtavasht, milosŭrden"}]}