{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Pri nikh budut skromnyye vzorami, i ravnyye po vozrastu"},{"SurahNumber":38,"VerseNumber":53,"Text":"Takovo budet obeshchannoye vam ko dnyu otcheta"},{"SurahNumber":38,"VerseNumber":54,"Text":"Takov nash nadel; on budet neistoshchim"},{"SurahNumber":38,"VerseNumber":55,"Text":"Tak. Naprotiv, nechestivym budet uzhasnaya obitel'"},{"SurahNumber":38,"VerseNumber":56,"Text":"Geyenna, v kotoroy oni goret' budut: kak muchitel'no eto lozhe"},{"SurahNumber":38,"VerseNumber":57,"Text":"Tak; to, chto oni budut vkushat', budet kipyatok, smradnaya gnil'"},{"SurahNumber":38,"VerseNumber":58,"Text":"I drugiye, podobnyye tomu, vozbuzhdayushchiye otvrashcheniye veshchestva"},{"SurahNumber":38,"VerseNumber":59,"Text":"A eto - eto tolpa tekh, kotoryye bessmyslenno brosilis' za vami: im ne budet otrady zdes'; potomu chto oni budut goret' v etom ogne"},{"SurahNumber":38,"VerseNumber":60,"Text":"Oni skazhut: \"Da ne budet i vam otrady! Vy nam prigotovili eto: kak bespokoyno eto zhilishche"},{"SurahNumber":38,"VerseNumber":61,"Text":"Oni skazhut: \"Gospodi nash! Muku v etom ogne udvoy dlya tekh, kotoryye prigotovili yego nam"},{"SurahNumber":38,"VerseNumber":62,"Text":"I yeshche skazhut: \"Pochemu my ne vidim tekh lyudey, kotorykh my schitali v chisle khudykh"},{"SurahNumber":38,"VerseNumber":63,"Text":"Nad kotorymi my smeyalis'? Ili nashi ochi ne mogut rassmotret' ikh"},{"SurahNumber":38,"VerseNumber":64,"Text":"Deystvitel'no, takovo budet - eto istinno - vzaimnoye prepiratel'stvo muchayushchikhsya v ogne"},{"SurahNumber":38,"VerseNumber":65,"Text":"Skazhi: \"YA tol'ko uveshchatel'; takzhe: net nikogo dostopoklanyayemogo krome Boga, yedinogo, karayushchego"},{"SurahNumber":38,"VerseNumber":66,"Text":"Gospoda nebes, zemli i togo, chto mezhdu nimi, sil'nogo, proshchayushchego"},{"SurahNumber":38,"VerseNumber":67,"Text":"Skazhi: \"On yest' velikoye prorocheskoye ucheniye"},{"SurahNumber":38,"VerseNumber":68,"Text":"A vy ot nego udalyayetes'"},{"SurahNumber":38,"VerseNumber":69,"Text":"U menya ne bylo znaniya o verkhovnom sonme, kogda on vstupal v sostyazaniye"},{"SurahNumber":38,"VerseNumber":70,"Text":"Mne ono otkryto tol'ko potomu, chto ya istinnyy nastavnik"},{"SurahNumber":38,"VerseNumber":71,"Text":"Vot, Gospod' tvoy skazal angelam: \"YA sotvoryu cheloveka iz persti"},{"SurahNumber":38,"VerseNumber":72,"Text":"Kogda YA dam yemu nadlezhashchiy obraz i vdokhnu v nego Moyego dukha: togda vy pripadite i poklonites' yemu"},{"SurahNumber":38,"VerseNumber":73,"Text":"I angely poklonilis' vse, kazhdyy iz nikh"},{"SurahNumber":38,"VerseNumber":74,"Text":"Krome Ivlisa. On vozvelichalsya i stal v chisle nevernykh"},{"SurahNumber":38,"VerseNumber":75,"Text":"On skazal: \"Ivlis! Chto uderzhalo tebya ot pokloneniya tomu, kogo sotvoril YA svoimi rukami? Ty vozvelichalsya ne potomu li, chto ty iz chisla vysshikh"},{"SurahNumber":38,"VerseNumber":76,"Text":"On skazal: \"YA luchshe yego: menya sotvoril Ty iz ognya, a yego sotvoril iz persti"},{"SurahNumber":38,"VerseNumber":77,"Text":"On skazal: \"Vyydi otsyuda; ty progonyayemyy kamnyami"},{"SurahNumber":38,"VerseNumber":78,"Text":"Moye proklyatiye na tebe do dnya suda"},{"SurahNumber":38,"VerseNumber":79,"Text":"On skazal: \"Gospodi! Otsroch' mne do dnya, v kotoryy oni voskresheny budut"},{"SurahNumber":38,"VerseNumber":80,"Text":"On skazal: \"Ty odin iz tekh, kotorym dayetsya otsrochka"},{"SurahNumber":38,"VerseNumber":81,"Text":"Do dnya izvestnogo vremeni"},{"SurahNumber":38,"VerseNumber":82,"Text":"On skazal: \"Klyanus' Tvoim velichiyem: ya vvedu v zabluzhdeniye vsekh ikh"},{"SurahNumber":38,"VerseNumber":83,"Text":"Krome tvoikh rabov, tekh, kotoryye budut iskrenni pred Toboyu"},{"SurahNumber":38,"VerseNumber":84,"Text":"On skazal: \"Istinno, istinno govoryu"},{"SurahNumber":38,"VerseNumber":85,"Text":"napolnyu geyennu toboy i temi, kotoryye posleduyut tebe, imi vsemi"},{"SurahNumber":38,"VerseNumber":86,"Text":"Skazhi: \"YA ne proshu u vas platy za nego; i ya ne iz takikh, kotoryye obyazyvayut k delam trudnym"},{"SurahNumber":38,"VerseNumber":87,"Text":"On tol'ko nastavleniye dlya mirov"},{"SurahNumber":38,"VerseNumber":88,"Text":"Posle nekotorogo vremeni vy uznayete dostoinstvo yego"},{"SurahNumber":39,"VerseNumber":1,"Text":"Nisposlaniye sego pisaniya ot Boga, sil'nogo, mudrogo"},{"SurahNumber":39,"VerseNumber":2,"Text":"Istinno, My nisposlali tebe siye pisaniye; potomu, poklanyaysya Bogu, iskrenne vypolnyaya pred nim dela blagochestiya"},{"SurahNumber":39,"VerseNumber":3,"Text":"Ne k Bogu li otnosit'sya dolzhno iskrenneye blagochestiye? A tekh, kotoryye, oprich' Boga, izbirayut sebe pokroviteley, govorya: \"My sluzhim im tol'ko dlya togo, chto oni priblizhayut nas k Bogu, stoya blizko k Nemu\", Bog rassudit v tom, v chem oni raznoglasyat. Bog ne putevoditel' tomu, kto lzhets, nechestivets"},{"SurahNumber":39,"VerseNumber":4,"Text":"Yesli by Bog zakhotel prinyat' sebe kogo - libo v ditya, to On iz togo, chto sotvoril, izbral by togo, kogo zakhotel by. Khvala Yemu! On Bog, yedinyy, groznyy"},{"SurahNumber":39,"VerseNumber":5,"Text":"On sotvoril nebesa i zemlyu s blagoyu tsel'yu. On den' obvivayet noch'yu, a noch' obvivayet dnem; pokornymi delayet solntse i lunu: to i drugaya dvizhutsya do naznachennogo sroka. Smotri, kak silen, sniskhoditelen On"},{"SurahNumber":39,"VerseNumber":6,"Text":"On sotvoril vas ot odnogo cheloveka; potom iz nego proizvel suprugu yemu, i dostavil vam v pishchu vosem' skotov v chetyrekh parakh. On tvorit vas v utrobakh materey vashikh, v troynykh mrakakh proizvodya odno tvoreniye posle drugogo tvoreniya. Takov Bog, Gospod' vash; Yemu prinadlezhit tsarstvo: krome Yego net boga. Zachem vy otvrashchayetes' ot Nego"},{"SurahNumber":39,"VerseNumber":7,"Text":"Yesli vy i nepriznatel'ny, to Bog bogat i bez vas, no Yemu nepriyatno v rabakh Yego eta nepriznatel'nost'; a yesli vy blagodarny, vy priyatny Yemu za eto: dusha, obremenennaya svoyeyu nosheyu, ne obremenit'sya bremenem drugoy; posle togo vy vozvratites' k Gospodu vashemu, i On otkroyet vam to, chto sdelali vy. Ibo On znayet vnutrennost' serdets"}]}