{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"And unto (the tribe of) A'ad (We sent) their brother, Hud. He said: O my people! Serve Allah. Ye have no other Allah save Him. Will ye not ward off (evil)"},{"SurahNumber":7,"VerseNumber":66,"Text":"The chieftains of his people, who were disbelieving, said: Lo! we surely see thee in foolishness, and lo! we deem thee of the liars"},{"SurahNumber":7,"VerseNumber":67,"Text":"He said: O my people! There is no foolishness in me, but I am a messenger from the Lord of the Worlds"},{"SurahNumber":7,"VerseNumber":68,"Text":"I convey unto you the messages of my Lord and am for you a true adviser"},{"SurahNumber":7,"VerseNumber":69,"Text":"Marvel ye that there should come unto you a Reminder from your Lord by means of a man among you, that he may warn you? Remember how He made you viceroys after Noah's folk, and gave you growth of stature. Remember (all) the bounties of your Lord, that haply ye may be successful"},{"SurahNumber":7,"VerseNumber":70,"Text":"They said: Hast come unto us that we should serve Allah alone, and forsake what our fathers worshipped? Then bring upon us that wherewith thou threatenest us if thou art of the truthful"},{"SurahNumber":7,"VerseNumber":71,"Text":"He said: Terror and wrath from your Lord have already fallen on you. Would ye wrangle with me over names which ye have named, ye and your fathers, for which no warrant from Allah hath been revealed? Then await (the consequence), lo! I (also) am of those awaiting (it)"},{"SurahNumber":7,"VerseNumber":72,"Text":"And We saved him and those with him by a mercy from Us, and We cut the root of those who denied Our revelations and were not believers"},{"SurahNumber":7,"VerseNumber":73,"Text":"And to (the tribe of) Thamud (We sent) their brother Salih. He said: O my people! Serve Allah. Ye have no other Allah save Him. A wonder from your Lord hath come unto you. Lo! this is the camel of Allah, a token unto you; so let her feed in Allah's earth, and touch her not with hurt lest painful torment seize you"},{"SurahNumber":7,"VerseNumber":74,"Text":"And remember how He made you viceroys after A'ad and gave you station in the earth. Ye choose castles in the plains and hew the mountains into dwellings. So remember (all) the bounties of Allah and do not evil, making mischief in the earth"},{"SurahNumber":7,"VerseNumber":75,"Text":"The chieftains of his people, who were scornful, said unto those whom they despised, unto such of them as believed: Know ye that Salih is one sent from his Lord? They said: Lo! In that wherewith he hath been sent we are believers"},{"SurahNumber":7,"VerseNumber":76,"Text":"Those who were scornful said: Lo! in that which ye believe we are disbelievers"},{"SurahNumber":7,"VerseNumber":77,"Text":"So they hamstrung the she-camel, and they flouted the commandment of their Lord, and they said: O Salih! Bring upon us that thou threatenest if thou art indeed of those sent (from Allah)"},{"SurahNumber":7,"VerseNumber":78,"Text":"So the earthquake seized them, and morning found them prostrate in their dwelling-place"},{"SurahNumber":7,"VerseNumber":79,"Text":"And (Salih) turned from them and said: O my people! I delivered my Lord's message unto you and gave you good advice, but ye love not good advisers"},{"SurahNumber":7,"VerseNumber":80,"Text":"And Lot! (Remember) when he said unto his folk: Will ye commit abomination such as no creature ever did before you"},{"SurahNumber":7,"VerseNumber":81,"Text":"Lo! ye come with lust unto men instead of women. Nay, but ye are wanton folk"},{"SurahNumber":7,"VerseNumber":82,"Text":"And the answer of his people was only that they said (one to another): Turn them out of your township. They are folk, forsooth, who keep pure"},{"SurahNumber":7,"VerseNumber":83,"Text":"And We rescued him and his household, save his wife, who was of those who stayed behind"},{"SurahNumber":7,"VerseNumber":84,"Text":"And We rained a rain upon them. See now the nature of the consequence of evil-doers"},{"SurahNumber":7,"VerseNumber":85,"Text":"And unto Midian (We sent) their brother, Shu'eyb. He said: O my people! Serve Allah. Ye have no other Allah save Him. Lo! a clear proof hath come unto you from your Lord; so give full measure and full weight and wrong not mankind in their goods, and work not confusion in the earth after the fair ordering thereof. That will be better for you, if ye are believers"},{"SurahNumber":7,"VerseNumber":86,"Text":"Lurk not on every road to threaten (wayfarers), and to turn away from Allah's path him who believeth in Him, and to seek to make it crooked. And remember, when ye were but few, how He did multiply you. And see the nature of the consequence for the corrupters"},{"SurahNumber":7,"VerseNumber":87,"Text":"And if there is a party of you which believeth in that wherewith I have been sent, and there is a party which believeth not, then have patience until Allah judge between us. He is the Best of all who deal in judgment"}]}