{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"Gonderilen uyarıcı; «Eger size babalarınızı uzerinde buldugunuz dinden daha dogrusunu getirmissem de mi bana uymazsınız?» deyince, onlar: «Gercekten biz sizin teblig icin gonderildiginiz seyi tanımıyoruz.» dediler"},{"SurahNumber":43,"VerseNumber":25,"Text":"Biz de onlardan intikam aldık. Bak peygamberleri yalanlayanların sonu nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani Ibrahim babasına ve kavmine: «Gercekten ben sizin taptıgınız seylerden uzagım"},{"SurahNumber":43,"VerseNumber":27,"Text":"Ben ancak beni yaratana taparım. Suphesiz ki O, beni dogru yola iletecektir.» dedi"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ibrahim, bu sozu, ardından gelecek olanlara devamlı kalacak bir miras olarak bıraktı ki, onlar dogru yola donsunler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Dogrusu ben bunları da babalarını da kendilerine hak olan kitap ve gercegi acıklayan bir peygamber gelinceye kadar faydalandırıp gecindirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Kendilerine hak geldigi zaman onlar: «Bu bir buyudur dogrusu biz onu tanımıyoruz.» dediler"},{"SurahNumber":43,"VerseNumber":31,"Text":"Yine Onlar: «Bu Kur´an, su iki sehirden bir buyuk adama indirilmeli degil miydi?» dediler"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ey Muhammed! Rabbinin rahmetini onlar mı taksim ediyorlar? Dunya hayatında onların gecimliklerini aralarında biz taksim ettik. Birbirlerine islerini gordursunler diye biz onların bir kısmını digerlerinden derecelerle ustun kıldık. Rabbinin rahmeti onların biriktirdikleri seylerden daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger insanlar kufre sapan bir ummet haline gelmeyecek olsalardı, biz O Rahman olan Allah´ı inkar eden kimselerin evlerine gumusten tavanlar ve uzerine cıkacakları merdivenler yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Onların evleri icin gumusten kapılar, uzerine yaslanacakları koltuklar yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"Daha nice altın ziynetler verirdik. Cunku bunların bizce hicbir kıymeti yoktur. Butun bunlar dunya hayatının gecici menfaatinden baska bir sey degildir. Ahiret ise Rabbin katında takva sahipleri icindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Her kim Rahman olan Allah´ın zikrinden yuz cevirirse biz ona bir seytan musallat ederiz. Artık o seytan onun yakın dostudur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Suphesiz ki bu seytanlar onları yoldan cıkarırlar. Onlar da kendilerinin dogru yolda olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Nihayet kıyamet gunu bize gelince, arkadasına: «Keske seninle benim aramda dogu ile batı arasındaki kadar bir uzaklık olsaydı. Sen ne kotu arkadasmıssın!» der"},{"SurahNumber":43,"VerseNumber":39,"Text":"Onlara: «Bugun pismanlık duymanız size hicbir fayda saglamayacaktır. Cunku siz zulmettiniz. Simdi de hepiniz azapta ortaksınız.» denir"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ey Muhammed! O halde sagırlara sen mi isittireceksin? Yahut korlere ve apacık bir sapıklık icinde bulunanlara sen mi dogru yolu gostereceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Eger biz seni onlara azap gelmeden once alıp gotursek bile onlardan intikam alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara vaad ettigimiz azabı sana gosteririz. Cunku bizim onlara azap etmeye gucumuz yeter"},{"SurahNumber":43,"VerseNumber":43,"Text":"Oyleyse sen, sana vahyedilen Kur´an´a sarıl. Suphesiz ki sen dogru bir yol uzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Dogrusu o Kur´an, senin icin de, kavmin icin de bir oguttur ve siz ondan sorguya cekileceksiniz"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ey Muhammed! Senden once gonderdigimiz peygamberlerimize de sor, biz Rahman olan Allah´tan baska kendisine ibadet edilecek ilahlar yapmıs mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun ki, biz Musa´yı mucizelerimizle Firavun´a ve ileri gelen adamlarına gonderdik. Musa: «Ben gercekten alemlerin Rabbi olan Allah´ın peygamberiyim.» dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Musa onlara mucizelerimizi getirince onlar hemen bu mucizelere guluverdiler"},{"SurahNumber":43,"VerseNumber":48,"Text":"Bizim onlara gosterdigimiz her bir mucize digerinden daha buyuktu. Belki dogru yola donerler diye biz onları azapla yakaladık"},{"SurahNumber":43,"VerseNumber":49,"Text":"Onlar azabı gorunce: «Ey sihirbaz! Sende olan ahdi hurmetine bizim icin Rabbine dua et. Biz gercekten dogru yola girecegiz.» dediler"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat azabı kendilerinden kaldırdıgımız zaman hemen sozlerinden donuverdiler"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun kavmine seslenerek dedi ki: «Ey kavmim! Mısır hukumdarlıgı ve altımdan akıp giden su ırmaklar benim degil mi? Gormuyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, nerede ise meramını anlatamayan su zavallıdan daha hayırlı degil miyim"},{"SurahNumber":43,"VerseNumber":53,"Text":"Eger O´nun dedigi dogru ise uzerine altın bilezikler atılmalı veya kendisiyle beraber onu tasdik eden melekler gelmeli degil miydi?»"},{"SurahNumber":43,"VerseNumber":54,"Text":"Firavun kavmini kucumsedi. Onlar da O´na itaat ettiler. Cunku onlar fasık bir kavimdi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nihayet bizi gazaplandırdıkları zaman onlardan intikam aldık. Hepsini suda bogduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları sonradan gelecekler icin ibret ve ornek kıldık"}]}