{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"وێنەی ئەو بەھەشتەی کەبەڵێن دراوە بە پارێزکاران و لەخواترسان ڕوبارەکان دەڕۆن بەژێر باخەکانیدا میوە وسێبەرەکانی (بەھەشت) ھەمیشەیین ئەو (بەھەشتە) ئاکام و (لانەی) ئەوانەیە کە خۆیان پاراست (لە دونیادا) و لە خواترسان و ئاکام و (لانەی) بێ باوەڕانیش ھەر ئاگرە"},{"SurahNumber":13,"VerseNumber":36,"Text":"ئەوانەش کتێبمان پێدابوون شاد دەبن بەوەی نێرراوەتە خوارەوە بۆت و ھەندێک لە گرۆ و تاقمەکان ھەن ھەندێک لەوە ئینکار دەکەن بڵێ من تەنھا فەرمانم بەوە پێدراوە کە خوا بپەرستم و ھیچ ھاوبەشێکی بۆ دانەنێم ھەر بۆلای خوا (خەڵکی) بانگ ئەکەم وگەڕانەوەشم تەنھا بۆلای ئەو (خوایەیە)"},{"SurahNumber":13,"VerseNumber":37,"Text":"بەو شێوە ئەو (قورئانە) مان ناردۆتە خوارەوە (بۆ تۆ) کە فەرمانێکی عەرەبیە سوێند بەخوا بەڕاستی ئەگەر تۆ شوێنی ئارەزوەکانی ئەوانە بکەویت لەدوای ئەو وەحی و شارەزاییەی کە ھاتووە بۆت ھیچ پارێزەرێکت نابێت لە (سزای) خوا"},{"SurahNumber":13,"VerseNumber":38,"Text":"سوێند بەخوا بێگومان پێش تۆ پێغەمبەرانێکمان ناردووە و پێماندان ھاوسەر و نەوە و وەچە وە بۆ ھیچ پێغەمبەرێک نەبووە (پێش تۆ) نیشانەیەک (موعجیزەیەک) بھێنێت مەگەر بەئیزنی خوا نەبێت بۆ ھەموو کارێک وەختێکی تایبەتی ھەیە کە نووسراوە"},{"SurahNumber":13,"VerseNumber":39,"Text":"ئەوەی خوا بیەوێت دەیسڕێتەوە و (ئەوەش بیەوێت) دەیھێڵێتەوە سەرچاوەی کتێبەکان لای ئەو (خوای گەورەیە) لە (لوح المحفوظ)"},{"SurahNumber":13,"VerseNumber":40,"Text":"جا ئەگەر نیشانت دەین ھەندێک لەو ھەڕەشانەی لێمان کردون یان (پێش ئەوە) بتمرێنین بێگومان تۆ ھەر ڕاگەیاندنت لەسەرە و لێپرسینەوەش لەسەر ئێمەیە"},{"SurahNumber":13,"VerseNumber":41,"Text":"ئایا (بێ باوەڕان) سەرنجیان نەداوە کەئێمە زەوی کەم دەکەینەوە لە ھەموو لایەکانیەوە و خوا (بەویستی خۆی) بڕیار دەدات کەس ناتوانێت بڕیاری ئەو (خوا) بگۆڕێَت (یان ھەڵیوەشێنێتەوە) و ئەو (خوا) لێپرسینەوەی خێرایە"},{"SurahNumber":13,"VerseNumber":42,"Text":"وە بێگومان ئەوانەی پێش ئەمانیش فێڵ و پیلانیان گێڕا بەڵام ھەموو پیلان و (نەخشەیەکی سەرکەوتوو) بۆ خوایە (لەبەرامبەر نەخشە وپیلانی ئەواندا) (خوا) دەزانێت ھەموو کەس چی دەکات و لەمەو دواش بێ باوەڕان دەزانن سەرئەنجامی (ھەر دوو جیھان) بۆ کێ دەبێت"},{"SurahNumber":13,"VerseNumber":43,"Text":"وە ئەوانەی بێ باوەڕ بوون پێت دەڵێن تۆ ڕەوانەکراو (وپێغەمبەری خوا) نیت تۆش (ئەی موحەممەد ﷺ پێیان) بڵێ خوا بەسە شایەت بێت لەنێوان من و ئێوەدا ھەروەھا ئەو کەسەش کەشارەزایی کتێبی (ئاسمانی) لایە"},{"SurahNumber":14,"VerseNumber":1,"Text":"بە (ئەلیف لام ڕا) دەخوێنرێتەوە خوا زاناترە بە ماناکەی، بۆزانیاری زیاتر سەیری سەرەتای سورەتی (البقرة) بکە ئەمە پەڕاوێکە ناردومانەتە خوارەوە بۆ تۆ (ئەی موحەممەد ﷺ) بۆ ئەوەی خەڵکی ڕزگار بکەیت لەتاریکی یەکانەوە بۆ ڕووناکی (لەتاریکی بێ باوەڕیەوە بۆ ڕووناکی باوەڕ وئیمان) بەئیزنی پەروەردگاریان (رێنمونیان بکەیت) بۆ ڕێگای (خوای) بەدەسەڵات وزاڵ و سوپاس کراو"},{"SurahNumber":14,"VerseNumber":2,"Text":"ئەو خوایەی کە ھەرچی لەئاسمانەکان و زەویدایە ھی ئەوە و ھاوار و تیاچوون بۆ بێ باوەڕان لە سزایەکی سەخت"},{"SurahNumber":14,"VerseNumber":3,"Text":"ئەوانەی کە ژیانی دونیایان لا خۆشترە لە ژیانی ڕۆژی دوایی وقەدەغەی (خەڵکی) دەکەن لەڕێگای خوا دەیانەوێت ئەو (ڕێگای خوا) لارو چەوت نیشان دەن ئەوانە لە گومڕاییەکی دوور (لە ڕاستی) دان"},{"SurahNumber":14,"VerseNumber":4,"Text":"وە ھیچ پێغەمبەرێکمان ڕەوانە نەکردووە بەزمانی گەلەکەی خۆی نەبێت بۆ ئەوەی (ئاینەکەیان) بۆ ڕوون بکاتەوە ئەوسا خوا ھەرکەسی ویستبێت گومڕای کردووە (بەھۆی سەرکەشی خۆیەوە) ھەرکەسێکیشی ویستبێت ڕێنمونی کردووە ھەر ئەویش زاڵ وبەدەسەڵات وکاردروستە"},{"SurahNumber":14,"VerseNumber":5,"Text":"سوێند بەخوا بەڕاستی موسامان نارد بە موعجیزەکانمانەوە (فەرمانمان پێدا) کەگەلەکەت ڕزگار بکە لە تاریکیەکانی (بێ باوەڕیەوە) بۆ ڕووناکی (باوەڕ و ئیمان) ڕۆژە (پیرۆزە) کانی خودایان بەبیر بھێنەرەوە (یا فەزڵەکانی خوایان بیر بخەرەوە) بەڕاستی لەو (بیرخستنەوە) دا پەند و بەڵگەی زۆر ھەیە بۆ ھەموو خۆڕاگرێکی سوپاسگوزار"},{"SurahNumber":14,"VerseNumber":6,"Text":"(بیریان بخەرەوە) کاتێک موسا بە گەلەکەی ووت بیری ئەو فەزڵ و بەھرە وچاکەی خودا بکەنەوە کە بەسەرتانەوەیە (ئەویش ئەوە بوو) کاتێک کە ڕزگاری کردن لە دارو دەستەکەی فیرعەون کەسزای خراپیان پێ دەچەشتن (بەھەمیشەیی) وکوڕانی ئێوەیان سەردەبڕی و ئافرەتانی ئێوەیان بەزیندوویی دەھێشتەوە (بۆ خزمەتکاری) لەوەتاندا تاقی کردنەوەیەکی گەورە بوو لەلایەن پەروەردگارتانەوە"},{"SurahNumber":14,"VerseNumber":7,"Text":"(بیریان بخەرەوە) کاتێک کە پەروەردگارتان ڕایگەیاند سوێندبێت بێگومان ئەگەر ئێوە سوپاسی (چاکەی) من بکەن بۆتان زیاد دەکەم بەڵام بێگومان ئەگەر نا سوپاسی بکەن ئەوە بەڕاستی سزای من زۆربەتینە"},{"SurahNumber":14,"VerseNumber":8,"Text":"موسا فەرمووی ئەگەر ئێوە ناسوپاسی (نیعمەتەکانی خوا) بکەن و ھەموو ئەو کەسانەش لە زەویدان ئەوە بەڕاستی خوا بێ نیازی سوپاسکراوە"},{"SurahNumber":14,"VerseNumber":9,"Text":"ئایا بۆتان نەھاتووە ھەواڵی ئەو گەلانەی کە لەپێش ئێوەدا بوون وەک گەلی نوح و عاد و سەمود ھەروەھا ئەوانەی کە لەپاش ئەوان بوون وھاتن بێجگە لە خوا ھیچ کەس نایانزانێت پێغەمبەرەکانیان بۆھات بە موعجیزە وبەڵگەی ئاشکراوە ئەمجا ئەوان دەست و پەنجەی خۆیان گەست لە ڕق و قیندا و ووتیان بەڕاستی ئێمە بێ باوەڕین بەو (پەیامە) ی کە بە ئێوەدا نێردراوە, وە بەڕاستی ئێمە لە گومانداین لەوەی ئێوە بانگمان دەکەن بۆلای و دوو دڵین"}]}