{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Ey Adəm ovladı! Məgər Mən sizdən əhd almadımmı ki, Seytana ibadət etməyin, o sizin acıq-askar dusməninizdir"},{"SurahNumber":36,"VerseNumber":61,"Text":"Və (sizə buyurmadımmı ki) Mənə ibadət edin, dogru yol budur"},{"SurahNumber":36,"VerseNumber":62,"Text":"Həqiqətən, (Seytan) icərinizdən coxlarını yoldan cıxartdı. Məgər aglınız kəsmirdi"},{"SurahNumber":36,"VerseNumber":63,"Text":"Bu sizə və’d olunan Cəhənnəmdir"},{"SurahNumber":36,"VerseNumber":64,"Text":"Kafir oldugunuza gorə bu gun girin ora, yanın"},{"SurahNumber":36,"VerseNumber":65,"Text":"Bu gun (Allaha and olsun ki, biz musrik, kafir deyildik – dediklərinə gorə) onların agızlarını mohurləyirik. Etdikləri əməllər (qazandıqları gunahlar) barəsində onların əlləri Bizimlə danısar, ayaqları isə səhadət verər"},{"SurahNumber":36,"VerseNumber":66,"Text":"Əgər istəsəydik, (dunyada) gozlərini busbutun kor edərdik (onları zahiri gozdən də məhrum edərdik) və onda onlar (adət etdikləri) yolda bir-birini otməyə calısardılar (və ya dogru yolu tapmaq ucun bir-biri ilə otusərdilər, ora-bura vurnuxardılar). Amma (belə bir vəziyyətdə yolu) necə gorə bilərdilər? (Lakin Biz onları dunyada belə bir korluga mubtəla etmədik. Onlar Allahın qudrət əlamətlərini gorur, bununla belə oz pis yollarını tutub gedirdilər. Beləliklə, onlar iman gətirmədilər ki, gətirmədilər)"},{"SurahNumber":36,"VerseNumber":67,"Text":"Əgər istəsəydik, onları lap yerlərindəcə elə bir kokə (elə bir səklə) salardıq ki, nə irəli, nə də geri gedə bilərdilər. (Kafirləri topal edər, meymuna, donuza, dasa dondərərdik. Və ya onları evlərinin icində həlak edərdik, hec tərpənə də bilməzdilər)"},{"SurahNumber":36,"VerseNumber":68,"Text":"Hər kəsə uzun omur versək, onu xilqətcə dəyisib tərsinə cevirərik, basqa səklə salarıq (quvvəsini alar, gozunun nurunu aparar, hafizəsini zəiflədib bildiklərini unutdurar, ozunu də usaq kimi edərik). Məgər (kafirlər butun bunları gordukdən sonra Allahın hər seyə qadir oldugunu) dərk etməzlərmi"},{"SurahNumber":36,"VerseNumber":69,"Text":"Biz ona (Muhəmməd əleyhissəlama) se’r oyrətmədik və bu ona hec yarasmaz da (lazım da deyildir). Ona vəhy olunan ancaq oyud-nəsihət və (haqla batili ayırd edən) acıq-askar Qur’andır ki"},{"SurahNumber":36,"VerseNumber":70,"Text":"Onunla diri olanları (agıl və bəsirət sahiblərini) qorxutsun və o deyilən soz (əzəldən buyurdugumuz əzab hokmu) kafirlər barəsində gercək olsun"},{"SurahNumber":36,"VerseNumber":71,"Text":"Məgər (Məkkə musrikləri) Bizim Oz əllərimizlə (Oz qudrətimizlə) onlar ucun davarlar yaratdıgımızı və ozlərinin də onlara sahib olduqlarını gormurlərmi"},{"SurahNumber":36,"VerseNumber":72,"Text":"Bunları (bu davarları) onların ixtiyarına verdik. Onlardan mindikləri də var, ətini yedikləri də"},{"SurahNumber":36,"VerseNumber":73,"Text":"Onların (o heyvanlarda basqa-basqa) mənfəətləri və icəcəkləri (sudləri) də var. Hələ də sukur etməzlərmi"},{"SurahNumber":36,"VerseNumber":74,"Text":"(Musriklər) bəlkə, ozlərinə bir yardım oluna deyə, Allahdan basqa tanrılar (butlər) qəbul etdilər"},{"SurahNumber":36,"VerseNumber":75,"Text":"(O butlər) onlara hec bir komək edə bilməzlər. Onlar ozləri isə butlər ucun (onları basqalarından qoruyan) hazır əsgərlərdir"},{"SurahNumber":36,"VerseNumber":76,"Text":"(Ya Rəsulum!) Onların (sən peygəmbər deyilsən, sairsən) sozu səni kədərləndirməsin. Biz onların gizlində də, askarda da nə etdiklərini bilirik"},{"SurahNumber":36,"VerseNumber":77,"Text":"Məgər insan (As ibn Vail, yaxud Ubeyy ibn Xələf) onu nutfədən yaratdıgımızı gormədimi ki, birdən-birə (Rəbbinə) acıq bir dusmən kəsilərək"},{"SurahNumber":36,"VerseNumber":78,"Text":"Oz yaradılısını unudub: “Curumus sumukləri kim dirildə bilər?!” – deyə, hələ Bizə bir məsəl də cəkdi"},{"SurahNumber":36,"VerseNumber":79,"Text":"(Ya Peygəmbər!) De: “Onları ilk dəfə yoxdan yaradan dirildəcəkdir. O, hər bir məxluqu (yaradılısından əvvəl də, sonra da) cox gozəl tanıyandır"},{"SurahNumber":36,"VerseNumber":80,"Text":"O yaradan ki, sizin ucun yasıl agacdan (Ərəbistanda bitən mərx və ifar agaclarından) od əmələ gətirdi. Budur, siz indi ondan (o iki agacı bir-birinə surtməklə) od yandırırsınız”"},{"SurahNumber":36,"VerseNumber":81,"Text":"Məgər goyləri və yeri yaradan (bir daha) onlar kimisini yaratmaga qadir deyilmi?! Əlbəttə (qadirdir). (Hər seyi) yaradan, (hər seyi) bilən Odur"},{"SurahNumber":36,"VerseNumber":82,"Text":"Bir seyi (yaratmaq) istədiyi zaman (Allahın) buyurdugu ona ancaq: “Ol!” deməkdir. O da dərhal olar"},{"SurahNumber":36,"VerseNumber":83,"Text":"Hər seyin hokmu (ixtiyarı) əlində olan (Allah) pakdır, muqəddəsdir. Siz də (qiyamət gunu dirilib) Onun huzuruna qaytarılacaqsınız"},{"SurahNumber":37,"VerseNumber":1,"Text":"And olsun (Rəbbinə ibadət ucun səmada) səf-səf duranlara (mələklərə)"},{"SurahNumber":37,"VerseNumber":2,"Text":"(Buludları) qovduqca qovanlara (yaxud seytanların pis əməllərinə mane olanlara, insanlara gunah islər gorməyi qadagan edənlərə)"},{"SurahNumber":37,"VerseNumber":3,"Text":"Və Qur’an oxuyanlara"},{"SurahNumber":37,"VerseNumber":4,"Text":"Həqiqətən, sizin Allahınız birdir"},{"SurahNumber":37,"VerseNumber":5,"Text":"O, goylərin, yerin və onların arasında olanların (butun məxluqatın) Rəbbidir. Məsriqlərin (sərqin və qərbin – gunəsin, ayın və ulduzların dogub batdıgı yerlərin) də Rəbbi Odur"},{"SurahNumber":37,"VerseNumber":6,"Text":"Biz (sizə) ən yaxın olan goy uzunu (dunya səmasını) ulduzlarla bəzədik. (Gunəs, ay və ulduzlar basqa-basqa goylərdə olduqları halda, siz onların hamısını ozunuzlə muqayisədə ən yaxın bir yerdə, sanki basınızın ustundə gorursunuz)"},{"SurahNumber":37,"VerseNumber":7,"Text":"(Biz həm də goyu) itaətdən cıxmıs hər bir seytandan qoruduq"},{"SurahNumber":37,"VerseNumber":8,"Text":"Onlar ali bəzmə (yuxarı aləmə, mələklər aləminin sohbətlərinə) qulaq asa bilməz və hər tərəfdən (axan ulduzlar vasitəsilə) qovulub atılar"},{"SurahNumber":37,"VerseNumber":9,"Text":"(Səmadan) kənar edilərlər. Onları daimi bir əzab goyləyir"},{"SurahNumber":37,"VerseNumber":10,"Text":"Ancaq (seytanlar icərisində mələklərin sohbətlərindən bir sozu, bir xəbəri) cırpısdıran (ogrun-ogrun oyrənən) olsa, onu da dərhal yandırıb-yaxan bir ulduz (hər seyi dəlib kecən bir mə’səl) tə’qib edər"},{"SurahNumber":37,"VerseNumber":11,"Text":"Indi (ya Peygəmbər, bu musriklərdən) sorus: onları yaratmaq cətindir, yoxsa Bizim (basqa) yaratdıqlarımızı? [Və ya: xilqətcə onlar gucludurlər, yoxsa Bizim (basqa) yaratdıqlarımız?] Axı Biz onları (insanların babası Adəmi) yapısqan (kimi) bir palcıqdan yaratdıq"},{"SurahNumber":37,"VerseNumber":12,"Text":"Bəli, sən onlara (musriklərin Allahın qudrət əlamətlərini gordukləri halda qiyamətə inanmamalarına) təəcublənirsən, onlar isə (sənin bu inamına) istehza edirlər"},{"SurahNumber":37,"VerseNumber":13,"Text":"Onlara (Qur’anla Allahın dəlilləri ilə) oyud-nəsihət verildikdə dusunub ibrət almazlar"},{"SurahNumber":37,"VerseNumber":14,"Text":"Bir mo’cuzə gordukdə isə ona istehza edərlər"},{"SurahNumber":37,"VerseNumber":15,"Text":"Və belə deyərlər: “Bu ancaq acıq-askar bir sehrdir"},{"SurahNumber":37,"VerseNumber":16,"Text":"Məgər biz oldukdən, torpaq və sursumuk olduqdan sonra dirildiləcəyikmi"},{"SurahNumber":37,"VerseNumber":17,"Text":"Eləcə də (bizdən) əvvəlki atalarımız (dirildiləcəklərmi)?!”"},{"SurahNumber":37,"VerseNumber":18,"Text":"(Ya Peygəmbər!) De: “Bəli, ozu də zəlil (xar) olaraq (dirildiləcəksiniz)"},{"SurahNumber":37,"VerseNumber":19,"Text":"O yalnız dəhsətli bir səsdən (Israfilin suru ikinci dəfə ufurməsindən) ibarətdir. Onlar dərhal (dirilib baslarına gətirilən musibətlərə) baxacaqlar"},{"SurahNumber":37,"VerseNumber":20,"Text":"Və deyəcəklər: “Vay halımıza! Bu, haqq-hesab (cəza) gunudur!”"},{"SurahNumber":37,"VerseNumber":21,"Text":"(Mələklər isə onlara belə deyəcəklər): “Bu (dunyada) yalan hesab etdiyiniz (haqq ilə batili, mo’minlə kafiri) ayırd etmə gunudur!”"}]}