{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"De ki; «Sizin uzerinize vekil edilen olum melegi, canınızı alacak, sonra Rabb´inize donduruleceksiniz.»"},{"SurahNumber":32,"VerseNumber":12,"Text":"Sucluları Rabb´lerinin huzurunda utanctan baslarını one egmis olarak «Rabb´imiz! Gorduk, dinledik, artık bizi dunyaya geri gonder de iyi is yapalım; artık kesin olarak inandık» derken bir gorsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Dileseydik herkese hidayeti verirdik. Fakat benden «mutlaka cehennemi, insanlardan ve cinlerden bir kısmıyla tamamen dolduracagım» sozu cıkmıstır"},{"SurahNumber":32,"VerseNumber":14,"Text":"Bugune kavusmayı unutmanızın cezasını simdi tadın bakalım! Dogrusu biz de sizi unuttuk. Yaptıklarınıza karsılık ebedi azabı tadın"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim ayetlerimize inanan kimselere, ayetlerimiz hatırlatıldıgı zaman hemen secdeye kapanırlar. Rabb´lerini overek tesbih ederler, buyukluk taslamazlar"},{"SurahNumber":32,"VerseNumber":16,"Text":"Gece teheccud namazı kılmak icin yanlarını yataklardan ayırıp kalkarlar, korkarak ve umit ederek Rabb´lerine dua ederler ve kendilerine verdigimiz rızıktan hayır icin harcarlar"},{"SurahNumber":32,"VerseNumber":17,"Text":"Yaptıklarına karsılık olarak, onlar icin nice sevindirici ve goz kamastırıcı nimetlerin saklı oldugunu hic kimse bilmez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Hic inanan kimse yoldan cıkan kimse gibi olur mu? Elbette bunlar bir olmaz"},{"SurahNumber":32,"VerseNumber":19,"Text":"Inanıp yararlı is isleyenlere gelince, yaptıklarına karsılık varacakları cennet konakları vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Yoldan cıkanların barınacakları yer de atestir. Ne zaman oradan cıkmak isterlerse, yine oraya geri cevrilirler ve onlara «yalanlamakta oldugunuz atesin azabını tadın» denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"Belki donup yola gelirler diye onlara buyuk azapdan once mutlaka daha yakın azabı da tattıracagız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kendisine Rabb´inin ayetleri hatırlatıldıktan sonra onlardan yuz cevirenden daha zalim kim vardır? Muhakkak ki biz, suclulardan oc alıcıyız"},{"SurahNumber":32,"VerseNumber":23,"Text":"Andolsun biz Musa´ya kitabı verdik. Ey Muhammed! Sakın sen ona kavusacagından suphe etme. Ona Israilogullarını yol gosterici yaptık"},{"SurahNumber":32,"VerseNumber":24,"Text":"Sabrettikleri ve ayetlerimize kesinlikle inandıkları zaman, onların icinden, buyrugumuzla dogru yola goturen onderler yaptık"},{"SurahNumber":32,"VerseNumber":25,"Text":"Suphesiz Rabb´in kıyamet gunu, ayrılıga dustukleri konularda onların aralarında hukmedecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Bugun yurtlarında dolastıkları nice kusakları daha once helak etmis olmamız, hala onları yola getirmedi mi? Suphesiz bunda ibretler vardır. Hala dinlemeyecekler mi"},{"SurahNumber":32,"VerseNumber":27,"Text":"Kuru yerlere suyu gonderip, onunla hayvanlarının ve kendilerinin yedikleri ekinleri cıkardıgımızı gormezler mi? Gormuyorlar mı"},{"SurahNumber":32,"VerseNumber":28,"Text":"Dogru soyluyorsanız bu fetih ne zaman? diyorlar"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki; «Fetih gunu gelince inkar edenlere, o zaman inanmaları fayda vermez ve kendilerine muhlet de verilmez.»"},{"SurahNumber":32,"VerseNumber":30,"Text":"Sen onlardan yuz cevir ve bekle, zaten onlar da beklemektedirler"}]}