{"Id":438,"LanguageCodes":["tr","tur"],"Name":"tur-ynozturk-la","Author":"Y. N. Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Bedeviler: \"Iman ettik.\" dediler. De ki: \"Siz iman etmediniz. Ancak ´Musluman´ olduk deyin. Iman sizin kalplerinize girmemistir. Eger Allah´a ve resulune itaat ederseniz Allah, yapıp ettiklerinizden hicbir sey eksiltmez. Cunku Allah Gafur´dur, Rahim´dir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Muminler ancak su kimselerdir ki, Allah´a ve resulune iman ederler; sonra hicbir kuskuya dusmezler ve mallarıyla, canlarıyla Allah yolunda didinirler. Iste bunlardır, ozu-sozu birbirine uyanlar"},{"SurahNumber":49,"VerseNumber":16,"Text":"De ki: \"Siz Allah´a dininizi mi ogretiyorsunuz? Oysaki Allah, gokte ne var, yerde ne var hepsini bilir. Allah her seyi cok iyi bilmektedir"},{"SurahNumber":49,"VerseNumber":17,"Text":"Islam´a girmelerini senin basına kakıyorlar. De ki: \"Islamınızı benim basıma kakmayın! Aksine, eger ozu-sozu dogru insanlarsanız, sizi imana kılavuzladıgı icin Allah hepinizi minnet borcu altına sokar"},{"SurahNumber":49,"VerseNumber":18,"Text":"Su bir gercek ki, Allah goklerin ve yerin gaybını bilir. Allah, yaptıklarınızı iyice gormektedir"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Sanı yuce, ilahi comertlikle dolu Kur´an´a yemin olsun ki"},{"SurahNumber":50,"VerseNumber":2,"Text":"Is sanıldıgı gibi degil! Kendilerine iclerinden bir uyarıcı geldi diye sastılar da soyle dediler o kufre batanlar: \"Acayip sey bu"},{"SurahNumber":50,"VerseNumber":3,"Text":"Olunce mi, biz toprak olunca mı? Cok uzak bir donustur bu"},{"SurahNumber":50,"VerseNumber":4,"Text":"Topragın onlardan neyi eksilttigini pek iyi bilmisizdir biz. Her seyi saklayıp koruyan bir Kitap var katımızda"},{"SurahNumber":50,"VerseNumber":5,"Text":"Hayır, hayır! Onlar, hak kendilerine geldiginde, onu yalanladılar. Simdi perisan mı perisan bir durum icindedirler"},{"SurahNumber":50,"VerseNumber":6,"Text":"Bakmadılar mı ustlerindeki goge ki nasıl kurduk onu, nasıl susleyip nakısladık?! Yırtıgı, catlagı da yoktur onun"},{"SurahNumber":50,"VerseNumber":7,"Text":"Yeryuzunu de biz uzatıp yaydık; denge noktaları yerlestirdik ona ve bitirdik onda, bakanları hayran bırakan her turlu cifti"},{"SurahNumber":50,"VerseNumber":8,"Text":"Ibretle bakılası, gonuller acıcı seyler olarak; hakka yonelen her kula ogut olarak"},{"SurahNumber":50,"VerseNumber":9,"Text":"Gokten, kutlu ve bereketli bir su indirdik de onunla bahceler yeserttik, hasatlanacak daneler yetistirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Yuksek yuksek hurma agacları buyuttuk. Birbirine girmis kumeler halinde tomurcukları vardır onların"},{"SurahNumber":50,"VerseNumber":11,"Text":"Kullara rızık olsun diye. Ve o suyla olu bir beldeye hayat verdik. Iste boyledir topraktan fıskırıs"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan once Nuh kavmi, Ress halkı, Semud kavmi yalanlamıstı"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ad, Firavun ve Lut´un halkı da"},{"SurahNumber":50,"VerseNumber":14,"Text":"Eykeliler, Tubba´ kavmi de. Hepsi resulleri yalanladı da duyurulan azap hak oldu"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ilk yaratıstan aciz kalıp yorulmus muyduk? Hayır, yeni bir yaratıstan kusku icinde olan onlardır"},{"SurahNumber":50,"VerseNumber":16,"Text":"Yemin olsun ki, insanı biz yarattık. Nefsinin ona neler fısıldadıgını da biz biiriz. Biz ona, sah damarından daha yakınız"},{"SurahNumber":50,"VerseNumber":17,"Text":"Sagında ve solunda oturmus iki gorevli, kayıt yapmaktadır"},{"SurahNumber":50,"VerseNumber":18,"Text":"Bir soz sarfetmeye dursun, yanındaki gozcu hemen zaptediverir"},{"SurahNumber":50,"VerseNumber":19,"Text":"Olum sarhoslugu hak olarak geldi. Iste bu, senin kacıp durdugun seydir"},{"SurahNumber":50,"VerseNumber":20,"Text":"Ve sura uflendi. Iste bu, gelecegi vaat edilen gundur"},{"SurahNumber":50,"VerseNumber":21,"Text":"Her benlik, yanında bir guducu, bir de tanık oldugu halde gelir"},{"SurahNumber":50,"VerseNumber":22,"Text":"Yemin olsun, sen bundan gaflet icindeydin. Ama perdeni ustunden kaldırıverdik. Bugun gozun keskin mi keskin"},{"SurahNumber":50,"VerseNumber":23,"Text":"Yoldası soyle der: \"Iste yanımdaki, hazır"},{"SurahNumber":50,"VerseNumber":24,"Text":"Siz, ikiniz! Tum nankorleri, inatcıları cehenneme atın"},{"SurahNumber":50,"VerseNumber":25,"Text":"Durmadan hayrı engelleyeni, azgını, iskilciyi"},{"SurahNumber":50,"VerseNumber":26,"Text":"O ki, Allah´ın yanına baska bir ilah koydu. Artık atın onu, o siddetli azabın icine"}]}