{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Surely man is created anxious (or impatient)"},{"SurahNumber":70,"VerseNumber":20,"Text":"Fretful when evil afflicts him"},{"SurahNumber":70,"VerseNumber":21,"Text":"And niggardly when good befalls him"},{"SurahNumber":70,"VerseNumber":22,"Text":"Except those who pray"},{"SurahNumber":70,"VerseNumber":23,"Text":"Those who are constant (or devoted) at their prayer"},{"SurahNumber":70,"VerseNumber":24,"Text":"And those in whose wealth there is a fixed portion"},{"SurahNumber":70,"VerseNumber":25,"Text":"For him who begs and for him who is destitute"},{"SurahNumber":70,"VerseNumber":26,"Text":"And those who accept the truth of the Day of Judgment"},{"SurahNumber":70,"VerseNumber":27,"Text":"And those who are fearful of the displeasure of their Lord"},{"SurahNumber":70,"VerseNumber":28,"Text":"Surely the displeasure of their Lord is a thing before which none can feel secure (or is the opposite of peace and tranquillity)"},{"SurahNumber":70,"VerseNumber":29,"Text":"And those who guard their chastity"},{"SurahNumber":70,"VerseNumber":30,"Text":"Except in the case of their wives or those whom their right hands possess - for on these surely is no blame"},{"SurahNumber":70,"VerseNumber":31,"Text":"But he who seeks to go beyond this, these it is that transgress beyond bounds"},{"SurahNumber":70,"VerseNumber":32,"Text":"And those who are faithful to their trusts and their covenant"},{"SurahNumber":70,"VerseNumber":33,"Text":"And those who are upright in their testimonies"},{"SurahNumber":70,"VerseNumber":34,"Text":"And those who keep guard (the sacredness of) their worship"},{"SurahNumber":70,"VerseNumber":35,"Text":"Those shall be in Gardens, honoured"},{"SurahNumber":70,"VerseNumber":36,"Text":"But what ails those who disbelieve that they rush around you (Muhammad) open-eyed (in mock amazement)"},{"SurahNumber":70,"VerseNumber":37,"Text":"On the right hand and on the left, in sundry groups"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every man of them desire that he should be made to enter the Garden of Bliss"},{"SurahNumber":70,"VerseNumber":39,"Text":"By no means! Surely We have created them of what they know (earth and spirit)"},{"SurahNumber":70,"VerseNumber":40,"Text":"But nay! I swear by (or call to witness) the Lord of all points of the rising and setting places East and West that We are certainly Able"},{"SurahNumber":70,"VerseNumber":41,"Text":"To replace them with others better than them, and We shall not be overcome"},{"SurahNumber":70,"VerseNumber":42,"Text":"Therefore leave them alone to go on with the false discourses and to sport until they come face to face with that Day of theirs with which they are warned"},{"SurahNumber":70,"VerseNumber":43,"Text":"The Day on which they shall come forth from their graves in haste, as if they were racing to a goal"},{"SurahNumber":70,"VerseNumber":44,"Text":"Their eyes cast down; disgrace shall overtake them; that is the Day which they were promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Lo! We sent Noah to his people, saying, \"Warn your people before there come upon them a painful doom"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said, \"O my people! Surely I am a plain Warner to you"},{"SurahNumber":71,"VerseNumber":3,"Text":"That you should serve Allah and be careful of your duty to Him and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive you some of your faults and grant you a delay for an appointed term; surely the term of Allah when it comes is not postponed; did you but know"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said, \"O my Lord! Surely I have called my people by night and by day"},{"SurahNumber":71,"VerseNumber":6,"Text":"But my call has only increased their flight (from truth)"},{"SurahNumber":71,"VerseNumber":7,"Text":"And whenever I have called them that you may forgive them, they put their fingers in their ears, cover themselves with their garments, grow obstinate and puffed up with pride"},{"SurahNumber":71,"VerseNumber":8,"Text":"So I called to them aloud"},{"SurahNumber":71,"VerseNumber":9,"Text":"And lo! I have made public proclamations unto them, and I have appealed to them in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"And I have said, ´Ask forgiveness of your Lord, surely He is the most Forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"´He will send down upon you an abundance of rain"},{"SurahNumber":71,"VerseNumber":12,"Text":"´And help you with wealth and sons, and bestow on you gardens, and bestow on you rivers"},{"SurahNumber":71,"VerseNumber":13,"Text":"´What ails you that you fear not the greatness of Allah"},{"SurahNumber":71,"VerseNumber":14,"Text":"´Seeing that He has created you through various stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"´Do you not see how Allah has created the seven heavens, one above another (or in harmony)"},{"SurahNumber":71,"VerseNumber":16,"Text":"´And made the moon therein a light, and made the sun a lamp"},{"SurahNumber":71,"VerseNumber":17,"Text":"´And Allah has made you out of the earth as a gradual growth"},{"SurahNumber":71,"VerseNumber":18,"Text":"´Then He returns you to it, and then will He bring you forth a new bringing forth"},{"SurahNumber":71,"VerseNumber":19,"Text":"´And Allah has made for you the earth a wide expanse"},{"SurahNumber":71,"VerseNumber":20,"Text":"´ That you may go about in it in spacious paths (or valleys).´"},{"SurahNumber":71,"VerseNumber":21,"Text":"Noah said, \"My Lord! Surely they have disobeyed me and followed him whose wealth and children have added to him nothing but loss"},{"SurahNumber":71,"VerseNumber":22,"Text":"And they devised a mighty plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"And they say (to each other), ´By no means leave your gods, abandon neither Wadd, nor Suwa, nor Yaghut, and Yauq and Nasr (their gods).´"},{"SurahNumber":71,"VerseNumber":24,"Text":"And indeed they have led astray many, and do not increase the unjust in aught but error"},{"SurahNumber":71,"VerseNumber":25,"Text":"Because of their wrongs they were drowned, then made to enter Fire, so they did not find any helpers besides Allah"},{"SurahNumber":71,"VerseNumber":26,"Text":"And Noah said, \"My Lord! Leave not upon the land any dweller from among the unbelievers"},{"SurahNumber":71,"VerseNumber":27,"Text":"For surely if you leave them they will lead astray Thy servants, and will not beget any but immoral, ungrateful ones"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Lord! Forgive me and my parents and him who enters my house believing, and the believing men and the believing women; and do not increase the unjust in aught but perdition"}]}