{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"¡Pueblo mio!, ¿como puede ser que mientras que yo los llamo a la salvacion ustedes me llaman al fuego"},{"SurahNumber":40,"VerseNumber":42,"Text":"Me llaman a no creer en Al-lah y a adorar ademas de a El aquello sobre lo que no tengo ningun conocimiento, mientras que yo los invito (a que adoren) al Poderoso, al Sumamente Indulgente"},{"SurahNumber":40,"VerseNumber":43,"Text":"Aquello a lo que me invitan no tiene, en verdad, ningun poder en esta vida ni en la otra, ni puede responder a las suplicas. Y todos retornaremos a Al-lah (para ser juzgados). Y los transgresores seran los habitantes del fuego"},{"SurahNumber":40,"VerseNumber":44,"Text":"Recordaran lo que les estoy diciendo (cuando vean el castigo con sus propios ojos). Y yo me encomiendo a Al-lah. Ciertamente, Al-lah observa lo que hacen Sus siervos”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Y Al-lah lo protegio de sus perversos planes (evitando que lo mataran), y un terrible castigo se abatio sobre la gente del Faraon (al morir ahogados)"},{"SurahNumber":40,"VerseNumber":46,"Text":"Y (sus almas) seran expuestas al fuego manana y tarde[885]. Y cuando tenga lugar la hora (del Juicio Final, se les dira a los angeles:) “Hagan entrar a la gente del Faraon en el mas duro de los castigos”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Y (menciona a tu gente, ¡oh, Muhammad!) cuando (los habitantes del Infierno) discutan entre ellos; entonces, los que fueron debiles diran a los arrogantes: “En verdad, los seguiamos a ustedes; ¿pueden librarnos ahora de una parte del castigo del fuego?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Los arrogantes responderan: “Todos arderemos en el, (pues) Al-lah ya ha juzgado a Sus siervos”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Y quienes se hallen en el fuego diran a los angeles guardianes del Infierno: “Rueguen a su Senor para que nos mitigue el castigo, aunque sea por un dia”"},{"SurahNumber":40,"VerseNumber":50,"Text":"(Los angeles) les preguntaran: “¿Acaso no se presentaron ante ustedes sus mensajeros con pruebas evidentes?”. (Estos) responderan: “¡Si, si lo hicieron!”. (Entonces los angeles) les diran: “Rueguenselo ustedes mismos (pues nadie intercedera por ustedes). Pero las suplicas de quienes rechazan la verdad siempre son en vano”"},{"SurahNumber":40,"VerseNumber":51,"Text":"Realmente, auxiliamos a Nuestros mensajeros y a los creyentes en esta vida y (tambien lo haremos) el dia en que comparezcan los testigos (el Dia de la Resurreccion)"},{"SurahNumber":40,"VerseNumber":52,"Text":"Ese dia de nada les serviran a los injustos las excusas. Habran sido expulsados de la misericordia de Al-lah y tendran la peor de las moradas"},{"SurahNumber":40,"VerseNumber":53,"Text":"Y, en verdad, concedimos a Moises la guia (de la Tora y claros milagros) para los hombres e hicimos que los hijos de Israel heredaran las Escrituras"},{"SurahNumber":40,"VerseNumber":54,"Text":"como guia y exhortacion para los hombres de buen juicio"},{"SurahNumber":40,"VerseNumber":55,"Text":"Se paciente (¡oh, Muhammad!), pues la promesa (de la victoria) de Al-lah es cierta; pide perdon por tus faltas y glorifica a tu Senor con alabanzas al atardecer y al amanecer"},{"SurahNumber":40,"VerseNumber":56,"Text":"Ciertamente, quienes discuten las aleyas de Al-lah sin haber recibido ninguna prueba (en la cual basarse) solo tienen arrogancia en el corazon y no conseguiran sus propositos. Y busca refugio en Al-lah (¡oh, Muhammad!), El es Quien ve y oye todas las cosas"},{"SurahNumber":40,"VerseNumber":57,"Text":"La creacion de los cielos y de la tierra es realmente superior a la creacion del hombre, mas la mayoria de los hombres no lo saben"},{"SurahNumber":40,"VerseNumber":58,"Text":"Y no puede compararse el ciego (que no ve la verdad) con el vidente (el creyente), ni pueden compararse quienes creen y actuan con rectitud con los pecadores incredulos. Poco es lo que reflexionan"},{"SurahNumber":40,"VerseNumber":59,"Text":"La Hora (de la resurreccion) llegara, sin duda alguna; pero la mayoria de los hombres no creen en ella"},{"SurahNumber":40,"VerseNumber":60,"Text":"Y dice su Senor: “Supliquenme, que respondere (a sus suplicas). En verdad, quienes se llenen de soberbia y se nieguen a adorarme entraran en el Infierno, humillados”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Al-lah es Quien ha hecho la noche para que descansen en ella y el dia para que puedan ver (y realizar su actividad). Realmente, Al-lah es dueno del favor inmenso sobre los hombres; pero la mayoria de ellos son ingratos"},{"SurahNumber":40,"VerseNumber":62,"Text":"Ese es Al-lah, su Senor, Creador de todas las cosas. No existe nada ni nadie con derecho a ser adorado excepto El. ¿Como pueden alejarse (de la verdad)"},{"SurahNumber":40,"VerseNumber":63,"Text":"Del mismo modo se alejaron de ella quienes negaban las pruebas de Al-lah (y los precedieron)"},{"SurahNumber":40,"VerseNumber":64,"Text":"Al-lah es Quien ha hecho para ustedes de la tierra un lugar para establecerse en ella y del cielo, una solida construccion (a modo de techo)[886]; los ha modelado dandoles la mejor de las formas y los provee de cosas buenas. Ese es Al-lah, su Senor. ¡Bendito sea Al-lah, Senor de toda la creacion"},{"SurahNumber":40,"VerseNumber":65,"Text":"El es el Viviente; no hay ninguna divinidad verdadera con derecho a ser adorada excepto El. Adorenlo consagrando su adoracion sinceramente a El. ¡Alabado sea Al-lah, Senor de toda la creacion"}]}