{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Бар якдигар пешӣ гиред барои омурзиши Парвардигори хеш ва расидан ба он биҳишт, ки паҳнояш ба қадри ҳамаи осмонҳову замин аст ва барон парҳезгорон мухайё шудааст"},{"SurahNumber":3,"VerseNumber":134,"Text":"он касон, ки дар тавонгариву тангдастӣ эҳсон мекунанд ва хашми худ фурӯ мехӯранд ва аз хатои мардум дармегузаранд. Худо накӯкоронро дӯст дорад"},{"SurahNumber":3,"VerseNumber":135,"Text":"Ва он касон, ки чун коре зишт кунанд ё ба худ ситаме кунанд, Худоро ёд мекунанд ва барои гуноҳони хеш омурзиш мехоҳанд ва кист ҷуз Худо, ки гуноҳонро биёмурзад? Ва чун ба зиштии гуноҳ огоҳанд, дар он чӣ мекарданд, пой нафушуранд"},{"SurahNumber":3,"VerseNumber":136,"Text":"Ҷазои инҳо омурзиши Парвардигорашон аст ва низ биҳиштҳое ки дар он наҳрҳо ҷорист. Дар он ҷо ҷовидонанд ва чӣ некӯст ҷазои некӯкорон"},{"SurahNumber":3,"VerseNumber":137,"Text":"Пеш аз шумо воқеъаҳое будааст, пас бар рӯи замин бигардед ва бингаред, ки поёни кори онҳо, паёмбаронро ба дурӯғгӯӣ нисбат медоданд, чӣ будааст"},{"SurahNumber":3,"VerseNumber":138,"Text":"Ин барои мардум далеле равшан ва барои парҳезгорон роҳнамову пандест"},{"SurahNumber":3,"VerseNumber":139,"Text":"Сустӣ макунед ва андӯҳгин мабошед, зеро агар имон оварда бошед, шумо ғолиб ҳастед"},{"SurahNumber":3,"VerseNumber":140,"Text":"Агар бар шумо захме расид, ба он қавм низ ҳамчунон захме расидааст. Ва ин рӯзгор аст, ки ҳар дам онро бар муроди касе мегардонем, то Худо касонеро, ки имон овардаанд, бишиносад ва аз шумо гувоҳон гирад. Ва Худо ситамкоронро дӯст надорад"},{"SurahNumber":3,"VerseNumber":141,"Text":"ва то мӯъминонро покиза гардонад ва кофиронро нобуд созад"},{"SurahNumber":3,"VerseNumber":142,"Text":"Оё гумон доред, ки ба биҳишт хоҳед рафт ва ҳол он ки ҳанӯз Худо маълум накардааст, ки аз миёни шумо чӣ касоне ҷиҳод мекунанд ва чӣ касоне сабр мекунанд"},{"SurahNumber":3,"VerseNumber":143,"Text":"Пеш аз он ки маргатон фаро расад, орзуи марг макардед, инак маргро дидед ва дар он менигаред"},{"SurahNumber":3,"VerseNumber":144,"Text":"Шубҳае нест, ки Муҳаммад паёмбарест, ки пеш аз ӯ паёмбароне дигар будаанд. Оё агар бимирад ё кушта шавад, шумо ба дини пешини худ бозмегардед? Ҳар кас, ки бозгардад, ҳеҷ зиёне ба Худо нахоҳад расонид. Худо шукргузоронро подош (мукофот) хоҳад дод"},{"SurahNumber":3,"VerseNumber":145,"Text":"Ҳеч кас бе фармони Худо намемирад. Муддат навишта шудааст. Ҳар кас хоҳони савоби инҷаҳонӣ бошад, ба ӯ медиҳем ва ҳар кас хоҳони савоби онҷаҳонӣ бошад, ба ӯ медиҳем ва шокиронро подош хоҳем дод"},{"SurahNumber":3,"VerseNumber":146,"Text":"Чӣ басо паёмбароне, ки худодӯстони бисер ҳамроҳи онон ба ҷанг рафтанд ва дар роҳи Худо, ҳарчӣ ба онҳо расид, сустӣ накарданд ва нотавон нашуданд ва сар фуруд наёварданд ва Худо сабркунандагонро дӯст дорад"},{"SurahNumber":3,"VerseNumber":147,"Text":"Суханашон ҷуз ин набуд, ки мегуфтанд: «Эй Парвардигори мо, гуноҳони моро ва зиёдаравиҳои моро дар корҳо биёмурз ва моро собитқадам гардон ва дар баробари кофирон ёрӣ кун»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Худо подоши инҷаҳонӣ ва подоши неки онҷаҳониро ба онҳо арзонӣ дошт ва Худо накӯкоронро дуст дорад"},{"SurahNumber":3,"VerseNumber":149,"Text":"Эй касоне, ки имон овардаед, агар ба кофирон пайрави кунед, шуморо ба дини пешина бармегардонанд, пас зиёндида бозмегардед"},{"SurahNumber":3,"VerseNumber":150,"Text":"На, ёрикунандаи шумо Худованд аст, ки беҳгарини ёрикунандагон аст"},{"SurahNumber":3,"VerseNumber":151,"Text":"Дар дили кофирон тарс хоҳем афканд. Зеро чизеро, ки аз осмон барои он ҳуҷҷате нафиристодааст, шарики Худо гирифтанд. Ҷои онон ҷаҳаннам аст, ки барои ситамкорон макони бадест"},{"SurahNumber":3,"VerseNumber":152,"Text":"Худо ба ваъдае, ки бо шумо ниҳода буд, вафо кард, он гоҳ ки ба амри Ӯ душманро мекуштед. Ва чун ғаниматеро, ки ҳаваси онро дар сар доштед, ба шумо нишон дод, сустӣ кардед ва дар он амр ба низоъ пардохтед ва нофармонӣ варзидед. Баъзе хостори дунё шудед ва баъзе хостсри охират. Сипас то шуморо ба балое мубтало кунад, ба гурехтан водошт! Инак шуморо бибахшид, ки Ӯро ба мӯъминон бахшоишест"}]}