{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"امید است خدا نهد میان شما و میان آنان که دشمنی کردید از ایشان دوستیی و خدا توانا است و خدا است آمرزنده مهربان‌"},{"SurahNumber":60,"VerseNumber":8,"Text":"بازندارد شما را خدا از آنان که جنگ با شما نکردند در دین و برون نراندند شما را از خانه‌های خویش که نیکی کنید با آنان و از در دادگری با آنان درآئید همانا خدا دوست دارد دادگران را"},{"SurahNumber":60,"VerseNumber":9,"Text":"جز این نیست که خدا باز دارد شما را از آنان که پیکار کردند با شما در دین و برون راندند شما را از خانه‌های خویش و پشتیبانی کردند بر برون‌راندن شما که دوستی با آنان کنید و آنکه دوستشان دارد همانا آنانند ستمکاران‌"},{"SurahNumber":60,"VerseNumber":10,"Text":"ای آنان که ایمان آوردید اگر آمدند شما را زنان مؤمنان هجرت‌کنندگان پس بیازمائیدشان خدا داناتر است به ایمان آنان پس اگر دانستید ایشان را ایمان‌آرندگان بازنگردانیدشان بسوی کافران نه اینان حلالند آنان را و نه آنان حلالند اینان را و بدهید بدیشان آنچه را هزینه کردند و نیست پروائی بر شما که کابین بندید بر آنان هر گاه دهیدشان مزدهای ایشان را و چنگ نزنید (دل نبندید) به عصمتهای آنان کفرورزنده و بخواهید آنچه هزینه کردید و باید خواهند آنچه هزینه کردند این است حکم خدا که حکم کند میان شما و خدا است دانای حکیم‌"},{"SurahNumber":60,"VerseNumber":11,"Text":"و اگر از دست شما رفت چیزی از زنان شما بسوی کافران پس در برابر از آنان برده گرفتید پس بپردازید بدانان که رفتند همسرانشان مانند آنچه را هزینه کردند و بترسید خداوندی را که شمائید بدو ایمان‌آرندگان‌"},{"SurahNumber":60,"VerseNumber":12,"Text":"ای پیمبر هر گاه آیندت زنان ایمان‌آورنده که با تو پیمان بندند (بیعت کنند) بر آنکه شرک نورزند به خدا چیزی را و نه دزدی کنند و نه زنا کنند و نکشند فرزندان خویش را و نیاورند دروغی (تهمتی) که بربندندش در باره دستهای خویش و پایهای خویش و نافرمانیت نکنند در خوبی پس پیمان بند (بیعت کن) با ایشان و آمرزش خواه برای ایشان از خدا همانا خدا است آمرزنده مهربان‌"},{"SurahNumber":60,"VerseNumber":13,"Text":"ای آنان که ایمان آوردید دوستی نکنید با گروهی که خشم آورد خدا بر ایشان همانا نومید شدند از آخرت چنانکه نومید شدند کافران از یاران گورستان‌"},{"SurahNumber":61,"VerseNumber":1,"Text":"تسبیح گفت خدا را آنچه در آسمانها و آنچه در زمین است و او است عزّتمند حکیم‌"},{"SurahNumber":61,"VerseNumber":2,"Text":"ای آنان که ایمان آوردید چرا گوئید آنچه را نکنید"},{"SurahNumber":61,"VerseNumber":3,"Text":"گران است خشمی نزد خدا که گوئید آنچه را نکنید"},{"SurahNumber":61,"VerseNumber":4,"Text":"همانا خدا دوست دارد آنان را که پیکار کنند در راه خدا صف‌بستگان گوئیا ایشانند ساختمانی ریخته چون رودی‌"},{"SurahNumber":61,"VerseNumber":5,"Text":"و هنگامی که گفت موسی به قوم خویش ای قوم من چرا آزارم کنید و دانید شما که منم فرستاده خدا بسوی شما پس هنگامی که لغزیدند لغزانید خدا دلهای ایشان را و خدا رهبری نکند گروه نافرمانان را"},{"SurahNumber":61,"VerseNumber":6,"Text":"و هنگامی که گفت عیسی ابن مریم ای بنی‌اسرائیل همانا منم فرستاده خدا بسوی شما تصدیق‌کننده آنچه پیش روی من است از تورات و مژده‌دهنده به فرستاده‌ای که بیاید پس از من نام او است احمد تا گاهی که بیامدشان به تابشها (به نشانیها) گفتند این است جادوئی آشکار"},{"SurahNumber":61,"VerseNumber":7,"Text":"و کیست ستمگرتر از آنکه بست بر خدا دروغ را و او خوانده می‌شود بسوی اسلام و خدا رهبری نکند گروه ستمگران را"},{"SurahNumber":61,"VerseNumber":8,"Text":"خواهند خموش کنند نور خدا را با دهانهای خویش و خدا است تمام‌کننده نور خویش و اگر چه ناخوش دارند کافران‌"},{"SurahNumber":61,"VerseNumber":9,"Text":"او است آنکه فرستاد پیمبرش را به رهبری و کیش حقّ تا چیره گرداندش بر کیشها همگی و اگر چه ناخوش دارند شرک‌ورزان‌"},{"SurahNumber":61,"VerseNumber":10,"Text":"ای آنان که ایمان آوردید آیا راهنمائی نکنم شما را به سوداگریی که برهاند شما را از عذابی دردناک‌"},{"SurahNumber":61,"VerseNumber":11,"Text":"ایمان آرید به خدا و پیمبرش و کوشش کنید در راهش به خواسته‌ها و جانهای خویش این بهتر است شما را اگر باشید بدانید"},{"SurahNumber":61,"VerseNumber":12,"Text":"بیامرزد برای شما گناهان شما را و درآرد شما را بهشتهائی که روان است زیر آنها جویها و نشیمنهای پاک در بهشتهای جاودان این است رستگاری بزرگ‌"},{"SurahNumber":61,"VerseNumber":13,"Text":"و دیگری که دوست داریدش یاریی از خدا و پیروزیی نزدیک و مژده ده به مؤمنان‌"},{"SurahNumber":61,"VerseNumber":14,"Text":"ای آنان که ایمان آوردید باشید یاوران خدا چنانکه گفت عیسی ابن مریم به حواریّون کیست یاوران من بسوی خدا گفتند حواریّون مائیم یاوران خدا پس ایمان آوردند گروهی از بنی‌اسرائیل و کفر ورزیدند گروهی پس کمک کردیم آنان را که ایمان آوردند بر دشمنشان پس بامداد کردند پیروزمندان‌"}]}