{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"و شایسته هیچ انسانی نیست که خدا با او سخن گوید، مگر از راه وحی یا از پشت حجاب، یا رسولی می‌فرستد و بفرمان او آنچه را بخواهد وحی می‌کند؛ چرا که او بلندمقام و حکیم است"},{"SurahNumber":42,"VerseNumber":52,"Text":"همان گونه (که بر پیامبران پیشین وحی فرستادیم) بر تو نیز روحی را بفرمان خود وحی کردیم؛ تو پیش از این نمی‌دانستی کتاب و ایمان چیست (و از محتوای قرآن آگاه نبودی)؛ ولی ما آن را نوری قرار دادیم که بوسیله آن هر کس از بندگان خویش را بخواهیم هدایت می‌کنیم؛ و تو مسلّماً به سوی راه راست هدایت می‌کنی"},{"SurahNumber":42,"VerseNumber":53,"Text":"راه خداوندی که تمامی آنچه در آسمانها و آنچه در زمین است از آن اوست؛ آگاه باشید که همه کارها تنها بسوی خدا بازمی‌گردد"},{"SurahNumber":43,"VerseNumber":1,"Text":"حم"},{"SurahNumber":43,"VerseNumber":2,"Text":"سوگند به کتاب مبین (و روشنگر)،"},{"SurahNumber":43,"VerseNumber":3,"Text":"که ما آن را قرآنی فصیح و عربی قرار دادیم، شاید شما (آن را) درک کنید"},{"SurahNumber":43,"VerseNumber":4,"Text":"و آن در «امّ‌الکتاب» [= لوح محفوظ] نزد ما بلندپایه و استوار است"},{"SurahNumber":43,"VerseNumber":5,"Text":"آیا این ذکر [= قرآن‌] را از شما بازگیریم بخاطر اینکه قومی اسرافکارید؟"},{"SurahNumber":43,"VerseNumber":6,"Text":"چه بسیار پیامبرانی که (برای هدایت) در میان اقوام پیشین فرستادیم؛"},{"SurahNumber":43,"VerseNumber":7,"Text":"ولی هیچ پیامبری به سوی آنها نمی‌آمد مگر اینکه او را استهزا می‌کردند"},{"SurahNumber":43,"VerseNumber":8,"Text":"ولی ما کسانی را که نیرومندتر از آنها بودند هلاک کردیم، و داستان پیشینیان گذشت"},{"SurahNumber":43,"VerseNumber":9,"Text":"هر گاه از آنان بپرسی: «چه کسی آسمانها و زمین را آفریده است؟» مسلّماً می‌گویند: «خداوند قادر و دانا آنها را آفریده است»"},{"SurahNumber":43,"VerseNumber":10,"Text":"همان کسی که زمین را محل آرامش شما قرار داد، و برای شما در آن راه‌هایی آفرید باشد، که هدایت شوید (و به مقصد برسید)"},{"SurahNumber":43,"VerseNumber":11,"Text":"همان کسی که از آسمان آبی فرستاد بمقدار معیّن، و بوسیله آن سرزمین مرده را حیات بخشیدیم؛ همین گونه (در قیامت از قبرها) شما را خارج می‌سازند"},{"SurahNumber":43,"VerseNumber":12,"Text":"و همان کسی که همه زوجها را آفرید، و برای شما از کشتیها و چهارپایان مرکبهایی قرارداد که بر آن سوار می‌شوید،"},{"SurahNumber":43,"VerseNumber":13,"Text":"تا بر پشت آنها بخوبی قرار گیرید؛ سپس هنگامی که بر آنها سوار شدید، نعمت پروردگارتان را متذکّر شوید و بگویید: «پاک و منزّه است کسی که این را مسخّر ما ساخت، وگرنه ما توانایی تسخیر آن را نداشتیم؛"},{"SurahNumber":43,"VerseNumber":14,"Text":"و ما به سوی پروردگارمان بازمی‌گردیم!»"},{"SurahNumber":43,"VerseNumber":15,"Text":"آنها برای خداوند از میان بندگانش جزئی قرار دادند (و ملائکه را دختران خدا خواندند)؛ انسان کفران‌کننده آشکاری است"},{"SurahNumber":43,"VerseNumber":16,"Text":"آیا از میان مخلوقاتش دختران را برای خود انتخاب کرده و پسران را برای شما برگزیده است؟"},{"SurahNumber":43,"VerseNumber":17,"Text":"در حالی که هرگاه یکی از آنها را به همان چیزی که برای خداوند رحمان شبیه قرار داده [= به تولّد دختر] بشارت دهند، صورتش (از فرط ناراحتی) سیاه می‌شود و خشمگین می‌گردد"},{"SurahNumber":43,"VerseNumber":18,"Text":"آیا کسی را که در لابلای زینتها پرورش می‌یابد و به هنگام جدال قادر به تبیین مقصود خود نیست (فرزند خدا می‌خوانید)؟"},{"SurahNumber":43,"VerseNumber":19,"Text":"آنها فرشتگان را که بندگان خداوند رحمانند مؤنّث پنداشتند؛ آیا شاهد آفرینش آنها بوده اند؟! گواهی آنان نوشته می‌شود و (از آن) بازخواست خواهند شد"},{"SurahNumber":43,"VerseNumber":20,"Text":"آنان گفتند: «اگر خداوند رحمان می‌خواست ما آنها را پرستش نمی‌کردیم!» ولی به این امر هیچ گونه علم و یقین ندارند و جز دروغ چیزی نمی‌گویند"},{"SurahNumber":43,"VerseNumber":21,"Text":"یا اینکه ما کتابی پیش از این به آنان داده‌ایم و آنها به آن تمسّک می‌جویند؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"بلکه آنها می‌گویند: «ما نیاکان خود را بر آئینی یافتیم، و ما نیز به پیروی آنان هدایت یافته‌ایم.»"},{"SurahNumber":43,"VerseNumber":23,"Text":"و این‌گونه در هیچ شهر و دیاری پیش از تو پیامبر انذارکننده‌ای نفرستادیم مگر اینکه ثروتمندان مست و مغرور آن گفتند: «ما پدران خود را بر آئینی یافتیم و به آثار آنان اقتدا می‌کنیم.»"}]}