{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"قطعا خداوند از كسانى كه ايمان آورده‌اند دفاع مى‌كند [زيرا] خدا هيچ خيانتكار كفر پيشه‌اى را دوست ندارد"},{"SurahNumber":22,"VerseNumber":39,"Text":"به كسانى كه جنگ بر آنها تحميل شده اذن [جهاد] داده شده است، چرا كه مورد ظلم قرار گرفته‌اند، و البته خدا بر نصرت آنها تواناست"},{"SurahNumber":22,"VerseNumber":40,"Text":"كسانى كه به ناحق از خانه‌هايشان بيرون رانده شدند، چرا كه مى‌گفتند: پروردگار ما خداست. و اگر خدا بعضى از مردم را با بعضى ديگر دفع نمى‌كرد، صومعه‌ها و كليساها و كنيسه‌ها و مساجدى كه نام خدا در آنها بسيار ذكر مى‌شود سخت ويران مى‌شد، و قطعا خدا به كسى ك"},{"SurahNumber":22,"VerseNumber":41,"Text":"كسانى كه چون در زمين به آنها توانايى دهيم نماز برپا مى‌دارند و زكات مى‌دهند و امر به معروف و نهى از منكر مى‌كنند، و سر انجام همه كارها با خداست"},{"SurahNumber":22,"VerseNumber":42,"Text":"و اگر تو را تكذيب كنند، البته پيش از آنها قوم نوح و عاد و ثمود نيز [پيامبران خود را] تكذيب كردند"},{"SurahNumber":22,"VerseNumber":43,"Text":"و نيز قوم ابراهيم و قوم لوط"},{"SurahNumber":22,"VerseNumber":44,"Text":"و همچنين اهل مدين و موسى نيز تكذيب شد پس كافران را مهلت دادم، سپس گريبان آنها را گرفتم [بنگر] عقوبت من چگونه بود"},{"SurahNumber":22,"VerseNumber":45,"Text":"و چه بسيار شهرها را كه ستمكار بودند هلاكشان كرديم، و اينك آن شهرها بر سقف‌هايش فرو ريخته است، و بسا چاه‌هاى آب كه رها شده و قصرهاى افراشته [كه بى‌صاحب مانده‌اند]"},{"SurahNumber":22,"VerseNumber":46,"Text":"آيا در زمين گردش نكردند تا صاحب دل‌هايى شوند كه با آن بينديشند يا گوش‌هايى كه با آن بشنوند؟ در حقيقت چشم‌ها كور نمى‌شود، و ليكن دل‌هايى كه در سينه‌هاست كور مى‌شود"},{"SurahNumber":22,"VerseNumber":47,"Text":"و از تو تقاضاى تعجيل در عذاب مى‌كنند، با آن كه هرگز خدا از وعده‌اش تخلف نمى‌كند، و در حقيقت يك روز [از قيامت‌] نزد پروردگار تو مانند هزار سال است از آنچه مى‌شماريد"},{"SurahNumber":22,"VerseNumber":48,"Text":"و چه بسيار شهرها كه به آنها مهلت دادم در حالى كه ستمكار بودند، سپس گرفتارشان كردم، و بازگشت به سوى من است"},{"SurahNumber":22,"VerseNumber":49,"Text":"بگو: اى مردم! من براى شما فقط هشدار دهنده‌اى آشكارم"},{"SurahNumber":22,"VerseNumber":50,"Text":"پس، آنها كه ايمان آوردند و كارهاى شايسته كردند آمرزش و روزى نيكو براى ايشان خواهد بود"},{"SurahNumber":22,"VerseNumber":51,"Text":"و كسانى كه در [تخريب‌] آيات ما كوشيدند كه ما را عاجز كنند، آنها اهل دوزخ‌اند"},{"SurahNumber":22,"VerseNumber":52,"Text":"و پيش از تو نيز هيچ رسول و پيامبرى را نفرستاديم جز اين كه هرگاه آرزو مى‌كرد [و طرحى براى اهداف رسالت خود مى‌ريخت‌] شيطان در خواسته او القاى [شبهه و يأس‌] مى‌كرد، [اما] خدا آنچه را شيطان القا مى‌كرد محو مى‌گردانيد، سپس خدا آيات خود را استوار مى‌ساخت"},{"SurahNumber":22,"VerseNumber":53,"Text":"تا آنچه را كه شيطان القا مى‌كند آزمودنى براى بيماردلان و سنگدلان قرار دهد، و ستمگران در ستيز بزرگى [با حق‌] گرفتارند"},{"SurahNumber":22,"VerseNumber":54,"Text":"و تا دانش يافتگان بدانند، كه قرآن حق است و از جانب پروردگار توست و به آن بگروند و دل‌هايشان در برابر آن خاضع گردد. و خداوند بى‌ترديد راهنماى مؤمنان به راه راست است"},{"SurahNumber":22,"VerseNumber":55,"Text":"و كسانى كه كافر شدند همواره از بابت آن در شك‌اند تا آن‌گاه كه قيامت بر آنها در رسد يا عذاب روز عقيم به سراغشان بيايد [كه قادر به جبران گذشته نباشند]"},{"SurahNumber":22,"VerseNumber":56,"Text":"در آن روز فرمانروايى از آن خداست [و] ميانشان حكم مى‌كند. سپس كسانى كه ايمان آورده و كارهاى شايسته كرده‌اند در باغ‌هاى پر ناز و نعمت خواهند بود"},{"SurahNumber":22,"VerseNumber":57,"Text":"و كسانى كه كافر شدند و آيات ما را تكذيب كردند، براى آنان عذابى خفّت‌بار خواهد بود"},{"SurahNumber":22,"VerseNumber":58,"Text":"و آنها كه در راه خدا مهاجرت كردند، سپس كشته شدند يا مردند، قطعا خداوند به آنها رزقى نيكو مى‌بخشد، و بى‌ترديد خداوند بهترين روزى دهندگان است"},{"SurahNumber":22,"VerseNumber":59,"Text":"آنان را حتما به جايگاهى كه آن را مى‌پسندند وارد مى‌كند، و شك نيست كه خداوند داناى بردبار است"}]}