{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Ndipo ife tidati kwa Mose: “Tsopano ponya pansi ndodo yako.” Ndipo nthawi yomweyo ndodo yake idameza zonse za matsenga zimene iwo amaonetsa"},{"SurahNumber":7,"VerseNumber":118,"Text":"Motero choonadi chidakhazikitsidwa ndipo zochita zawo zidakhala zopanda pake"},{"SurahNumber":7,"VerseNumber":119,"Text":"Motero iwo adagonjetsedwa nthawi yomweyo ndipo anachititsidwa manyazi"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ndipo anthu a matsenga onse adagwetsa mphumi zawo pansi ndi kulambira"},{"SurahNumber":7,"VerseNumber":121,"Text":"Iwo adati, “Ife takhulupirira mwa Ambuye wa zolengedwa zonse.”"},{"SurahNumber":7,"VerseNumber":122,"Text":"“Ambuye wa Mose ndi Aroni.”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Ndipo Farao adati, “Kodi inu mwakhulupirira mwa iye popanda chilolezo changa? Ndithudi chimenechi ndi chiwembu chimene inu mwakonza mu mzinda ndi cholinga chotulutsa anthu ake koma posachedwapa mudzadziwa.”"},{"SurahNumber":7,"VerseNumber":124,"Text":"“Ndithudi ine ndidzadula manja anu ndi mapazi anu mosiyanitsa ndipo ndidzakupachikani nonse.”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Iwo adamuyankha: “Ndithudi ife tili kubwerera kwa Ambuye wathu.”"},{"SurahNumber":7,"VerseNumber":126,"Text":"“Ndipo inu mufuna kubwezera kwa ife chifukwa cha kuti takhulupirira mu zizindikiro za Ambuye wathu pamene zalangizidwa kwa ife! Ambuye wathu! Tipatseni kupirira ndipo konzani kuti ife tife ngati Asilamu.”"},{"SurahNumber":7,"VerseNumber":127,"Text":"Mafumu a anthu a Farao adati: “Kodi inu mukumusiya Mose ndi anthu ake kuti azichita zoipa m’dziko ndi kukusiya iwe ndi milungu yako?” Iye adayankha, “Ife tidzapha ana awo amuna ndi kusiya ana awo akazi ndi moyo ndipo Ife ndithudi tili ndi mphamvu pa iwo.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Mose adawauza anthu ake kuti, “Pemphani thandizo kwa Mulungu ndipo mupirire. Ndithudi Mwini wake wa dziko lino ndi Mulungu. Iye amalipereka ngati mokhalamo kwa iwo, akapolo ake, amene Iye wawasankha ndipo mapeto abwino adzakhala kwa anthu angwiro.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"Iwo adati, “Ife tidali kuzunzidwa iwe usadadze kwa ife ndipo tikuzunzidwabe pamene iwe wadza.” Iye adati: “Mwina Ambuye wanu akhoza kuwononga adani anu ndi kukupangani inu kukhala olamulira m’dziko kuti Iye aone mmene muzidzachitira.”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Ndithudi Ife tidawalanga anthu a Farao ndi chilala cha zaka zambiri ndi kuchepa kwa zipatso kuti mwina akhoza kukumbuka"},{"SurahNumber":7,"VerseNumber":131,"Text":"Koma pamene zabwino zinali kudza kwa iwo, iwo amati: “Zimenezi ndi zotiyenera.” Koma ngati choipa chimadza pa iwo, adali kunena kuti chadza chifukwa cha Mose ndi anthu ake. Dziwani! Ndithudi zoipa zawo zimachokera kwa Mulungu koma ambiri a iwo sadziwa"},{"SurahNumber":7,"VerseNumber":132,"Text":"Iwo adati: “Zodabwitsa zina zilizonse zimene ungabweretse ndi cholinga chotizunguza ife sitidzakukhulupirira ayi.”"},{"SurahNumber":7,"VerseNumber":133,"Text":"Motero ife tidawatumizira chigumula ndi dzombe, nsabwe, achule, ndi magazi kukhala zizindikiro zoonadi zosiyanasiyana zooneka komabe iwo adazikana izo chifukwa chakuti adali anthu ochimwa"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ndipo pamene mlili unali kudza pa iwo, iwo amati: “Oh Mose! Chonde, pempha kwa Ambuye wako, m’malo mwathu, chifukwa cha lonjezo lake kwa iwe. Ngati iwe utichotsera mliliwu, ndithudi, ife tidzakhulupirira mwa iwe ndipo tidzawalola ana a Israyeli kuti apite nawe.”"},{"SurahNumber":7,"VerseNumber":135,"Text":"Koma pamene Ife tidachotsa mlili pa iwo mpaka nthawi yokhazikika, imene adzaifika, taona! Iwo adaphwanya lonjezo"},{"SurahNumber":7,"VerseNumber":136,"Text":"Motero ife tidawabwezera chipongwe chawo. Ndipo tidawamiza m’nyanja chifukwa chakuti iwo adakana zizindikiro zathu ndipo sadafune kulabadira"},{"SurahNumber":7,"VerseNumber":137,"Text":"Ndipo Ife tidawapatsa anthu amene amati ndi ofooka ulamuliro wa maiko a ku m’mawa ndi ku madzulo, amene tidawadalitsa. Ndipo Mau olemekezeka Ambuye wako kwa ana a Israyeli, adakwaniritsidwa chifukwa cha kupirira kwawo. Ndipo Ife tidaononga zinthu zonse zomwe Farao ndi anthu ake adapanga ndi zimene anali kumanga"},{"SurahNumber":7,"VerseNumber":138,"Text":"Ndipo Ife tidawatsogolera ana a Israyeli powoloka nyanja ndipo iwo adapeza anthu omwe anali kupembedza mafano awo. Iwo adati, “Mose tipangire ife mulungu wolingana ndi milungu yawo.” Mose anayankha: “Ndithudi inu ndinu anthu osadziwa.”"},{"SurahNumber":7,"VerseNumber":139,"Text":"Ndithudi anthu awa adzawonongeka chifukwa chopembedza mafano. Ndipo ntchito zawo zonse ndi zopanda pake"},{"SurahNumber":7,"VerseNumber":140,"Text":"Iye anati: “Kodi ndikufunireni mulungu wina kupatula Mulungu weniweni pamene Iye wakulemekezani inu kuposa mitundu yonse.”"},{"SurahNumber":7,"VerseNumber":141,"Text":"Ndi pamene Ife tidakupulumutsani inu kwa anthu a Farao, amene adali kukuzunzani kwambiri, kupha ana anu amuna ndi kusiya ana anu akazi a moyo. Ndipo mmenemo munali mayesero akulu ochokera kwa Ambuye wanu"}]}