{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Îi vom lăsa, în Ziua aceea, pe oameni să se zbată şi să se lovească unii de alţii ca valurile şi când se va sufla în trâmbiţă, îi vom strânge laolaltă"},{"SurahNumber":18,"VerseNumber":100,"Text":"În Ziua aceea, le vom arăta Gheena tăgăduitorilor"},{"SurahNumber":18,"VerseNumber":101,"Text":"ai căror ochi au fost acoperiţi de un văl în faţa amintirii Mele şi nu au putut nici auzi"},{"SurahNumber":18,"VerseNumber":102,"Text":"Tăgăduitorii socot că-i pot lua pe robii Mei drept stăpâni în locul Meu? Noi am pregătit Gheena ca sălaş tăgăduitorilor"},{"SurahNumber":18,"VerseNumber":103,"Text":"Spune: “Să vă dăm ştire de cei prea-pierduţi întru fapte"},{"SurahNumber":18,"VerseNumber":104,"Text":"Şi a căror trudă se pierde în Viaţa de Acum, pe când ei socot că au făcut ce trebuie?”"},{"SurahNumber":18,"VerseNumber":105,"Text":"Aceştia sunt cei care tăgăduiesc semnele Domnului lor şi întâlnirea Sa. Faptele lor sunt zadarnice şi Noi nu le dăm nici o greutate în Ziua Învierii"},{"SurahNumber":18,"VerseNumber":106,"Text":"Răsplata lor va fi Gheena, căci ei au tăgăduit şi şi-au bătut joc de semnele Mele şi de trimişii Mei"},{"SurahNumber":18,"VerseNumber":107,"Text":"Cei care au crezut şi au săvârşit fapte bune vor avea drept locuinţă Grădinile Raiului"},{"SurahNumber":18,"VerseNumber":108,"Text":"unde vor veşnici, fără să dorească vreo schimbare"},{"SurahNumber":18,"VerseNumber":109,"Text":"Spune: “Dacă marea ar fi cerneală pentru cuvintele Domnului meu, marea se va sfârşi înainte să se sfârşească cuvintele Domnului meu, chiar dacă vom mai aduce încă pe atâta cerneală.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"Spune: “Eu nu sunt decât un om asemena vouă şi mi s-a dezvăluit că Dumnezeul vostru este Dumnezeu Unul, iar cel care nădăjduieşte în întâlnirea cu Domnul său trebuie să săvârşească fapte bune şi să nu alăture pe nimeni în închinăciunea sa către Domnul său.”"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf. Ha. Ya. ’Ain. Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Aceasta este amintirea milostiveniei Domnului tău asupra robului Său, Zaharia"},{"SurahNumber":19,"VerseNumber":3,"Text":"Când îl chemă pe Domnul său pe ascuns"},{"SurahNumber":19,"VerseNumber":4,"Text":"spuse: “Domnul meu! Oasele mi s-au înmuiat, iar capul îmi este încins de vâlvătăile cărunţiei. Domnul meu! Niciodată nu am fost năpăstuit când te-am chemat"},{"SurahNumber":19,"VerseNumber":5,"Text":"Îmi este teamă de rudele mele, după mine, căci femeia mea este stearpă. Dăruieşte-mi Tu un urmaş de la Tine"},{"SurahNumber":19,"VerseNumber":6,"Text":"El mă va moşteni pe mine şi va moşteni neamul lui Iacob. Domnul meu! Fă-l pe placul Tău!”"},{"SurahNumber":19,"VerseNumber":7,"Text":"“O, Zaharia! Îţi vestim un fecior şi numele său va fi Ioan. Nicicând nu am mai dat acest nume cuiva.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zaharia spuse: “Domnul meu! Cum aş putea avea un fecior? Femeia mea este stearpă, iar pe mine m-au slabit bătrâneţele.”"},{"SurahNumber":19,"VerseNumber":9,"Text":"El spuse: “Aşa va fi să fie. Domnul tău spuse: “Îmi este uşor, căci odinioară şi pe tine te-am creat pe când erai nimic.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zaharia spuse: “Domnul meu! Dă-mi un semn!” El spuse: “Acesta este semnul tău: vreme de trei nopţi la rând nu vei vorbi oamenilor.”"},{"SurahNumber":19,"VerseNumber":11,"Text":"Atunci Zaharia ieşi din templu şi se duse la poporul său. Dumnezeu le dezvălui: “Preamăriţi dimineaţa şi seara...”"},{"SurahNumber":19,"VerseNumber":12,"Text":"“O, Ioan! Ia Cartea cu tărie!” Noi i-am dăruit înţelepciunea, pe când era un băieţandru"},{"SurahNumber":19,"VerseNumber":13,"Text":"precum şi gingăşia şi neprihănirea. El se temea de Dumnezeu"},{"SurahNumber":19,"VerseNumber":14,"Text":"era bun cu părinţii lui şi nu era nici nestăpânit, şi nici neascultător"},{"SurahNumber":19,"VerseNumber":15,"Text":"Pace lui în ziua când se născu, în ziua când muri, în ziua când va fi sculat viu"},{"SurahNumber":19,"VerseNumber":16,"Text":"Aminteşte-o pe Maria în Carte când se retrase de la ei într-un loc de la Răsărit"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ea puse un văl între ea şi ai săi şi Noi i-am trimis duhul Nostru ce i se înfăţişă ca un bărbat desăvârşit"},{"SurahNumber":19,"VerseNumber":18,"Text":"Ea spuse: “La Milostivul caut izbăvire de tine, dacă tu te temi!”"},{"SurahNumber":19,"VerseNumber":19,"Text":"El spuse: “Eu sunt doar trimisul Domnului tău ca să-ţi dăruiesc un fecior curat.”"},{"SurahNumber":19,"VerseNumber":20,"Text":"Ea spuse: “Cum aş putea avea un fecior când nici un om nu m-a atins, şi târfă eu nu sunt.”"},{"SurahNumber":19,"VerseNumber":21,"Text":"El spuse: “Aşa va fi să fie. Domnul tău spuse: “Aceasta Îmi este uşor. Vom face din el un semn pentru oameni ca milostivenie de la Noi. Porunca este neclintită.”"}]}