{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"Mpe bilongi bia bato bikokitisamaka тропа oyo azali na bomoi mpe amikoka mpe mabe ekozalaka na oyo akoya liboso naye na bobubami. (mabe)"},{"SurahNumber":20,"VerseNumber":112,"Text":"Mpe oyo akosala bolamu mpe azali mondimi, akobangaka kobubama te mpe konyokwama te"},{"SurahNumber":20,"VerseNumber":113,"Text":"Mpe lolenge wana nde tokitisaki kurani na ndinga ya arabo, mpe tolimbolaki na kati na yango, тропа balolenge ya bitumbu, mpo bakoka kobanga mpe bakanisa тропа bondimi"},{"SurahNumber":20,"VerseNumber":114,"Text":"Lokumu ezali ya Allah nkumu ya bosôló, mpe kotanga kuranı noki noki te yambo ete ekitela yo, mpe loba: Oh Nkolo wa ngai! Bakisela ngai boyebi"},{"SurahNumber":20,"VerseNumber":115,"Text":"Mpe tosilaki kopesa Adam mobeko liboso mpe abosanaki yango, mpe tokutaki bokangami ya makasi epai naye te"},{"SurahNumber":20,"VerseNumber":116,"Text":"Mpe tango tolobaki na ba anzelu: Bogumbama o liboso ya Adam, bagumbamaki bango banso, longola sé satana, aboyaki (kogumbamela ye)"},{"SurahNumber":20,"VerseNumber":117,"Text":"Mpe tolobaki: Eh Âdâm! Ya soló, oyo nde monguna nayo, yo na mwasi wayo. Na yango abimisa bino na paladizo te noki okozala na mpasi"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ya sólo, тропа yo, okoyokaka nzala te okati na yango mpe okozalaka bolumbu te"},{"SurahNumber":20,"VerseNumber":119,"Text":"Mpe ya sólo, yo okoyokaka mposa ya mayi te, mpe pasi ya moyi ekozuaka yo te"},{"SurahNumber":20,"VerseNumber":120,"Text":"Mpe (sima) satana amekaki ye na koloba ete: Eh Âdâm! Nalakisa yo nzete ya bomoi ya nseko mpe bokonzi eye ekobebisama te"},{"SurahNumber":20,"VerseNumber":121,"Text":"Bango mibale baliaki yango, mpe batikalaki bolumbu, mpe babandi komizipa na nkasa ya Iola, mpe Adam aboyaki kotosa Nkolo wa ye, mpe abungaki na mibeko mia Nkolo waye"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sima Nkolo waye aponaki ye mpe ayambaki tubela naye mpe akambaki ye"},{"SurahNumber":20,"VerseNumber":123,"Text":"Alobi: Bokita awa bino banso, bokozala na kibonguna na mabota ma bino banso, (bakitani na bino) mpe soki bokambi bwa ngai boyeli bino, oyo akolanda bokambi bwa ngai, akobunga te mpe akozalaka na mpasi te"},{"SurahNumber":20,"VerseNumber":124,"Text":"Mpe oyo akoboya bokundoli bwa ngai, ya soló, ye akozalaka na bomoyi ya mpasi, mpe omokolo mwa suka, tokosekwisa ye miso mazipama"},{"SurahNumber":20,"VerseNumber":125,"Text":"Akolobaka, oh Nkolo wa ngai! Mpona nini osekwisi ngai nazali kornona te kasi yambo nazalaki kornona"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allah) akoyebisa ye: Lolenge wana nde eyelaki yo bilembo bia biso mpona kotangisa yo, kasi obosanaki yango, yango wana lelo tobosani yo"},{"SurahNumber":20,"VerseNumber":127,"Text":"Мре lolenge wana nde topesaka etumbu na oyo azali kondima te, mpe azali kolekisa ndelo na bilembo bia Nkolo wa ye. Kasi etumbu ya mokolo ya suka ekozalaka makasi mpe ekotikalaka libela"},{"SurahNumber":20,"VerseNumber":128,"Text":"Wana esalisaki bango na bokambi te, boni ebele ya bato tobomaki yambo na bango? Bazalaki kotambola na bisika bia bango. Ya soló, wana nde elembo тропа baye bazali na may ele"},{"SurahNumber":20,"VerseNumber":129,"Text":"Soki тропа liloba ya Nkolo naye esila kolobama te mpe тропа mokano naye te, mbele etumbu esilaki kokwela bango"},{"SurahNumber":20,"VerseNumber":130,"Text":"Zala na bozeli тропа maye bazali koloba, mpe kumisa lokumu ya Nkolo nayo yambo ete moyi ebima, mpe yambo ya bolimwi na yango, mpe o kati kati ya butu. Mpe kumisa ye na moyi tango mosusu okosepela"},{"SurahNumber":20,"VerseNumber":131,"Text":"Mpe kolandisa miso nayo te sima ya maye topesi basusu kati na bango bonzenga ya bisengo ya mokili mpo ete tomeka bango na yango, bozui ya Nkolo nayo (ya lola) nde ezali malamu mpe ekowumela"},{"SurahNumber":20,"VerseNumber":132,"Text":"Мре tinda libota lia yo na losambo, mpe žala molende na yango, tozali kosenga yo bozui te, biso nde tozali koleisa yo, mpe suka ya malamu ezali тропа bobangi (Allah)"},{"SurahNumber":20,"VerseNumber":133,"Text":"Мре bakolobaka: Mpona nini ayeli biso likamwisi kowuta epai y a Nkolo naye te? Boye elembo (kurani) eye ekomama kala eyelaki bango te"},{"SurahNumber":20,"VerseNumber":134,"Text":"Мре soki topesaka bango etumbu liboso, balingaki koloba: Oh Nkolo wa biso! Mpona nini otindelaki biso motindami te? Kasi tolandaki mateya yambo ete toyoka soni тре tozanga ntina"},{"SurahNumber":20,"VerseNumber":135,"Text":"Loba: Moto nyoso azela, bino тре bozela. Bokoyebaka banani bazali na nzela ya semba тре bakambami"}]}