{"Id":269,"LanguageCodes":["nl","nld"],"Name":"nld-fredleemhuis","Author":"Fred Leemhuis","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Heb Ik jullie, kinderen van Adam, niet opgedragen dat jullie de satan niet moeten dienen -- hij is een verklaarde vijand voor jullie"},{"SurahNumber":36,"VerseNumber":61,"Text":"en dat jullie Mij moeten dienen? Dat is een juiste weg"},{"SurahNumber":36,"VerseNumber":62,"Text":"Hij heeft uit jullie midden vele schepselen tot dwaling gebracht. Hadden jullie dan geen verstand"},{"SurahNumber":36,"VerseNumber":63,"Text":"Dat is de hel die jullie was aangezegd"},{"SurahNumber":36,"VerseNumber":64,"Text":"Braadt er vandaag in omdat jullie ongelovig waren"},{"SurahNumber":36,"VerseNumber":65,"Text":"Vandaag verzegelen Wij hun monden, maar hun handen spreken tot Ons en hun voeten getuigen van wat zij begaan hebben"},{"SurahNumber":36,"VerseNumber":66,"Text":"En als Wij wilden, dan zouden Wij hun ogen het gezichtsvermogen ontnemen. Dan zouden zij naar de weg rennen, maar hoe zouden zij dan zien"},{"SurahNumber":36,"VerseNumber":67,"Text":"En als Wij wilden, dan zouden Wij hen ter plekke van gedaante veranderen. Dan zouden zij niet vooruit kunnen gaan noch terugkeren"},{"SurahNumber":36,"VerseNumber":68,"Text":"En als Wij iemand een lang leven geven, dan laten Wij zijn gestel slechter worden. Hebben zij dan geen verstand"},{"SurahNumber":36,"VerseNumber":69,"Text":"Wij hebben hem de dichtkunst niet geleerd, zij betaamt hem ook niet. Het is niets anders dan een vermaning en een duidelijke Koran"},{"SurahNumber":36,"VerseNumber":70,"Text":"om wie er leven te waarschuwen en opdat de uitspraak aan de ongelovigen bewaarheid wordt"},{"SurahNumber":36,"VerseNumber":71,"Text":"Hebben zij dan niet gezien dat Wij als een van de dingen die Onze handen gemaakt hebben voor hen vee hebben geschapen, waarover zij dan de beschikking hebben"},{"SurahNumber":36,"VerseNumber":72,"Text":"En Wij hebben ze aan hen onderworpen: sommige kunnen zij berijden en andere, daar eten zij van"},{"SurahNumber":36,"VerseNumber":73,"Text":"Zij hebben daarmee veel nuttigheden en soorten drank. Zullen zij dan niet dank betuigen"},{"SurahNumber":36,"VerseNumber":74,"Text":"Maar zij hebben zich in plaats van God andere goden genomen opdat zij misschien hulp zullen krijgen"},{"SurahNumber":36,"VerseNumber":75,"Text":"Zij kunnen hen niet helpen, zij zijn voor hen een troepenmacht die zelf wordt voorgeleid"},{"SurahNumber":36,"VerseNumber":76,"Text":"Laat wat zij zeggen jou niet bedroefd maken. Wij weten wat zij in het geheim en wat zij openlijk doen"},{"SurahNumber":36,"VerseNumber":77,"Text":"Heeft de mens dan niet gezien dat Wij hem uit een druppel geschapen hebben? Toch is hij een duidelijke tegenstander"},{"SurahNumber":36,"VerseNumber":78,"Text":"Hij maakt een vergelijking met Ons en vergeet hoe hij geschapen is. Hij zegt: \"Wie maakt de beenderen weer levend als zij gruis zijn"},{"SurahNumber":36,"VerseNumber":79,"Text":"Zeg: \"Hij die ze de eerste maal heeft laten ontstaan zal ze weer levend maken. En Hij kent alles wat geschapen is"},{"SurahNumber":36,"VerseNumber":80,"Text":"Hij die voor jullie uit groene bomen vuur gemaakt heeft zodat jullie er meteen een vuur mee kunnen ontsteken"},{"SurahNumber":36,"VerseNumber":81,"Text":"Is Hij die de hemelen en de aarde geschapen heeft niet bij machte iets te scheppen wat aan hen gelijk is? Ja zeker, Hij is de schepper, de wetende"},{"SurahNumber":36,"VerseNumber":82,"Text":"Wanneer Hij iets wenst, is zijn bevel dat Hij ertegen zegt: \"Wees\" en het is"},{"SurahNumber":36,"VerseNumber":83,"Text":"Geprezen zij dus Hij in wiens hand de heerschappij over alles is en tot wie jullie worden teruggebracht"},{"SurahNumber":37,"VerseNumber":1,"Text":"Bij de zich in rijen opstellenden"},{"SurahNumber":37,"VerseNumber":2,"Text":"de scheldend afschrikkenden"},{"SurahNumber":37,"VerseNumber":3,"Text":"en een vermaning voorlezenden"},{"SurahNumber":37,"VerseNumber":4,"Text":"Voorwaar, jullie god is één"},{"SurahNumber":37,"VerseNumber":5,"Text":"de Heer van de hemelen, de aarde en wat er tussen beide is en de Heer van de plaatsen van opkomst"},{"SurahNumber":37,"VerseNumber":6,"Text":"Wij hebben de dichtstbijzijnde hemel met de pracht van de sterren opgesierd"},{"SurahNumber":37,"VerseNumber":7,"Text":"om ook elke opstandige satan af te weren"},{"SurahNumber":37,"VerseNumber":8,"Text":"zodat zij niet naar de allerhoogste raad van voornaamsten kunnen luisteren. En er wordt van elke kant tegen hen aan gegooid"},{"SurahNumber":37,"VerseNumber":9,"Text":"om hen te verjagen -- en voor hen is er een voortdurende bestraffing"},{"SurahNumber":37,"VerseNumber":10,"Text":"behalve als iemand toch iets opvangt; hij wordt dan achtervolgd door een brandende staartster"},{"SurahNumber":37,"VerseNumber":11,"Text":"Vraag hun maar om uitsluitsel of zij het moeilijkst te scheppen zijn of anderen die Wij geschapen hebben; hen hebben Wij van kleverige klei geschapen"},{"SurahNumber":37,"VerseNumber":12,"Text":"Nee, jij bent verbaasd, maar zij schimpen"},{"SurahNumber":37,"VerseNumber":13,"Text":"Wanneer zij vermaand worden gedenken zij niet"},{"SurahNumber":37,"VerseNumber":14,"Text":"Wanneer zij een teken zien lachen zij schamper"},{"SurahNumber":37,"VerseNumber":15,"Text":"en zeggen: \"Dit is duidelijk slechts toverij"},{"SurahNumber":37,"VerseNumber":16,"Text":"Wanneer wij gestorven zijn en stof en botten geworden, zullen wij dan opgewekt worden"},{"SurahNumber":37,"VerseNumber":17,"Text":"En onze vaderen dan, die er eertijds waren"},{"SurahNumber":37,"VerseNumber":18,"Text":"Zeg: \"Ja zeker, en jullie zullen onderdanig zijn"},{"SurahNumber":37,"VerseNumber":19,"Text":"Dan klinkt slechts één afschrikkende kreet en dan zullen zij [staan te] kijken"},{"SurahNumber":37,"VerseNumber":20,"Text":"en zeggen: \"Wee ons, dit is de oordeelsdag"},{"SurahNumber":37,"VerseNumber":21,"Text":"Dit is de dag van de schifting die jullie hebben geloochend"}]}