{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":51,"Text":"(Дагы) сен аялдар(ың)дан каалаганыңды (төшөктө жалгыз) таштап, каалаганың менен боло аласың. Жана жалгыз калдырган аялдарыңдан кимисине (кайра) барсаң да, сага күнөө жок.? Бул (сенин ыктыярдуу адилетиң) аялдарыңдын көздөрү кубануусуна, капаланбоосуна жана бардыгына сен берген кезек-насиптерине ыраазы болууларына жакыныраак нерсе. Аллаһ силердин жүрөгүңөрдөгү нерсени билип турат. Аллаһ Билүүчү (жана пейили) Жумшак"},{"SurahNumber":33,"VerseNumber":52,"Text":"Сага (ушул тогуз аялдан) кийин аялдар(та үйлөнүү) жана аларды башка аялдарга алмаштыруу адал эмес, эгер алардын чырайы сени кызыктырган болсо да. Бир гана кол астыңдагы күң аялдарга барышыңа уруксат. Аллаһ бардык нерселерди көрүп турат"},{"SurahNumber":33,"VerseNumber":53,"Text":"О, ыйман келтирген адамдар! Силерге уруксат берилмейинче пайгамбардын үйүнө кирбегиле! Тамак жегенге (уруксат берилсе, бирок даяр болбогон болсо) күтүп олтура бербегиле! Эгер чакырылсаңар, киргиле дагы тамактанып, (дароо) тарап кеткиле. Сөзгө алаксып олтура бербегиле. Мунуңар пайгамбарды иренжитет. Бирок ал силерден ыйбаа кылат. («Кеткиле» дегенден тартынат). Аллаһ болсо, акыйкатты айтуудан тартынбайт. Жана эгер алардан (Пайгамбардын аялдарынан) бир нерсе сурасаңар, парданын артынан сурагыла. Ушунуңар силердин да, алардын да жүрөктөрүн тазартуучураак (жорук). Аллаһтын пайгамбарын иренжитүү жана андан соң анын (жесир) аялдарына үйлөнүү силерге эч качан мүмкүн эмес! Мунуңар Аллаһтын назарында чоң күнөө болмок"},{"SurahNumber":33,"VerseNumber":54,"Text":"Эгер силер бир нерсени жашырсаңар же ашкере кылсаңар да, Аллаһ бардык нерсени билип турат"},{"SurahNumber":33,"VerseNumber":55,"Text":"(Эгер пайгамбардын аялдары) аталарынын алдында, уул перзенттеринин алдында, ага-инилеринин алдында, ага-инилеринин уул перзенттеринин алдында, эже-сиңдилеринин уул перзентеринин алдында, өздөрүнүн (мусулман) аялдарынын алдында жана кол астындагы кулдарынын алдында (бетин ачып жүрсө) эч күнөө жок! (О, пайгамбардын аялдары!) Аллаһтан корккула! Аллаһ чынында бардыгын көрүп турат"},{"SurahNumber":33,"VerseNumber":56,"Text":"Албетте, Аллаһ жана Анын периштелери пайгамбарга салават айтышат. О, ыйман келтиргендер, силер да ага көптөн-көп салават-саламдарды айткыла"},{"SurahNumber":33,"VerseNumber":57,"Text":"Аллаһты жана Анын элчисин иренжиткен адамдарга дүйнө-акыретте Аллаһ наалат айткан жана аларга кордоочу азап даярдаган"},{"SurahNumber":33,"VerseNumber":58,"Text":"Момун эркектер менен момун аялдарды жасабаган иштери себептүү иренжиткен адамдар (желкелерине) чоң дооматты жана анык күнөөнү көтөрүшүптүр"},{"SurahNumber":33,"VerseNumber":59,"Text":"О, Пайгамбар! Аялдарыңа жана момундардын аялдарына айткын: жоолуктарын өздөрүнө жакындатып (көкүрөк-баштарын жаап) алышсын! Ушул алардын (күңдөрдөн ажыралып) таанымал болууларына жана иренжитилбей жүрүүлөрүнө жакыныраак (жорук). Аллаһ Кечиримдүү, Ырайымдуу"}]}