{"Id":66,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":51,"Text":"Možeš zanemariti one među njima koje hoćeš i možeš pozvati sebi onu koju hoćeš, a možeš zatražiti onu koju si udaljio, nijedno od toga nije tvoj grijeh. Najlakše će tako one radosne biti i neće se žalostiti i tako će sve onim što im ti daješ zadovoljne biti - a Allah zna šta je u srcima vašim; Allah je Onaj Koji sve zna i Onaj Koji ne žuri s kaznom"},{"SurahNumber":33,"VerseNumber":52,"Text":"Odsada ti nisu dopuštene druge žene, ni da umjesto njih neku drugu uzmeš, makar te i zadivila ljepota njihova, osim onih koje posjeduješ. A Allah sve nadzire"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vi koji vjerujete, ne ulazite u sobe Vjerovjesnikove, osim ako vam se dopusti radi jela, ali ne da čekate dok se ono zgotovi; tek kad budete pozvani, onda uđite, i pošto jedete, raziđite se ne upuštajući se u razgovor. To smeta Vjerovjesniku, a on se stidi da vam to rekne, a Allah se ne stidi istine. A ako od njih, supruga njegovih, nešto tražite, tražite to od njih iza zastora. To je čistije i za vaša i za njihova srca. Vama nije dopušteno da Allahova Poslanika uznemiravate niti da se suprugama njegovim poslije smrti njegove ikada oženite. To bi, uistinu, kod Allaha bio veliki grijeh"},{"SurahNumber":33,"VerseNumber":54,"Text":"iznosili vi o tome šta u javnost ili to u sebi krili, pa, Allah sve dobro zna"},{"SurahNumber":33,"VerseNumber":55,"Text":"Njima nije grijeh da budu otkrivene pred očevima svojim, i sinovima svojim, i braćom i sinovima sestara svoj ih i ženama vjernicama"},{"SurahNumber":33,"VerseNumber":56,"Text":"Zaista Allah i meleci Njegovi blagosiljaju Vjerovjesnika. O vi koji vjerujete, blagosiljajte ga i vi i njemu selam šaljite"},{"SurahNumber":33,"VerseNumber":57,"Text":"One koji Allaha i Poslanika Njegova budu uznemiravali, Allah će, zaista, i na dunjaluku i na ahiretu prokleti, i ponižavajuću im patnju pripremiti"},{"SurahNumber":33,"VerseNumber":58,"Text":"A oni koji vjernike i vjernice uznemiravaju, a oni to ne zaslužuju, tovare na sebe klevetu i pravi grijeh"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Vjerovjesniče, reci suprugama svojim, i kćerima svojim, i ženama vjernika neka spuste haljine svoje niza se. Tako će se najlakše prepoznati pa neće uznemiravane biti. Allah je oprostitelj grijeha i milostiv je"}]}