{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Мре ye nde atandı bibale mibale bizali kotiola esika moko, oyo ezali malili kitoko, mpe oyo mosusu ezali mungwa kitoko te, mpe atie ndelo kati kati na yango mibale mpo ekutana te"},{"SurahNumber":25,"VerseNumber":54,"Text":"Mpe ye nde akeli moto na litanga ya mayi, mpe apesi ye libota mpe bolongani. Mpe Nkolo wayo azali penza na bokoki"},{"SurahNumber":25,"VerseNumber":55,"Text":"Mpe bazali kobondela basusu batiki Allah, ba oyo bakosalela bango bolamu to mabe te. Mompegwi akozala mosungi ya monguna ya Nkolo naye"},{"SurahNumber":25,"VerseNumber":56,"Text":"Mpe totindaki yo te sé mpo ozala mopesi sango mpe mokebisi"},{"SurahNumber":25,"VerseNumber":57,"Text":"Loba: Nazali kosenga bino lifuta moko te sé na moto oyo alingi kozua nzela ya Nkolo naye"},{"SurahNumber":25,"VerseNumber":58,"Text":"Mpe mipesa epai ya oyo azali na bomoi liwa ezuaka ye te (Allah), mpe pesa lokumu naye. Мре ayebi malamu masumu ya bawumbu baye"},{"SurahNumber":25,"VerseNumber":59,"Text":"Oyo akela likolo na mabele, na maye manso mazali otei na yango nyoso mibale na mikolo motoba, mpe sima amitombwami na likolo ya ngwende, Ar-Rahmân nde tika ete otuna sé oyo ayebi manso"},{"SurahNumber":25,"VerseNumber":60,"Text":"Мре soki bayebisi bango ete: Bofukamela Ar-Rahmân, (Allah) bakozongisa été: Nani Ar-Rahmân? Tofukamela oyo ozali kotinda biso? Мре ezali kobakisela bango sé bopengwi. (ezali malamu kogumbama sima ya mokapo moye)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Mapamboli naye oyo atia olikolo minzoto mpe ati moyi mpe sanza ya kongenga"},{"SurahNumber":25,"VerseNumber":62,"Text":"Mpe ye nde atia butu na mokolo elandana na bongengi mpe molili, тропа oyo alingi kokanisa to mpe kopesa matondi"},{"SurahNumber":25,"VerseNumber":63,"Text":"Mpe bawumbu ya Ar-Rahmân bazali baye batambolaka likolo ya mabele na malembe mpe limemia na komikitisa, mpe soki batumoli bango na baye bayebi eloko te, bayanoli bango été: Kimia"},{"SurahNumber":25,"VerseNumber":64,"Text":"Mpe baye bazali kolekisa butu na bango nakotelema mpe kofukamela Nkolo na bango"},{"SurahNumber":25,"VerseNumber":65,"Text":"Mpe baye bazali koloba: Nkolo tiya biso mosika na etumbu ya lifelo, mpo ya soló etumbu na yango ekozala ya libela"},{"SurahNumber":25,"VerseNumber":66,"Text":"Ya soló, yango ezali esika mabe тропа kovanda"},{"SurahNumber":25,"VerseNumber":67,"Text":"Мре baye bazali kokaba to kobimisa тре bazali kolekisa ndelo te mpe batiki kokaba te, kasi bazali na kati kati"},{"SurahNumber":25,"VerseNumber":68,"Text":"Mpe baye bazali kobondela Allah mpe kosangisa ye na banzambe misusu te, mpe bazali koboma molimo oyo Allah apekisaki te, longola sé ezala na nzela ya bosôló, mpe bazali kosala ekobo te. Kasi oyo akosala yango akozua etumbu"},{"SurahNumber":25,"VerseNumber":69,"Text":"Bakobakiselaka ye etumbu o mokolo mwa suka, mpe akotikalaka libela okati na yango mpe azingami na kozanga lokumu"},{"SurahNumber":25,"VerseNumber":70,"Text":"Longola sé oyo akotubela mpe andimi mpe alandisi kosala misala milamu, Allah akobongolaka mabe na bango ekomi bolamu. Mpe Allah azali molimbisi atonda mawa"},{"SurahNumber":25,"VerseNumber":71,"Text":"Mpe oyo akotubela mpe asali mosala ya malamu, ya solo Allah akondimelaka ye bozongi"},{"SurahNumber":25,"VerseNumber":72,"Text":"Mpe baye batatolaka na lokuta te, mpe soki bakutani na makambo mazanga ntina, bapesi yango mokongo"},{"SurahNumber":25,"VerseNumber":73,"Text":"Мре baye soki bakundoli bango mikapo mia Nkolo wa bango, bakozangaka koyoka mpe kornona yango te"},{"SurahNumber":25,"VerseNumber":74,"Text":"Mpe baye balobaka ete: Nkolo, pesa biso bosepelisi miso bolamu kowuta epai ya basi na biso mpe mabota na biso, mpe otia biso bakambi ya baye bazali kobanga"},{"SurahNumber":25,"VerseNumber":75,"Text":"Bango wana nde lifuta na bango ekozala esika ya likolo (o paladizo) mpo été bakangaki mitema, mpe bakokutana na losako mpe kimia o kati na yango"},{"SurahNumber":25,"VerseNumber":76,"Text":"Libela kati na yango, boye bolamu kani bakozuaka o esika ena bakozalaka"},{"SurahNumber":25,"VerseNumber":77,"Text":"Loba: Nkolo wa ngai akomitungisa тропа bino te wana bozangi losambo na bino, mpo bozwaka(ntoma) lokuta, na yango etumbu ekotika bino te, mpe ekozalaka seko na seko"}]}