{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"DI DEFEND those KRED. DI NE AM any betrayer unappreciative"},{"SurahNumber":22,"VerseNumber":39,"Text":"Permission granted those est persekut ekde injustice befallen them DI est certainly able al support them"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ili evicted their hejm unjustly por ne raci ali than dir Our Lord est DI. gxi ne est di supporting de kelk popol others monasteries eklezi synagogues masjids! - Kie nom DI commemorated frequently - Detru! Absolutely DI supports those support Him. DI est Powerful Almighty"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ili est those ni appointed them rulers ter ili establ Kontakt Prayers (Salat) obligatory charity (Zakat) advokat righteousness forbid evil DI est ultimate ruler"},{"SurahNumber":22,"VerseNumber":42,"Text":"Se ili reject vi popol Noah ‘Aad Thamoud ankaux disbelieved them"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ankaux popol Abraham popol Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"dwellers Midyan. Moses ankaux rejected Mi plumb all those popol tiam mi vok them kont kiel devastating est My requital"},{"SurahNumber":22,"VerseNumber":45,"Text":"Many community ni annihilated their wickedness. Ili ended ruin ankoraux put great empty mansions"},{"SurahNumber":22,"VerseNumber":46,"Text":"Ili ne roam ter tiam uz their mens Did kompren uz their orel auxd? Ja efektiv blindness ne est blindness okul blindness kor kest"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ili challenge vi bring retribution DI neniam fails fulfill His prophecy! Tag your Lord est 1000 de your jar"},{"SurahNumber":22,"VerseNumber":48,"Text":"Many community en des preter committed evil mi plumb them sur awhile tiam mi pun them. Al Me est ultimate destiny"},{"SurahNumber":22,"VerseNumber":49,"Text":"dir O popol mi est send al vi as profound warner"},{"SurahNumber":22,"VerseNumber":50,"Text":"Those kred plumb righteous life ind forgiveness generous recompense"},{"SurahNumber":22,"VerseNumber":51,"Text":"As por those strive challenge our revelations ili incur Infer"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ni ne send vi any messenger nor prophet hav diabl interfere his wishes DI TIAM nullifies KI DIABL done DI PERFEKT His revelations. DI est Omniscient SAGX"},{"SurahNumber":22,"VerseNumber":53,"Text":"Li tiel sets diabl scheme test those haven dub their kor those kor hard. wicked dev ceter opposition"},{"SurahNumber":22,"VerseNumber":54,"Text":"Those ben knowledge recognize truth your Lord tiam kred en gxi their kor readily akcept gxi! plej assuredly DI direkt believers dekstr path"},{"SurahNumber":22,"VerseNumber":55,"Text":"As por those disbelieve ili ad haven dub Hor ven them suddenly retribution terrible tag ven them"},{"SurahNumber":22,"VerseNumber":56,"Text":"All sovereignty ke tag aparten al DI Li jugx them. As por those kred plumb righteous life ili ind gxarden bliss"},{"SurahNumber":22,"VerseNumber":57,"Text":"While those disbelieved rejected our revelations incurred shameful retribution"},{"SurahNumber":22,"VerseNumber":58,"Text":"Those emigrate DI tiam get killed mort DI testament surely dusx them bon provisions DI est certainly PUT Provider"},{"SurahNumber":22,"VerseNumber":59,"Text":"plej assuredly Li admit them admittance placx them. DI est Omniscient Clement"}]}