{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Lan nyaritakna marang dhe- weke caritane anake Adam loro kalawan sanyatane, nalikane saka- rone angurbanake kurban, ana- nging loro iku kang siji kina- bulake, sarta ora kinabulake sijine. Calathune: Kowe masthi bakal dakpateni. calathu: Allah iku mung angabuli para wong bekti"},{"SurahNumber":5,"VerseNumber":28,"Text":"Manawa kowe anibakake ta- nganmu marang aku amrih patiku, ora bakal aku anibakake tanganku marang kowe amrih patimu; sa- yekti aku iki wedi ing Allah, Pangeraning ngalam kabeh"},{"SurahNumber":5,"VerseNumber":29,"Text":"Sayekti aku duwe pangarep- arep, supaya kowe nyangga dosane panyerang marang aku lan dosa- mu, lah kowe bakal dadi ewone wong-wong kang ngenggoni geni, lan mangkene iki walese para kang atindak dudu"},{"SurahNumber":5,"VerseNumber":30,"Text":"Ing kono atine anggadhang- ake dheweke mateni sadulure, dadi banjur kelakon mateni dheweke; mulane dheweke dadi ewone para wong kang kapitunan"},{"SurahNumber":5,"VerseNumber":31,"Text":"Tumuli Allah angutus gagak, dhukir-dhukir ing le- mah, supaya meruhake dheweke kapriye pratikele anutupi wang- kene sadulure. Dheweke cala- thu: Cilaka aku iki! Apa aku iki apes, dene aku teka kaya gagak iki banjur anutupi wangkening sadu- lurku? Mulane dheweke dadi ewo- ne para wong kang padha getun"},{"SurahNumber":5,"VerseNumber":32,"Text":"Amarga saka mangkono iku, Ingsun anamtokake ing angger ma- rang para turun Israil, sapa-sapa sing amateni jiwa ora jalaran jiwa utawa agawe wisuna ing bumi, lah iku kaya amateni manusa kabeh; lan sapa sing anguripi jiwa, lah iku kaya nguripi manusa kabeh lan sayekti temen wis tu- meka para utusan-Ingsun marang dheweke kalawan tandha-tandha yekti, ananging akeh-akehe, ana ing bumi padha keladuk tindake"},{"SurahNumber":5,"VerseNumber":33,"Text":"Pidanane para kang padha amerangi Allah lan utusan-E sarta padha anindakake agawe wisuna ing bumi iku kang mesthi kudu padha dipateni utawa padha di- pentheng utawa dikethok tangane lan sikile aseling sisih, utawa dikunjara; mangkene iki mi- nangka pangina tumrap dheweke ana ing bumi, lan ana ing akhirat bakal oleh siksa kang gedhe"},{"SurahNumber":5,"VerseNumber":34,"Text":"Kajaba para kang padha tobat ing sadurunge dheweke padha ana ing kuwasanira; mulane padha weruha, yen Allah iku Aparamarta, Mahaasih"},{"SurahNumber":5,"VerseNumber":35,"Text":"E, para kang padha angestu! Padha di bekti ing Allah sarta angupayaa lantaran kang marekake marang Panjenengane tuwin padha nyrempenga ing dadalan-E, supaya sira padha begja"},{"SurahNumber":5,"VerseNumber":36,"Text":"Sayekti para kang padha kafir, sanajan ta padha andar- benana sabarang kang ana ing bumi kabeh, sarta samono engkas, iku padha dienggoa nebusi siksa ing dina kiyamat: ora bakal padha kinabulake, lan bakal padha oleh siksa kang nglarani"},{"SurahNumber":5,"VerseNumber":37,"Text":"Padha sumedya arep metu saka ing geni, lan ora pisan padha bisa metu saka ing kono, lan bakal padha oleh siksa kang awet"},{"SurahNumber":5,"VerseNumber":38,"Text":"Lan maling lanang lan maling wadon, lah padha ke- thoken tangane, minangka pidana apa panggawene sakarone, siksa minangka pangilon saka ing Allah; lan Allah iku Minulya, Wicak- sana"},{"SurahNumber":5,"VerseNumber":39,"Text":"Ananging sapa sing tobat ing sawise tindake dudu lan ambe- cikake kalakuane, lah sayekti Allah iku wangsul marang dheweke; sayekti Allah iku Apara- marta, Mahaasih"},{"SurahNumber":5,"VerseNumber":40,"Text":"Apa sira ora weruh, yen Allah iku Ingkang-kagungan karatoning langit-langit lan bumi; Panjene- ngane aniksa sapa sing dadi karsa- Ne lan angapura marang sapa sing dadi karsa-Ne; lan Allah iku ma- rang samubarang kawasa"}]}