{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Rabbinizden bir bagıslanmaya ve eni goklerle yer kadar olan cennete dogru yarısır gibi kosusun. O, takva sahipleri icin hazırlanmıstır"},{"SurahNumber":3,"VerseNumber":134,"Text":"Onlar bollukta ve darlıkta infak ederler. Ofkelerini yutanlardır onlar, insanları affedenlerdir. Allah, guzel dusunup guzel davrananları sever"},{"SurahNumber":3,"VerseNumber":135,"Text":"Onlar, cirkin bir is yaptıklarında yahut oz benliklerine zulmettiklerinde, Allah'ı hatırlarlar da gunahları icin af dilerler. Gunahları Allah'tan baska kim affeder ki? Ve onlar yaptıklarında bile bile ısrar etmezler"},{"SurahNumber":3,"VerseNumber":136,"Text":"Iste bunların odulleri Rablerinden bir bagıslanma ve altlarından ırmaklar akan cennetler olacaktır. Surekli kalacaklardır orada. Is yapıp deger uretenlerin ucreti ne guzeldir"},{"SurahNumber":3,"VerseNumber":137,"Text":"Sizden once de yollar-yontemler gelip gecmistir. O halde yeryuzunde dolasın da yalanlayanların sonu nice olmustur gorun"},{"SurahNumber":3,"VerseNumber":138,"Text":"Bu, insanlara bir acıklama, korunup sakınanlara da bir ogut ve kılavuzdur"},{"SurahNumber":3,"VerseNumber":139,"Text":"Gevsemeyin, tasalanmayın. Eger inanıyorsanız ustun olan sizsiniz"},{"SurahNumber":3,"VerseNumber":140,"Text":"Size bir yara degiyorsa, o topluma da benzeri bir yara mutlaka degmistir. Bak iste gunler! Biz onları insanlar arasında dolandırır dururuz. Allah bu sayede iman edenleri bilecek, sizden tanıklar/sehitler edinecektir. Allah zulme sapanları sevmez"},{"SurahNumber":3,"VerseNumber":141,"Text":"Tum bunlar, Allah iman edenleri iyice secip arındırsın ve kufre sapanları mahvetsin diyedir"},{"SurahNumber":3,"VerseNumber":142,"Text":"Yoksa siz, Allah icinizden ugrasıp didinenleri secmeden, sabredenleri secmeden cennete gireceginizi mi sandınız"},{"SurahNumber":3,"VerseNumber":143,"Text":"Yemin olsun ki siz, onunla karsılasmadan once olumu arzuluyordunuz. Iste gordunuz onu ve bakıp duruyorsunuz"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed bir resulden baskası degildir. Ondan once de resuller gelip gecmistir. Simdi o olse yahut oldurulse okceleriniz uzerine gerisin geri mi doneceksiniz! Iki okcesi uzerine geri donen, Allah'a hicbir sekilde zarar veremez. Allah, sukredenleri odullendirecektir"},{"SurahNumber":3,"VerseNumber":145,"Text":"Allah'ın izni olmadıkca hicbir kisi olmez. Vakti belirlenmis bir yazıdır o. Dunya cıkarını gozetene ondan veririz; ahiret yararını gozetene de ondan veririz. Sukredenleri odullendirecegiz biz"},{"SurahNumber":3,"VerseNumber":146,"Text":"Nice peygamber, beraberinde kendisini Rabb'e adayan bircok kisi bulundugu halde savasmıstır. Onlar, Allah yolunda kendilerine gelip catan zorluklar yuzunden gevsememis, zayıflık gostermemis, susup pusmamıslardır. Allah sabredenleri sever"},{"SurahNumber":3,"VerseNumber":147,"Text":"Sozleri yalnız su olmustur: \"Ey Rabbimiz! Bagısla bizim gunahlarımızı, affet islerimizdeki taskınlıgımızı, saglam bastır ayaklarımızı ve yardım et bize kufre sapan topluma karsı"},{"SurahNumber":3,"VerseNumber":148,"Text":"Allah da onlara, hem dunya nimetini verdi hem de ahiret sevabının en guzelini. Allah, guzel dusunup guzellik sergileyenleri sever"},{"SurahNumber":3,"VerseNumber":149,"Text":"Ey iman edenler! Eger kufre sapanlara boyun egerseniz sizi okceleriniz ustune gerisin geri cevirirler de husrana ugrayanlar haline gelirsiniz"},{"SurahNumber":3,"VerseNumber":150,"Text":"Hayır, hayır! Sizin Mevla'nız Allah'tır. Ve O, yardımcıların en hayırlısıdır"},{"SurahNumber":3,"VerseNumber":151,"Text":"Allah'ın, kendileri hakkında hicbir delil indirmedigi seyleri Allah'a ortak kostukları icin, kufre sapanların kalplerine korku salacagız. Barınakları atestir onların. Ne kotudur o zalimlerin varacakları yer"},{"SurahNumber":3,"VerseNumber":152,"Text":"Yemin olsun ki, siz onları Allah'ın izniyle oldurmekteyken, Allah size vaadini dogrulamıstı. Nihayet, siz korkuya kapıldınız, yapılacak is hususunda cekistiniz. Ve Allah, sevdiginiz seyi size gosterdikten sonra isyan ettiniz. Icinizden bir kısmı dunyayı istiyordu, bir kısmınız ise ahireti istiyordu. Sonra sizi imtihan etmek icin onlardan uzaklastırdı. Yemin olsun, sizi affetmisti. Allah, muminlere karsı lutuf sahibidir"}]}