{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"He replied, “What! Though I bring you better guidance than that which you found your fathers following?” They said, “Truly we disbelieve in that wherewith you have been sent.”"},{"SurahNumber":43,"VerseNumber":25,"Text":"So We took vengeance upon them. And behold how the deniers fared in the end"},{"SurahNumber":43,"VerseNumber":26,"Text":"And [remember] when Abraham said to his father and his people, “Truly I am quit of that which you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"save Him who originated me, for surely He will guide me.”"},{"SurahNumber":43,"VerseNumber":28,"Text":"And He made it a word enduring among his posterity, that haply they may return"},{"SurahNumber":43,"VerseNumber":29,"Text":"Nay, I provided for these and their fathers until the Truth came unto them and a clear messenger"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the Truth came unto them, they said, “This is sorcery, and we do not believe in it.”"},{"SurahNumber":43,"VerseNumber":31,"Text":"And they said, “Why was this Quran not sent down to a great man from one of the two towns?”"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who apportion the Mercy of thy Lord? We have apportioned for them their livelihood in the life of this world and have raised some of them above others in rank, that some of them may take others into service. And the Mercy of thy Lord is better than that which they amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"And were it not that mankind would be one community, We would have made for those who disbelieve in the Compassionate silver roofs for their houses, stairways whereon to ascend"},{"SurahNumber":43,"VerseNumber":34,"Text":"doors to their houses, couches whereon to recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"and gold ornaments. Yet all of that would be but enjoyment of the life of this world. And the Hereafter, in the presence of thy Lord, is for the reverent"},{"SurahNumber":43,"VerseNumber":36,"Text":"Whosoever turns blindly away from the remembrance of the Compassionate, We assign to him a satan who is then a companion unto him"},{"SurahNumber":43,"VerseNumber":37,"Text":"And they turn them from the way; yet they suppose that they are rightly guided"},{"SurahNumber":43,"VerseNumber":38,"Text":"till, when he comes unto Us, he will say, “Would that there were between me and thee the distance of the two easts! What an evil companion!”"},{"SurahNumber":43,"VerseNumber":39,"Text":"Yet on that Day it will not benefit you, since you did wrong, to share in the punishment"},{"SurahNumber":43,"VerseNumber":40,"Text":"Dost thou, then, make the deaf to hear or guide the blind and those in manifest error"},{"SurahNumber":43,"VerseNumber":41,"Text":"Either We shall take thee away, and then take vengeance upon them"},{"SurahNumber":43,"VerseNumber":42,"Text":"or We shall show thee that which We have promised them. For surely We have power over them"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold fast to that which We have revealed unto thee. Truly thou art upon a straight path"},{"SurahNumber":43,"VerseNumber":44,"Text":"Truly it is a reminder unto thee and thy people, and you will be questioned"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ask those of Our messengers whom We sent before thee, “Have We appointed gods to be worshipped apart from the Compassionate?”"},{"SurahNumber":43,"VerseNumber":46,"Text":"We did indeed send Moses with Our signs unto Pharaoh and his notables. And he said, “I am a messenger of the Lord of the worlds.”"},{"SurahNumber":43,"VerseNumber":47,"Text":"But when he brought them Our signs, behold, they laughed at them"},{"SurahNumber":43,"VerseNumber":48,"Text":"Not a sign did We show them, but that it was greater than its sister. And We seized them with the punishment, that haply they may return"},{"SurahNumber":43,"VerseNumber":49,"Text":"They said, “O sorcerer, call upon your Lord for us in accord with that which He has covenanted with you; surely we shall then be guided.”"},{"SurahNumber":43,"VerseNumber":50,"Text":"Yet when We removed the punishment from them, behold, they reneged"},{"SurahNumber":43,"VerseNumber":51,"Text":"And Pharaoh called out among his people, saying, “O my people! Is not the sovereignty of Egypt mine, and do these streams not flow beneath me? Do you not, then, see"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I not better than this one who is vile and can scarcely speak plain"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why, then, have armlets of gold not been cast upon him, and why do angels not accompany him?”"},{"SurahNumber":43,"VerseNumber":54,"Text":"Then he incited his people to make light, and they obeyed him. Truly they were an iniquitous people"},{"SurahNumber":43,"VerseNumber":55,"Text":"So when they roused Our Anger, We took vengeance upon them and drowned them all together"},{"SurahNumber":43,"VerseNumber":56,"Text":"We made them a bygone people and an example for those of later times"}]}