{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Dileyenler için, Yusuf ve kardeşlerinde dersler vardır"},{"SurahNumber":12,"VerseNumber":8,"Text":"(Kardeşleri) demişlerdi ki: \"Babamız, Yusuf ve (öz) kardeşini bizden daha çok seviyor, biz ise çoğunluğuz. Babamız açıkça yanlış bir tutum içindedir"},{"SurahNumber":12,"VerseNumber":9,"Text":"Yusuf'u öldürün, ya da onu bir uzak yere yollayın ki babanızın ilgisi sizde odaklansın. Daha sonra da erdemli bir topluluk olursunuz"},{"SurahNumber":12,"VerseNumber":10,"Text":"Onlardan birisi şöyle dedi: \"Yusuf'u öldürmeyin, onu kuyunun dibine atın. Böyle yaparsanız kervanlardan biri onu bulup götürebilir"},{"SurahNumber":12,"VerseNumber":11,"Text":"Dediler ki: \"Ey babamız, neden Yusuf hakkında bize güvenmiyorsun? Oysa biz onun candan dostlarıyız"},{"SurahNumber":12,"VerseNumber":12,"Text":"Onu bizimle birlikte yolla ki koşup oynasın. Kuşkusuz biz onu koruyacağız"},{"SurahNumber":12,"VerseNumber":13,"Text":"Dedi ki: \"Onu götürmeniz beni endişelendirir. Korkarım ki haberiniz yokken onu kurt yer"},{"SurahNumber":12,"VerseNumber":14,"Text":"Dediler ki: \"Biz kalabalık bir grup olduğumuz halde onu kurt yerse, o zaman gerçekten kaybedenler oluruz"},{"SurahNumber":12,"VerseNumber":15,"Text":"Onu götürdükleri ve kuyunun dibine atmak için topluca karar verdikleri sırada biz ona: \"(Üzülme) Onların bu yaptıklarını, hiç farkında olmayacakları bir anda onlara anlatacaksın,\" diye vahyettik"},{"SurahNumber":12,"VerseNumber":16,"Text":"Akşamleyin ağlayarak babalarına geldiler"},{"SurahNumber":12,"VerseNumber":17,"Text":"Ey babamız,\" dediler, \"Gittik, yarışıyorduk. Yusuf'u da eşyamızın yanında bırakmıştık. Sonunda onu kurt yedi. Doğru konuşsak bile sen bize inanmıyacaksın"},{"SurahNumber":12,"VerseNumber":18,"Text":"Gömleğine yalandan kan bulaştırmışlardı. Dedi ki: \"Doğrusu, egonuz sizi bir işe sürüklemiş. Bana düşen (bu acıya) güzelce dayanmaktır. Sizin komplonuza karşı ancak ALLAH'tan yardım istenir"},{"SurahNumber":12,"VerseNumber":19,"Text":"Oradan geçmekte olan bir kervan, sucularını gönderdi, kovasını sarkıtınca: \"Müjde, burada bir erkek çocuğu var!,\" dedi. Onu ticari bir mal olarak sakladılar. ALLAH onların yaptıklarını biliyordu"},{"SurahNumber":12,"VerseNumber":20,"Text":"Ona ihtiyaçları olmadığı için ucuz bir fiyata, bir kaç dirheme sattılar"},{"SurahNumber":12,"VerseNumber":21,"Text":"Onu Mısır'da satın alan kişi, karısına, \"Ona iyi bak, olur ki bize yararı dokunur, ya da onu evlat ediniriz,\" dedi. Böylece Yusuf'u yeryüzünde yerleştirip ona rüyaların yorumunu öğretiyorduk. ALLAH işini sonuçlandırandır; fakat halkın çoğu bunu bilmez"},{"SurahNumber":12,"VerseNumber":22,"Text":"Büyüyüp erginleşince ona bilgelik ve bilgi verdik. Güzel davrananları böyle ödüllendiririz"},{"SurahNumber":12,"VerseNumber":23,"Text":"Evinde bulunduğu kadın onu baştan çıkarmak istedi, kapıları kitledi ve: \"Tümüyle sana aidim,\" dedi. Dedi ki: \"ALLAH'a sığınırım. O benim Rabbimdir (efendimdir), ki bana iyi bir yer verdi. Zalimler başarmaz"},{"SurahNumber":12,"VerseNumber":24,"Text":"Kadın onu çok arzulamıştı, Rabbinin işaretini görmeseydi o da onu çok arzulamıştı. Böylece kötülük ve fenalığı ondan çevirdik. O, katışıksız kullarımızdandı"},{"SurahNumber":12,"VerseNumber":25,"Text":"Kapıya doğru koşuştular. Kadın onun gömleğini arkadan çekip yırttı. Kapının yanında kadının beyiyle karşılaştılar. Kadın: \"Karına tecavüz etmek isteyen kişinin ya hapsedilmesi veya acı bir azapla cezalandırılması gerekmez mi,\" dedi"},{"SurahNumber":12,"VerseNumber":26,"Text":"Dedi ki: \"Aslında senin karın beni baştan çıkarmak istedi.\" Aileden bir tanık: \"Gömleği ön taraftan yırtılmışsa kadın doğruyu söylüyor, o ise bir yalancıdır"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yok eğer gömleği arkadan yırtılmışsa, o zaman kadın yalancı, o doğru sözlüdür,\" diye tanıklıkta bulundu"},{"SurahNumber":12,"VerseNumber":28,"Text":"Gömleğinin arkadan yırtılmış olduğunu görünce, \"Bu, siz kadınların planıdır. Planınız müthiştir,\" dedi"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf, sen bu olayı unut. Sen de (ey kadınım) günahından dolayı bağışlanma dile. Sen hata işledin"}]}