{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ó emberek! Ti Allah-ra vagytok utalva. Ám Ő nincs ráutalva senkire, Ő a Magasztalandó"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ha úgy akarja (elpusztítva) eltüntet benneteket és új teremtést hoz"},{"SurahNumber":35,"VerseNumber":17,"Text":"Allah számára ez nem nehéz feladat"},{"SurahNumber":35,"VerseNumber":18,"Text":"És egyetlen terhet hordozó sem fogja másnak a terhét hordozni. És ha valaki terhekkel megrakott a terhe cipelésére hív valakit, nem hordja azt senki helyette, még a rokon sem. Te csak azoknak szolgálsz intőként, akik láthatatlanban is félik Urukat és az imát megtartják. És, aki megtisztítja magát önmaga számára tisztul meg. Allah-hoz vezet az út"},{"SurahNumber":35,"VerseNumber":19,"Text":"És nem egyenlő a vak és a látó"},{"SurahNumber":35,"VerseNumber":20,"Text":"Sem pedig a sötétségek és a fény\" (nem egyenlők)"},{"SurahNumber":35,"VerseNumber":21,"Text":"Sem pedig az árnyék és az égető szél (vagy a nap melege)"},{"SurahNumber":35,"VerseNumber":22,"Text":"És nem egyenlők az élők és a holtak. Allah hallást adhat annak, akinek Ő akar. Ám te azonban nem adhatsz hallást azoknak, akik a sírokban vannak"},{"SurahNumber":35,"VerseNumber":23,"Text":"Te (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) csupán intő vagy"},{"SurahNumber":35,"VerseNumber":24,"Text":"Bizony Mi elküldtünk Téged az Igazsággal örömhírhozóként és intőként. Nem volt olyan közösség, amelyben nem múlt volna el (nem élt volna) intő"},{"SurahNumber":35,"VerseNumber":25,"Text":"És ha meghazudtolnak Téged - már az előttük éltek is meghazudtolták. Küldötteik a világos bizonyítékokat és a könyveket és a világosságot mutató Könyvet hozták el nekik"},{"SurahNumber":35,"VerseNumber":26,"Text":"Ezután megragadtam azokat, akik hitetlenek voltak. Milyen (borzalmas) volt (is) az Én rosszallásom"},{"SurahNumber":35,"VerseNumber":27,"Text":"Nemlátod talán, hogy Allah vizet (esőt) bocsátott le az égből. És gyümölcsöket sarjasztottunk általa, mindenféléket és a hegyeken különböző rétegek (találhatók), vörös, fehér és hollófekete"},{"SurahNumber":35,"VerseNumber":28,"Text":"Az emberek és az állatok és a jószágok között is különbözőek vannak. Így van ez! Csak azok félik Allah-ot az Ő szolgái közül, akik tudással rendelkeznek. Allah Hatalmas és Megbocsátó"},{"SurahNumber":35,"VerseNumber":29,"Text":"Bizony azok, akik recitálják Allah Könyvét (ezt a Koránt), megtartják az imát (as-salatu) és adakoznak abból, amivel elláttuk öket, akár titokban, akár nyíltan teszik ezt - azok reménykedhetnek egy olyan kereskedésben, amely Soha el nem múlik"},{"SurahNumber":35,"VerseNumber":30,"Text":"Hogy Ő megadja nekik jutalmukat és még az Ő túláradó kegyelméből adjon is hozzá. Hiszen Ő Megbocsátó és hálásan Fogadó"},{"SurahNumber":35,"VerseNumber":31,"Text":"És amit sugalltunk Neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) az Írásból (a Koránból) az maga az Igazság, igazolva a korábban voltakat. Bizony Allah az Ő szolgáival szemben tudással Bíró és figyelemmel kíséri őket"},{"SurahNumber":35,"VerseNumber":32,"Text":"Azután örökül hagytuk a Könyvet (ezt a Koránt) azoknak a szolgáinknak, akiket kiválasztottunk\" , Van közöttük olyan, aki önmaga ellen vét és van közöttük közép úton járó és vannak olyanok - akik Allah engedelmével - megelőznek a jótettekben. Ez a nagy kegyelem"},{"SurahNumber":35,"VerseNumber":33,"Text":"Éden (Adn) Kertjei, ide lépnek ök be és felékíttetnek ott arany és gyöngy karperecekkel és ruházatuk ott selyemből van"},{"SurahNumber":35,"VerseNumber":34,"Text":"Azt mondják: , Hála legyen Allah- nak (al-hamdu li-Llahi), Aki levette rólunk a szomorúságot. Bizony a mi Urunk Megbocsátó és hálásan Fogadó"},{"SurahNumber":35,"VerseNumber":35,"Text":"Aki, az Ő túláradó kegyelme folytán, az örök tartózkodás Honába telepített le bennünket, ahol nem érint meg bennünket sem fáradság, sem erőtlenség"},{"SurahNumber":35,"VerseNumber":36,"Text":"Ám azok, akik hitetlenkednek, nekik a Pokol tüze jut. Nem ítéltetnek arra, hogy meghaljanak és annak büntetése sem lesz kevesebb. Ekképpen jutalmazunk minden hitetlent"},{"SurahNumber":35,"VerseNumber":37,"Text":"És ők felordítanak ott: , Urunk! Engedj kilépni bennünket, hogy jóravaló módon cselekedhessünk, nem úgy, ahogyan előzőleg tettünk.\" (Allah válasza: , Vajon nem éltettünk-e benneteket annyi ideig, hogy azalatt az, aki hallgatni akart az intő szóra, hallgathatott volna arra. Holott intő érkezett hozzátok. Kóstoljátok hát meg (tetteitek borzalmas következményét)! A bűnösöknek nincs segítőjük"},{"SurahNumber":35,"VerseNumber":38,"Text":"Bizony Allah tudással bír az egek és a föld titkos, láthatatlan dolgairól. is. Bizony Ő ismeri a lelkek legrejtettebb titkát is"},{"SurahNumber":35,"VerseNumber":39,"Text":"Ő az, Aki az elődök utódaiként helyezett el benneteket a földön. Aki hitetlen volt, annak maga ellen szól a hitetlensége. És a hitetlenek hitetlensége még csak növeli a visszatetszést az ő Uruknál. És a hitetlenek hitetlensége csak a kárvallottságukat növeli"},{"SurahNumber":35,"VerseNumber":40,"Text":"Mondd (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): Hogyan vélekedtek a társaitokról, akikhez Allah helyett fohászkodtok? Mutassátok meg nekem mit teremtettek ők a földből! Avagy részesedésük van az egekben, vagy Írást adtunk nekik és. ök nyilvánvaló bizonyítékokkal rendelkeznek abból? Nem! A bűnösök csak szemfényvesztő ígéreteket tesznek egymásnak"}]}