{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"Digues: «Puc informar-vos de quelcom millor que això?» Qui temin a Al·là trobaran al costat del seu Senyor jardins pels baixos dels quals fluïxen rierols i en els que estaran eternament, esposes purificades i la satisfacció d'Al·là. Al·là veu bé als seus serfs"},{"SurahNumber":3,"VerseNumber":16,"Text":"que diuen: «Senyor! Nosaltres creiem! Perdona'ns, doncs, els nostres pecats i preserva'ns del càstig del Foc!»"},{"SurahNumber":3,"VerseNumber":17,"Text":"pacients, sincers, devots, que practiquen la caritat i demanen perdó al rompent de l'alba"},{"SurahNumber":3,"VerseNumber":18,"Text":"Al·là testifica, i amb Ell els àngels i els homes dotats de ciència, que no hi ha més déu que Ell, Que vetlla per l'equitat. No hi ha més déu que Ell, el Poderós, el Savi"},{"SurahNumber":3,"VerseNumber":19,"Text":"Certament, la Religió, per a Al·là, és l'islam. Aquells a qui es va donar l'Escriptura no es van oposar uns a uns altres, per rebel·lia mútua, sinó després d'haver rebut la Ciència. Qui no creu en els signes d'Al·là,... Al·là és ràpid a ajustar comptes"},{"SurahNumber":3,"VerseNumber":20,"Text":"Si disputen amb tu, digues: «Jo em sotmeto a Al·là i el mateix fan qui em segueixen». I digues a qui van rebre l'Escriptura i a qui no la van rebre: «Us convertiu a l'islam?», Si es converteixen , estan bé dirigits; si tornen l'esquena, a tu només t'incumbeix la transmissió. Al·là veu bé als seus serfs"},{"SurahNumber":3,"VerseNumber":21,"Text":"Anuncia un càstig dolorós a qui no creuen en els signes d'Al·là, maten als profetes sense justificació i maten als homes que ordenen l'equitat"},{"SurahNumber":3,"VerseNumber":22,"Text":"Aquests són aquells les obres dels quals són vanes en la vida d'aquí i en l'altra i no tindran qui els auxiliïn"},{"SurahNumber":3,"VerseNumber":23,"Text":"No has vist a qui han rebut una porció de l'Escriptura ? Se'ls convida que acceptin l'Escriptura d'Al·là perquè decideixi entre ells, però alguns tornen l'esquena i es van"},{"SurahNumber":3,"VerseNumber":24,"Text":"És que han dit: «El foc no ens tocarà més que per dies contats». Les seves pròpies mentides els han enganyat en la seva religió"},{"SurahNumber":3,"VerseNumber":25,"Text":"Què passarà quan els reunim per a un dia indubitable i cadascun rebi el seu merescut? I no seran tractats injustament"},{"SurahNumber":3,"VerseNumber":26,"Text":"Digues: «Oh, Al·là, Amo del domini! Tu dónes el domini a qui vols i l'hi retires a qui vols, exaltes a qui vols i humilies a qui vols. En La teva mà està el bé. Ets Omnipotent"},{"SurahNumber":3,"VerseNumber":27,"Text":"Tu fas que la nit entre en el dia i que el dia entre en la nit. Tu saques al viu del mort i al mort del viu. Tu proveïxes sense mesura a qui vols»"},{"SurahNumber":3,"VerseNumber":28,"Text":"Que no prenguin els creients com aliats als infidels en lloc de prendre als creients -qui obri així no tendrá cap participació en Al·là-, a menys que tenguissin alguna cosa que témer d'ells. Al.lá us adverteix que aneu amb compte amb Ell. Al·là és la fi de tot"},{"SurahNumber":3,"VerseNumber":29,"Text":"Digues: «El mateix si amagueu el que teniu en els vostres pits que si ho manifesteu, Al·là ho coneix». I coneix el que està en els cels i en la terra. Al·là és omnipotent"},{"SurahNumber":3,"VerseNumber":30,"Text":"El dia que cadascun es trobi enfront del bé i el mal que ha fet, desitjarà tenir bé lluny aquest dia. Al·là adverteix que aneu amb compte amb Ell. Al·là és mans amb Els seus serfs"},{"SurahNumber":3,"VerseNumber":31,"Text":"Digues: «Si estimeu a Al·là ,seguiu-me! Al·là us estimarà i us perdonarà els vostres pecats. Al·là és indulgent, misericordiós»"},{"SurahNumber":3,"VerseNumber":32,"Text":"Digues: «Obeïu a Al·là i al Missatger!»Si tornen l'esquena,... Al·là no estima als infidels"}]}