{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Kady vystehovat dat z BUH prosit rozhodnuti zahrabat prima dar urodnost! Kady ustoupit vy- svem tesne vystehovat BUH Svem hlasatel pak smrt lov vy- ke jemu svem odmenit zachovat BUH! BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":4,"VerseNumber":101,"Text":"When ty cestovat behem bojovat ty ne predloit hrich zkratit svuj Spojeni Prosba (Salat) ty pramen strachu onen disbelievers napadnout ty! Prece disbelievers jsem svuj havy nepritel"},{"SurahNumber":4,"VerseNumber":102,"Text":"When ty jsem ti primet Spojeni Prosba (Salat) ti pripustit trochu o ty kozlik kryt; pripustit ti zastavit jejich zbrane pripustit ti kozlik ty ty premoct! Pak pripustit jiny seskupit ne adat pokladat jejich zmena adat ty doba others kozlik kryt zastavit jejich zbrane! Ty pochybovat adat prijmout ty promeskat svuj zbrane svuj vybaveni za rozkazovat napadnout ty kdysi i kdy nebo uplne! Ty ne predloit hrich ty kos des uraka pripojit v cem svuj zbrane touit ackoliv ty trvat vylekat! BUH nacvicit si disbelievers HANEBNY ODSKODNENI"},{"SurahNumber":4,"VerseNumber":103,"Text":"Drive ty naprosty svuj Spojeni Prosba (Salat) ty pamatovat BUH doba jmeno sedici svetsky! Drive bojovat jsem ty slavit Spojeni Prosba (Salat;) Spojeni Prosba (Salat) rozhodnout verici typicky cas"},{"SurahNumber":4,"VerseNumber":104,"Text":"Ne waver pokracovat nepritel! Ty snest oni take snest. Ty myslit BUH co oni nikdy myslit. BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":4,"VerseNumber":105,"Text":"My odeslat shodit ty bible truthfully za rozkazovat s kritizovat among a narod proto ktery BUH beet ty! Ty ne stranka betrayers"},{"SurahNumber":4,"VerseNumber":106,"Text":"Ty vzyvat BUH odpusteni. BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ne svedcit ochoten za o ty spatne jejich uznat duse; BUH ne milovat kady betrayer vinny"},{"SurahNumber":4,"VerseNumber":108,"Text":"Oni ukryt lide ne pecovat ukryt BUH On byl ti protoe oni harbor plan On nelibost! BUH BYL CELKEM vedomy si o VSECHNO ONI UCINIL"},{"SurahNumber":4,"VerseNumber":109,"Text":"Na Tomto Miste vy jsem svedcit jejich pro za tohleto spolecnost; diskutovat BUH jejich pro Cas Zmrtvychvstani? Ktery jsem jejich zastance"},{"SurahNumber":4,"VerseNumber":110,"Text":"Kady predloit odporny spatne svem duse pak vzyvat BUH odpusteni rozhodnuti BUH Ochotny Odpustit Milosrdny"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kady ziskat hrich ziskat to skoda svych uznat duse. BUH jsem VSEVEDOUCI ODBORNY"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kady ziskat hrich pak obvinit bez osoba o tom predloit rouhani odporny utok"},{"SurahNumber":4,"VerseNumber":113,"Text":"Jestlie to byl pro buh ozdobit ty Svem soucit trochu o ti zavest ty! Oni jen zavest oni nikdy poskozeni ty za a nejmene BUH ODESLAT SHODIT TY BIBLE MOUDROST ON UCIT TY co TY NIKDY MODNI! Vskutku buh stesti ty jsem veliciny"}]}