{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Me emrin e All-llahut, Meshiruesit, Meshireberesit"},{"SurahNumber":1,"VerseNumber":2,"Text":"Falenderimi i takon All-llahut, Zotit te boterave"},{"SurahNumber":1,"VerseNumber":3,"Text":"Meshiruesit, Meshireberesit"},{"SurahNumber":1,"VerseNumber":4,"Text":"Sunduesit te dites se Gjykimit"},{"SurahNumber":1,"VerseNumber":5,"Text":"Ty te adhurojme dhe prej Teje ndihme kerkojme"},{"SurahNumber":1,"VerseNumber":6,"Text":"Udhezona ne rrugen e drejte"},{"SurahNumber":1,"VerseNumber":7,"Text":"Ne rrugen e atyre ndaj te cileve ke bekimin, e jo ne te atyre qe je i hidheruar, dhe qe kane humbur"},{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Ky eshte libri ne te cilin nuk ka dyshim, udhezues per ata qe frikesohen (nga All-llahu)"},{"SurahNumber":2,"VerseNumber":3,"Text":"Te cilet e besojne te fshehten, e kryejne faljen dhe prej asaj qe Ne i kemi furnizuar, japin"},{"SurahNumber":2,"VerseNumber":4,"Text":"Dhe ata te cilet e besojne ate qe t’u shpall Ty, dhe ate qe eshte shpallur para teje, dhe te cilet per ahiretin (boten tjeter) jane te bindur"},{"SurahNumber":2,"VerseNumber":5,"Text":"Te tillet jane te udhezuarit nga Zoti i tyre dhe te tillet jane te shpetuarit"},{"SurahNumber":2,"VerseNumber":6,"Text":"E per ata qe mohuan eshte njelloj, ua terhoqe verejtjen apo nuk ua terhoqe, ata nuk besojne"},{"SurahNumber":2,"VerseNumber":7,"Text":"All-llahu vendoi vule ne zemrat e tyre dhe veshet e tyre, ndersa ne te pamurit e tyre ka nje perde, e per ta ka denim te madh"},{"SurahNumber":2,"VerseNumber":8,"Text":"Ka prej njerezve qe thone: “Ne i besojme All-llahut dhe jetes tjeter (ahiretit)”, por ata nuk jane besimtare"},{"SurahNumber":2,"VerseNumber":9,"Text":"(Perpiqen ta) mashtrojne All-llahun dhe ata qe besuan, por nuk mashtrojne tjeterke pos vetes, dhe nuk e kuptojne"},{"SurahNumber":2,"VerseNumber":10,"Text":"Ne zemrat e tyre ka semundje, pra All-llahu ua shton semundjen, dhe pesojne denim te dhembshem per shkak se pergenjenin"},{"SurahNumber":2,"VerseNumber":11,"Text":"E kur atyre u thuhet: “Mos beni c’rregullira ne toke”! Ata thone: “Ne jemi vetem paqesues!”"},{"SurahNumber":2,"VerseNumber":12,"Text":"A nuk jane vertet ata c’rregulluesit?; Por nuk kuptojne"},{"SurahNumber":2,"VerseNumber":13,"Text":"Dhe kur atyre u thuhet: Besoni sikurse besuan njerezit! Ata thone: “A te besojme ashtu sic besuan mendjelehtit?” A nuk jane vertet mu ata mendjelehtit?; Por nuk e dine"},{"SurahNumber":2,"VerseNumber":14,"Text":"E kur i takojne ata qe besuan thone: “Ne besojme!” por kur vecohen me djajt e vet u thone: “Ne jemi me ju, ne vetem jemi tallur”"},{"SurahNumber":2,"VerseNumber":15,"Text":"All-llahu tallet me ta, dhe ua shton te keqiat duke i lene te bredhin"},{"SurahNumber":2,"VerseNumber":16,"Text":"Te tillet jane ata qe blene lajthitjen me udhezimin, pra nuk pati fitim tregetia e tyre dhe ata nuk qene te udhezuar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Shembulli i tyre eshte si shembulli i atij qe ndeze nje zjarr dhe posa ai ndricon vendin perreth tij, All-llahu ua shuan driten atyre dhe i le ne erresira, (dhe aty) nuk shohin"},{"SurahNumber":2,"VerseNumber":18,"Text":"(Jane) Te shurdher, memece dhe te verber, ata nuk kthehen (nga rruga e shtrember)"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ose (Shembulli i tyre eshte) si ndonje shi i rrepte prej se larti me erresire, me bubullime e me vetetime, e prej frikes se vdekjes, nga rrufeja, ata vejne gishtat ne veshet e tyre. Po All-llahu eshte rrethues i mosbesimtareve (atij nuk mund t’i shpetoje askush)"},{"SurahNumber":2,"VerseNumber":20,"Text":"Vetetima gati ua merre te pamurit dhe, sahere qe ajo u bene drite atyre, ata ecin ne te, e kur u erresohet mbesin aty. E sikur te donte All-llahu, do t’ua merrte te degjuarit (me krismen e bubullimes) dhe te pamurit (me shkendijen e vetetimes). Vertete, All-llahu eshte i plotefuqishem per cdo gje"},{"SurahNumber":2,"VerseNumber":21,"Text":"U ju njerez, adhuronie Zotin tuaj, i cili ju krijoi juve ashtu qe te jeni te devotshem (te shpetuar)"},{"SurahNumber":2,"VerseNumber":22,"Text":"Ai, i cili per ju beri token shtrat, (vendbanim) e qiellin kulm, e prej qiellit ju leshoi shi me te cilin ju siguroi lloje te frutave si ushqim per ju, pra mos i pershkruani All-llahut shoke, duke qene se ju e dini (qe Ai nuk ka shoke)"},{"SurahNumber":2,"VerseNumber":23,"Text":"E ne qofte se jeni ne dyshim ne ate qe Ne ia shpallem gradualisht robit tone, atehere sillnie ju nje kaptine te ngjashme si ai (Kur’ani) dhe thirrni (per ndihme) deshmitaret tuaj (zoterat) pos All-llahut, nese jeni te sinqert (ne theniet tuaja se Kur’ani nuk eshte prej Zotit)"},{"SurahNumber":2,"VerseNumber":24,"Text":"E mos e pacit bere (deri me tash), e as qe do ta beni kurre (edhe ne te ardhmen), atehere ruajuni zjarrit, lende e te cilit jane njerezit dhe guret, qe eshte i pergaditur per mosbesimtaret"},{"SurahNumber":2,"VerseNumber":25,"Text":"E, pergezoi ata qe besuan dhe bene vepra te mira se ata do te jene ne Xhennete ne te cilet rrjedhin lumenj. Sahere qe u jepet ndonje ushqim nga frutat e tij, ata thone: “Ky eshte qe me te u ushqyem edhe me pare”. Ngase, u sillet ushqim i ngjashem (vetem ne forme, e jo edhe ne shije). Aty do te kene ata bashkeshorte te pastra dhe aty do te jene pergjithmone"}]}