{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"and his associate [Satan] will say, \"Lord, I did not make him transgress, he had already gone far astray himself"},{"SurahNumber":50,"VerseNumber":28,"Text":"God will say, \"Do not quarrel in My presence. I gave you the warning beforehand"},{"SurahNumber":50,"VerseNumber":29,"Text":"and My word shall not be changed, nor am I unjust to My servants"},{"SurahNumber":50,"VerseNumber":30,"Text":"On that Day, We shall ask Hell, \"Are you now full?\" Hell will answer, \"Are there any more"},{"SurahNumber":50,"VerseNumber":31,"Text":"Paradise will be brought near to the righteous and will no longer be far away"},{"SurahNumber":50,"VerseNumber":32,"Text":"This is what you were promised -- this is for everyone who often turned to God and kept Him in mind"},{"SurahNumber":50,"VerseNumber":33,"Text":"who fears the Compassionate One, though He is unseen, and comes to Him with a penitent heart"},{"SurahNumber":50,"VerseNumber":34,"Text":"so enter it in peace. This is the Day of everlasting life"},{"SurahNumber":50,"VerseNumber":35,"Text":"There they shall have all that they desire, and there is even more with Us"},{"SurahNumber":50,"VerseNumber":36,"Text":"How many a generation, far greater in prowess, have We destroyed before them! They searched the entire land: but could they find a refuge"},{"SurahNumber":50,"VerseNumber":37,"Text":"There is truly a reminder in this for whoever has a heart, whoever listens attentively"},{"SurahNumber":50,"VerseNumber":38,"Text":"We created the heavens, the earth, and everything between them in six days [periods] nor were We ever wearied"},{"SurahNumber":50,"VerseNumber":39,"Text":"So bear with patience what they say, and glorify your Lord with His praise, before the rising and before the setting of the sun"},{"SurahNumber":50,"VerseNumber":40,"Text":"proclaim His praise in the night and at the end of every prayer"},{"SurahNumber":50,"VerseNumber":41,"Text":"Hearken! The Day when the caller will call from near"},{"SurahNumber":50,"VerseNumber":42,"Text":"The Day when men will hear the fateful cry, they will rise up [from their graves]"},{"SurahNumber":50,"VerseNumber":43,"Text":"Truly, it is We who give life and cause death, and to Us shall all return"},{"SurahNumber":50,"VerseNumber":44,"Text":"on the Day the earth will be rent asunder over them, and from it they shall emerge in haste. To assemble them all is easy enough for Us"},{"SurahNumber":50,"VerseNumber":45,"Text":"We know best what those who deny the truth say. You are not there to force them: so remind, with this Quran, those who fear My warning"},{"SurahNumber":51,"VerseNumber":1,"Text":"By the winds that scatter the dust"},{"SurahNumber":51,"VerseNumber":2,"Text":"and those that bear the burden [of the rain]"},{"SurahNumber":51,"VerseNumber":3,"Text":"and those speeding along with ease"},{"SurahNumber":51,"VerseNumber":4,"Text":"and distributing the command of God at His behest"},{"SurahNumber":51,"VerseNumber":5,"Text":"What you are promised is certainly true"},{"SurahNumber":51,"VerseNumber":6,"Text":"the Judgement will surely come to pass"},{"SurahNumber":51,"VerseNumber":7,"Text":"by the heaven full of tracks"},{"SurahNumber":51,"VerseNumber":8,"Text":"surely you are deeply at variance [as to what to believe]"},{"SurahNumber":51,"VerseNumber":9,"Text":"he is turned away from [the truth] who is destined to be so turned away"},{"SurahNumber":51,"VerseNumber":10,"Text":"May the conjecturers perish"},{"SurahNumber":51,"VerseNumber":11,"Text":"who flounder in the depths of ignorance"},{"SurahNumber":51,"VerseNumber":12,"Text":"They ask, \"When will the Day of Judgement come"},{"SurahNumber":51,"VerseNumber":13,"Text":"It will be the Day when they are tormented at the Fire"},{"SurahNumber":51,"VerseNumber":14,"Text":"Taste your trial. This is what you sought to hasten"},{"SurahNumber":51,"VerseNumber":15,"Text":"Surely the God-fearing will find themselves in the midst of gardens and springs"},{"SurahNumber":51,"VerseNumber":16,"Text":"They shall receive what their Lord will bestow on them. They have done good works in the past"},{"SurahNumber":51,"VerseNumber":17,"Text":"sleeping little in the night-time"},{"SurahNumber":51,"VerseNumber":18,"Text":"praying at dawn for God's pardon"},{"SurahNumber":51,"VerseNumber":19,"Text":"and sharing their possessions with the beggars and the deprived"},{"SurahNumber":51,"VerseNumber":20,"Text":"On the earth, and in yourselves"},{"SurahNumber":51,"VerseNumber":21,"Text":"there are signs for firm believers. Do you not see then"},{"SurahNumber":51,"VerseNumber":22,"Text":"In heaven is your sustenance, and also that which you are promised"},{"SurahNumber":51,"VerseNumber":23,"Text":"By the Lord of the heaven and the earth, it is certainly the truth. It is as true as your ability to speak"},{"SurahNumber":51,"VerseNumber":24,"Text":"Have you heard the story of Abraham's honoured guests"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they came to him they said, \"Peace!\" He answered, \"Peace!\" [saying to himself]. \"They are strangers"},{"SurahNumber":51,"VerseNumber":26,"Text":"Then he turned quickly to his household, and brought a fatted calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"and placed it before them. \"Will you not eat?\" he said"},{"SurahNumber":51,"VerseNumber":28,"Text":"beginning to be afraid of them. But they said, \"Don't be afraid\"; and they gave him the good news of a son who would be endowed with knowledge"},{"SurahNumber":51,"VerseNumber":29,"Text":"Then his wife came forward, crying and beating her brow. She said, \"I am surely a barren, old woman"},{"SurahNumber":51,"VerseNumber":30,"Text":"Such is the will of your Lord,\" they replied. \"He is the Wise, the All Knowing"}]}