{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Bedu'inara bale, ‘amara imana analama’. Baluna, ‘tomara imana anani, baram tomara bala, ‘amara atnasamarpana karechi’, karana imana ekhano tomadera antare prabesa kareni. Ara yadi tomara allah‌ o tamra rasulera anugatya kara tabe tini tomadera amalasamuhera sa'oyaba saman'ya parimana'o laghaba karabena na. Niscaya allah‌ ksamasila, parama dayalu.’"},{"SurahNumber":49,"VerseNumber":15,"Text":"Tara'i to mumina, yara allah‌ o tamra rasulera prati imana eneche, tarapara sandeha posana kareni ebam tadera jibana o sampada diye allahara pathe jihada kareche, tara'i satyanistha"},{"SurahNumber":49,"VerseNumber":16,"Text":"Baluna, ‘tomara ki tomadera dina samparke allahake abagata karaccha? Athaca allaha janena ya kichu ache asamanasamuhe ebam ya kichu ache yamine. Ara allaha sabakichu samparke samyaka abagata"},{"SurahNumber":49,"VerseNumber":17,"Text":"Tara isalama grahana kare apanake dhan'ya kareche mane kare. Baluna, ‘tomara isalama grahana kare amake dhan'ya karecha mane karo na, baram allah‌ imanera dike paricalita kare tomaderake dhan'ya karechena, yadi tomara satyabadi ha'o.’"},{"SurahNumber":49,"VerseNumber":18,"Text":"Niscaya allaha asamanasamuha o yaminera gayeba samparke abagata. Ara tomara ya kara allaha tara samyaka drasta"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kbaph‌, sapatha sam'manita kura'anera"},{"SurahNumber":50,"VerseNumber":2,"Text":"baram tara bismaya bodha kare ye, tadera madhya theke ekajana satarkakari tadera kache esechena. Ara kaphirara bale, ‘e to eka ascarya jinisa"},{"SurahNumber":50,"VerseNumber":3,"Text":"‘amadera mrtyu hale ebam amara matite parinata hale amara ki punarukhita haba? E phire ya'oya suduraparahata.’"},{"SurahNumber":50,"VerseNumber":4,"Text":"Abasya'i amara jani mati ksaya kare tadera katatuku ebam amadera kache ache samyaka sanraksanakari kitaba"},{"SurahNumber":50,"VerseNumber":5,"Text":"Bastuta tadera kache satya asara para tara tate mithyaropa kareche. Ata'eba, tara sansayayukta bisaye nipatita"},{"SurahNumber":50,"VerseNumber":6,"Text":"Tara ki tadera upare abasthita asamanera dike takiye dekhe na, amara kibhabe ta nirmana karechi o take susobhita karechi ebam tate kono phatala'o ne'i"},{"SurahNumber":50,"VerseNumber":7,"Text":"ara amara bistrta karechi yaminake ebam tate sthapana karechi parbatamala. Ara tate ud‌gata karechi nayana pritikara sarbaprakara udbhida"},{"SurahNumber":50,"VerseNumber":8,"Text":"allahara anuragi pratyeka bandara jan'ya jnana o upadesasbarupa"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ara asamana theke amara barsana kari kalyanakara brsti atahpara ta dbara amara utpanna kari udyana, kartanayogya sasya dana"},{"SurahNumber":50,"VerseNumber":10,"Text":"o samunnata khejura gacha yate ache guccha guccha khejura"},{"SurahNumber":50,"VerseNumber":11,"Text":"bandadera riyikasbarupa. Ara amara brsti diye sanjibita kari mrta saharake; ebhabe'i ut'thana ghatabe"},{"SurahNumber":50,"VerseNumber":12,"Text":"Tadera age'o mithyaropa karechila nuhera sampradaya, ras era adhibasi [1] o samuda sampradaya"},{"SurahNumber":50,"VerseNumber":13,"Text":"ara ada, phira’a'una o luta sampapradaya"},{"SurahNumber":50,"VerseNumber":14,"Text":"Ara a'ikara adhibasi [1] o tubba’ sampradaya [2]; tara sakale'i rasulaganera prati mithyaropa karechila [3], phale tadera upara amara sasti yatharthabhabe apatita hayeche"},{"SurahNumber":50,"VerseNumber":15,"Text":"Amara ki prathamabara srsti kare'i klanta haye parechi! Baram natuna srstira bisaye tara sandehe patita"},{"SurahNumber":50,"VerseNumber":16,"Text":"ara abasya'i amara manusake srsti karechi ebam tara prabrtti take ye kumantrana deya ta'o amara jani. Ara amara tara graibasthita dhamanira ceye'o nikatatara"},{"SurahNumber":50,"VerseNumber":17,"Text":"Yakhana tara dane o bame basa du’jana pheresata paraspara (tara amala likhara jan'ya) grahana kare"},{"SurahNumber":50,"VerseNumber":18,"Text":"se ye katha'i uccarana kare tara kache sada upasthita sanraksanakari rayeche"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ara mrtyuyantrana niye eseche (se) satya'i [1]; eta (ta-i) ya theke tumi palate cacchile"},{"SurahNumber":50,"VerseNumber":20,"Text":"Ara singaya phumka deya habe, ota'i pratisruta dina"},{"SurahNumber":50,"VerseNumber":21,"Text":"Ara sedina pratyeka byakti upasthita habe, tara sange thakabe calaka o saksi"},{"SurahNumber":50,"VerseNumber":22,"Text":"Abasya'i tumi e dina sanbad'dhe udasina chile, atahpara amara tomadera samane theke parda unmocana karechi. Sutaram aja theke tomara drsti prakhara"},{"SurahNumber":50,"VerseNumber":23,"Text":"Ara tara sangi pheresata balabe, e'i to amara kache ‘amalanama prastuta.’"},{"SurahNumber":50,"VerseNumber":24,"Text":"Adesa kara habe, tomara ubhaye [1] jahanname niksepa kara pratyeka udbata kaphirake"},{"SurahNumber":50,"VerseNumber":25,"Text":"kalyanakara kaje prabala badhadanakari, simalanghanakari o sandeha posanakari"},{"SurahNumber":50,"VerseNumber":26,"Text":"Ye allahara sange an'ya ilaha grahana karechila, tomara take kathina sastite niksepa kara"}]}