{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"Iboahim, mi t Ijeooeb Mass is, s wawalen, iu$ awal. Inna: \"Nek, a k Rre$ d win ara inehhun medden\". Inna: \"u si tarwa w\"? Inna: \"lemaahda W ur taana ara imednas"},{"SurahNumber":2,"VerseNumber":125,"Text":"Mi Nerra Axxam d lemqam i yimdanen, u d amkan n laman: \"erret lemqam n Iboahim d loamaa\"! Nauhed i Iboahim akked Ismaail: \"zzizdget Axxam iW, i wid idewwioen, wid ip$imin, wid iiiinizen, wid ikennun"},{"SurahNumber":2,"VerseNumber":126,"Text":"Mi inna Iboahim: \"a Mass iw! Err wagi d tamdint n laman, £it imezda$ is s ppemoat; wid, segsen, iumnen s Oebbi akked wass aneggaru\". Inna: \"win ijehlen, a t Ooe$ ad izhu cwii, sinna, a t Nehoe$ ar uaaqeb n tmes. A tu$alin tucmip"},{"SurahNumber":2,"VerseNumber":127,"Text":"Iboahim akked Ismaail, mi ssalayen leeyuv n Uxxam: \"a Mass nne$! Eqbel s$uone$, Kecc, s tidep, d Win Isellen, d Amusnaw"},{"SurahNumber":2,"VerseNumber":128,"Text":"A Mass nne$! Err ane$ d imvuaen iK, u, si dderya nne$, lois ar aK ianzen. Mel a$ isekkiren nne$, Ssuref a$. Kecc, s tidep, Tessurufev, Tepeunuv"},{"SurahNumber":2,"VerseNumber":129,"Text":"A Mass nne$! Azen asen d amazan segsen, ad asen iqqao issekniyen iK, ad asen isseefev Tazmamt akked uuwab, a ten izzizdeg. Kecc, s tidep, d Uzmir, d Bab n uuwab"},{"SurahNumber":2,"VerseNumber":130,"Text":"Anwa iugin ddin n Iboahim, siwa win iccemten iman is? Ni$ Nefren it di ddunit. Di laxeot, neppa, war ccekk, seg iaaoviyen"},{"SurahNumber":2,"VerseNumber":131,"Text":"Mi s Inna Mass is: \"anez\"! Inna: \"unze$ aS i Mass imavalen"},{"SurahNumber":2,"VerseNumber":132,"Text":"Iweuua yis Iboahim arraw is - akken Iaaqub -: \"a yarraw iw, Oebbi, s tidep, Ifren awen ddin, ur ppemmtet siwa ma tunzem"},{"SurahNumber":2,"VerseNumber":133,"Text":"Ne$ tellam d inagan mi d ters tmeppant ar Yaaqub, mi inna i tarwa s: \"anwa ara taabdem deffir i\"? Nnan: \"a naabed Oebbi k, u Oebbi n lejdud ik: Iboahim, Ismaail, Iseaq. Oebbi Yiwen. Nekwni nunez aS"},{"SurahNumber":2,"VerseNumber":134,"Text":"Wigi d lois i iaaddan. Ines ayen ikseb, nnwen ayen tkesbem. Ur kwen steqsayen $ef wayen xeddmen"},{"SurahNumber":2,"VerseNumber":135,"Text":"Nnan: \"ilit d udayen ne$ d imasieiyen, a ppepwanhum\". Ini: \"Xaii, maca ddin n Iboahim, imalen ar tidep. Ur illi seg imcurak"},{"SurahNumber":2,"VerseNumber":136,"Text":"Init: \"numen s Oebbi akked wayen id irsen $uone$, wayen id irsen ar Iboahim, Ismaail, Iseaq, Iaaqub, laaoac, ayen ippunefken i Musa, Aisa, ayen ippunefken i lambiyya, s$uo Mass nnsen. Ur nessemgarrad yiwen segsen, nekwni nunez aS"},{"SurahNumber":2,"VerseNumber":137,"Text":"Ma umnen ayen icuban ayen tumnem, atnan pwanhan. Ma wexxoen, haaten kan di lefoaq. Iqadd ik Oebbi, segsen. Neppa Issel, d Amusnaw"},{"SurahNumber":2,"VerseNumber":138,"Text":"Ssbi$a, n Oebbi. Anwa yifen Oebbi i ssbi$a? Nekwni d iaabbaden iS"},{"SurahNumber":2,"VerseNumber":139,"Text":"Ini: \"day ad a$ tnamrem $ef Oebbi, u Neppa d Mass nne$, u d Mass nnwen? I nekwni igiten nne$, i kunwi igiten nnwen. Nekwni d izedganen iS"},{"SurahNumber":2,"VerseNumber":140,"Text":"Ne$ a d tinim: \"s tidep, Iboahim, Ismaail, Iseaq, Iaaqub, laaoac, llan d udayen, ne$ d imasieiyen\"? Ini: \"Anwa i isnen sennig akw, d kunwi ne$ d Oebbi\"? Anwa i idensen sennig win iffren ccada, i isaa s$uo Oebbi? Ur I$fil Oebbi $ef wayen txeddmem"},{"SurahNumber":2,"VerseNumber":141,"Text":"Asatu agi iaadda. Ines ayen ikseb, nnwen ayen tkesbem. Ur fellawen asteqsi $ef wayen xeddmen"}]}