{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"O, demedim miydi sana dedi, gercekten de sen, benimle beraber bulunmaya dayanamazsın"},{"SurahNumber":18,"VerseNumber":76,"Text":"Musa, bundan sonra dedi, sana bir sey sorarsam benimle arkadas olma artık, bir daha bir sey sorarsam benden ayrılmada gercekten de mazursun"},{"SurahNumber":18,"VerseNumber":77,"Text":"Gene yola dustuler. Bir sehre geldiler, halkından yemek istedilerse de onları konuklayıp doyuran bir tek kisi bile cıkmadı. Orada bir duvar buldular, yıkılmak uzereydi. O zat, duvarı dogrulttu. Musa, dileseydin dedi, bu hizmete karsılık bir ucret alırdın"},{"SurahNumber":18,"VerseNumber":78,"Text":"O zat, iste dedi, seninle benim aramda artık ayrılık bu. Sabredemedigin seylerin ic yuzunu haber vereyim sana"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gemi, denizde calısan yoksul kimselerindi, onu kusurlu bir hale getirmek istedim, cunku ilerde bir padisah var, butun gemileri zaptetmede"},{"SurahNumber":18,"VerseNumber":80,"Text":"Cocuga gelince: Anası, babası inanmıs kimseler. Bu cocugun, onları azgınlıga ve kafirlige sevketmesinden korktuk da oldurduk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Rablerinin onlara, bu cocugun yerine temizlikte daha ileri, merhametce daha duygulu bir cocugu vermesini diledik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Duvarsa, sehirdeki iki yetim cocugundu ve altında, onlara ait bir define vardı, babaları da temiz bir adamdı. Rabbin, onların ergenlik cagına gelmelerini ve definelerini cıkarıp elde etmelerini diledi. Bunları kendiligimden yapmadım. Iste sabredemedigin seylerin ic yuzu"},{"SurahNumber":18,"VerseNumber":83,"Text":"Sana Zulkarneyn'i sorarlar. De ki: Ona ait haberleri de okuyalım size"},{"SurahNumber":18,"VerseNumber":84,"Text":"Biz, gercekten de onu yeryuzunde yerlestirip yuceltmistik, her seyin yolunayoradamına ait ne bilgi varsa vermistik ona"},{"SurahNumber":18,"VerseNumber":85,"Text":"O, batıya dogru bir yol tutmustu"},{"SurahNumber":18,"VerseNumber":86,"Text":"Nihayet gunesin battıgı yere gelince gormustu ki gunes, kara bir balcıga batmada ve orada bir topluluga rastladı. Dedik ki: Ey Zulkarneyn, istersen azaplandırırsın bunları, istersen iyilik edersin onlara"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi ki: Zulmedeni azaplandırırız, sonra da Rabbinin tapısına goturulur de Rabbi, onu siddetli bir azaba ugratır"},{"SurahNumber":18,"VerseNumber":88,"Text":"Fakat inanan ve iyi is isleyene guzel bir karsılık var ve biz ona emirlerimizden kolay olanını emredecek, o cesit emirler verecegiz"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra, bir yol daha tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Da gidegide gunesin dogdugu yere vardı, orada oyle bir topluluk buldu ki onların gunesten baska hicbir elbisesi yoktu, oyle bir topluluga dogmadaydı gunes orada"},{"SurahNumber":18,"VerseNumber":91,"Text":"Boyleydi iste bu, gercekten de nesi var, nesi yoksa bilgimiz hepsine samildir, hepsinden de haberdarız"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra gene bir yol tuttu"},{"SurahNumber":18,"VerseNumber":93,"Text":"Ta iki setin arasına vardı, onların yanında bir topluluk buldu ki hemen hicbir soz anlamıyorlardı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler ki: Ey Zulkarneyn, Ye'cuc'la Me'cuc, yeryuzunde bozgunculuk yapan taifelerdir, onlarla bizim aramıza bir set yapmak sartıyle sana mallarımızdan versek razı olur musun, yapar mısın"},{"SurahNumber":18,"VerseNumber":95,"Text":"Rabbimin bana verdigi devlet ve servet, daha hayırlıdır bana dedi, siz bana emeginizle yardım edin de aranıza bir sed yapayım"},{"SurahNumber":18,"VerseNumber":96,"Text":"Siz bana demir parcaları getirin. Dagların iki tarafı birbirine musavi olunca ufleyin dedi. Onu ates haline sokunca da getirin de dedi, ustune erimis bakır dokeyim"},{"SurahNumber":18,"VerseNumber":97,"Text":"Artık bu seti asmaya da gucleri yetmez, delmiye de gucleri yetmez"},{"SurahNumber":18,"VerseNumber":98,"Text":"Bu dedi, Rabbimin rahmetinden bir lutuf. Rabbimin vaadettigi zaman gelince bu seti dumduz yapar, yerle bir eder ve Rabbimin vaadi de gercektir"}]}