{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizge joluguunu umut kılbagan (ıymansız) adamdar «Eger bizge periste tusso je Rabbibizdi (oz kozubuz menen) korsok (osondo gana ıyman keltirmekpiz)»-deset.! Alar ozdorunco tekeberlenip jana ayabay tas-jurok bolup ketisken"},{"SurahNumber":25,"VerseNumber":22,"Text":"Peristelerdi korgon osol (Kıyamat) Kunu, kunookor adamdarga jaksı kabar bolboyt. (Alarga peristeler:) «(Siler ucun Beyis) tap-takır aram!» -deset"},{"SurahNumber":25,"VerseNumber":23,"Text":"Jana Biz alar (soop dep oylop) jasagan (kayrımduuluk) isterge keldik jana anı caŋ-tozoŋ kılıp (sapırıp) tastadık"},{"SurahNumber":25,"VerseNumber":24,"Text":"Osol Kunu (Allaһka ıyman keltirip, salih amal kılgan) Beyis eeleri eŋ sonun orundarda, eŋ mıktı es aluu jaylarında bolusat"},{"SurahNumber":25,"VerseNumber":25,"Text":"Jana buluttuu asman jarılgan jana peristeler sap-sap abalında tusurulgon Kunu"},{"SurahNumber":25,"VerseNumber":26,"Text":"Dal osol (Kıyamat) Kunu cınıgı mulk-biylik Rahmanga (Allaһka) gana taandık bolot. Jana al kundo kaapırlarga oor bolot"},{"SurahNumber":25,"VerseNumber":27,"Text":"Al Kunu zaalımdar (kaapırlar) eki kolun(un manjaların) tistep: «Ataganat, (duynodo) paygambar menen (bir) joldu karmagan bolsom kana"},{"SurahNumber":25,"VerseNumber":28,"Text":"Sorum kurusun-ay! Balancanı! dos kılbay ele koysom bolmok eken"},{"SurahNumber":25,"VerseNumber":29,"Text":"Al meni, maga kelgen zikirden (Kuraandan) adastırdı! Saytan insandı jardamsız tastap koyot turbaybı!» deset"},{"SurahNumber":25,"VerseNumber":30,"Text":"Paygambar (Muhammad) ayttı: «O, Rabbim! Menin koomum (Kurays) mına bul Kuraandı (arttarına) tastap koyustu»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Osondoy. Biz ar bir paygambarga kunookor adamdardan dusman kılıp koyduk. Birok, jol bascı jana jardamcı boluuga Rabbiŋdin Ozu jetistuu"},{"SurahNumber":25,"VerseNumber":32,"Text":"Kaapırlar «Eger Kuraan (Muhammadga boluk-boluk bolboy) bir butun bolup tusso eken»-deset. Biz senin juroguŋdu kubattandıruu ucun (anı bolup-bolup tusurduk) jana anı (Kuraandın tusuusun) boluk-boluk kıldık.”"},{"SurahNumber":25,"VerseNumber":33,"Text":"Alar (musrikter oz pikirin tastıktoo ucun kaydagı bir) misaldardı saga keltircu bolso, Biz saga Akıykattı (Kuraandı) jana (anın ayattarı ucun) eŋ jak-sı tusundurmolordu keltirebiz"},{"SurahNumber":25,"VerseNumber":34,"Text":"(Peristeler tarabınan) juzdorun (jerge) ıskap, tozokko cogultula turgan adamdar.., osolor gana eŋ jaman orundagı, eŋ adaskan joldogu adamdar"},{"SurahNumber":25,"VerseNumber":35,"Text":"Biz Musaga Kitepti (Toorattı) berdik jana agası Harundu anı menen birge: aga vazir kıldık"},{"SurahNumber":25,"VerseNumber":36,"Text":"Anan: «Ekooŋ Bizdin ayattarıbızdı jalgan degen (kaapır) koomgo bar(ıp alardı dinge daavat kılgıla)» dedik. (Ekoo buyruktu atkarıp, Firaun jana anın koomuna barıp, alardı ıymanga cakırdı. Birok alar tekeberlenip, akıykattı jalganga cıgarganda) alardı (deŋizge cokturup) birin kaltırbay kıyrattık"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuhtun koomun dagı paygambarlardı! «jalgancı» deskende (topon suu jiberip) cokturup, adamdar ucun ibarat-sabak kılıp (Osolorgo jana alardın jolun joldogon) zaalımdarga jan oorutkan azap dayardap koyduk"},{"SurahNumber":25,"VerseNumber":38,"Text":"Aad, Samud (elderin), «kuduk eelerin» jana usulardın aralıgındagı (baska) kop muundardı (kaapırcılıgı sebeptuu kıyrattık)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Biz alardın baarına misal-dalilderdi keltirgenbiz (moyun tolgogondon kiyin gana) bardıgın kırıp-joyup jiberdik! (Kırılgan elderden biri Lut paygambardın koomu bolcu. Alardın basına tas jamgırı jaap kıyragan)"},{"SurahNumber":25,"VerseNumber":40,"Text":"Alar (Makka musrikteri) balee (tas) jamgırı jaadırılgan saarga kelgen ele go! Emne, anı(n kesepetterin) korboy jatısabı?! Jok, (koruskon, birok) alar kayra tiriluugo isenispeyt"},{"SurahNumber":25,"VerseNumber":41,"Text":"Eger alar seni korusso, keleke kılısıp: «Allaһ paygambar kılıp jibergen (bayakı neme) usulbu"},{"SurahNumber":25,"VerseNumber":42,"Text":"Al bizdi kudaylarıbızdan azgırıp jibere jazdabadıbı! Eger bir az alarga (kudaylarıbızga) sabır kılıp turbaganda (azgırıp jibermek eken)»-desti. Jakında (tozoktogu) azaptı oz kozdoru menen korgon kezde kim Tuura Joldon adasuucurak ekenin bilip alısat"},{"SurahNumber":25,"VerseNumber":43,"Text":"(O, Muhammad!) Ozunun kaaloosun kuday kılıp algan adamdı(n bul aytkandarın) karabaysınbı! Emi sen aga okul (kozomoldoocu) bolosuŋbu"},{"SurahNumber":25,"VerseNumber":44,"Text":"Je bolboso alardan kopculugu ugat, akıldarın istetet dep oyloysuŋbu? Alar ayban sıyaktuu bolup kalgan. Jok! Aybandan da adasuucuraak"},{"SurahNumber":25,"VerseNumber":45,"Text":"(O, Muhammad!) Rabbiŋdi(n kuduretin) korboysuŋbu: (Jer betine) kantip kolokonu (taŋkı karaŋgılıktı) jayıp koydu. Eger kaalasa anı jılbay turgan kılıp koymok. Kiyin Biz aga Kundu dalil? kıldık"},{"SurahNumber":25,"VerseNumber":46,"Text":"Kiyin Biz akırındık menen anı (taŋkı kolokonu) jıynap alabız"},{"SurahNumber":25,"VerseNumber":47,"Text":"Al silerge tundu kiyim, uykunu ırahat (es aluu) kılıp koydu. Jana erte menenki ubakıttı tiriluu (ucuru) kıldı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Jana Al Oz ırayımının (jamgırdın) astınan, kubanıc kabarcısı katarı samaldardı jiberdi. Jana Biz asmandan taza suu tusurduk"},{"SurahNumber":25,"VerseNumber":49,"Text":"anı menen oluk saarlardı tiriltuu ucun jana Ozubuz jaratkan kop adamdar menen aybandardı sugaruu ucun"},{"SurahNumber":25,"VerseNumber":50,"Text":"Biz anı (Kuraan ayattarın) alardın arasında ar turduu (ıkmalar menen) bayan kıldık, akıl-nasaat aluuları ucun. Birok, kopculuk adamdar kaapırlıktan baskasına ıraazı boluspadı"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eger kaalasak Biz ar bir saarga (birden) eskertuucu-paygambar jibermekpiz"},{"SurahNumber":25,"VerseNumber":52,"Text":"(O, Muhammad!) Kaapırlarga moyun sunba jana alarga (Kuraan) menen coŋ jihad kıl"}]}