{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Oletko ajatellut niita, jotka turvautuvat kansaan, jolle Jumala on vihastunut? He eivat kuulu teihin etteka te heihin, vaan he vannovat vaarin vastoin parempaa tietoaan"},{"SurahNumber":58,"VerseNumber":15,"Text":"Jumala on heille varannut ankaran rangaistuksen, kauheaa on totisesti se, mita he tekevat"},{"SurahNumber":58,"VerseNumber":16,"Text":"Valojensa varjolla he vieroittavat muita Jumalan tielta. Sentahden heita odottaa hapeallinen rangaistus"},{"SurahNumber":58,"VerseNumber":17,"Text":"Heidan omaisuutensa ja lapsensa eivat hyodyta heita vahaakaan Jumalan edessa; he joutuvat tuleen ja pysyvat siina ikuisesti"},{"SurahNumber":58,"VerseNumber":18,"Text":"Sina paivana, jona Jumala herattaa heidat kaikki kuolleista, he vannovat Hanelle niinkuin ovat vannoneet teille ja luulevat silla jotakin voittavansa. Eivatko he totisesti ole valehtelijoita"},{"SurahNumber":58,"VerseNumber":19,"Text":"Saatana on ottanut vallan heissa ja saanut heidat unohtamaan Jumalan kunnioittamisen; he ovat saatanan omia. Mutta ovathan saatanan omat havioon tuomittuja"},{"SurahNumber":58,"VerseNumber":20,"Text":"Totisesti ne, jotka vastustavat Jumalaa ja Hanen sananjulistajaansa, kuuluvat viheliaisimpien joukkoon"},{"SurahNumber":58,"VerseNumber":21,"Text":"Jumala on sanonut: »Totisesti olen Mina voittava, Mina ja sananjulistajani.» Totisesti on Jumala voimakas, mahtava"},{"SurahNumber":58,"VerseNumber":22,"Text":"Sellaisten joukosta, jotka uskovat Jumalaan ja viimeiseen paivaan, et loyda ihmisia, jotka rakastavat Jumalan ja Hanen sananjulistajansa vastustajia, vaikkapa nama olisivat heidan isiaan tai poikiaan tai veljiaan tai sukulaisiaan. Sellaisten sydamiin Han on painanut uskonsa ja vahvistanut heita hengeltaan. Han sallii heidan paasta puutarhoihin, joita virrat vilvoittavat ja joissa he saavat asua iankaikkisesti. Jumala on tyytyvainen heihin ja he Jumalaan. He ovat Jumalan omia. Ja Jumalan omat ovat autuaita"},{"SurahNumber":59,"VerseNumber":1,"Text":"Kaikki, mita on taivaassa, ja kaikki, mita on maassa, julistaa Jumalan kunniaa, silla Han on kaikkivoipa, viisas"},{"SurahNumber":59,"VerseNumber":2,"Text":"Han ensimmaisessa maastamuutossa karkoitti kodeistaan ne Pyhan kirjan saajista , jotka olivat epauskoisia. Te ette luulleet, etta he siirtyisivat pois, ja he uskoivat, etta heidan linnoituksensa suojelisivat heita Jumalaa vastaan, mutta Jumala tuli heidan luokseen sielta, mista he eivat odottaneet, ja nosti pelon heidan sydamiinsa, niin etta he havittivat talonsa omin kasin ja uskovaisten avulla. Ottakaa siis tasta oppiaksenne te, joilla on silmat"},{"SurahNumber":59,"VerseNumber":3,"Text":"Ja ellei Jumala olisi maarannyt heille karkoitusta, Han olisi varmasti antanut heille karsimyksia tassa maailmassa; ja tulevassa elamassa heita odottaa tulen tuska"},{"SurahNumber":59,"VerseNumber":4,"Text":"Nain on, koska he vastustivat Jumalaa ja Hanen sananjulistajaansa; silla jos joku vastustaa Jumalaa, on Jumala totisesti ankara rangaistessaan"},{"SurahNumber":59,"VerseNumber":5,"Text":"Jos olette kaataneet jonkun palmun tai jattaneet sen pystyyn juurilleen, on tama tapahtunut Jumalan tahdosta ja jotta Han saattaisi tottelemattomat hapeaan"},{"SurahNumber":59,"VerseNumber":6,"Text":"Ja noilta ihmisilta saatua sotasaalista, jonka Jumala antoi sananjulistajalleen, ei saatu siksi, etta te ahdistitte heita hevosin tai ratsukameelein, vaan Jumala antaa sananjulistajilleen vallan kenen suhteen tahtoo, silla Jumala voi tehda kaiken, mita haluaa"},{"SurahNumber":59,"VerseNumber":7,"Text":"Ja kaupunkien asukkailta otettu saalis, jonka Jumala on antanut sanansaattajalleen, kuuluu Jumalalle ja Hanen sananjulistajalleen, laheisille sukulaisille, orvoille, koyhille ja maankiertajille, jotta sita ei jaettaisi niiden kesken teista, jotka ovat rikkaita. Mita tahansa sananjulistaja teille antaa, se ottakaa vastaan, ja mita tahansa han teilta kieltaa, siita pidattykaa. Pelatkaa Jumalaa, silla Jumala on ankara rangaistuksessaan"},{"SurahNumber":59,"VerseNumber":8,"Text":"Osa saaliista on koyhia varten, jotka pakenivat, jotka haadettiin kodeistaan ja joilta riistettiin omaisuus heidan etsiessaan Jumalan armoa ja mielisuosiota ja auttaessaan Jumalaa ja Hanen sananjulistajaansa. Nama ovat vanhurskaita"},{"SurahNumber":59,"VerseNumber":9,"Text":"Ne, jotka ovat saaneet kodin ja uskon ennen heita, rakastavat niita, jotka pakenevat heidan turviinsa, eivatka sydamessaan kaipaa sita, mita naille on annettu. He pitaisivat naita itseaan parempana, vaikka itse elaisivat puutteessa. Ne, jotka varjelevat sielunsa ahneudelta, ovat onnellisia"},{"SurahNumber":59,"VerseNumber":10,"Text":"Ne, jotka tulevat heidan jalkeensa, sanovat: »Herra, anna anteeksi meille ja meidan veljillemme, jotka ovat olleet ennen meita uskossa, alaka salli meidan tuntea kaunaa sydamissamme niita kohtaan, jotka uskovat. Herra, Sina olet totisesti lempea, armollinen"}]}