{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"And We left them until that day to surge like waves on one another. And the horn was blown, so We gathered them together"},{"SurahNumber":18,"VerseNumber":100,"Text":"And We displayed Hell on that Day to the rejecters openly"},{"SurahNumber":18,"VerseNumber":101,"Text":"Those whose eyes were covered against My remembrance, and they were unable to hear"},{"SurahNumber":18,"VerseNumber":102,"Text":"Did those who reject think that they could take My servants as allies besides Me? We have prepared Hell for the rejecters as a dwelling"},{"SurahNumber":18,"VerseNumber":103,"Text":"Say: \"Shall we inform you of the greatest losers"},{"SurahNumber":18,"VerseNumber":104,"Text":"Those whose efforts in the worldly life were wasted while they thought they were doing good"},{"SurahNumber":18,"VerseNumber":105,"Text":"These are the ones who rejected the revelations of their Lord and His meeting. So their works were in vain, and We will not give them any value on the Day of Resurrection"},{"SurahNumber":18,"VerseNumber":106,"Text":"That is their recompense, Hell; for what they rejected and for taking My revelations and My messengers for mockery"},{"SurahNumber":18,"VerseNumber":107,"Text":"Those who believe and do good works, they will have the gardens of Paradise as a dwelling"},{"SurahNumber":18,"VerseNumber":108,"Text":"Abiding therein. They will not want to be moved from it"},{"SurahNumber":18,"VerseNumber":109,"Text":"Say: \"If the sea were an inkwell for the words of my Lord, then the sea would run out before the words of my Lord run out;\" even if We were to bring another like it as an extension"},{"SurahNumber":18,"VerseNumber":110,"Text":"Say: \"I am but a human being like you, being inspired that your god is One god. So whoever looks forward to meeting his Lord, then let him do good works, and not serve anyone besides his Lord"},{"SurahNumber":19,"VerseNumber":1,"Text":"KH'YA'S"},{"SurahNumber":19,"VerseNumber":2,"Text":"A reminder of the mercy of your Lord to His servant Zachariah"},{"SurahNumber":19,"VerseNumber":3,"Text":"When he called out to his Lord secretly"},{"SurahNumber":19,"VerseNumber":4,"Text":"He said: \"My Lord, my bones have gone frail, and my hair has turned white, and I have never been mischievous in imploring You my Lord"},{"SurahNumber":19,"VerseNumber":5,"Text":"And I fear the kinfolk after I am gone, and my wife is infertile, so grant me from Yourself an ally"},{"SurahNumber":19,"VerseNumber":6,"Text":"To inherit from me, and inherit from the descendants of Jacob. And make him my Lord, well pleasing"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zachariah, We give you glad tidings of a son whose name is John. We have not given that name before to anyone"},{"SurahNumber":19,"VerseNumber":8,"Text":"He said: \"My Lord, how can I have a son when my wife is infertile, and I have reached a very old age"},{"SurahNumber":19,"VerseNumber":9,"Text":"He said: \"It is such that your Lord has said. It is an easy thing for Me. And I had created you before, when you were not a thing"},{"SurahNumber":19,"VerseNumber":10,"Text":"He said: \"My Lord, make for me a sign.\" He said: \"Your sign is that you will not speak to the people for three nights consecutively"},{"SurahNumber":19,"VerseNumber":11,"Text":"So he went out among his people from the temple enclosure, and he indicated to them that they should glorify Him at dawn and dusk"},{"SurahNumber":19,"VerseNumber":12,"Text":"O John, take the Book with confidence.\" And We gave him authority while in his youth"},{"SurahNumber":19,"VerseNumber":13,"Text":"And tenderness from Us, and purity, and he was ever righteous"},{"SurahNumber":19,"VerseNumber":14,"Text":"And dutiful to his parents, and never was he a disobedient tyrant"},{"SurahNumber":19,"VerseNumber":15,"Text":"And peace be upon him the day he was born, and the day he dies, and the Day he is resurrected alive"},{"SurahNumber":19,"VerseNumber":16,"Text":"And relate in the Book, Mary, when she withdrew herself from her family to a place which was to the east"},{"SurahNumber":19,"VerseNumber":17,"Text":"So she took a barrier to separate her from them, so We sent Our Spirit to her, and he took on the shape of a human being in all similarity"},{"SurahNumber":19,"VerseNumber":18,"Text":"She said: \"I seek refuge with the Almighty from you if you are righteous"},{"SurahNumber":19,"VerseNumber":19,"Text":"He said: \"I am the messenger of your Lord, to grant you the gift of a pure son"},{"SurahNumber":19,"VerseNumber":20,"Text":"She said: \"How can I have a son when no human being has been with me, nor have I desired such"},{"SurahNumber":19,"VerseNumber":21,"Text":"He said: \"It is such that your Lord has said, it is easy for Me. And We shall make him a sign for the people and a mercy from Us. It is a matter already ordained"}]}