{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Voistinu, Allakh ne smushchayetsya privodit' pritchi o komare ili tom, chto bol'she nego. Te, kotoryye uverovali, znayut, chto eto - istina ot ikh Gospoda. Te zhe, kotoryye ne uverovali, govoryat: «Chego khotel Allakh, kogda privodil etu pritchu?». Posredstvom neye On mnogikh vvodit v zabluzhdeniye, a mnogikh nastavlyayet na pryamoy put'. Odnako vvodit On v zabluzhdeniye posredstvom neye tol'ko nechestivtsev"},{"SurahNumber":2,"VerseNumber":27,"Text":"kotoryye narushayut zavet s Allakhom posle togo, kak oni zaklyuchili yego, razryvayut to, chto Allakh velel podderzhivat', i rasprostranyayut nechestiye na zemle. Imenno oni okazhutsya v ubytke"},{"SurahNumber":2,"VerseNumber":28,"Text":"Kak vy mozhete ne verovat' v Allakha, togda kak vy byli mertvy, i On ozhivil vas? Potom On umertvit vas, potom ozhivit, a potom vy budete vozvrashcheny k Nemu"},{"SurahNumber":2,"VerseNumber":29,"Text":"On - Tot, Kto sotvoril dlya vas vse, chto na zemle, a zatem obratilsya k nebu i sdelal yego sem'yu nebesami. Yemu izvestno o vsyakoy veshchi"},{"SurahNumber":2,"VerseNumber":30,"Text":"Vot tvoy Gospod' skazal angelam: «YA ustanovlyu na zemle namestnika». Oni skazali: «Neuzheli Ty poselish' tam togo, kto budet rasprostranyat' nechestiye i prolivat' krov', togda kak my proslavlyayem Tebya khvaloy i osvyashchayem Tebya?». On skazal: «Voistinu, YA znayu to, chego vy ne znayete»"},{"SurahNumber":2,"VerseNumber":31,"Text":"On nauchil Adama vsevozmozhnym imenam, a zatem pokazal ikh (tvoreniya, narechennyye imenami) angelam i skazal: «Nazovite mne ikh imena, yesli vy govorite pravdu»"},{"SurahNumber":2,"VerseNumber":32,"Text":"Oni otvetili: «Prechist Ty! My znayem tol'ko to, chemu Ty nauchil nas. Voistinu, Ty - Znayushchiy, Mudryy»"},{"SurahNumber":2,"VerseNumber":33,"Text":"On skazal: «O Adam! Poveday im ob ikh imenakh». Kogda Adam povedal im ob ikh imenakh, On skazal: «Razve YA ne govoril vam, chto znayu sokrovennoye na nebesakh i zemle, i znayu, chto vy sovershayete otkryto i chto utaivayete?»"},{"SurahNumber":2,"VerseNumber":34,"Text":"Vot My skazali angelam: «Padite nits pered Adamom». Oni pali nits, i tol'ko Iblis otkazalsya, vozgordilsya i stal odnim iz neveruyushchikh"},{"SurahNumber":2,"VerseNumber":35,"Text":"My skazali: «O Adam! Poselis' v Rayu vmeste so svoyey suprugoy. Yesh'te tam vvolyu, gde pozhelayete, no ne priblizhaytes' k etomu derevu, a ne to okazhetes' odnimi iz bezzakonnikov»"},{"SurahNumber":2,"VerseNumber":36,"Text":"D'yavol zhe pobudil ikh spotknut'sya o nego i vyvel ikh ottuda, gde oni nakhodilis'. I togda My skazali: «Nizvergnites' i bud'te vragami drug drugu! Zemlya budet dlya vas obitel'yu i predmetom pol'zovaniya do opredelennogo sroka»"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adam prinyal slova ot svoyego Gospoda, i On prinyal yego pokayaniye. Voistinu, On - Prinimayushchiy pokayaniye, Miloserdnyy"},{"SurahNumber":2,"VerseNumber":38,"Text":"My skazali: «Nizvergnites' otsyuda vse!». Yesli k vam yavitsya rukovodstvo ot Menya, to te, kotoryye posleduyut za Moim rukovodstvom, ne poznayut strakha i ne budut opechaleny"},{"SurahNumber":2,"VerseNumber":39,"Text":"A te, kotoryye ne uveruyut i sochtut lozh'yu Nashi znameniya, budut obitatelyami Ognya. Oni prebudut tam vechno"},{"SurahNumber":2,"VerseNumber":40,"Text":"O syny Israila (Izrailya)! Pomnite milost', kotoruyu YA okazal vam. Bud'te verny zavetu so Mnoy, i YA budu veren zavetu s vami. Menya odnogo strashites'"},{"SurahNumber":2,"VerseNumber":41,"Text":"Uveruyte v to, chto YA nisposlal v podtverzhdeniye togo, chto yest' u vas, i ne stanovites' pervymi, kto otkazalsya uverovat' v eto. Ne prodavayte Moi znameniya za nichtozhnuyu tsenu i Menya odnogo boytes'"},{"SurahNumber":2,"VerseNumber":42,"Text":"Ne oblekayte istinu v lozh' i ne skryvayte istinu, togda kak vy znayete yeye"},{"SurahNumber":2,"VerseNumber":43,"Text":"Sovershayte namaz, vyplachivayte zakyat i klanyaytes' vmeste s klanyayushchimisya"}]}