{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"(nampikkaiyāḷarkaḷē! Uṅkaḷiṭam nampi oppaṭaikkappaṭṭa) amāṉitap poruḷkaḷai ataṉ urimaiyāḷarkaḷiṭam nīṅkaḷ oppaṭaittu viṭumpaṭiyum, maṉitarkaḷukkiṭaiyil nīṅkaḷ tīrppuk kūṟiṉāl (pārapaṭcamiṉṟi) nītamākavē tīrppaḷikkumpaṭiyum niccayamāka allāh uṅkaḷukkuk kaṭṭaḷaiyiṭukiṟāṉ. Uṅkaḷukku allāh ceyyum ivvupatēcam meyyākavē evvaḷavu ciṟantatu! Niccayamāka allāh ceviyuṟupavaṉāka, uṟṟu nōkkupavaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":59,"Text":"Nampikkaiyāḷarkaḷē! Nīṅkaḷ allāhvukku kaṭṭuppaṭṭu naṭaṅkaḷ. (Avvāṟē allāhvuṭaiya) tūtarukkum, uṅkaḷ atiparkaḷukkum kaṭṭuppaṭṭu naṭaṅkaḷ. (Nampikkaiyāḷarkaḷē!) Uṅkaḷukkuḷ oru viṣayattil piṇakku ēṟpaṭṭāl meyyākavē nīṅkaḷ allāhvaiyum, iṟutināḷaiyum nampikkai koṇṭavarkaḷāyiruntāl atai allāhviṭamum (avaṉuṭaiya) tūtariṭamum oppaṭaittuviṭuṅkaḷ. (Avarkaḷuṭaiya tīrppai nīṅkaḷ maṉatiruptiyuṭaṉ oppuk koḷḷuṅkaḷ.) Itutāṉ uṅkaḷukku naṉmaiyum, aḻakāṉa muṭivum ākum"},{"SurahNumber":4,"VerseNumber":60,"Text":"(napiyē!) Um mītu iṟakkappaṭṭa (ivvētat)taiyum, umakku muṉṉar iṟakkappaṭṭuḷḷa (vētaṅkaḷ yā)vaṟṟaiyum niccayamākat tāṅkaḷ nampikkai koṇṭiruppatāka evarkaḷ cātikkiṉṟaṉarō avarkaḷai nīr pārkkavillaiyā? Puṟakkaṇikkappaṭa vēṇṭumeṉṟu kaṭṭaḷaiyiṭappaṭṭa oru viṣamiyaiyē avarkaḷ (taṅkaḷukkut) tīrppuk kūṟupavaṉāka ākkikkoḷḷa virumpukiṉṟaṉar. (Viṣamiyākiya) anta ṣaittāṉō avarkaḷai veku tūramāṉa vaḻikēṭṭil celuttavē virumpukiṟāṉ"},{"SurahNumber":4,"VerseNumber":61,"Text":"‘‘(niyāyam peṟa) allāh iṟakkiya (vētat)tiṉ pakkam, (avaṉatu) tūtariṉ pakkam nīṅkaḷ vāruṅkaḷ. (Anta ṣaittāṉiṭam cellātīrkaḷ.)'' Eṉṟu avarkaḷukkuk kūṟappaṭṭāl annayavañcakarkaḷ um'mai viṭṭu muṟṟilum vilaki viṭuvataiyē nīr kāṇpīr"},{"SurahNumber":4,"VerseNumber":62,"Text":"(Napiyē!) Avarkaḷiṉ karaṅkaḷ tēṭikkoṇṭa (tīya) ceyaliṉ kāraṇamāka avarkaḷukku oru kaṣṭam ēṟpaṭṭa camayattil (ataṟkup parikāram tēṭikkoḷḷa muṭiyāmalākiviṭṭa avarkaḷiṉ iḻinilaimai) evvāṟu iruntatu (eṉpatai nīr kavaṉippīrāka)! Piṉṉar, avarkaḷ um'miṭamē vantu ‘‘(anta ṣaittāṉiṭam nāṅkaḷ ceṉṟatellām) naṉmaiyaiyum oṟṟumaiyaiyum virumpiyē tavira, vēṟoṉṟaiyum nāṅkaḷ virumpavillai'' eṉṟu allāhviṉ peyarāl cattiyam ceykiṉṟaṉar"},{"SurahNumber":4,"VerseNumber":63,"Text":"ivarkaḷiṉ uḷḷaṅkaḷil iruppavaṟṟai allāh naṉkaṟintē irukkiṟāṉ. Ākavē, (napiyē!) Nīr avar(kaḷiṉ kuṟṟaṅ)kaḷaip puṟakkaṇittu avarkaḷukku nallupatēcam ceyvīrāka. Mēlum, (avarkaḷiṭam uḷḷa keṭutalkaḷai) avarkaḷukku maṉatil paṭumpaṭit teḷivāka eṭuttuk kūṟuvīrāka"},{"SurahNumber":4,"VerseNumber":64,"Text":"allāhvuṭaiya aṉumatikoṇṭu (makkaḷ) avarukku kīḻppaṭintu naṭakka vēṇṭum eṉpataṟkākavē tavira vēṟu etaṟkākavum nām enta tūtaraiyum aṉuppavillai. Ākavē, avarkaḷil (evarum itaṟku māṟu ceytu) tamakkuttāmē tīṅkiḻaittuk koṇṭa camayattilum, (napiyē!) Um'miṭam vantu allāhviṭam (taṅkaḷ) pāvamaṉṉippaik kōriṉāl, attuṭaṉ avarkaḷukkāka allāhvuṭaiya tūta(rākiya nī)rum pāvamaṉṉippuk kōriṉāl piḻaipoṟuttalai aṅkīkarippavaṉāka mikak karuṇaiyāḷaṉāka avarkaḷ allāhvaik kāṇpārkaḷ"},{"SurahNumber":4,"VerseNumber":65,"Text":"umatu iṟaivaṉ mītu cattiyamāka! Avarkaḷ taṅkaḷukkuḷ ēṟpaṭṭa caccaravil um'mai nītipatiyāka niyamittu nīr ceyyum tīrppai taṅkaḷ maṉatil ettakaiya atiruptiyumiṉṟi muṟṟilumāka ēṟkātavarai avarkaḷ (uṇmai) nampikkaiyāḷarkaḷāka ākamāṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":66,"Text":"Nām avarkaḷai nōkki ‘‘(nirākarikkum) uṅ(kaḷ mak)kaḷai nīṅkaḷ veṭṭuṅkaḷ. Allatu uṅkaḷ illaṅkaḷai viṭṭu (vēṟu nāṭṭukkup) puṟappaṭṭuviṭuṅkaḷ'' eṉṟu kaṭṭaḷaiyiṭṭiruntāl avarkaḷil cilarait tavira (perumpāṉmaiyiṉar ivvāṟu) ceyyavē māṭṭārkaḷ. Eṉiṉum, aṉaivarum taṅkaḷukku aṟivuṟuttiyapaṭi ceytiruppārkaḷēyāṉāl atu avarkaḷukkē mikka naṉṟāy iruntirukkum. Mēlum, (nampikkaiyil avarkaḷai) mika uṟutippaṭuttiyum irukkum"},{"SurahNumber":4,"VerseNumber":67,"Text":"atu camayam avarkaḷukku nam'miṭamiruntu mēlum, makattāṉa kūliyai niccayamāka nām koṭuttiruppōm"},{"SurahNumber":4,"VerseNumber":68,"Text":"mēlum, avarkaḷai nām nērāṉa vaḻiyil celuttiyiruppōm"},{"SurahNumber":4,"VerseNumber":69,"Text":"evarkaḷ allāhvukkum, avaṉuṭaiya tūtarukkum kīḻppaṭintu naṭakkiṟārkaḷō avarkaḷ allāh aruḷceyta napimārkaḷ, cattiyavāṉkaḷ, caṉmārkkap pōril uyirnītta tiyākikaḷ, nalloḻukkam uṭaiyavarkaḷ ākiyavarkaḷuṭaṉ (maṟumaiyil) vacippārkaḷ. Ivarkaḷtāṉ mika aḻakāṉa tōḻarkaḷ"},{"SurahNumber":4,"VerseNumber":70,"Text":"itu allāhviṉ makattāṉa aruṭkoṭaiyākum. Allāhtāṉ niṟaivāṉa aṟiñaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":71,"Text":"nampikkaiyāḷarkaḷē! (Etirikaḷiṭam eppoḻutum) eccarikkaiyākavē iruṅkaḷ uṅkaḷiṉ taṟkāppu cātaṉaṅkaḷai uṅkaḷuṭaṉ eṭuttuk koḷḷuṅkaḷ. Ciṟu ciṟu kūṭṭaṅkaḷākavō allatu aṉaivarum oṉṟu cērntō pōrukku puṟappaṭuṅkaḷ"},{"SurahNumber":4,"VerseNumber":72,"Text":"(pōrukku varātu) piṉtaṅki viṭupavarkaḷum niccayamāka uṅkaḷil cilar irukkiṉṟaṉar. (Avarkaḷ nayavañcakarkaḷē! Ēṉeṉil, pōrukkuc ceṉṟa) uṅkaḷukku oru kaṣṭamēṟpaṭṭālō (avarkaḷ) ‘‘nāṅkaḷ uṅkaḷuṭaṉ varāmal iruntatu allāh eṅkaḷ mītu purinta aruḷtāṉ'' eṉṟu kūṟukiṟārkaḷ"},{"SurahNumber":4,"VerseNumber":73,"Text":"Allāhvuṭaiya aruḷ uṅkaḷukkuk kiṭaittālō ‘‘nāṉum uṅkaḷuṭaṉ iruntirukka vēṇṭāmā? Avvāṟu iruntiruntāl perum pākkiyattai nāṉum aṭaintiruppēṉē!'' Eṉṟu uṅkaḷuṭaṉ naṭpu(m nēcamum) illātavarkaḷ kūṟuvataippōl avarkaḷ kūṟukiṉṟaṉar"}]}