{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Im uzhe peredali my eto slovo; mozhet byt', oni razmyslyat"},{"SurahNumber":28,"VerseNumber":52,"Text":"Te, kotorym bylo dano Pisaniye prezhde etogo, - te veryat i etomu"},{"SurahNumber":28,"VerseNumber":53,"Text":"I kogda eto chitayetsya im, oni govoryat: \"My veruyem v nego; potomu chto ono istina ot Gospoda nashego: yeshche prezhde nego my byli uzhe pokornymi"},{"SurahNumber":28,"VerseNumber":54,"Text":"Im dadutsya dvoynyye nagrady za to, chto oni terpelivy, khudoye zamenyayut dobrym; iz togo, chem My nadelyayem ikh, delayut pozhertvovaniya"},{"SurahNumber":28,"VerseNumber":55,"Text":"Kogda slyshat oni prazdnosloviye, uklonyayutsya ot nego i govoryat: \"U nas - svoi dela, u vas - svoi dela; mir vam! My ne zhelayem sblizhat'sya s nevezhestvuyushchimi"},{"SurahNumber":28,"VerseNumber":56,"Text":"Ne ty stavish' na pryamoy put', kogo tebe lyubo; no Bog stavit na pryamoy put', kogo zakhochet: On vpolne znayet idushchikh po pryamomu puti"},{"SurahNumber":28,"VerseNumber":57,"Text":"Oni govoryat: \"Yesli my vmeste s toboyu posleduyem etomu voditel'stvu, to budem vykhvacheny iz nashey zemli\". No ne My li zakrepili za nimi yeye kak zapovednuyu? Ne ot Nas li to, chto v neye sobirayutsya plody vsekh rodov, dlya propitaniya, kakimi nadelyayutsya ot Nas? No mnogiye iz nikh etogo ne znayut"},{"SurahNumber":28,"VerseNumber":58,"Text":"Skol'ko My pogubili gorodov, kotoryye voskhishchalis' radost'yu pri svoikh zhiznennykh potrebnostyakh! No vot, eti obitalishcha ikh ostalis' posle nikh ne obitayemymi, krome nemnogikh. My im nasledniki"},{"SurahNumber":28,"VerseNumber":59,"Text":"Gospod' tvoy ne pogublyal ni odnogo iz etikh gorodov, pokuda ne vozdvigal sredi zhiteley yego proroka, kotoryy chital im nashi znameniya: My istreblyali te tol'ko goroda, kotorykh zhiteli okazyvalis' zlochestivymi"},{"SurahNumber":28,"VerseNumber":60,"Text":"To iz raznykh vidov imushchestva, kakoye dostavlyayetsya vam, yest' udobstvo zdeshney zhizni, yest' prikrasa yeye; no to, chto u Boga, yest' blago luchsheye i vechnoye; uzhe li ne razumeyete etogo"},{"SurahNumber":28,"VerseNumber":61,"Text":"Tot, komu My obetovali prekrasnoye obetovaniye, i on idet uzhe v sreteniye yemu, takov li, kak tot, komu My dayem naslazhdat'sya naslazhdeniyami zdeshney zhizni; i on so vremenem, v den' voskreseniya, budet v chisle predstavlennykh pred Nami"},{"SurahNumber":28,"VerseNumber":62,"Text":"V to vremya, kogda On prizovet ikh pred Sebya, On skazhet: \"Gde te souchastniki Mne, kotorykh vy takovymi schitali"},{"SurahNumber":28,"VerseNumber":63,"Text":"Te, k kotorym obrashcheno budet eto slovo, skazhut: \"Gospodi nash! Vot te, kotoryye vveli v nas v zabluzhdeniye. My vveli ikh v zabluzhdeniye potomu, chto oni byli uzhe v zabluzhdenii; my ne vinovaty pred Toboyu v, tom, chto oni poklanyalis' nam"},{"SurahNumber":28,"VerseNumber":64,"Text":"Togda budet skazano: \"Sprosite souchastnikov, vami pridumannykh\"; i oni sprosyat ikh, no eti ne otvetyat im. Togda oni uvidyat svoyu muku. Chto by im idti po pryamomu puti"},{"SurahNumber":28,"VerseNumber":65,"Text":"V to vremya, kogda On prizovet ikh pred Sebya, On skazhet: \"Chto eto otvechali vy sim poslannikam"},{"SurahNumber":28,"VerseNumber":66,"Text":"No slova ikh v etot den' budut bessmyslenny kak u bezumnogo: oni ne smogut sprosit' drug druga"},{"SurahNumber":28,"VerseNumber":67,"Text":"No kto odumayetsya, uveruyet i budet delat' dobroye, tot, byt' mozhet, budet v chisle blazhennykh"},{"SurahNumber":28,"VerseNumber":68,"Text":"Gospod' tvoy tvorit chto khochet i chto svobodno izbirayet; u nikh net svobodnogo vybora. Vozdayte khvalu Bogu! On prevoznesen nad temi, kogo priznayut oni souchastnikami Yemu"},{"SurahNumber":28,"VerseNumber":69,"Text":"Gospod' tvoy znayet to, chto ikh serdtsa skryvayut i chto obnaruzhivayut"},{"SurahNumber":28,"VerseNumber":70,"Text":"On yest' Bog: krome Yego net nikogo dostoynogo bogopochteniya; Yemu slava v nastoyashchem i v budushchem veke; u Nego vlast' nad vsem, i k Nemu vy vozvrashcheny budete"},{"SurahNumber":28,"VerseNumber":71,"Text":"Skazhi: \"Ne ponimayete li: yesli Bog sdelayet noch' nad vami nepreryvno prodolzhayushcheyusya do dnya voskreseniya, togda kto iz bogochtimykh, krome Boga, prineset k vam svet? Uzhe li ne slyshite"},{"SurahNumber":28,"VerseNumber":72,"Text":"Skazhi: \"Ne ponimayete li: yesli Bog sdelayet den' nad vami nepreryvno prodolzhayushchimsya do dnya voskreseniya, togda kto iz bogochtimykh, krome Boga, prineset k vam noch' dlya vashego uspokoyeniya vo vremya yeye? Uzhe li ne vidite"},{"SurahNumber":28,"VerseNumber":73,"Text":"Po milosti Svoyey, On ustroil dlya vas noch' i den', dlya togo, chtoby vy v prodolzheniye yeye pokoilis', a v prodolzheniye yego iskali sebe darov Yego: mozhet byt', budete blagodarny"},{"SurahNumber":28,"VerseNumber":74,"Text":"V to vremya, kogda On prizovet ikh pred Sebya, On skazhet: \"Gde te souchastniki Mne, kotorykh vy takovymi schitali"},{"SurahNumber":28,"VerseNumber":75,"Text":"Iz kazhdogo naroda My vytyanem svidetelya, i skazhem: \"Predstav'te vashi dokazatel'stva!\" Togda oni uznayut, chto istina u Boga; a te, kotorykh oni vydumali, ischeznut s glaz ikh"}]}