{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Ey, Muxammed!! Ayt: «Senderge aspandar men jerden kim rizıq beredi?» - dep. Ayt: «Allah»- dep, ari: «Negizinde biz ben senderden birimiz twralıq ustindemiz, / al / birimiz anıq adaswdamız», - de"},{"SurahNumber":34,"VerseNumber":25,"Text":"Ayt: «Sender bizdin qılmısımız jaylı suralmaysındar ari biz de senderdin istegenderin jaylı suralmaymız»,- dep"},{"SurahNumber":34,"VerseNumber":26,"Text":"Ayt: «Rabbımız bizdi / Qayta tirilw kuni / birge jinap, sodan keyin aramızga aqiqat boyınsa ukim etedi. Ol adil ukim etwsi, barin Bilwsi», - dep"},{"SurahNumber":34,"VerseNumber":27,"Text":"Ayt: «Ogan serik etip qosqandarındı magan korsetindersi. Joq, mumkin emes! Ol Allah barinen Ustem, asa Dana», - dep"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz seni bukil adamzatqa qwanıstı xabar jetkizwsi jane eskertip saqtandırwsı etip jiberdik. Biraq adamdardın kobi munı bilmeydi"},{"SurahNumber":34,"VerseNumber":29,"Text":"Olar: «Eger sın sozdi bolsandar, bul wadelerin qasan / boladı / ?» - deydi"},{"SurahNumber":34,"VerseNumber":30,"Text":"Ayt: «Senderge Kunnin / Esep kuninin / wadesi bar, sender onı bir satke de kesiktire ne ilgerilete almaysındar»,- dep"},{"SurahNumber":34,"VerseNumber":31,"Text":"Ari sonday kupirlik etwsiler / Allahqa serik qoswsılar / : «Biz bul Quranga da, onın aldındagı tuskenge de senbeymiz», dedi. Eger sen adiletsizderdin ozderinin Rabbısı aldında turgızılıp, bir-birine soz qaytarganın korsen edi. Alsiz eseptelgenderi / erwsileri / ozderin jogarı sanagandarga / bassılarga / : «Sender bolmaganda, biz imanga keler edik», - deydi"},{"SurahNumber":34,"VerseNumber":32,"Text":"Ozderin jogarı sanagandar alsiz sanalgandarga: «Biz senderge twra jol kelgennen keyin ozderindi odan tostıq pa? Joq! Sender ozderin qılmısker boldındar», -deydi"},{"SurahNumber":34,"VerseNumber":33,"Text":"Sonda alsizderi ozderin jogarı sanagandarga: «Joq! Tunde de, kundiz de ayla-sargı qoldanıp, bizdi Allahqa senbewge jane Ogan ozgelerdi tendes etwge buyıratın edinder»,- deydi. Olar azaptı korgenderinde, okinisterin / isterine / jasırdı. Ari Biz kupirlik etwsilerdin / Allahqaqarsı kelwsilerdin / moyındarına bugawlar saldıq. Olarga istegenderinen basqasına / istemegenderine / qaytarım jaza berile me"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz qaysıbir eldi mekenge eskertwsi jibersek, onın san-saltanat, raxatqa salqıgandarı / dawletke mastangandarı / : «Biz sen­der arqılı jiberilgenge senbeymiz», - dedi"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ari olar: «Bizdin dunielerimiz de, balalarımız da kop, / sondıqtan / biz azapqa tartılmaymız», - dedi"},{"SurahNumber":34,"VerseNumber":36,"Text":"Ey, Muxammed! / Ayt: «Aqiqatında Rabbım qalaganının rizıgın kenitip, qalaganının rizıgın sektep qoyadı. Biraq adamdardın kobi bilmeydi»,- dep"},{"SurahNumber":34,"VerseNumber":37,"Text":"Senderdin dunielerin de, balaların da ozderindi Bizge jaqındatwsı narse bola almaydı. Tek kim imanga kelgen jane izgi amal istegen bolsa gana, mine, solarga istegen amaldarı usin eselengen qaytarım sıy bar ari olar / Jannattagı / jogargı orındarda amandıqta boladı"},{"SurahNumber":34,"VerseNumber":38,"Text":"Al, ayat-belgilerimizdi alsiretw usin areket etkender bolsa, azapqa tastalınadı"},{"SurahNumber":34,"VerseNumber":39,"Text":"Ey, Muxammed! / Ayt: «Aqiqatında, Rabbım quldarının arasınan qalaganının rizıgın kenitip jane qalaganının / rizıgın / sektep qoyadı. Sender ne jumsasandar da Ol onın / jumsagandarınnın / ornın qayta toltıradı. Ol - rizıq berwsilerdin en qayırlısı», - dep"},{"SurahNumber":34,"VerseNumber":40,"Text":"Ari sol / qayta tirilw / kuni Ol / Allah / olardın barlıgın jinaydı da keyin peristelerge: «Senderge tabıngan mınalar ma?» - deydi"},{"SurahNumber":34,"VerseNumber":41,"Text":"Peristeler / : «Sen / barlıq kemsilikten / paksin! Bizdin qamqorsımız olar emes, Sensin. Negizinde, olar jındarga tabınatın, olardın kobi solarga senwsi edi», - deydi"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ol kuni sender bir-birlerine ne payda, ne ziyan keltire almaysındar. Biz adiletsizderge: «Ozderin otirik dep eseptegen Ottın azabın tatındar», - deymiz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Al olarga / musrikterge / anıq ayattarımız oqılgan kezde, olar: «Bul adam senderdi atalarınnın tabınganınan toswdı qalaytın kisi gana», - dedi. Ari olar: «Bul - bar bolganı oydan sıgarılgan otirik», - dedi. Ari, ozderine aqiqat kelgen kezde, ogan kupirlik etkender / senbegender / : «Bul - anıq siqır gana», - dedi"},{"SurahNumber":34,"VerseNumber":44,"Text":"Biz olarga / arab musrikterine / ozderi oqıp-uyrenetin kitaptar bermedik ari olarga senen burın eskertwsi de jibermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Olardan burın otkender de / elsilerdi / jalganga sıgardı. Bular / Mekke musrikteri / olarga bergenimizdin onnan birine de jetken joq. Al olar sonda da elsilerimdi jalganga sıgardı. Sonda Menin qaharım / jazam / qalay boldı"}]}