{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Yazık, yazık size vaadedilen seye"},{"SurahNumber":23,"VerseNumber":37,"Text":"O (hayat), sadece dunya hayatıdır. Oluruz ve yasarız. Ve Biz, beas edilecek (yeniden dirilecek) degiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O (Resul), ancak Allah´a yalanla iftira eden bir adamdır. Ve biz, O´na inananlar degiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"(Resul): “Rabbim, beni yalanlamaları sebebiyle bana yardım et.” dedi"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah): “Az (kısa zamanda) onlar mutlaka nadim (pisman) olacaklar.” dedi"},{"SurahNumber":23,"VerseNumber":41,"Text":"Boylece hak ile (hakettikleri) bir sayha onları aldı (yakaladı). Onları gusa kıldık (zerreler haline getirdik). Artık zalim kavim, (Allah´ın rahmetinden) uzak olsun"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra onların arkasından baska nesiller yarattık"},{"SurahNumber":23,"VerseNumber":43,"Text":"(Hic)bir ummet, ecelini (suresini) erkene alamaz ve tehir edemez"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra Biz, resullerimizi ardarda (arası kesilmeksizin) gonderdik. Her ummete resulu geldigi zaman, her defasında onu yalanladılar. Biz de onları birbiri arkasından (helak ettik). Ve onları efsane kıldık. Artık mu´min olmayan kavim (Allah´ın rahmetinden) uzak olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Hz. Musa´yı ve kardesi Hz. Harun´u, ayetlerimizle ve apacık sultanla (Tevrat´la) gonderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"(Hz. Musa´yı ve Hz. Harun´u), firavun ve onun ileri gelenlerine (gonderdik). Fakat onlar, kibirlendiler (buyuklendiler). Ve alin (magrur, zorba) bir kavim oldular"},{"SurahNumber":23,"VerseNumber":47,"Text":"Sonra dediler ki: “Bizim gibi iki besere (Hz. Musa ve Hz. Harun´a), iman mı edelim? Ve onların ikisinin (Musa ve Harun A.S´ın) kavmi, bize kul (kole) olmasına ragmen.”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Boylece ikisini de yalanladılar. Ve helak edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Ve andolsun, Hz. Musa´ya kitap verdik ki boylece onlar, hidayete ersinler"},{"SurahNumber":23,"VerseNumber":50,"Text":"Ve Hz. Meryem oglunu (Hz. Isa´yı) ve onun annesini ayet (mucize) kıldık. Ve akan suyu olan ve barınmaya musait yuksek bir tepeye, ikisini yerlestirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ey resuller! Tayyib (temiz, helal ni´metlerden) yeyiniz. Ve salih (nefsi tezkiye edici) amel yapınız. Muhakkak ki Ben, yaptıgınız seyleri en iyi bilenim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Ve muhakkak ki bu sizin ummetiniz, tek bir ummettir. Ve Ben, sizin Rabbinizim. Oyleyse Bana karsı takva sahibi olun (Bana ulasmayı dileyin)"},{"SurahNumber":23,"VerseNumber":53,"Text":"Fakat onlar, (dinin) emirlerini kendi aralarında kısımlara (fırkalara) ayırarak bolduler. Grupların hepsi, kendilerindeki (kabul ettikleri) ile ferahlanırlar"},{"SurahNumber":23,"VerseNumber":54,"Text":"Artık onları, kendi dalaletleri icinde belli bir sureye kadar terket"},{"SurahNumber":23,"VerseNumber":55,"Text":"Mal ve ogullarla onları destekledigimizi mi sanıyorlar"},{"SurahNumber":23,"VerseNumber":56,"Text":"Onlara hayırları cabuklastırdıgımızı (mı sanıyorlar)? Hayır, onlar farkında degillerdir"},{"SurahNumber":23,"VerseNumber":57,"Text":"Muhakkak ki onlar, Rab´lerinin hasyetinden korkanlardır"},{"SurahNumber":23,"VerseNumber":58,"Text":"Ve onlar, Rab´lerinin ayetlerine iman ederler"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ve onlar, Rab´lerine sirk kosmazlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ve onlar vereceklerini verirler. Onlar, Rab´lerine geri donenler (ulasanlar) oldugundan onların kalpleri titrer"},{"SurahNumber":23,"VerseNumber":61,"Text":"Iste onlar hayırlarda yarısırlar. Ve onlar, onda (hayırlarda) one gecenlerdir"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ve (hic) kimseyi gucunun (kapasitesinin, yapabileceginin) dısında (otesinde) mukellef (sorumlu) tutmayız. Nezdimizde, hakkı soyleyen bir kitap (hayat filmi) vardır. Ve onlar zulmedilmezler"},{"SurahNumber":23,"VerseNumber":63,"Text":"Hayır, onların kalpleri bundan dolayı gaflette (dalalette)dir. Ve onların bundan baska yaptıkları amelleri (de) vardır. Onlar, onu yapanlardır"},{"SurahNumber":23,"VerseNumber":64,"Text":"Onların refahta olanlarını azapla aldıgımız zaman (o zaman) onlar, yalvarıp bagırarak yardım isterler"},{"SurahNumber":23,"VerseNumber":65,"Text":"O gun yalvarıp bagırarak yardım istemeyin. Muhakkak ki Bizim tarafımızdan, size yardım edilmez"},{"SurahNumber":23,"VerseNumber":66,"Text":"Ayetlerimiz size tilavet edilmisti (okunmustu). O zaman siz, topuklarınız uzerinde geri donup kacmıstınız"},{"SurahNumber":23,"VerseNumber":67,"Text":"(Siz), ona (ayetlerime) kibirlenenlerdiniz. Gece toplanarak (ayetlerim hakkında) sacma sapan konusuyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar hala sozu dusunmediler mi (manasına varmadılar mı, anlamadılar mı)? Yoksa onlara, atalarına gelmemis olan (bir sey) mi geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa onlar, resullerini tanımadılar mı (kabul etmediler mi)? Bu durumda onlar, onu (resulu) inkar edenlerdir"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa onda bir delilik oldugunu mu soyluyorlar? Hayır (o), onlara hak ile geldi. Ve onların cogu hakkı kerih gorenlerdir"},{"SurahNumber":23,"VerseNumber":71,"Text":"Ve Hakk, onların hevalarına tabi olsaydı semalar, yeryuzu ve onların icinde olanlar mutlaka fesada ugrardı. Hayır, onlara zikirlerini getirdik. Fakat onlar, zikirlerinden yuz cevirenlerdir"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoksa onlardan harc (ucret) mi istiyorsun? Oysa Rabbinin harcı (ucreti) daha hayırlıdır. Ve O, rızıklandıranların en hayırlısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ve muhakkak ki; sen, mutlaka onları Sıratı Mustakim´e davet ediyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ve muhakkak ki ahirete (Allah´a hayatta iken ulasmaya) inanmayanlar, mutlaka yoldan (Sıratı Mustakim´den) sapanlar (dalalette olanlar)dır"}]}