{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"O lyudy, vy budete povaha vash Lord, dlya tremtyachoho Hodyny shchosʹ horrendous"},{"SurahNumber":22,"VerseNumber":2,"Text":"denʹ vy svidok tse, navitʹ nyanchacha maty bude discard yi nemovlya, ta vahitna zhinka bude abort yi fetus. Vy pobachyte lyudey staggering, tak, yakby vony intoxicated, nezvazhayuchy na te, shcho vony ne intoxicated. Tse tomu, shcho BOZHYY retribution tak awesome"},{"SurahNumber":22,"VerseNumber":3,"Text":"Sered lyudey, ye tsey khto sperechayutʹsya pro BOHA bez znannya, ta sliduyutʹ za kozhnym rebellious chortom"},{"SurahNumber":22,"VerseNumber":4,"Text":"Tse ukhvalyuyetʹsya shcho budʹ khto khto z'yednuye sebe z nym, vin pryzvede do pomylky yo ta keruyutʹ yo do ahoniyi Pekla"},{"SurahNumber":22,"VerseNumber":5,"Text":"O lyudy, yakshcho vy mayete budʹ-yakyy sumniv pro resurrection, (zapam'yatayete shcho) my utvoryly vas z pylu, ta z·hodom z tiny krapli, kotryy vertayetʹsya u vishayuchu (embryo), todi yomu staye fetus shcho dayetʹsya zhyttya abo vvazhayetʹsya bezzhyvna. My takym chynom roz'yasnyayemo rechi dlya vas. My rehulyuyemosʹ u wombs shchob ni my budemo dlya predetermined period. My todi prynosymo vam tomu shcho nemovlya, todi vy dosyahayete zrilosti. V toy chas, yak deyakyy z vy vmyrayete molodi, inshi zhyvutʹ do nayhirshoho viku, tilʹky znayty shcho ni bilʹshe znannya ne mozhutʹ buty dosyahnuti poza pevnoyu mezheyu. Takozh, vy dyvytesʹ na zemlyu shcho ye mertvi, todi yak tilʹky my zlyva tse z vodoyu, tse vibruye z zhyttyam ta vyroshchuye vsi riznovydy krasyvykh zavodiv"},{"SurahNumber":22,"VerseNumber":6,"Text":"Tse dokazuye shcho BOH yavlyaye soboyu Pravdu, ta shcho Vin ozhyvaye mertvyy, ta shcho Vin Omnipotent"},{"SurahNumber":22,"VerseNumber":7,"Text":"Ta shcho Hodyna prybuvaye, pevno pryblyzno tse, ta shcho BOH resurrects tsey khto ye u graves"},{"SurahNumber":22,"VerseNumber":8,"Text":"Sered lyudey ye khto sperechayetʹsya pro BOHA bez znannya, ta bez kerivnytstva, ta bez vysvitlyuyuchoho svyatoho pysannya"},{"SurahNumber":22,"VerseNumber":9,"Text":"Zukhvalo vin prahne vidvesty lyudey z shlyakhu BOHA. Vin takym chynom zaznaye prynyzhennya u tse zhyttya, ta my zdiysnyuyemo yoho na Dni Resurrection do ahoniyi horyachoyi"},{"SurahNumber":22,"VerseNumber":10,"Text":"Tse ye yaki vashi ruky poslaly vpered dlya vas. BOH nikoly ne unjust do lyudey"},{"SurahNumber":22,"VerseNumber":11,"Text":"Sered lyudey ye khto obozhnyuye BOHA umovno. Yakshcho rechi idutʹ yoho shlyakh, vin vmist. Ale yakshcho deyake neshchastya befalls yo, vin robytʹ pro-oblychchya. Otzhe, vin hubytʹ i tse zhyttya i U maybutnʹomu. Takyy yavlyaye soboyu realʹnu vtratu"},{"SurahNumber":22,"VerseNumber":12,"Text":"Vin idolizes bilya BOHA shcho volodiye niyakoyu potuzhnistyu ne zavdaty shkody yomu abo yomu vyhody; takyy yavlyaye soboyu realʹnyy zbyvayuchyy z shlyakhu"},{"SurahNumber":22,"VerseNumber":13,"Text":"Vin idolizes shcho bilʹshe pidkhozhyy zavdaty shkody yomu nizh yo vyhody. Shcho neshchasnyy lord! Shcho neshchasnyy kompanyon"},{"SurahNumber":22,"VerseNumber":14,"Text":"BOH dopuskaye tsi khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya u park z techuchymy potokamy. Vse ye z·hidno z BOZHYM bude"},{"SurahNumber":22,"VerseNumber":15,"Text":"Yakshcho budʹ khto dumaye shcho BOH ne mozhe pidtrymaty yoho u tsʹomu zhytti ta u U maybutnʹomu, dozvolyayutʹ yomu povertayutʹ povnistyu (yoho creator u) nebesa, ta roz'yednuyutʹ (yoho zalezhnistʹ na budʹ khto shche). Vin todi pobachytʹ shcho tsey plan usuvaye budʹ shcho shcho turbuye yoho"},{"SurahNumber":22,"VerseNumber":16,"Text":"My takym chynom vidkryly yasni vidkryttya herein, todi BOH keruye whoever wills (shchob keruvatysya)"},{"SurahNumber":22,"VerseNumber":17,"Text":"Tsey khto vvazhayutʹ, tsey khto ye yevreysʹkyy, peretvoryuye, Khrystyyanyn, Zoroastrians, ta idol worshipers, BOH yavlyaye soboyu odyn khto bude pryymaty rishennya sered nykh na Dni Resurrection. BOH zasvidchuye vsi rechi"},{"SurahNumber":22,"VerseNumber":18,"Text":"vy ne zdiysnyuyete shcho do BOHA prostrates kozhnyy u nebi ta zemli, ta sontsi, ta misyatsi, ta zirkakh, ta horakh, ta derevakh, ta tvarynakh, ta bahato lyudey? Bahato inshykh sered lyudey zdiysnyuyutʹsya shchob pryrikty. Whomever sorom BOHA, nikhto ne vshanuyutʹ yoho. Vse ye z·hidno z BOZHYM bude"}]}