{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"Ārau yētiẏā siham̐tara ōparata ghōṣita śāsti āhiba tētiẏā āmi siham̐tara bābē pr̥thiraīra paraā ēṭā jantu uliẏāma (dā-bbātula āraja), yiṭō siham̐tara lagata kathā ka'ba yē, mānuhē āmāra nidarśanasamūhara prati niścita biśbāsa karaā nāchila"},{"SurahNumber":27,"VerseNumber":83,"Text":"Ārau smaraṇa karaā sē'i dinaṭōra kathā, yidinā āmi samabēta karaima pratyēka sampradāẏara paraā ēkō ēkōṭā dala, yiham̐tē āmāra nidarśanāralī pratyākhyāna karaichila, tāra pichata siham̐taka śāraībad'dhabhāraē ēkatraita karaā ha'ba"},{"SurahNumber":27,"VerseNumber":84,"Text":"Araśēṣata yētiẏā siham̐ta āhi yāba, tētiẏā āllāhē siham̐taka ka’ba, ‘tōmālōkē mōra āẏātasamūhaka asbīkāra karaichilā, athaca sē'i biṣaẏē tōmālōkara kōnō jñānē'i nāchila, nē tōmālōkē ārau kibā karaichilā"},{"SurahNumber":27,"VerseNumber":85,"Text":"ārau an'yāẏa karaāra kāraṇē siham̐tara ōparata ghōṣita śāsti āhi paraiba; phalata siham̐tē ēkōraē ka’ba nōraāraiba"},{"SurahNumber":27,"VerseNumber":86,"Text":"Siham̐tē dēkhā nā'inē yē, āmiẏē'i siham̐tara bābē raāti sr̥ṣṭi karaichō, yātē siham̐tē biśraāma laba pāraē ārau dinaka karaichō dr̥śyamāna? Niścaẏa iẏāta nidarśana āchē ēnē sampradāẏara bābē yisakalē īmāna pōṣaṇa karaē"},{"SurahNumber":27,"VerseNumber":87,"Text":"Ārau yidinā śiṅāta phum̐ diẏā ha’ba, sē'idinā ākāśasamūha ārau pr̥thiraīra sakalōraē bhīta-bihbala hai paraiba, kintu āllāhē yisakalaka icchā karaiba tē'ōm̐lōkara bāhiraē, ārau sakalōraē tē'ōm̐ra ōcarata hīna arasthāta upasthita ha’ba"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ārau tumi yibōra pāhāra-parbata dēkhi āchā, bhābichā ē'ibōra acala, athaca ē'ibōra mēghapuñjara daraē calamāna ha’ba. Ē'iṭō āllāharaē'i sr̥ṣṭi-naipuṇya, yijanē sakalō bastukē'i karaichē suṣama. Tōmālōkē yi karaā niścaẏa tē'ōm̐ sē'i samparkē samyaka arahita"},{"SurahNumber":27,"VerseNumber":89,"Text":"Yiẏē saṯkarma lai āhiba tē'ōm̐ tātōkai uṯkr̥ṣṭa pratiphala pāba ārau sē'idināra bhītikara arasthāra paraā tē'ōm̐lōkē niraāpada thākiba"},{"SurahNumber":27,"VerseNumber":90,"Text":"Ārau yiẏē asaṯkarma lai āhiba, tāka adhōmukhē ju'ita nikṣēpa karaā ha’ba. Tōmālōkē yi karaichilā tāraē'i pratiphala tōmālōkaka diẏā haichē"},{"SurahNumber":27,"VerseNumber":91,"Text":"Mōka nirdēśa karaā haichē ē'i nagarara pratipālakara ibādata karaibalai, yijanē iẏāka sanmānita karaichē. Sakalō bastu tē'ōm̐raē'i. Mōka ārau ādēśa karaā haichē, ma'i yēna ātmasamarpanakāraī sakalara antarbhukta ha'ōm̐"},{"SurahNumber":27,"VerseNumber":92,"Text":"Mōka ārau nirdēśa diẏā haichē, kōra'āna tilārata karaibalai. Ētēkē yiẏē saṯpatha aralambana karaē si nijara kalyāṇara bābē'i saṯpatha aralambana karaē, ārau yiẏē bhula patha aralambana karaē, tēntē tumi kōraā, ‘ma'ihē kērala ējana satarkakāraī’"},{"SurahNumber":27,"VerseNumber":93,"Text":"Ārau kōraā, ‘sakalō dharaṇara praśansā kērala āllāharaē'i, aciraē'i tē'ōm̐ tōmālōkaka tē'ōm̐ra nidarśanasamūha dēkhuraāba, tētiẏā tōmālōkē sēẏā ciniba pāraibā’. Tōmālōkē yi karaā sē'i samparkē tōmāra raba amanōyōgī nahaẏa"},{"SurahNumber":28,"VerseNumber":1,"Text":"Tbā-chīna-mīma"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ē'ibōra suspaṣṭa kitābara āẏāta"},{"SurahNumber":28,"VerseNumber":3,"Text":"Āmi tōmāra ōcarata muchā ārau phira'ā'unara kichu br̥ttānta yathāyathabhāraē bibr̥ta karaichō, ēnē sampradāẏara bābē yisakalē īmāna pōṣaṇa karaē"},{"SurahNumber":28,"VerseNumber":4,"Text":"Niścaẏa phira'ā'una pr̥thiraīra bukuta ahaṅkāraī haichila, ārau sē'i ṭhā'ira adhibāsībilākaka bibhinna śraēṇīta bibhakta karai siham̐tara ēṭā śraēṇīka si durbala karai raākhichila; siham̐tara putrasakalaka si hatyā karaichila ārau nāraīsakalaka jīraita ērai dichila. Niścaẏa si āchila biparyaẏa sr̥ṣṭikāraī"},{"SurahNumber":28,"VerseNumber":5,"Text":"Ārau sē'i dēśata yisakalaka durbala karai rakhā haichila āmi sē'i mānuhabilākara ōparata anugraha karaiba bicārailō lagatē tē'ōm̐lōkaka nētr̥tba dāna karaibalai ārau uttaraādhikāraī banābalai icchā karailō"},{"SurahNumber":28,"VerseNumber":6,"Text":"ārau pr̥thiraīta tē'ōm̐lōkaka kṣamatāta adhiṣṭhita karaibalai bicārailō, lagatē phira'ā'una, hāmāna ārau siham̐tara sain'yabāhinīka sē'iṭō dēkhuraābalai icchā karailō, yiṭō siham̐tē sē'i durbala dalara paraā āśaṅkā karaichila"},{"SurahNumber":28,"VerseNumber":7,"Text":"Ārau āmi muchāra mātr̥ra prati nirdēśa dilō, tāka piẏāha khu'ōraā; yētiẏā tumi iẏāra biṣaẏē kōnō āśaṅkā karaibā, tētiẏā iẏāka sāgarata nikṣēpa karaibā ārau bhaẏa nakaraibā, cintita'ō naha’bā. Niścaẏa āmi iẏāka tōmāra ōcaralai ghūraā'i ānima ārau iẏāka raāchulasakalara antarbhukta karaima"},{"SurahNumber":28,"VerseNumber":8,"Text":"Tāra pichata phira'ā'unara paraiẏālē tāka (sāgarara paraā) tuli nilē. Yātē tē'ōm̐ siham̐tara śatrau ārau duḥkhara kāraṇa haẏa. Niścaẏa phira'ā'una, hāmāna ārau siham̐tara sain'yabāhinī āchila aparaādhī"},{"SurahNumber":28,"VerseNumber":9,"Text":"Phira'ā'unara straīẏē ka’lē, ‘ē'i śiśuṭi mōra ārau tōmāra naẏana-praītikara. Iẏāka hatyā nakaraibā. I āmāra upakārata āhiba pāraē athabā āmi iẏāka santāna hicāpē'ō grahaṇa karaiba pāraō’. Daraācalatē siham̐tē iẏāra paraiṇāma upalabdhi karaiba paraā nā'i"},{"SurahNumber":28,"VerseNumber":10,"Text":"Ārau ipinē muchāra mātr̥ra hr̥daẏa asthira hai paraichila. Tē'ōm̐ iẏāra paraicaẏa prakāśa karaiẏē'i dilēhēm̐tēna, yadi āmi tē'ōm̐ra antaraka dr̥ṛha karai nidilōhēm̐tēna, yātē tē'ōm̐ āsthāśīlasakalara antarbhukta haẏa"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ārau muchāra bāẏēkaka ka'lē, iẏāra pichē pichē yōraā. Tē'ōm̐ dūrara paraā'i iẏāka dēkhi āchila kintu siham̐tē (śatraubilākē) sēẏā upalabdhi karaiba paraā nāchila"}]}