{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Tumi araśyē muminasakalara bābē mānuhara mājata śatrautāta adhika kaṭhōra pābā iẏāhudīsakalaka ārau yisakalē śbirka karaichē siham̐taka. Ārau muminasakalara bābē bandhutbara diśata āṭā'itakai ōcarata pābā sē'isakala lōkaka yisakalē kaẏa, ‘āmi nāchāraā’, ēẏā ē'i kāraṇē yē, siham̐tara mājata bahutō paṇḍita ārau sansārabiraāgī āchē ārau siham̐tē niścaẏa ahaṅkāra nakaraē"},{"SurahNumber":5,"VerseNumber":83,"Text":"Ārau raāchulara prati yi aratīrṇa haichē sēẏā yētiẏā siham̐tē śunē, tētiẏā siham̐tē yi satya upalabdhi karaē tāra bābē tumi siham̐tara caku aśrau bigalita dēkhibā. Siham̐tē kaẏa, ‘hē āmāra raba! Āmi īmāna ānichō, sēẏē tumi āmāka sākṣya dānakāraīsakalara tālikābhukta karaā’"},{"SurahNumber":5,"VerseNumber":84,"Text":"‘Ārau āmāra ki haichē, āmi kiẏa āllāhara prati ārau yi satya āmāra ōcarata āhichē tāra prati biśbāsa sthāpana nakaraima? Athaca āmi pratyāśā karaō yē, āmāra pratipālakē āmāka pūṇyabāna sampradāẏara antarbhūkta karaiba’"},{"SurahNumber":5,"VerseNumber":85,"Text":"Sēẏē siham̐tara ē'i kathāra kāraṇē āllāhē siham̐tara bābē puraṣkāra nirdiṣṭa karaichē jānnāta, yāra talata nadīsamūha prabāhita, tāta siham̐ta sthāẏī ha’ba; ārau ē'iṭō muhachīnasakalara puraṣkāra"},{"SurahNumber":5,"VerseNumber":86,"Text":"Ārau yisakalē kupharaī karaichē ārau āmāra āẏātasamūhaka mithyāraōpa karaichē, siham̐tē'i jāhānnāmī"},{"SurahNumber":5,"VerseNumber":87,"Text":"Hē muminasakala! Āllāhē tōmālōkara bābē uṯkr̥ṣṭa yibōra bastu hālāla karaichē sē'ibōraka tōmālōkē hāraāma nakaraibā ārau sīmālaṅghana nakaraibā. Niścaẏa āllāhē sīmālaṅghanakāraī sakalaka pachanda nakaraē"},{"SurahNumber":5,"VerseNumber":88,"Text":"Ārau āllāhē tōmālōkaka yi hālāla ārau uṯkr̥ṣṭa jīraikā pradāna karaichē tāra paraā khōraā ārau āllāhara tākbaraā aralambana karaā, yāra prati tōmālōkē biśbāsa sthāpana karaichā"},{"SurahNumber":5,"VerseNumber":89,"Text":"Tōmālōkara anarthaka śapatara bābē āllāhē tōmālōkara dōṣa nadharaiba, kintu yibōra śapata tōmālōkē icchākr̥tabhāraē karaā sē'ibōrara bābē tē'ōm̐ tōmālōkara dōṣa dharaiba. Ētēkē iẏāra kāphaphāraā haichē, dahajana michakīnaka madhyama dharaṇara khādya pradāna karaā yibōra tōmālōkē nija paraiẏālata khōraā, athabā siham̐taka bastra dāna karaibā nā'ibā ējana dāsa mukta karaibā. Yāra sāmartha nā'i si tini dina chiẏāma pālana karaiba. Tōmālōkē śapata karailē ē'iṭōraē tōmālōkara śapatara kāphaphāraā. Tōmālōkē nijara śapata rakṣā karaibā. Ē'idaraē āllāhē tōmālōkara bābē tē'ōm̐ra āẏātasamūha barṇanā karaē, yātē tōmālōkē kr̥tajñatā jñāpana karaā"},{"SurahNumber":5,"VerseNumber":90,"Text":"Hē muminasakala! Mada, juraā, mūrtipūjāra bēdī ārau bhāgya nirṇaẏa karaā tīra ē'ibōra kērala ghr̥ṇāra bastu, caẏatānara kāma. Sēẏē tōmālōkē ē'ibōra barjana karaā, yātē tōmālōkē saphala ha’ba pāraā"},{"SurahNumber":5,"VerseNumber":91,"Text":"Caẏatānē tōmālōkara mājata mada ārau juraāra dbāraā śatrautā ō bidbēṣa sañcāra karaiba bicāraē ārau tōmālōkaka āllāhara smaraṇata lagatē chālātata bādhā pradāna karaiba bicāraē. Tathāpi'ō tōmālōkē birata nēthākibānē"},{"SurahNumber":5,"VerseNumber":92,"Text":"ārau tōmālōkē āllāhara ānugatya karaā ārau raāchulara ānugatya karaā lagatē sāradhānatā aralambana karaā; tathāpi'ō yadi tōmālōkē bimukha hōraā tēntē jāni thōraā yē, āmāra raāchulara dāẏitba kērala suspaṣṭabhāraē pracāra karaā"},{"SurahNumber":5,"VerseNumber":93,"Text":"Yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkē iẏāra āgatē yibōra pānāhāra karaichē tāra bābē tē'ōm̐lōkara kōnō guṇāha nā'i, yadi tē'ōm̐lōkē tākbaraā aralambana karaē, īmāna ānē ārau saṯkarma karaē. Tāra pichata tē'ōm̐lōkē tākbaraā aralambana karaē ārau īmāna ānē. Tāra pichata tē'ōm̐lōkē tākbaraā aralambana karaē ārau ihachāna karaē. Tēntē (jāni thōraā) āllāhē muhachīnasakalaka pachanda karaē"},{"SurahNumber":5,"VerseNumber":94,"Text":"Hē īmāndārasakala! Āllāhē tōmālōkaka araśyē paraīkṣā karaiba cikārara ēnēkuraā bastura dbāraā yibōra tōmālōkara hātara ārau ballamara ā'ōtāta thākē, yātē āllāhē prakāśa karai diẏē yē, kōnē tē'ōm̐ka nēdēkhākaiẏē bhaẏa pāẏa. Sēẏē iẏāra pichatō kōnōbā'i sīmālaṅghana karailē tāra bābē kaṣṭadāẏaka śāsti āchē"},{"SurahNumber":5,"VerseNumber":95,"Text":"Hē īmāndārasakala! Tōmālōkē iharaāmata thakā arasthāta cikāra (jantu) hatyā nakaraibā, ārau yadi tōmālōkara mājata kōnōbā'i sēẏā icchākr̥tabhāraē hatyā karaē tēntē si yiṭō hatyā karaichē tāra binimaẏa haichē anuraūpa gr̥hapālita jantu, yāra phaẏacālā karaiba tōmālōkara mājara dujana n'yāẏabicāraka lōkē- kurabānīra jantu hicāpē kā’bālai paum̐cāba lāgiba nā'ibā iẏāra kāphaphāraā ha’ba daraidraka khādya dāna karaā athabā sē'i anupātē chiẏāma pālana karaā, yātē si nija kr̥takarmara phala bhōga karaiba pāraē. Āgatē yi haichē āllāhē sēẏā kṣamā karaichē. Kintu kōnōbā'i yadi sēẏā ākau karaē tēntē āllāhē tāra paraā pratiśōdha grahaṇa karaiba ārau āllāha paraākramaśālī, pratiśōdha grahaṇakāraī"},{"SurahNumber":5,"VerseNumber":96,"Text":"Tōmālōkara bābē sāgarara cikāra ārau sēẏā bhakṣaṇa karaā hālāla karaā haichē, tōmālōkara ārau paryaṭakasakalara bhōgara bābē. Tōmālōkē yētiẏālaikē iharaāmata thākibā tētiẏālaikē tōmālōkara bābē sthalara cikāra karaā hāraāma; ārau tōmālōkē āllāhara tākbaraā aralambana karaā, yāra ōcarata tōmālōkaka ēkatraita karaā ha’ba"}]}