{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"Эй, Одам болалари, ҳар бир ибодат чоғида ўз зийнатингизни олинг. Еб-ичинг ва исроф қилманг. Чунки, У исроф қилувчиларни севмас"},{"SurahNumber":7,"VerseNumber":32,"Text":"Сен: «Аллоҳ Ўз бандаларига чиқарган зийнатларни ва покиза ризқларни ким ҳаром қилди?!» – деб айт. Сен: «Улар ҳаёти дунёда иймон келтирганларга, қиёмат кунида эса фақат ўзларига хосдир», – деб айт. Биладиган қавмлар учун оятларни мана шундай муфассал баён қилурмиз"},{"SurahNumber":7,"VerseNumber":33,"Text":"Сен: «Роббим фақатгина ошкора ва яширин фаҳш ишларни, гуноҳларни, ноҳақ тажовузкорликни ва Аллоҳга ҳеч қандай ҳужжат туширмаган нарсаларни шерик қилиб олишингизни ҳамда Аллоҳга нисбатан билмаган нарсани айтишни ҳаром қилган, холос», – деб айт"},{"SurahNumber":7,"VerseNumber":34,"Text":"Ҳар бир умматнинг ажали бор. Ажаллари келган вақтида бирор соатга кетга ҳам, олдинга ҳам сура олмаслар"},{"SurahNumber":7,"VerseNumber":35,"Text":"Эй, Одам болалари, агар сизларга ўзингиздан бўлган Пайғамбарлар келиб, оятларимни сўзлаганда, бас, ким тақво қилса ва яхши амал қилса, уларга хавф йўқдир ва улар хафа ҳам бўлмаслар"},{"SurahNumber":7,"VerseNumber":36,"Text":"Оятларимизни ёлғонга чиқарганлар ва улардан кибр қилганлар, ана ўшалар дўзах эгаларидир. Улар унда абадий қолурлар"},{"SurahNumber":7,"VerseNumber":37,"Text":"Аллоҳга нисбатан ёлғон тўқиган ёки унинг оятларини ёлғонга чиқарган кимсадан ҳам золимроқ одам борми?! Ана ўшаларга китобдан насибалари етар. Бизнинг элчиларимиз келиб уларнинг жонларини олаётиб: «Аллоҳдан ўзга ибодат қилаётган нарсаларингиз қани?» – дерлар. Улар: «Биздан ғойиб бўлишди», – дерлар ва ўз зиёнларига, кофир бўлганларини айтиб, гувоҳлик берарлар"},{"SurahNumber":7,"VerseNumber":38,"Text":"У зот: «Сиздан олдин ўтган, жин ва инсдан бўлган умматлар билан дўзахга киринг», – дер. Қачонки, қайси бир уммат (дўзахга) кирса, шеригини лаънатлар. Бироқ у ерда ҳаммалари топишганларида, кейингилари аввалгиларини (маломат қилиб): «Эй Роббимиз, бизни анавилар адаштирган эдилар. Уларга дўзах азобини икки баробар қилиб бер», – дерлар. У зот: «Ҳаммага ҳам икки баробар, лекин билмайсизлар», – дер"},{"SurahNumber":7,"VerseNumber":39,"Text":"Аввалгилар кейингиларга: «Сизларнинг биздан афзаллик томонингиз йўқ. Қилган касбингизга яраша азобни тортаверинглар», – дерлар"},{"SurahNumber":7,"VerseNumber":40,"Text":"Албатта, оятларимизни ёлғонга чиқарганлар ва улардан кибр қилганларга осмон эшиклари очилмас ва улар туя игна тешигидан ўтмагунча жаннатга кирмаслар. Жиноятчиларни мана шундай жазолаймиз"},{"SurahNumber":7,"VerseNumber":41,"Text":"Уларга жаҳаннамдан тўшак ва устларига чойшаб бор. Золимларни мана шундай жазолаймиз"},{"SurahNumber":7,"VerseNumber":42,"Text":"Иймон келтириб, яхши амалларни қилганлар — Биз ҳеч бир жонни тоқатидан ташқари нарсага таклиф қилмаймиз — ана ўшалар жаннат эгаларидир. Улар унда абадий қолурлар"},{"SurahNumber":7,"VerseNumber":43,"Text":"Ва кўксиларидаги ғиллу ғашларни чиқариб олдик, остиларидан анҳорлар оқиб турибди. Улар: «Бизни шунга ҳидоят қилган Аллоҳга ҳамдлар бўлсин, агар Аллоҳ бизни ҳидоят қилмаганда, ўзимиз йўл топа олмас эдик. Роббимизнинг элчилари ҳақни келтирдилар», – дедилар. Ва уларга: «Мана шу жаннатингизни қилган амалларингиз туфайли мерос қилиб олдингиз», – деб нидо қилинур"},{"SurahNumber":7,"VerseNumber":44,"Text":"Ва жаннат эгалари дўзах эгаларига: «Биз Роббимиз бизга ваъда қилган нарсанинг ҳақ эканини топдик. Сизлар ҳам Роббингиз ваъда қилган нарсанинг ҳақ эканини топдингизми?!» – деб нидо қиладир. Улар: «Ҳа!» – дерлар. Бас, улар ўрталарида бир жарчи: «Золимларга Аллоҳнинг лаънати бўлсин"},{"SurahNumber":7,"VerseNumber":45,"Text":"Аллоҳнинг йўлидан тўсадиган, уни бузишни истайдиган ва охиратга кофир бўлувчиларга!!!» – деб жар соладир"},{"SurahNumber":7,"VerseNumber":46,"Text":"Ораларида тўсиқ бор, у деворлар устидаги кишилар ҳаммаларини сиймоларидан танирлар. Тамаъ қилган ҳолларида кирмай турган жаннат эгаларига: «Сизга салом бўлсин», – деб нидо қилурлар"}]}