{"Id":240,"LanguageCodes":["lg","lug"],"Name":"lug-fareeqmusa","Author":"Fareeq Musa","Language":"Ganda","Description":"Ganda","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":92,"Text":"Mazima Musa yabajjira n'obunnyonnnyofu wabula ate bweyavaawo okugenda (okunona amateeka) nemweteerawo ennyana nemugisinza. Mu kikolwa ekyo mwali balyazamaanyi"},{"SurahNumber":2,"VerseNumber":93,"Text":"Era mujjukire ekiseera lwe twabakozesa endagaano, nga tuwanise olusozi waggulu wa mmwe. Ne tubagamba nti, bye tubawadde mubikwate n'amaanyi era muwulire. Baayanukula nebagamba nti, tuwulidde ne tujeema. Emitima gyabwe gyabbikira mu kusinza ennyana olw'obutakkiriza bwabwe. Bagambe nti kibi nnyo enzikiriza yammwe ky'ebalagira bwe muba nga ddala muli bakkiriza"},{"SurahNumber":2,"VerseNumber":94,"Text":"Bagambe nti; Enyumba ey'enkomerero bw'eba nga yeeyawulidde mmwe mmwekka ewa Katonda so si abantu balala bonna, kale mwegombe okufa bwe muba nga muli bamazima (mu bye mwogera)"},{"SurahNumber":2,"VerseNumber":95,"Text":"Tebagenda kukwegombera ddala okusinzira ku ebyo bye baakola. Katonda amanyi nnyo abalyazamaanyi"},{"SurahNumber":2,"VerseNumber":96,"Text":"Era ddala ojja kubasanga nga be basinga abantu bonna okululunkanira okuwangaala. Mu kwagala okwo basukkuluma ne ku bagatta ebintu ebirala ku Katonda nga noomu ku bo yeegomba okuwangaala emyaka lukumi, so ng'ate eky'okuwangaala ebbanga eddene tekimuwonya bibonerezo. Katonda alaba byonna bye bakola"},{"SurahNumber":2,"VerseNumber":97,"Text":"Bagambe (ggwe Nabbi Muhammad) nti omuntu awalana Jiburilu, (ateekwa amanye nti) mazima ye Jiburilu yakuleetera Kur'ani nga asinziira ku kiragiro kya Katonda, ng'ekakasa ebitabo ebyagikulembera era nga kyakulungamya na kusanyusa eri abakkiriza"},{"SurahNumber":2,"VerseNumber":98,"Text":"Omuntu abeera omulabe wa Katonda ne Ba malayika be, n'ababaka be, (nga mwe muli) Jiburilu ne Miika'ilu, mazima ddala Katonda naye mulabe wa batakkiriza"},{"SurahNumber":2,"VerseNumber":99,"Text":"Mazima twassa gy'oli ebigambo ebinnyonnyofu (Kur'ani) era tewali abijeemera okugyako aboonoonyi"},{"SurahNumber":2,"VerseNumber":100,"Text":"Abaffe buli lwonna (Abayudaaya) lwe banaakolanga endagaano, abamu ku bo banaagyaawukanangako? Wabula (ekyo) bakikola (kubanga) abasinga obungi mu bo tebakkiriza"},{"SurahNumber":2,"VerseNumber":101,"Text":"Era omubaka (Nabbi Muhammad) bwe yabajjira okuva eri Katonda nga akakasa ebyo bye baali balina. Ekiwayi ekimu ku abo abaaweebwa ekitabo (Taurat), baasuula muguluka ekitabo (Kur'ani) nga balinga abatamanyi"},{"SurahNumber":2,"VerseNumber":102,"Text":"Nebagoberera ebyo sitaani bye zaayogeranga (eby'eddogo) ku mulembe gw'obufuzi bwa Sulaimani (nga babalowoozesa nti Sulaimani lye yakozesanga), so ng'ate Sulaiman tajeemeranga Katonda (alyoke akozese eddogo) wabula sitaani ze zaajeemera Katonda nga ziyigiriza abantu eddogo n'ebyo ebyassibwa ku ba malayika ababiri e Babilooni, Haaruta ne Maaruta"},{"SurahNumber":2,"VerseNumber":103,"Text":"Wabula singa bakkiriza (Nabbi Muhammad) era ne batya Katonda, empeera ze baalifunye okuva eri Katonda zaalibadde nnungi gye bali (okusinga eby'eddogo) singa baali bamanyi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Abange mmwe abakkiriza, temukozesanga ekigambo Raa'ina (nga mwogera ne Nabbi Muhammad) wabula mugambenga Undhuruna. Era mubeerenga bawulize. Bo abo abajeemu balina ebibonerezo ebiruma ennyo"},{"SurahNumber":2,"VerseNumber":105,"Text":"Abo abajeemu mu bagoberezi b'ebitabo ebyasooka, n'abo abagatta ku Katonda ebintu ebirala, tebaagalira ddala kalungi konna okuba nga kassibwa gye muli okuva eri Omulezi wa mmwe (Katonda). So ng'ate Katonda assa okusaasira kwe n'akwawulira oyo gw'aba ayagadde. Era Katonda ye nannyini byengera ebingi"}]}