{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Now in JOSEPH and his brethren are signs for the enquirers"},{"SurahNumber":12,"VerseNumber":8,"Text":"When they said, \"Surely better loved by our Father, than we, who are more in number, is Joseph and his brother; verily, our father hath clearly erred"},{"SurahNumber":12,"VerseNumber":9,"Text":"Slay ye Joseph! or drive him to some other land, and on you alone shall your father's face be set! and after this, ye shall live as upright persons"},{"SurahNumber":12,"VerseNumber":10,"Text":"One of them said, \"Slay not Joseph, but cast him down to the bottom of the well: if ye do so, some wayfarers will take him up"},{"SurahNumber":12,"VerseNumber":11,"Text":"They said, \"O our Father! why dost thou not entrust us with Joseph? indeed we mean him well"},{"SurahNumber":12,"VerseNumber":12,"Text":"Send him with us to-morrow that he may enjoy himself and sport: we will surely keep him safely"},{"SurahNumber":12,"VerseNumber":13,"Text":"He said, \"Verily, your taking him away will grieve me; and I fear lest while ye are heedless of him the wolf devour him"},{"SurahNumber":12,"VerseNumber":14,"Text":"They said, \"Surely if the wolf devour him, and we so many, we must in that case be weak indeed"},{"SurahNumber":12,"VerseNumber":15,"Text":"And when they went away with him they agreed to place him at the bottom of the well. And We revealed to him, \"Thou wilt yet tell them of this their deed, when they shall not know thee"},{"SurahNumber":12,"VerseNumber":16,"Text":"And they came at nightfall to their father weeping"},{"SurahNumber":12,"VerseNumber":17,"Text":"They said, \"O our Father! of a truth, we went to run races, and we left Joseph with our clothes, and the wolf devoured him: but thou wilt not believe us even though we speak the truth"},{"SurahNumber":12,"VerseNumber":18,"Text":"And they brought his shirt with false blood upon it. He said, \"Nay, but yourselves have managed this affair. But patience is seemly: and the help of God is to be implored that I may bear what you tell me"},{"SurahNumber":12,"VerseNumber":19,"Text":"And wayfarers came and sent their drawer of water, and he let down his bucket. \"Good news!\" said he, \"This is a youth!\" And they kept his case secret, to make merchandise of him. But God knew what they did"},{"SurahNumber":12,"VerseNumber":20,"Text":"And they sold him for a paltry price - for some dirhems counted down, and at no high rate did they value him"},{"SurahNumber":12,"VerseNumber":21,"Text":"And he who bought him - an Egyptian - said to his wife, \"Treat him hospitably; haply he may be useful to us, or we may adopt him as a son.\" Thus did we settle Joseph in the land, and we instructed him in the interpretation of dark sayings, for God is equal to his purpose; but most men know it not"},{"SurahNumber":12,"VerseNumber":22,"Text":"And when he had reached his age of strength we bestowed on him judgment and knowledge; for thus do we recompense the well doers"},{"SurahNumber":12,"VerseNumber":23,"Text":"And she in whose house he was conceived a passion for him, and she shut the doors and said, \"Come hither.\" He said, \"God keep me! Verily, my lord hath given me a good home: and the injurious shall not prosper"},{"SurahNumber":12,"VerseNumber":24,"Text":"But she longed for him; and he had longed for her had he not seen a token from his lord. Thus we averted evil and defilement from him, for he was one of our sincere servants"},{"SurahNumber":12,"VerseNumber":25,"Text":"And they both made for the door, and she rent his shirt behind; and at the door they met her lord. \"What,\" said she, \"shall be the recompense of him who would do evil to thy family, but a prison or a sore punishment"},{"SurahNumber":12,"VerseNumber":26,"Text":"He said, \"She solicited me to evil.\" And a witness out of her own family witnessed: \"If his shirt be rent in front she speaketh truth, and he is a liar"},{"SurahNumber":12,"VerseNumber":27,"Text":"But if his shirt be rent behind, she lieth and he is true"},{"SurahNumber":12,"VerseNumber":28,"Text":"And when his lord saw his shirt torn behind, he said, \"This is one of your devices! verily your devices are great"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph! leave this affair. And thou, O wife, ask pardon for thy crime, for thou hast sinned"}]}