{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Allah ne Hasken sammai da ƙasa, misãlin HaskenSa, kamar tãgã, a cikinta akwai fitila, fitilar a cikin ƙarau, ƙarau ɗin kamar shi taurãro ne mai tsananin haske, anã kunna shi daga wata itãciya mai albarka, ta zaitũni, bã bagabashiya ba kuma bã bayammaciya ba, manta na kusa ya yi haske, kuma kõ wuta ba ta shãfe shi ba, haske a kan haske, Allah na shiryar da wanda Yake so zuwa ga HaskenSa. Kuma Allah na buga misãlai ga mutãne, kuma Allah game da dukan kõme, Masani ne"},{"SurahNumber":24,"VerseNumber":36,"Text":"A cikin waɗansu gidãje waɗanda Allah Yã yi umurnin a ɗaukaka kuma a ambaci sũnansa a cikinsu, sunã yin tasbĩhi a gare Shi a cikinsu, sãfe da maraice"},{"SurahNumber":24,"VerseNumber":37,"Text":"Waɗansu maza, waɗanda wani fatauci bã ya shagaltar da su, kuma sayarwa bã ta shagaltar da su daga ambaton Allah, da tsai da salla da bãyar da zakka, sunã tsõron wani yini wanda zukãta sunã bibbirkita a cikinsa, da gannai"},{"SurahNumber":24,"VerseNumber":38,"Text":"Dõmin Allah Ya sãka musu da mafi kyaun abin da suka aikata, kuma Ya ƙãra musu daga falalarsa. Kuma Allah Yanã azurta wanda Yake so, bã da lissafi ba"},{"SurahNumber":24,"VerseNumber":39,"Text":"Kuma waɗanda suka ƙãfirta ayyukansu sunã kamar ƙawalwalniyã ga faƙo, mai ƙishirwa yanã zaton sa ruwa, har idan ya jẽ masa bai iske shi kõme ba, kuma ya sãmi Allah a wurinsa, sai Ya cika masa hisãbinsa. Kuma Allah Mai gaggãwar sakamako ne"},{"SurahNumber":24,"VerseNumber":40,"Text":"Kõ kuwa kamar duffai a cikin tẽku mai zurfi, tãguwar ruwa tanã rufe da shi, daga bisansa akwai wata tãguwa, daga bisansa akwai wani girgije, duffai sãshensu a bisa sãshe, idan ya fitar da tãfinsa ba ya kusa ya gan shi. Kuma wanda Allah bai sanya masa haske ba, to, bã ya da wani haske"},{"SurahNumber":24,"VerseNumber":41,"Text":"Shin, ba ka gani ba (cẽwa) lalle ne Allah, Wanda yake a cikin sammai da ƙasa sunã yi Masa tasbĩhi, kuma tsuntsaye sunã mãsu sanwa, kõwane lalle ya san sallarsa da tasbĩhinsa kuma Allah Masani ne ga abin da suke aikatãwa"},{"SurahNumber":24,"VerseNumber":42,"Text":"Mulkin sammai da ƙasa ga Allah kawai yake, kuma zuwa ga Allah makõma take"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ashe, ba ka ganĩ ba, lalle ne Allah Yanã kõra girgije, sa'an nan kuma Ya haɗa a tsakãninsa sa'an nan kuma Ya sanya shi mai hauhawar jũna? Sai ka ga ruwa yanã fita daga tsattsakinsa, kuma Ya saukar daga waɗansu duwãtsu a cikinsa na ƙanƙarã daga sama, sai ya sãmu wanda Yake so da shi, kuma Ya karkatar da shi daga barin wanda Yake so. Hasken walƙiyarsa Yanã kusa ya tafi da gannai"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah Yanã jũyar da dare da yini. Lalle ne a cikin wannan akwai abin kula ga ma'abũta gannai"},{"SurahNumber":24,"VerseNumber":45,"Text":"Kuma Allah ne Ya halitta kõwace dabba daga ruwa. To, daga cikinsu akwai waɗanda ke tafiya a kan cikinsu, kuma daga cikinsu akwai waɗanda ke tafiya a kan ƙafãfu biyu, kuma daga cikinsu akwai waɗanda ke tafiya akan huɗu. Allah Yãna halitta abin da Yake so, lalle Allah, a kan kõwane abu, Mai ĩkon yi ne"},{"SurahNumber":24,"VerseNumber":46,"Text":"Lalle ne haƙĩƙa Mun saukar da ãyõyi, mãsu bayyanãwa. Kuma Allah Yanã shiryar da wanda Yake so zuwa ga hanya madaidaiciya"},{"SurahNumber":24,"VerseNumber":47,"Text":"Kuma sunã cẽwa, \"Mun yi ĩmãni da Allah da kuma Manzo, kuma mun yi ɗã'ã.\" Sa'an nan kuma wata ƙungiya daga gare su, su jũya daga bãyan wancan. Kuma waɗancan ba mũminai ba ne"},{"SurahNumber":24,"VerseNumber":48,"Text":"Kuma idan aka kirã su zuwa ga Allah da ManzonSa, dõmin Ya yi hukunci a tsakãninsu, sai gã wata ƙnngiya daga gare su sunã mãsu bijirewa"},{"SurahNumber":24,"VerseNumber":49,"Text":"Kuma idan hakki ya kasance a gare su, zã su jẽ zuwa gare shi, snnã mãsu mĩƙa wuya"},{"SurahNumber":24,"VerseNumber":50,"Text":"Shin, a cikin zukãtansu akwai cũta ne, ko kuwa sunã tsõron Allah Ya yi zãlunci a kansu da ManzonSa? Ã'a, waɗancan sũ ne azzãlumai"},{"SurahNumber":24,"VerseNumber":51,"Text":"Maganar mũminai, idan aka kira su zuwa ga Allah da ManzonSa dõmin Ya yi hukunci a tsakãninsu takan kasance kawai su ce \"Mun ji, kuma mun yi ɗã'ã, Kuma waɗannan sũ ne mãsu cin nasara"},{"SurahNumber":24,"VerseNumber":52,"Text":"Kuma wanda ya yi ɗã'ã ga Allah da ManzonSa, kuma ya ji tsõron Allah, ya kuma bĩ Shi da taƙawa to waɗannan sũ ne mãsu babban rabo"}]}