{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Takıba kişilerge ubada kılıngan Beyiştin misalı: astınan darıyalar agat. Mömösü menen kölökösü tügöngüs. Bular takıbalar barçu jer. Kaapırlardın barçu jeri — Tozok"},{"SurahNumber":13,"VerseNumber":36,"Text":"Biz Kitep bergen adamdar(dın ınsaptuuları) saga tüşürülgön nerse (Kuraan) sebeptüü süyünüşöt.! Al emi, kee bir (kaapır) taypalar anın (Kuraandın) bir bölügünö işenişpeyt. Aytkın: «Men Allaһka eç bir nerseni şerik kılbay sıyınuuga buyuruldum. Anın Özünö çakıramın jana Özünö kaytamın"},{"SurahNumber":13,"VerseNumber":37,"Text":"Uşintip (o, Muhammad), Biz saga arab tilindegi ökümdü tüşürdük. Eger özüŋö kelgen ilimden soŋ alardın (kaapırlardın) kaalooloruna erçip ketseŋ, (anda) saga Allaһ tarabınan eç bir dos-jardamçı, eç bir saktooçu bolboyt"},{"SurahNumber":13,"VerseNumber":38,"Text":"Biz senden murda paygambarlardı jiberip, alarga ayal, bala-çaka bergenbiz. Eç bir paygambar Allaһtın uruksatı bolmoyunça (öz kaaloosu menen) moojiza keltire albayt. (Bardıgı Allaһtın kolunda. Kaçan kaalasa oşondo beret) Ar bir möönöt üçün jazılgan (ubaktısı) bar"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allaһ (ökümdördön) kaalaganın jok kılat, kaalagan nersesin bekemdep koyot. (Antkeni,) Kiteptin Enesi Anın aldında"},{"SurahNumber":13,"VerseNumber":40,"Text":"(O, Muhammad) Eger alarga (kaapırlarga) ubada kılgan nersebizdi (azaptı) saga körsötsök da je (körsötköngö çeyin) janıŋdı alsak da (saga baarı bir). Antkeni, senin mildetiŋ —jetkirüü. Bizdin mildetibiz — esepteşüü"},{"SurahNumber":13,"VerseNumber":41,"Text":"(Dinge karşı bolgondor) körböy jatışabı, Biz (alardın) jerge kelip, ar tarabınan kıskartıp jatabız. Allaһ (uşintip) öküm kılat. Anın ökümün keçiktirüüçü jok! Al tez esepteşüüçü"},{"SurahNumber":13,"VerseNumber":42,"Text":"Alardan murunku kaapırlar dagı (dinge karşı) aylakerlik kılışkan. Birok, bardık aylakerlik Allaһtın kolunda. Al ar bir jan emne kılganın bilip turat. Kaapırlar Akıret Üyü kimdin paydasına boluşun jakında bilip alışat"},{"SurahNumber":13,"VerseNumber":43,"Text":"Kaapır bolgon adamdar: «Sen paygambar emessiŋ» deşet. Aytkın: «Meni menen silerdin araŋarda kübölük kıluuga Allaһ menen Kitep ilimi bar adamdar jetiştüü»"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif, Lam, Ra. (O, Muhammad), Biz bul Kitepti saga, adamdardı, Rabbisinin uruksatı menen karaŋgılıktardan Nurga — Jeŋüüçü jana Maktalgan Allaһtın joluna çıgarışıŋ üçün tüşürdük"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allaһ(tın kudurettüülügü) uşunday: asmandardagı jana jerdegi nerseler Anın mülkü. Kaapırlarga katuu, azaptuu ölüm bolsun"},{"SurahNumber":14,"VerseNumber":3,"Text":"Alar düynö jaşoosun Akıretten jogoru süyüşöt, (adamdardı) Allaһtın jolunan tosuşat jana anı iyri jolgo aylantuunu kaalaşat. Andaylar tereŋ adaşuuda"},{"SurahNumber":14,"VerseNumber":4,"Text":"Bizar bir paygambardı, öz elinin tili menen gana jiberdik, alarga (din erejelerin tüşünüktüü) bayan kılıp berişi üçün. Kiyin Allaһ Özü kaalagan pendesin Tuura Jolgo baştayt jana kaalaganın adaştırat. Al - Kudurettüü, Daanışman"},{"SurahNumber":14,"VerseNumber":5,"Text":"Biz Musanı Özübüz bergen moojizalar menen (paygambar kılıp) jiberip: «Koomuŋdu karaŋgılıktardan Nurga çıgargın jana alarga Allaһtın kündörün estetkin. Albette mında sabırduu, şügür kıluuçu adamdar üçün ülgü-sabaktar bar» — dedik"},{"SurahNumber":14,"VerseNumber":6,"Text":"Estegin (o, Muhammad, oşondo) Musa koomuna mınday dedi: «Allaһtın silerge bergen neemattarın estegile: Al silerdi Firaun jana anın adamdarınan kutkardı. Alar uul perzentiŋerdi soyup, kız perzentiŋerdi tirüü kaltıruu menen başıŋarga katuu azap salgan. Uşunda Rabbiŋer tarabınan çoŋ sınoo bar ele"},{"SurahNumber":14,"VerseNumber":7,"Text":"«Dagı bir kezde Rabbiŋer silerge: «Eger (Menin neematıma) şügür kılsaŋar silerdi(n neemattı) köböytömün. Al emi, şügür kılbasaŋar (bilip koygula), çınında Menin azabım katuu»-dep jarıyalagan"},{"SurahNumber":14,"VerseNumber":8,"Text":"Jana Musa ayttı: «Eger siler jana (silerge koşulup) jer jüzünün bardık jamaatı kapır bolso da, Allaһ Beymuktaj jana maktoogo ılayık"},{"SurahNumber":14,"VerseNumber":9,"Text":"Silerge özüŋördön murunkulardın: Nuh koomunun, Aad, Samud koomdorunun jana alardan kiyinki koomdordun kabarı kelbedibi? Alardı Allaһtan başka eç kim bilbeyt bolçu. (Kiyin Allaһ alar jönündö kabar berdi:) Alarga Paygambarları anık dalilder alıp kelgende, koldorun oozuna (kerney kılıp) koyuuşup: «Biz silerge jiberilgen dinge kaapır bolduk: Biz siler daavat kılıp jatkan nerselerden şektenüüdöbüz!» — deşti"}]}