{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Tabilħaqq naħlef fuq l-imkejjen ta' nzul il-kwiekeb"},{"SurahNumber":56,"VerseNumber":76,"Text":"u(din) hija tabilħaqq ħalfa kbira, kieku tafu"},{"SurahNumber":56,"VerseNumber":77,"Text":"li tabilħaqq huwa Qoran ta' gieħ"},{"SurahNumber":56,"VerseNumber":78,"Text":"(li jinsab) fi Ktieb imħares (għand Alla)"},{"SurahNumber":56,"VerseNumber":79,"Text":"majjmissuhx għajr l-imsaffijin"},{"SurahNumber":56,"VerseNumber":80,"Text":"tinzil (b 'Rivelazzjoni) minn Sid il-ħolqien"},{"SurahNumber":56,"VerseNumber":81,"Text":"Jaqaw intom tgiddbu dan il-kliem (dwar il-Qoran)"},{"SurahNumber":56,"VerseNumber":82,"Text":"u tagħmlu l-għajxien tagħkom billi tgiddbu (il-Qoran, minflok tizzu ħajr ta' kulma Alla għamel magħkom)"},{"SurahNumber":56,"VerseNumber":83,"Text":"Mela meta (ir-ruħ) tasal sal-gerzuma (ta' dak li wasal biex imut)"},{"SurahNumber":56,"VerseNumber":84,"Text":"uintom, dak il-ħin, tkunu qegħdin tħarsu"},{"SurahNumber":56,"VerseNumber":85,"Text":"u- Aħna nkunu eqreb lejh minnkom, izda ma tarawx"},{"SurahNumber":56,"VerseNumber":86,"Text":"jekk intom meħlusin mill-ħaqq, (kif tgħidu)"},{"SurahNumber":56,"VerseNumber":87,"Text":"għaliex ma tregggħuhiex lura (fir-ruħ tal-mejjef biex ma jsirx ħaqq minnha), jekk qegħdin tgħidu s-sewwa"},{"SurahNumber":56,"VerseNumber":88,"Text":"Mela jekk (il-mejjet) ikun minn dawk li tqarrbu (/ejn Alla bl-għemejjel tajba tagħhom)"},{"SurahNumber":56,"VerseNumber":89,"Text":"(ikollu) mistrieħ, gid u Gonna ta' hena (fl-Għeden)"},{"SurahNumber":56,"VerseNumber":90,"Text":"U jekkikun minn nies il-lemin"},{"SurahNumber":56,"VerseNumber":91,"Text":"(jingħad lilu): ''Sliem lilek minn nies il-lemint"},{"SurahNumber":56,"VerseNumber":92,"Text":"Izda jekk ikun minn. dawk li giddbu (is-sewwa), il- mitlufin"},{"SurahNumber":56,"VerseNumber":93,"Text":"il-merħba (li jingħata tkun) ta' ilma jagħli"},{"SurahNumber":56,"VerseNumber":94,"Text":"uħruq fin-Nar iħeggeg (ta' l-Infernji)"},{"SurahNumber":56,"VerseNumber":95,"Text":"Tabilħaqq lidan (kollu li ħabbarnielek, Muħammad) huwa s-sewwa kollu minnul"},{"SurahNumber":56,"VerseNumber":96,"Text":"Mela sebbaħ Isem Sidek, il-Kbir bla qjiesl"},{"SurahNumber":57,"VerseNumber":1,"Text":"sebbaħ lil Alla kulma jinsab fis-smewwiet u fl-art, u Huwa l-Qawwi, l-Għaref"},{"SurahNumber":57,"VerseNumber":2,"Text":"Tiegħu hija s-saltna tas-smewwiet u ta' l-art; jagħti l-ħajja u jagħti l-mewt, u Huwa fuq kollox Setgħan"},{"SurahNumber":57,"VerseNumber":3,"Text":"Huwa l-Ewwel u l-Aħħar, Dak li jidher u l-Mistur, u Huwa jaf b'kollox"},{"SurahNumber":57,"VerseNumber":4,"Text":"Huwa li ħalaq is-smewwiet u l-art f'sitt ijiem, imbagħad intasab fuq it-Tron. Huwa jaf b'dak li jinfed l- art u b'dak li joħrog minnha: b'dak li jinzel mis-sema, u b'dak li jitla' fih. Huwa magħkom kulfejn tkunu. Alla jara sew dak li tagħmlu"},{"SurahNumber":57,"VerseNumber":5,"Text":"Tiegħu hija s-saltna tas-smewwiet u ta' l-art, u kollox jerga' lura għand Alla (għall-Gudizzju tiegħu)"},{"SurahNumber":57,"VerseNumber":6,"Text":"Huwa jdaħħal il-lejl fin-nhar, u jdaħħal in-nhar fil-lejl. Huwa jaf b'kulma hemm fil-qlub"},{"SurahNumber":57,"VerseNumber":7,"Text":"Emmnu f'Alla u fil-Mibgħut tiegħu u onfqu minn dak (il-gid) li għamilkom werrieta tiegħu. U dawk minnkom li jemmnu u jonfqu (minn dan il-gid kif jixraq) ikollhom ħlas kbir"},{"SurahNumber":57,"VerseNumber":8,"Text":"(U x'fraguni) għandkom biex ma temmnux f'Alla meta l-Mibgħut isejħilkom biex temmnu f'Sidkom, u Hu ( 4/la) daħal f'patt magħkom, jekk intom temmnu"},{"SurahNumber":57,"VerseNumber":9,"Text":"Huwa li jnizzel fuq il-qaddej tiegħu versi cari biex joħrogkom mid-dalmiet għad-dawl. Alla tabilħaqq Kollu Tjubija magħkom, Ħanin"},{"SurahNumber":57,"VerseNumber":10,"Text":"(U x'fraguni) għandkom biex ma'tonfqux għal Alla, meta ta' Alla huwa l-wirt tas-smewwiet u ta' l-art 7 Dawk minnkom li nefqu, qabel ir-rebħa (il-kbira tal-Misilmin f'Mekka) u tqabdu (għal Alla), ma humiex daqs (dawk li nefqu minn gidhom u tqabdu għal Alla wara r-rebħa ta' Mekka). Dawk (ta' l-ewwel) huma fi grad ogħla minn dawk li nefqu u tqabdu (għal Alla) wara (ir-rebħa). Alla lil kulħadd wiegħed l-aħjar ħlas (fil-Genna). Alla jaf sew b'dak li tagħmlu"},{"SurahNumber":57,"VerseNumber":11,"Text":"Min hu dak li jsellef lil Alla self tajjeb 2 Hu jkattarħulu bil-bosta u jkollu ħlas tajjeb u kotran"},{"SurahNumber":57,"VerseNumber":12,"Text":"Fil-Jum meta tara (Muħammad) lil dawk l-irgiel u n-nisa li jemmnu, bid-dawl ħiereg quddiemhom u fuq il-leminija tagħhom, (jingħad. lilhom): (Din. hija) il-bxara. t-tajba għalikom illum: Gonna bix-xmajjar jigru taħthom, u fihom igħammru għal dejjem. Dik tkun ir-rebħa l-kbiral"},{"SurahNumber":57,"VerseNumber":13,"Text":"Fil-Jum (tal-Gudizzju) meta dawk l-irgiel u n-nisa ta' wicc b'ieħor jgħidu lil dawk li jemmnu: 'Stennew(na), biex nieħdu mid-dawl tagħkom (ħalli: naraw. fejn. sejrin),' jingħad (/ilhom): ''Erggħu lura (fid-dinja, jekk għandkom il- ħila) u fittxu dawl (imma issa tard wisq)i' U jqum bejnhom (bejn dawk li jemmnu u dawk ta' wicc b'ieħor) sur li jkollu bieb: minn gewwa (in-naħa ta' dawk li jemmnu) fih il- ħniena, u minn barra (in-naħa ta' dawk ta' wicc b'ieħor), quddiemu (hemm) il-kastig"},{"SurahNumber":57,"VerseNumber":14,"Text":"Isejħulhom (ta' wicc b'ieħor lil dawk li jemmnu, u jgħidulhom): ''Mela ma konniex magħkom (fid-dinja u għamilna bħalkomj)' Jgħidulhom: ''Mela, izda intom garrabtu lilkom infuskom (bil-wicc b'ieħor tagħkom) u qgħadtu tistennew u tiddubitaw. U x-xewqat daħku bikom, sa ma gie l-amar ta' Alla (il-mewt), u (ix-Xitan) il-qarrieq daħak bikom dwar Alla (għaliex daħħlilkom f'raskom li, fit- tjieba kbira tiegħu Alla ma huwiex se jikkastigakom)"},{"SurahNumber":57,"VerseNumber":15,"Text":"Għalhekk illum ma tittieħed minnkom ebda fidwa, u lanqas minn dawk li m'emmnux, Il-kenn tagħkom huwa n- Nar: huwa jieħu ħsiebkom, u (dak ikun tassew) tmiem mill- agħar"}]}