{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Hvala Allahu, Gospodaru svjetova"},{"SurahNumber":1,"VerseNumber":2,"Text":"Milostivom, Milosrdnom"},{"SurahNumber":1,"VerseNumber":3,"Text":"Vladaru Dana sudnjeg"},{"SurahNumber":1,"VerseNumber":4,"Text":"Tebe obozavamo i od Tebe pomoc trazimo"},{"SurahNumber":1,"VerseNumber":5,"Text":"Uputi nas na put pravi"},{"SurahNumber":1,"VerseNumber":6,"Text":"Put onih kojima si blagodat darovao"},{"SurahNumber":1,"VerseNumber":7,"Text":"Ne onih na kojima je srdzba, niti zalutalih"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"Taj Kitab, u kojeg nema sumnje, Uputa je za bogobojazne"},{"SurahNumber":2,"VerseNumber":3,"Text":"One koji vjeruju u nevidljivo i obavljaju salat i od onog cim smo ih opskrbili, udjeljuju"},{"SurahNumber":2,"VerseNumber":4,"Text":"I one koji vjeruju u ono sta je objavljeno tebi i sta je objavljeno prije tebe, a u Ahiret su oni sigurni"},{"SurahNumber":2,"VerseNumber":5,"Text":"Takvi su na Uputi od Gospodara njihovog, i ti takvi su uspjesni"},{"SurahNumber":2,"VerseNumber":6,"Text":"Uistinu! Oni koji ne vjeruju - isto im je opominjao ih ili ih ne opominjao - (oni) nece vjerovati"},{"SurahNumber":2,"VerseNumber":7,"Text":"Zapecatio je Allah srca njihova i sluh njihov, i na vidovima njihovim je pokrivka; a imace oni kaznu uzasnu"},{"SurahNumber":2,"VerseNumber":8,"Text":"I ima ljudi koji govore: “Vjerujemo u Allaha i u Dan posljednji”, a oni nisu vjernici"},{"SurahNumber":2,"VerseNumber":9,"Text":"(Misle da) varaju Allaha i one koji vjeruju - a ne varaju, izuzev duse svoje, a ne opazaju"},{"SurahNumber":2,"VerseNumber":10,"Text":"U srcima njihovim je bolest. Pa - povecava Allah njima bolest, a imace oni kaznu bolnu za ono sto lazu"},{"SurahNumber":2,"VerseNumber":11,"Text":"A kad im se kaze: “Ne pravite fesad na Zemlji”, govore: “Mi smo samo mirotvorci.”"},{"SurahNumber":2,"VerseNumber":12,"Text":"Zar nisu uistinu oni, oni mufsidi, ali ne opazaju"},{"SurahNumber":2,"VerseNumber":13,"Text":"I kad im se kaze: “Vjerujte kao sto vjeruju ljudi”, govore: “Zar da vjerujemo kao sto vjeruju budale?” Zar nisu uistinu oni, oni budale, ali ne znaju"},{"SurahNumber":2,"VerseNumber":14,"Text":"I kad sretnu one koji vjeruju, govore: “Vjerujemo!” A kad se osame sa sejtanima svojim, kazu: “Uistinu, mi smo s vama, mi se samo rugamo.”"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah se ruga njima i pusta ih da u pretjeranosti svojoj lutaju"},{"SurahNumber":2,"VerseNumber":16,"Text":"Takvi su oni koji su kupili zabludu za Uputu, pa ne profitira trgovina njihova i nisu upuceni"},{"SurahNumber":2,"VerseNumber":17,"Text":"Primjer njihov je kao primjer onog ko potpali vatru, pa posto osvijetli ono oko njega, ukloni Allah svjetlo njihovo i ostavi ih u tminama (pa oni) ne vide"},{"SurahNumber":2,"VerseNumber":18,"Text":"Gluhi, nijemi, slijepi su pa se ne povracaju"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ili kao kisni oblak s neba, u njemu tmine i grmljavina i sijevanje. Stavljaju prste svoje u usi svoje zbog gromova, bojeci se smrti; a Allah je Onaj koji obuhvata nevjernike"},{"SurahNumber":2,"VerseNumber":20,"Text":"Gotovo da munja oduzme vidove njihove. Kad god im bljesne, pođu u njoj, a kad im zamraci, stanu. A da hoce Allah, sigurno bi oduzeo sluh njihov i vidove njihove. Uistinu! Allah je nad svakom stvari Posjednik moci"},{"SurahNumber":2,"VerseNumber":21,"Text":"O ljudi! Obozavajte Gospodara vaseg koji je stvorio vas i one prije vas, da biste se vi zastitili"},{"SurahNumber":2,"VerseNumber":22,"Text":"Koji je za vas ucinio Zemlju lezistem, a nebo zdanjem; i spusta s neba vodu, pa izvodi njome od plodova opskrbu za vas. Zato ne postavljajte Allahu ravne, a vi znate"},{"SurahNumber":2,"VerseNumber":23,"Text":"A ako ste u sumnji o onom sta smo objavili robu Nasem, tad dajte suru slicnu njoj i pozovite svjedoke svoje mimo Allaha, ako istinu govorite"},{"SurahNumber":2,"VerseNumber":24,"Text":"Pa ako ne ucinite - a necete uciniti - tad se bojte vatre, one cije ce gorivo biti ljudi i kamenje. Pripremljena je za nevjernike"},{"SurahNumber":2,"VerseNumber":25,"Text":"I obraduj one koji vjeruju i cine dobra djela, da ce oni imati basce ispod kojih teku rijeke. Kad god budu opskrbljeni iz njih plodom - opskrbom, reci ce: “Ovo je ono cim smo bili opskrbljeni ranije”, a bice im dato tome slicno. I imace oni u njima druzice ciste, i oni ce u njima biti vjecito"}]}