{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Yanlarında bakıslarını yalnız kocalarına diken kendileriyle yasıt guzeller vardır"},{"SurahNumber":38,"VerseNumber":53,"Text":"Iste hesap gunu icin size soz verilen bunlardır"},{"SurahNumber":38,"VerseNumber":54,"Text":"Dogrusu, verdigimiz rızıklar tukenmez"},{"SurahNumber":38,"VerseNumber":55,"Text":"Bu boyledir; ancak azgınlara kotu bir gelecek vardır"},{"SurahNumber":38,"VerseNumber":56,"Text":"Cehenneme girerler. Orası ne kotu bir konaktır"},{"SurahNumber":38,"VerseNumber":57,"Text":"Iste bu kaynar su ve irindir, artık onu tatsınlar"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ve daha baska cesit cesit azab vardır"},{"SurahNumber":38,"VerseNumber":59,"Text":"Inkarcıların ileri gelenlerine «iste bu topluluk sizinle beraber gercege karsı direnenlerdir. Onlar rahat yuzu gormesin. Onlar mutlaka atese gireceklerdir» denir"},{"SurahNumber":38,"VerseNumber":60,"Text":"Toplulukta bulunanlar ise; «Hayır, asıl siz rahat yuzu gormeyin; bizi buraya getiren sizsiniz, ne kotu bir duraktır» derler"},{"SurahNumber":38,"VerseNumber":61,"Text":"«Rabb´imiz! Bunu kim basımıza getirdiyse, ateste onun azabını kat kat artır» derler"},{"SurahNumber":38,"VerseNumber":62,"Text":"«Bize ne oldu ki, dunyada iken kotulerden saydıgımız adamları burada nicin gormuyoruz?» derler"},{"SurahNumber":38,"VerseNumber":63,"Text":"Hani onlarla alay ederdik. Yoksa onları gozden mi kacırdık"},{"SurahNumber":38,"VerseNumber":64,"Text":"Iste ates halkının tartısmaları boyledir ve bunlar gercektir"},{"SurahNumber":38,"VerseNumber":65,"Text":"Ey Muhammed! De ki, «Ben sadece bir uyarıcıyım. Gucu her seye yeten tek Allah´tan baska tanrı yoktur"},{"SurahNumber":38,"VerseNumber":66,"Text":"Goklerin, yerin ve ikisi arasında bulunanların Rabb´ı olan Allah, daima ustundur, cok bagıslayandır.»"},{"SurahNumber":38,"VerseNumber":67,"Text":"De ki; «Bu Kur´an, buyuk bir haberdir.»"},{"SurahNumber":38,"VerseNumber":68,"Text":"«Fakat siz ondan yuz ceviriyorsunuz?»"},{"SurahNumber":38,"VerseNumber":69,"Text":"Mele-i A´la´da kendi aralarındaki tartısmaları hakkında benim hicbir bilgim yoktu"},{"SurahNumber":38,"VerseNumber":70,"Text":"Ben gelecek tehlikeleri apacık uyarıcı oldugum icindir ki, bana vahy olunuyor"},{"SurahNumber":38,"VerseNumber":71,"Text":"Rabb´im Meleklere demisti ki; ben camurdan bir insan yaratacagım"},{"SurahNumber":38,"VerseNumber":72,"Text":"Onu bicimlendirip ona ruhumdan ufledigim zaman derhal ona secde edin"},{"SurahNumber":38,"VerseNumber":73,"Text":"Meleklerin hepsi birden secde ettiler"},{"SurahNumber":38,"VerseNumber":74,"Text":"Yalnız Iblis secde etmedi, buyukluk tasladı ve kafirlerden oldu"},{"SurahNumber":38,"VerseNumber":75,"Text":"Allah: «Ey Iblis, iki elimle yarattıgıma secde etmekten seni alıkoyan nedir? Boburlendin mi, yoksa yucelerden mi oldun?»"},{"SurahNumber":38,"VerseNumber":76,"Text":"Iblis: «Ben ondan ustunum. Beni atesten yarattın. Onu camurdan yarattın» dedi"},{"SurahNumber":38,"VerseNumber":77,"Text":"Allah: «Cık oradan sen artık kovulmus birisin"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ceza gunune kadar lanetim senin uzerinedir» dedi"},{"SurahNumber":38,"VerseNumber":79,"Text":"Iblis «Ey Rabbim! O halde tekrar dirilecekleri gune kadar bana muhlet ver!» dedi"},{"SurahNumber":38,"VerseNumber":80,"Text":"Allah: «Haydi sana muhlet verildi"},{"SurahNumber":38,"VerseNumber":81,"Text":"O belli vaktin gunune kadar.»"},{"SurahNumber":38,"VerseNumber":82,"Text":"Iblis: «senin izzet ve serefine andolsun ki, onların tumunu azdıracagım» dedi"},{"SurahNumber":38,"VerseNumber":83,"Text":"«Yalnız onlardan ihlas sahibi kullar haric.»"},{"SurahNumber":38,"VerseNumber":84,"Text":"Allah: «Iste bu dogrudur. Ben gercegi soyluyorum"},{"SurahNumber":38,"VerseNumber":85,"Text":"Sen ve sana uyanların hepsiyle cehennemi dolduracagım» dedi"},{"SurahNumber":38,"VerseNumber":86,"Text":"Ey Muhammed! De ki; «Buna karsılık sizden bir ucret istemiyorum, kendimden bir sey teklif edenlerden de degilim.»"},{"SurahNumber":38,"VerseNumber":87,"Text":"Bu Kur´an, alemler icin bir oguttur"},{"SurahNumber":38,"VerseNumber":88,"Text":"Onun haberlerinin dogrulugunu bir sure sonra gayet iyi anlayacaksınız"},{"SurahNumber":39,"VerseNumber":1,"Text":"Bu Kitab´ın indirilmesi, aziz ve hikmet sahibi Allah katındandır"},{"SurahNumber":39,"VerseNumber":2,"Text":"Ey Muhammed! Suphesiz ki, Kitab´ı sana hak olarak indirdik. O halde sen de dini Allah´a has kılarak ihlas ile kulluk et"},{"SurahNumber":39,"VerseNumber":3,"Text":"Iyi bil ki, halis din yalnız Allah´ındır. O´ndan baska dostlar edinerek, «Onlar bizi Allah´a yaklastırsınlar diye kulluk ediyoruz» derler. Dogrusu Allah, ayrılıga dustukleri seylerde hukum verecektir. Allah, yalancı, inkarcı insanı dogru yola iletmez"},{"SurahNumber":39,"VerseNumber":4,"Text":"Allah cocuk edinmek isteseydi, yarattıklarından diledigini secerdi. O bundan munezzehtir, yucedir. O, tek ve kahredici Allah´dır"},{"SurahNumber":39,"VerseNumber":5,"Text":"Allah, gokleri ve yeri hak ile yarattı. Geceyi gunduzun uzerine ortuyor; gunduzu de gecenin uzerine sarıyor. Her biri belli bir sureye kadar yorungelerinde akıp giden gunes ve ayı buyruk altında tutar. Iyi bil ki, O, aziz ve cok bagıslayandır"},{"SurahNumber":39,"VerseNumber":6,"Text":"Sizi tek bir candan yarattı; sonra ondan esini yarattı ve sizin icin hayvanlardan sekiz cift meydana getirdi. Sizi annelerinizin karnında uc karanlık icinde yaratılıstan yaratılısa (zigottan embriyoya embriyodan et giydirilmis kemiklere) gecirerek yaratmıstır. Iste Rabb´iniz olan Allah budur. Mulk O´nundur. O´ndan baska ilah yoktur. Oyleyse nasıl oluyor da O´na kulluktan donduruluyorsunuz"},{"SurahNumber":39,"VerseNumber":7,"Text":"Eger inkar ederseniz bilin ki, Allah sizin imanınıza muhtac degildir. Fakat kulları icin kufre razı olmaz. Ve eger sukrederseniz sizden hosnut olur. Hicbir gunahkar, digerinin gunahını cekmez. Sonra donusunuz Rabb´inizedir. O size, yaptıklarınızı haber verir. O, kalblerde olanı bilir"}]}