{"Id":68,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Pa ko je nepravedniji od onog ko laže na Allaha i poriče Istinu kad mu dođe? Zar neće biti u Džehennemu boravište za nevjernike"},{"SurahNumber":39,"VerseNumber":33,"Text":"A onaj ko donosi Istinu, i vjeruje u nju, ti takvi su bogobojazni"},{"SurahNumber":39,"VerseNumber":34,"Text":"Imaće oni šta htjednu kod Gospodara svog. To je plaća dobročinitelja"},{"SurahNumber":39,"VerseNumber":35,"Text":"to će im oprostiti Allah najgore šta su uradili, i podmiriti im nagradu njihovu za najbolje šta su uradili"},{"SurahNumber":39,"VerseNumber":36,"Text":"Zar nije Allah dovoljan robu Svom? A plaše te sa onima mimo Njega. A koga zavede Allah - pa njemu nema nikakvog upućivača"},{"SurahNumber":39,"VerseNumber":37,"Text":"A koga upućuje Allah - pa nema za njega nikakva zabluđivača. Zar nije Allah Moćni, Vlasnik osvete"},{"SurahNumber":39,"VerseNumber":38,"Text":"A ako ih upitaš: \"Ko je stvorio nebesa i Zemlju?\" - sigurno će reći: \"Allah.\" Reci: \"Pa vidite li ono što prizivate mimo Allaha - ako mi Allah želi štetu - jesu li oni ti koji će otkloniti nevolju Njegovu? Ili mi želi milost - jesu li oni ti koji će zadržati milost Njegovu?\" Reci: \"Dovoljan mi je Allah; u Njega se pouzdavaju koji se pouzdavaju"},{"SurahNumber":39,"VerseNumber":39,"Text":"Reci: \"O narode moj! Radite u poziciji svojoj, uistinu, ja sam radnik, pa saznaćete"},{"SurahNumber":39,"VerseNumber":40,"Text":"Ko je taj kome će doći kazna - poniziće ga, i na njega će se obarati kazna neprestana"},{"SurahNumber":39,"VerseNumber":41,"Text":"Uistinu! Mi smo ti objavili Knjigu za (sve) ljude, s Istinom. Pa ko se uputi, pa za dušu je njegovu; a ko zaluta, pa samo luta protiv nje. A nisi ti nad njima čuvar"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah uzima duše u vrijeme smrti njihove - a koja nije umrla - u snu njenom. Tad zadržava onu kojoj je odredio smrt, a šalje drugu do roka određenog. Uistinu, u tome su znaci za ljude koji razmišljaju"},{"SurahNumber":39,"VerseNumber":43,"Text":"Zar uzimaju mimo Allaha posrednike? Reci: \"Zar iako ne vladaju ničim, niti razumiju"},{"SurahNumber":39,"VerseNumber":44,"Text":"Reci: \"Allahovo je posredovanje svako, Njegova je vlast nebesa i Zemlje, zatim se Njemu vraćate"},{"SurahNumber":39,"VerseNumber":45,"Text":"I kad se spomene Allah - Jedini On, zgrče se srca onih koji ne vjeruju u Ahiret, a kad se spomenu oni mimo Njega, gle! - oni se raduju"},{"SurahNumber":39,"VerseNumber":46,"Text":"Reci: \"O Allahu, Stvoritelju nebesa i Zemlje, Znalče nevidljivog i vidljivog! Ti ćeš presuditi među robovima Svojim o onom u čemu su se razilazili"},{"SurahNumber":39,"VerseNumber":47,"Text":"I kad bi oni koji čine zulm imali sve šta je na Zemlji i slično tome uz to, sigurno bi se time iskupljivali od zla kazne Dana kijameta; a pojaviće im se od Allaha ono s čime nisu računali"},{"SurahNumber":39,"VerseNumber":48,"Text":"I pojaviće im se zla onog šta su zaradili, i snaći će ih ono čemu su se ismijavali"},{"SurahNumber":39,"VerseNumber":49,"Text":"Pa kad čovjeka dotakne nesreća, priziva Nas, zatim kad mu podarimo blagodat od Nas, kaže: \"To mi je dato samo zbog znanja (mog).\" Naprotiv, to je iskušenje, ali većina njih ne zna"},{"SurahNumber":39,"VerseNumber":50,"Text":"Već su to govorili oni prije njih, pa im nije koristilo ono šta su stekli"},{"SurahNumber":39,"VerseNumber":51,"Text":"Tad su ih pogodila zla koja su zaradili. A oni od takvih koji čine zulm, pogodiće ih zla koja stiču; a nisu oni ti koji će umaći"},{"SurahNumber":39,"VerseNumber":52,"Text":"Zar ne znaju da Allah pruža opskrbu kome hoće i uskraćuje? Uistinu, u tome su znaci za ljude koji vjeruju"}]}