{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"avarkal anaivarum ore matiriyana (tiya)varkal allar. Vetattaiyutaiya ivarkalil nallorana oru kuttattinar irukkinranar. Avarkal iravu kalankalil allahvutaiya vacanankalai oti ninru cirampanintu vanankukinranar"},{"SurahNumber":3,"VerseNumber":114,"Text":"avarkal allahvaiyum iruti nalaiyum nampikkai kontu, (manitarkalukku) nanmaiyana kariyankalai evi, timaiyana kariyankaliliruntu tatuttu, nanmaiyana kariyankalaic ceyya virai(ntum cel)kinranar. Ivarkalum nallavarkalil ullavarkale"},{"SurahNumber":3,"VerseNumber":115,"Text":"ivarkal enta nanmaiyaic ceytapotilum atu nirakarikkappata mattatu. (Atarkuriya piratipalanai atainte tiruvarkal. Enenral, ittakaiya) iraiyaccamutaiyavarkalai allah nankarivan"},{"SurahNumber":3,"VerseNumber":116,"Text":"niccayamaka (vetattaiyutaiyavarkalil) evarkal (marumaiyai) nirakarikkirar kalo avarkalutaiya celvankalum, avarkalutaiya cantatikalum, (annalil) allahvi(nutaiya vetanaiyi)liruntu avarkalai oru ciritum kapparri vitatu. Avarkal narakavacikaltan. Atil enrenrum avarkal tanki vituvarkal"},{"SurahNumber":3,"VerseNumber":117,"Text":"Ivvulaka valkkaiyil (islamirku etiraka) avarkal celavu ceyyum porulin utaranam, oru karraippol irukkiratu. Atu (alavu katantu) kulirntu (panippuyalakit) tankalukkut tankale tinkilaittuk konta oru vakupparin payiril pattu atai alittu vittatu. Allah ivarkalukku onrum tinkilaittu vitavillai. Eninum, ivarkal tankalukkuttame tinkilaittuk kontanar"},{"SurahNumber":3,"VerseNumber":118,"Text":"nampikkaiyalarkale! Un(kal markkattai cerntavar)kalaiyanri (marravarkalai) unkalukku mika nerukkamanavarkalaka ninkal akkik kollatirkal. (Enenral) avarkal unkalukkut tinkilaippatil oru ciritum kuraivu ceyvatillai. Unkalukkut tunpam erpatuvatai avarkal virumpukirarkal. Avarkalutaiya vay(c cor)kalaik konte (avarkalutaiya) pakaimai velippattuvittatu. (Unkalaip parri) avarkalutaiya ullankal maraittiruppavaiyo mikak kotiyavai. Niccayamaka nam (avarkalutaiya) ataiyalankalai unkalukku vivarittuvittom. Ninkal arivutaiyavarkalaka iruntal (arintu kollalam)"},{"SurahNumber":3,"VerseNumber":119,"Text":"(nampikkaiyalarkale!) Ivarkalaiya ninkal necikkirirkal! Avarkalo unkalai necippatillai. Ninkal (avarkalutaiya) vetankal anaittaiyum nampikkai kolkirirkal. (Avarkal unkal vetattai nampikkai kolvatillai. Eninum) avarkal unkalaic cantittal, ‘‘(unkal vetattaiyum) nankal nampikkai kolkirom'' enru (poy) kurukinranar. Unkalaivittu vilakinalo (unkal mitulla) kopattinal tankal (kai) viralkalaiye katittuk kolkinranar. Akave, (napiye! Avarkalai nokki) kuruviraka: ‘‘Unkal kopattileye ninkal cavirkalaka! Niccayamaka allah (unkal) ullankalil ullavarrai nanku arivan"},{"SurahNumber":3,"VerseNumber":120,"Text":"Unkalukku oru nanmai erpattal (atu) avarkalai varuntac ceykiratu. Unkalukku oru tinku erpattalo atarkaka avarkal makilcci ataikinranar. Akave, ninkal porumaiyutan iruntu (avarkalai vittu) vilakiyiruntal avarkalutaiya culcci unkalukku ettakaiya tinkaiyum vilaivittu vitatu. (Enenral,) niccayamaka allah avarkalutaiya ceyalkalai nanku culntu kolvan"},{"SurahNumber":3,"VerseNumber":121,"Text":"(napiye!) Nir umatu kutumpattiliruntu atikalaiyil purappattu(c cenru) nampikkai kontavarkalai porkkalattil olunkupatuttik kontiruntatai ninaittup parppiraka!. (Anaittaiyum) allah ceviyurupavan, nankarintavan avan"},{"SurahNumber":3,"VerseNumber":122,"Text":"unkalil iru pirivinar tairiyamilantu (‘uhut' ennum porkkalattai vittuc cenru) vita(lama enru) iruntanar. Allah avarkalin utaviyalan (patukavalan). (Akave,) nampikkaiyalarkal allahvin mite nampikkai vaipparkalaka"},{"SurahNumber":3,"VerseNumber":123,"Text":"patril (natanta poril) ninkal (etirikalaivita ayutattilum, tokaiyilum) kuraintavarkalaka irunta camayattil niccayamaka allah unkalukku utavi purintan. Akave, allahvukku ninkal nanri celuttuvatarkaka avanukkup payantu (valippattu) natankal"},{"SurahNumber":3,"VerseNumber":124,"Text":"(napiye! Appolutu) nir nampikkaiyalarkalai nokki ‘‘(vanattiliruntu) irakkappatta muvayiram vanavarkalal unkal iraivan unkalukku utavi ceyvatu unkalukkup potata?'' Enru kuriyataiyum ninaivu kuruviraka"},{"SurahNumber":3,"VerseNumber":125,"Text":"ninkal (allahvukkup) payantu porumaiyutan iruntal, ite camayattil (etirikal) unkal mitu atarnteriya potilum (muvayiram enna?) Ataiyala mitappatta aiyayiram vanavarkalal unkal iraivan unkalukku utaviceyvan"},{"SurahNumber":3,"VerseNumber":126,"Text":"Unkal ullankal tiruptiyataiyavum, unkalukku oru narceytiyakavume allah ivvutaviyaip purintan. (Anaivaraiyum) mikaittavanum, nanamutaiyavanumakiya allahvitamirunte tavira (veruyaritam iruntum inta) utavi (unkalukku) kitaikkavillai. (Kitaikkavum ceyyatu)"},{"SurahNumber":3,"VerseNumber":127,"Text":"(avan unkalukku ivvutavi purintatellam) nirakarippavarkalil oru pakattinaraik kuraikkavo allatu avarkal cirumaippattu (tolvi ataintavarkalakat) tirumpic cenru vituvatarkakavetan"},{"SurahNumber":3,"VerseNumber":128,"Text":"(napiye!) Ivvisayattil umakku or atikaramumillai. (Allah) avar kalai (islamait taluvumpatic ceytu) mannittuvitalam. Allatu avarkal aniyayakkararkalaka iruppatanal avarkalai vetanaiyum ceyyalam"},{"SurahNumber":3,"VerseNumber":129,"Text":"(enenral) vanankalil ullavai anaittum, pumiyilullavai anaittum allahvukkuriyanave! Avan virumpiyavarkalai mannippan; avan virumpiyavarkalait tantippan. Anal, allah mika mannippavan maka karunaiyalan avan"},{"SurahNumber":3,"VerseNumber":130,"Text":"nampikkaiyalarkale! (Acalukku atikamakavum vattikku vatti pottum) irattittuk konte atikarikkakkutiya vattiyai (vanki)t tinnatirkal. Allahvukkup payantu (itait tavirttuk kontal) ninkal verriyataivirkal"},{"SurahNumber":3,"VerseNumber":131,"Text":"(naraka) neruppirkup payantukollunkal. Atu (iraivanutaiya ikkattalaiyai) nirakarippavarkalukkaka tayarpatuttappattullatu"},{"SurahNumber":3,"VerseNumber":132,"Text":"allahvukkum, (avanutaiya) tutarukkum kilppatintu natankal. Atanal ninkal (allahvin) anpai ataiyalam"}]}