{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Відкликання що брат `aad попередив його людей у dunes - численних попередженнях також був доставлений перед тим, як йо та після його: \"Ви не будете обожнювати крім БОГА. Я бо для вас retribution великого дня"},{"SurahNumber":46,"VerseNumber":22,"Text":"Вони сказали, ви прибули відвести нас з наших богів? Ми виклик ви принести (retribution) ви загрожуєте, якщо ви є правдиві"},{"SurahNumber":46,"VerseNumber":23,"Text":"Він сказав, знання про це є з БОГОМ; Я тільки доставляю до вас що я був посланий щоб доставити. Але, я дивлюся що ви люди є необізнані"},{"SurahNumber":46,"VerseNumber":24,"Text":"Коли вони побачили шторм заголовок їхній шлях, вони сказали, \"Цей шторм принесе до нас значно потребував дощу.\" Замість цього, це підлягає які ви нападу (Кришка) щоб принести; насильницький вітер причому є болісний retribution"},{"SurahNumber":46,"VerseNumber":25,"Text":"Це руйнувало все, як наказане його Лордом. За допомогою ранку, нічого стояти крім їхніх домівок. Ми таким чином requite винуваті люди"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ми встановили їх у тому же шляху тому що ми встановили вас, та якщо їм з слуханням, очами, та розумом. Але їхнє слухання, очі, та розум не допомогли їм зовсім. Це тому, що вони вирішили disregard БОЖІ відкриття. Отже, пророцтво та попередження що вони ridiculed викликали їхню погибель"},{"SurahNumber":46,"VerseNumber":27,"Text":"Ми винищили багато спільнот навколо вас, після ми роз'яснили докази, що вони можуть каятися"},{"SurahNumber":46,"VerseNumber":28,"Text":"Чому тоді ідоли вони здіймалися принести їм ближчим до БОГА не спроможуться до них допомоги? Замість цього, вони покинули їх. Такий являли собою невірних богів вони idolized; такий являли собою нововведення вони виготовили"},{"SurahNumber":46,"VerseNumber":29,"Text":"Відкликання що ми направили декілька jinns до вас, аби дозволити їм чуєте Quran. Коли вони приїхали там, вони сказали, \"Слухають.\" Як тільки це закінчилося, вони кинулися до їхніх людей, попередження"},{"SurahNumber":46,"VerseNumber":30,"Text":"Вони сказали, \"O наші люди, ми почули книгу це було відкриті після Moses, та підтверджує попередні святі писання. Це довідники до правди; праворуч шлях"},{"SurahNumber":46,"VerseNumber":31,"Text":"O наші люди, відповідають до виклику БОГА, та вірять в Йому. Він тоді простить ваші гріхи, та запасні ви болісний retribution"},{"SurahNumber":46,"VerseNumber":32,"Text":"Цей хто не спроможуться щоб відповісти до БОЖОГО виклику не може втікти, та буде не мати Лорда за винятком Його; вони поїхали далеко astray"},{"SurahNumber":46,"VerseNumber":33,"Text":"вони не здійснюють що БОГ, хто утворив небо та землю без найменшого зусилля, вміє ожити мертвий? Так дійсно; Він Omnipotent"},{"SurahNumber":46,"VerseNumber":34,"Text":"день disbelievers вводитися до Hellfire, вони будуть проситися, це не правда?\" Вони відповідять, \"Так дійсно, нашим Лордом.\" Він скаже, \"Тоді зазнають retribution для вашого disbelief"},{"SurahNumber":46,"VerseNumber":35,"Text":"Тому, виглядають пацієнт як кур'єри перед тим, як ви котрі оволоділи силою та вдалися до терпіння. Не поспішаючи побачити retribution що inevitably прибудуть їм. День вони бачать це, це буде здаватися так, якби вони витримали одну годину дня. Це є проголошення: це не безпутний хто стійко винищуються"},{"SurahNumber":47,"VerseNumber":1,"Text":"Цей хто disbelieve та викликають огиду з шляху БОГА, Він знищує їхні праці"},{"SurahNumber":47,"VerseNumber":2,"Text":"Цей хто вважають та робота righteousness, та вірять в що не зміг посланий вниз Muhammad котрий являє собою правду з їхнього Лорда - Він відсилає їхні гріхи, та благословляє їх з contentment"},{"SurahNumber":47,"VerseNumber":3,"Text":"Це тому, що цей хто disbelieve слідкують falsehood, в той час, як цей хто вважають слідують за правдою з їхнього Лорда. БОГ таким чином цитує для людей їхні приклади"},{"SurahNumber":47,"VerseNumber":4,"Text":"Якщо ви зустрічаєте (у війні) цей хто disbelieve, ви можете вразити шиї. Якщо ви берете їх тому що в'язні ви можете встановити їх вільні або їм викупу, до війни кінці. БОГ willed, Він міг гарантували вам перемогу, без війни. Але Він таким чином випробовує вас один одним. Як для цих хто приїжджають убитий в ім'я БОГА, Він ніколи не поставить їхню жертву витратити"},{"SurahNumber":47,"VerseNumber":5,"Text":"Він буде керувати ними, та буде благословляти їх з contentment"},{"SurahNumber":47,"VerseNumber":6,"Text":"Він допустить їх у Рай, що Він описав їм"},{"SurahNumber":47,"VerseNumber":7,"Text":"O ви що вважаєте, якщо ви підтримуєте БОГА, Він підтримає вас, та посилюєте вашу опору"},{"SurahNumber":47,"VerseNumber":8,"Text":"Цей хто disbelieve зазнають нещастя; Він викликає їхні праці бути надзвичайно марно"},{"SurahNumber":47,"VerseNumber":9,"Text":"Що тому, що вони ненавиділи що БОГ відкрив та отже, Він знищує їхні праці"}]}