{"Id":460,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtahirul","Author":"Muhammad Tahir Ul Qadri","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://irfan-ul-quran.com/","Translations":[{"SurahNumber":37,"VerseNumber":22,"Text":"اُن (سب) لوگوں کو جمع کرو جنہوں نے ظلم کیا اور ان کے ساتھیوں اور پیروکاروں کو (بھی) اور اُن (معبودانِ باطلہ) کو (بھی) جنہیں وہ پوجا کرتے تھے"},{"SurahNumber":37,"VerseNumber":23,"Text":"اللہ کو چھوڑ کر، پھر ان سب کو دوزخ کی راہ پر لے چلو"},{"SurahNumber":37,"VerseNumber":24,"Text":"اور انہیں (صراط کے پاس) روکو، اُن سے پوچھ گچھ ہوگی"},{"SurahNumber":37,"VerseNumber":25,"Text":"(اُن سے کہا جائے گا:) تمہیں کیا ہوا تم ایک دوسرے کی مدد نہیں کرتے؟"},{"SurahNumber":37,"VerseNumber":26,"Text":"(وہ مدد کیا کریں گے) بلکہ آج تو وہ خود گردنیں جھکائے کھڑے ہوں گے"},{"SurahNumber":37,"VerseNumber":27,"Text":"اور وہ ایک دوسرے کی طرف متوجہ ہوکر باہم سوال کریں گے"},{"SurahNumber":37,"VerseNumber":28,"Text":"وہ کہیں گے: بے شک تم ہی تو ہمارے پاس دائیں طرف سے (یعنی اپنے حق پر ہونے کی قَسمیں کھاتے ہوئے) آیا کرتے تھے"},{"SurahNumber":37,"VerseNumber":29,"Text":"(انہیں گمراہ کرنے والے پیشوا) کہیں گے: بلکہ تم خود ہی ایمان لانے والے نہ تھے"},{"SurahNumber":37,"VerseNumber":30,"Text":"اور ہمارا تم پر کچھ زور (اور دباؤ) نہ تھا بلکہ تم خود سرکش لوگ تھے"},{"SurahNumber":37,"VerseNumber":31,"Text":"پس ہم پر ہمارے رب کا فرمان ثابت ہوگیا۔ (اب) ہم ذائقۂ (عذاب) چکھنے والے ہیں"},{"SurahNumber":37,"VerseNumber":32,"Text":"سو ہم نے تمہیں گمراہ کر دیا بے شک ہم خود گمراہ تھے"},{"SurahNumber":37,"VerseNumber":33,"Text":"پس اس دن عذاب میں وہ (سب) باہم شریک ہوں گے"},{"SurahNumber":37,"VerseNumber":34,"Text":"بے شک ہم مُجرموں کے ساتھ ایسا ہی کیا کرتے ہیں"},{"SurahNumber":37,"VerseNumber":35,"Text":"یقیناً وہ ایسے لوگ تھے کہ جب ان سے کہا جاتا کہ اللہ کے سوا کوئی لائقِ عبادت نہیں تو وہ تکبّر کرتے تھے"},{"SurahNumber":37,"VerseNumber":36,"Text":"اور کہتے تھے: کیا ہم ایک دیوانے شاعر کی خاطر اپنے معبودوں کو چھوڑنے والے ہیں"},{"SurahNumber":37,"VerseNumber":37,"Text":"(وہ نہ مجنوں ہے نہ شاعر) بلکہ وہ (دینِ) حق لے کر آئے ہیں اور انہوں نے (اللہ کے) پیغمبروں کی تصدیق کی ہے"},{"SurahNumber":37,"VerseNumber":38,"Text":"بے شک تم دردناک عذاب کا مزہ چکھنے والے ہو"},{"SurahNumber":37,"VerseNumber":39,"Text":"اور تمہیں (کوئی) بدلہ نہیں دیا جائے گا مگر صرف اسی کا جو تم کیا کرتے تھے"},{"SurahNumber":37,"VerseNumber":40,"Text":"(ہاں) مگر اللہ کے وہ (برگزیدہ و منتخب) بندے جنہیں (نفس اور نفسانیت سے) رہائی مل چکی ہے"},{"SurahNumber":37,"VerseNumber":41,"Text":"یہی وہ لوگ ہیں جن کے لئے (صبح و شام) رزقِ خاص مقرّر ہے"},{"SurahNumber":37,"VerseNumber":42,"Text":"(ہر قسم کے) میوے ہوں گے، اور ان کی تعظیم و تکریم ہوگی"},{"SurahNumber":37,"VerseNumber":43,"Text":"نعمتوں اور راحتوں کے باغات میں (مقیم ہوں گے)"},{"SurahNumber":37,"VerseNumber":44,"Text":"تختوں پر مسند لگائے آمنے سامنے (جلوہ افروز ہوں گے)"},{"SurahNumber":37,"VerseNumber":45,"Text":"اُن پر چھلکتی ہوئی شرابِ (طہور) کے جام کا دور چل رہا ہوگا"},{"SurahNumber":37,"VerseNumber":46,"Text":"جو نہایت سفید ہوگی، پینے والوں کے لئے سراسر لذّت ہوگی"},{"SurahNumber":37,"VerseNumber":47,"Text":"نہ اس میں کوئی ضرر یا سَر کا چکرانا ہوگا اور نہ وہ اس (کے پینے) سے بہک سکیں گے"},{"SurahNumber":37,"VerseNumber":48,"Text":"اور ان کے پہلو میں نگاہیں نیچی رکھنے والی، بڑی خوبصورت آنکھوں والی (حوریں بیٹھی) ہوں گی"},{"SurahNumber":37,"VerseNumber":49,"Text":"(وہ سفید و دلکش رنگت میں ایسے لگیں گی) گویا گرد و غبار سے محفوظ انڈے (رکھے) ہوں"},{"SurahNumber":37,"VerseNumber":50,"Text":"پھر وہ (جنّتی) آپس میں متوجہ ہو کر ایک دوسرے سے (حال و احوال) دریافت کریں گے"},{"SurahNumber":37,"VerseNumber":51,"Text":"ان میں سے ایک کہنے والا (دوسرے سے) کہے گا کہ میرا ایک ملنے والا تھا (جو آخرت کا منکِر تھا)"},{"SurahNumber":37,"VerseNumber":52,"Text":"وہ (مجھے) کہتا تھا: کیا تم بھی (ان باتوں کا) یقین اور تصدیق کرنے والوں میں سے ہو"},{"SurahNumber":37,"VerseNumber":53,"Text":"کیا جب ہم مر جائیں گے اور ہم مٹی اور ہڈیاں ہو جائیں گے تو کیا ہمیں (اس حال میں) بدلہ دیا جائے گا"},{"SurahNumber":37,"VerseNumber":54,"Text":"پھر وہ (جنّتی) کہے گا: کیا تم (اُسے) جھانک کر دیکھو گے (کہ وہ کس حال میں ہے)"},{"SurahNumber":37,"VerseNumber":55,"Text":"پھر وہ جھانکے گا تو اسے دوزخ کے (بالکل) وسط میں پائے گا"},{"SurahNumber":37,"VerseNumber":56,"Text":"(اس سے) کہے گا: خدا کی قسم! تو اس کے قریب تھا کہ مجھے بھی ہلاک کر ڈالے"},{"SurahNumber":37,"VerseNumber":57,"Text":"اور اگر میرے رب کا احسان نہ ہوتا تو میں (بھی تمہارے ساتھ عذاب میں) حاضر کئے جانے والوں میں شامل ہو جاتا"},{"SurahNumber":37,"VerseNumber":58,"Text":"سو (جنّتی خوشی سے پوچھیں گے:) کیا اب ہم مریں گے تو نہیں"},{"SurahNumber":37,"VerseNumber":59,"Text":"اپنی پہلی موت کے سوا (جس سے گزر کر ہم یہاں آچکے) اور نہ ہم پر کبھی عذاب کیا جائے گا"},{"SurahNumber":37,"VerseNumber":60,"Text":"بیشک یہی تو عظیم کامیابی ہے"},{"SurahNumber":37,"VerseNumber":61,"Text":"ایسی (کامیابی) کے لئے عمل کرنے والوں کو عمل کرنا چاہیے"},{"SurahNumber":37,"VerseNumber":62,"Text":"بھلا یہ (خُلد کی) مہمانی بہتر ہے یا زقّوم کا درخت"},{"SurahNumber":37,"VerseNumber":63,"Text":"بیشک ہم نے اس (درخت) کو ظالموں کے لئے عذاب بنایا ہے"},{"SurahNumber":37,"VerseNumber":64,"Text":"بیشک یہ ایک درخت ہے جو دوزخ کے سب سے نچلے حصہ سے نکلتا ہے"},{"SurahNumber":37,"VerseNumber":65,"Text":"اس کے خوشے ایسے ہیں گویا (بدنما) شیطانوں کے سَر ہوں"},{"SurahNumber":37,"VerseNumber":66,"Text":"پس وہ (دوزخی) اسی میں سے کھانے والے ہیں اور اسی سے پیٹ بھرنے والے ہیں"},{"SurahNumber":37,"VerseNumber":67,"Text":"پھر یقیناً اُن کے لئے اس (کھانے) پر (پیپ کا) ملا ہوا نہایت گرم پانی ہوگا (جو انتڑیوں کو کاٹ دے گا)"},{"SurahNumber":37,"VerseNumber":68,"Text":"(کھانے کے بعد) پھر یقیناً ان کا دوزخ ہی کی طرف (دوبارہ) پلٹنا ہوگا"},{"SurahNumber":37,"VerseNumber":69,"Text":"بے شک انہوں نے اپنے باپ دادا کوگمراہ پایا"},{"SurahNumber":37,"VerseNumber":70,"Text":"سو وہ انہی کے نقشِ قدم پر دوڑائے جا رہے ہیں"},{"SurahNumber":37,"VerseNumber":71,"Text":"اور درحقیقت اُن سے قبل پہلے لوگوں میں (بھی) اکثر گمراہ ہوگئے تھے"},{"SurahNumber":37,"VerseNumber":72,"Text":"اور یقیناً ہم نے ان میں بھی ڈر سنانے والے بھیجے"},{"SurahNumber":37,"VerseNumber":73,"Text":"سو آپ دیکھئے کہ ان لوگوں کا انجام کیسا ہوا جو ڈرائے گئے تھے"},{"SurahNumber":37,"VerseNumber":74,"Text":"سوائے اللہ کے چنیدہ و برگزیدہ بندوں کے"},{"SurahNumber":37,"VerseNumber":75,"Text":"اور بیشک ہمیں نوح (علیہ السلام) نے پکارا تو ہم کتنے اچھے فریاد رَس ہیں"},{"SurahNumber":37,"VerseNumber":76,"Text":"اور ہم نے اُنہیں اور اُن کے گھر والوں کو سخت تکلیف سے بچا لیا"},{"SurahNumber":37,"VerseNumber":77,"Text":"اور ہم نے فقط اُن ہی کی نسل کو باقی رہنے والا بنایا"},{"SurahNumber":37,"VerseNumber":78,"Text":"اور پیچھے آنے والوں (یعنی انبیاء و اُمم) میں ہم نے ان کا ذکرِ خیر باقی رکھا"},{"SurahNumber":37,"VerseNumber":79,"Text":"سلام ہو نوح پر سب جہانوں میں"},{"SurahNumber":37,"VerseNumber":80,"Text":"بیشک ہم نیکو کاروں کو اسی طرح بدلہ دیا کرتے ہیں"},{"SurahNumber":37,"VerseNumber":81,"Text":"بے شک وہ ہمارے (کامل) ایمان والے بندوں میں سے تھے"},{"SurahNumber":37,"VerseNumber":82,"Text":"پھر ہم نے دوسروں کو غرق کردیا"}]}