{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"В тот День Мы их оставим литься (беспорядочной толпой), Подобно волнам, спорящим друг с другом, - Раздастся трубный глас, и Мы въедино соберем их"},{"SurahNumber":18,"VerseNumber":100,"Text":"И Мы представим Ад В тот День Перед (прозревшими) глазами нечестивцев"},{"SurahNumber":18,"VerseNumber":101,"Text":"Тех, чьи глаза были завесою закрыты, Чтобы знамения Мои не распознать, (Закрыты глухотою были уши), Чтобы не мочь услышать (Слова Моего)"},{"SurahNumber":18,"VerseNumber":102,"Text":"Ужель неверные считали, Что могут взять в защитники себе Моих рабов вместо Меня? Поистине, Мы уготовили им Ад как (гостевой) прием"},{"SurahNumber":18,"VerseNumber":103,"Text":"Скажи: \"Не сообщить ли вам про тех, Кто понесет от дел своих найбольшие потери"},{"SurahNumber":18,"VerseNumber":104,"Text":"Тех, чьи усилия впустую Были потрачены (в их жизни на земле), - Они же думали, что делают прекрасные дела"},{"SurahNumber":18,"VerseNumber":105,"Text":"И это - те, кто отвергает знамения их Господа и встречу с Ним, - Дела их в тщЕту обратятся, В День Воскресения Мы не дадим им никакого веса"},{"SurahNumber":18,"VerseNumber":106,"Text":"Вот их награда - Ад! За то, что не уверовали (в Бога), Подвергли осмеянию знамения Мои И предали Моих посланников издевкам"},{"SurahNumber":18,"VerseNumber":107,"Text":"А те, кто верует и делает добро, - Для тех жилищем будут Райские сады"},{"SurahNumber":18,"VerseNumber":108,"Text":"Где пребывать навечно им Без всякого желания замены"},{"SurahNumber":18,"VerseNumber":109,"Text":"Скажи, (о Мухаммад!): \"Если бы воды океана В чернила обратились для записи Господних Слов, Поистине, они б иссякли раньше, Чем истощились бы СловЕсы Бога моего\", - Если б Мы даже к этому прибавили подобное сему"},{"SurahNumber":18,"VerseNumber":110,"Text":"Скажи: \"Всего лишь человек я, вам подобный. И мне открылось, Что ваш Бог - Единый Бог (для всех). А кто надежды возлагает на встречу с Господом своим, Пусть добрые дела творит И в почитании Его Других божеств не призывает"},{"SurahNumber":19,"VerseNumber":1,"Text":"Каф - Ха - Йа - А'йн - Сад"},{"SurahNumber":19,"VerseNumber":2,"Text":"Повествование о милости Господней к Закарии, Служителю Его (и верному слуге)"},{"SurahNumber":19,"VerseNumber":3,"Text":"Он тайным зовом к Господу воззвал"},{"SurahNumber":19,"VerseNumber":4,"Text":"И возмолил: \"Господь мой! Во мне уж ослабели кости, И голова сверкает сединой, Но я в своих молитвах, Господи, к Тебе Не оставался никогда Лишенным Твоего благоволенья"},{"SurahNumber":19,"VerseNumber":5,"Text":"Боюсь я: мои близкие (по крови) После меня (сойдут с Господнего пути), Ну, а жена моя неплодна. Дай мне наследника (по воле) от Тебя"},{"SurahNumber":19,"VerseNumber":6,"Text":"Он будет мне наследовать И родословную Йакуба продолжать. Сделай его, о мой Господь, Тебе угодным"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Ответом было): \"Закария! Поистине, Мы благовествуем тебе о сыне, Имя которому - Йахйа. Мы прежде никого сим именем не нарекали"},{"SurahNumber":19,"VerseNumber":8,"Text":"Сказал он: \"Господи, как явится мне сын, Когда моя жена неплодна, А мои дряхлые года уж подошли к пределу"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Тут ангел с ним заговорил и) молвил: \"Твой Господь сказал: \"Это легко Мне (сделать), - Ведь прежде сотворил тебя Я, Когда ты был, поистине, ничем"},{"SurahNumber":19,"VerseNumber":10,"Text":"Господь мой! - молвил (Закария). - Яви Свое знаменье мне! (И был ответ:) Вот знак тебе: Три ночи ты с людьми не будешь говорить, При этом сохраняя доброе здоровье"},{"SurahNumber":19,"VerseNumber":11,"Text":"Он вышел из святилища к народу И (знаками) призвал его Хвалу (Аллаху) воздавать и по утрам, и вечерами"},{"SurahNumber":19,"VerseNumber":12,"Text":"(И вот, когда Йахйа родился И возраста разумности достиг, Ему веление от Господа предстало): \"Йахйа, держись Писания всей мощью!\" Мы даровали ему мудрость, Когда он был еще юнцом"},{"SurahNumber":19,"VerseNumber":13,"Text":"И состраданье (к ближнему) от Нас, и чистоту - Он (в благочестии своем) Господнего страшился гнева"},{"SurahNumber":19,"VerseNumber":14,"Text":"Добросердечен был к родителям своим, И не был он властолюбив и непокорен"},{"SurahNumber":19,"VerseNumber":15,"Text":"Да будет мир ему в тот день, когда родился, В тот день, когда умрет, И в День, Когда он к жизни вновь воскреснет"},{"SurahNumber":19,"VerseNumber":16,"Text":"И (вам) Писание напоминает (историю) Марйам: Она от своего семейства удалилась В место, (лежащее) к востоку (от родного очага)"},{"SurahNumber":19,"VerseNumber":17,"Text":"Устроив пред собой от них завесу. Мы к ней отправили Наш Дух, И перед ней предстал он в виде настоящего мужчины"},{"SurahNumber":19,"VerseNumber":18,"Text":"Она сказала: \"Я ищу спасенья от тебя У Милосердного (Владыки). И если ты Его страшишься, (Ко мне не приближайся ни на шаг)"},{"SurahNumber":19,"VerseNumber":19,"Text":"Он отвечал: \"Я - лишь от Бога твоего посланец, Чтобы тебе (поведать о Господнем) даре Благословенного младенца - сына"},{"SurahNumber":19,"VerseNumber":20,"Text":"Как может быть младенец у меня, - она сказала, - Когда ко мне не прикасался ни один мужчина И не была я (никогда) распутной"},{"SurahNumber":19,"VerseNumber":21,"Text":"Ответил он: \"Господь твой так сказал: \"Легко Мне это (сделать). Мы сделаем его знаменьем для людей, И Нашей милостью (для всех благочестивых), (И изъявлением Моим), - событию сему свершиться"}]}