{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"(sulaimān) annāḍu: \"Nīvu satyaṁ palukutunnāvō, lēdā abad'dhālāḍē vārilō cērina vāḍavō, mēmu ippuḍē cūstāmu"},{"SurahNumber":27,"VerseNumber":28,"Text":"Nā ī uttaraṁ tīsukoni pō! Dīnini vāri vadda paḍavēyi, taruvāta vāri nuṇḍi oka vaipuku tolagipōyi vārēmi samādhānamistārō cūḍu"},{"SurahNumber":27,"VerseNumber":29,"Text":"(rāṇi) annadi: \"Ō nā āsthāna nāyakulārā! Idigō nā vaipuku oka viśēṣamaina uttaraṁ pampabaḍindi"},{"SurahNumber":27,"VerseNumber":30,"Text":"niścayaṅgā, idi sulaimān daggara nuṇḍi vaccindi. Mariyu idi: ''Ananta karuṇāmayuḍu, apāra karuṇā pradāta ayina allāh pērutō,' prārambhin̄cabaḍindi"},{"SurahNumber":27,"VerseNumber":31,"Text":"(indulō ilā vrāyabaḍi undi): 'Nā pai ādhikyata cūpakaṇḍi. Nā sannidhilōki allāh ku vidhēyulu (muslinlu) ayi raṇḍi"},{"SurahNumber":27,"VerseNumber":32,"Text":"(rāṇi) annadi: \"Ō nāyakulārā! Ī viṣayanlō mīru nāku salahā ivvaṇḍi. Nēnu ē viṣayanlōnū, mīru lēnidē elāṇṭi nirṇayaṁ tīsukōnē"},{"SurahNumber":27,"VerseNumber":33,"Text":"vārilā javābiccāru: \"Manaṁ cālā balavantulaṁ. Mariyu goppa yud'dha nipuṇulaṁ, kāni nirṇayaṁ mātraṁ nīdē! Kāvuna, nīvu ēmi ājñāpin̄ca dalacukunnāvō alōcin̄cu"},{"SurahNumber":27,"VerseNumber":34,"Text":"(rāṇi) annadi: \"Rājulu ē dēśanlōnainā jorabaḍinappuḍu, vārandulō kallōlaṁ rēkettistāru mariyu akkaḍi gauravanīyulaina prajalanu avamāna parustāru. Vīru kūḍā adē vidhaṅgā cēyavaccu"},{"SurahNumber":27,"VerseNumber":35,"Text":"kāvuna nēnu tappaka, vāri vaddaku oka kānukanu pamputānu. Ā taruvāta nā dūtalu ēmi javābu testārō cūstānu"},{"SurahNumber":27,"VerseNumber":36,"Text":"(rāyabārulu) sulaimān vaddaku vaccinapuḍu, atanu annāḍu: \"Ēmī? Mīru nāku dhanasahāyaṁ cēyadalacārā? Allāh nāku iccindi, mīku iccina dāni kaṇṭē entō uttamamainadi, ika mī kānukatō mīrē santōṣapaḍaṇḍi"},{"SurahNumber":27,"VerseNumber":37,"Text":"(sulaimān) annāḍu): \"Nīvu vāri vaddaku tirigipō, mēmu vāripaiki goppa sēnalatō vastāmu. Vāru vāṭini edirin̄cajālaru. Mēmu vārini parābhavin̄ci accaṭi nuṇḍi veḍala goḍtāmu. Mariyu vāru avamānitulai uṇḍipōtāru"},{"SurahNumber":27,"VerseNumber":38,"Text":"(taruvāta sulaimān) ilā annāḍu: \"Ō nāyakulārā! Vāru allāh ku vidhēyulai (muslinlai) rākamundē, āme sinhāsanānni nā vaddaku mīlō evaru tēgalaru"},{"SurahNumber":27,"VerseNumber":39,"Text":"Jinnātulalō baliṣṭhuḍaina okaḍu ilā annāḍu: \"Nīvu nī sthānaṁ nuṇḍi lēvaka mundē nēnu dānini tīsukuvastānu. Niścayaṅgā nēnu ilā cēsē balaṁ galavāḍanu, nam'madagina vāḍanu"},{"SurahNumber":27,"VerseNumber":40,"Text":"granthajñānaṁ gala okatanu ilā annāḍu: \"Nēnu kanureppapāṭu kālanlō dānini nī vaddaku tēgalanu!\" Ā taruvāta (sulaimān) dānini vāstavaṅgā tana mundu peṭṭabaḍi uṇḍaṭānni cūsi ilā annāḍu: \"Idi nā prabhuvu anugrahaṁ. Nēnu kr̥tajñatalu cūpudunā lēka kr̥taghnuḍa navudunā ani parīkṣin̄caṭāniki ilā cēyabaḍindi. Kr̥tajñatalu telipēvāḍu, niścayaṅgā, tana mēlu korakē kr̥tajñatalu telupukuṇṭāḍu. Kāni evaḍainā kr̥taghnataku pālpaḍitē, niścayaṅgā, nā prabhuvu svayaṁ samr̥d'dhuḍu, parama dāta (ani telusukōvāli)"},{"SurahNumber":27,"VerseNumber":41,"Text":"(sulaimān) annāḍu: \"Āme gurtin̄ca lēkuṇḍā āme sinhāsanapu rūpānni mārci vēyaṇḍi. Manaṁ cūddāṁ! Āme mārgadarśakatvaṁ pondutundā, lēka mārgadarśakatvaṁ pondani vārilō cēri pōtundā"},{"SurahNumber":27,"VerseNumber":42,"Text":"ā taruvāta āme akkaḍiki rāgānē: \"Ēmī? Nī sinhāsanaṁ vidhaṅgānē uṇṭundā?\" Ani aḍuggā, āme: \"Niścayaṅgā, idi dāni mādirigānē undi!\"Ani annadi. Mariyu (sulaimān annāḍu): \"Manaku īme kaṇṭē mundu (divya) jñānaṁ prasādin̄ca baḍindi (labhin̄cindi) kāvuna manaṁ allāh ku vidhēyulaṁ (muslinlaṁ) ayyāmu"},{"SurahNumber":27,"VerseNumber":43,"Text":"mariyu allāh nu vadali āme ārādhistunnadi, āmenu (islāṁ nuṇḍi) tolagin̄cindi. Andukē! Āme vāstavāniki, satyatiraskārulalō cēri uṇḍēdi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Āmetō: \"Rājagr̥hanlō pravēśin̄cu!\" Ani ceppagā! Āme dānini cūsi, adoka nīṭi kolanani bhāvin̄ci (tana vastrālanu) paikettagā āme pikkalu kanabaḍḍāyi. Appuḍu (sulaimān): \"Idi gājutō nirmin̄cabaḍina nunnani nēla mātramē!\" Ani annāḍu. (Rāṇi) annadi: \"Ō nā prabhū! Nāku nēnu an'yāyaṁ cēsukunnānu. Mariyu nēnu sulaimān tō pāṭu sarvalōkāla prabhuvaina allāh ku vidhēyatanu (islānnu) svīkaristunnānu"},{"SurahNumber":27,"VerseNumber":45,"Text":"mariyu vāstavaṅgā! Mēmu samūd jātivāri vaddaku vāri sōdaruḍaina sālih nu: \"Mīru allāh nē ārādhin̄caṇḍi.\" Anē (sandēśantō) pampāmu. Kāni vāru reṇḍu vargālugā cīli pōyi parasparaṁ kalahin̄cukōsāgāru"},{"SurahNumber":27,"VerseNumber":46,"Text":"(sālih) annāḍu: \"Ō nā jāti prajalārā! Mīru susthitiki mundu dusthiti koraku enduku tondarapeḍutunnāru? Mīru allāh nu mī tappulanu kṣamin̄camani enduku vēḍukōru? Bahaśā mīru karuṇin̄cabaḍavaccu"},{"SurahNumber":27,"VerseNumber":47,"Text":"vārannāru: \"Mēmu ninnū mariyu nī anucarulanu apaśakunapu sūcanalugā parigaṇistunnāmu!\" (Sālih) annāḍu: \"Mī śakunaṁ allāh vadda undi. Vāstavāniki, mīru parīkṣin̄ca baḍutunnāru"},{"SurahNumber":27,"VerseNumber":48,"Text":"mariyu ā nagaranlō tom'midi mandi uṇḍēvāru. Vāru dēśanlō kallōlaṁ rēkettistū uṇḍēvāru. Mariyu elāṇṭi sanskaraṇa cēsēvāru kādu"},{"SurahNumber":27,"VerseNumber":49,"Text":"vāru parasparaṁ ilā anukunnāru: \"Allāh pai pramāṇaṁ cēsi ilā pratijña cēyaṇḍi. Manaṁ atanipai mariyu atanitō pāṭu unna vāripai rātrivēḷa dāḍi cēddāmu. Taruvāta atani vārasulatō: 'Mī sambandhīkulanu vadhin̄cindi mēmu cūḍanē lēdu. Mēmu niścayaṅgā, satyaṁ palukutunnāmu.' \"Ani andāmu"},{"SurahNumber":27,"VerseNumber":50,"Text":"mariyu ī vidhaṅgā, vāru pannāgaṁ pannāru mariyu mēmu kūḍā oka pannāgaṁ pannāmu. Kāni vārikadi teliyadu"},{"SurahNumber":27,"VerseNumber":51,"Text":"ika cūḍaṇḍi! Vāri pannāgapu paryavasānaṁ ēmayindō! Vāstavāniki mēmu vārini mariyu vāri vanśaṁ vārinandarinī sarvanāśanaṁ cēśāmu"},{"SurahNumber":27,"VerseNumber":52,"Text":"Avigō vāri gr̥hālu! Vāru cēsina durmārgālaku avi elā pāḍupaḍi pōyāyō cūḍaṇḍi. Niścayaṅgā indulō telusukunē vāriki goppa sūcana undi"},{"SurahNumber":27,"VerseNumber":53,"Text":"mariyu viśvasin̄ci, daivabhīti kaligi unna vārini mēmu kāpāḍāmu"},{"SurahNumber":27,"VerseNumber":54,"Text":"mariyu lūt nu (jñāpakaṁ cēsukōṇḍi)! Atanu tana jāti vāritō ilā annappuḍu: \"Ēmī? Mīru bahiraṅgaṅgā aślīla kāryālu cēstārā"},{"SurahNumber":27,"VerseNumber":55,"Text":"ēmī? Mīru strīlanu vadali puruṣula vaddaku, mī kāma icchanu tīrcukōvaṭāniki pōtārā? Vāstavāniki, mīru mūḍha janulu"}]}