{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"O mon Seigneur, Tu m'as donne du pouvoir et m'as enseigne l'interpretation des reves. [C'est Toi Le] Createur des cieux et de la terre, Tu es mon patron, ici-bas et dans l'au-dela. Fais-moi mourir en parfaite soumission et fais moi rejoindre les vertueux"},{"SurahNumber":12,"VerseNumber":102,"Text":"Ce sont la des recits inconnus que Nous te revelons. Et tu n'etais pas aupres d'eux quand ils se mirent d'accord pour comploter"},{"SurahNumber":12,"VerseNumber":103,"Text":"Et la plupart des gens ne sont pas croyants malgre ton desir ardent"},{"SurahNumber":12,"VerseNumber":104,"Text":"Et tu ne leur demandes aucun salaire pour cela. Ce n'est la qu'un rappel adresse a l'univers"},{"SurahNumber":12,"VerseNumber":105,"Text":"Et dans les cieux et sur la terre, que de signes aupres desquels les gens passent, en s'en detournant"},{"SurahNumber":12,"VerseNumber":106,"Text":"Et la plupart d'entre eux ne croient en Allah, qu'en lui donnant des associes"},{"SurahNumber":12,"VerseNumber":107,"Text":"Est-ce qu'ils sont surs que le chatiment d'Allah ne viendra pas les couvrir ou que l'Heure ne leur viendra pas soudainement, sans qu'ils s'en rendent compte"},{"SurahNumber":12,"VerseNumber":108,"Text":"Dis: «Voici ma voie, j'appelle les gens a [la religion] d'Allah, moi et ceux qui me suivent, nous basant sur une preuve evidente. Gloire a Allah! Et je ne suis point du nombre des associateurs"},{"SurahNumber":12,"VerseNumber":109,"Text":"Nous n'avons envoye avant toi que des hommes originaires des cites, a qui Nous avons fait des revelations. [Ces gens la] n'ont-ils pas parcouru la terre et considere quelle fut la fin de ceux qui ont vecu avant eux? La demeure de l'au-dela est assurement meilleure pour ceux qui craignent [Allah]. Ne raisonnerez-vous donc pas"},{"SurahNumber":12,"VerseNumber":110,"Text":"Quand les messagers faillirent perdre espoir (et que leurs adeptes) eurent pense qu'ils etaient dupes voila que vint a eux Notre secours. Et furent sauves ceux que Nous voulumes. Mais Notre rigueur ne saurait etre detournee des gens criminels"},{"SurahNumber":12,"VerseNumber":111,"Text":"Dans leurs recits il y a certes une lecon pour les gens doues d'intelligence. Ce n'est point la un recit fabrique. C'est au contraire la confirmation de ce qui existait deja avant lui, un expose detaille de toute chose, un guide et une misericorde pour des gens qui croient"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif, Lam, Mim, Ra. Voici les versets du Livre; et ce qui t'a ete revele par ton Seigneur est la verite; mais la plupart des gens ne croient pas"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah est Celui qui a eleve [bien haut] les cieux sans piliers visibles. Il S'est etabli [istawa] sur le Trone et a soumis le soleil et la lune, chacun poursuivant sa course vers un terme fixe. Il regle l'Ordre [de tout] et expose en detail les signes afin que vous ayez la certitude de la rencontre de votre Seigneur"},{"SurahNumber":13,"VerseNumber":3,"Text":"Et c'est Lui qui a etendu la terre et y a place montagnes et fleuves. Et de chaque espece de fruits Il y etablit deux elements de couple. Il fait que la nuit couvre le jour. Voila bien la des preuves pour des gens qui reflechissent"},{"SurahNumber":13,"VerseNumber":4,"Text":"Et sur la terre il y a des parcelles voisines les unes des autres, des jardins [plantes] de vignes, et des cereales et des palmiers, en touffes ou espaces, arroses de la meme eau, cependant Nous rendons superieurs les uns aux autres quant au gout. Voila bien la des preuves pour des gens qui raisonnent"}]}