{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":108,"Text":"Fakat mutlu olanlar, artık cennettedir. (Cennetlerin) semaları ve arzı durdukça, Rabbinin dilediği şey (cenneti yok etmeyi dilemesi) hariç, onlar orada ebedî kalanlardır (kalacaklardır)"},{"SurahNumber":11,"VerseNumber":109,"Text":"Artık sen, onların taptığı şeylerden şüphe içinde olma. Onlar, ancak babalarının önceden ibadet ettiği gibi ibadet ediyorlar (onların taptığı şeylere tapıyorlar). Ve muhakkak ki Biz, onların nasiplerini eksiltmeksizin öderiz (ödeyenleriz)"},{"SurahNumber":11,"VerseNumber":110,"Text":"Ve andolsun Musa (A.S)´a kitap verdik. Onun hakkında ihtilâfa (anlaşmazlığa) düştüler. Rabbinden bir söz (hesabın kıyâmet gününde görüleceği) geçmemiş olsaydı onların aralarında mutlaka hüküm verilmiş olurdu. Muhakkak ki onlar, mutlaka O´ndan (Kur´ân´dan) şüpheli bir tereddüt içindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Ve muhakkak ki Rabbin, onların hepsinin amellerinin karşılığını mutlaka onlara öder. Muhakkak ki O, onların amellerinden (yaptığı şeylerden) haberdar olandır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Artık sen, sana tövbe ederek, tâbî olanlarla birlikte emrolunduğun gibi istikamet üzere ol. Ve azgınlık yapmayın (aşırı gitmeyin). Muhakkak ki O, yaptıklarınızı görendir"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zalim olan kimselere meyletmeyiniz. O taktirde size ateş dokunur. Sizin Allah´tan başka dostunuz yoktur. Sonra yardım olunmazsınız"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gündüzün iki tarafında ve gecenin gündüze yakın kısmında namazı ikame et. Muhakkak ki haseneler (kazanılan dereceler), seyyiati (kaybedilen dereceleri) giderir. İşte bu, zikredenler için bir öğüttür"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret, muhakkak ki Allah, muhsinlerin ecrini zayi etmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Bu durumda, sizden önceki nesillerden bakiye sahiplerinden (asırlarca münkerden nehyedenler ve ma´rufla emredenler) onlardan kurtardıklarımızdan pek azı dışındakilerden de bir kısmı, yeryüzünde fesattan nehyetseler (men) olmaz mıydı? Zalim olanlar, onları şımartan şeylere (mal, mülk) tâbî oldular. Ve mücrimler (suçlular) oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Ve senin Rabbin, halkı ıslâh edici olan beldeleri zulüm ile helâk edici olmadı"},{"SurahNumber":11,"VerseNumber":118,"Text":"Ve Rabbin, şâyet dileseydi insanları tek bir ümmet yapardı. Oysa ihtilâflar devam edecek"},{"SurahNumber":11,"VerseNumber":119,"Text":"Rabbinin rahmet ettiği (Rahîm esmasıyla tecelli ederek rahmet nuru gönderdiği) kimseler (ihtilâfa düşmeyip Allah´a ulaşmayı dileyenler) hariç. Ve onları (insanları), bunun için (ihtilâfa düşenlerle düşmeyenleri ayırmak için) yarattı. Rabbinin (ihtilâfa düşenler yani Allah´a ulaşmayı dilemeyenler için) sözü tamamlandı: Cehennemi mutlaka tamamen insanlar ve cinlerle dolduracağım"},{"SurahNumber":11,"VerseNumber":120,"Text":"Ve sana anlattığımız şeylerin hepsi, resûllerin haberlerindendir. Onlarla senin kalbindeki fuad hassasını (fiziğin ötesindeki idrak) sağlamlaştırırız. Ve bunda (bu haberlerde) sana hak, mü´minlere öğüt ve zikir geldi"},{"SurahNumber":11,"VerseNumber":121,"Text":"Ve mü´min olmayanlara de ki: “Siz yapmakta olduğunuz şeyleri yapın (devam edin). Muhakkak ki biz (de) yapanlarız.”"},{"SurahNumber":11,"VerseNumber":122,"Text":"Ve bekleyin! Muhakkak ki biz de bekleyenleriz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Semaların (göklerin) ve arzın gaybı Allah´ındır. İşlerin hepsi O´na döndürülür. Öyleyse O´na kul olun ve tevekkül edin. Senin Rabbin, yaptığınız şeylerden gâfil (habersiz) değildir"},{"SurahNumber":12,"VerseNumber":1,"Text":"Elif, Lâm, Râ. Bunlar, beyan edilmiş (açıklanmış) Kitab´ın âyetleridir"},{"SurahNumber":12,"VerseNumber":2,"Text":"Muhakkak ki Biz, O´nu Arapça Kur´ân olarak indirdik. Böylece siz akıl edersiniz"},{"SurahNumber":12,"VerseNumber":3,"Text":"Sana vahyettiğimiz bu Kur´ân ile en güzel kıssaları sana anlatıyoruz. Ve oysa sen, ondan önce elbette gâfillerdendin"},{"SurahNumber":12,"VerseNumber":4,"Text":"Yusuf (A.S), babasına şöyle demişti: “Babacığım, gerçekten ben on bir yıldız, güneş ve ay gördüm. Onları bana secde eder (vaziyette, durumda) gördüm.”"},{"SurahNumber":12,"VerseNumber":5,"Text":"(Babası) şöyle dedi: “Ey oğulcuğum, rüyanı kardeşlerine anlatma! O zaman (anlattığın taktirde) sana tuzak kurarlar. Muhakkak ki; şeytan, insana apaçık düşmandır.”"},{"SurahNumber":12,"VerseNumber":6,"Text":"Ve işte böylece, Rabbin seni seçecek ve sözlerin (olayların) tevîlini (yorumunu) sana öğretecek. Sana ve Yakûb (A.S)´ın ailesine de, (tıpkı) daha önce ataların İbrâhîm (A.S) ve İshak (A.S)´a (ni´metini) tamamladığı gibi, ni´metini tamamlayacak. Muhakkak ki senin Rabbin, Alîm (en iyi bilen)dir, Hakîm (hüküm veren hikmet sahibi)dir"}]}