{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Tōmarā ki mānuṣakē saṯkarmēra nirdēśa dā'ō ēbaṁ nijērā nijēdērakē bhūlē yā'ō, athaca tōmarā kitāba pāṭha kara? Tabu'ō ki tōmarā cintā kara nā"},{"SurahNumber":2,"VerseNumber":45,"Text":"dhairyyara sāthē sāhāyya prārthanā kara nāmāyēra mādhyamē. Abaśya tā yathēṣṭa kaṭhina. Kintu sē samasta binaẏī lōkadēra pakṣē'i tā sambhaba."},{"SurahNumber":2,"VerseNumber":46,"Text":"Yārā ēkathā khēẏāla karē yē, tādērakē sam'mukhīna hatē habē sbīẏa para'ōẏāradēgārēra ēbaṁ tām̐ra'i dikē phirē yētē habē."},{"SurahNumber":2,"VerseNumber":47,"Text":"Hē banī-isarā'īlagaṇa! Tōmarā smaraṇa kara āmāra anugrahēra kathā, yā āmi tōmādēra upara karēchi ēbaṁ (smaraṇa kara) sē biṣaẏaṭi yē, āmi tōmādērakē uccamaryādā dāna karēchi samagra biśbēra upara."},{"SurahNumber":2,"VerseNumber":48,"Text":"Āra sē dinēra bhaẏa kara, yakhana kē'u kāra'ō sāmān'ya upakārē āsabē nā ēbaṁ tāra pakṣē kōna supāriśa'ō kabula habē nā; kāra'ō kācha thēkē kṣatipūraṇa'ō nēẏā habē nā ēbaṁ tārā kōna rakama sāhāyya'ō pābē nā."},{"SurahNumber":2,"VerseNumber":49,"Text":"Āra (smaraṇa kara) sē samaẏēra kathā, yakhana āmi tōmādigakē muktidāna karēchi phēra'ā'unēra lōkadēra kabala thēkē yārā tōmādigakē kaṭhina śāsti dāna karata; tōmādēra putrasantānadērakē jabā'i karata ēbaṁ tōmādēra strīdigakē abyāhati dita. Bastutaḥ tātē parīkṣā chila tōmādēra pālanakartāra pakṣa thēkē, mahā parīkṣā."},{"SurahNumber":2,"VerseNumber":50,"Text":"Āra yakhana āmi tōmādēra jan'ya sāgarakē dbikhanḍita karēchi, ataḥpara tōmādērakē bām̐ciẏē diẏēchi ēbaṁ ḍubiẏē diẏēchi phēra'ā'unēra lōkadigakē athaca tōmarā dēkhachilē."},{"SurahNumber":2,"VerseNumber":51,"Text":"Āra yakhana āmi mūsāra sāthē ōẏādā karēchi calliśa rātrira ataḥpara tōmarā gōbaṯsa bāniẏē niẏēcha mūsāra anupasthititē. Bastutaḥ tōmarā chilē yālēma."},{"SurahNumber":2,"VerseNumber":52,"Text":"Tārapara āmi tātē'ō tōmādērakē kṣamā karē diẏēchi, yātē tōmarā kr̥tajñatā sbīkāra karē nā'ō."},{"SurahNumber":2,"VerseNumber":53,"Text":"Āra (smaraṇa kara) yakhana āmi mūsākē kitāba ēbaṁ satya-mithyāra pārthakya bidhānakārī nirdēśa dāna karēchi, yātē tōmarā sarala patha prāpta hatē pāra."},{"SurahNumber":2,"VerseNumber":54,"Text":"Āra yakhana mūsā tāra sampradāẏakē balala, hē āmāra sampradāẏa, tōmarā tōmādēra'i kṣatisādhana karēcha ē'i gōbaṯsa nirmāṇa karē. Kājē'i ēkhana ta'ōbā kara sbīẏa sraṣṭāra prati ēbaṁ nija nija prāṇa bisarjana dā'ō. Ēṭā'i tōmādēra jan'ya kalyāṇakara tōmādēra sraṣṭāra nikaṭa. Tārapara tōmādēra prati lakṣya karā hala. Niḥsandēhē tini'i kṣamākārī, atyanta mēhērabāna."},{"SurahNumber":2,"VerseNumber":55,"Text":"Āra yakhana tōmarā balalē, hē mūsā, kasminakālē'ō āmarā tōmākē biśbāsa karaba nā, yatakṣaṇa nā āmarā āllāhakē (prakāśyē) dēkhatē pāba. Bastutaḥ tōmādigakē pākaṛā'ō karala bidyuṯ. Athaca tōmarā tā pratyakṣa karachilē."},{"SurahNumber":2,"VerseNumber":56,"Text":"Tārapara, marē yābāra para tōmādigakē āmi tulē dām̐ṛa kariẏēchi, yātē karē tōmarā kr̥tajñatā sbīkāra karē nā'ō."},{"SurahNumber":2,"VerseNumber":57,"Text":"Āra āmi tōmādēra upara chāẏā dāna karēchi mēghamālāra dbārā ēbaṁ tōmādēra jan'ya khābāra pāṭhiẏēchi’mānnā’ ō sāla'ōẏā’. Sēsaba pabitra bastu tōmarā bhakṣana kara, yā āmi tōmādērakē dāna karēchi. Bastutaḥ tārā āmāra kōna kṣati karatē pārēni, baraṁ nijēdēra'i kṣati sādhana karēchē."},{"SurahNumber":2,"VerseNumber":58,"Text":"Āra yakhana āmi balalāma, tōmarā prabēśa kara ē nagarītē ēbaṁ ētē yēkhānē khuśī khēẏē sbācchandyē bicaraṇa karatē thāka ēbaṁ darajāra bhitara diẏē prabēśa karāra samaẏa sējadā karē ḍhuka, āra balatē thāka-‘āmādigakē kṣamā karē dā'ō’-tāhalē āmi tōmādēra aparādha kṣamā karaba ēbaṁ saṯ karmaśīladērakē atirikta dāna'ō karaba."},{"SurahNumber":2,"VerseNumber":59,"Text":"Ataḥpara yālēmarā kathā pālṭē diẏēchē, yā kichu tādērakē balē dēẏā haẏēchila tā thēkē. Tārapara āmi abatīrṇa karēchi yālēmadēra upara āyāba, āsamāna thēkē, nirdēśa laṅghana karāra kāraṇē."}]}