{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"О народе мој! Шта је ово? Ја вас позивам у спас, а ви мене позивате у Ватру"},{"SurahNumber":40,"VerseNumber":42,"Text":"Позивате ме да не верујем у Аллаха и да поред Њега обожавам оно о чему немам знања, а ја вас позивам Силноме, Оном који опрашта"},{"SurahNumber":40,"VerseNumber":43,"Text":"Нема нимало сумње у то да се они којима ме позивате неће ником ни на овом ни на оном свету одазвати и да ћемо се Богу вратити и да ће незнанобошци становници у Огњу бити"},{"SurahNumber":40,"VerseNumber":44,"Text":"И сетићете се овог што вам кажем! А ја Аллаху препуштам свој случај; Аллах, уистину, добро види Своје слуге.“"},{"SurahNumber":40,"VerseNumber":45,"Text":"И Аллах га је сачувао од зала оног што су сплеткарили, а фараонове присталице зла патња задеси"},{"SurahNumber":40,"VerseNumber":46,"Text":"Они ће се ујутру и навече у ватри пржити. А кад наступи Час: “Уведите фараонове људе у патњу најтежу!”"},{"SurahNumber":40,"VerseNumber":47,"Text":"И када се у Ватри буду препирали, а они који су били потлачени кажу својим главешинама: „Ми смо били ваши следбеници, можете ли да нас макар мало ослободите Ватре?“"},{"SurahNumber":40,"VerseNumber":48,"Text":"Онда ће главешине да кажу: „Заиста смо сви у њој! Аллах је већ пресудио Својим слугама.“"},{"SurahNumber":40,"VerseNumber":49,"Text":"И они који ће да буду у Ватри говориће чуварима Пакла: „Замолите свога Господара да нам бар један дан ублажи патњу!“"},{"SurahNumber":40,"VerseNumber":50,"Text":"„А зар вам ваши посланици нису доносили јасне доказе?“ Упитаће они. „Јесу!“ Одговориће. „Молите онда ви!“ Рећи ће они. Али ће молба неверника узалудна да буде"},{"SurahNumber":40,"VerseNumber":51,"Text":"Ми ћемо, заиста, да помогнемо Наше посланике и оне који верују на овом свету, а и на Дан кад устану сведоци"},{"SurahNumber":40,"VerseNumber":52,"Text":"на Дан кад неверницима њихово правдање неће да буде од користи; њих чека проклетство и најгоре пребивалиште"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ми смо Мојсију дали упуту и Израиљевим синовима смо оставили Књигу у наследство"},{"SurahNumber":40,"VerseNumber":54,"Text":"да буде упутство и опомена онима који буду имали памети"},{"SurahNumber":40,"VerseNumber":55,"Text":"Па ти буди стрпљив - Аллахово обећање је истина - и моли да ти буду опроштени греси, и свога Господара слави и хвали увече и ујутру"},{"SurahNumber":40,"VerseNumber":56,"Text":"Заиста они који о Аллаховим доказима и речима расправљају, иако им никакав доказ није дошао, у њиховим срцима је само охолост која неће да их доведе до жељеног циља, па ти моли од Аллаха заштиту. Он, уистину, све чује и све види"},{"SurahNumber":40,"VerseNumber":57,"Text":"Стварање небеса и Земље сигурно је веће него стварање људског рода, али већина људи не зна"},{"SurahNumber":40,"VerseNumber":58,"Text":"Нису једнаки слепац и онај који види, нису једнаки верници који добра дела чине и злочинитељи. Како мало вас поуку прима"},{"SurahNumber":40,"VerseNumber":59,"Text":"Доћи ће Судњи час, у то нема сумње, али већина људи не верује"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ваш Господар каже: „Помолите Ми се, и ја ћу вам се одазвати! Заиста, они који из охолости неће да Ме обожавају - ући ће, сигурно, понижени у Пакао.“"},{"SurahNumber":40,"VerseNumber":61,"Text":"Аллах вам је дао ноћ да се у њој одмарате, а дан да видите. Аллах је неизмерно дарежљив према људима, али већина људи не захваљује"},{"SurahNumber":40,"VerseNumber":62,"Text":"То вам је, ето, Аллах, ваш Господар, Створитељ свега, другог истинског бога осим Њега нема, па куда се онда одмећете"},{"SurahNumber":40,"VerseNumber":63,"Text":"Тако су се одметали и они који су Аллахове речи и доказе порицали"},{"SurahNumber":40,"VerseNumber":64,"Text":"Бог вам је учинио Земљу пребивалиштем, а небо здањем, и Он вам обличје даје и ликове ваше чини лепим, и јелима вас опскрбљује укусним. То је Аллах, ваш Господар, и нека је Узвишен Аллах, Господар светова"},{"SurahNumber":40,"VerseNumber":65,"Text":"Он је Живи, нема истинског бога осим Њега, па, молите Га, исповедајући Му искрено веру. Свака хвала припада Аллаху, Господару светова"}]}