{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminin onde gelenlerinden buyukluk taslayanlar (mustekbirler), dediler ki: «Ey Suayb, seni ve seninle birlikte iman edenleri ya ulkemizden surup cıkaracagız veya mutlaka bizim dinimize geri doneceksiniz.» (Suayb:) «Biz istemesek de mi?» dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"«Allah bizi ondan kurtardıktan sonra, bizim tekrar sizin dininize donmemiz Allah´a karsı yalan yere iftira duzmemiz olur. Rabbimiz olan Allah´ın dilemesi dısında, ona geri donmemiz bizim icin olacak is degildir. Rabbimiz, ilim bakımından her seyi kusatmıstır. Biz Allah´a tevekkul ettik. Rabbimiz, bizimle kavmimiz arasında ´Sen hak ile hukum ver,´ Sen ´hukum verenlerin´ en hayırlısısın.»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminin onde gelenlerinden kufre sapanlar, dediler ki: «Andolsun, Suayb´a uyacak olursanız, kuskusuz kayba ugrayanlardan olursunuz.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Bunun uzerine onları dayanılmaz bir sarsıntı tuttu da, kendi yurtlarında diz ustu cokmus olarak sabahladılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Suayb´ı yalanlamakta olanlar, sanki orda ´hic refah icinde yasamamıslar´ gibi oldular; Suayb´ı yalanlamakta olanlar, asıl buyuk husrana ugrayanlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"O da onlardan yuz cevirdi ve (soyle) dedi: «Ey kavmim andolsun, size Rabbimin risaletini teblig ettim ve size ogut verdim. Simdi ben, kufre sapan bir topluluga karsı nasıl uzulebilirim?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi memlekete bir peygamber gonderdiysek onun halkı yalvarıp yakarsınlar diye, mutlaka onları dayanılmaz bir zorluk (yoksulluk) ve sıkıntıyla yakalayıvermisiz"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kotulugun yerini iyilikle degistirdik, oyle ki onlar, cogaldılar ve: «Atalarımıza da (bazan) siddetli sıkıntılar (bazan da) refah ve genislikler dokunmustu» dediler. Bunun uzerine, biz de onları kendileri hic suurunda degilken apansız kıskıvrak-yakalayıverdik"},{"SurahNumber":7,"VerseNumber":96,"Text":"Eger o ulkeler halkı inansalardı ve korkup sakınsalardı, gercekten uzerlerine hem gokten, hem de yerden (sayısız) bolluklar (bereketler) acardık; ancak onlar yalanladılar, biz de onları kazanageldikleri nedeniyle yakalayıverdik"},{"SurahNumber":7,"VerseNumber":97,"Text":"O ulkeler halkı, geceleri uyurken, onlara zorlu azabımızın gelmeyeceginden guvende miydiler"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ya da o ulkeler halkı, kusluk vakti eglenceye dalmısken, onlara zorlu azabımızın gelmeyeceginden guvende miydiler"},{"SurahNumber":7,"VerseNumber":99,"Text":"(Veya) Onlar, Allah´ın tuzagından guvende mi idiler? Allah´ın bir tuzak kurmasından, husrana ugrayan bir topluluktan baskası (akılsızca) guvende olmaz"},{"SurahNumber":7,"VerseNumber":100,"Text":"(Butun bunlar,) Sakinlerinden sonra yeryuzune mirascı olanları dogruya erdirme (ye veya ortaya cıkarmaya yetmez) mi? Eger biz dilemis olsaydık onlara gunahları nedeniyle bir musibet isabet ettirirdik; ve kalplerine damgalar vururduk da onlar boylelikle isitmeyenler olurlardı"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iste bu ulkeler, sana onların ´haberlerinden aktarmalar yapıyoruz.´ Gercekten, onlara peygamberleri apacık belgelerle gelmislerdi. Ama daha onceden yalanlamaları nedeniyle iman eder olmadılar. Iste Allah, kufre sapanların kalplerini boyle damgalar"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onların cogunda ´verdikleri soze baglılık´ gormedik, ama onların cogunu fasıklar (yoldan cıkanlar) olarak gorduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sonra bunların (peygamberlerin) ardından Musa´yı ayetlerimizle Firavun´a ve onde gelen cevresine gonderdik. Onlar ona (ayetlerimize) haksızlık ettiler. Iste bozgunculuk cıkaranların nasıl bir sona ugradıklarına bir bak"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa dedi ki: «Ey Firavun, gercekten, ben alemlerin Rabbinden (gonderilme) bir peygamberim.»"},{"SurahNumber":7,"VerseNumber":105,"Text":"«Benim uzerimdeki yukumluluk, Allah´a karsı ancak gercegi soylemektir. Rabbinizden size apacık bir belge ile geldim. Artık Israilogullarını benimle gonder.»"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Firavun) Dedi ki: «Eger gercekten bir ayet getirmissen ve dogru sozlulerden isen, bu durumda onu getir (bakalım) .»"},{"SurahNumber":7,"VerseNumber":107,"Text":"Boylelikle (Musa) asasını fırlatınca, anında apacık bir ejderha oluverdi"},{"SurahNumber":7,"VerseNumber":108,"Text":"(Bir de) Elini sıyırdı, o da anında bakanlara bembeyaz (gorunuverdi)"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun kavminin onde gelenleri dediler ki: «Bu gercekten bilgin bir buyucudur»"},{"SurahNumber":7,"VerseNumber":110,"Text":"«Sizi topraklarınızdan surup cıkarmak istiyor. Bu durumda ne buyuruyorsunuz?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"Dediler ki: «Onu ve kardesini simdilik bekletiver (verecegin cezayı ertele), sehirlere de toplayıcılar yolla»"},{"SurahNumber":7,"VerseNumber":112,"Text":"«Butun bilgin buyuculeri sana getiriversinler.»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Firavun´a gelip dediler ki: «Eger biz galip olursak, her halde bize bir karsılık (armagan) var, degil mi?»"},{"SurahNumber":7,"VerseNumber":114,"Text":"«Evet» dedi. «(O zaman) Siz en yakın(larım) kılınanlardan da olacaksınız.»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Dediler ki: «Ey Musa, (ilkin) sen mi atmak istersin, yoksa atanlar biz mi olalım?»"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa:) «Siz atın» dedi. (Asalarını) Atıverince, insanların gozlerini buyuleyiverdiler, onları dehsete dusurduler ve (ortaya) buyuk bir sihir getirmis oldular"}]}