{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Lemmer ad Iaaoel Oebbi cceoo ar imdanen, akken nitni earen $ef lxio, yili ibbwev asen lajel nnsen. A Nanef i wid ur negguni ara timlilit yidne£, ad ddebdben di lbe$wv nnsen"},{"SurahNumber":10,"VerseNumber":12,"Text":"Amdan, ma ieuza t ccqa, ad a£ £ d isiwel, ieeel, iqqim ne$ ibedd. Mi s Nekkes ccqa s, ad iteddu amzun ur d inuj $uone£ilmend n ccqa i t ieuzan. Akka ay ppucebeen igiten nnsen i imaafan"},{"SurahNumber":10,"VerseNumber":13,"Text":"Ni$ Nesqucc isuta, uqbel nnwen, imi densen. Ussan d $uosen imazanen nnsen, s ubeggen, ur llin d wid ara iamnen. Akka ay Nepqeiii agdud ibe$wviyen"},{"SurahNumber":10,"VerseNumber":14,"Text":"Sinna, Nerra kwen d igensas di tmurt, deffir sen, a Nwali amek ara txedmem"},{"SurahNumber":10,"VerseNumber":15,"Text":"Ma $oan asen issekniyen nne£ iberrzen, wid ur negguni ara timlilit yidne£, ad inin: \"awi d Leqwoan nniven, ne$ beddel it\". Ini: \"ur felli a t beddle$, s leb$i n yiman iw. Teddu$ kan akked wayen iyi d ippuweeean. Nek ugade$, ma xedaa$ Mass iw, aaaqeb n wass ameqwoaean"},{"SurahNumber":10,"VerseNumber":16,"Text":"Ini: \"lemmer i S ihwi i Oebbi, ur awen t id mli$, ur awen t id mmekti$. Ni$ zed$e$ yidwen tameddurt, uqbel is. Day ur tfehmem ara"},{"SurahNumber":10,"VerseNumber":17,"Text":"Anwa i idensen kteo, ger win id igren tikerkas $ef Oebbi, ne$ win inekoen issekniyen iS? Ih, ur rebeen ibe$wviyen"},{"SurahNumber":10,"VerseNumber":18,"Text":"La aabden, war Oebbi, ayen ur ten neiiuou, ur ten nenfaa. La qqaoen: \"wigi d imcafaen nne$ ar Oebbi\". Ini: \"day a pxebboem Oebbi $ef wayen ur Issin, di tmurt akked igenwan\"? Gedha s yiS! I Aalay sennig wayen pcaraken"},{"SurahNumber":10,"VerseNumber":19,"Text":"Llan imdanen d yiwen n lois kan. Sinna, mgaraden. Lemmer ur d izwar ara wawal, s$uo Mass ik, ad yili ueuddu, garasen, $ef wayen i$ef mgaraden"},{"SurahNumber":10,"VerseNumber":20,"Text":"La qqaoen: \"a lemmer id irs $uoes ussekni n Mass is\"! Ini: \"tabavnit ar Oebbi kan. Ihi, gganit. Nek, yidwen, seg wid iggunin"},{"SurahNumber":10,"VerseNumber":21,"Text":"Ma Neseess i imdanen aeunu, deffir twa$it i ten ieuzan, atnan la ppandin i issekniyen nne£. Ini: \"Oebbi Yif akw akken Ip$awal di tieeoci\". Imersulen nne£, s tidep, pparun ayen teppandim"},{"SurahNumber":10,"VerseNumber":22,"Text":"Neppa i kwen Ippawin di lberr, di yill. Alamma, mi tellam di lembwabeo, teppedum degsen s wavu uuwib, feoeen yis, tusa d tbucivant $uosen, ppasent ed lemwao $uosen, si yal tama, eulfan a d tezzi fellasen. Naaoen Oebbi, s lqaaida i Neppa: \"ma Tsellkev a$ si tagi, ar a nili seg wid isnemmiren"},{"SurahNumber":10,"VerseNumber":23,"Text":"Mi ten Isellek, imiren u$alen be$wven di tmurt, war ssebba. A yimdanen! Lbe$wv nnwen, siwa $ef yiman nnwen. Zzhu di tmeddurt n ddunit, sinna, $uone£ tu$alin nnwen, ad awen Nmel ayen txeddmem"},{"SurahNumber":10,"VerseNumber":24,"Text":"Amedya n tmeddurt di ddunit, am aman kan. Nesse$li ten id seg igenni, xelven akked im$an n tmurt, iseg teppen imdanen akked lmal. Mi tcebbee tmurt, tu$al d tuzyint, $ilen, imezda$ is, ar deg ufus nnsen ay tella. Iusa p id lameo nne£, deg iv, ne$ deg wass, Nerra p d ahicuo, amzun ur teoouoeg ass izeryen. Akka ay Nfeuuel issekniyen i ugdud ipxemmimen"},{"SurahNumber":10,"VerseNumber":25,"Text":"Inecced Oebbi s axxam n tifrat. Inehhu win i S ihwan, ar ubrid uwqim"}]}