{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"۞رب قد ءاتيتني من الملك وعلمتني من تاويل الاحاديث فاطر السموت والارض انت ولي في الدنيا والاخرة توفني مسلما والحقني بالصلحين"},{"SurahNumber":12,"VerseNumber":102,"Text":"ذلك من انباء الغيب نوحيه اليك وما كنت لديهم اذ اجمعوا امرهم وهم يمكرون (اجمعوا: دبروا، وعزموا)"},{"SurahNumber":12,"VerseNumber":103,"Text":"وما اكثر الناس ولو حرصت بمومنين"},{"SurahNumber":12,"VerseNumber":104,"Text":"وما تسلهم عليه من اجر ان هو الا ذكر للعلمين"},{"SurahNumber":12,"VerseNumber":105,"Text":"وكاين من ءاية في السموت والارض يمرون عليها وهم عنها معرضون (وكاين من اية: كثير من الايات)"},{"SurahNumber":12,"VerseNumber":106,"Text":"وما يومن اكثرهم بالله الا وهم مشركون"},{"SurahNumber":12,"VerseNumber":107,"Text":"افامنوا ان تاتيهم غشية من عذاب الله او تاتيهم الساعة بغتة وهم لا يشعرون (غاشية: عذاب يعمهم, بغتة: فجاة)"},{"SurahNumber":12,"VerseNumber":108,"Text":"قل هذه سبيلي ادعوا الى الله على بصيرة انا ومن اتبعني وسبحن الله وما انا من المشركين"},{"SurahNumber":12,"VerseNumber":109,"Text":"وما ارسلنا من قبلك الا رجالا نوحي اليهم من اهل القرى افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم ولدار الاخرة خير للذين اتقوا افلا تعقلون"},{"SurahNumber":12,"VerseNumber":110,"Text":"حتى اذا استيس الرسل وظنوا انهم قد كذبوا جاءهم نصرنا فنجي من نشاء ولا يرد باسنا عن القوم المجرمين (استياس الرسل: ييسوا من اقوامهم, وظنوا: ايقنوا, باسنا: عذابنا)"},{"SurahNumber":12,"VerseNumber":111,"Text":"لقد كان في قصصهم عبرة لاولي الالبب ما كان حديثا يفترى ولكن تصديق الذي بين يديه وتفصيل كل شيء وهدى ورحمة لقوم يومنون"},{"SurahNumber":13,"VerseNumber":1,"Text":"المر تلك ءايت الكتب والذي انزل اليك من ربك الحق ولكن اكثر الناس لا يومنون"},{"SurahNumber":13,"VerseNumber":2,"Text":"الله الذي رفع السموت بغير عمد ترونها ثم استوى على العرش وسخر الشمس والقمر كل يجري لاجل مسمى يدبر الامر يفصل الايت لعلكم بلقاء ربكم توقنون (استوى على العرش: علا وارتفع واستقر، كما يليق به)"},{"SurahNumber":13,"VerseNumber":3,"Text":"وهو الذي مد الارض وجعل فيها روسي وانهرا ومن كل الثمرت جعل فيها زوجين اثنين يغشي اليل النهار ان في ذلك لايت لقوم يتفكرون (رواسي: جبالا تثبت الارض, يغشي: يغطي)"},{"SurahNumber":13,"VerseNumber":4,"Text":"وفي الارض قطع متجورت وجنت من اعنب وزرع ونخيل صنوان وغير صنوان يسقى بماء وحد ونفضل بعضها على بعض في الاكل ان في ذلك لايت لقوم يعقلون (قطع: بقاع مختلفة, متجاورات: يجاور بعضها بعضا، منها: طيبة، ومنها: سبخة ملحة, ونخيل صنوان: مجتمعة في منبت واحد)"}]}