{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Ate meri saza takalifa da'ika saza hai"},{"SurahNumber":15,"VerseNumber":51,"Text":"Ate unham nu ibarahima de mahimanam de biratanta rahim savadhana karom"},{"SurahNumber":15,"VerseNumber":52,"Text":"Jadom uha usa de kola a'e unham nu salama kita. Ibarahima ne akhi'a, ki sanu tuhade tom chara laga riha hai"},{"SurahNumber":15,"VerseNumber":53,"Text":"Unham ne akhi'a ki daro nahim, asim tuhanu ika larake di khusakhabari dide ham. Jihara bara gi'ani hovega"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibarahima ne akhi'a, ki tusim isa budhape vica mainu aulada di khusakhabari dide ho"},{"SurahNumber":15,"VerseNumber":55,"Text":"Unham ne akhi'a ki asim tuhanu saca'i nala cagi khabara dide ham. Isa la'i tu nirasa hona vali'am vicom na bana"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ibarahima ne akhi'a, ki apane raba di kirapa tom bhatake ho'e lokam tom bina, hora kauna nirasa ho sakada hai"},{"SurahNumber":15,"VerseNumber":57,"Text":"Kiha ki he bheje ho'e farisati'o! Huna tuhadi majila ki hai"},{"SurahNumber":15,"VerseNumber":58,"Text":"Unham ne akhi'a, ki asim ika aparadhi kauma de vala bheje ga'e ham"},{"SurahNumber":15,"VerseNumber":59,"Text":"Para luta de ghara vale, asim inham nu baca lavange"},{"SurahNumber":15,"VerseNumber":60,"Text":"Bina usa di patani de jisa bare asim janade ham ki uha zarura papi lokam nala rahi javegi"},{"SurahNumber":15,"VerseNumber":61,"Text":"Phira jadom bheje ho'e farisate luta de parivara de kola a'e"},{"SurahNumber":15,"VerseNumber":62,"Text":"Unham ne akhi'a ki tusim loka anajana pratita hude ho"},{"SurahNumber":15,"VerseNumber":63,"Text":"Unham ne kiha, ki nahim, sagom asim tuhade kola uha ciza lai ke a'e ham, jisa la'i iha loka saka karade hana"},{"SurahNumber":15,"VerseNumber":64,"Text":"Ate asim tuhade kola saca'i de nala a'e ham ate asim' purana taura te sace ha"},{"SurahNumber":15,"VerseNumber":65,"Text":"Isa la'i tusim kujha ratam (baki) rahidi'am apane ghara vali'am de nala nikala ja'o. Ate tusim unham de piche calom ate tuhade vicom ko'i piche mura ke na dekhe. Ate uthe cale ja'o, jithe tuhanu jana da hukama hai"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ate asim luta de kola hukama bheji'a ki savera hude hi inham lokam di jara kata javegi"},{"SurahNumber":15,"VerseNumber":67,"Text":"Ate sahira de loka khusa ho ke a'e"},{"SurahNumber":15,"VerseNumber":68,"Text":"Usa ne akhi'a ki iha loka mere mahimana hana. Tusim loka meri be-izati na karom"},{"SurahNumber":15,"VerseNumber":69,"Text":"Ate tusim alaha tom daro, ate mainu be-izata na karo"},{"SurahNumber":15,"VerseNumber":70,"Text":"Unham ne kiha, ki asim tuhanu sare sasara de lokam tom manha nahim kari'a"},{"SurahNumber":15,"VerseNumber":71,"Text":"Usa ne akhi'a ki jekara tusim karana hai, tam iha meri'am dhi'am hana"},{"SurahNumber":15,"VerseNumber":72,"Text":"Teri jana di sahu uha apani masati vica aceta sana"},{"SurahNumber":15,"VerseNumber":73,"Text":"Tam suraja nikalana de same (tarake) hi unham nu cighara ne phara li'a"},{"SurahNumber":15,"VerseNumber":74,"Text":"Phira asim' usa sahira nu palata dita ate unham lokam upara pathara de kakaram da minha pa dita"},{"SurahNumber":15,"VerseNumber":75,"Text":"Besaka isa vica dhi'ana karana vali'am la'i nisani'am hana"},{"SurahNumber":15,"VerseNumber":76,"Text":"Ate iha sahira ika ama varatom vica a'una vale raha te sathita hai"},{"SurahNumber":15,"VerseNumber":77,"Text":"Besaka isa vica imana vali'am la'i nisani'am hana"},{"SurahNumber":15,"VerseNumber":78,"Text":"Ate aika (tabuka sasati da purana nama) vale hakikata vica zalima sana"},{"SurahNumber":15,"VerseNumber":79,"Text":"Ate asim unham tom badala li'a. Iha dove' sahira khul'he raha upara sathita hana"},{"SurahNumber":15,"VerseNumber":80,"Text":"Ate hizara vali'am ne vi rasulam tom inakara kita"},{"SurahNumber":15,"VerseNumber":81,"Text":"Ate asim unham nu apani'am nisani'am diti'am, para uha usa tom' muha pherade rahe"},{"SurahNumber":15,"VerseNumber":82,"Text":"Ate uha paharam nu kata ke unham vica ghara bana'unde sana. Tam ki uha uthe santi nala rahi sakana"},{"SurahNumber":15,"VerseNumber":83,"Text":"Tam unham nu savera de sama ika bhi'anaka cika ne phara li'a"},{"SurahNumber":15,"VerseNumber":84,"Text":"Ate unham da kita unham de kujha vi kama na a'i'a"},{"SurahNumber":15,"VerseNumber":85,"Text":"Ate asim akasam ate dharati vica ate jo kujha inham de vicakara hai, nira'udesa nahim bana'i'a. Ate ko'i saka nahim ki ki'amata a'una vali hai. Isa la'i tusim khima karo ate bhale vihara tom kama lavo"},{"SurahNumber":15,"VerseNumber":86,"Text":"Besaka tuhada raba sari'am da racanahara ate jananavala hai"},{"SurahNumber":15,"VerseNumber":87,"Text":"Ate asim tuhanu sata masani ate mahana kura'ana bakhasi'a"},{"SurahNumber":15,"VerseNumber":88,"Text":"Tusim sasarika padaratham vala akha cuka ke na dekho, jihare asim alaga-alaga lokam nu dite hana ate unham upara gama na karo, imana vali'am la'i apane pi'ara di'am baham phaila devo"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ate akho ki mai ika sapasata bhai bhita karana vala ham"},{"SurahNumber":15,"VerseNumber":90,"Text":"Ise taram asim unham tukare karana vali'am upara vi utari'a si"},{"SurahNumber":15,"VerseNumber":91,"Text":"Jinham ne apane kura'ana nu tukare-tukare kara dita"},{"SurahNumber":15,"VerseNumber":92,"Text":"Isa la'i tere raba di sahu asim unham sari'am nu zarura puchange"},{"SurahNumber":15,"VerseNumber":93,"Text":"Jihara kujha uha karade sana"},{"SurahNumber":15,"VerseNumber":94,"Text":"Isa la'i jisa ziza da tuhanu hukama mili'a hai, usa nu sapasata suna devo ate musarakam (saca'i vica milavata karana vale) nu muha na la'o"},{"SurahNumber":15,"VerseNumber":95,"Text":"Asim tuhade valom, unham mazaka karana vali'am la'i kafi ham"},{"SurahNumber":15,"VerseNumber":96,"Text":"Jihare alaha de barabara duji'am nu sarika bana'unde tam jaladi hi uha jana lainage"},{"SurahNumber":15,"VerseNumber":97,"Text":"Ate asim janade ham ki jihara kujha uha kahide hana, usa nala tuhada dila taga huda hai"},{"SurahNumber":15,"VerseNumber":98,"Text":"Isa la'i tusim apane raba da khusi nala gunagana karo ate sijada karana vali'am vicom bano"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ate apane raba di badagi karom. Ithom' taka ki tuhade kola va'ada kiti ho'i yakini gala a jave"}]}