{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Adam balasınıñ esep köretin mezgili tayadı. Alayda, olar käpersiz bet burwda"},{"SurahNumber":21,"VerseNumber":2,"Text":"Olar, Rabbılarınan özderine kelgen är jaña eskertwdi mülde oyınşıq etip qana tıñdaydı"},{"SurahNumber":21,"VerseNumber":3,"Text":"Olardıñ jürekteri bosta. Jasırın keñesken zalımdar: \"Bul sender sïyaqtı ğana adam. Köre tura sïqırğa eresiñder me?\",- (dep küñkildesti)"},{"SurahNumber":21,"VerseNumber":4,"Text":"(Muxammed Ğ.S.) olarğa: \"Rabbım; jer, köktegi söylengendi biledi. Sonday-aq Ol, tolık estwşi, bilwşi\" dedi"},{"SurahNumber":21,"VerseNumber":5,"Text":"Olar: \"Olay emes. bul şım-şıtırıq tüster. Joq, öziniñ jasandısı. Joq, ol aqın. Äytpese, bizge burıngı elşilerşe bir belgi keltirsin\" dedi"},{"SurahNumber":21,"VerseNumber":6,"Text":"Bulardan burınğı biz joq etken kent (xalqı) ïman keltirmedi. Endi bular ïman keltire me"},{"SurahNumber":21,"VerseNumber":7,"Text":"Senen burın da özderine waxï etip, erkekterdi ğana jibergen edik. Eger bilmeseñder Kitap ïelerinen surañdar"},{"SurahNumber":21,"VerseNumber":8,"Text":"Ol payğambarlardı tamaq jemeytin bir dene qılmadıq. Sonday-aq olar mäñgi qalwşı da emes"},{"SurahNumber":21,"VerseNumber":9,"Text":"Sonan keyin olarğa etilgen wädemizdi şınğa şığarıp, olardı jäne qalağan kisilerimizdi qutqardıq ta şekten şığwşılardı joq ettik"},{"SurahNumber":21,"VerseNumber":10,"Text":"Senderge işinde özderiñe ügit bolğan bir Kitap jiberdik. Sonda da tüsinbeysiñder me"},{"SurahNumber":21,"VerseNumber":11,"Text":"Qanşalağan xalqı zalım kentti talqandadıq ta odan keyin basqa el jarattıq"},{"SurahNumber":21,"VerseNumber":12,"Text":"Sonda olar azabmızdı sezgen sätte, ol jerden qaşa bastadı"},{"SurahNumber":21,"VerseNumber":13,"Text":"Qaşpañdar! Baq berilgen jerge, üyleriñe qaytıñdar. Mümkin suralasıñdar\" (dedi)"},{"SurahNumber":21,"VerseNumber":14,"Text":"Olar: Ökinişke oray biz zalım ekemiz\" dedi"},{"SurahNumber":21,"VerseNumber":15,"Text":"Osı dawıstarı; biz olardı orılğan şöp, söngen otqa aynaldırğanğa deyin senbedi"},{"SurahNumber":21,"VerseNumber":16,"Text":"Kök pen jerdi jäne eki arasındağını oyınşıq qıp jaratpadıq"},{"SurahNumber":21,"VerseNumber":17,"Text":"Eger bir oyınşıq jasağımız kelse de onı jasaytın bolsaq öz qasımızdan-aq jasap alar edik"},{"SurahNumber":21,"VerseNumber":18,"Text":"Eger etirikti, şındıqpen ursaq, mïın bırq etkizer edi de sonda ol joyılıp, keter edi. Jasandı sözderiñniñ saldarınan senderge nendey ökiniş"},{"SurahNumber":21,"VerseNumber":19,"Text":"Kökter men jerdegiler Allaniki. Onıñ qasındağılar, Oğan qulşılıq qılwdan dandaysımaydı da şarşamaydı"},{"SurahNumber":21,"VerseNumber":20,"Text":"Olar kündiz-tüni Allanı däriptewden jalıqpaydı"},{"SurahNumber":21,"VerseNumber":21,"Text":"Olardıñ jerden jasap alğan täñirleri; solar, ölikterdi tirilte me"},{"SurahNumber":21,"VerseNumber":22,"Text":"Eger jer-kökte Alladan basqa da täñirler bolsa edi, älbette ekewi de buzılıp, keter edi. Ğarşınıñ Rabbı Alla, olardıñ jasandı sïpattarınan päk"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ol, istegenderinen suralmaydı da olar suraladı"},{"SurahNumber":21,"VerseNumber":24,"Text":"Nemese olar, Alladan özge täñirler jasap aldı ma? (Muxammed Ğ.S.): Dälelderiñdi keltiriñder. Mine menimen birge bolğandardıñ Kitabı jäne menen bwrıngılardıñ Kitabı\" de. Olay emes, olardıñ köbi şındıqtı bilmeydi. Sondıqtan olar jaltaradı"},{"SurahNumber":21,"VerseNumber":25,"Text":"(Muxammed Ğ.S.) senen burın bir payğambar jibersek, oğan: \"Küdiksiz Menen basqa eşbir täñir joq. Onda Mağan ğana qulşılıq qılıñdar\" dep qana waxï etip, jiberdik"},{"SurahNumber":21,"VerseNumber":26,"Text":"Sonda olar: \"Allanıñ balası bar\" dedi. Alla odan päk. Olay emes, perişteler ardaqtı quldarı. (Olar perişte Allanıñ qızdarı deytin edi)"},{"SurahNumber":21,"VerseNumber":27,"Text":"Olar, Odan oza söz söylemeydi. Sonday-aq olar, Onıñ ämirin ğana orındaydı"},{"SurahNumber":21,"VerseNumber":28,"Text":"Alla olardıñ ötkenin de keleşegin de biledi. Olar, Allanıñ razı bolğan kisisine ğana şapağat ete aladı. Olar Alladan qorıqqannan titireydi"}]}