{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"The recompense of those of them who say that they are the Lord instead of God will be hell; thus, do We recompense the unjust ones"},{"SurahNumber":21,"VerseNumber":30,"Text":"Have the unbelievers not ever considered that the heavens and the earth were one piece and that We tore them apart from one another. From water We have created all living things. Will they then have no faith"},{"SurahNumber":21,"VerseNumber":31,"Text":"We placed firm mountains on earth lest it would shake them away. We made wide roads for them so that they might have the right guidance"},{"SurahNumber":21,"VerseNumber":32,"Text":"We made the sky above them as a well-guarded ceiling, but they have neglected the evidence (of Our existence) therein"},{"SurahNumber":21,"VerseNumber":33,"Text":"It is God who has created the night, the day, the Sun, and Moon and has made them swim in a certain orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We made no mortal before you immortal. Will they become immortal after you die"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every soul has to experience the taste of death. We test you with both hardships and blessings. In the end you will all return to Us"},{"SurahNumber":21,"VerseNumber":36,"Text":"(Muhammad), whenever the unbelievers see you, they think that you deserve nothing more than to be mocked. They say, \"Is it he, (Muhammad), who speaks against your gods?\" But they themselves have no faith at all in the Beneficent God"},{"SurahNumber":21,"VerseNumber":37,"Text":"The human being is created hasty. Tell them, \"Do not be hasty, for God will soon show you the evidence of His existence"},{"SurahNumber":21,"VerseNumber":38,"Text":"They say, \"When shall the Day of Judgment come to pass if you are true in your claim"},{"SurahNumber":21,"VerseNumber":39,"Text":"Would that the unbelievers knew that no one would protect their faces and backs against the fire, nor they would be helped"},{"SurahNumber":21,"VerseNumber":40,"Text":"The fire will suddenly strike and confound them. They will not be able to repel it, nor will they be given any respite"},{"SurahNumber":21,"VerseNumber":41,"Text":"They mocked the Messengers who were sent before you; thus, the torment which they had ridiculed encompassed them all"},{"SurahNumber":21,"VerseNumber":42,"Text":"Ask them, \"Who can protect them from (the wrath of) the Beneficent God during the night and day?\" Yet they are neglectful about their Lord"},{"SurahNumber":21,"VerseNumber":43,"Text":"Can their gods protect them against Us? Their gods have no power even to help themselves, nor are they safe from Our retribution"},{"SurahNumber":21,"VerseNumber":44,"Text":"We have been providing these men and their fathers with the means of enjoyment for a long time. Have they not ever considered that We populated the earth and then caused many of the inhabitants to pass away? Can they have any success (in their wickedness)"},{"SurahNumber":21,"VerseNumber":45,"Text":"(Muhammad), tell them, \"I am warning you by revelation alone.\" The deaf do not hear any call when they are warned"},{"SurahNumber":21,"VerseNumber":46,"Text":"If a blast of the torment of your Lord strikes them, they will say, \"Woe to us! We have been unjust people"},{"SurahNumber":21,"VerseNumber":47,"Text":"We shall maintain proper justice on the Day of Judgment. No soul will be wronged the least. For a deed even as small as a mustard seed one will duly be recompensed. We are efficient in maintaining the account"},{"SurahNumber":21,"VerseNumber":48,"Text":"To Moses and Aaron We granted the criteria of discerning right from wrong, and We gave them the light and a reminder to the pious ones"},{"SurahNumber":21,"VerseNumber":49,"Text":"who fear their unseen Lord and are anxious about the Day of Judgment"},{"SurahNumber":21,"VerseNumber":50,"Text":"This (Quran) which We have revealed is a blessed reminder. Will you then deny it"}]}