{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":28,"VerseNumber":76,"Text":"Ya soló Qârûn azalaki kati ya bato ya Mûssa, kasi atombokaki likolo na bango na lolendo, mpe topesaki ye bozui oyo fungóla nayango esengaki bato ya makasi mpona kotombola yango. Tango bayebisi ye na bato naye ete: Kosepela mingi te, mpo ya sólo Allah alingaka basepeli ya bolekisi ndelo te"},{"SurahNumber":28,"VerseNumber":77,"Text":"Mpe oyo Allah apeși yo, luka nayango evandeli (ya malamu) o mokolo ya suka, kasi kobosana ya mokili te, mpe bongisa lolenge Allah abongisela yo, mpe kobebisa okati ya mokili te. Ya sólo, Allah alingaka babebisi te"},{"SurahNumber":28,"VerseNumber":78,"Text":"Alobi: Ya sólo, nazuaki yango na boyebi oyo nazali na yango. Boye ayebi te ete: Allah abomaka bato ya yambo baye bazalaki na bokasi koleka ye na bozwi ebele? Mpe batomboki bakotunama te mpona masumu na bango"},{"SurahNumber":28,"VerseNumber":79,"Text":"Мре abimaki na bonzenga nyoso epai ya bato naye, baye balingaki mokili balobi: Soki tozalaka ata (na bozui ya malamu lokola) Qärün, ya soló, azali na libaku ya kitoko"},{"SurahNumber":28,"VerseNumber":80,"Text":"Kasi baye bapesamaki boyebi balobi: Mpasi na bino, lifuta lia Allah lizali тропа mondimi mpe oyo asali malamu, mpe bakozuaka yango te sé baye bazalaki kokanga mitema"},{"SurahNumber":28,"VerseNumber":81,"Text":"Mpe tobomaki ye, mpe mabele emelaki ye na ndako naye. Mpe bato ya kosalisa ye bamonanaki te na botiki Allah mpe akokaki komisalisa te"},{"SurahNumber":28,"VerseNumber":82,"Text":"Mpe baye bazalaki kolikya na esika naye batelemi mpe balobi: Eh!, Ya solo, Allah apesaka bozui na mowumbu naye oyo alingi mpe akitisaka. Soki Allah alingaki biso te, mbele alingaki mpe koboma biso. Eh! Ya sólo, ye akolongisaka bapengwi te"},{"SurahNumber":28,"VerseNumber":83,"Text":"Ndako wana ya mokolo ya suka, tolengeli yango тропа baye balingi komilakisa te awa na mokili, mpe bazali kosala mbeba te. Mpe suka ya solo, ezali nde ya babangi"},{"SurahNumber":28,"VerseNumber":84,"Text":"Oyo akoya na bolamu moko, akozua lifuta koleka yango, mpe oyo akoya na mabe moko, bakofutama te sé na ndenge basalaki"},{"SurahNumber":28,"VerseNumber":85,"Text":"Ya soló oyo atiyelaki yo kurani ezala lotomo, akomemaka yo na esika oyo olingi kokende. Loba: Nkolo wa ngai ayebi malamu koleka, oyo aye na bokambi mpe oyo azali na libunga ya polele"},{"SurahNumber":28,"VerseNumber":86,"Text":"Mpe ozalaki kolikia te ete: Bakotangisa yo buku, ezalaki ngolu kowuta na Nkolo wayo, kasi kosalisaka bapengwi te"},{"SurahNumber":28,"VerseNumber":87,"Text":"Na yango, kobundisaka mikapo mia Allah te sima ya kokitisa yango epai nayo. Benga (bato) baya epai ya Nkolo wayo, тре kozala o kati ya basangisi te"},{"SurahNumber":28,"VerseNumber":88,"Text":"Mpe kokumisa nzambe mosusu te elongo na Allah, Nzambe mosusu ya kobondela na bosóló azali te sé ye. Biloko binso bikokufaka, longola sé elongi naye. Mpe kokata ya likambo ezali bwa ye, mpe epai naye nde bokozongisama"}]}