{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Nu i-ai văzut pe cei care schimbă binefacerile lui Dumnezeu pe tăgadă şi care-şi duc poporul în Casa Pierzaniei"},{"SurahNumber":14,"VerseNumber":29,"Text":"în Gheena în care vor fi aruncaţi? Ce rău loc de şedere"},{"SurahNumber":14,"VerseNumber":30,"Text":"Ei au făcut semeni lui Dumnezeu ca să ducă în rătăcire de la calea Sa. Spune: “Bucuraţi-vă o vreme de această viaţă, căci sfârşitul vostru va fi Focul!”"},{"SurahNumber":14,"VerseNumber":31,"Text":"Spune-le robilor Mei credincioşii să-şi facă rugăciunea, să dea milostenie pe ascuns ori pe faţă din ceea ce i-am înzestrat înainte ca să vină o zi fără negoţ şi fără prietenie"},{"SurahNumber":14,"VerseNumber":32,"Text":"Dumnezeu! El este Cel ce a creat cerurile şi pământul şi trimite din cer apă cu care dă la iveală roade pentru traiul vostru. El v-a supus vouă corabia, ce la porunca sa, pluteşte pe mare. El v-a supus vouă râurile"},{"SurahNumber":14,"VerseNumber":33,"Text":"El v-a supus vouă soarele şi luna ce sunt fără odihnă. El v-a supus vouă noaptea şi ziua"},{"SurahNumber":14,"VerseNumber":34,"Text":"El v-a dăruit tot ce i-aţi cerut. Dacă aţi vrea să număraţi binefacerile lui Dumnezeu, nu le-aţi putea socoti. Omul este foarte nedrept şi foarte nemulţumitor"},{"SurahNumber":14,"VerseNumber":35,"Text":"Abraham spunea: “Domnul meu! Fă această ţară tihnită. Fereşte-mă pe mine şi pe fiii mei de a ne închina la idoli"},{"SurahNumber":14,"VerseNumber":36,"Text":"Domnul meu, căci ei au rătăcit mulţime de oameni! Oricine mă urmează este de-al meu, şi celui ce nu-mi dă ascultare, Tu eşti Iertător, Milostiv"},{"SurahNumber":14,"VerseNumber":37,"Text":"Domnul nostru! Eu am sălăşluit o parte din seminţia mea într-o vale seacă, aproape de Sfânta Ta Casă, o, Domnul nostru, ca ei să-şi săvârşească rugăciunea. Fă inimile unora dintre oameni să se aplece către ei! Înzestrează-i cu roade! Poate vor mulţimi"},{"SurahNumber":14,"VerseNumber":38,"Text":"Domnul nostru! Tu ştii prea-bine ceea ce tăinuim şi ceea ce destăinuim. Nimic nu Îi este ascuns lui Dumnezeu pe pământ şi în cer"},{"SurahNumber":14,"VerseNumber":39,"Text":"Laudă lui Dumnezeu care la bătrâneţe mi i-a dăruit pe Ismail şi pe Isaac! Domnul meu este Cel ce aude ruga"},{"SurahNumber":14,"VerseNumber":40,"Text":"Domnul meu! Fă-mă să-mi săvârşesc rugăciunea, pe mine şi pe cei din seminţia mea. Primeşte ruga mea, o, Domnul nostru"},{"SurahNumber":14,"VerseNumber":41,"Text":"Domnul nostru! Iartă-mi mie, şi părinţilor mei şi credincioşilor, în Ziua când se va face Socoteala!”"},{"SurahNumber":14,"VerseNumber":42,"Text":"Să nu socoţi că Dumnezeu este nepăsător la ceea ce fac nedrepţii. El îi păsuieşte până în Ziua când ochii li se vor holba"},{"SurahNumber":14,"VerseNumber":43,"Text":"şi vor veni rugători, cu capetele ţepene — privirile nu se vor întoarce asupra lor înşişi — şi cu inimile goale"},{"SurahNumber":14,"VerseNumber":44,"Text":"Previne-i pe oameni asupra Zilei în care le va veni osânda! Cei care vor fi fost nedrepţi, vor spune atunci: “Domnul nostru! Mai păsuieşte-ne până la un alt soroc apropiat ca noi să răspundem la chemarea Ta şi să-i urmăm pe trimişi.” “Nu aţi jurat odinioară că voi nu veţi avea parte de sfârşit"},{"SurahNumber":14,"VerseNumber":45,"Text":"Voi locuiţi în casele celor care s-au nedreptăţit pe ei înşişi, pe când vi s-a arătat desluşit ce am făcut cu ei şi ce pilde v-am dat.”"},{"SurahNumber":14,"VerseNumber":46,"Text":"Ei au urzit vicleşuguri, însă vicleşugurile lor sunt cunoscute lui Dumnezeu, chiar dacă sunt atât de puternice încât fac munţii să piară"},{"SurahNumber":14,"VerseNumber":47,"Text":"Să nu socotiţi că Dumnezeu îşi încalcă făgăduiala faţă de trimişii săi. Dumnezeu este Puternic, Stăpân al Răzbunării"},{"SurahNumber":14,"VerseNumber":48,"Text":"În Ziua când pământul va fi înlocuit cu un alt pământ şi cerurile vor fi înlocuite cu alte ceruri, vor apărea, atunci, înaintea lui Dumnezeu, Unul, Biruitorul"},{"SurahNumber":14,"VerseNumber":49,"Text":"Îi vei vedea în Ziua aceea pe nelegiuiţi, încătuşaţi"},{"SurahNumber":14,"VerseNumber":50,"Text":"cu straie de păcură, iar focul le va acoperi chipurile"},{"SurahNumber":14,"VerseNumber":51,"Text":"Dumnezeu răsplăteşte fiece suflet pentru ceea ce şi-a agonisit. Dumnezeu este Grabnic la socoteală"},{"SurahNumber":14,"VerseNumber":52,"Text":"Aceasta este o înştiinţare pentru oameni cu care să fie preveniţi ca să ştie că Dumnezeu este numai Unul şi ca să chibzuiască cei dăruiţi cu minte"}]}