{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"BUH BYL JEDNOTKA TVORIT TY SLABÝ PAK pripustit TY PO SLABOST MOC PAK ZÁSTUPCE MOC SLABOST FÁDNÍ SRST! On tvorit cokoliv On prosit. On jsem Vševedoucí Všemohoucí"},{"SurahNumber":30,"VerseNumber":55,"Text":"(Cas when Doba podlehnout proplout vinný prosit prísahat oni vydret za tohleto spolecnost) jen jednotka doba! Byl jak zlý oni jsem"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ty štestí vedomí vernost odríkávat Ty vydret buh rozhodnout Cas Zmrtvýchvstání! okamite tento jsem Cas Zmrtvýchvstání ty selhání pripustit to"},{"SurahNumber":30,"VerseNumber":57,"Text":"Proto nikoliv omluva onen cas beneficní prestupník nor prosit oni odpustit"},{"SurahNumber":30,"VerseNumber":58,"Text":"Tím my uvést lidé za tohleto Quran úplne druh o príklad. Nedbající který druh o pevný ty podat disbelievers oni ríct Ty jsem padelatel"},{"SurahNumber":30,"VerseNumber":59,"Text":"BUH TÍM VTISKNOUT JÁDRO Z TY NE MÓDNÍ"},{"SurahNumber":30,"VerseNumber":60,"Text":"Proto ty steadfastly vytrvat - Pro buh slib jsem vernost - A ne zastrašit na ty ne dosáhnout urcitost"},{"SurahNumber":31,"VerseNumber":1,"Text":"M"},{"SurahNumber":31,"VerseNumber":2,"Text":"Tyto (popisovat) zaloit zkouška tento kniha moudrost"},{"SurahNumber":31,"VerseNumber":3,"Text":"Svetelný Signál soucit pro a spravedlivý"},{"SurahNumber":31,"VerseNumber":4,"Text":"Který slavit Spojení Prosba (Salat) odevzdat povinný milodar (Zakat) a pozornost Dále oni byl úplne nejaký"},{"SurahNumber":31,"VerseNumber":5,"Text":"Oni následující rízení jejich Magnát oni jsem vítez"},{"SurahNumber":31,"VerseNumber":6,"Text":"Among a národ, v tom jsem ty udrovat bezpodstatný Hadith tím odvrátit others dráha z BUH vedomí pokládat to za zbytecný Tyto privodit si hanebný odškodnení"},{"SurahNumber":31,"VerseNumber":7,"Text":"A when náš zjevení prednášet 1 z ti on obeh arogance protoe on nikdy naslouchat ti svém záves jsem hluchý. Slib jemu trapný odškodnení"},{"SurahNumber":31,"VerseNumber":8,"Text":"Prece ty domnívat se primet spravedlivý doivotní zaslouilý zahradní bliss"},{"SurahNumber":31,"VerseNumber":9,"Text":"Eternally oni zustávat therein. Tento jsem pravý slib BUH. On jsem Všemohoucí Odborný"},{"SurahNumber":31,"VerseNumber":10,"Text":"On tvorit nebe mimo pilír onen ty prijmout! On dosadit zahrabat stabilizers (hora) lest to pochopit ty On pokrývka to úplne druh o tvor! My odeslat lye rozvodnit dospelý úplne druh o krásný opustit"},{"SurahNumber":31,"VerseNumber":11,"Text":"recený byl stvorení BUH; beet mne který obraz ty spolecnost Jemu tvorit. Vskutku prestupník jsem druhý z cesty"},{"SurahNumber":31,"VerseNumber":12,"Text":"My obdarit Luqmaan ke moudrost Ty jsem uznalý z BUH Whoever jsem uznalý jsem uznalý pro svých uznat plný Ohledne Ceho ty obeh unappreciative BUH jsem nikoliv tedy Chvalitebný"},{"SurahNumber":31,"VerseNumber":13,"Text":"Zrušení Luqmaan ríct podle svém syn protoe on informovat jemu O muj syn vyloucit co z ceho ne urcit kadý obraz BUH; modlárství jsem odporný nespravedlnost"},{"SurahNumber":31,"VerseNumber":14,"Text":"(My porucit lidská bytost jsem honor svém zdroj. Svém ujmout se jako matka vrt jemu vkládat dosáhnout tehotná tehotná To pokládat 2 roky zduraznovací pecovat) ne odnaucit! Ty jsem uznalý z Mi svuj zdroj. S Mne jsem poslední urcení"},{"SurahNumber":31,"VerseNumber":15,"Text":"Oni vyzkoušet vnutit ty spolecnost kadý obraz Mne ne poslouchat ti! Zustat nakládat ti amicably za tohleto spolecnost! Ty následující jen dráha z ty nabídnout Mne. Konecne ty úplne výnos Mne pak já informovat ty z všechno ty ucinil"},{"SurahNumber":31,"VerseNumber":16,"Text":"O muj syn módní onen práve neco jako malý protoe horcice vysemenit nadmerne v dome otrást byl to nebe zahrabat BUH prosit privést to. BUH BYL POVZNÉST Príslušný"},{"SurahNumber":31,"VerseNumber":17,"Text":"O muj syn ty slavit Spojení Prosba (Salat). Ty obhajovat spravedlnost odporný odporný trvat pevný za a omítka z neštestí! Tyto byl nejvetší honorable rys"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ty ne nakládat lidé arogance nor jsem povinen ty chodit zahrabat proudly! BUH NE UCINIL NADUTÝ showoffs"},{"SurahNumber":31,"VerseNumber":19,"Text":"Krok humbly pokorit svuj vyjádrit - Odporný vyjádrit jsem osel vyjádrit"},{"SurahNumber":31,"VerseNumber":20,"Text":"Ucinil ty ne prijmout BUH predloit od svuj krýt všechno nebe zahrabat lít ty Svém štestí! - Ocividný skrytý? trochu lidé svedcit u BUH vedomí rízení informovat bible"},{"SurahNumber":31,"VerseNumber":21,"Text":"When oni zjistit Následující tyto zjevení BUH oni ríct Nic my následující jen co my rozhodnutí náš zdroj Který souit zpusobit. primet ti zápas Peklo"}]}