{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Goklerde ve yerde ne varsa; Melik Kuddus, Aziz ve Hakim olan Allah’ı tesbih ederler"},{"SurahNumber":62,"VerseNumber":2,"Text":"Ummiler icinde, onlara ayetlerini okuyan, onları arındıran, onlara kitabı ve hikmeti ogreten, kendilerinden birini rasul olarak gonderen O’dur. Onlar daha once apacık bir sapıklık icinde idiler"},{"SurahNumber":62,"VerseNumber":3,"Text":"Henuz, onlara katılmamıs olan digerlerine de (gondermistir). Aziz ve hakim olan O’dur"},{"SurahNumber":62,"VerseNumber":4,"Text":"Bu, Allah’ın diledigine verdigi bir lutuftur. Allah buyuk lutuf sahibidir"},{"SurahNumber":62,"VerseNumber":5,"Text":"Tevrat'la yukumlu tutulup da daha sonra tasımayanların/amel etmeyenlerin ornegi, kitap yuklu esege benzer. Allah’ın ayetlerini yalanlayan bir toplumun hali ne kotudur. Allah zalim topluma hidayet etmez"},{"SurahNumber":62,"VerseNumber":6,"Text":"De ki: Ey Yahudiler! Butun insanlar degil de yalnız, kendinizin Allah'ın dostları oldugunuzu iddia ediyorsanız, bunda da samimi iseniz, haydi olumu temenni edin (bakalım)"},{"SurahNumber":62,"VerseNumber":7,"Text":"Ama onlar elleriyle isledikleri yuzunden onu hic temenni edemezler. Allah, zalimleri bilir"},{"SurahNumber":62,"VerseNumber":8,"Text":"De ki: Kendisinden kactıgınız olum, size mutlaka ulasacaktır. Sonra da gaybın ve goruleni bilen Allah'a donduruleceksiniz, O da size yapmakta olduklarınızı haber verecektir"},{"SurahNumber":62,"VerseNumber":9,"Text":"Ey iman edenler! Cuma gunu namaz icin cagırıldıgınız zaman, alısverisi bırakıp Allah’ın zikrine kosun! Eger bilirseniz, bu sizin icin cok daha hayırlıdır"},{"SurahNumber":62,"VerseNumber":10,"Text":"Namaz kılındıgı zaman da yeryuzune dagılın ve Allah’ın lutfunu arayın, Allah’ı cok zikredin ki kurtulusa erebilesiniz"},{"SurahNumber":62,"VerseNumber":11,"Text":"Onlar bir ticaret ve eglence gordukleri zaman hemen dagılıp ona giderler ve seni ayakta bırakırlar. Allah indindekiler eglenceden ve ticaretten daha hayırlıdır. Allah rızık verenlerin en hayırlısıdır"},{"SurahNumber":63,"VerseNumber":1,"Text":"Munafıklar sana geldiklerinde: \"Senin kesinlikle Allah’ın Rasulu olduguna sahitlik ederiz\" dediler. Allah, senin kendi Rasulu oldugunu bilir. Allah, munafıkların yalancı olduklarına da sahitlik eder"},{"SurahNumber":63,"VerseNumber":2,"Text":"Onlar, yeminlerini bir kalkan edinip, Allah’ın yolundan alıkoydular. Onların yaptıkları sey ne kotudur"},{"SurahNumber":63,"VerseNumber":3,"Text":"Bu, onların iman edip, sonra da kufretmis olmalarındandır. Bu yuzden kalpleri muhurlenmistir. Artık onlar hic anlamazlar"}]}