{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"And when Abraham told his father, Azar, \"Do you take idols as gods? I do indeed see you and your people in manifest error"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus did We show to Abraham the Reality of sovereignty over the heavens and the earth so that he was of those, strong in Faith"},{"SurahNumber":6,"VerseNumber":76,"Text":"So when the night fell on him, he saw a star. He said, \"This is my Lord.\" But when it set, he said, \"I do not love things that set"},{"SurahNumber":6,"VerseNumber":77,"Text":"Then when he saw the moon rising, he said, \"This is my Lord.\" But when it set, he said, \"If my Lord does not guide me, I shall certainly be of the people gone astray"},{"SurahNumber":6,"VerseNumber":78,"Text":"Then when he saw the sun rising up, he said, \"This is my Lord. This is the greatest. But when it set, he said, \"O my people! I am indeed absolved of worshipping those, other than Allah, whom you worship"},{"SurahNumber":6,"VerseNumber":79,"Text":"I have indeed turned my face wholeheartedly to Him Who has created the heavens and the earth, and I am not of those who worship others besides Allah"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people quarrelled with him. He said, \"Do you quarrel with me about Allah, Who certainly has guided me? And I do not fear those you worship besides Him in anything except what my Lord wills. My Lord comprehends all things in His knowledge. Don't you remember"},{"SurahNumber":6,"VerseNumber":81,"Text":"And why should I fear those whom you worship besides Allah, when you do not fear that you worship that, besides Allah, for which He has not sent down to you any authority. Then tell me if you do know which of the two parties has a greater claim to security"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those who believe, and do not obscure their belief with wickedness, those are they who shall have the security and those are they who are guided"},{"SurahNumber":6,"VerseNumber":83,"Text":"And that was Our argument which we gave to Abraham against his people. We raise whom We will in rank. Indeed, your Lord is Wise, Knowledgeable"},{"SurahNumber":6,"VerseNumber":84,"Text":"And We gave him Isaac and Jacob. We guided everyone. And, before that, We guided Noah, and of his progeny, David and Solomon and Job and Joseph and Moses and Aaron. And thus do We reward those who do good"},{"SurahNumber":6,"VerseNumber":85,"Text":"And Zachariya and John and Jesus and Elias, all of them righteous men"},{"SurahNumber":6,"VerseNumber":86,"Text":"And Ishmael and Elisha and Jonah and Lot, and to all of them We gave favours over the worlds"},{"SurahNumber":6,"VerseNumber":87,"Text":"And from among their fathers and their progeny and their brethren, We chose some and guided to the Straight Path"},{"SurahNumber":6,"VerseNumber":88,"Text":"This is Allah's guidance. He guides thereby whom He wills of His subjects. And if they worship other gods, certainly, what they did would become useless for them"},{"SurahNumber":6,"VerseNumber":89,"Text":"They are those whom We gave the Book and the authority and the prophecy. As their peoples suppressed and denied the Truth thereof, We then entrusted it to a people who do not suppress and deny the Truth in it"},{"SurahNumber":6,"VerseNumber":90,"Text":"They are those whom Allah had guided. Follow their guidance then! Say, \"I do not ask you for any reward for it. It is the Book of Guidance, to be referred to often, not just for you but for all the worlds"},{"SurahNumber":6,"VerseNumber":91,"Text":"And they do not appreciate Allah's unique Majesty and Power as it should be appreciated, when they say, \"Allah has not sent down any revelation upon man.\" Say, \"Who revealed the Book that Moses brought, a light and guidance to men, which you made into sheets you show — while you conceal much — and you were taught what you or your fathers did not know?\" Say, \"Allah!\" Then leave them to play with their vain talk in which the Truth is suppressed and ridiculed"},{"SurahNumber":6,"VerseNumber":92,"Text":"And We have sent down this blessed Book, confirming that which is before it, so that you may warn the Mother City and settlements around it. And those who believe in the Hereafter believe in it, and they guard their prayers"},{"SurahNumber":6,"VerseNumber":93,"Text":"And who can be more wicked than he who forges a lie against Allah, or says, 'It has been revealed to me' while nothing has been revealed to him, and who says, \"I shall reveal the like of what Allah has revealed\"? And if you could but see the wicked people when they are in the throes of death and the angels stretch out their hands saying, \"Take out your lives! It's time you are recompensed with a contemptible punishment for speaking false things about Allah and for being too proud to accept His Verses/signs"},{"SurahNumber":6,"VerseNumber":94,"Text":"And certainly you have come to Us alone just as We had created you the first time. And you have left behind your backs the things which We had given you. And We do not see with you your intercessors about whom you had asserted that they were gods besides Allah for you. Certainly, the ties between you are cut off and what you had been asserting has deserted you"}]}