{"Id":405,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Mülk elinde bulunan (Tanrı) ne yücedir. O, her şeye güç yetirendir"},{"SurahNumber":67,"VerseNumber":2,"Text":"O, amel bakımından hanginizin daha iyi (ve güzel) olacağını denemek için ölümü ve hayatı yarattı. O, üstün ve güçlü olandır, çok bağışlayandır"},{"SurahNumber":67,"VerseNumber":3,"Text":"O, biri diğeriyle ´tam bir uyum´ (mutabakat) içinde yedi gök yaratmış olandır. Rahmanın yaratmasında hiçbir ´çelişki ve uygunsuzluk´ (tefavüt) göremezsin. İşte gözü(nü) çevirip gezdir; herhangi bir çatlaklık (futur) görüyor musun"},{"SurahNumber":67,"VerseNumber":4,"Text":"Sonra gözünü iki kere daha çevirip gezdir (yenkalib); o göz (uyumsuzluk bulmaktan) umudunu kesmiş bir halde bitkin olarak sana dönecektir"},{"SurahNumber":67,"VerseNumber":5,"Text":"Andolsun, biz en yakın olan göğü (dünya göğünü) kandillerle süsleyip donattık ve bunları, şeytanlar için taşlama birimleri (rücum) kıldık. Onlar için çılgınca yanan ateşin azabını hazırladık"},{"SurahNumber":67,"VerseNumber":6,"Text":"Rablerine küfredenler için cehennem azabı vardır. Ne kötü dönüş yeridir o"},{"SurahNumber":67,"VerseNumber":7,"Text":"İçine atıldıkları zaman, kaynayıp feveran ederken onun korkunç homurtusunu işitirler"},{"SurahNumber":67,"VerseNumber":8,"Text":"Öfkesinin şiddetinden neredeyse patlayıp parçalanacak. Her bir grup içine atıldığında, bekçileri onlara sorar: \"Size bir uyarıcı gelmedi mi"},{"SurahNumber":67,"VerseNumber":9,"Text":"Onlar: \"Evet\" derler. \"Bize gerçekten bir uyarıcı geldi. Fakat biz yalanladık ve: \"Tanrı hiçbir şey indirmedi, siz yalnızca büyük bir sapmışlık içindesiniz, dedik"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ve derler ki: \"Eğer dinlemiş olsaydık ya da akletseydik, şu çılgınca yanan ateşin halkı arasında olmayacaktık"},{"SurahNumber":67,"VerseNumber":11,"Text":"Böylece kendi günahlarını itiraf ettiler. Çılgınca yanan ateşin halkına (Tanrı´nın rahmetinden) uzaklık olsun"},{"SurahNumber":67,"VerseNumber":12,"Text":"Gerçek şu ki, rablerinden gayb ile (O´nu görmedikleri halde) içleri titreyerek korkanlara gelince; onlar için bir mağfiret (bağışlanma) ve büyük bir ecir vardır"},{"SurahNumber":67,"VerseNumber":13,"Text":"Sözünüzü ister gizleyin, ister açığa vurun. Şüphesiz O, sinelerin özünde saklı duranı bilendir"},{"SurahNumber":67,"VerseNumber":14,"Text":"O, yarattığını bilmez mi? O, Latiftir, Habirdir"},{"SurahNumber":67,"VerseNumber":15,"Text":"Sizin için, yeryüzüne boyun eğdiren O´dur. Şu halde onun omuzlarında yürüyün ve O´nun rızkından yiyin. Sonunda gidiş O´nadır"},{"SurahNumber":67,"VerseNumber":16,"Text":"Gökte olanın sizi yere geçirmeyeceğinden güvencede (emin) misiniz? Bir bakmışsınız ki, o (yeryüzü) sallanıp çalkalanmaktadır"},{"SurahNumber":67,"VerseNumber":17,"Text":"Yoksa gökte olanın üzerinize ´taş yağdıran (fırtınalı) bir rüzgar´ göndermeyeceğinden güvencede (emin) misiniz? Siz o takdirde benim uyarmam nasılmış bilip öğreneceksiniz"},{"SurahNumber":67,"VerseNumber":18,"Text":"Andolsun, kendilerinden öncekiler de yalanladı. Fakat benim inkarım nasılmış"},{"SurahNumber":67,"VerseNumber":19,"Text":"Onlar, üstlerinde dizi dizi kanat açıp kapayarak uçan kuşları görmüyorlar mı? Onları Rahmandan başkası (boşlukta) tutmuyor. Şüphesiz O, her şeyi hakkıyla görendir"},{"SurahNumber":67,"VerseNumber":20,"Text":"Rahmana karşı size yardım edecek olan kimmiş? Şu sizin ordunuz mu? Kafirler yalnızca bir gurur (kesin bir aldanış) içindedirler"},{"SurahNumber":67,"VerseNumber":21,"Text":"Eğer O rızkını tutsa (vermese), rızkınızı verecek olan kimmiş? Hayır; onlar, bir azgınlık ve nefret içinde inatla direniyorlar"},{"SurahNumber":67,"VerseNumber":22,"Text":"Şu halde yüzükoyun sürünerek yürüyen mi daha çok hidayete erer, yoksa dosdoğru yol üzerinde dümdüz yürümekte olan mı"},{"SurahNumber":67,"VerseNumber":23,"Text":"De ki: \"Sizi inşa eden (yaratan), size kulak, gözler ve yürekler (efideh) veren O´dur. Ne az şükrediyorsunuz"},{"SurahNumber":67,"VerseNumber":24,"Text":"De ki: \"Sizi yeryüzünde üretip türeten O´dur. Siz O´na toplanıp götürüleceksiniz"},{"SurahNumber":67,"VerseNumber":25,"Text":"Derler ki: \"Eğer doğru söylüyorsanız, şu tehdit (ettiğiniz azab) ne zamanmış"},{"SurahNumber":67,"VerseNumber":26,"Text":"De ki: \"(Bununla ilgili) Bilgi ancak Tanrı´nın katındadır. Ben ancak apaçık bir uyarıcıyım"},{"SurahNumber":67,"VerseNumber":27,"Text":"Nihayet onu pek yakında gördüklerinde, o küfredenlerin yüzleri kötüleşip karardı. Ve: \"İşte bu, sizin (gerçekleşmeyecek diye) öne sürüp durduğunuz şeydir\" denildi"},{"SurahNumber":67,"VerseNumber":28,"Text":"De ki: \"Haber verir misiniz; eğer Tanrı, beni ve benimle birlikte olanları yıkıma uğratır ya da bizi esirgerse, (peki) bu durumda kafirleri acı bir azabtan kurtaracak olan kimdir"},{"SurahNumber":67,"VerseNumber":29,"Text":"De ki: \"O (Tanrı) Rahman olandır; biz O´na inandık ve O´na tevekkül ettik. Artık siz kimin açık bir sapmışlık içinde olduğunu pek yakında bileceksiniz"},{"SurahNumber":67,"VerseNumber":30,"Text":"De ki: \"Haber verin; eğer suyunuz yerin dibine göçüverecek olsa, bu durumda kim size bir akar su kaynağı getirebilir"}]}