{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"But Lot had faith in Him. He said, “I will leave home for the sake of my Lord, for He is Exalted in Might, and Wise.”"},{"SurahNumber":29,"VerseNumber":27,"Text":"And We gave him Abraham, Isaac, and Jacob, and ordained among his progeny the prophetic office and revelation, and We granted him his reward in this life, and he was in the hereafter of the company of the righteous"},{"SurahNumber":29,"VerseNumber":28,"Text":"And Lot, when he said to his people, “You commit lewdness, such as no people in creation committed before you"},{"SurahNumber":29,"VerseNumber":29,"Text":"“Do you indeed approach men, and cut off the lineage? And practice sin, even in your councils?” But his people gave no answer except this, “Bring us the punishment of God if you tell the truth.”"},{"SurahNumber":29,"VerseNumber":30,"Text":"He said, “O my Lord, help me against the people who do wrong.”"},{"SurahNumber":29,"VerseNumber":31,"Text":"When Our messengers came to Abraham with the good news they said, “We are indeed going to destroy the people of this township, for truly they are addicted to sin.”"},{"SurahNumber":29,"VerseNumber":32,"Text":"He said, “But Lot is there.” They said, “We know full well who is there. We will certainly save him and his following, except his wife, she is of those who lag behind.”"},{"SurahNumber":29,"VerseNumber":33,"Text":"And when Our messengers came to Lot, he was grieved on their account, and felt powerless to protect them, but they said, “Fear not, nor grieve, we are here to save you and your following, except your wife, she is of those who lag behind"},{"SurahNumber":29,"VerseNumber":34,"Text":"“For we are going to bring down on the people of this township a punishment from heaven, because they have been totally rebellious.”"},{"SurahNumber":29,"VerseNumber":35,"Text":"And We have left of it an evident sign for any people who care to understand"},{"SurahNumber":29,"VerseNumber":36,"Text":"To the Madyan people We sent their brother Shu’aib, then he said, “O my people, serve God, and anticipate the Last Day, nor do wrong on the earth, as those do who are corrupt.”"},{"SurahNumber":29,"VerseNumber":37,"Text":"But they rejected him, then the mighty blast seized them, and they lay prostrate in their homes"},{"SurahNumber":29,"VerseNumber":38,"Text":"Remember also the ‘Ad and the Thamud people. Clearly there, their fate will appear to you from the traces of their buildings. Satan made their deeds alluring to them, and kept them back from the path, though they were gifted with intelligence and skill"},{"SurahNumber":29,"VerseNumber":39,"Text":"Remember also Qarun, Pharaoh, and Haman. There came to them Moses with clear signs, but they behaved with insolence on the earth, yet they could not overreach Us"},{"SurahNumber":29,"VerseNumber":40,"Text":"Each one of them We seized for their sin. Against some of them, We sent a violent tornado with showers of stones, some were caught by a mighty blast, some We caused the earth to swallow up, and some We drowned in the waters. It was not God Who wronged them, they wronged their own souls"},{"SurahNumber":29,"VerseNumber":41,"Text":"The parable of those who take protectors other than God, is that of the spider who builds for itself a house, but truly the flimsiest of houses is the spider’s house, if they only knew"},{"SurahNumber":29,"VerseNumber":42,"Text":"Indeed God knows of anything whatsoever they call upon besides Him, and He is Exalted in Power, the Wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"And these are the parables We set forth for humanity, but only those with knowledge understand them"},{"SurahNumber":29,"VerseNumber":44,"Text":"God created the heavens and the earth in true proportions, indeed in that is a sign for those who believe. 44 (End of Part)"},{"SurahNumber":29,"VerseNumber":45,"Text":"Recite what is sent of the Book by inspiration to you, and establish prayer, for prayer restrains from shameful and harmful deeds, and remembering God is the greatest thing, and God knows the deeds that you do"}]}