{"Id":361,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"(ఇబ్రాహీమ్) అడిగాడు: \"ఓ సందేశహరులారా (ఓ దేవదూతలారా)! అయితే మీరు వచ్చిన కారణమేమిటి"},{"SurahNumber":51,"VerseNumber":32,"Text":"వారన్నారు: \"వాస్తవానికి, మేము నేరస్థులైన జనుల వైపునకు పంపబడ్డాము"},{"SurahNumber":51,"VerseNumber":33,"Text":"వారి మీద (కాల్చబడిన) మట్టి రాళ్ళను కురిపించటం కోసం"},{"SurahNumber":51,"VerseNumber":34,"Text":"నీ ప్రభువు తరఫు నుండి గుర్తు వేయబడిన (రాళ్ళు); మితిమీరి ప్రవర్తించేవారి కొరకు"},{"SurahNumber":51,"VerseNumber":35,"Text":"అప్పుడు మేము అందులో ఉన్న విశ్వాసులందరినీ బయటికి తీశాము"},{"SurahNumber":51,"VerseNumber":36,"Text":"మేము అందు ఒక్క గృహం తప్ప! ఇతర విధేయుల (ముస్లింల) గృహాన్ని చూడలేదు"},{"SurahNumber":51,"VerseNumber":37,"Text":"మరియు బాధాకరమైన శిక్షకు భయపడేవారి కొరకు, మేము అక్కడ ఒక సూచన (ఆయత్) ను వదలి పెట్టాము"},{"SurahNumber":51,"VerseNumber":38,"Text":"ఇక మూసా (గాథలో) కూడా (ఒక సూచన వుంది) మేము అతనిని ఫిర్ఔన్ వద్దకు స్పష్టమైన ప్రమాణంతో పంపినపుడు"},{"SurahNumber":51,"VerseNumber":39,"Text":"అతడు (ఫిర్ఔన్) తన సభాసదులతో సహా మరలిపోతూ, ఇలా అన్నాడు: \"ఇతడు మాంత్రికుడు లేదా పిచ్చివాడు"},{"SurahNumber":51,"VerseNumber":40,"Text":"కావున మేము అతనిని మరియు అతని సైనికులను పట్టుకొని, వారందరినీ సముద్రంలో ముంచి వేశాము మరియు దానికి అతడే నిందితుడు"},{"SurahNumber":51,"VerseNumber":41,"Text":"ఇక ఆద్ జాతి వారిలో కూడా (ఒక సూచన వుంది): మేము వారిపై వినాశకరమైన గాలిని పంపినప్పుడు"},{"SurahNumber":51,"VerseNumber":42,"Text":"అది దేని పైనయితే వీచిందో, దానిని క్షీణింపజేయకుండా వదలలేదు"},{"SurahNumber":51,"VerseNumber":43,"Text":"మరియు సమూద్ జాతి వారి గాథలో కూడా (ఒక సూచన ఉంది). వారితో: \"కొంతకాలం మీరు సుఖసంతోషాలను అనుభవించండి.\" అని అన్నాము"},{"SurahNumber":51,"VerseNumber":44,"Text":"అప్పుడు వారు తమ ప్రభువు ఆజ్ఞను ఉపేక్షించారు. కావున వారు చూస్తూ ఉండగానే ఒక పెద్ద పిడుగు వారి మీద విరుచుకు పడింది"},{"SurahNumber":51,"VerseNumber":45,"Text":"అప్పుడు వారికి లేచి నిలబడే శక్తి కూడా లేకపోయింది మరియు వారు తమను తాము కూడా కాపాడు కోలేక పోయారు"},{"SurahNumber":51,"VerseNumber":46,"Text":"మరియు దీనికి ముందు నూహ్ జాతి వారిని కూడా (నాశనం చేశాము). నిశ్చయంగా, వారు కూడా అవిధేయులు"},{"SurahNumber":51,"VerseNumber":47,"Text":"మరియు ఆకాశాన్ని మేము (మా) చేతులతో నిర్మించాము. మరియు నిశ్చయంగా, మేమే దానిని విస్తరింపజేయ గలవారము"},{"SurahNumber":51,"VerseNumber":48,"Text":"మరియు భూమిని మేము పరుపుగా చేశాము, మేమే చక్కగా పరిచేవారము"},{"SurahNumber":51,"VerseNumber":49,"Text":"మరియు మేము ప్రతిదానిని జంటలుగా సృష్టించాము, మీరు గ్రహించాలని"},{"SurahNumber":51,"VerseNumber":50,"Text":"కావున మీరు అల్లాహ్ వైపునకు పరుగెత్తండి. నిశ్చయంగా, నేను (ముహమ్మద్) ఆయన తరఫు నుండి మీకు స్పష్టంగా హెచ్చరిక చేసేవాడిని మాత్రమే"},{"SurahNumber":51,"VerseNumber":51,"Text":"మరియు మీరు అల్లాహ్ కు సాటిగా ఇతర దైవాన్ని నిలుపకండి! నిశ్చయంగా, నేను (ముహమ్మద్) ఆయన తరఫు నుండి మీకు స్పష్టంగా హెచ్చరిక చేసేవాడిని మాత్రమే"},{"SurahNumber":51,"VerseNumber":52,"Text":"ఇదే విధంగా, వారికి పూర్వం గడిచిన వారి వద్దకు ఏ ప్రవక్త వచ్చినా వారు: \"ఇతను మాంత్రికుడు లేదా పిచ్చివాడు.\" అని అనకుండా ఉండలేదు"},{"SurahNumber":51,"VerseNumber":53,"Text":"ఏమీ? దీనిని (ఇలా పలుకుటను) వారు ఒకరికొకరు వారసత్వంగా ఇచ్చుకున్నారా? అలా కాదు! అసలు వారు తలబిరుసుతనంతో ప్రవర్తించే జనం"},{"SurahNumber":51,"VerseNumber":54,"Text":"కావున నీవు వారి నుండి మరలిపో, ఇక నీపై ఎలాంటి నింద లేదు"},{"SurahNumber":51,"VerseNumber":55,"Text":"మరియు వారిని ఉపదేశిస్తూ వుండు, నిశ్చయంగా, ఉపదేశం విశ్వాసులకు ప్రయోజనకర మవుతుంది"},{"SurahNumber":51,"VerseNumber":56,"Text":"మరియు నేను జిన్నాతులను మరియు మానవులను సృష్టించింది, కేవలం వారు నన్ను ఆరాధించటానికే"},{"SurahNumber":51,"VerseNumber":57,"Text":"నేను వారి నుండి ఎలాంటి జీవనోపాధిని కోరటం లేదు మరియు వారు నాకు ఆహారం పెట్టాలని కూడా కోరటం లేదు"},{"SurahNumber":51,"VerseNumber":58,"Text":"నిశ్చయంగా, అల్లాహ్! ఆయన మాత్రమే ఉపాధి ప్రదాత, మహా బలవంతుడు, స్థైర్యం గలవాడు"},{"SurahNumber":51,"VerseNumber":59,"Text":"కావున నిశ్చయంగా, దుర్మార్గానికి పాల్పడినవారి పాపాలు వారి (పూర్వ) స్నేహితుల పాపాల వంటివే! కావున వారు నా (శిక్ష కొరకు) తొందర పెట్టనవసరం లేదు"},{"SurahNumber":51,"VerseNumber":60,"Text":"కావున సత్యతిరస్కారులకు వినాశం గలదు - వారికి వాగ్దానం చేయబడిన - ఆ దినమున"},{"SurahNumber":52,"VerseNumber":1,"Text":"తూర్ పర్వతం సాక్షిగా"},{"SurahNumber":52,"VerseNumber":2,"Text":"వ్రాయబడిన గ్రంథం సాక్షిగా"},{"SurahNumber":52,"VerseNumber":3,"Text":"విప్పబడిన చర్మపత్రం మీద"},{"SurahNumber":52,"VerseNumber":4,"Text":"చిరకాల సందర్శనాలయం సాక్షిగా"},{"SurahNumber":52,"VerseNumber":5,"Text":"పైకెత్తబడిన కప్పు (అంతరిక్షం) సాక్షిగా"},{"SurahNumber":52,"VerseNumber":6,"Text":"ఉప్పొంగే సముద్రం సాక్షిగా"},{"SurahNumber":52,"VerseNumber":7,"Text":"నిశ్చయంగా, నీ ప్రభువు శిక్ష సంభవించ నున్నది"},{"SurahNumber":52,"VerseNumber":8,"Text":"దానిని తప్పించేవాడు ఎవ్వడు లేడు"},{"SurahNumber":52,"VerseNumber":9,"Text":"ఆకాశాలు భయంకరంగా కంపించే రోజు"},{"SurahNumber":52,"VerseNumber":10,"Text":"మరియు పర్వతాలు దారుణంగా చలించినప్పుడు"},{"SurahNumber":52,"VerseNumber":11,"Text":"అప్పుడు, ఆ రోజు అసత్యవాదులకు వినాశం ఉంది"},{"SurahNumber":52,"VerseNumber":12,"Text":"ఎవరైతే వృథా మాటలలో కాలక్షేపం చేస్తూ ఉంటారో"},{"SurahNumber":52,"VerseNumber":13,"Text":"వారు నరకాగ్నిలోకి నెట్టుతూ త్రోయబడే రోజు"},{"SurahNumber":52,"VerseNumber":14,"Text":"(వారితో ఇలా అనబడుతుంది): \"మీరు అసత్యమని నిరాకరిస్తూ వుండిన నరకాగ్ని ఇదే"},{"SurahNumber":52,"VerseNumber":15,"Text":"ఏమీ? ఇది మంత్రజాలమా? లేక దీనిని మీరు చూడలేక పోతున్నారా"},{"SurahNumber":52,"VerseNumber":16,"Text":"ఇందులో మీరు కాలుతూ ఉండండి. దానికి మీరు సహనం వహించినా, సహనం వహించక పోయినా అంతా మీకు సమానమే! నిశ్చయంగా, మీ కర్మలకు తగిన ప్రతిఫలమే మీకు ఇవ్వబడుతున్నది"},{"SurahNumber":52,"VerseNumber":17,"Text":"నిశ్చయంగా, భయభక్తులు గలవారు స్వర్గవనాలలో సుఖసంతోషాలలో ఉంటారు"},{"SurahNumber":52,"VerseNumber":18,"Text":"వారి ప్రభువు వారికి ప్రసాదించిన వాటిని హాయిగా అనుభవిస్తూ ఉంటారు. మరియు వారి ప్రభువు వారిని భగభగ మండే నరకాగ్ని శిక్ష నుండి కాపాడాడు"},{"SurahNumber":52,"VerseNumber":19,"Text":"(వారితో ఇలా అనబడుతుంది): \"మీరు చేస్తూ వుండిన కర్మలకు ఫలితంగా హాయిగా తినండి త్రాగండి"},{"SurahNumber":52,"VerseNumber":20,"Text":"వారు వరుసగా వేయబడిన ఆసనాల మీద, దిండ్లకు ఆనుకొని కూర్చొని ఉంటారు. మరియు మేము అందమైన పెద్ద పెద్ద కన్నులు గల సుందరీమణులతో వారి వివాహం చేయిస్తాము"},{"SurahNumber":52,"VerseNumber":21,"Text":"మరియు ఎవరైతే విశ్వసిస్తారో మరియు వారి సంతానంవారు విశ్వాసంలో వారిని అనుసరిస్తారో! అలాంటి వారిని వారి సంతానంతో (స్వర్గంలో) కలుపుతాము. మరియు వారి కర్మలలో వారికి ఏ మాత్రం నష్టం కలిగించము. ప్రతి వ్యక్తి తాను సంపాదించిన దానికి తాకట్టుగా ఉంటాడు"},{"SurahNumber":52,"VerseNumber":22,"Text":"మరియు మేము వారికి, వారు కోరే ఫలాలను మరియు మాంసాన్ని పుష్కలంగా ప్రసాదిస్తాము"},{"SurahNumber":52,"VerseNumber":23,"Text":"అందులో (ఆ స్వర్గంలో) వారు ఒకరి కొకరు (మధు) పాత్ర మార్చుకుంటూ ఉంటారు; దాన్ని (త్రాగటం) వల్ల వారు వ్యర్థపు మాటలు మాట్లాడరు మరియు పాపాలు చేయరు"}]}