{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Ālipha-lāma-mīma"},{"SurahNumber":30,"VerseNumber":2,"Text":"Raōmānasakala paraājita haichē"},{"SurahNumber":30,"VerseNumber":3,"Text":"nikaṭarartī añcalata, kintu siham̐tē siham̐tara ē'i paraājaẏara pichata śīghraē'i bijaẏī ha’ba"},{"SurahNumber":30,"VerseNumber":4,"Text":"kichu bacharara bhitaratē'i. Āgara ārau pichara sakalō phaẏacālā āllāharaē'i; ārau sē'idinā muminasakala ānandita ha’ba"},{"SurahNumber":30,"VerseNumber":5,"Text":"āllāhara sahāẏata. Tē'ōm̐ yāka icchā sahāẏa karaē ārau tēraēm̐i prabalaparaākramī, parama daẏālu"},{"SurahNumber":30,"VerseNumber":6,"Text":"Ē'iṭō āllāharaē'i pratiśrauti, āllāhē tē'ōm̐ra pratiśrautira byatikrama nakaraē, kintu adhikānśa mānuhē'i nājānē"},{"SurahNumber":30,"VerseNumber":7,"Text":"Siham̐tē pārthira jīranara bāhya diśa samparkē aragata, ārau siham̐ta ākhiraāta sambandhē udāsīna"},{"SurahNumber":30,"VerseNumber":8,"Text":"Siham̐tē nijara antarata bhābi nācāẏa nēki? Āllāhē ākāśasamūha, pr̥thiraī ārau ē'i duẏōra mājata thakā sakalō bastu sr̥ṣṭi karaichē yathāyathabhāraē ārau ēṭā nirdiṣṭa samaẏara bābē. Kintu mānuhara mājata bahutē'i nija pratipālakara sākṣāta samparkē abiśbāsī"},{"SurahNumber":30,"VerseNumber":9,"Text":"Siham̐tē pr̥thiraīta bhramaṇa karaā nā'inē? Tētiẏāhē siham̐tē dēkhilēhēm̐tēna yē, siham̐tara pūrbarartīsakalara daśā ki haichila, śaktita siham̐ta āchila iham̐tatakaiẏō prabala, siham̐tē māṭi cahā'ichila, ārau siham̐tē iham̐tara ābādatakaiẏō bēchi ābāda karaichila. Siham̐tara ōcarata siham̐tara raāchulasakala suspaṣṭa pramāṇasaha āhichila. Prakr̥tatē āllāha ēnē nahaẏa yē, tē'ōm̐ siham̐tara prati an'yāẏa karaichē baraṁ siham̐ta nijē'i nijara prati an'yāẏa karaichila"},{"SurahNumber":30,"VerseNumber":10,"Text":"Ētēkē yisakalē asaṯkarma karaichila siham̐tara paraiṇāma bēẏā haichila, kāraṇa siham̐tē āllāhara āẏātasamūhaka asbīkāra karaichila ārau sēẏā lai ṭhāṭṭā-bidraūpa karaichila"},{"SurahNumber":30,"VerseNumber":11,"Text":"Āllāhē'i sr̥ṣṭira sūcanā karaē, tāra pichata tēraēm̐i iẏāra punaraābr̥tti karaiba, tāra pichata tōmālōkaka tē'ōm̐ra ōcaratē'i pratyārartana karaōraā ha’ba"},{"SurahNumber":30,"VerseNumber":12,"Text":"Ārau yidinā kiẏāmata saṅghaṭita ha’ba sē'idinā aparaādhībilāka hatāśa hai paraiba"},{"SurahNumber":30,"VerseNumber":13,"Text":"Ārau (āllāhara lagata karaā) siham̐tara śbaraikasakala siham̐tara bābē chupāraichakāraī nahaba ārau siham̐tē siham̐tara śbaraikakr̥ta upāsyabōrara asbīkārakāraī ha’ba"},{"SurahNumber":30,"VerseNumber":14,"Text":"Ārau yidinā kiẏāmata saṅghaṭita ha’ba sē'idinā siham̐ta bibhakta hai paraiba"},{"SurahNumber":30,"VerseNumber":15,"Text":"Ētēkē yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkē jānnātata sūkha-śāntita thākiba"},{"SurahNumber":30,"VerseNumber":16,"Text":"ārau yisakalē kupharaī karaichē lagatē āmāra āẏātasamūha ārau ākhiraātara sākṣātaka asbīkāra karaichē, paraiṇāmata siham̐taka śāstira mājata upasthita karaā ha’ba"},{"SurahNumber":30,"VerseNumber":17,"Text":"Ētēkē tōmālōkē āllāhara paraitratā ārau mahimā ghōṣaṇā karaā, yētiẏā tōmālōkē sandhāta upanīta hōraā ārau pōraā sajāga hōraā"},{"SurahNumber":30,"VerseNumber":18,"Text":"ābēli ārau yētiẏā tōmālōkē dupuraīẏāta upanīta hōraā. Tē'ōm̐ra bābē'i sakalō praśansā ākāśasamūhata ārau pr̥thiraīta"},{"SurahNumber":30,"VerseNumber":19,"Text":"Tēraēm̐i nirjīrara paraā sajīra uliẏā'i ānē ārau tēraēm̐i jīraitara paraā mr̥taka uliẏā'i ānē. Ārau tēraēm̐i bhūmika tāra mr̥tyura pichata ākau punarjīraita karaē. Ē'idaraē'i tōmālōkakō uliẏā'i ānā ha’ba"},{"SurahNumber":30,"VerseNumber":20,"Text":"Ārau tē'ōm̐ra nidarśanāralīra mājata āchē yē, tē'ōm̐ tōmālōkaka māṭira paraā sr̥ṣṭi karaichē, tāra pichata tōmālōkē ētiẏā mānuha hai sarbatra sicaraita hai paraichā"},{"SurahNumber":30,"VerseNumber":21,"Text":"Ārau tē'ōm̐ra nidarśanāralīra mājata āchē yē, tēraēm̐i tōmālōkara bābē tōmālōkara mājara paraā tōmālōkara yōraā sr̥ṣṭi karaichē, yātē tōmālōkē siham̐tara paraā praśānti lābha karaā ārau tēraēm̐i tōmālōkara mājata pārasparaika praēma ārau snēha sr̥ṣṭi karaichē. Niścaẏa iẏāta āchē bahutō nidarśana sē'i sampradāẏara bābē yisakalē garaēṣaṇā karaē"},{"SurahNumber":30,"VerseNumber":22,"Text":"Ārau tē'ōm̐ra nidarśanāralīra mājata āchē ākāśasamūha ārau pr̥thiraīra sr̥ṣṭi lagatē tōmālōkara bhāṣā ārau barṇara baicitratā. Niścaẏa iẏāta jñānīsakalara bābē āchē bahutō nidarśana"},{"SurahNumber":30,"VerseNumber":23,"Text":"Ārau tē'ōm̐ra nidarśanāralīra mājata āchē raāti ārau dinata tōmālōkara nidraā, lagatē tē'ōm̐ra anugrahara paraā tōmālōkara (jīraikā) anbēṣaṇa. Niścaẏa iẏāra mājata āchē bahutō nidarśana sē'i sampradāẏara bābē yisakalē śunā pāẏa"},{"SurahNumber":30,"VerseNumber":24,"Text":"Ārau tē'ōm̐ra nidarśanāralīra mājata āchē yē, tēraēm̐i tōmālōkaka bhaẏa ārau āśāra sañcārakaraūpē bidyuta dēkhuraāẏa, ārau ākāśara paraā pānī barṣāẏa ārau tāra dbāraā tē'ōm̐ mr̥ta bhūmika punarjīraita karaē. Niścaẏa iẏāta bahutō nidarśana āchē sē'i sampradāẏara bābē yisakalē anudhārana karaē"},{"SurahNumber":30,"VerseNumber":25,"Text":"Tē'ōm̐ra nidarśanāralīra mājata ārau āchē yē, tē'ōm̐ra ādēśatē'i ākāśa ārau pr̥thiraī sthitiśīla hai thākē, tāra pichata āllāhē yētiẏā tōmālōkaka māṭira paraā uṭhāra bābē ēbāra āhbāna karaiba tētiẏā tōmālōkē ōlā'i āhibā"},{"SurahNumber":30,"VerseNumber":26,"Text":"Ākāśasamūha ārau pr̥thiraīta yi āchē sē'i sakalō tē'ōm̐raē'i. Sakalō tē'ōm̐raē'i anugata"},{"SurahNumber":30,"VerseNumber":27,"Text":"Tēraēm̐i sr̥ṣṭira sūcanā karaē, tāra pichata tēraēm̐i iẏāra punaraābr̥tti karaiba; ārau ē'iṭō tē'ōm̐ra bābē ati sahaja. Ākāśasamūha ārau pr̥thiraīta sarbōcca guṇāguṇa tē'ōm̐raē'i; ārau tēraēm̐i paraākramaśālī, prajñāmaẏa"},{"SurahNumber":30,"VerseNumber":28,"Text":"Āllāhē tōmālōkara bābē tōmālōkara mājara paraā'i ēṭā upamā dāṅi dharaichē, (kōraācōna) āmi tōmālōkaka yi jīraikā dāna karaichō, tāta tōmālōkara adhikārabhukta dāsa-dāsīsakalara kōnōbā'i anśīdāra nē? Phalata tōmālōkē ē'i biṣaẏata samāna nēki? Tōmālōkē siham̐taka sē'idaraē bhaẏa karaā nēki yidaraē tōmālōkē parasparaē parasparaka bhaẏa karaā? Ē'idaraē'i āmi nidarśanāralī bistāraita barṇanā karaō sē'i sampradāẏara bābē, yisakalē anudhārana karaē"},{"SurahNumber":30,"VerseNumber":29,"Text":"Baraṁ yālimasakalē ajñatābaśata siham̐tara nija kāmanā-bāsanāra anusaraṇa karaē, ētēkē āllāhē yāka pathabhraṣṭa karaē, tāka hidāẏata dibalainō kōna āchē? Ārau siham̐tara kōnō sahāẏakāraī'ō nā'i"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ētēkē tumi ēkaniṣṭha hai nija mukhamaṇḍalaka dbīnata pratiṣṭhita rakhā. Āllāhara phitarata (sbābhāraika raīti bā dbīna ichalāma), yāra ōparata (calāra upayukta karai) tē'ōm̐ mānuhaka sr̥ṣṭi karaichē; āllāhara sr̥ṣṭira kōnō paraibartana nā'i. Ē'iṭōraē'i supratiṣṭhita dbīna; kintu adhikānśa mānuhē'i sēẏā nājānē"}]}