{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Hacılara su sağlamayı ve Kâbe´yi onarıp şenlendirmeyi, ahiret gününe inanmakla ve Allah yolunda cihad etmekle bir mi tutuyorsunuz? Bunlar Allah katında bir değildirler. Allah zalimler güruhunu doğru yola iletmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"İman edip Medine´ye hicret edenlerin ve malları, canları ile Allah yolunda cihad edenlerin Allah katındaki dereceleri en üstündür. İşte kurtuluşa erenler onlardır"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rabb´leri onları kendi öz bağışı olan bir rahmetle, hoşnutluk ve bitmez tükenmez nimetlerle dolu cennetler ile müjdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Onlar orada ebedi olarak kalacaklardır. Hiç şüphesiz büyük ödül Allah katındadır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey müminler, eğer babalarınız ve kardeşleriniz kâfirliği, müminliğe tercih ediyorlarsa sakın onları dost, yandaş edinmeyiniz. Kimler böylelerini dost edinirlerse onlar zalimlerin ta kendileridirler"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki; «Eğer babalarınızı, evlâtlarınızı, kardeşlerinizi, eşlerinizi, hısım akrabanızı, kazandığınız malları, bozulmasından korktuğunuz ticareti ve hoşunuza giden evleri, konakları Allah´dan, Peygamber´den ve Allah yolunda cihad etmekten daha çok seviyorsanız Allah emrini gerçekleştirinceye, yapacağını yapıncaya kadar bekleyiniz. Allah yoldan çıkmışlar güruhunu doğru yola iletmez.»"},{"SurahNumber":9,"VerseNumber":25,"Text":"Gerçekten Allah size birçok yerde, birçok olayda olduğu gibi Huneyn savaşı günü de yardım etti. Hani o gün sayıca çok oluşunuz hoşunuza gitmiş, böbürlenmenize yolaçmıştı da bu kalabalıklık size hiçbir yarar sağlamamıştı; yeryüzü, onca genişliğine rağmen size dar gelmişti de sonra arkanızı dönüp kaçmıştınız"},{"SurahNumber":9,"VerseNumber":26,"Text":"Bu bozgunun arkasından Allah, Peygamberinin ve müminlerin kalblerine güven duygusu indirdi ve görmediğiniz ordular göndererek kâfirleri azaba çarptırdı. Kâfirlerin görecekleri karşılık budur"},{"SurahNumber":9,"VerseNumber":27,"Text":"Bundan sonra Allah dilediği kimselerin tevbelerini kabul eder. Allah affedicidir, merhametlidir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey müminler! Allah´a ortak koşanlar birer somut pisliktirler. Bundan dolayı bu yıldan sonra bir daha Mescid- i Haram´a yaklaşmasınlar. Eğer (ziyaretçi sayısının azalması yüzünden) yoksul düşeceğinizden korkuyorsanız, biliniz ki, Allah eğer dilerse yakında kendi lûtfu ile sizi zengin edecektir. Hiç şüphesiz Allah her şeyi bilir ve her yaptığı yerindedir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Allah´a ve Ahiret gününe inanmayan, Allah´ın ve Peygamber´in haram kıldığı şeyleri haram saymayan ve gerçek dinî benimsemeyen yahudi ve hıristiyanlar ile, bunlar size boyun eğip kendi elleri ile cizye verene dek savaşınız"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler «Uzeyr, Allah´ın oğludur» dediler. Hıristiyanlar da «Mesih (İsa) Allah´ın oğludur» dediler. Bunlar, onların ağızları ile geveledikleri dayanaksız sözlerdir. Böyle demekle daha önceki kâfirlerin sözlerine özeniyorlar. Allah kahretsin onları. Nasıl gerçeklerden sapıyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Onlar Allah dışında hahamlarını, rahiplerini ve Meryemoğlu İsa´yı ilah edindiler. Oysa onlara sadece tek ilaha, kendisinden başka ilah olmayan ve onların yakıştırma ortaklarından uzak olan Allah´a kulluk etmeleri emredilmişti"},{"SurahNumber":9,"VerseNumber":32,"Text":"Onlar Allah´ın nurunu ağızları ile söndürmek istiyorlar. Oysa Allah, kâfirlerin hoşuna gitmese de, nurunu kesinlikle tamama erdirmekte kararlıdır"},{"SurahNumber":9,"VerseNumber":33,"Text":"Müşriklerin hoşuna gitmese de kendi dinini diğer bütün dinlere karşı üstün getirmek üzere peygamberini doğru yol ve gerçek din ile gönderen O´dur"}]}