{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Söyle onlara: “Göklerden, yerden sizi rızıklandıran kimdir? (Onların cevaplarını beklemeden:) “Allah'dır” de! O halde ya biz veya siz, ikimizden biri doğru yol üzerinde veya besbelli bir sapıklıktayız.”"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki: “Siz bizim suçlarımızdan sorguya çekilecek değilsiniz, biz de sizin yaptıklarınızdan sorgulanacak değiliz.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: “Rabbimiz kıyamet günü hepimizi bir araya toplayacak sonra da aramızdaki hükmü verecektir. O, tam adaletle hükmeden ve her şeyi bilen bir hâkimdir.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: “O'na şerik saydıklarınızı bana gösterin bakayım! Hayır, öyle şey yok! Doğrusu şu ki Allah, azîz ve hakîmdir (mutlak galip olup tam hüküm ve hikmet sahibidir)"},{"SurahNumber":34,"VerseNumber":28,"Text":"Ey Resûlüm! Biz seni bütün insanlığa rahmetimizin müjdecisi, azabımızın uyarıcısı olarak gönderdik, lâkin insanların ekserisi bunu bilmezler."},{"SurahNumber":34,"VerseNumber":29,"Text":"Bir de: “Eğer doğru söylüyorsanız vâd ettiğiniz kıyamet ne zaman gerçekleşecek?” derler.De ki: “Sizinle öyle bir buluşma günümüz var ki ondan ne bir saat ileri geçebilirsiniz, ne de bir saat geri kalabilirsiniz.!”"},{"SurahNumber":34,"VerseNumber":30,"Text":"Bir de: “Eğer doğru söylüyorsanız vâd ettiğiniz kıyamet ne zaman gerçekleşecek?” derler.De ki: “Sizinle öyle bir buluşma günümüz var ki ondan ne bir saat ileri geçebilirsiniz, ne de bir saat geri kalabilirsiniz.!”"},{"SurahNumber":34,"VerseNumber":31,"Text":"Kâfirler: “Biz ne bu Kur'ân’a, ne de bundan öncekilere inanırız.” derler. O zalimleri; sen, Rab’lerinin huzuruna duruşma için getirildiklerinde, birbirlerine laf atarken bir görseydin! Zebûn edilen, dünyada güçsüz bırakılanlar o kibirli olan önderlerine: “Ah! Sizin yüzünüzden bu hallere düştük, siz olmasaydınız biz de iman edecektik!” diyecekler"},{"SurahNumber":34,"VerseNumber":32,"Text":"Öte yandan dünyada iken kibirlenenler o zebûn edilenlere, ezilenlere:“Size hidâyet geldikten sonra, biz mi sizi ondan uzaklaştırdık.Bilakis, siz zaten suçlu kimselerdiniz!”"},{"SurahNumber":34,"VerseNumber":33,"Text":"Ezilenler de kibirlilere:“Hayır! İşiniz gücünüz, gece gündüz dolap!Siz daima Allah'a nankörlük etmemizi,Ona birtakım şerikler uydurmamızı bizden isterdiniz” derler.Ve böyle atışırlarken hepsi, azabı gördükleri o esnada, pişmanlıklarını içlerine atarlar...O inkârcıların boyunlarına ateşten demir halkalar takarız.Bu, yaptıklarının adil bir karşılığı değil midir"},{"SurahNumber":34,"VerseNumber":34,"Text":"Uyarmak üzere Peygamber gönderdiğimiz hiçbir belde yoktur kionların ileri gelen, varlıklı ve şımarık olanları: “Biz sizinle gönderilen şeyleri reddediyoruz, bunu böyle bilesiniz!” demiş olmasınlar"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ve ilave ettiler: “Bizim malımız da, evladımız da sizinkinden daha fazla, sizden daha güçlüyüz.Biz öyle iddia ettiğiniz gibi azaba falan da uğrayacak değiliz!” [26,111; 11,27; 6,53-133]"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: “Rabbim dilediği kimsenin rızkını, nasibini bollaştırır, dilediğinin nasibini kısar. Ama insanların ekserisi bu gerçeği bilmezler.”"},{"SurahNumber":34,"VerseNumber":37,"Text":"Bizim nezdimizde size değer kazandıran şey, ne mallarınızın, ne de evlatlarınızın çokluğu değildir.Şu var ki, iman edip güzel ve makbul işler yapanlara bu gayretlerinden ötürü kat kat mükâfat verilecek ve onlar cennetin yüksek köşklerinde güven ve huzur içinde olacaklardır"},{"SurahNumber":34,"VerseNumber":38,"Text":"Âyetlerimize karşı koymak için Peygamberlerimizle mücadele edenlerve elimizden kaçıp kurtulacaklarını zannedenler ise zorla getirilip azabın içine atılacaklardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: “Rabbim dilediği kimsenin nasibini bollaştırır, dilediğinin nasibini de kısar.Siz hayır yolunda her ne harcarsanız Allah onun yerini doldurur. O rızık verenlerin en hayırlısıdır.”"},{"SurahNumber":34,"VerseNumber":40,"Text":"Gün gelecek, hepsini mahşerde toplayacak, sonra da melaikeye: “Şunlar size mi tapıyorlardı?” diye soracaktır"},{"SurahNumber":34,"VerseNumber":41,"Text":"Onlar: “Müşriklerin iddialarından Seni tenzih ederiz. Bizim dostumuz, koruyucumuz onlar değil, sadece Sensin!Hayır, onlar bize değil, cinlere tapıyor ve ekserisi onlara inanıyorlardı.” diye cevap verirler"},{"SurahNumber":34,"VerseNumber":42,"Text":"İşte bugün kiminiz kiminize ne fayda, ne de zarar vermeye güç yetiremezsiniz.O kâfirlere de diyeceğiz ki: “Yalan saydığınız o ateş azabını tadın da yalan mıymış gerçek miymiş söyleyin bakalım!”"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kendilerine parlak deliller halinde âyetlerimiz okunduğunda o zalimler:“Bu, başka değil, sırf sizi atalarınızın ibadet ettiği tanrılarınızdan uzaklaştırmak isteyen bir adam!” dediler.Ve yine dediler ki: “Bu Kur'ân başka değil, sırf bir iftira!”Ve yine kâfirler, gerçek kendilerine geldiğinde “Bu besbelli bir büyüden başka bir şey değil!” dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Biz onlara Kur'ân’dan önce, okuyacakları kitaplar vermedik, keza senden önce onları uyarmakla görevli bir peygamber de göndermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Bunlardan, (Mekke müşriklerinden) öncekiler de hakkı yalan saymışlardı.Halbuki bunların güç ve kuvveti onlarınkinin onda biri kadar bile değildir. Buna rağmen azabı engelleyemediler. Peygamberlerimi yalan saydılar ama, redlerine karşı Benim reddedişim nasıl olurmuş, iyice gördüler"}]}