{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"Albette, Allaһ Adamdı, Nuhtu, Ibrahimdin uy-bulosun jana Imrandın urpaktarın but aalamdardın ustuno (paygambarcılık ucun) tandap aldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Alar bir-birooloruno jek-jaat (bolgon adamdar) ele. Allaһ Uguucu, Biluucu"},{"SurahNumber":3,"VerseNumber":35,"Text":"(O, Muhammad estegin, bir kezde) Imrandın? ayalı ayttı: «O, Rabbim! Men icimdegi balamdı Saga, (duyno isterinen uzulgon kızmatcı katarında) nazir kıldım (arnadım). Menden kabıl kıl! Ozuŋ Uguucu, Biluucusuŋ!»"},{"SurahNumber":3,"VerseNumber":36,"Text":"Al icindegisin torogon soŋ (erkek bolbogonuna okunup) “O, Rabbim! Men kız torodum” dedi. Cınında, Allaһ anın emne torogonun jana (kopculuk) erkek(ter) (usul torolgon) urgaacıday emes ekenin andan jaksıraak bilgen. (Al dagı sozun uladı): “Men aga “Maryam” dep ısım koydum. Men anı jana anın urpaktarın ırayımıŋdan kuulgan saytandan korgooŋdu tilep, Saga jalbaramın”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbisi anı (nazirdi) jaksınakay kabıl alıp, jaksınakay osturdu jana aga Zakariyanı kepil (kamkor) kıldı. Ar kacan Zakariya anın ustuno -mihrapka kirse, anın aldında (sirin-serbet jemisterden) ırıskı turganın kordu. Al: “O, Maryam, bular saga kaydan?” dedi. Al: “Allaһtın aldınan. Albette, Allaһ Ozu kaalagan adamına esepsiz ırıskı beret” dedi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Osondo, Zakariya Rabbisine duba kılıp: “O, Rabbim! Maga da Ozuŋdun dargoyuŋdon pakiza bir urpak bere kor! Albette, Sen dubanı Uguucusuŋ!” dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Anan (kundordun bir kunundo) al mihrapta namaz okup turganda peristeler aga: “(O, Zakariya!) Allaһ seni Yahya (degen perzent) menen suyuntot. (Al bala) Allaһtın Sozun (Iysanı) tastıktoocu, ulukzaada, dene kumarlarınan ozun karmay bilgen jana (jogorku darajaluu) salih paygambarlardan biri bolot!” dep dobus beristi"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zakariya) ayttı: “O, Rabbim! Maga kaydan bala bolsun, ozum kartaŋ, ayalım tuubas bolso?!” (Allaһ) ayttı: “Usunday. Allaһ kaalagan isin atkarat»"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zakariya) ayttı: “O, Rabbim! (jurogum tınctanıp, sanaasız bolusum ucun) maga (kempirimdin boyunda bolgonun bildirgen) bir sır - belgi bere kor!” (Allaһ) Ayttı: “Senin belgiŋ: (tilden kalıp) uc kun adamdarga isaarat menen gana suylop kalasıŋ. Emi, Rabbiŋdi kop zikir kıl jana erteli-kec Anı daŋktap, tasbih ayt!”! Kiyinki ayatta Allaһ Taala Imrandın kızı Maryamdın okuyasın ulantat. Osentip, Maryam kız coŋoygondo ibadatta, tazalık-takıbaada eŋ bir jogorku darajaga jetet"},{"SurahNumber":3,"VerseNumber":42,"Text":"Osondo peristeler: “O, Maryam! Allaһ seni tandap, (jaman peyil-sıpattardan) tazaladı jana aalamdagı bardık ayaldardan abzel kıldı"},{"SurahNumber":3,"VerseNumber":43,"Text":"O, Maryam! Rabbiŋe moyun sunuu menen (kop) ibadat kıl. Jana namaz okuucular menen birge sajda, rukuu kıl” - desti"},{"SurahNumber":3,"VerseNumber":44,"Text":"Bul okuyalar?” (o, Muhammad, sen ucun) kayıp kabarları. Biz al kabardı saga (Jebireyil periste arkıluu) kabarlap jatabız. Antkeni, (Maryam torolup, apası anı nazir kıluu ucun ibadatkanaga alıp kelgende, ibadatkana kızmatcıları) “Emi kimibiz Maryamga kepil (kamkor) bolot”-dep, kalemderin (cucukulak katarı) tastap jatıskanda jana (Maryamdı talasıp) jaŋjaldasıp turganda sen alardın arasında jok bolcusuŋ"},{"SurahNumber":3,"VerseNumber":45,"Text":"Bir kezde peristeler ayttı: “O, Maryam! Allaһ seni, ısımı Iysa Masih ibn Maryam bolgon Ozunun Sozu menen suyuntot. (Al) Duyno-Akırette martabaluu jana Allaһka eŋ jakın adamdardan bolot"},{"SurahNumber":3,"VerseNumber":46,"Text":"Dagı, al adamdarga besikte jana coŋoygondo suyloyt! jana salih-taza adamdardan bolot”"},{"SurahNumber":3,"VerseNumber":47,"Text":"Maryam ayttı: “O, Rabbim! Meni ec bir (erkek) adam «karmabagan» bolso, kaydan bala bolsun?!” (Allaһ) ayttı: “Usunday. Allaһ Ozu kaalaganday jaratat. Al bir isti okum kılsa, aga “bol!” deyt jana al is (osol zamat) bolup kalat”.? (Kiyinki ayatta peristeler Maryamga Iysanın sıpatın jana kuskabarın aytuunu ulantısat)"},{"SurahNumber":3,"VerseNumber":48,"Text":"Jana (Allaһ) aga jazuunu, daanısmandıktı, Toorattı jana Injildi uyrotot"},{"SurahNumber":3,"VerseNumber":49,"Text":"Israyil urpaktarına elci -paygambar kılat. (Anan Iysa alarga aytat:) “Men silerge Rabbiŋerden (menin cın paygambar ekenimdi dalildey turgan tomondoguco) belgiler (moojizalar) alıp keldim: silerge ılaydan kustun solokotun jasap, aga uylosom, Allaһtın uruksatı menen (tiruu) kus bolup kalat, Allaһtın uruksatı menen sokurlardı, pes (ala) ooruluulardı ayıktıram, oluktordu tiriltem. Jana men silerge uyuŋordo emneni jep, emneni saktap koygonuŋardı da aytıp bere alam. Albette, usul nerselerde siler ucun (menin paygambar ekenime dalil bolgon) belgiler bar, eger isenseŋer"},{"SurahNumber":3,"VerseNumber":50,"Text":"(Men) silerge ozumdon murunku Toorattı tastıktas ucun, jana silerge (Tooratta) aram kılıngan kee bir nerselerdi adal kılıs ucun (paygambar kılıp jiberildim) jana men silerge Rabbiŋerden ayat-dalilderdi alıp keldim. Emi, Allaһtan korkkula jana Maga moyun sungula"},{"SurahNumber":3,"VerseNumber":51,"Text":"Albette, Allaһ menin da Rabbim, silerdin da Rabbiŋer. Anın Ozuno gana ibadat kılgıla! Tuura jol - usul!”"}]}