{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Ljudima se blizi cas polaganja racuna, a oni u gafletu, okrecu se"},{"SurahNumber":21,"VerseNumber":2,"Text":"I ne doe im nista novo od Opomene od Gospodara njihova cemu se, slusajuci to, ne podsmjehuju"},{"SurahNumber":21,"VerseNumber":3,"Text":"srca nehajnih. Oni koji su zulum pocinili tajno se sasaptavase: \"Da li je ovaj nesto drugo do covjek kao i vi?! Zar cete se prikloniti vradzbini, a vidite da to jest"},{"SurahNumber":21,"VerseNumber":4,"Text":"Gospodar moj zna\", rece on, \"sta se govori na nebu i na Zemlji; On je Svecujuci i Sveznajuci"},{"SurahNumber":21,"VerseNumber":5,"Text":"Oni cak, govore: \"To su samo zbrkani snovi; on ga izmislja; on je pjesnik; neka nam donese kakav znak kao sto su i prijasnji poslanici s time slati"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nijedno naselje koje smo Mi prije njih unistili nije povjerovalo, pa zar ce oni povjerovati"},{"SurahNumber":21,"VerseNumber":7,"Text":"I prije tebe smo samo ljude - muskarce kao poslanike slali i objavljivali im, zato pitajte ljude od znanja, ako vi ne znate"},{"SurahNumber":21,"VerseNumber":8,"Text":"Mi ih nismo stvorili kao tijela koja zive bez hrane, niti su oni besmrtni bili"},{"SurahNumber":21,"VerseNumber":9,"Text":"Poslije smo im obecanje ispunjavali, i njih, i one koje smo htjeli spasavali, a one koji su pretjerali, unistavali"},{"SurahNumber":21,"VerseNumber":10,"Text":"Mi vam Knjigu objavljujemo u kojoj vam je opomena, pa zasto ne razumijete"},{"SurahNumber":21,"VerseNumber":11,"Text":"A koliko smo samo unistili naselja koja su zulum cinila i poslije kojih smo druge narode podigli"},{"SurahNumber":21,"VerseNumber":12,"Text":"I cim bi silu nasu osjetili, iz njih bi se razbjezali"},{"SurahNumber":21,"VerseNumber":13,"Text":"Ne bjezite, vratite se uzivanjima vasim i domovima vasim, mozda cete biti priupitani"},{"SurahNumber":21,"VerseNumber":14,"Text":"Tesko nama\", oni bi govorili, \"mi smo, zaista, zulumcari bili"},{"SurahNumber":21,"VerseNumber":15,"Text":"I kukali bi tako sve dok ih ne bismo ucinili, kao zito poznjeveno, nepomicnim"},{"SurahNumber":21,"VerseNumber":16,"Text":"Mi nismo stvorili nebo i Zemlju i ono sto je izmeu njih, igrajuci se"},{"SurahNumber":21,"VerseNumber":17,"Text":"Da smo htjeli uzeti neku zabavu, uzeli bismo je od Nas, ali Mi to ne cinimo"},{"SurahNumber":21,"VerseNumber":18,"Text":"Meutim, Istinom suzbijamo laz, Istina je ugusi i lazi nestane; a tesko vama zbog toga sto Ga lazno opisujete"},{"SurahNumber":21,"VerseNumber":19,"Text":"Njegovo je ono sto je na nebesima i na Zemlji! A oni koji su kod Njega ne zaziru da Mu budu pokorni, i ne zamaraju se"},{"SurahNumber":21,"VerseNumber":20,"Text":"hvale Ga nocu i danju, ne malaksavaju"},{"SurahNumber":21,"VerseNumber":21,"Text":"Zar bozanstva koja oni od zemlje pripravljaju mogu mrtve oziviti"},{"SurahNumber":21,"VerseNumber":22,"Text":"A da na njima - Zemlji i nebesima ima drugih istinskih bozanstava osim Allaha, i na jednom i na drugom reda bi nestalo. Pa neka je uzvisen Allah, Gospodar Arsa, od onoga sto Mu u obozavanju pridruzuju"},{"SurahNumber":21,"VerseNumber":23,"Text":"On nece biti pitan za ono sto radi, a oni ce biti pitani"},{"SurahNumber":21,"VerseNumber":24,"Text":"Zar da pored Njega oni uzimaju bogove?! Reci: \"Dajte vas dokaz! Ovo je opomena za one koji su sa mnom, a i opomena za one koji su bili prije mene.\" Meutim, vecina njih ne zna Istinu, pa se okrecu"},{"SurahNumber":21,"VerseNumber":25,"Text":"Prije tebe nijednog poslanika nismo poslali, a da mu nismo objavili: \"Nema istinskog boga osim Mene, zato Meni ibadet cinite"},{"SurahNumber":21,"VerseNumber":26,"Text":"Oni govore: \"Svemilosni je uzeo dijete!\", Uzvisen neka je On! A meleci su samo robovi postovani"},{"SurahNumber":21,"VerseNumber":27,"Text":"Oni ne govore dok to On ne odobri i postupaju onako kako On naredi"},{"SurahNumber":21,"VerseNumber":28,"Text":"On zna sta su radili i sta ce raditi, i oni ce se samo za onoga s kim On bude zadovoljan zauzimati, a oni i sami, iz straha prema Njemu, strepe"}]}