{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Toaa - Haa"},{"SurahNumber":20,"VerseNumber":2,"Text":"(Nkͻmhyεni) Y’ansiane Qur’aan amma wo sεdeε wobεsopa"},{"SurahNumber":20,"VerseNumber":3,"Text":"Na mmom εyε afutusεm dema obi a osuro Nyankopͻn"},{"SurahNumber":20,"VerseNumber":4,"Text":"Ɛyε Adiyisεm a efri Nea Ɔbͻͻ asaase ne ͻsoro a εkorͻn no hͻ"},{"SurahNumber":20,"VerseNumber":5,"Text":"Ahummͻborͻ Hene no a, Ɔte tumi ahennwa no soͻ no"},{"SurahNumber":20,"VerseNumber":6,"Text":"Deε εwͻ soro ne deε εwͻ asaase so, ne deε εwͻ ne mmienu mfinifii ne deε εwͻ asaase ase nyinaa yε Nedea"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sε woka asεm bi ma no pue a, nokorε sε Onim kokoa mu asԑm ne deε asuma kyԑn saa (nyinaa)"},{"SurahNumber":20,"VerseNumber":8,"Text":"Onyankopͻn, awurade foforͻ biara nnihͻ gyesε Ɔno nko ara. Ɔno na abodin pa nyinaa wͻ no"},{"SurahNumber":20,"VerseNumber":9,"Text":"Enti Mose ho asεm no abeduru wohͻ"},{"SurahNumber":20,"VerseNumber":10,"Text":"Ɛberε a ohunuu egya bi, ͻka kyerεε n’abusuafoͻ no sε: “Montwεn, nokorε sε m’ahunu egya bi, na ebia mede gya-sramma bi befri mu abrε mo, anaasε menya kwan kyerε bi wͻ ogya no ho"},{"SurahNumber":20,"VerseNumber":11,"Text":"Ԑberε a ͻbaa (egya no) ho no, εnee bi frεε (no) sε: “ Musa !”"},{"SurahNumber":20,"VerseNumber":12,"Text":"Nokorε sε, Me ne wo Wura Nyankopͻn no, enti worͻ wo mpaboa no, efrisε wo wͻ eku anaasε bonhwa kronkron Tuwa no mu"},{"SurahNumber":20,"VerseNumber":13,"Text":"M’ayi wo (sε Mesomafoͻ) enti tie Adiyisεm a yεreyi (akyerε woͻ no)"},{"SurahNumber":20,"VerseNumber":14,"Text":"“Nokorε sε, Me ne Nyankopͻn, awurade foforͻ biara nni hͻ gyesε Menko ara, enti som Me, na frε Nyame fa kaekae Me “"},{"SurahNumber":20,"VerseNumber":15,"Text":"Nokorε sε Dͻnhwere no reba, aka kakraabi sε M’ada no adi sεdeε Metua ͻkra biara mmͻdemmͻ a, ͻbͻeε no so ka"},{"SurahNumber":20,"VerseNumber":16,"Text":"Enti hwε na w’amma obi a ͻnye nnie, na odi n’apεdeε akyire no antwe wo amfri (Nokorε no) ho amma w’annkͻsopa"},{"SurahNumber":20,"VerseNumber":17,"Text":"“Mose, εdeεn na εwͻ wonsa nifa mu no?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Mose kaa sε: “Ɛyε mepoma: Metu twene no, mede bubu wira ma menyεmmoa, na mewͻ nneεma foforͻ bi nso a me de yε “"},{"SurahNumber":20,"VerseNumber":19,"Text":"Nyankopͻn kaa sε: “Mose, fa to fͻm .“"},{"SurahNumber":20,"VerseNumber":20,"Text":"Enti ͻto twenee fͻm, na hwε; ͻwͻ a ͻretwe ne ho aseε bi nie"},{"SurahNumber":20,"VerseNumber":21,"Text":"Nyankopͻn kaa sε: “Sͻ no mu, ensuro. Yε’bεsan de no aba sεdeε na ͻteε kane no ara"},{"SurahNumber":20,"VerseNumber":22,"Text":"Twe wonsa bra wonkyεn mu, εbepue aba fitaa a ͻhaw biara nniho, (woi nso) yε nsεnkyerεnee foforͻ"},{"SurahNumber":20,"VerseNumber":23,"Text":"Sεdeε Yε’bεkyerε wo Yεn nsεnkyerεnee akεseε no mu bie"},{"SurahNumber":20,"VerseNumber":24,"Text":"Kͻ Farao hͻ, nokorε sε wayε bͻne atra so"},{"SurahNumber":20,"VerseNumber":25,"Text":"(Mose) kaa sε: ”Me Wura Nyanko-pͻn, bue makoma mu ma me"},{"SurahNumber":20,"VerseNumber":26,"Text":"Na ma me dwumadie yi nyε bͻkͻͻ ma me"},{"SurahNumber":20,"VerseNumber":27,"Text":"Na sane apͻ a εwͻ me kεterεma soͻ no"},{"SurahNumber":20,"VerseNumber":28,"Text":"Sεdeε wͻ’bεte m’asεm aseε"},{"SurahNumber":20,"VerseNumber":29,"Text":"Na mame boafoͻ fri m’abusua mu"},{"SurahNumber":20,"VerseNumber":30,"Text":"(a, ͻne) Me nua Aaron"},{"SurahNumber":20,"VerseNumber":31,"Text":"Na fa no so hyε me den"},{"SurahNumber":20,"VerseNumber":32,"Text":"Na fa no bata me dwumadie no ho"},{"SurahNumber":20,"VerseNumber":33,"Text":"Sεdeε yε’bεbͻ wo abodin kεse"},{"SurahNumber":20,"VerseNumber":34,"Text":"Na y’akaekae wo kεse"},{"SurahNumber":20,"VerseNumber":35,"Text":"Nokorε sε Wona Wohu yεn (aberε biara)"},{"SurahNumber":20,"VerseNumber":36,"Text":"Nyankopͻn kaa sε: ”Mose, ampa sε yεde w’abisa deε no ama wo“"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ampa nso sε, Yε’de Y’adom ama wo pεn wͻ εberε bi"},{"SurahNumber":20,"VerseNumber":38,"Text":"Ɛberε a Yεnam yikyerε so yi kyerεε wo maame"},{"SurahNumber":20,"VerseNumber":39,"Text":"Sε: “Fa no to adaka mu, na fa no si nsuo no mu, na nsuo no de no bεba kokoͻ so, na Metamfo ne ne tamfo bεfa no. Na Mede Meho dͻ maa wo, sεdeε yεbεtete wo wͻ M’ani soͻ (anaasε abrε a M’ani tua)"},{"SurahNumber":20,"VerseNumber":40,"Text":"Ɛberε a wo nua baa (Mar’yam) kͻkaa sε: “Menkyerε mo nea ͻbεhwε no ama mo? Enti Yε’san de wo brεε wo maame, sεdeε n’ani bεgyeε, na ne werε nnhoͻ. Wokum onipa, na Yε’gyee wo frii awerεhoͻ mu, na Yε’de nsͻhwε sͻͻ wo hwεe. Na wotenaa Mad’yanfoͻ no mu mfie bi mu. Afei Mose, wobaa ha sεdeε yahyehyε"},{"SurahNumber":20,"VerseNumber":41,"Text":"M’atu wo ama Meho (ayε wo Mesomafoͻ)"},{"SurahNumber":20,"VerseNumber":42,"Text":"Wo ne wo nua (Aaron) monfa Mensεnkyerεnee nkͻ (Farao) hͻ, na monhwε na moammu moani anngu Me ho nkaekaeε so"},{"SurahNumber":20,"VerseNumber":43,"Text":"Monkͻ (Farao) hͻ. Nokorε sε wayε bͻne atra so"},{"SurahNumber":20,"VerseNumber":44,"Text":"Monka kasa a emu dwoͻ nkyerε no, na ebia ͻbεfa afutuo no, anaasε ͻbesuro (Nyame)"},{"SurahNumber":20,"VerseNumber":45,"Text":"Wͻ’kaa sε: “Ye Wura Nyankopͻn, nokorε, yesuro sε anhwε a ͻde ntԑmpԑ ato ahyԑ yԑn so anaasε ͻde asoͻden ayε bͻne bi ama aboroso“"},{"SurahNumber":20,"VerseNumber":46,"Text":"Nyankopͻn kaa sε: “Ɛmma monnsuro, efrisε Meka moho, Mete na Mehunu nso"},{"SurahNumber":20,"VerseNumber":47,"Text":"Enti monkͻ ne hͻ, na monka sε: “Nokorε sε yε’yε wo Wura Nyankopͻn no asomafoͻ, enti fa Israel mma no ma yεn; na εnhyε wͻn aniεyaa. Ampa sε yε’de nsεnkyerεnee fri wo Wura Nyankopͻn hͻ aberε wo. Asomdweε no wͻ obia odi tenenee no akyi so"},{"SurahNumber":20,"VerseNumber":48,"Text":"Ampa sε, y’ayi akyerε yεn sε, asotwee da obia ͻbεbu (Asεm) yi atorͻsεm adane n’akyi ama no so"},{"SurahNumber":20,"VerseNumber":49,"Text":"Farao kaa sε: “Mose, enti hwan ne mo mmienu Wura Nyankopͻn no?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"Mose buaa sε: “Ye Wura Nyankopͻn no ne Nea Ɔde ade biara ma sεdeε ne mmͻeε ne nesu siteε, εna Ɔsan kyerε (no) kwan tenenee"},{"SurahNumber":20,"VerseNumber":51,"Text":"Farao kaa sε: “Enti tetefoͻ awoͻ ntoatoasoͻ no nso ho asεm te sεn?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"Mose kaa sε: “Ɛno ho nimdeε wͻ Nwoma mu wͻ me Wura Nyankopͻn hͻ; me Wura Nyankopͻn nyε mfomsoͻ, na Ne werε mmfi nso”"},{"SurahNumber":20,"VerseNumber":53,"Text":"Ɔno na W’ayε asaase atrε mu asε hͻ ama mo, εna W’atwitwa akwan ato mu ama mo, εna Osiane nsuo fri soro, na Yε’de ma nnuaba ahodoͻ fifiri mmienu mmienu (anini ne abedeε)"},{"SurahNumber":20,"VerseNumber":54,"Text":"Monidi na moma mo nyεmmoa nso nidi. Nokorε sε nsεnkyerεnee wͻ woi mu dema mmadwemmafoͻ no"}]}