{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Kwa iwo onse amene amachita zabwino adzapeza zabwino ndi zoonjezerapo. Ndipo nkhope zawo sizidzakutidwa ndi fumbi kapena kunyozedwa. Iwo ndi anthu a ku Paradiso, komwe adzakhala mpaka kalekale"},{"SurahNumber":10,"VerseNumber":27,"Text":"Ndipo iwo amene amachitazoipa, malipiroawondioipamofananandizimene adachita. Mnyozo udzawakuta ndipo iwo sadzakhala ndi wina aliyense wowateteza ku chilango chochokera kwa Mulungu. Ndipo nkhope zawo zidzaoneka ngati kuti zidakutidwa ndi mbali ya mdima wa usiku. Iwo adzakhala anthu a kumoto ndipo adzakhala kumeneko nthawi zonse"},{"SurahNumber":10,"VerseNumber":28,"Text":"Tsiku limene tidzawasonkhanitsa onse, Ife tidzati kwa anthu opembedza mafano: “Khalani m’malo mwanu, inu pamodzi ndi mafano anu.” Ife tidzawasiyanitsa wina ndi mnzake ndipo mafano awo adzati kwa iwo: “Sindife amene inu munali kupembedza ayi.”"},{"SurahNumber":10,"VerseNumber":29,"Text":"“Akukwanira Mulungu kukhala mboni pakati pa ife ndi inu. Ife sitidziwa kuti munali kutipembedza!”"},{"SurahNumber":10,"VerseNumber":30,"Text":"Kumeneko mzimu uliwonse udzadziwa chimene unatsogoza. Iwo adzabwezedwa kwa Mulungu, Ambuye wawo woona ndipo zidzawasokonekera iwo zimene anali kupeka"},{"SurahNumber":10,"VerseNumber":31,"Text":"Nena, “Kodi ndani amakupatsani zinthu kuchokera kumwamba ndi padziko lapansi? Kodi ndani amene amapereka mphamvu yakumva ndi kuona? Kodi ndani amatulutsa cha moyo kuchokera ku chakufa ndi kutulutsa chakufa kuchokera mu chamoyo? Ndani amene amalamulira zinthu zonse?” Onse adzanena kuti, “Ndi Mulungu.” Nena, “Kodi inu simungaope Mulungu?”"},{"SurahNumber":10,"VerseNumber":32,"Text":"Ameneyondiye Mulungu,Ambuyewanuwoona. Kupatula choonadi, kodi ndi chiyani chimene chingakhalepo osati chisokonekero? Nanga ndi chifukwa chiyani inu muli kusocheretsedwa"},{"SurahNumber":10,"VerseNumber":33,"Text":"Kotero ndi mmene liwu la Ambuye wako latsimikizidwira kwa anthu ochita zoipa ndipo iwo sadzakhulupirira"},{"SurahNumber":10,"VerseNumber":34,"Text":"Nena, “Kodi ena a mafano anu angalenge china chake ndi kuchibwezeranso?” Nena, “Mulungu anayambitsa chilengedwendipoadzachibwezeranso.Nangandichifukwa chiyani mukusocheretsedwa?”"},{"SurahNumber":10,"VerseNumber":35,"Text":"Nena, “Kodi mafano anu angakulondolereni ku choonadi?” Nena, “Mulungu yekha ndiye amene angakulondolereni ku choonadi. Kodi ndani amene ayenera kutsatidwa? Iye amene amakulondolerani ku choonadi kapena iye amene sangathe chifukwa chakuti nayenso afuna kuti atsogozedwe? Kodi mukusiyanitsa bwanji?”"},{"SurahNumber":10,"VerseNumber":36,"Text":"Ambiri a iwo satsatira china chilichonse koma zongoganiza. Komatu nkhani zongoganiza sizithandiza mu choonadi chilichonse. Ndithu Mulungu amadziwa zonse zimene iwo amachita"},{"SurahNumber":10,"VerseNumber":37,"Text":"Sizingatheke kuti Korani iyi ikhale yopeka ndiponso kuti siinachokere kwa Mulungu. Koma iyo imatsimikiza zinthu zonse zimene zidavumbulutsidwa kale ndi kufotokoza Mau a m’buku la Mulungu. Ilo ndi losakaikitsa ndipo ndi lochokera kwa Ambuye wa zolengedwa zonse"},{"SurahNumber":10,"VerseNumber":38,"Text":"Kapena iwo amati “Iye walipeka!” Nena: “Nanunso pekani mutu umodzi wolingana nalo ndipo itanani amene mungathe kuwaitana osakhala Mulungu ngati muli angwiro!”"},{"SurahNumber":10,"VerseNumber":39,"Text":"Iyayi. Iwo ali kutsutsa zinthu zimene sadziwa chilichonse cha izo pamene choona chake chisanafike kwa iwo. Mmenemonso ndi mmene anthu akale adakanira. Taonani zidali bwanji zotsatira za anthu ochita zoipa"},{"SurahNumber":10,"VerseNumber":40,"Text":"Ena a iwo amakhulupirira mu ilo pamene ena sakhulupirira ayi. Ndipo Ambuye wako amawadziwa kwambiri anthu owononga"},{"SurahNumber":10,"VerseNumber":41,"Text":"Ngati iwo akukana iwe, nena: “Ine ndili ndi ntchito zanga ndipo nanunso muli ndi ntchito zanu. Inu muli kutali ndi zimene ndikuchita ndipo nanenso ndili kutali ndi zimene mukuchita.”"},{"SurahNumber":10,"VerseNumber":42,"Text":"Ena a iwo amakumvera iwe. Kodi iwe ungawapangitse agonthi kuti amve ngakhale kuti safuna kuzindikira"},{"SurahNumber":10,"VerseNumber":43,"Text":"Ena a iwo amakuyang’ana iwe. Kodi iwe ungalangize njira kwa anthu a khungu pamene saona china chilichonse"},{"SurahNumber":10,"VerseNumber":44,"Text":"Ndithudi Mulungu salakwira anthu koma kuti anthu eni ake amadzipondereza okha"},{"SurahNumber":10,"VerseNumber":45,"Text":"Akumbutseni zatsiku limene adzawasonkhanitsa onse. Tsiku limeneli adzaona ngati kuti adangokhala ora limodzi lamasana. Iwo adzazindikirana wina ndi mnzake. Ndithudi olephera adzakhala iwo amene adakana za kukumana ndi Mulungu ndipo sanali otsogozedwa"},{"SurahNumber":10,"VerseNumber":46,"Text":"Kaya tikuonetsa zina za zimene tawalonjeza kapena kukuchititsa kuti ufe, ndi kwa Ife kumene onse adzabwerera ndipo Mulungu ndi mboni pa zimene akuchita"},{"SurahNumber":10,"VerseNumber":47,"Text":"Ndithudi m’mbadwo uliwonse uli ndi Mtumwi wake ndipo pamene Mtumwi wawo adza, nkhani yawo idzaweruzidwa mwa chilungamo pakati pawo ndipo sadzaponderezedwa"},{"SurahNumber":10,"VerseNumber":48,"Text":"Iwo amanena: “Kodi lonjezo limeneli lidzakwaniritsidwa liti ngati ukunena zoona?”"},{"SurahNumber":10,"VerseNumber":49,"Text":"Nena, “Ine ndilibe mphamvu yopeza zabwino kapena kupewa choipa chimene chingadze pa ine kupatula ndi chifuniro cha Mulungu. M’badwo uliwonse uli ndi nthawi imene idakhazikitsidwa kale. Ndipo pamene nthawi yawo idza, iwo sadzatha kuichedwetsa kapena kuifulumizitsa.”"},{"SurahNumber":10,"VerseNumber":50,"Text":"Nena “Ndiuzeni! Ngati chilango chake chitadza pa inu nthawi ya usiku kapena masana kodi ndi gawo liti limene anthu ochita zoipa angalifulumize?”"},{"SurahNumber":10,"VerseNumber":51,"Text":"Kodi inu mudzakhulupirira pamene chidza pa inu? Nanga! Tsopano siuja munali kuchifulumizitsa"},{"SurahNumber":10,"VerseNumber":52,"Text":"Ndipo kudzanenedwa kwa anthu ochita zoipa! “Lawani chilango chosatha! Inu simudzalipidwa china chilichonse kupatula zimene munali kuchita.”"}]}