{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Subhəsiz ki, Allah iman gətirənləri muhafizə edir. Həqiqətən, Allah hec bir nankor xaini sevmir"},{"SurahNumber":22,"VerseNumber":39,"Text":"Kafirlərin vurusa basladıgı insanlara, o kafirlərlə vurusmaga icazə verilmisdir. Cunki onlar zulmə məruz qalmıslar. Subhəsiz ki, Allah onlara komək etməyə qadirdir"},{"SurahNumber":22,"VerseNumber":40,"Text":"Onlar ancaq “Rəbbimiz Allahdır”– dediklərinə gorə haqsız yerə yurdlarından cıxarıldılar. Əgər Allah insanların bəzilərini, digərləri ilə dəf etməsəydi, icərisində Allahın adı cox zikr olunan hucrələr, kilsələr, sinaqoqlar və məscidlər dagılıb gedərdi. Allah Ona yardım edənlərə, mutləq yardım edər. Subhəsiz ki, Allah Quvvətlidir, Qudrətlidir"},{"SurahNumber":22,"VerseNumber":41,"Text":"Əgər onlara yer uzundə hokmranlıq versək, onlar namaz qılar, zəkat verər, yaxsı islər gorməyi əmr edib, pis islər gorməyi qadagan edərlər. Butun islərin aqibəti Allaha aiddir"},{"SurahNumber":22,"VerseNumber":42,"Text":"Əgər səni yalancı saysalar, bil ki, səndən əvvəl Nuhun xalqı da, Ad və Səmud tayfaları da elciləri yalancı saymısdı"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ibrahim tayfası da, Lut xalqı da"},{"SurahNumber":22,"VerseNumber":44,"Text":"Mədyən əhli də elciləri yalancı saymısdı. Musa da yalancı sayılmısdı. Mən kafirlərə mohlət verdim, sonra onları əzabla yaxaladım. Mənim onları inkar etməyimin necə oldugunu bir gorəydin"},{"SurahNumber":22,"VerseNumber":45,"Text":"Necə-necə səhərlər olmusdur ki, əhalisi zulm edərkən Biz onları məhv etdik. Indi onlar ozulunə qədər uculmusdur. Necə-necə tərk edilmis quyular və necə-necə bos qalmıs qəsrlər də vardır"},{"SurahNumber":22,"VerseNumber":46,"Text":"Məgər onlar yer uzundə gəzib dolasmırlarmı ki, zalımların aqibətini qəlbi ilə dusunub, qulaqları ilə esitsinlər? Cunki əslində maddi gozlər deyil, kokslərdəki qəlb kor olur"},{"SurahNumber":22,"VerseNumber":47,"Text":"Onlar səndən əzabın tez gəlməsini istəyirlər. Allah Oz vədinə əsla xilaf cıxmaz. Rəbbinin yanında olan bir gun sizin saydıgınızın min ili kimidir"},{"SurahNumber":22,"VerseNumber":48,"Text":"Necə-necə səhərlərə, əhalisi zulm edərkən mohlət verdim, sonra onları əzabla yaxaladım. Donus də ancaq Mənədir"},{"SurahNumber":22,"VerseNumber":49,"Text":"De: “Ey insanlar! Mən sizə yalnız acıq xəbərdarlıq edənəm"},{"SurahNumber":22,"VerseNumber":50,"Text":"Iman gətirib yaxsı islər gorənlər ucun bagıslanma və bol ruzi hazırlanmısdır"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ayələrimizi quvvədən salmaga cəhd gostərənlər isə Cəhənnəm sakinləridirlər"},{"SurahNumber":22,"VerseNumber":52,"Text":"Biz səndən əvvəl elə bir elci, elə bir peygəmbər gondərməmisik ki, o, ayələrimizi oxumaq istədikdə seytan onun oxuduguna gizlicə vəsvəsə verməsin. Lakin Allah seytanın gizlicə təlqin etdiyini yoxa cıxarar. Sonra da Allah Oz ayələrini mohkəmlədər. Allah Biləndir, Mudrikdir"},{"SurahNumber":22,"VerseNumber":53,"Text":"Belə edər ki, seytanın gizli təlqini qəlbində xəstəlik olanlar və qəlbi sərt olan insanlar ucun bır sınaq vasitəsinə cevrilsin. Həqiqətən, zalımlar uzaq bir ayrılıq icindədirlər"},{"SurahNumber":22,"VerseNumber":54,"Text":"Qoy elm verilən kəslər, bu Kitabın Rəbbin tərəfindən gondərilmis həqiqət oldugunu bilsinlər ki, ona inansınlar və qəlbləri ona baglansın. Subhəsiz ki, Allah iman gətirənləri dogru yola yonəldər"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kafir olanlar isə, o Saat qəflətən onların baslarının ustunu alanadək, yaxud səmərəsiz bir gunun əzabı onlara gəlib yetisənədək, Quran barəsində səkk-subhə icində qalarlar"},{"SurahNumber":22,"VerseNumber":56,"Text":"O gun hokm yalnız Allahındır. Allah onların arasında hokm verəcəkdir. Iman gətirib yaxsı islər gorənlər Nəim baglarında olacaqlar"},{"SurahNumber":22,"VerseNumber":57,"Text":"Kafir olub ayələrimizi yalan hesab edənləri isə rusvayedici bir əzab gozləyir"},{"SurahNumber":22,"VerseNumber":58,"Text":"Allah yolunda hicrət edənlərə, sonra oldurulənlərə və yaxud olənlərə Allah hokmən gozəl ruzi verəcəkdir. Həqiqətən, Allah ruzi verənlərin ən yaxsısıdır"},{"SurahNumber":22,"VerseNumber":59,"Text":"Allah onları razı qalacaqları yerə daxil edəcəkdir. Həqiqətən, Allah Biləndir, Həlimdir"}]}