{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Äy näbï! Allağa taqwalıq iste de käpirlermen munafıqtarğa bağınba. Ras Alla tım bilwşi, asa dana"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbıñnan öziñe waxï etilgenge iles. Ärïne Alla ne istegenderiñdi tolıq bilwşi"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allağa täwekel et. Ol, wäkillikte jetkilikti"},{"SurahNumber":33,"VerseNumber":4,"Text":"Alla (T.) eşbir adamnıñ kewdesinde eki jürek jasağan emes. (Anamnıñ arqasındaysıñ dep,) sert qılğan jubaylarıñ, analarıñ bolmaydı. (Araptar; äyelin anasınıñ bir muşesine uqsatıp, sert qılsa; anam bop qaldı dep, ajırasatın bolğan. Ïslam dininde sadaqa tölenedi. Bunı \"Zihar\" dep, ataydı.) Jäne asırandılarıñ; bel balalarıñ bola almaydı. Bularıñ awızşa sözderiñ ğana. Alla şındıqtı aytadı da Ol twra jol körsetedi"},{"SurahNumber":33,"VerseNumber":5,"Text":"Olardı äkelerimen şaqırıñdar. Sol Allanıñ qasında twraraq. Eger äkelerin bilmeseñder, sonda olar; dinde twıstarıñ, dostarıñ. Ol jönde qatelesseñder, senderge kinä emes. Biraq äteyge jürekteriñmen bolsa, (bolmaydı.) Alla öte jarılqawşı, tım meyirimdi"},{"SurahNumber":33,"VerseNumber":6,"Text":"Payğambar, müminderge özderinen artıq. Onıñ jubayları olardıñ anaları. Allanıñ Kitabında; twısqandar bir-birine müminderden de muhajirlerden de (mïrasta) jaqın. Biraq dostarıña (müminderge) qamqorlıq jasawlarıña boladı. Osılar Kitapta jazılğan bolatın"},{"SurahNumber":33,"VerseNumber":7,"Text":"(Muxammed Ğ.S.) sol waqıtta, payğambarlardan wäde alğan edik. Senen, Nux, Ibırayım, Musa jäne Märyem ulı Ğïsa (Ğ.S.) lardan, solardan berik wäde alğan edik"},{"SurahNumber":33,"VerseNumber":8,"Text":"Alla şınşıldardıñ şındığınan süraw üşin edi. Käpirlerge qïnawşı azap äzirledi"},{"SurahNumber":33,"VerseNumber":9,"Text":"Äy müminder! Allanıñ senderge bolğan nığmetin eske alıñdar. Senderge läşkerler kelgen edi. Sonda olarğa boran jäne sender körmegen läşkerler jibergen edik. Alla ne istegenderiñdi tolıq körwşi. (Ćijirettiñ besinşi jılı köptegen rwlardan qüralğan on eki mıñ kisilik qalıñ qol, Medïnege şabwıl jasaydı. Muxammed (Ğ.S.) üş mıñ kisimen or qazıp, qorğanıs soğısın jasaydı. Bir ayğa jaqın bolğan soğısta, Musılmandar tım qüyzelgendikten, Qudıretşe qattı boran şığıp, jaw abırjıp, qaşadı. B.J.R.M.K"},{"SurahNumber":33,"VerseNumber":10,"Text":"Sol waqıtta olar senderdiñ joğarğı jaqtarıñnan da tömengi jaqtarıñnan da kelgen edi. Közderiñ alayıp, jürekteriñ awızğa kelgen edi. Sonday-aq Allağa baylanıstı är türli oylar oylanğan edi"},{"SurahNumber":33,"VerseNumber":11,"Text":"Mine sol arada müminder sınalıp, qattı teñselgen edi"},{"SurahNumber":33,"VerseNumber":12,"Text":"Sol waqıtta Munafıqtarmen jürekterinde derti bolğandar: \"Bizge Alla da Elşisi de aldap qana wäde bergen eken\" dedi"},{"SurahNumber":33,"VerseNumber":13,"Text":"Sol waqıtta olardan bir bölimi: \"Äy Medïnelikter! Endi senderge turwğa bolmaydı. Derew qaytındar\" dese, olardıñ tağı bir bölimi, Payğambardan: \"Üylerimiz ïen edi\" dep, ruxsat suraydı. Negizinde olar (üyleri) ïen emes, olar qaşwdı ğana oylaydı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger olarğa är taraptan kirilip, sosın özderinen pitine talap etilse, ärïne keşiktirmey-aq belsene kiriser edi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Negizinde burınnan qayta qaşpawğa Allağa wäde bergen. Allaga bergen wädesine jawapker"},{"SurahNumber":33,"VerseNumber":16,"Text":"(Muxammed Ğ.S.) olarğa: \"Eger ölimnen nemese öltirwden qaşsañdar, senderge eş payda bermeydi. Qaşqan waqıtta da az-aq paydalanasıñdar\" de"},{"SurahNumber":33,"VerseNumber":17,"Text":"Eger Alla senderge bir jamandıq qalasa nemese jaqsılıq qalasa, senderdi Alladan qorğaytın kim?\",- de. Negizinde olar, özderine Alladan özge bir dos ne bir kömekşi taba almaydı"}]}