{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"At katotohanan, noong pang una ay Aming ipinagkaloob kay Abraham ang kanyang (bahagi) ng patnubay, at Kami ang Lubos na Nakakatalos sa kanya (tungkol sa kanyang paniniwala sa Kaisahan ni Allah, atbp)"},{"SurahNumber":21,"VerseNumber":52,"Text":"Nang kanyang ipagturing sa kanyang ama at sa kanyang pamayanan: “Ano ang mga larawang ito (mga imahen) na inyong pinagsisilbihan at pinagkakaabalahan?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Sila ay nagsabi: “Nakagisnan na namin ang aming mga ninuno na sumasamba sa kanila.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Siya (Abraham) ay nagsabi: “Katotohanang kayo at ang inyong mga ninuno ay nasa maliwanag na kamalian.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Sila ay nagsabi: “dinala mo ba sa amin ang Katotohanan, o ikaw ay isa sa mga nagtatawa (tungkol sa pagsamba sa mga imahen)?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Siya ay nagsabi: “Hindi, ang inyong Panginoon ay Siyang Panginoon ng kalangitan at kalupaan na lumikha sa kanila, at ako ay isa sa mga Saksi (sa ganitong katotohanan)"},{"SurahNumber":21,"VerseNumber":57,"Text":"“At sa pamamagitan ni Allah, ako ay magbabalak ng isang plano (upang wasakin) ang inyong mga diyus-diyosan (imahen) matapos na kayo ay umalis at magsitalikod.”"},{"SurahNumber":21,"VerseNumber":58,"Text":"Kaya’t winasak niya ito (mga imahen) sa maraming piraso, (ang lahat-lahat) maliban lamang sa pinakamalaki sa mga ito, upang sila ay makapansin dito"},{"SurahNumber":21,"VerseNumber":59,"Text":"Sila ay nagsabi: “Sino ang gumawa nito sa aming aliah (mga diyos)? Katiyakang siya ay isa sa mga mapaggawa ng kamalian.”"},{"SurahNumber":21,"VerseNumber":60,"Text":"Sila ay nagsabi: “Narinig namin ang isang binata na nagsasabi (ng laban) sa mga ito (imahen) na ang pangalan ay Abraham.”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Sila ay nagsabi: “Kung gayon, dalhin siya sa harap ng paningin ng mga tao, upang sila ay magsisaksi.”"},{"SurahNumber":21,"VerseNumber":62,"Text":"Sila ay nagsabi: “Ikaw nga ba o Abraham ang gumawa nito sa aming mga diyos?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Siya (Abraham) ay nagsabi: “Hindi, ito, ang pinakamalaki sa kanila (imahen) ang gumawa nito. Inyong tanungin sila kung sila ay nakakapagsalita?”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Kaya’tsilaaynagsang-usap-usapansaisa’tisaatnagsabi: “Katotohanang ikaw ay Zalimun (buktot, mapaggawa ng kamalian).”"},{"SurahNumber":21,"VerseNumber":65,"Text":"At (muli) sila ay nagsang-usap-usapan at pumakli: “Katotohanan na ganap mong alam na ang (mga imaheng) ito ay hindi nakakapagsalita!”"},{"SurahNumber":21,"VerseNumber":66,"Text":"(Si Abraham) ay nagturing: “Sinasamba ba ninyo maliban kay Allah ang mga bagay na hindi makakapagbigay sa inyo ng kapakinabangan , o makakapaminsala sa inyo?”"},{"SurahNumber":21,"VerseNumber":67,"Text":"“Kasumpa-sumpa kayo, at gayundin ang mga sinasamba ninyo maliban pa kay Allah! wala baga kayong pag-iisip?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"Sila ay nagsabi: “Sunugin siya, at pangalagaan ninyo ang inyong mga diyos, kung mayroon (man) kayong gagawin (sa lahat ng bagay)!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Kami (Allah) ay nagwika: “O Apoy! Maging malamig ka at mangalaga ka kay Abraham!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"At ninais nila na saktan siya, datapuwa’t Aming ginawa sila na pinakamasamang talunan"},{"SurahNumber":21,"VerseNumber":71,"Text":"At Aming iniligtas siya at si Lut sa lupain na Aming pinagpala para sa Aalamin (lahat ng mga nilalang)"},{"SurahNumber":21,"VerseNumber":72,"Text":"At ipinagkaloob Namin sa kanila si Isaac, at ng dagdag na gantimpala (apong lalaki) na si Hakob. Ang bawat isa ay Aming ginawang matuwid"},{"SurahNumber":21,"VerseNumber":73,"Text":"At sila ay ginawa Naming mga pinuno, na namamatnubay (sa sangkatauhan) sa pamamagitan ng Aming Pag-uutos, at itinanim Namin sa kanilang (puso) ang paggawa ng mga kabutihan, ang ganap na pag-aalay nang mahinusay na Salah (takdang pagdarasal), at ang pagbibigay ng Zakat (katungkulang kawanggawa), at tanging sa Amin lamang ang kanilang pagsamba"},{"SurahNumber":21,"VerseNumber":74,"Text":"At (alalahanin) si Lut, Aming ipinagkaloob sa kanya ang Hukman (tamang paghatol sa pamamalakad at pagkapropeta) at Karunungang (pangrelihiyon), at Aming iniligtas siya sa mga tao (pamayanan) na gumagawa ng Al- Khabaith (kasamaan, buktot at malalaswang gawa, atbp.). Katotohanang sila (ang pamayanan ni Lut) ay mga tao na inilaan sa kasamaan at sila ay Fasiqun (suwail, taksil, palasuway kay Allah)"},{"SurahNumber":21,"VerseNumber":75,"Text":"At siya ay tinanggap Namin sa Aming Habag, katotohanang siya ay isa sa mga matutuwid"},{"SurahNumber":21,"VerseNumber":76,"Text":"At (alalahanin) si Noe, nang siya ay nanambitan sa Amin noon pang unang panahon. Kami ay duminig sa kanyang panalangin at Aming iniligtas siya at ang kanyang pamilya sa malaking paghihirap"},{"SurahNumber":21,"VerseNumber":77,"Text":"Siya ay Aming tinulungan laban sa mga tao na nagtatatwa sa Aming Ayat (mga katibayan, talata, aral, tanda, atbp.). Katotohanang sila ay mga tao na inilaan sa kasamaan. Kaya’t silang lahat ay Aming nilunod"},{"SurahNumber":21,"VerseNumber":78,"Text":"At (alalahanin) si david at Solomon, nang sila ay naglapat ng hatol sa kaso ng isang bukirin, na kung saan ang mga tupa ng ibang tao ay nanginain dito sa gabi at Kami ang naging Saksi sa kanilang paghatol"},{"SurahNumber":21,"VerseNumber":79,"Text":"At ginawa Namin na maunawaan ni Solomon (ang kaso), at sa bawat isa sa kanila, Kami ay naggawad ng Hukman (tamang paghatol sa mga bagay-bagay at ng pagkapropeta) at Karunungan. At Aming ipinailalim ang mga kabundukan at mga ibon upang luwalhatiin ang Aming mga Papuri na kasama ni David. At Kami ang gumawa (ng lahat ng mga ito)"},{"SurahNumber":21,"VerseNumber":80,"Text":"At siya ay tinuruan Namin nang paggawa ng kalasag mula sa metal (para sa mga digmaan), upang mapangalagaan kayo sa inyong pakikipaglaban. Kayo baga ay magbibigay ng pasasalamat"},{"SurahNumber":21,"VerseNumber":81,"Text":"At kay Solomon, (Aming ipinailalim) sa kanya ang malakas na hangin na nagngangalit, na sumusunod sa kanyang pag-uutos patungo sa lupain na Aming pinagpala. At sa lahat-lahat, Kami ang Ganap na Nakakabatid"},{"SurahNumber":21,"VerseNumber":82,"Text":"At sa mga demonyo (mula sa mga Jinn), ang ilan sa kanila ay bumulusok para sa kanya, at liban pa rito ay gumawa pa ng ibang gawa; at Kami ang nangalaga sa kanila"}]}