{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Ve gaybın anahtarları, onun yanındadır. Onu O´ndan baskası bilmez.Ve denizde ve karada ne varsa bilir. O bilmeksizin, bir yaprak dahi dusmez. Yerin karanlıkları icinde hicbir yas ve kuru bir dane yoktur ki, “Kitab-ı Mubin”de bulunmasın"},{"SurahNumber":6,"VerseNumber":60,"Text":"Ve geceleyin sizi vefat ettiren (uykuya sokan), gunduzleri ne kazandıgınızı bilen, sonra “ecel-i musemmanın” (belirlenmis zamanın, omrun) tamamlanması icin gunduzun icinde sizi tekrar dirilten O´dur. Sizin donusunuz sonra O´nadır. Sonra, yapmıs olduklarınızı size haber verecek"},{"SurahNumber":6,"VerseNumber":61,"Text":"Ve O, kullarının ustunde kahhardır (kuvvet ve guc sahibidir).Ve uzerinize muhafaza edici (koruyucu) gonderir. Sizden birinize olum gelince, onu elcilerimiz vefat ettirir. Onlar (bunu yaparken) kusur etmezler"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra Allah´a dondurulurler. Onların mevlası Hakk´tır. Hukum onun degil mi? Ve O, hesap gorenlerin en hızlısıdır"},{"SurahNumber":6,"VerseNumber":63,"Text":"“Sizi karanın ve denizin karanlıklarından kim kurtarır?” de. Gizlice ona yalvararak: “Eger bizi bundan kurtarırsan biz mutlaka sukredenlerden oluruz.” diye dua edersiniz"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: “Ondan ve butun sıkıntılardan sizi Allah kurtarır. Sonra siz (O´na) ortak kosuyorsunuz.”"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: “O, sizin ustunuzden veya ayaklarınızın altından uzerinize bir azap gondermeye veya sizi boluk boluk birbirinize katıp (dusman edip), sizin bir kısmınızın siddetini, bir kısmınıza tattırmaya kaadirdir.” Bak, ayetlerimizi nasıl acıklıyoruz. Boylece onlar fıkıh ederler"},{"SurahNumber":6,"VerseNumber":66,"Text":"Ve o hak oldugu halde, senin kavmin onu yalanladı. \"Ben sizin uzerinize vekil degilim.” de"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haber icin kararlastırılmıs bir zaman vardır. Ve yakında bileceksiniz"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında (alaylı) konusmaya dalanları gordugun zaman, ondan baska bir soze gecinceye kadar artık onlardan yuz cevir. Ama seytan sana unutturursa, hatırladıktan sonra artık o zalimler topluluguyla beraber oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Ve takva sahibi olan kimselere, onların hesabından bir sey (sorumluluk) yoktur. Lakin hatırlatmalıdır (zikretmeleri gerektigi soylenmelidir). Boylece onlar, takva sahibi olurlar"},{"SurahNumber":6,"VerseNumber":70,"Text":"Kendilerinin dinini bir oyun ve bir eglence edinenleri bırak. Ve onları dunya hayatı aldattı. Ve de kazandıklarından (kazandıkları nakıs derecelerden) dolayı nefsin helak olacagını, onunla hatırlat. Onun icin Allah´tan baska bir dost ve bir sefaatci yoktur. O, butun fidyeleri verse de ondan alınmaz (kabul edilmez). Iste onlar kazandıklarından dolayı helak olmus kimselerdir. Inkar etmis oldukları seylerden dolayı, onlar icin kaynar sudan bir icecek ve elim bir azap vardır"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: “Bize fayda ve zarar vermeyen Allah´tan baska seylere mi dua edelim? Bizi Allah´ın hidayete erdirmesinden sonra, yeryuzunde seytanların kandırıp, saskın bıraktıgı arkadaslarının “bize hidayete gel” diye cagırdıgı kimse gibi topuklarımızın uzerinde geriye mi dondurulelim?” De ki: “Muhakkak ki; Allah´a ulasmak, o, hidayettir ve biz alemlerin Rabbine teslim olmakla emrolunduk.”"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ve namazı ikame etmek (ile de emrolunduk). Ve ona karsı takva sahibi olun. Ve Zat´ına hasrolunacagınız, O´dur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Ve semaları ve arzı (yeryuzunu) hak ile yaratan O´dur. Ve “Ol!” dedigi gun (hersey) olur. O´nun sozu haktır, mulk O´nundur. O gun sur´a ufurulur (sur´a ufuruldugu gun hukumranlık O´nundur). Bilineni (goruneni) ve bilinmeyeni (gaybı) bilen O´dur. Ve O, hukum sahibidir, haberdar olandır"}]}