{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Elle devint donc enceinte de l’enfant, et se retira avec lui en un lieu eloigne"},{"SurahNumber":19,"VerseNumber":23,"Text":"Les douleurs de l’enfantement la contraignirent a se refugier a l’ombre d’un palmier. Elle s’ecria : «Plut a Dieu que je fusse morte et tombee dans l’oubli !»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Une voix, retentissant sous elle l’appela : « Ne t’afflige pas ! Ton Seigneur a fait couler un ruisseau a tes pieds"},{"SurahNumber":19,"VerseNumber":25,"Text":"Entoure, en le serrant, le tronc du palmier qui fera tomber sur toi des dattes fraiches et mures"},{"SurahNumber":19,"VerseNumber":26,"Text":"Mange, bois et rejouis-toi ! Quelque ame qu’il t’arrivera de croiser, dis- lui seulement : « J’ai fait vœu d’un jeune au Misericordieux. Je ne parlerai donc aujourd’hui a aucun etre humain »"},{"SurahNumber":19,"VerseNumber":27,"Text":"Puis elle retourna avec lui (l’enfant) aupres des siens. «O Marie ! », lui dirent-ils, « ce que tu as fait la est une chose bien etrange"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sœur d’Aaron ! Ton pere n’a jamais ete un homme de mal, ni ta mere une femme sans vertu !»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Pour seule reponse, Marie leur fit signe de s’adresser a l’enfant. « Comment pourrions parler a un enfant au berceau?»"},{"SurahNumber":19,"VerseNumber":30,"Text":"Il dit : « Je suis le serviteur de Dieu. Il m’a donne Le Livre et a fait de moi un prophete"},{"SurahNumber":19,"VerseNumber":31,"Text":"Il a fait de moi un etre beni ou que je sois, et Il m’a ordonne d’etre constant dans la priere, de pratiquer la zakat (l’aumone) aussi longtemps que je serai en vie"},{"SurahNumber":19,"VerseNumber":32,"Text":"et d’etre bon envers ma mere. Il n’a pas fait de moi un etre violent ni rebelle"},{"SurahNumber":19,"VerseNumber":33,"Text":"J’ai ete beni le jour ou je suis ne, et le serai le jour de ma mort. Que la paix soit sur moi le jour ou je serai ressuscite ! »"},{"SurahNumber":19,"VerseNumber":34,"Text":"Tel est, en toute verite, Jesus, fils de Marie, au sujet duquel ils doutent encore"},{"SurahNumber":19,"VerseNumber":35,"Text":"Il ne sied pas a Dieu de Se donner un fils. Glorifie soit-Il ! Lui qui, lorsqu’Il decrete une chose, il Lui suffit de dire : «Sois !», et la chose est"},{"SurahNumber":19,"VerseNumber":36,"Text":"« En verite, Dieu est mon Seigneur et le votre. Adorez-Le ! Telle est la Voie Droite !»"},{"SurahNumber":19,"VerseNumber":37,"Text":"Suite a leurs divergences, des coalitions se formerent. Malheur donc aux denegateurs, lors de l’avenement d’un Jour terrible"},{"SurahNumber":19,"VerseNumber":38,"Text":"Comme leur ouie se sera affinee, et comme leur vue sera nette, le jour ou ils comparaitront devant Nous ! Mais, aujourd’hui, les injustes sont dans un egarement evident"},{"SurahNumber":19,"VerseNumber":39,"Text":"Avertis-les a propos du Jour des regrets, ce Jour ou les arrets seront prononces, car aujourd’hui ils vivent dans l’insouciance et ne croient pas"},{"SurahNumber":19,"VerseNumber":40,"Text":"Et c’est Nous qui heriterons de la Terre, et de tout ce qu’elle porte, et ils seront ramenes a Nous"},{"SurahNumber":19,"VerseNumber":41,"Text":"Et rappelle l’histoire d’Abraham, mentionnee dans le Livre. C’etait, en verite, un homme juste et un prophete"},{"SurahNumber":19,"VerseNumber":42,"Text":"lorsqu’il dit a son pere : « Cher pere ! Pourquoi adores- tu ce qui ne peut ni entendre, ni voir, ni empecher quoi que ce soit de t’atteindre"},{"SurahNumber":19,"VerseNumber":43,"Text":"Cher pere ! J’ai ete gratifie de quelque science dont tu n’as pas ete gratifie. Suis-moi ! Je te guiderai sur la voie de la droiture"},{"SurahNumber":19,"VerseNumber":44,"Text":"Cher pere ! N’adore pas Satan, car Satan a toujours ete rebelle au Misericordieux"},{"SurahNumber":19,"VerseNumber":45,"Text":"Cher pere ! Je crains qu’un chatiment du Misericordieux ne vienne te frapper et que tu ne deviennes un suppot de Satan !»"},{"SurahNumber":19,"VerseNumber":46,"Text":"Son pere repondit : « As-tu l’intention de t’en prendre a mes divinites ? O Abraham ! Si tu t’obstines a le faire, sans hesiter, je te ferai lapider. A present, disparais a jamais de ma vue !»"},{"SurahNumber":19,"VerseNumber":47,"Text":"« Que la paix soit sur toi ! », repondit Abraham. « De mon cote, j’implorerai en ta faveur le pardon de mon Seigneur, car Il a toujours ete Bienveillant a mon egard"},{"SurahNumber":19,"VerseNumber":48,"Text":"Je vous abandonne aux divinites que vous invoquez en dehors de Dieu, et je me tourne vers mon Seigneur. Puisse- t-Il ne pas ignorer ma priere !»"},{"SurahNumber":19,"VerseNumber":49,"Text":"Lorsqu’il rompit toute relation avec eux et ce qu’ils adoraient en dehors de Dieu, Nous lui fimes don d’Isaac et de Jacob, et Nous elevames chacun d’eux au rang de prophete"},{"SurahNumber":19,"VerseNumber":50,"Text":"Nous les recumes en Notre grace, et Nous les dotames d’une eloquence digne d’eloge"},{"SurahNumber":19,"VerseNumber":51,"Text":"Rappelle egalement l’histoire de Moise, mentionnee dans le Livre. C’etait en effet un elu de Dieu, un messager et un prophete"},{"SurahNumber":19,"VerseNumber":52,"Text":"Nous l’appelames du versant droit du Sinai et Nous le fimes s’approcher pour etre en communion avec Nous"},{"SurahNumber":19,"VerseNumber":53,"Text":"Et par un effet de Notre grace, Nous lui donnames son frere Aaron comme prophete"},{"SurahNumber":19,"VerseNumber":54,"Text":"Rappelle aussi l’histoire d’Ismael, mentionnee dans le Livre. Il respectait fidelement ses engagements, et il etait un messager et un prophete"},{"SurahNumber":19,"VerseNumber":55,"Text":"Il recommandait aux siens la salat et la zakat, et son Seigneur etait satisfait de lui"},{"SurahNumber":19,"VerseNumber":56,"Text":"Rappelle aussi l’histoire d’Idriss, mentionnee dans le Livre. C’etait un homme veridique et un prophete"},{"SurahNumber":19,"VerseNumber":57,"Text":"et Nous l’elevames a un degre eminent"},{"SurahNumber":19,"VerseNumber":58,"Text":"Tels sont ceux que Dieu a combles de Ses bienfaits parmi les prophetes qui appartiennent a la lignee d’Adam, et ceux que nous avons fait embarquer (sur l’arche) avec Noe, ainsi que la posterite d’Abraham et d’Israel, et ceux que Nous avons guides sur la Voie Droite et elus. Ceux-la, lorsque les versets du Misericordieux leur etaient recites, ils se jetaient a genoux, prosternes et en pleurs"}]}