{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"Il n’a pas ete donne a un mortel qu’Allah lui parle autrement que par revelation, ou de derriere un voile, ou qu’Il [lui] envoie un messager (Ange) qui revele, par Sa permission, ce qu’Il [Allah] veut. Il est Sublime et Sage"},{"SurahNumber":42,"VerseNumber":52,"Text":"Et c’est ainsi que Nous t’avons revele un esprit [le Coran] provenant de Notre ordre. Tu n’avais aucune connaissance du Livre ni de la foi; mais Nous en avons fait une lumiere par laquelle Nous guidons qui Nous voulons parmi Nos serviteurs. Et en verite tu guides vers un chemin droit"},{"SurahNumber":42,"VerseNumber":53,"Text":"le chemin d’Allah a Qui appartient ce qui est dans les cieux et ce qui est sur la terre. Oui c’est a Allah que s’acheminent les choses"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Par le Livre explicite"},{"SurahNumber":43,"VerseNumber":3,"Text":"Nous en avons fait un Coran arabe afin que vous raisonniez"},{"SurahNumber":43,"VerseNumber":4,"Text":"Il est aupres de Nous, dans l’Ecriture-Mere (l’original du ciel), sublime et rempli de sagesse"},{"SurahNumber":43,"VerseNumber":5,"Text":"Quoi! Allons-Nous vous dispenser du Rappel [le Coran] pour la raison que vous etes des gens outranciers"},{"SurahNumber":43,"VerseNumber":6,"Text":"Que de Prophetes avons-Nous envoyes aux Anciens"},{"SurahNumber":43,"VerseNumber":7,"Text":"et pas un Prophete ne leur venait qu’ils ne le tournaient en derision"},{"SurahNumber":43,"VerseNumber":8,"Text":"Nous avons fait perir de plus redoutables qu’eux! Et on a deja cite l’exemple des anciens"},{"SurahNumber":43,"VerseNumber":9,"Text":"Et si tu leur demandes : \"Qui a cree les cieux et la terre ?\" Ils diront tres certainement : \"Le Puissant, l’Omniscient les a crees"},{"SurahNumber":43,"VerseNumber":10,"Text":"Celui qui vous a donne la terre pour berceau et vous y a trace des sentiers afin que vous vous guidiez"},{"SurahNumber":43,"VerseNumber":11,"Text":"Celui qui a fait descendre l’eau du ciel avec mesure et avec laquelle Nous ranimons une cite morte [aride]. Ainsi vous serez ressuscites"},{"SurahNumber":43,"VerseNumber":12,"Text":"Celui qui a cree les couples dans leur totalite et a fait pour vous, des vaisseaux et des bestiaux, des montures"},{"SurahNumber":43,"VerseNumber":13,"Text":"afin que vous vous installiez sur leurs dos, et qu’ensuite, apres vous y etre installes, vous vous rappeliez le bienfait de votre Seigneur et que vous disiez : \"Gloire a Celui qui nous a soumis tout cela alors que nous n’etions pas capables de les dominer"},{"SurahNumber":43,"VerseNumber":14,"Text":"C’est vers notre Seigneur que nous retournerons"},{"SurahNumber":43,"VerseNumber":15,"Text":"Et ils Lui firent de Ses serviteurs une partie [de Lui-Meme]. L’homme est vraiment un ingrat declare"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ou bien Se serait-Il attribue des filles parmi ce qu’Il cree et accorde a vous par preference des fils"},{"SurahNumber":43,"VerseNumber":17,"Text":"Or, quand on annonce a l’un d’eux (la naissance) d’une semblable de ce qu’il attribue au Tout Misericordieux, son visage s’assombrit d’un chagrin profond"},{"SurahNumber":43,"VerseNumber":18,"Text":"Quoi ! Cet etre (la fille) eleve au milieu des parures et qui, dans la dispute, est incapable de se defendre par une argumentation claire et convaincante"},{"SurahNumber":43,"VerseNumber":19,"Text":"Et ils firent des Anges qui sont les serviteurs du Tout Misericordieux des [etres] feminins! Etaient-ils temoins de leur creation? Leur temoignage sera alors inscrit; et ils seront interroges"},{"SurahNumber":43,"VerseNumber":20,"Text":"Et ils dirent : \"Si le Tout Misericordieux avait voulu, nous ne les aurions pas adores.\" Ils n’en ont aucune connaissance; ils ne font que se livrer a des conjectures"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ou bien, leur avions-Nous donne avant lui [le Coran] un Livre auquel ils seraient fermement attaches"},{"SurahNumber":43,"VerseNumber":22,"Text":"Mais plutot ils dirent : \"Nous avons trouve nos ancetres sur une religion, et nous nous guidons sur leurs traces"},{"SurahNumber":43,"VerseNumber":23,"Text":"Et c’est ainsi que Nous n’avons pas envoye avant toi d’avertisseur en une cite sans que ses gens aises n’aient dit : \"Nous avons trouve nos ancetres sur une religion et nous suivons leurs traces"}]}