{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"بنی اسرائیل کے لیے سب کھانے کی چیزیں حلال تھیں مگر وہ چیز جو اسرائیل نے تورات نازل ہونے سے پہلےاپنے اوپر حرام کی تھی کہہ دو تورات لاؤ اور اسے پڑھو اگر تم سچے ہو"},{"SurahNumber":3,"VerseNumber":94,"Text":"پھر جس شخص نے اس کے بعد الله پر جھوٹ بنایا وہی بڑے بے انصاف ہیں"},{"SurahNumber":3,"VerseNumber":95,"Text":"کہہ دو الله نے سچ فرمایا ہے اب ابراھیم کے دین کے تابع ہو جاؤ جوایک ہی کےہو گئے تھے اور مشرکوں میں سے نہ تھے"},{"SurahNumber":3,"VerseNumber":96,"Text":"بے شک لوگوں کے واسطے جو سب سے پہلا گھر مقرر ہوا یہی ہے جو مکہ میں برکت والا ہے اور جہان کے لوگوں کے لیے راہ نما ہے"},{"SurahNumber":3,"VerseNumber":97,"Text":"اس میں ظاہر نشانیاں ہیں مقام ابراھیم ہے اور جو اس میں داخل ہو جائے وہ امن والا ہو جاتا ہے اور لوگوں پر اس گھر کا حج کرنا الله کا حق ہے جو شخص اس تک پہنچنے کی طاقت رکھتا ہو اور جو انکار کرے تو پھر الله جہان والوں سے بے پرواہ ہے"},{"SurahNumber":3,"VerseNumber":98,"Text":"کہہ دواے اہلِ کتاب الله کیا آیتوں کا کیوں انکار کرتے ہو اور جو کچھ تم کرتے ہو الله اس پر گواہ ہے"},{"SurahNumber":3,"VerseNumber":99,"Text":"کہہ دواے اہلِ کتاب الله کی راہ سے کیوں روکتے ہو اس شخص کو جو ایمان لائے اس میں عیب ڈھونڈتے ہو اورتم خود جانتے ہو اور تمہارے کام سے الله بے خبر نہیں ہے"},{"SurahNumber":3,"VerseNumber":100,"Text":"اے ایمان والو اگرتم اہلِ کتاب کی کسی جماعت کابھی کہا مانو گےتو وہ تمہیں ایمان لانے کے بعد کافر کر دیں گے"},{"SurahNumber":3,"VerseNumber":101,"Text":"اور تم کس طرح کافر ہو گے حالانکہ تم پر الله کی آیتیں پڑھی جاتی ہیں اور اس کا رسول تم میں موجود ہے اور جو شخص الله کو مضبوط پکڑے گا تو اسے ہی سیدھے راستے کی ہدایت کی جائے گی"},{"SurahNumber":3,"VerseNumber":102,"Text":"اے ایمان والو الله سے ڈرتے رہو جیسا اس سے ڈرنا چاہیئے اور نہ مرد مگر ایسے حال میں کہ تم مسملمان ہو"},{"SurahNumber":3,"VerseNumber":103,"Text":"اور سب مل کر الله کی رسی مضبوط پکڑو اور پھوٹ نہ ڈالو اور الله کا احسان اپنے اوپر یاد کرو جب کہ تم آپس میں دشمن تھے پھر تمہارے دلوں میں الفت ڈال دی پھر تم اس کے فضل سے بھائی بھائی ہو گئے اور تم آگ کے گڑھے کے کنارے پر تھے پھر تم کو اس سے نجات دی اس طرح تم پر الله اپنی نشانیاں بیان کرتا ہے تاکہ تم ہدایت پاؤ"},{"SurahNumber":3,"VerseNumber":104,"Text":"اور چاہیئے کہ تم میں سے ایک جماعت ایسی ہو جو نیک کام کی طرف بلاتی رہے اوراچھے کاموں کا حکم کرتی رہے اور برے کاموں سے روکتی رہے اور وہی لوگ نجات پانے والے ہیں"},{"SurahNumber":3,"VerseNumber":105,"Text":"ان لوگو ں کی طرح مت ہو جو متفرق ہو گئے بعد اس کے کہ ان کے پاس واضح احکام آئے انہوں نے اختلاف کیا اور ان کے لیے بڑا عذاب ہے"},{"SurahNumber":3,"VerseNumber":106,"Text":"جس دن بعضے منہ سفید اور بعضے منہ سیاہ ہوں گے سو وہ جن کے منہ سیاہ ہوں گے ان سے کہا جائے گا کیا تم ایمان لا کر کافر ہو گئے تھے اب اس کفر کرنےکے بدلے میں عذاب چکھو"},{"SurahNumber":3,"VerseNumber":107,"Text":"اور وہ لوگ جن کے منہ سفید ہوں گے تو وہ الله کی رحمت میں ہوں گے وہ اس میں ہمیشہ رہیں گے"},{"SurahNumber":3,"VerseNumber":108,"Text":"یہ الله کے احکام ہیں ہم تمہیں ٹھیک ٹھیک سناتے ہیں اور الله مخلوقات پر ظلم نہیں کرنا چاہتا"},{"SurahNumber":3,"VerseNumber":109,"Text":"اور جو کچھ آسمانوں اور جو کچھ زمین میں ہے سب الله ہی کا ہے اور سب کام الله ہی کے طرف پھیرے جاتے ہیں"},{"SurahNumber":3,"VerseNumber":110,"Text":"تم سب امتوں میں سے بہتر ہو جو لوگوں کے لیے بھیجی گئی ہیں اچھے کاموں کا حکم کرتے رہو اور برے کاموں سے روکتے رہو اور الله پر ایمان لاتے ہو اور اگر اہل کتاب ایمان لے آتے تو ان کے لیے بہتر تھا کچھ ان میں سے ایماندار ہیں اور اکثر ان میں سے نافرمان ہیں"},{"SurahNumber":3,"VerseNumber":111,"Text":"وہ زبان سے ستانے کے سوا تمہارا اور کچھ بگاڑ نہ سکیں گے اور اگر تم سے لڑیں گے تو پیٹھ پھیر دیں گے پھر مدد نہیں دیے جائیں گے"},{"SurahNumber":3,"VerseNumber":112,"Text":"ان پر ذلت لازم کی گئی ہے جہاں وہ پائے جائیں گے مگر ساتھ الله کی پناہ کے اور لوگو ں کی پناہ کے اور وہ الله کے غضب کے مستحق ہوئے اور ان پر پستی لازم کی گئی یہ اس واسطے ہے کہ الله کی نشانیوں کے ساتھ کفر کرتے تھے اور پیغمبروں کو ناحق قتل کرتے تھے یہ اس سبب سے ہے کہ انہوں نے نافرمانی کی اور حد سے نکل جاتے تھے"}]}