{"Id":452,"LanguageCodes":["ur","urd"],"Name":"urd-ahmedali","Author":"Ahmed Ali","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"بے شک الله انصاف کرنے کا اوربھلائی کرنے کا اور رشتہ داروں کو دینے کا حکم کرتا ہے اوربے حیائی اوربری بات اور ظلم سے منع کرتا ہے تمہیں سمجھاتا ہے تاکہ تم سمجھو"},{"SurahNumber":16,"VerseNumber":91,"Text":"اور الله کا عہد پورا کرو جب آپس میں عہد کرو اور قسموں کو پکاکرنے کے بعد نہ توڑو حالانکہ تم نے الله کو اپنے اوپر گواہ بنا یا ہے بے شک الله جانتا ہے جو تم کرتے ہو"},{"SurahNumber":16,"VerseNumber":92,"Text":"اور اس عورت جیسے نہ بنو جواپنا سوت محنت کے بعد کاٹ کر توڑ ڈالے کہ تم اپنی قسموں کو آپس میں فساد کا ذریعہ بنانے لگو محض اس لیے کہ ایک گروہ دوسرے گروہ سے بڑھ جائے الله اس میں تمہاری آزمائش کرتا ہے اور جس چیز میں تم اختلاف کرتے ہو الله اسے ضرور قیامت کے دن ظاہر کردے گا"},{"SurahNumber":16,"VerseNumber":93,"Text":"اور اگر الله چاہتا تو تم سب کو ایک ہی جماعت بنا دیتا اورلیکن وہ جسے چاہتا ہے گمراہی میں پڑا رہنے دیتا ہے اور جسے چاہتاہے ہدایت دیتا ہے اور البتہ تم سے پوچھا جائے گا کہ کیا کرتےتھے"},{"SurahNumber":16,"VerseNumber":94,"Text":"اور تم اپنی قسموں کو آپس میں فساد کا ذریعہ نہ بناؤ کبھی قدم جمنے کے بعد پھسل نہ جائے پھر تمہیں اس سبب سے کہ تم نے راہِ خدا سے روکا تکلیف اٹھانی پڑے اور تمہیں بڑا عذاب ہو"},{"SurahNumber":16,"VerseNumber":95,"Text":"اور الله سے عہد کو تھوڑے سے داموں پر نہ بیچو جو کچھ الله کے ہاں ہے وہی تمہارے لیے بہتر ہے اگر تم جانتے ہو"},{"SurahNumber":16,"VerseNumber":96,"Text":"جو تمہارے پاس ہے ختم ہو جائے گا اور جو الله کے پاس ہے کبھی ختم نہ ہوگا اور ہم صبر کرنے والوں کو ان کے اچھے کاموں کا جو کرتے تھے ضرور بدلہ دیں گے"},{"SurahNumber":16,"VerseNumber":97,"Text":"جس نے نیک کام کیا مرد ہو یا عورت اور وہ ایمان بھی رکھتا ہے تو ہم اسے ضروراچھی زندگی بسر کرائیں گے اور ان کا حق انہیں بدلےمیں دیں گے انکےاچھے کاموں کے عوض میں جو کرتے تھے"},{"SurahNumber":16,"VerseNumber":98,"Text":"سو جب تو قرآن پڑھنے لگے تو شیطان مردود سے الله کی پناہ لے"},{"SurahNumber":16,"VerseNumber":99,"Text":"اس کا زور ان پرنہیں چلتا جو ایمان رکھتے ہیں اور اپنے رب پر بھروسہ کرتے ہیں"},{"SurahNumber":16,"VerseNumber":100,"Text":"اس کا زور تو انہیں پر ہے جو اسے دوست بناتے ہیں اور جو الله کے ساتھ شریک مانتے ہیں"},{"SurahNumber":16,"VerseNumber":101,"Text":"اورجب ہم ایک آیت کی جگہ دوسری بدلتے ہیں اور الله خوب جانتا ہے جو اتارتا ہے تو کہتے ہیں کہ تو بنا لاتا ہے یہ بات نہیں لیکن اکثر ان میں سے نہیں سمجھتے"},{"SurahNumber":16,"VerseNumber":102,"Text":"تو کہہ دے اسےتیرے رب کی طرف سے پاک فرشتے نے سچائی کے ساتھ اتارا ہے تاکہ ایمان والوں کے دل جما دے اور فرمانبرداروں کے لیے ہدایت اور خوشخبری ہے"},{"SurahNumber":16,"VerseNumber":103,"Text":"اور ہمیں خوب معلوم ہے کہ وہ کہتے ہیں اسے تو ایک آدمی سکھاتا ہے حالانکہ جس کی طرف نسبت کرتے ہیں اس کی زبان عجمی ہے اور یہ صاف عربی زبان ہے"},{"SurahNumber":16,"VerseNumber":104,"Text":"وہ لوگ جنہیں الله کی باتوں پر یقین نہیں الله بھی انہیں ہدایت نہیں دیتا اور ان کے لیے دردناک عذاب ہے"},{"SurahNumber":16,"VerseNumber":105,"Text":"جھوٹ تو وہ لوگ بناتے ہیں جنہیں الله کی باتوں پر یقین نہیں اور وہی لوگ جھوٹے ہیں"},{"SurahNumber":16,"VerseNumber":106,"Text":"جو کوئی ایمان لانے کے بعد الله سے منکر ہوا مگر وہ جو مجبور کیا گیا ہو اور اس کا دل ایمان پر مطمئن ہو اور لیکن وہ جو دل کھول کر منکر ہوا تو ان پر الله کا غضب ہے اور ان کے لیے بہت بڑا عذاب ہے"},{"SurahNumber":16,"VerseNumber":107,"Text":"یہ اس لیے کہ انہوں نے دنیا کی زندگی کو آخرت پر محبوب بنایا اور نیز اس لیے کہ الله کافروں کو ہدایت نہیں دیتا"},{"SurahNumber":16,"VerseNumber":108,"Text":"یہ وہی ہیں کہ الله نے ان کے دلوں پر اورکانوں پر اور آنکھوں پر مہر کر دی اور وہی غافل بھی ہیں"},{"SurahNumber":16,"VerseNumber":109,"Text":"ضرور وہی لوگ آخرت میں نقصان اٹھانے والے ہیں"},{"SurahNumber":16,"VerseNumber":110,"Text":"پھر بے شک تیرا رب ان کے لئے جنہوں نےمصیبت میں پڑنے کے بعد ہجرت کی پھر جہاد کیا اور صبر کیا بے شک تیرارب ان باتو ں کے بعد بحشنے والا مہربان ہے"}]}