{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"And God said: \"Do not take two gods, there is only One god, so it is Me that you shall reverence"},{"SurahNumber":16,"VerseNumber":52,"Text":"And to Him is what is in the heavens and the earth, and the system shall be to Him. Is it other than God that you shall be aware of"},{"SurahNumber":16,"VerseNumber":53,"Text":"And any blessing that is with you is from God. Then, when harm afflicts you, to Him you cry out"},{"SurahNumber":16,"VerseNumber":54,"Text":"Then, when He removes the harm from you, a group of you set up partners with their Lord"},{"SurahNumber":16,"VerseNumber":55,"Text":"So they reject what We have given them. Enjoy, for you will come to know"},{"SurahNumber":16,"VerseNumber":56,"Text":"And they allocate a portion from what We provide for them to that which they have no knowledge of. By God, you will be asked about the lies you have invented"},{"SurahNumber":16,"VerseNumber":57,"Text":"And they assign daughters to God; be He glorified; and to them is what they desire"},{"SurahNumber":16,"VerseNumber":58,"Text":"And when one of them is given news of a female, his face becomes darkened and he is in grief"},{"SurahNumber":16,"VerseNumber":59,"Text":"He hides from his people because of the bad news he has received. Shall he keep her with dishonor, or bury her in the sand? Miserable indeed is how they judge"},{"SurahNumber":16,"VerseNumber":60,"Text":"To those who do not believe in the Hereafter is the worst example, and to God is the highest example, and He is the Noble, the Wise"},{"SurahNumber":16,"VerseNumber":61,"Text":"And if God were to call the people to account for their transgression, He would not have left on it a single creature. But He delays them to a determined time; so when their time comes, they do not delay by one hour and they do not advance"},{"SurahNumber":16,"VerseNumber":62,"Text":"And they assign to God what they hate, and their tongues describe with lies that they will have what is good. No doubt they will have the Fire, for they have rebelled"},{"SurahNumber":16,"VerseNumber":63,"Text":"By God, We had sent to nations before you, but the devil adorned their work for them. So he is their ally today, and they will have a painful retribution"},{"SurahNumber":16,"VerseNumber":64,"Text":"And We have not sent down the Book to you except that you may clarify for them that in which they have disputed, and as a guidance and a mercy for a people who believe"},{"SurahNumber":16,"VerseNumber":65,"Text":"And God has sent down water from the sky, so He revives the land with it after its death. In that is a sign for a people who listen"},{"SurahNumber":16,"VerseNumber":66,"Text":"And for you there is a lesson in the livestock; We give you to drink from what is in its belly between the digested food and the blood, a pure milk which is relieving for the drinkers"},{"SurahNumber":16,"VerseNumber":67,"Text":"And from the fruits of the palm trees and the grapes you make strong drink and a good provision. In that is a sign for a people who comprehend"},{"SurahNumber":16,"VerseNumber":68,"Text":"And your Lord inspired to the bees: \"You shall take homes of the mountains and of the trees and of what they erect"},{"SurahNumber":16,"VerseNumber":69,"Text":"Then you shall eat from every fruit, so seek the path your Lord has made easy.\" From its belly will emerge a liquid that has different colors, in it is a healing for the people. In that is a sign for a people who will think"},{"SurahNumber":16,"VerseNumber":70,"Text":"And God has created you, then He will terminate your lives. And some of you will continue to old age so that he will not know anything more after his knowledge. God is Knowledgeable, Capable"},{"SurahNumber":16,"VerseNumber":71,"Text":"And God has preferred some of you over others in provision. Yet, those who have been preferred will not relinquish their provision to those who are maintained by their oaths, that they may become equal in it. Is it the favor of God that they deny"},{"SurahNumber":16,"VerseNumber":72,"Text":"And God has made for you mates from among yourselves, and He has made from your mates sons and grandchildren, and He has provided you from the good provisions. Is it the falsehood that they believe in,while the favor of God they reject"},{"SurahNumber":16,"VerseNumber":73,"Text":"And they serve besides God that which does not and cannot possess anything of the provisions from the heaven or the earth"},{"SurahNumber":16,"VerseNumber":74,"Text":"So do not give examples to God. God knows while you do not know"}]}