{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Allah suphesiz ki bir sivrisinegi ve ondan (hilkat ve san´at inceligi bakımından) daha buyugunu, (yapı itibariyle daha kucugunu) misal getirmekten cekinmez. Iman edenlere gelince, onlar bunun Rabları tarafından hak oldugunu elbette bilirler. Kufre saplananlar Ise, «Allah bununla misal olarak neyi murad etmistir?» derler. (Allah) bununla (insanları imtihan ederek) bir cogunu (bilgisizlikleri ve nankorlukleri yuzunden) sasırtır. Bir cogunu da (bilgili oldukları ve akıllarını hayra kullandıkları icin) dogru yola iletir. (Fakat) bununla fasıklardan baskasını sasırtmaz"},{"SurahNumber":2,"VerseNumber":27,"Text":"fasıklar ki, Allah´ın (Elestu bi-Rabbikum = Ben sizin Rabbınız degil miyim ? hitabındaki veya semavi kitaplarda gelecegi haber verilen son peygambere inanmaları hususundaki) ahdini tevsik ettikten sonra bozarlar. Allah´ın (biraraya getirilip) bitistirilmesini emrettigi (dini, ahlaki, ictimai bagları) keserler ve yeryuzunde fesad cıkarırlar. Iste zararda kalanlar ancak onlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Allah´ı nasıl inkar edersiniz?! Halbuki siz oluler (gibi) idiniz de O sizi diriltti. Sonra sizi yine oldurecek, sonra tekrar diriltecek. Sonra da (ahirette) yalnız O´na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"Yeryuzundeki butun seyleri sizin yararınıza yaratan, sonra gokyuzune iradesiyle, saltanatıyla yonetip onları yedi gok halinde saglam bir (sistem ve) duzene koyan O´dur. O her seyi hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":30,"Text":"Rabbin (ezeli iradesi Adem´i var kılmayı murad ettiginde) meleklere : «Ben yeryuzunde herhalde (emirlerimi yerine getirecek, Benim adıma konusacak) bir halife var kılacagım» demisti. (Melekler de) «Orada fesad cıkaracak, kanlar dokecek kimse mi yaratacaksın ?! Oysa biz Seni hamdinle tesbih ve Seni takdis ediyoruz» demislerdi. (Allah), «Suphesiz ki Benim bildigimi siz bilmezsiniz» demisti"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah, Adem´e (gerekli olan) butun (esyanın) isimlerini ogretti. Sonra o esyayı meleklere gostererek, (iddianızda) dogrular iseniz, bunların isimlerini Bana haber verin, buyurdu"},{"SurahNumber":2,"VerseNumber":32,"Text":"(Melekler de): «Seni tenzih ederiz. Senin bize ogrettiginden baska hicbir bilgimiz yoktur. Suphesiz ki Sen her seyi bilensin, yegane hikmet sahibi de Sensin!» dediler"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Allah): «Ey Adem! Bunlara onların isimlerini haber ver» buyurdu. Adem onlara sozu edilen esyanın isimlerini haber verince (Allah meleklere): «Size demedim mi, Ben goklerin ve yerin gaybını (gorunmeyen, sizlerce bilinmeyen seylerini de) elbette bilirim ve sizin acıkladıgınızı da, gizli tuttugunuzu da bilirim.» buyurdu"},{"SurahNumber":2,"VerseNumber":34,"Text":"Ve Biz meleklere : «Adem´e (saygı yollu) secde edin» dedigimizde, onlar hemen secde ettiler. Yalnız Iblis dayattı, (bunu) kibrine yediremedi de kafirlerden oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ey Adem! dedik, (artık) sen ve esin cennette sakin olun. Dilediginiz yerde ondan (ondaki nimetlerden) refah ve huzur icinde yeyin. (Ancak) su agaca yaklasmayın, sonra (Hakk´a karsı gelip kendine) zulmedenlerden olursunuz"},{"SurahNumber":2,"VerseNumber":36,"Text":"(Ne var ki) Seytan onları oradan kaydırdı; ikisini de icinde bulundukları seyden (sonsuz nimetlerden) cıkardı. (Bunun uzerine) Biz de (bundan boyle) kiminiz kiminize dusman olarak (oradan yeryuzune) inin. Sizin icin yeryuzunde (belli) bir sureye kadar bir karargah ve yararlanacagınız sey (ler) vardır, dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"(Bu kayma ve kendine zulmetme uzerine buyuk bir pismanlık duyup tevbe eden) Adem, Rabbinden (gelen ve onun kalbine ilka olunan) kelimeleri karsılayıp aldı. Allah da onun tevbesini kabul etti. Cunku tevbeyi cokca kabul eden ve cokca merhamette bulunan ancak O´dur"},{"SurahNumber":2,"VerseNumber":38,"Text":"(Evet) Inin oradan hepiniz! dedik. Benden size bir hidayet (dogru yolu gosteren kitap ya da peygamber) gelecek olursa, artık kim hidayetime uyarsa, onlara ne bir korku vardır ne de onlar mahzun olurlar"},{"SurahNumber":2,"VerseNumber":39,"Text":"(Bizi) inkar edip ayetlerimizi (varlıgımıza ve birligimize delalet eden belgelerimizi) yalanlayanlara gelince, iste onlar atesin yakın dostu ve arkadaslarıdır, onlar orada ebediyen kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israil ogullan! Size ihsan ettigim nimetimi hatırlayın, ahdimi yerine getirin ki Ben de size olan sozumu yerine getireyim ve (ahde vefa etmemekte) ancak Benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Beraberinizdeki kitap (Tevrat)! tasdik edici olarak indirdigime (Kur´an´a) iman edin. Onu inkar edenlerin ilki siz olmayın ve (sakın) ayetlerimi az (kıymetsiz) bir paha (bayagı bir menfaat) karsılıgında degistirmeyin. Ancak Benden korkup (bu gibi olcusuzluklerden) sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Bildiginiz halde hakkı batıla karıstırıp gercegi gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekatı verin, ruku´ edenlerle beraber ruku´ edin"}]}