{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Da, Dumnezeu porunceste dreptate, bunatate si daruri pentru cei apropiati. El va opreste cele rusinoase, uraciunea si neascultarea. El voua va predica. Poate va veti aminti"},{"SurahNumber":16,"VerseNumber":91,"Text":"Tineti legamantul cu Dumnezeu atunci cand l-ati facut. Nu incalcati juramintele ce le-ati intarit luandu-l pe Dumnezeu chezas intre voi. Dumnezeu stie prea bine ce faceti"},{"SurahNumber":16,"VerseNumber":92,"Text":"Nu fiti asemenea celei care-si destrama urzeala dupa ce o tesuse cu migala. Nu va faceti din juraminte o inselaciune intre voi, crezand ca o adunare este deasupra alteia. Dumnezeu va pune astfel la incercare. In Ziua Invierii El va v-a deslusi pentru ce va invrajbeati"},{"SurahNumber":16,"VerseNumber":93,"Text":"Daca Dumnezeu ar fi vrut, v-ar fi facut o singura adunare. El rataceste insa pe cine voieste si calauzeste pe cine voieste. Si voi veti fi intrebati de ceea ce faceti"},{"SurahNumber":16,"VerseNumber":94,"Text":"Nu faceti din juramintele voastre o inselatorie caci astfel piciorul va v-a aluneca dupa ce a fost intarit si veti gusta nenorocirea de a-i fi indepartat pe oameni de la calea lui Dumnezeu si veti avea o mare osanda"},{"SurahNumber":16,"VerseNumber":95,"Text":"Nu vindeti pe lucruri desarte legamantul cu Dumnezeu. Ceea ce se afla la Dumnezeu este mult mai bun pentru voi. O, daca ati sti"},{"SurahNumber":16,"VerseNumber":96,"Text":"Ceea ce se afla in jurul vostru se sfarseste, insa ceea ce se afla la Dumnezeu vesnic ramane. Noi le vom da rasplata lor celor rabdatori, dupa faptele lor cele mai bune"},{"SurahNumber":16,"VerseNumber":97,"Text":"Noi vom invia, pentru o viata minunata, pe orice credincios, barbat ori femeie, care a facut binele. Noi le vom da rasplata lor dupa faptele lor cele mai bune"},{"SurahNumber":16,"VerseNumber":98,"Text":"Atunci cand citesti Coranul, cere ocrotirea lui Dumnezeu impotriva Diavolului ce trebuie batut cu pietre"},{"SurahNumber":16,"VerseNumber":99,"Text":"Diavolul nu are nici o imputernicire asupra credinciosilor si asupra celor care-si pun credinta in Domnul lor"},{"SurahNumber":16,"VerseNumber":100,"Text":"Imputernicirea sa se intinde numai asupra celor care-l iau pe el drept stapan, precum si a celor care-i fac lui Dumnezeu alaturare"},{"SurahNumber":16,"VerseNumber":101,"Text":"Daca schimbam un verset cu alt verset, Dumnezeu stie ceea ce a pogorat. Ei spun: “Tu nu esti decat un nascocitor!” Ba nu!... Cei mai multi nu stiu insa"},{"SurahNumber":16,"VerseNumber":102,"Text":"Spune: “Duhul sfinteniei l-a pogorat intru Adevar, de la Domnul tau pentru a-i intari pe credinciosi si drept calauzire si buna vestire pentru supusi.”"},{"SurahNumber":16,"VerseNumber":103,"Text":"Noi stim ca ei spun: “Nu este decat un om cel care il invata!” Limba celui la care se gandesc insa le este straina, pe cand aceasta este o limpede limba araba"},{"SurahNumber":16,"VerseNumber":104,"Text":"Pe cei care nu cred in semnele lui Dumnezeu, Dumnezeu nu ii calauzeste si vor avea osanda dureroasa"},{"SurahNumber":16,"VerseNumber":105,"Text":"Doar cei care nu cred in semnele lui Dumnezeu au nascocit aceasta minciuna. Acestia sunt mincinosii"},{"SurahNumber":16,"VerseNumber":106,"Text":"Asupra celui ce il tagaduieste pe Dumnezeu dupa ce a crezut in El — nu cel care este silit si a carui inima ramane linistita in credinta, ci asupra celui ce de buna voie deschide inima sa tagadei — va cadea mania lui Dumnezeu si va avea o mare osanda"},{"SurahNumber":16,"VerseNumber":107,"Text":"Si aceasta fiindca ei au iubit mai mult Viata de Acum decat Viata de Apoi. Dumnezeu nu-i calauzeste pe tagaduitori"},{"SurahNumber":16,"VerseNumber":108,"Text":"Acestia sunt cei carora Dumnezeu le-a pecetluit inima, auzul si vederea. Acestia sunt nepasatorii"},{"SurahNumber":16,"VerseNumber":109,"Text":"Ei sunt pierduti, fara indoiala, in Viata de Apoi"},{"SurahNumber":16,"VerseNumber":110,"Text":"Domnul tau pentru cei care au pribegit dupa ce au fost pusi la incercare si s-au luptat si au fost rabdatori, Domnul tau, dupa acestea, este pentru ei Iertator, Milostiv"}]}