{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Tämä on Jumalan ja Hänen lähettiläänsä (julistama) vastuuvapaus niiden pakanain suhteen, joiden kanssa te (muslimit) olette tehneet sopimuksen"},{"SurahNumber":9,"VerseNumber":2,"Text":"Kulkekaa sentähden maassa vapaasti neljä kuukautta ja tietäkää, että olette Jumalan ulottuvilla sekä että Jumala saattaa uskottomat häpeään"},{"SurahNumber":9,"VerseNumber":3,"Text":"Tämä on Jumalan ja Hänen lähettiläänsä julistus ihmisille suuren toivioretken päivänä, että Jumalaa ei sido kosketus pakanain kanssa, samoin kuin se ei sido Hänen lähettilästänsäkään. Ja jos käännytte (Hänen puoleensa), on se teille parhaaksi, jos kuitenkin käännätte selkänne, niin tietäkää, ettette voi välttää Jumalaa! Ja julista niille, jotka eivät usko, sanoma tuskallisesta rangaistuksesta"},{"SurahNumber":9,"VerseNumber":4,"Text":"lukuunottamatta niitä monijumalaisia, joiden kanssa olette tehneet sopimuksen, kun he eivät ole millään rikkoneet teitä vastaan eivätkä auttaneet ketään muuta teitä vastaan. Täyttäkää siis sopimuksenne heidän kanssaan määräaikaan asti. Jumala totisesti rakastaa kunniantuntoisia"},{"SurahNumber":9,"VerseNumber":5,"Text":"Mutta kun pyhät kuukaudet ovat kuluneet, niin vuodattakaa pakanain verta missä tahansa heitä tapaattekin. Ahdistakaa ja piirittäkää heitä ja väijykää heitä kaikkialla, mutta jos he kääntyvät (oikeaan Jumalan uskoon), rukoilevat ja antavat almut, niin päästäkää heidät menemään. Jumala on totisesti anteeksiantava ja armollinen"},{"SurahNumber":9,"VerseNumber":6,"Text":"Ja jos joku monijumalaisista anoo suojaasi, niin suo se hänelle, kunnes hän saa kuulla Herran sanan. Senjälkeen anna hänen päästä turvaan. Sillä he ovat ihmisiä, jotka eivät (parempaa) tiedä"},{"SurahNumber":9,"VerseNumber":7,"Text":"Miten voisi Jumalaa ja Hänen lähettilästään sitoa sopimus pakanain kanssa? Paitsi niiden, joiden kanssa olette tehneet sopimuksen pyhän temppelin seutuvilla. Ja niin kauan kuin he pysyvät (sopimukselle) uskollisina, on teidänkin pysyttävä uskollisina heitä kohtaan. Jumala totisesti rakastaa hurskaita"},{"SurahNumber":9,"VerseNumber":8,"Text":"Kuinka? Jos he saisivat teistä voiton, eivät he välittäisi ystävyyssuhteestä eikä sopimuksesta kanssanne. Puheellaan koettavat he olla mieliksenne, mutta heidän sydämensä ovat kuitenkin teitä vastaan, ja suurin osa heistä on jumalattomia"},{"SurahNumber":9,"VerseNumber":9,"Text":"Mitättömästä hinnasta he ovat luopuneet Jumalan tunnusmerkeistä ja estelevät (muita) Jumalan tieltä; kauheita ovat totisesti heidän tekonsa"},{"SurahNumber":9,"VerseNumber":10,"Text":"He eivät pidä lukua sukulaisuudesta eivätkä liittosopimuksesta uskovaisten kanssa, sillä he ovat niitä, jotka (liitot) rikkovat"},{"SurahNumber":9,"VerseNumber":11,"Text":"Mutta jos he kääntyvät (Jumalan alamaisiksi), rukoilevat ja antavat säädetyt almut, ovat he uskonveljiänne. Ja Me selvitämme tunnusmerkkimme ihmisille, joilla on ymmärrystä"},{"SurahNumber":9,"VerseNumber":12,"Text":"Mutta jos he sopimuksenteon jälkeen rikkovat valansa ja pilkkaavat teitä uskonne vuoksi, niin taistelkaa sellaisten uskottomien johtomiehiä vastaan - heille eivät totisesti valat mitään merkitse - jotta he luopuisivat puuhistaan"},{"SurahNumber":9,"VerseNumber":13,"Text":"Miksi ette taistelisi ihmisiä vastaan, jotka ovat rikkoneet valansa ja aikoneet karkoittaa lähettilään, etenkin kun he ovat ensimmäisinä aloittaneet (vihollisuudet). Pelkäättekö heitä? Onhan kuitenkin Jumala paremmin ansainnut sen, että te Häntä pelkäätte, jos olette oikeauskoisia"},{"SurahNumber":9,"VerseNumber":14,"Text":"Taistelkaa heitä vastaan, Jumala rankaisee heitä teidän kädellänne ja saattaa heidät häpeään; Hän auttaa teitä vastustaessanne heitä ja parantaa oikeauskoisten rinnat"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ja Hän poistaa vihan heidän sydämistään, sillä Jumala säälii ketä tahtoo; Jumala on tietävä, viisas"},{"SurahNumber":9,"VerseNumber":16,"Text":"Vai arveletteko tulevanne hylätyiksi ennenkuin Jumala ehtii erottaa, ketkä joukostanne taistelivat eivätkä tunnustaneet ystävikseen ketään muuta kuin Jumalan, Hänen lähettiläänsä ja oikeauskoiset? Ja Jumala tuntee tekonne"},{"SurahNumber":9,"VerseNumber":17,"Text":"Monijumalaisten (pakanain) ei sovi käydä Jumalan temppelissä, koska heidän epäuskonsa todistaa heitä vastaan. Turhiksi osoittautuvat heidän tekonsa, ja tulessa saavat he ikuisesti olla"},{"SurahNumber":9,"VerseNumber":18,"Text":"Jumalan temppelissä saa vain se käydä, joka uskoo Jumalaan ja viimeiseen päivään ja harjoittaa rukoilemista ja antaa säädettyjä almuja eikä pelkää ketään muuta kuin Jumalaa; siksi nämä ovat niitä, jotka saavat toivoa olevansa johdatuksen omia"}]}