{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"natcattira mantalankalin mitu nan cattiyam ceykiren"},{"SurahNumber":56,"VerseNumber":76,"Text":"ninkal arivirkalayin niccayamaka itu makattan piramanamakum"},{"SurahNumber":56,"VerseNumber":77,"Text":"niccayamaka, itu mikavum kanniyamum cankaiyum mikka kur'an akum"},{"SurahNumber":56,"VerseNumber":78,"Text":"patukakkappatta ettil irukkiratu"},{"SurahNumber":56,"VerseNumber":79,"Text":"tuymaiyanavarkalait tavira (verevarum) itanait tota mattarkal"},{"SurahNumber":56,"VerseNumber":80,"Text":"akilattarin iraivanal itu irakkiyarulappattatu"},{"SurahNumber":56,"VerseNumber":81,"Text":"avvariruntum, (kur'anin makattana) icceyti parri ninkal alatciyamaka irukkirirkala"},{"SurahNumber":56,"VerseNumber":82,"Text":"ninkal poyppippatai (iraivan tanta) unkal pakkiyankalukku (nanriyaka) akkukinrirkala"},{"SurahNumber":56,"VerseNumber":83,"Text":"maranat taruvayil oruvanin (uyir) tontaik kuliyai ataiyum potu"},{"SurahNumber":56,"VerseNumber":84,"Text":"anneram ninkal parttuk kontirukkirirkal"},{"SurahNumber":56,"VerseNumber":85,"Text":"ayinum, namo avanukku unkalai vita camipamaka irukkirom. Eninum ninkal parkkirirkalillai"},{"SurahNumber":56,"VerseNumber":86,"Text":"enave, (marumaiyil unkal ceyalkalukku) kuli kotukkappata mattirkal enru iruntal"},{"SurahNumber":56,"VerseNumber":87,"Text":"ninkal unmaiyalaraka iruppin, (avvuyirai) milavaittirukkalame"},{"SurahNumber":56,"VerseNumber":88,"Text":"(irantavar iraivanukku) nerukkamanavarkalil ninrum irupparayin"},{"SurahNumber":56,"VerseNumber":89,"Text":"avarukkuc cukamum, nallunavum innum pakkiyamulla cuvarkkamum untu"},{"SurahNumber":56,"VerseNumber":90,"Text":"Anriyum, avar valappurattut tolaraka iruntal"},{"SurahNumber":56,"VerseNumber":91,"Text":"valappurattore! Unkalukku\"salam\" untavataka\" (enru kurappatum)"},{"SurahNumber":56,"VerseNumber":92,"Text":"anal avan valikettup poyyakkuvoril (oruvanaka) iruntal"},{"SurahNumber":56,"VerseNumber":93,"Text":"kotikkum nire, avanukku viruntakum"},{"SurahNumber":56,"VerseNumber":94,"Text":"naraka neruppil tallappatuvatu (viruntakum)"},{"SurahNumber":56,"VerseNumber":95,"Text":"niccayamaka itutan urutiyana unmaiyakum"},{"SurahNumber":56,"VerseNumber":96,"Text":"enave (napiye!) Makattana um'mutaiya iraivanin tirunamattaik kontu taspihu ceyviraka"},{"SurahNumber":57,"VerseNumber":1,"Text":"vanankalilum, pumiyilum ullayavum allahvukke taspihu ceytu (tuti ceytu) kontirukkinrana - avan (yavaraiyum) mikaitton, nanam mikkavan"},{"SurahNumber":57,"VerseNumber":2,"Text":"vanankalutaiyavum, pumiyutaiyavum atci avanukke utaiyatu, avane uyirppikkiran, marikkum patiyum ceykiran - melum avan anaittup porutkalin mitum perarralutaiyavan"},{"SurahNumber":57,"VerseNumber":3,"Text":"(yavarrukkum) muntiyavanum avane, pintiyavanum avane, pakirankamanavanum avane, antarankamanavanum avane, melum, avan anaittup porulkalaiyum nankarintavan"},{"SurahNumber":57,"VerseNumber":4,"Text":"avan tan vanankalaiyum, pumiyaiyum aru natkalil pataittan, pinnar arsin mitu amaintan. Pumikkul nulaivataiyum, atiliruntu veliyavataiyum, vanattiliruntu irankuvataiyum, atil eruvataiyum avan nankarikiran, ninkal enkirunta potilum avan unkalutane irukkiran - anriyum allah ninkal ceyvatai urru nokkiyavanaka irukkiran"},{"SurahNumber":57,"VerseNumber":5,"Text":"vanankalutaiyavum, pumiyutaiyavum atci avanukke utaiyatu, anriyum kariyankal anaittum allahvitame mitkappatum"},{"SurahNumber":57,"VerseNumber":6,"Text":"avane iravaip pakalil pukuttukinran, innum pakalai iravil pukuttukinran - avan itayankalilullavarraiyellam nankarintavan"},{"SurahNumber":57,"VerseNumber":7,"Text":"Ninkal allahvin mitum avan tutar mitum namkikkai kollunkal; melum, avan unkalai (enta cottukku) pin tonralkalaka akkiyullano, atiliruntu (allahvukkakac) celavu ceyyunkal; enenil unkalil evarkal iman kontu, (allahvukkakac) celavum (tanam) ceykirarkalo, avarkalukku (avanitam) periyatoru kuli irukkiratu"},{"SurahNumber":57,"VerseNumber":8,"Text":"unkal iraivan mitu nampikkai kolla (nam) tutar unkalai alaikkaiyil - innum tittamay erkanave (avan) unkalitam urutimanamum vankiyirukkum potu, allahvin mitu ninkal iman kollatirukka unkalukku enna nerntatu? Ninkal muhminkalaka iruppirkalayin (irai potanaippati natavunkal)"},{"SurahNumber":57,"VerseNumber":9,"Text":"avantan unkalai irulkaliliruntu pirakacattin pal velik kontuvaruvatarkakat tan atiyar mitu telivanavaiyana vacanankalai irakki vaikkinran, melum, niccayamaka allah unkal mitu mikka kirupaiyutaiyavan, nikararra anputaiyavan"},{"SurahNumber":57,"VerseNumber":10,"Text":"anriyum allahvin pataiyil ninkal celavu ceyyatirukka unkalukku enna nerntatu? Vanankal, pumiyilullavarrin anantara pattiyatai allahvutaiyate! (Makka) verrikku munnar celavu ceytu, porittavarkalukku unkalil ninrum (evarum) camamaka mattar, (makkavin verrikkup) pin, celavu ceytu porittavarkalaivita, avarkal pataviyal mikavum makattanavarkal, eninum allah ellorukkume alakanataiye vakkalittirukkinran. Anriyum allah ninkal ceypavarrai nanku terintavan"},{"SurahNumber":57,"VerseNumber":11,"Text":"allahvukku alakana katanakak katan kotuppavar yar? Avarukku avan atai irattippakkukinran, melum, avarukkuk kanniyamana narkuliyum untu"},{"SurahNumber":57,"VerseNumber":12,"Text":"Muhminkalana ankalaiyum muhminkalana penkalaiyum nir parkkum nalil avarkalutaiya pirakacam avarkalukku munnalum, avarkalukku valappurattilum viraintu kontirukkum, (appotu avarkalai nokki:)\"Inru unkalukku nanmarayamavatu cuvarkkattuc colaikalakum, avarrin kile arukal otik kontirukkum, avarril enrenrum tankiyirunkal - itu tan makattana verriyakum\" (enru kurappatum)"},{"SurahNumber":57,"VerseNumber":13,"Text":"munahpikkana ankalum, munahpikkana penkalum iman kontavarkalai nokki: \"Enkalai kavaniyunkal, unkal oliyiliruntu nankalum parra vaittuk kolkirom\" enru kurum tinattai (ninaivuttuviraka); avarkalukkuk kurappatum, \"unkalukkup pinnal, tirumpic cenru pinnar oliyait tetik kollunkal.\" Piraku, avarkalukkitaiye oru cuvar eluppappatum! Atarku oru vayil irukkum, atan utpuram (irai) rahmat irukkum, anal atan velippurattil - (ellat) ticaiyilum vetanaiyirukkum"},{"SurahNumber":57,"VerseNumber":14,"Text":"ivarkal (muhminkalaip parttu) nankal unkalutan irukkavillaiya?\" Enru (anta munahpikkukal) captamittuk kuruvarkal, \"meytan, eninum ninkale unkalaic cotanaiyilaltti vittirkal, (enkal alivai) ninkal etir parttirkal, (innalaip parriyum) cantekamum kontiruntirkal; allahvin kattalai varum varaiyil (unkalutaiya vin acaikal unkalai mayakki vittana, anriyum mayakkupava(nana saitta)n, allahvaip parri unkalai mayakkiyum vittan\" enrum (muhminkal) kuruvarkal"},{"SurahNumber":57,"VerseNumber":15,"Text":"Akave, innum unkalitamirunto nirakarittavarkalitamirunto (unkalukkuriya vetanaikkup patilaka) enta vakaiyana nasta itum vankappata mattatu, unkalutaiya tankumitam narakam tan, atutan unkalukkut tunai - atuvo cenrataiyum itankalilellam mikak kettatakum\" (enrun kurappatum)"}]}