{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Скажи, о Мухаммад, своей общине: \"Аллах ниспослал мне Откровение, что сонм джиннов, подслушав моё чтение (Корана), сказали своему народу: \"Поистине, мы слышали дивный Коран, подобного которому мы не слышали прежде"},{"SurahNumber":72,"VerseNumber":2,"Text":"Он наставляет на прямой путь и призывает к истине. И мы уверовали в него, и мы не будем поклоняться никому, кроме нашего Господа, который создал и наставлял нас"},{"SurahNumber":72,"VerseNumber":3,"Text":"И Он - величие и могущество нашего Господа превыше всего! - не взял Себе ни супруги, ни ребёнка"},{"SurahNumber":72,"VerseNumber":4,"Text":"Глупец из нас сказал об Аллахе то, что не подобает Его величию и далеко от истины"},{"SurahNumber":72,"VerseNumber":5,"Text":"Мы думали, что ни люди, ни джинны никогда не будут измышлять на Аллаха ложь и описывать Его не так, как подобает Ему"},{"SurahNumber":72,"VerseNumber":6,"Text":"Некие мужи из людей прибегали к неким мужам из джиннов и этим прибавили джиннам дерзости, наглости и глупости"},{"SurahNumber":72,"VerseNumber":7,"Text":"И, поистине, джинны думали так же, как вы - люди, - что Аллах не воскресит никого после смерти и не направит посланника из числа людей к ним"},{"SurahNumber":72,"VerseNumber":8,"Text":"Мы старались подняться на небо, но нашли, что оно наполнено могучими стражами из ангелов и сжигающими светочами"},{"SurahNumber":72,"VerseNumber":9,"Text":"Мы до сегодняшнего дня сидели на небе, чтобы подслушивать вести с неба, но сейчас того, кто хочет подслушать, пронзает падающая звезда и уничтожает его"},{"SurahNumber":72,"VerseNumber":10,"Text":"И мы не знаем: является ли наказанием для живущих на земле охранение неба и лишение возможности подслушать его тайны, или их Господь пожелал им блага и прямого пути"},{"SurahNumber":72,"VerseNumber":11,"Text":"И среди нас есть праведные и неправедные, сбившиеся с пути; мы шли разными дорогами"},{"SurahNumber":72,"VerseNumber":12,"Text":"Мы убедились, что Аллах властен над нами, где бы мы ни были на земле, и мы не спасёмся от Его предопределения бегством на небо"},{"SurahNumber":72,"VerseNumber":13,"Text":"Когда мы услышали Коран, мы уверовали в него, а кто верует в Господа своего, тот не боится ни уменьшения его добрых деяний, ни увеличения его прегрешений"},{"SurahNumber":72,"VerseNumber":14,"Text":"Среди нас есть мусульмане, которые признают истину, и есть те, которые отвратились от прямого пути. Кто принял ислам, те встали на путь истины, проявив усердие в избрании его"},{"SurahNumber":72,"VerseNumber":15,"Text":"А те, которые отвратились от пути ислама, - топливо для геенны"},{"SurahNumber":72,"VerseNumber":16,"Text":"Если бы люди и джинны следовали исламу и твёрдо шли по его пути, не отклоняясь от него, то Мы напоили бы их по необходимости обильной водой (т.е. Аллах наделил бы их многими жизненными благами)"},{"SurahNumber":72,"VerseNumber":17,"Text":"чтобы испытать их, как они будут благодарны Аллаху за Его милость к ним. А кто отказывается поклоняться своему Господу, того Он подвергнет невыносимому, мучительному наказанию, которое он не вынесет"},{"SurahNumber":72,"VerseNumber":18,"Text":"Мне дано Откровение, что мечети принадлежат только Аллаху одному. Поэтому не поклоняйтесь никому кроме Аллаха"},{"SurahNumber":72,"VerseNumber":19,"Text":"И мне дано Откровение, что когда раб Аллаха Мухаммад поднялся, совершая молитву и поклоняясь Аллаху, джинны чуть ли не толпами окружили его, удивляясь тому, что они увидели и услышали"},{"SurahNumber":72,"VerseNumber":20,"Text":"Скажи: \"Я поклоняюсь только одному своему Господу, и наряду с Ним я не поклоняюсь никому"},{"SurahNumber":72,"VerseNumber":21,"Text":"Скажи: \"Я не в силах ни спасти вас от зла, ни принести вам пользы, ни наставить вас на прямой путь"},{"SurahNumber":72,"VerseNumber":22,"Text":"Скажи: \"Никто не избавит меня от наказания Аллаха, если я ослушаюсь Его, и не найду я убежища от Его наказания, кроме как у Него"},{"SurahNumber":72,"VerseNumber":23,"Text":"Я только могу передать вам волю Аллаха и Его Послания, с которыми Он направил меня. А тем, которые ослушаются Аллаха и Его посланника, отвратившись от религии Аллаха, уготован адский огонь, в котором они будут вечно пребывать"},{"SurahNumber":72,"VerseNumber":24,"Text":"И когда они увидят воочию обещанное им наказание, и когда оно их постигнет, тогда они узнают, у кого слабее помощники, кто меньше по числу: они или верующие"},{"SurahNumber":72,"VerseNumber":25,"Text":"Скажи: \"Я не знаю, о неверные, близко ли обещанное вам наказание, или мой Господь отложит его до определённого срока"},{"SurahNumber":72,"VerseNumber":26,"Text":"Он - знающий сокровенное, и никому из Своих созданий Он не откроет Своего сокровенного"},{"SurahNumber":72,"VerseNumber":27,"Text":"за исключением посланника, которого Он выбрал, чтобы он знал часть сокровенного. Он ставит перед ним и за ним стражу из ангелов для охранения его от искушений"},{"SurahNumber":72,"VerseNumber":28,"Text":"и чтобы знать, в соответствии со Своим определением, что пророки передали Послания своего Господа. Он ведает о всех их деяниях и помыслах и знает число всего сущего. Ничто не скроется от Него"},{"SurahNumber":73,"VerseNumber":1,"Text":"О завернувшийся в свою одежду"},{"SurahNumber":73,"VerseNumber":2,"Text":"Проводи ночь в молитве, за исключением малой части её"},{"SurahNumber":73,"VerseNumber":3,"Text":"половину ночи или немного меньше, до одной трети ночи"},{"SurahNumber":73,"VerseNumber":4,"Text":"или больше половины ночи, до двух третей её - и читай Коран не спеша, отчётливо, следуя правилам чтения (Корана)"},{"SurahNumber":73,"VerseNumber":5,"Text":"Поистине, Мы ниспошлём тебе, о посланник, Коран, содержащий трудные установления, запреты и предписания"},{"SurahNumber":73,"VerseNumber":6,"Text":"Поистине, поклонение Аллаху в ночные часы прочнее в сердце, отчётливее в словах, правильнее и сосредоточеннее в чтении, чем поклонение в дневные часы"},{"SurahNumber":73,"VerseNumber":7,"Text":"Ведь днём ты занят житейскими хлопотами, заботой о передаче Послания (своего Господа), поэтому ты освободись и посвяти ночь поклонению своему Господу"},{"SurahNumber":73,"VerseNumber":8,"Text":"И повторяй имя Того, кто заботился о твоём сотворении и воспитании, и, оставив всё, целиком посвяти себя поклонению Аллаху"},{"SurahNumber":73,"VerseNumber":9,"Text":"Ему принадлежит восток и запад (т.е. вся Вселенная). Нет истинного бога, кроме Него! Так полагайся же на Него во всех твоих делах и возьми Его в поручители за то, что Он обещал тебе"},{"SurahNumber":73,"VerseNumber":10,"Text":"Терпи ложь, которую они говорят, отстранись от них своим сердцем и поступай вопреки их желаниям, не обращая на них внимания, и не ищи отмщения им"},{"SurahNumber":73,"VerseNumber":11,"Text":"Оставь Мне тех, которые отрицают ислам и наслаждаются благами этой жизни, и дай им небольшую отсрочку"},{"SurahNumber":73,"VerseNumber":12,"Text":"Мы уготовили неверным в будущей жизни тяжёлые оковы, пылающий огонь"},{"SurahNumber":73,"VerseNumber":13,"Text":"отвратительную, терзающую горло пищу и мучительное, невыносимое наказание"},{"SurahNumber":73,"VerseNumber":14,"Text":"в тот День, когда сильно сотрясутся земля и горы, и горы из крепких твёрдых камней превратятся в кучи сыпучего песка"},{"SurahNumber":73,"VerseNumber":15,"Text":"Поистине, Мы направили к вам, о мекканцы, Мухаммада посланником, который будет в День воскресения свидетельствовать в вашу пользу, если вы уверуете, и против вас, если не признаете ислам, как Мы отправили к Фараону посланником Мусу"},{"SurahNumber":73,"VerseNumber":16,"Text":"Но Фараон ослушался посланника, и Мы мучительно и жестоко наказали его"},{"SurahNumber":73,"VerseNumber":17,"Text":"И как же вы избавитесь, если не уверуете, от наказания в такой День, когда младенцы из-за его ужасов станут седыми, дряхлыми стариками"},{"SurahNumber":73,"VerseNumber":18,"Text":"В тот День необъятное прочное небо из-за великого ужаса разверзнется, и обещание Аллаха непременно исполнится"},{"SurahNumber":73,"VerseNumber":19,"Text":"Поистине, эти айаты, содержащие предупреждение о наказании, - наставление, и тот, кто желает извлечь пользу из них, становится на путь Аллаха, придерживаясь благочестивости и богобоязненности"}]}