{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":34,"Text":"Ey iman edenler! Alimler ve din adamlarının cogu, insanların mallarını haksız olarak yerler ve Allah’ın yolundan alıkorlar. Altın ve gumusu biriktirip de Allah yolunda sarfetmeyenlere can yakıcı bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":35,"Text":"Bunlar cehennem atesinde kızdırıldıgı gun, alınları, bogurleri ve sırtları onlarla daglanacak, ‘bu kendiniz icin biriktirdiginizdir; biriktirdiginizi tadın!’ denecektir"},{"SurahNumber":9,"VerseNumber":36,"Text":"Allah’ın gokleri ve yeri yarattıgı gunku yazısında Allah katında ayların sayısı on ikidir. Bunlardan dordu haram aylardır. Bu dosdogru bir dindir. O aylarda kendinize zulmetmeyin. Fakat sizinle topyekun savasan musriklerle de topyekun savasın! Allah’ın muttakilerin yanında oldugunu bilin"},{"SurahNumber":9,"VerseNumber":37,"Text":"Saptırmak icin haram ayların yerlerini degistirip, geciktirmek kufurde ileri gitmektir. Kafir olanlar, Allah’ın haram kıldıgı ayların sayısına uydurmak icin onu bir yıl haram bir yıl helal sayıyorlar. Boylece Allah’ın haram kıldıgını helal kılıyorlar. Kotu hareketleri kendilerine guzel gorunuyor. Allah kafir toplumu dogru yola cıkarmaz"},{"SurahNumber":9,"VerseNumber":38,"Text":"Ey iman edenler! Size ne oluyor da ‘Allah yolunda savasa cıkın!’ dendigi zaman yere cokup kaldınız? Ahireti bırakıp dunya hayatına mı razı oldunuz? Oysa dunya hayatının gecimi ahirete gore cok az bir seydir"},{"SurahNumber":9,"VerseNumber":39,"Text":"Eger savasa cıkmazsanız, Allah sizi can yakıcı bir azabla cezalandırır ve yerinize de baska bir toplum getirir. O’na herhangi bir zarar da veremezsiniz. Allah’ın her seye gucu yeter"},{"SurahNumber":9,"VerseNumber":40,"Text":"O’na yardım etmezseniz, bilin ki kafirler O’nu Mekke’den cıkardıklarında magarada bulunan iki kisiden biri olarak Allah O’na yardım etmisti. Arkadasına: -Uzulme, Allah bizimle beraberdir, diyordu. Allah, O’na guven vermis ve O’nu gormediginiz askerlerle desteklemistir. Kafirlerin sozunu alcaltmıstır. Allah sozu en yucedir. Allah gucludur, hakimdir"},{"SurahNumber":9,"VerseNumber":41,"Text":"Gerek hafif, gerek agırlıklı olarak hep birlikte savasa cıkın! Mallarınız ve canlarınızla Allah yolunda cihad edin! Eger bilirseniz bu sizin icin daha iyidir"},{"SurahNumber":9,"VerseNumber":42,"Text":"Kolay bir kazanc, normal bir yolculuk olsaydı sana uyarlardı. Fakat, mesakkat onlara uzak geldi. ‘Gucumuz yetseydi sizinle beraber cıkardık.’ diye Allah’a yemin edeceklerdir. Kendilerini helak ediyorlar. Allah, gercekten onların yalancı oldugunu biliyor"},{"SurahNumber":9,"VerseNumber":43,"Text":"Allah seni affetsin, nicin dogrular sana belli olup, yalancıları tanımadan onlara izin verdin"},{"SurahNumber":9,"VerseNumber":44,"Text":"Allah’a ve ahiret gunune iman edenler mallarıyla ve canlarıyla cihad etmek istedikleri icin senden izin istemezler. Allah, muttakileri bilir"},{"SurahNumber":9,"VerseNumber":45,"Text":"Ancak Allah’a ve ahiret gunune iman etmeyen, kalpleri supheye dusup, suphelerinde bocalayan kimseler senden izin isterler"}]}