{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"aliph-lām-mīm"},{"SurahNumber":30,"VerseNumber":2,"Text":"rōman lu parājitulayyāru"},{"SurahNumber":30,"VerseNumber":3,"Text":"tama porugu bhūbhāganlōnē! Mariyu vāru tama ī parājayaṁ taruvāta, tirigi vijētalu kāgalaru"},{"SurahNumber":30,"VerseNumber":4,"Text":"(rābōyē) konni sanvatsarālalōnē. Modaṭa nayinā, taruvāta nayinā nirṇayādhikāraṁ kēvalaṁ allāh dē mariyu ā rōju viśvāsulu santōṣa paḍatāru"},{"SurahNumber":30,"VerseNumber":5,"Text":"allāh prasādin̄cina sahāyāniki. Āyana tanaku iṣṭamaina vāriki sahāyaṁ cēstāḍu. Mariyu āyanē sarvaśakti mantuḍu, apāra karuṇā pradāta"},{"SurahNumber":30,"VerseNumber":6,"Text":"mariyu (idi) allāh cēsina vāgdānaṁ. Allāh tana vāgdānānni bhaṅga paracaḍu, kānī vāstavāniki cālā mandiki idi teliyadu"},{"SurahNumber":30,"VerseNumber":7,"Text":"vāriki ihalōka jīvitapu bāhyarūpaṁ mātramē telusu mariyu vāru paralōkānni gurin̄ci ēmarupāṭulō paḍi unnāru"},{"SurahNumber":30,"VerseNumber":8,"Text":"ēmī? Vāru tamalō tāmu (ennaḍū) ālōcin̄calēdā? Ākāśālanū, bhūminī mariyu vāṭi madhya unnadantā, allāh satyantō oka nirṇīta gaḍuvu koraku mātramē sr̥ṣṭin̄cāḍani? Ayinā niścayaṅgā prajalalō cālā mandi tama prabhuvunu darśin̄cavalasi vunna vāstavānni tiraskaristunnāru"},{"SurahNumber":30,"VerseNumber":9,"Text":"Ēmī? Vīru bhūmipai prayāṇaṁ cēyalēdā? Vīri pūrvīkula gati ēmayindō cūḍaṭāniki? Vāru, vīri kaṇṭē ekkuva balavantulugā uṇḍēvāru mariyu vāru bhūmini bāgā dunnēvāru, sēdyaṁ cēsēvāru mariyu dānipai, vīri kaṭṭaḍāla kaṇṭē ekkuva kaṭṭaḍālu kaṭṭāru mariyu vāri vaddaku vāri sandēśaharulu, spaṣṭamaina sūcanalu tīsukoni vaccāru. Allāh vāri kelāṇṭi an'yāyaṁ cēyalēdu, kāni vārē tamaku tāmu an'yāyaṁ cēsukunnāru"},{"SurahNumber":30,"VerseNumber":10,"Text":"civaraku ceḍukāryālu cēsina vāri mugimpu ceḍugānē jarigindi. Endukaṇṭē, vāru allāh sūcanalanu abad'dhālani nirākarin̄cēvāru. Vāṭini gurin̄ci egatāḷi cēsēvāru"},{"SurahNumber":30,"VerseNumber":11,"Text":"allāh yē sr̥ṣṭi prārambhistāḍu, taruvāta dānini tirigi unikilōki (pūrva sthitilōki) testāḍu. Ā taruvāta mīrantā āyana vaipunakē maralimpa baḍatāru"},{"SurahNumber":30,"VerseNumber":12,"Text":"mariyu ā ghaḍiya (punarut'thānaṁ) āsannamaina rōju, aparādhulandarū nirāśa cendutāru"},{"SurahNumber":30,"VerseNumber":13,"Text":"mariyu vāru allāh ku bhāgasvāmulugā kalpin̄cina vārevvarū vāri siphārasu cēyajālaru. Mariyu vāru kalpin̄cukunna tama bhāgasvāmulanu tiraskaristāru"},{"SurahNumber":30,"VerseNumber":14,"Text":"mariyu ā ghaḍiya (punarut'thānaṁ) āsannamaina rōju, ā rōju vāru (prajalu), vērvēru vargālalō vibhajimpa baḍatāru"},{"SurahNumber":30,"VerseNumber":15,"Text":"appuḍu evaraitē, viśvasin̄ci, satkāryālu cēsi uṇṭārō, vāru udyānavananlō ānandaṅgā un̄cabaḍatāru"},{"SurahNumber":30,"VerseNumber":16,"Text":"mariyu evaraitē satyatiraskārulai mā sūcanalanu mariyu paralōka samāvēśānni tiraskarin̄cārō, alāṇṭi vāru śikṣa koraku hājaru cēyabaḍatāru"},{"SurahNumber":30,"VerseNumber":17,"Text":"kāvuna, mīru sāyantramu vēḷa mariyu udayaṁ pūṭa allāh pavitratanu koniyāḍaṇḍi"},{"SurahNumber":30,"VerseNumber":18,"Text":"mariyu ākāśālalōnū mariyu bhūmilōnū sarvastōtrālu āyana (allāh) kē mariyu sandhyākālanlōnū mariyu madhyāhna kālanlōnū (stōtrālu āyanakē)"},{"SurahNumber":30,"VerseNumber":19,"Text":"Āyana sajīvini nirjīvi nuṇḍi tīstāḍu. Mariyu nirjīvini sajīvi nuṇḍi tīstāḍu. Mariyu āyana bhūmi mr̥ti cendina taruvāta dāniki prāṇaṁ pōstāḍu. Idē vidhaṅgā mīru kūḍā (gōrīla nuṇḍi) veliki tīyabaḍatāru"},{"SurahNumber":30,"VerseNumber":20,"Text":"mariyu āyana sūcanalalō okaṭi mim'malni maṭṭi nuṇḍi sr̥ṣṭin̄caṭaṁ. Ā taruvāta mīru mānavulugā (bhūmilō) vyāpistunnāru"},{"SurahNumber":30,"VerseNumber":21,"Text":"mariyu āyana sūcanalalō; āyana mī koraku mī jāti nuṇḍiyē - mīru vāri vadda saukhyaṁ pondaṭāniki - mī sahavāsulanu (ajvāj lanu) puṭṭin̄ci, mī madhya prēmanu mariyu kāruṇyānni kaligin̄caḍaṁ. Niścayaṅgā, indulō ālōcin̄cē vāriki ennō sūcanalunnāyi"},{"SurahNumber":30,"VerseNumber":22,"Text":"mariyu āyana sūcanalalō āyana ākāśālanū mariyu bhūminī sr̥ṣṭin̄caḍaṁ; mariyu mī bhāṣalalō mariyu mī raṅgulalō unna vibhēdālu kūḍā unnāyi. Niścayaṅgā, indulō jñānulaku ennō sūcanalunnāyi"},{"SurahNumber":30,"VerseNumber":23,"Text":"mariyu āyana sūcanalalō, mīru rātripūṭa mariyu pagaṭi pūṭa, nidra pōvaṭaṁ mariyu mīru āyana anugrahānni anvēṣin̄caḍaṁ kūḍā unnāyi. Niścayaṅgā, indulō śrad'dhatō vinēvāriki ennō sūcanalunnāyi"},{"SurahNumber":30,"VerseNumber":24,"Text":"mariyu āyana sūcanalalō, āyana mīku merupunu cūpin̄ci, bhayānni mariyu āśanu kalugajēyaḍaṁ; mariyu ākāśaṁ nuṇḍi nīṭini kuripin̄ci dānitō nirjīvi ayina bhūmiki prāṇaṁ pōyaḍaṁ kūḍā unnāyi. Niścayaṅgā, indulō bud'dhimantulaku ennō sūcanalunnāyi"},{"SurahNumber":30,"VerseNumber":25,"Text":"mariyu āyana sūcanalalō, āyana ājñatō bhūmyākāśālu nilakaḍa kaligi uṇḍaṭaṁ. Ā taruvāta āyana mim'malni okka pilupu piluvagānē mīrantā bhūmi nuṇḍi lēci okēsāri bayaṭiki rāvaṭaṁ kūḍā unnāyi"},{"SurahNumber":30,"VerseNumber":26,"Text":"mariyu ākāśālalō mariyu bhūmilō unna samastamū āyanadē. Annī āyanakē ājñāvartanulai uṇṭāyi"},{"SurahNumber":30,"VerseNumber":27,"Text":"Mariyu āyanē sr̥ṣṭi ārambhin̄cina vāḍu, ā taruvāta dānini tirigi unikilōki teccēvāḍu. Idi āyanaku entō sulabhamainadi. Bhūmyākāśālalō āyana sāmyamē sarvōnnatamainadi. Āyanē sarvaśaktimantuḍu, mahā vivēcanā paruḍu"},{"SurahNumber":30,"VerseNumber":28,"Text":"āyana, svayaṅgā mīkē cendina oka upamānānni mīku teluputunnāḍu. Ēmī? Mēmu mīku jīvanōpādhigā samakūrcina dānilō mī bānisalu mītō pāṭu sarisamānulugā, bhāgasvāmulu kāgalarā? Mīru parasparaṁ okari paṭla nokaru bhīti kaligi unnaṭlu, vāri paṭla kūḍā bhīti kaligi uṇṭārā? Ī vidhaṅgā mēmu bud'dhimantulaku mā sūcanalanu vivaristū uṇṭāmu"},{"SurahNumber":30,"VerseNumber":29,"Text":"kāni durmārgulainaṭuvaṇṭi vāru, telivi lēnidē, tama kōrikalanu anusaristāru. Allāh mārgabhraṣṭatvanlō vadilina vyaktiki mārgadarśakatvaṁ evaḍu cēyagalaḍu? Mariyu vāriki sahāyapaḍēvāru evvarū uṇḍaru"},{"SurahNumber":30,"VerseNumber":30,"Text":"kāvuna nīvu nī mukhānni, ēkāgracittantō, satyadharmaṁ (islāṁ) diśalō sthiraṅgā nilupu. Allāh mānavulanu ē svabhāvantō puṭṭin̄cāḍō, ā svabhāvaṁ painanē vāru uṇṭāru. Allāh sr̥ṣṭi svabhāvānni (evvarū) mārcalēru. Idē saraina dharmaṁ, kāni cālā mandi idi erugaru"}]}