{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Ey Muhammed! Ad kavminin kardesi Hud´u an; ondan once ve sonra, «Allah´tan baskasına kulluk etmeyin» diyen nice uyarıcılar gelmisken, Ahkaf bolgesindeki kavmini uyarmıs, «Dogrusu sizin icin buyuk gunun azabından korkuyorum» demisti"},{"SurahNumber":46,"VerseNumber":22,"Text":"Dediler: «Sen bizi tanrılarımızdan cevirmek icin mi geldin? Dogrulardan isen bizi tehdit ettigin seyi getir.»"},{"SurahNumber":46,"VerseNumber":23,"Text":"Dedi ki: «Azabın ne zaman gelecegine dair bilgi, ancak Allah katındadır. Ben gorevlendirildigim seyi size duyuruyorum; fakat sizi cahillik eden bir kavim goruyorum.»"},{"SurahNumber":46,"VerseNumber":24,"Text":"Nihayet azabın ufukta genis bir bulut halinde vadilerine dogru geldigini gorunce «Bu, bize yagmur yagdıracak bir buluttur» dediler. Hayır, o sizin acele gelmesini istediginiz sey, icinde acı azab bulunan bir ruzgardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabb´inin emriyle herseyi yıkar, mahveder. Derken onlar o hale geldiler ki evlerinden baska birsey gorunmez oldu. Iste biz suc isleyen toplumu boyle cezalandırırız"},{"SurahNumber":46,"VerseNumber":26,"Text":"Onlara size vermedigimiz servet ve kuvvet vermistik, onlara kulaklar, gozler ve gonuller yaratmıstık. Fakat ne kulakları ne gozleri ne de gonulleri kendilerine bir yarar saglamadı. Zira dusunup ibret almıyorlardı, tersine bile bile Allah´ın ayetlerini inkar ediyorlar. Ve alay edip durdukları sey kendilerini kusatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun, Biz cevrenizdeki kentleri de yok ettik ve belki kufredenlerden donerler diye ayetleri tekrar tekrar acıkladık"},{"SurahNumber":46,"VerseNumber":28,"Text":"O zamanlar, Allah´ı bırakıp da O´na yakınlık saglamak icin edindikleri tanrılar kendilerine yardım etmeli degil miydi? Hayır, tanrılar onlardan uzaklastılar. Bu, onların yalanı ve uydurdukları seydir"},{"SurahNumber":46,"VerseNumber":29,"Text":"Bir zamanlar cinlerden bir toplulugu Kur´an dinlemek uzere sana yoneltmistik. Ona geldiklerinde «Susun dinleyin» dediler. Kur´an okuması bitince uyarıcılar olarak kavimlerine donduler"},{"SurahNumber":46,"VerseNumber":30,"Text":"«Ey kavmimiz, dediler, biz Musa´dan sonra indirilen kendinden oncekini dogrulayan, Hakk´a ve dogru yola goturen bir Kitab dinledik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey kavmimiz, Allah´ın davetcisine uyun ve O´na inanın ki Allah gunahlarınızdan bir kısmını bagıslasın ve sizi, acı bir azabdan korusun"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kim Allah´ın davetcisine uymazsa, yeryuzunde basına inecek belaya engel olamaz. Onlar apacık bir sapıklık icindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Gokleri ve yeri yaratan, bunları yaratmakla yorulmayan Allah´ın, oluleri diriltmeye de kadir oldugunu gormediler mi? Evet O, herseye kadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Inkar edenler atese sunulacakları gun Allah onlara: «Nasıl bu gercek degil miymis?» der. «Evet. Rabb´imizin hakkı icin gercekmis!» derler. «Oyleyse inkar etmenizden dolayı azabı tadın!» der"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde peygamberlerden azim sahibi olanların sabrettigi gibi sen de sabret. Onlar hakkında acele etme, onlar va´dedildikleri azabı gordukleri gun sanki dunyada gunduzun sadece bir saat kadar kaldıklarını sanırlar. Bu, bir tebligdir. Yoldan cıkmıslardan baskası helak edilir mi hic"},{"SurahNumber":47,"VerseNumber":1,"Text":"Allah, inkar edip kendisinin yoluna engel olanların islerini bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":2,"Text":"Inanıp iyi ameller isleyenlerin, Rabbleri tarafından Muhammed´e indirilen gercege inananların da gunahlarını ortmus ve hallerini duzeltmistir"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bunun sebebi, inkar edenlerin batıla uymaları, inananların da Rablerinden gelen hakka uymus olmalarındandır. Iste Allah, onların durumlarını, insanlara boyle anlatır"},{"SurahNumber":47,"VerseNumber":4,"Text":"Inkar edenlerle karsılastıgınız zaman boyunlarını vurun. Nihayet onları iyice vurup sindirince bagı sıkıca baglayın (onları esir alın). Savas sona erince de artık ya karsılıksız veya fidye karsılıgı salıverin. Allah dileseydi onlardan baska turlu de oc alabilirdi. Bunun oyle olması kiminizi kiminizle denemek icindir. Ancak kendi yolunda olenlerin yaptıklarını bosa cıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allah onları hidayete iletecek ve durumlarını duzeltecek"},{"SurahNumber":47,"VerseNumber":6,"Text":"Onları dunyada iken tanıttıgı cennete koyar"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey inananlar! Siz Allah´ın dinine yardım ederseniz, O da size yardım eder, ayaklarınızı savasta sabit kılar"},{"SurahNumber":47,"VerseNumber":8,"Text":"Inkar edenlere gelince, onların hakkı yıkımdır. Allah, onların yaptıklarını bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bunun sebebi, Allah´ın indirdigini begenmemeleridir. Allah ta onların amellerini bosa cıkarmıstır"}]}