{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Сендерден кім Аллаға, Пайгамбарына бой ұсынып, ізгі іс істесе, оған да екі есе сыйлық береміз. Сондай-ақ оған мол несібе береміз"},{"SurahNumber":33,"VerseNumber":32,"Text":"Әй Пайғамбардың әйелдері! Сендер әйелдерден әлде біреу сияқты емессіңдер. Егер тақуалық қылсаңдар, қылымсып сөйлемеңдер. Онда жүрегінде дерті бар әлде кім дәмеленеді. Әдеттегі сөзді сөйлеңдер"},{"SurahNumber":33,"VerseNumber":33,"Text":"Үйлеріңде отырыңдар, кәдімгі надандық дәурінше ашылмаңдар. Сондай-ақ намазды орындап, зекет беріп, Аллаға, Пайғамбарына бағыныңдар. Әй Пайғамбардың үй-іші! Шын мәнінде Алла сендерден арамдықты аулақ қылып, өздеріңді тап-таза қылуды қалайды"},{"SurahNumber":33,"VerseNumber":34,"Text":"Үйлерінде оқылған Алланың аяттары мен хикметтерін еске алыңдар. Шәксіз Алла (Т.) өте жұмсақ, толық білуші"},{"SurahNumber":33,"VerseNumber":35,"Text":"Сөз жоқ, Мұсылман ерлер және Мұсылман әйелдер, мүмін ерлер және мүмін әйелдер, бой ұсынушы ерлер және бой ұсынушы әйелдер, шыншыл ерлер және шыншыл әйелдер, сабырлы ерлер және сабырлы әйелдер, ықыласты ерлер және ықыласты әйелдер, садақа беруші ерлер және садақа беруші әйелдер, ораза тстаушы ерлер және ораза тстаушы әйелдер, ұятты жерлерін қорғаушы ерлер және әйелдер, Алланы көп зікір етуші ерлер және әйелдер; Алла (Т.) бұлар үшін жарылқау және ірі сыйлық әзірледі"},{"SurahNumber":33,"VerseNumber":36,"Text":"Алла (Т.) және Елшісі, қашан бір іске үкім берсе, Мүмін ер және мүмін әйел үшін олардың істерінде ерікті болуларына болмайды. Сондай-ақ кім Аллаға, Елшісіне қарсы келсе, сонда рас ашық адасқан болады. (Жахыш қызы Зейнеп Мұхаммед Г.С ның әкесімен туысқан апайының қызы еді. Ал Харис үлы Зәйіт құлдықтан азат еткен асыранды ұлы еді. Пайғамбар Ғ.С. Зейнепті Зәйітпен үйлендіргенде, Зейнеп те жақындары да қаламаған еді. Аралары жараса алмай Зәйіт Пайғамбар Р.С. ға келіп, айрылатындығын айтады. К.Х.А.Ж.Қ.Т-Қ)"},{"SurahNumber":33,"VerseNumber":37,"Text":"(Мұхаммед Ғ.С.) сол уақытта өзіне Алла да бақ берген, сен де бақ берген Зәйітке: \"Жұбайыңды ажыратпа, Алладан қорық!\",- деуде едін; Алланың жариялайтын нәрсесін көңліңде жасыруда едің. Адамдардан қорқасың. Негізінде қорқуға Алла лайық. Сонда одан Зәйітгің жұмысы біткен (ажыраған) кезде оны саған некелендірдік; мүміндерге, асырандыларынан босаған әйелдерді алуда бір кінә болмауы үшін. Алланың әмірі орындалады"},{"SurahNumber":33,"VerseNumber":38,"Text":"Пайғамбарға Алланың оған парыз еткен нәрсесінде оған айып жоқ. Бұрынғы өткендерге де Алланың жолы осы еді. Алланың әмірі тұжырымды бір үкім"},{"SurahNumber":33,"VerseNumber":39,"Text":"Сондай пайғамбарлар, Алланың нұсқауларын жалғастырып, Одан қорқады да Алладан басқа ешбіреуден қорықпайды. Алла есеп көруде жетіп асады"},{"SurahNumber":33,"VerseNumber":40,"Text":"Мұхаммед (Ғ.С.) сендерден ешбір еркектің әкесі емес. Бірақ Алланың Елшісі және пайғамбарлардың соңы. Алла әр нәрсені толық білуші"},{"SurahNumber":33,"VerseNumber":41,"Text":"Әй мүміндер! Алланы өте көп зікір етіңдер"},{"SurahNumber":33,"VerseNumber":42,"Text":"Оны ертелі-кеш пәктеңдер"},{"SurahNumber":33,"VerseNumber":43,"Text":"Ол сондай Алла, сендерді қараңғылықтардан жарыққа шығу үшін өзі рахмет қыяып, періштелері дұға қылады. Сондай-ақ мүміндерге ерекше мейірімді"},{"SurahNumber":33,"VerseNumber":44,"Text":"Олар Аллаға жолыққан күні амандары, \"сәлем\" болады. Және оларға қымбатты сыйлық әзірледі"},{"SurahNumber":33,"VerseNumber":45,"Text":"Әй Пайғаибар! Сөз жоқ, сені бір куә әрі қуантушы, ескертуші етіп, жібердік"},{"SurahNumber":33,"VerseNumber":46,"Text":"Алла жаққа, Оның нұсқауымен шақырушы бір нұрлы шырақ түрінде жібердік"},{"SurahNumber":33,"VerseNumber":47,"Text":"(Мұхаммед Ғ.С.) Мүміндерді рас оларға Алладан, ірі игілік барлығын шүйіншіле"},{"SurahNumber":33,"VerseNumber":48,"Text":"Кәпірлер мен мұнафықтарға бой ұсынба. Олардың жәбір-жапаларын елеме. Аллаға тәуекел ет. Алла кепілдікте жетеді"},{"SurahNumber":33,"VerseNumber":49,"Text":"Әй мүміндер! Егер мүмін әйелдерді; некеленіп, оларға қосылмай тұрып ажыратсаңдар, сонда оларға сендердің санайтын бір мерзімдерің болмайды. (Ғиддат күтпей-ақ үйлене беруіне болады.) Онда олардың мәһер хақтарын беріп, көркем түрде ажыратыңдар. (Егер мәһер белгіленген болса, жартысы, болмаса азды-көпті бір нәрсе беріледі.С. 236-237-А)"},{"SurahNumber":33,"VerseNumber":50,"Text":"Әй Пайғамбар! Расында саған мәһерлерін берген жұбайларыңды, Алла саған нәсіп етіп, иелігіңде болған күңдерді, сенімен бірге көшіп келген әкеңмен туысқан ерлердің, әкеңмен туысқан әйелдердің, шешеңмен туысқан ерлердің әрі шешеңмен туысқан әйелдердің қыздарын халал қылдық. Сондай-ақ егер мүмін бір әйел езін Пайғамбарға бағыштаса; Пайғамбар оны некеленгісі келсе, бұны; өзге мүміндерден ерекше саған халал еттік. Мұсылмандарға жұбайлары, қол астарындағы күңдері хаққында нені парыз еткенімізді білдік; Саған тарлық болмауы үшін. Алла, аса жарылқаушы, ерекше мейірімді"}]}