{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Allah, bir sivrisinegi hatta onun da ustunde olan(ondan daha zayıf bir varlıg)ı misal vermekten utanmaz. Inananlar onun, Rablerinden (gelen) bir gercek oldugunu bilirler. Inkar edenler ise: \"Allah, bu misalle ne demek istedi?\" derler. (Allah), onunla bircogunu saptırır ve yine onunla bircogunu yola getirir. Onunla sadece fasıkları saptırır"},{"SurahNumber":2,"VerseNumber":27,"Text":"Onlar ki, soz verip baglandıktan sonra Allah'a verdikleri sozu bozarlar, Allah'ın, birlestirmesini emrettigi seyi (iman ve akrabalık baglarını) keserler ve yeryuzunde bozgunculuk yaparlar; iste ziyana ugrayanlar onlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Allah'a nasıl nankorluk edersiniz ki, siz oluler idiniz, O sizi diriltti; yine oldurecek, yine diriltecek; sonra O'na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"O ki, yeryuzunde ne varsa hepsini sizin icin yarattı; sonra goge yoneldi, onları yedi gok olarak duzenledi. O, herseyi bilir"},{"SurahNumber":2,"VerseNumber":30,"Text":"Bir zamanlar Rabbin meleklere: \"Ben yeryuzunde bir halife yapacagım,\" demisti. (Melekler): \"Orada bozgunculuk yapan, kan doken birisini mi halife yapacaksın? Oysa biz seni overek tesbih ediyor ve seni takdis ediyoruz?\" dediler. (Rabbin): Ben sizin bilmediklerinizi bilirim,\" dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Adem'e isimlerin tumunu ogretti, sonra onları meleklere sunup: \"Haydi, dogru iseniz onların isimlerini bana soyleyin,\" dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Dediler ki: \"Sen yucesin (ya Rab); bizim senin bize ogrettiginden baska bilgimiz yoktur. Suphesiz sen bilensin, hakimsin (her seyin icyuzunu bilen, her seyi yerli yerince yapansın)"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Allah) dedi ki: \"Ey Adem, bunlara onların isimlerini haber ver.\" (Adem), bunlara onların isimlerini haber verince (Allah): \"Ben size, ben goklerin ve yerin gayblarını bilirim, sizin acıkladıgınızı ve icinizde gizlemekte oldugunuz seyleri bilirim, dememis miydim? dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Meleklere: \"Adem'e secde edin\" demistik, hemen secde ettiler: Yalnız Iblis diretti, boburlendi, nankorlerden oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Dedik ki: \"Ey Adem, sen ve esin cennette oturun, ondan dilediginiz yerde bol bol yeyin, ama su agaca yaklasmayın, yoksa zalimlerden olursunuz"},{"SurahNumber":2,"VerseNumber":36,"Text":"Derken seytan onlar(ın ayagın)ı oradan kaydırdı, icinde bulundukları (ni'met yurdu)ndan cıkardı. (Biz de) dedik ki: \"Birbirinize dusman olarak inin. Sizin, yeryuzunde kalıp bir sure yasamanız lazımdır"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, Rabbinden birtakım kelimeler aldı (onlarla amel edip Rabbine yalvardı, O da) bunun uzerine onun tevbesini kabul etti. Suphesiz O, tevbeyi cok kabul eden(kulunun gunahından gecen)dir, cok esirgeyendir"},{"SurahNumber":2,"VerseNumber":38,"Text":"Hepiniz oradan inin, dedik, \"Yalnız (iyi bilin ki) size benden bir hidayet geldigi zaman, kimler benim hidayetime uyarsa artık onlara bir korku yoktur ve onlar uzulmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Inkar edip ayetlerimizi yalanlayanlar ise ates halkıdır, onlar orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israil ogulları, size verdigim ni'metleri hatırlayın, bana verdiginiz sozu tutun ki, ben de size verdigim sozu tutayım ve sadece benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Sizin yanınızda bulunanı dogrulayıcı olarak indirmis bulundugum (Kur'an)a inanın ve onu ilk inkar eden, siz olmayın; benim ayetlerimi birkac paraya satmayın ve benden sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Bile bile gercegi batılla bulayıp hakkı gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekatı verin, ruku edenlerle (Allah'ın huzurunda egilenlerle) beraber egilin"}]}