{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Chi è più ingiusto di colui che inventa menzogne contro Allah e smentisce la verità quando essa [gli] giunge? Nell'Inferno non c'è forse una dimora per i miscredenti"},{"SurahNumber":39,"VerseNumber":33,"Text":"Chi ha recato la Verità e chi vi si è attenuto: ecco i timorati"},{"SurahNumber":39,"VerseNumber":34,"Text":"Presso il loro Signore, avranno tutto quel che vorranno. Questa è la ricompensa di chi compie il bene"},{"SurahNumber":39,"VerseNumber":35,"Text":"Infatti Allah cancellerà le loro azioni peggiori e li compenserà per ciò che di meglio avranno fatto"},{"SurahNumber":39,"VerseNumber":36,"Text":"Non basta forse Allah al Suo servo, quando gli uomini ti minacciano [con le sanzioni] di coloro [che adorano] all'infuori di Allah? E coloro che Allah svia non avranno direzione"},{"SurahNumber":39,"VerseNumber":37,"Text":"Coloro che Allah guida, nessuno li potrà sviare. Allah non è forse eccelso, padrone del castigo"},{"SurahNumber":39,"VerseNumber":38,"Text":"Se domandassi loro: “Chi ha creato i cieli e la terra?”, certamente risponderebbero: “Allah”. Di': “Considerate allora coloro che invocate all'infuori di Allah. Se Allah volesse un male per me, saprebbero dissiparlo? Se volesse per me una misericordia, saprebbero trattenere la Sua misericordia?”. Di': “Allah mi basta: in Lui confidino coloro che confidano”"},{"SurahNumber":39,"VerseNumber":39,"Text":"Di': “O popol mio, agite alla vostra maniera, io agirò [alla mia]”. Quanto prima saprete"},{"SurahNumber":39,"VerseNumber":40,"Text":"chi sarà colpito da un ignominioso castigo e chi riceverà un duraturo castigo"},{"SurahNumber":39,"VerseNumber":41,"Text":"Su di te abbiamo fatto scendere il Libro per gli uomini, secondo verità. Chi ne è ben diretto, lo fa per se stesso, chi svia, si svia a suo danno. Tu non sei responsabile di loro"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah accoglie le anime al momento della morte e durante il sonno. Trattiene poi quella di cui ha deciso la morte e rinvia l'altra fino ad un termine stabilito. In verità in ciò vi sono segni per coloro che riflettono"},{"SurahNumber":39,"VerseNumber":43,"Text":"Si sono presi intercessori all'infuori di Allah? Di': “Anche se non possiedono niente? [Anche se] non comprendono niente?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"Di': “Tutta l'intercessione [appartiene] ad Allah. [Appartiene] a Lui la sovranità dei cieli e della terra. A Lui sarete ricondotti”"},{"SurahNumber":39,"VerseNumber":45,"Text":"Quando viene menzionato il Nome di Allah l'Unico, si crucciano i cuori di coloro che non credono nell'altra vita; quando invece vengono menzionati quelli [che essi adorano] all'infuori di Lui, ecco che se ne rallegrano"},{"SurahNumber":39,"VerseNumber":46,"Text":"Di': “O Allah, Creatore dei cieli e della terra, conoscitore del visibile e dell'invisibile! Tu giudicherai tra i Tuoi servi sulle loro divergenze”"},{"SurahNumber":39,"VerseNumber":47,"Text":"Se gli ingiusti possedessero tutto quel che si trova sulla terra, e altrettanto ancora, nel Giorno del Giudizio non esiterebbero a darlo per riscattarsi dal peggiore dei castighi. Allah mostrerà loro quel che mai si sarebbero aspettati"},{"SurahNumber":39,"VerseNumber":48,"Text":"e si manifesteranno i mali che avranno commesso e ciò di cui si burlavano li avvolgerà"},{"SurahNumber":39,"VerseNumber":49,"Text":"Quando una disgrazia lo colpisce, l'uomo Ci invoca. Poi, quando gli concediamo una grazia, dice: “Questo proviene dalla mia scienza!”. Si tratta invece di una tentazione, ma la maggior parte di loro non lo sa"},{"SurahNumber":39,"VerseNumber":50,"Text":"È quel che dicevano coloro che li precedettero, ma ciò che fecero non giovò loro"},{"SurahNumber":39,"VerseNumber":51,"Text":"li colpì il male che avevano fatto. Quelli di loro che sono stati ingiusti presto saranno colpiti dai mali che avranno commesso e non potranno ridurre [Allah] all'impotenza"},{"SurahNumber":39,"VerseNumber":52,"Text":"Non sanno forse che Allah concede a chi vuole e a chi vuole lesina? In ciò vi sono segni per coloro che credono"}]}