{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":5,"Text":"Əgər təəccüblənirsənsə, onların: “Doğrudanmı biz torpaq olduqdan sonra yenidən yaradılacağıq?” sözünə təəccüblən. Onlar Rəbbini inkar edənlərdir. Onlar boyunlarında qandallar olanlardır. Onlar Od sakinləridirlər və orada əbədi qalacaqlar"},{"SurahNumber":13,"VerseNumber":6,"Text":"Müşriklər səni yaxşılıqdan öncə pisliyə (əzabın gəlməsinə) tələsdirirlər. Halbuki onlardan əvvəl neçə-neçə ibrətamiz cəzalar olub keçmişdir. Həqiqətən, Rəbbin insanların zalımlığına baxmayaraq onları (tövbə edənləri) bağışlayır. Sözsüz ki, Rəbbinin cəzası şiddətlidir"},{"SurahNumber":13,"VerseNumber":7,"Text":"Kafir olanlar deyirlər: “Niyə ona Rəbbindən bir möcüzə endirilməyib?” Sən ancaq xəbərdar edənsən. Hər qövmün bir yolgöstərəni vardır"},{"SurahNumber":13,"VerseNumber":8,"Text":"Hər bir dişinin bətnində nə daşıdığını, bətnlərin nəyi əskildib, nəyi artıracağını (uşağın doqquz aydan tez yaxud gec doğulacağını) Allah bilir. Onun yanında hər şeyin müəyyən ölçüsü vardır"},{"SurahNumber":13,"VerseNumber":9,"Text":"Allah qeybi və aşkarı Biləndir, Böyükdür, Ucadır"},{"SurahNumber":13,"VerseNumber":10,"Text":"Aranızdan sözü gizlədənlər də, onu açıq deyənlər də, gecə gizlənib, gündüz gəzib dolananlar da Allah üçün eynidirlər"},{"SurahNumber":13,"VerseNumber":11,"Text":"Allahın əmri ilə insanın həm önündə, həm də arxasında daim onunla birlikdə olub onu qoruyan mələklər vardır. Həqiqətən də, insanlar nəfslərində olanı dəyişmədikcə, Allah da onlarda olanı dəyişməz. Əgər Allah hər hansı bir qövmə pislik etmək istəsə, heç nə onun qarşısını ala bilməz. Onların Ondan başqa ixtiyar sahibi yoxdur"},{"SurahNumber":13,"VerseNumber":12,"Text":"İldırımdan qorxasınız və yağışın yağmasına ümid bəsləyəsiniz deyə sizə şimşək göstərən və yağış dolu ağır buludları var edən Odur"},{"SurahNumber":13,"VerseNumber":13,"Text":"Göy gurultusu həmd edərək Ona təriflər deyir. Mələklər də Onun qorxusundan təriflər deyirlər. Allah ildırımlar göndərib istədiyini vurur. Onlar Allah barəsində mübahisə edirlər. Halbuki O, şiddətli cəza verəndir"},{"SurahNumber":13,"VerseNumber":14,"Text":"Haqq çağırış yalnız Onadır. Müşriklərin Ondan başqa çağırdıqları isə, onlara heç bir şeylə cavab vermirlər. Onlar ağzına su çatsın deyə uzaqdan iki ovcunu suya açan kimsəyə bənzəyirlər. Halbuki o kimsə suyu ovuclayıb içməyincə su onun ağzına çatan deyildir. Doğrusu, kafirlərin duası azğınlıqdan başqa bir şey deyildir"},{"SurahNumber":13,"VerseNumber":15,"Text":"Göylərdə və yerdə olan məxluqlar da, onların kölgələri də səhər-axşam istər-istəməz Allaha səcdə edir"},{"SurahNumber":13,"VerseNumber":16,"Text":"De: “Göylərin və yerin Rəbbi kimdir?” De: “Allahdır!” De: “Siz Onu qoyub özlərinə nə bir fayda, nə də bir zərər verməyə qadir olmayanlarımı özünüzə dost tutursunuz?” De: “Korla görən eyni ola bilərmi? Yaxud zülmətlə nur eyni ola bilərmi?” Yoxsa onlar Allaha, Onun yaratdığı kimi yaradan şəriklər tapdılar və bu yaradılış onlara bənzər göründü? De: “Hər şeyi yaradan Allahdır. O Təkdir, hər şeyə Qalib gələndir”"},{"SurahNumber":13,"VerseNumber":17,"Text":"O, göydən su endirir və vadilər ölçülərinə uyğun öz məcralarından daşaraq sel olub axır. Sel də üzə çıxmış bir köpüyü götürüb aparır. Bəzək şeyləri və ya başqa əşyalar düzəltmək üçün insanların odda qızdırıb əritdikləri şeylərin üstündə də buna bənzər bir köpük olur. Allah haqqa və batilə belə misallar çəkir. Köpük yox olub gedir, insanlara fayda verən şeylər isə yerində qalır. Budur Allahın çəkdiyi misallar"},{"SurahNumber":13,"VerseNumber":18,"Text":"Rəbbinin dəvətini qəbul edənlər üçün ən gözəl nemət (Cənnət) hazırlanmışdır. Onun dəvətini qəbul etməyənlərə gəlincə, yer üzündə olan var-dövlətin hamısı, üstəlik bir o qədəri də onların olsaydı, əzabdan qurtarmaq üçün onu mütləq fidyə verərdilər. Onlarla dəhşətli bir haqq-hesab çəkiləcəkdir. Onların sığınacaqları yer Cəhənnəmdir. Ora nə pis yataqdır"}]}