{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Boye moto oyo ayebi été maye makiteli yo ezali bosôló kowuta epai ya Nkolo wa yo, akokani na moto oyo miso makangama kati na libungi?, sé banganga ya mayele nde bazali kokanisa malamu"},{"SurahNumber":13,"VerseNumber":20,"Text":"Baye bazali kokokisa malako ma bango epai ya Allah, тре bazali kozangisa yango te"},{"SurahNumber":13,"VerseNumber":21,"Text":"Мре baye bazali kokangisa maye Allah atindaki ete ekangisama, (bondeko), mpe bazali kobanga Nkolo wa bango, тре bazali kobanga lifuta ya mabe"},{"SurahNumber":13,"VerseNumber":22,"Text":"Mpe baye bakangaki mitema тропа koluka elongi ya Nkolo wa bango, mpe batelemisaki losambo, mpe babimisi maye topesaki bango na kobombana тре na polele, mpe bazali koya na bolamu тропа kolongola mabe. Bango nde bakozuaka mbano elama"},{"SurahNumber":13,"VerseNumber":23,"Text":"Bakokota na lola (ya edeni) lolenge moko na baye bazali kosala bolamu kowuta na baboti na bango, na basi ba bango, na mabota ma bango. Na baye banso bazali na bondimi ya malamu, mpe ba anzelu bakokotela bango na bizibeli (bikuke) binso"},{"SurahNumber":13,"VerseNumber":24,"Text":"Kimia ezala o kati na bino тропа maye bozalaki kokanga mitema mpe koyika mpiko. Mpe oyo nde suka y a efandelo y a malamu"},{"SurahNumber":13,"VerseNumber":25,"Text":"Kaši baye bazali kotosa malako ma bango te o sima ya kolakana тропа Allah, mpe bazali kokabola maye Allah asangisaki yango, mpe bazali kotiya mobulu na kobebisa o kati ya mokili, bakozala na elakeli ya mabe mpe bakozalaka na suka ya mabe"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah apesaka ebele bomengo na oyo alingi, mpe akutolaka, bazali kosepela na bomoyi ya nsé, kasi bisengo ya nsé liboso ya bisengo ya mokolo ya suka ezali lokola masano ya tangu токе"},{"SurahNumber":13,"VerseNumber":27,"Text":"Bapengwi bakolobaka: Мропа nini bakitiseli ye (Muhammad) makamwisi to bilembo kowuta epai ya Nkolo waye te? Loba: Ya soló, Allah abungisaka oyo alingi, mpe akambaka oyo azali kotubela"},{"SurahNumber":13,"VerseNumber":28,"Text":"Baye bandimi mitema mia bango mikitaka na bokundoli lia Allah. Boye bokundoli ya Allah te nde ekitisaka mitema"},{"SurahNumber":13,"VerseNumber":29,"Text":"Baye bandimaki mpe basalaki misala milamu, bakozalaka na bomoyi bwa kitoko o mokolo mwa suka, mpe bozongi elamu"},{"SurahNumber":13,"VerseNumber":30,"Text":"Yango wana nde totinda yo okati ya umma oyo bituka ebele esilaki koleka liboso nayo, été otangela bango emoniseli oyo tokitisaki epai nayo. Mpe bazali kopengwa na Ar-Rahmán, loba: Ye nde Nkolo wa ngai nzambe mosusu ya kobondela na bosoló azali te sé ye, epai naye namipesaka mpe natiye elikya na ngai, mpe epai naye nde nazali komizongisa тропа kotubela"},{"SurahNumber":13,"VerseNumber":31,"Text":"Soki ezalaki ete kurani moko ekoka kozwama eye na yango bangomba bikokaki kotambwisama to mpe mabele kopasuka, to elobisaka bibembe, kasi mitindo minso mizali mia Allah. Bandimi bazali koyeba te ete soki Allah alingaki, nde akambaki bato banso o nzela ya semba, na yango тропа baye bazali kondima te, bakozangaka te na maye basalaki ya mabe, bakobetamaka na bitumbu, to mpe bitumbu yango ebeta pene ya bandako na bango kino elaka ya Allah eyela bango. Ya sôló, Allah azangisaka elaka naye te"},{"SurahNumber":13,"VerseNumber":32,"Text":"Mpe basilaki kotiola na batindami liboso nayo, mpe napesaki bapengwi etumbu, sima bazuamaki, mpe lolenge nini etumbu na ngai ezalaki"},{"SurahNumber":13,"VerseNumber":33,"Text":"Boye oyo azali kornona nyoso oyo molimo na molimo ezali kosala? Mpe bazali kopesa Allah balongani, loba: Bopesa bango bankombo, to bozali koyebisa ye (Allah) eloko nini ayebi te o kati ya mabele? To bozalaki sé kokosa bango na bankombo ya lokuta? Na yango, tobongiseli bapengwi mabe na bango mpe toboyisi bango nzela ya semba. Mpe na oyo Allah abungisi mosusu azali te тропа kokamba ye"},{"SurahNumber":13,"VerseNumber":34,"Text":"Bazali na etumbu na bomoyi ya nsé, mpe etumbu o mokolo mwa suka ekozala makasi mingi, mpe bakozua mobateli moko te (na etumbu) ya Allah"}]}