{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"Ey ademoğulları; her mescide güzel elbiselerinizi giyinerek gidin; yeyin için ama israf etmeyin. Çünkü O; israf edenleri sevmez"},{"SurahNumber":7,"VerseNumber":32,"Text":"De ki: Allah´ın kulları için çıkardığı zineti ve temiz rızıkları kim haram kılmış? De ki: Bunlar, dünya hayatında iman edenler içindir. Kıyamet günü ise yalnız onlara tahsis edilmiştir. Biz, ayetlerimizi bilen bir kavim için böylece uzun uzun açıklarız"},{"SurahNumber":7,"VerseNumber":33,"Text":"De ki: Rabbım, açığıyla, gizlisiyle tüm hayasızlıkları, günahı, Allah´a şirk koşmanızı ve Allah´a karşı bilmediğiniz şeyleri söylemenizi haram kılmıştır"},{"SurahNumber":7,"VerseNumber":34,"Text":"Her ümmetin bir eceli vardır. Ecelleri gelince; ne bir an geri kalır, ne de bir an ileri gidebilirler"},{"SurahNumber":7,"VerseNumber":35,"Text":"Ey ademoğulları; içinizden size ayetlerimizi anlatan peygamberler gelince, her kim ki sakınıp düzelirse; artık onlar için bir korku yoktur ve onlar üzülecek de değillerdir"},{"SurahNumber":7,"VerseNumber":36,"Text":"Ayetlerimizi yalanlayıp onlara karşı büyüklük taslayanlar; işte onlar ateşliklerdir. Onlar orada temelli kalıcıdırlar"},{"SurahNumber":7,"VerseNumber":37,"Text":"Allah´a karşı yalan uyduran veya O´nun ayetlerini yalan sayanlardan daha zalim kim vardır? İşte onlara; kitabdaki payları erişecektir. Nihayet, elçilerimiz canlarını almak üzere onlara geldiklerinde; diyeceklerdir ki: Allah´tan başka tapar olduklarınız nerede? Onlar da derler ki: Onlar, bizi bırakıp kaçtılar. Ve onlar, kendi aleyhlerine gerçekten kafir olduklarına şehadet ederler"},{"SurahNumber":7,"VerseNumber":38,"Text":"Buyurdu ki: Sizden önce geçmiş cinn ve insan topluluklarıyla girin ateşe. Her ümmet girdikçe; yoldaşına la´net eder. Nihayet hepsi birbiri ardından orada toplanınca; sonrakiler öncekiler için derler ki: Rabbımız; işte bizi bunlar saptırdı. Onun için bunlara katmerli azab ver. Buyurur ki: Hepiniz Evet, dediler. Bunun üzerine aralarında bir münadi: Allah´ın la´neti; zalimlerin üzerinedir, diye seslendi"},{"SurahNumber":7,"VerseNumber":39,"Text":"Öncekiler de sonrakilere: Sizin bizden bir üstünlüğünüz yoktur. Öyleyse ne kazandıysanız karşılığı olan azabı tadın, derler"},{"SurahNumber":7,"VerseNumber":40,"Text":"Muhakkak ki ayetlerimizi yalan sayıp onlara karşı büyüklük taslayanlara; işte onlara, göğün kapıları açılmaz ve onlar; deve iğne deliğinden geçinceye kadar cennete de giremezler. Biz, suçluları işte böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":41,"Text":"Onlar için cehennemde bir döşek ve üstlerine de örtüler vardır. Biz, zalimleri işte böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":42,"Text":"İman edip te salih ameller işleyenlere gelince; Biz, hiç kimseye gücünün yeteceğinden baikasını yüklemeyiz. İşte onlar, cennetliklerdir. Onlar orada temelli kalıcıdırlar"},{"SurahNumber":7,"VerseNumber":43,"Text":"Göğüslerinde kinden ne varsa söküp atmışızdır. Altlarından ırmaklar akar ve derler ki: Hamdolsun Allah´a ki; bizi buna hidayet etti. Eğer Allah bizi hidayete erdirmemiş olsaydı, biz hidayete erecek değildik. Andolsun ki; Rabbımızınpeygamberleri hakkı getirmişlerdir. Onlara: Yapmakta olduklarınızdan dolayı mirasçısı kılındığınız cennet işte budur, diye seslenilir"},{"SurahNumber":7,"VerseNumber":44,"Text":"Cennet ashabı, cehennem ashabına: Rabbımızın bize vaadettiğini hak bulduk. Siz de rabbınızın size vaadettiğini hak buldunuz mu? diye seslendiler"},{"SurahNumber":7,"VerseNumber":45,"Text":"Onlar ki; Allah´ın yolundan alıkoyarlar ve onu eğriltmek isterler. Ve onlar; ahireti de inkar edenlerdir"},{"SurahNumber":7,"VerseNumber":46,"Text":"İki taraf arasında bir perde vardır. A´raf üzerinde de her birini simalarıyla tanıyan adamlar vardır. Cennetliklere: Size selam olsun, diye seslenirler. Bunlar, henüz girmeyen, ama uman kimselerdir"}]}