{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Nǐ shuō:“Wǒ [ān lā] de guòdù sǔnhài zìshēn de pú rénmen a! Nǐmen bùyào juéwàng ān lā de ēnhuì, ān lā bì jiāng kuānshù suǒyǒu zuìguo. Tā què shì zuì kuānshù de, tè cí de [zhù]."},{"SurahNumber":39,"VerseNumber":54,"Text":"Zài xíngfá jiànglín nǐmen qián, nǐmen dāngguī xìn nǐmen de zhǔ [bìng xiàng tā huǐzuì], dāng guīshùn tā, fǒuzé, nǐmen jiāng dé bù dào rènhé yuánzhù."},{"SurahNumber":39,"VerseNumber":55,"Text":"Zài nǐmen bù zhī bù jué ér xíngfá túrán jiànglín nǐmen qián, nǐmen dāng zūnxíng cóng nǐmen de zhǔ jiàng shì nǐmen de zuìměi de yáncí [“gǔlánjīng”].”"},{"SurahNumber":39,"VerseNumber":56,"Text":"Yǐmiǎn yǒurén shuō:“Āi! Wǒ de bēishāng jiē yīn wǒ shūhūle duì ān lā de yìwù, wǒ què shì cháoxiào zhě [rú cháoxiào zhēnlǐ, mù shèng hé “gǔlánjīng” děng].”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Huò [yǐmiǎn] shuō:“Yàoshi ān lā yǐndǎo wǒ, wǒ bì shì jìngwèi zhěle.”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Huò [yǐmiǎn] tā kànjiàn xíngfá shí shuō:“Yàoshi wǒ yǒu yīcì jīhuì [fǎnhuí chénshì], wǒ yīdìng zuò shànrén.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"[Ān lā duì tā de dáfù shì]:“Bù, wǒ de qǐshì què yǐ jiànglín nǐ, dàn nǐ fǒurèn tā, nǐ wàngzìzūndà, nǐ shì bù xìnyǎng zhě.”"},{"SurahNumber":39,"VerseNumber":60,"Text":"Fùhuó rì, nǐ [mù shèng] jiāng kànjiàn jiè ān lā de míngyì shuōhuǎng zhě de liǎn shì hēi de. Nándào huǒ yù lǐ méiyǒu jiāo'ào zì dà zhě de jūsuǒ ma?"},{"SurahNumber":39,"VerseNumber":61,"Text":"Ān lā jiāng zhěngjiù jìngwèi zhě zhì chénggōng zhī zhái [lèyuán]. Tāmen bù huì zāoyù bùxìng, yě bù huì yōuchóu."},{"SurahNumber":39,"VerseNumber":62,"Text":"Ān lā shì wànwù de chuàngzào zhě, shì wànwù de jiānhù zhě."},{"SurahNumber":39,"VerseNumber":63,"Text":"Tā zhǎngguǎn tiāndì de yàoshi. Bù xìnyǎng ān lā de qǐshì zhě, zhèxiē rén què shì sǔnshī zhě."},{"SurahNumber":39,"VerseNumber":64,"Text":"Nǐ [mù shèng] shuō:“Wúzhī de rénmen a! Nándào nǐmen yào quàn wǒ shě ān lā ér chóngbài qítā zhǔzǎi ma?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"Nǐ hé nǐ zhīqián de shǐzhěmen què yǐ fèng dào qǐshì:“Jiǎrú nǐ gěi ān lā shèzhì huǒbàn [zhù], nǐ de shàngōng bì jiāng túláo, nǐ bì jiāng chéngwéi sǔnshī zhě.”"},{"SurahNumber":39,"VerseNumber":66,"Text":"Bù! Nǐ dāng chóngbài ān lā, dàngzuò gǎn'ēn zhě."},{"SurahNumber":39,"VerseNumber":67,"Text":"Tāmen méiyǒu duì ān lā zuò yīng yǒu de tuīduàn. Fùhuó rì, dàdì jiāng quán zài tā de zhǎngwò zhōng, zhū tiān jiāng juǎn zài tā de yòushǒu zhōng [zhù]. Zànměi tā chāojué! Zhìgāowúshàng de tā [ān lā] chāojué yú tāmen suǒ chóngbài de ǒuxiàng."},{"SurahNumber":39,"VerseNumber":68,"Text":"Hàojiǎo yī chuī xiǎng, fán zài tiāndì jiān de dōu jiāng hūn sǐguòqù, wéi ān lā yìyù zhě lìwài. Ránhòu, hàojiǎo zàicì chuī xiǎng [zhù], tāmen túrán zhàn qǐlái dōngzhāngxīwàng."},{"SurahNumber":39,"VerseNumber":69,"Text":"Dàdì jiāng shǎnyàozhe tā de zhǔ [ān lā] de guānghuī, gōngguò bù jiāng zhǎnshì chūlái, xiānzhīmen hé jiànzhèng zhěmen jiāng bèi zhào lái, tāmen jiāng bèi bǐnggōng pànjué, bù shòu kuīdài."},{"SurahNumber":39,"VerseNumber":70,"Text":"Měi rén dōu jiāng huòdé zìjǐ suǒ zuò de quánbù bàochóu. Fánshì tāmen suǒ zuò de, tā shì quánzhī de."},{"SurahNumber":39,"VerseNumber":71,"Text":"Bù xìnyǎng zhě jiāng bèi chéng duì gǎn rù huǒ yù. Děng tāmen dàodá huǒ yù shí, yù mén kāile. Guǎnlǐ huǒ yù de tiānshǐ jiāng duì tāmen shuō:“Nándào chūzì nǐmen běn zú de shǐzhě wèicéng jiànglín nǐmen, xiàng nǐmen xuāndú nǐmen de zhǔ [ān lā] de qǐshì bìng jǐnggào nǐmen jīnrì de xiāng huì ma?” Tāmen jiāng shuō:“Bù,[tāmen què yǐ láilín wǒmen].” Bù xìnyǎng zhě yīng shòu xíngfá de pànjué."},{"SurahNumber":39,"VerseNumber":72,"Text":"Yǒu huà shēng [duì tāmen] shuō:“Nǐmen jìnrù huǒ yù zhī mén bìng yǒng jū qízhōng ba! Jiāo'ào zì dà zhě de jūsuǒ zhēn èliè!”"},{"SurahNumber":39,"VerseNumber":73,"Text":"Jìngwèi zhě jiāng bèi chéng duì sòng rù lèyuán. Děng tāmen dàodá lèyuán shí, yuán mén zǎoyǐ chǎngkāi [zhù]. Guǎnlǐ lèyuán de tiānshǐ jiāng duì tāmen shuō:“Qiú zhǔ cì nǐmen píng'ān! Nǐmen zuò dé duì, nǐmen jìnrù lèyuán bìng yǒng jū qízhōng ba!”"},{"SurahNumber":39,"VerseNumber":74,"Text":"Tāmen jiāng shuō:“Yīqiè zànsòng, quán guī ān lā. Tā shíjiànle tā duì wǒmen de xǔnuò, bìng shǐ wǒmen jìchéng cǐdì, wǒmen zài lèyuán lǐ xiǎng zhù nǎlǐ jiù zhù nǎlǐ. Xíngshàn zhě de bàochóu duō měi a!”"},{"SurahNumber":39,"VerseNumber":75,"Text":"Nǐ jiāng kànjiàn tiānshǐmen wéirào zài bǎozuò de sìzhōu zànměi sòngyáng tāmen de zhǔ, tāmen [suǒyǒu bèi zàowù] jiāng bèi bǐnggōng pànjué. Yǒu huà shēng shuō:“Yīqiè zànsòng, quán guī ān lā——zhòng shìjiè de zhǔ.”"}]}