{"Id":137,"LanguageCodes":["en","eng"],"Name":"eng-safiurrahmanalm","Author":"Safi Ur Rahman Al Mubarakpuri","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"And O my people! How is it that I call you to salvation while you call me to the Fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"You invite me to disbelieve in Allah, and to join partners in worship with Him of which I have no knowledge; and I invite you to the Almighty, the Oft-Forgiving"},{"SurahNumber":40,"VerseNumber":43,"Text":"La Jarama, you call me to one that does not have a claim in this world or in the Hereafter. And our return will be to Allah, and the transgressors, they shall be the dwellers of the Fire"},{"SurahNumber":40,"VerseNumber":44,"Text":"And you will remember what I am telling you, and my affair I leave it to Allah. Verily, Allah is the All-Seer of (His) servants"},{"SurahNumber":40,"VerseNumber":45,"Text":"So, Allah saved him from the evils that they plotted (against him), while an evil torment encompassed Fir`awn's people"},{"SurahNumber":40,"VerseNumber":46,"Text":"The Fire, they are exposed to it, morning and afternoon. And on the Day when the Hour will be established (it will be said to the angels): \"Admit Fir`awn's people into the severest torment"},{"SurahNumber":40,"VerseNumber":47,"Text":"And, when they will dispute in the Fire, the weak will say to those who were arrogant: \"Verily, we followed you, can you then take from us some portion of the Fire"},{"SurahNumber":40,"VerseNumber":48,"Text":"Those who were arrogant will say: \"We are all (together) in this (Fire)! Verily, Allah has judged between (His) servants"},{"SurahNumber":40,"VerseNumber":49,"Text":"And those in the Fire will say to the keepers (angels) of Hell: \"Call upon your Lord to lighten for us the torment for a day"},{"SurahNumber":40,"VerseNumber":50,"Text":"They will say: \"Did there not come to you, your Messengers with (clear) evidences\" They will say: \"Yes.\" They will reply: \"Then call (as you like)! And the invocation of the disbelievers is nothing but in vain"},{"SurahNumber":40,"VerseNumber":51,"Text":"Verily, We will indeed make victorious Our Messengers and those who believe in this world's life and on the Day when the witnesses will stand forth"},{"SurahNumber":40,"VerseNumber":52,"Text":"The Day when their excuses will be of no profit to wrongdoers. Theirs will be the curse, and theirs will be the evil abode"},{"SurahNumber":40,"VerseNumber":53,"Text":"And, indeed We gave Musa the guidance, and We caused the Children of Israel to inherit the Scripture"},{"SurahNumber":40,"VerseNumber":54,"Text":"A guide and a reminder for men of understanding"},{"SurahNumber":40,"VerseNumber":55,"Text":"So be patient. Verily, the promise of Allah is true, and ask forgiveness for your fault, and glorify the praises of your Lord in the `Ashi and in the Ibkar"},{"SurahNumber":40,"VerseNumber":56,"Text":"Verily, those who dispute about the Ayat of Allah, without any authority having come to them, there is nothing else in their breasts except pride. They will never have it. So seek refuge in Allah. Verily, it is He Who is the All-Hearer, the All-Seer"},{"SurahNumber":40,"VerseNumber":57,"Text":"The creation of the heavens and the earth is indeed greater than the creation of mankind; yet, most of the people do not know"},{"SurahNumber":40,"VerseNumber":58,"Text":"And not equal are the blind and those who see; nor those who believe, and do righteous good deeds, and those who do evil. Little do you remember"},{"SurahNumber":40,"VerseNumber":59,"Text":"Verily, the Hour is surely coming, there is no doubt about it, yet most men believe not"},{"SurahNumber":40,"VerseNumber":60,"Text":"And your Lord said: \"Call upon Me, I will answer you. Verily, those who scorn My worship they will surely enter Hell in humiliation"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allah, it is He Who has made the night for you that you may rest therein and the day for you to see. Truly, Allah is full of bounty to mankind; yet, most of mankind give no thanks"},{"SurahNumber":40,"VerseNumber":62,"Text":"That is Allah, your Lord, the Creator of all things, La ilaha ila Huwa. How then are you turning away"},{"SurahNumber":40,"VerseNumber":63,"Text":"Thus were turned away those who used to deny the Ayat of Allah"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah, it is He Who has made for you the earth as a dwelling place and the sky as a canopy, and has given you shape and made your shapes good and pure (looking) and has provided you with good things. That is Allah, your Lord, so Blessed be Allah, the Lord of all that exists"},{"SurahNumber":40,"VerseNumber":65,"Text":"He is the Ever Living, La ilaha illa Huwa; so invoke Him making the religion for Him Alone. All the praises and thanks be to Allah, the Lord of all that exits"}]}