{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Ulakattar yavaraiyum accamutti eccarikkai ceyvatarkaka (cattiyattaiyum, acattiyattaiyum telivakap) pirittarivikkum ivvetattait tan atiyar mitu irakkiyavan mikka pakkiyamutaiyavan"},{"SurahNumber":25,"VerseNumber":2,"Text":"(anta nayan) ettakaiyavan enral vanankal, pumi (akiyavarrin) atci avanukke uriyatu avan (tanakkena) oru makanai etuttuk kollavillai avanutaiya atciyil avanukku kuttali evarumillai avane ellap porutkalaiyum pataittu, avarrai atanatan alavup pati amaittan"},{"SurahNumber":25,"VerseNumber":3,"Text":"(eninum musrikkukal) avanaiyanri (veru) teyvankalai erpatuttik kontirukkirarkal - avarkal entap porulaiyum pataikkamattarkal; (enenil) avarkale pataikkappattavarkal. Innum avarkal; tankalukku nanmai ye; tu kollavo timaiyai tatuttuk kollavo caktipera mattarkal; melum avarkal uyirppikkavo, marikkac ceyyavo, mintum uyir kotuttu eluppavo, iyalatavarkalakavum irukkinranar"},{"SurahNumber":25,"VerseNumber":4,"Text":"innum; itu (al kur'an) poyyeyanri veru illai itai ivare ittukkattik kontar innum marra makkal kuttattarum itil avarukku utavipurintullarkal\" enrum nirakarippavarkal kurukinranar anal (ippatik kuruvatan mulam) titanaka avarkale or aniyayattaiyum, poyyaiyum kontu vantullarkal"},{"SurahNumber":25,"VerseNumber":5,"Text":"innum avarkal kurukirarkal; \"innum avai munnorkalin kattuk kataikale avarrai ivare elutuvittuk kontirukkirar - akave avai avar munne kalaiyilum malaiyilum otik kanpikkappatukinrana"},{"SurahNumber":25,"VerseNumber":6,"Text":"(napiye!)\"Vanankalilum, pumiyilumulla irakaciyankalai arintavan evano avane atai irakki vaittan; niccayamaka avan mika mannippavanakavum, mikka kirupai ceyvonakavum irukkinran\" enru kuruviraka"},{"SurahNumber":25,"VerseNumber":7,"Text":"Melum avarkal kurukirarkal; \"inta rasulukku enna? Ivar (marravarkalaip polave) unavu unkirar katai vitikalil natakkirar. Ivarutan cerntu accamutti eccarippatarkaka, oru malakku (vanavar) anuppappattirukka ventama"},{"SurahNumber":25,"VerseNumber":8,"Text":"allatu ivarukku oru putaiyal alikkappattirukka ventama? Allatu atiliruntu unpatarku (oru palat)tottam untakiyirukka ventama?\" (Enrum kurukinranar) anriyum, inta aniyayak kararkal; (muhminkalai nokki)\"cuniyam ceyyappatta oru manitaraiyeyanri, verevaraiyum ninkal pinparravillai\" enrum kurukirarkal"},{"SurahNumber":25,"VerseNumber":9,"Text":"(napiye!) Umakkaka avarkal ettakaiya uvamanankalai etuttuk kurukirarkal enpatai nir parum! Avarkal vali kettup poyvittarkal - akave avarkal (nerana) markkattaik kana cakti peramattarkal"},{"SurahNumber":25,"VerseNumber":10,"Text":"(napiye!) Innirakarippor colvataivita) melana cuvana(t totta)nkalai avan natinal umakkaka untakkuvane (anta nayan) pakkiyam mikkavan; avarrin kile arukal cata otikkontirukkum - innum umakkaka (anku) malikaikalaiyum avan untakkuvan"},{"SurahNumber":25,"VerseNumber":11,"Text":"eninum avarkal (iruti vicaranak) kalattaiye poyppikka murpatukinranar anal nam antakkalattaip poyppikka murpatupavanukku (naraka) neruppaic cittam ceytirukkirom"},{"SurahNumber":25,"VerseNumber":12,"Text":"(annarakam) ivarkalai veku tolaivil kanumpote atarke urittana kontalippaiyum, periraiccalaiyum avarkal ketparkal"},{"SurahNumber":25,"VerseNumber":13,"Text":"melum a(nnarakat)tin oru nerukkamana itattil avarkal (cankiliyal) katti eriyappattal, (avvetanaiyai tankamattamal, ataivita) alive mel ena anke ventiyalaipparkal"},{"SurahNumber":25,"VerseNumber":14,"Text":"Inta nalil ninkal or alivai alaikkatirkal; innum pala alivukalai ventiyalaiyunkal\" (enru avarkalitam kurappatum)"},{"SurahNumber":25,"VerseNumber":15,"Text":"a(ttakaiya narakamana)tu nallata? Allatu payapaktiyutaiyavarkalukku vakkalikkappattulla nittiya cuvarkkam nallata? Atu avarkalukku narkuliyakavum, avarkal poyc cerumitamakavum irukkum\" enru (avarkalim napiye!) Nir kurum"},{"SurahNumber":25,"VerseNumber":16,"Text":"atil avarkalukku virumpiyatellam kitaikkum; (atil) avarkal nirantaramakat tankuvarkal - ituve umatu iraivanitam ventip perakkutiya vakkurutiyaka irukkum"},{"SurahNumber":25,"VerseNumber":17,"Text":"avarkalaiyum allahvaiyanri avarkal vananki kontiruntavarraiyum avan onru cerkkum nalil; (atteyvankalai nokki)\"ennutaiya inta atiyarkalai ninkal vali ketuttirkala? Allatu avarkal tamakave vali kettup ponarkala?\" Enru (iraivan) ketpan"},{"SurahNumber":25,"VerseNumber":18,"Text":"(atarku) avarkal\"iraiva! Ni tuyavan. Unnaiyanri nankal patu kavalarkalai erpatuttik kolla enkalukkut tevaiyillaiye! Eninum ni ivarkalaiyum ivarkalutaiya mutataiyarkalaiyum cukam anupavikkac ceytay; avarkalo un ninaippai marantarkal; melum alintu pokum kuttattaranarkal\" enru kuruvar"},{"SurahNumber":25,"VerseNumber":19,"Text":"ninkal colliyataiyellam titanaka ivarkal poyyakkivittanar akave (ippotu vetanaiyait) tatuttuk kollavo, utavi perruk kollavo ninkal cakti peramattirkal; melum unkalil evan aniyayam ceytu kontiruntano, avanai nam periyatoru vetanaiyaic cuvaikkacceyvom\" (enru iraivan kuruvan)"},{"SurahNumber":25,"VerseNumber":20,"Text":"(Napiye!) Innum umakku munnar nam anuppiya tutarkalellam niccayamaka unavaruntupavarkalakavum, katai vitikalil natamatupavarkalakavumtam iruntarkal; melum, nam unkalil cilarai marrum cilarukkuc cotanaiyakki irukkirom - akave ninkal porumaiyutan iruppirkala? Um'mutaiya iraivan (yavarraiyum) urru nokkiyavanakave irukkinran"}]}