{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"niscayanga, allah n'yayam ceyamani mariyu (itarulaku) melu ceyamani mariyu daggari bandhuvulaku sahayam ceyamani mariyu aslilata, adharmam mariyu daurjan'yalaku duranga undamani ajnapistunnadu. Ayana i vidhanga miku bodhistunnadu, bahusa miru hitabodha grahistarani"},{"SurahNumber":16,"VerseNumber":91,"Text":"Mariyu miru allah peruto vagdanam ceste mi vagdanalanu tappaka neravercandi. Mariyu miru pramanalanu drdhaparacina tarvata bhangaparacakandi. (Endukante) vastavaniki, miru allah nu miku jaminudaruga cesukunnaru. Niscayanga miru cesedanta allah ku baga telusu"},{"SurahNumber":16,"VerseNumber":92,"Text":"mariyu miru a strivale kakandi, e stri ayite svayanga kastapadi nulu vadiki gatti daranni cesina taruvata danni mukkulu mukkuluga trenci vesindo! Oka vargam varu maroka vargam vari kante adhikanga unnarani, parasparam mosagincukovataniki, mi pramanalanu upayogincukokandi. Niscayanga allah mim'malni viti (i pramanala) dvara pariksistunnadu. Mariyu niscayanga, punarut'thana dinamuna ayana miku, miru vadulade visayalanu gurinci spastanga teliyajestadu"},{"SurahNumber":16,"VerseNumber":93,"Text":"okavela allah korite mim'malni andarini oke samajanga cesi undevadu. Kani ayana tanu korina varini margabhrastatvaniki guri cestadu. Mariyu tanu korina variki sanmargam cuputadu. Mariyu niscayanga, miru cestunna karmalanu gurinci miru tappaka prasnincabadataru"},{"SurahNumber":16,"VerseNumber":94,"Text":"mariyu mi pramanalanu parasparam mosagincukovataniki upayogincukokandi. Ala ceste sthirapadina padalu jaripovaccu mariyu miru allah margam nundi prajalanu nirodhincina papa phalitanni ruci cudagalaru. Mariyu miku ghoramaina siksa padagaladu"},{"SurahNumber":16,"VerseNumber":95,"Text":"mariyu miru allah to cesina vagdananni spalpalabhaniki am'mukokandi. Miru telusukogaligite, niscayanga, allah vadda unnade miku ento melainadi"},{"SurahNumber":16,"VerseNumber":96,"Text":"mi daggara unnadanta nasincede. Mariyu allah vadda unnade (sasvatanga) migiledi! Mariyu memu sahanam vahincevariki, varu cesina satkaryalaku uttama pratiphalam tappaka prasadistamu"},{"SurahNumber":16,"VerseNumber":97,"Text":"E purusudu gani, leka stri gani visvasulai, satkaryalu ceste, alanti varini memu tappaka (ihalokanlo) manci jivitam gadipela cestamu. Mariyu variki (paralokanlo) varu cesina satkaryalaku uttama pratiphalam tappaka prasadistamu"},{"SurahNumber":16,"VerseNumber":98,"Text":"kavuna nivu khur'an pathincaboyetappudu sapincabadina (bahiskarincabadina) saitan nundi (raksana pondataniki) allah saranu veduko"},{"SurahNumber":16,"VerseNumber":99,"Text":"visvasinci, tama prabhuvunu nam'mukunna varipai niscayanga, vadiki elanti adhikaram undadu"},{"SurahNumber":16,"VerseNumber":100,"Text":"kani! Niscayanga, vadi (saitan) vaipuku marali vadini anusarince (sneham cesukune) varipai mariyu ayanaku (allah ku) sati kalpince varipai, vadiki adhikaram untundi"},{"SurahNumber":16,"VerseNumber":101,"Text":"mariyu memu oka sandesanni (ayat nu) marci dani sthananlo maroka sandesanni avatarimpajesinappudu; tanu denni eppudu avatarimpajesado allah ku baga telusu. (Ayina) varu (satyatiraskarulu) ila antaru: \"Niscayanga nive (o muham'mad!) Dinini kalpincevadavu.\" Asalu varilo cala mandi (yathartham) telusukoleru"},{"SurahNumber":16,"VerseNumber":102,"Text":"varito anu: \"Dinini (i khur'an nu) ni prabhuvu vadda nundi satyanto, visvasulanu (visvasanlo) patistam ceyataniki mariyu (allah ku) sampurnanga vidheyuluga unna variki (muslinlaku) sanmargam cupataniki mariyu subhavarta andajeyataniki, parisud'dhatma (jibril) kramakramanga unnadi unnatluga tisukoni vaccadu"},{"SurahNumber":16,"VerseNumber":103,"Text":"mariyu: \"Niscayanga, itaniki oka manisi nerputunnadu.\" Ani, varu ane visayam maku baga telusu. Varu sucince (apartham cese) vyakti bhasa parayi bhasa. Kani i (khur'an) bhasa svacchamaina arabbi bhasa"},{"SurahNumber":16,"VerseNumber":104,"Text":"niscayanga evaraite allah sandesalanu (ayat lanu) visvasincaro! Variki allah sanmargam cupadu. Mariyu variki badhakaramaina siksa untundi"},{"SurahNumber":16,"VerseNumber":105,"Text":"Niscayanga, allah sucanalanu (ayat lanu) visvasincani varu, abad'dhalanu kalpistunnaru. Mariyu alantivaru! Vare, asatyavadulu"},{"SurahNumber":16,"VerseNumber":106,"Text":"evadaite visvasincina taruvata, allah nu tiraskaristado - tana hrdayam santrptikaramaina visvasanto nindi undi, balavantanga tiraskarincevadu tappa - mariyu evaraite hrdayapurvakanga satyatiraskaraniki palpadataro, alanti varipai allah agraham (dusana) virucuku padutundi. Mariyu vari koraku ghoramaina siksa untundi"},{"SurahNumber":16,"VerseNumber":107,"Text":"idi endukante! Niscayanga, varu paraloka jivitam kante ihaloka jivitanne ekkuvaga premincatam mariyu niscayanga, allah satyatiraskarulaku sanmargam cupadu"},{"SurahNumber":16,"VerseNumber":108,"Text":"ilanti vari hrdayala mida. Cevula mida mariyu kannula mida allah mudravesi unnadu. Mariyu ilanti vare nirlaksyanlo munigi unnavaru"},{"SurahNumber":16,"VerseNumber":109,"Text":"niscayanga, paralokanlo nastaniki guri kagalavaru vire, ani anatanlo elanti sandeham ledu"},{"SurahNumber":16,"VerseNumber":110,"Text":"ika niscayanga, ni prabhuvu! Vari koraku, evaraite modata pariksaku guri ceyabadi, pidapa (tama illu vakili vidici) valasapoyi, taruvata dharmaporatanlo palgontaro mariyu sahanam vahistaro! Dani taruvata niscayanga, alanti vari koraku ni prabhuvu! Ento ksamasiludu, apara karuna pradata"}]}