{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"ALIF LAM MIM"},{"SurahNumber":30,"VerseNumber":2,"Text":"The Romans have been conquered"},{"SurahNumber":30,"VerseNumber":3,"Text":"In the neighbouring land. But having been conquered they will conquer"},{"SurahNumber":30,"VerseNumber":4,"Text":"In a few years (less than ten). God's is the imperative first and last. On that day the believers will rejoice"},{"SurahNumber":30,"VerseNumber":5,"Text":"In the help of God. He helps whom He will; He is all-mighty, ever-merciful"},{"SurahNumber":30,"VerseNumber":6,"Text":"It is a promise of God; and God does not go back on His promise. Yet most men do not understand"},{"SurahNumber":30,"VerseNumber":7,"Text":"They only know the palpable life of this world, and are oblivious of the Hereafter"},{"SurahNumber":30,"VerseNumber":8,"Text":"Do they not think for themselves that God did not create the heavens and the earth and all that lies between them without reason and a determined purpose? But many men reject the meeting with their Lord"},{"SurahNumber":30,"VerseNumber":9,"Text":"Have they not travelled on the earth and seen how the others before them had met their end? They were far more powerful than them, furrowed the earth and colonised it far more than they; and their apostles came to them with visible signs. It was surely not for God to wrong them, they wronged themselves"},{"SurahNumber":30,"VerseNumber":10,"Text":"Therefore evil was the end of those who did evil, for they denied the signs of God and made fun of them"},{"SurahNumber":30,"VerseNumber":11,"Text":"God originates creation, and then will revert it, then you will go back to Him"},{"SurahNumber":30,"VerseNumber":12,"Text":"The day the Resurrection comes the sinners will be overwhelmed with despair"},{"SurahNumber":30,"VerseNumber":13,"Text":"No intercessor will they have among those they associated (with God), and will reject their partners"},{"SurahNumber":30,"VerseNumber":14,"Text":"The day the Hour comes they will be separated into categories"},{"SurahNumber":30,"VerseNumber":15,"Text":"Those who believed and did the right will be feasted in a rich, well-watered meadow"},{"SurahNumber":30,"VerseNumber":16,"Text":"Those who did not believe and rejected Our signs and the meeting in the Hereafter, will be given over to punishment"},{"SurahNumber":30,"VerseNumber":17,"Text":"So extol God when the evening comes and the day dawns"},{"SurahNumber":30,"VerseNumber":18,"Text":"For His is the praise in the heavens and the earth, -- and at nightfall and the time of noon"},{"SurahNumber":30,"VerseNumber":19,"Text":"He brings the living from the dead, the dead from the living, and quickens the earth after it had died. So will you be brought forth (from the dead)"},{"SurahNumber":30,"VerseNumber":20,"Text":"Among His signs is that He created you from the earth, and you are now human beings dispersed everywhere"},{"SurahNumber":30,"VerseNumber":21,"Text":"Another of His signs is that He created mates of your own kind of yourselves so that you may get peace of mind from them, and has put love and compassion between you. Verily there are signs in this for those who reflect"},{"SurahNumber":30,"VerseNumber":22,"Text":"Among other signs of His is the creation of the heavens and the earth, and the variety of your tongues and complexions. Surely there are signs in this for those who understand"},{"SurahNumber":30,"VerseNumber":23,"Text":"Another of His signs is the night, a time for you to sleep, and the day to seek His bounty. Verily there are signs in this for those who pay heed"},{"SurahNumber":30,"VerseNumber":24,"Text":"Another of His signs is the lightning He shows to fill you both with dread and hope, and the water He sends down from the sky which reawakens the earth that was dead. There are indeed signs in this for those who have sense"},{"SurahNumber":30,"VerseNumber":25,"Text":"Another of His signs is that the heavens and the earth stay in position by His command; and then when He will call you once you will come out of the earth"},{"SurahNumber":30,"VerseNumber":26,"Text":"All those who are in the heavens and the earth are His, and they are all obedient to Him"},{"SurahNumber":30,"VerseNumber":27,"Text":"It is He who first creates and then reverts it. This is how His law works inevitably. His semblance is of the most sublime in the heavens and the earth. He is all-mighty and all-wise"},{"SurahNumber":30,"VerseNumber":28,"Text":"He gives you an example from your own life: Do you possess among your dependants any partners in what We have bestowed on you, so that you and they have equal (share) in it, and that you fear them as you fear each other? That is how We explain Our signs clearly for those who comprehend"},{"SurahNumber":30,"VerseNumber":29,"Text":"And yet the wicked follow their own lusts without understanding. Who can show the way to those whom God allows to go astray? None will they have to help them"},{"SurahNumber":30,"VerseNumber":30,"Text":"So keep yourself exclusively on the true way, the creational law of God according to which He created man with the quality of choosing right or wrong. There is no altering of God's creation. This is the supreme law. But most men do not understand"}]}