{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"(Dies ist) die Offenbarung des Buches von Allah, dem Allmachtigen und Allweisen"},{"SurahNumber":46,"VerseNumber":3,"Text":"Wir haben die Himmel und die Erde und was dazwischen ist nur in Wahrheit und (auf) eine festgesetzte Frist erschaffen. Aber diejenigen, die unglaubig sind, wenden sich von dem ab, wovor sie gewarnt werden"},{"SurahNumber":46,"VerseNumber":4,"Text":"Sag: Was meint ihr zu dem, was ihr anstatt Allahs anruft? Zeigt mir, was sie von der Erde erschaffen haben. Oder haben sie etwa an den Himmeln teil? Bringt mir doch ein Buch vor diesem herbei oder die (geringste) Spur von Wissen, wenn ihr wahrhaftig seid"},{"SurahNumber":46,"VerseNumber":5,"Text":"Und wer ist weiter abgeirrt als jemand, der anstatt Allahs jemanden anruft, der ihn nicht erhort bis zum Tag der Auferstehung? Und sie achten nicht auf ihr Bittgebet"},{"SurahNumber":46,"VerseNumber":6,"Text":"Und wenn die Menschen versammelt werden, werden sie ihnen feind sein, und sie werden den von ihnen (empfangenen) Dienst verleugnen"},{"SurahNumber":46,"VerseNumber":7,"Text":"Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, sagen diejenigen, die unglaubig sind, uber die Wahrheit, da sie zu ihnen gekommen ist: \"Das ist deutliche Zauberei"},{"SurahNumber":46,"VerseNumber":8,"Text":"Oder sagen sie etwa: \"Er hat ihn ersonnen\"? Sag: Wenn ich ihn ersonnen haben sollte, so vermogt ihr fur mich nichts gegen Allah (auszurichten). Er weiß sehr wohl, woruber ihr euch (ausgiebig) auslaßt. Er genugt als Zeuge zwischen mir und euch. Und Er ist der Allvergebende und Barmherzige"},{"SurahNumber":46,"VerseNumber":9,"Text":"Sag: Ich bin kein Neubeginn unter den Gesandten, und ich weiß nicht, was mit mir, und auch nicht, was mit euch geschehen wird. Ich folge nur dem, was mir (als Offenbarung) eingegeben wird, und ich bin nur ein deutlicher Warner"},{"SurahNumber":46,"VerseNumber":10,"Text":"Sag: Was meint ihr, wenn er doch von Allah ist und ihr ihn aber verleugnet, wahrend ein Zeuge von den Kindern Isra'ils etwas bezeugt, was ihm gleich ist, und so glaubt er an ihn, wahrend ihr euch hochmutig verhaltet? Gewiß, Allah leitet das Volk der Ungerechten nicht recht"},{"SurahNumber":46,"VerseNumber":11,"Text":"Und diejenigen, die unglaubig sind, sagen von denjenigen, die glauben: \"Wenn er etwas Gutes ware, waren sie uns damit nicht zuvorgekommen.\" Und da sie sich nicht durch ihn rechtleiten lassen, werden sie sagen: \"Das ist eine alte unge heuerliche Luge"},{"SurahNumber":46,"VerseNumber":12,"Text":"Und vor ihm (war) die Schrift Musas als Vorbild und Barmherzigkeit. Und dies ist ein bestatigendes Buch in arabischer Sprache, um diejenigen, die Unrecht tun, zu warnen, und als frohe Botschaft fur die Gutes Tuenden"},{"SurahNumber":46,"VerseNumber":13,"Text":"Gewiß, diejenigen, die sagen: \"Unser Herr ist Allah\" und sich hierauf recht verhalten, uber sie soll keine Furcht kommen, noch sollen sie traurig sein"},{"SurahNumber":46,"VerseNumber":14,"Text":"Das sind die Insassen des (Paradies)gartens, ewig darin zu bleiben als Lohn fur das, was sie zu tun pflegten"},{"SurahNumber":46,"VerseNumber":15,"Text":"Und Wir haben dem Menschen anempfohlen, zu seinen Eltern gutig zu sein. Seine Mutter hat ihn unter Widerwillen getragen und unter Widerwillen zur Welt gebracht. Die (Zeit der) Schwangerschaft mit ihm bis zu seiner Entwohnung (betragt) dreißig Monate. Wenn er dann seine Vollreife erlangt hat und das Alter von vierzig Jahren erreicht hat, sagt er: \"Mein Herr, veranlasse mich, fur Deine Gunst zu danken, die Du mir und meinen Eltern erwiesen hast, und rechtschaffen zu handeln, womit Du zufrieden bist. Und gib mir Rechtschaffenheit in meiner Nachkommenschaft. Ich wende mich Dir ja in Reue zu, und ich gehore ja zu den (Dir) Ergebenen"},{"SurahNumber":46,"VerseNumber":16,"Text":"Das sind diejenigen, von denen Wir das Beste von dem, was sie getan haben, annehmen und uber deren bose Taten Wir hinwegsehen, unter den Insassen des (Paradies)gartens - (dies ist) das wahrhaftige Versprechen, das ihnen stets gegeben wurde"},{"SurahNumber":46,"VerseNumber":17,"Text":"Und derjenige, der zu seinen Eltern sagt: \"Pfui uber euch! Versprecht ihr mir etwa, ich sollte hervorgebracht werden, wo vor mir bereits Geschlechter dahingegangen sind?\" wahrend sie beide Allah um Hilfe anrufen: \"Wehe dir! glaube doch! Gewiß, Allahs Versprechen ist wahr.\" Da sagt er: \"Das sind nur Fabeln der Fruheren"},{"SurahNumber":46,"VerseNumber":18,"Text":"Das sind diejenigen, gegen die das Wort unvermeidlich fallig geworden war, unter (anderen) Gemeinschaften von den Ginn und den Menschen, die bereits vor ihnen dahingegegangen sind. Gewiß, sie sind ja Verlierer"},{"SurahNumber":46,"VerseNumber":19,"Text":"Fur alle wird es Rangstufen geben gemaß dem, was sie getan haben, und damit Er ihnen ihre Taten voll erstatte, und es wird ihnen kein Unrecht zugefugt"},{"SurahNumber":46,"VerseNumber":20,"Text":"Und am Tag, da diejenigen, die unglaubig sind, dem (Hollen)feuer vorgefuhrt werden: \"Ihr habt eure guten Dinge im diesseitigen Leben dahingehen lassen und sie genossen. Heute wird euch mit der schmahlichen Strafe vergolten, daß ihr euch auf der Erde ohne Recht hochmutig zu verhalten und daß ihr zu freveln pflegtet"}]}