{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"O decreto de teu Senhor é que não adoreis senão a Ele; que sejais indulgentes com vossos pais, mesmo que a velhicealcance um deles ou ambos, em vossa companhia; não os reproveis, nem os rejeiteis; outrossim, dirigi-lhes palavrashonrosas"},{"SurahNumber":17,"VerseNumber":24,"Text":"E estende sobre eles a asa da humildade, e dize: Ó Senhor meu, tem misericórdia de ambos, como eles tiverammisericórdia de mim, criando-me desde pequenino"},{"SurahNumber":17,"VerseNumber":25,"Text":"Vosso Senhor é mais sabedor do que ninguém do que há em vossos corações. Se sois virtuosos, sabei que Ele éIndulgente para com os contritos"},{"SurahNumber":17,"VerseNumber":26,"Text":"Concede a teu parente o que lhe é devido, bem como ao necessitado e ao viajante, mas não sejas perdulário"},{"SurahNumber":17,"VerseNumber":27,"Text":"Porque os perdulários são irmãos dos demônios, e o demônio foi ingrato para com o seu Senhor"},{"SurahNumber":17,"VerseNumber":28,"Text":"Porém, se te absténs (ó Mohammad) de privar com eles com o fim de alcançares a misericórdia de teu Senhor, a qualalmejas, fala-lhes afetuosamente"},{"SurahNumber":17,"VerseNumber":29,"Text":"Não cerres a tua mão excessivamente, nem a abras completamente, porque te verás censurado, arruinado"},{"SurahNumber":17,"VerseNumber":30,"Text":"Teu Senhor prodigaliza e provê, na medida exata, a Sua mercê a quem Lhe apraz, porque está bem inteirado e éObservador dos Seus servos"},{"SurahNumber":17,"VerseNumber":31,"Text":"Não mateis vossos filhos por temor à necessidade, pois Nós os sustentaremos, bem como a vós. Sabei que o seuassassinato é um grave delito"},{"SurahNumber":17,"VerseNumber":32,"Text":"Evitai a fornicação, porque é uma obscenidade e um péssimo exemplo"},{"SurahNumber":17,"VerseNumber":33,"Text":"Não mateis o ser que Deus vedou matar, senão legitimamente; mas, quanto a quem é morto injustamente, facultamos aoseu parente a represália; porém, que não se exceda na vingança, pois ele está auxiliado (pela lei)"},{"SurahNumber":17,"VerseNumber":34,"Text":"Não disponhais do patrimônio do órfão senão da melhor forma, até que ele chegue à puberdade, e cumpri oconvencionado, porque o convencionado será reivindicado"},{"SurahNumber":17,"VerseNumber":35,"Text":"E quanto instituirdes a medida, fazei-o corretamente; pesai na balança justa, porque isto é mais vantajoso e de melhorconseqüência"},{"SurahNumber":17,"VerseNumber":36,"Text":"Não sigas (ó humano) o que ignoras, porque pelo teu ouvido, pela tua vista, e pelo teu coração, por tudo isto seráresponsável"},{"SurahNumber":17,"VerseNumber":37,"Text":"E não te conduzas com jactância na terra, porque jamais poderás fendê-la, nem te igualar, em altura, às montanhas"},{"SurahNumber":17,"VerseNumber":38,"Text":"De todas as coisas, a maldade é a mais detestável, ante o teu Senhor"},{"SurahNumber":17,"VerseNumber":39,"Text":"Eis o que da sabedoria te inspirou teu Senhor: Não tomes, junto com Deus, outra divindade, porque será arrojado noinferno, censurado, rejeitado"},{"SurahNumber":17,"VerseNumber":40,"Text":"Porventura, vosso Senhor designou para vós os varões e escolheu para Si, dentre os anjos, as filhas? Sabei que proferisuma grande blasfêmia"},{"SurahNumber":17,"VerseNumber":41,"Text":"Temos reiterado os Nossos conselhos neste Alcorão, para que se persuadam; porém, isso não logra fazer mais do queaumentar-lhes a aversão"},{"SurahNumber":17,"VerseNumber":42,"Text":"Dize-lhes: Se, como dize, houvesse, juntamente com Ele, outros deuses, teriam tratado de encontrar um meio decontrapor-se ao Soberano do Trono"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glorificado e sublimemente exaltado seja Ele, por tudo quanto blasfemam"},{"SurahNumber":17,"VerseNumber":44,"Text":"Os setes céus, a terra, e tudo quanto neles existe glorificam-No. Nada existe que não glorifique os Seus louvores! Porém, não compreendeis as suas glorificações. Sabei que Ele é Tolerante, Indulgentíssimo"},{"SurahNumber":17,"VerseNumber":45,"Text":"E, quando recitas o Alcorão, interpomos um véu invisível entre ti e aqueles que não crêem na outra vida"},{"SurahNumber":17,"VerseNumber":46,"Text":"E sigilamos os corações para que não o compreendessem, e ensurdecemos os seus ouvidos. E, quando, no Alcorão, mencionas unicamente teu Senhor, voltam-te as costas desdenhosamente"},{"SurahNumber":17,"VerseNumber":47,"Text":"Sabemos, melhor do que ninguém, quando vêm escutar-te e porque o fazem; e quando se encontram em confidência, osiníquos dizem: Não seguis senão um homem enfeitiçado"},{"SurahNumber":17,"VerseNumber":48,"Text":"Olha com o que te comparam! Porém, assim se desviam, e nunca encontrarão senda alguma"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dizem: Quê! Quando estivermos reduzidos a ossos e pó, seremos, acaso reencarnados em uma nova criação"}]}