{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Nima khorata smyatat, che shte budat ostaveni da kazvat: “Povyarvakhme!”, bez da budat izpitvani"},{"SurahNumber":29,"VerseNumber":3,"Text":"Veche izpitakhme onezi predi tyakh. Allakh znae koi govoryat istinata i znae luzhtsite"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ili onezi, koito vurshat zlini, smyatat da ni ubyagnat? Kolko losho ot·suzhdat"},{"SurahNumber":29,"VerseNumber":5,"Text":"Za koito se nadyava da sreshtne Allakh - srokut ot Allakh nepremenno shte nastupi. Toi e Vsechuvashtiya, Vseznaeshtiya"},{"SurahNumber":29,"VerseNumber":6,"Text":"A koito se bori, edinstveno za sebe si se bori. Allakh ne se nuzhdae ot svetovete"},{"SurahNumber":29,"VerseNumber":7,"Text":"A koito vyarvat i vurshat pravedni dela, shte otmakhnem ot tyakh loshite im postupki i shte im vuzdadem spored nai-khubavoto ot onova, koeto sa izvurshili"},{"SurahNumber":29,"VerseNumber":8,"Text":"I povelikhme na choveka da se otnasya dobre s roditelite si. A ako te prinuzhdavat da sudruzhavash s Men onova, za koeto nyamash znanie, ne im se pokoryavai! Kum Men e vasheto zavrushtane i Az shte vi izvestya kakvo ste vurshili"},{"SurahNumber":29,"VerseNumber":9,"Text":"A koito vyarvat i vurshat pravedni dela, nepremenno shte gi vuvedem sred pravednite"},{"SurahNumber":29,"VerseNumber":10,"Text":"Nyakoi khora kazvat: “Povyarvakhme v Allakh!”, no ako postradat v imeto na Allakh, priemat izpitanieto ot khorata kato nakazanie ot Allakh. A kogato doide podkrepa ot tvoya Gospod, kazvat: “Nie byakhme zaedno s vas!” Nima Allakh ne znae nai-dobre tova, koeto e v gurdite na suzdaniyata"},{"SurahNumber":29,"VerseNumber":11,"Text":"Naistina Allakh znae vyarvashtite i znae litsemerite"},{"SurahNumber":29,"VerseNumber":12,"Text":"Nevernitsite kazvat na vyarvashtite: “Sledvaite nashiya put i nie shte ponesem pregresheniyata vi!” Ala ne shte ponesat nishto ot pregresheniyata im. Te sa luzhtsi"},{"SurahNumber":29,"VerseNumber":13,"Text":"Naistina te shte nosyat svoeto breme i drugo breme zaedno sus svoeto, i shte budat pitani v Denya na vuzkresenieto za tova, koeto sa izmislyali"},{"SurahNumber":29,"VerseNumber":14,"Text":"I izpratikhme Nukh pri negoviya narod, i toi prekara sred tyakh khilyada godini bez petdeset. I gi grabna potoput, kakto ugnetyavakha"},{"SurahNumber":29,"VerseNumber":15,"Text":"I spasikhme nego i obitatelite na Kovchega, i go storikhme znamenie za svetovete"},{"SurahNumber":29,"VerseNumber":16,"Text":"I [izpratikhme] Ibrakhim, koito reche na svoya narod: “Sluzhete na Allakh i boite se ot Nego! Tova e nai-dobroto za vas, ako proumyavate"},{"SurahNumber":29,"VerseNumber":17,"Text":"Sluzhite ne na Allakh, a samo na idoli, i izmislyate luzha. Tezi, na koito sluzhite vmesto na Allakh, ne mogat da vi dadat prepitanie, zatova ot Allakh tursete prepitanieto, na Nego sluzhete i Mu budete priznatelni! Pri Nego shte budete vurnati.”"},{"SurahNumber":29,"VerseNumber":18,"Text":"I ako vzimate za luzha, to i drugi obshtnosti predi vas vzimakha za luzha. Dulg za Pratenika e samo yasnoto poslanie"},{"SurahNumber":29,"VerseNumber":19,"Text":"Ne vizhdat li kak Allakh nacheva tvorenieto, posle go povtarya? Za Allakh tova e lesno"},{"SurahNumber":29,"VerseNumber":20,"Text":"Kazhi: “Vurvete po zemyata i vizhte kak Toi nacheva tvorenieto! Taka Allakh shte go presuzdade v otvudniya zhivot. Allakh za vsyako neshto ima sila"},{"SurahNumber":29,"VerseNumber":21,"Text":"Nakazva Toi kogoto pozhelae i pomilva kogoto pozhelae, i pri Nego shte budete vurnati"},{"SurahNumber":29,"VerseNumber":22,"Text":"I ne mozhete da vuzpirate nito na zemyata, nito na nebeto. I osven Allakh nyamate nito pokrovitel, nito izbavitel.”"},{"SurahNumber":29,"VerseNumber":23,"Text":"A koito ne vyarvat v znameniyata na Allakh i v sreshtata s Nego, tezi shte izgubyat nadezhda za Moeto milosurdie i za tyakh shte ima bolezneno muchenie"},{"SurahNumber":29,"VerseNumber":24,"Text":"I otgovorut na naroda mu be samo da kazhat: “Ubiite go ili go izgorete!” A Allakh go spasi ot Ogunya. V tova ima znameniya za khora vyarvashti"},{"SurahNumber":29,"VerseNumber":25,"Text":"I reche: “Vmesto Allakh priekhte idoli samo zaradi priyatelstvoto mezhdu vas v zemniya zhivot. Posle, v Denya na vuzkresenieto, shte se otrechete edin ot drug i shte se proklinate edin drug. I Ogunyat shte e vasheto myasto, i ne shte imate izbaviteli.”"}]}