{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Skazhy: «Meni vidkryto, shcho dekilʹka dzhyniv pochuly tse ta skazaly: «Voistynu, my slukhaly dyvovyzhnyy Koran"},{"SurahNumber":72,"VerseNumber":2,"Text":"yakyy vkazuye na dorohu pryamu; my uviruvaly v nʹoho ta ne budemo dodavaty nashomu Hospodu nikoho v pokloninni"},{"SurahNumber":72,"VerseNumber":3,"Text":"Nash Hospodʹ vyshchyy vid usʹoho; Vin ne brav sobi ni druzhyny, ni dytyny"},{"SurahNumber":72,"VerseNumber":4,"Text":"Nerozumnyy sered nas hovoryv pro Allaha nadmirne"},{"SurahNumber":72,"VerseNumber":5,"Text":"a my dumaly, shcho ni lyudy, ni dzhyny ne budutʹ zvodyty nahovir na Allaha"},{"SurahNumber":72,"VerseNumber":6,"Text":"Choloviky sered lyudey shukaly opiky v dzhyniv-cholovikiv, ale ti lyshe zbilʹshuvaly yikhniy hrikh"},{"SurahNumber":72,"VerseNumber":7,"Text":"Vony dumaly tak samo, yak i vy, shcho Allah nikoho ne voskresytʹ"},{"SurahNumber":72,"VerseNumber":8,"Text":"My dosyahnuly neba, ale pobachyly, shcho vono zapovnene suvorymy vartovymy ta palayuchymy svitylamy"},{"SurahNumber":72,"VerseNumber":9,"Text":"Ranishe my sydily v zasidkakh, shchob pidslukhovuvaty. Ale khto pidslukhaye teper, toy znayde, shcho na nʹoho chekaye palayuche svitylo"},{"SurahNumber":72,"VerseNumber":10,"Text":"My ne znayemo, chy prahnutʹ zla dlya tykh, khto na zemli, chy yikhniy Hospodʹ pobazhav dlya nykh pryamoho shlyakhu"},{"SurahNumber":72,"VerseNumber":11,"Text":"YE sered nas pravednyky, a ye takozh inshi. My ydemo riznymy shlyakhamy"},{"SurahNumber":72,"VerseNumber":12,"Text":"My znayemo, shcho ne zmozhemo vryatuvatysʹ vid Allaha na zemli, i shcho ne zmozhemo utekty vid Nʹoho"},{"SurahNumber":72,"VerseNumber":13,"Text":"Koly my pochuly pro shlyakh pryamyy, to uviruvaly v nʹoho. A khto viruye v svoho Hospoda, toy ne boyitʹsya ni vtrat, ni utyskiv"},{"SurahNumber":72,"VerseNumber":14,"Text":"YE sered nas yak pokirni Allahu, tak i ti, yaki vidkhylylysʹ. A khto navernuvsya do islamu, toy rushyv pryamoyu dorohoyu"},{"SurahNumber":72,"VerseNumber":15,"Text":"Ti, yaki vidkhylylysʹ, budutʹ palyvom dlya heyeny!»"},{"SurahNumber":72,"VerseNumber":16,"Text":"Yakby vony nevidstupno trymalysya shlyakhu, to My daruvaly b yim doskhochu vody"},{"SurahNumber":72,"VerseNumber":17,"Text":"shchob tsym vyprobuvaty yikh! A toho, khto vidvertayetʹsya vid nahaduvannya Hospoda svoho, Vin provadytʹ do vazhkoho pokarannya"},{"SurahNumber":72,"VerseNumber":18,"Text":"Mistsya pokloninnya nalezhatʹ Allahu, tozh ne klychte narivni z Allahom nikoho"},{"SurahNumber":72,"VerseNumber":19,"Text":"Koly rab Allaha pidnyavsya ta zaklykav Yoho, vony zibralysya navkolo nʹoho"},{"SurahNumber":72,"VerseNumber":20,"Text":"Skazhy: «YA zaklykayu Allaha ta ne dodayu Yomu nikoho v pokloninni!»"},{"SurahNumber":72,"VerseNumber":21,"Text":"Skazhy: «YA ne mayu vlady ni zapodiyaty vam shkodu, ni skeruvaty vas na pryamyy shlyakh!»"},{"SurahNumber":72,"VerseNumber":22,"Text":"Skazhy: «Nikhto ne zakhystytʹ mene vid Allaha, i ya ne znaydu prytulok ni v koho inshoho"},{"SurahNumber":72,"VerseNumber":23,"Text":"YA lyshe prynis te, shcho peredaye Allah, a takozh Yoho poslannya. A khto ne poslukhaye Allaha ta Yoho Poslantsya, tykh chekaye vohonʹ heyeny, de vony budutʹ vichno!»"},{"SurahNumber":72,"VerseNumber":24,"Text":"A koly vony pobachatʹ te, shcho yim obitsyano, to diznayutʹsya, chyyi pomichnyky slabshi ta menshi za kilʹkistyu"},{"SurahNumber":72,"VerseNumber":25,"Text":"Skazhy: «YA ne znayu, chy blyzʹke te, shcho vam obitsyano, chy Hospodʹ vidstrochyv yoho!»"},{"SurahNumber":72,"VerseNumber":26,"Text":"Vin znaye potayemne ta ne vidkryvaye yoho nikomu"},{"SurahNumber":72,"VerseNumber":27,"Text":"krim tykh poslantsiv, yakymy Vin zadovolenyy ta do yakykh prystavlyaye vartovykh — poperedu ta pozadu"},{"SurahNumber":72,"VerseNumber":28,"Text":"shchob diznatysʹ, chy donesly vony poslannya Hospoda svoho. Vin osyahaye vse, shcho traplyayetʹsya z nymy; Vin porakhuvav kozhnu rich"},{"SurahNumber":73,"VerseNumber":1,"Text":"O zahornutyy"},{"SurahNumber":73,"VerseNumber":2,"Text":"Zvershuy molytvu tsilu nich, okrim yakohosʹ chasu –"},{"SurahNumber":73,"VerseNumber":3,"Text":"polovynu nochi, trokhy menshe za tse"},{"SurahNumber":73,"VerseNumber":4,"Text":"abo y bilʹshe. Chytay Koran rozmireno"},{"SurahNumber":73,"VerseNumber":5,"Text":"My neodminno damo tobi vahome slovo"},{"SurahNumber":73,"VerseNumber":6,"Text":"Voistynu, molytva vnochi nabahato sylʹnisha ta nabahato yasnisha"},{"SurahNumber":73,"VerseNumber":7,"Text":"Voistynu, vdenʹ ty dovho zaynyatyy inshym"},{"SurahNumber":73,"VerseNumber":8,"Text":"Z·haduy zhe imʺya Hospoda tvoho ta tsilkom vidday sebe Yomu"},{"SurahNumber":73,"VerseNumber":9,"Text":"Hospodʹ skhodu y zakhodu; nemaye boha, krim Nʹoho! Vizʹmy zh Yoho svoyim Opikunom"},{"SurahNumber":73,"VerseNumber":10,"Text":"Vyyavlyay terpinnya do yikhnikh sliv ta hidno unykay yikh"},{"SurahNumber":73,"VerseNumber":11,"Text":"Zalysh Mene z tymy, yaki vvazhayutʹ istynu brekhneyu i nasolodzhuyutʹsya blahamy; daruy yim nevelyku vidstrochku"},{"SurahNumber":73,"VerseNumber":12,"Text":"Voistynu, v Nas ye kaydany ta peklo"},{"SurahNumber":73,"VerseNumber":13,"Text":"yizha, yaka staye v horli, a takozh bolisna kara"},{"SurahNumber":73,"VerseNumber":14,"Text":"U toy Denʹ zemlya ta hory zdryhnutʹsya, a sami hory stanutʹ nache pahorby iz sypuchoho pisku"},{"SurahNumber":73,"VerseNumber":15,"Text":"My vidislaly do vas poslantsya yak svidka proty vas — tak samo, yak My vidsylaly poslantsya do Firauna"},{"SurahNumber":73,"VerseNumber":16,"Text":"Ale Firaun ne poslukhav poslantsya, tozh My mitsno skhopyly yoho"},{"SurahNumber":73,"VerseNumber":17,"Text":"Yak zhe vy vryatuyetesʹ, yakshcho ne uviruyete v toy Denʹ, koly stanutʹ syvymy mali dity"},{"SurahNumber":73,"VerseNumber":18,"Text":"Todi rozkryyetʹsya nebo y bude vykonano obitsyanku"},{"SurahNumber":73,"VerseNumber":19,"Text":"Voistynu, tse — nahaduvannya! I khto pobazhaye, toy stane na shlyakh do Hospoda svoho"}]}