{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Und wenn Allah den Menschen das Unheil so eilig zukommen ließe, wie sie es mit dem Guten eilig haben, so ware ihre Lebensfrist schon zu Ende. Und so lassen Wir die, welche nicht mit der Begegnung mit Uns rechnen, in ihrer Widersetzlichkeit verblenden"},{"SurahNumber":10,"VerseNumber":12,"Text":"Und wenn den Menschen ein Schaden trifft, ruft er Uns an, ob er nun auf der Seite liegt oder sitzt oder steht; haben Wir aber den Schaden von ihm fortgenommen, dann geht er seines Weges, als hatte er Uns nie um (die Befreiung) vom Schaden, der ihn getroffen hat, angerufen. Also zeigt sich den Maßlosen das in schonem Licht, was sie begangen haben"},{"SurahNumber":10,"VerseNumber":13,"Text":"Und Wir vernichteten die Geschlechter vor euch, als sie frevelten; denn zu ihnen kamen ihre Gesandten mit deutlichen Zeichen, sie aber wollten nicht glauben. Also vergelten Wir (dies) der verbrecherischen Schar"},{"SurahNumber":10,"VerseNumber":14,"Text":"Danach machten Wir euch zu ihren Nachfolgern auf der Erde, auf daß Wir schauten, wie ihr handeln wurdet"},{"SurahNumber":10,"VerseNumber":15,"Text":"Und wenn ihnen Unsere deutlichen Verse verlesen werden, sagen jene, die nicht mit der Begegnung mit Uns rechnen: \"Bring einen Quran, der anders ist als dieser oder andere ihn.\" Sprich: \"Es steht mir nicht zu, ihn aus eigenem Antrieb zu andern. Ich folge nur dem, was mir offenbart wurde. Ich furchte, falls ich meinem Herrn ungehorsam bin, die Strafe eines gewaltigen Tages"},{"SurahNumber":10,"VerseNumber":16,"Text":"Sprich: \"Hatte Allah es gewollt so hatte ich ihn euch nicht verlesen, noch hatte Er ihn euch kundgetan. Ich habe doch wahrlich ein Menschenalter unter euch gelebt, bevor (der Quran da war) Wollt ihr denn nicht begreifen"},{"SurahNumber":10,"VerseNumber":17,"Text":"Wer ist wohl ungerechter als jener, der eine Luge gegen Allah erdichtet oder Seine Zeichen fur Lugen erklart? Wahrlich, die Verbrecher haben keinen Erfolg"},{"SurahNumber":10,"VerseNumber":18,"Text":"Sie verehren statt Allah das, was ihnen weder schaden noch nutzen kann; und sie sagen: \"Das sind unsere Fursprecher bei Allah.\" Sprich: \"Wollt ihr Allah von etwas Nachricht geben, was Ihm in den Himmeln oder auf der Erde unbekannt ist?\" Gepriesen sei Er, und hoch Erhaben ist Er uber das, was sie (Ihm) zur Seite stellen"},{"SurahNumber":10,"VerseNumber":19,"Text":"Die Menschen waren einst nur eine einzige Gemeinde, dann aber wurden sie uneins; und ware nicht ein Wort von deinem Herrn vorausgegangen, ware zwischen ihnen bereits uber das, woruber sie uneins waren, entschieden worden"},{"SurahNumber":10,"VerseNumber":20,"Text":"Und sie sagen: \"Warum ist nicht ein Zeichen zu ihm von seinem Herrn herabgesandt worden?\" Sprich: \"Das Verborgene gehort Allah allein. Darum wartet ab; seht, ich warte auch mit euch ab"},{"SurahNumber":10,"VerseNumber":21,"Text":"Und wenn Wir die Menschen Barmherzigkeit erleben lassen, nachdem Unheil sie getroffen hat, siehe, dann beginnen sie wieder, gegen Unsere Zeichen Plane zu schmieden. Sprich: \"Allah schmiedet die Plane schneller.\" Unsere Boten schreiben wahrlich alles nieder, was ihr an Planen schmiedet"},{"SurahNumber":10,"VerseNumber":22,"Text":"Er ist es, Der euch zu Lande und zur See Wege bereitet. Und da sie an (Bord) der Schiffe sind und mit ihnen (den Passagieren) bei gutem Wind dahinsegeln und sich daruber freuen, werden sie plotzlich von einem Sturm erfaßt, und die Wogen schlagen von allen Seiten uber sie zusammen. Und sie meinen schon, sie seien rings umschlossen - da rufen sie Allah in vollem, aufrichtigen Glauben an: \"Wenn Du uns aus diesem (Sturm) errettest, so werden wir sicherlich unter den Dankbaren sein"},{"SurahNumber":10,"VerseNumber":23,"Text":"Doch wenn Er sie dann errettet hat, siehe, schon beginnen sie wieder, ohne Berechtigung auf Erden Gewalt zu veruben. O ihr Menschen, eure Gewalttat richtet sich nur gegen euch selbst. (Genießt) die Gaben des diesseitigen Lebens. Zu Uns sollt ihr dann heimkehren; dann werden Wir euch verkunden, was ihr getan habt"},{"SurahNumber":10,"VerseNumber":24,"Text":"Das Gleichnis des irdischen Lebens ist nur wie das Wasser, das Wir aus den Wolken herabsenden; damit vermischen sich dann die Gewachse der Erde, wovon Mensch und Vieh sich nahren, bis zu ihr wenn die Erde ihren Prunk angelegt und sich schon geschmuckt hat und ihre Bewohner glauben, sie hatten Macht uber sie - Unser Befehl in der Nacht oder am Tage kommt und Wir sie zu einem niedergemahten Acker machen, als ware sie nicht am Tage zuvor gediehen. Also machen Wir die Zeichen fur die Leute klar, die nachdenken"},{"SurahNumber":10,"VerseNumber":25,"Text":"Und Allah ladt ein zum Haus des Friedens und leitet, wen Er will, zum geraden Weg"}]}