{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Dize: \"Apenas, exorto-vos a uma única questão: a vos manterdes, diante de Allah, de dois em dois ou de um em um, em seguida a refletirdes. Não há loucura em vosso companheiro. Ele não vos é senão um admoestador, que está adiante de veemente castigo"},{"SurahNumber":34,"VerseNumber":47,"Text":"Dize: \"O que vos peço, em prêmio, o será para vós. Meu prêmio não impende senão a Allah. E Ele, sobre todas as cousas, é Testemunha"},{"SurahNumber":34,"VerseNumber":48,"Text":"Dize: \"Por certo, meu Senhor é Quem lança a Verdade. Ele, das cousas invisíveis, é Profundo Sabedor"},{"SurahNumber":34,"VerseNumber":49,"Text":"Dize: \"A Verdade chegou, e a falsidade nada inicia nem repete"},{"SurahNumber":34,"VerseNumber":50,"Text":"Dize: \"Se eu me descaminho, descaminhar-me-ei, apenas, em prejuízo de mim mesmo. E, se me guio, será pelo que meu Senhor me revelou. Por certo, Ele é Oniouvinte, e está Próximo"},{"SurahNumber":34,"VerseNumber":51,"Text":"E se visses quando se aterrorizarem! Para eles não haverá escapatória, e serão apanhados em lugar próximo"},{"SurahNumber":34,"VerseNumber":52,"Text":"E dirão: \"Cremos nele.\" Mas como poderão alcançar a Fé, de lugar tão longínquo"},{"SurahNumber":34,"VerseNumber":53,"Text":"E, com efeito, renegaram-no antes, e conjeturam o Invisível, de lugar tão longínquo"},{"SurahNumber":34,"VerseNumber":54,"Text":"E interpor-se-á uma barreira entre eles e o que apetecem, como se fez, antes, a seus semelhantes. Por certo, estavam em dúvida tormentosa"},{"SurahNumber":35,"VerseNumber":1,"Text":"Suratu Fatir. Louvor a Allah, O Criador dos céus e da terra, Que faz dos anjos Mensageiros, dotados de asas: duas, ou três, ou quatro. Ele acresce, na criação, o que quer. Por certo, Allah, sobre todas as cousas, é Onipotente"},{"SurahNumber":35,"VerseNumber":2,"Text":"O que Allah franqueia aos homens, em misericórdia, ninguém pode retê-lo. E o que Ele retém, ninguém, depois dEle, pode enviá-lo. E Ele é O Todo-Poderoso, O Sábio"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ó humanos! Lembrai-vos da graça de Allah para convosco. Há criador outro que Allah, que vos dê sustento do céu e da terra? Não existe deus senão Ele. Então, como dEIe vos distanciais"},{"SurahNumber":35,"VerseNumber":4,"Text":"E, se eles te desmentem, Muhammad, com efeito, foram desmentidos outros Mensageiros, antes de ti. E a Allah são retornadas as determinações"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ó humanos! Por certo, a promessa de Allah é verdadeira. Então, não vos iluda a vida terrena e não vos iluda o ilusor, acerca de Allah"},{"SurahNumber":35,"VerseNumber":6,"Text":"Por certo, Satã vos é inimigo; então, tomai-o por inimigo. Ele, apenas, convoca os de seu partido, para que sejam dos companheiros do Fogo ardente"},{"SurahNumber":35,"VerseNumber":7,"Text":"Os que renegam a Fé terão veemente castigo. E os que crêem e fazem as boas obras terão perdão e grande prêmio"},{"SurahNumber":35,"VerseNumber":8,"Text":"Será que aquele, para quem é aformoseada sua má ação, e a vê como boa, é como aquele a quem Allah guia? E, por certo, Allah descaminha a quem quer e guia a quem quer. Então, que tua alma não se consuma em aflições por eles. Por certo, Allah, do que eles engenham, é Onisciente"},{"SurahNumber":35,"VerseNumber":9,"Text":"E Allah é Quem envia o vento, e este agita nuvens; em seguida, conduzimo-las a uma plaga morta e, com elas, vivificamos a terra, depois de morta. Assim será a Ressurreição"},{"SurahNumber":35,"VerseNumber":10,"Text":"Quem deseja o poder, saiba que é de Allah todo o poder. A Ele ascendem as palavras benignas; e a boa ação, Ele a eleva. E os que armam maus estratagemas terão veemente castigo. E o estratagema desses falhará"},{"SurahNumber":35,"VerseNumber":11,"Text":"E Allah criou-vos de pó; em seguida, de gota seminal; depois, fez-vos casais. E nenhuma varoa concebe, nem dá à luz senão com Sua ciência. E não se prolonga a vida de longevo algum nem se lhe diminui a idade, sem que isso esteja num Livro. Por certo, isso, para Allah, é fácil"},{"SurahNumber":35,"VerseNumber":12,"Text":"E os dois mares não se igualam. Este é doce, sápido, suave de beber, e aquele é salso, amargo. E, de cada um comeis carne tenra e extraís adornos, que usais. E tu vês o barco sulcando-os, para buscardes algo de Seu favor. E para serdes agradecidos"},{"SurahNumber":35,"VerseNumber":13,"Text":"Ele insere a noite no dia e insere o dia na noite. E submeteu o sol e a lua; cada qual corre até um termo designado. Esse é Allah, vosso Senhor: d'Ele é a soberania. E os que invocais, além dEle, não possuem, sequer, uma película de caroço de tâmara"},{"SurahNumber":35,"VerseNumber":14,"Text":"Se os convocais, não ouvirão vossa convocação. E, se a ouvissem, não vos atenderiam. E, no Dia da Ressurreição, renegarão vossa idolatria. E ninguém te informa da Verdade como Um Conhecedor"}]}