{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Well, Allah is not ashamed to cite the similitude of a gnat or of something even more insignificant than this. As for those who believe, they come to know from the same similitude that it is the Revelation from their Lord; but those who disbelieve, say, \"What does Allah mean by such similitudes?\" Allah leads astray many and guides many to the right way by the same thing. And He leads astray only those who disobey Allah"},{"SurahNumber":2,"VerseNumber":27,"Text":"who break Allah´s covenant after ratifying it; who cut asunder what Allah has ordered to be joined, and who produce chaos on the Earth. These are the people who are indeed the losers"},{"SurahNumber":2,"VerseNumber":28,"Text":"How is it that you adopt the attitude of disbelief towards Allah when the fact is that you were lifeless and He gave you life, and He will take away life from you and will again restore you to life: then you shall ultimately return to Him"},{"SurahNumber":2,"VerseNumber":29,"Text":"He it is Who created for you all that there is on the Earth; He then turned to the sky and ordered it into seven heavens. And He has full knowledge of everything"},{"SurahNumber":2,"VerseNumber":30,"Text":"Just recall the time when your Lord said to the angels, \"I am going to appoint a vicegerent on the Earth.\" They humbly enquired, \"Are you going to appoint such a one as will cause disorder and shed blood on the Earth? We are already engaged in hymning Your praise, and hallowing Your name"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah replied, \"I know what you do not know.\" After this he taught Adam the names of all things. Then He set these before the angels and asked, \"Tell Me the names of these things, if you are right (in thinking that the appointment of a vicegerent will cause disorder)"},{"SurahNumber":2,"VerseNumber":32,"Text":"They replied, \"Glory be to You. You alone are free from defect. We possess only that much knowledge which You have given us. Indeed You alone are All-Knowing and All-Wise"},{"SurahNumber":2,"VerseNumber":33,"Text":"Then Allah said to Adam, \"Tell them the names of these things.\" When Adam told them the names of all those things, Allah declared, \"Did I not tell you that I know those truths about the Earth and the Heavens which are hidden from you? I know what you disclose and what you hide"},{"SurahNumber":2,"VerseNumber":34,"Text":"Then We commanded the angels, \"Bow yourselves to Adam. \"All bowed but Iblis refused to do so; he waxed proud and joined the defiers"},{"SurahNumber":2,"VerseNumber":35,"Text":"Then We said, \"O Adam, you and your wife, both dwell in the Garden and eat to your hearts´ content where from you will, but do not go near this tree; otherwise you shall become transgressors"},{"SurahNumber":2,"VerseNumber":36,"Text":"After a time Satan tempted them with that tree to disobey. Our Command and brought them out of the state they were in, and We decreed, \"Now, go down all of you from here; you are enemies of one another. Henceforth you shall dwell and provide for yourselves on the Earth for a specified period"},{"SurahNumber":2,"VerseNumber":37,"Text":"At that time Adam learnt appropriate words from his Lord and repented, and his Lord accepted his repentance, for He is very Relenting and very Merciful"},{"SurahNumber":2,"VerseNumber":38,"Text":"We said, \"Now go down, all of you from here. Henceforth there shall come to you Guidance from Me now and again: whoever will follow it shall have neither fear nor sorrow"},{"SurahNumber":2,"VerseNumber":39,"Text":"and whoever will refuse to accept it and defy Our Revelations they shall be doomed to the Fire wherein they shall remain for ever"},{"SurahNumber":2,"VerseNumber":40,"Text":"O children of Israel! Just recall to mind My favour wherewith I blessed you fulfil your covenant with Me and I shall fulfil My covenant with you, and fear Me alone"},{"SurahNumber":2,"VerseNumber":41,"Text":"And believe in the Book I have now sent down; as it confirms the Scriptures you already possess, be not the first to reject it; barter not away My Revelations for paltry worldly gain, and guard yourselves against My wrath"},{"SurahNumber":2,"VerseNumber":42,"Text":"Confound not the Truth with falsehood nor conceal it knowingly"},{"SurahNumber":2,"VerseNumber":43,"Text":"Establish the Salat, pay the Zakat and bow down before Me along with those who bow down"}]}