{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"بگو: از آسمانها و زمين چه كسى به شما روزى مى‌دهد؟ بگو: خداى يكتا. اينك ما و شما يا در طريق هدايت هستيم يا در گمراهى آشكار"},{"SurahNumber":34,"VerseNumber":25,"Text":"بگو: اگر ما مرتكب جرمى شويم، شما را بازخواست نمى‌كنند و اگر شما مرتكب كارى زشت گرديد ما را بازخواست نخواهند كرد"},{"SurahNumber":34,"VerseNumber":26,"Text":"بگو: پروردگار ما، ما و شما را گرد مى‌آورد، سپس ميان ما به حق داورى مى‌كند. زيرا اوست حكم كننده و دانا"},{"SurahNumber":34,"VerseNumber":27,"Text":"بگو: آنهايى را كه شريك خدا پنداشتيد به من نشان بدهيد. هرگز، كه اوست خداى پيروزمند و حكيم"},{"SurahNumber":34,"VerseNumber":28,"Text":"تو را به پيامبرى نفرستاديم، مگر بر همه مردم؛ مژده‌دهنده و بيم‌دهنده. ولى بيشتر مردم نمى‌دانند"},{"SurahNumber":34,"VerseNumber":29,"Text":"و مى‌گويند: اگر راست مى‌گوييد، اين وعده چه وقت فرا رسد؟"},{"SurahNumber":34,"VerseNumber":30,"Text":"بگو: آن روز كه ميعاد شماست، نه ساعتى تأخير كنيد و نه ساعتى پيش افتيد"},{"SurahNumber":34,"VerseNumber":31,"Text":"و كافران گفتند: ما نه به اين قرآن ايمان مى‌آوريم و نه به كتابهاى پيش از آن. اگر ببينى، آن روز كه ستمكاران را به پيشگاه پروردگارشان نگه دارند، هر كس گناه خود به گردن ديگرى اندازد. زبون‌شدگان به قدرتمندان گويند: اگر شما نبوديد، ما ايمان آورده بوديم"},{"SurahNumber":34,"VerseNumber":32,"Text":"قدرتمندان به زبون‌شدگان گويند: آيا از آن پس كه شما را به راه هدايت فراخواندند، ما شما را بازداشتيم؟ نه، شما خود گناهكار بوديد"},{"SurahNumber":34,"VerseNumber":33,"Text":"زبون‌شدگان به قدرتمندان گويند: نه، شما شب و روز حيلت مى‌كرديد، آنگاه كه ما را فرمان مى‌داديد كه به خداى يكتا كافر شويم و براى او همتايانى قرار دهيم. و چون عذاب را ببينند در دل پشيمانى كنند. و ما غلها را بر گردن كافران بگذاريم. آيا نه چنين است كه در برابر اعمالشان مجازات مى‌شوند؟"},{"SurahNumber":34,"VerseNumber":34,"Text":"ما هيچ بيم‌دهنده‌اى به قريه‌اى نفرستاديم، جز آنكه توانگران عيّاشش گفتند: ما به آنچه شما را بدان فرستاده‌اند ايمان نمى‌آوريم"},{"SurahNumber":34,"VerseNumber":35,"Text":"و گفتند: اموال و اولاد ما از همه بيشتر است و كس ما را عذاب نكند"},{"SurahNumber":34,"VerseNumber":36,"Text":"بگو: پروردگار من است كه روزى هر كس را كه بخواهد فراوان مى‌كند و بر هر كه بخواهد تنگ مى‌گيرد. ولى بيشتر مردم نمى‌دانند"},{"SurahNumber":34,"VerseNumber":37,"Text":"اموال و اولادتان چيزى نيست كه شما را به ما نزديك سازد. مگر آنان كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، كه پاداش اينان به سبب اعمالشان دو برابر است و ايمن در غرفه‌هاى بهشت هستند"},{"SurahNumber":34,"VerseNumber":38,"Text":"آنان كه به آيات ما مى‌تازند و مى‌پندارند كه از ما مى‌گريزند، طعمه عذابند"},{"SurahNumber":34,"VerseNumber":39,"Text":"بگو: پروردگار من است كه روزى هر كه از بندگانش را كه بخواهد فراوان مى‌كند يا او را به تنگى مى‌افكند. و اگر چيزى انفاق كنيد، عوضش را خواهد داد و او بهترين روزى‌دهندگان است"},{"SurahNumber":34,"VerseNumber":40,"Text":"روزى كه همه را گردآورد، آنگاه ملائكه را گويد: آيا اينان بودند كه شما را مى‌پرستيدند؟"},{"SurahNumber":34,"VerseNumber":41,"Text":"مى‌گويند: تو منزهى. تويى ولىّ ما، نه آنها. اينان جنها را مى‌پرستيدند و بيشترين به آنها ايمان داشتند"},{"SurahNumber":34,"VerseNumber":42,"Text":"آن روز به يكديگر هيچ سود و زيانى نتوانيد رساند. و به ستمكاران گوييم: بچشيد عذاب آتشى را كه دروغش مى‌انگاشتيد"},{"SurahNumber":34,"VerseNumber":43,"Text":"چون آيات روشن ما بر آنان خوانده شد، گفتند: جز اين نيست كه اين مردى است كه مى‌خواهد شما را از آنچه پدرانتان مى‌پرستيدند بازدارد. و گفتند: اين جز دروغى به هم بافته، چيز ديگرى نيست. و كسانى كه به خدا كافر شده بودند، چون سخن حق بر آنها نازل شد گفتند: اين چيزى جز جادويى آشكار نيست"},{"SurahNumber":34,"VerseNumber":44,"Text":"پيش از اين، كتابى كه آن را بخوانند به آنها نداده‌ايم و پيش از تو بيم‌دهنده‌اى بر آنان نفرستاده‌ايم"},{"SurahNumber":34,"VerseNumber":45,"Text":"و كسانى كه پيش از آنها بودند پيامبران را تكذيب كردند و اينان خود به ده يك آنچه به آنها داده بوديم نرسيده‌اند، و با اين حال پيامبران مرا تكذيب كردند. پس عقوبت من چه سخت بود"}]}