{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"(Habibim) de ki: «Bana su hakıykat (ler) vahy olunmusdur: Cin den bir zumre (benim Kur´an okuyusumu) dinlemis de (soyle) soylemisler: — Biz, hakıyki hayranlık veren bir Kur´an dinledik"},{"SurahNumber":72,"VerseNumber":2,"Text":"«ki o, Hakka ve dogruya goturuyor. Bundan dolayı biz de ona iman etdik. Rabbimize (bundan sonra) hicbir (sey´) i asla ortak tutmayacagız»"},{"SurahNumber":72,"VerseNumber":3,"Text":"«Hakıykat sudur ki: Rabbizimin buyuklugu (her buyuklukden) yucedir. O, ne bir zevce, ne de bir evlad edinmemisdir»"},{"SurahNumber":72,"VerseNumber":4,"Text":"«Hakıykat sudur ki: Bizim avanak (cahil) imiz Allaha karsı (meger) pek asırı yalanlar soyluyormus»"},{"SurahNumber":72,"VerseNumber":5,"Text":"«Gercek biz de insan (olsun), cin (olsun) Allaha karsı (hicbiri) asla yalan soylemez, sanmıstık.»"},{"SurahNumber":72,"VerseNumber":6,"Text":"«Filhakıyka su da var: Insanlardan ba´zı kimseler cinden ba´zı kisilere sıgınırlar. Demek bu suretle onların azgınlıklarını (sımarıklıklarını) artırmıslar»"},{"SurahNumber":72,"VerseNumber":7,"Text":"«Hakıykaten onlar da, sizin zannetdiginiz gibi, Allahın hicbir kimseyi kat´iyyen diriltemeyecegini sanmıslar»"},{"SurahNumber":72,"VerseNumber":8,"Text":"(Cin devamla:) «Biz ciddi bir suretde goge erismek istedik. Fakat onu sert bekcilerle ve (yakıcı) sihablarla doldurulmus bulduk»"},{"SurahNumber":72,"VerseNumber":9,"Text":"«Halbuki hakıykaten biz (bundan evvel haber) dinlemek icin onun ba´zı kısımlarında oturacak yerler (bulub) oturuyorduk. Fakat simdi kim dinleyecek olursa kendisini gozetib duran bir sihab (karsısında) bulunuyor»"},{"SurahNumber":72,"VerseNumber":10,"Text":"«Dogrusu biz yerdeki kisilere ser mi murad ediliyor, yoksa Rableri onlar icin bir hayır mı irade ediyor, bilmiyormusuz»"},{"SurahNumber":72,"VerseNumber":11,"Text":"«Hakıykaten biz, kimimiz salaha ermis (iyi kisi) leriz, kimimiz ise bunlardan asagıdır. Cesid cesid yollar (a saahib) olmusuz»"},{"SurahNumber":72,"VerseNumber":12,"Text":"«Su hakıykatı da subhesiz anladık ki: Yer (yuzun) de (bulunsak) da Allahı asla aaciz bırakamayız, (goge) kacmakla da Onu asla aaciz kılamayız»"},{"SurahNumber":72,"VerseNumber":13,"Text":"«Dogrusu, biz o hidayeti (Kur´anı) dinleyince ona iman etdik. Kim de Rabbine iman ederse o, ne bir (ecrinin) eksileceginden, ne de bir haksızlıga ugrayacagından korkmaz»"},{"SurahNumber":72,"VerseNumber":14,"Text":"«Gercek kimimiz muslumanlar, kimimiz ise zulmedenlerdir. Musluman olan kisiler (yok mu?) iste onlar dogru yolu ara (yıb bul) muslardır»"},{"SurahNumber":72,"VerseNumber":15,"Text":"«Zulmedenlere gelince : Onlar da cehenneme odun oldular»"},{"SurahNumber":72,"VerseNumber":16,"Text":"(Bana) su hakıykat da (vahyedildi:) Eger onlar o yol uzerinde dosdogru gitselerdi elbette onlara bol su icirirdik"},{"SurahNumber":72,"VerseNumber":17,"Text":"Bu hususda onları imtihaana cekelim diye. Kim Rabbinin zikrinden yuz cevirirse (Rabbi) onu (ustune cıkıb yukselecek ve maglub edecek) cetin bir azaba sokar"},{"SurahNumber":72,"VerseNumber":18,"Text":"Hakıykatde mescidler Allahındır. Onun icin Allah ile birlikde hicbir (sey´e, hicbir kimseye) tapmayın"},{"SurahNumber":72,"VerseNumber":19,"Text":"(Bana) su hakıykat de (vahyedilmisdir:) Allahın kulu Ona ibadet icin (namaza) kalkdıgı zaman nerdeyse onlar, etrafında keceler (gibi dertop) oluyorlardı"},{"SurahNumber":72,"VerseNumber":20,"Text":"De ki: (Habibim): «Ben ancak Rabbime dua ediyorum. Ona hicbirini ortak kosmam»"},{"SurahNumber":72,"VerseNumber":21,"Text":"De ki: «Hakıykat ben sizin icin ne bir zarar (yapmak), ne de bir hayır (getirmek kudretine) malik degilim»"},{"SurahNumber":72,"VerseNumber":22,"Text":"De ki: «Hakıykat ben (isyan edersem) beni Allah (ın azabın) dan kimse kat´iyyen kurtaramaz ve ben Ondan baska bir sıgınak da, kaabil degil, bulamam»"},{"SurahNumber":72,"VerseNumber":23,"Text":"«(Benim elimden gelen) ancak Allahdan olanı, Onun gonderdiklerini tebligdir. Kim Allaha ve peygamberine ısyan ederse subhesiz onun icin cehennem atesi vardır, kendileri orada ebedi, daim kalıcılar olmak uzere"},{"SurahNumber":72,"VerseNumber":24,"Text":"Nihayet onlar tehdid edilmekde oldukları (azabı) gordukleri zaman kimin yardımcısı daha zaif, sayısı daha azmıs bileceklerdir"},{"SurahNumber":72,"VerseNumber":25,"Text":"De ki (Habibim): «Tehdid edilegeldiginiz (azab) ın yakın mı, yoksa Rabbimin ona uzun bir muddet mi´ ta´yin etmis oldugunu ben bilmem»"},{"SurahNumber":72,"VerseNumber":26,"Text":"(O butun) gaybı bilendir. Oyle ki gaybına kimseyi muttali etmez O"},{"SurahNumber":72,"VerseNumber":27,"Text":"Meger ki begenib secdigi bir peygamber ola. Cunku O, bunun onunden, ardından gozetleyiciler dizer"},{"SurahNumber":72,"VerseNumber":28,"Text":"Taki (o peygamberler), Rablerinin gonderdiklerini (o gozetleyicilerin) hakkıyle (kendilerine) teblig etdiklerini (suhuden) bilsin (ler). (Allah, peygamberin) nezdinde olub bitenleri (onların her haalini ilmiyle) kusatmıs, hersey´i (mufredatı vech ile), sayı (sı) ile saymıs (tesbit etmis) dir"},{"SurahNumber":73,"VerseNumber":1,"Text":"Ey (esvabına) burunen (Habibim)"},{"SurahNumber":73,"VerseNumber":2,"Text":"gece (nin) birazından gayrı (saatlerinde) kalk"},{"SurahNumber":73,"VerseNumber":3,"Text":"(Gecenin) yarısı mıkdarınca. Yahud ondan «birazını eksilt"},{"SurahNumber":73,"VerseNumber":4,"Text":"Yahud (o yarının) uzerine (ilave edib) artır. Kur´anı da acık acık, tane tane oku"},{"SurahNumber":73,"VerseNumber":5,"Text":"Hakıykat biz sana agır bir soz vahyediyoruz"},{"SurahNumber":73,"VerseNumber":6,"Text":"Gercek, gece (yatagından ibadete) kalkan nefs (yok mu?) o, hem uygunluk i´tibariyle daha kuvvetlidir, hem kıraatce daha saglamdır"},{"SurahNumber":73,"VerseNumber":7,"Text":"Cunku gunduz senin icin uzun bir mesguuliyyet var"},{"SurahNumber":73,"VerseNumber":8,"Text":"Rabbinin adını an. (Ibadetinde Ondan baska herseyden kesilerek) yalnız Ona yonel"},{"SurahNumber":73,"VerseNumber":9,"Text":"dogunun da, batının da Rabbidir. Ondan baska hicbir Tanrı yok. O halde (umuurunda) guvenek ve dayanak olarak onu tut"},{"SurahNumber":73,"VerseNumber":10,"Text":"Onlar ne derlerse katlan. Onlardan sızıltısızca ayrıl"},{"SurahNumber":73,"VerseNumber":11,"Text":"Yalan sayacak olan o varlık saahiblerini bana bırak ve onlara biraz muhlet ver"},{"SurahNumber":73,"VerseNumber":12,"Text":"Cunku bizim yanımızda (agır) bukagılar var, yakıcı bir ates var"},{"SurahNumber":73,"VerseNumber":13,"Text":"bogazda tıkanıb kalan bir yiyecek var. (Bunlardan baska da) elem verici bir azab var"},{"SurahNumber":73,"VerseNumber":14,"Text":"o gunde ki yer (ler), daglar (zelzeleyle) sarsılır. Daglar akıb dagılan bir kum yıgınına doner"},{"SurahNumber":73,"VerseNumber":15,"Text":"Hakıykat, bir Fir´avne bir´ peygamber yolladıgımız gibi size de (kıyamet gunu) uzerinize sahid olarak bir peygamber gonderdik"},{"SurahNumber":73,"VerseNumber":16,"Text":"Fir´avn, o peygambere ısyanetdi de biz de onu agır ve cetin bir tutusla yakalayıverdik"},{"SurahNumber":73,"VerseNumber":17,"Text":"Eger siz (dunyada) kufrederseniz cocukları ak saclı ihtiyarlara cevirecek olan bir gunde kendinizi nasıl koruyabileceksiniz"},{"SurahNumber":73,"VerseNumber":18,"Text":"Gok bile o sebeble (o gunun siddetinden) yarılmıs, Onun va´di? fiile cıkarılmıs (yerine getirilmis olacak) dır"},{"SurahNumber":73,"VerseNumber":19,"Text":"Iste bu (korkutucu ayetler) hakıyki birer oguddur. Artık kim dilerse Rabbine bir yol edinir"}]}