{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Ajo e barti atë (Isain), andaj (me të në bark) u izolua në një vend të largët"},{"SurahNumber":19,"VerseNumber":23,"Text":"E dhembja (e lindjes) e mbështeti atë te një trup i hurmës. Ajo tha: \"Ah sa mirë ka qenë për mua të kisha vdekur para kësaj e të isha e harruar që moti"},{"SurahNumber":19,"VerseNumber":24,"Text":"E prej së poshtmi atë e thirri (Xhibrili): \"Mos u brengos, Zoti yt bëri pranë teje një përrockë (uji)"},{"SurahNumber":19,"VerseNumber":25,"Text":"E ti shkunde trupin e hurmës se do të bijnë ty hurma të freskëta"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ti pra, ha pi e qetësohu, dhe nëse sheh ndonjë prej njerëzve thuaj: \"Unë kam vendosur heshtje për hir të Gjithëmëshirshmit, andaj asnjë njeriu sot nuk i flas"},{"SurahNumber":19,"VerseNumber":27,"Text":"Dhe duke e bartur ngryk shkoi me të te të afërmit e vet ata i thanë: \"Oj Merjeme, ke bërë një punë shumë të keqe"},{"SurahNumber":19,"VerseNumber":28,"Text":"Oj motra e Harunit, babai yt nuk ishte njeri i prishur e as nëna jote nuk ka qenë e pamoralshme"},{"SurahNumber":19,"VerseNumber":29,"Text":"Atëherë ajo u dha shenjë kah ai (Isai). Ata thanë: \"Si t´i flasim atij që është foshnjë në djep"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ai (Isai) tha: \"Unë jam rob i All-llahut, mua më ka dhënë (ka caktuar të më japë) librin dhe më ka bërë Pejgamber"},{"SurahNumber":19,"VerseNumber":31,"Text":"Më ka bërë dobiprurës kudo që të jem dhe më ka porositur me namaz (falje) e zeqatë për sa të jem gjallë"},{"SurahNumber":19,"VerseNumber":32,"Text":"Më ka bërë të mirësjellshëm ndaj nënës sime, e nuk më ka bërë kryelartë as të padëgjueshëm"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selami (shpëtimi prej All-llahut) është me mua ditën kur u linda, ditën kur të vdes dhe ditën kur të dal (prej varrit) i gjallë"},{"SurahNumber":19,"VerseNumber":34,"Text":"Kjo është (fjalë) e vërtetë, rreth Isait, birit të Merjemes në të cilin ata shkaktojnë dyshime"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nuk i takoi (nuk ka nevojë) All-llahu të ketë ndonjë fëmijë, i pastër është Ai, kur dëshiron një send Ai vetëm i thotë atij: Bëhu!\". Ai menjëherë bëhet"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Isai i tha popullit të vet) Dhe se All-llahu është Zoti im dhe Zoti juaj, pra adhurojeni Atë, kjo është rrugë (fé) e drejtë"},{"SurahNumber":19,"VerseNumber":37,"Text":"Po grupet u kundërshtuan mes vete (rreth Isait). Të mjerët ata që nuk besuan se çka kanë për të parë ditën e madhe"},{"SurahNumber":19,"VerseNumber":38,"Text":"Ditën kur do të na paraqiten ata Neve, sa mirë do të dëgjojnë dhe shohin (ose njerëzit do të dëgjojnë e shohin çka i gjen ata), por tash për tash (në këtë jetë) zullumqarët janë të humbur qartë"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ti tërhiqju atyre vërejtjen për ditën e dëshpërimit, kur të marrë fund çështja (e përgjegjësisë e dikush në xhennet, dikush në zjarr), se ata (sot) janë të painformuar, dhe ata nuk janë duke besuar"},{"SurahNumber":19,"VerseNumber":40,"Text":"S´ka dyshim se Ne e trashëgojmë (na mbetet) tokën dhe çka ka në të, dhe te Ne do të jetë e ardhmja e tyre"},{"SurahNumber":19,"VerseNumber":41,"Text":"Përkujtoju (lexoju idhujtarëve e të tjerëve) në Libër (në Kur´an) Ibrahimin. Ai vërtet ishte shumë i drejtë dhe pejgamber"},{"SurahNumber":19,"VerseNumber":42,"Text":"Kur babait të vet i tha: \"O babai im, pse adhuron atë që as nuk dëgjon, as nuk sheh, e as nuk ke asgjë prej tij"},{"SurahNumber":19,"VerseNumber":43,"Text":"O babai im, mua më është dhënë nga dituria çka ty nuk të është dhënë, andaj më dëgjo se unë të udhëzoj në rrugë të drejtë"},{"SurahNumber":19,"VerseNumber":44,"Text":"O babai im, mos adhuro djallin, sepse djalli është kundërshtar i Mëshiruesit"},{"SurahNumber":19,"VerseNumber":45,"Text":"O babai im, unë kam frikë se do të godet ndonjë dënim prej të Gjithëmëshirshmit e do të jeshë shok i djallit"},{"SurahNumber":19,"VerseNumber":46,"Text":"Ai (babai) tha: \"A ti, Ibrahim, i refuzon zotat e mi? Nëse nuk ndalesh (së fyeri ndaj zotave të mi), unë do të gurëzoj, ndaj largohu prej meje për një kohë të gjatë"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ai (Ibrahimi) tha: \"Qofsh i lirë prej meje! Unë do ta lus Zotin tim për të falur ty, pse ai (babai) ishte i kujdesshëm ndaj meje"},{"SurahNumber":19,"VerseNumber":48,"Text":"Unë po largohem prej jush dhe prej çka adhuroni ju pos All-llahut, e shpresoj se me adhurimin ndaj Zotit tim nuk do të jem i humbur"},{"SurahNumber":19,"VerseNumber":49,"Text":"E pasi u largua prej tyre dhe prej çka adhuronin ata pos All-llahut, Ne i dhuruam atij Is´hakun dhe Jakubin dhe që të dy i bëmë pejgamberë"},{"SurahNumber":19,"VerseNumber":50,"Text":"Dhe atyre (të gjithëve) u dhamë (të mira) nga mëshira Jonë, edhe i bëmë që të jenë të përmendur për të mirë (ndër njerëz)"},{"SurahNumber":19,"VerseNumber":51,"Text":"Përmendju në Libër (tregimin për) Musain! Ai ishte i zgjedhur (prej Zotit) dhe ishte i dërguar, pejgamber"},{"SurahNumber":19,"VerseNumber":52,"Text":"Dhe Ne e thirrëm nga ana e djathtë e kodrës Tur, e afruam për t´i folur (ta dëgjojë bisedën tonë)"},{"SurahNumber":19,"VerseNumber":53,"Text":"Nga mëshira Jonë ia dhamë vëllain e tij Harunin, pejgamber"},{"SurahNumber":19,"VerseNumber":54,"Text":"Përkujtoju në këtë Libër Ismailin! Ai ka qenë shumë besnik në premtim (premtoi të bëhet kurban) dhe i dërguar, pejgamber"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ai urdhëronte familjen e vet me faljen e namazit dhe me zeqatë, dhe ishte shumë i pranishëm te Zoti i tij"},{"SurahNumber":19,"VerseNumber":56,"Text":"Përkujtoju në libër edhe Idrisin! Ai ishte shumë i drejtë dhe pejgamber"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ne e ngritëm atë në një vend të lartë (ia ngritëm lart famën)"},{"SurahNumber":19,"VerseNumber":58,"Text":"Këta (të përmendur) ishin që All-llahu i gradoi nga pejgamberët pasardhës të Ademit, prej pasardhësve të atyre që i patëm bartur (në anije) bashkë me Nuhun, prej pasardhësve të Ibrahimit dhe të Jakubit (Israilët), dhe prej atyre që i udhëzuam dhe i bëmë t"}]}