{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":156,"Text":"‘Arau tumi amara babe e'i prthiraita kalyana likhi diya arau akhiraatato. Niscaya ami tomara ocaralai ubhati ahicho’. Allahe ka’le, ‘mora sasti yaka iccha di thako arau mora daya- seyato pratyeka bastuke'i ararai ache. Gatike ma'i se'ito likhi dima kerala sihamtara babe yisakale takbaraa aralambana karae, yakata pradana karae arau amara ayatasamuhata bisbasa sthapana karae’"},{"SurahNumber":7,"VerseNumber":157,"Text":"Yisakale anusarana karae raachulara, um'mi nabira, yara ullekha sihamte sihamtara ocarata thaka ta'oraata arau injilata lipibad'dha paya, yijane sihamtaka sat kamara adesa diye, asatkarmara paraa nisedha karae, sihamtara babe paraitra bastu halala karae arau aparaitra bastu haraama karae. Arau sihamtaka sihamtara oparata thaka bojara paraa arau srnkhalara paraa mukta karae. Seye yisakale te'omra prati imana ane, te'omka sanmana karae, te'omka sahaya karae arau yi nura te'omra prati aratirna haiche se'itora anusarana karae, te'omloke'i saphalyamandita"},{"SurahNumber":7,"VerseNumber":158,"Text":"Koraa, ‘he manara! Niscaya ma'i tomaloka sakalorae prati allahara raachula, yijana akasasamuha arau prthiraira sarbabhaumatbara adhikarai. Te'omra bahirae ana kono satya ilaha na'i; teraemi jirana dana karae arau teraemi mrtyu ghataya. Seye tomaloke imana ana allahara prati arau te'omra raachula um'mi nabira prati yijane allaha arau te'omra banisamuhata imana posana karae; arau tomaloke te'omra anusarana karaa yate tomaloke hidayata praapta horaa’"},{"SurahNumber":7,"VerseNumber":159,"Text":"Arau muchara sampradayara bhitarata enekuraa dalo ache yisakale anaka n'yayabharae patha dekhuraaya arau se'i anuyayi (bicarata) inacapha karae"},{"SurahNumber":7,"VerseNumber":160,"Text":"Arau sihamtaka ami barata gotrata bibhakta karaicho. Muchara sampradaye yetiya te'omra ocarata pani bicaraile, tetiya ami te'omra prati ahi praerana karailo, ‘tomara lakhutidalerae silata aghata karaa’; phalata tara paraa barata jharnara utpatti ha’la. Pratyeka gotra'i nija nija pani khoraa sthana nirnaya karai la’le. Arau ami meghara dbaraa sihamtara oparata cham karai dichilo arau sihamtara oparata ami manna arau chalaraa aratirna karaichilo. (Kaichilo) ‘tomalokaka yi jiraika dana karaicho tara paraa paraitra bastu khoraa’. Sihamte amara prati kono an'yaya karaa nachila, baram sihamte nije'i nijara ksati sadhana karaiche"},{"SurahNumber":7,"VerseNumber":161,"Text":"Arau smarana karaa, yetiya sihamtaka koraa haichila, ‘tomaloke e'i janapadata basa karaa arau ya’ra paraa iccha khoraa lagate koraa, ‘hittatuna’ (ksama bicarao) arau natasirae duraaraerae praraesa karaiba; ami tomalokara aparaadhasamuha ksama karaima. Niscaya ami satkarmasilasakalaka adhika dana karaima’"},{"SurahNumber":7,"VerseNumber":162,"Text":"Tathapi'o sihamtara majata yisakale yalima achila sihamtaka yi koraa haichila, tara paraibarte sihamte ana katha ka’le. Seye ami akasara paraa sihamtara prati sasti pathalo, karana sihamte an'yaya karaichila"},{"SurahNumber":7,"VerseNumber":163,"Text":"Arau sihamtaka sagarara tirara janabasatira bisaye sodhacona, yetiya sihamte sanibarae simalanghana karaichila, yetiya sanibara palanara dina machabora panita bhahi bhahi sihamtara ocarata ahichila. Kintu yidina sihamte sanibara palana karaa nachila se'idina se'i machabora sihamtara ocarata aha nachila. E'idarae ami sihamtaka paraiksa karaichilo, karana sihamte phachekbi karaichila"},{"SurahNumber":7,"VerseNumber":164,"Text":"Arau smarana karaa, yetiya sihamtara dala eta'i kaichila, ‘allahe yisakalaka dhbansa karaiba athaba kathora sasti diba, tomaloke sihamtaka kiya sadupadesa diya? Sihamte kaichila, ‘tomalokara pratipalakara ocarata dayitba-muktira babe arau yate sihamte takbaraa aralambana karae se'i babe’"},{"SurahNumber":7,"VerseNumber":165,"Text":"Tara pichata yi upadesa sihamtaka diya haichila, sihamte yetiya seya paharai ga’la, tetiya yisakale asatkarma nisedha karaichila te'omlokaka ami ud'dhara karaichilo, arau yisakale an'yaya karaichila sihamtaka ami kathora sasti bihicho, karana sihamte phachekbi karaichila"},{"SurahNumber":7,"VerseNumber":166,"Text":"Iyara pichato yetiya sihamte nisid'dha kamara sima ceraa'i ga'la tetiya ami sihamtaka ka’lo, ‘tomaloke nikrsta bandara hai yoraa’"},{"SurahNumber":7,"VerseNumber":167,"Text":"arau smarana karaa, yetiya tomara pratipalake ghosana karaile ye, niscaya te'om kiyamata paryanta sihamtara oparata enekuraa kichumana lokaka pathaba, yisakale sihamtaka kathina sasti di thakiba. Niscaya tomara pratipalaka sasti danata tatpara arau niscaya te'om ksamasila, parama dayalu"},{"SurahNumber":7,"VerseNumber":168,"Text":"Arau ami sihamtaka prthiraita bibhinna dalata bibhakta karaicho, sihamtara kichumana satkarmaparaayana arau kichumana an'ya dharanara. Ami sihamtaka mangala arau amangalara dbaraa paraiksa karaicho, yate sihamte pratyarartana karae"},{"SurahNumber":7,"VerseNumber":169,"Text":"Sihamtara pichata ene kichumana ayogya loka etara pichata etakai sihamtara sthalabhisiktaraupe kitabara uttaraadhikarai haiche, yisakale prthiraira e'i tuccha asara samagrai sancayata lipta thake, arau sihamte kaya, ‘amaka ksama karai diya ha’ba’. Kintu e'iborara anuraupa samagrai sihamtara ocarata ahile seya'o sihamte grahana karaiba; kitabara angikara sihamtara paraa loraa horaa na'ine ye, sihamte allaha samparke satyara bahirae ana eko naka’ba? Athaca sihamte tata yi ache seya adhyayano karae. Kintu yisakale takbaraa aralambana karae sihamtara babe akhiraatara abase'i uttama; tomaloke eya anudharana nakaraane"},{"SurahNumber":7,"VerseNumber":170,"Text":"yisakale kitabaka drrhabharae dharana karae arau chalata kayema karae; niscaya ami satkarmaparaayana sakalara sramaphala binasta nakarao"}]}