{"Id":118,"LanguageCodes":["en","eng"],"Name":"eng-johnmedowsrodwe","Author":"John Medows Rodwell","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":108,"Text":"And as for the blessed ones - their place the Garden! therein shall they abide while the Heavens and the Earth endure, with whatever imperishable boon thy Lord may please to add"},{"SurahNumber":11,"VerseNumber":109,"Text":"Have thou no doubts therefore concerning that which they worship: they worship but what their fathers worshipped before them: we will surely assign them their portion with nothing lacking"},{"SurahNumber":11,"VerseNumber":110,"Text":"Of old gave we Moses the Book, and they fell to variance about it. If a decree of respite had not gone forth from thy Lord, there had surely been a decision between them. Thy people also are in suspicious doubts about the Koran"},{"SurahNumber":11,"VerseNumber":111,"Text":"And truly thy Lord will repay every one according to their works! for He is well aware of what they do"},{"SurahNumber":11,"VerseNumber":112,"Text":"Go straight on then as thou hast been commanded, and he also who hath turned to God with thee, and let him transgress no more. He beholdeth what ye do"},{"SurahNumber":11,"VerseNumber":113,"Text":"Lean not on the evil doers lest the Fire lay hold on you. Ye have no protector, save God, and ye shall not be helped against Him"},{"SurahNumber":11,"VerseNumber":114,"Text":"And observe prayer at early morning, at the close of the day, and at the approach of night; for the good deeds drive away the evil deeds. This is a warning for those who reflect"},{"SurahNumber":11,"VerseNumber":115,"Text":"And persevere steadfastly, for verily God will not suffer the reward of the righteous to perish"},{"SurahNumber":11,"VerseNumber":116,"Text":"Were the generations before you, endued with virtue, and who forbad corrupt doings on the earth, more than a few of those whom we delivered? but the evil doers followed their selfish pleasures, and became transgressors"},{"SurahNumber":11,"VerseNumber":117,"Text":"And thy Lord was not one who would destroy those cities unjustly, when its inhabitants were righteous"},{"SurahNumber":11,"VerseNumber":118,"Text":"Had thy Lord pleased he would have made mankind of one religion: but those only to whom thy Lord hath granted his mercy will cease to differ"},{"SurahNumber":11,"VerseNumber":119,"Text":"And unto this hath He created them; for the word of thy Lord shall be fulfilled, \"I will wholly fill hell with Djinn and men"},{"SurahNumber":11,"VerseNumber":120,"Text":"And all that we have related to thee of the histories of these Apostles, is to confirm thy heart thereby. By these hath the truth reached thee, and a monition and warning to those who believe"},{"SurahNumber":11,"VerseNumber":121,"Text":"But say to those who believe not, \"Act as ye may and can: we will act our part"},{"SurahNumber":11,"VerseNumber":122,"Text":"and wait ye; we verily will wait"},{"SurahNumber":11,"VerseNumber":123,"Text":"To God belong the secret things of the Heavens and of the Earth: all things return to him: worship him then and put thy trust in Him: thy Lord is not regardless of your doings"},{"SurahNumber":12,"VerseNumber":1,"Text":"ELIF. LAM. RA. These are signs of the clear Book"},{"SurahNumber":12,"VerseNumber":2,"Text":"An Arabic Koran have we sent it down, that ye might understand it"},{"SurahNumber":12,"VerseNumber":3,"Text":"In revealing to thee this Koran, one of the most beautiful of narratives will we narrate to thee, of which thou hast hitherto been regardless"},{"SurahNumber":12,"VerseNumber":4,"Text":"When Joseph said to his Father, \"O my Father! verily I beheld eleven stars and the sun and the moon - beheld them make obeisance to me"},{"SurahNumber":12,"VerseNumber":5,"Text":"He said, \"O my son! tell not thy vision to thy brethren, lest they plot a plot against thee: for Satan is the manifest foe of man"},{"SurahNumber":12,"VerseNumber":6,"Text":"It is thus that thy Lord shall choose thee and will teach thee the interpretation of dark saying, and will perfect his favours on thee and on the family of Jacob, as of old he perfected it on thy fathers Abraham and Isaac; verily thy Lord is Knowing, Wise"}]}