{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Nām avarkaḷ mītu karuṇai kāṇpittu avarkaḷukku ēṟpaṭṭa ciramattai nīkkiyapōtilum avarkaḷ taṅkaḷ vaḻikēṭṭilēyē mūḻkit taṭṭaḻikiṉṟaṉar"},{"SurahNumber":23,"VerseNumber":76,"Text":"niccayamāka nām avarkaḷai vētaṉaiyaik koṇṭu piṭittuk koṇṭōm. Āṉāl, avarkaḷ taṅkaḷ iṟaivaṉiṭam tirumpavum illai; (avaṉiṭam) paṇintu pirārttaṉai ceyyavum illai"},{"SurahNumber":23,"VerseNumber":77,"Text":"avarkaḷ mītu kaṭiṉamāṉa vētaṉaiyiṉ oru vāyilait tiṟantu viṭṭālō avarkaḷ tiṭukkiṭṭut taṅkaḷ nampikkaiyai muṟṟilum iḻantu viṭukiṉṟaṉar"},{"SurahNumber":23,"VerseNumber":78,"Text":"avaṉtāṉ uṅkaḷukkuc cevi, pārvai, uḷḷam ākiyavaṟṟaik koṭuttavaṉ. (Ivvāṟiruntum) avaṉukku nīṅkaḷ veku coṟpamākavē naṉṟi celuttukiṟīrkaḷ"},{"SurahNumber":23,"VerseNumber":79,"Text":"avaṉtāṉ uṅkaḷaip pūmiyil (pala pākaṅkaḷilum) parantu (vacikka vaittu) perukac ceykiṟāṉ. (Maraṇitta piṉṉarum) avaṉiṭamē nīṅkaḷ koṇṭu varappaṭuvīrkaḷ"},{"SurahNumber":23,"VerseNumber":80,"Text":"avaṉē uyir koṭukkiṟāṉ; maraṇikkavum ceyvikkiṟāṉ. Iravu pakal māṟi māṟi varuvatum avaṉuṭaiya kaṭṭaḷaiyiṉālēyē! Ivvaḷavu kūṭa nīṅkaḷ aṟintukoḷḷa vēṇṭāmā"},{"SurahNumber":23,"VerseNumber":81,"Text":"eṉṉē! Ivarkaḷukku muṉṉiruntavarkaḷ kūṟiyavāṟē ivarkaḷum kūṟukiṉṟaṉar"},{"SurahNumber":23,"VerseNumber":82,"Text":"(atāvatu:) ‘‘Nām maraṇittu elumpākavum ukki maṇṇākavum pōṉataṉ piṉṉar meyyākavē nām eḻuppappaṭuvōmā?'' Eṉṟu (avarkaḷ kūṟiyavāṟē ivarkaḷum) kūṟukiṉṟaṉar"},{"SurahNumber":23,"VerseNumber":83,"Text":"‘‘niccayamāka nāmum nam mūtātaikaḷum ivvāṟē payamuṟuttappaṭṭōm. Itu muṉṉuḷḷavarkaḷiṉ kaṭṭukkataikaḷē tavira vēṟillai'' (eṉṟum kūṟukiṉṟaṉar)"},{"SurahNumber":23,"VerseNumber":84,"Text":"(ākavē napiyē! Nīr avarkaḷai nōkki) ‘‘pūmiyum atil uḷḷavaiyum yārukkuriyaṉa? Nīṅkaḷ aṟintiruntāl kūṟuṅkaḷ'' eṉak kēṭpīrāka"},{"SurahNumber":23,"VerseNumber":85,"Text":"ataṟkavarkaḷ ‘‘allāhvukkuriyaṉavē'' eṉṟu kūṟuvārkaḷ. (Avvāṟāyiṉ itaik koṇṭu) nīṅkaḷ nalluṇarccip peṟamāṭṭīrkaḷā? Eṉṟu kēṭpīrāka"},{"SurahNumber":23,"VerseNumber":86,"Text":"‘‘Ēḻu vāṉaṅkaḷukkum, makattāṉa arṣukkum contakkāraṉ yār?'' Eṉṟu kēṭpīrāka"},{"SurahNumber":23,"VerseNumber":87,"Text":"ataṟkavarkaḷ ‘‘aṉaittum allāhvukkuriyaṉavē'' eṉṟu kūṟuvārkaḷ. ‘‘Avvāṟāyiṉ nīṅkaḷ avaṉukkup payappaṭa vēṇṭāmā?'' Eṉṟu kēṭpīrāka"},{"SurahNumber":23,"VerseNumber":88,"Text":"‘‘ellā poruḷkaḷiṉ atikāram yār kaiyil irukkiṟatu? Yār (aṉaivaraiyum) pātukākkiṟāṉ. Avaṉai oruvarum pātukāppatillai. Nīṅkaḷ aṟintiruntāl (avaṉ yār eṉak kūṟuṅkaḷ)'' eṉak kēṭpīrāka"},{"SurahNumber":23,"VerseNumber":89,"Text":"ataṟkavarkaḷ (ellā atikāraṅkaḷum) ‘‘allāhvukkuriyaṉatāṉ'' eṉṟu kūṟuvārkaḷ. ‘‘Avvāṟāyiṉ nīṅkaḷ evvāṟu uṅkaḷ aṟivai iḻantu viṭṭīrkaḷ?'' Eṉṟu kēṭpīrāka"},{"SurahNumber":23,"VerseNumber":90,"Text":"nām avarkaḷukku cattiyattaiyē koṭuttiruntōm. (Itai maṟuttuk kūṟum) avarkaḷ niccayamāka poyyarkaḷē"},{"SurahNumber":23,"VerseNumber":91,"Text":"allāh cantati eṭuttukkoḷḷavillai. Avaṉuṭaṉ vaṇakkattiṟkuriya vēṟu iṟaivaṉumillai. Avvāṟāyiṉ ovvoru iṟaivaṉum tāṉ paṭaittavaṟṟait taṉṉuṭaṉ cērttuk koṇṭu, oruvar maṟṟavar mītu pōr puriya ārampittu viṭuvar. (Nirākarikkum) ivarkaḷ varṇikkum ittakaiya varṇippukaḷai viṭṭum allāh mikap paricuttamāṉavaṉ"},{"SurahNumber":23,"VerseNumber":92,"Text":"avaṉ maṟaivāṉavaṟṟaiyum veḷippaṭaiyāṉavaṟṟaiyum aṟintavaṉ. Ivarkaḷ iṇaivaippavaṟṟai viṭa allāh mikka mēlāṉavaṉ"},{"SurahNumber":23,"VerseNumber":93,"Text":"‘‘eṉ iṟaivaṉē! Nī avarkaḷukku vākkaḷikkum vētaṉaiyai nī eṉakku kāṇpippatāyiṉ"},{"SurahNumber":23,"VerseNumber":94,"Text":"eṉ iṟaivaṉē! (Accamayam) inta aniyāyakkāra makkaḷuṭaṉ eṉṉai nī cērttu viṭātē'' eṉṟu (napiyē!) Pirārttippīrāka"},{"SurahNumber":23,"VerseNumber":95,"Text":"ēṉeṉṟāl, niccayamāka nām avarkaḷukku vākkaḷittirukkum vētaṉaiyai umakkuk kāṇpikkavum āṟṟaluṭaiyavarkaḷ āvōm"},{"SurahNumber":23,"VerseNumber":96,"Text":"(napiyē!) Tīmaiyai mika aḻakiyataik koṇṭē nīr taṭuttuk koḷvīrāka. Avarkaḷ (um'maip paṟṟik) kūṟuvatai nām naṉkaṟivōm"},{"SurahNumber":23,"VerseNumber":97,"Text":"‘‘Eṉ iṟaivaṉē! (Pāvamāṉa kāriyaṅkaḷaic ceyyumpaṭit tūṇṭum) ṣaittāṉkaḷuṭaiya tūṇṭutalkaḷiliruntu eṉṉaik kāppāṟṟumpaṭi nāṉ uṉṉiṭam kōrukiṟēṉ"},{"SurahNumber":23,"VerseNumber":98,"Text":"eṉ iṟaivaṉē! Ṣaittāṉkaḷ eṉṉiṭam varāmalirukkavum nāṉ uṉṉiṭam kōrukiṟēṉ'' eṉṟu (napiyē!) Pirārttittuk koṇṭiruppīrāka"},{"SurahNumber":23,"VerseNumber":99,"Text":"(nirākarittuk koṇṭirukkum) avarkaḷil evaṉukkum maraṇam vantālō (avaṉ taṉ iṟaivaṉai nōkki) ‘‘eṉ iṟaivaṉē! Eṉṉai (ulakattiṟku) tirumpa aṉuppiviṭu"},{"SurahNumber":23,"VerseNumber":100,"Text":"nāṉ viṭṭu vanta a(nta ulakat)til (iṉi) nalla kāriyaṅkaḷaiyē nāṉ ceytu koṇṭiruppēṉ'' eṉṟu kūṟuvāṉ. (Eṉiṉum,) atu ākakkūṭiya kāriyamaṉṟu. (Ittakaiya cantarppaṅkaḷil) avaṉ kūṟakkūṭiyatu veṟum vārttaiyē (tavira vēṟillai). Avarkaḷukku muṉ ōr araṇ ēṟpaṭṭu viṭum. (Uyir koṭuttu) eḻuppappaṭum nāḷ varai atil taṅkiviṭuvārkaḷ"},{"SurahNumber":23,"VerseNumber":101,"Text":"cūr (ekkāḷam) ūtappaṭṭu viṭṭāl, annāḷil avarkaḷukkiṭaiyil pantuttuvam irukkātu. Oruvariṉ (cuka tukka) ceytiyai maṟṟoruvar vicārikkavum māṭṭār. (Tattam kavalaiyē peritāka irukkum)"},{"SurahNumber":23,"VerseNumber":102,"Text":"ākavē, evarkaḷuṭaiya naṉmaiyiṉ eṭaikaḷ kaṇakkiṟatō avarkaḷtāṉ veṟṟi aṭaivārkaḷ"},{"SurahNumber":23,"VerseNumber":103,"Text":"evarkaḷuṭaiya (naṉmaiyiṉ) eṭaikaḷ kuṟaikiṟatō avarkaḷ tamakkut tāmē naṣṭattai uṇṭupaṇṇik koṇṭu ennāḷumē narakattil taṅkiviṭuvārkaḷ"},{"SurahNumber":23,"VerseNumber":104,"Text":"avarkaḷuṭaiya mukaṅkaḷai (narakattiṉ) neruppup pocukkum. Atil avarkaḷuṭaiya (utaṭukaḷellām ventu curuṇṭu) mukam vikāramāka irukkum"},{"SurahNumber":23,"VerseNumber":105,"Text":"(avarkaḷai nōkki) “uṅkaḷ mītu eṉatu vacaṉaṅkaḷ ōtik kāṇpikkappaṭavillaiyā? Avaṟṟai nīṅkaḷ poyyākkik koṇṭē iruntīrkaḷ'' (eṉṟu kūṟappaṭum)"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ataṟkavarkaḷ ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷ turatirṣṭam eṅkaḷai mīṟiviṭṭatu. Ātalāl nāṅkaḷ vaḻikeṭṭa makkaḷāka iruntōm'' eṉṟu kūṟuvārkaḷ"},{"SurahNumber":23,"VerseNumber":107,"Text":"‘‘eṅkaḷ iṟaivaṉē! I(nta narakat)tiliruntu eṅkaḷai veḷiyēṟṟi viṭu. Mīṇṭum nāṅkaḷ (pāvattiṟku) tirumpiṉāl niccayamāka nāṅkaḷ aniyāyakkārarkaḷāki viṭuvōm'' (eṉpārkaḷ)"},{"SurahNumber":23,"VerseNumber":108,"Text":"ataṟkavaṉ kūṟuvāṉ: ‘‘Atilēyē ciṟumaippaṭṭuk kiṭaṅkaḷ. Nīṅkaḷ eṉṉuṭaṉ pēcātīrkaḷ"},{"SurahNumber":23,"VerseNumber":109,"Text":"niccayamāka nam aṭiyārkaḷil oru vakuppār iruntaṉar. Avarkaḷ (eṉṉai nōkki) ‘‘eṅkaḷ iṟaivaṉē! Nāṅkaḷ (uṉṉai) nampikkai koḷkiṟōm. Nī eṅkaḷ kuṟṟaṅkaḷai maṉṉittu, eṅkaḷ mītu aruḷ purivāyāka! Aruḷ puripavarkaḷilellām nī mikka mēlāṉavaṉ'' eṉṟu pirārttittuk koṇṭiruntaṉar"},{"SurahNumber":23,"VerseNumber":110,"Text":"āṉāl nīṅkaḷō eṉ niṉaivai muṟṟilum maṟantuviṭṭu avarkaḷaip parikacittu avarkaḷaip paṟṟic cirittuk koṇṭiruntīrkaḷ"},{"SurahNumber":23,"VerseNumber":111,"Text":"(uṅkaḷ parikācattai) avarkaḷ cakittuk koṇṭiruntataṉ kāraṇamāka iṉṟaiya tiṉam niccayamāka nām avarkaḷukku naṟkūli koṭuttōm. Meyyākavē avarkaḷtāṉ veṟṟi peṟṟavarkaḷ"},{"SurahNumber":23,"VerseNumber":112,"Text":"‘‘nīṅkaḷ pūmiyil ettaṉai varuṭaṅkaḷ iruntīrkaḷ?'' Eṉa avaṉ kēṭpāṉ"},{"SurahNumber":23,"VerseNumber":113,"Text":"ataṟkavarkaḷ ‘‘oru nāḷ allatu oru nāḷil ciṟitu pākam taṅkiyiruntiruppōm. (Itaippaṟṟi) kaṇakku vaittiruppavarkaḷai nī kēṭpāyāka!'' Eṉak kūṟuvārkaḷ"},{"SurahNumber":23,"VerseNumber":114,"Text":"ataṟkavaṉ ‘‘oru coṟpa kālattait tavira (pūmiyil atika kālam) nīṅkaḷ taṅkavillai. Itai muṉṉatākavē nīṅkaḷ aṟintirukka vēṇṭāmā?'' Eṉṟu kūṟuvāṉ"},{"SurahNumber":23,"VerseNumber":115,"Text":"(‘‘eṉṉē!) Nām uṅkaḷai paṭaittatellām vīṇukkāka eṉṟum, nīṅkaḷ nam'miṭam koṇṭu varappaṭa māṭṭīrkaḷ eṉṟum eṇṇik koṇṭiruntīrkaḷā?'' (Eṉṟu kēṭpāṉ)"},{"SurahNumber":23,"VerseNumber":116,"Text":"Ākavē, meyyāṉa aracaṉākiya allāh mikka uyarntavaṉ. Avaṉait tavira vaṇakkattiṟkuriya iṟaivaṉ aṟavē illai. Kaṇṇiyamikka arṣukkuc contakkāraṉ avaṉē"},{"SurahNumber":23,"VerseNumber":117,"Text":"(napiyē!) Evaṉ allāhvuṭaṉ vēṟu ōr iṟaivaṉai aḻaikkiṟāṉō avaṉiṭattil ataṟkuriya ōr attāṭciyum illai. Avaṉuṭaiya (pāvak) kaṇakku avaṉuṭaiya iṟaivaṉiṭattiltāṉ (tīrkkappaṭum). Niccayamāka (uṇmaiyai) nirākarippavarkaḷ veṟṟipeṟa māṭṭārkaḷ"},{"SurahNumber":23,"VerseNumber":118,"Text":"(napiyē!) Kūṟuvīrāka: Eṉ iṟaivaṉē! Nī (eṉṉai) maṉṉittuk karuṇai ceyvāyāka! Karuṇai ceypavarkaḷilellām nītāṉ mikka mēlāṉavaṉ"}]}