{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"Dukan abinci ya kasance halal ne ga Bani lsra'ila, face abinda Isra'ila ya haramta wa kansadaga gabanin saukar da Attaura. Ka ce: \"To, ku zo da Attaura sa'an nan ku karanta ta, idan kun kasance masu gaskiya ne"},{"SurahNumber":3,"VerseNumber":94,"Text":"To, wanda ya ƙirƙira ƙarya ga Allah daga bayan wannan, to, waɗannan su ne azzalumai"},{"SurahNumber":3,"VerseNumber":95,"Text":"Ka ce: \"Allah Ya yi gaskiya, saboda haka ku bi aƙidar Ibrahima mai karkata zuwa ga gaskiya; kuma bai kasance daga masu shirki ba"},{"SurahNumber":3,"VerseNumber":96,"Text":"Kuma lalle ne, ¦aki na farko da aka aza domin mutane, haƙiƙa, shi ne wanda ke Bakka mai albarka kuma shiriya ga talikai"},{"SurahNumber":3,"VerseNumber":97,"Text":"A cikinsa akwai ayoyi bayyanannu; (ga misali) matsayin Ibrahima. Kuma wanda ya shige shi ya kasance amintacce. Kuma akwai hajjin ¦akin domin Allah a kan mutane, ga wanda ya sami ikon zuwa gare shi, kuma wanda ya kafirta to lalle Allah Mawadaci ne daga barin talikai"},{"SurahNumber":3,"VerseNumber":98,"Text":"Ka ce: \"Ya ku Mutanen Littafi! Don me kuke kafirta da ayoyin Allah, alhali kuwa Allah Mai shaida ne a kan abin da kuke aikatawa"},{"SurahNumber":3,"VerseNumber":99,"Text":"Ka ce: \"Ya ku Mutanen Littafi! Don me kuke taushe wanda ya yi imani, daga hanyar Allah, kuma kuna neman ta zama karkatacciya, alhali kuwa kuna masu shaida? Kuma Allah bai gushe daga abin da kuke aikatawa ba yana Masani"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ya ku waɗanda suka yi imani! Idan kun yi ɗa'aga wani ɓangare daga waɗanda aka bai wa Littafi, za su mayar da ku kafirai a bayan imaninku"},{"SurahNumber":3,"VerseNumber":101,"Text":"Kuma yaya kuke kafircewa alhali kuwa ana karanta ayoyin Allah a gare ku, kuma a cikinku akwai manzonSa? Kuma wanda ya nemi tsari da Allah, to, an shiryar da shi zuwa ga hanya miƙaƙƙiya"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ya ku waɗanda suka yi imani! Ku bi Allah da taƙawa, a kan hakkin binsa da taƙawa, kuma kada ku mutu face kuna masu sallamawa (Musulmi)"},{"SurahNumber":3,"VerseNumber":103,"Text":"Kuma ku yi daidami da igiyar Allah gaba ɗaya, kuma kada ku rarraba. Kuma ku tuna ni'imar Allah a kanku a lokacin da kuka kasance maƙiya sai Ya sanya soyayya a tsakanin zukatanku saboda haka kuka wayi gari, da ni'imarSa, 'yan'uwa. Kuma kun kasance a kan gaɓar rami na wuta sai Ya tsamar da ku daga gare ta, Kamar wannan ne Allah Yake bayyana muku ayoyinSa, tsammaninku, za ku shiryu"},{"SurahNumber":3,"VerseNumber":104,"Text":"Kuma wata jama'a daga cikinku, su kasance suna kira zuwa ga alheri, kuma suna umurnida alheri, kuma suna hani dagaabin da ake ƙi. Kuma waɗannan, su ne masu cin nasara"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kuma kada ku kasance kamar waɗanda suka rarrabu kuma suka saɓa wa juna, bayan hujjoji bayyanannu sun je musu kuma waɗannan suna da azaba mai girma"},{"SurahNumber":3,"VerseNumber":106,"Text":"A ranar da wasu fuskoki suke yin fari kuma wasu fuskoki suke yin baƙi (za a ce wa waɗanda fuskokinsu suke yin baƙin): \"Shin kun kafirta a bayan imaninku? Don haka sai ku ɗanɗani azaba saboda abin da kuka kasance kuna yi na kafirci"},{"SurahNumber":3,"VerseNumber":107,"Text":"Kuma amma waɗanda fuskokinsu suka yi fari, to su suna cikin rahamar Allah kuma, su a cikinta, madawwama, ne"},{"SurahNumber":3,"VerseNumber":108,"Text":"Waɗannan ayoyin Allah ne, muna karanta su a gare ka da gaskiya, kuma Allah ba Ya nufin wani zalunci ga talikai"},{"SurahNumber":3,"VerseNumber":109,"Text":"Kuma abin da ke cikin sammai da abin da ke cikin ƙasa na Allah ne, kuma zuwa gare Shi ake mayar da al'amurra"},{"SurahNumber":3,"VerseNumber":110,"Text":"Kun kasance mafi alherin al'umma wadda aka fitar ga mutane kuna umurni da alheri kuma kuna hani daga abin da ake ƙi, kuma kuna imani da Allah. Kuma da Mutanen Littafi sun yi imani, lalle ne, da (haka) ya kasance mafi alheri a gare su. Daga cikinsu akwai muminai, kuma mafi yawansufasiƙai ne"},{"SurahNumber":3,"VerseNumber":111,"Text":"Ba za su cuce ku ba, face dai tsangwama. Kuma idan sun yaƙe ku za su juya muku baya, sa'an nan kuma ba za a taimake su ba"},{"SurahNumber":3,"VerseNumber":112,"Text":"An doka ƙasƙanci a kansu a inda duk aka same su face da wani alkawari daga Allah, da alkawari daga mutane. Kuma sun koma da fushi daga Allah, kuma aka doka talauci a kansu. Wannan kuwa domin su, lalle sun kasance suna kafirta da ayoyin Allah, kuma suna kashe annabawa, ba da wani haƙƙi ba. Wannan kuwa domin saɓawar da suka yi ne, kuma sun kasance suna yin ta'adi"}]}