{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"اور چھوڑ دیں گے ہم خلق کو اس دن ایک دوسرے میں گھستے اور پھونک ماریں گے صور میں پھر جمع کر لائیں گے ہم ان سب کو"},{"SurahNumber":18,"VerseNumber":100,"Text":"اور دکھلا دیں ہم دوزخ اس دن کافروں کو سامنے [۱۲۲]"},{"SurahNumber":18,"VerseNumber":101,"Text":"جن کی آنکھوں پر پردہ پڑا تھا میری یاد سے اور نہ سن سکتے تھے [۱۲۳]"},{"SurahNumber":18,"VerseNumber":102,"Text":"اب کیا سمجھتے ہیں منکر کہ ٹھہرائیں میرے بندوں کو میرے سوا حمایتی [۱۲۴] ہم نے تیار کیا ہے دوزخ کو کافروں کی مہمانی [۱۲۵]"},{"SurahNumber":18,"VerseNumber":103,"Text":"تو کہہ ہم بتائیں تم کو کن کا کیا ہوا گیا بہت اکارت"},{"SurahNumber":18,"VerseNumber":104,"Text":"وہ لوگ جن کی کوشش بھٹکتی رہی دنیا کی زندگی میں اور وہ سمجھتے رہے کہ خوب بناتے ہیں کام [۱۲۶]"},{"SurahNumber":18,"VerseNumber":105,"Text":"وہی ہیں جو منکر ہوئے اپنے رب کی نشانیوں سے اور اسکے ملنے سے [۱۲۷] سو برباد گیا ان کا کیا ہوا پھر نہ کھڑی کریں گے ہم انکے واسطے قیامت کے دن تول [۱۲۸]"},{"SurahNumber":18,"VerseNumber":106,"Text":"یہ بدلہ ان کا ہے دوزخ اس پر کہ منکر ہوئے اور ٹھہرایا میری باتوں اور میرے رسولوں کو ٹھٹھا [۱۲۹]"},{"SurahNumber":18,"VerseNumber":107,"Text":"جو لوگ ایمان لائے ہیں اور کئے ہیں بھلے کام انکے واسطے ہے ٹھنڈی چھاؤں کے باغ مہمانی"},{"SurahNumber":18,"VerseNumber":108,"Text":"رہا کریں ان میں نہ چاہیں وہاں سے جگہ بدلنی [۱۳۰]"},{"SurahNumber":18,"VerseNumber":109,"Text":"تو کہہ اگر دریا سیاہی ہو کہ لکھے میرے رب کی باتیں بیشک دریا خرچ ہو چکے ابھی نہ پوری ہوں میرے رب کی باتیں اور اگرچہ دوسرا بھی لائیں ہم ویسا ہی اسکی مدد کو [۱۳۱]"},{"SurahNumber":18,"VerseNumber":110,"Text":"تو کہہ میں بھی ایک آدمی ہوں جیسے تم حکم آتا ہے مجھ کو کہ معبود تمہارا ایک معبود ہے سو پھر جس کو امید ہو ملنے کی اپنے رب سے سوہ وہ کرے کچھ کام نیک اور شریک نہ کرے اپنے رب کی بندگی میں کسی کو [۱۳۲]"},{"SurahNumber":19,"VerseNumber":1,"Text":"کہٰیٰعص"},{"SurahNumber":19,"VerseNumber":2,"Text":"یہ مذکور ہے تیرے رب کی رحمت کا اپنے بندہ زکریا پر [۱]"},{"SurahNumber":19,"VerseNumber":3,"Text":"جب پکارا اُس نے اپنے رب کو چھپی آواز سے [۲]"},{"SurahNumber":19,"VerseNumber":4,"Text":"بولا اے میرے رب بوڑھی ہو گئیں میری ہڈیاں اور شعلہ نکلا سر سے بڑھاپے کا [۳] اور تجھ سے مانگ کر اے رب میں کبھی محروم نہیں رہا [۴]"},{"SurahNumber":19,"VerseNumber":5,"Text":"اور میں ڈرتا ہوں بھائی بندوں سے اپنے پیچھے [۵] اور عورت میری بانجھ ہے سو بخش تو مجھ کو اپنے پاس سے ایک کام اٹھانے والا"},{"SurahNumber":19,"VerseNumber":6,"Text":"جو میری جگہ بیٹھے اور یعقوب کی اولاد کی [۶] اور کر اُسکو اے رب من مانتا [۷]"},{"SurahNumber":19,"VerseNumber":7,"Text":"اے زکریا ہم تجھ کو خوشخبری سناتے ہیں ایک لڑکے کی جس کا نام ہے یحیٰی نہیں کیا ہم نے پہلے اس نام کا کوئی [۸]"},{"SurahNumber":19,"VerseNumber":8,"Text":"بولا اے رب کہاں سے ہو گا مجھ کو لڑکا اور میری عورت بانجھ ہے اور میں بوڑھا ہو گیا یہاں تک کہ اکڑ گیا [۹]"},{"SurahNumber":19,"VerseNumber":9,"Text":"کہا یونہی ہو گا [۱۰] فرما دیا تیرے رب نے وہ مجھ پر آسان ہے اور تجھ کو پیدا کیا میں نے پہلے سے اور نہ تھا تو کوئی چیز [۱۱]"},{"SurahNumber":19,"VerseNumber":10,"Text":"بولا اے رب ٹھہرا دے میرے لئے کوئی نشانی فرمایا تیری نشانی یہ کہ بات نہ کرے تو لوگوں سے تین رات تک صحیح تندرست [۱۲]"},{"SurahNumber":19,"VerseNumber":11,"Text":"پھر نکلا اپنے لوگوں کے پاس حجرہ سے تو اشارہ سے کہا اُنکو کہ یاد کرو صبح اور شام [۱۳]"},{"SurahNumber":19,"VerseNumber":12,"Text":"اے یحیٰی اٹھا لے کتاب زور سے [۱۴] اور دیا ہم نے اُسکو حکم کرنا لڑکا پن میں [۱۵]"},{"SurahNumber":19,"VerseNumber":13,"Text":"اور شوق دیا اپنی طرف سے اورستھرائی اور تھا پرہیز گار [۱۶]"},{"SurahNumber":19,"VerseNumber":14,"Text":"اور نیکی کرنے والا اپنے ماں باپ سے اور نہ تھا زبردست خود سر [۱۷]"},{"SurahNumber":19,"VerseNumber":15,"Text":"اور سلام ہے اُس پر جس دن پیدا ہو ا اور جس دن مرے اورجس دن اٹھ کھڑا ہو زندہ ہو کر [۱۸]"},{"SurahNumber":19,"VerseNumber":16,"Text":"اور مذکور کر کتاب میں مریم کا جب جدا ہوئی اپنے لوگوں سے ایک شرقی مکان میں [۱۹]"},{"SurahNumber":19,"VerseNumber":17,"Text":"پھر پکڑ لیا اُن سے ورے ایک پردہ پھر بھیجا ہم نے اُسکے پاس اپنا فرشتہ پھر بن کر آیا اُسکے آگے آدمی پورا [۲۰]"},{"SurahNumber":19,"VerseNumber":18,"Text":"بولی مجھ کو رحمٰن کی پناہ تجھ سے اگر ہے تو ڈر رکھنے والا [۲۱]"},{"SurahNumber":19,"VerseNumber":19,"Text":"بولا میں تو بھیجا ہوا ہوں تیرے رب کا کہ دے جاؤں تجھ کو ایک لڑکا ستھرا [۲۲]"},{"SurahNumber":19,"VerseNumber":20,"Text":"بولی کہاں سے ہو گا میرے لڑکا اور چھوا نہیں مجھ کو آدمی نے اور میں بدکار کبھی نہیں تھی [۲۳]"},{"SurahNumber":19,"VerseNumber":21,"Text":"بولا یونہی فرما دیا تیرے رب نے وہ مجھ پر آسان ہے [۲۴] اور اُسکو ہم کیا چاہتے ہیں لوگوں کیلئے نشانی اور مہربانی اپنی طرف سے اور ہے یہ کام مقرر ہو چکا [۲۵]"}]}