{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Zasto oni ne idu po Zemlji da vide kakav je bio kraj onih prije njih? Njih je Allah unistio, a i nevjernicima tako pripada"},{"SurahNumber":47,"VerseNumber":11,"Text":"To je zato sto je Allah zastitnik onih koji vjeruju i sto nevjernici zastitnika nemaju"},{"SurahNumber":47,"VerseNumber":12,"Text":"Allah ce one koji vjeruju i dobra djela cine uvesti u dzennetske basce, kroz koje rijeke teku, a oni koji ne vjeruju - koji se naslađuju i zderu kao sto stoka zdere - njihovo ce prebivaliste Vatra biti"},{"SurahNumber":47,"VerseNumber":13,"Text":"A koliko smo gradova unistili, mnogo mocnijih od tvoga grada iz kojeg si protjeran, i nije bilo nikog da im pomogne"},{"SurahNumber":47,"VerseNumber":14,"Text":"Zar je onaj koji ima jasnu predstavu o Gospodaru svome kao oni kojima su uljepsana ruzna djela njihova i koji se za hirovima svojim povode"},{"SurahNumber":47,"VerseNumber":15,"Text":"Izgled Dzenneta koji je obecan onima koji se Allaha boje ovakav je: u njemu su rijeke od vode neustajale i rijeke od mlijeka nepromijenjena okusa, i rijeke od vina, prijatna onima koji piju, i rijeke od meda procijeđenog, i u njemu za njih ima voca svakovrsnog, a usto i oprosta od Gospodara njihova. Zar su takvi isti kao oni koji ce u Vatri vjecno boraviti, koji ce uzavrelom vodom biti pojeni koja ce im crijeva kidati"},{"SurahNumber":47,"VerseNumber":16,"Text":"Ima onih koji dolaze da te slusaju, ali cim se od tebe udalje, pitaju one kojima je dato znanje: \"Sta ono on maloprije rece?\" To su oni cija je srca Allah zapecatio i koji se za hirovima svojim povode"},{"SurahNumber":47,"VerseNumber":17,"Text":"A one koji za Uputom streme, On ce im Uputu povecati i bogobojaznost dati"},{"SurahNumber":47,"VerseNumber":18,"Text":"Pa, da li oni cekaju samo da Cas kijameta iznenada dođe, a vec su dosli predznaci njegovi? A kakve im koristi od prihvatanja opomene kad im on dođe"},{"SurahNumber":47,"VerseNumber":19,"Text":"Znaj da nema boga osim Allaha! Trazi oprost za svoje grijehe i za vjernike i vjernice! Allah zna vase kretnje, kud se krecete i mjesto vaseg smiraja gdje boravite"},{"SurahNumber":47,"VerseNumber":20,"Text":"Oni koji vjeruju govore: \"Zasto se ne objavi jedna sura. A kada se objavi jasna sura i u njoj se spomene borba, ti vidis one u cijim je srcima bolest kako te gledaju pogledom pred smrt onesvijescenog! A preci bi im bili"},{"SurahNumber":47,"VerseNumber":21,"Text":"pokornost i razuman govor! A kada borba bude neminovna i situacija postane ozbiljna, bolje bi im bilo da su prema Allahu iskreni"},{"SurahNumber":47,"VerseNumber":22,"Text":"Mozda biste i vi, kad biste se okrenuli, nered na Zemlji cinili i rodbinske veze kidali"},{"SurahNumber":47,"VerseNumber":23,"Text":"To su oni koje je Allah prokleo i gluhim i slijepim ih ucinio"},{"SurahNumber":47,"VerseNumber":24,"Text":"Kako oni ne razmisle o Kur'anu, ili su im na srcima katanci"},{"SurahNumber":47,"VerseNumber":25,"Text":"Doista je onima koji su se vratili onome na cemu su bili, nakon sto im Uputa jasna bi - sejtan to lijepim prikazao i laznu im nadu ulivao"},{"SurahNumber":47,"VerseNumber":26,"Text":"To je zato sto su govorili onima koji ne vole ono sto Allah objavljuje: \"Mi cemo vam se u necemu pokoravati\", a Allah dobro zna njihove tajne"},{"SurahNumber":47,"VerseNumber":27,"Text":"A kako ce tek biti kad im meleci budu duse uzimali udarajuci po obrazima i po leđima njihovim"},{"SurahNumber":47,"VerseNumber":28,"Text":"Tako ce biti zato sto su ono sto izaziva Allahovu srdzbu slijedili, a ono cime je On zadovoljan prezirali; On ce djela njihova ponistiti"},{"SurahNumber":47,"VerseNumber":29,"Text":"Zar oni bolesnih srca misle da Allah zlobe njihove nece na vidjelo iznijeti"},{"SurahNumber":47,"VerseNumber":30,"Text":"A da hocemo, Mi bismo ti ih, uistinu, pokazali i ti bi ih, sigurno, po obiljezjima njihovim poznao. Ali, ti ces ih poznati po nacinu govora njihova, a Allah zna postupke vase"},{"SurahNumber":47,"VerseNumber":31,"Text":"Mi cemo vas iskusavati da bismo znali borce na Allahovom putu i strpljive među vama, i da bismo otkrili vijesti o vama"},{"SurahNumber":47,"VerseNumber":32,"Text":"Zaista, oni koji ne vjeruju i od Allahova puta odvracaju, i koji se Poslaniku suprotstavljaju, nakon sto im je postala jasna Uputa, nece nimalo Allahu nauditi, i On ce djela njihova ponistiti"}]}