{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Тебе запитують про військову здобич. Скажи: «Військова здобич належить Аллагу та Посланцю. Тож бійтесь Аллага, будьте в злагоді між собою й коріться Аллагу та Його Посланцю, якщо ви віруючі!»[LXXV]"},{"SurahNumber":8,"VerseNumber":2,"Text":"Віруючі — тільки ті, які, коли згадують Аллага, відчувають у своїх серцях страх, а коли їм читають Його знамення, то це примножує віру їхню; і які покладаються на Господа свого"},{"SurahNumber":8,"VerseNumber":3,"Text":"Це ті, які звершують молитву й жертвують із того, чим Ми їх наділили"},{"SurahNumber":8,"VerseNumber":4,"Text":"Вони — справжні віруючі! Для них — ступені в Господа їхнього, прощення й щедрий наділ![LXXVI]"},{"SurahNumber":8,"VerseNumber":5,"Text":"Так само Господь твій вивів тебе з будинку заради істини, хоч декому з віруючих це було ненависне.[LXXVII]"},{"SurahNumber":8,"VerseNumber":6,"Text":"Вони сперечалися з тобою про істину після того, як вона стала зрозуміла їм — наче їх ведуть на смерть, і вони бачать її"},{"SurahNumber":8,"VerseNumber":7,"Text":"Ось Аллаг пообіцяв вам, що один із загонів потрапить до вас. Ви бажали, щоб до вас потрапив неозброєний загін. Та Аллаг прагне підтвердити істину Своїми словами й вигубити невіруючих до останнього"},{"SurahNumber":8,"VerseNumber":8,"Text":"щоб утвердилась істина й згинула неправда, хоча це й ненависно для грішників"},{"SurahNumber":8,"VerseNumber":9,"Text":"Ви просили допомоги в свого Господа, і Він відповів вам: «Я підтримаю вас тисячею ангелів, що йдуть один за одним!»"},{"SurahNumber":8,"VerseNumber":10,"Text":"Аллаг зробив це доброю звісткою, щоб заспокоїти нею ваші серця. Немає допомоги, крім як від Аллага! Воістину, Аллаг — Всемогутній, Мудрий"},{"SurahNumber":8,"VerseNumber":11,"Text":"Ось Він наслав на вас дрімоту — безпеку, дану від Себе, й пролив із неба воду, щоб очистити вас, забрати від вас скверну шайтана, щоб укріпити серця ваші й ствердити поступ ваш"},{"SurahNumber":8,"VerseNumber":12,"Text":"Ось твій Господь відкрив ангелам: «Я — з вами! Зміцніть же тих, які увірували! Я посію страх у серцях тих, які не увірували. Рубайте їм шиї та рубайте їм усі пальці!»"},{"SurahNumber":8,"VerseNumber":13,"Text":"За те, що вони вирушили проти Аллага та Його Посланця! А хто вирушає проти Аллага та Його Посланця, то Аллаг суворий у покаранні"},{"SurahNumber":8,"VerseNumber":14,"Text":"Ось вам — скуштуйте! Воістину, на невіруючих чекає вогняна кара"},{"SurahNumber":8,"VerseNumber":15,"Text":"О ви, які увірували! Якщо ви зустрінетесь із невіруючими, які вирушать військом, то не повертайтеся до них спинами"},{"SurahNumber":8,"VerseNumber":16,"Text":"А хто в той час повернеться до них спиною — якщо не хоче розвернутися для битви чи приєднатися до іншого загону — той накличе на себе гнів Аллага, а його притулком буде геєна! Який мерзотний притулок цей"},{"SurahNumber":8,"VerseNumber":17,"Text":"Це не ви вбивали їх, це Аллаг убивав їх! Це не ти кинув тоді, коли кинув, але це Аллаг кинув — щоб випробувати віруючих Своїм прекрасним випробуванням від Себе! Воістину, Аллаг — Всечуючий, Всезнаючий![LXXVIII]"},{"SurahNumber":8,"VerseNumber":18,"Text":"Ось вам! Аллаг робить марними підступи невіруючих"},{"SurahNumber":8,"VerseNumber":19,"Text":"Ви просили рішення і ось прийшло воно до вас. Якщо ви припините, то це буде краще для вас. А якщо ви почнете знову, то почнемо все й Ми, і ваш загін ніяк не допоможе вам, навіть якщо він буде численний. Воістину, Аллаг — із віруючими![LXXIX]"},{"SurahNumber":8,"VerseNumber":20,"Text":"О ви, які увірували! Коріться Аллагу та Його Посланцю й не відвертайтеся від нього, адже ви чуєте"},{"SurahNumber":8,"VerseNumber":21,"Text":"Не будьте як ті, що кажуть: «Ми слухали», — а самі не слухають"}]}