{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"Ve Musa'ya otuz geceye vaat verdik ve süreye bir on gece daha ekledik ve böylece Rabbinin mikati (tayin ettigi vakit) tam kirk gece oldu. Musa, kardesi Harun'a söyle dedi: Kavmim içinde benim yerime geç, islaha çalis ve bozguncularin yolundan gitme"},{"SurahNumber":7,"VerseNumber":143,"Text":"Ne zaman ki, Musa, mikatimiza geldi, Rabbi ona kelâmiyla ihsanda bulundu. \"Ey Rabbim, göster bana kendini de bakayim sana\". dedi. Rabbi ona buyurdu ki; \"Beni katiyyen göremezsin ve lâkin daga bak, eger o yerinde durabilirse, sonra sen de beni göreceksin\". Daha sonra Rabbi daga tecelli edince onu yerle bir ediverdi, Musa da baygin düstü. Ayilip kendine gelince, \"Sen sübhansin\", \"tevbe ettim, sana döndüm ve ben inananlarin ilkiyim,\" dedi"},{"SurahNumber":7,"VerseNumber":144,"Text":"Allah buyurdu: Ey Musa! Sana verdigim peygamberlikle ve kelâmimla seni insanlar üzerine seçkin kildim. Sana verdigime siki saril ve sükredenlerden ol"},{"SurahNumber":7,"VerseNumber":145,"Text":"Ve onun için o levhalarda her seyden yazdik, nasihat ve hükümlerin ayrintilarina ait herseyi (belirttik). Haydi bunlara siki saril, kavmine de emret, onlar da en güzeline sarilsinlar. Size yakinda o fasiklarin yurdunu gösterecegim"},{"SurahNumber":7,"VerseNumber":146,"Text":"Yeryüzünde haksiz yere büyüklük taslayanlari, âyetlerimizi anlamaktan uzak tutacagim. Onlar ki, bütün âyetlerimizi görseler de onlara iman etmezler. Dogru yolu görseler de o yolu tutup gitmezler. Eger sapiklik yolunu görürlerse tutar onu izlerler. Çünkü onlar âyetlerimizi inkâr etmeyi âdet edinmisler ve onlardan hep gafil olagelmislerdir"},{"SurahNumber":7,"VerseNumber":147,"Text":"Âyetlerimizi ve ahiretteki karsilasmayi inkâr edenlerin amelleri hepten bosa gitmistir. Çekecekleri ceza kendi yaptiklarindan baskasi mi olacaktir"},{"SurahNumber":7,"VerseNumber":148,"Text":"Musa'nin arkasindan kavmi, tutmus süs takilarindan bögüren bir buzagi heykeli edinmislerdi. O buzaginin kendilerine bir söz söylemedigini ve bir yol gösteremedigini görmemisler miydi? Fakat yine de onu tanri edindiler ve zalimlerden oldular"},{"SurahNumber":7,"VerseNumber":149,"Text":"Ne zaman ki, ellerine kiragi düsürüldü (yaptiklarina pisman oldular), o zaman sapitmis olduklarini gördüler. \"Yemin olsun ki; eger Rabbimiz bize merhamet etmez ve bizi bagislamazsa, muhakkak biz kötü akibete düsenlerden olacagiz.\" dediler"},{"SurahNumber":7,"VerseNumber":150,"Text":"Musa, öfkeli ve üzüntülü olarak kavmine döndügünde söyle dedi: \"Bana arkamdan ne kötü bir halef oldunuz! Rabbinizin emriyle dönüsümü beklemeden acele mi ettiniz?\" Elindeki levhalari birakti ve kardesi Harun'u basindan tutarak kendine dogru çekmeye basladi. Harun, \"Ey anamin oglu!\" dedi, \"inan ki, bu kavim beni güçsüz buldu, az daha beni öldürüyorlardi, sen de bana böyle yaparak düsmanlari sevindirme ve beni bu zalim kavimle bir tutma"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa dedi ki: \"Ey Rabbim! Beni ve kardesimi bagisla! Bizi rahmetinin içine al. Sen merhametlilerin en merhametlisisin"},{"SurahNumber":7,"VerseNumber":152,"Text":"Süphesiz o buzagiyi tanri edinenlere Rablerinden bir gazap, dünya hayatinda iken de bir zillet erisecektir. Iste biz, iftiracilari böyle cezalandiririz"},{"SurahNumber":7,"VerseNumber":153,"Text":"O kötü amelleri isleyip de sonra arkasindan tevbe ve iman edenler için hiç süphe yok ki, Rabbin bundan sonra yine de affedici ve merhamet edicidir"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musa'nin öfkesi geçince levhalari aldi. Onlardaki yazida, ancak Rablerinden korkanlar için bir hidayet ve rahmet vardi"},{"SurahNumber":7,"VerseNumber":155,"Text":"Bir de Musa, mîkatimiz için (tayin ettigimiz vakitte tevbe için) kavminden yetmis erkek seçti. Ne zaman ki, bunlari o sarsinti yakaladi, iste o zaman Musa: \"Rabbim! dedi, dileseydin bunlari da, beni de daha önce helâk ederdin. Simdi bizi, içimizdeki o beyinsizlerin yaptiklari yüzünden helâk mi edeceksin? O is de senin imtihanindan baska bir sey degildi. Sen bu imtihanla diledigini sapiklikta birakir, diledigini de hidayete erdirirsin. Bizim velimiz sensin. Artik bizi bagisla, merhamet et, sen bagislayanlarin en hayirlisisin"}]}