{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":34,"Text":"A wid iumnen! Aîas n lqweôôaê d ixelwiyen, s tidep, teppen d aêerfi ayla n medden. U îeôôifen seg ubrid n Öebbi. Wid ixeznen ddheb d lfeîîa, ur ten pseddiqen deg ubrid n Öebbi, becceô iten s uâaqeb aqeôêan"},{"SurahNumber":9,"VerseNumber":35,"Text":"Ass ideg ara ô$en di tmes n Loahennama, ad kwin, yissen, inyiren nnsen, ibeôdiyen nnsen, iârar nnsen. \"D ayagi ay txezznem i iman nnwen. Jeôôbet ayen txezznem"},{"SurahNumber":9,"VerseNumber":36,"Text":"Ih, ar Öebbi, amvan n wagguren: mrawsin; di Tezmamt n Öebbi, ass ideg Ixleq tamurt akked igenwan. Garasen, kué ôqan. D wagi ay d ddin n ddwam. Ur ddenniset iman nnwen degsen. Nna$et ijehliyen $ef ccfa, akken i kwen nnu$en $ef ccfa. Cfut, Öebbi Iteddu d wid ipêezziben"},{"SurahNumber":9,"VerseNumber":37,"Text":"Aswexxeô n waggur d timerniwt kan n tijehli. Nnetlafen yis wid ijehlen. Aseggwas a t êellen, aseggwas a t gedlen, iwakken ad wafqen amvan n wayen Igdel Öebbi. Ad êellen ayen Igdel Öebbi. Âaoben ten yir igiten nnsen. Öebbi ur Inehhu agdud ijehliyen"},{"SurahNumber":9,"VerseNumber":38,"Text":"A wid iumnen! Acu kwen iu$en? Ma nnan awen: \"hejjmet ar ubrid n Öebbi\", a ppebrum i iman nnwen. Day kwen taâoeb tmeddurt n ddunit, sennig tin n laxeôt? Zzhu n tmeddurt n ddunit d amejîiîuê kan, zdat win n laxeôt"},{"SurahNumber":9,"VerseNumber":39,"Text":"Ma ur tehjjimem ara, a kwen Iâaqeb s lqeôê, a d Iawi agdud nniven, deg umekkan nnwen. Ur T teîîuôum s wacemma. Öebbi Izmer i yal cci"},{"SurahNumber":9,"VerseNumber":40,"Text":"Ma ur t tsellkem, ihi, Isellek it Öebbi, mi t ssuff$en wid ijehlen. Wissin n sin, mi llan deg ifri, mi inna i umeddakwel is: \"kkes a$wbel, Öebbi, s tidep, yidne$\". Issers ed Öebbi talwit iS fellas, Iâawen it s iâsekriwen, ur ten twalam. Isse$li mavi awal n wid ijehlen. Awal n Öebbi, neppa, aâlay sennig akw. Öebbi d Uzmir, d Bab n ûûwab"},{"SurahNumber":9,"VerseNumber":41,"Text":"Hejjmet fessusit u ééayit, juhdet s wayla nnwen akked yiman nnwen, deg ubrid n Öebbi. Ppif wakka i kunwi, lemmer teéôim"},{"SurahNumber":9,"VerseNumber":42,"Text":"Lemmer d aba$uô isehlen, d inig wezzilen, yili vefôen k in. Maca, $wezzif fellasen umecwaô. Ad ggalen s Öebbi: \"lemmer nezmir, yili neffe$ yidwen\". Nn$an iman nnsen, Öebbi Iéôa ar nitni, war ccekk, d ikeddaben"},{"SurahNumber":9,"VerseNumber":43,"Text":"Ad ak Isemmeê Öebbi! Acimi i sen tserêev? Ard ak d iban anwi innan tidep, a ppissinev ikeddaben"},{"SurahNumber":9,"VerseNumber":44,"Text":"Ur ak d ssutren ara tsriê, wid iumnen s Öebbi akked wass aneggaru, mi juhden s wayla nnsen akked yiman nnsen. Öebbi Issen wid ipêezziben"},{"SurahNumber":9,"VerseNumber":45,"Text":"I k issutren tsriê, d wid ur numin s Öebbi akked wass aneggaru. Cukken wulawen nnsen, d$a, s ucukku nnsen, kukran"}]}