{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"O Allah ki, sizi gucsuz (zayıf) bir seyden (nutfeden) yarattı. Sonra zayıflıgın ardından (sizi) kuvvetli kıldı. Sonra (sizi), kuvvetin ardından zayıf ve ihtiyar kıldı. O (Allah), diledigini yaratır. Ve O; Alim´dir (en iyi bilen), Kaadir´dir (herseye gucu yeten)"},{"SurahNumber":30,"VerseNumber":55,"Text":"Ve o saatin geldigi (kıyametin koptugu) gun, mucrimler bir saatten fazla (mezarda) kalmadıklarına yemin ederler. Iste boyle donduruluyorlardı (olumden hayata donduruluyorlardı)"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ve ilim ve iman verilenler: \"Andolsun ki Allah´ın Kitabı´ndaki beas (yeniden dirilis) gunune kadar (mezarda) kaldınız.\" dediler. Iste bu beas (yeniden dirilis) gunudur. Lakin siz bilmiyordunuz"},{"SurahNumber":30,"VerseNumber":57,"Text":"O zaman izin gunu (kıyamet gunu), zalimlere mazeretleri (ozurleri) fayda vermeyecek. Ve onlardan (Allah´ı) razı etmeleri de istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ve andolsun ki, bu Kur´an´da insanlar icin butun meselelerden ornekler verdik. Ve eger onlara bir ayet getirsen, kafirler mutlaka: \"Siz sadece batılla ugrasan kimselersiniz.\" derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"Allah, bilmeyenlerin kalplerini iste boyle tabeder (muhurler)"},{"SurahNumber":30,"VerseNumber":60,"Text":"Oyleyse sabret, muhakkak ki Allah´ın vaadi haktır. Ve yakin hasıl etmemis olanlar (kesin bilgi sahibi olmayanlar), sakın seni hafiflige suruklemesinler"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar, hakim (hikmet ve hukumle dolu) olan Kitab´ın Ayetleri´dir"},{"SurahNumber":31,"VerseNumber":3,"Text":"Muhsinler icin hidayet (e erdirici) ve rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar, namazı ikame ederler (namaz kılarlar) ve zekatı verirler. Ve onlar, ahirete (Allah´a ulasmaya) yakin hasıl ederler (kesinlikle inanırlar)"},{"SurahNumber":31,"VerseNumber":5,"Text":"Iste onlar, Rab´lerinden bir hidayet uzerindedirler. Ve iste onlar; onlar felaha erenlerdir"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ve insanlardan bir kısmı bos sozleri satın alırlar, ilimleri olmaksızın Allah´ın yolundan saptırmak icin. Ve onu eglence (alay konusu) edinirler. Iste onlar icin muhin (asagılayıcı) bir azap vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ve ona ayetlerimiz okundugu zaman onu isitmemis gibi kibirlenerek doner (gider), onun kulaklarında vakra (isitme engeli) varmıs gibi. Oyleyse onu elim azapla mujdele (ikaz et, uyar)"},{"SurahNumber":31,"VerseNumber":8,"Text":"Muhakkak ki amenu olanlar (Allah´a ulasmayı dileyenler) ve salih amel (nefs tezkiyesi) yapanlar icin naim cennetleri vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"(Onlar) orada ebediyyen kalacak olanlardır. Allah´ın vaadi haktır. Ve O; Aziz´dir (yuce), Hakim´dir (hukum ve hikmet sahibi)"},{"SurahNumber":31,"VerseNumber":10,"Text":"Gokleri, gordugunuz gibi direksiz olarak yarattı ve sizi sarsar (sarsmasın) diye sabit ve yuksek daglar olusturdu. Orada her cesit yuruyen hayvandan uretip yaydı. Ve gokten su indirdik, boylece orada her kerim (ikram edilmis) bitkiden cift yetistirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"Bu, Allah´ın yaratmasıdır. Oyleyse O´ndan baskaları ne yarattı, bana gosterin! Hayır, zalimler, apacık dalalet icindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ve andolsun ki Lokman´a hikmet verdik ki, Allah´a sukretsin. Ve kim sukrederse, o taktirde sadece kendi nefsi icin sukreder. Ve kim kufrederse (inkar ederse), o taktirde muhakkak ki Allah; Gani´dir (kimsenin sukrune ihtiyacı yoktur), Hamid´dir (hamdedilen)"},{"SurahNumber":31,"VerseNumber":13,"Text":"Ve Lokman, ogluna vaazederek (ogut vererek) soyle demisti: \"Ey yavrum, Allah´a sirk kosma! Muhakkak ki sirk, azim (cok buyuk) bir zulumdur"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ve Biz, insana anne ve babasına (bakmasını) vasiyet ettik (farz kıldık). Onu, annesi zorluk uzerine zorlukla tasıdı. Ve onun sutten kesilmesi iki yıldır. (Hem) Bana (hem) anne ve babana sukret! Donus, Bana´dır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ve bilgin olmayan bir sey hakkında, sirk kosman icin seninle mucadele ederlerse, ikisine de itaat etme! Ve dunyada onlara guzellikle sahip ol. Bana yonelenlerin (ruhunu Allah´´a ulastırmayı dileyenlerin) yoluna tabi ol. Sonra donusunuz Banadır. O zaman yaptıgınız seyleri size haber verecegim"},{"SurahNumber":31,"VerseNumber":16,"Text":"Ey yavrum! Muhakkak ki o (amelin), bir hardal tanesi kadar dahi olsa ve o, bir kaya icinde veya goklerde veya yerde bile olsa, Allah onu, (kıyamet gunu hayat filminde karsına) getirir. Muhakkak ki Allah; Latif´tir (lutuf sahibi), Habir´dir (haberdar olan)"},{"SurahNumber":31,"VerseNumber":17,"Text":"Ey yavrum, namazı ikame et (namaz kıl)! Ma´ruf ile (irfanla, iyilikle) emret ve munkerden (kotulukten) nehyet (munkeri yasakla, mani ol). Ve sana isabet eden seylere (musibetlere) sabret. Muhakkak ki bu, azmedilen (mutlaka yapılması gereken) islerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ve insanlardan (kibirlenerek) yuz cevirme ve yeryuzunde boburlenerek yurume. Muhakkak ki Allah, calımla yuruyenlerin ve cok ovunenlerin hicbirini sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Ve yuruyusunde mutevazi (alcakgonullu) ol ve sesini alcalt (alcak sesle konus). Muhakkak ki seslerin en cirkini, elbette hamirin (merkebin) sesidir"},{"SurahNumber":31,"VerseNumber":20,"Text":"Goklerde ve yerlerdeki herseyi, Allah´ın size musahhar (emrinize amade) kıldıgını gormediniz mi? Ve sizin uzerinizdeki gorunen ve gorunmeyen (acık ve gizli) ni´metlerini tamamladı. Ve insanlardan bir kısmı (hala) ilmi, bir hidayete erdiricisi ve aydınlatıcı bir kitabı olmaksızın, Allah hakkında mucadele ederler"},{"SurahNumber":31,"VerseNumber":21,"Text":"Ve onlara \"Allah´ın indirdigi seye (Kitaba) tabi olun!\" denildigi zaman: \"Hayır, babalarımızı uzerinde buldugumuz seye (putlara) tabi oluruz.\" dediler. Ve seytan onları, alevli atesin (cehennemin) azabına cagırıyor olsa da mı"}]}