{"Id":97,"LanguageCodes":["en","eng"],"Name":"eng-abdelhaleem","Author":"Abdel Haleem","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"Turn to Him alone, all of you. Be mindful of Him; keep up the prayer; do not join those who ascribe partners to God"},{"SurahNumber":30,"VerseNumber":32,"Text":"those who divide their religion into sects, with each party rejoicing in their own"},{"SurahNumber":30,"VerseNumber":33,"Text":"When something bad happens to people, they cry to their Lord and turn to Him for help, but no sooner does He let them taste His blessing than- lo and behold!- some of them ascribe partners to their Lord"},{"SurahNumber":30,"VerseNumber":34,"Text":"showing no gratitude for what We have given them. ‘Take your pleasure! You will come to know.’"},{"SurahNumber":30,"VerseNumber":35,"Text":"Did We send them down any authority that sanctions the partners they ascribe to God"},{"SurahNumber":30,"VerseNumber":36,"Text":"When We give people a taste of Our blessing, they rejoice, but when something bad happens to them- because of their own actions- they fall into utter despair"},{"SurahNumber":30,"VerseNumber":37,"Text":"Do they not see that God gives abundantly to whoever He will and sparingly [to whoever He will]? There truly are signs in this for those who believe"},{"SurahNumber":30,"VerseNumber":38,"Text":"So give their due to the near relative, the needy, and the wayfarer- that is best for those whose goal is God’s approval: these are the ones who will prosper"},{"SurahNumber":30,"VerseNumber":39,"Text":"Whatever you lend out in usury to gain value through other people’s wealth will not increase in God’s eyes, but whatever you give in charity, in your desire for God’s approval, will earn multiple rewards"},{"SurahNumber":30,"VerseNumber":40,"Text":"It is God who created you and provided for you, who will cause you to die and then give you life again. Which of your ‘partners’ can do any one of these things? Glory be to God, and exalted be He above the partners they attribute to Him"},{"SurahNumber":30,"VerseNumber":41,"Text":"Corruption has flourished on land and sea as a result of people’s actions and He will make them taste the consequences of some of their own actions so that they may turn back"},{"SurahNumber":30,"VerseNumber":42,"Text":"Say, ‘Travel through the land, and see how those before you met their end- most of them were idolaters.’"},{"SurahNumber":30,"VerseNumber":43,"Text":"[Prophet], stand firm in your devotion to the upright religion, before an irresistible Day comes from God. On that Day, mankind will be divided"},{"SurahNumber":30,"VerseNumber":44,"Text":"those who rejected the truth will bear the burden of that rejection, and those who did good deeds will have made good provision for themselves"},{"SurahNumber":30,"VerseNumber":45,"Text":"From His bounty God will reward those who believe and do good deeds; He does not like those who reject the truth"},{"SurahNumber":30,"VerseNumber":46,"Text":"Another of His signs is that He sends out the winds bearing good news, giving you a taste of His grace, making the ships sail at His command, enabling you to [journey in] search of His bounty so that you may be grateful"},{"SurahNumber":30,"VerseNumber":47,"Text":"Before you [Muhammad], We sent mes-sengers, each to their own people: they brought them clear proofs and then We punished the evildoers. We make it Our duty to help the believers"},{"SurahNumber":30,"VerseNumber":48,"Text":"It is God who sends out the winds; they stir up the clouds; He spreads them over the skies as He pleases; He makes them break up and you see the rain falling from them. See how they rejoice when He makes it fall upon whichever of His servants He wishes"},{"SurahNumber":30,"VerseNumber":49,"Text":"though before it is sent they may have lost all hope"},{"SurahNumber":30,"VerseNumber":50,"Text":"Look, then, at the imprints of God’s mercy, how He restores the earth to life after death: this same God is the one who will return people to life after death- He has power over all things"},{"SurahNumber":30,"VerseNumber":51,"Text":"Yet they will continue in their disbelief, even if We send a [scorching] wind and they see their crops turn yellow"},{"SurahNumber":30,"VerseNumber":52,"Text":"You [Prophet] cannot make the dead hear and you cannot make the deaf hear your call when they turn their backs and leave"},{"SurahNumber":30,"VerseNumber":53,"Text":"you cannot lead the blind out of their error: the only ones you can make hear you are those who believe in Our revelations and devote themselves [to Us]"}]}