{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Haqeeqat yeh hai ke Allah hi hai jo aasmaano aur zameen ko tal (displace) janey se roke huey hai, aur agar woh tal (displace) jayein to Allah ke baad koi dusra inhein thamnay (hold) wala nahin hai. Beshak Allah bada haleem (Forbearing) aur darguzar farmane wala hai"},{"SurahNumber":35,"VerseNumber":42,"Text":"Yeh log kadi kadi qasmein kha kar kaha karte thay ke agar koi khabardar karne wala unke haan aa gaya hota to yeh duniya ki har dusri qaum se badh kar raast-ro(better-guided ) hotay. Magar jab khabardar karne wala inke paas aa gaya to uski aamad (coming) ne inke andar haqq se farar ke siwa kisi cheez mein izafa na kiya"},{"SurahNumber":35,"VerseNumber":43,"Text":"Yeh zameen mein aur zyada istakbaar (guroor) karne lagay aur buri buri chaalein chalne lagey, halanke buri chaalein chalne walon hi ko lay baithti hai. Ab kya yeh log iska intezar kar rahey hain ke pichli qaumon ke saath Allah ka jo tareeqa raha hai wahi inke saath bhi barta jaaye? Yahi baat hai to tum Allah ke tareeqe mein hargiz koi tabdili na paogey aur tum kabhi na dekhoge ke Allah ki sunnat ko uske muqarrar raaste se koi taaqat pher sakti hai"},{"SurahNumber":35,"VerseNumber":44,"Text":"Kya yeh log zameen mein kabhi chaley phirey nahin hain ke inhein un logon ka anjaam nazar aata jo insey pehle guzar chuke hain, aur insey bahut zyada taaqatwar thay? Allah ko koi cheez aajiz (frustrate) karne wali nahin hai, na aasmaano mein aur na zameen mein. Woh sab kuch jaanta hai aur har cheez par qudrat rakhta hai"},{"SurahNumber":35,"VerseNumber":45,"Text":"Agar kahin woh logon ko unke kiye kartooton par pakadta to zameen par kisi mutanaffis (living creature) ko jeeta (zinda) na chodhta. Magar woh unhein ek muqarrar waqt tak ke liye mohlat de raha hai, phir jab unka waqt aan poora hoga to Allah apne bandon ko dekh lega"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yasin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Kasam hai Quran e Hakeem ki"},{"SurahNumber":36,"VerseNumber":3,"Text":"Ke tum yaqeenan Rasoolon mein se ho"},{"SurahNumber":36,"VerseNumber":4,"Text":"Seedhey raastey par ho"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Aur yeh Quran) gaalib aur Raheem hasti ka nazil karda hai"},{"SurahNumber":36,"VerseNumber":6,"Text":"Taa-ke tum khabardar karo ek aisi qaum ko jiske baap dada khabardar na kiye gaye thay aur is wajah se woh gaflat mein padey huey hain"},{"SurahNumber":36,"VerseNumber":7,"Text":"Inmein se aksar log faisla-e-azaab ke mustahiq ho chuke hain, isi liye woh iman nahin latey"},{"SurahNumber":36,"VerseNumber":8,"Text":"Humne unki gardano mein tauq (bedi /fetters) daal diye hain jinse woh thodiyon (chins) tak jakade gaye hain, isliye woh sar uthaye khade hain"},{"SurahNumber":36,"VerseNumber":9,"Text":"Humne ek deewar unke aagey khadi kardi hai aur ek deewar unke peechey, humne unhein dhaank diya hai, unhein ab kuch nahin soojhta"},{"SurahNumber":36,"VerseNumber":10,"Text":"Unke liye yaksan hai, tum unhein khabardar karo ya na karo, yeh na maanengey"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tum to usi shaks ko khabardar kar sakte ho jo naseehat ki pairvi karey aur bay-dekhe khuda e rehman se darey, usey magfirat aur ajr-e-karim ki basharat (khush khabri) de do"},{"SurahNumber":36,"VerseNumber":12,"Text":"Hum yaqeenan ek roz murdon ko zinda karne waley hain jo kuch afaal (aamal) unhon ne kiye hain woh sab hum likhte rahey hain, aur jo kuch aasaar unhon ne peechey chodhey hain woh bhi hum sabt (likh) rahey hain. Har cheez ko humne ek khuli kitaab mein darj kar rakkha hai"},{"SurahNumber":36,"VerseNumber":13,"Text":"Inhein misaal ke taur par us basti walon ka qissa sunao jabke usmein Rasool aaye thay"},{"SurahNumber":36,"VerseNumber":14,"Text":"Humne unki taraf do Rasool bheje aur unhon ne dono ko jhutla diya phir humne teesra madad ke liye bheja aur unsab ne kaha “Hum tumhari taraf Rasool ki haisiyat se bheje gaye hain”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Basti walon ne kaha “ tum kuch nahin ho magar hum jaise chandh Insaan, aur khuda e rehman ne hargiz koi cheez nazil nahin ki hai, tum mehaz jhoot boltey ho.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Rasoolon ne kaha “ hamara Rubb jaanta hai ke hum zarooor tumhari taraf Rasool bana kar bheje gaye hain"},{"SurahNumber":36,"VerseNumber":17,"Text":"Aur humpar saaf saaf paigham pahuncha dene ke siwa koi zimmedari nahin hai”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Basti waley kehne lagey “hum to tumhein apne liye faal-e-badd (manhoos) samajhte hain , agar tum baaz na aaye to hum tumko sangsaar(stoning) kar dengey aur humse tum badi dardnaak saza paogey”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Rasoolon ne jawab diya “tumhari faal-e-badd (nahusat) to tumhare apne saath lagi hui hai , kya yeh baatein tum isliye karte ho ke tumhein naseehat ki gayi? Asal baat yeh hai ke tum hadd se guzre huey log ho”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Itne mein shehar ke door daraaz goshey se ek shaks daudta hua aaya aur bola “Aey meri qaum ke logon, Rasoolon ki pairwi ikhtiyar karlo"},{"SurahNumber":36,"VerseNumber":21,"Text":"Pairwi karo un logon ki jo tumse koi ajar nahin chahte aur theek raaste par hain"},{"SurahNumber":36,"VerseNumber":22,"Text":"Aakhir kyun na main us hasti ki bandagi karoon jisne mujhey paida kiya hai aur jiski taraf tum sabko palat kar jana hai"},{"SurahNumber":36,"VerseNumber":23,"Text":"Kya main usey chodh kar dusre ko mabood bana loon? Halaanke agar khuda e Rehman mujhey koi nuksaan pahunchana chahe to na unki shafaat mere kisi kaam aa sakti hai aur na woh mujhey chuda hi sakte hain"},{"SurahNumber":36,"VerseNumber":24,"Text":"Agar main aisa karoon to main sareeh gumraahi mein mubtala ho jaunga"},{"SurahNumber":36,"VerseNumber":25,"Text":"Main to tumhare Rubb par iman le aaya, tum bhi meri baat maan lo.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"(aakhir e kaar un logon ne usey qatal kardiya aur) us shaks se kehdiya gaya ke “daakhil ho ja jannat mein” usne kaha “kaash meri qaum ko maaloom hota"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ke mere Rubb ne kis cheez ki badaulat meri magfirat farma di aur mujhey ba-izzat logon mein daakhil farmaya”"}]}