{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"And when it was said to those who were Godfearing: What is it that your Lord caused to descend? They will say: Good or for those who did good in the present, there is benevolence. And the abode of the world to come is better. And how excellent will be the abode of the ones who are Godfearing"},{"SurahNumber":16,"VerseNumber":31,"Text":"Gardens of Eden which they will enter beneath which rivers run. They have in them all that they will. Thus, God gives recompense to the ones who are Godfearing"},{"SurahNumber":16,"VerseNumber":32,"Text":"Those whom the angels call to themselves while they are ones who are good. They say to them: Peace be unto you! Enter the Garden because of what you had been doing"},{"SurahNumber":16,"VerseNumber":33,"Text":"Look they not on but that the angels approach them or the command of thy Lord approach? Thus, accomplished those before them. And God did not wrong them. Rather, they had been doing wrong to themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"Then, their evil deeds lit on them for what their hands did. And surrounded them is what they had been ridiculing"},{"SurahNumber":16,"VerseNumber":35,"Text":"And those who ascribed partners with God said: If God willed neither would we have worshiped other than Him anything, we nor our fathers, nor would we have held sacred anything other than what He forbade. Thus, accomplished those who were before them. Then, what is upon the Messengers, but the delivering of the clear message"},{"SurahNumber":16,"VerseNumber":36,"Text":"And, certainly, We raised up in every community a Messenger saying that: Worship God and avoid false deities. Then, of them were some whom God guided and of them were some upon whom their fallacy was realized. So journey through the earth; then, look on how had been the Ultimate End of the ones who deny"},{"SurahNumber":16,"VerseNumber":37,"Text":"If thou be eager for their guidance, then, truly, God will not guide whom He causes to go astray. And they will have no ones who help"},{"SurahNumber":16,"VerseNumber":38,"Text":"And they swore by God their most earnest oaths: God will not raise up him who dies. Yea! It is a promised obligation upon Him—except most of humanity knows not—"},{"SurahNumber":16,"VerseNumber":39,"Text":"in order to make manifest for them about what they are at variance in it and so that those who were ungrateful know that they had been ones who lie"},{"SurahNumber":16,"VerseNumber":40,"Text":"Our saying to a thing when We wanted it is that We say to it: Be! Then, it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"As for those who emigrated for God after they were wronged, We will, certainly, have a place of settlement for them with benevolence in the present. And the compensation of the world to come will be greater, if they had been knowing"},{"SurahNumber":16,"VerseNumber":42,"Text":"Those who endured patiently, they put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"And We sent not before thee but men to whom We reveal revelation. So ask the People of Remembrance if you had not been knowing"},{"SurahNumber":16,"VerseNumber":44,"Text":"With the clear portents and the ancient scrolls, We caused to descend the Remembrance to thee that thou wilt make manifest to humanity what was sent down to them and so that perhaps they will reflect"},{"SurahNumber":16,"VerseNumber":45,"Text":"Were those who planned evil deeds safe that God will not cause the earth to swallow them or that the punishment will not approach them from where they are not aware"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He take them in their going to and fro where they will not be ones who frustrate Him"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or that He take them, destroying them little by little? Truly, thy Lord is Gentle, Compassionate"},{"SurahNumber":16,"VerseNumber":48,"Text":"Consider they not that whatever things God created casts its shadow to the right and to the left, ones who prostrate themselves to God. And they are ones in a state of lowliness"},{"SurahNumber":16,"VerseNumber":49,"Text":"And to God prostrates whatever is in the heavens and all that is in and on the earth of moving creatures and the angels and they grow not arrogant"},{"SurahNumber":16,"VerseNumber":50,"Text":"They fear their Lord above them and accomplish what they are commanded.‡"}]}