{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"Musa (G.S.) ga otız tun wade ettik te ogan ondı qosıp, soytip Rabbının belgili waqıtı qırıq keske toldı. Musa (G.S.) twısı Harunga: «Elimnin isinde ornıbasarım bol. Tuzelt te buzaqılardın jolına erme» dedi"},{"SurahNumber":7,"VerseNumber":143,"Text":"Rawayat boyınsa, Musa eline: «Pergawınnan qutılsaq, Alla tarapınan Bir Kitap keltiremin» deydi. Sondıqtan qutılgannan keyin Alalnın amiri boyınsa Tur tawında qırıq kun oraza ustagannan keyin Allamen soylesip tawrat tusedi. Musa (G.S.), belgili wademizde kelip, Rabbı ogan soylegende , (Musa G.S.): «Rabbım magan ozindi korset, Seni koreyin» dedi. (Alla): «Meni, aste kore almaysın; biraq tawga qara, sonda eger ol ornında tura alsa, sen de Meni koresin» dedi. Sonda Rabbı tawga elestegen satte, onı bıt- sıt qıldı. Musa (G.S) da talıp tusti. Esi kire sala: «Sen paksin, Sagan tawbe ettim, ari men senwsilerdin algasqısımın» dedi"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Alla T.): « Ay Musa! Sınında seni adamdardan elsilikke jane soyleswge tandap aldım. Endese, sagan bergenderimdi al da, sukirlik etwsilerden bol» dedi"},{"SurahNumber":7,"VerseNumber":145,"Text":"Musa (G.S.) ga (Tawrat) taqtaylarında ar narseni ugit turinde asalap jazgan edik: «Sonda onı mıqtı usta jane eline amir et. Onın korkem nusqawların alsın. Sagan, buzaqılardın jurtın korsetemin?»"},{"SurahNumber":7,"VerseNumber":146,"Text":"Jer juzinde orınsız turde dandaysıgandardı uzaqtastıramın. Eger olar barlıq belgilerdi korse de ogan senbeydi. Sonday-aq olar twra joldı korse; onı jol qıp ustamaydı. Al eger qisıq joldı korse, onı jol qıp aladı. Bul olardın ayattarımızdı otirik dep odan gapıl bolgandıqtarı"},{"SurahNumber":7,"VerseNumber":147,"Text":"Ayattarımızdı, aqiretke kezdeswdi otirik degenderdin gamaldarı joyılıp, isterine qaray gana jazalanadı"},{"SurahNumber":7,"VerseNumber":148,"Text":"Musa (G.S.) dan kyin eli; sandik- buyımdardan dabısı bar buzawdın musinin jasap aldı. Olar, ol buzawdın ozderimen soylespeytinin jane olardı twra jolga salmaytınınn kormey me? Olar onı tanir tutıp, zalımdardan boldı"},{"SurahNumber":7,"VerseNumber":149,"Text":"(Musa G.S. Tur tawına Allaga jalbarınw usin qırıq kun turganda, Samri, eldin altın bilezikterinen buzawdın musinin jasaydı. Rawayat boyınsa Jebreyil G.S. nın atının izinen alıngan topıraqtı isine qoygandıqtan nemese isine kirgen jel arqılı buzawdın dawısı sıgatın bolgan.) Olardın qoldarı tusken zamanda (qattı okinip iıqtarı tusken turde) anıq adasqandıqtarın korip: «Eger Rabbımız bizge marxamet etpese, bizdi jarılqamasa, arine ziyan tartwsılardan bolamız» desti"},{"SurahNumber":7,"VerseNumber":150,"Text":"Musa (G.S.) eline ıza bolıp, keyigen turde qaytqan kezde: «Menen keyin magan nendey jaman is istedinder! Rabbılarınnın amirine asıqtındar ma?»,- dep (Tawrat) taqtayların tastay salıp, twısı (Harun) nın basınan ustap ozine qaray tarta bastadı? (Harun): «Ay anamnın ulı! Rasında bul el meni, basınıp tipti ozimdi oltirwge jaqındadı. Endi meni duspandarga kulki qılma da meni zalım elmen birge sanama!»,- dedi"},{"SurahNumber":7,"VerseNumber":151,"Text":"Musa (G.S.): «Rabbım! Meni jane twısımdı jarılqa, bizdi marxametine bole! Sen meyirimdilerdin en jaqsısısın» dedi"},{"SurahNumber":7,"VerseNumber":152,"Text":"Kudiksiz sonday buzawdı tanir tutqandarga Rabbıları tarapınan qahar tiip, dunie tirsiliginde qorlıqqa usıraydı. Qarawsılardı osılaysa jazalaymız"},{"SurahNumber":7,"VerseNumber":153,"Text":"Sonday jaman is istegender, sodan keyin tawbe qılıp, iman keltirse, kudiksiz Rabbın sonan son da asa jarılqawsı, erekse meyirimdi"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musanın aswı basılganda, taqtaylardı aldı. Nusqasındagı jazwda; Rabbılarınan qorıqqandarga twra jol jane marxamet bar edi"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa (G.S.) belgili merzimimiz usin elinen jetpis kisi sayladı. Sonda olardı jer silkinw qolga alganda (Musa G.S.): «Rabbım! Eger qalasan olardı da meni de budan burın joq eter edin. Isimizdegi aqımaqtardın qılıqtarının saldarınan, bizdi joq etesin be? Bul Senin bir sınawın gana. Sonımen qalaganındı adastırıp, qalaganındı twra jolga salasın. Sen bizdin iemizsin. Endi bizdi jarılqa, bizge marxamet et. Sen jarılqawsılardın en jaqsısın.» dedi"}]}