{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"Ty dostat zprava z krevni msta mu dret plazivy svem utociste"},{"SurahNumber":38,"VerseNumber":22,"Text":"When oni napsat svem vule on polekat. Oni odrikavat ne Mel pramen strachu! My krevni msta 1 jiny my adat svuj dobry soud. Ne spatne nas usmernovat nas vzprimit draha"},{"SurahNumber":38,"VerseNumber":23,"Text":"Tento kamarad z dul uznat 90 9 nesmely clovek i kdy ja uznat jednotka nesmely clovek. On chtit misit muj nesmely clovek svem zustat nouze mne"},{"SurahNumber":38,"VerseNumber":24,"Text":"On odrikavat On jsem nespravedlivy s ty na poadovat spojit svuj nesmely clovek svem! Mnoho lide spojit jejich divadelni rekvizity nakladat kady jinam unfairly ty domnivat se rizeni spravedlnost tyto jsem malo. Pozdeji David udiv jestlie on utocit vzprimit soud! On myslen my zkouset jemu. On pak vzyvat svem Magnat odpusteni sklanet srazit litovat"},{"SurahNumber":38,"VerseNumber":25,"Text":"My omluvit jemu za tohleto zaleitost My pripustit jemu misto honor nas krasny pribytek"},{"SurahNumber":38,"VerseNumber":26,"Text":"O David my utocit ty vladar zahrabat. Proto ty kritizovat among a narod equitably ne ridili se svuj vlastni mineni lest to odvratit ty raz BUH! Prece ty nahodny raz BUH privodit si drsny odskodneni nepamatovat si Cas Pocitani"},{"SurahNumber":38,"VerseNumber":27,"Text":"My ne tvorit nebe zahrabat vsechno ti za zbytecny receny byl a premyslivy o ty pochybovat! Proto hore s ty pochybovat; oni snest Peklo"},{"SurahNumber":38,"VerseNumber":28,"Text":"My nakladat ty domnivat se primet spravedlivy doivotni mony my nakladat ty predloit odporny zahrabat? My nakladat spravedlivy mony my nakladat a prostopasny"},{"SurahNumber":38,"VerseNumber":29,"Text":"Tento jsem bible my odeslat shodit ty jsem cirkevni - Asi oni zrcadlit svuj zversovat. Ty mit porozumeni pokladat pozornost"},{"SurahNumber":38,"VerseNumber":30,"Text":"S David my pripustit Solomon; plny poslusny sluha"},{"SurahNumber":38,"VerseNumber":31,"Text":"cas on sluset zaujmout napred krasny jizdni vecer kue"},{"SurahNumber":38,"VerseNumber":32,"Text":"On pak odrikavat ja travit materialni potreby jinam than ja travit zbonovat muj Magnat slunit se jsem odjezd"},{"SurahNumber":38,"VerseNumber":33,"Text":"Privest ti operadlo. narizeny rozchod on drhnout jejich noha krkovicka"},{"SurahNumber":38,"VerseNumber":34,"Text":"My tim pripojit Solomon vyzkouset; my stesti jemu obrovsky materialni bohaci on steadfastly nabidnout"},{"SurahNumber":38,"VerseNumber":35,"Text":"On odrikavat Muj Lord omluvit mne pripustit mne kingship nikdy dosahnout na kady jinam! Ty jsem Grantor"},{"SurahNumber":38,"VerseNumber":36,"Text":"My (vyhovovat svem prosba predloit ovinout svem prikaz proudit des wherever on chtit)"},{"SurahNumber":38,"VerseNumber":37,"Text":"Souit stavba vniknout hluboko"},{"SurahNumber":38,"VerseNumber":38,"Text":"Others umisteni svem prikaz"},{"SurahNumber":38,"VerseNumber":39,"Text":"Tento jsem nas zajisteni ty; ty odevzdat generously odmitnout vrchol"},{"SurahNumber":38,"VerseNumber":40,"Text":"On zaslouily honorable misto nas vytecny pribytek"},{"SurahNumber":38,"VerseNumber":41,"Text":"Pamatovat nas sluha Prileitostny on prijit svem Magnat souit souit mne utrapa bolest"},{"SurahNumber":38,"VerseNumber":42,"Text":"Postihnout park svuj krok! skakal prosit odevzdat ty lecit pit"},{"SurahNumber":38,"VerseNumber":43,"Text":"My uzdravit svem rodinny pro jemu; dvakrat ackoliv mnoho. receny byl nas soucit; pripominka ty mit porozumeni"},{"SurahNumber":38,"VerseNumber":44,"Text":"Okamite ty cestovat ziskat kazat poslani fulfill svuj slib. My rozhodnuti jemu pevny. Ktery poslusny sluha! On jsem submitter"},{"SurahNumber":38,"VerseNumber":45,"Text":"vzpominat si take nas sluha Abraham Isaac Ebrik. Oni jsem vynalezavy majetny zjeveni"},{"SurahNumber":38,"VerseNumber":46,"Text":"My poskytnout ti prima stesti povedomi ceho Dale"},{"SurahNumber":38,"VerseNumber":47,"Text":"Oni chtit oni jsem among nejvetsi spravedlivy"},{"SurahNumber":38,"VerseNumber":48,"Text":"Pamatovat Ismail Elisha Zal-Kifl; among nejvetsi spravedlivy"},{"SurahNumber":38,"VerseNumber":49,"Text":"Tento jsem pripominka spravedlivy zaslouily vytecny urceni"},{"SurahNumber":38,"VerseNumber":50,"Text":"Zahradni Raj prosit zrejmy vy- jejich vstup ti"},{"SurahNumber":38,"VerseNumber":51,"Text":"Uvolnit therein oni odevzdat mnoho druh z ovoce pit"}]}