{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Ve andolsun ki daha önce İbrâhîm (A.S)´a rüşdünü (irşad yetkisini) verdik. Ve Biz, onu (irşada ehil olduğunu) bilenlerdik"},{"SurahNumber":21,"VerseNumber":52,"Text":"(İbrâhîm A.S), babasına ve kavmine şöyle demişti: “Sizin ibadet ettiğiniz bu heykeller nedir?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"“Babalarımızı ona (onlara) ibadet ediyor bulduk.” dediler"},{"SurahNumber":21,"VerseNumber":54,"Text":"(İbrâhîm A.S): “Andolsun ki siz ve babalarınız, apaçık dalâlettesiniz.” dedi"},{"SurahNumber":21,"VerseNumber":55,"Text":"“Sen, bize hakkı mı getirdin yoksa sen (bizimle) oyun mu oynuyorsun?” dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"“Hayır sizin Rabbiniz, semaların ve arzın Rabbidir ve onları yaratandır. Ve ben, buna şahit olanlardanım.” dedi"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah´a yemin olsun, siz arkanızı döndükten (gittikten) sonra ben mutlaka sizin putlarınıza hile yapacağım"},{"SurahNumber":21,"VerseNumber":58,"Text":"Sonra onları (putları) cüz cüz (parça parça) yaptı. Onların büyük olanı hariç. Umulur ki böylece onlar, ona rücu ederler (dönerler)"},{"SurahNumber":21,"VerseNumber":59,"Text":"“Bizim ilâhlarımıza bunu kim yaptı? Muhakkak ki o, gerçekten zalimlerdendir.” dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"“Ona (kendisine), İbrâhîm denen gencin, onları zikrettiğini (putlardan bahsettiğini) işittik.” dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"“Öyleyse onu, insanların gözü önüne getirin! Böylece onlar şahit olurlar.” dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"“Ey İbrâhîm! Bizim ilâhlarımıza bunu sen mi yaptın?” dediler"},{"SurahNumber":21,"VerseNumber":63,"Text":"(İbrâhîm A.S) şöyle dedi: “Hayır, bunu onların büyüğü yaptı. Haydi eğer onlar konuşuyorlarsa (konuşabiliyorlarsa) onlara sorun!”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Bunun üzerine kendilerine geldiler, sonra da (kendileri için); “Muhakkak ki siz; siz zalimlersiniz.” dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Sonra onların başları öne eğildi. (Hz. İbrâhîm´e): “Andolsun ki sen, bunların konuşmadığını (konuşamadığını) biliyordun.” (dediler)"},{"SurahNumber":21,"VerseNumber":66,"Text":"(İbrâhîm A.S): “Hâlâ size bir faydası ve zararı olmayan, Allah´tan başka şeylere mi tapıyorsunuz?” dedi"},{"SurahNumber":21,"VerseNumber":67,"Text":"Size ve Allah´tan başka taptığınız şeylere yazıklar olsun. Hâlâ akıl etmiyor musunuz"},{"SurahNumber":21,"VerseNumber":68,"Text":"“Eğer yapabilirseniz, onu (İbrâhîm A.S´ı) yakın! Ve ilâhlarınıza yardım edin.” dediler"},{"SurahNumber":21,"VerseNumber":69,"Text":"“Ey ateş! İbrâhîm (A.S)´a (karşı) soğuk ve selâmet (zararsız) ol.” dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ve ona tuzak kurmak istediler. Fakat Biz, onları daha çok hüsrana düşürdük"},{"SurahNumber":21,"VerseNumber":71,"Text":"Âlemler içinde bereketli kıldığımız arz´a, onu ve Hz. Lut´u (ulaştırıp) kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ve ona, İshak (A.S)´ı ve nafileten (ilâveten) Yâkub (A.S)´ı vehbî (armağan) olarak verdik. Ve hepsini salihler kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Ve onları, emrimizle hidayete erdiren (ölmeden önce ruhları Allah´a ulaştıran) imamlar kıldık. Ve onlara, hayırlar işlemeyi, namaz kılmayı ve zekât vermeyi vahyettik. Ve onlar, Bize kul oldular"},{"SurahNumber":21,"VerseNumber":74,"Text":"Ve Lut (A.S)´a hikmet ve ilim verdik. Ve habaîs (kötülükler, ahlâksızlıklar) işleyen ülkeden onu kurtardık. Muhakkak ki onlar, fasık olan kötü bir kavimdi"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ve onu rahmetimizin içine dahil ettik. Muhakkak ki o, salihlerdendir"},{"SurahNumber":21,"VerseNumber":76,"Text":"Ve Nuh (A.S), daha önce nida etmişti (seslenmiş, dua etmişti). Bunun üzerine ona icabet ettik (duasını kabul ettik). Böylece onu ve ehlini (ailesini) büyük bir üzüntüden kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ve âyetlerimizi yalanlayan bir kavme karşı ona yardım ettik. Muhakkak ki onlar, kötü bir kavim oldu. Böylece onların hepsini boğduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davut (A.S) ve Süleyman (A.S), bir kavmin koyunlarının gece (çobansız olarak) içinde yayılıp otladığı ekinler hakkında hüküm veriyorlardı. Ve Biz, onların hükmüne şahittik"},{"SurahNumber":21,"VerseNumber":79,"Text":"Böylece onu (bu hükmü), Süleyman (A.S)´a anlattık. Ve hepsine hikmet ve ilim verdik. Davut (A.S)´la beraber tesbih eden (etsinler diye) dağları ve kuşları musahhar (emrine amade) kıldık. Ve (bunları) yapan, Biziz"},{"SurahNumber":21,"VerseNumber":80,"Text":"Sizin için ona, şiddetli çarpışmalarınızda sizi korusun diye elbise (zırh) yapmayı öğrettik. Öyleyse siz şükredenler(den) misiniz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ve fırtınalı rüzgâr, Hz. Süleyman içindi. (Rüzgâr), bereketli kıldığımız oradaki yerlere onun emriyle giderdi. Ve Biz, herşeyi bileniz (biliriz)"},{"SurahNumber":21,"VerseNumber":82,"Text":"Ve şeytanlardan, onun için denize dalanlar ve bundan başka işler yapanlar (da) vardı. Ve onları (onun emrinde) muhafaza eden, Bizdik"}]}