{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":13,"Text":"Allah Nuh'a buyurdugu seyleri size de din olarak buyurmustur. Sana vahyettik; Ibrahim'e, Musa'ya ve Isa'ya da buyurduk ki: \"Dine baglı kalın, onda ayrılıga dusmeyin.\" Ortak kosanları cagırdıgın sey onların gozunde buyumektedir. Allah diledigini kendine secer, kendisine yoneleni de dogru yola eristirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Kendilerine ilim geldikten sonra ayrılıga dusmeleri, ancak, birbirini cekememekten oldu. Eger belirli bir sure icin Rabbinin verilmis bir sozu olmasaydı, aralarında hemen hukmedilirdi. Arkalarından Kitaba varis kılınanlar da ondan suphe ve endise icindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Bundan oturu sen birlige cagır ve emrolundugun gibi dogru ol; onların heveslerine uyma ve soyle soyle: \"Allah'ın indirdigi Kitap'a inandım; aranızda adaletle hukmetmek ile emrolundum; Allah bizim de Rabbimiz, sizin de Rabbinizdir; bizim islediklerimiz bize, sizin isledikleriniz kendinizedir. Bizimle sizin aranızda tartısılacak bir sey yoktur. Allah hepimizi bir araya toplar; donus O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"Allah'ın cagrısına icabet eden bulunduktan sonra, O'nun hakkında tartısmaga girisenlerin delilleri Rableri katında hukumsuzdur. Onlara bir gazap vardır, cetin bir azap da onlar icindir"},{"SurahNumber":42,"VerseNumber":17,"Text":"Gercekten Kitap'ı ve olcuyu indiren Allah'tır. Ne bilirsin, belki de kıyamet saati yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"O'na inanmayanlar, acele olmasını beklerler; inananlar ise korku ile titrerler ve onun gercek oldugunu bilirler. Iyi bilin ki kıyamet gunu hakkında tartısanlar derin bir sapıklık icindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına lutufta bulunandır. Diledigini rızıklandırır. Kuvvetli olan da guclu olan da O'dur"},{"SurahNumber":42,"VerseNumber":20,"Text":"Ahiret kazancını isteyenin kazancını artırırız; dunya kazancını isteyene de ondan veririz; ama ahirette bir payı bulunmaz"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa, Allah'ın dinde izin vermedigi bir seyi onlara mesru kılacak ortakları mı vardır? Eger kesin yargı bulunmayacak olsaydı aralarında hemen hukmedilirdi. Dogrusu, zalimlere can yakıcı azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"Yaptıkları seyler baslarına gelirken, zalimlerin korkudan titrediklerini gorursun. Inanıp yararlı isler isleyenler cennet bahcelerindedirler. Rablerinin katında, onlara diledikleri verilir. Iste buyuk lutuf budur"},{"SurahNumber":42,"VerseNumber":23,"Text":"Allah, inanıp yararlı isler isleyen kullarını bununla mujdeler. De ki: \"Ben sizden buna karsı yakınlara sevgiden (veya Allah'a yaklasmaktan) baska bir ucret istemem.\" Kim guzel bir is islerse onun guzelligini arttırırız. Dogrusu Allah bagıslayandır, sukrun karsılıgını verendir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa senin icin \"Allah'a karsı yalan yere iftira etti\" mi derler? Allah dilerse senin kalbini muhurler, batılı da yok eder, hakkı sozleriyle gerceklestirir. Dogrusu O, kalplerde olanı bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarının tevbesini kabul eden, kotulukleri affeden, yaptıklarınızı bilen, inanıp yararlı isler isleyenlerin duasını kabul eden, lutfuyla onların ecrini arttıran O'dur. Ama, inkarcılar icin cetin azap vardır"},{"SurahNumber":42,"VerseNumber":26,"Text":"Kullarının tevbesini kabul eden, kotulukleri affeden, yaptıklarınızı bilen, inanıp yararlı isler isleyenlerin duasını kabul eden, lutfuyla onların ecrini arttıran O'dur. Ama, inkarcılar icin cetin azap vardır"}]}