{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Naredbata Allahova ke se ostvari, sigurno, pa ne zabrzuvajte ja! Slaven e i Vozvisen od ona sto Mu go zdruzuvaat"},{"SurahNumber":16,"VerseNumber":2,"Text":"On so svojata naredba spusta melek so objava do onoj komu saka megu robovite Svoi: “Opomenuvajte deka osven Nego nema drug bog. Pa, samo od Mene stravuvajte"},{"SurahNumber":16,"VerseNumber":3,"Text":"I nebesata i Zemjata On gi sozdade so vistina. ON e nad ona sto Mu go zdruzuvaat"},{"SurahNumber":16,"VerseNumber":4,"Text":"On go sozdade covekot OD kapka seme i toj, ete, e neprijatel otvoren"},{"SurahNumber":16,"VerseNumber":5,"Text":"I dobitokot On za vas go sozdade. OD niv imate topla obleka i koristi, I od NIVI jadete"},{"SurahNumber":16,"VerseNumber":6,"Text":"I kolkava e ubavinata za vas koga gi vrakate od pasiste i koga gi nosite na pasiste"},{"SurahNumber":16,"VerseNumber":7,"Text":"I go nosi tovarot vas do gradot do koj mozete da dojdete samo so teskotija golema. Gospodarot vas, navistina, e Socuvstvitelen i Somilosen"},{"SurahNumber":16,"VerseNumber":8,"Text":"I konji, i maski i magarinja za da gi javate i kako ukras; i go sozdava ona sto ne go znaete"},{"SurahNumber":16,"VerseNumber":9,"Text":"Namerata da se odi kon patokazot e - Allahova. A nekoi, pak, od nego skrsnuvaat. I koga On bi sakal bi ve upatil site, sigurno"},{"SurahNumber":16,"VerseNumber":10,"Text":"On od nebo vi spusta voda; OD nea napivka i so koja se navodnuvaat pasistata kade go cuvate da pasi dobitokot vas"},{"SurahNumber":16,"VerseNumber":11,"Text":"so vodata raste za vas posev: maslinka, i urmi i grozje I plodovi sekakvi. Ete, vo toa, navistina, stima znamenie za lugeto koi razmisluvaat"},{"SurahNumber":16,"VerseNumber":12,"Text":"I On vi gi potcini i nokta I denot, i Sonceto i Mesecinata, a i zvezdite vi se potcineti so naredbata Negova. Ete, vo toa, navistina, ima znamenija za lugeto koi sfakaat"},{"SurahNumber":16,"VerseNumber":13,"Text":"On Vi GO POTCINI I ona Sto raste na zemjata so razlicni boi. Vo toa, navistina, ima znamenie za lugeto koi se sekavaat"},{"SurahNumber":16,"VerseNumber":14,"Text":"I ON vi go potcini moreto OD nego za da jadete svezo meso, I od nego za da vadite ukras koj go nosite so oblekata, i gledas kako camecot go sece, i za da barate, sekako, od dobrinata Negova i za da bidete blagodarNI"},{"SurahNumber":16,"VerseNumber":15,"Text":"I On rasfrla po zemjata brda, taa za da ne ve potresuva, I reki i patista za da se upatuvate"},{"SurahNumber":16,"VerseNumber":16,"Text":"i pokazi, isto taka, ON vi sozdade, i po zvezdite onie, tokmu, se upatuvaat"},{"SurahNumber":16,"VerseNumber":17,"Text":"Onoj koj sozdava dali e kako onoj koj ne sozdava? Pa, nema li da se prisetite"},{"SurahNumber":16,"VerseNumber":18,"Text":"I ako gi broite blagodatite MAllahovi vie, sekako, ne mozete da gi izbroite. Allah, navistina, e Prostuvac i Somilosen"},{"SurahNumber":16,"VerseNumber":19,"Text":"I Allah go znae ona sto go kriete i ona sto go obelodenuvate"},{"SurahNumber":16,"VerseNumber":20,"Text":"Onie koi se povikuvaat na drug bog osven Allah ne mozat da sozdadat nisto i onie se, tokmu, sozdadenite"},{"SurahNumber":16,"VerseNumber":21,"Text":"Mrtvi sustestva se, ne se zivi, i ne znaat koga ke bidat oziveani"},{"SurahNumber":16,"VerseNumber":22,"Text":"Vasiot Bog e eden Bog. Onie koi ne veruvaat vo Ahiret..pa, srcata nivni se rasipnicki. Onie, vsusnost, se dujat"},{"SurahNumber":16,"VerseNumber":23,"Text":"Allah, bez somnenie, go znae ona sto go krijat i ona sto go obelodenuvaat. ON, navistina, ne gI njubi naduenite"},{"SurahNumber":16,"VerseNumber":24,"Text":"I koga ke im se rece: “Sto vi objavi Gospodarot vas?\" Ke recat: “Prikaski za narodite odamnesni"},{"SurahNumber":16,"VerseNumber":25,"Text":"za da go nosat na Denot suden bremeto svoe celosno I del od bremeto na onie koi bez znaenje skrsnuvaa vo zabluda. E, samo kolku e loso ona sto go tovarat"},{"SurahNumber":16,"VerseNumber":26,"Text":"I onie pred niv veke spletkarea... pa, Allah gi srusi OD temel domovite NIVNI, I pokrivot nivni vrz niv se srusi, i On im dade kazna od kadesto ne ja ni usetija"},{"SurahNumber":16,"VerseNumber":27,"Text":"Potoa On na Denot suden ke gi sramoti, i ke rece: “Kade se zdruzenicite Moi za koi vie, tokmu, se raspravavte?\" Onie so dadenoto im znaenje ke recat: “Sramot i losoto denes, navistina, se vrz nevernicite,“"},{"SurahNumber":16,"VerseNumber":28,"Text":"onie na koi melekite im gi zemaa dusite nivni, pravejki si zlo samite sebesi, i onie koi ke iskazat poslusnost, ke recat: “Nikakvo zlo nie ne pravivme.\" Ne, Allah, navistina, go znae ona sto go rabotevte"},{"SurahNumber":16,"VerseNumber":29,"Text":"Pa, vlezete niz vratite dzehennemski i vo nego za navek ke ostanete.\" KE, samo kolku loso prestojuvaliste e toa za gordelivite"}]}