{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"The command of God has come, so do not rush it. Glory be to Him; exalted above what they associate"},{"SurahNumber":16,"VerseNumber":2,"Text":"He sends down the angels with the Spirit by His command, upon whom He wills of His servants: 'Give warning that there is no god but Me, and fear Me"},{"SurahNumber":16,"VerseNumber":3,"Text":"He created the heavens and the earth with justice. He is exalted above the associations they attribute"},{"SurahNumber":16,"VerseNumber":4,"Text":"He created the human being from a drop of fluid, yet he becomes an open adversary"},{"SurahNumber":16,"VerseNumber":5,"Text":"And the livestock—He created them for you. In them are warmth and benefits for you, and of them you eat"},{"SurahNumber":16,"VerseNumber":6,"Text":"And there is beauty in them for you, when you bring them home, and when you drive them to pasture"},{"SurahNumber":16,"VerseNumber":7,"Text":"And they carry your loads to territory you could not have reached without great hardship. Your Lord is Clement and Merciful"},{"SurahNumber":16,"VerseNumber":8,"Text":"And the horses, and the mules, and the donkeys—for you to ride, and for luxury. And He creates what you do not know"},{"SurahNumber":16,"VerseNumber":9,"Text":"It is for God to point out the paths, but some of them are flawed. Had He willed, He could have guided you all"},{"SurahNumber":16,"VerseNumber":10,"Text":"It is He Who sends down for you from the sky water. From it is drink, and with it grows vegetation for grazing"},{"SurahNumber":16,"VerseNumber":11,"Text":"And He produces for you grains with it, and olives, and date-palms, and grapes, and all kinds of fruits. Surely in that is a sign for people who think"},{"SurahNumber":16,"VerseNumber":12,"Text":"And He regulated for you the night and the day; and the sun, and the moon, and the stars are disposed by His command. Surely in that are signs for people who ponder"},{"SurahNumber":16,"VerseNumber":13,"Text":"And whatsoever He created for you on earth is of diverse colors. Surely in that is a sign for people who are mindful"},{"SurahNumber":16,"VerseNumber":14,"Text":"And it is He who made the sea to serve you, that you may eat from it tender meat, and extract from it ornaments that you wear. And you see the ships plowing through it, as you seek His bounties, so that you may give thanks"},{"SurahNumber":16,"VerseNumber":15,"Text":"And he cast mountains on the earth, lest it shifts with you; and rivers, and roads, so that you may be guided"},{"SurahNumber":16,"VerseNumber":16,"Text":"And landmarks. And by the stars they guide themselves"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is He who creates like him who does not create? Will you not take a lesson"},{"SurahNumber":16,"VerseNumber":18,"Text":"And if you tried to enumerate the favors of God, you will not be able to count them. God is Forgiving and Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"And God knows what you hide and what you disclose"},{"SurahNumber":16,"VerseNumber":20,"Text":"Those they invoke besides God create nothing, but are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"They are dead, not alive; and they do not know when they will be resurrected"},{"SurahNumber":16,"VerseNumber":22,"Text":"Your God is one God. As for those who do not believe in the Hereafter, their hearts are in denial, and they are arrogant"},{"SurahNumber":16,"VerseNumber":23,"Text":"Without a doubt, God knows what they conceal and what they reveal. He does not like the arrogant"},{"SurahNumber":16,"VerseNumber":24,"Text":"And when it is said to them, 'What has your Lord sent down?' They say, 'Legends of the ancients"},{"SurahNumber":16,"VerseNumber":25,"Text":"So let them carry their loads complete on the Day of Resurrection, and some of the loads of those they misguided without knowledge. Evil is what they carry"},{"SurahNumber":16,"VerseNumber":26,"Text":"Those before them also schemed, but God took their structures from the foundations, and the roof caved in on them. The punishment came at them from where they did not perceive"},{"SurahNumber":16,"VerseNumber":27,"Text":"Then, on the Day of Resurrection, He will disgrace them, and say, 'Where are My associates for whose sake you used to dispute?' Those who were given knowledge will say, 'Today shame and misery are upon the disbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"Those wronging their souls while the angels are taking them away—they will propose peace: 'We did no wrong.' Yes you did. God is aware of what you used to do"},{"SurahNumber":16,"VerseNumber":29,"Text":"Enter the gates of Hell, to dwell therein forever. Miserable is the residence of the arrogant"}]}