{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"A jsou mezi nimi nekteri, kdoz uzavreli s Bohem umluvu: \"Da-li nam On neco ze sve stedrosti, rozdame to jako almuznu a budeme patrit mezi bezuhonne"},{"SurahNumber":9,"VerseNumber":76,"Text":"Kdyz vsak jim Buh dal ze stedrosti Sve, skrblili s tim, odvratili se a vzdalili se"},{"SurahNumber":9,"VerseNumber":77,"Text":"A melo to za nasledek, ze pokrytectvi vstoupilo do jejich srdci az do dne, kdy setkaji se s Nim a budou potrestani za to, ze porusili slib svuj dany Bohu, a za to, ze prolhani byli"},{"SurahNumber":9,"VerseNumber":78,"Text":"Coz nevedi, ze Buh zna tajemstvi jejich i skryte rozhovory jejich a ze Buh zna dobre i nepoznatelne"},{"SurahNumber":9,"VerseNumber":79,"Text":"A tem, kdoz pomlouvaji ty z vericich, kteri dobrovolne davaji almuzny, a ty z nich, kteri davaji jen tolik, kolik nalezli s nejvetsim usilim, a vysmivaji se jim - tem Buh se bude posmivat a pro ty je pripraven trest bolestny"},{"SurahNumber":9,"VerseNumber":80,"Text":"Pros za odpusteni pro ne, anebo nepros! A i kdybys prosil pro ne za odpusteni sedmdesatkrat, neodpusti jim Buh! A to je za to, ze neuverili v Boha a v posla Jeho a Buh prece nepovede po ceste spravne lid hanebniku"},{"SurahNumber":9,"VerseNumber":81,"Text":"Ti, kdo zustali sedet doma, se raduji, ze za zady posla Boziho se neucastnili boje; nelibi se jim bojovat majetky a osobami svymi na ceste Bozi a rikaji: \"Nevydavejte se do boje ve vedru!\" Rci: \"V ohni pekelnem bude mnohem horsi vedro!\" Kez by to jen pochopili"},{"SurahNumber":9,"VerseNumber":82,"Text":"Budou se nyni smat jen kratce, ale dlouho budou plakat (na onom svete) v odplatu za to, co si vyslouzili"},{"SurahNumber":9,"VerseNumber":83,"Text":"A jestlize te Buh navrati k nektere skupine z nich a budou-li te zadat o dovoleni vytahnout do boje, rekni jim: \"Uz nikdy se mnou nepujdete do boje a uz nikdy se mnou nebudete bojovat proti nepriteli! Zalibilo se vam sedet doma hned napoprve, zustante tedy nyni sedet s temi, kdoz doma zustali"},{"SurahNumber":9,"VerseNumber":84,"Text":"A nikdy se jiz nemodli nad zadnym z nich, kdyz zemre, a nikdy se nezastav u jeho hrobu! Vzdyt oni neverili v Boha ani posla Jeho a zemreli jako hanebnici"},{"SurahNumber":9,"VerseNumber":85,"Text":"Necht nebudi obdiv tvuj jmeni jejich ani deti jejich! Buh si je tim preje pouze potrestat v zivote pozemskem a chce, aby duse jejich odesly, zatimco jsou neverici"},{"SurahNumber":9,"VerseNumber":86,"Text":"A kdyz byla seslana sura narizujici \"Verte v Boha a bojujte spolu s Jeho poslem!\", zadali te blahobytni mezi nimi o dovoleni neucastnit se a rekli: \"Nech nas, abychom zustali s temi, kdoz sedi doma"},{"SurahNumber":9,"VerseNumber":87,"Text":"Zalibilo se jim, ze byli s temi, kdoz zustali vzadu, a byla zapecetena srdce jejich, takze nic nepochopili"},{"SurahNumber":9,"VerseNumber":88,"Text":"Avsak posel a ti, kdoz s nim uverili, presto bojovali majetky i osobami svymi a pro ne jsou pripraveny nejlepsi veci a oni budou blazeni"},{"SurahNumber":9,"VerseNumber":89,"Text":"Buh pro ne prichystal zahrady, pod nimiz reky tekou; v nich budou nesmrtelni, a to uspech je nesmirny"},{"SurahNumber":9,"VerseNumber":90,"Text":"Ti, kdoz se z kocovnych Arabu vymlouvaji, prisli k tobe, abys jim dovolil neucastnit se boje; a zustali sedet doma i ti, kdo prohlasovali Boha a posla Jeho za lhare. A postihne ty z nich, kdoz byli neverici, trest bolestny"},{"SurahNumber":9,"VerseNumber":91,"Text":"A neni hany na slabych, ani na nemocnych, ani na tech, kdoz nenaleznou prostredky na vydaje, jsou-li uprimne oddani Bohu a Jeho poslu. A neni duvodu proti tem, kdoz dobro konaji a Buh je odpoustejici, slitovny"},{"SurahNumber":9,"VerseNumber":92,"Text":"ani proti tem, kteri k tobe prijdou, abys jim opatril jizdni zvire, a kdyz ty jim reknes: \"Nenalezam zadne zvire, na nez bych vas posadil\", odvrati se s ocima, z nichz kanou slzy ze zarmutku, ze nenalezli nic, cim by prispeli"}]}