{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Inene, Sathumela isiTyhilelo kuwe (Muhammad) njengoko Sathumela iSityhilelo kuNûh nabaProfeti abeza emva kwakhe; kananjalo Sathumela isiTyhilelo kuIbrâhîm, uIsmâ’îl, uIs- hâ’k, uYa’kûb nakwizizwe, ku’Isâ, uAyyûb, uYûnus noHârûn uSulaymân, kanti uDâwûd Samnika iZabûr20 (IiNdumiso)"},{"SurahNumber":4,"VerseNumber":164,"Text":"NabaProfeti eSibakhankanyileyo kuwe ngaphambili, nabaProfeti esingabakhankanyanga kuwe, kanti uMûsâ uAllâh Wathetha naye ngqo"},{"SurahNumber":4,"VerseNumber":165,"Text":"AbaProfeti bona bangabaphathi beendaba ezivuyisayo ndawonye nezo zilumkisayo khon’ukuze abantu bangakwazi ukuzithethelela ngokuchasene noAllâh emva (kokuba babenikwe) abaProfeti. Yaye uAllâh nguSomandla, uSobulumko"},{"SurahNumber":4,"VerseNumber":166,"Text":"UAllâh Unika ubungqina boko Akuthumele kuwe (Muhammad) (oko) Ukuthumele (kuwe) ngolwazi lwaKhe, neengelosi ziyangqina. UAllâh UliNgqina ngokwaneleyo"},{"SurahNumber":4,"VerseNumber":167,"Text":"Inene, abo bangakholwayo, baze bathintele (abantu bangangeni) eNdleleni ka-Allâh balahleke bakude lee (eNdleleni ethe Tye)"},{"SurahNumber":4,"VerseNumber":168,"Text":"Inene, abo bangakholwayo benza ubugwenxa, abayi kuxolelwa nguAllâh, Engayi kubakhokelela nakwiyiphi na iNdlela (elungileyo)"},{"SurahNumber":4,"VerseNumber":169,"Text":"Ngaphandle kwendlela eya esiHogweni, bahlale apho ngonaphakade; kwaye oku kulula kuAllâh (ukuba Akwenze)"},{"SurahNumber":4,"VerseNumber":170,"Text":"Hini na bantu! UMthunywa ufikile kuni esiza nenyaniso evela eNkosini yenu. Ke kaloku kholwani kuye, konilungela oko, kodwa ukuba anikholwa (kuye), Inene konke okusemazulwini nasemhlabeni kokuka-Allâh. Kananjalo uAllâh nguSolwazi, uSobulumko"},{"SurahNumber":4,"VerseNumber":171,"Text":"Hini na Bantu beNcwadi! Musani ukutsiba imida enkolweni yenu, ningathethi nto ngoAllâh ngaphandle kweyinyaniso. UMesiya u’Isâ, unyana kaMaryam wayengeyonto yimbi ngaphandle kokuba nguMthunywa ka-Allâh nelizwi laKhe Awababala ngalo uMaryam noMoya (oyiNgcwele) odalwe nguYe; ke ngoko kholwani kuAllâh nakubaThunywa baKhe. Musani ukuthi: “Bathathu (ubathathu emnye)! Yiyekeni loo nto, kolunga kuni oko, kuba uAllâh nguThixo Omnye, uzuko lonke malube kuYe, Yena Uphakamile, (Ukude lee) ukuba abe nonyana. Yena kokwaKhe konke okusemazulwini nokusemhlabeni. UAllâh UnguMlondolozi Owaneleyo wemicimbi (yezidalwa zaKhe)"},{"SurahNumber":4,"VerseNumber":172,"Text":"UMesiya akasoze akhukhumale, ale ukuba abe sisiCaka sika-Allâh, kanti neengelosi ezizezona zisondele kakhulu (kuAllâh). Ke kaloku lowo walayo ukuMnqula Yena (uAllâh) aze akhukhumale, abo banjalo Uza kubaqokelela (Abaqundanisele) kuYe"},{"SurahNumber":4,"VerseNumber":173,"Text":"Ke kwabo bakholwayo benze imisebenzi elungileyo, Yena Uya kubanika umvuzo wabo oyimfanelo yabo (Abanike) ngakumbiokuvelakwiziBelezaKhe. Kebonaabobangafuniyo ukuMnqula Yena, bekhukhumele nokukhukhumala Uza kubohlwaya ngesona sohlwayo sakha sabuhlungu yaye abayi kufumana bani ngaphandle koAllâh oya kuba ngumkhuseli okanye umncedi"},{"SurahNumber":4,"VerseNumber":174,"Text":"Hini na bantu! Inene ubungqina obuluqilima bufikile kuni buvela eNkosini yenu Yaye Sinithumelele ukukhanya okucacileyo (i’Kur’ân)"},{"SurahNumber":4,"VerseNumber":175,"Text":"Ke bona abo kakholwayo kuAllâh, baze babambelele nkqi kuYe, Uya kubangenisa eNcebeni naseluBabalweni lwaKhe, Abakhokelele kuYe ngeNdlela ethe Tye"},{"SurahNumber":4,"VerseNumber":176,"Text":"Bayakubuza wena ngomyalelo ongumthetho. Yithi wena: ngokuka-Allâh, mayela nee-Al-kalâlah21, ukuba kufe indoda ingenamntwana ishiya ngasemva udade wayo, (udade wayo lowo) uya kufumana isiqingatha selifa elo (layo). Ukuba umfi lowo ibingumntu wasetyhini ongashiyi mntwana, umnakwabo uya kulithabatha ilifa elo lakhe. Ukuba (ushiya) oodade wabo ababini, baya kufumana izahlulo zesithathu ezibini zelifa elo, ukuba ushiya abanakwabo noodade wabo, oyindoda uya kufumana isabelo esisiphinda kabini esalowo ungowasetyhini. Wenza njalo ke uAllâh ukunicacisela (uMthetho waKhe) ukuze ningaphambuki. UAllâh nguMazi weento zonke"}]}