{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"Kare koso wa tana o sonaeta kaju-en, mata tana no nai kaju-en o tsukura reru okatadeari, mata natsumeyashi ya samazamana aji no kotonatta nosakubutsu, to oribu, zakuro sono soto dorui ishu no mono o mo (tsukura reta okatadearu). Mi ga juku shitanaraba tabe nasai. Shukaku no hi ni wa, sadame no kisha o kyoshutsu shi, rohi shite wa naranai. Hontoni kare wa, rohi no to o o mede ni nara renai"},{"SurahNumber":6,"VerseNumber":142,"Text":"Mata, kachiku no aru mono wa ni o oi, aru mono wa shokuyodearu. Arra ga anata gata ni ataeru mono o tabe, akuma no ayumi ni shitagatte wa naranai. Kare wa anata gata ni totte, kozen no tekidearu"},{"SurahNumber":6,"VerseNumber":143,"Text":"Atama no shiyu no uchi hitsuji 1 tai to yagi 1 tai, itte yaru ga i. `Kare wa, 2 osu matawa 2 mesu, to 2 mesu no tainai ni aru mono no, dore o kinji rareta no ka. Anata gataga seijitsunaraba, shitte iru tokoro o watashi ni tsuge nasai"},{"SurahNumber":6,"VerseNumber":144,"Text":"Mata, rakuda 1 tai to ushi 1 tai. Itte yaru ga i. `Kare wa, 2 osu matawa 2 mesu, to 2 mesu no tainai ni aru mono no dore o, kinji rareta no ka. Arra ga kore o anata gata ni meiji rareru toki, anata gata wa sono ba ni ita no ka. Chishiki mo naku hito o mayowa seru tame ni, arra ni tsuite kyogi o netsuzo suru yori, hanahadashi fugi ga arou ka. Makotoni arra wa, fugi o okonau min o michibika renai"},{"SurahNumber":6,"VerseNumber":145,"Text":"Itte yaru ga i. `Watashi ni keiji sa reta mono ni wa, tabe-do ino ni taberu koto o kinji rareta mono wanai. Tada shi niku, nagarederu chi, butaniku ―― sore wa fujodearu ―― to arra igai no na ga tonae rareta mono wa nozoka reru. Daga yamu o ezu, mata ihan no ishi naku ho o koenai mono wa, hontoni anata no omo wa, kan'yo ni shite jihibukaku ara reru"},{"SurahNumber":6,"VerseNumber":146,"Text":"Yudaya no (ho ni shitagau)-sha ni wa, ware wa subete no tsume no aru dobutsu o kinji, mata ushi to hitsuji wa, sono abura o kinjita. Tada se to naizo ni fuchaku shi, matawa hone ni tsuranatta abura wa,-betsudearu. Kore wa, kare-ra no fusei koi ni taisuru oho de, ware wa hontoni shinjitsudearu"},{"SurahNumber":6,"VerseNumber":147,"Text":"Sore demo kare-ra ga anata o uso-shadearu to surunara, itte yaru ga i. `Anata gata no omo wa jihibukai-nushi de, subete o hoyo nasa reru katadearu. Daga fugi no min wa, kare no chobatsu wa manukare rarenai"},{"SurahNumber":6,"VerseNumber":148,"Text":"(Arra igai ni kamigami o) suhai suru mono wa iudearou. `Arra ga o konomi ni nara rerunaraba, watashi-tachi mo sosen mo (hoka no kamigami o) agamezu, mata nani mo kinjinakattadearou ni.' Kono yo ni kare-ra izen no mono mo, ware no chobatsu o ajiwau made wa (Mari) o shinjinakatta. Itte yaru ga i. `Anata gata wa, hatashite chishiki ga aru no ka. Sorenara watashi-tachi ni gen wase. Anata gata wa, tada okusoku ni shitagau dake. Hontoni anata gata wa, shinjitsude wanai koto o iu nisuginai"},{"SurahNumber":6,"VerseNumber":149,"Text":"Itte yaru ga i. `Saigo no ronsho wa, arra ni zokusuru. Kare ga o konomi ni nara rerunaraba, anata gata o itsusei ni michibika retadearou"},{"SurahNumber":6,"VerseNumber":150,"Text":"Itte yaru ga i. `Arra wa kore o kinji rareta to shogen dekiru, anata gata no shonin o tsurete ki nasai.' Tatoe kare-ra ga shogen shite mo, anata wa kare-ra to issho ni shogen shite wa naranai. Mata waga shirushi o itsuwaridearu to suru mono no, munashi yobo ni shitagatte wa naranai. Kare-ra wa raise o shinjinaide, mata kare-ra no omo ni doi no mono o haisuru mono tachidearu"}]}