{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"But they are succeeded by a generation who neglect their devotional obligations and follow only earthly pleasures; but they will reach the wrong road and meet destruction"},{"SurahNumber":19,"VerseNumber":60,"Text":"Except those who repent and come to believe and do the right. These will enter Paradise and will not be wronged the least"},{"SurahNumber":19,"VerseNumber":61,"Text":"In the gardens of Eden promised by Ar-Rahman to His creatures in the unknown (future). Verily His promise will come to pass"},{"SurahNumber":19,"VerseNumber":62,"Text":"They will hear no vain talk there, but only salutations of peace, and they will have their sustenance morning and evening"},{"SurahNumber":19,"VerseNumber":63,"Text":"This is the Paradise those of Our creatures will inherit who take heed and fear the displeasure of God"},{"SurahNumber":19,"VerseNumber":64,"Text":"We do not come down,\" (will the angels say) \"but only by your Lord's command.\" To Him belongs whatever lies before us and behind us, and the space in between. Your Lord does not ever forget"},{"SurahNumber":19,"VerseNumber":65,"Text":"Lord of the heavens and the earth and all that lies between them. Therefore worship Him, and be constant in His worship. Do you know any namesake of His"},{"SurahNumber":19,"VerseNumber":66,"Text":"Yet man says: \"When I am dead, will I come to life again"},{"SurahNumber":19,"VerseNumber":67,"Text":"Does man not remember that before We created him he was nothing"},{"SurahNumber":19,"VerseNumber":68,"Text":"By your Lord, We shall gather them and the devils together, then bring them crawling on their knees around Hell"},{"SurahNumber":19,"VerseNumber":69,"Text":"We shall pull out of every section those who were most perversely rebellious against Ar-Rahman"},{"SurahNumber":19,"VerseNumber":70,"Text":"We know best who deserve to be burnt in (the Fire)"},{"SurahNumber":19,"VerseNumber":71,"Text":"There is not one among you who will not reach it. Your Lord has made this incumbent on Himself"},{"SurahNumber":19,"VerseNumber":72,"Text":"We shall deliver those who took heed for themselves, and leave the evil-doers kneeling there"},{"SurahNumber":19,"VerseNumber":73,"Text":"When Our lucid revelations are read out to them, the infidels say to those who believe: \"Which of the two groups is better in standing, and whose company is more excellent"},{"SurahNumber":19,"VerseNumber":74,"Text":"How many generations that had far more wealth and ostentation have We laid low before them"},{"SurahNumber":19,"VerseNumber":75,"Text":"Say: \"Ar-Rahman extends the life of those who are astray until they come to realise what had been promised them was either (physical) affliction or (the terror) of Resurrection. Then will they know who is worse in position, and who is weak in supporters"},{"SurahNumber":19,"VerseNumber":76,"Text":"God gives greater guidance to those who are guided; and good deeds that endure are better with your Lord for reward, and better for consequence"},{"SurahNumber":19,"VerseNumber":77,"Text":"Have you seen him who denies Our revelations, and says: \"I will certainly be given wealth and children"},{"SurahNumber":19,"VerseNumber":78,"Text":"Has he peeped into the Unknown, or obtained a promise from Ar-Rahman"},{"SurahNumber":19,"VerseNumber":79,"Text":"Never so. We shall certainly write down what he says, and prolong the extent of his punishment"},{"SurahNumber":19,"VerseNumber":80,"Text":"All that he claims will revert to Us, and he will come before Us all alone"},{"SurahNumber":19,"VerseNumber":81,"Text":"They have taken other gods apart from God that they might be a strength to them"},{"SurahNumber":19,"VerseNumber":82,"Text":"Never. They will deny their devotion and become their adversaries"},{"SurahNumber":19,"VerseNumber":83,"Text":"Do you not see that We have set the devils against the infidels to rouse and instigate them"},{"SurahNumber":19,"VerseNumber":84,"Text":"So, do not be hasty with them. We are counting their number (of days)"},{"SurahNumber":19,"VerseNumber":85,"Text":"The day We shall usher the righteous before Ar-Rahman like envoys into the presence of a king"},{"SurahNumber":19,"VerseNumber":86,"Text":"And drive the wicked into Hell like cattle driven to water"},{"SurahNumber":19,"VerseNumber":87,"Text":"None will have power to intercede for them except one who obtains a promise from Ar-Rahman"},{"SurahNumber":19,"VerseNumber":88,"Text":"They say: \"God has begotten a son"},{"SurahNumber":19,"VerseNumber":89,"Text":"You have uttered a grievous thing"},{"SurahNumber":19,"VerseNumber":90,"Text":"Which would cleave the skies asunder, rend the earth, and split the mountains"},{"SurahNumber":19,"VerseNumber":91,"Text":"For they have attributed a son to Ar-Rahman"},{"SurahNumber":19,"VerseNumber":92,"Text":"When it does not behove the Merciful to have a son"},{"SurahNumber":19,"VerseNumber":93,"Text":"There is no one in the heavens and the earth but comes before Ar-Rahman in all obedience"},{"SurahNumber":19,"VerseNumber":94,"Text":"He has counted them and calculated their number"},{"SurahNumber":19,"VerseNumber":95,"Text":"Every one of them will come before Him all alone on the Day of Resurrection"},{"SurahNumber":19,"VerseNumber":96,"Text":"Surely Ar-Rahman will show love for those who believe and do the right"},{"SurahNumber":19,"VerseNumber":97,"Text":"So We have made this (Qur'an) easy in your tongue that you may give good news to those who take heed, and warn the people who are contentious"},{"SurahNumber":19,"VerseNumber":98,"Text":"How many generations have We laid low before them. Do you see any sign of them, or hear the least whisper of them"}]}