{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Hindibagasilanagsipaglakbaysakahabaanngmgalupain at namasdan kung ano ang kinahinatnan ng mga nauna sa kanila ( na nagsigawa ng kabuktutan)? SiAllah ang naggawad sa kanila ng tandisang kapinsalaan at gayundin naman ang kahihinatnan ng mga hindi sumasampalataya (kay Allah)"},{"SurahNumber":47,"VerseNumber":11,"Text":"Ito’y sa dahilang si Allah ang Maula (Panginoon, Kawaksi, Tagapangalaga, Tagapagtanggol, atbp.) ng mga sumasampalataya, datapuwa’t sila na nagtatakwil kay Allah ay walang Maula (Panginoon, Kawaksi, Tagapangalaga, Tagapagtanggol, atbp)"},{"SurahNumber":47,"VerseNumber":12,"Text":"Katotohanan! Si Allah ang tatanggap sa kanila na sumasampalataya (sa Kaisahan ni Allah at sa Islam) at nagsisigawa ng kabutihan, sa Halamanan na sa ilalim nito ay may mga ilog na nagsisidaloy (Paraiso), datapuwa’t sila na nagtatakwil kay Allah ay nagpapakaligaya sa kanilang sarili (sa mundong ito) at kumakain na tulad ng mga baka, at ang Apoy ang kanilang magiging tahanan"},{"SurahNumber":47,"VerseNumber":13,"Text":"At ilan baga ang mga bayan (pamayanan) na may higit na kapangyarihan sa iyong lungsod (Makkah, [O Muhammad]), na nagtaboy sa iyo, ang Aming winasak (dahil sa kanilang kasamaan)? At walang sinuman ang makakatulong sa kanila"},{"SurahNumber":47,"VerseNumber":14,"Text":"Siya kaya na nasa maliwanag na katibayan (landas) mula sa kanyang Panginoon ay katulad nila na ang kanilang masasamang gawa na kanilang isinasakatuparan ay ginawang makapang-akit at maging maganda sa kanila, habang kanilang sinusunod ang kanilang sariling pagnanasa (masasamang hangarin)"},{"SurahNumber":47,"VerseNumber":15,"Text":"Narito ang paglalarawan ng Halamanan (Paraiso) na sa Mutaqqun (mga matutuwid at matimtimang tao na labis na nagmamahal kay Allah at umiiwas sa lahat ng mga masasamang gawa na Kanyang ipinagbabawal at nagmamahal kay Allah ng higit at nagsasagawa ng mga mabubuting gawa na Kanyang ipinag- uutos) ay ipinangako: Naririto ang mga ilog na ang tubig nito sa lasa at samyo ay hindi nagmamaliw (sa kasariwaan); mga batis ng gatas na ang lasa ay hindi kailanman nagbabago; mga batis ng alak na ang linamnam ay isang kasiyahan sa mga umiinom, at mga batis ng pulot-pukyutan na puro at dalisay. Naririto ang lahat ng uri ng bungangkahoy; at Pagpapatawad mula sa kanilang Panginoon. (Sila kaya na maninirahan sa kaligayahan) ay maihahalintulad sa mga magsisipanahan sa Apoy, na bibigyan dito upang uminom ng kumukulong tubig na humihiwa (ng pira-piraso) sa laman ng kanilang mga bituka"},{"SurahNumber":47,"VerseNumber":16,"Text":"At sa karamihan nila ay mayroon mga tao na nakikinig sa iyo (o Muhammad), hanggang sa sila ay magpaalam na sa iyo, at sila ay nagsasabi sa mga tao na tumanggap ng Karunungan: “Ano baga yaong sinabi niya ngayon (lamang)? Sila ang mga tao na ang puso ay sinarhan ni Allah, at sila ay sumusunod lamang sa kanilang mga pita (masasamang pagnanasa)"},{"SurahNumber":47,"VerseNumber":17,"Text":"Datapuwa’t sila na tumatanggap ng Patnubay, ay pinag-iibayo Niya ang kanilang Patnubay, at iginawad Niya sa kanila ang pagiging matimtiman at mapagtimpi (sa paggawa ng kasamaan)"},{"SurahNumber":47,"VerseNumber":18,"Text":"Sila baga ay naghihintay lamang (ng kahit na ano) ng iba pa sa Takdang oras, - na ito ay sumapit sa kanila nang bigla at hindi inaasahan? Datapuwa’t ang ilan sa kanyang mga tanda (mga pahiwatig at palatandaan) ay dumatal na sa kanila, at kung ito ay igawad na sa kanila, ano ang magiging kapakinabangan kung gayon ng, kanilang Tagapagpaala- ala"},{"SurahNumber":47,"VerseNumber":19,"Text":"Kaya’t iyong maalaman (O Muhammad) na ang La ilaha ill Allah (wala ng iba pang diyos na karapat-dapat pag-ukulan ng pagsamba maliban kay Allah), at ikaw ay humingi ng kapatawaran sa iyong pagkakamali; at gayundin (sa mga pagkakasala) ng mga sumasampalatayang lalaki at mga sumasampalatayang babae. At ganap na nababatid ni Allah ang inyong pagkilos at kung paano kayo nananahan sa inyong mga tahanan"},{"SurahNumber":47,"VerseNumber":20,"Text":"Sila na sumasampalataya ay nagsasabi: “Bakit kaya hindi ipinanaog (sa amin) ang isang Surah (Kabanata ng Qur’an)? Datapuwa’t kung ang isang Surah na may tampok na kahulugan (na nagpapaliwanag at nag-uutos ng mga bagay-bagay) ay ipinanaog, at ang pakikipaglaban (Jihad, ang maka-Diyos na pakikidigma) ay nababanggit dito (alalaong baga, ipinag-uutos), iyong mapagmamalas ang mga tao na sa kanilang puso ay may karamdaman (ng pagkukunwari) na tumitingin sa iyo na (katulad ng) isang sulyap ng isang nangangapos ang hininga dahilan sa napipintong kamatayan. Ngunit higit na mainam sa kanila (na mapagkunwari, ang makinig kay Allah at tumalima sa Kanya)"},{"SurahNumber":47,"VerseNumber":21,"Text":"Ang pagsunod (kay Allah) at mabubuting gawa (ay higit na mainam sa kanila). At kung ang mga bagay-bagay (ang paghahanda sa Jihad, ang maka-Diyos na pakikidigma) ay napagpasiyahan na, kung gayon, ito ay higit na makakabuti sa kanila kung sila ay tapat kay Allah"},{"SurahNumber":47,"VerseNumber":22,"Text":"At kayo ba, kung kayo ay bigyan ng kapamahalaan, ay magsisigawa ng kabuktutan sa kalupaan, at inyong puputulin ang gapos ng pagkakaibigan at pagkakamag- anak"},{"SurahNumber":47,"VerseNumber":23,"Text":"Sila nga ang mga tao na isinumpa ni Allah, kaya’t Kanyang ginawa silang bingi at nadirimlan ang paningin"},{"SurahNumber":47,"VerseNumber":24,"Text":"Hindi baga sila nagnanais na mainam na maunawaan ang Qur’an, o may sagka ba ang kanilang mga puso (upang makaunawa)"},{"SurahNumber":47,"VerseNumber":25,"Text":"Katotohanang sila na nagsitalikod (sa pananampalataya) bilang mga hindi sumasampalataya, kahima’t ang Patnubay ay maliwanag na ipinamalas sa kanila, si Satanas ang nag-udyok sa kanila at nagbuyo sa maling pag-asam, at (si Allah) ang nagpalawig ng kanilang taning (gulang)"},{"SurahNumber":47,"VerseNumber":26,"Text":"Ito’y sa dahilang sila ay nagsasabi sa mga namumuhi sa mga ipinahayag ni Allah: “Kami ay susunod sa inyo sa bahagi ng (ganitong) bagay-bagay,” datapuwa’t talastas ni Allah (ang pinakatago) sa kanilang lihim"},{"SurahNumber":47,"VerseNumber":27,"Text":"Datapuwa’t paano (ang pangyayari) kung ang mga anghel aykukuhanangkanilangkaluluwasa(sandalinang) kanilang kamatayan na humahampas sa kanilang mukha at kanilang likuran"},{"SurahNumber":47,"VerseNumber":28,"Text":"Sapagka’t sila ay sumunod sa mga bagay na nagbibigay poot kay Allah at (kanilang) kinasuklamam ang nagbibigay lugod at kasiyahan kay Allah, kaya’t Kanyang ginawa na ang kanilang mga gawa ay walang saysay"},{"SurahNumber":47,"VerseNumber":29,"Text":"o sila kayang mga tao na sa kanilang puso ay may sakit (ng pagkukunwari) ay nag-aakala na si Allah ay hindi maglalantad ng lahat ng natatago nilang masamang damdamin at pagnanasa"},{"SurahNumber":47,"VerseNumber":30,"Text":"Kung Aming ninais lamang, ay magagawa Naming maipakita sila sa inyo, sa gayon, sila ay inyong mapag-aalaman sa pamamagitan ng kanilang mga tanda (marka), datapuwa’t katotohanang sila ay makikilala ninyo sa taginting ng kanilang pananalita! At si Allah ang nakakaalam ng lahat ninyong ginagawa"},{"SurahNumber":47,"VerseNumber":31,"Text":"At katiyakang kayo ay susubukan Namin hanggang sa Aming masubok kung sino sa inyo ang nagsisikap nang lubusan (tungo sa Kapakanan ni Allah) at may pagtitiyaga at pagtitiis, at Aming susubukan ang inyong ipinahahayag (alalaong baga, kung sino ang sinungaling at sino ang nagsasabi ng katotohanan)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Katotohanang sila na hindi sumasampalataya, na humahadlang sa mga tao tungo sa Landas ni Allah (Islam) at tumututol sa Tagapagbalita (kay Muhammad, sa pamamagitan ng paninindigan laban sa kanya at pananakit sa kanya), kahima’t ang Patnubay ay malinaw na ipinamalas sa kanila, sila ay hindi makakapagbigay ng kahit na anumang maliit na kasahulan o pasakit kay Allah, bagkus ay Kanyang gagawin ang kanilang mga gawa na walang kabuluhan"}]}