{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"A tem, kotoryye byli bogoboyazlivy, budet skazano: \"Chto takoye nisposlal Gospod' vash?\" Oni skazhut: \"Dobroye\". Tem, kotoryye v zdeshney zhizni delali khorosheye, zhilishche v budushchey zhizni budet dobroye: kak otradno zhilishche blagochestivykh"},{"SurahNumber":16,"VerseNumber":31,"Text":"Oni voydut v sady edemskiye, po kotorym tekut reki: tam dlya nikh vse, chego ni zakhotyat. Tak vozdast Bog blagochestivym"},{"SurahNumber":16,"VerseNumber":32,"Text":"Dobrym, v chas konchiny ikh, angely, kogda predstanut im, skazhut: \"Mir vam! Voydite v ray, v nagradu za dela vashi"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ne togo li tol'ko i zhdut oni, chtoby za nimi prishli angely i dlya nikh nastupilo povelennoye Gospodom tvoim? Tak delali i predshestvenniki ikh. Ne Bog byl nespravedliv k nim, no oni sami k sebe byli nespravedlivy"},{"SurahNumber":16,"VerseNumber":34,"Text":"Ikh porazili zlyye dela, kakiye sdelali oni; ikh postiglo to, nad chem smeyalis' oni"},{"SurahNumber":16,"VerseNumber":35,"Text":"Mnogobozhniki govoryat: \"Yesli by khotel Bog, to my nikomu, oprich' Yego, ne sluzhili by, ni my, ni ottsy nashi; nichego ne zapreshchali by bez Yego ukazaniya\". Tak delali i predshestvenniki ikh. Na poslannikakh byla li drugaya kakaya obyazanost', krome vernoy peredachi"},{"SurahNumber":16,"VerseNumber":36,"Text":"V kazhdom iz tekh narodov My vozdvigali poslannika s poveleniyem: \"Poklanyaytes' Bogu, uklonyaytes' ot obol'shcheniya!\" Mezhdu nimi byli takiye, kotorykh Bog postavil na pryamoy put'; i byli mezhdu nimi takiye, dlya kotorykh doleyu bylo zabluzhdeniye. Proydite po etoy zemle, i posmotrite, kakov byl konets verovavshim lzhi"},{"SurahNumber":16,"VerseNumber":37,"Text":"Ty sil'no zhelayesh', chtoby oni byli na pryamom puti; no Bog ne povedet na pryamoy put' togo, kogo On vedet v zabluzhdeniye: dlya takikh uzhe net pomoshchnikov"},{"SurahNumber":16,"VerseNumber":38,"Text":"Oni klyanut'sya Bogom - samoyu vazhnoyu iz ikh klyatv: \"Bog ne voskresit togo, kto umirayet\". Naprotiv; budet voskreseniye soglasno istinnomu obetovaniyu ob nem, khotya mnogiye iz etikh lyudey neznayushchi"},{"SurahNumber":16,"VerseNumber":39,"Text":"Dlya togo, chtoby im yasno ukazat' to, v chem oni mezhdu soboyu raznoglasili, i chtoby nevernyye uznali, chto oni byli lzhetsy"},{"SurahNumber":16,"VerseNumber":40,"Text":"Kogda My zakhotim byt' chemu libo, togda Nashe slovo tol'ko v tom, chtoby nam skazat': \"Bud'!\" i to poluchayet bytiye"},{"SurahNumber":16,"VerseNumber":41,"Text":"Tem, kotoryye radi Boga ostavili svoyu rodinu, posle togo, kak podverglis' obidam, My dali prekrasnyye zhilishcha v etoy zhizni; no nagrada v budushchey budet yeshche bol'she - o yesli by znali oni"},{"SurahNumber":16,"VerseNumber":42,"Text":"Dlya tekh, kotoryye terpyat, i upovayut na Gospoda svoyego"},{"SurahNumber":16,"VerseNumber":43,"Text":"Prezhde tebya My posylali tol'ko chelovekov, davaya im nashi otkroveniya (sprosite ob etom znayushchikh svyashchennyye knigi, yesli sami ne znayete etogo)"},{"SurahNumber":16,"VerseNumber":44,"Text":"V yasnykh ukazaniyakh, v pisannykh svitkakh: tebe takzhe My nisposylayem eto ucheniye, chtoby ty iz\"yasnil etim lyudyam to, chto nisposlano dlya nikh: mozhet byt', oni razmyslyat"},{"SurahNumber":16,"VerseNumber":45,"Text":"Ukhitryayushchiyesya na zloye uzheli ne opasayutsya, chto Bog mozhet povelet' zemle poglotit' ikh, ili pridti na nikh kazni ottuda, otkuda ne predpolagayut"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ili porazit' ikh sredi ikh izvorotov, togda kak oni bessil'ny izbavit'sya ot togo"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ili porazit' ikh strakhom? No Gospod' vash, istinno, blag, miloserd"},{"SurahNumber":16,"VerseNumber":48,"Text":"Ne vidyat li oni, kak teni ot kazhdoy veshchi iz tekh, kakiye sotvoril Bog, sklonyayutsya napravo i nalevo, poklanyayas' Bogu, togda kak oni nichtozhny"},{"SurahNumber":16,"VerseNumber":49,"Text":"Bogu poklanyayutsya vse zhivyye sushchestva, kakiye na nebesakh i kakiye na zemle, i angely, i ne velichayutsya pred Nim"},{"SurahNumber":16,"VerseNumber":50,"Text":"Oni boyatsya Gospoda svoyego, kotoryy nad nimi, i delayut to, chto poveleno im"}]}