{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"And if We showed them mercy and relieved their misfortunes, they would persist in their insolent ways, ever straying blindly from the right path"},{"SurahNumber":23,"VerseNumber":76,"Text":"We punished them, but they neither entreated their Lord nor humbled themselves before Him"},{"SurahNumber":23,"VerseNumber":77,"Text":"And when We smote them with a grievous scourge, they yielded to utter despair"},{"SurahNumber":23,"VerseNumber":78,"Text":"He it was who gave you ears, eyes, and hearts: yet you are seldom thankful"},{"SurahNumber":23,"VerseNumber":79,"Text":"He it was who placed you on the earth, and before Him shall you be herded"},{"SurahNumber":23,"VerseNumber":80,"Text":"And He it is who ordains life and death, and He who alternates the night with the day. Can you not understand"},{"SurahNumber":23,"VerseNumber":81,"Text":"Indeed they say what the ancients said before them"},{"SurahNumber":23,"VerseNumber":82,"Text":"‘After our death, when we are dust and bones,‘ they say, ‘shall we be raised to life"},{"SurahNumber":23,"VerseNumber":83,"Text":"This we have been promised before, we and our forefathers. It is but a fable of the ancients.‘"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say: ‘Whose is the earth and all that it contains? If you really know.‘"},{"SurahNumber":23,"VerseNumber":85,"Text":"God‘s,‘ they will say. Say: ‘Then will you not reflect?‘"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say: ‘Who is the Lord of the seven heavens, and of the Glorious Throne?‘"},{"SurahNumber":23,"VerseNumber":87,"Text":"God,‘ they will say. Say: ‘Will you not fear Him, then?‘"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say: ‘In whose hands is the sovereignty of all things, protecting all, while against Him there is no protection? If you really know.‘"},{"SurahNumber":23,"VerseNumber":89,"Text":"In God‘s,‘ they will say. Say: ‘How then can you be so bewitched?‘"},{"SurahNumber":23,"VerseNumber":90,"Text":"But We have revealed to them the Truth; and they are surely lying"},{"SurahNumber":23,"VerseNumber":91,"Text":"Never has God begotten a son, nor is there any other god besides Him. Were this otherwise, each god would govern his own creation, each holding himself above the other. Exalted be God above their falsehoods"},{"SurahNumber":23,"VerseNumber":92,"Text":"He knows alike the unknown and the manifest. Exalted be He above the gods they serve besides Him"},{"SurahNumber":23,"VerseNumber":93,"Text":"Say: ‘Lord, if You will indeed let me see the scourge they are promised"},{"SurahNumber":23,"VerseNumber":94,"Text":"do not abandon me, Lord, among these wrongdoing people.‘"},{"SurahNumber":23,"VerseNumber":95,"Text":"Indeed, We do have power enough to let you see the scourge We promise them"},{"SurahNumber":23,"VerseNumber":96,"Text":"Requite evil with good. We know their slanders well"},{"SurahNumber":23,"VerseNumber":97,"Text":"And say: ‘Lord, I seek refuge in You from the promptings of the demons"},{"SurahNumber":23,"VerseNumber":98,"Text":"Lord, I seek refuge in You from their presence.‘"},{"SurahNumber":23,"VerseNumber":99,"Text":"When death comes to one among them, he will say: ‘Lord, let me go back"},{"SurahNumber":23,"VerseNumber":100,"Text":"that I may do good works in the world I have left behind.‘ Never! These are the very words which he will speak. Behind them there shall stand a barrier till the Day of Resurrection"},{"SurahNumber":23,"VerseNumber":101,"Text":"And when the Trumpet is blown, on that day their ties of kin shall be broken, nor shall they ask help of one another"},{"SurahNumber":23,"VerseNumber":102,"Text":"Those whose good deeds weigh heavy in the scales shall triumph"},{"SurahNumber":23,"VerseNumber":103,"Text":"but those whose good deeds are light shall forfeit their souls and abide in Hell for ever"},{"SurahNumber":23,"VerseNumber":104,"Text":"The fire will scorch their faces and they will writhe in anguish"},{"SurahNumber":23,"VerseNumber":105,"Text":"Were My revelations not recited to you, and did you not deny them?‘"},{"SurahNumber":23,"VerseNumber":106,"Text":"Lord,‘ they will say, ‘fortune betrayed us and we were people gone astray"},{"SurahNumber":23,"VerseNumber":107,"Text":"Lord, deliver us from it; if we relapse, then shall we indeed be wrongdoers.‘"},{"SurahNumber":23,"VerseNumber":108,"Text":"He will say: ‘Stay here in shame and do not plead with Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"Among My servants there were those who said: \"Lord, we now believe. Forgive us and have mercy on us: You are the best of those that show mercy"},{"SurahNumber":23,"VerseNumber":110,"Text":"But you derided them until they caused you to forget My warning; and you laughed at them"},{"SurahNumber":23,"VerseNumber":111,"Text":"Today I shall requite them for their fortitude, for it is they who have triumphed.‘"},{"SurahNumber":23,"VerseNumber":112,"Text":"He will ask: ‘How many years did you linger on the earth?‘"},{"SurahNumber":23,"VerseNumber":113,"Text":"They will say: ‘A day, or possibly less. Ask those who have kept count.‘"},{"SurahNumber":23,"VerseNumber":114,"Text":"He will say: ‘Brief indeed was your sojourn, if you but knew it"},{"SurahNumber":23,"VerseNumber":115,"Text":"Did you think We created you in vain and to Us you would never be recalled?‘"},{"SurahNumber":23,"VerseNumber":116,"Text":"Exalted be God, the True King. There is no god but Him, the Lord of the Glorious Throne"},{"SurahNumber":23,"VerseNumber":117,"Text":"He that invokes another god with God ― a god of whose divinity he has no proof ― his Lord will surely bring him to account. The unbelievers shall never succeed"},{"SurahNumber":23,"VerseNumber":118,"Text":"Say: ‘Lord, forgive and have mercy. You are the best of those that show mercy.‘"}]}