{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Ayt (o, Muhammad) “Maga (Allaһ Taaladan mınday degen) vahiy keldi: Jinderden bir jamaatı (Kuraandı) uguştu jana (biri-birine mınday) deşti: “Biz ajaayıp Kuraan? uktuk"},{"SurahNumber":72,"VerseNumber":2,"Text":"Al Tuura Jolgo baştayt eken. Biz aga ıyman keltirdik. Emi, biz Rabbibizge eç kimdi şerik kılbaybız"},{"SurahNumber":72,"VerseNumber":3,"Text":"Çınında Rabbibizdin kudureti biyik (jana) Al (Özünö) ayal da, perzent da tutkan emes"},{"SurahNumber":72,"VerseNumber":4,"Text":"Çınında, bizdin akmaktarıbız Allaһ jönündö akılga sıybagan (jalgan) sözdördü aytışat"},{"SurahNumber":72,"VerseNumber":5,"Text":"Biz bolso, insandar menen jinder Allaһka (Anın uluuluguna jaraşpagan) jalgan sözdördü eç kaçan doomat kılbayt dep oyloçubuz"},{"SurahNumber":72,"VerseNumber":6,"Text":"Körsö, insandardan kee bir adamdar kee bir jinderden korgoo suraşat eken. Natıyjada alar (jinder) alardın korkuusun (dagı da) köböytüp koyuşat"},{"SurahNumber":72,"VerseNumber":7,"Text":"Alar (jinderdin arasındagı kaapırlar) dagı siler(din araŋardagı kaapırlar) kümön kılganday Allaһ eç kimdi eç kaçan kayra tiriltire albayt dep oyloşot"},{"SurahNumber":72,"VerseNumber":8,"Text":"Biz asmanga tırmışkanda, anı (periştelerden turgan) korukçular jana ottuu jıldızdar menen tolo ekenin kördük"},{"SurahNumber":72,"VerseNumber":9,"Text":"Murun biz asmandagı tıŋşooçu orundarga olturup (kayıp kabarın ugup) alaar elek. Emi bolso, kim uguuga araket kılsa aŋdıp-kütüp turgan ottuu jıldızga jolugat"},{"SurahNumber":72,"VerseNumber":10,"Text":"Jana biz (asmandagı kayıp iliminde) jerdegi kişilerge jamandık belgilendibi je Rabbisi alarga jakşılık kaaladıbı, bile albay kalabız"},{"SurahNumber":72,"VerseNumber":11,"Text":"Bizdin arabızda (ıymanduu) jakşılarıbız da, andan başkaçalarıbız da bar. Biz ar kanday joldogular elek"},{"SurahNumber":72,"VerseNumber":12,"Text":"Jana biz anıgında (tömöndögü çındıkka) ınandık: Biz eç kaçan jer betinde (je asmanda) Allaһtı alsız kıla albayt ekenbiz jana Andan kaçıp da kete albayt ekenbiz.”"},{"SurahNumber":72,"VerseNumber":13,"Text":"Biz (Kuraandagı) Tuura Joldu ukkanıbızda aga ıyman keltirdik. Kim Rabbisine ıyman keltirse (jasagan soop işteri) kemitip koyuluudan jana (künöölörünün) köböytüp koyuluusunan korkpoyt"},{"SurahNumber":72,"VerseNumber":14,"Text":"Bizdin arabızda musulmandar da bar (islam jolunan) adaşkandar da bar. Emi kim islamga kirgen bolso, anda alar tuura bagıttı tandap alışıptır"},{"SurahNumber":72,"VerseNumber":15,"Text":"Al emi, adaşkandar (demek alar) tozokko otun bolgondor"},{"SurahNumber":72,"VerseNumber":16,"Text":"Eger alar (islamdık) joldo tüz jürsö mol suu menen sugarabız"},{"SurahNumber":72,"VerseNumber":17,"Text":"alardı sınaş üçün.! Jana (oşondo) kim Rabbisinin eskertüüsünön (Kuraandan) jüz bursa, (Allaһ) anı oor azapka jolukturat"},{"SurahNumber":72,"VerseNumber":18,"Text":"(Bardık) meçitter Allaһka ibadat kıluu üçün! Siler Allaһka koşup başka “kudaylarga” duba kılbagıla"},{"SurahNumber":72,"VerseNumber":19,"Text":"Allaһtın pendesi (Muhammad Kuraan okuu menen) Allaһka duba kılıp turganda (jinder jabalaktap kelip) biri-birin basıp-tebelep taştoogo az kaldı"},{"SurahNumber":72,"VerseNumber":20,"Text":"Ayt (o, Muhammad!): “Men jalaŋ özümdün Rabbime gana duba (ibadat) kılamın jana Aga eç nerseni şerik kılbaymın”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Ayt: “Silerge zıyan jetkirüü da, payda keltirüü da menin koluman kelbeyt”"},{"SurahNumber":72,"VerseNumber":22,"Text":"(Dagı) ayt: “(Eger men künöö iş kılçu bolsom) meni Allaһtın azabınan eç kim saktap kala albayt jana men eç kaçan (jalınıp baruu üçün) Andan başka korgooçu taba albaymın"},{"SurahNumber":72,"VerseNumber":23,"Text":"(Menin kolumda) Allaһ tarabınan (kelgen kabarlardı) jetkirüü jana Anın paygambarlıgı gana (bar) Kim Allaһ jana paygambarına künöö kılsa, aga tozok otu dayar! Al jerde tübölük kalışat"},{"SurahNumber":72,"VerseNumber":24,"Text":"Alar özdörünö ubada kılıngan nerseni (azaptı) körgöndö, kimdin koldooçusu alsızıraak jana sanı azıraak ekenin bilip alışat"},{"SurahNumber":72,"VerseNumber":25,"Text":"Ayt: ”Silerge ubada kılıngan nerse jakınbı je Rabbim aga alıs möönöt koygonbu, bilbeymin”"},{"SurahNumber":72,"VerseNumber":26,"Text":"Kayıptı bilüüçü (Allaһ!) Al Öz kayıbın eç kimge bildirbeyt"},{"SurahNumber":72,"VerseNumber":27,"Text":"Birok, Özü kaalagan paygambar(lar)ga gana bildiret. Albette, Allaһ anın (paygambardın) aldı jana artı jagınan (perişte) korgooçulardı dayındayt"},{"SurahNumber":72,"VerseNumber":28,"Text":"(Muhammad tömönkülördü) bilişi üçün: (perişteler) Rabbisinin kabarların (jinderden korgop) jetkizişken jana (Rabbisi) alardın (bardık) abaldarın bilip, bardık nerselerdi esep-kitep kılıp koygon"},{"SurahNumber":73,"VerseNumber":1,"Text":"O, oronup jatkan kişi"},{"SurahNumber":73,"VerseNumber":2,"Text":"Tündösü tur (jana ibadat kıl!?) Bir az gana bölügündö-jarımında (uktasaŋ) meyli"},{"SurahNumber":73,"VerseNumber":3,"Text":"Je bolboso, (uykunu) andan (jarımdan) az gana kemit"},{"SurahNumber":73,"VerseNumber":4,"Text":"Je bir az koş jana Kuraandı kıraatın keliştirip oku!“"},{"SurahNumber":73,"VerseNumber":5,"Text":"Biz jakında saga salmaktuu Sözdü (Kuraandı) tüşüröbüz"},{"SurahNumber":73,"VerseNumber":6,"Text":"Tüŋkü ubakıttar(da ibadat kıluu jana Kuraan okuunun köŋülgö) tamgalanuusu katuuraak jana sözü tuuraraak"},{"SurahNumber":73,"VerseNumber":7,"Text":"Kündüzündö bolso senin uzun ubaragerçiligiŋ bar"},{"SurahNumber":73,"VerseNumber":8,"Text":"(Kuraan okuganıŋda “Bismillahir Rahmaanir Rahiym” dep) Rabbiŋdin ısımın este jana al üçün (düynölük oylordon) toluk üzül"},{"SurahNumber":73,"VerseNumber":9,"Text":"(Allaһ) Çıgıştın jana Batıştın Rabbisi! Andan başka sıyınuuga tatıktuu kuday jok! Demek, (O, Muhammad) sen Anı gana (özüŋö) tayanıç kılıp al"},{"SurahNumber":73,"VerseNumber":10,"Text":"(O, Muhammad) alardın aytkandarına sabır kıl jana alardan akırın gana alıs bolo tur"},{"SurahNumber":73,"VerseNumber":11,"Text":"(Dindi) jalgan degen baylık-mansap eelerin Maga koy jana alarga bir az möönöt ber"},{"SurahNumber":73,"VerseNumber":12,"Text":"Bizdin aldıbızda alarga arnalgan oor kişender jana aloolongon ot bar"},{"SurahNumber":73,"VerseNumber":13,"Text":"Jana tikenektüü tamak menen jan oorutkan azap bar"},{"SurahNumber":73,"VerseNumber":14,"Text":"Al (Kıyamat) künü jer menen toolor titirep, toolor (suuday) akkan kumdöbölörgö aylanat"},{"SurahNumber":73,"VerseNumber":15,"Text":"(Ey, Makka kaapırları!) Biz Firaunga (Musa) paygambardı jibergenibiz sıyaktuu, silerge da (Muhammad) paygambardı jiberdik. (Al) silerge kübö bolup turat"},{"SurahNumber":73,"VerseNumber":16,"Text":"Firaun aygambarga karşı çıktı ele, Biz anı katuu (azap menen) alıp koyduk"},{"SurahNumber":73,"VerseNumber":17,"Text":"Eger kaapır bolsoŋor jaş baldardın çaçın agartıp jibere turgan Kündön kantip saktana alasıŋar"},{"SurahNumber":73,"VerseNumber":18,"Text":"Al (korkunuçtuu Kündögü kıyroolor) sebeptüü asman dagı barçalanıp ketet! Anın (Allaһtın) ubadası atkarılat"},{"SurahNumber":73,"VerseNumber":19,"Text":"Albette, bul(aytılgand)ar eskertüü gana. Kim kaalasa Rabbisine (alıp baruuçu tuura) joldu (tandap) alat.”"}]}