{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"rōmanaru sōtaru"},{"SurahNumber":30,"VerseNumber":2,"Text":"pakkada nāḍinalli (idu sambhaviside). Mattu avaru tam'ma ī sōlina baḷika matte vijayigaḷāguvaru"},{"SurahNumber":30,"VerseNumber":3,"Text":"kelavu varṣagaḷalli (idu sambhavisalide). Naija adhikāravu adakkinta hindeyū, anantaravū allāhanigē sēriruttade. Viśvāsigaḷu sambhramisuva dinavondu baralide"},{"SurahNumber":30,"VerseNumber":4,"Text":"allāhana neravininda (ā dina baralide). Avanu tānicchisidavarige neravāguttāne. Avanu pracaṇḍanū karuṇāḷuvū āgiruttāne"},{"SurahNumber":30,"VerseNumber":5,"Text":"idu allāhana vāgdāna. Allāhanu tānu nīḍida vāgdānavannu endū ullaṅghisuvudilla. Ādare heccina janaru tiḷidilla"},{"SurahNumber":30,"VerseNumber":6,"Text":"avaru tiḷidiruvudu, ī lōkada badukina bāhya bhāgavannu mātra. Paralōkada kuritu avarige arivilla"},{"SurahNumber":30,"VerseNumber":7,"Text":"Avarēnu svataḥ tam'ma kuritu cintane naḍesuvudillavē? Allāhanu ākāśagaḷannu hāgū bhūmiyannu mattu avugaḷa naḍuve iruva ellavannū n'yāyōcitavāgi hāgū ondu nirdiṣṭa avadhigāgi sr̥ṣṭisiruvanu. Ādare janaralli heccinavaru tam'ma oḍeyanannu bhēṭiyāgalikkiruvudannu dhikkarisuttāre"},{"SurahNumber":30,"VerseNumber":8,"Text":"avarēnu bhūmiyalli tirugāḍi, tamaginta hindinavara gati ēnāyitembudannu kāṇuvudillavē? Avaru (hindinavaru) ivariginta heccu śaktiśāligaḷāgiddaru, bhūmiyalli uḷume naḍesiddaru mattu adannu (bhūmiyannu) ivariginta heccu sampannagoḷisiddaru. Avara baḷigū avara dūtaru spaṣṭavāda purāvegaḷondige bandiddaru. Allāhanu avara mēle akramavesaguvavanāgiralilla. Svataḥ avarē tam'ma mēle akramavesagikoṇḍiddaru"},{"SurahNumber":30,"VerseNumber":9,"Text":"konege, keṭṭa kelasagaḷannu māḍuttiddavara gatiyū keṭṭadāgi biṭṭitu. Ēkendare avaru allāhana vacanagaḷannu tiraskarisiddaru mattu avugaḷannu gēlimāḍuttiddaru"},{"SurahNumber":30,"VerseNumber":10,"Text":"allāhanē sr̥ṣṭikāryavannu ārambhisuttāne. Ā baḷika avanē adannu punarāvartisuvanu. Konege nim'mellarannū avaneḍegē maraḷisalāguvudu"},{"SurahNumber":30,"VerseNumber":11,"Text":"ā antima kṣaṇavu bandu biṭṭāga aparādhigaḷu sampūrṇa nirāśarāgi biḍuvaru"},{"SurahNumber":30,"VerseNumber":12,"Text":"avara pāludāra dēvarugaḷa paiki yārū avara para śiphārasudārarāgalāraru. Āga avaru ā tam'ma pāludārarannellā dhikkarisi biḍuvaru"},{"SurahNumber":30,"VerseNumber":13,"Text":"ā antima kṣaṇavu baruva dina avarellarū vicchidrarāgi biḍuvaru"},{"SurahNumber":30,"VerseNumber":14,"Text":"satyavannu nambidda hāgū satkāryagaḷannu māḍidda janaru (andu) ondu bhavya tōṭadalli sambhramisuttiruvaru"},{"SurahNumber":30,"VerseNumber":15,"Text":"atta, satyavannu dhikkarisidda mattu nam'ma vacanagaḷannu hāgū paralōkada bhēṭiyannu suḷḷendu tiraskarisidda janarannu śikṣegāgi hājarupaḍisalāguvudu"},{"SurahNumber":30,"VerseNumber":16,"Text":"san̄jeya vēḷe hāgū mun̄jāvina vēḷe nīvu allāhana pāvitravannu japisiri"},{"SurahNumber":30,"VerseNumber":17,"Text":"Ākāśagaḷallū bhūmiyallū hogaḷikegaḷellavū avanigē mīsalu. Iruḷallū madhyāhnada vēḷeyū (nīvu allāhana pāvitravannu japisiri)"},{"SurahNumber":30,"VerseNumber":18,"Text":"avanu nirjīvadinda jīviyannu hora tegeyuttāne mattu jīviyinda nirjīviyannu hora tegeyuttāne mattu bhūmiyu satta baḷika adannu matte jīvantagoḷisuttāne. Idē rīti nim'mannu (maraṇānantara, jīvantagoḷisi) hora tegeyalāguvudu"},{"SurahNumber":30,"VerseNumber":19,"Text":"avanu (allāhanu) nim'mannu maṇṇininda sr̥ṣṭisiruvudu mattu antaha nīvu idīga manuṣyarāgi (elleḍe) haraḍikoṇḍiruvudu avana saṅkētagaḷa sālige sērive"},{"SurahNumber":30,"VerseNumber":20,"Text":"hāgeyē avanu nimagāgi nim'moḷagindalē, nīvu nem'madi paḍeyabahudāda jōḍigaḷannu sr̥ṣṭisiruvudu mattu nim'ma naḍuve prīti, vātsalyagaḷannu beḷesiruvudu – (ivellā) avana saṅkētagaḷa sālige sērive. Cintane naḍesuvavarige idaralli khaṇḍita sūcanegaḷive"},{"SurahNumber":30,"VerseNumber":21,"Text":"ākāśagaḷa hāgū bhūmiya sr̥ṣṭi mattu nim'ma bhāṣe hāgū baṇṇagaḷalliruva vyatyāsagaḷu avana saṅkētagaḷa sālige sērive. Jñāna uḷḷavarige idaralli khaṇḍita sūcanegaḷive"},{"SurahNumber":30,"VerseNumber":22,"Text":"rātri hāgū hagalalli nīvu māḍuva nidde mattu avana anugrahakkāgi nīvu naḍesuva huḍukāṭa (ivellā) avana saṅkētagaḷa sālige sērive. Ālisuvavarige khaṇḍitavāgiyū idaralli sūcanegaḷive"},{"SurahNumber":30,"VerseNumber":23,"Text":"hāgeyē avanu nimage tōrisuva, bhayavannū nirīkṣeyannū huṭṭisuva min̄cu mattu avanu ākāśadinda surisuva nīru mattu ā mūlaka avanu bhūmige adara maraṇānantara nīḍuva maru jīva – (ivellā) avana saṅkētagaḷa sālige sērive. Ālōcisuvavarige khaṇḍitavāgiyū idaralli sūcanegaḷive"},{"SurahNumber":30,"VerseNumber":24,"Text":"ākāśagaḷu mattu bhūmiyu avana appaṇeyante sthāpitavāgiruvudu avana saṅkētagaḷa sālige sēride. Konegom'me avanu ondu karekoṭṭu nim'mannu karedāga bhūmiyoḷaginda nīvellā horaṭu baruviri"},{"SurahNumber":30,"VerseNumber":25,"Text":"ākāśagaḷalli hāgū bhūmiyalli iruva ellavū avanigē sērive mattu ellavū avanige vidhēyavāgive"},{"SurahNumber":30,"VerseNumber":26,"Text":"Avanē sr̥ṣṭiyannu ārambhisidavanu mattu avanē adannu punarāvartisuvanu. Avana pālige idellā sulabhada kelasavāgide. Ākāśagaḷallū bhūmiyallū atyunnata vaibhavavu avanigē sēride. Avanu atyanta prabalanu hāgū yuktivantanu"},{"SurahNumber":30,"VerseNumber":27,"Text":"avanu nimagāgi nim'moḷagindalē ondu udāharaṇeyannu mundiḍuttāne; nim'ma mālakatvadalliruva gulāmara paiki kelavaru, nimage nāvu nīḍiruva sampattinalli pāludārarāgi, adaralli nīvu avarige samānarāgi biṭṭadduṇṭē? Mattu nīvu paraspararige an̄juvante avarige an̄jidduṇṭē? Ī rīti nāvu, ālōcisuvavarigāgi vacanagaḷannu vivarisuttēve"},{"SurahNumber":30,"VerseNumber":28,"Text":"ādare akramigaḷu jñānavillade tam'ma svēccheyannaṣṭē anusarisuttāre. Allāhanē dārigeḍisibiṭṭātanannu matte yāru tānē saridārige taraballaru? Anthavarige sahāyakaru yārū illa"},{"SurahNumber":30,"VerseNumber":29,"Text":"nīvinnu ēkāgrateyondige nim'ma gamanavannu dharmadalli kēndrīkarisiri. Mānavanannu allāhana prakr̥tiganusāra rūpisalāgide. Allāhanu māḍida racaneyalli badalāvaṇe illa. Iduvē susthira dharma. Ādare janaralli heccinavaru aritilla"},{"SurahNumber":30,"VerseNumber":30,"Text":"(nīvu) avanatta olavu uḷḷavarāgiri, avanige an̄jiri, namājh annu pālisiri mattu bahudēvārādhakarāgabēḍiri"}]}