{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"O Allah ki, icinde gemileri O´nun emriyle yuzdurmeniz icin denizi size musahhar (emre amade) kıldı. Ve O´nun fazlından istemeniz icin. Umulur ki, boylece siz sukredersiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Ve goklerde ve yerde olanların hepsini kendinden (bir lutuf olarak) size musahhar (emre amade) kıldı. Muhakkak ki bunda, tefekkur eden bir kavim icin mutlaka ayetler (ibretler) vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"Amenu olanlara de ki: “Allah´ın gunlerinin (gelecegini) ummayan, kazanmıs olduklarından dolayı (Allah´ın) cezalandıracagı kavmi bagıslasınlar.”"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim salih amel (nefs tezkiyesi) yaparsa, kendi nefsi icindir (lehinedir). Ve kim kotuluk yaparsa, o da kendi aleyhinedir. Sonra Rabbinize donduruleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Ve andolsun ki Israilogullarına, kitap, hukum ve peygamberlik verdik. Ve onları temiz rızıklarla rızıklandırdık. Ve onları alemlere ustun kıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ve onlara emirden (Allah´ın emrinden) beyyineler (deliller) verdik. Fakat onlara ilim geldikten sonra onlar, aralarında azgınlık ederek ihtilafa dustuler. Muhakkak ki senin Rabbin, kıyamet gunu, ihtilaf etmis oldukları seylerde, onların arasında hukum verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra seni, emirde (Allah´ın emrinde) seriat uzere kıldık. Oyleyse ona (o seriate) tabi ol! Ve bilmeyenlerin hevalarına uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Muhakkak ki onlar, Allah´tan bir sey (emir) konusunda asla sana fayda veremezler. Muhakkak ki zalimler birbirinin dostudurlar. Ve Allah, takva sahiplerinin dostudur"},{"SurahNumber":45,"VerseNumber":20,"Text":"Iste bu (Kur´an), insanlar icin basirettir. Ve yakin hasıl eden kavim icin hidayettir, rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa kotuluk isleyenler, zannediyorlar mı ki, onları, amenu olan (Allah´a ulasmayı dileyen) ve salih ameller (nefs tezkiyesi) yapanlar gibi kılacagız ve onların hayatları ve olumleri esit olacak? Hukum verdikleri sey ne kotu"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ve Allah, gokleri ve yeri hak ile yarattı. Ve butun nefslere kazandıklarının karsılıgı (ceza veya mukafat) verilsin diye. Ve onlara zulmedilmez"},{"SurahNumber":45,"VerseNumber":23,"Text":"Hevasını kendisine ilah edinen kisiyi gordun mu? Ve Allah, onu ilim (onun faydasız ilmi) uzere dalalette bıraktı. Ve onun isitme hassasını ve kalbini muhurledi. Ve onun basar (gorme) hassasının uzerine gısavet (perde) kıldı (cekti). Bu durumda Allah´tan sonra onu kim hidayete erdirir? Hala tezekkur etmez misiniz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Ve: “O (hayat), dunya hayatımızdan baska birsey degildir, oluruz ve diriliriz. Ve bizi dehrden (zamandan) baska birsey helak edemez.” dediler. Ve onların bu konuda ilimden (nasipleri) yoktur. Onlar sadece zanda bulunurlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Onlara ayetlerimiz beyan edilerek okundugu zaman onların delilleri (iddiaları): “Eger siz sadıklarsanız (dogru soyleyenlerseniz), babalarımızı getirin!” demekten baska birsey olmadı"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: “Allah sizi yasatır, sonra oldurur. Sonra sizi, hakkında suphe olmayan kıyamet gunu (biraraya) toplar.” Ve lakin insanların cogu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Goklerin ve yerin mulku Allah´ındır. Ve o saatin (kıyametin) vuku bulacagı izin gunu, batıl olanlar husranda olacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ve butun ummetleri diz cokmus olarak gorursun. Butun ummetler kendi kitaplarına davet edilirler. O gun yapmıs oldugunuz seylerin karsılıgı (ceza ve mukafat) verilir"},{"SurahNumber":45,"VerseNumber":29,"Text":"Iste bu Bizim Kitabımız ki, size hakkı soyler. Muhakkak ki Biz, yapmıs oldugunuz seyleri tensih ediyorduk (hayat filmine kaydettiriyorduk)"},{"SurahNumber":45,"VerseNumber":30,"Text":"Fakat amenu olanlara ve salih ameller yapanlara (Allah´a ulasmayı dileyerek nefs tezkiyesi yapanlar) gelince, Rab´leri onları rahmetinin icine koyar. Iste bu, fevz-ul mubindir (apacık kurtulustur)"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ve fakat inkar edenlere denir ki: “Ayetlerim size okundugu zaman kibirlenenler siz degil miydiniz? Ve siz, mucrim bir kavim oldunuz.”"},{"SurahNumber":45,"VerseNumber":32,"Text":"Ve: “Allah´ın vaadi ve hakkında suphe olmayan o saat (kıyamet) haktır.” denildigi zaman siz: “Biz o saat (kıyamet) nedir bilmeyiz? Sadece bir zan oldugunu sanıyoruz. Ve biz, yakin sahibi degiliz.” dediniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Ve onlara, yaptıkları seylerin kotulugu asikar oldu. Ve alay etmis oldukları sey, onları kusattı"},{"SurahNumber":45,"VerseNumber":34,"Text":"Ve (onlara): “Bugun sizi unutacagız, tıpkı sizin “bugununuze kavusmayı” unuttugunuz gibi. Ve sizin mevanız (kalacagınız yer), atestir. Ve sizin icin bir yardımcı yoktur.” denildi"},{"SurahNumber":45,"VerseNumber":35,"Text":"Iste bu, Allah´ın ayetlerini alay konusu etmeniz sebebiyledir. Ve sizi dunya hayatı aldattı. Oyleyse o gun oradan cıkarılmazlar. Ve onlardan bir ozur istenmez (kabul edilmez)"},{"SurahNumber":45,"VerseNumber":36,"Text":"Oyleyse hamd, goklerin ve yerin Rabbi ve alemlerin Rabbi, Allah´a mahsustur"},{"SurahNumber":45,"VerseNumber":37,"Text":"Goklerde ve yerde buyukluk ve azamet, O´na mahsustur. Ve O, Aziz´dir, Hakim´dir (hukum ve hikmet sahibidir)"}]}