{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Kodi mumaganiza kuti kupereka madzi kwa anthu a Hajji ndi kuyang’anira Mzikiti Wolemekezeka kukhala chimodzimodzi ndi iwo amene akhulupirira mwa Mulungu ndi tsiku lomaliza ndipo amalimbikira m’njira ya Mulungu? Iwo si ofanana pamaso pa Mulungu. Ndipo Mulungu satsogolera anthu ochita zoipa"},{"SurahNumber":9,"VerseNumber":20,"Text":"Iwo amene adakhulupirira, nasamuka, ndipo analimbikira m’njira ya Mulungu ndi chuma chawo pamodzi ndi iwo eni, iwo ali ndi udindo waukulu pamaso pa Mulungu. Iwo ndiwo opambana"},{"SurahNumber":9,"VerseNumber":21,"Text":"Ambuye wawo ali kuwauza nkhani yabwino ya chisomo kuchokera kwa Iye ndipo kuti Iye ndi wokondwa ndi ya minda imene ili ndi chisangalalo chosatha"},{"SurahNumber":9,"VerseNumber":22,"Text":"Iwo adzakhala mmenemo mpaka kalekale. Ndithudi kwa Mulungu kuli mphotho yaikulu"},{"SurahNumber":9,"VerseNumber":23,"Text":"oh inu anthu okhulupirira! Musasandutse atate ndi abale anu kukhala atetezi anu ngati iwo akonda kusakhulupirira kuposa chikhulupiriro. Ndipo aliyense wa inu amene achita ubwenzi ndi anthu otere ndi olakwa"},{"SurahNumber":9,"VerseNumber":24,"Text":"Nena, “Ngati atate anu, ana anu, abale anu, akazi anu, a pabanja lanu, chuma chimene mwapeza, katundu wa malonda amene muopa kuonongeka, ndi nyumba zimene mukonda ndi zopambana kwambiri kwa inu kuposa Mulungu ndi Mtumwi wake ndi kulimbikira mu njira yake, ndiye dikirani mpaka pamene Mulungu abweretsa chilamulo chake. Mulungu satsogolera anthu ochita zoipa.”"},{"SurahNumber":9,"VerseNumber":25,"Text":"Ndithudi Mulungu wakhala ali kukupambanitsani m’malo ankhondo osiyanasiyana ndi nkhondo ya tsiku la Hunain, pamene inu mudasangalala ndi kuchuluka kwanu koma sikudakuthandizeni chilichonse ndipo dziko linakupanikizani, ngakhale kuti lidali lalikulu, linaoneka laling’ono kwa inu ndipo munatembenuka kuthawa"},{"SurahNumber":9,"VerseNumber":26,"Text":"Ndipo Mulungu adatsitsa chisomo chake pa Mtumwi wakendikwaokhulupirirandipoadatumizaAsirikaliamene inu simudawaone ndipo analanga anthu osakhulupirira. Amenewa ndiwo malipiro a anthu osakhulupirira"},{"SurahNumber":9,"VerseNumber":27,"Text":"Ndipo pambuyo pake Mulungu adzavomera kulapa kwa aliyense amene Iye wamufuna. Ndipo Mulungu ndi wokhululukira ndi wachisoni chosatha"},{"SurahNumber":9,"VerseNumber":28,"Text":"oh inu anthu okhulupirira! Ndithudi anthu opembedza mafano ndi uve. Motero asayandikire pafupi ndi Mzikiti Wolemekezeka chikatha chaka chino ndipo ngati inu muopa umphawi, Mulungu, ngati afuna, adzakulemeretsani inu kuchokera ku chuma chake. Ndithudi Mulungu amadziwa chilichonse ndipo ndi Wanzeru"},{"SurahNumber":9,"VerseNumber":29,"Text":"Menyanani nawo anthu amene sakhulupirira mwa Mulungu ndi tsiku lomaliza kapena iwo amene saletsa zimene Mulungu ndi Mtumwi wake adaletsa kapena savomeleza chipembedzo choonadi amene ali pakati pa anthu amene adapatsidwa Buku, mpaka pamene iwo alipira msonkho umene amapereka anthu amene sali Asilamu ndipo adzichepetsa"},{"SurahNumber":9,"VerseNumber":30,"Text":"Ndipo Ayuda amati: “Ezra ndiye mwana wa Mulungu” pamene Akhirisitu amati “Mesiya ndiye mwana wa Mulungu.” Izi ndi nkhambakamwa. Iwo amangotsatira zimene anthu opembedza mafano akale amanena. Matemberero a Mulungu akhale pa iwo. Kodi iwo akusocheretsedwa bwanji kunjira yoyenera"},{"SurahNumber":9,"VerseNumber":31,"Text":"Iwo anasandutsa Abusa ndi atsogoleri awo a mpingo kukhala Ambuye mowonjezera pa Mulungu ndi Messiya, mwana wa Maria, ngati Mulungu pamene iwo adalamulidwa kuti asapembedze wina aliyense koma Mulungu mmodzi yekha basi. Kulibe mulungu wina koma Iye yekha. Kuyamikidwa ndi kulemekezedwa kukhale kwa Iye kuposa zonse zimene adazikhazikitsa mowonjezera pa Iye"},{"SurahNumber":9,"VerseNumber":32,"Text":"Iwo amafuna kuzimitsa Muuni wa Mulungu ndi pakamwa pawo koma Mulungu sadzalora kupatula kuti Muuni wake ukhazikike ngakhale kuti anthu osakhulupirira amadana nawo"},{"SurahNumber":9,"VerseNumber":33,"Text":"Iye ndiye amene adatumiza Mtumwi wake ndi chilangizo ndi chipembedzo choonadi kuti chipambane zipembedzo zina zonse ngakhale kuti anthu opembedza mafano amadana nazo"}]}