{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"No gi posledvakha pokoleniya, koito izostavikha molitvata i posledvakha strastite. Tyakh shte gi postigne iztreblenie"},{"SurahNumber":19,"VerseNumber":60,"Text":"osven onezi, koito se pokayat i vyarvat, i vŭrshat pravedni dela. Te shte vlyazat v Raya i s nishto ne shte bŭdat ugneteni"},{"SurahNumber":19,"VerseNumber":61,"Text":"v Gradinite na Adn, koito Vsemilostiviya obeshta na Svoite rabi ot nevedomoto. Negovoto obeshtanie vinagi se izpŭlnyava"},{"SurahNumber":19,"VerseNumber":62,"Text":"Ne slushat tam praznosloviya, a samo “Mir!”, i imat tam prepitanie i sutrin, i vecher"},{"SurahNumber":19,"VerseNumber":63,"Text":"Tova e Rayat, koĭto ostavyame v nasledstvo na vseki ot Nashite bogoboyazlivi rabi"},{"SurahNumber":19,"VerseNumber":64,"Text":"[Kaza Dzhibril:] “Slizame nie samo po povelyata na tvoya Gospod. Negovo e vsichko pred nas i zad nas, i vsichko po sredata na tova. Tvoyat Gospod nikoga ne zabravya"},{"SurahNumber":19,"VerseNumber":65,"Text":"Gospodŭt na nebesata i na zemyata, i na vsichko mezhdu tyakh. Na Nego sluzhi i tŭrpeliv bŭdi v sluzheneto na Nego! Nima znaesh podoben Nemu?”"},{"SurahNumber":19,"VerseNumber":66,"Text":"I kazva chovekŭt: “Dali kato umra, naistina shte bŭda sŭzhiven?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"A nima chovekŭt ne pomni, che Nie go sŭtvorikhme i predi, kogato be nishto"},{"SurahNumber":19,"VerseNumber":68,"Text":"Kŭlna se v tvoya Gospod, Nie shte sŭberem i tyakh, i satanite, posle shte gi naredim na kolene okolo Ada"},{"SurahNumber":19,"VerseNumber":69,"Text":"Posle shte izvadim ot vsyaka obshtnost naĭ-nepokornite pred Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":70,"Text":"Naĭ-dobre Nie znaem koi zasluzhavat da goryat tam"},{"SurahNumber":19,"VerseNumber":71,"Text":"I vseki ot vas shte mine prez Ada. Tova e okonchatelna prisŭda ot tvoya Gospod"},{"SurahNumber":19,"VerseNumber":72,"Text":"Posle Nie shte spasim bogoboyazlivite i shte ostavim tam na kolene ugnetitelite"},{"SurahNumber":19,"VerseNumber":73,"Text":"I kogato im byakha cheteni Nashite yasni znameniya, nevernitsite kazvakha na vyarvashtite: “Koya ot dvete ni grupi ima po-khubavo polozhenie i po-dobro obshtestvo?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"I kolko pokoleniya predi tyakh Nie pogubikhme - po-bogati i po-khubavi nagled"},{"SurahNumber":19,"VerseNumber":75,"Text":"Kazhi [o, Mukhammad]: “Koĭto e v zabluda, Vsemilostiviya shte mu dade ot·srochka. I shtom vidyat onova, koeto im e obeshtano - mŭchenieto ili Chasa, shte uznayat koĭ ima naĭ-loshoto myasto i naĭ-slaboto voĭnstvo.”"},{"SurahNumber":19,"VerseNumber":76,"Text":"I nadbavya Allakh napŭt·stvie za napŭtenite. No neprekhodnite pravedni dela sa naĭ-dobroto vŭzdayanie pri tvoya Gospod i naĭ-dobrata otplata"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ne vidya li ti onzi, koĭto otkhvŭrli Nashite znameniya i reche: “Nepremenno shte mi bŭdat dadeni imot i detsa.”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Nima nadnikna toĭ v nevedomoto, ili vze obet ot Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":79,"Text":"Ala ne! Shte zapishem Nie kakvo kazva i nepremenno shte mu udŭlzhim mŭchenieto"},{"SurahNumber":19,"VerseNumber":80,"Text":"I shte nasledim ot nego onova, za koeto govori, i shte doĭde toĭ pri Nas sam-samichŭk"},{"SurahNumber":19,"VerseNumber":81,"Text":"I priekha vmesto Allakh drugi bogove, za da im bŭdat sila"},{"SurahNumber":19,"VerseNumber":82,"Text":"Ala ne! Shte otrekat sluzheneto na tyakh i shte im stanat protivnitsi"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ne vizhdash li ti, che izprashtame satanite sreshtu nevernitsite, za da gi podstrekavat neprestanno"},{"SurahNumber":19,"VerseNumber":84,"Text":"I ne bŭrzaĭ protiv tyakh! Nie im otbroyavame dnite"},{"SurahNumber":19,"VerseNumber":85,"Text":"V Denya, kogato sŭberem bogoboyazlivite na grupi pri Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":86,"Text":"i povedem prestŭpnitsite kŭm Ada kato na vodopoĭ"},{"SurahNumber":19,"VerseNumber":87,"Text":"za nikogo ne shte ima zastŭpnichestvo, osven za onezi, koito poluchikha obeshtanie ot Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":88,"Text":"I rekokha [nevernitsite]: “Vsemilostiviya se sdobi sŭs sin.”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Vie izrekokhte neshto uzhasno"},{"SurahNumber":19,"VerseNumber":90,"Text":"ot koeto nebesata bikha se razkŭsali i zemyata - raztsepila, i planinite - sgromolyasali v ruini"},{"SurahNumber":19,"VerseNumber":91,"Text":"da pripisvat sin na Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":92,"Text":"Ne podobava na Vsemilostiviya da ima sin"},{"SurahNumber":19,"VerseNumber":93,"Text":"Vseki na nebesata i na zemyata shte doĭde kato rab pri Vsemilostiviya"},{"SurahNumber":19,"VerseNumber":94,"Text":"Toĭ dobre gi znae i vsichki gi otbroyava"},{"SurahNumber":19,"VerseNumber":95,"Text":"I vseki ot tyakh sam-samichŭk shte se yavi pri Nego v Denya na vŭzkresenieto"},{"SurahNumber":19,"VerseNumber":96,"Text":"Na onezi, koito vyarvat i vŭrshat pravedni dela, Vsemilostiviya shte otredi lyubov"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ulesnikhme go [kato go nizposlakhme] na tvoya ezik [o, Mukhammad], samo za da blagovestvash s nego bogoboyazlivite i da predupredish s nego nepokorni khora"},{"SurahNumber":19,"VerseNumber":98,"Text":"I kolko pokoleniya predi tyakh pogubikhme! Nima useshtash nyakogo ot tyakh ili chuvash ot tyakh dori shumolene"}]}