{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"Ey inananlar, Allah´a ve Rasulüne itaat edin, işlerinizi boşa çıkarmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Nankörlük edip Allah yoluna engel olan, sonra kafir olarak ölenleri Allah affetmeyecektir"},{"SurahNumber":47,"VerseNumber":35,"Text":"Sakın gevşemeyin. Üstün olduğunuz halde barışa davet etmeyin. Allah sizinle beraberdir. O amellerinizi asla eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Doğrusu dünya hayatı ancak oyun ve eğlencedir. Eğer iman eder sakınırsanız Allah size mükafatlarını verir ve sizden mallarınızın tümünü sarf etmenizi istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eğer sizden onları isteyip de sizi zorlasa, cimrilik edecektiniz. O da kinlerinizi ortaya çıkaracaktı"},{"SurahNumber":47,"VerseNumber":38,"Text":"İşte sizler, Allah yolunda harcamaya çağrılıyorsunuz; fakat içinizden kiminiz cimrilik ediyor. Kim cimrilik ederse o ancak kendisine cimrilik eder. Allah zengindir, sizler fakirsiniz. Eğer yüz çevirecek olursanız, yerinize başka bir toplum gelir de onlar sizin gibi olmazlar"},{"SurahNumber":48,"VerseNumber":1,"Text":"Biz sana apaçık fetih verdik"},{"SurahNumber":48,"VerseNumber":2,"Text":"Allah böylece, senin geçmiş ve gelecek günahlarını bağışlar, sana olan nimetini tamamlar, seni doğru yola iletir"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ve sana şanlı bir zaferle yardım eder"},{"SurahNumber":48,"VerseNumber":4,"Text":"İnananların, imanlarını kat kat artırmaları için, kalblerine güven indiren O´dur. Göklerdeki ve yerdeki ordular Allah´ındır. Allah bilendir, Hakim olandır"},{"SurahNumber":48,"VerseNumber":5,"Text":"İnanan erkek ve kadınları, içinde temelli kalacakları, içinden ırmaklar akan cennetlere koyar, onların kötülüklerini örter. Allah katında büyük kurtuluş budur"},{"SurahNumber":48,"VerseNumber":6,"Text":"İnananlara yardım etmez diye Allah hakkında kötü zanda bulunan iki yüzlü erkek ve kadınlar, puta tapan erkek ve kadınlara Allah azab etsin, kötü zanları kendi başlarına gelsin! Allah onlara gazab etmiş onları lanetlemiş ve cehennemi kendilerine hazırlamıştır. Ne kötü dönüş yeridir"},{"SurahNumber":48,"VerseNumber":7,"Text":"Göklerdeki ve yerdeki ordular Allah´ındır. Allah güçlü olandır, Hakim olandır"},{"SurahNumber":48,"VerseNumber":8,"Text":"Biz seni şahid, müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ki Allah´a ve Resulüne inanasınız O´nun dinini destekleyesiniz. O´na saygı gösteresiniz ve sabah akşam O´nu tesbih edip şanını yüceltesiniz"},{"SurahNumber":48,"VerseNumber":10,"Text":"Sana biat edenler, Allah´a biat etmektedirler. Allah´ın eli, onların ellerinin üzerindedir. Kim ahdini bozarsa, kendi aleyhine bozmuş olur. Ve kim Allah´a verdiği sözü tutarsa Allah ona büyük bir mükafat verecektir"},{"SurahNumber":48,"VerseNumber":11,"Text":"Bedevilerden geri kalmış olanlar, sana diyecekler ki «Mallarımız ve ailelerimiz bizi alıkoydu. Allah´tan bizim bağışlanmamızı dile». Onlar kalblerinde olmayanı dilleriyle söylerler. De ki: «Allah size bir zarar vermek dilemiş, yahut size bir fayda vermek istemiş olsa Allah´ın, sizin için dilediğine kim engel olabilir? Hayır hiç kimse engel olamaz, Allah yaptıklarınızdan haberdardır.»"},{"SurahNumber":48,"VerseNumber":12,"Text":"Aslında siz Peygamberin ve mü´minlerin ailelerine bir daha dönmeyeceklerini sanmıştınız. Bu sizin gönlünüze güzel göründü de kötü zanda bulundunuz ve helakı hak etmiş bir topluluk oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allah´a ve Resulüne inanmazsa bilsin ki biz, kafirler için alevli bir ateş hazırlamışızdır"},{"SurahNumber":48,"VerseNumber":14,"Text":"Göklerin ve yerin mülkü Allah´ındır. O dilediğini bağışlar, dilediğine azab eder. Allah bağışlayandır, esirgeyendir"},{"SurahNumber":48,"VerseNumber":15,"Text":"Savaştan geri kalmış olanlar, siz ganimetleri almaya giderken; «Bırakın biz de sizinle gelelim» diyeceklerdir. Onlar Allah´ın sözünü değiştirmek isterler. De ki: «Bize uymayacaksınız; Allah sizin için önceden böyle buyurdu». Onlar size: «Hayır bizi kıskanıyorsunuz» diyecekler. Hayır aksine, kendileri ancak pek az söz anlayan kimsedirler"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bedevilerden geri kalmış olanlara de ki: «Siz yakında çok kuvvetli olan bir kavme karşı savaşmaya çağrılacaksınız. Onlarla savaşırsınız ya da müslüman olurlar. Eğer itaat ederseniz, Allah size güzel bir mükafat verir. Fakat önceden döndüğünüz gibi yine dönecek olursanız sizi acıklı bir azaba uğratır.»"},{"SurahNumber":48,"VerseNumber":17,"Text":"Gözleri görmeyen, topal ya da hasta olanların savaşa gitmemelerinde bir sorumluluk yoktur. Kim Allah´a ve Peygamberine itaat ederse, Allah onu, içlerinden ırmaklar akan cennetlere koyar. Kim yüz çevirirse onu can yakıcı azaba uğratır"}]}