{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif, Lam, Raa. Bular Kiteptin — Anık Kuraandın ayattarı"},{"SurahNumber":15,"VerseNumber":2,"Text":"(Osol kezde) Kaapırlar musulman boluunu eŋsep kalaarı bısık.”"},{"SurahNumber":15,"VerseNumber":3,"Text":"(O, Muhammad!) Alardı jon koy, jep-icip, paydalanıp, («biz duynodo tuboluk kalabız» degen jalgan) kıyaldarına aldanıp juro berissin. Kiyin tez ele bilip alısat"},{"SurahNumber":15,"VerseNumber":4,"Text":"Biz ec bir ayıl(-saardın elin) ozuno belgilengen (tagdırdagı) jazmıssc(ı) kelmeyince olturboduk"},{"SurahNumber":15,"VerseNumber":5,"Text":"Ec bir el (ozuno jazılgan) moonotunon ozup da ketpeyt, artta da kalbayt"},{"SurahNumber":15,"VerseNumber":6,"Text":"(Musrikter Muhammadga): “O, Zikir (Kuraan) tusurulgon adam, sen — jindisiŋ"},{"SurahNumber":15,"VerseNumber":7,"Text":"Eger cıncıl bolsoŋ, bizge (sozundu tastıktagan) peristelerdi taap kelci?!» desti"},{"SurahNumber":15,"VerseNumber":8,"Text":"Biz (azaptoocu) peristelerdi Akıykat menen gana tusurobuz. Al ubakıtta alarga moonot berilbeyt"},{"SurahNumber":15,"VerseNumber":9,"Text":"Biz Zikirdi (Kuraandı) Ozubuz tusurduk jana anı Ozubuz saktaybız"},{"SurahNumber":15,"VerseNumber":10,"Text":"Cınında, Biz senden murda, abalkı jamaattarga da (saga oksogon) paygambarlardı jibergenbiz"},{"SurahNumber":15,"VerseNumber":11,"Text":"Alardan kimisine bir paygambar kelcu bolso, anı mıskıldap kuluskon"},{"SurahNumber":15,"VerseNumber":12,"Text":"Biz anı (mazaktoonu) kılmıskerlerdin juroktoruno usintip salıp koyobuz"},{"SurahNumber":15,"VerseNumber":13,"Text":"(Osonduktan,) aga ıyman keltirispeyt. Murunkulardın (ulguluu) jolu ottu go"},{"SurahNumber":15,"VerseNumber":14,"Text":"Eger Biz alarga asmandan esik acıp, alar andan kotorulo bastasa da, (isenbey)"},{"SurahNumber":15,"VerseNumber":15,"Text":"«Kozubuzdu boyop koyuldu! Biz sıykırlanıp kaldık!» deset"},{"SurahNumber":15,"VerseNumber":16,"Text":"Cınında, Biz asmanda top jıldızdardı jaratıp, alardı koruuculor ucun zıynat kılıp koyduk"},{"SurahNumber":15,"VerseNumber":17,"Text":"Jana asmandı bardık kargıs tiygen jin-saytandardan saktadık"},{"SurahNumber":15,"VerseNumber":18,"Text":"Al emi, (jin-saytandardan) kimisi asman kabarların uurdaganga araket kılsa, anı bir nurduu jıldız kuup jetet (jana olturot)"},{"SurahNumber":15,"VerseNumber":19,"Text":"Biz jerdi(n ustun) jayık kılıp, anda toolordu ornottuk jana ar turduu paydaluu nerselerdi osturduk"},{"SurahNumber":15,"VerseNumber":20,"Text":"Jana jer ustundo, siler ucun jana siler ırıskı bere albay turgan (kol astıŋardagı) kalk-makuluktar ucun tiricilik (sarttarın) jarattık"},{"SurahNumber":15,"VerseNumber":21,"Text":"Bardık nerselerdin kazınası Bizdin aldıbızda. Biz andan emneni (pendebizge) tusursok, (murdatan) belgilengen olcom (tagdır) menen tusurobuz"},{"SurahNumber":15,"VerseNumber":22,"Text":"Jana Biz (buluttardı) boozutuucu samaldardı? jiberdik. Kiyin asmandan suu tusurduk jana anı menen silerdi (eginiŋerdi jana aybanattarıŋardı) sugardık. (O, insandar!) Ozuŋor anı saktay albayt eleŋer"},{"SurahNumber":15,"VerseNumber":23,"Text":"Cınında, Biz gana tiriltirip, Biz gana olturobuz. Jana Ozubuz gana muras aluucubuz"},{"SurahNumber":15,"VerseNumber":24,"Text":"Albette, Biz silerden bayırkılardı da, kiyinkilerdi da bilgenbiz"},{"SurahNumber":15,"VerseNumber":25,"Text":"(O, Muhammad) Rabbiŋdin Ozu gana alardı (Kıyamatka sot-surak ucun) cogultat. Cınında Al Daanısman (jana) Bilerman"},{"SurahNumber":15,"VerseNumber":26,"Text":"Biz insandı (Adam-Atanı) calcık ılaydan (jana) kurgap, zıŋıldap kalgan copodon jarattık.”"},{"SurahNumber":15,"VerseNumber":27,"Text":"Andan murda jinderdi(n atası Iblisti) jalınduu otton jaratkanbız"},{"SurahNumber":15,"VerseNumber":28,"Text":"(O, Muhammad, estegin) bir kezde Rabbiŋ peristelerge: «Albette, Men karargan ılaydan jasalgan copodon Adam jaratamın"},{"SurahNumber":15,"VerseNumber":29,"Text":"Kacan anı(n dene tuzulusun) jasap, aga Ozumdun Ruhumdan uylogondo (jan kirgizgende) aga (urmat korgozup) sajda kılıp jıgılgıla»- dedi"},{"SurahNumber":15,"VerseNumber":30,"Text":"Bardık peristeler sajda kılıstı"},{"SurahNumber":15,"VerseNumber":31,"Text":"Bir gana Iblis sajda kıluucular menen (birge) sajda kıluudan bas tarttı"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Allaһ):»O, Iblis! Emne ucun sen sajda kıluuculardan bolboduŋ?!» - dedi"},{"SurahNumber":15,"VerseNumber":33,"Text":"«Men (ec kacan) adamga sajda kılbaymın! (Sebebi,) Sen anı calcık ılay - copodon jarattıŋ. (A, men otton jaralganmın)» -dedi"},{"SurahNumber":15,"VerseNumber":34,"Text":"(Allaһ) Ayttı:»Anda, Beyisten jogol! Sen aydaldıŋ"},{"SurahNumber":15,"VerseNumber":35,"Text":"Saga Kıyamatka ceyin kargıs bolsun!»"},{"SurahNumber":15,"VerseNumber":36,"Text":"(Iblis) Ayttı: «O, Rabbim! Anda maga, alar kayra tiriluucu kungo (Kıyamatka) ceyin (olboy jasaganga) moonot ber!»"},{"SurahNumber":15,"VerseNumber":37,"Text":"(Allaһ) ayttı: «Albette, sen moonot berilgenderden bolduŋ"},{"SurahNumber":15,"VerseNumber":38,"Text":"belgiluu ubakıtka ceyin»"},{"SurahNumber":15,"VerseNumber":39,"Text":"(Iblis) ayttı: «O, Rabbim! Meni adastırganıŋ ucun men alarga jerdegi(kunoo nerse)lerdi kooz korgozup, bardıgın azgıramın"},{"SurahNumber":15,"VerseNumber":40,"Text":"Alardın arasınan ıklastuu pendeleriŋden baskasın"},{"SurahNumber":15,"VerseNumber":41,"Text":"(Allaһ) ayttı: «Bul — Maga (alıp keluucu) Tuura Jol"},{"SurahNumber":15,"VerseNumber":42,"Text":"Albette, Menin (ıklastuu) pendelerimdin ustundo biyligiŋ jok! Bir gana adaskandardan bolup, saga eercigenderge (okumuŋ otot)"},{"SurahNumber":15,"VerseNumber":43,"Text":"Seni eercigenderdin bardıgına ubada jayı, albette, tozok"},{"SurahNumber":15,"VerseNumber":44,"Text":"Anın (birinen biri tomon jaygaskan) jeti darbazası bar. Ar bir darbazadan alardın boluk-boluk toptoru (kunoolorunun darajalarına jarasa azap cegip kiriset)"},{"SurahNumber":15,"VerseNumber":45,"Text":"Cınında, (kunoodon) saktangan adamdar bulaktarda, beyisterde"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Biz alarga:) «Tınctık, salamattık menen beyiske kirgile» (dedik)"},{"SurahNumber":15,"VerseNumber":47,"Text":"Biz alardın kokuroktorundo bolgon (kek-koralbastık) sıyaktuu nerselerdi suurup alganbız. Alar biri-birine bet-maŋday, dos-buradar bolusup, sorulordo (oturusat)"},{"SurahNumber":15,"VerseNumber":48,"Text":"Beyiste alardı kaygı-muŋ baspayt jana ec kacan al jerden cıgarılıspayt"},{"SurahNumber":15,"VerseNumber":49,"Text":"(O, Muhammad!) Pendelerime kabar ber: Men gana Keciruucu Irayımduumun"}]}