{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Quel pire injuste donc, que celui qui ment contre Allah et qui traite de mensonge la verite quand elle lui vient ? N’est-ce pas dans l’Enfer qu’il y a un refuge pour les mecreants"},{"SurahNumber":39,"VerseNumber":33,"Text":"Tandis que celui qui vient avec la verite et celui qui la confirme, ceux-la sont les pieux"},{"SurahNumber":39,"VerseNumber":34,"Text":"Ils auront tout ce qu’ils desireront aupres de leur Seigneur ; voila la recompense des bienfaisants"},{"SurahNumber":39,"VerseNumber":35,"Text":"afin qu’Allah leur efface les pires de leurs actions et les recompense selon ce qu’ils auront fait de meilleur"},{"SurahNumber":39,"VerseNumber":36,"Text":"Allah ne suffit-Il pas a Son esclave [comme soutien] ? Et ils te font peur avec ce qui est en dehors de Lui. Et quiconque Allah egare n’a point de guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"Quiconque Allah guide, nul ne peut l’egarer. Allah n’est-Il pas Puissant et Detenteur du pouvoir de chatier"},{"SurahNumber":39,"VerseNumber":38,"Text":"Si tu leur demandais : \"Qui a cree les cieux et la terre ? \", Ils diraient assurement : \"Allah\". Dis : \"Voyez-vous ceux que vous invoquez en dehors d’Allah ; si Allah me voulait du mal, est-ce que [ces divinites] pourraient dissiper Son mal ? Ou s’Il me voulait une misericorde, pourraient-elles retenir Sa misericorde ?\" - Dis : \"Allah me suffit : c’est en Lui que placent leur confiance ceux qui cherchent un appui"},{"SurahNumber":39,"VerseNumber":39,"Text":"Dis : \"O mon peuple, agissez selon votre methode, moi j’agirai [selon la mienne]. Bientot vous saurez"},{"SurahNumber":39,"VerseNumber":40,"Text":"Sur qui s’abattra un chatiment qui l’avilira; et sur qui descendra un chatiment durable"},{"SurahNumber":39,"VerseNumber":41,"Text":"Nous t’avons fait descendre le Livre, pour les hommes, en toute verite. Quiconque se guide [le fait] pour son propre bien; et quiconque s’egare, s’egare a son detriment. Tu n’es nullement responsable [de leurs propres affaires]"},{"SurahNumber":39,"VerseNumber":42,"Text":"Allah saisit les ames au moment de leur mort ainsi que celles qui ne meurent pas au cours de leur sommeil. Il retient celles a qui Il a decrete la mort, tandis qu’Il renvoie les autres jusqu’a un terme fixe. Il y a certainement la des preuves pour des gens qui reflechissent"},{"SurahNumber":39,"VerseNumber":43,"Text":"Ont-ils adopte, en dehors d’Allah, des intercesseurs ? Dis : \"Quoi ! Meme s’ils ne detiennent rien et sont depourvus de raison"},{"SurahNumber":39,"VerseNumber":44,"Text":"Dis : \"L’intercession toute entiere appartient a Allah. A Lui la royaute des cieux et de la terre. Puis c’est vers Lui que vous serez ramenes"},{"SurahNumber":39,"VerseNumber":45,"Text":"Et quand Allah est mentionne seul (sans associes), les cœurs de ceux qui ne croient pas en l’au-dela se crispent et quand on mentionne ceux qui sont en dehors de Lui, voila qu’ils se rejouissent"},{"SurahNumber":39,"VerseNumber":46,"Text":"Dis : \"O Allah, Createur des cieux et de la terre, Connaisseur de tout ce que le monde ignore comme de ce qu’il percoit, c’est Toi qui jugeras entre Tes serviteurs ce sur quoi ils divergeaient"},{"SurahNumber":39,"VerseNumber":47,"Text":"Si les injustes possedaient tout ce qui se trouve sur la Terre, - et autant encore, - ils l’offriraient comme rancon pour echapper au pire chatiment le Jour de la Resurrection; et leur apparaitra, de la part d’Allah, ce qu’ils n’avaient jamais imagine"},{"SurahNumber":39,"VerseNumber":48,"Text":"et leur apparaitront les mefaits qu’ils ont commis, et ce dont ils se raillaient les enveloppera"},{"SurahNumber":39,"VerseNumber":49,"Text":"Quand un malheur touche l’homme, il Nous invoque. Quand ensuite Nous lui accordons une faveur de Notre part, il dit : \"Je ne la dois qu’a [ma] science.\" C’est une epreuve, plutot ; mais la plupart d’entre eux ne savent pas"},{"SurahNumber":39,"VerseNumber":50,"Text":"Ainsi parlaient ceux qui vecurent avant eux. Mais ce qu’ils ont acquis ne leur a servi a rien"},{"SurahNumber":39,"VerseNumber":51,"Text":"ils furent donc atteints par les mauvaises consequences de leurs acquis. Ceux de ces gens [les Mecquois] qui auront commis l’injustice seront atteints par les mauvaises consequences de leurs acquis et ils ne pourront s’opposer a la puissance [d’Allah]"},{"SurahNumber":39,"VerseNumber":52,"Text":"Ne savent-ils pas qu’Allah attribue Ses dons avec largesse ou les restreint a qui Il veut ? Il y a en cela des preuves pour des gens qui croient"}]}