{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":29,"VerseNumber":2,"Text":"Müminler sadece “İman ettik” demeleri sebebiyle kendi hallerine bırakılıvereceklerini, imtihana tâbi tutulmayacaklarını mı zannettiler"},{"SurahNumber":29,"VerseNumber":3,"Text":"Biz elbette kendilerinden önce yaşamış olanları denedik.Allah elbette şimdiki müminleri de imtihan edip iman iddiasında sadık olanlarla, samimiyetsiz olanları elbette bilecektir"},{"SurahNumber":29,"VerseNumber":4,"Text":"Kötülükleri işleyenler hükmümüzden kaçıp kurtulacaklarını mı zannettiler? Ne fena hükmediyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Kim Allah'a kavuşmayı ümid ediyorsa bilsin ki Allah’ın tayin ettiği vâde mutlaka gelecektir.O her şeyi hakkıyla işitir ve bilir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Kim de cihad ederse sırf kendi nefsi hesabına cihad eder.Muhakkak ki Allah, âlemlerden ve özellikle insanlardan müstağnidir, kimseye ihtiyacı yoktur"},{"SurahNumber":29,"VerseNumber":7,"Text":"İman edip güzel ve makbul işler yapanların elbette günahlarını örteceğiz ve onların yaptıkları çalışmaları en güzel şekilde mükâfatlandıracağız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz insana, yapacağı en hayırlı iş olarak, annesine ve babasına iyi davranmasını bildirdik. Ama bununla beraber, onlar senden, hakkında bilgin olmayan bir şeyi, Bana şirk koşmanı isterlerse, itaat etme!Hepinizin dönüşü Bana'dır ve Ben de yapageldiğiniz şeyleri bir bir bildirip karşılığını vereceğim. [17,23-24; 31,14-15] {KM, Matta}"},{"SurahNumber":29,"VerseNumber":9,"Text":"– İman edip güzel ve makbul iş yapanları elbet hayırlı insanlar arasına dahil edeceğiz.Kimi insanlar vardır ki “Allah'a iman ettim” der, fakat Allah yolunda olduğu için işkence edilince halkın bu baskısını, Allah’ın azabı gibi sayar.Şayet senin Rabbinden zafer ve galebe gelirse “Biz sizinle beraberdik” diyeceklerdir.Oysa Allah, insanların kalplerinin neleri sakladığını pek iyi bilmektedir"},{"SurahNumber":29,"VerseNumber":10,"Text":"– İman edip güzel ve makbul iş yapanları elbet hayırlı insanlar arasına dahil edeceğiz.Kimi insanlar vardır ki “Allah'a iman ettim” der, fakat Allah yolunda olduğu için işkence edilince halkın bu baskısını, Allah’ın azabı gibi sayar.Şayet senin Rabbinden zafer ve galebe gelirse “Biz sizinle beraberdik” diyeceklerdir.Oysa Allah, insanların kalplerinin neleri sakladığını pek iyi bilmektedir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Elbet, Allah iman edenleri bilip ortaya çıkaracak, elbette, münafıkları da bilip ortaya çıkaracaktır"},{"SurahNumber":29,"VerseNumber":12,"Text":"Kâfirler müminlere:“Bizim yolumuza tâbi olun, günahlarınız bizim boynumuza, yükünüzü biz taşırız” derler.Oysa bunlar, ötekilerin hiçbir günahını yüklenmezler.Onlar açıkça yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ama onlar mutlaka kendi yükleri ile beraber başka yükleri de yani başkalarını saptırmanın vebalini de taşımak zorunda kalacak ve kıyamet günü uydurdukları iftiralardan sorguya çekileceklerdir"},{"SurahNumber":29,"VerseNumber":14,"Text":"Çok önce Biz Nûh'u halkına resul olarak gönderdik.O da aralarında bin yıldan elli yıl eksik kaldı.Netice de onlar zulümlerine devam ederken tufan onları boğdu. {KM, Tekvin}"},{"SurahNumber":29,"VerseNumber":15,"Text":"Onu ve gemide bulunanları kurtarıp o gemiyi ve o hadiseyi bütün insanlara ibret vesilesi yaptık"},{"SurahNumber":29,"VerseNumber":16,"Text":"İbrâhim'i de resul olarak gönderdik.“Ey benim halkım, dedi, yalnız Allah’a ibadet edin ve O’na karşı gelmekten sakının.Eğer bilirseniz, böyle yapmanız sizin için daha hayırlıdır.”"},{"SurahNumber":29,"VerseNumber":17,"Text":"Siz Allah'tan başka bir takım putlara tapıyorsunuz.Bunları Allah’a şerik yapmakla, açıkça yalan uyduruyorsunuz.Oysa Allah’tan başka ibadet ettiğiniz putlar, sizin rızıklarınızı yaratıp sizi rızıklandırmaya güç yetiremezler. O halde rızkınızı Allah nezdinde arayın, yalnız O’na ibadet edin ve O’na şükredin, sonunda yine O’nun huzuruna götürüleceksiniz.”"},{"SurahNumber":29,"VerseNumber":18,"Text":"“Şayet siz beni yalancı sayarsanız, sizden önceki birtakım ümmetler de resullerini yalancı saymıştı.Elçinin görevi imana zorlamak değil, sadece açıkça tebliğ etmektir.”"},{"SurahNumber":29,"VerseNumber":19,"Text":"Peki o inkâr edenler dünyada gezerekAllah'ın, mahlukatı yoktan nasıl yarattığını,sonra da bu yaratmayı tekrar tekrar yaptığını görmüyorlar mı?Şüphesiz ki bu işler, Allah’a göre kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"De ki: “Dünyayı gezin dolaşın da,Allah'ın yaratmaya nasıl başladığını anlamaya çalışın. Sonra, Allah tekrar yaratmayı da ölümden sonra diriltmeyi de gerçekleştirecektir.Allah elbette her şeye kadirdir.”"},{"SurahNumber":29,"VerseNumber":21,"Text":"O, dilediğini cezalandırır, dilediğine merhamet eder.Hepiniz O'nun huzuruna götürüleceksiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Sizler ne yerde, ne gökte Allah'ın hâkimiyetinin dışına kaçarak kurtulamazsınız.Sizin Allah’tan başka ne koruyanınız, ne de yardımcınız yoktur"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah'ın âyetlerini ve âhirette O’na kavuşmayı inkâr edenler, işte onlar, Ben’im merhametimden ümitlerini kesenlerdir.Onlara gayet acı bir azap vardır"},{"SurahNumber":29,"VerseNumber":24,"Text":"Halkının ona verdikleri cevap:“Öldürün onu!” veya “Ateşe atın!” demekten başka bir şey olmadı.Ateşe attılar ama Allah onu ateşten kurtardı.Elbette bunda iman edecek kimseler için ibretler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"İbrâhim onlara şöyle dedi:“Siz dünya hayatında Allah'tan başka birtakım sevgili putlar edindiniz.Ama sonra kıyamet günü gelince birbirinizi red ve inkâr edecek, birbirinize lânet edeceksiniz. Barınacağınız yer ateş olacak ve kendinize hiçbir yardımcı bulamayacaksınız"}]}