{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"mariyu mēmu vīriki snēhitulugā (ṣaitānulanu) niyamin̄cāmu. Vāru vīri mundū venukā unna vāṭini vīriki ākarṣaṇīyamaina vāṭigā cēśāru. Kāvuna vīriki pūrvaṁ gatin̄cina jinnātula mariyu mānavula tarāla viṣayanlō jarigina śikṣā nirṇayamē, vīri viṣayanlō kūḍā jarigindi. Niścayaṅgā, vīrē naṣṭāniki guri ayina vārayyāru"},{"SurahNumber":41,"VerseNumber":26,"Text":"mariyu satyatiraskārulu (parasparaṁ) ilā ceppukuṇṭāru: \"Ī khur'ān nu vinakaṇḍi! Mariyu idi vinipin̄cabaḍinappuḍu vinabaḍakuṇḍā vighnaṁ kaligin̄caṇḍi, bahuśā mīru prābalyaṁ ponda vaccu"},{"SurahNumber":41,"VerseNumber":27,"Text":"kāvuna mēmu niścayaṅgā, ī satyatiraskārulaku kaṭhinaśikṣanu cavi cūpistāmu mariyu vāru cēstū uṇḍina duṣṭakāryālaku tagina phalitānni nosaṅgutāmu"},{"SurahNumber":41,"VerseNumber":28,"Text":"allāh virōdhulaku dorikē pratiphalaṁ idē - narakāgni - andu vāri śāśvata gr̥haṁ uṇṭundi. Idi mā sūcana (āyāt) lanu tiraskaristū vunna dāni pratiphalaṁ"},{"SurahNumber":41,"VerseNumber":29,"Text":"appuḍā satyatiraskārulu ilā aṇṭāru: \"Ō mā prabhū! Mam'malni mārgabhraṣṭulugā cēsina ā jinnātulanu mariyu mānavulanu māku cūpin̄cu; vāru marinta parābhavaṁ pondaṭāniki mēmu vārini mā pādāla krinda paḍavēsi trokkutāmu"},{"SurahNumber":41,"VerseNumber":30,"Text":"Niścayaṅgā, evaraitē: \"Allāh yē mā prabhuvu!\" Ani palukutū taruvāta dāni painanē sthiraṅgā uṇṭārō! Vāripai dēvadūtalu digi vacci (ilā aṇṭāru): \"Mīru bhaya paḍakaṇḍi mariyu duḥkhapaḍakaṇḍi, mīku vāgdānaṁ cēyabaḍina svargapu śubhavārtanu vinaṇḍi"},{"SurahNumber":41,"VerseNumber":31,"Text":"mēmu ihalōka jīvitanlō mariyu paralōka jīvitanlō kūḍā mīku sannihitulamugā unnāmu. Mariyu mī koraku andulō mī manas'sulu kōrindantā uṇṭundi. Mariyu mīru āśin̄cēdantā dorukutundi"},{"SurahNumber":41,"VerseNumber":32,"Text":"idantā kṣamāśīluḍu, apāra karuṇā pradāta prasādin̄cina ātithyamu"},{"SurahNumber":41,"VerseNumber":33,"Text":"mariyu (prajalanu) allāh vaipunaku pilustū, satkāryālu cēstū: \"Nēnu allāh kē vidhēyuḍanu (muslinnu)!\" Ani palikēvāni māṭakaṇṭē man̄ci māṭa marevaridi"},{"SurahNumber":41,"VerseNumber":34,"Text":"mariyu man̄cī mariyu ceḍulu sarisamānaṁ kājālavu. (Ceḍunu) man̄citō tolagin̄cu; appuḍu nītō virōdhamunna vāḍū kūḍā tappaka nī prāṇa snēhituḍavutāḍu"},{"SurahNumber":41,"VerseNumber":35,"Text":"mariyu idi kēvalaṁ sahanaśīluraku tappa itarulaku labhin̄cadu. Mariyu idi goppa adr̥ṣṭavantulaku tappa itarulaku labhin̄cadu"},{"SurahNumber":41,"VerseNumber":36,"Text":"mariyu okavēḷa ṣaitān nuṇḍi nīku ēdainā kalata kaliginapuḍu, nīvu allāh śaraṇu vēḍukō. Niścayaṅgā āyanē sarvaṁ vinēvāḍu, sarvajñuḍu"},{"SurahNumber":41,"VerseNumber":37,"Text":"mariyu āyana sūcanalalō (āyāt lalō) rēyimbavaḷḷu mariyu sūryacandrulunnāyi. Mīru sūryuniki gānī candruniki gānī sāṣṭāṅgaṁ (sajdā) cēyakaṇḍi, kāni kēvalaṁ vāṭini sr̥ṣṭin̄cina allāh ku mātramē sāṣṭāṅgaṁ (sajdā) cēyaṇḍi - nijaṅgānē mīru āyananu ārādhin̄cēvārē ayitē"},{"SurahNumber":41,"VerseNumber":38,"Text":"okavēḷa vāru durahaṅkārāniki pālpaḍitē! Ika nī prabhuvu daggaragā unnavāru (dēvadūtalu) rēyimbavaḷḷu āyana pavitratanu koniyāḍutū uṇṭāru; mariyu vārennaḍū alasaṭa cūparu"},{"SurahNumber":41,"VerseNumber":39,"Text":"Mariyu āyana sūcana (āyāt) lalō okaṭi: Niścayaṅgā nīvu bhūmini pāḍu nēlagā (eṇḍipōyina ban̄jaru nēlagā) cūstunnāvu; kāni mēmu dānipai nīṭini (varṣānni) kuripin̄cagānē, adi pulakin̄ci, ubbi pōtundi. Niścayaṅgā dīnini (ī bhūmini) bratikin̄ci lēpē āyana (allāh yē) mr̥tulanu kūḍā bratikin̄ci lēputāḍu. Niścayaṅgā, āyana pratidī cēyagala samarthuḍu"},{"SurahNumber":41,"VerseNumber":40,"Text":"niścayaṅgā, mā sūcanalaku vikr̥tārthaṁ aṇṭagaṭṭēvāru māku kanipin̄cakuṇḍā uṇḍalēru. Ayitē! Punarut'thāna dinamuna narakāgnilō paḍa vēyabaḍē vāḍu uttamuḍā? Lēka śāntiyutaṅgā vaccēvāḍā? Mīru kōrēdi mīru cēyaṇḍi. Niścayaṅgā, mīru cēsēdantā āyana cūstunnāḍu"},{"SurahNumber":41,"VerseNumber":41,"Text":"niścayaṅgā, tama daggaraku hitabōdha vaccinapuḍu dānini tiraskarin̄cē vārē (naṣṭapōyēvāru). Mariyu niścayaṅgā, idi (ī khur'ān) cālā śaktivantamaina (goppa) granthaṁ"},{"SurahNumber":41,"VerseNumber":42,"Text":"asatyaṁ dāni (khur'ān) mundu nuṇḍi gānī lēdā dāni venuka nuṇḍi gānī dāni paiki rājāladu. Adi mahā vivēkavantuḍu, sarvastōtrālaku ar'huḍu, ayina āyana (allāh) taraphu nuṇḍi avatarimpa jēyabaḍindi"},{"SurahNumber":41,"VerseNumber":43,"Text":"(ō muham'mad!) Vāstavāniki, nīku ceppabaḍina dānilō pūrvaṁ gatin̄cina pravaktalaku ceppabaḍanidi ēdī lēdu. Niścayaṅgā, nī prabhuvu mātramē kṣamāśīluḍu mariyu bādhākaramaina śikṣa vidhin̄cēvāḍu kūḍānu"},{"SurahNumber":41,"VerseNumber":44,"Text":"okavēḷa mēmu ī khur'ān nu arabbētara bhāṣalō avatarimpa jēsi uṇḍi naṭlaitē vāru ilā ani uṇḍēvāru: \"Dīni sūcanalu (āyāt) spaṣṭaṅgā enduku vivarin̄cabaḍalēdu? (Granthamēmō) arabbētara bhāṣalō mariyu (sandēśaharuḍēmō) arabbu?\" Vāritō ilā anu: \"Idi (ī khur'ān) viśvasin̄cina vāriki mārgadarśakatvaṁ mariyu svasthata nosaṅgēdi. Mariyu viśvasin̄canivāri cevulaku avarōdhaṁ mariyu vāri kaḷḷaku oka ganta. Alāṇṭi vāri sthiti entō dūraṁ nuṇḍi piluvabaḍina vāri arupulāṇṭidi"},{"SurahNumber":41,"VerseNumber":45,"Text":"Vāstavāniki mēmu mūsāku granthānni prasādin̄cāmu, kāni dāni viṣayanlō kūḍā bhēdābhiprāyālu vaccāyi. Okavēḷa nī prabhuvu nuṇḍi, modaṭi nun̄cē nirṇayaṁ tīsukōbaḍi uṇḍaka pōtē, vāri madhya eppuḍō tīrpu jarigi vuṇḍēdi. Mariyu niścayaṅgā, vāru dānini gurin̄ci āndōḷana kaligin̄cē sandēhāniki guri ayyāru"},{"SurahNumber":41,"VerseNumber":46,"Text":"evaḍaitē satkāryaṁ cēstāḍō ataḍu tana (mēlu) korakē cēstāḍu. Mariyu duṣkāryaṁ cēsēvāḍu dāni (phalitānni) anubhavistāḍu. Mariyu nī prabhuvu tana dāsulaku an'yāyaṁ cēsēvāḍu kāḍu"}]}