{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Yedyna vidpovidʹ yoho narodu bula taka: «Vyzhenitʹ rid Lyuta z vashoho selyshcha! Voistynu, vony vvazhayutʹ sebe prechystymy!»"},{"SurahNumber":27,"VerseNumber":57,"Text":"My vryatuvaly yoho ta yoho rodynu, okrim druzhyny. My pryznachyly yiy lyshytysya pozadu"},{"SurahNumber":27,"VerseNumber":58,"Text":"My zislaly na nykh doshch. Yakym pohanym buv tsey doshch dlya tykh, koho zasterihaly"},{"SurahNumber":27,"VerseNumber":59,"Text":"Skazhy: «Khvala Allahu! Myr Yoho obranym rabam! Allah krashchyy chy ti, komu vony poklonyayutʹsya zamistʹ Nʹoho?»"},{"SurahNumber":27,"VerseNumber":60,"Text":"Khto stvoryv nebesa i zemlyu ta prolyv vam iz neba vodu? Neyu My vyroshchuyemo prekrasni sady. Vy b ne spromohlysya vyrostyty tam derev. To chy ye krim Allaha inshyy boh? Ta zh ni, ale vony — lyudy, yaki vidkhylyayutʹsya"},{"SurahNumber":27,"VerseNumber":61,"Text":"Khto zrobyv zemlyu zhytlom, stvoryv z yiyi trishchyn riky, postavyv na niy mitsni hory ta vstanovyv pereponu mizh dvoma vodoymamy? To chy ye krim Allaha inshyy boh? Ta zh ni, bilʹshistʹ iz nykh ne znaye"},{"SurahNumber":27,"VerseNumber":62,"Text":"Khto vidpovidaye na blahannya nuzhdennoho, koly toy klyche Yoho, Khto vidvertaye zlo y robytʹ vas namisnykamy na zemli? To chy ye krim Allaha inshyy boh? Malo vy zamyslyuyetesʹ"},{"SurahNumber":27,"VerseNumber":63,"Text":"Khto vkazuye vam shlyakh u temryavi sushi y morya, Khto vidsylaye vitry dobrymy visnykamy Svoyeyi mylosti? To chy ye krim Allaha inshyy boh? Vin vyshchyy vid toho, shcho vy dodayete Yomu v pokloninni"},{"SurahNumber":27,"VerseNumber":64,"Text":"Khto stvoryuye tvorinnya vpershe, a potim povtoryuye yoho? Khto daruye vam nadil iz nebes i zemli? To chy ye krim Allaha inshyy boh? Skazhy: «Naveditʹ vash dokaz, yakshcho vy pravdyvi!»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Skazhy: «Nikhto na nebesakh i na zemli ne znaye potayemnoho, krim Allaha! Vony navitʹ ne znayutʹ, koly voskresnutʹ!»"},{"SurahNumber":27,"VerseNumber":66,"Text":"Ale vony ne znayutʹ i pro nastupne zhyttya. Vony mayutʹ sumnivy shchodo nʹoho, navitʹ slipi do nʹoho"},{"SurahNumber":27,"VerseNumber":67,"Text":"Hovoryatʹ ti, yaki ne viruyutʹ: «Nevzhe my y nashi batʹky, stavshy prakhom, znovu vyydemo [z mohyl]"},{"SurahNumber":27,"VerseNumber":68,"Text":"I nam, i nashym batʹkam uzhe obitsyaly tse ranishe. Ta tse tilʹky kazky davnikh narodiv!»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Skazhy: «Yditʹ zemleyu ta pohlyanʹte, yakym buv kinetsʹ hrishnykiv!»"},{"SurahNumber":27,"VerseNumber":70,"Text":"Tozh ne sumuy cherez nykh i ne perezhyvay cherez yikhni khytroshchi"},{"SurahNumber":27,"VerseNumber":71,"Text":"Vony zapytuyutʹ: «Koly zh pryyde obitsyane, yakshcho vy pravdyvi?»"},{"SurahNumber":27,"VerseNumber":72,"Text":"Skazhy: «Mozhlyvo, te, shcho vy namahayetesya pryskoryty, vzhe poblyzu vas!»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Voistynu, tviy Hospodʹ laskavyy do lyudey, ale bilʹshistʹ iz nykh ne dyakuye"},{"SurahNumber":27,"VerseNumber":74,"Text":"Voistynu, tviy Hospodʹ znaye, shcho prykhovano v yikhnikh sertsyakh i shcho vony vidkryvayutʹ"},{"SurahNumber":27,"VerseNumber":75,"Text":"Na nebesakh i na zemli nemaye takoho potayemnoho, yakoho b ne bulo v yasnomu Pysanni"},{"SurahNumber":27,"VerseNumber":76,"Text":"Voistynu, tsey Koran rozpovidaye synam Israyilya bilʹshistʹ toho, pro shcho vony sperechayutʹsya"},{"SurahNumber":27,"VerseNumber":77,"Text":"Voistynu, tse — pryamyy shlyakh i mylistʹ dlya viruyuchykh"},{"SurahNumber":27,"VerseNumber":78,"Text":"Voistynu, tviy Hospodʹ rozsudytʹ mizh nymy Svoyim sudom. A Vin — Vsemohutniy, Znayuchyy"},{"SurahNumber":27,"VerseNumber":79,"Text":"Pokladaysya na Allaha! Voistynu, ty ydesh shlyakhom yavnoyi istyny"},{"SurahNumber":27,"VerseNumber":80,"Text":"Voistynu, ty ne zmusysh mertvykh chuty, a hlukhykh ne zmusysh pochuty zaklyk, yakshcho vony vidvertayutʹsya"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ty ne vyvedesh slipykh iz omany. Ty mozhesh zmusyty chuty tilʹky tykh, khto viruye v Nashi znamennya y viddanyy [Nam]"}]}