{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"When oni zapnout jejich otvor obyvatel Peklo oni odrikavat Nas Magnat vyloucit co z ceho ne pripojit nas tyto prostopasny lide"},{"SurahNumber":7,"VerseNumber":48,"Text":"Obyvatel Ocistec prosit hovor ochoten lide oni pripustit jejich pohled rceni Svuj prima pocitat ne vyteek ty za adny raz nor ucinil svuj arogance"},{"SurahNumber":7,"VerseNumber":49,"Text":"Byl ty lide ty prisahat BUH prosit nikdy nakazit ti ke soucit?\" (lide Ocistec prosit pak zjistit) Napsat Raj; ty mel nic pramen strachu nor prosit ty rmoutit"},{"SurahNumber":7,"VerseNumber":50,"Text":"Obyvatel Peklo hovor ochoten obyvatel Raj Pripustit trochu o svuj rozvodnit trochu o buh obstarani s ty priliv nas Oni odrikavat BUH odporny ti disbelievers"},{"SurahNumber":7,"VerseNumber":51,"Text":"Ty ne absorbovat jejich naboenstvi seriously zcela zaujmout napred tento svetovy doivotni my nepamatovat si ti onen cas oni nepamatovat si onen cas a oni odehnat nas zjeveni"},{"SurahNumber":7,"VerseNumber":52,"Text":"My odevzdat ti bible celkem detail vedomi rizeni soucit lide verit"},{"SurahNumber":7,"VerseNumber":53,"Text":"Oni cekat uplne (vestba) byl naplnit? Cas stejny fulfillment podlehnout proplout ty nedbat to za a nad odrikavat hlasatel nas Magnat privest vernost. Tam kady intercessors byl s prostredkovat nas pro? Would ty poslal nas e kdy my vymenit nas behavior lepsi spravovat than co my ucinil? Oni pozbyt jejich duse jejich uznat zavadeni noveho zpusobu zpusobit jejich odsoudit"},{"SurahNumber":7,"VerseNumber":54,"Text":"Svuj Magnat jsem 1 BUH tvorit nebe zahrabat 6 cas pak osvojit si uplne moc. Vecer chytit cas to pokracovat ono persistently slunit se mesic vystupovat predloit poslouit Svem ovladani! Uplne On rizeny uplne stvoreni uplne ovladani. Povysit jsem BUH Magnat vesmir"},{"SurahNumber":7,"VerseNumber":55,"Text":"Ty zbonovat svuj Magnat publicly privately; On ne milovat prestupnik"},{"SurahNumber":7,"VerseNumber":56,"Text":"Ne podplatit zahrabat ono urcit rovny zbonovat Jemu vait si nadeje! Prece buh soucit jsem dosaitelny na a spravedlivy"},{"SurahNumber":7,"VerseNumber":57,"Text":"On jsem 1 ktery odeslat ovinout poslusny znameni soucit podle Svem pismo! Drive oni nahromadit vany zamraceny my prorazit ti naprosty ziskat odeslat srazit rozvodnit proto vytahnout ono uplne druh o ovoce! My tim vzkrisit naprosto onen ty pokladat pozornost"},{"SurahNumber":7,"VerseNumber":58,"Text":"Poslusny ziskat snadno vytahnout svuj opustit dovolena svuj Magnat i kdy skoda ziskat sotva vytahnout vsechno uitecny. My tim vysvetlit zjeveni lide jsem uznaly"},{"SurahNumber":7,"VerseNumber":59,"Text":"My odeslat Noe svem lide rceni O muj lide zbonovat BUH; ty ne mel jinak buh Jemu. Ja pramen strachu pro ty odskodneni desivy cas"},{"SurahNumber":7,"VerseNumber":60,"Text":"Vedouci svem lide odrikavat My prijmout ty jsem druhy z cesty"},{"SurahNumber":7,"VerseNumber":61,"Text":"On odrikavat O muj lide ja byl z; cesty; ja jsem hlasatel Magnat vesmir"},{"SurahNumber":7,"VerseNumber":62,"Text":"Ja vynest ty poslani muj Magnat ja radit ty ja modni BUH co ty ne modni"},{"SurahNumber":7,"VerseNumber":63,"Text":"Byl to take mnoho ceho z asnout onen pripominka podlehnout ty svuj Magnat mu ty vypovedet ty primet ty s spravedlnost onen ty dosahnout soucit"},{"SurahNumber":7,"VerseNumber":64,"Text":"Oni vyradit jemu. Proto my uchovat jemu ty jemu od archa my potopit ty vyradit nas zjeveni; oni byl slepy"}]}