{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":51,"Text":"O vos que credes! Nao tomeis por aliados os judeus e os cristaos. Eles sao aliados uns dos outros. E quem de vos se alia a eles sera deles. Por certo, Allah nao guia o povo injusto"},{"SurahNumber":5,"VerseNumber":52,"Text":"Entao, tu ves aqueles, em cujos coracoes ha enfermidade se apressarem para eles, dizendo: \"Receamos nos alcance um reves.\" Quica, pois, Allah faca chegar a vitoria ou uma ordem de Sua parte. Entao, tornar-se-ao arrependidos daquilo de que guardaram segredo, em seus intimos"},{"SurahNumber":5,"VerseNumber":53,"Text":"E os que creem dirao: \"Sao estes os que juraram, por Allah, com seus mais solenes juramentos, estar convosco?\" Mas, anular-se-ao suas obras, e, eles se tornarao perdedores"},{"SurahNumber":5,"VerseNumber":54,"Text":"O vos que credes! Quem de vos apostata de vossa religiao, Allah fara chegar, em vosso lugar, um povo que Ele amara e que O amara; e que sera humilde com os crentes, poderoso com os renegadores da Fe. Lutara no caminho de Allah e nao temera repreensao de quem quer que seja. Esse e o favor de Allah, que Ele concede a quem quer. E Allah e Munificente, Onisciente"},{"SurahNumber":5,"VerseNumber":55,"Text":"Vossos aliados sao, apenas, Allah e Seu Mensageiro e os crentes; aqueles que cumprem a oracao e concedem as esmolas enquanto se curvam diante de Allah"},{"SurahNumber":5,"VerseNumber":56,"Text":"E quem se alia a Allah e a Seu Mensageiro e aos crentes triunfara, por certo, o partido de Allah e o vencedor"},{"SurahNumber":5,"VerseNumber":57,"Text":"O vos que credes! Nao tomeis por aliados os que tomam vossa religiao por objeto de zombaria e diversao, dentre aqueles aos quais fora concedido o Livro, antes de vos, nem os renegadores da Fe – E temei a Allah, se sois crentes"},{"SurahNumber":5,"VerseNumber":58,"Text":"E, quando chamais a oracao, tomam-na por objeto de zombaria e diversao. Isto, porque sao um povo que nao razoa"},{"SurahNumber":5,"VerseNumber":59,"Text":"Dize, Muhammad: \"O seguidores do Livro! Vos nos censurais apenas por crermos em Allah e no que foi descido, para nos, e no que fora descido antes? Mas a maioria de vos e perversa"},{"SurahNumber":5,"VerseNumber":60,"Text":"Dize: \"Informar-vos-ei do que e pior que isso, como retribuicao, junto de Allah? Os que Allah amaldicoou e contra quem Se irou, e de quem fez simios e porcos, e os que adoram os idolos esses estao em pior situacao, e mais descaminhados do caminho certo"},{"SurahNumber":5,"VerseNumber":61,"Text":"E, quando vos chegam, dizem: \"Cremos\", enquanto, com efeito, entram com a renegacao da Fe, e, com efeito, com ela saem. E Allah e bem Sabedor do que ocultam"},{"SurahNumber":5,"VerseNumber":62,"Text":"E tu ves muitos deles se apressarem para o pecado e para a agressao e para a devoracao do ganho ilicito. Que execravel, em verdade, o que fazem"},{"SurahNumber":5,"VerseNumber":63,"Text":"Que os rabinos e os sacerdotes os houvessem coibido do dito pecaminoso e da devoracao do ganho ilicito! Que execravel, em verdade, o que engenham"},{"SurahNumber":5,"VerseNumber":64,"Text":"E os judeus dizem: \"A mao de Allah esta atada\". Que suas maos fiquem atadas e que sejam eles amaldicoados pelo que dizem! Ao contrario, Suas maos estao estendidas; Ele despende Seus dons como quer. E, em verdade, o que de teu Senhor foi descido, para ti, acrescenta a muitos deles transgressao e renegacao da Fe. E lancamos, entre eles, a inimizade e a aversao, ate o Dia da Ressurreicao. Cada vez que acendem um Fogo para a guerra, Allah apaga-o. E eles esforcam-se em semear a corrupcao na terra. E Allah nao ama os corruptores"},{"SurahNumber":5,"VerseNumber":65,"Text":"E, se os seguidores do Livro cressem e fossem piedosos, certamente, remir-lhes-iamos as mas obras e fa-los-iamos entrar em Jardins da Delicia"},{"SurahNumber":5,"VerseNumber":66,"Text":"E, se houvessem observado a Tora e o Evangelho e o que, de seu Senhor, fora descido, para eles, haveriam desfrutado os bens acima deles e debaixo de seus pes. Entre eles, ha uma comunidade moderada. Mas que vil o que muitos deles fazem"}]}