{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"Āra tārā āpanāra kāchē jānatē cāẏa, ‘ēṭā ki satya?’ Baluna, ‘hyām̐, āmāra rabēra śapatha! Ēṭā abaśya'i satya [1] āra tōmarā mōṭē'i apāragakārī na'ō.’"},{"SurahNumber":10,"VerseNumber":54,"Text":"Āra yamīnē yā raẏēchē, tā yadi pratyēka yulumakārī [1] byāktira haẏē yāẏa, tabē sē muktira binimaẏē sēsaba diẏē dēbē ēbaṁ anutāpa gōpana karabē yakhana tārā śāsti pratyakṣa karabē. Āra tādēra mīmānsā n'yāẏabhittika karā habē ēbaṁ tādēra prati yuluma karā habē nā"},{"SurahNumber":10,"VerseNumber":55,"Text":"Jēnē rākha! Āsamānasamūha ō yamīnē yā kichu āchē tā āllāh‌ra'i. Jēnē rākha! Āllāh‌ra pratiśruti satya, kintu tādēra adhikānśa'i jānē nā"},{"SurahNumber":10,"VerseNumber":56,"Text":"Tini'i jībana dāna karēna ēbaṁ mr̥tyu ghaṭāna ēbaṁ tām̐ra'i kāchē tōmādērakē pratyābartana karānō habē"},{"SurahNumber":10,"VerseNumber":57,"Text":"Hē lōkasakala! Tōmādēra prati tōmādēra rabēra kācha thēkē ēsēchē upadēśa ō antarasamūhē yā āchē tāra ārōgya ēbaṁ muminadēra jan'ya hidāẏāta ō rahamata"},{"SurahNumber":10,"VerseNumber":58,"Text":"Baluna, ‘ēṭā āllāh‌ra anugrahē ō tām̐ra daẏāẏa; kājē'i ētē tārā yēna ānandita haẏa.’ Tārā yā puñjībhuta karē tāra cēẏē ēṭā uttama"},{"SurahNumber":10,"VerseNumber":59,"Text":"Baluna, ‘tōmarā āmākē jānā'ō āllāh‌ tōmādēra yē riyaka [1] diẏēchēna tārapara tōmarā tāra kichu hālāla ō kichu hārāma karēcha [2]’ baluna, ‘āllāh‌ ki tōmādērakē ēṭāra anumati diẏēchēna, nāki tōmarā āllāh‌ra upara mithyā raṭanā karacha"},{"SurahNumber":10,"VerseNumber":60,"Text":"āra yārā āllāh‌ra upara mithyā raṭanā karē, kiẏāmatēra dina samparkē tādēra kī dhāraṇā? Niścaẏa āllāh‌ mānuṣēra prati anugrahaparāẏaṇa, kintu tādēra adhikānśa'i kr̥tajñatā prakāśa karē nā"},{"SurahNumber":10,"VerseNumber":61,"Text":"Āra āpani yē abasthātē'i thākuna nā kēna ēbaṁ āpani sē samparkē kura'āna thēkē yā-i tilā'ōẏāta karēna ēbaṁ tōmarā yē āmala'i kara nā kēna, āmarā tōmādēra sākṣī thāki... Yakhana tōmarā tātē prabr̥tta ha'ō. Āra āsamānasamūha ō yamīnēra aṇu parimāṇa'ō āpanāra rabēra dr̥ṣṭira bā'irē naẏa ēbaṁ tāra cēẏē kṣudratara bā br̥hattara kichu'i nē'i yā suspaṣṭa kitābē nē'i"},{"SurahNumber":10,"VerseNumber":62,"Text":"Jēnē rākha! Āllāh‌ra bandhudēra kōnō bhaẏa nē'i ēbaṁ tārā cintita'ō habē nā"},{"SurahNumber":10,"VerseNumber":63,"Text":"Yārā īmāna ēnēchē ēbaṁ tāka'ōẏā abalambana karata"},{"SurahNumber":10,"VerseNumber":64,"Text":"Tādēra jan'ya'i āchē susambāda duniẏāra jībanē ō ākhirātē [1], āllāh‌ra bāṇīra kōnō paribartana nē'i [2]; sēṭā'i mahāsāphalya"},{"SurahNumber":10,"VerseNumber":65,"Text":"Āra tādēra kathā āpanākē yēna cintita nā karē. Niścaẏa samasta sam'māna-pratipattira mālika āllāh‌; tini sarbaśrōtā sarbajña"},{"SurahNumber":10,"VerseNumber":66,"Text":"Jēnē rākha! Niścaẏa yārā āsamānasūhē āchē ēbaṁ yārā yamīnē āchē tārā āllāh‌ra'i. Āra yārā āllāh‌ chāṛā an'ya kā'ukē śarīkarūpē ḍākē, tārā kisēra anusaraṇa karē [1]? Tārā tō śudhu dhāraṇāra'i anusaraṇa karē ēbaṁ tārā śudhu mithyā kathā'i balē"},{"SurahNumber":10,"VerseNumber":67,"Text":"Tini'i tairī karēchēna tōmādēra jan'ya rāta, yēna tōmarā biśrāma karatē pāra ēbaṁ dēkhāra jan'ya dina. Yē sampradāẏa kathā śunē niścaẏa tādēra jan'ya ētē āchē anēka nidarśana"},{"SurahNumber":10,"VerseNumber":68,"Text":"Tārā balē, ‘āllāh‌ santāna grahana karēchēna.’ Tini mahāna pabitra [1]! Tini abhābamukta [2]! Yā kichu āchē āsamānasamūhē ō yā kichu āchē yamīnē tā tām̐ra'i. Ē biṣaẏē tōmādēra kōnō sanada nē'i. Tōmarā ki āllāh‌ra upara ēmana kichu balacha yā tōmarā jāna nā"},{"SurahNumber":10,"VerseNumber":69,"Text":"baluna, ‘yārā āllāh‌ra upara mithyā raṭanā karabē tārā saphalakāma habē nā.‘"},{"SurahNumber":10,"VerseNumber":70,"Text":"Duniẏātē tādēra jan'ya āchē kichu sukha-sambhōga; parē āmādēra'i kāchē tādēra phirē āsā. Tārapara tādērakē kaṭhōra śāstira āsbāda grahaṇa karāba; kāraṇa tārā kupharī karata"}]}