{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Dajudaju A se aponle fun awon omo (Anabi) Adam; A gbe won rin lori ile ati lori omi; A fun won ni ije-imu ninu awon nnkan daadaa; A si soore ajulo fun won gan-an lori opolopo ninu awon ti A da"},{"SurahNumber":17,"VerseNumber":71,"Text":"Ni ojo ti A oo maa pe gbogbo eniyan pelu asiwaju won . Nigba naa, enikeni ti A ba fun ni iwe (ise) re ni owo otun re, awon wonyen ni won yoo maa ka iwe (ise) won. A o si nii sabosi bin-intin si won"},{"SurahNumber":17,"VerseNumber":72,"Text":"Enikeni ti o ba je afoju (nipa ’Islam) nile aye yii, oun ni afoju ni orun. O si (ti) sina julo"},{"SurahNumber":17,"VerseNumber":73,"Text":"Won fee ko iyonu ba o nipa nnkan ti A mu wa fun o ni imisi nitori ki o le hun nnkan miiran t’o yato si i nipa Wa. Nigba naa, won iba mu o ni ore ayo"},{"SurahNumber":17,"VerseNumber":74,"Text":"Ti ko ba je pe A fi ese re rinle ni, dajudaju o fee fi nnkan die te si odo won"},{"SurahNumber":17,"VerseNumber":75,"Text":"Nigba naa, Awa iba je ki o to ilopo (iya) isemi aye ati ilopo (iya leyin) iku wo. Leyin naa, iwo ko nii ri oluranlowo kan ti o maa gba o sile nibi iya Wa"},{"SurahNumber":17,"VerseNumber":76,"Text":"Won fee ko o laya je ninu ilu nitori ki won le le o jade kuro ninu re. Nigba naa, awon naa ko nii wa ninu re leyin re tayo igba die"},{"SurahNumber":17,"VerseNumber":77,"Text":"(Eyi je) ise (Allahu) lori awon ti A ti ran nise ninu awon Ojise Wa siwaju re. O o si nii ri iyipada kan fun ise Wa"},{"SurahNumber":17,"VerseNumber":78,"Text":"Gbe irun kiki duro ni (igba ti) oorun ba yetari titi di igba ti ale yoo fi le. Ati pe irun Subh, dajudaju irun Subh je ohun ti (awon molaika ale ati osan) yoo jerii si"},{"SurahNumber":17,"VerseNumber":79,"Text":"Ati pe ninu oru, fi kike al-Ƙur’an (lori irun) sai sun. (Eyi je) ise asegbore fun o. Laipe, Oluwa re yoo gbe o si aye ope"},{"SurahNumber":17,"VerseNumber":80,"Text":"So pe: “Oluwa mi, mu mi wo inu ilu ni iwolu ona ododo. Mu mi jade kuro ninu ilu ni ijade ona ododo. Ki O si fun mi ni aranse t’o lagbara lati odo Re"},{"SurahNumber":17,"VerseNumber":81,"Text":"So pe: “Ododo de. Iro si sa lo. Dajudaju iro je ohun ti o maa sa lo.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"A n so ohun ti o je iwosan ati ike kale sinu al-Ƙur’an fun awon onigbagbo ododo. (al-Ƙur’an) ko si salekun fun awon alabosi bi ko se ofo"},{"SurahNumber":17,"VerseNumber":83,"Text":"Nigba ti A ba sedera fun eniyan, o maa gbunri (kuro nibi ododo), o si maa segberaga. Nigba ti aburu ba si fowo ba a, o maa di olusoretinu"},{"SurahNumber":17,"VerseNumber":84,"Text":"So pe: \"Eni kookan n sise lori adamo re. Sugbon Oluwa yin nimo julo nipa eni ti o mona"},{"SurahNumber":17,"VerseNumber":85,"Text":"Won n bi o leere nipa emi. So pe: “Emi n be ninu ase Oluwa mi. A o si fun yin ninu imo bi ko se die.”"},{"SurahNumber":17,"VerseNumber":86,"Text":"Ati pe dajudaju ti A ba fe ni, A iba kuku gba imisi ti A fi ranse si o (kuro ni odo re). Leyin naa, iwo ko nii ri alaabo kan ti o maa la o lodo Wa"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ayafi ike lati odo Oluwa re (ni ko fi se bee). Dajudaju oore ajulo Re lori re tobi"},{"SurahNumber":17,"VerseNumber":88,"Text":"So pe: “Dajudaju ti awon eniyan ati alujannu ba para po lati mu iru al-Ƙur’an yii wa, won ko le mu iru re wa, apa kan won ibaa je oluranlowo fun apa kan"},{"SurahNumber":17,"VerseNumber":89,"Text":"Dajudaju A ti fi akawe kookan salaye (orisirisi) fun awon eniyan sinu al-Ƙur’an yii. Sibesibe opolopo eniyan ko lati gba afi atako sa"},{"SurahNumber":17,"VerseNumber":90,"Text":"Won si wi pe: “A ko nii gba o gbo titi o maa fi mu omi iseleru se yo fun wa"},{"SurahNumber":17,"VerseNumber":91,"Text":"Tabi ki o ni ogba oko dabinu ati ogba oko ajara, ti o si maa je ki awon odo san ko ja daadaa laaarin won"},{"SurahNumber":17,"VerseNumber":92,"Text":"Tabi ki o je ki sanmo ja lu wa ni kelekele gege bi o se so (pe Allahu le se bee). Tabi ki o mu Allahu ati awon molaika wa (ba wa) ni ojukoju"},{"SurahNumber":17,"VerseNumber":93,"Text":"Tabi ki o ni ile wura kan, tabi ki o gun oke sanmo lo. A ko si nii gba gigun-sanmo re gbo titi o fi maa so tira kan ti a oo maa ke kale fun wa.” So pe: “Mimo ni fun Oluwa mi, nje mo je kini kan bi ko se Ojise abara?”"},{"SurahNumber":17,"VerseNumber":94,"Text":"Ko si ohun ti o ko fun awon eniyan lati gbagbo ni ododo nigba ti imona de ba won afi ki won wi pe: “Se Allahu ran Ojise abara nise ni?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"So pe: “Ti o ba je pe awon molaika wa lori ile aye, ti won n rin kiri, (ti won n gbe lori ile) pelu ifayabale, A iba so molaika kan kale fun won lati inu sanmo (lati je) Ojise.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"So pe: “Allahu to ni Elerii laaarin emi ati eyin. Dajudaju O n je Onimo-ikoko, Oluriran nipa awon erusin Re.”"},{"SurahNumber":17,"VerseNumber":97,"Text":"Enikeni ti Allahu ba fi mona (’Islam), oun ni olumona. Enikeni ti O ba si lona, o o nii ri awon oluranlowo kan fun won leyin Re. Ati pe A maa ko won jo ni Ojo Ajinde ni idojubole. (Won yoo di) afoju, ayaya ati odi. Ina Jahanamo ni ibugbe won. Nigbakigba ti Ina ba jo loole, A maa salekun jijo (re) fun won"},{"SurahNumber":17,"VerseNumber":98,"Text":"Iyen ni esan won nitori pe, won sai gbagbo ninu awon ayah Wa. Won si wi pe: “Se nigba ti a ba ti di egungun, ti a si ti jera, se won tun maa gbe wa dide ni eda titun ni?”"}]}