{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Mi smo im bili odredili lose drugove koji su im lijepim prikazivali i ono sto su uradili i ono sto ce uraditi. I na njima se obistinilo ono sto je receno za narode, dzine i ljude koji su prije njih bili i nestali – doista su nastradali"},{"SurahNumber":41,"VerseNumber":26,"Text":"Oni koji ne vjeruju govore: “Ne slusajte ovaj Kur’an, nego pravite buku da biste ga nadvikali!”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Zato cemo Mi, sigurno, dati da nevjernici iskuse nesnosnu patnju, i kaznit cemo ih najgorom kaznom za djela koja su pocinili"},{"SurahNumber":41,"VerseNumber":28,"Text":"To je kazna za Allahove neprijatelje, vatra u kojoj ce im vjecna kuca biti, kao naplata sto su dokaze Nase stalno poricali"},{"SurahNumber":41,"VerseNumber":29,"Text":"I nevjernici ce reci: “Gospodaru nas, pokazi nam dzine i ljude, one koji su nas zaveli, da ih stavimo pod noge nase, neka budu najdonji.”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Onima koji govore: “Gospodar nas je Allah” pa poslije ostanu pri tome, dolaze meleki: “Ne bojte se i ne zalostite se, i radujte se Dzennetu, koji vam je obecan"},{"SurahNumber":41,"VerseNumber":31,"Text":"Mi smo zastitnici vasi u zivotu na ovom svijetu, a i na onom. U njemu cete imati sve ono sto duse vase zazele i sto god zatrazite imat cete…"},{"SurahNumber":41,"VerseNumber":32,"Text":"bit cete pocasceni od Onog Koji prasta i Koji je milostiv.”"},{"SurahNumber":41,"VerseNumber":33,"Text":"A ko govori ljepse od onog koji poziva Allahu, koji dobra djela cini i koji govori: “Ja sam doista musliman!”"},{"SurahNumber":41,"VerseNumber":34,"Text":"Dobro i zlo nisu isto! Zlo dobrim uzvrati, pa ce ti dusmanin tvoj odjednom prisni prijatelj postati"},{"SurahNumber":41,"VerseNumber":35,"Text":"To mogu postici samo strpljivi, to mogu postici samo vrlo sretni"},{"SurahNumber":41,"VerseNumber":36,"Text":"A kad te sejtan pokusa na zle misli navesti, ti zatrazi utociste u Allaha, jer On, uistinu, sve cuje i zna sve"},{"SurahNumber":41,"VerseNumber":37,"Text":"Među znamenjima Njegovim jesu noc i dan, i Sunce i Mjesec. Ne padajte licem na tlo ni pred Suncem ni pred Mjesecom, vec padajte licem na tlo pred Allahom Koji ih je stvorio, ako zelite da se samo Njemu jedinom klanjate"},{"SurahNumber":41,"VerseNumber":38,"Text":"A ako te oni nece poslusati – pa oni koji su kod Gospodara tvog hvale Ga i nocu i danju i ne dosađuju se"},{"SurahNumber":41,"VerseNumber":39,"Text":"Jedno od znamenja Njegovih jest i to sto ti vidis suhu zemlju, a kad na nju spustimo kisu, ona se pokrene i uzbuja. Onaj Koji njoj daje zivot ozivit ce, sigurno, i umrle, jer je On kadar sve"},{"SurahNumber":41,"VerseNumber":40,"Text":"Oni koji rijeci Nase izvrcu nece se, doista, od Nas sakriti. Pa hoce li biti ugodnije onom koji u Vatru bude bacen ili onom koji na Sudnji dan dođe smiren? Radite sta hocete, On zaista vidi sta vi radite"},{"SurahNumber":41,"VerseNumber":41,"Text":"Oni koji ne vjeruju u Kur’an, posto im je objavljen! A on je, zaista, Knjiga zasticena…"},{"SurahNumber":41,"VerseNumber":42,"Text":"laz joj je strana, bilo s koje strane, ona je Objava od Mudrog i hvale dostojnog"},{"SurahNumber":41,"VerseNumber":43,"Text":"Tebi se nece reci nista sto vec nije receno poslanicima prije tebe. Gospodar tvoj zaista prasta, a i bolno kaznjava"},{"SurahNumber":41,"VerseNumber":44,"Text":"A da Kur’an objavljujemo na tuđem jeziku, oni bi, sigurno, rekli: “Trebalo je da su mu ajeti razumljivi. Zar jezik tuđ, a onaj kome se objavljuje Arap je?” Reci: “On je vjernicima uputstvo i lijek. A oni koji nece da vjeruju – i gluhi su i slijepi, kao da se iz daleka mjesta dozivaju.”"},{"SurahNumber":41,"VerseNumber":45,"Text":"I Musau smo Knjigu dali, pa su se zbog nje podvojili. A da nije Rijeci Gospodara tvog prije izrecene, sa ovima bi bilo vec svrseno, jer oni mnogo u Kur’an sumnjaju"},{"SurahNumber":41,"VerseNumber":46,"Text":"Ko cini dobro, u svoju korist cini, a ko radi zlo, na svoju stetu radi. – A Gospodar tvoj nije nepravedan prema robovima Svojim"}]}