{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah hath said: Choose not two gods. There is only One Allah. So of Me, Me only, be in awe"},{"SurahNumber":16,"VerseNumber":52,"Text":"Unto Him belongeth whatsoever is in the heavens and the earth, and religion is His for ever. Will ye then fear any other than Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"And whatever of comfort ye enjoy, it is from Allah. Then, when misfortune reacheth you, unto Him ye cry for help"},{"SurahNumber":16,"VerseNumber":54,"Text":"And afterward, when He hath rid you of the misfortune, behold! a set of you attribute partners to their Lord"},{"SurahNumber":16,"VerseNumber":55,"Text":"So as to deny that which We have given them. Then enjoy life (while ye may), for ye will come to know"},{"SurahNumber":16,"VerseNumber":56,"Text":"And they assign a portion of that which We have given them unto what they know not. By Allah! but ye will indeed be asked concerning (all) that ye used to invent"},{"SurahNumber":16,"VerseNumber":57,"Text":"And they assign unto Allah daughters - Be He Glorified! - and unto themselves what they desire"},{"SurahNumber":16,"VerseNumber":58,"Text":"When if one of them receiveth tidings of the birth of a female, his face remaineth darkened, and he is wroth inwardly"},{"SurahNumber":16,"VerseNumber":59,"Text":"He hideth himself from the folk because of the evil of that whereof he hath had tidings, (asking himself): Shall he keep it in contempt, or bury it beneath the dust. Verily evil is their judgment"},{"SurahNumber":16,"VerseNumber":60,"Text":"For those who believe not in the Hereafter is an evil similitude, and Allah's is the Sublime Similitude. He is the Mighty, the Wise"},{"SurahNumber":16,"VerseNumber":61,"Text":"If Allah were to take mankind to task for their wrong-doing, he would not leave hereon a living creature, but He reprieveth them to an appointed term, and when their term cometh they cannot put (it) off an hour nor (yet) advance (it)"},{"SurahNumber":16,"VerseNumber":62,"Text":"And they assign unto Allah that which they (themselves) dislike, and their tongues expound the lie that the better portion will be theirs. Assuredly theirs will be the Fire, and they will be abandoned"},{"SurahNumber":16,"VerseNumber":63,"Text":"By Allah, We verily sent messengers unto the nations before thee, but the devil made their deeds fairseeming unto them. So he is their patron this day, and theirs will be a painful doom"},{"SurahNumber":16,"VerseNumber":64,"Text":"And We have revealed the Scripture unto thee only that thou mayst explain unto them that wherein they differ, and (as) a guidance and a mercy for a people who believe"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah sendeth down water from the sky and therewith reviveth the earth after her death. Lo! herein is indeed a portent for a folk who hear"},{"SurahNumber":16,"VerseNumber":66,"Text":"And lo! in the cattle there is a lesson for you. We give you to drink of that which is in their bellies, from betwixt the refuse and the blood, pure milk palatable to the drinkers"},{"SurahNumber":16,"VerseNumber":67,"Text":"And of the fruits of the date-palm, and grapes, whence ye derive strong drink and (also) good nourishment. Lo! therein is indeed a portent for people who have sense"},{"SurahNumber":16,"VerseNumber":68,"Text":"And thy Lord inspired the bee, saying: Choose thou habitations in the hills and in the trees and in that which they thatch"},{"SurahNumber":16,"VerseNumber":69,"Text":"Then eat of all fruits, and follow the ways of thy Lord, made smooth (for thee). There cometh forth from their bellies a drink divers of hues, wherein is healing for mankind. Lo! herein is indeed a portent for people who reflect"},{"SurahNumber":16,"VerseNumber":70,"Text":"And Allah createth you, then causeth you to die, and among you is he who is brought back to the most abject stage of life, so that he knoweth nothing after (having had) knowledge. Lo! Allah is Knower, Powerful"},{"SurahNumber":16,"VerseNumber":71,"Text":"And Allah hath favoured some of you above others in provision. Now those who are more favoured will by no means hand over their provision to those (slaves) whom their right hands possess, so that they may be equal with them in respect thereof. Is it then the grace of Allah that they deny"},{"SurahNumber":16,"VerseNumber":72,"Text":"And Allah hath given you wives of your own kind, and hath given you, from your wives, sons and grandsons, and hath made provision of good things for you. Is it then in vanity that they believe and in the grace of Allah that they disbelieve"},{"SurahNumber":16,"VerseNumber":73,"Text":"And they worship beside Allah that which owneth no provision whatsoever for them from the heavens or the earth, nor have they (whom they worship) any power"},{"SurahNumber":16,"VerseNumber":74,"Text":"So coin not similitudes for Allah. Lo! Allah knoweth; ye know not"}]}