{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Niścayaṅgā, 'saphā mariyu marvālu allāh cūpina cihnālu. Kāvuna evaḍu (ka'abah) gr̥hāniki'hajj lēka'umrā koraku pōtāḍō, ataḍu ī reṇṭi madhya pacārlu (sa'yī) cēstē, ataniki eṭṭi dōṣaṁ lēdu. Mariyu evaḍainā svēcchāpūrvakaṅgā man̄cikāryaṁ cēstē! Niścayaṅgā, allāh kr̥tajñatalanu āmōdin̄cēvāḍu, sarvajñuḍu"},{"SurahNumber":2,"VerseNumber":159,"Text":"niścayaṅgā, evaraitē mēmu avatarimpajēsina spaṣṭamaina bōdhanalanu, mārgadarśakatvālanu - prajala koraku divyagranthālalō spaṣṭaparacina pidapa kūḍā - dācutārō! Vārini allāh tappaka śapistāḍu (bahiṣkaristāḍu). Mariyu śapin̄cagalavāru kūḍā vārini śapistāru"},{"SurahNumber":2,"VerseNumber":160,"Text":"kāni evaraitē paścāttāpa paḍatārō mariyu tama naḍavaḍikanu sanskarin̄cukuṇṭārō mariyu satyānni vellaḍistārō, alāṇṭi vāri paścāttāpānni nēnu aṅgīkaristānu. Mariyu nēnu mātramē paścāttāpānni svīkarin̄cēvāḍanu, apāra karuṇā pradātanu"},{"SurahNumber":2,"VerseNumber":161,"Text":"niścayaṅgā evaraitē satyatiraskārulai, ā tiraskāranlōnē mr̥ti cendutārō, alāṇṭi vāripai allāh yokka śāpaṁ (bahiṣkāraṁ) uṇṭundi mariyu dēvadūtala mariyu sarva mānavula yokka śāpamuṇṭandi"},{"SurahNumber":2,"VerseNumber":162,"Text":"andulō (ā śāpagrasta sthitilōnē narakanlō) vāru śāśvataṅgā uṇṭāru. Vāri śikṣanu taggin̄caṭaṁ kānī mariyu vāriki maḷḷī vyavadhi ivvaṭaṁ kānī jarugadu"},{"SurahNumber":2,"VerseNumber":163,"Text":"mariyu mī ārādhyadaiva kēvalaṁ ā advitīyuḍu (allāh) mātramē. Āyana tappa! Maroka ārādhyadēvuḍu lēḍu, ananta karuṇā mayuḍu, apāra karuṇā pradāta"},{"SurahNumber":2,"VerseNumber":164,"Text":"Niścayaṅgā, bhūmyākāśāla sr̥ṣṭilōnū, rēyimbavaḷḷa mārpulōnū, prajalaku upayōgakaramaina vāṭini tīsukoni, samudranlō payanin̄cē ōḍalalōnū mariyu allāh ākāśaṁ nuṇḍi varṣānni kuripin̄ci dāni dvārā nirjīvamaina bhūmiki prāṇaṁ pōsi, andulō vividha rakāla jīvarāsulanu vardhillajēyaṭanlōnū; mariyu vāyuvulu mariyu mēghālu, bhūmyākāśāla madhya niyamabad'dhaṅgā cēsē san̄cārāla mārpulalōnū bud'dhimantulaku ennō saṅkētālanunnāyi"},{"SurahNumber":2,"VerseNumber":165,"Text":"ayinā ī mānavulalō kondaru itarulanu, allāh ku sāṭi kalpin̄cukuni, allāh nu prēmin̄cavalasina vidhaṅgā vārini prēmistāru. Kāni viśvāsulu andarikaṇṭē atyadhikaṅgā allāh nē prēmistāru. Mariyu ī durmārgaṁ cēstunna vāru pratyakṣaṅgā cūḍagaligitē! Ā śikṣanu cūsinappuḍu, vāru niścayaṅgā, sarvaśakti kēvalaṁ allāh kē cendutundi mariyu niścayaṅgā, allāh cālā kaṭhinaṅgā śikṣin̄cēvāḍu, (ani telusukunē vāru)"},{"SurahNumber":2,"VerseNumber":166,"Text":"appuḍu (ā rōju) vāru (ā sāṭigā kalpin̄cabaḍina vāru) tamanu anusarin̄cina vāritō tamaku elāṇṭi sambandhaṁ lēdaṇṭāru. Mariyu vārantā tama śikṣanu cūsukuṇṭāru. Mariyu vāri madhya unna sambandhālannī tegipōtāyi"},{"SurahNumber":2,"VerseNumber":167,"Text":"mariyu ā anusarin̄cina vāru aṇṭāru: \"Māku prapan̄ca jīvitanlōki maḷḷī tirigipōyē avakāśaṁ labhistē - vīru ī rōju mam'malni tyajin̄cinaṭlu - mēmu kūḍā vīrini tyajistāmu!\" Ī vidhaṅgā(prapan̄canlō) vāru cēsina karmalanu allāh vāriki cūpin̄ci nappuḍu, adi vāriki entō bādhākaraṅgā uṇṭundi. Kāni vāru narakāgni nuṇḍi ē vidhaṅgānū bayaṭapaḍalēru"},{"SurahNumber":2,"VerseNumber":168,"Text":"ō prajalārā! Bhūmilōnunna dharmasam'matamaina pariśud'dhamaina vāṭinē tinaṇḍi. Mariyu ṣaitān aḍugujāḍalanu anusarin̄cakaṇḍi. Niścayaṅgā, ataḍu mīku bahiraṅga śatruvu"},{"SurahNumber":2,"VerseNumber":169,"Text":"Niścayaṅgā, ataḍu (ṣaitān) mim'malni duṣkāryālu mariyu aślīlamaina panulu cēyaṭāniki mariyu allāh nu gurin̄ci mīku teliyani māṭalu palukaṭāniki prērēpistuṇṭāḍu"},{"SurahNumber":2,"VerseNumber":170,"Text":"mariyu vāritō: \"Allāh avatarimpajēsina vāṭini (ādēśālanu) anusarin̄caṇḍi!\" Ani annappuḍu, vāru: \"Alā kādu, mēmu mā taṇḍritātalu avalambistū vaccina pad'dhatinē anusaristāmu.\" Ani samādhānamistāru. Ēmī? Vāri taṇḍritātalu elāṇṭi jñānaṁ lēni vārainappaṭikī mariyu sanmārgaṁ pondani vāru ayinappaṭikinī, (vīru, vārinē anusaristārā)"},{"SurahNumber":2,"VerseNumber":171,"Text":"mariyu satyatiraskārula upamānaṁ, vāṭi (ā paśuvula) valē undi; avi ataḍi (kāpari) arupulu viṇṭāyē (kānī ēmī arthaṁ cēsukōlēvu), arupulu mariyu kēkalu vinaḍaṁ tappa. Vāru ceviṭivāru, mūgavāru mariyu gruḍḍivāru, kābaṭṭi vāru ēmī arthaṁ cēsukōlēru"},{"SurahNumber":2,"VerseNumber":172,"Text":"ō viśvāsulārā! Mīru nijaṅgānē kēvalaṁ āyana (allāh) nē ārādhin̄cēvāru ayitē; mēmu mīku jīvanōpādhigā iccina pariśud'dhamaina (dharmasam'matamaina) vastuvulanē tinaṇḍi mariyu allāh ku kr̥tajñatalu telupaṇḍi"},{"SurahNumber":2,"VerseNumber":173,"Text":"niścayaṅgā, āyana mī koraku caccina jantuvu, raktaṁ, pandimānsaṁ mariyu allāh tappa itarula koraku jibah cēyabaḍina dānini (tinaṭānni) niṣēdhin̄ci unnāḍu. Kāni evarainā gatyantaranlēka, durnītitō kākuṇḍā, haddu mīrakuṇḍā (tinnaṭlaitē) aṭṭi vānipai elāṇṭi dōṣaṁ lēdu! Niścayaṅgā, allāh kṣamāśīluḍu, apāra karuṇāpradāta"},{"SurahNumber":2,"VerseNumber":174,"Text":"niścayaṅgā, evaraitē allāh granthanlō avatarimpajēsina sandēśālanu dāci, dāniki badulugā alpalābhaṁ pondutārō, alāṇṭi vāru tama kaḍupulanu kēvalaṁ agnitō nimpukuṇṭunnāru mariyu allāh punarut'thāna dinamuna vāritō māṭlāḍaḍu mariyu vārini śud'dhaparacaḍu mariyu vāriki bādhākaramaina śikṣa uṇṭundi"},{"SurahNumber":2,"VerseNumber":175,"Text":"Ilāṇṭivārē sanmārgāniki badulugā durmārgānni mariyu kṣamāpaṇaku badulugā śikṣanu ennukunnavāru. Enta sahanamundi vīriki, narakāgni śikṣanu bharin̄caṭāniki"},{"SurahNumber":2,"VerseNumber":176,"Text":"idantā endukaṇṭē! Niścayaṅgā, allāh ī granthānni satyantō avatarimpajēśāḍu. Mariyu niścayaṅgā, ī granthaṁ (khur'ān) gurin̄ci bhinnābhiprāyālu gala vāru ghōra antaḥkalahanlō unnāru"}]}