{"Id":62,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"I Mi naredismo Musau: \"Baci štap svoj!\" – i on odjednom proguta sve ono čime su oni bili obmanu izveli"},{"SurahNumber":7,"VerseNumber":118,"Text":"I tako istina na vidjelo izbi i pokaza se da je bilo lažno ono što su oni priredili"},{"SurahNumber":7,"VerseNumber":119,"Text":"i tu oni bijahu pobijeđeni i ostadoše poniženi"},{"SurahNumber":7,"VerseNumber":120,"Text":"a čarobnjaci se licem na tle baciše"},{"SurahNumber":7,"VerseNumber":121,"Text":"Mi vjerujemo u Gospodara svjetova\" – povikaše"},{"SurahNumber":7,"VerseNumber":122,"Text":"Gospodara Musaova i Harunova"},{"SurahNumber":7,"VerseNumber":123,"Text":"Zar da mu povjerujete prije nego što vam ja dozvolim!\" – viknu faraon. \"Ovo je, uistinu, smicalica koju ste u gradu smislili da biste iz njega stanovnike njegove izveli. Zapamtićete vi"},{"SurahNumber":7,"VerseNumber":124,"Text":"Izodsijecaću vam, sigurno, ruke vaše i noge vaše unakrst, a onda ću vas sve razapeti"},{"SurahNumber":7,"VerseNumber":125,"Text":"A oni rekoše: \"Mi ćemo se, doista, Gospodaru našem vratiti"},{"SurahNumber":7,"VerseNumber":126,"Text":"Ti nam zamjeraš samo to što smo u dokaze Gospodara našeg povjerovali kada su nam oni došli. Gospodaru naš, daj nam snage da izdržimo i učini da kao vjernici umremo"},{"SurahNumber":7,"VerseNumber":127,"Text":"A glavešine naroda faraonova rekoše: \"Zar ćeš ostaviti Musaa i narod njegov da nered u zemlji pravi i da tebe i božanstva tvoja napusti?\" – On reče: \"Ubijaćemo mušku djecu njihovu, a žensku ćemo im ostavljati u životu; mi, uistinu, vladamo njima"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa reče narodu svome: \"Molite Allaha da vam pomogne i budite strpljivi, Zemlja je Allahova, On je daje u naslijeđe kome On hoće od robova Svojih; a lijep ishod će biti za one koji se budu Allaha bojali"},{"SurahNumber":7,"VerseNumber":129,"Text":"Zlostavljani smo\" – rekoše oni – \"prije nego što si nam došao, a i nakon što si nam došao!\" A Musa reče: \"Gospodar vaš će neprijatelja vašeg uništiti, a vas nasljednicima na Zemlji učiniti, da bi vidio kako ćete postupati"},{"SurahNumber":7,"VerseNumber":130,"Text":"I Mi smo faraonov narod gladnim godinama i nerodicom kaznili, da bi se opametili"},{"SurahNumber":7,"VerseNumber":131,"Text":"I kad bi im bilo dobro, oni bi govorili: \"Ovo smo zaslužili\", a kad bi ih snašla kakva nevolja, Musau i onima koji su s njim vjerovali tu nevolju bi pripisali. Ali ne! Njihova nevolja je od Allaha bila, samo što većina njih nije znala"},{"SurahNumber":7,"VerseNumber":132,"Text":"I govorili su: \"Kakav god dokaz da nam doneseš da nas njime opčaraš, mi ti nećemo vjerovati"},{"SurahNumber":7,"VerseNumber":133,"Text":"Zato smo Mi na njih slali i poplave, i skakavce, i krpelje, i žabe, i krv – sve jasna znamenja, ali su se oni oholili, narod zlikovački su bili"},{"SurahNumber":7,"VerseNumber":134,"Text":"I kada bi ih zadesila nevolja, govorili bi: \"O Musa, moli se, u naše ime, Gospodaru svome – onako kako ti je On naredio: ako nas oslobodiš nevolje, mi ćemo zaista vjerovati i s tobom sinove Israilove, sigurno, poslati"},{"SurahNumber":7,"VerseNumber":135,"Text":"I pošto bismo ih nevolje oslobodili – do vremena do kojeg im je bilo određeno da je podnose, oni bi, odjednom, obećanje prekršili"},{"SurahNumber":7,"VerseNumber":136,"Text":"Zato ih Mi kaznismo i u moru ih potopismo, jer su znamenja Naša poricali i prema njima ravnodušni bili"},{"SurahNumber":7,"VerseNumber":137,"Text":"a potlačenom narodu dadosmo u naslijeđe istočne i zapadne krajeve zemlje koju smo blagoslovili, i lijepo obećanje Gospodara tvoga sinovima Israilovim bilo je ispunjeno – zato što su trpjeli, a sa zemljom sravnismo ono što su faraon i narod njegov sagradili i ono što su podigli"},{"SurahNumber":7,"VerseNumber":138,"Text":"I Mi sinove Israilove preko mora prevedosmo, pa oni naiđoše na narod koji se klanjao kumirima svojim. \"O Musa\" – rekoše – \"napravi i ti nama boga kao što i oni imaju bogove!\" – \"Vi ste, uistinu, narod koji nema pameti!\" – reče on"},{"SurahNumber":7,"VerseNumber":139,"Text":"Zaista će biti poništeno ono što ovi ispovijedaju i beskorisno će im biti ono što rade"},{"SurahNumber":7,"VerseNumber":140,"Text":"Zar da vam, pored Allaha, tražim drugog boga, a On vas je iznad ostalog svijeta uzdigao"},{"SurahNumber":7,"VerseNumber":141,"Text":"I pošto smo vas Mi od faraonovih ljudi izbavili, koji su vas neizmjerno mučili: mušku djecu su vašu ubijali, a žensku vam u životu ostavljali, to je bilo teško iskušenje od Gospodara vašeg –"}]}