{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Allah katında canlıların en kötüsü, düşünmeyen, gerçeği kavramayan sağır ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Eğer Allah onlarda hayır olduğunu bilseydi, kendilerine gerçeği işittirirdi. Oysa eğer gerçeği işittirse bile yine burun kıvırarak yüz çevirirlerdi"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey mü´minler, Allah ve Peygamberi sizi hayat bağışlayacak ilkelere çağırdıkları zaman bu çağrıya olumlu karşılık veriniz. Biliniz ki, Allah kişi ile kalbi arasına girer ve siz O´nun huzurunda biraraya geleceksiniz"},{"SurahNumber":8,"VerseNumber":25,"Text":"Sadece aranızdaki zalimlerin başlarına gelmekle yetinmeyecek olan belâdan sakınınız. Biliniz ki, Allah´ın´ azabı ağırdır"},{"SurahNumber":8,"VerseNumber":26,"Text":"Hatırlayınız ki, bir zamanlar siz yeryüzünde ezilen, sayıca az bir gruptunuz, insanlar sizi kapıp götürecekler diye korkuyordunuz. Fakat şükredesiniz diye Allah size sığınak sağladı, helâl besinler sundu, sizi yardımı ile destekledi"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey mü´minler Allah´a, Peygamber´e hıyanet etmeyiniz. Yoksa üstlendiğiniz emanetlere bile bile hıyanet etmiş olursunuz"},{"SurahNumber":8,"VerseNumber":28,"Text":"Biliniz ki, mallarınız ve evlatlarınız sizin için aslında birer sınav konusudur ve büyük ödül Allah katındadır"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey mü´minler, eğer Allah´dan korkarsanız, O size iyiyi kötüden ayırd edebilecek bir nosyon, bir kriter bağışlar, kötülüklerinizi örter ve sizi affeder. Allah büyük lütuf sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Hani kâfirler seni tutuklamak, öldürmek ya da Mekke´den sürmek amacı ile aleyhinde tuzak kurmuşlardı. Onlar tuzak kurarken Allah da tuzak kuruyordu. Hiç kuşkusuz Allah en etkili tuzak kurucudur"},{"SurahNumber":8,"VerseNumber":31,"Text":"Onlara ayetlerimiz okununca «işittik, istesek biz de bunlar gibisini söyleyebiliriz, bunlar eskilerin masallarından başka bir şey değildirler» dediler"},{"SurahNumber":8,"VerseNumber":32,"Text":"Hani onlar «Allah´ımız, eğer bu Kur´an senin tarafından gönderilmiş gerçek bir kitap ise, başımıza gökten taş yağdır ya da bizi acıklı bir azaba çarptır» dediler"},{"SurahNumber":8,"VerseNumber":33,"Text":"Oysa sen aralarında bulundukça, Allah onları azaba çarptırmaz. Ayrıca bağışlanma dilerlerken de Allah onları azaba çarptırmaz"},{"SurahNumber":8,"VerseNumber":34,"Text":"Yoksa onlar insanların Mescid-i Haram´a girmelerine engel oldukları halde, Allah onları niye azaba çarptırmasın ki? Onlar oranın korucuları değildiler. Oranın korucuları ancak Allah´ın yasaklarından sakınanlardır. Fakat çokları bunu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların Kâbe karşısında tapınmaları naradan ve alkıştan ibaretti. Süregelen inkârcılığınızın karşılığı olarak şimdi azabı tadın bakalım"},{"SurahNumber":8,"VerseNumber":36,"Text":"Kâfirler insanları Allah yolundan alıkoymak için mallarını harcarlar. Onlar mallarını bu uğurda harcayacaklar, sonra da bu harcama onlar için yürek acısı olacak, arkasından da yenilgiye uğrayacaklardır. Kâfirler cehennemde biraraya getirileceklerdir"},{"SurahNumber":8,"VerseNumber":37,"Text":"Ta ki, Allah murdarı temizden ayırdetsin ve murdarları üstüste koyup hep biraraya yığarak cehenneme atsın. İşte bunlar hüsrana uğrayanlardır"},{"SurahNumber":8,"VerseNumber":38,"Text":"Kâfirlere dedi ki; «Eğer saldırganlıklarından vazgeçerlerse geçmişteki suçları bağışlanır. Yok eğer eski tutumlarına dönerlerse, daha öncekiler için geçerli olan kurallar onlar için de işler.»"},{"SurahNumber":8,"VerseNumber":39,"Text":"Fitnenin kökü kazınıp Allah´ın dini kesinlikle egemen oluncaya kadar onlarla savaşınız. Eğer yaptıklarından vazgeçerlerse, hiç şüphesiz Allah onların ne yaptıklarını görür"},{"SurahNumber":8,"VerseNumber":40,"Text":"Eğer yüz çevirirlerse biliniz ki, Allah sizin dostunuz ve dayanağınızdır. O ne güzel bir dost ve dayanak, ne güzel bir yardım edicidir"}]}