{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"Det er med de to grupper som med en blind og døv, og en som ser og hører. Kan de vel settes likt? Vil dere da ikke tenke etter"},{"SurahNumber":11,"VerseNumber":25,"Text":"Vi sendte Noa til sitt folk: «Jeg er en klar advarer for dere"},{"SurahNumber":11,"VerseNumber":26,"Text":"sa dere ikke skal tilbe noen annen enn Gud! Jeg frykter en smertelig dags straff for dere!»"},{"SurahNumber":11,"VerseNumber":27,"Text":"Radet i hans folk, som var vantro, sa: «Vi ser ikke annet enn at du er et vanlig menneske som oss. Vi ser ikke annet enn at bare folk fra vart laveste sjikt følger deg, uten ettertanke. Vi kan ikke se at dere har noe fortrinn fremfor oss. Nei, vi anser dere for a fare med løgn!»"},{"SurahNumber":11,"VerseNumber":28,"Text":"Noa svarte: «Hør, mitt folk! Hva mener dere? Hvis jeg holder meg til klar beskjed fra min Herre, og Han har sendt meg en nadegave som unngar deres blikk, skulle vi da patvinge dere dette mot deres vilje"},{"SurahNumber":11,"VerseNumber":29,"Text":"Mitt folk, jeg ber ikke om penger for dette. Min lønn er Guds sak. Men jeg viser ikke bort dem som tror! De vil møte sin Herre! Jeg anser dere sannelig for uvitende folk"},{"SurahNumber":11,"VerseNumber":30,"Text":"Mitt folk, hvem kan vel hjelpe meg overfor Gud, om jeg viste dem bort? Vil dere da ikke tenke etter"},{"SurahNumber":11,"VerseNumber":31,"Text":"Jeg sier ikke til dere at jeg disponerer Guds skatter, eller at jeg kjenner det skjulte. Og jeg sier ikke at jeg er en engel. Heller ikke sier jeg til dem som dere ser ned pa, at Gud vil aldri gi dem noe godt! Gud kjenner best det som bor i deres hjerter. Om jeg sa noe slikt, ville jeg handle urett!»"},{"SurahNumber":11,"VerseNumber":32,"Text":"De sa: «Noa, du krangler med oss i det vide og brede. Sa kom da med det du truer oss med, om du taler sant.»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Han svarte: «Gud alene kan bringe dere det, om Han vil. Og dere kan ikke forpurre det"},{"SurahNumber":11,"VerseNumber":34,"Text":"Mine gode rad, om jeg prøvde a rade dere, ville ikke gagne dere, hvis Gud vil la dere fare vill. Han er deres Herre, og til Ham bringes dere tilbake.»"},{"SurahNumber":11,"VerseNumber":35,"Text":"Eller de kan si: «Han har oppdiktet det.» Si: «Om jeg har oppdiktet det, sa rammer synden meg selv. Men jeg er uskyldig i det dere beskylder meg for!»"},{"SurahNumber":11,"VerseNumber":36,"Text":"Noa ble inspirert dette: «Ingen av ditt folk vil komme til troen, unntatt de som allerede tror. Bli ikke fortvilet over det de gjør"},{"SurahNumber":11,"VerseNumber":37,"Text":"Lag Arken for Vare øyne, og etter Var inspirasjon, og snakk ikke til Meg om dem som gjør urett. De skal druknes!»"},{"SurahNumber":11,"VerseNumber":38,"Text":"Og han laget Arken. Hver gang folkets ledere gikk forbi, hanet de ham, og han svarte: «Om dere haner oss na, sa vil vi hane dere pa samme mate"},{"SurahNumber":11,"VerseNumber":39,"Text":"og dere vil fa vite hvem som rammes av en straff som gjør ham til skamme, og hvem som hjemsøkes av en varig straff.»"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nar sa var beslutning ble iverksatt og vannet fløt over, sa Vi: «Ta om bord et par av alt, og din familie, unntatt den mot hvem ordet er utgatt, og dem som tror.» Men det var fa som trodde sammen med ham"}]}