{"Id":362,"LanguageCodes":["te","tel"],"Name":"tel-muhammadazizurr","Author":"Muhammad Aziz Ur Rehman","Language":"Telugu","Description":"Telugu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"అయితే వారిలోని తిరస్కార వైఖరిని పసిగట్టిన తరువాత ఈసా, ”అల్లాహ్‌ మార్గంలో నాకు తోడ్పడేవారెవరు?” అని ప్రశ్నించగా, హవారీలు, ”అల్లాహ్‌ మార్గంలో మేము (మీకు) తోడ్పడతాము. మేము అల్లాహ్‌ను విశ్వసించాము. మేము విధేయులమయ్యాము. ఈ విషయానికి మీరు సాక్షులుగా ఉండండి” అని జవాబిచ్చారు"},{"SurahNumber":3,"VerseNumber":53,"Text":"(వారు ఇంకా ఇలా అన్నారు:) ”ప్రభూ! నీవు అవతరింపజేసిన దాన్ని మేము విశ్వసించాము. మేము నీ ప్రవక్తను అనుసరించాము. కనుక సాక్షుల జాబితాలో మా పేర్లు కూడా వ్రాసుకో.”"},{"SurahNumber":3,"VerseNumber":54,"Text":"అవిశ్వాసులు రహస్యంగా ఎత్తులు వేయసాగారు. అల్లాహ్‌ కూడా వారి ఎత్తులకు పై ఎత్తులు వేశాడు. ఎత్తులు వేసే వారిలో అల్లాహ్‌ సాటిలేని మేటి"},{"SurahNumber":3,"VerseNumber":55,"Text":"అప్పుడు అల్లాహ్‌ ఇలా అన్నాడు : ఓ ఈసా! నేను నిన్ను పూర్తిగా తీసుకుంటాను. నిన్ను నా వైపుకు లేపుకుంటాను. అవిశ్వాసుల బారి నుంచి నిన్ను పరిశుద్ధునిగా చేస్తాను. నిన్ను అనుసరించిన వారిని ప్రళయదినం వరకూ అవిశ్వాసులపై పైచేయిగా ఉంచుతాను. ఆ తర్వాత మీరంతా మరలి రావలసింది నా వద్దకే. అప్పుడు నేనే మీ మధ్య ఉన్న పరస్పర విభేదాలపై తీర్పు చేస్తాను"},{"SurahNumber":3,"VerseNumber":56,"Text":"మరి అవిశ్వాసులకైతే నేను ఇహలోకంలోనూ, పరలోకంలోనూ కఠిన శిక్ష విధిస్తాను. వారిని ఆదుకునే వారెవరూ ఉండరు"},{"SurahNumber":3,"VerseNumber":57,"Text":"అయితే విశ్వసించి, సత్కార్యాలు చేసినవారికి వారి పూర్తి పుణ్యఫలాన్ని అల్లాహ్‌ ఇస్తాడు. అల్లాహ్‌ దుర్మార్గులను ఎంత మాత్రం ఇష్టపడడు"},{"SurahNumber":3,"VerseNumber":58,"Text":"(ఓ ముహమ్మద్‌!) మేము నీకు (దివ్య ఖుర్‌ఆన్‌) ఆయతులను, వివేకంతో కూడిన హితబోధను చదివి వినిపిస్తున్నాము"},{"SurahNumber":3,"VerseNumber":59,"Text":"అల్లాహ్‌ దృష్టిలో ఈసా ఉపమానం ఆదం ఉపమానాన్ని పోలినదే. (ఆయన) అతన్ని మట్టితో చేసి ‘అయిపో’ అని ఆజ్ఞాపించగానే అతను (మనిషిగా) అయిపోయాడు"},{"SurahNumber":3,"VerseNumber":60,"Text":"నీ ప్రభువు తరఫు నుంచి (వచ్చిన) సత్యం ఇదే. జాగ్రత్త! శంకించే వారిలో చేరిపోకు"},{"SurahNumber":3,"VerseNumber":61,"Text":"కనుక నీ వద్దకు ఈ జ్ఞానం వచ్చిన తరువాత కూడా నీతో ఎవరయినా ఈ విషయంలో వాదనకు దిగితే వారితో స్పష్టంగా ఇలా చెప్పేయి: ”రండి! మీరూ మేము కలసి మన కుమారులను, మన స్త్రీలను పిలుద్దాం. స్వయంగా మనం కూడా వద్దాం. ఆ తర్వాత – ‘అబద్ధాలు చెప్పేవారిపై అల్లాహ్‌ శాపం పడుగాక’ అని దీనాతిదీనంగా ప్రార్థిద్దాము.”"},{"SurahNumber":3,"VerseNumber":62,"Text":"నిశ్చయంగా ఇదే సత్యబద్ధమైన వృత్తాంతం. అల్లాహ్‌ తప్ప మరో ఆరాధ్యుడు లేడు. నిస్సందేహంగా అల్లాహ్‌యే సర్వాధిక్యుడు, వివేకవంతుడు"},{"SurahNumber":3,"VerseNumber":63,"Text":"(ఈ సవాలు విసిరిన) తరువాత కూడా వారు (సత్యాన్ని) ఒప్పుకోక తిరిగిపోయినట్లయితే, అసలు సంక్షోభాన్ని రేకెత్తించే వారెవరో అల్లాహ్‌కు బాగా తెలుసు"},{"SurahNumber":3,"VerseNumber":64,"Text":"(ఓ ప్రవక్తా!) వారికి స్పష్టంగా చెప్పు: ”ఓ గ్రంథవహులారా! మాలోనూ, మీ లోనూ సమానంగా ఉన్న ఒక విషయం వైపుకు రండి. అదేమంటే మనం అల్లాహ్‌ను తప్ప వేరెవరినీ ఆరాధించకూడదు, ఆయనకు భాగస్వాములుగా ఎవరినీ కల్పించరాదు. అల్లాహ్‌ను వదలి మనలో ఎవరూ ఇంకొకరిని ప్రభువులుగా చేసుకోరాదు.” ఈ ప్రతిపాదన పట్ల గనక వారు విముఖత చూపితే, ”మేము మాత్రం ముస్లిం (విధేయు)లము అన్న విషయానికి మీరు సాక్షులుగా ఉండండి” అని వారికి చెప్పేయండి"},{"SurahNumber":3,"VerseNumber":65,"Text":"ఓ గ్రంథవహులారా! మీరు ఇబ్రాహీం విషయంలో ఎందుకు గొడవపడుతున్నారు. తౌరాతు, ఇన్జీలు గ్రంథాలైతే ఆయన తరువాతనే అవతరించాయి కదా! అయినా మీరు అర్థం చేసుకోరే"},{"SurahNumber":3,"VerseNumber":66,"Text":"చూడండి, మీకు తెలిసిన విషయం గురించి మీరెలాగూ వాదించారు. కాని మీకు తెలియని విషయాల గురించి ఎందుకు వాదిస్తున్నారు? (యదార్థం) అల్లాహ్‌కు తెలుసుగాని మీకు తెలియదు"},{"SurahNumber":3,"VerseNumber":67,"Text":"ఇబ్రాహీం యూదుడూ కాదు, క్రైస్తవుడూ కాదు. ఆయన ఒకే దేవునివైపు అభిముఖుడైన ముస్లిం. ఆయన ముష్రిక్కులలోని వాడు ఎంతమాత్రం కాదు"},{"SurahNumber":3,"VerseNumber":68,"Text":"అందరికన్నా ఎక్కువగా ఇబ్రాహీంకు దగ్గరివారమని చెప్పుకునే హక్కు ఎవరికయినా ఉందీ అంటే, అది ఆయన్ని అనుసరించినవారికీ, ఈ ప్రవక్తకూ, విశ్వాసులకూ మాత్రమే ఉంది. అల్లాహ్‌ విశ్వాసులకు మాత్రమే నేస్తం"},{"SurahNumber":3,"VerseNumber":69,"Text":"గ్రంథవహులలోని ఒక వర్గం మిమ్మల్ని పెడత్రోవ పట్టించాలని చూస్తోంది. నిజానికి వారు తమను తామే పెడత్రోవలో పడ వేసుకుంటున్నారు. కాని ఆ విషయాన్ని వారు గ్రహించటంలేదు"},{"SurahNumber":3,"VerseNumber":70,"Text":"”ఓ గ్రంథవహులారా! మీరు స్వయంగా అల్లాహ్‌ ఆయతులకు సాక్షిగా ఉండి కూడా వాటిని ఎందుకు తిరస్కరిస్తున్నారు?”"},{"SurahNumber":3,"VerseNumber":71,"Text":"”గ్రంథం కల ఓ ప్రజలారా! తెలిసి కూడా మీరు సత్యానికి అసత్యపు రంగు పులిమి దానిని ఎందుకు అనుమానాస్పదం చేస్తారు? (ఉద్దేశపూర్వకంగా) సత్యాన్ని ఎందుకు కప్పిపుచ్చుతున్నారు??”"},{"SurahNumber":3,"VerseNumber":72,"Text":"గ్రంథవహులలోని ఒక వర్గం ఇలా అన్నది : ”విశ్వసించిన వారిపై అవతరించిన దానిని ఉదయం విశ్వసించి, సాయంత్రం తిరస్కరించండి. బహుశా ఇలాగయినా వారు మరలి పోతారేమో!”"},{"SurahNumber":3,"VerseNumber":73,"Text":"”మీరు మీ ధర్మాన్ని అనుసరించేవారిని తప్ప వేరెవరినీ నమ్మవద్దు” (అని అంటారు). (ఓ ప్రవక్తా!) వారికి చెప్పు : ”నిశ్చయంగా అల్లాహ్‌ చూపే మార్గమే సన్మార్గం.” (గ్రంథవహులు తమ వారికి ఇంకా ఈ విధంగా కూడా నూరి పోస్తారు:) ”మీకు ఇవ్వబడినదే వేరెవరికయినా ఇవ్వబడి ఉండ వచ్చనీ, లేక వారు మీ ప్రభువు సమక్షంలో మీకు వ్యతిరేకంగా వాదిస్తారని (మీరు ఎంతమాత్రం అనుకోకండి).” ఓ ప్రవక్తా! వారితో అను: ”అనుగ్రహాలన్నీ అల్లాహ్‌ చేతిలో ఉన్నాయి. ఆయన తాను కోరిన వారికి వాటిని ఇస్తాడు. అల్లాహ్‌ గొప్ప విస్తృతి కలవాడు, అన్నీ తెలిసినవాడు.”"},{"SurahNumber":3,"VerseNumber":74,"Text":"”ఆయన తాను కోరిన వారిని తన కారుణ్యం కొరకు ప్రత్యేకించుకుంటాడు. అల్లాహ్‌ గొప్ప అనుగ్రహం కలవాడు.”"}]}