{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Та. Сін. Це — знамення Корану та ясного Писання"},{"SurahNumber":27,"VerseNumber":2,"Text":"прямий шлях і добра звістка для віруючих"},{"SurahNumber":27,"VerseNumber":3,"Text":"які звершують молитву, дають закят і які впевнені в існуванні наступного життя"},{"SurahNumber":27,"VerseNumber":4,"Text":"Воістину, тим, які не вірують у наступне життя, Ми прикрасили вчинки їхні, й вони заблукали"},{"SurahNumber":27,"VerseNumber":5,"Text":"Вони — ті, на кого чекає найгірша кара, а в наступному житті вони зазнають найбільших втрат"},{"SurahNumber":27,"VerseNumber":6,"Text":"Воістину, ти отримуєш цей Коран від Мудрого, Знаючого"},{"SurahNumber":27,"VerseNumber":7,"Text":"Ось Муса сказав своїй родині: «Я помітив вогонь! Я принесу вам звідти якусь новину або палаючу головню, щоб ви могли зігрітися!»"},{"SurahNumber":27,"VerseNumber":8,"Text":"Коли він підійшов туди, то почув голос: «Благословенний Той, Хто у вогні, і той, хто поблизу нього! Преславний Аллаг, Господь світів"},{"SurahNumber":27,"VerseNumber":9,"Text":"О Мусо! Воістину, Я — Аллаг, Всемогутній, Мудрий"},{"SurahNumber":27,"VerseNumber":10,"Text":"Кинь свою палицю!» Коли той побачив, що вона звивається, наче змія, то кинувся назад і не повернувся. «О Мусо! Не бійся, адже посланці не бояться Мене"},{"SurahNumber":27,"VerseNumber":11,"Text":"А якщо хто вчинив несправедливість, але потім замінив зло добром, то Я — Прощаючий, Милосердний"},{"SurahNumber":27,"VerseNumber":12,"Text":"Поклади свою руку за пазуху й побачиш її чистою, без жодних плям. Такими є деякі з дев’яти знамень для Фірауна та його народу. Воістину, вони — нечестиві люди!»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Коли їм явили Наші знамення, вони сказали: «Воістину, це – явне чаклунство!»"},{"SurahNumber":27,"VerseNumber":14,"Text":"Впевнені в їхній правдивості, вони все ж заперечили їх — несправедливо й зверхньо! Поглянь, яким був кінець нечестивих!»"},{"SurahNumber":27,"VerseNumber":15,"Text":"Ми дарували Дауду й Сулєйману знання. Вони сказали: «Хвала Аллагу, Який підніс нас над багатьма з Його віруючих рабів!»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Сулєйман був спадкоємцем Дауда. Він сказав: «О люди! Ми знаємо мову птахів і нам дано все! Це — очевидна перевага!»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Перед Сулєйманом було зібрано його військо з джинів, людей і птахів. Їх вишикували лавами"},{"SurahNumber":27,"VerseNumber":18,"Text":"Коли вони прибули в долину мурах, мураха сказала: «О мурахи! Увійдіть до своїх жител, щоб Сулєйман і його військо не почавили вас, навіть не відчувши цього!»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Він усміхнувся й почав сміятися з цих слів. Він сказав: «Господи! Спонукай мене до подяки за ті блага, які Ти дарував мені й моїм батькам, до добрих вчинків, якими Ти задоволений! Введи мене з милості Своєї до числа Твоїх праведних рабів!»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Якось він оглядав птахів і сказав: «Що зі мною? Я не бачу одуда! Чи, можливо, він відсутній"},{"SurahNumber":27,"VerseNumber":21,"Text":"Я скараю його жорстокою карою або заріжу, якщо він не наведе ясного доказу!»"},{"SurahNumber":27,"VerseNumber":22,"Text":"Той швидко з’явився і сказав: «Я дізнався про те, чого ти не знаєш! Я прибув до тебе з Саби з правдивою звісткою"},{"SurahNumber":27,"VerseNumber":23,"Text":"Я знайшов там жінку, яка владарює ними! Їй дано все, вона має великий трон"},{"SurahNumber":27,"VerseNumber":24,"Text":"І я побачив, що вона та її народ поклоняються сонцю замість Аллага! Шайтан прикрасив їм вчинки їхні, збив їх зі шляху, і вони не йдуть прямим шляхом"},{"SurahNumber":27,"VerseNumber":25,"Text":"І щоб вони не поклонялись Аллагу, Який виводить усе таємне на небесах і на землі та знає, що ви приховуєте й що відкриваєте"},{"SurahNumber":27,"VerseNumber":26,"Text":"Аллаг! Немає бога, крім Нього, Господа великого трону!»"}]}