{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Soni ingawe kuti Allah jwasapangulile lisiki achikapolo Wakwe, angasumbile mpika pachilambo, nambo kuti jukutulusyaga mu chipiimo chaachisachile. Chisimu Jwalakwe kwa achikapolo Wakwe juwele Jwaasimanya abali syosope, Jwakulolechesya"},{"SurahNumber":42,"VerseNumber":28,"Text":"Soni Jwalakwe ni Ajula jwaakutulusyaga wula panyuma panti wanganyao ali akatile tama, ni jukwenesyaga ukoto Wakwe, soni Jwalakwe ni Nkugosa nsyesyene, Jwakulapilidwa kusyesyene"},{"SurahNumber":42,"VerseNumber":29,"Text":"Soni mu ilosyo Yakwe (yakulosya ukombosi Wakwe), gumba kwa mawunde ni mataka, ni yaumi iliyose yakuulukutaga yaayijenesye munamuwilimo, soni Jwalakwe ya kuisonganganya yalakweyo patachisakapo juwele Jwakombola kusyene"},{"SurahNumber":42,"VerseNumber":30,"Text":"Soni chipato chilichose chachimpatile, basi ligongo lya yagapanginyisye makono genu, ni jukuisimasyaga yaijinji"},{"SurahNumber":42,"VerseNumber":31,"Text":"Soni jenumanja (achimakafili) nganim’ba munnepelekasyisye (Allah kumpa ipotesi) pa chilambo, soni nganinkola jenumanja kaligoselo ata nkulupusyo jwangawaga Allah"},{"SurahNumber":42,"VerseNumber":32,"Text":"Soni mu ilosyo Yakwe (ya kulosya chindimba Chakwe kwa jenumanja), yombo yaikwenda m’mbwani yanti mpela matumbi (ukulu wakwe)"},{"SurahNumber":42,"VerseNumber":33,"Text":"Naga juli jusachile mpaka ajituulasye mbungo, ni mpaka igambe kuwa (yomboyo) chiimile pachanya pakwe (pa mbwani). Chisimu mu yalakweyo muwele mwana imanyisyo kwa jwalijose jwali jwakupilila nnope, jwakutogolela kwejinji"},{"SurahNumber":42,"VerseNumber":34,"Text":"Kapena kuijonanga (yomboyo nikwamisya achinsyeneo) ligongo lya (yangalumbana) yapanganyisye, ni jukuisimasyaga yaijinji"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ni akumanyilila awala waakukangana pa ma Aya Getu (yanti): Nganakola wanganyao kwakutilila"},{"SurahNumber":42,"VerseNumber":36,"Text":"Sano chindu chilichose chim’bele nkupedwa, basi chigambile kuwa chisengwasyo (channono) cha umi wa duniya, nambo yaili kwa Allah ni yambone nnope soni yakwendelechela kwa awala waakulupilile, soni kwa M’mbuje gwao pe (Allah) akwegamilaga"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ni awala waakuliwambasyaga sambi syekulungwakulungwa (mpela kuwulaga mundu mwangali ligongo lyakwitichika ni Dini), kwisa soni yakunyalaya (mpela chikululu), soni naga ali agasabiche basi akasakululukaga"},{"SurahNumber":42,"VerseNumber":38,"Text":"Ni awala wan’jitiche M’mbuje gwao (Allah pa chilichose chawalamwile), ni kwimikaga Swala mwakolosya, soni indu yao ikasawaga yakutawana mashauli sikati jao, ni ichindu yatwapele akasatolaga"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ni awala wanti naga uli wapatile uwwanga akasaliuchisyaga"},{"SurahNumber":42,"VerseNumber":40,"Text":"Sano malipilo ga chakusakala ni chakusakala chanti mpela chichocho, nambo jwaachisimasyisye (chakusakalacho) ni kupikanganana (najo nkuchitendajo), basi malipilo gakwe gali kwa Allah. Chisimu Jwalakwe (Allah) ngaakwanonyelaga walupuso"},{"SurahNumber":42,"VerseNumber":41,"Text":"Sano chisimu jwaaliuchisye panyuma pa uwwanga waatendeledwe, basi pa wanganyao pangali litala (lyakwagambila)"},{"SurahNumber":42,"VerseNumber":42,"Text":"Nambo litala (lyachigambilo) lili pa awala waakwatenda lupuso wandu ni kutendaga uwwanga pa chilambo mwangawajilwa, wanganyao akwete kupata ilagasyo yakupoteka nnope"},{"SurahNumber":42,"VerseNumber":43,"Text":"Nambo chisimu jwaapilile, ni kululuka, chisimu yalakweyo ni yaili kwene mu ichindu yakusosekwa kuwichila ntima"},{"SurahNumber":42,"VerseNumber":44,"Text":"Sano jwaakunnechelela Allah kusokonechela, basi nganakola nkun’gosa panyuma pakwe. Ni tinchaona walupuso ndema jatachiiona ilagasyo achitiji: “Ana pana litala lyakuujila (ku duniya)?”"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ni tinchaona wanganyao ali nkupelechedwa ku walakwe (Motowo), ali atetewele ligongo lya kunyosyeka, ali nkulola ni liso lyakusisa (chamunjenje meso). Sano awala wawakulupilile tachiti: “Chisimu wakwasika ni awala waalijasikasyisye (Mbepo) achimisyene kwisa soni mawasa gao (lelo) lisiku lya Kiyama (ligongo lya itendo yao yangalumbana yawaliji nkutenda ku duniya), manyililani yanti; chisimu walupuso tawe mu ilagasyo yakwendelechela.”"},{"SurahNumber":42,"VerseNumber":46,"Text":"Soni ngasakola wanganyao akwagosa waliose watachachenjela jwangawaga Allah. Sano jwannechelele Allah kusokonechela, basi nganakola litala lililyose (lyakongochela pa duniya ni kokochela ku Akhera)"},{"SurahNumber":42,"VerseNumber":47,"Text":"Mun’jitikani M’mbuje gwenu (Allah), nkaniliyiche lisiku lyakuumila kwa Allah lyangali jwakuliusya. Ngasinkola wanganyammwe kwakutilila lyele lisikulyo, soni ngasinkola kaanila kulikose (pa yamwapanganyisye)"},{"SurahNumber":42,"VerseNumber":48,"Text":"Sano naga akugalauka (kuleka chikulupi cha Tauhidi), basi nganituntumisya (mmwejo Muhammadi ﷺ) kuwa jwakwalolela wanganyao, nganiyiwa kukwenu ikaweje kulungusya utenga. Soni chisimu Uwwe tuli tumpele mundu kupasya ukoto kuumila Kukwetu, akasausengwelaga (mwangali kutogolela), nambo naga chapatile chakusakala chilichose ligongo lya yagalongwesye makono gao, basi chisimu mundu jukasawa jwakufulu"},{"SurahNumber":42,"VerseNumber":49,"Text":"Uwele wakwe Allah uchimwene wa kumawunde ni petaka. Jukasagumba yajukusaka. Akumpaga jwansachile wanache wachikongwe, ni akumpaga jwansachile wanache wachilume"},{"SurahNumber":42,"VerseNumber":50,"Text":"Kapena kwawanganya wanache wachilume ni wachikongwe (kwa mundu jumo), ni akuntendaga jwansachile kuwa jwangaweleka. Chisimu Jwalakwe ni Jwakumanyilila nnope, Jwakombola kusyene"}]}