{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif-Lam-Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Meinen die Menschen, daß sie in Ruhe gelassen werden, (nur) weil sie sagen: „Wir glauben, ohne daß sie geprüft werden"},{"SurahNumber":29,"VerseNumber":3,"Text":"Wir haben bereits diejenigen vor ihnen geprüft. Allah wird ganz gewiß diejenigen kennen, die die Wahrheit sprechen, und Er wird ganz gewiß die Lügner kennen"},{"SurahNumber":29,"VerseNumber":4,"Text":"Oder meinen diejenigen, die böse Taten begehen, daß sie Uns entkommen (können)? Wie böse ist, was sie urteilen"},{"SurahNumber":29,"VerseNumber":5,"Text":"Wer die Begegnung mit Allah erwartet-, so wird Allahs Frist sicher kommen. Und Er ist der Allhörende und Allwissende"},{"SurahNumber":29,"VerseNumber":6,"Text":"Und wer sich abmüht, der müht sich nur zu seinem eigenen Vorteil ab, denn Allah ist der Weltenbewohner fürwahr unbedürftig"},{"SurahNumber":29,"VerseNumber":7,"Text":"Denjenigen, die glauben und rechtschaffene Werke tun, werden Wir ganz gewiß ihre bösen Taten tilgen und ihnen ganz gewiß das Beste vergelten von dem, was sie taten"},{"SurahNumber":29,"VerseNumber":8,"Text":"Und Wir haben dem Menschen anbefohlen, seine Eltern mit Güte zu behandeln. Wenn sie sich aber darum bemühen, daß Du Mir das beigesellst, wovon du kein Wissen hast, dann gehorche ihnen nicht. Zu Mir wird eure Rückkehr sein, da werde Ich euch kundtun, was ihr zu tun pflegtet"},{"SurahNumber":29,"VerseNumber":9,"Text":"Diejenigen, die glauben und rechtschaffene Werke tun, lassen Wir in die Reihen der Rechtschaffenen eingehen"},{"SurahNumber":29,"VerseNumber":10,"Text":"Und unter den Menschen gibt es manchen, der sagt: „Wir glauben an Allah. Wenn ihm aber um Allahs willen Leid zugefügt wird, setzt er die Anfechtung durch die Menschen der Strafe Allahs gleich. Wenn jedoch Hilfe von deinem Herrn kommt, sagen sie ganz gewiß: „Wir sind ja mit euch gewesen. Weiß Allah denn nicht besser Bescheid über das, was in den Brüsten der Weltenbewohner steckt"},{"SurahNumber":29,"VerseNumber":11,"Text":"Und Allah wird ganz gewiß diejenigen kennen, die glauben, und Er wird ganz gewiß die Heuchler kennen"},{"SurahNumber":29,"VerseNumber":12,"Text":"Und diejenigen, die ungläubig sind, sagen zu denjenigen, die glauben: „Folgt unserem Weg. Laßt uns eure Verfehlungen tragen. Tragen werden sie aber nichts von ihren Verfehlungen, denn sie sind fürwahr Lügner"},{"SurahNumber":29,"VerseNumber":13,"Text":"Ganz gewiß werden sie ihre (eigenen) Lasten tragen, und auch (weitere) Lasten zu ihren (eigenen) Lasten hinzu. Und sie werden am Tag der Auferstehung ganz gewiß befragt werden nach dem, was sie zu ersinnen pflegten"},{"SurahNumber":29,"VerseNumber":14,"Text":"Und Wir sandten bereits Nuh zu seinem Volk. Er verweilte unter ihnen tausend Jahre weniger fünfzig Jahre. Da ergriff sie die Überschwemmung, während sie Unrecht taten"},{"SurahNumber":29,"VerseNumber":15,"Text":"Da retteten Wir ihn und die Insassen des Schiffes und machten es zu einem Zeichen für die Weltenbewohner"},{"SurahNumber":29,"VerseNumber":16,"Text":"Und (Wir sandten) Ibrahim. Als er zu seinem Volk sagte: „Dient Allah und fürchtet Ihn. Das ist besser für euch, wenn ihr (es) nur wißt"},{"SurahNumber":29,"VerseNumber":17,"Text":"Ihr dient anstatt Allahs nur Götzen und schafft (dabei nur) ungeheuerliche Lüge. Gewiß, diejenigen, denen ihr anstatt Allahs dient, vermögen euch nicht zu versorgen. Sucht darum bei Allah die Versorgung und dient Ihm und dankt Ihm. Zu Ihm werdet ihr zurückgebracht"},{"SurahNumber":29,"VerseNumber":18,"Text":"Und wenn ihr (die Botschaft) für Lüge erklärt, so haben bereits vor euch (andere) Gemeinschaften (sie) für Lüge erklärt. Und dem Gesandten obliegt nur die deutliche Übermittlung (der Botschaft)"},{"SurahNumber":29,"VerseNumber":19,"Text":"Haben sie denn nicht gesehen, wie Allah die Schöpfung am Anfang macht und sie hierauf wiederholt? Gewiß, das ist für Allah ein leichtes"},{"SurahNumber":29,"VerseNumber":20,"Text":"Sag: Reist auf der Erde umher und schaut, wie Er die Schöpfung am Anfang gemacht hat. Hierauf läßt Allah die letzte Schöpfung entstehen. Gewiß, Allah hat zu allem die Macht"},{"SurahNumber":29,"VerseNumber":21,"Text":"Er straft, wen Er will, und Er erbarmt Sich, wessen Er will. Und zu Ihm werdet ihr zurückgebracht"},{"SurahNumber":29,"VerseNumber":22,"Text":"Und ihr werdet euch (Ihm) weder auf der Erde noch im Himmel entziehen können, und ihr habt außer Allah weder Schutzherrn noch Helfer"},{"SurahNumber":29,"VerseNumber":23,"Text":"Diejenigen, die Allahs Zeichen und die Begegnung mit Ihm ableugnen, diese haben die Hoffnung auf Meine Barmherzigkeit aufgegeben, und für diese wird es schmerzhafte Strafe geben"},{"SurahNumber":29,"VerseNumber":24,"Text":"Aber die Antwort seines Volkes war nur, daß sie sagten: „Tötet ihn oder verbrennt ihn. Da rettete Allah ihn aus dem Feuer. Darin sind wahrlich Zeichen für Leute, die glauben"},{"SurahNumber":29,"VerseNumber":25,"Text":"Und er sagte: „Ihr habt euch ja anstatt Allahs nur Götzen genommen aus Freundschaft zueinander im diesseitigen Leben. Aber dereinst, am Tag der Auferstehung, werdet ihr einander verleugnen und einander verfluchen. Euer Zufluchtsort ist das (Höllen)feuer, und ihr werdet keine Helfer haben"}]}