{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Da, Allah ke gi zeme vo zastita onie koi veruvaat. Allah, navistina, ne saka nikakov predavnik i neblagodaren"},{"SurahNumber":22,"VerseNumber":39,"Text":"Dadeno im e sekakvo ovlastuvanje na onie koi se ubivaat, zasto vrz niv zulum se pravi. Allah, navistina, e Kadar da im pomogne"},{"SurahNumber":22,"VerseNumber":40,"Text":"onie koi se isteruvaat od ognistata nivni bespravno, zatoa sto zboruvaa: “Gospodarot nase Allah.\" Koga Allah ne bi gi sprecuval lugeto ednisodrugi ke bea sruseni manastirite, i crkvite, i sinagogite I dzamiiite vo koi mnogu se spomenuva imeto Allahovo. I Allah sigurno ne ke mu pomogne na onoj koj ne go pomaga Allaha. Allah, navistina, e Mokeni Silen"},{"SurahNumber":22,"VerseNumber":41,"Text":"Onie koi, ako im dademe mok na zemjava, namaz izvrsuvaat i zekat davaat, nareduvaat dobro i odvrakaat od zlo. No, krajot na site nesta e kaj Allak"},{"SurahNumber":22,"VerseNumber":42,"Text":"A ako te smetaat za lasko pa veke gi smetaa za laskovci I onie pred niv, narodot na Nuh, Ad i Semud"},{"SurahNumber":22,"VerseNumber":43,"Text":"narodot na Ibrahim i narodot na Lut"},{"SurahNumber":22,"VerseNumber":44,"Text":"i zitelite na Medjen. I Musa bese smetan za lasko. I im dadov rok na nevernicite a potoa gi zgrabiv. E, samo kakva bese kaznata Moja"},{"SurahNumber":22,"VerseNumber":45,"Text":"I kolku gradovi Nie unistivme, cii ziteli bea zulumkari...bea sramneti; gi snema. Ima golem broj napusteni bunari i gradbi visoki"},{"SurahNumber":22,"VerseNumber":46,"Text":"Pa, ne patuvaat li po zemjata za srcata nivni da sfatat za toa, i usite NIVNI so koi ke slusaat, no, ocite, navistina, ne se slepi, tuku slepi se srcata vo gradite"},{"SurahNumber":22,"VerseNumber":47,"Text":"I baraat pobrzo od tebe za kaznata, no Allah ne ke go izneveri vetuvanjeto Svoe. Eden den kaj Gospodarot tvoj e kako iljada godini koi vie gi broite"},{"SurahNumber":22,"VerseNumber":48,"Text":"I na kolku gradovi Nie im go prodolzivme rokot, cii ziteli bea zulumkari, a potoa Nie gi zgrabivme. Svratilisteto e - kon Mene"},{"SurahNumber":22,"VerseNumber":49,"Text":"Kazi: “O luge, jas sum, navistina, vas opomenuvac jasen"},{"SurahNumber":22,"VerseNumber":50,"Text":"Ga, za onie koi veruvaat i koi rabotat dobri dela ima proska i “rsk blagoroden"},{"SurahNumber":22,"VerseNumber":51,"Text":"Dodeka onie koi nastojuvaat da gi otfrlat ajetite Nasi se nemokni; ziteli dzehennemski ke stanat"},{"SurahNumber":22,"VerseNumber":52,"Text":"pred tebe Nie ne isprativme nieden pratenik i pejgamber a Sejtanot da ne mu frlese nesto vo ona sto, tokmu, go kazuvase. I Allah sekogas go otstranuvase ona sto go frlase Sejtanot i potoa gi utvrduvase ajetite Svoi. Allah e Znalec i Mudar"},{"SurahNumber":22,"VerseNumber":53,"Text":"za da go napravi ona sto Sejtanot go ufrluva iskusenie za onie vo cii srca ima bolestina i cii srca zatvrdnaa. Zulumkarite, navistina, se vo cepnatina dalecna"},{"SurahNumber":22,"VerseNumber":54,"Text":"da uznaat onie so dadenoto im znaenje deka toa, navistina, e vistina od Gospodarot tvoj, pa da veruvaat vo nea I da im se splotat srcata nivni. Allah gi upatuva onie koi veruvaat po patot vistinski"},{"SurahNumber":22,"VerseNumber":55,"Text":"Onie koi ne veruvaat postojano se somnevaat vo toa se dodeka ne im dojde Casot posleden, odnenadez, ili, pak, dodeka ne im dojde kaznata zestoka na Denot"},{"SurahNumber":22,"VerseNumber":56,"Text":"Vlasta na Denot toj e samo Allahova i On ke im presudii na ednite i na drugite. Onie koi veruvaat i koi rabotat dobri dela ke bidat vo bavcite dzennetski blagosloveni"},{"SurahNumber":22,"VerseNumber":57,"Text":"A onie koi ne veruvaat i koi gi smetaat za lazni ajetite Nasi...za niv ima kazna ponizuvacka"},{"SurahNumber":22,"VerseNumber":58,"Text":"Onie koi se iselija na Allahoviot pat, koi potoa bea ubieni ili koi umrea... Allah sigurno ke im dade “rsk dobar. Allah, navistina, megu snabduvacite e Najdobriot"},{"SurahNumber":22,"VerseNumber":59,"Text":"Ke gi vovede, sigurno, vo mesto so koe ke bidat zadovolni. Allah, navistina, e Znaleci Blag"}]}