{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"A dali jsme ti vnuknuti, tak jako jsme je dali Noemovi a prorokum po nem; a dali jsme vnuknuti Abrahamovi, Ismaelovi, Izakovi, Jakubovi a kmenum a Jezisovi, Jobovi, Jonasovi, Aronovi a Salomounovi; a Davidovi jsme dali zalmy"},{"SurahNumber":4,"VerseNumber":164,"Text":"A take jinym poslum, o nichz jsme ti jiz drive vypraveli, a dalsim, o nichz jsme ti nevypraveli - a Buh veru hovoril s Mojzisem reci jasnou"},{"SurahNumber":4,"VerseNumber":165,"Text":"poslum, hlasatelum zvesti radostne i varovatelum, aby lide po jejich prichodu nemeli vymluvy pravoplatne proti Bohu. A Buh je mocny, moudry"},{"SurahNumber":4,"VerseNumber":166,"Text":"Avsak Buh dosvedci to, co ti seslal; a seslal to ve vedeni Svem a andele to tez dosvedci. Avsak Buh staci jako svedek"},{"SurahNumber":4,"VerseNumber":167,"Text":"Veru ti, kdoz neveri a odvraceji jine z cesty Bozi, zbloudili bloudenim dalekym"},{"SurahNumber":4,"VerseNumber":168,"Text":"A tem, kdoz neveri a jsou nespravedlivi, Buh veru neodpusti a neuvede je na cestu pravou"},{"SurahNumber":4,"VerseNumber":169,"Text":"spise na cestu do pekla, kde zustanou nesmrtelni naveky. A to je pro Boha velmi snadne"},{"SurahNumber":4,"VerseNumber":170,"Text":"O lide! Nyni prisel k vam posel s pravdou od Pana vaseho, uverte, a bude to pro vas lepsi! Avsak neuverite-li... vzdyt Bohu nalezi vse, co na nebesich je i na zemi, a Buh je vsevedouci, moudry"},{"SurahNumber":4,"VerseNumber":171,"Text":"Vlastnici Pisma! Neprehanejte v nabozenstvi svem a mluvte o Bohu jedine pravdu! Vskutku Mesias Jezis, syn Mariin, je pouze poslem Bozim a slovem Jeho, ktere vlozil do Marie, a duchem z Neho vychazejicim. A verte v Boha a posly Jeho a nerikejte: \"Trojice!\" Prestante, a bude to tak pro vas lepsi. Buh vskutku je jedinym Bohem, On povznesen je nad to, aby mel dite, vzdyt nalezi Mu vse, co na nebesich je i na zemi; a Buh dostatecnym je ochrancem"},{"SurahNumber":4,"VerseNumber":172,"Text":"Ani Mesias, ani andele priblizeni neopovrhuji tim, aby byli sluzebniky Bozimi"},{"SurahNumber":4,"VerseNumber":173,"Text":"Ty, kdoz opovrhuji sluzbou Bohu a kteri jsou pysni, ty Buh shromazdi u Sebe vsechny. Tem, kdoz uverili a zbozne skutky konali, tem Buh da plnou odmenu jejich a rozmnozi jim z dobrodini Sveho; a ty, kdoz byli pysni a opovrhovali sluzbou Jemu, ty potresta trestem bolestnym. A nenaleznou vedle Boha ochrance ani pomocnika zadneho"},{"SurahNumber":4,"VerseNumber":174,"Text":"O lide! Nyni k vam prisel dukaz zretelny od Pana vaseho a seslali jsme vam svetlo jasne"},{"SurahNumber":4,"VerseNumber":175,"Text":"A ty, kdoz uverili v Boha a pevne se ho pridrzovali, ty On uvede do milosti a slitovani Sveho a povede je k Sobe stezkou primou"},{"SurahNumber":4,"VerseNumber":176,"Text":"A zadaji te o vysvetleni. Odpovez: \"Buh vam dava toto vysvetleni o dedictvi v bocni linii: zahyne-li muz, aniz mel dite, a ma-li sestru, nalezi ji polovina toho, co zustavil, a take on dedi po ni, nezanechala-li ona dite. Jestlize jsou dve sestry, nalezi jim dve tretiny toho, co zustavil. A ma-li bratry a sestry, pak muzi pripadne podil dvou zen. A Buh vam to objasnuje, abyste nebloudili. A Buh je vsevedouci o kazde veci"}]}