{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyub´a da. Hani Rabbına niyaz etmis: Bu dert beni sarıverdi. Sen, merhametlilerin merhametlisisin, demisti"},{"SurahNumber":21,"VerseNumber":84,"Text":"Biz de onun duasını kabul etmis ve ugradıgı sıkıntıyı kaldırmıstık. Katımızdan bir rahmet ve kulluk edenlere bir hatıra olmak uzere, ona hem ailesini, hem de bir katını vermistik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ismail´e, Idris´e ve Zulkifl´e de. Onların her biri sabredenlerdendi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ve onları rahmetimize kattık. Dogrusu onlar; salih kimselerdendi"},{"SurahNumber":21,"VerseNumber":87,"Text":"Zunnun´a da. Hani o, ofkelenerek giderken kendisine guc yetiremeyecegimizi sanmıstı. Ama sonunda karanlıklar icinde: Sen´den baska hic bir ilah yoktur. Tenzih ederim seni, dogrusu ben, haksızlık edenlerden oldum, diye niyaz etmisti"},{"SurahNumber":21,"VerseNumber":88,"Text":"Biz de onun duasını kabul edip uzuntuden kurtarmıstık. Iste inananları boyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriyya´ya da. Hani o, Rabbına niyaz etmis ve Rabbım; beni tek basıma bırakma. Sen, varislerin en hayırlısısın, demisti"},{"SurahNumber":21,"VerseNumber":90,"Text":"Biz de ona icabet ederek Yahya´yı ihsan etmis, esini dogum yapabilecek bir hale getirmistik. Dogrusu onlar; hayırlı seylerde yarısıyorlar, korkarak ve umarak bize yalvarıyorlardı. Bize karsı derin saygı duyuyorlardı"},{"SurahNumber":21,"VerseNumber":91,"Text":"Mahrem yerini koruyana da ruhumuzdan uflemis; onu da, oglunu da alemler icin bir ayet kılmıstık"},{"SurahNumber":21,"VerseNumber":92,"Text":"Gercekten su sizin ummetiniz, bir tek ummettir. Ve Ben de Rabbınızım, artık yalnız Bana ibadet edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Onlar aralarında kendi islerinde boluk boluk oldular. Ama hepsi Bize doneceklerdir"},{"SurahNumber":21,"VerseNumber":94,"Text":"Artık inanmıs olarak salih amel isleyenlerin ameli inkar edilmez. Ve Biz onu yazanlarız"},{"SurahNumber":21,"VerseNumber":95,"Text":"Helak ettigimiz kasaba halkına da haramdır. Onlar geri donmezler"},{"SurahNumber":21,"VerseNumber":96,"Text":"Ye´cuc ve Me´cuc acılıp da her tepeden ve dereden akın ettikleri vakit"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ve gercek vaad yaklastıgı zaman; o kufredenlerin gozleri belerip kalır: Vah bize, bundan once gaflet icindeydik, biz gercekten zalimler idik"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve Allah´tan baska taptıklarınız, suphesiz ki cehennem odunusunuz. Oraya gireceksiniz"},{"SurahNumber":21,"VerseNumber":99,"Text":"Sayet bunlar tanrı olsaydı; oraya girmezlerdi. Ve hepsi orada temelli kalacaklardır"},{"SurahNumber":21,"VerseNumber":100,"Text":"Orada inim inim inleyecekler ve bir sey de isitmeyeceklerdir"},{"SurahNumber":21,"VerseNumber":101,"Text":"Suphesiz ki daha once, kendilerine Bizden guzellik vaadi gecmis olanlar; bunlar, oradan uzaklastırılmıslardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Onun ugultusunu duymazlar. Canlarının istedigi seyler icinde temelli kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en buyuk korku bile onları tasalandırmaz. Melekler onları: Size soz verilen gun, iste bu gundur, diye karsılarlar"},{"SurahNumber":21,"VerseNumber":104,"Text":"Gogu kitab durer gibi durecegimiz gun; yaratmaya ilk basladıgımız gibi katımızdan verilmis bir vaad olarak onu yeniden var edecegiz. Dogrusu Biz, yapanlar olduk"},{"SurahNumber":21,"VerseNumber":105,"Text":"Andolsun ki; Zikir´den sonra Zebur´da da yazdık ki: Yeryuzune ancak salih kullarım varis olur"},{"SurahNumber":21,"VerseNumber":106,"Text":"Dogrusu bunda ibadet edenler icin, teblig vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"Biz, seni ancak alemlere rahmet olarak gonderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki: Gercekten bana, sizin tanrınızın yalnızca bir tek tanrı oldugu vahyolunuyor. Artık Musluman olacak mısınız"},{"SurahNumber":21,"VerseNumber":109,"Text":"Sayet yuz cevirirlerse; de ki: Ben, size esitlik uzere bildirdim. Artık tehdid edildiginiz seyin yakın mı, uzak mı oldugunu bilmem"},{"SurahNumber":21,"VerseNumber":110,"Text":"Dogrusu O, sozun acıga vurulanını da bilir, gizlediklerinizi de bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Bilmem. Belki bu, sizin icin bir deneme ve bir sureye kadar yararlanmadır"},{"SurahNumber":21,"VerseNumber":112,"Text":"Dedi ki: Rabbım; hak ile hukmet. Rahman olan Rabbımız; sizin nitelendirmelerinize karsı yardımına sıgınılacak odur"}]}