{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Shei chedi guishun an la, qie shi xingshan zhe, shei que yi wo zhule zui jiangu de zhizhu [zhu]. Wanshi zuizhong dou jiang gui dao an la nali qu [shoushen]."},{"SurahNumber":31,"VerseNumber":23,"Text":"Zhiyu buxinyang zhe, jue buyao rang ta de bu xin shi ni [mu sheng] youchou. Tamen dou jiang gui dao wo zheli lai, wo jiang ba tamen cengjing suo zuo de gaosu tamen. An la dique quanzhi [renlei] xiongzhong de yiqie."},{"SurahNumber":31,"VerseNumber":24,"Text":"Wo shi tamen zhanshi xiangle, ranhou, wo jiang poshi tamen qu shou kuxing."},{"SurahNumber":31,"VerseNumber":25,"Text":"Jiaru ni wen tamen:“Shei chuangzaole tiandi?” Tamen bi shuo:“An la.” Ni [dui tamen] shuo:“Yiqie zansong, quan gui an la.” Bu, tamen da duoshu ren bing bu zhi dao."},{"SurahNumber":31,"VerseNumber":26,"Text":"Tiandi jian de yiqie dou shi an la de. An la que shi wu suo qiu de, shou zansong de."},{"SurahNumber":31,"VerseNumber":27,"Text":"Jiaru yong da dishang suoyou de shu zuo cheng bi, yi haishui zuo mozhi, bingqie zai jia shang qi ge hai di haishui zuo mozhi, ye buneng xie jin an la de yuyan [zhu]. An la que shi quanneng de, zui ruizhi de."},{"SurahNumber":31,"VerseNumber":28,"Text":"Chuangzao nimen he fuhuo nimen, youru [chuangzao he fuhuo] yige ren nayang [jiandan]. An la que shi quan wen de, quan shi de."},{"SurahNumber":31,"VerseNumber":29,"Text":"Nandao ni meiyou kanjian ma? An la shi heiye jinru baizhou, shi baizhou jinru heiye, bing shi ri yue [wei nimen] fuwu, mei ge dou an guiding de chengxu yunxing. Fanshi nimen suo zuo de, an la que shi che zhi de."},{"SurahNumber":31,"VerseNumber":30,"Text":"Zhe shi yinwei, an la que shi zhen zai, tamen she ta er qiqiu dique shi xuwang de. An la que shi zhigaowushang de, zhi da de."},{"SurahNumber":31,"VerseNumber":31,"Text":"Nandao ni meiyou kanjian ma? Chuanbo yi an la de enhui hangxing yu dahai zhong, yibian ta xiang nimen xianshi ta de yixie jixiang. Dui mei ge jianren zhe he gan'en zhe, ci zhong que you xuduo jixiang."},{"SurahNumber":31,"VerseNumber":32,"Text":"Dangshan yiban de botao longzhaozhe tamen shi, tamen jiu qiancheng jingyi di qiqiu an la. Dan dang ta shi tamen ping'an denglu shi, tamen zhong youxie ren jiu caiqu zhe zhong zhidao [jie yu xinyang yu bu xinyang zhi jian]. Wei mei ge beixinqiyi zhe he wang'enfuyi zhe cai hui fouren wo de jixiang."},{"SurahNumber":31,"VerseNumber":33,"Text":"Renmen a! Nimen dang jingwei nimen de zhu. Nimen dang weiju na yitian, fuqin dui er zi hao wu yichu, erzi dui fuqin ye hao wu yichu. An la de nuoyan que shi zhenshi de, suoyi, buyao rang jinshi shenghuo qipian nimen, buyao rang pian zei [emo] jie an la de mingyi qipian nimen."},{"SurahNumber":31,"VerseNumber":34,"Text":"Wei an la zhidao fuhuo de shijian, ta jiangxia yushui, ta zhidao zigong zhong suo huai de [tai'er ji qi xingbie]; renhe ren dou bu zhidao ziji mingtian jiang zuo shenme, renhe ren dou bu zhidao ziji jiang si yu he de [zhu]. An la que shi quanzhi de, che zhi de."},{"SurahNumber":32,"VerseNumber":1,"Text":"Ai lifu, lia mu, mi mu [alabo yu san ge zimu de yinyi, wei an la zui zhidao qi yi]."},{"SurahNumber":32,"VerseNumber":2,"Text":"Zhe bu jingdian [“gulanjing”] shi congzhong shijie de zhu [an la] jiang shi de, qizhong queshi wuyi."},{"SurahNumber":32,"VerseNumber":3,"Text":"Nandao tamen yao shuo:““Gulanjing” shi ta [mu sheng] weizao de ma?” Bu,“gulanjing” shi cong ni [mu sheng] de zhu jiang shi de zhenli, yibian ni jinggao zai ni zhiqian meiyou renhe jinggao zhe daodaguo de minzhong, yibian tamen zunxing zhengdao."},{"SurahNumber":32,"VerseNumber":4,"Text":"Shi an la zai liu rinei chuangzaole tiandi wanwu, ranhou sheng shang baozuo. Chu ta wai, nimen jue meiyou renhe baohu zhe he qiuqing zhe. Nandao nimen hai bu jieshou jiaohui ma?"},{"SurahNumber":32,"VerseNumber":5,"Text":"Ta chuli zi tian zhi di de shiwu, ranhou, naxie shiwu jiang zai yi rinei shangsheng dao ta nali. Na yi ri de changdu, shi nimen [zai chenshi] suo jisuan de yiqian nian."},{"SurahNumber":32,"VerseNumber":6,"Text":"Zhe shi quanzhi yiqie kan bujian zhi wu [zhu] he kan de jian zhi wu de zhu [an la],[ta] shi quanneng de, shi te ci de."},{"SurahNumber":32,"VerseNumber":7,"Text":"Ta wanshan tasuo chuangzao de wanwu, ta zuichu yong nitu chuangzaole ren."},{"SurahNumber":32,"VerseNumber":8,"Text":"Ranhou, ta yong wuyong de jingye de jinghua chuangzao ta de houyi."},{"SurahNumber":32,"VerseNumber":9,"Text":"Ranhou, ta [an la] yunchen di chengxing ta [ren], bing ba linghun chui ru ta de tinei. Ta wei nimen chuangzaole er [tingjue] mu [shijue] xin [siwei], dan nimen hen shao gan'en."},{"SurahNumber":32,"VerseNumber":10,"Text":"Tamen shuo:“Dang women [si hou] xiaoshi zai dixia shi, nandao women zhen de hai yao bei fuhuo cheng yige xin de shengming ma?” Bu, tamen zai fouren [houshi] yu tamen de zhu xiang hui [zhu]."}]}