{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"Diles [¡Oh, Muhammad!]: Me ha sido prohibido adorar a aquellos [idolos] que invocais en vez de Allah, [y no tengo duda alguna de que estoy en el sendero recto] pues me llegaron las pruebas evidentes de mi Senor; y se me ordeno someterme al Senor del Universo"},{"SurahNumber":40,"VerseNumber":67,"Text":"El es Quien os creo de polvo [a vuestro padre Adan [Adam]], luego [a todos vosotros] de un cigoto, luego de un embrion, luego os hace surgir [al mundo] como ninos, luego [os deja vivir] para que alcanceis la madurez y luego os hace volver ancianos; algunos fallecen antes [de alcanzar la madurez], y asi se cumple el plazo de vida que se os ha prefijado para que reflexioneis [en el poder de Allah]"},{"SurahNumber":40,"VerseNumber":68,"Text":"El es Quien da la vida y la muerte; y cuando decreta algo dice: ¡Se! y es"},{"SurahNumber":40,"VerseNumber":69,"Text":"¿Acaso no observaste [¡Oh, Muhammad!] a quienes discuten los signos de Allah, como se desvian"},{"SurahNumber":40,"VerseNumber":70,"Text":"Quienes desmienten el Libro [revelado] y lo que enviamos [de pruebas evidentes] con Nuestros Mensajeros ya sabran [el castigo que les aguarda]"},{"SurahNumber":40,"VerseNumber":71,"Text":"Cuando se les coloquen argollas en sus cuellos, y sean arriados con cadenas"},{"SurahNumber":40,"VerseNumber":72,"Text":"Al agua hirviendo, luego ardan en el fuego"},{"SurahNumber":40,"VerseNumber":73,"Text":"Se les dira entonces: ¿Donde esta lo que atribuiais"},{"SurahNumber":40,"VerseNumber":74,"Text":"A Allah? Responderan: Ahora no los vemos. [Reconocemos que] No invocabamos en realidad a nada [que nos beneficiase]. Asi es como Allah decreta el desvio para los incredulos"},{"SurahNumber":40,"VerseNumber":75,"Text":"Este [castigo que recibis] es porque os regocijabais sin razon en la Tierra [siguiendo falsas creencias], y porque erais insolentes"},{"SurahNumber":40,"VerseNumber":76,"Text":"[Se les dira:] Ingresad [al castigo] por las puertas del Infierno, donde permanecereis eternamente. ¡Que pesima sera la morada de los soberbios"},{"SurahNumber":40,"VerseNumber":77,"Text":"Se paciente y perseverante [¡Oh, Muhammad!] pues la promesa de Allah es verdadera [y socorrera a Su religion]. Asi te mostremos algo de lo que tengo preparado [para los incredulos], o te hagamos morir [antes de que sean castigados], en verdad, ante Nosotros compareceran"},{"SurahNumber":40,"VerseNumber":78,"Text":"Por cierto que enviamos otros Mensajeros antes de ti; de algunos de ellos te hemos relatado [su historia] y de otros no. Y por cierto que todo Mensajero que se presento con algun milagro fue con la anuencia de Allah. Pero cuando llegue el designio de Allah [de socorrer a Sus Mensajeros y destruir a los incredulos] estaran perdidos los que tenian falsas creencias"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah es Quien creo para vosotros los rebanos, para que usaseis como montura a algunos, y de otros comieseis"},{"SurahNumber":40,"VerseNumber":80,"Text":"Obteneis de ellos otros beneficios; y podeis lograr mediante ellos vuestras necesidades [de viajar a zonas lejanas]. Y sobre ellos [en los viajes terrestres] y en los barcos os transportais"},{"SurahNumber":40,"VerseNumber":81,"Text":"Y os muestra Sus signos [que prueban Su unicidad]. ¿Cual de los signos de Allah negareis"},{"SurahNumber":40,"VerseNumber":82,"Text":"¿Acaso no transitan por la Tierra y observan cual fue el final de sus antecesores? Fueron mas numerosos que ellos, mas poderosos, y dejaron mas vestigios en la Tierra. Pero de nada les valio lo que poseian"},{"SurahNumber":40,"VerseNumber":83,"Text":"Cuando se les presentaron sus Mensajeros con las evidencias, se sintieron satisfechos con los conocimientos que ya poseian [y no les creyeron]; entonces les fue enviado un castigo por haberse burlado"},{"SurahNumber":40,"VerseNumber":84,"Text":"Y al ver Nuestro castigo, dijeron [cuando ya no les beneficiaba en nada]: Creemos solo en Allah, y renegamos de lo que Le asociabamos"},{"SurahNumber":40,"VerseNumber":85,"Text":"Pero de nada les sirvio creer cuando vieron Nuestro castigo. Asi es el designio de Allah [de que ya no beneficiara la fe cuando se desencadene Su castigo], que alcanzo a quienes os precedieron. Y perdieron los incredulos [al ser destruidos]"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Esta es la revelacion del Clemente, Misericordioso"},{"SurahNumber":41,"VerseNumber":3,"Text":"Es un Libro cuyos preceptos fueron detallados precisamente; [fue revelado] el Coran en idioma arabe para que lo entiendan"},{"SurahNumber":41,"VerseNumber":4,"Text":"Que albricia [a los creyentes que seran recompensados] y advierte [del castigo a los pecadores]; pero la mayoria de los hombres se apartan [de la guia], y no quieren oir"},{"SurahNumber":41,"VerseNumber":5,"Text":"Y dicen [los incredulos]: Nuestros corazones estan insensibles a aquello a lo que nos invitas, y nuestros oidos estan ensordecidos, y entre nosotros y tu se interpone un velo [y no comprendemos tus palabras]. Obra tu [segun tu religion], nosotros obraremos [segun la nuestra]"},{"SurahNumber":41,"VerseNumber":6,"Text":"Diles [¡Oh, Muhammad!]: Ciertamente yo soy un hombre como vosotros, me fue revelado que vuestra divinidad es una sola [Allah]. Seguid el camino recto que El ha establecido, e implorad Su perdon. ¡Ay de los idolatras [que adoran lo que no puede beneficiarles ni perjudicarles en nada y]"},{"SurahNumber":41,"VerseNumber":7,"Text":"Que no pagan el Zakat, ni creen en la otra vida"},{"SurahNumber":41,"VerseNumber":8,"Text":"Por cierto que los creyentes que obran rectamente recibiran una recompensa ininterrumpida"}]}