{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"BUH KUPOVAT VERICI JEJICH DOIVOTNI JEJICH PENIZE RAJ. Tim oni boj dat BUH ochotny znemonit vzit si znemonit! receny jsem Svem pravy slib Torah Evangelium Quran - Ktery fulfills Svem rucit zcela than BUH? Ty potesit utocit stejny vymenit! Tento jsem prima radost z vitezstvi"},{"SurahNumber":9,"VerseNumber":112,"Text":"Oni jsem repenters worshipers praisers meditators sklanet premoct advocators z spravedlnost forbidders zly majitel buh predpis! Odevzdat poslusny zprava stejny verici"},{"SurahNumber":9,"VerseNumber":113,"Text":"Vubec prorok nor ty verit poadovat odpusteni obraz worshipers i oni jsem jejich u z rodina drive oni nahromadit onen oni urcit Peklo"},{"SurahNumber":9,"VerseNumber":114,"Text":"Ale domlouvat Abraham poadovat odpusteni svem predek jsem onen on slibny jemu znicit aby. ackoliv brzo ackoliv on nahromadit onen on jsem nepritel BUH on poprit jemu. Abraham jsem velmi hodny mirny"},{"SurahNumber":9,"VerseNumber":115,"Text":"BUH NE ODESLAT KADY LIDE Z CESTY ZA ON USMERNOVAT TI 1 pointa TI CO MYSLIT! BUH jsem CELKEM vedomy si o UPLNE POTREBY"},{"SurahNumber":9,"VerseNumber":116,"Text":"S BUH patrit svrchovanost z nebe zahrabat! On rizeny doivotni smrt. Ty mel adny BUH protoe Magnat Vudci"},{"SurahNumber":9,"VerseNumber":117,"Text":"BUH SPLNIT PROROK PRISTEHOVALEC (Muhajireen) PRIVRENEC ARMADA TI ODEVZDAT TI UTOCISTE (Ansar) NASLEDUJICI JEMU TEKY CAS! Onen jsem when jadro z trochu o ti temer wavered On splnit ti On byl Soucitny towards ti Milosrdny"},{"SurahNumber":9,"VerseNumber":118,"Text":"Take (splnit byl) 3 ktery utisit za Prostorny zahrabat sluset stisnit ti onen oni temer ustoupit vy- uplne nadeje sebe. Posleze oni nahromadit v tom ne jsem unikat BUH Jemu. On pak splnit ti onen oni litovat. BUH jsem VYKUPITEL MILOSRDNY"},{"SurahNumber":9,"VerseNumber":119,"Text":"O ty verit ty vait si BUH jsem among a pravy"},{"SurahNumber":9,"VerseNumber":120,"Text":"(Vubec obyvatel mesto nor Arabsky ti adat utisit hlasatel BUH when on mobilizes pro bojovat)! Nor jsem povinen oni odevzdat prednost s jejich uznat vec podpora jemu! Tento byl oni ne snest kady prahnout kady program hlad dat BUH pokladat vybrat stupen rozrusit disbelievers vnucovat kady utrapa nepritel mimo mel to spis ti zustatek ve prospech! BUH NIKDY SELHANI ODMENIT TY RIZENI SPRAVEDLNOST"},{"SurahNumber":9,"VerseNumber":121,"Text":"Nor znicit oni privodit si kady vydani slaby velky nor ucinil oni prejit kady udoli mimo mel zustatek ve prospech spis ti! BUH prosit PRECE ODMENIT TI generously JEJICH SPRAVOVAT"}]}