{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"E quando Moises cumpriu o termino e viajava com a sua familia, percebeu, ao longe, um fogo, ao lado do monte (Sinai) e disse a sua familia: Aguardai aqui, porque vejo fogo. Quica vos diga do que se trata ou traga umas brasas para vosaquecerdes"},{"SurahNumber":28,"VerseNumber":30,"Text":"E quando la chegou, foi chamado por uma voz, que partia do lado direito do vale, a planicie bendita, junto a arvore: OMoises, sou Eu, Deus, Senhor do Universo"},{"SurahNumber":28,"VerseNumber":31,"Text":"Arroja teu cajado! E quando o viu agitar-se como uma serpente, virou-se em fuga, sem se voltar. (Foi-lhe dito): OMoises, aproxima-te e nao temas, porque es um dos que estao a salvo"},{"SurahNumber":28,"VerseNumber":32,"Text":"Introduz a tua mao em teu manto e a retiraras diafana, imaculada; e junta a tua mao ao teu flanco (o que te resguardara) contra o temor. Estes serao dois argumentos (irrefutaveis) do teu Senhor para o Farao, e seus chefes, porque sao depravados"},{"SurahNumber":28,"VerseNumber":33,"Text":"Disse (Moises): O Senhor meu, em verdade, matei um homem deles e temo que me matem"},{"SurahNumber":28,"VerseNumber":34,"Text":"E meu irmao, Aarao, e mais eloquente do que eu; envia-o, pois, comigo, como auxiliar, para confirmar-me, porque temoque me desmintam"},{"SurahNumber":28,"VerseNumber":35,"Text":"Respondeu-lhe: Em verdade, fortalecer-te-emos com teu irmao; dar-vos-emos tal autoridade, para que eles jamaispossam igualar-se a vos. Com os Nossos sinais, vos e aqueles que vos seguirem sereis vencedores"},{"SurahNumber":28,"VerseNumber":36,"Text":"Mas quando Moises lhes apresentou os Nossos sinais evidentes, disseram: isto nao e mais do que falsa magia, poisjamais ouviremos falar disso os nossos antepassados"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moises lhes disse: Meu Senhor sabe melhor do que ninguem quem vira com a Sua orientacao e quem obtera a ultimamorada. Em verdade, os iniquos jamais prosperarao"},{"SurahNumber":28,"VerseNumber":38,"Text":"O Farao disse: O chefes, nao tendes, que eu saiba, outro deus alem de mim! O Haman, acende, pois, (o forno), para (cozer) tijolos, e fabrica-me um monumento para que possa elevar-me ate ao Deus de Moises, se bem que, segundo meparece, (Moises) seja um dos impostores"},{"SurahNumber":28,"VerseNumber":39,"Text":"E eles, com os seus exercitos, ensoberbeceram-se, e pensaram que jamais retornariam a Nos"},{"SurahNumber":28,"VerseNumber":40,"Text":"Porem, apanhamo-lo, juntamente com os seus exercitos, e os precipitamos no mar. Repara, pois, qual foi o fim dosiniquos"},{"SurahNumber":28,"VerseNumber":41,"Text":"E os designamos lideres, para incitarem (seus sequazes) ao fogo infernal; e, no Dia da Ressurreicao, nao seraosocorridos"},{"SurahNumber":28,"VerseNumber":42,"Text":"E os perseguimos com a maldicao, neste mundo, e, no Dia da Ressurreicao, estarao entre os execrados"},{"SurahNumber":28,"VerseNumber":43,"Text":"Depois de termos aniquilado as primeiras geracoes, concedemos a Moises o Livro como discernimento, orientacao emisericordia para os humanos, a fim de que refletissem"},{"SurahNumber":28,"VerseNumber":44,"Text":"Porem, tu (o Mohammad) nao estavas do lado ocidental (do monte Sinai) quando decretamos a Moises os mandamentos, nem tampouco te contavas entre as testemunhas (de tal evento)"},{"SurahNumber":28,"VerseNumber":45,"Text":"Mas criamos novas geracoes, que viveram muito tempo. Tu nao eras habitante entre os madianitas, para lhes recitares osNossos versiculos; porem, Nos e Quem mandamos mensageiros"},{"SurahNumber":28,"VerseNumber":46,"Text":"Tampouco estiveste no sope do monte Sinai quando chamamos (Moises); porem, foi uma misericordia do teu Senhor, para que admoestes um povo que, antes de ti, jamais teve admoestador algum; quica, assim reflitam"},{"SurahNumber":28,"VerseNumber":47,"Text":"E para que, quando os acoitar uma calamidade, por suas mas acoes, nao se escusem, dizendo: O Senhor nosso, por quenao nos enviastes um mensageiro, para que seguissemos os Teus versiculos e nos contassemos entre os fieis"},{"SurahNumber":28,"VerseNumber":48,"Text":"Porem, quando lhes chegou de Nos a verdade, disseram: Por que nao lhe foi concedido o mesmo que foi concedido aMoises? - Nao descreram eles no que foi concedido, antes, a Moises? Disseram: Sao dois magos, que se ajudammutuamente! E disseram: Em verdade negamos tudo"},{"SurahNumber":28,"VerseNumber":49,"Text":"Dize-lhes: Apresentai um livro, da parte de Deus, que seja melhor guia do que qualquer um destes (Alcorao e Tora); entao, eu o seguirei, se estiverdes certos"},{"SurahNumber":28,"VerseNumber":50,"Text":"E se nao te atenderem, ficaras sabendo, entao, que so seguem as suas luxurias. Havera alguem mais desencaminhado doque quem segue sua concupiscencia, sem orientacao alguma de Deus? Em verdade, Deus nao encaminha os iniquos"}]}