{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"المص"},{"SurahNumber":7,"VerseNumber":2,"Text":"یہ کتاب اتری ہے تجھ پر سو چاہئے کہ تیرا جی تنگ نہ ہو اس کے پہنچانے سے [۱] تاکہ تو ڈرائے اس سے اور نصیحت ہو ایمان والوں کو [۲]"},{"SurahNumber":7,"VerseNumber":3,"Text":"چلو اسی پر جو اترا تم پر تمہارے رب کی طرف سے اور نہ چلو اسکے سوا اور رفیقوں کے پیچھے تم بہت کم دھیان کرتے ہو [۳]"},{"SurahNumber":7,"VerseNumber":4,"Text":"اور کتنی بستیاں ہم نے ہلاک کر دیں کہ پہنچا ان پر ہمارا عذاب راتوں رات یا دوپہر کو سوتے ہوئے"},{"SurahNumber":7,"VerseNumber":5,"Text":"پھر یہی تھی ان کی پکار جس وقت کہ پہنچا ان پر ہمارا عذاب کہ کہنے لگے بیشک ہمی تھے گنہگار [۴]"},{"SurahNumber":7,"VerseNumber":6,"Text":"سو ہم کو ضرور پوچھنا ہے ان سے جن کے پاس رسول بھیجے گئے تھے اور ہم کو ضرور پوچھنا ہے رسولوں سے [۵]"},{"SurahNumber":7,"VerseNumber":7,"Text":"پھر ہم انکو احوال سنائیں گے اپنے علم سے اور ہم کہیں غائب نہ تھے [۶]"},{"SurahNumber":7,"VerseNumber":8,"Text":"اور تول اس دن ٹھیک ہو گی پھر جس کی تولیں بھاری ہوئیں سو وہی ہیں نجات پانے والے"},{"SurahNumber":7,"VerseNumber":9,"Text":"اور جس کی تولیں ہلکی ہوئیں سو وہی ہیں جنہوں نے اپنا نقصان کیا [۷] اس واسطے کہ ہماری آیتوں کا انکار کرتے تھے [۸]"},{"SurahNumber":7,"VerseNumber":10,"Text":"اور ہم نے تم کو جگہ دی زمین میں اور مقرر کر دیں اس میں تمہارے لئے روزیاں تم بہت کم شکر کرتے ہو [۹]"},{"SurahNumber":7,"VerseNumber":11,"Text":"اور ہم نے تم کو پیدا کیا پھر صورتیں بنائیں تمہاری پھر حکم کیا فرشتوں کو کہ سجدہ کرو آدم کو پس سجدہ کیا سب نے مگر ابلیس نہ تھا سجدہ والوں میں"},{"SurahNumber":7,"VerseNumber":12,"Text":"کہا تجھ کو کیا مانع تھا کہ تو نے سجدہ نہ کیا جب میں نے حکم دیا بولا میں اس سے بہتر ہوں مجھ کو تو نے بنایا آگ سے اور اس کو بنایا مٹی سے"},{"SurahNumber":7,"VerseNumber":13,"Text":"کہا تو اتر یہاں سے [۱۰] تو اس لائق نہیں کہ تکبر کرے یہاں پس باہر نکل تو ذلیل ہے [۱۱]"},{"SurahNumber":7,"VerseNumber":14,"Text":"بولا کہ مجھے مہلت دے اس دن تک کہ لوگ قبروں سے اٹھائے جائیں"},{"SurahNumber":7,"VerseNumber":15,"Text":"فرمایا تجھ کو مہلت دی گئ [۱۲]"},{"SurahNumber":7,"VerseNumber":16,"Text":"بولا تو جیسا تو نے مجھے گمراہ کیا ہے میں بھی ضرور بیٹھوں گا انکی تاک میں تیری سیدھی راہ پر [۱۳]"},{"SurahNumber":7,"VerseNumber":17,"Text":"پھر ان پر آؤں گا ان کے آگے سے اور پیچھے سے اور دائیں سے اور بائیں سے [۱۴] اور نہ پائے گا تو اکثروں کو ان میں شکرگذار [۱۵]"},{"SurahNumber":7,"VerseNumber":18,"Text":"کہا نکل یہاں سے برے حال سے مردود ہو کر جو کوئی ان میں سے تیری راہ پر چلے گا تو میں ضرور بھر دوں گا دوزخ کو تم سب سے [۱۶]"},{"SurahNumber":7,"VerseNumber":19,"Text":"اور اے آدم رہ تو اور تیری عورت جنت میں پھر کھاؤ جہاں سے چاہو اور پاس نہ جاؤ اس درخت کے پھر تم ہو جاؤ گے گنہگار [۱۷]"},{"SurahNumber":7,"VerseNumber":20,"Text":"پھر بہکایا ان کو شیطان نے تاکہ کھول دے ان پر وہ چیز کہ انکی نظر سے پوشیدہ تھی انکی شرمگاہوں سے اور وہ بولا کہ تم کو نہیں روکا تمہارے رب نے اس درخت سے مگر اسی لئے کہ کبھی تم ہو جاؤ فرشتہ یا ہو جاؤ ہمیشہ رہنے والے"},{"SurahNumber":7,"VerseNumber":21,"Text":"اور انکے آگے قسم کھائی کہ میں البتہ تمہارا دوست ہوں"},{"SurahNumber":7,"VerseNumber":22,"Text":"پھر مائل کر لیا انکو فریب سے [۱۸] پھر جب چکھا ان دونوں نے درخت کو تو کھل گئیں ان پر شرمگاہیں انکی [۱۹] اور لگے جوڑنے اپنے اوپر بہشت کے پتے [۲۰] اور پکارا انکو انکے رب نے کیا میں نے منع نہ کیا تھا تم کو اس درخت سے اور نہ کہہ دیا تھا تم کو کہ شیطان تمہارا کھلا دشمن ہے"},{"SurahNumber":7,"VerseNumber":23,"Text":"بولے وہ دونوں اے رب ہمارے ظلم کیا ہم نے اپنی جان پر اور اگر تو ہم کو نہ بخشے اور ہم پر رحم نہ کرے تو ہم ضرور ہو جائیں گے تباہ"},{"SurahNumber":7,"VerseNumber":24,"Text":"فرمایا تم اترو تم ایک دوسرے کے دشمن ہو گے [۲۱] اور تمہارے واسطے زمین میں ٹھکانا اور نفع اٹھانا ہے ایک وقت تک"},{"SurahNumber":7,"VerseNumber":25,"Text":"فرمایا اسی میں تم زندہ رہو گے [۲۲] اور اسی میں تم مرو گے اور اسی سے تم نکالے جاؤ گے"},{"SurahNumber":7,"VerseNumber":26,"Text":"اےاولاد آدم کی ہم نے اتاری تم پر پوشاک جو ڈھانکے تمہاری شرمگاہیں اور اتارے آرائش کے کپڑے [۲۳] اور لباس پرہیزگاری کا وہ سب سے بہتر ہے [۲۴] یہ نشانیاں ہیں اللہ کی قدرت کی تاکہ وہ لوگ غور کریں [۲۵]"},{"SurahNumber":7,"VerseNumber":27,"Text":"اے اولاد آدم کی نہ بہکائے تم کو شیطان جیسا کہ اس نے نکال دیا تمہارے ماں باپ کو بہشت سے اتروائے ان سے ان کے کپڑے [۲۶] تاکہ دکھلائے انکو شرمگاہیں انکی وہ دیکھتا ہے تم کو اور اسکی قوم جہاں سے تم انکو نہیں دیکھتے [۲۷] ہم نےکر دیا شیطانوں کو رفیق ان لوگوں کا جو ایمان نہیں لاتے [۲۸]"},{"SurahNumber":7,"VerseNumber":28,"Text":"اور جب کرتے ہیں کوئی برا کام تو کہتے ہیں کہ ہم نے دیکھا اسی طرح کرتے اپنے باپ دادوں کو اور اللہ نے بھی ہم کو یہ حکم کیا ہے تو کہہ دے کہ اللہ حکم نہیں کرتا برے کام کا کیوں لگاتے ہو اللہ کے ذمہ وہ باتیں جو تم کو معلوم نہیں [۲۹]"},{"SurahNumber":7,"VerseNumber":29,"Text":"تو کہہ دے کہ میرے رب نے حکم کر دیا ہے انصاف کا [۳۰] اور سیدھے کرو اپنے منہ ہر نماز کے وقت اور پکارو اسکو خالص اس کے فرمانبردار ہو کر [۳۱] جیسا تم کو پہلے پیدا کیا دوسری بار بھی پیدا ہو گے [۳۲]"},{"SurahNumber":7,"VerseNumber":30,"Text":"ایک فرقہ کو ہدایت کی اور ایک فرقہ پر مقرر ہو چکی گمراہی انہوں نے بنایا شیطانوں کو رفیق اللہ کو چھوڑ کر اور سمجھتے ہیں کہ وہ ہدایت پر ہیں [۳۳]"}]}