{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Birinin suyu tatlı ve susuzlugu giderici, digerininki tuzlu ve acı iki denizi salıveren ve aralarına bir engel, asılmaz bir sınır koyan O'dur"},{"SurahNumber":25,"VerseNumber":54,"Text":"Sudan (meniden) bir insan yaratıp onu nesep ve sıhriyet (kan ve evlilik bagından dogan) yakınlıga donusturen O'dur. Rabbinin her seye gucu yeter"},{"SurahNumber":25,"VerseNumber":55,"Text":"(Boyle iken inkarcılar) Allah'ı bırakıp kendilerine ne fayda ne de zarar verebilen seylere kulluk ediyorlar. Inkarcı da Rabbine karsı ugrasıp durmaktadır"},{"SurahNumber":25,"VerseNumber":56,"Text":"(Resulum!) Biz seni ancak mujdeleyici ve uyarıcı olarak gonderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: Buna karsılık, sizden, Rabbine dogru bir yol tutmayı dileyen kimseler (olmanız) dısında herhangi bir ucret istemiyorum"},{"SurahNumber":25,"VerseNumber":58,"Text":"Olumsuz ve daima diri olan Allah'a guvenip dayan. O'nu hamd ile tesbih et. Kullarının gunahlarını O'nun bilmesi yeter"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gokleri, yeri ve ikisinin arasındakileri altı gunde yaratan, sonra Ars'a istiva eden (ona hukmeden) Rahman'dır. Bunu bir bilene sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Onlara: Rahman'a secde edin! denildigi zaman: \"Rahman da neymis! Bize emrettigin seye secde eder miyiz hic!\" derler ve bu emir onların nefretini arttırır"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gokte burcları var eden, onların icinde bir cerag (gunes) ve nurlu bir ay barındıran Allah, yuceler yucesidir"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ibret almak veya sukretmek dileyen kimseler icin gece ile gunduzu birbiri ardınca getiren de O'dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Rahman'ın(has) kulları onlardır ki, yeryuzunde tevazu ile yururler ve kendini bilmez kimseler onlara laf attıgında (incitmeksizin) \"Selam!\" derler (gecerler)"},{"SurahNumber":25,"VerseNumber":64,"Text":"Gecelerini Rablerine secde ederek ve kıyam durarak gecirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve soyle derler: Rabbimiz! Cehennem azabını uzerimizden sav. Dogrusu onun azabı gelip gecici degil, devamlıdır"},{"SurahNumber":25,"VerseNumber":66,"Text":"Orası cidden ne kotu bir yerlesme ve ikamet yeridir"},{"SurahNumber":25,"VerseNumber":67,"Text":"(O kullar), harcadıklarında ne israf ne de cimrilik ederler; ikisi arasında orta bir yol tutarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Yine onlar ki, Allah ile beraber (tuttukları) baska bir tanrıya yalvarmazlar, Allah'ın haram kıldıgı cana haksız yere kıymazlar ve zina etmezler. Bunları yapan, gunahı (nın cezasını) bulur"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyamet gunu azabı kat kat arttırılır ve onda (azapta) alcaltılmıs olarak devamlı kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak tevbe ve iman edip iyi davranısta bulunanlar baskadır; Allahı onların kotuluklerini iyiliklere cevirir. Allah cok bagıslayıcıdır, engin merhamet sahibidir"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kim tevbe edip iyi davranıs gosterirse, suphesiz o, tevbesi kabul edilmis olarak Allah'a doner"},{"SurahNumber":25,"VerseNumber":72,"Text":"(O kullar), yalan yere sahitlik etmezler, bos sozlerle karsılastıklarında vakar ile (oradan) gecip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Kendilerine Rablerinin ayetleri hatırlatıldıgında ise, onlara karsı sagır ve kor davranmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"(Ve o kullar): Rabbimiz! Bize gozumuzu aydınlatacak esler ve zurriyetler bagısla ve bizi takva sahiplerine onder kıl! derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"Iste onlara, sabretmelerine karsılık cennetin en yuksek makamı verilecek, orada hurmet ve selamla karsılanacaklardır"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedi kalacaklardır. Orası ne guzel bir yerlesme ve ikamet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Resulum!) De ki: (Kulluk ve) yalvarmanız olmasa, Rabbim size ne diye deger versin? (Ey inkarcılar! Size Resul'un bildirdiklerini) kesinkes yalan saydınız; onun icin azap yakanızı bırakmayacaktır"}]}