{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Agar ʙar onho rahmat meovarem va ozorero, ki ʙa on giriftorand, az onho dur mesoxtem, ʙoz ham xamcunon ʙo sarsaxti dar tacovuzi xud sargasta me- mondand"},{"SurahNumber":23,"VerseNumber":76,"Text":"Ba azoʙ giriftorason kardem na sar xam kar- dand va na iltico"},{"SurahNumber":23,"VerseNumber":77,"Text":"To on goh ki dare az azoʙi saxt ʙa rujason ku- sodem, cunon ki az hama co noumed gastand"},{"SurahNumber":23,"VerseNumber":78,"Text":"Va ust on Xudoe, ki ʙarojaton gusu casmu dil ʙijofarid. Ci andak sukr meguzored"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ust on Xudoe, ki sumoro dar rui zamin xalq kard va hama nazdi U cam' ovarda mesaved"},{"SurahNumber":23,"VerseNumber":80,"Text":"Va Ust on Xudoe, ki zinda mekunad va memiro- nad va omadusudi saʙu ruz az Ust, Caro aql namekuned"},{"SurahNumber":23,"VerseNumber":81,"Text":"Na, onho niz hamon suxanon guftand, ki pesi- nijon meguftand"},{"SurahNumber":23,"VerseNumber":82,"Text":"Guftand: «Ojo agar mo ʙimirem va xoku ustuxon savem, ʙoz ham zinda mesavem?»"},{"SurahNumber":23,"VerseNumber":83,"Text":"Ba mo va padaronamon niz pes az in cunin va'- dahoe doda suda ʙud. Inho cize cuz afsonahoi pe- sinijon nest!»"},{"SurahNumber":23,"VerseNumber":84,"Text":"Bigu: «-Agar medoned, in zamin va har ki dar on ast, az oni kist?»"},{"SurahNumber":23,"VerseNumber":85,"Text":"Xohand guft: «Az oni Xudo». Bigu: «Ojo pand na- megired?»"},{"SurahNumber":23,"VerseNumber":86,"Text":"Bigu: «Kist Parvardigori haft osmon va Par- vardigori arsi ʙuzurg?»"},{"SurahNumber":23,"VerseNumber":87,"Text":"Xohand guft: «Xudo». Bigu: «Ojo nametarsed?»"},{"SurahNumber":23,"VerseNumber":88,"Text":"Bigu: «Agar medoned, podsohii hama cizho ʙa dasti kist? Kist on, ki ʙa hama kas panoh dihad va kasero az u panoh nest?»"},{"SurahNumber":23,"VerseNumber":89,"Text":"Xohand guft: «Xudo». Bigu: «Pas caro fireʙ me- xured?»"},{"SurahNumber":23,"VerseNumber":90,"Text":"Na! Mo ʙar onho suxani rost firistodem va onho duruƣ megujand"},{"SurahNumber":23,"VerseNumber":91,"Text":"Xudo hec farzande nadorad va hec xudoe ʙo U nest. Agar cunin meʙud har xudoe ʙo ofaridagoni xud ʙa jak su mekasid va ʙar jakdigar ʙolotarsaviro mecustand. Xudo az on guna, ki Uro vasf mekunand, pok ast"},{"SurahNumber":23,"VerseNumber":92,"Text":"Donoi pinhonu oskoro, az har ci sariki U me- sozand, ʙolotar ast"},{"SurahNumber":23,"VerseNumber":93,"Text":"Bigu: «Ej Parvardigori, man, kos cizero, ki ʙa onon va'da doda suda, ʙa man nison medodi"},{"SurahNumber":23,"VerseNumber":94,"Text":"Pas, ej Parvardigori man, maro dar zumrai si- tamkoron qaror madeh»"},{"SurahNumber":23,"VerseNumber":95,"Text":"Va Mo agar ʙixohem, ki on ciro ʙa onon va'da dodaem, turo nison dihem, metavonem"},{"SurahNumber":23,"VerseNumber":96,"Text":"Suxani ʙadi onhoro ʙar har ci nekutar meojad, cavoʙ deh. Mo ʙa suxani onho ogohtar hastem"},{"SurahNumber":23,"VerseNumber":97,"Text":"Bigu: «Ej Parvardigori man, az vasvasahoi saj- ton ʙa tu panoh meovaram"},{"SurahNumber":23,"VerseNumber":98,"Text":"Va ʙa Tu panoh meovaram, ej Parvardigori man, agar nazdi man hozir ojand!»"},{"SurahNumber":23,"VerseNumber":99,"Text":"Cun jakeasonro marg faro rasad, gujad: «Ej Par- vardigori man, maro ʙozgardon. (ʙa hajot)"},{"SurahNumber":23,"VerseNumber":100,"Text":"Sojad korhoi soistaero, ki tark karda ʙudam, ʙa coj ovaram». Hargiz! In suxanest, ki u megujad va pusti sarason to ruzi qijomat mone'est, ki ʙozgast natavonand"},{"SurahNumber":23,"VerseNumber":101,"Text":"Cun dar sur damida savad, hec xesovande mijo- nason namonad va hec az xoli jakdigar napursand"},{"SurahNumber":23,"VerseNumber":102,"Text":"Onon, ki tarozujason sangin ʙosad, xud nacotjof- tagonand"},{"SurahNumber":23,"VerseNumber":103,"Text":"Va onon, ki tarozujason saʙuk ʙosad, ʙa xud zijon rasokidaand va dar cahannam covid monda- gonand"},{"SurahNumber":23,"VerseNumber":104,"Text":"Otas cehrahojasonro mesuzonad va dar duzax tursrujand"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ojo ojathoi Man ʙarojaton xonda namesud va onho- ro duruƣ mehisoʙided"},{"SurahNumber":23,"VerseNumber":106,"Text":"Gujand: «Ej Parvardigori mo, surʙaxtijamon ʙar mo ƣalaʙa kard va mo mardume gumroh ʙudem"},{"SurahNumber":23,"VerseNumber":107,"Text":"Ej Parvardigori mo, moro az in otas ʙerun ovar. Agar digar ʙor cunon kardem, az zolimon ʙosem»"},{"SurahNumber":23,"VerseNumber":108,"Text":"Gujad: «Dar otas gum saved va ʙo Man suxan nagued»"},{"SurahNumber":23,"VerseNumber":109,"Text":"Ore, guruhe az ʙandagoni Man meguftand: «Ej Parvardigori mo, imon ovardem, moro ʙiʙaxso va ʙar mo rahmat ovar, ki Tu ʙehtarini rahmovaran- dagoni»"},{"SurahNumber":23,"VerseNumber":110,"Text":"Va sumo masxaraason mekarded to jodi Maro az xotiraton raʙudand. Va sumo hamcunon ʙa onho mexandided"},{"SurahNumber":23,"VerseNumber":111,"Text":"Imruz onhoro ʙa xotiri saʙre, ki mekardand, muzd mediham. Onho ʙa murodi xud rasidaand"},{"SurahNumber":23,"VerseNumber":112,"Text":"Gujad: «Ba sumori solho ci muddat dar zamin zistaed?»"},{"SurahNumber":23,"VerseNumber":113,"Text":"Gujand: «Jak ruz jo qijomate az jak ruz. Az onho, ki mesumurdand, ʙipurs»"},{"SurahNumber":23,"VerseNumber":114,"Text":"Gujad: «Agar ogohi dosted, medonisted, ki cuz andake nazistaed"},{"SurahNumber":23,"VerseNumber":115,"Text":"Ojo pin d ore d, ki sumoro ʙehuda ofaridaem va sumo ʙa nazdi Mo ʙozgardonida namesaved?»"},{"SurahNumber":23,"VerseNumber":116,"Text":"Pas pok ast Xudoi jakto — on farmonravoi rostin. Hec xudoe cuz U nest! Parvardigori arsi ʙuzurgvor ast"},{"SurahNumber":23,"VerseNumber":117,"Text":"On kas, ki ʙa coi Xudoi jakto xudoi digarero me- xonad, va ʙa haqqonijatas hec ʙurhone nadorad, in ast, ki hisoʙas nazdi Parvardigoras xo- had ʙud. Va kofiron nacot namejoʙand"},{"SurahNumber":23,"VerseNumber":118,"Text":"Va ʙigu: «Ej Parvardigori man, ʙiʙaxsovu rah- mat kun va Tu ʙehtarini rahmatkunandagon has- ti!»"}]}