{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"allaha balalenah tomara du'i upasya grahana karo na upasya to matra ekajana'i. Ata'eba amake'i bhaya kara."},{"SurahNumber":16,"VerseNumber":52,"Text":"Ya kichu nabhomandala o bhumandale ache ta tamra'i ebadata kara sasbata kartabya. Tomara ki allaha byatita ka'uke bhaya karabe"},{"SurahNumber":16,"VerseNumber":53,"Text":"tomadera kache ye samasta neyamata ache, ta allahara'i paksa theke. Atahpara tomara yakhana duhkhe-kaste patita ha'o takhana tamra'i nikata kannakati kara."},{"SurahNumber":16,"VerseNumber":54,"Text":"Erapara yakhana allaha tomadera kasta duribhuta kare dena, takhana'i tomadera ekadala sbiya palanakartara sathe ansidara sabyasta karate thake."},{"SurahNumber":16,"VerseNumber":55,"Text":"Yate ai neyamata asbikara kare, ya ami taderake diyechi. Ata'eba maja bhoga kare na'o-satbara'i tomara janate parabe."},{"SurahNumber":16,"VerseNumber":56,"Text":"Tara amara deya jibanopakarana theke tadera jan'ye ekati ansa nirdharita kare, yadera kona khabara'i tara rakhe na. Allahara kasama, tomara ye apabada aropa karacha, se samparke abasya'i jijnasita habe."},{"SurahNumber":16,"VerseNumber":57,"Text":"Tara allahara jan'ye kan'ya santana nirdharana kare-tini pabitra mahimanbita ebam nijedera jan'ye ora ta'i sthira kare ya ora caya."},{"SurahNumber":16,"VerseNumber":58,"Text":"Yakhana tadera ka'uke kan'ya santanera susambada deya haya, takhana tara mukha kala haye yaya ebam asahya manastape klista hate thake."},{"SurahNumber":16,"VerseNumber":59,"Text":"Take sonano susambadera duhkhe se lokadera kacha theke mukha lukiye thake. Se bhabe, apamana sahya kare take thakate debe, na take matira nice pute phelabe. Sune rakha, tadera phayasala khuba'i nikrsta."},{"SurahNumber":16,"VerseNumber":60,"Text":"Yara parakala bisbasa kare na, tadera udaharana nikrsta ebam allahara udaharana'i mahana, tini parakramasali, prajnamaya."},{"SurahNumber":16,"VerseNumber":61,"Text":"Yadi allaha lokaderake tadera an'yaya kajera karane pakara'o karatena, tabe bhuprsthe calamana kona kichuke'i charatena na. Kintu tini pratisruti samaya paryanta taderake abakasa dena. Atahpara nirdharita samaye yakhana tadera mrtyu ese yabe, takhana eka muhurta'o bilambita kimba tarambita karate parabe na."},{"SurahNumber":16,"VerseNumber":62,"Text":"Ya nijedera mana caya na tara'i tara allahara jan'ye sabyasta kare ebam tadera jihaba mithya barnana kare ye, tadera jan'ye rayeche kalyana. Sbatahsid'dha katha ye, tadera jan'ye rayeche aguna ebam taderake'i sarbagre niksepa kara habe."},{"SurahNumber":16,"VerseNumber":63,"Text":"Allahara kasama, ami apanara purbe bibhinna sampradaye rasula prerana karechi, atahpara sayatana taderake karma samuha sobhaniya kare dekhiyeche. Aja se'i tadera abhibhabaka ebam tadera jan'ye rayeche yantranadayaka sasti."},{"SurahNumber":16,"VerseNumber":64,"Text":"Ami apanara prati e jan'ye'i grantha nayila karechi, yate apani sarala patha pradarsanera jan'ye tadera ke pariskara barnana kare dena, ye bisaye tara matabirodha karache ebam imanadarake ksama karara jan'ye."},{"SurahNumber":16,"VerseNumber":65,"Text":"Allaha akasa theke pani barsana karechena, tadbara yaminake tara mrtyura para punarjibita karechena. Niscaya ete tadera jan'ye nidarsana rayeche, yara srabana kare."},{"SurahNumber":16,"VerseNumber":66,"Text":"Tomadera jan'ye catuspada jantudera madhye cinta karara abakasa rayeche. Ami tomaderake pana kara'i tadera udarasthita bastusamuhera madhye theke gobara o rakta nihsrta dugdha ya panakaridera jan'ye upadeya."},{"SurahNumber":16,"VerseNumber":67,"Text":"Ebam khejura brksa o angura phala theke tomara madhya o uttama khadya tairi kare thaka, ete abasya'i bodhasakti sampanna sampradayera jan'ye nidarsana rayeche."},{"SurahNumber":16,"VerseNumber":68,"Text":"Apanara palanakarta madhu maksikake adesa dilenah parbatagahre, brksa ebam umcu cale grha tairi kara"},{"SurahNumber":16,"VerseNumber":69,"Text":"erapara sarbaprakara phala theke bhaksana kara ebam apana palanakartara um'mukta patha samuhe calamana ha'o. Tara peta theke bibhinna rane paniya nirgata haya. Tate manusera jan'ye rayeche rogera pratikara. Niscaya ete cintasila sampradayera jan'ye nidarsana rayeche."},{"SurahNumber":16,"VerseNumber":70,"Text":"Allaha tomaderake srsti karechena erapara tomadera mrtyudana karena. Tomadera madhye ke'u ke'u pauche yaya jaragrasta akarman'ya bayase, phale ya kichu tara janata se samparke tara sajnana thakabe na. Niscaya allaha su-bijna sarbasaktimana."},{"SurahNumber":16,"VerseNumber":71,"Text":"Allaha ta’ala jibanopakarane tomadera ekajanake an'yajanera ca'ite srestatba diyechena. Ata'eba yaderake sresthatba deya hayeche, tara tadera adhinastha dasa-dasiderake sbiya jibika theke emana kichu deya na, yate tara e bisaye tadera samana haye yabe. Tabe ki tara allahara neyamata asbikara kare."},{"SurahNumber":16,"VerseNumber":72,"Text":"Allaha tomadera jan'ye tomadera'i sreni theke jora payada karechena ebam tomadera yugala theke tomaderake putra o pautradi diyechena ebam tomaderake uttama jibanopakarana dana karechena. Ata'eba tara ki mithya bisaye bisbasa sthapana kare ebam allahara anugraha asbikara kare"},{"SurahNumber":16,"VerseNumber":73,"Text":"tara allaha byatita emana bastura ibadata kare, ye tadera jan'ye bhumandala o nabhomandala theke saman'ya ruyi de'oyara o adhikara rakhe na ebam mukti o rakhe na."},{"SurahNumber":16,"VerseNumber":74,"Text":"Ata'eba, allahara kona sadrsa sabyasta karo na, niscaya allaha janena ebam tomara jana na."}]}