{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Men jıldızdardın (batkandagı jana cıkkandagı) ordu menen ant icemin"},{"SurahNumber":56,"VerseNumber":76,"Text":"Bul oto uluk ant, eger bilseŋer"},{"SurahNumber":56,"VerseNumber":77,"Text":"Al- Uluk Kuraan"},{"SurahNumber":56,"VerseNumber":78,"Text":"Saktalgan-jasıruun Kitepte"},{"SurahNumber":56,"VerseNumber":79,"Text":"Anı (Kuraandı) taza adamdar gana karmayt"},{"SurahNumber":56,"VerseNumber":80,"Text":"Al—- aalamdardın Rabbisi tarabınan tusurulgon"},{"SurahNumber":56,"VerseNumber":81,"Text":"Siler bul (Uluk) Sozdu baalabaysıŋarbı"},{"SurahNumber":56,"VerseNumber":82,"Text":"Anı «jalgan» dep, cetke kaguunu onor-ırıskı kılıp alasıŋarbı"},{"SurahNumber":56,"VerseNumber":83,"Text":"(Eger bir jakınıŋardın) jan(ı) alkımga kelse"},{"SurahNumber":56,"VerseNumber":84,"Text":"Osondo (koluŋardan ec nerse kelbey) karap kalasıŋar"},{"SurahNumber":56,"VerseNumber":85,"Text":"(Antkeni), alarga (ilim-kuduretibiz jana peristeleribiz menen) silerge karaganda Biz jakınıraakpız. Birok, siler (alardı) korboysuŋor"},{"SurahNumber":56,"VerseNumber":86,"Text":"Eger siler (olbos jana) esep berbes bolsoŋor"},{"SurahNumber":56,"VerseNumber":87,"Text":"(Alkımına kelgen) jandı kaytargılacı kana, eger cıncıl bolsoŋor"},{"SurahNumber":56,"VerseNumber":88,"Text":"Emi eger (janı alkımga kelgen) adam aldıŋkılardan bolso"},{"SurahNumber":56,"VerseNumber":89,"Text":"(Aga narkı duynodo) ırahat, jırgal jana «Naim» beyisi dayar"},{"SurahNumber":56,"VerseNumber":90,"Text":"Al emi al oŋ tarap eelerinen biri bolso"},{"SurahNumber":56,"VerseNumber":91,"Text":"Anda saga (ey janı alkımına kelgen pende), oŋ tarap eelerinin salamı bolsun"},{"SurahNumber":56,"VerseNumber":92,"Text":"Egerde al adaskan jana (Kuraandı) «jalgan» degenderden bolso"},{"SurahNumber":56,"VerseNumber":93,"Text":"Aga kaynak suudan «sıytamak» berilip"},{"SurahNumber":56,"VerseNumber":94,"Text":"Tozokko tastalat"},{"SurahNumber":56,"VerseNumber":95,"Text":"Cınında bul (aytılgandar) ec kumonsuz Akıykat"},{"SurahNumber":56,"VerseNumber":96,"Text":"Demek, Uluk Rabbiŋdin ısımın aruulagın (ar ubak)"},{"SurahNumber":57,"VerseNumber":1,"Text":"Allaһka asmandar jana jerdegi bardık nerseler tasbih aytat. Al — Kudurettuu, Daanısman"},{"SurahNumber":57,"VerseNumber":2,"Text":"Asmandar menen jerdin mulku Aga taandık. Al tiriltet jana olturot. Al - ar kanday nersege Kudurettuu"},{"SurahNumber":57,"VerseNumber":3,"Text":"Al eŋabalkı jana eŋ akırkı, eŋ jogorku jana eŋ tereŋ. (Osonduktan) Al bardık nerseni Biluucu"},{"SurahNumber":57,"VerseNumber":4,"Text":"Alasmandar menen jerdi altı kundo jaratıp, kiyin Arstan Biyik boldu. Al jerge kirgen jana jerden cıkkan, asmandan tusup jatkan jana aga kotorulup jatkan bardık nerselerdi bilet. Siler kayda bolbogula, Al siler menen birge.? Allaһ silerdin (bardık) amalıŋardı Koruucu"},{"SurahNumber":57,"VerseNumber":5,"Text":"Asmandar menen jer mulku Aga taandık. Bardık ister Allaһka kaytat"},{"SurahNumber":57,"VerseNumber":6,"Text":"Jana Al tundu kunduzdun icine, kunduzdu tundun icine kirgizet.” Al koodondordogu sırlardı Biluucu"},{"SurahNumber":57,"VerseNumber":7,"Text":"(O,adamdar!) Allaһka jana paygambarına ıyman keltirgile jana Allaһ halifa-orunbasar kılgan nerselerden? (Allaһtın Joluna) sadaka kılgıla. Silerden kim ıyman keltirse jana sadaka kılsa, alarga coŋ sıylıktar bar"},{"SurahNumber":57,"VerseNumber":8,"Text":"Silerge ne bolgon, paygambar Rabbiŋerge ıyman keltiruugo cakırıp tursa da, Allaһka ıyman keltirbey jatasıŋar?! Eger ıymanduu bolsoŋor, al ubadaŋardı algan ele go"},{"SurahNumber":57,"VerseNumber":9,"Text":"Alsilerdi karaŋgılıktardan Nurga cıgaruu ucun pendesine (Muhammadga) anık ayattardı tusurdu. Allaһ silerge oto Irayımduu, Meerimduu"},{"SurahNumber":57,"VerseNumber":10,"Text":"Silerge ne boldu, Allaһ jolunda sadaka kılbaysıŋar?! Akırı, asmandar jana jer murası Allaһka taandık go! Silerdin ec kimiŋer «Fathtan»! murun sadaka kılgandarga jana soguskandarga teŋele albayt. Alardın darajası (fathtan) kiyin sadaka kılıp, soguskandardan alda kanca jogoru. Osentse da, Allaһ bardıgına soop-sıylık (Beyis) ubada kılgan. Allaһ isiŋerden Kabardar"},{"SurahNumber":57,"VerseNumber":11,"Text":"Kim Allaһka (ozunun adal mulkunon) jaksınakay karız berse, aga asıkcası menen kaytarat jana aga uluk soop (Beyis) bar"},{"SurahNumber":57,"VerseNumber":12,"Text":"Sen al (Kıyamat) kunu, ıymanduu erkekter menen ıymanduu ayaldardın aldılarınan jana oŋ kaptaldarınan (ıyman) nurları jarıtıp baratkanın korosuŋ. (Osondo alarga «Ey, momundar!) Silerge bul kundogu kus kabar: astınan darıyalar akkan beyister! Anda tuboluk kalasıŋar! Bul — uluk jeŋis!» (dep aytılat)"},{"SurahNumber":57,"VerseNumber":13,"Text":"Al kundo munafık erkekter menen munafık ayaldar ıymanduu pendelerge «toktoy turgulacı, nuruŋardan bir az alalı?!»-deset. «Jogolgula artıŋarga — dep aytılat alarga — baska nur izdegile, (eger taba alsaŋar!»). Anan alardın ortoloruna esigi bar tosmo koyulat. Al esiktin ici (ıymanduular tarabı) ırayım-beyis, sırtı: (munfıktar) tarabı bolso, azap-tozok"},{"SurahNumber":57,"VerseNumber":14,"Text":"(Munafıktar) aytısat: «(Duynodo) siler menen birge emes belek?! «Ooba. (Sırtıŋardan gana biz menen birge (musulman) bolgonsuŋar). Birok, (munafıktık menen) ozuŋordu azgırıp, (Islamga zıyan kelisin) kutup, sektengensiŋer jana silerdi, Allaһtın buyrugu (olum) kelgenge ceyin jalgancı kıyaldar aldagan. Saytan dagı silerge Allaһ jonundo jalgan suylogon» deset (ıymanduular)"},{"SurahNumber":57,"VerseNumber":15,"Text":"Emi al (siler azapka salıncu) kunu silerden da, kaapırlardan da fidya! (kabıl) alınbayt. Jayıŋar tozok! Osol gana silerge ılayık! Kanday jaman orun"}]}