{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"My zaboronyly yoho z vyznayuchykh vsikh nyanchachykh materiv. (Yoho sestra) todi skazala, \"ya mozhu pokazaty vam rodynu shcho mozhete pidnyaty yoho dlya vas, ta mozhete vzyaty harne pikluvannya yoho"},{"SurahNumber":28,"VerseNumber":13,"Text":"Otzhe, my restavruvaly yoho do yoho materi, aby zadovolʹnyty yiyi, usuyemo yiyi pilkuyetʹsya, ta shchob dozvolyty yiy znayemo shcho BOZHA obitsyanka yavlyaye soboyu pravdu. Ale, bilʹshistʹ yikh ne znayutʹ"},{"SurahNumber":28,"VerseNumber":14,"Text":"Koly vin dosyah zrilosti ta syly, my nadaly pravo yomu z wisdom ta znannyu. My takym chynom nahorodzhuyemo spravedlyvyy"},{"SurahNumber":28,"VerseNumber":15,"Text":"Odnoho razu vin vnis misto nespodivano, bez vyznavatysya lyudʹmy. Vin znayshov dvokh boryuchykh lyudey; kozhnyy (evreysʹkyy) z yoho lyudey, ta inshykh (yehypet·sʹkyy) z yoho vorohiv. Z yoho lyudey zaklykav yoho dlya dopomohy proty yoho voroha. Moses zakompostuvav yoho, ubyvayuchoho yoho. Vin skazav, \"Tse yavlyaye soboyu robotu chorta; vin ye realʹnyy voroh, ta hlybokyy misleader"},{"SurahNumber":28,"VerseNumber":16,"Text":"Vin skazav, \"Miy Lord, ya obrazyv moyu dushu. Budʹ laska prostitʹ meni,\" ta Vin prostyv yoho. Vin yavlyaye soboyu Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":28,"VerseNumber":17,"Text":"Vin skazav, \"Miy Lord, v obmin na Vashi blahoslovennya na meni, ya budu nikoly ne prykhylʹnyk vynuvatykh"},{"SurahNumber":28,"VerseNumber":18,"Text":"U ranku, vin zlyakavsya po mistu, ta watchful. Khto shukav yoho dopomohy vchora, poproshenoyi yoho dopomohy znov. Moses skazanyy yomu, \"Vy ye diysno vyrobnyk nespokoyu"},{"SurahNumber":28,"VerseNumber":19,"Text":"Pered tym, yak vin namahavsya vrazyty yikhnʹoho spilʹnoho voroha, vin skazav, \"O Moses, vy zakhochete ubyty meni, tomu shcho vy ubyly inshu lyudynu vchora? Ochevydno, vy bazhayete buty tyran na zemli; vy ne bazhayete buty spravedlyvi"},{"SurahNumber":28,"VerseNumber":20,"Text":"lyudyna prybula bihayutʹ z inshoyi storony mista, kazhuchy, \"O Moses, lyudy roblyatʹ zmovu ubyty vas. Vy krashche lyshayete nehayno. YA dayu vam harnu poradu"},{"SurahNumber":28,"VerseNumber":21,"Text":"Vin fled misto, afraid ta watchful. Vin skazav, \"Miy Lord, ryatuyutʹ meni z hnityuchykh lyudey"},{"SurahNumber":28,"VerseNumber":22,"Text":"Tomu shcho vin mandruvav do Midyan, vin skazav, \"travenʹ miy Lord keruyutʹ meni u pravi shlyakh"},{"SurahNumber":28,"VerseNumber":23,"Text":"Koly vin distavsya Midyan voda, vin znayshov natovp lyudey polyvayuchykh, ta pomityv dvokh zhinok chekayuchi na storoni. Vin skazav, \"Yake tse shcho vy potreba?\" Vony skazaly, \"My ne vmiyemo shchob polyty, do natovpu rozsiyuye, ta nash batʹko ye stara lyudyna"},{"SurahNumber":28,"VerseNumber":24,"Text":"Vin polyv dlya nykh, todi povernuvsya do tini, kazhuchy, \"Miy Lord, shchob ni zabezpechennya vy posylayete meni, ya ye u dire potreba v tse"},{"SurahNumber":28,"VerseNumber":25,"Text":"Skoro, odyn z dvokh zhinok pidiyshov do yoho, boyazko, ta skazav, \"Miy batʹko zaproshuye vas zaplatyty vam dlya toho, shchob polyvaty dlya nas.\" Koly vin zustriv yoho, ta kazanoho yomu yoho opovidannya, vin skazav, \"Ne mayutʹ strakha. Vy buly vryatovani z hnityuchykh lyudey"},{"SurahNumber":28,"VerseNumber":26,"Text":"Odyn z dvokh zhinok skazav, \"O miy batʹko, naymannya yo. Vin yavlyaye soboyu krashchyy naynyaty, dlya vin ye sylʹnyy ta chesnyy"},{"SurahNumber":28,"VerseNumber":27,"Text":"Vin skazav, \"ya bazhayu zaproponuvaty odnu z moyikh dvokh dochok dlya vas odruzhytysya, v obmin na pratsyuyuchi dlya mene dlya vosʹmy pilgrimages; yakshcho vy robyte yim desyatʹ, tse bude dobrovilʹne na vashiy chastyni. YA ne bazhayu zrobyty tsyu materiyu nadto tyazhku dlya vas. Vy znaydete meni, BOH bazhayuchyy, spravedlyvyy"},{"SurahNumber":28,"VerseNumber":28,"Text":"Vin skazav, \"Tse - dohovir mizh meni ta vy. Budʹ-yakyy period I fulfill, vy ne budete neprykhylʹni do budʹ-yakoho. BOH yavlyaye soboyu haranta shcho my skazaly"}]}