{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"Minlərlə adam olduqları halda olum qorxusundan yurdlarından cıxanları gormədinmi? Allah onlara: “Olun!”– dedi. Sonra isə onları diriltdi. Dogrudan da, Allah insanlara qarsı lutfkardır, lakin insanların coxu buna sukur etmir"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda vurusun və bilin ki, Allah Esidəndir, Biləndir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kim Allaha gozəl bir borc versə (malından Allah yolunda xərcləsə), O da onun ucun bunu qat-qat artırar. Allah kimisinin ruzisini azaldar, kimisinin ruzisini də artırar. Siz Ona qaytarılacaqsınız"},{"SurahNumber":2,"VerseNumber":246,"Text":"Musadan sonra Israil ogullarından olan əyanların basına gələnləri bilmirsənmi? O zaman onlar oz peygəmbərlərinə dedilər: “Bizə bir hokmdar təyin et ki, Allah yolunda vurusaq!” O dedi: “Sizə vurusma vacib edilsə, ola bilsin ki, vurusmayasınız?” Onlar dedilər: “Madam ki, biz yurdumuzdan cıxarılmısıq və ovladlarımızdan ayrılmısıq, onda nə ucun Allah yolunda vurusmayaq?” Vurusmaq onlara vacib edildikdə isə onlardan az bir qismi istisna olmaqla hamısı doyusdən uz cevirdilər. Allah zalımları tanıyır"},{"SurahNumber":2,"VerseNumber":247,"Text":"Peygəmbərləri onlara dedi: “Allah Talutu sizə hokmdar təyin etdi!” Onlar dedilər: “O necə bizə hokmdar ola bilər ki, biz hokmdarlıga ondan daha cox layiqik və ona hec boyuk var-dovlət də verilməmisdir”. O dedi: “Allah sizin uzərinizə onu hokmdar secdi, elm və bədəncə onun gucunu artırdı. Allah Oz mulkunu istədiyi kəsə verir. Allah hər seyi Əhatəedəndir, Biləndir”"},{"SurahNumber":2,"VerseNumber":248,"Text":"Peygəmbərləri onlara dedi: “Onun hokmdarlıgının əlaməti sizə bir sandıgın gəlməsidir. Onun icərisində Rəbbinizdən bir təskinlik, Musanın ailəsindən və Harunun ailəsindən qalan bəzi seylər vardır. Onu mələklər gətirəcək. Əgər siz mominsinizsə, bu sizin ucun bir dəlildir”"},{"SurahNumber":2,"VerseNumber":249,"Text":"Talut qosunla birlikdə doyusə yola dusdukdə əsgərlərinə dedi: “Allah sizi bir cayla imtahan edəcək. Kim ondan icsə, məndən deyildir. Bir ovuc goturən istisna olmaqla, kim ondan dadmasa, o, məndəndir”. Onların az bir qismi istisna olmaqla hamısı ondan su icdilər. Talut onunla olan mominlərlə birlikdə cayı kecdikdən sonra bəziləri dedilər: “Bu gun bizim Caluta və onun qosununa gucumuz catmayacaq”. Allahla qarsılasacaqlarını yəqin bilənlər isə dedilər: “Necə-necə az saylı dəstələr Allahın izni ilə cox saylı dəstələrə qalib gəlmisdir!” Allah səbir edənlərlədir"},{"SurahNumber":2,"VerseNumber":250,"Text":"Onlar Calutun və onun qosununun qarsısına cıxdıqda dedilər: “Ey Rəbbimiz! Bizə səbir ver, qədəmlərimizi mohkəmlət və kafir qovmə qələbə calmaqda bizə yardım et!”"},{"SurahNumber":2,"VerseNumber":251,"Text":"Mominlər Allahın izni ilə onları darmadagın etdilər. Davud Calutu oldurdu. Allah ona hokmranlıq və hikmət verdi, ona istədiyini oyrətdi. Əgər Allah insanların bəzilərini digərləri ilə dəf etməsəydi, yer uzu fəsada ugrayardı. Lakin Allah aləmlərə qarsı lutfkardır"},{"SurahNumber":2,"VerseNumber":252,"Text":"Bunlar Allahın ayələridir. Biz onları sənə haqq olaraq oxuyuruq. Subhəsiz ki, sən gondərilən elcilərdənsən"}]}