{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"Le peuple de Noe, avant eux, avait tout rejete et traite de menteur Notre serviteur. Ils dirent alors de lui: « C’est un insense ! » Et il fut repousse (impitoyablement)"},{"SurahNumber":54,"VerseNumber":10,"Text":"Il pria son Seigneur : « Je suis vaincu, a Toi donc de faire triompher (Ta cause) ! »"},{"SurahNumber":54,"VerseNumber":11,"Text":"Nous ouvrimes alors les portes du ciel qui (laisserent s’echapper) des eaux impetueuses"},{"SurahNumber":54,"VerseNumber":12,"Text":"Nous fimes sourdre de la terre des ruisseaux, et les eaux (du ciel et de la terre) se rejoignirent par Nos ordres predestines"},{"SurahNumber":54,"VerseNumber":13,"Text":"Nous le transportames sur (une Arche) faite de planches assemblees avec des clous"},{"SurahNumber":54,"VerseNumber":14,"Text":"qui voguait sous Nos Yeux, en recompense pour celui qui fut renie"},{"SurahNumber":54,"VerseNumber":15,"Text":"Nous laissames (l’Arche) comme Signe a la posterite. Est-il donc quelqu’un pour y reflechir"},{"SurahNumber":54,"VerseNumber":16,"Text":"Quels ne furent alors Mon Supplice et Mes Menaces"},{"SurahNumber":54,"VerseNumber":17,"Text":"Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"},{"SurahNumber":54,"VerseNumber":18,"Text":"Les ‘Ad crierent au mensonge. Quels ne furent alors Mon Supplice et Mes Menaces"},{"SurahNumber":54,"VerseNumber":19,"Text":"Nous envoyames contre eux, par un jour nefaste et sans fin, un vent impetueux et glacial"},{"SurahNumber":54,"VerseNumber":20,"Text":"qui arrachait les hommes comme des troncs creux de palmiers (deracines)"},{"SurahNumber":54,"VerseNumber":21,"Text":"Quels ne furent alors Mon Supplice et Mes Menaces"},{"SurahNumber":54,"VerseNumber":22,"Text":"Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"},{"SurahNumber":54,"VerseNumber":23,"Text":"Les Thamud taxerent de mensonges les avertissements"},{"SurahNumber":54,"VerseNumber":24,"Text":"Ils protesterent : « Allons nous suivre un seul homme d’entre nous ? Nous serions alors en plein egarement, et meme completement fous"},{"SurahNumber":54,"VerseNumber":25,"Text":"Le Message aurait-il ete confie a lui seul d’entre nous tous ? Que non, c’est un fieffe menteur ! »"},{"SurahNumber":54,"VerseNumber":26,"Text":"Ils sauront demain qui est le fieffe menteur"},{"SurahNumber":54,"VerseNumber":27,"Text":"Nous allons leur envoyer la chamelle pour les eprouver. Observe-les donc et prends patience"},{"SurahNumber":54,"VerseNumber":28,"Text":"Previens-les que l’eau sera partagee entre eux (et la chamelle) et qu’ils en boiront chacun un jour"},{"SurahNumber":54,"VerseNumber":29,"Text":"Ils appelerent leur compagnon qui prit (une arme) et l’abattit"},{"SurahNumber":54,"VerseNumber":30,"Text":"Quels ne furent alors Mon Supplice et Mes Menaces"},{"SurahNumber":54,"VerseNumber":31,"Text":"Nous envoyames contre eux un seul Cri et les voila aussi inertes que le foin d’une etable"},{"SurahNumber":54,"VerseNumber":32,"Text":"Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"},{"SurahNumber":54,"VerseNumber":33,"Text":"Le peuple de Loth, (a son tour), tint pour mensonges les avertissements"},{"SurahNumber":54,"VerseNumber":34,"Text":"Nous envoyames alors contre eux des trombes de cailloux et n’epargnames que la famille de Loth peu avant l’aube"},{"SurahNumber":54,"VerseNumber":35,"Text":"Ce fut un bienfait de Notre part, et c’est ainsi que Nous recompensons celui qui sait rendre graces"},{"SurahNumber":54,"VerseNumber":36,"Text":"Il (Loth) les avait pourtant prevenus de la rigueur de Notre riposte, mais ils refuserent de croire aux avertissements"},{"SurahNumber":54,"VerseNumber":37,"Text":"Ils voulaient porter atteinte a l’honneur de ses hotes, mais Nous les privames de leur vue (en leur disant) : « Goutez donc Mon Supplice et Mes Menaces ! »"},{"SurahNumber":54,"VerseNumber":38,"Text":"Le lendemain, au petit jour, un supplice continu fondit sur eux"},{"SurahNumber":54,"VerseNumber":39,"Text":"« Goutez donc Mon Supplice et Mes Menaces ! »"},{"SurahNumber":54,"VerseNumber":40,"Text":"Et Nous avons rendu le Coran facile a mediter. Est-il donc quelqu’un pour y reflechir"},{"SurahNumber":54,"VerseNumber":41,"Text":"Au peuple de Pharaon, sont parvenus egalement les avertissements"},{"SurahNumber":54,"VerseNumber":42,"Text":"Mais ils tinrent pour mensonges tous Nos Signes, et Nous les emportames comme il sied a Qui est Tout -Puissant et Omnipotent"},{"SurahNumber":54,"VerseNumber":43,"Text":"Vos mecreants seraient-ils donc meilleurs que ceux-la ? Ou bien argueriez-vous de quelque immunite vous venant des Ecritures"},{"SurahNumber":54,"VerseNumber":44,"Text":"Peut-etre diront-ils: « Nous sommes nombreux et solidaires, et nous serons vainqueurs. »"},{"SurahNumber":54,"VerseNumber":45,"Text":"Tous seront vaincus, et tourneront le dos pour prendre la fuite"},{"SurahNumber":54,"VerseNumber":46,"Text":"L’Heure sera plutot leur rendez-vous, et l’Heure est plus cruelle encore, et bien plus amere"},{"SurahNumber":54,"VerseNumber":47,"Text":"Les coupables sont en plein egarement et (livres a) la demence"},{"SurahNumber":54,"VerseNumber":48,"Text":"Le jour ou ils seront dans le Feu, traines sur leurs visages, (il leur sera dit) : « Goutez donc la chaleur (de l’Enfer) qui (maintenant) vous touche ! »"},{"SurahNumber":54,"VerseNumber":49,"Text":"Nous avons tout cree selon un Decret"},{"SurahNumber":54,"VerseNumber":50,"Text":"Notre ordre ne procede que d’un mot, un seul, aussi rapide que l’eclair"},{"SurahNumber":54,"VerseNumber":51,"Text":"Nous avons deja fait perir des peuples qui vous etaient semblables. Est-il donc quelqu’un pour y mediter"},{"SurahNumber":54,"VerseNumber":52,"Text":"Tout ce qu’ils ont fait est consigne dans les Registres (des bonnes et mauvaises œuvres)"},{"SurahNumber":54,"VerseNumber":53,"Text":"Toute (action), qu’elle soit petite ou grande, y est inscrite"},{"SurahNumber":54,"VerseNumber":54,"Text":"Les gens pieux seront au milieu des jardins et des rivieres"},{"SurahNumber":54,"VerseNumber":55,"Text":"dans une Demeure de verite, aupres d’un Roi Omnipotent"}]}