{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"ra jasalē ājñākāritākō sātha āphūlā'ī allāhakō adhīna gardacha ra ū asala kāma garnē pani hō'ōs ta usalē baliyō sahārā samātihālyō. Sampūrṇa kurāharūkō pariṇati allāhatira nai cha"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kāphiraharūkō inkārabāṭa tapār'iṁ duḥkhī nahunus, antataḥ hāmraitarpha unīharūlē pharkēra ā'unu cha. Ani jē jati unīharūlē garirākhēkā chan, hāmīharūlē unīharūlā'ī avagata garā'unēchauṁ. Niḥsandēha allāha (hr̥daya) chātībhitra (lukē)kō kurārlā'i pani jāndacha"},{"SurahNumber":31,"VerseNumber":24,"Text":"Hāmīlē unīharūlā'ī tyasai kēhī phā'idā garā'idinchauṁ. Tara (antamā) hāmīlē unīharūlā'ī vivaśa pārī ē'uṭā kaṭhōra yātanātira tānēra laijānēchauṁ"},{"SurahNumber":31,"VerseNumber":25,"Text":"Yadi tapār'iṁ unīharūsam̐ga sōdhnuhuncha ki ākāśaharū ra dharatīkō sr̥ṣṭikartā kō hō? Ta unīharūlē avaśya bhanihālnēchanḥ ki ‘‘allāha hō’’ ani bhanidinusḥ ki sabai praśansā pani allāhakai nimti hō! Tara unīharūmadhyē dhērai ajñānī chan"},{"SurahNumber":31,"VerseNumber":26,"Text":"Jē jati ākāśa ra dharatīmā cha sabai allāhakai hō niḥsandēha allāha ṭhūlō nispr̥ha, ra praśansita cha"},{"SurahNumber":31,"VerseNumber":27,"Text":"Dharatīmā jati rukhaharū chan, yadi tī sabai kalama bha'ihālun ra samasta samudra(kā pānī) tyasakā masī bha'ihālōs tyasapachi sāta an'ya samundra hō'un tai pani allāhakā kurāharū samāpta hunasaknē chainan niḥsandēha allāha atyanta adhipatyaśālī ra tatvadarśī cha"},{"SurahNumber":31,"VerseNumber":28,"Text":"Timī sabaikō sr̥ṣṭi garnu ra timī sabailā'ī mr̥tyupachi punaḥ jīvita garnu ta yastō cha, jastō ki ē'uṭā jī'ulā'ī sr̥ṣṭi garnu. Niḥsandēha allāha sabai kurā sundacha, dēkhdacha"},{"SurahNumber":31,"VerseNumber":29,"Text":"Kē tapā'īṁ dēkhnuhunna ki allāhalē rātalā'ī dinamā praviṣṭa gardacha ra dinalā'ī rātamā praviṣṭa gardacha! Ra usalē sūrya ra candralā'ī ājñākārī banā'irākhēkō cha ki pratyēka ēka nirdhārita samayasam'ma calirākhēkō cha. Ra timīlē jējati gardachau, allāha tyasakō pūrṇa jānakārī rākhdacha"},{"SurahNumber":31,"VerseNumber":30,"Text":"Yī sabai (prabandhaharū) yasa kāraṇa chan, ki allāha nai satya hō ra usalā'ī chāḍēra jasa jasalā'ī yinīharū pukārdachan, unīharū asatya chan. Ra niścaya nai allāha sarvōcca ra śānavālā cha"},{"SurahNumber":31,"VerseNumber":31,"Text":"Kē timī yasamā vicāra gardainau ki samudramā allāhakai anugrahabāṭa ḍuṅgāharū calchan, tāki usalē timīharūlā'ī āphnā kēhī niśānīharū dēkhā'ōs. Niḥsandēha yasamā pratyēka dhairyavāna, ra kr̥tajñakō nimti dhērai niśānīharū chan"},{"SurahNumber":31,"VerseNumber":32,"Text":"Ra jaba (samundrakā) taraṅgaharūlē tinīharūlā'ī chāyāchatra (pāla) jastai chōpihālchan taba unalē viśvāsakō sātha allāhalā'ī nai pukārchan, ani jaba allāhalē unīharūlā'ī bacā'ēra sthalasam'ma puryā'idincha, taba unīharūmadhyē kēhī mānisaharū mātra santulita mārgamā hiṇḍachan, ra hāmrā āyataharūkō inkāra tī vyaktiharūlē mātra gardachan jō viśvāsaghātī, ra kr̥taghna hunchan"},{"SurahNumber":31,"VerseNumber":33,"Text":"Hē mānisaharū! Āphnō pālanakartāsita ḍara māna ra tyasa dinasita pani tarsa jaba ki nata bābu āphnō chōrākō kunai kāma ā'unēcha, nata chōrā bābukō kunai kāma ā'unē cha. Niścaya nai allāhakō vacana satya cha. (Hēra) sānsārika jīvanalē kadāpi timīlā'ī dhōkāmā napārōs, ra nata allāhakō viṣayamā dhōkēbāja (śaitāna)lē timīlā'ī bhramamā pārōs"},{"SurahNumber":31,"VerseNumber":34,"Text":"Niḥsandēha kiyāmata (antimadina) kō jñāna allāhalā'ī nai cha. Ra usailē jala br̥ṣṭi garā'um̐cha ra usailē garbhāśayaharūmā bha'ēkō kurā jāndacha (arthāta nara cha ki mādā). Ra kunai vyaktilā'ī thāhā chaina ki bhōlī usalē kē garnēcha. Ra kunai mānisalā'ī thāhā chaina ki kuna bhū–bhāgamā usakō mr̥tyu hunē cha. (Yādarākha)allāha nai sabai jānnēvālā, ra pratyēka kurōsita avagata cha"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alipha–lām–mīm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Yasamā kunai sandēha chaina ki yasa kitābakō avataraṇa sampūrṇa sansārakō pālanakartākō tarphabāṭa hō"},{"SurahNumber":32,"VerseNumber":3,"Text":"Kē yinīharūlē bhanchan ki usalē ‘‘(paigambaralē) yasalā'ī svayaṁ racēkā hun?’’ (Hō'ina) baru tyō timrō pālanakartākō tarphabāṭa satya hō, tāki tapār'inlē tinīharūlā'ī sāvadhāna garnus, jasakō pāsamā tapā'īmbhandā pahilā kōhī sāvadhāna garnēvālā ā'ēna. Tāki yinīharūlē sahī mārga prāpta garna sakun"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allāha nai ta hō jasalē ākāśaharū ra dharatīlā'ī ra jē jati tinīharūkō bīcamā cha, sabailā'ī cha (6) dinamā sr̥ṣṭi garyō. Ani sattāsana(arśa) māthi ucca bhayō. Usa bāhēka timrō lāgi kōhī maddata garnē ra siphāriśa garnēvālā chaina, kē taipani timī upadēśa grahaṇa gardainau"},{"SurahNumber":32,"VerseNumber":5,"Text":"usailē ākāśadēkhi dharatīsam'ma pratyēka kāryakō vyavasthā gardacha. Ani (sabaikāma) ēka yastō dinamā usatarpha pravr̥ta huncha, jasakō gantī timrō gaṇanā anusāra ēka hajāra varṣa barābara hunēcha"},{"SurahNumber":32,"VerseNumber":6,"Text":"Uhī ta parōkṣa ra pratyakṣakō jñātā hō sarvaśakti sampanna ṭhūlō dayāvān (allāha) hō"},{"SurahNumber":32,"VerseNumber":7,"Text":"Jasalē sr̥ṣṭi garēkō pratyēka kurōlā'ī rāmrō banāyō ra usalē mānisakō racanā māṭōbāṭa śurū garyō"},{"SurahNumber":32,"VerseNumber":8,"Text":"Ani usakō vanśa ēka tuccha pānīkō thōpālē calāyō"},{"SurahNumber":32,"VerseNumber":9,"Text":"Ani tyasalā'ī ṭhīka–ṭhīka garēra tyasamā āphnō ātmā san̄cārita garyō. Usailē timrō kāna ām̐khā ra hr̥daya banāyō, tāpani timīlē sāhrai kama kr̥tajñatā prakaṭa gardachau"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ra unīharūlē bhanna thālēḥ ki ‘‘jaba hāmī dharatīmā misi'isaknēchauṁ ta kē phēri nayām̐ rūpamā jīvita hunēchauṁ? Baru sām̐cō kurō ta yō hō ki, yī mānisaharū āphnō pālanakartāsitakō sākṣātkāralā'ī nakārirākhēkā chan"}]}