{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Naizvozvo (Mariya) akave anozvitakura naye, pedzezvo ndokubva aenda naye kunzvimbo iri kure (kumupata weBethlehem uri mamaera 4 – 6 kubva muJerusarema)"},{"SurahNumber":19,"VerseNumber":23,"Text":"Naizvozvo marwadzo ekuzvara (pfumbo) akamutsveta pahunde yemuti wemadheti (michero inoita kunge nyii asi ikuru uye ichitapira zvikuru). (Mariya) ndokuti: “Ndakungura hangu ini, ndingadai ndakafa hangu ndisati ndawana izvi, uye ndakatokanganikwa ndisingaonekwi hangu!”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Pedzezvo (mwanakomana Isa (Jesu) kana kuti Ngirozi Gabriel) akave anodaidzira (akachema) kuzasi kwaMariya achiti: “Usasuruvare hako. Tenzi vako vave vanokuisira rwizi pasi pako.”"},{"SurahNumber":19,"VerseNumber":25,"Text":"“Uye zunguza hunde yemuti wemadheti (michero yakafanana nenyii asi ikuru uye ichitapira zvikuru), uchaita kuti madheti akaibva adonhere kwauri.”"},{"SurahNumber":19,"VerseNumber":26,"Text":"“Nekudaro, idya wonwa uye wofara. Kana uchinge waona munhu upi zvake, iti (kwaari): ‘Zvirokwazvo, ndapa chivimbiso chekutsanya kune ane nyasha zhinji (Allah). Naizvozvo, handisi kutozotaura nani zvake zuva rino.’”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Saka (Mariya) akauya naye (mwana wake) kuvanhu vake akamutakura. Vakabva vati: “Iwe Mariya! Zvechokwadi wauya nechinhu chikuru kwazvo.”"},{"SurahNumber":19,"VerseNumber":28,"Text":"“Iwe hanzvadzi yaHaaroon (Aroni)! Baba vako vakanga vasingaite hupombwe, uye amai vako (chaivo) vakanga vasiri pfambi.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"(Mariya) akabva anongedzera kwaari (kacheche Isa (AS)). (Vanhu) vakati: “Tingataure sei nemwana achiri mumbereko (achiri kacheche)?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"Iko kacheche Isa (AS) kakataura) kakati: “Zvirokwazvo, ndiri muranda waAllah. (Allah) vandipa Gwaro (Vhangeri) uye vakandiita muporofita (wavo).”"},{"SurahNumber":19,"VerseNumber":31,"Text":"“Uye (Allah) vandiita kuti ndive ndakakomborerwa pose pandiri, zvakare vandikurudzira kuita Swalaah (Munamato), nekupa Zakaah (Zvipo kuvarombo) kana ndichingori mupenyu.”"},{"SurahNumber":19,"VerseNumber":32,"Text":"“Uye (Allah) vandiita kuti ndive ndinoteerera amai vangu, uye ndisave mutadzi anozvitutumadza.”"},{"SurahNumber":19,"VerseNumber":33,"Text":"“Zvekare runyararo ngaruve pandiri (kubva) zuva randakazvarwa, uye zuva randichafa, uye nezuva randichamutswa kubva kuvafi ndova mupenyu!”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Uyu ndiIsa (Jesu) mwanakomana waMariya. Iri ishoko rechokwadi pane izvo zvavasina kutendeseka mazviri"},{"SurahNumber":19,"VerseNumber":35,"Text":"Hazviite muhumambo hwaAllah kuti vave nemwanakomana (Iri iguhwa remaKristu ravanopomera Allah, vachireva kuti Jesu mwanakomana waAllah. (Allah) ngavarumbidzwe (nokusingaperi) nekukudzwa (pamusoro peizvo zvavanomusaganidza nazvo). Kana vachinge vapa chisungo pachinhu, vanongoti: “Ngachivepo!” Chinobva chavepo"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Jesu akati): “Uye zvirokwazvo, Allah ndivo Tenzi vangu uye Tenzi venyu (imi vanhu vose). Saka vanamatei (vari voga). Iyi ndiyo nzira yakatwasuka (Islaam yavakakomekedza kuvatumwa vese)"},{"SurahNumber":19,"VerseNumber":37,"Text":"Zvino mapato akawanda akapatsanurana (maKristu nenyaya yaJesu), nekudaro matambudziko ngaave kune avo vasingatendi (avo vanopa huchapupu hwekunyepa vachiti Jesu mwana waAllah) kubva mukusangana pazuva guru (musi wekumutswa apo pavachakandwa mumarimi emoto unopisa kwazvo)"},{"SurahNumber":19,"VerseNumber":38,"Text":"(Avo vasingatendi mandiri ini Allah) vachanzwa nekuona sei pazuva iro ravachauya kwatiri (paQiyaamah)! Asi avo vanoita mabasa akashata muzuva ranhasi vari mukurasika kuri pachena"},{"SurahNumber":19,"VerseNumber":39,"Text":"Uye vayambire (iwe Muhammad (SAW)) maererano nezvezuva rekusuruvara nekudemba, apo chisungo kana chichinge charongwa, apo vanenge vakatovarairwa (zvavo), apo vasingatombotendi"},{"SurahNumber":19,"VerseNumber":40,"Text":"Zvirokwazvo, tichave tinogara nhaka nyika nechose chiri (panyika) pamusoro payo. Uye kwatiri vose vachava vanodzorerwa"},{"SurahNumber":19,"VerseNumber":41,"Text":"Uye dura muBhuku (Qur’aan) nezvaIbrahim (Abrahamu). Zvirokwazvo, aive murume wechokwadi ari muporofita"},{"SurahNumber":19,"VerseNumber":42,"Text":"Paakati kuna baba vake: “Imi baba vangu! Munonamatirei izvo (zvimudhori) zvisinganzwi, uye zvisingaoni, neizvo zvisingakwanisi kukubatsirai nenzira ipi?”"},{"SurahNumber":19,"VerseNumber":43,"Text":"“Imi baba vangu! Zvirokwazvo, pane ruzivo rwauya kwandiri urwo rwusina kuuya kwamuri. Naizvozvo nditeverei, ndichakutungamirirai kugwara rakatwasuka.”"},{"SurahNumber":19,"VerseNumber":44,"Text":"“Imi baba vangu! Musanamate Satani. Zvirokwazvo, Shaitwaan (Satani) kuna (Allah) avo vane nyasha zhinji, akanga ari honzakureva (akawungumara) akaramba kuteerera.”"},{"SurahNumber":19,"VerseNumber":45,"Text":"“Imi baba vangu! Zvirokwazvo, ndinotya kuti zvimwe murango kubva kune vane nyasha zhinji (Allah) ungangokubatai (kukuchapurai), izvo zvinozoita kuti muve shamwari yaShaitwaan (Satani) (mumoto weGehena).”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Baba vaAbrahamu Azaru) vakabva vati: “Uri kuramba anamwari vangu here, nhai (iwe) Ibrahim (Abrahamu)? (Iwe Ibrahim) ukasamira kuita izvi (ukaramba uchindiparidzira uchiramba anamwari vangu), zvirokwazvo ndichakutema (nematombo). Uye chibva pandiri (izvezvi) uchindisiya ndiri murunyararo (ndisati ndakuranga).”"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Iye Abrahamu) ndokuti: “Runyararo ngaruve kwamuri (baba vangu)! Ndichakukumbirirai ruregerero kuna Tenzi vangu (Allah). Zvirokwazvo, (Allah) vane ngoni zhinji kwandiri.”"},{"SurahNumber":19,"VerseNumber":48,"Text":"(Abrahamu akaenderera mberi akati): “Ndichashozhonoka (kutarisa rimwe divi kusiri kwamuri baba vangu) kubva kwamuri uye kubva kune izvo zvamunoteketera kunze kwaAllah. Uye (ndichashevedzera) ndichateketera kuna Tenzi vangu (Allah) zvimwe ndingasave mutadzi mukuteketera Tenzi vangu.”"},{"SurahNumber":19,"VerseNumber":49,"Text":"Apo (Abrahamu) paakazoshozhonoka (kutarisa rimwe divi achivasiya) kubva kwavari pamwe neizvo zvavainamata kunze kwaAllah, takamupa Ishaaq (Isaka) naYa’qoob (Jakobho), uye mumwe nemumwe (pakati pavo) takamuita muporofita"},{"SurahNumber":19,"VerseNumber":50,"Text":"Takavapa kubva mutsitsi dzedu (isu Allah – kuratidza hukuru nemasimba avo Allah), (zvinhu zvakanaka), uye takaita kuti (vave) nendimi dzine chokwadi nekuemurika (zvinoreva kuti vanhu vazhinji vanovaremekedza nekuvarumbidza pose panoshevedzerwa mazita avo)"},{"SurahNumber":19,"VerseNumber":51,"Text":"Uye taura muBhuku (Qur’aan rino) nezvaMusa. Zvirokwazvo, akange akasarudzwa, uye ari mutumwa ari muporofita"},{"SurahNumber":19,"VerseNumber":52,"Text":"Zvekare takamushevedza kubva kudivi rerudyi rwegomo, uye takamuswededza pedyo nesu kuti tigoita hurukuro naye (Musa)"},{"SurahNumber":19,"VerseNumber":53,"Text":"Uye takamupa munin’ina wake Haaroon (Aroni semutsigiri) (zvakare) ainge ari muporofita, kuburikidza nenyasha dzedu"},{"SurahNumber":19,"VerseNumber":54,"Text":"Taurazve muBhuku (Qur’aan rino) nezva Ismail (Ishumaeri). Zvirokwazvo, akange ane chokwadi mune (zvose) zvaaivimbisa, uye akanga ari mutumwa (uye) ari muporofita"},{"SurahNumber":19,"VerseNumber":55,"Text":"Uye aikurudzira mhuri yake (nevanhu vose) (vake) kuita Swalaah (Munamato), uye kupa Zakaah (Zvipo kuvarombo), uye Tenzi vake vakafadzwa naye"},{"SurahNumber":19,"VerseNumber":56,"Text":"Uye taura muBhuku (Qur’aan rino) nezvaIdrees (Inoki). Zvirokwazvo, aiva munhu (aifarira nokuita zvinhu) zvechokwadi (uye) ari muporofita"},{"SurahNumber":19,"VerseNumber":57,"Text":"Takamukwidziridzazve (kusvika) pachinzvimbo chakakwirira"},{"SurahNumber":19,"VerseNumber":58,"Text":"Kubva pavaporofita (vaAllah) vari pakati pevana vaAdam (AS) ndivavo vakapihwa mutsa naAllah, zvekare kubva pakati pavo ndopane vatakatakura (mungarava) naNooh (Nowa), uye kubva pavana vaAbrahamu naIzirairi, uye kubva pane avo vatakatungamirira nekusarudza (kubva pakati pavo). Apo ndima dzavane nyasha zhinji (Allah) padzaiverengwa kwavari, vaipunzikira pasi vogwadaira vachichema (kuna Allah)"}]}