{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Biz, o işaret edilen peygamberlerden kimini kiminden üstün kıldık. İçlerinden kimi ile Allah konuştu, kimini de daha yüksek derecelere çıkardı. Meryem oğlu İsa´ya da o açık delilleri ve mucizeleri verdik ve kendisini Cebrail ile destekledik. Eğer Allah dileseydi, onlardan sonraki milletler kendilerine o açık deliller geldikten sonra birbirlerinin kanına girmezlerdi. Fakat anlaşmazlığa düştüler, kimi inandı, kimi inkar etti. Yine Allah dileseydi, birbirlerinin kanına girmezlerdi. Ne varki Allah, dilediğini yapar"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey iman edenler, alış verişin, dostluğun ve şefaatin olmayacağı gün gelmeden önce, size verdiğimiz mallardan nafaka verin. Kafirler ise hep o zalimlerdir"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah´dan başka hiç bir tanrı yoktur. O, daima yaşayan, daima duran, bütün varlıkları ayakta tutandır. O´nu ne gaflet basar, ne de uyur. Göklerdeki ve yerdeki herşey O´nundur. O´nun izni olmadan huzurunda şefaat etmek kimin haddine! Onların önlerinde ve arkalarında ne varsa hepsini bilir. Onlar ise, O´nun dilediği kadarından başka ilminden hiçbir şey kavrayamazlar. O´nun hükümdarlığı, bütün gökleri ve yeri kucaklamıştır. Her ikisini görüp gözetmek, ona bir ağırlık da vermez. O, çok ulu ve çok büyüktür"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dinde zorlama yoktur. Doğruluk sapıklıktan kesin olarak ayrılmıştır. Artık her kim Tağut´a küfredip Allah´a iman ederse, işte o, en sağlam kulpa yapışmıştır. Allah, işitir, bilir"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah, iman edenlerin velisidir, onları karanlıklardan aydınlığa çıkarır. İnanmayanların dostları ise Tağut´tur, onları aydınlıktan karanlıklara çıkarır. İşte onlar cehennemliklerdir, hep orada kalacaklardır"},{"SurahNumber":2,"VerseNumber":258,"Text":"Baksana, Allah kendisine hükümdarlık verdi diye, Rabbi hakkında İbrahim ile tartışmaya kalkana! İbrahim ona: «Benim Rabbim, hem dirilten hem öldürendir.» dediği zaman, O: «Ben, diriltir ve öldürürüm.» demişti. İbrahim: «Allah, güneşi doğudan doğduruyor, haydi, sen de batıdan getir!» deyince, o inkarcı herif donakaldı. Öyle ya, Allah zulmedenleri muvaffak etmez"},{"SurahNumber":2,"VerseNumber":259,"Text":"Yahut, altı üstüne gelmiş ıpıssız bir şehre uğrayıp: «Allah, bunu bu ölümünden sonra nereden diriltecek?» diyen kimse gibi. Bunun üzerine Allah, onu yüz yıl öldürdü, sonra diriltti ve: «Ne kadar kaldın?» diye sordu. O: «Bir gün veya bir günden eksik kaldım.» dedi. Allah: «Hayır, yüz yıl kaldın. Öyle iken yiyeceğine ve içeceğine bak, henüz bozulmamış. Bir de eşeğine bak! Bunlar, seni insanlara karşı gücümüzün bir canlı delili yapmamız içindir. Hele o kemiklere bak, onları nasıl birbirinin üzerine kaldırıyor, sonra onlara nasıl et giydiriyoruz?» Bu şekilde hak kendisine apaçık belli olduğunda: «Allah´ın herşeye gücü yettiğini şimdi biliyorum.» dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"Bir vakit İbrahim: «Rabbim, bana ölüleri nasıl dirilttiğini göster.» demişti. Allah buyurdu: «Yoksa inanmadın mı?» İbrahim: «İnandım, ancak kalbimin iyice yatışması için.» dedi. Allah buyurdu ki: «Öyle ise kuşlardan dördünü tut ve onları kendine çevir, iyice tanıdıktan sonra her dağ başına onlardan birer parça dağıt. Sonra onları çağır, koşa koşa sana gelsinler. Bil ki, Allah gerçekten güçlüdür ve hikmet sahibidir.»"},{"SurahNumber":2,"VerseNumber":261,"Text":"Mallarını Allah yolunda harcayanların durumu, her biri yüz taneye sahip yedi başak bitiren bir tohum tanesine benzer. Allah, dilediğine kat kat fazla verir. Allah, rahmeti bol olan ve herşeyi bilendir"},{"SurahNumber":2,"VerseNumber":262,"Text":"Mallarını Allah yolunda harcayan sonra verdiklerinin arkasından başa kakmayan ve gönül incitmeyen kimselerin Rableri katında mükafatları vardır. Onlara bir korku yoktur ve onlar üzülmeyeceklerdir"}]}