{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"And olsun ki, Biz onlardan əvvəl Fir’on qovmunu imtahana cəkmisdik. Onlara mohtərəm bir peygəmbər (Musa) gəlmisdi"},{"SurahNumber":44,"VerseNumber":18,"Text":"(O demisdi:) “Allahın bəndələrini (Israil ogullarını) mənə verin. Həqiqətən, mən sizin ucun mo’təbər (guvəniləsi, sozundə duz, əmanətə xəyanət etməyən) bir peygəmbərəm"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allaha qarsı təkəbbur gostərməyin. Həqiqətən, mən sizə (dediklərimin duzgunluyunu subut edən) acıq-askar bir dəlil gətirmisəm!”"},{"SurahNumber":44,"VerseNumber":20,"Text":"(Onlar Musanı dasqalaq edəcəkləri ilə hədələdilər. Musa dedi:) “Mən sizin məni dasqalaq etmənizdən mənim də Rəbbim, sizin də Rəbbiniz olan Allaha pənah aparıram"},{"SurahNumber":44,"VerseNumber":21,"Text":"Əgər mənə iman gətirməyəcəksinizsə, məndən uzaq olun!”"},{"SurahNumber":44,"VerseNumber":22,"Text":"Sonra (Musa) Rəbbinə belə dua etdi: “Həqiqətən, bunlar gunahkar bir qovmdur! (Pərvərdigara! Bunlara layiq olduqları cəzanı ver!)”"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Allah buyurdu:) “Bəndələrimi (Israil ogullarını) goturub gecə ikən onlarla yola cıx. Siz (Fir’on və onun qovmu tərəfindən) tə’qib olunacaqsınız"},{"SurahNumber":44,"VerseNumber":24,"Text":"Dənizi də acıq (və sakit) burax! (Dəryanı – Nil cayını kecdikdən sonra əsanı suya vurub orada acılmıs yolları baglama. Qoy Fir’on və qosunu dəryada yollar acıldıgını gorub ora girsinlər). Onlar suya qərq olacaq əsgərlərdir!”"},{"SurahNumber":44,"VerseNumber":25,"Text":"(Fir’onun butun ə’yan-əsrafı və əsgərləri bogulub tələf oldular). Onlar (ozlərindən sonra) necə-necə baglar, cesmələr qoyub getdilər"},{"SurahNumber":44,"VerseNumber":26,"Text":"Necə-necə əkinlər, gozəl yerlər (mohtəsəm qəsrlər)"},{"SurahNumber":44,"VerseNumber":27,"Text":"Və zovq aldıqları necə-necə ne’mətlər (tərk etdilər)"},{"SurahNumber":44,"VerseNumber":28,"Text":"(Onları) belə (cəzalandırdıq) və ona (onların sərvətlərinə, mulklərinə) basqalarını (Israil ogullarını) varis etdik"},{"SurahNumber":44,"VerseNumber":29,"Text":"Onlardan otru nə goy, nə də yer agladı. Onlara (tovbə etməyə) imkan da verilmədi! (Əksinə, elə bu dunyada cəzalarına catdılar; axirət əzabı isə daha siddətli olacaqdır. Budur kufrun nəticəsi)"},{"SurahNumber":44,"VerseNumber":30,"Text":"Israil ogularını isə o alcaldıcı əzabdan qurtardıq"},{"SurahNumber":44,"VerseNumber":31,"Text":"Fir’ondan (xilas etdik). Həqiqətən, o, təkəbbur gostərən, həddi asanlardan idi"},{"SurahNumber":44,"VerseNumber":32,"Text":"And olsun ki, Biz onları (Israil ovladını) Ozumuz bilə-bilə aləmlərdən (bir hikməti-ilahi ilə zəmanələrindəki bəsər əhlindən) ustun tutduq"},{"SurahNumber":44,"VerseNumber":33,"Text":"Onlara (ozlərini necə aparacaqlarını bilmək ucun) hər biri acıq-askar bir imtahan olan mo’cuzələr (dənizin yarılması, bildircin əti, qudrət halvası və s.) verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"(Ya Peygəmbər!) Bunlar (sənin qovmunun musrikləri) mutləq deyəcəklər"},{"SurahNumber":44,"VerseNumber":35,"Text":"“Bu (olum) elə bizim ilk (və son) olumumuzdur ki var. Biz bir daha dirildiləcək deyilik"},{"SurahNumber":44,"VerseNumber":36,"Text":"Əgər (oləndən sonra Allahın bizi dirildəcəyini) dogru deyirsinizsə, (bizdən qabaq olmus) atalarımızı (dirildib) gətirin gorək!”"},{"SurahNumber":44,"VerseNumber":37,"Text":"(Ya Peygəmbər!) Bunlar (Məkkə musrikləri) yaxsıdır (quvvətlidir), yoxsa (Yəmən padsahlarından Tovrata inanan Əbu Kərb Əs’ədin) Tubbə’ qovmu, yaxud onlardan əvvəlkilər?! (Ad, Səmud, Mədyən və Əykə tayfaları?!) Gunah islədikləri ucun Biz onları məhv etdik"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz goyləri, yeri və onların arasında olanları oyun-oyuncaq (əyləncə) yaratmadıq"},{"SurahNumber":44,"VerseNumber":39,"Text":"Biz onları yalnız haqq olaraq yaratdıq, lakin onların (Məkkə musriklərinin) əksəriyyəti (bunu) bilməz"},{"SurahNumber":44,"VerseNumber":40,"Text":"Subhəsiz ki, (haqqı batildən, yaxsını yamandan, mo’mini kafirdən) ayırd etmə gunu onların hamısının (bir yerdə olma) vaxtıdır"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gun dostun dosta hec bir faydası olmaz, onlara komək də edilməz! (Hec kəs hec kəsdən Allahın əzabını dəf edə bilməz)"},{"SurahNumber":44,"VerseNumber":42,"Text":"Allahın rəhm etdiyi kimsədən basqa! Subhəsiz ki, O, yenilməz quvvət, mərhəmət sahibidir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Həqiqətən, (Cəhənnəmdəki) zəqqum agacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"Gunahkar (kafir) kimsənin yeməyidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"O, ərinmis mis (yag) kimi qarınlarda qaynar"},{"SurahNumber":44,"VerseNumber":46,"Text":"Qaynar su qaynayan kimi"},{"SurahNumber":44,"VerseNumber":47,"Text":"(Allah əzab mələklərinə buyurar:) “Onu tutub Cəhənnəmin tən ortasına suruyun"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra basına əzab olaraq qaynar su tokun"},{"SurahNumber":44,"VerseNumber":49,"Text":"(Və ona belə deyin:) “(Bu əzabı) bir dad gorək! Sən ki (oz aləmində) cox quvvətli, mohtərəm bir səxs idin!”"},{"SurahNumber":44,"VerseNumber":50,"Text":"Bu, (dunyada ikən) səkk etdiyiniz (əzabdır)"},{"SurahNumber":44,"VerseNumber":51,"Text":"Muttəqilər isə qorxusuz-xətərsiz bir yerdə"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bagcalarda və bulaqlar basında olacaqlar"},{"SurahNumber":44,"VerseNumber":53,"Text":"Taftadan və atlazdan (nazik və qalın ipdən) libaslar geyib qarsı-qarsıya əyləsəcəklər"},{"SurahNumber":44,"VerseNumber":54,"Text":"(Mo’minlərin Cənnətdəki əhvalı) belədir. Hələ onları iri (ahu) gozlu hurilərlə evləndirəcəyik"},{"SurahNumber":44,"VerseNumber":55,"Text":"Onlar orada (cənnət ne’mətlərinin tukənməzliyinə) arxayın olaraq hər meyvədən istəyəcəklər"},{"SurahNumber":44,"VerseNumber":56,"Text":"Onlar orada ilk (dunyadakı) olumdən basqa hec bir olum dadmayacaqlar! (Allah) onları cəhənnəm əzabından qorumusdur"},{"SurahNumber":44,"VerseNumber":57,"Text":"Sənin Rəbbindən bir lutf olaraq (ya Peygəmbər!) Bu, boyuk qurtulusdur (ugurdur)"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz onu (Qur’anı ummətin ucun) ancaq sənin dilinlə asanlasdırdıq. Bəlkə, anlayıb oyud-nəsihət qəbul edələr"},{"SurahNumber":44,"VerseNumber":59,"Text":"(Ya Peygəmbər!) Sən (musriklərin olumunu, məglubiyyətini) gozlə. Subhəsiz ki, onlar da (sənin olumunu, məglubiyyətini) gozləyirlər"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kitabın (Qur’anın) nazil edilməsi yenilməz quvvət, hikmət sahibi (olan Allah) tərəfindəndir"},{"SurahNumber":45,"VerseNumber":3,"Text":"Həqiqətən, goylərdə və yerdə mo’minlər ucun ibrətlər vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaradılısınızda və (Allahın yer uzunə) yayıb səpələdiyi canlılarda tam yəqinliklə inanlar ucun (Allahın birliyinə, qudrət və əzəmətinə, qiyamət gununun haqq olmasına dəlalət edən) əlamətlər vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gecə və gunduzun bir-birinin ardınca gəlib-getməsində, Allahın ruzi vermək ucun goydən yagıs yagdırmasında, onun vasitəsilə yeri olumundən (quruduqdan) sonra diriltməsində və kuləkləri (muxtəlif tərəflərə) yonəltməsində agılla dusunənlər ucun (Allahın hər seyə qadir olmasını subut edən) dəlillər vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"(Ya Peygəmbər!) Bunlar Allahın ayələridir (qudrət nisanələridir). Biz onları (Cəbrail vasitəsilə) sənə dogru oxuyub bildiririk. Bəs onlar Allaha və Onun ayələrinə (Qur’ana) inanmadıqdan sonra hansı kəlama inanırlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yalana dadanmıs, gunaha duskun hər kəsin vay halına"},{"SurahNumber":45,"VerseNumber":8,"Text":"O, Allahın ayələrini ozunə oxundugunu esidir, sonra guya onları esitmirmis kimi (Allahın əmrinə qarsı) təkəbbur gostərərək (kufrundə) israr edib durur. (Ya Peygəmbər!) Beləsinə siddətli bir əzabla mujdə ver"},{"SurahNumber":45,"VerseNumber":9,"Text":"O, ayələrimizdən bir sey oyrənib bildiyi zaman onu laga qoyur. Məhz belələri (qiyamət gunu) alcaldıcı bir əzaba ducar olacaqlar"},{"SurahNumber":45,"VerseNumber":10,"Text":"Qarsıda (oləndən sonra) onları Cəhənnəm gozləyir. Nə qazandıqları dunya malı, nə də Allahdan basqa dost tutduqları (ibadət etdikləri butlər) onlara bir fayda verəcəkdir (Allahın əzabını onlardan dəf edəcəkdir). Onlar boyuk bir əzaba ducar olacaqlar"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bu (Qur’an) bir hidayətdir. Rəbbinin ayələrini inkar edənləri cox siddətli, agrılı-acılı bir əzab gozləyir"}]}