{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O hommes, vous etes les indigents ayant besoin d’Allah, et c’est Allah, Lui qui se dispense de tout et Il est Le Digne de louange"},{"SurahNumber":35,"VerseNumber":16,"Text":"S’Il voulait, Il vous ferait disparaitre, et ferait surgir une nouvelle creation"},{"SurahNumber":35,"VerseNumber":17,"Text":"Et cela n’est point difficile pour Allah"},{"SurahNumber":35,"VerseNumber":18,"Text":"Or, personne ne portera le fardeau de l’autrui. Et si une ame surchargee [de peches] appelle a l’aide, rien de sa charge ne sera supporte par une autre meme si c’est un proche parent. Tu n’avertis en fait, que ceux qui craignent leur Seigneur bien qu’ils ne Le voient pas, et qui accomplissent la priere (As-Salat). Et quiconque se purifie, ne se purifie que pour lui-meme, et vers Allah est la destination"},{"SurahNumber":35,"VerseNumber":19,"Text":"L’aveugle et celui qui voit ne sont pas semblables"},{"SurahNumber":35,"VerseNumber":20,"Text":"ni les tenebres et la lumiere"},{"SurahNumber":35,"VerseNumber":21,"Text":"ni l’ombre et la chaleur ardente"},{"SurahNumber":35,"VerseNumber":22,"Text":"De meme, ne sont pas semblables les vivants et les morts. Allah fait entendre qu’Il veut, alors que toi [Mohammed], tu ne peux faire entendre ceux qui sont dans les tombeaux"},{"SurahNumber":35,"VerseNumber":23,"Text":"Tu n’es qu’un avertisseur"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nous t’avons envoye avec la Verite en tant qu’annonciateur et avertisseur, Il n’est pas une nation qui n’ait deja eu un avertisseur"},{"SurahNumber":35,"VerseNumber":25,"Text":"Et s’ils te traitent de menteur, eh bien, ceux d’avant eux avaient traite (leurs Messagers) de menteurs, cependant que leurs Messagers leur avaient apporte les preuves, les Ecrits et le Livre illuminant"},{"SurahNumber":35,"VerseNumber":26,"Text":"Puis j’ai saisi ceux qui ont mecru. Et quelle reprobation fut la Mienne"},{"SurahNumber":35,"VerseNumber":27,"Text":"N’as-tu pas vu que, du ciel, Allah fait descendre l’eau ? Puis nous en faisons sortir des fruits de couleurs differentes. Et dans les montagnes, il y a des sillons blancs et rouges, de couleurs differentes, et des roches excessivement noires"},{"SurahNumber":35,"VerseNumber":28,"Text":"Il y a pareillement des couleurs differentes, parmi les hommes, les animaux et les bestiaux. Parmi Ses serviteurs, seuls les savants craignent Allah. Allah est, certes, Puissant et Pardonneur"},{"SurahNumber":35,"VerseNumber":29,"Text":"Ceux qui recitent le Livre d’Allah, accomplissent la Salat, et depensent, en secret et en public de ce que Nous leur avons attribue, esperent ainsi faire une commerce qui ne perira jamais"},{"SurahNumber":35,"VerseNumber":30,"Text":"afin [qu’Allah] les recompensent pleinement et leur ajoute Sa grace. Il est Pardonneur et Reconnaissant"},{"SurahNumber":35,"VerseNumber":31,"Text":"Et ce que Nous t’avons revele du Livre est la Verite confirmant ce qui l’a precede . Certes Allah est Parfaitement Connaisseur et Clairvoyant sur Ses serviteurs"},{"SurahNumber":35,"VerseNumber":32,"Text":"Ensuite, Nous fimes heritiers du Livre ceux qui de Nos serviteurs que Nous avons choisis. Il en est parmi eux qui font du tort a eux-memes, d’autres qui se tiennent sur une voie moyenne, et d’autres avec la permission d’Allah devancent [tous les autres] par les bonnes actions; telle est la grace infinie"},{"SurahNumber":35,"VerseNumber":33,"Text":"Les jardin d’Eden ou ils entreront, pares de bracelets en or ainsi que de perles; et la, leurs vetements sont de soie"},{"SurahNumber":35,"VerseNumber":34,"Text":"Et ils diront : \"Louange a Allah qui a ecarte de nous l’affliction. Notre Seigneur est certes Pardonneur et Reconnaissant"},{"SurahNumber":35,"VerseNumber":35,"Text":"C’est Lui qui nous a installes, par Sa grace, dans la Demeure de la stabilite, ou nulle fatigue, nulle lassitude ne nous touchent"},{"SurahNumber":35,"VerseNumber":36,"Text":"Et ceux qui ont mecru auront le feu de l’Enfer : on ne les acheve pas pour qu’ils meurent; on ne leur allege rien de ses tourments. C’est ainsi que Nous recompensons tout negateur obstine"},{"SurahNumber":35,"VerseNumber":37,"Text":"Et la, ils hurleront : \"Seigneur, fais-nous sortir; nous ferons le bien, contrairement a ce que nous faisions.\" \"Ne vous avons-Nous pas donne une vie assez longue pour que celui qui reflechit puisse reflechir ? L’avertisseur, cependant, vous etait venu. Et bien, goutez (votre punition). Car pour les injustes, il n’y a pas de secoureur"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allah connait l’Inconnaissable dans les cieux et la terre. Il connait le contenu des poitrines"},{"SurahNumber":35,"VerseNumber":39,"Text":"C'est Lui qui a fait de vous des generations qui se succedent sur terre. Quiconque mecroit, sa mecreance retombera sur lui. Leur mecreance n’ajoute aux mecreants qu’opprobre aupres de leur Seigneur. Leur mecreance n’ajoute que perte aux mecreants"},{"SurahNumber":35,"VerseNumber":40,"Text":"Dis : \"Voyez-vous vos associes que vous invoquez en dehors d’Allah ? Montrez-moi ce qu’ils ont cree de la terre. Ont-ils ete associes a la creation des cieux? Ou leur avons-Nous apporte un Livre qui contienne des preuves [pour ce qu’ils font ?]\" Non ! Mais ce n’est qu’en tromperie que des injustes se font des promesses les uns aux autres"}]}