{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"De ki: \"Size vekil kılınan olum melegi canınızı alacak, sonra Rabbinize donduruleceksiniz"},{"SurahNumber":32,"VerseNumber":12,"Text":"Sucluları Rablerinin huzurunda, basları one egilmis olarak: \"Rabbimiz! Gorduk, dinledik, artık bizi dunyaya geri cevir de iyi is isleyelim; dogrusu kesin olarak inandık\" derlerken bir gorsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Biz dilesek herkese hidayet verirdik, fakat cehennemi tamamen cin ve insanlarla dolduracagıma dair Benden soz cıkmıstır"},{"SurahNumber":32,"VerseNumber":14,"Text":"Bugune kavusmayı unutmanızın karsılıgını gorun; dogrusu Biz de sizi unuttuk, yaptıklarınıza karsılık ebedi azabı tadın\" deriz"},{"SurahNumber":32,"VerseNumber":15,"Text":"Ayetlerimize ancak, kendilerine hatırlatıldıgı zaman secdeye kapananlar, buyukluk taslamayarak Rablerini overek yuceltenler, vucudlarını yataklardan uzak tutup korkarak ve umarak Rablerine yalvaranlar ve verdigimiz rızıklardan sarfedenler inanır"},{"SurahNumber":32,"VerseNumber":16,"Text":"Ayetlerimize ancak, kendilerine hatırlatıldıgı zaman secdeye kapananlar, buyukluk taslamayarak Rablerini overek yuceltenler, vucudlarını yataklardan uzak tutup korkarak ve umarak Rablerine yalvaranlar ve verdigimiz rızıklardan sarfedenler inanır"},{"SurahNumber":32,"VerseNumber":17,"Text":"Yaptıklarına karsılık onlar icin saklanan mujdeyi kimse bilmez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Inanan kimse yoldan cıkmıs kimseye benzer mi? Bunlar bir olamazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"Inanıp yararlı is isleyenlere gelince, onların yaptıklarına karsılık, varacakları cennet konakları vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Ama yoldan cıkanların, iste onların varacagı yer atestir. Oradan cıkmak isteyislerinin her defasında geri cevrilirler ve onlara: \"Yalanlayıp, durdugunuz atesin azabını tadın\" denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"Belki yollarından donerler diye and olsun onlara buyuk azabdan once dunya azabından tattırırız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Rabbinin ayetleri kendisine hatırlatılıp da onlardan yuz ceviren kimseden daha zalim var mıdır? Suphesiz suclulardan oc alacagız"},{"SurahNumber":32,"VerseNumber":23,"Text":"And olsun ki Musa'ya Kitap verdik; Sakın sen ona kavusacagından suphe etme. Musa'ya verdigimizi Israilogullarına dogruluk rehberi kıldık"},{"SurahNumber":32,"VerseNumber":24,"Text":"Sabredip ayetlerimize kesin olarak inanmalarından oturu, aralarından, onları buyrugumuzla dogru yola goturen onderler yaptık"},{"SurahNumber":32,"VerseNumber":25,"Text":"Muhakkak ki Rabbin ayrılıga dustukleri seylerde kıyamet gunu aralarında hukmedecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Simdi yurtlarında gezip dolastıkları, kendilerinden onceki nice nesilleri yok etmis olmamız onları dogru yola sevketmez mi? Bunlarda suphesiz ibretler vardır. Dinlemezler mi"},{"SurahNumber":32,"VerseNumber":27,"Text":"Kuru yerlere suyu gonderip onunla hayvanlarının ve kendilerinin yedikleri ekinleri cıkardıgımızı gormezler mi? Gormuyorlar mı"},{"SurahNumber":32,"VerseNumber":28,"Text":"Dogru soyluyorsanız bildirin bu hukum ne zaman verilecektir?\" derler"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: \"Hukmun verilecegi gun inkarcılara ne inanmaları fayda verir ve ne de ertelenirler"},{"SurahNumber":32,"VerseNumber":30,"Text":"Onları bırak, bekle; zaten onlar da senin akıbetini beklemektedirler"}]}