{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"[Xuézhěmen bǎ] fùhuó de zhīshì guīyú tā [wéi ān lā zhīdào fùhuó de shíjiān]. Wúlùn shì guǒshí de tuō è, háishì nǚxìng de huáiyùn yǔ fēnmiǎn, méiyǒu tā [ān lā] bù zhīdào de [zhù]. Zài nà rì, tā jiāng shěnwèn tāmen [duōshénjiào tú]:“[Nǐmen suǒ wàngyán de] wǒ de huǒbànmen [xiànzài] zài nǎlǐ?” Tāmen jiāng shuō:“Wǒmen xiàng nǐ bàogào, wǒmen zhōng wú rén néng wéi cǐ zuòzhèng.”"},{"SurahNumber":41,"VerseNumber":48,"Text":"Tāmen yǐqián suǒ qíqiú de [ǒuxiàng] pāoqì tāmen xiāoshīle.[Xiànzài] tāmen fāxiàn tāmen yǐ wú chù kě táo [bì ān lā de xíngfá]."},{"SurahNumber":41,"VerseNumber":49,"Text":"Rén [bù xìnyǎng zhě] qiú fú bùyànqífán, yīdàn zāoyù bùxìng jiù huīxīn juéwàng."},{"SurahNumber":41,"VerseNumber":50,"Text":"Zài zāoyù bùxìng hòu, jiǎrú wǒ shǐ tā chángshì wǒ de ēnhuì, tā bì shuō:“Zhè shì wǒ yīng dé de, wǒ jué bù xiāngxìn fùhuó de shíjiān huì láilín. Jíshǐ wǒ bèi dài dào wǒ de zhǔ nàlǐ, wǒ yě néng zài tā nàlǐ huòdé zuì hǎo de bàochóu.” Wǒ bì jiāng bǎ bù xìnyǎng zhě suǒ zuò de gàosù tāmen, wǒ bì jiāng shǐ tāmen chángshì kùxíng."},{"SurahNumber":41,"VerseNumber":51,"Text":"Dāng wǒ shī ēn yú rén shí, tā huíbì bùgù; dàn dāng tā zāoyù bùxìng shí, tā yòu qiúráo bùxiū."},{"SurahNumber":41,"VerseNumber":52,"Text":"Nǐ shuō:“Nǐmen gàosù wǒ ba! Jiǎrú zhè bù “gǔlánjīng” shì cóng ān lā nàlǐ jiàng shì de, ér nǐmen fǒurèn tā, nàme, shéi bǐ zài yáoyuǎn de duìlì zhōng [bù xìnyǎng ān lā, bù zūnxíng zhèngdào] de rén gèng mí wù ne?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Wǒ jiāng bǎ wǒ de jīxiàng xiǎnshì gěi tiāndì wànwù, xiǎnshì gěi tāmen zìjǐ, zhídào tāmen míngbái “gǔlánjīng” què shì zhēnlǐ. Nándào nǐ de zhǔ hái bùgòu zuò wànwù de jiànzhèng zhě ma?"},{"SurahNumber":41,"VerseNumber":54,"Text":"Xūzhī, tāmen díquè huáiyí jiāng yǔ tāmen de zhǔ xiāng huì. Xūzhī, tā [ān lā] què shì zhōuzhī wànshì wànwù de."},{"SurahNumber":42,"VerseNumber":1,"Text":"Hā, mǐ mù,"},{"SurahNumber":42,"VerseNumber":2,"Text":"ā yīng, xī ní, gāofū [ālābó yǔ wǔ gè zìmǔ de yīnyì, wéi ān lā zuì zhīdào qí yì]."},{"SurahNumber":42,"VerseNumber":3,"Text":"Quánnéng de, zuì ruìzhì de ān lā rúcǐ qǐshì nǐ [mù shèng],[yě tóngyàng qǐshì] zài nǐ zhīqián de shǐzhěmen [zhù]."},{"SurahNumber":42,"VerseNumber":4,"Text":"Tiāndì jiān de yīqiè dōu shì tā de. Tā shì zhìgāowúshàng de, zuì wěidà de."},{"SurahNumber":42,"VerseNumber":5,"Text":"Tiānshǐmen zànměi sòngyáng tāmen de zhǔ bìng wéi dà dìshàng de rén qiú [ān lā] kuānshù shí, zhū tiān jīhū yào cóng shàngmiàn pòliè. Xūzhī, ān lā què shì zuì kuānshù de, tè cí de."},{"SurahNumber":42,"VerseNumber":6,"Text":"Nàxiē shě tā [ān lā] ér lìng xuǎn bǎohù zhě [chóngbài] de rén, ān lā zài jiānshì tāmen, nǐ [mù shèng] bùshì tāmen de jiānhù zhě."},{"SurahNumber":42,"VerseNumber":7,"Text":"Wǒ rúcǐ qǐshì nǐ zhè bù ālābó wén de “gǔlánjīng”, yǐbiàn nǐ jǐnggào zhūchéng zhī mǔ [mài jiā] jí qí zhōuwéi de rén, yǐbiàn nǐ jǐnggào wúyí de jíhé rì, nà shí yībùfèn rén [xìnshì] jiàng zài lèyuán zhōng, lìng yībùfèn rén [bù xìnyǎng zhě] jiàng zài [huǒ yù de] lièhuǒ zhōng [zhù]."},{"SurahNumber":42,"VerseNumber":8,"Text":"Jiǎrú ān lā yìyù, tā bì shǐ tāmen chéngwéi yīgè mínzú, dàn tā shǐ tāsuǒ yìyù zhě jìnrù tā de ēnhuì zhōng. Bù yì zhě jué méiyǒu rènhé bǎohù zhě hé yuánzhù zhě."},{"SurahNumber":42,"VerseNumber":9,"Text":"Nándào tāmen yào shě tā [ān lā] ér lìng xuǎn bǎohù zhě [chóngbài] ma?[Xūzhī] ān lā cái shì zhēnzhèng de bǎohù zhě. Tā néng shǐ sǐzhě shēng, tā duì wànshì shì wànnéng de."},{"SurahNumber":42,"VerseNumber":10,"Text":"Fánshì nǐmen suǒ zhēnglùn de shì, tā de cáijué dōu guī ān lā. Zhè jiùshì ān lā——wǒ de zhǔ, wǒ zhǐ xìnlài tā, wǒ zhǐ guī xìn tā [zhù]."},{"SurahNumber":42,"VerseNumber":11,"Text":"[Tā shì] tiāndì de chuàngzào zhě, tā cóng nǐmen zìjǐ zhōng wèi nǐmen chuàngzào pèi'ǒu, yě cóng shēngchù zhōng wéi qí chuàngzào pèi'ǒu. Tā jiè cǐ chuàngzào nǐmen [yú zǐgōng zhōng]. Méiyǒu rènhé wù yǔ tā [ān lā] xiāngsì. Tā shì quán wén de, quán shì de."},{"SurahNumber":42,"VerseNumber":12,"Text":"Tā zhǎngguǎn tiāndì de yàoshi. Tā yù shǐ shéi fùyù, jiù shǐ shéi fùyù; yù shǐ shéi jiǒngpò, jiù shǐ shéi jiǒngpò. Tā què shì quánzhī wànshì wànwù de."}]}