{"Id":195,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown-la","Author":"Unknown","Language":"Croatian","Description":"Croatian - Transliteration","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"I Ejjubu - kad zovnu Gospodara svog: “Dotakla me je nevolja, a Ti si Najmilosrdniji od milosrdnih.”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Tad smo mu se odazvali i otklonili sta je s njim bilo od nevolje. I dali smo mu porodicu njegovu, i slicne njima uz njih miloscu od Nas, i Opomenu za obozavatelje"},{"SurahNumber":21,"VerseNumber":85,"Text":"I Ismailu i Idrisu i Zul-kiflu; svaki je bio od strpljivih"},{"SurahNumber":21,"VerseNumber":86,"Text":"I dali smo da oni uđu u milost Nasu. Uistinu, oni su od dobrih"},{"SurahNumber":21,"VerseNumber":87,"Text":"I Zun-nunu, kad ode srdit, tad je mislio da necemo imati nad njim moc - pa je dozivao u tminama: “Nema boga osim Tebe, slava neka je Tebi! Uistinu, ja sam od zalima.”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Tad smo mu se odazvali i izbavili ga iz jada. A tako spasavamo vjernike"},{"SurahNumber":21,"VerseNumber":89,"Text":"I Zekerijjaa - kad zovnu Gospodara svog: “Gospodaru moj! Ne ostavljaj me samog, a Ti si Najbolji od nasljednika.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Tad smo mu se odazvali i darovali mu Jahjaa, i osposobili mu zenu njegovu. Uistinu, oni su se natjecali u dobrim djelima i zazivali Nas dragovoljno i iz straha, i bili su Nama ponizni"},{"SurahNumber":21,"VerseNumber":91,"Text":"I onu koja je sacuvala ferdz svoj, pa smo udahli u nju od Duha Naseg, i ucinili nju i sina njenog znakom za svjetove"},{"SurahNumber":21,"VerseNumber":92,"Text":"Uistinu, ova vasa umma, je umma jedna, a Ja sam Gospodar vas, zato Mene obozavajte"},{"SurahNumber":21,"VerseNumber":93,"Text":"I rastrgali su stvar svoju između sebe. Svi su Nama povratnici"},{"SurahNumber":21,"VerseNumber":94,"Text":"Pa ko radi dobra djela, a on je vjernik, tad nema poricanja truda njegovog. A uistinu, Mi smo njegovi Pisari"},{"SurahNumber":21,"VerseNumber":95,"Text":"I zabrana je za naselje koje smo unistili, da se oni nece povratiti"},{"SurahNumber":21,"VerseNumber":96,"Text":"Dok, kad se pusti Jedzudz i Medzudz - a oni ce se sa svake uzvisine spustati"},{"SurahNumber":21,"VerseNumber":97,"Text":"I priblizi se obecanje istinito, tad gle: ukoceni pogledi onih koji nisu vjerovali. “O tesko nama! Doista smo bili u nemaru prema ovom, sta vise, bili smo zalimi.”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Uistinu! Vi i ono sto ste obozavali mimo Allaha, bicete gorivo Dzehennema. Vi cete biti ti koji cete mu doci"},{"SurahNumber":21,"VerseNumber":99,"Text":"Da su ovi bili bogovi, ne bi mu dosli. A svi ce u njemu biti vjecito"},{"SurahNumber":21,"VerseNumber":100,"Text":"Imace oni u njemu hroptanje i oni u njemu nece cuti"},{"SurahNumber":21,"VerseNumber":101,"Text":"Uistinu, oni kojima je od Nas prethodilo najljepse - takvi ce od njega biti otklonjeni"},{"SurahNumber":21,"VerseNumber":102,"Text":"Nece cuti ni najmanji sum njegov i oni ce u onom sta zazele duse njihove vjecno biti"},{"SurahNumber":21,"VerseNumber":103,"Text":"Nece ih brinuti strah najveci, a susretace ih meleci: “Ovo je vas Dan koji vam se obecavao”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Dan kad savijemo nebo kao motanjem svitka za knjige. Kao sto smo poceli prvo stvaranje, ponovicemo ga. Obecanje je na Nama. Uistinu, Mi cemo biti Izvrsitelji"},{"SurahNumber":21,"VerseNumber":105,"Text":"A doista smo zapisali u Zeburu nakon Opomene, da ce Zemlju naslijediti robovi Moji dobri"},{"SurahNumber":21,"VerseNumber":106,"Text":"Uistinu, u ovom je poruka za narod obozavatelja"},{"SurahNumber":21,"VerseNumber":107,"Text":"I poslali smo te samo kao milost svjetovima"},{"SurahNumber":21,"VerseNumber":108,"Text":"Reci: “Samo mi se objavljuje da je Bog vas Bog Jedini! Pa jeste li vi muslimani?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"Pa ako se okrenu, tad reci: “Upozorio sam vas jednako, a ne znam da li je blisko ili daleko ono cime vam se prijeti"},{"SurahNumber":21,"VerseNumber":110,"Text":"Uistinu! On zna javni govor i zna sta krijete"},{"SurahNumber":21,"VerseNumber":111,"Text":"I ne znam: mozda je to iskusenje za vas i uzivanje do nekog vremena.”"},{"SurahNumber":21,"VerseNumber":112,"Text":"(Muhammed) rece: “Gospodaru moj! Presudi s Istinom.” A Gospodar nas je Milostivi, Onaj od kog se trazi pomoc protiv onog sto pripisujete"}]}