{"Id":152,"LanguageCodes":["fa","fas"],"Name":"fas-bahaoddinkhorra","Author":"Baha Oddin Khorramshahi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"سپس [مریم‌] به او باردار شد و با او در جایی دوردست کناره گرفت‌"},{"SurahNumber":19,"VerseNumber":23,"Text":"آنگاه درد زایمان او را به پناه تنه درخت خرمایی کشانید گفت ای کاش پیش از این مرده بودم و از یاد رفته بودم و فراموش شده بودم‌"},{"SurahNumber":19,"VerseNumber":24,"Text":"از فرودست او ندا در داد که اندوهگین مباش، پروردگارت از فرودست تو جویباری روان کرده است‌"},{"SurahNumber":19,"VerseNumber":25,"Text":"و تنه درخت خرما را به سوی خود تکان بده تا بر تو رطب تازه چیده فرو ریزد"},{"SurahNumber":19,"VerseNumber":26,"Text":"پس بخور و بیاشام و دیده روشن دار، آنگاه اگر انسانی را دیدی بگو برای خداوند رحمان روزه‌[ی سکوت‌] گرفته‌ام و هرگز امروز با هیچ انسانی سخن نمی‌گویم‌"},{"SurahNumber":19,"VerseNumber":27,"Text":"سپس او [عیسی‌] را برداشت و به نزد قومش آورد گفتند ای مریم کار شگرفی پیش آوردی‌"},{"SurahNumber":19,"VerseNumber":28,"Text":"ای خواهر هارون نه پدرت مردی نابکار، و نه مادرت پلیدکار بود"},{"SurahNumber":19,"VerseNumber":29,"Text":"آنگاه [مریم‌] به او [نوزاد] اشاره کرد گفتند چگونه با کودکی که در گهواره است، سخن بگوییم‌"},{"SurahNumber":19,"VerseNumber":30,"Text":"[نوزاد به سخن درآمده و] گفت من بنده خداوندم که به من کتاب آسمانی داده است و مرا پیامبر گردانیده است‌"},{"SurahNumber":19,"VerseNumber":31,"Text":"و مرا، هر جا که باشم، مبارک گردانیده و مرا مادام که زنده باشم به نماز و زکات سفارش فرموده است‌"},{"SurahNumber":19,"VerseNumber":32,"Text":"و نیز مرا در حق مادرم نیکوکار گردانده و مرا زورگوی سخت دل نگردانده است‌"},{"SurahNumber":19,"VerseNumber":33,"Text":"و بر من در روزی که زادم و در روزی که درگذرم و روزی که زنده برانگیخته شوم درود باد"},{"SurahNumber":19,"VerseNumber":34,"Text":"[آری‌] این است عیسی بن مریم، این سخن راست و درستی است که آنان در آن شک و شبهه دارند"},{"SurahNumber":19,"VerseNumber":35,"Text":"سزاوار نیست که خداوند فرزندی برگیرد، او منزه است، آنگاه که کاری را مقرر فرماید فقط به آن می‌گوید، موجود شو، و بی‌درنگ موجود می‌شود"},{"SurahNumber":19,"VerseNumber":36,"Text":"و خداوند پروردگار من و پروردگار شماست پس او را بپرستید که این راه راست است‌"},{"SurahNumber":19,"VerseNumber":37,"Text":"ولی گروه منکران در میان خود اختلاف‌ورزیدند، پس وای بر کافران از حضور در روزی سترگ‌"},{"SurahNumber":19,"VerseNumber":38,"Text":"روزی که نزد ما آیند چقدر شنوا و چقدر بینا هستند، ولی امروز ستمگران در گمراهی آشکارند"},{"SurahNumber":19,"VerseNumber":39,"Text":"و آنان را از روز حسرت بترسان، که امر [الهی‌] تحقق یابد و آنان غافلند و ایمان نیاورند"},{"SurahNumber":19,"VerseNumber":40,"Text":"ما زمین را با هر که روی آن است، میراث می‌بریم و به سوی ما بازگردانده شوند"},{"SurahNumber":19,"VerseNumber":41,"Text":"و در کتاب آسمانی از ابراهیم یاد کن که صدیقی پیامبر بود"},{"SurahNumber":19,"VerseNumber":42,"Text":"آنگاه که به پدرش گفت پدرجان چرا چیزی را می‌پرستی که نمی‌بیند و نمی‌شنود و به حال تو سودی ندارد"},{"SurahNumber":19,"VerseNumber":43,"Text":"پدرجان از علم [وحی‌] چیزی به من رسیده است که به تو نرسیده است، پس از من پیروی کن که تو را به راهی راست رهنمایی کنم‌"},{"SurahNumber":19,"VerseNumber":44,"Text":"پدرجان شیطان را مپرست، که شیطان در برابر خداوند رحمان سرکش است‌"},{"SurahNumber":19,"VerseNumber":45,"Text":"پدرجان می‌ترسم که عذابی از سوی خداوند رحمان به تو برسد و دوستدار شیطان شوی‌"},{"SurahNumber":19,"VerseNumber":46,"Text":"گفت ای ابراهیم آیا از خدایان من روی بر می‌تابی؟ اگر دست برنداری سنگسارت می‌کنم و روزگاری دراز از من دور شو"},{"SurahNumber":19,"VerseNumber":47,"Text":"[ابراهیم‌] گفت سلام بر تو، زودا که از پروردگارم برایت آمرزش خواهم که او به من مهربان است‌"},{"SurahNumber":19,"VerseNumber":48,"Text":"و از شما و آنچه به جای خداوند می‌پرستید کناره می‌کنم و پروردگارم را می‌خوانم، باشد که در دعای پروردگارم سخت دل نباشم‌"},{"SurahNumber":19,"VerseNumber":49,"Text":"و چون از ایشان و آنچه به جای خداوند می‌پرستیدند، کناره گرفت، به او اسحاق و یعقوب را بخشیدیم و همه را پیامبر گرداندیم‌"},{"SurahNumber":19,"VerseNumber":50,"Text":"و به آنان از رحمت خویش بخشیدیم و برای آنان آوازه راستین و بلند پدید آوردیم‌"},{"SurahNumber":19,"VerseNumber":51,"Text":"و در کتاب آسمانی از موسی یاد کن که او اخلاص یافته و فرستاده‌ای پیامبر بود"},{"SurahNumber":19,"VerseNumber":52,"Text":"و او و او را از جانب طور ایمن ندا دادیم و او را به همرازی خود نزدیک گرداندیم‌"},{"SurahNumber":19,"VerseNumber":53,"Text":"و از رحمت خویش برادری چون هارون که پیامبر [و شریک و یاور او] بود به او ارزانی داشتیم‌"},{"SurahNumber":19,"VerseNumber":54,"Text":"و در کتاب آسمانی از اسماعیل یاد کن که درست وعده و فرستاده‌ای پیامبر بود"},{"SurahNumber":19,"VerseNumber":55,"Text":"و خاندانش را به نماز و زکات امر می‌کرد و نزد پروردگارش مقبول بود"},{"SurahNumber":19,"VerseNumber":56,"Text":"و در کتاب آسمانی از ادریس یاد کن که صدیقی پیامبر بود"},{"SurahNumber":19,"VerseNumber":57,"Text":"و او را بلندمرتبه گرداندیم‌"},{"SurahNumber":19,"VerseNumber":58,"Text":"اینان کسانی هستند از پیامبران، از زاد و رود آدم و از کسانی که همراه نوح در کشتی سوار کردیم و از زاد و رود ابراهیم و اسرائیل [ یعقوب‌] و از کسانی که هدایت کرده‌ایم و بر گزیده‌ایم، که خداوند به آنان انعام و اکرام فرموده است، که چون آیات خداوند رحمان بر آنان خوانده، می‌شد، گریان به سجده می‌افتادند"}]}