{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"Tukamtoa kwenye tumbo la chewa na tukamtupa kwenye ardhi tupu, isiyokuwa na miti wala majengo, akiwa dhaifu wa mwili"},{"SurahNumber":37,"VerseNumber":146,"Text":"Na tukamuoteshea mmea wa matango ili umfinike na anufaike nao"},{"SurahNumber":37,"VerseNumber":147,"Text":"Tukamtumiliza aende kwa watu wake wanaofikia elfu mia moja, bali wanazidi idadi hiyo"},{"SurahNumber":37,"VerseNumber":148,"Text":"Wakamuamini na wakafuata aliyokuja nayo kivitendo, na kwa hivyo tukawastarehesha maishani mwao mpaka wakati wa kufika ajali zao"},{"SurahNumber":37,"VerseNumber":149,"Text":"Basi waulize watu wako, ewe Mtume, «Ni vipi wamemfanya Mwenyezi Mungu ana watoto wa kike ambao wao wenyewe wanawachukia, na wao wana watoto wa kiume wanaowataka?»"},{"SurahNumber":37,"VerseNumber":150,"Text":"Na waulize wao, «Je, tuliwaumba Malaika wakiwa wanawake, na hali wao wapo (wakishuhudia uumbaji huo)?»"},{"SurahNumber":37,"VerseNumber":151,"Text":"Na miongoni mwa urongo wao ni kule kusema kwao, «Mwenyezi Mungu Amezaa"},{"SurahNumber":37,"VerseNumber":152,"Text":"Na kwa hakika, wao ni warongo, kwa kuwa wanakisema wasichokijua.»"},{"SurahNumber":37,"VerseNumber":153,"Text":"Ni kwa kitu gani Mwenyezi Mungu Achague watoto wa kike na sio wa kiume"},{"SurahNumber":37,"VerseNumber":154,"Text":"Ni uamuzi mbaya sana mnaoutoa, enyi watu, wa kuwa Mwenyezi Mungu Ana watoto wa kike na nyinyi mna watoto wa kiume, na hali nyinyi hamridhiki nafsi zenu kuwa na watoto wa kike"},{"SurahNumber":37,"VerseNumber":155,"Text":"Je, hamkumbuki kwamba haifai wala haitakikani Awe na mtoto? Ametukuka Mwenyezi Mungu na kuwa mbali na hilo, umbali ulio juu sana"},{"SurahNumber":37,"VerseNumber":156,"Text":"Lakini je, mna hoja ya wazi juu ya hilo neno lenu na uzushi wenu"},{"SurahNumber":37,"VerseNumber":157,"Text":"Iwapo mna hoja ndani ya kitabu kitokacho kwa Mwenyezi Mungu, basi kileteni, mkiwa ni wa kweli katika hilo neno lenu"},{"SurahNumber":37,"VerseNumber":158,"Text":"Na washirikina walifanya kuwa kuna uhusiano wa kizazi baina ya Mwenyezi Mungu na Malaika, na hakika ni kwamba Malaika washajua kuwa washirikina ni wenye kuletwa Siku ya Kiyama ili kuadhibiwa"},{"SurahNumber":37,"VerseNumber":159,"Text":"Ametakasika Mwenyezi Mungu na kila lisilofaa asifike nalo miongoni mwa yale wanaomsifu nayo washirikina"},{"SurahNumber":37,"VerseNumber":160,"Text":"Lakini wale waja wa Mwenyezi Mungu wanaomtakasia katika kumuabudu hawamsifu isipokuwa kwa sifa zinazolingana na utukufu Wake, kutakasika ni Kwake"},{"SurahNumber":37,"VerseNumber":161,"Text":"Hakika yenu nyinyi, enyi wenye kumshirikisha Mwenyezi Mungu, na kile mnachokiabudu badala ya Mwenyezi Mungu miongoni mwa waungu"},{"SurahNumber":37,"VerseNumber":162,"Text":"hamkuwa ni wenye kumpoteza yoyote"},{"SurahNumber":37,"VerseNumber":163,"Text":"isipokuwa yule Aliyemkadiria Mwenyezi Mungu aingie kwenye Moto wa Jaḥīm kwa sababu ya ukafiri wake na udhalimu wake"},{"SurahNumber":37,"VerseNumber":164,"Text":"Malaika wanasema, «Hakuna yoyote miongoni mwetu isipokuwa ana makao maalumu mbinguni"},{"SurahNumber":37,"VerseNumber":165,"Text":"Na sisi ndio tunaosimama kwa kujipanga kwa safu katika kumuabudu Mwenyezi Mungu na kumtii"},{"SurahNumber":37,"VerseNumber":166,"Text":"Na sisi ndio tunaomtakasa Mwenyezi Mungu na kila kisichofaa kunasibishwa nacho.»"},{"SurahNumber":37,"VerseNumber":167,"Text":"Na hakika makafiri wa Makkah walikuwa wakisema kabla hujatumilizwa"},{"SurahNumber":37,"VerseNumber":168,"Text":"«Ewe Mtume! Lau vingalitujia vitabu na Manabii vile vilivyowajia wa mwanzo kabla yetu"},{"SurahNumber":37,"VerseNumber":169,"Text":"tungalikuwa waja wa Mwenyezi Mungu wakweli katika Imani, waliotakaswa kwa kufanya Ibada.»"},{"SurahNumber":37,"VerseNumber":170,"Text":"Ulipowajia wao utajo wa watu wa mwanzo na utajo wa watu wa mwisho na kitabu kikamilifu kabisa na bora wa Mitume, naye ni Muhammad, rehema ya Mwenyezi Mungu na amani zimshukie, walimkanusha. Basi wataijua adhabu watakayopatiwa Siku ya Mwisho"},{"SurahNumber":37,"VerseNumber":171,"Text":"Kwa hakika lishatangulia neno letu, ambalo halina namna ya kurudi, la kuwaahidi waja wetu waliopewa utume"},{"SurahNumber":37,"VerseNumber":172,"Text":"kwamba watapata usaidizi juu ya maadui zao, kwa hoja na nguvu"},{"SurahNumber":37,"VerseNumber":173,"Text":"na kwamba askari wetu wanaopigana jihadi katika njia yetu ndio wenye kuwashinda maadui zao kila mahali, kuzingatia mwishoni na marejeo"},{"SurahNumber":37,"VerseNumber":174,"Text":"Basi wape mgongo, ewe Mtume, wale walioshindana na wasiikubali haki mpaka ukamalizika muda waliopatiwa muhula na ikaja amri ya Mwenyezi Mungu ya wao kuadhibiwa"},{"SurahNumber":37,"VerseNumber":175,"Text":"wangojee na subiri uone: ni adhabu gani itakayowashukia wao kwa kuenda kinyume nawe? Basi wataiona adhabu ya Mwenyezi Mungu itakayowashukia"},{"SurahNumber":37,"VerseNumber":176,"Text":"Je kuteremkiwa kwao na adhabu yetu ndilo jambo wanalokuharakishia, ewe Mtume"},{"SurahNumber":37,"VerseNumber":177,"Text":"Basi adhabu yetu itakapowashukia, asubuhi mbaya zaidi ni asubuhi yao"},{"SurahNumber":37,"VerseNumber":178,"Text":"Na uwape mgongo mpaka Mwenyezi Mungu Atoe idhini ya wao kuadhibiwa"},{"SurahNumber":37,"VerseNumber":179,"Text":"Na uwangojee, kwani wataiona adhabu itakayowashukia na mateso"},{"SurahNumber":37,"VerseNumber":180,"Text":"Mola wa enzi na utukufu Ameepukana na kuwa juu ya kila kile ambacho wanaomzulia urongo wanamsifu nacho"},{"SurahNumber":37,"VerseNumber":181,"Text":"Na maamkizi ya Mwenyezi Mungu ya daima,sifa Zake na amani Yake ziwafikie Mitume wote"},{"SurahNumber":37,"VerseNumber":182,"Text":"Na shukrani na sifa njema ni za Mola wa viumbe wote ulimwenguni na Akhera. Yeye Ndiye Mstahiki wa hilo Peke Yake, Hana mshirika Wake"},{"SurahNumber":38,"VerseNumber":1,"Text":"«Ṣād» Yametangulia maelezo kuhusu herufi zilizotengwa na kukatwa mwanzoni mwa sura ya Al-Baqarah"},{"SurahNumber":38,"VerseNumber":2,"Text":"Anaapa Mwenyezi Mungu, Aliyetakasika, kwa Qur’ani inayokusanya ukumbushaji kwa watu kwa yale ambayo wao wameghafilika nayo. Lakini makafiri wanaifanyia kiburi haki na wanaenda kinyume nayo"},{"SurahNumber":38,"VerseNumber":3,"Text":"Kuna ummah wengi tuliowaangamiza kabla ya hawa washirikina, wakaomba waokolewe na wakaita kutaka toba, na wakati si wakati wa kukubaliwa toba wala wakati wa kukimbia na kuokolewa na yaliyowapata"},{"SurahNumber":38,"VerseNumber":4,"Text":"Na wameona ajabu washirikina hawa kuwa Mwenyezi Mungu Amewatumia binadamu miongoni mwao awalinganie kwa Mwenyezi Mungu na awaogopeshe adhabu Yake na wakasema, «Hakika yeye si Mtume bali yeye ni mrongo katika maneno yake, anawafanyia uchawi watu wake"},{"SurahNumber":38,"VerseNumber":5,"Text":"Ni vipi atawafanya waungu wengi kuwa ni mungu mmoja? Hili alilolileta na akalingania kwalo ni jambo la ajabu"},{"SurahNumber":38,"VerseNumber":6,"Text":"Wakatoka viongozi wa watu na wakubwa wao wakiwahimiza watu wao kuendelea kwenye ushirikina na kuvumilia juu ya waungu wengi, «Hili alilokuja nalo huyu Mtume ni jambo la kupangwa, lengo lake ni uongozi na ukubwa"},{"SurahNumber":38,"VerseNumber":7,"Text":"Hatujasikia hili analolingania katika dini ya baba zetu wa Kikureshi wala katika Unaswara; halikuwa hili isipokuwa ni urongo na uzushi"},{"SurahNumber":38,"VerseNumber":8,"Text":"«Je, amehusishwa Muhammad peke yake kwa kuteremshiwa Qur’ani bila ya sisi?» Bali wao wako kwenye shaka ya kuwa mimi nimekuletea wahyi wewe, ewe Mtume, na kukupa utume. Bali wao walisema hilo kwa kuwa hawajaonja adhabu ya Mwenyezi Mungu, na lau wangaliionja adhabu hawangalithubutu kusema waliyosema"},{"SurahNumber":38,"VerseNumber":9,"Text":"Au kwani wao wanamiliki mahazina ya fadhila za Mola wako, Aliye Mshindi katika ufalme Wake, Aliye Mpaji wa Anachokitaka miongoni mwa riziki Yake na fadhila Zake kwa Anayemtaka miongoni mwa viumbe Vyake"},{"SurahNumber":38,"VerseNumber":10,"Text":"Au kwani washirikina hawa wana mamlaka ya mbinguni na ardhini na vilivyoko baina ya viwili hivyo, hivyo basi wakatoa na kuzuia? Basi wazishikilie kamba zenye kuwafikisha mbinguni wapate kutoa uamuzi wanaoutaka wa kutoa na kuzuia"},{"SurahNumber":38,"VerseNumber":11,"Text":"Askari hawa wanaokanusha ni askari wenye kushindwa, kama walivyoshindwa wengineo miongoni mwa mapote ya watu waliokuwa kabla yao"},{"SurahNumber":38,"VerseNumber":12,"Text":"Walikanusha kabla yao watu wa Nūḥ, 'Ād, Fir'awn mwenye nguvu kubwa"},{"SurahNumber":38,"VerseNumber":13,"Text":"Thamūd, watu wa Lūṭ, watu wa miti na mabustani nao ni watu wa Shu'ayb. Hao ndio ummah walioshirikiana wakawa pote moja juu ya ukafiri na ukanushaji na wakajikusanya juu yake"},{"SurahNumber":38,"VerseNumber":14,"Text":"Hakuna watu wa pote lolote kati ya hawa isipokuwa walikanusha Mitume na kwa hivyo wakastahiki kupata adhabu ya Mwenyezi Mungu na yakawashukia wao mateso Yake"},{"SurahNumber":38,"VerseNumber":15,"Text":"Na hawangojei washirikina hawa, ili adhabu iwashukie wakisalia kwenye ushirikina wao, isipokuwa Mvuvio mmoja ambao hauna kurudi"},{"SurahNumber":38,"VerseNumber":16,"Text":"Na wanasema, «Mola wetu! Tuharakishie sehemu yetu ya adhabu duniani kabla ya Siku ya Kiyama.» Kusema huku kulikuwa ni uchezaji shere kutoka kwao"},{"SurahNumber":38,"VerseNumber":17,"Text":"Vumilia, ewe Mtume, kwa unayoyachukia katika hayo wanayoyasema, na umtaje mja wetu Dāwūd, mwenye nguvu juu ya maadui wa Mwenyezi Mungu na uvumilivu juu ya kumtii Yeye. Hakika yeye ni mwingi wa kutubia, ni mwingi wa kurejea kufanya yale yanayomridhisha Mwenyezi Mungu. Katika haya pana kumliwaza Mtume, rehema ya Mwenyezi Mungu na amani zimshukie"},{"SurahNumber":38,"VerseNumber":18,"Text":"Hakika sisi tuliyadhalilisha majabali pamoja na Dāwūd, yakawa yanamtakasa Mwenyezi Mungu kwa kumsabihi wakati anapomtakasa kwa kumsabihi mwanzo wa mchana na mwisho wake"},{"SurahNumber":38,"VerseNumber":19,"Text":"Na tukawadhalilisha ndege pamoja naye, kwa mkusanyiko wao, wakawa wanatakasa kwa kusabihi na kuwa watiifu kwake"},{"SurahNumber":38,"VerseNumber":20,"Text":"Tukamtilia nguvu ufalme wake kwa haiba, uwezo na ushindi, na tukampa unabii na upambanuzi wa maneno na utoaji hukumu"}]}