{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"Dāngshí, mù sà wèi tā de zúrén qí shuǐ. Wǒ shuō:“Nǐ yòng nǐ de shǒuzhàng dǎ nà kuài yánshí ba!” Yúshì jiù cóng nà kuài yánshí zhōng yǒng chū shí'èr dào quánshuǐ, gè bùzú de rénmen dōu zhīdào zìjǐ de yǐnshuǐ chǔ.[Ránhòu, wǒ duì tāmen shuō]:“Nǐmen chī yǐn ān lā suǒ ēncì de ba! Dàn nǐmen bùyào zài dà dìshàng wéifēizuòdǎi.”"},{"SurahNumber":2,"VerseNumber":61,"Text":"Dāngshí, nǐmen shuō:“Mù sà a! Wǒmen jué bùnéng rěnshòu [zhǐ chī] yī zhǒng shíwù, qǐng nǐ wèi wǒmen qiú nǐ de zhǔ [ān lā] ba! Qiú tā wèi wǒmen shēngchǎn chū dà dìshàng suǒ shēngzhǎng de zuòwù——shūcài, huángguā, dàsuàn, biǎndòu hé cōng.” Tā [ān lā] shuō:“Nándào nǐmen yào yòng gāojí de huànqǔ dījí de ma? Nǐmen xià dào yīzuò chéngshì qù ba! Nǐmen [zài nàlǐ] jiāng huì huòdé nǐmen suǒ qíqiú de.” Zhīhòu, tāmen cháng zāo xiūrù hé qióngkùn, cháng zāo ān lā de qiǎn nù, zhè shì yīnwèi tāmen bù xìnyǎng ān lā de jīxiàng, wàngtú shāhài xiānzhīmen; zhè shì yīnwèi tāmen wéikàng hé chāoyuè fǎdù."},{"SurahNumber":2,"VerseNumber":62,"Text":"Xìnshìmen, yóutài jiàotú, jīdū jiàotú hé sà bǐ jiàotú [yuán shēnghuó yú yīlākè jìngnèi], shéi xìnyǎng ān lā hé mòrì bìng xíngshàn, tāmen zài tāmen de zhǔ nàlǐ jiāng huòdé tāmen de bàochóu [zhù]. Kǒngjù bù huì jiànglín tāmen, tāmen yě bù yōuchóu."},{"SurahNumber":2,"VerseNumber":63,"Text":"Dāngshí, wǒ yǔ nǐmen [yǐsèliè de hòuyì] xiāngyuē, wǒ bǎ shān shēng dào nǐmen shàngmiàn [bìng shuō]:“Nǐmen dāng jiānchí wǒ suǒ cìyǔ nǐmen de [jīngdiǎn], dāng láojì qízhōng de [jièlǜ], yǐbiàn nǐmen chéngwéi jìngwèi zhě.”"},{"SurahNumber":2,"VerseNumber":64,"Text":"Rán'ér, cǐhòu nǐmen bèipànle. Jiǎrú méiyǒu ān lā duì nǐmen de ēnhuì hé cí mǐn, nǐmen bì chéngle sǔnshī zhě."},{"SurahNumber":2,"VerseNumber":65,"Text":"Nǐmen díquè zhīdào, nǐmen zhōng yǒuxiē rén zài ānxírì chāoyuè fǎdù, suǒyǐ, wǒ duì tāmen shuō:“Nǐmen biàn chéng bēijiàn de yuán ba!”"},{"SurahNumber":2,"VerseNumber":66,"Text":"Wǒ bǎ zhè zhǒng chéngfá zuòwéi duì tāmen zìjǐ hé hòu rén de yī zhǒng jiànjiè, yěshì duì jìngwèi zhě de yī zhǒng quàngào [zhù]."},{"SurahNumber":2,"VerseNumber":67,"Text":"Dāngshí, mù sà duì tā de zúrén shuō:“Ān lā díquè mìnglìng nǐmen zǎi yītóu niú.” Tāmen shuō:“Nǐ shì qǔxiào wǒmen ma?” Tā shuō:“Wǒ qiú ān lā bǎohù, yǐmiǎn wǒ chéngwéi yúrén.”"},{"SurahNumber":2,"VerseNumber":68,"Text":"Tāmen shuō:“Qǐng nǐ tì wǒmen qiú nǐ de zhǔ wèi wǒmen chǎnmíng tā shì shénme yàng de niú?” Tā [mù sà] shuō:“Tā [ān lā] shuō:“Tā shì yītóu huángniú, bùlǎo bù shǎo, niánlíng shìzhòng.” Nǐmen zhíxíng nǐmen suǒ fèng dào de mìnglìng ba!”"},{"SurahNumber":2,"VerseNumber":69,"Text":"Tāmen shuō:“Qǐng nǐ tì wǒmen qiú nǐ de zhǔ wèi wǒmen chǎnmíng tā shì shénme yánsè de niú?” Tā [mù sà] shuō:“Tā [ān lā] shuō:“Tā shì yītóu huángniú, yánsè chún huáng, jiàn zhě xǐyuè.”"},{"SurahNumber":2,"VerseNumber":70,"Text":"Tāmen shuō:“Qǐng nǐ tì wǒmen qiú nǐ de zhǔ wèi wǒmen chǎnmíng tā [jiùjìng] shì shénme yàng de niú? Zài wǒmen kàn lái,[huáng] niú dōu shì xiāngsì de. Jiǎrú ān lā yìyù, wǒmen bì shòu yǐndǎo.”"},{"SurahNumber":2,"VerseNumber":71,"Text":"Tā [mù sà] shuō:“Tā [ān lā] shuō:“Tā shì yītóu huángniú, wèi shòuguò xùnliàn gēngdì [zhù], yě bù huì guàngài tiándì, jiànzhuàng ér háo wú cīdiǎn.” Tāmen shuō:“Nǐ xiànzài shuō duìle.” Yúshì tāmen jiù zǎile nà tóu niú, jǐnguǎn tāmen bù qíngyuàn."},{"SurahNumber":2,"VerseNumber":72,"Text":"Dāngshí, nǐmen shāle yīgè rén, nǐmen duì cǐ hùxiāng dǐlài, dàn ān lā yào jiēchuān nǐmen suǒyǐncáng de [zhēnxiàng]."},{"SurahNumber":2,"VerseNumber":73,"Text":"Wǒ shuō:“Nǐmen yòng nà niú de yīkuài ròu dǎ tā [sǐzhě] ba!” Ān lā rúcǐ shǐ sǐzhě fùhuó, bìng zhāoshì nǐmen tā de jīxiàng, yǐbiàn nǐmen mínglǐ."},{"SurahNumber":2,"VerseNumber":74,"Text":"Rán'ér, cǐhòu nǐmen de xīn biàn yìngle, yìng rú yánshí, shènzhì bǐ yánshí hái yìng. Yǒuxiē yánshí, xīshuǐ kě cóngzhōng yǒng chū; yǒuxiē yánshí liè kāile, shuǐ kě cóngzhōng liúchū; yǒuxiē yánshí yīn wèijù ān lā ér zhuìluò. Ān lā jué bù hūshì nǐmen suǒ zuò de."}]}