{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Turo az ƣanoimi (ƣanimathoi) çangī mepursand, ʙigū: «Ƣanoimi çangī azoni Xudovu pajomʙar ast. Pas agar az mū'minon hasted, az Xudoj ʙitarsed va ʙo jakdigar ʙa oştī zist kuned va az Xudovu pajomʙaraş farmon ʙared!»"},{"SurahNumber":8,"VerseNumber":2,"Text":"Mū'minon kasone hastand, ki cun nomi Xudo ʙurda şavad, xavf dilhoşonro faro girad va cun ojoti Xudo ʙar onon xonda şavad, imonaşon afzun gardad va ʙar Parvardigoraşon tavakkal mekunand"},{"SurahNumber":8,"VerseNumber":3,"Text":"hamon kason, ki namoz meguzorand va az on cī rūziaşon dodaem, sadaqa mekunand"},{"SurahNumber":8,"VerseNumber":4,"Text":"Inho mūʹminoni haqiqi hastand. Dar nazdi Parvardigoraşon sohiʙi daraçotand va maƣrifatu rizqe nekū"},{"SurahNumber":8,"VerseNumber":5,"Text":"Oncunon ʙud, ki Parvardigorat turo az xonaat ʙa haq ʙerun ovard, hol on ki gurūhe az mū'minon noxuşnud ʙudand"},{"SurahNumber":8,"VerseNumber":6,"Text":"Bo on ki haqiqat ʙar onho oşkor şuda dar ʙorai on ʙo tu muçodala mekunand, cunon qadam ʙarmedorand, ki gujo meʙinand, ki onhoro ʙa sūī marg meʙarand"},{"SurahNumber":8,"VerseNumber":7,"Text":"Va ʙa jod or on gohro, ki Xudo ʙa şumo va'da dod, ki jake az on du gurūh ʙa dasti şumo aftad va dūst doşted, ki on gurūh ki xolī az qudrat ast, ʙa das ti şumo aftad, hol on ki Xudo mexost ʙa suxanoni ud haqro ʙar çoi xud nişonad va reşai kofironro qat' kunad"},{"SurahNumber":8,"VerseNumber":8,"Text":"haqro soʙit va nohaqro nociz gardonad, harcand gunohkoron noxuşnud ʙoşand"},{"SurahNumber":8,"VerseNumber":9,"Text":"Va on goh ki az Parvardigoraton jorī xosted va Xudo qaʙul kard, ki man ʙo hazor farişta, ki az pai jakdigar meojand, jorijaton mekunam"},{"SurahNumber":8,"VerseNumber":10,"Text":"Va on korro Xudo çuz ʙaroi şodmonii şumo nakard va to dilhojaton ʙa on orom girad. Va jorī tanho az sūī Xudost, ki Ū pirūzmandu hakim ast"},{"SurahNumber":8,"VerseNumber":11,"Text":"Va ʙa jod or on gohro, ki Xudo cunon eminiaton doda ʙud, ki xoʙe saʙuk şumoro furū girift va az osmon ʙarojaton ʙorone ʙorid, to şustuşūjaton dihad na vasvasai şajtonro az şumo dur kunad va dilhojatonro qavī gardonad va qadamhojatonro ustuvor sozad"},{"SurahNumber":8,"VerseNumber":12,"Text":"Va on gohro, ki Parvardigorat ʙa fariştagon vahj kard: «Man ʙo şumojam Şumo mū'minonro ʙa pojdorī vodored. Man dar dilhoi kofiron ʙim xoham andoxt. Bar gardanhojaşon ʙizaned va anguştonaşonro qat' kuned!»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Zero ʙo Xudovu pajomʙaraş ʙa muxolifat ʙarxostand. Va har ki ʙo Xudovu pajomʙaraş muxolifat varzad, ʙidonad, ki uquʙati Xudo saxt ast"},{"SurahNumber":8,"VerseNumber":14,"Text":"Uquʙatro ʙicaşed va azoʙi otaş az oni kofiron ast"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ej kasone, ki imon ovardaed, cun kofironro hamlavar dided, ʙa gurez puşt nakuned"},{"SurahNumber":8,"VerseNumber":16,"Text":"çuz onho, ki ʙaroi hamlae ʙozmegardand jo onho, ki ʙa jorii gurūhe digar meravand, har kas, ki puşt ʙa duşman kunad, mavridi xaşmi Xudo qaror me-girad va çojgohi ū çahannam ast va çahannam ʙad çojgohest"},{"SurahNumber":8,"VerseNumber":17,"Text":"Şumo ononro namekuşted. Xudo ʙud, ki onhoro mekuşt. Va on goh, ki tir meandoxtī, tu tir nameandoxtī, Xudo ʙud, ki tir meandoxt, to ʙa mū'minon ne'mate neku arzonī dorad, Alʙatta' Xudo şunavovu donost"},{"SurahNumber":8,"VerseNumber":18,"Text":"Incunin ʙud! Va Xudo sustkunandai hilai kofiron ast"},{"SurahNumber":8,"VerseNumber":19,"Text":"Agar pirūzī xohed, pirūzijaton faro rasid va agar az kufr ʙozisted, ʙarojaton ʙehtar ast va agar ʙozgarded, ʙozmegardem va sipohi şumo harcand farovon ʙoşad, ʙarojaton naf'e naxohad doşt, ki Xu do ʙo mū'minon ast"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ej kasone, ki imon ovardaed ʙa Xudovu pajomʙaraş ito'at kuned va dar hole, ki suxani Ūro meşunaved, az Ū rūj ʙarmagardoned"},{"SurahNumber":8,"VerseNumber":21,"Text":"Va az onon maʙoşed, ki guftand, ki şunidem, dar hole, ki nameşunidand"}]}