{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"Das Gleichnis beider Parteien ahnelt einem Blinden und Tauben und einem Sehenden und Horenden. Sind beide im Gleichnis etwa gleich?! Besinnt ihr euch etwa nicht"},{"SurahNumber":11,"VerseNumber":25,"Text":"Und gewiß, bereits entsandten WIR Nuh zu seinen Leuten: \"Gewiß, ich bin fur euch ein erklarender Ermahner"},{"SurahNumber":11,"VerseNumber":26,"Text":"daß ihr nichts außer ALLAH dient. Gewiß, ich furchte um euch die Peinigung eines qualvollen Tages"},{"SurahNumber":11,"VerseNumber":27,"Text":"Dann sagten die Entscheidungstrager unter seinen Leuten, die Kufr betrieben haben: \"Wir sehen dich nur als einen Menschen wie uns und sehen, daß dir nur diejenigen Unbedeutenden unter uns Hals uber Kopf gefolgt sind, und wir sehen nicht, daß ihr uns gegenuber in irgendeiner Weise Verdienste habt. Nein, sondern wir glauben, daß ihr Lugner seid"},{"SurahNumber":11,"VerseNumber":28,"Text":"Er sagte: \"Meine Leute! Wie seht ihr es? Wenn ich uber ein eindeutiges Zeichen von meinem HERRN verfuge und ER mir Gnade von Ihm erwies, die euch verborgen blieb, sollen wir diese euch etwa zur Pflicht machen, wenn ihr demgegenuber abgeneigt seid"},{"SurahNumber":11,"VerseNumber":29,"Text":"Meine Leute! Ich verlange von euch dafur kein Vermogen. Mein Lohn obliegt doch nur ALLAH. Und ich werde diejenigen, die den Iman verinnerlicht haben, nicht vertreiben. Gewiß, sie werden ihrem HERRN begegnen. Doch ich sehe, daß ihr Leute seid, die unwissend sind"},{"SurahNumber":11,"VerseNumber":30,"Text":"Meine Leute! Wer steht mir bei gegen ALLAH, wenn ich sie vertreibe?! Besinnt ihr euch etwa nicht"},{"SurahNumber":11,"VerseNumber":31,"Text":"Auch sage ich euch nicht, daß ich uber ALLAHs Magazine verfuge, und ich kenne das Verborgene nicht, auch sage ich nicht, daß ich ein Engel sei, auch sage ich nicht zu denjenigen, die ihr verachtet, daß ALLAH ihnen nichts Gutes erweisen wird - ALLAH ist allwissend uber das, was in ihren Seelen ist - ansonsten bin ich gewiß einer der Unrecht-Begehenden"},{"SurahNumber":11,"VerseNumber":32,"Text":"Sie sagten: \"Nuh! Bereits hast du mit uns disputiert und uns gegenuber viel an Disput gefuhrt, also laß uns das zuteil werden, was du uns androhst, wenn du von den Wahrhaftigen bist"},{"SurahNumber":11,"VerseNumber":33,"Text":"Er sagte: \"Nur ALLAH laßt es euch zuteil werden, wenn ER will, und ihr konnt (Ihm) nicht zu schaffen machen"},{"SurahNumber":11,"VerseNumber":34,"Text":"Auch mein Rat wird euch nicht nutzen - wenn ich euch raten will, wenn ALLAH euch verfuhren will. ER ist euer HERR und zu Ihm werdet ihr zuruckgebracht"},{"SurahNumber":11,"VerseNumber":35,"Text":"Oder sagen sie etwa: \"Er hat ihn (den Quran) erdichtet.\" Sag: \"Sollte ich ihn erdichtet haben, so bleibt meine schwere Verfehlung an mir hangen, doch ich bin schuldlos dem gegenuber, was ihr an schweren Verfehlungen verubt! "},{"SurahNumber":11,"VerseNumber":36,"Text":"Und Nuh wurde als Wahy zuteil: \"Gewiß, von deinen Leuten wird niemand den Iman verinnerlichen, außer denjenigen, die bereits den Iman verinnerlicht haben, also sei nicht wehmutig wegen dem, was sie zu tun pflegten"},{"SurahNumber":11,"VerseNumber":37,"Text":"Und baue das Schiff unter Unserer Aufsicht und nach Unserem Wahy und flehe Mich nicht an wegen denjenigen, die Unrecht begangen haben, gewiß, sie werden ertrinken"},{"SurahNumber":11,"VerseNumber":38,"Text":"Und er begann das Schiff zu bauen. Und immer wieder, wenn eine Gruppe seiner Leute bei ihm vorbeiging, verspottete sie ihn. ER sagte: \"Wenn ihr uns verspottet, so verspotten wir euch doch genauso, wie ihr uns verspottet"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ihr werdet noch wissen, wem eine erniedrigende Peinigung zuteil werden wird und wen eine dauernde Peinigung uberkommen wird"},{"SurahNumber":11,"VerseNumber":40,"Text":"Als dann Unsere Bestimmung eintraf und die Erdoberflache sprudelte, sagten WIR: \"Nimm darauf mit von allen (Tieren) zwei Paare, deine Familie außer denjenigen, uber welche die Bestimmung (zum Ertrinken) bereits ergangen ist, und alle, die den Iman verinnerlichten!\" Und mit ihm haben nur Wenige den Iman verinnerlicht"}]}