{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Juro, portanto, pela posicao dos astros"},{"SurahNumber":56,"VerseNumber":76,"Text":"Porque e um magnifico juramento - se soubesseis"},{"SurahNumber":56,"VerseNumber":77,"Text":"Este e um Alcorao honorabilissimo"},{"SurahNumber":56,"VerseNumber":78,"Text":"Num Livro bem guardado"},{"SurahNumber":56,"VerseNumber":79,"Text":"Que nao tocam, senao os purificados"},{"SurahNumber":56,"VerseNumber":80,"Text":"E uma revelacao do Senhor do Universo"},{"SurahNumber":56,"VerseNumber":81,"Text":"Porventura, desdenhais esta Mensagem"},{"SurahNumber":56,"VerseNumber":82,"Text":"E fizestes disso o vosso sustento, para que o pudesseis desmentir"},{"SurahNumber":56,"VerseNumber":83,"Text":"Por que, entao, (nao intervis), quando (a alma de um moribundo) alcanca a garganta"},{"SurahNumber":56,"VerseNumber":84,"Text":"E ficais, nesse instante, a olha-lo"},{"SurahNumber":56,"VerseNumber":85,"Text":"E Nos, ainda que nao Nos vejais, estamos mais perto dele do que vos"},{"SurahNumber":56,"VerseNumber":86,"Text":"Por que, entao, se pensais que em nada dependeis de Nos"},{"SurahNumber":56,"VerseNumber":87,"Text":"Nao lhe devolveis (a alma), se estais certos"},{"SurahNumber":56,"VerseNumber":88,"Text":"Porem, se ele for um dos achegados (a Deus)"},{"SurahNumber":56,"VerseNumber":89,"Text":"(Tera) descanso, satisfacao e um Jardim de Prazer"},{"SurahNumber":56,"VerseNumber":90,"Text":"Ainda, se for um dos que estao a direita"},{"SurahNumber":56,"VerseNumber":91,"Text":"(Ser-lhe-a dito): Que a paz esteja contigo, da parte dos que estao a direita"},{"SurahNumber":56,"VerseNumber":92,"Text":"Por outra, se for um dos desmentidores, extraviados"},{"SurahNumber":56,"VerseNumber":93,"Text":"Entao tera hospedagem na agua fervente"},{"SurahNumber":56,"VerseNumber":94,"Text":"E entrada na fogueira infernal"},{"SurahNumber":56,"VerseNumber":95,"Text":"Sabei que esta e a verdade autentica"},{"SurahNumber":56,"VerseNumber":96,"Text":"Glorifica, pois, o nome do teu Supremo Senhor"},{"SurahNumber":57,"VerseNumber":1,"Text":"Tudo quanto existe nos ceus e na terra glorifica Deus, porque Ele e o Poderoso, o Prudentissimo"},{"SurahNumber":57,"VerseNumber":2,"Text":"Seu e o reino dos ceus e da terra; da a vida e da a morte, e e Onipotente"},{"SurahNumber":57,"VerseNumber":3,"Text":"Ele e o Primeiro e o Ultimo; o Visivel e o Invisivel, e e Onisciente"},{"SurahNumber":57,"VerseNumber":4,"Text":"Ele foi Quem criou os ceus e a terra, em seis dias; entao, assumiu o trono. Ele bem conhece o que penetra na terra e tudoquanto dela sai; o que desce do ceu e tudo quanto a ele ascende, e esta convosco onde quer que estejais, e bem ve tudoquanto fazeis"},{"SurahNumber":57,"VerseNumber":5,"Text":"Seu e o reino dos ceus e da terra, e a Deus retornarao todos os assuntos"},{"SurahNumber":57,"VerseNumber":6,"Text":"Ele insere a noite no dia e o dia na noite, e e Sabedor das intimidades dos coracoes"},{"SurahNumber":57,"VerseNumber":7,"Text":"Crede em Deus e em Seu Mensageiro, e fazei caridade daquilo que Ele vos fez herdar. E aqueles que, dentre vos, crereme fizerem caridade, obterao uma grande recompensa"},{"SurahNumber":57,"VerseNumber":8,"Text":"E que escusas tereis para nao crerdes em Deus, se o Mensageiro vos exorta a crerdes no vosso Senhor? Ele recebeu avossa promessa, se sois fieis"},{"SurahNumber":57,"VerseNumber":9,"Text":"Ele (Deus) e Quem revela ao Seu servo lucidos versiculos, para que vos tire das trevas e vos conduza a luz, porque Ele e, para convosco, compassivo, Misericordiosissimo"},{"SurahNumber":57,"VerseNumber":10,"Text":"E que escusas tereis para nao contribuirdes na causa de Deus, uma vez que a Deus pertence a heranca dos ceus e daterra? Nesse caso, jamais podereis equiparar-vos aos que tiverem contribuido e combatido, antes da conquista - estes saomais dignos do que aqueles que contribuiram e combateram posteriormente -, ainda que Deus tenha prometido a todos obem. Sabei que Deus esta inteirado de tudo quanto fazeis"},{"SurahNumber":57,"VerseNumber":11,"Text":"Qual sera o fiel que nao querera emprestar espontaneamente a Deus? Sera retribuido em dobro, e tera uma generosarecompensa"},{"SurahNumber":57,"VerseNumber":12,"Text":"(Sera) o dia em que veras (o Mohammad) os fieis e as fieis com a luz a se irradiar, ante eles, pela sua crenca. Nesse diavos alvissaremos com jardins, abaixo dos quais correm os rios, onde morareis eternamente. Tal sera a magnificarecompensa"},{"SurahNumber":57,"VerseNumber":13,"Text":"(Sera tambem) o dia em que os hipocritas e as hipocritas dirao aos fieis: Esperai-nos: para que nos iluminemos com avossa luz! Ser-lhes-a retrucado: Voltai atras, e buscai a luz! Entre eles se elevara uma muralha provida de uma porta, pordetras da qual estara a misericordia, e em frente a qual estara o suplicio infernal"},{"SurahNumber":57,"VerseNumber":14,"Text":"(Os hipocritas) clamarao: Acaso nao estavamos convosco? Ser-lhes-a replicado: Sim! Porem, caistes em tentacao e vosenganastes mutuamente e duvidastes (da religiao), e os vossos desejos vos iludiram, ate que se cumpriram os designios deDeus. E o sedutor vos enganou a respeito de Deus"},{"SurahNumber":57,"VerseNumber":15,"Text":"Assim, pois, hoje nao se aceitara resgate algum por vos, nem pelos incredulos. A vossa morada sera o fogo, que e o quemerecestes. E que funesto destino"}]}