{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Say, \"Who grants you provision from the heavens and the earth?\" Say, \"Allah\" and see for yourself who is rightly guided and who is in error, we or you?\" (You wish to keep the God-given resources unto yourselves and we insist on an equitable distribution)"},{"SurahNumber":34,"VerseNumber":25,"Text":"Say, \"You will not be asked of our wrongs, nor shall we be called to account for what you are doing"},{"SurahNumber":34,"VerseNumber":26,"Text":"Say, \"Our Lord will bring us all together, then He will lay open the Truth between us. Verily, He is the Exponent of truth, All-Knowing"},{"SurahNumber":34,"VerseNumber":27,"Text":"Say, \"Point out to me those whom you associate with Him as partners. Nay - nay, but He alone is God, the Almighty, the Wise"},{"SurahNumber":34,"VerseNumber":28,"Text":"Now (O Messenger) We have sent you as a bringer of glad news and a Warner to mankind at large, but most people are (at this time) unaware of this fact"},{"SurahNumber":34,"VerseNumber":29,"Text":"They keep saying, \"When will the promise be fulfilled, if you believers are men of truth"},{"SurahNumber":34,"VerseNumber":30,"Text":"Say, \"The promise of the Day that you can neither postpone nor hasten by an hour, is yours"},{"SurahNumber":34,"VerseNumber":31,"Text":"And the rejecters say, \"We will not believe in this Qur'an, nor in the previous Scriptures.\" If you could only see these transgressors when they are made to stand before their Lord, how they blame one another. The followers will tell their proud leaders, \"If it were not for you, we would have been believers"},{"SurahNumber":34,"VerseNumber":32,"Text":"The leaders will say to the weak commoners, \"Why - did we drive you away from the Guidance when it had come to you? Nay, it is you who were guilty (of blind following)"},{"SurahNumber":34,"VerseNumber":33,"Text":"The commoners will say to their leaders, \"Nay, you were the ones who schemed night and day to set up systems that we were forced to follow, instead of Allah. It is you who set up (yourselves as) rivals against Him.\" Both parties will then be ashamed when they see the Requital. We will put shackles around the necks of all those who rejected the Truth. Is their retribution anything but what they earned with their own actions"},{"SurahNumber":34,"VerseNumber":34,"Text":"Whenever We sent a Warner to any community its rich elite declared, \"Behold, we reject the message you are sent with"},{"SurahNumber":34,"VerseNumber":35,"Text":"And they further said, \"We are more than you in wealth and children and party and we cannot be made to suffer"},{"SurahNumber":34,"VerseNumber":36,"Text":"Say, \"Behold, my Lord enlarges and narrows the provision to people according to His Laws (and hence, you see the change in fortunes). But most people are not aware (that the Divine System ensures prosperity for all)"},{"SurahNumber":34,"VerseNumber":37,"Text":"And it is not your wealth nor your children and party that will bring you closer to Us, but he who truly believes and helps others. Such people will have a twofold reward for their deeds. It is they who will dwell in secure mansions"},{"SurahNumber":34,"VerseNumber":38,"Text":"Whereas those who strive against Our Revelations trying to make them ineffective, will be given over to retribution"},{"SurahNumber":34,"VerseNumber":39,"Text":"Say, \"Behold, my Lord enlarges or narrows provision for His servants according to His Laws. (20:124). Whatever you spend on others, He replaces it. (2:261). For, He is the Best of providers"},{"SurahNumber":34,"VerseNumber":40,"Text":"The Day He gathers all people He will ask the angels, \"Did they worship you?\" (Did they think that the forces of Nature randomly ran the Universe)"},{"SurahNumber":34,"VerseNumber":41,"Text":"They will answer, \"Glory is Yours! You are our Master, not them. Nay, they used to worship the invisible guises of their selfish desire. Most of them were believers therein.\" (Jinns = Hidden from sight. Generally this term in the Qur'an applies to nomads rarely appearing in townships. It is also used to describe rebellious desire, emotions and fiery temperament like Satan (6:101), (18:50), (37)"},{"SurahNumber":34,"VerseNumber":42,"Text":"That Day you will have no power to help or harm one another and We will tell the transgressors, \"Taste the doom of Fire which you used to deny"},{"SurahNumber":34,"VerseNumber":43,"Text":"When Our Verses are conveyed to them in all clarity, they say, \"This is only a man who wants to divert you from what your ancestors used to worship.\" And they say, \"This is nothing but an invented lie.\" Those who disbelieve say of the Truth when it reaches them, \"This is nothing but an obvious magic"},{"SurahNumber":34,"VerseNumber":44,"Text":"But We never gave them any Scriptures that they study, nor did We send unto them before you any Warner"},{"SurahNumber":34,"VerseNumber":45,"Text":"Thus too, nations before them had rejected the Message. These people have not received a tenth of the power and wealth that We had bestowed upon them. Yet, when they denied My Messengers, (see) how awesome was My rejection"}]}