{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"A kotoraya iz vas budet blagochestivo pokorna Bogu i Yego poslanniku, budet delat' dobroye: toy dostavim My dvoynuyu nagradu, toy prigotovili My shchedryy nadel"},{"SurahNumber":33,"VerseNumber":32,"Text":"Zheny proroka! Vy ne to, chto vse drugiye zheny; yesli vy bogoboyazlivy, to ne bud'te slishkom laskovy v slovakh vashikh, chto by v tom, u kogo v serdtse yest' bolezn', ne bylo zhelaniya na vas; govorite razgovorom khoroshim"},{"SurahNumber":33,"VerseNumber":33,"Text":"Postoyanno bud'te v svoikh domakh; ne khvastaytes' pered drugimi svoimi naryadami, kak khvastalis' v prezhniye vremena nevedeniya: sovershayte molitvu, davayte ochistitel'nuyu s imushchestva milostynyu; povinuytes' Bogu i poslanniku Yego. Bog khochet tol'ko udalit' merzost' ot vas, - ot semeystva sego doma i ochistit' vas polnoyu chistotoyu"},{"SurahNumber":33,"VerseNumber":34,"Text":"Vspominayte to, chto iz znameniy Boga i mudrosti Yego chitayetsya v domakh vashikh. Bog blag, vedayushchiy"},{"SurahNumber":33,"VerseNumber":35,"Text":"Istinno, pokornyye i pokornyya Bogu, veruyushchiye i veruyushchiya, blagochestivyye i blagochestivyya, vernyye i vernyya, terpelivyye i terpelivyya, krotkiye i krotkiya, podayushchiye milostynyu i podayushchiya milostynyu, postniki i postnitsy, vozderzhannyye i vozderzhannyya v polovykh naklonnostyakh, chasto vspominayushchiye Boga i vspominayushchiya Boga poluchat prigotovlennuyu im Bogom milost' i velikuyu nagradu"},{"SurahNumber":33,"VerseNumber":36,"Text":"Kogda Bog i Yego poslannik reshayut kakoye libo delo, togda veruyushchemu i veruyushchey uzhe net proizvola v etom ikh dele, i kto vosprotivitsya Bogu i Yego poslanniku, tot zabludilsya yavnym zabluzhdeniyem"},{"SurahNumber":33,"VerseNumber":37,"Text":"Kogda ty govoril tomu, kogo oblagodetel'stvoval Bog i oblagodetel'stvoval ty: \"Uderzhi za soboy suprugu tvoyu, i boysya Boga!\", ty skryval togda v svoyey dushe to, chto Bog khotel sdelat' yavnym; ty boyalsya lyudey, Boga boyat'sya boleye dolzhen byl ty. A kogda Zeyd ispolnil zhelayemoye svoye delo: togda My sochetali tebya s neyu, dlya togo, chtoby na veruyushchikh ne bylo grekha sochetat'sya s suprugami usynovlennykh imi, posle togo kak oni reshilis' postupit' s nimi kak khoteli. Poveleniye Bozhiye ispolnilos'"},{"SurahNumber":33,"VerseNumber":38,"Text":"Na proroke net nikakogo grekha, kogda on postupil tak, kak zapovedal yemu Bog, soobrazno ustavu Bozhiyu dlya tekh, kotoryye byli prezhde nego. Poveleniye Bozhiye bylo po predopredeleniyu, predopredelennomu"},{"SurahNumber":33,"VerseNumber":39,"Text":"Dlya tekh, kotoryye vypolnyali posol'stva Bozhii, boyalis' Yego i ne boyalis' nikogo, krome Boga. Bog yest' nadezhneyshiy zashchitnik"},{"SurahNumber":33,"VerseNumber":40,"Text":"Mokhamed ne yest' otets komu libo iz vas; no on tol'ko poslannik Boga i pechat' prorokov. Bog vseznayushch"},{"SurahNumber":33,"VerseNumber":41,"Text":"Veruyushchiye! Vspominayte Boga chastymi vspominaniyami"},{"SurahNumber":33,"VerseNumber":42,"Text":"khvalite Yego utrom i vecherom"},{"SurahNumber":33,"VerseNumber":43,"Text":"Yego, kotoryy blagoslovlyayet vas, a takzhe i angely Yego, chtoby vyvesti vas iz mraka k svetu: On miloserd k veruyushchim"},{"SurahNumber":33,"VerseNumber":44,"Text":"V tot den', kogda oni sretyat Yego, privetstviye im budet: mir! On ugotoval dlya nikh shchedruyu nagradu"},{"SurahNumber":33,"VerseNumber":45,"Text":"Prorok! Deystvitel'no My poslali tebya svidetelem, blagovestitelem, ugrozhatelem"},{"SurahNumber":33,"VerseNumber":46,"Text":"Prizyvatelem k Bogu, prosveshchayushchim svetil'nikom"},{"SurahNumber":33,"VerseNumber":47,"Text":"Blagovesti veruyushchim, chto im ot Boga budut velikiye shchedroty"},{"SurahNumber":33,"VerseNumber":48,"Text":"Ne poddavaysya nevernym i litsemeram; no i ne delay oskorbitel'nogo dlya nikh; polozhis' na Boga: Bog dostatochen dlya togo, chtoby na nego polozhit'sya"},{"SurahNumber":33,"VerseNumber":49,"Text":"Veruyushchiye! Kogda vy zhenites' na veruyushchikh zhenakh, i potom razvodites' s nimi prezhde prikosnoveniya k nim: togda vam ne sleduyet obyazyvat' ikh k sroku; kakoy schitayete vy, a davayte im dary i otpuskayte ot sebya prilichnym otpuskom"},{"SurahNumber":33,"VerseNumber":50,"Text":"Prorok! My razreshili tebe brat' v suprugi tekh, kotorym dash' ty brachnyye dary; nevol'nits, kakimi vladeyet ruka tvoya iz toy dobychi, kakuyu dostavil tebe Bog; docherey dyadey tvoikh i docherey tetok tvoikh po ottsu; docherey dyadey tvoikh i docherey tetok tvoikh po materi; tekh, kotoryye vmeste s toboy pereselilis' syuda, i vsyakuyu veruyushchuyu zhenshchinu, yesli ona otdast sebya proroku, yesli prorok zakhochet zhenit'sya na ney: eto tvoye osobennoye pravo, a ne vsekh veruyushchikh. Znayem, kakiye ustavy dali My im v otnoshenii suprug ikh i nevol'nits, kakimi ovladela ruka ikh, dlya togo, chtoby ne bylo grekha na tebe. Bog proshchayushchiy, miloserd"}]}