{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"Слышал ли ты повествование о затеявших тяжбу, которые перелезли [к Давуду] через стену святилища"},{"SurahNumber":38,"VerseNumber":22,"Text":"[О том], как они вошли к Давуду и как он испугался их? Они сказали ему: \"Не бойся, [мы] - двое тяжущихся. Один из нас нарушил закон, [причинив зло] другому. Рассуди же нас по справедливости, не отступай от правды и выведи нас на верную дорогу"},{"SurahNumber":38,"VerseNumber":23,"Text":"Воистину, этот [человек] - мой брат [по вере]. У него девяносто девять овец, у меня же - одна овца. Он сказал: \"Уступите мне!\" - и одолел меня в пререканиях"},{"SurahNumber":38,"VerseNumber":24,"Text":"[Давуд] ответил: \"Он поступил по отношению к тебе противозаконно, требуя присоединить твою овцу к своим. Ведь многие сотоварищи поступают противозаконно по отношению Друг к другу, кроме тех, которые уверовали, вершили добрые дела. Но таких мало\". Давуд уразумел, что Мы только подвергли его испытанию, попросил прощения у Господа своего, поклонился, пал ниц и раскаялся"},{"SurahNumber":38,"VerseNumber":25,"Text":"Мы простили его. Воистину, он близок к Нам, и для него уготовано доброе пристанище"},{"SurahNumber":38,"VerseNumber":26,"Text":"[Мы провозгласили:] \"О Давуд! Воистину, Мы назначили тебя [Своим] наместником на земле. Так суди же среди людей по справедливости и не поддавайся чувствам, ибо они собьют тебя с пути Аллаха. Воистину, тем, кто сходит с пути Аллаха, уготовано суровое наказание за то, что запамятовали о дне расплаты"},{"SurahNumber":38,"VerseNumber":27,"Text":"Не напрасно Мы создали небо и землю и то, что между ними: так думают только те, кто не уверовал. Мучения огненные тем, кто не верует"},{"SurahNumber":38,"VerseNumber":28,"Text":"Неужели будут равны перед Нами те, кто уверовал и вершил добро, и те, кто бесчинствовал на земле? Неужели для Нас равны богобоязненные и грешники"},{"SurahNumber":38,"VerseNumber":29,"Text":"[Это Коран] - благословенное Писание, Мы ниспослали его тебе, чтобы [люди] размышляли над его аятами, а умные запомнили бы [как наставление]"},{"SurahNumber":38,"VerseNumber":30,"Text":"Мы даровали Давуду Сулаймана. Прекрасный он раб: воистину, он всегда обращался к Нам"},{"SurahNumber":38,"VerseNumber":31,"Text":"[Вспомни,] как [однажды] вечером мимо него гнали коней, бьющих копытами, быстроногих"},{"SurahNumber":38,"VerseNumber":32,"Text":"И он воскликнул: \"Воистину, я отдал предпочтение земным радостям перед молитвою к Господу моему до того времени, пока [солнце] не скрылось за завесою"},{"SurahNumber":38,"VerseNumber":33,"Text":"Верните коней ко мне!\" [Когда их пригнали,] он стал подрезать им поджилки и рубить головы"},{"SurahNumber":38,"VerseNumber":34,"Text":"До того Мы уже подвергали Сулаймана [наказанию за гордыню] и бросили на его трон [безжизненное] тело. Тогда Сулайман раскаялся"},{"SurahNumber":38,"VerseNumber":35,"Text":"Он сказал: \"Господи! Прости меня и даруй мне такую власть, которая после меня не будет приличествовать никому. Воистину, Ты - даритель"},{"SurahNumber":38,"VerseNumber":36,"Text":"Тогда Мы сделали подвластным ему ветер, который по его велению тихо веет, куда бы он ни пожелал"},{"SurahNumber":38,"VerseNumber":37,"Text":"а также шайтанов - всяких каменщиков и ныряльщиков"},{"SurahNumber":38,"VerseNumber":38,"Text":"а также других, скованных цепями вместе"},{"SurahNumber":38,"VerseNumber":39,"Text":"[И Мы сказали]: \"Это - Наш дар. Отдашь ли ты его в подарок [другим] или оставишь у себя - нет [с тебя] спроса"},{"SurahNumber":38,"VerseNumber":40,"Text":"Воистину, он близок к Нам, и для него уготовано прекрасное пристанище"},{"SurahNumber":38,"VerseNumber":41,"Text":"[Вспомни, Мухаммад,] Нашего раба Аййуба, когда он воззвал к своему Господу: \"Шайтан поразил меня страданиями и муками"},{"SurahNumber":38,"VerseNumber":42,"Text":"[Ему было велено]: \"Топни ногой [о землю], и забьет холодная вода для омовения и питья"},{"SurahNumber":38,"VerseNumber":43,"Text":"Мы оживили его детей, удвоив их число, как милость от Нас и как назидание для благоразумных"},{"SurahNumber":38,"VerseNumber":44,"Text":"[Аллах сказал]: \"Возьми своей рукой пучок [прутьев] и ударь им и не преступай клятвы\". Воистину, Мы нашли его терпеливым. Прекрасный раб! Воистину, он обращается [во всем к Аллаху]"},{"SurahNumber":38,"VerseNumber":45,"Text":"Вспомни [, Мухаммад,] Наших рабов Ибрахима, Исхака, Йа'куба, могучих и прозорливых"},{"SurahNumber":38,"VerseNumber":46,"Text":"Воистину, Мы очистили их чистотой, чтобы они помнили о будущем мире"},{"SurahNumber":38,"VerseNumber":47,"Text":"И они, истинно, для Нас - избранные, добродетельные"},{"SurahNumber":38,"VerseNumber":48,"Text":"Вспомни Исма'ила, ал-Йаса'а, Зу-л-Кифла - все они из числа добродетельных"},{"SurahNumber":38,"VerseNumber":49,"Text":"[Все] это - назидание [тебе], и, воистину, богобоязненным уготовано наилучшее пристанище"},{"SurahNumber":38,"VerseNumber":50,"Text":"сады вечности, врата которых [широко] раскрыты перед ними"},{"SurahNumber":38,"VerseNumber":51,"Text":"Они возлежат там на подушках и просят [принести себе] множество плодов и напитки"}]}