{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Orang-orang Arab Badui itu berkata, \"Kami telah beriman\". Katakanlah (kepada mereka), \"Kamu belum beriman, tetapi katakanlah, `Kami telah tunduk`, karena iman itu belum masuk ke dalam hatimu, dan jika kamu taat kepada Allah dan rasul-Nya, Dia tiada akan mengurangi sedikit pun (pahala) amalanmu; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang"},{"SurahNumber":49,"VerseNumber":15,"Text":"Sesungguhnya orang-orang yang beriman itu hanyalah orang-orang beriman kepada Allah dan rasul-Nya kemudian mereka tidak ragu-ragu dan mereka berjihad dengan harta dan jiwa mereka pada jalan Allah. Mereka itulah orang-orang yang benar"},{"SurahNumber":49,"VerseNumber":16,"Text":"Katakanlah (kepada mereka), \"Apakah kamu akan memberitahukan kepada Allah tentang agamamu (keyakinanmu), padahal Allah mengetahui apa yang di langit dan apa yang di bumi dan Allah Maha Mengetahui segala sesuatu"},{"SurahNumber":49,"VerseNumber":17,"Text":"Mereka merasa telah memberi nikmat kepadamu dengan keislaman mereka. Katakanlah, \"Janganlah kamu merasa telah memberi nikmat kepadaku dengan keislamanmu, sebenarnya Allah Dia-lah yang melimpahkan nikmat kepadamu dengan menunjuki kamu kepada keimanan jika kamu adalah orang-orang yang benar"},{"SurahNumber":49,"VerseNumber":18,"Text":"Sesungguhnya Allah mengetahui apa yang gaib di langit dan bumi. Dan Allah Maha Melihat apa yang kamu kerjakan"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qāf1412. Demi Al-Qur`ān yang sangat mulia"},{"SurahNumber":50,"VerseNumber":2,"Text":"(Mereka tidak menerimanya) bahkan mereka tercengang karena telah datang kepada mereka seorang pemberi peringatan dari (kalangan) mereka sendiri, maka berkatalah orang-orang kafir, \"Ini adalah suatu yang amat ajaib"},{"SurahNumber":50,"VerseNumber":3,"Text":"Apakah kami setelah mati dan setelah menjadi tanah (kami akan kembali lagi)? Itu adalah suatu pengembalian yang tidak mungkin"},{"SurahNumber":50,"VerseNumber":4,"Text":"Sesungguhnya Kami telah mengetahui apa yang dihancurkan oleh bumi dari (tubuh-tubuh) mereka, dan pada sisi Kami pun ada kitab yang memelihara (mencatat)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Sebenarnya, mereka telah mendustakan kebenaran tatkala kebenaran itu datang kepada mereka, maka mereka berada dalam keadaan kacau balau"},{"SurahNumber":50,"VerseNumber":6,"Text":"Maka apakah mereka tidak melihat akan langit yang ada di atas mereka, bagaimana Kami meninggikannya, dan menghiasinya, dan langit itu tidak mempunyai retak-retak sedikit pun"},{"SurahNumber":50,"VerseNumber":7,"Text":"Dan Kami hamparkan bumi itu, dan Kami letakkan padanya gunung-gunung yang kokoh, dan Kami tumbuhkan padanya segala macam tanaman yang indah dipandang mata"},{"SurahNumber":50,"VerseNumber":8,"Text":"untuk menjadi pelajaran dan peringatan bagi tiap-tiap hamba yang kembali (mengingat Allah)"},{"SurahNumber":50,"VerseNumber":9,"Text":"Dan Kami turunkan dari langit air yang banyak manfaatnya lalu Kami tumbuhkan dengan air itu pohon-pohon dan biji-biji tanaman yang diketam"},{"SurahNumber":50,"VerseNumber":10,"Text":"dan pohon kurma yang tinggi-tinggi yang mempunyai mayang yang bersusun-susun"},{"SurahNumber":50,"VerseNumber":11,"Text":"untuk menjadi rezeki bagi hamba-hamba (Kami), dan Kami hidupkan dengan air itu tanah yang mati (kering). Seperti itulah terjadinya kebangkitan"},{"SurahNumber":50,"VerseNumber":12,"Text":"Sebelum mereka telah mendustakan (pula) kaum Nūḥ, dan penduduk Rass1413, dan Ṡamūd"},{"SurahNumber":50,"VerseNumber":13,"Text":"dan kaum ʻĀd, kaum Firʻawn , dan kaum Lūṭ"},{"SurahNumber":50,"VerseNumber":14,"Text":"dan penduduk Al-Aykah serta kaum Tubbaʻ, semuanya telah mendustakan rasul-rasul maka sudah semestinyalah mereka mendapat hukuman yang sudah diancamkan"},{"SurahNumber":50,"VerseNumber":15,"Text":"Maka apakah Kami letih dengan penciptaan yang pertama? Sebenarnya mereka dalam keadaan ragu-ragu tentang penciptaan yang baru"},{"SurahNumber":50,"VerseNumber":16,"Text":"Dan sesungguhnya Kami telah menciptakan manusia dan mengetahui apa yang dibisikkan oleh hatinya, dan Kami lebih dekat kepadanya daripada urat lehernya"},{"SurahNumber":50,"VerseNumber":17,"Text":"(yaitu) ketika dua orang malaikat mencatat amal perbuatannya, seorang duduk di sebelah kanan dan yang lain duduk di sebelah kiri"},{"SurahNumber":50,"VerseNumber":18,"Text":"Tiada suatu ucapan pun yang diucapkannya melainkan ada di dekatnya malaikat pengawas yang selalu hadir"},{"SurahNumber":50,"VerseNumber":19,"Text":"Dan datanglah sakratulmaut dengan sebenar-benarnya. Itulah yang kamu selalu lari darinya"},{"SurahNumber":50,"VerseNumber":20,"Text":"Dan ditiuplah sangkakala. Itulah hari terlaksananya ancaman"},{"SurahNumber":50,"VerseNumber":21,"Text":"Dan datanglah tiap-tiap diri, bersama dengan dia seorang malaikat penggiring dan seorang malaikat penyaksi"},{"SurahNumber":50,"VerseNumber":22,"Text":"Sesungguhnya kamu berada dalam keadaan lalai dari (hal) ini, maka Kami singkapkan darimu tutup (yang menutupi) matamu, maka penglihatanmu pada hari itu amat tajam"},{"SurahNumber":50,"VerseNumber":23,"Text":"Dan yang menyertai dia berkata, \"Inilah (catatan amalnya) yang tersedia pada sisiku"},{"SurahNumber":50,"VerseNumber":24,"Text":"Allah berfirman, \"Lemparkanlah olehmu berdua ke dalam neraka semua orang yang sangat ingkar dan keras kepala"},{"SurahNumber":50,"VerseNumber":25,"Text":"yang sangat menghalangi kebajikan, melanggar batas lagi ragu-ragu"},{"SurahNumber":50,"VerseNumber":26,"Text":"yang menyembah sembahan yang lain beserta Allah, maka lemparkanlah dia ke dalam siksaan yang sangat"}]}