{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Chulā'imānē ka’lē, ‘āmi paraīkṣā karai cāma, tumi sam̐cā'i kaichā nē tumi michalīẏābilākara antarbhukta"},{"SurahNumber":27,"VerseNumber":28,"Text":"‘Tumi mōra ē'i patrakhana lai yōraā ārau ē'iṭō siham̐tara ōcarata pēlā'i diẏāgai, tāra pichata siham̐tara paraā ām̐tarata thākibā ārau lakṣya karaibā siham̐tara pratikraiẏā ki’"},{"SurahNumber":27,"VerseNumber":29,"Text":"sē'i mahilā (raāṇī) garaākīẏē ka’lē, ‘hē mōra paraiṣadabarga! Niścaẏa mōlai ēṭā sanmānita patra praēraṇa karaā haichē"},{"SurahNumber":27,"VerseNumber":30,"Text":"niścaẏa ēẏā chulā'imānara taraphara paraā ārau niścaẏa ē'iṭō parama karauṇāmaẏa, parama daẏālu āllāhara nāmata"},{"SurahNumber":27,"VerseNumber":31,"Text":"‘yātē tōmālōkē mōra biraōdhitāra aud'dhatya prakāśa nakaraā ārau ānugatya sbīkāra karai mōra ōcarata upasthita hōraā’"},{"SurahNumber":27,"VerseNumber":32,"Text":"Raāṇīẏē ka’lē, ‘hē paraiṣadabarga! Tōmālōkē mōra ē'i biṣaẏa samparkē abhimata diẏā. Tōmālōkara upasthitibihīna ma'i kōnō cūṛānta sid'dhānta grahaṇa nakaraō’"},{"SurahNumber":27,"VerseNumber":33,"Text":"Siham̐tē ka’lē, ‘āmi dēkhuna śaktiśālī ārau kaṭhōra yud'dhā, kintu sid'dhānta grahaṇa karaāra adhikāra kērala āpōnāra ōcarata; ētēkē cintā karai cā'ōm̐ka, ki nirdēśa karaiba’"},{"SurahNumber":27,"VerseNumber":34,"Text":"Mahilā garaākīẏē ka’lē, ‘rajāsakalē yētiẏā kōnō janapadata (bijaẏīraūpē) praraēśa karaē tētiẏā tāka biparyasta karai diẏē ārau tāta thakā maryādāśīla byaktisakalaka apadastha karaē, ārau ē'iṭōraē siham̐tara raīti"},{"SurahNumber":27,"VerseNumber":35,"Text":"‘ārau niścaẏa ma'i siham̐tara ōcarata upaḍhaukana paṭhāma, cā'ōm̐, kaṭakīẏē ki sambāda lai ubhati āhē’"},{"SurahNumber":27,"VerseNumber":36,"Text":"Ētēkē yētiẏā kaṭakī āhi chulā'imānara ōcarata pālē, tētiẏā tē'ōm̐ uttarata ka’lē, ‘tōmālōkē mōka dhana-sampada pradāna karai sahāẏa karaiba bicāraichā nēki? (Śunā) āllāhē mōka yi dāna karaichē sēẏā tōmālōkaka yi dichē tātakaiẏō uṯkr̥ṣṭa baraṁ tōmālōkē'i tōmālōkara upaḍhaukana lai ānanda karaāgai"},{"SurahNumber":27,"VerseNumber":37,"Text":"‘Siham̐tara ōcarata ubhati yōraā, (ārau śunā) āmi araśyē siham̐tara ōcarata ēnēkuraā sain'yabāhinī lai āhima yāra mukābilā karaāra śakti siham̐tara nā'i, lagatē siham̐taka āmi araśyē tāra paraā lāñchita karai bahiṣkāra karaima ārau siham̐ta ha’ba apamānita’"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Chulā'imānē tē'ōm̐ paraiṣadabargaka uddēśya karai) ka’lē, ‘hē paraiṣadabarga! Siham̐ta mōra ōcarata ātmasamarpaṇa karai ahāra pūrbē'i tōmālōkara mājara kōnē mōka tā'ira sinhāsana āni diba pāraā’"},{"SurahNumber":27,"VerseNumber":39,"Text":"ējana śaktiśālī jinē ka’lē, ‘āpuni āpōnāra sthānara paraā uṭhāra pūrbē'i ma'i sē'iṭō lai upasthita hama ārau ē'i biṣaẏē niścaẏa ma'i śaktimāna, biśbasta’"},{"SurahNumber":27,"VerseNumber":40,"Text":"Yāra ōcarata puthira jñāna āchila tē'ōm̐ ka’lē, ‘ma'i cakura palakatē sēẏā āpōnāra ōcarata āni dima’. Ētēkē chulā'imānē yētiẏā sēẏā tē'ōm̐ra sanmukhata sthira arasthāta dēkhilē tētiẏā tē'ōm̐ ka’lē, ‘ēẏā mōra pratipālakara anugraha, yātē tē'ōm̐ mōka paraīkṣā karaē yē, ma'i tē'ōm̐ra kr̥tajñatā prakāśa karaō nē akr̥tajñatā prakāśa karaō. Ētēkē yiẏē kr̥tajñatā prakāśa karaē si nijara kalyāṇara bābē'i kr̥tajñatā prakāśa karaē, ārau yiẏē akr̥tajña haẏa, si jāni thōraā ucita yē, niścaẏa mōra raba abhāramukta, mahānubhara’"},{"SurahNumber":27,"VerseNumber":41,"Text":"Chulā'imānē ka’lē, ‘tōmālōkē tā'ira sinhāsanara ākāra-ākr̥ti paraibartana karai diẏā, cā'ōm̐, tā'i saṭhika diha pāẏa nē siham̐tara antarbhukta haẏa yiham̐tē kōnō diha nāpāẏa’"},{"SurahNumber":27,"VerseNumber":42,"Text":"Ētēkē yētiẏā tā'i āhila, tētiẏā tā'ika kōraā ha’la, ‘tōmāra sinhāsana ēnēkuraā'i nēki’? Tā'i ka’lē, ‘sē'iṭōraē'i yēna lāgichē, ārau āmāka iẏāra pūrbē'i prakr̥ta jñāna dāna karaā haichē ārau āmi ājñābaha haichō’"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ārau āllāhara paraibartē tā'i yāra pūjā pāṭha karaichila sē'iṭōraē tā'ika īmānara paraā nibr̥tta karaichila. Niścaẏa tā'i āchila kāphira sampradāẏara antarbhukta"},{"SurahNumber":27,"VerseNumber":44,"Text":"Tā'ika kōraā ha’la, ‘prasādaṭōra bhitarata praraēśa karaā’. Ētēkē yētiẏā tā'i sē'iṭō dēkhilē tētiẏā tā'i sē'iṭōka jalāśaẏa buli bhābilē ārau duẏō bharaira kāpōra kalāphulilaikē anābr̥ta karailē. Tē'ōm̐ (chulā'imānē) ka’lē, ‘ēẏā kācēraē nirmita sbaccha prasādahē’. Mahilā garaākīẏē (praārthanā karai) ka’lē, ‘hē mōra raba! Niścaẏa ma'i nijara prati an'yāẏa karaichilō, ārau ma'i ētiẏā chulā'imānara lagata sr̥ṣṭijagatara raba āllāhara prati ātmasamarpaṇa karailō’"},{"SurahNumber":27,"VerseNumber":45,"Text":"Ārau araśyē āmi chāmūda sampradāẏara ōcarata siham̐tara bhātr̥ chalēhaka praēraṇa karaichilō ē'i ādēśa pradāna karai yē, ‘tōmālōkē āllāhara ibādata karaā’. Tāra pichata siham̐tē du'i dalata bibhakta hai bitarkata lipta ha’la"},{"SurahNumber":27,"VerseNumber":46,"Text":"Tē'ōm̐ ka’lē, ‘hē mōra sampradāẏa! Tōmālōkē kiẏa kalyāṇara āgatē akalyāṇa tbaraānbita karaiba bicaraā, kiẏa tōmālōkē āllāhara ōcarata kṣamā praārthanā nakaraā, yātē tōmālōkē rahamata praāpta hōraā’"},{"SurahNumber":27,"VerseNumber":47,"Text":"siham̐tē ka’lē, ‘āmi tōmāka ārau tōmāra saṅgīsakalaka amaṅgalara kāraṇa buli bhābō’. Chalēhē ka’lē, ‘tōmālōkara amaṅgala grahaṇa karaā āllāhara ikhatiẏārata, prakr̥tatē tōmālōkē ēnēkuraā ēṭā sampradāẏa yisakalaka paraīkṣā karaā haichē’"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ārau sē'i caharata āchila ēnēkuraā najana byakti, yisakalē dēśata biparyaẏa sr̥ṣṭi karaichila kintu sanśōdhana karaā nāchila"},{"SurahNumber":27,"VerseNumber":49,"Text":"Siham̐tē ka’lē, ‘tōmālōkē parasparaē āllāhara śapata grahaṇa karaā, āmi raātira bhitaratē śēṣa karai dima tē'ōm̐ka ārau tē'ōm̐ra paraiẏālabargaka; tāra pichata tē'ōm̐ra abhibhārakaka niścita hicāpē kama yē, tē'ōm̐ra paraiẏālabargara hatyā āmi pratyakṣa karaā nāchilō, ārau niścaẏa āmi satyabādī’"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ārau siham̐tē ēṭā cakraānta karaichila ārau āmi'ō ēṭā kauśala aralambana karailō, athaca siham̐tē upalabdhi'ō karaiba paraā nā'i"},{"SurahNumber":27,"VerseNumber":51,"Text":"Ētēkē cōraā, siham̐tara cakraāntara paraiṇāma ki haichila, niścaẏa āmi siham̐taka ārau siham̐tara sampradāẏara sakalōkē dhbansa karaichō"},{"SurahNumber":27,"VerseNumber":52,"Text":"Cōraā, ē'ibōra siham̐tara ghara-duraāra, an'yāẏa karaāra kāraṇē ē'ibōra janaśūn'ya hai āchē; niścaẏa iẏāta nidarśana āchē sē'i sampradāẏara bābē yisakalē jñāna raākhē"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ārau yisakalē īmāna ānichila tē'ōm̐lōkaka āmi ud'dhāra karaichilō ārau tē'ōm̐lōka āchila tākbaraā aralambanakāraī"},{"SurahNumber":27,"VerseNumber":54,"Text":"Ārau smaraṇa karaā lūtara kathā, tē'ōm̐ nija sampradāẏaka kaichila, ‘tōmālōkē jāni-buji kiẏa aślīla kāma karaā"},{"SurahNumber":27,"VerseNumber":55,"Text":"‘tōmālōkē kāmatr̥ptira bābē nāraīsakalaka ērai purauṣara lagata upagata hōraānē! Prakr̥tatē tōmālōka ēṭā ajña sampradāẏa’"}]}