{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"(Lut) tayfasının cavabı yalnız: “Lutun ailəsini yurdunuzdan qovub cıxardın. Cunki onlar (bizim gorduyumuz islərdən) təmiz qalmaq istəyən insanlardır!” – deməkləri olmusdu"},{"SurahNumber":27,"VerseNumber":57,"Text":"Buna gorə də Biz onu və ailəsini xilas etdik, yalnız ovrətini (əzab icində) qalanlardan olmasını təqdir etdik. (Canında nə oldugunu bildiyimiz ucun onun barəsində əzəldən belə hokm verdik)"},{"SurahNumber":27,"VerseNumber":58,"Text":"Onların ustunə (qızmar dasdan) bir yagıs yagdırdıq. (Peygəmbərlər vaxitəsilə Allahın əzabından) qorxudulanların yagısı nə yaman imis"},{"SurahNumber":27,"VerseNumber":59,"Text":"(Ya Rəsulum!) De: “Həmd olsun Allaha! Salam olsun (Allahın peygəmbər) secdiyi bəndələrinə! (Ey Məkkə əhli!) Allah yaxsıdır, yoxsa (musriklərin) Ona sərik qosduqları (butlər)"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Butlər yaxsıdır) yoxsa goyləri və yeri yaradan, sizin ucun goydən yagmur endirən kimsə?! Sonra Biz o yagmurla sizin ucun gozəl bagcalar yetisdirdik. (Əgər Allahın yaratdıgı və yerə endirdiyi su olmasaydı) siz (o bagcaların) agaclarını goyərdə bilməzdiniz. Məgər Allahla yanası basqa bir tanrımı var?! Lakin (musriklər butlərini Allaha) bərabər tutan bir tayfadırlar! (Yaxud onlar qəsdən haqq yoldan yayınan bir qovmdurlər)"},{"SurahNumber":27,"VerseNumber":61,"Text":"(Butlər yaxsıdır) yoxsa yeri (sizin ucun) məskən yaradıb ortasında caylar axıdan, uzərində (titrəməsin deyə) mohkəm durmus daglar bərqərar edən və (sirin və sor suları bir-birinə qarısmasın deyə) iki dənizin arasında maneə qoyan kimsə?! Məgər Allahla yanası basqa bir tanrımı var?! Lakin (musriklərin) əksəriyyəti (Allahın vəhdaniyyətini, Onun nə qədər əzəmətli oldugunu) bilmirlər"},{"SurahNumber":27,"VerseNumber":62,"Text":"(Butlər yaxsıdır) yaxud əli hər yerdən uzulub darda qalan birisi Ona dua etdiyi zaman onun duasını qəbul buyuran, (sizdən) səri sovusduran, sizi yer uzunun varisləri edən kimsə? Məgər Allahla yanası basqa bir tanrımı var? Siz nə az dusunub danısırsınız"},{"SurahNumber":27,"VerseNumber":63,"Text":"Yaxud qurunun və suyun (səhranın və dənizin) zulmətlərində sizə dogru yol gostərən, kuləkləri Oz rəhməti (yagısı) onundə bir mujdəci olaraq gondərən kimsə?! Məgər Allahla yanası basqa bir tanrımı var?! Allah (musriklərin) Ona sərik qosduqlarından (butlərdən) ucadır"},{"SurahNumber":27,"VerseNumber":64,"Text":"Yaxud (məxluqatı) oncə yaradan (oldukdən) sonra (qiyamət gunu) onu yenidən dirildən, sizə goydən (yagısla), yerdən (novbənov bitkilərlə, meyvələrlə) ruzi verən kimsə?! Məgər Allahla yanası basqa tanrımı var?” De: “(Ey musriklər!) Əgər (Allahın sərikləri oldugunu) dogru deyirsinizsə, dəlilinizi gətirin!”"},{"SurahNumber":27,"VerseNumber":65,"Text":"(Ya Rəsulum!) De: “Allahdan basqa goylərdə və yerdə olan hec kəs qeybi bilməz! Onlar yenidən nə vaxt diriləcəklərini də bilməzlər"},{"SurahNumber":27,"VerseNumber":66,"Text":"Xeyr, onların (musriklərin) elmi axirəti qavrayıb dərk edə bilməz. Xeyr, onlar (axirət) barəsində səkk-subhə icindədirlər. Xeyr, onlar ona qarsı kordurlar!” (Musriklər axirətə inanmadıqları halda, nə ucun onun barəsində sual verirlər?! Məgər onların elmi belə bir sual verməyə kifayətdirmi?! Və ya musriklər axirət haqqında yalnız qəbirlərindən cıxardılıb dirildiləcəkləri zaman biləcəklər ki, bu da onlara hec bir fayda verməyəcəkdir)"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kafirlər dedilər: “Məgər bizlər və atalarımız torpaq olduqdan sonra (dirildilib qəbirlərimizdən) cıxardılacagıq"},{"SurahNumber":27,"VerseNumber":68,"Text":"Həqiqətən, bu (dirilmə) bizə və’d olundugu kimi, oncə atalarımıza da (və’d olunmusdu). Bu, qədimlərin əfsanələrindən (yalan sozlərindən) basqa bir sey deyildir!”"},{"SurahNumber":27,"VerseNumber":69,"Text":"(Ya Rəsulum!) De: “Yer uzunu gəzib-dolasın, gunahkarların axırının necə olduguna bir baxın!”"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Ya Peygəmbərim!) Onlardan (kafirlərin təkzib etmələrindən) otru kədərlənmə və (sənə qarsı) qurduqlarına (hiylələrə) gorə də urəyini qısma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Onlar: Əgər dogru danısırsınızsa, (deyin gorək) bu və’d (bizi qorxutdugunuz əzab və’dəsi) nə vaxt yerinə yetəcəkdir?” – deyə sorusarlar"},{"SurahNumber":27,"VerseNumber":72,"Text":"De: “Tez-tələsik istədiyiniz (əzabın) bir hissəsi, bəlkə də, artıq sizə gəlib catmaq uzərədir!” (Musriklər onlara və’d olunan əzabın bir hissəsini Uhud vurusunda daddılar, qalanını isə Cəhənnəmdə dadacaqlar)"},{"SurahNumber":27,"VerseNumber":73,"Text":"(Ya Rəsulum!) Həqiqətən, sənin Rəbbin insanlara mərhəmətlidir, lakin onların əksəriyyəti (Allahın bu mərhəmətinə) sukur etməz"},{"SurahNumber":27,"VerseNumber":74,"Text":"Subhəsiz ki, sənin Rəbbin onların urəklərinin gizli saxladıgı və ozlərinin askar etdikləri hər seyi (qəlblərin sirlərini və acıq-askar əməllərini) bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Goylərdə və yerdə (hec kəsin bilmədiyi) elə bir gizli sey yoxdur ki, acıq-aydın Kitabda (lovhi-məhfuzda) olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"Həqiqətən, bu Qur’an Israil ogullarına ixtilafda olduqları seylərin əksəriyyətini anladıb xəbər verir"},{"SurahNumber":27,"VerseNumber":77,"Text":"Və subhəsiz ki, o mo’minlərə bir hidayət (dogru yolu gostərən rəhbər) və mərhəmətdir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Həqiqətən, sənin Rəbbin onların (dini məsələlərdə ixtilafda olanların) arasında Oz hokmunu (ədalətlə) verəcəkdir. O, (hər seyə) qalib olandır, (hər seyi) biləndir"},{"SurahNumber":27,"VerseNumber":79,"Text":"(Ya Rəsulum!) Sən ancaq Allaha təvəkkul et, cunki sən acıq-aydın həqiqi dindəsən (haqq yoldasan)"},{"SurahNumber":27,"VerseNumber":80,"Text":"Subhəsiz ki, sən nə olulərə (haqqı) basa sala bilər, nə də donub gedən karlara (haqqa) cagırısı esitdirə bilərsən"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sən o korları dusdukləri əyri yoldan duz yola gətirə bilməzsən. Sən (haqqı) yalnız ayələrimizə inananlara esitdirə bilərsən. Məhz onlar musəlmandırlar. (Allaha urəkdən inanıb Ona canla-basla itaət edərlər)"}]}