{"Id":131,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"And We let the children of Isra‘il cross the sea. So, Pharaoh and his troops chased them in transgression and hostility, until when he was about to drown, he said, .I believe that there is no god but the One in whom the children of Isra‘il believe, and I am among those who submit to Allah"},{"SurahNumber":10,"VerseNumber":91,"Text":"(Allah said,) .Is it now (that you have come to believe) while you were rebellious all along, and you were among the mischief-makers"},{"SurahNumber":10,"VerseNumber":92,"Text":"So, today, We shall save your body, so that you may become a sign for those after you. And many of the people are heedless of Our signs"},{"SurahNumber":10,"VerseNumber":93,"Text":"And surely We gave the children of Isra‘il a proper place to live, and provided them with good things. Then they did not disagree between themselves but after knowledge had come to them. Surely, Allah will decide between them on the Day of Judgment about the matters in which they used to dispute each other"},{"SurahNumber":10,"VerseNumber":94,"Text":"So, (O prophet,) even if you are in doubt about what We have sent down to you, ask those who read the Book (revealed) before you. Surely, truth has come to you from your Lord, so never be among those who are suspicious"},{"SurahNumber":10,"VerseNumber":95,"Text":"And never be among those who have rejected Our signs, lest you should be among the losers"},{"SurahNumber":10,"VerseNumber":96,"Text":"Surely, those against whom the Word of your Lord stands settled will not believe"},{"SurahNumber":10,"VerseNumber":97,"Text":"even though every sign comes to them, unless they witness the painful punishment"},{"SurahNumber":10,"VerseNumber":98,"Text":"So, how is it that there never was a town, which could have believed and its belief would have been of benefit to it, except the people of Yunus? When they came to believe, We removed from them the punishment of humiliation in the worldly life and let them enjoy themselves for some time"},{"SurahNumber":10,"VerseNumber":99,"Text":"Had your Lord willed, all those on earth would have believed altogether. Would you, then, compel people, so that they become believers"},{"SurahNumber":10,"VerseNumber":100,"Text":"It is not (possible) for any one that he believes except with the will of Allah. And He makes filth settle on those who do not understand"},{"SurahNumber":10,"VerseNumber":101,"Text":"Say, .Look at what is there in the heavens and the earth. But, signs and warnings do not suffice a people who do not believe"},{"SurahNumber":10,"VerseNumber":102,"Text":"So, are they waiting for nothing short of something like the days of those who have passed before them? Say, .So wait. I am with you, among those who are waiting"},{"SurahNumber":10,"VerseNumber":103,"Text":"Then We (used to) save Our messengers and those who believed. Similarly, it being undertaken by Us, We shall save the believers"},{"SurahNumber":10,"VerseNumber":104,"Text":"Say, .O people, if you are in doubt about my Faith, then, I do not worship those whom you worship beside Allah. Rather, I worship Allah who brings death to you. And I have been ordained to be among the believers"},{"SurahNumber":10,"VerseNumber":105,"Text":"and that I should make myself firm on Faith, being upright, and never should be among the Mushriks (who ascribe partners to Allah)"},{"SurahNumber":10,"VerseNumber":106,"Text":"And do not invoke, other than Allah, what neither benefits you nor harms you, for, if you do so, then you will surely be one of the unjust"},{"SurahNumber":10,"VerseNumber":107,"Text":"If Allah brings some harm to you, there is none to remove it except He. And if He intends to bring some good to you, there is none to turn His grace back. He brings it to whomever He wills from among His servants. He is the Most-Forgiving, the Very Merciful"},{"SurahNumber":10,"VerseNumber":108,"Text":"Say, .O people, the truth has come to you from your Lord. So, whoever accepts guidance accepts it to his own benefit, and whoever goes astray does so to his own detriment. And I am not responsible for you"},{"SurahNumber":10,"VerseNumber":109,"Text":"Follow what is being revealed to you, and be patient until Allah gives His judgment, and He is the best of all judges"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif , Lam , Ra . (This is) a book the verses of which have been made firm, and elaborated by the One who is All Wise, All Aware"},{"SurahNumber":11,"VerseNumber":2,"Text":"(directing the Prophet to say to the people,) .You must not worship anyone other than Allah; I am for you a warner from Him, and a bearer of glad tidings"},{"SurahNumber":11,"VerseNumber":3,"Text":"and you must seek forgiveness from your Lord, then, turn to Him in repentance, and He will provide you with good things to enjoy for a given time, and bestow His extra favor on everyone who has extra good deeds (in his account). And if you turn away, then, I fear for you the punishment of a terrible day"},{"SurahNumber":11,"VerseNumber":4,"Text":"To Allah is your return, and He is powerful over everything"},{"SurahNumber":11,"VerseNumber":5,"Text":"Beware, they bend their chests to hide from Him. Beware, when they cover up themselves with their clothes, He knows what they hide and what they expose. Surely, He is All Aware of what lies in the hearts"}]}