{"Id":449,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"До мад’янітів Ми [послали] їхнього брата Шуейба. Він сказав: «О народе мій! Поклоняйтеся Аллагу! У вас немає бога, крім Нього! Не занижуйте міри й ваги. Я бачу, що ви живете в добрі, але я боюся, що впаде на вас кара в День, який охопить усе"},{"SurahNumber":11,"VerseNumber":85,"Text":"О народе мій! Наповнюйте міру й вагу справедливо! Не завдавайте людям збитків і не сійте безчестя на землі"},{"SurahNumber":11,"VerseNumber":86,"Text":"Те, що залишає вам Аллаг, краще для вас, якщо віруючі ви. Але я над вами не наглядач"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ті відповіли: «О Шуейбе! Невже твоя молитва наказує тобі залишити тих, кому поклонялися наші батьки, або не робити з нашим майном того, чого ми хочемо? Справді, ти смиренний і розсудливий!»"},{"SurahNumber":11,"VerseNumber":88,"Text":"Він сказав: «О народе мій! Чи розумієте ви: а якщо я тримаюся ясного доказу від Господа мого, Який наділив мене добрим наділом? Я не хочу суперечити вам своїми заборонами на щось, але я хочу лише виправлення — настільки, наскільки зможу! Немає мені притулку, крім як в Аллага. На Нього я покладаюся й до Нього звертаюся"},{"SurahNumber":11,"VerseNumber":89,"Text":"О народе мій! Нехай ваша суперечка зі мною не веде до того, щоб вас вразило те, що вразило народ Нуха, народ Гуда чи народ Саліха. Недалеко від вас і народ Люта"},{"SurahNumber":11,"VerseNumber":90,"Text":"Просіть прощення у Господа вашого й кайтеся перед Ним! Воістину, Господь мій — Милосердний, Люблячий"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ті відповіли: «О Шуейбе! Ми не розуміємо більшості того, що ти кажеш. Ми бачимо тебе слабким серед нас. І якби не твій рід, то ми каменували б тебе! Ти не становиш цінності для нас"},{"SurahNumber":11,"VerseNumber":92,"Text":"Він сказав: «О народе мій! Невже мій рід цінніший для вас, ніж Аллаг, від Якого ви відвертаєтесь? Воістину, Господь мій охоплює те, що ви робите"},{"SurahNumber":11,"VerseNumber":93,"Text":"О народе мій! Дійте, як побажаєте, і я буду діяти! Скоро ви дізнаєтесь, кого спіткає принизлива кара й хто брехун. Чекайте і я почекаю разом із вами"},{"SurahNumber":11,"VerseNumber":94,"Text":"І коли прийшов наказ Наш, то за Нашою милістю Ми врятували Шуейба й тих із ним, які увірували. А тих, які були несправедливі, вразив жахливий крик. Так і лишилися вони в будинках своїх непорушними"},{"SurahNumber":11,"VerseNumber":95,"Text":"наче ніколи й не жили там. Так! Нехай згинуть мад’яніти, як згинули самудити"},{"SurahNumber":11,"VerseNumber":96,"Text":"І Ми послали Мусу з Нашими знаменнями та доказом ясни"},{"SurahNumber":11,"VerseNumber":97,"Text":"до Фірауна й старшини [народу] його. Але ті пішли за наказом Фірауна, хоч і не був наказ Фірауна розсудливим"},{"SurahNumber":11,"VerseNumber":98,"Text":"У День Воскресіння очолить він народ свій та заведе їх у вогонь. Яке мерзотне місце, до якого увійдуть вони"},{"SurahNumber":11,"VerseNumber":99,"Text":"Прокляття переслідуватиме їх як тут, так і в День Воскресіння. Мерзотний такий дарунок, подарований їм"},{"SurahNumber":11,"VerseNumber":100,"Text":"Це — звістки про селища, які Ми переповідаємо тобі. Деякі з них ще існують, а інші вже знищені"},{"SurahNumber":11,"VerseNumber":101,"Text":"Ми не були несправедливі до них, але це вони самі були до себе несправедливі. І коли прийшов наказ Господа твого, то божества їхні, яких вони кликали замість Аллага, нічим не допомогли їм! Не додали вони їм нічого, крім загибелі"},{"SurahNumber":11,"VerseNumber":102,"Text":"Таке покарання Господа твого, коли Він вразив несправедливе селище. Воістину, покарання Його — болісне, суворе"},{"SurahNumber":11,"VerseNumber":103,"Text":"Воістину, в цьому — знамення для того, хто боїться кари в наступному житті. Це — День, коли будуть зібрані люди, і це — День засвідчений"},{"SurahNumber":11,"VerseNumber":104,"Text":"Ми не відкладемо його, крім як на визначений строк"},{"SurahNumber":11,"VerseNumber":105,"Text":"Коли настане той День, жодна душа не буде говорити, крім як із Його дозволу. Будуть серед них нещасні й щасливі"},{"SurahNumber":11,"VerseNumber":106,"Text":"Щодо тих, які будуть нещасні, то вони опиняться у вогні. Чекає там на них плач і стогін"},{"SurahNumber":11,"VerseNumber":107,"Text":"Вони будуть там довіку, доки існуватимуть небеса й земля, якщо Господь твій не побажає чогось іншого. Воістину, твій Господь робить те, що побажає"}]}