{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"En Allah het gesê: Neem nie twee gode nie. Daar is slegs Een God. Vrees daarom My alleen"},{"SurahNumber":16,"VerseNumber":52,"Text":"En aan Hom behoort wat in die hemele en op die aarde is, en gehoorsaamheid kom Hom altyd toe. Sal julle dan iets buiten Allah vrees"},{"SurahNumber":16,"VerseNumber":53,"Text":"En watter seëninge julle ook ontvang, dit kom van Allah. En wanneer ’n kwelling julle laat huiwer, dan roep julle na Hom om hulp"},{"SurahNumber":16,"VerseNumber":54,"Text":"Wanneer Hy julle van die kwelling verlos, kyk! dan vereenselwig sommige van julle andere met jul Heer"},{"SurahNumber":16,"VerseNumber":55,"Text":"en hulle ontken wat Ons aan hulle gegee het. Onthaal julself dan, want julle sal weldra te wete kom"},{"SurahNumber":16,"VerseNumber":56,"Text":"En ’n gedeelte van die lewensonderhoud waarvan Ons hulle voorsien, sit hulle opsy vir afgode waarvan hulle niks weet nie. By Allah! Julle sal sekerlik ondervra word oor alles wat julle versin het"},{"SurahNumber":16,"VerseNumber":57,"Text":"En hulle skryf dogters aan Allah toe ~ heilig is Hy! ~ en vir hulleself net wat hulle begeer"},{"SurahNumber":16,"VerseNumber":58,"Text":"En wanneer die geboorte van ’n dogter aan een van hulle bekend gemaak word, dan word sy gesig swart en is hy vol toorn"},{"SurahNumber":16,"VerseNumber":59,"Text":"Hy verberg homself vir die volk, vanweë die slegte nuus. Sal hy haar in weerwil van skande behou, of sal hy haar lewendig begrawe? Voorwaar, boos is dít waarop hulle besluit"},{"SurahNumber":16,"VerseNumber":60,"Text":"Vir hulle wat nie in die Hiernamaals glo nie, is daar slegte kentekens, terwyl die kentekens van Allah die allerbeste is. En Hy is die Alrmagtige, die Allerwyse"},{"SurahNumber":16,"VerseNumber":61,"Text":"En as Allah die mense vir hul ongeregtigheid moet straf, sal Hy niemand kan laat oorbly nie; maar Hy verleen aan hulle uitstel vir ’n vasgestelde tyd. Wanneer die tyd dan aanbreek, kan hulle dit selfs nie ’n uur lank uitstel nie, nóg kan hulle dit vervroeg"},{"SurahNumber":16,"VerseNumber":62,"Text":"En hulle skryf aan Allah toe wat hulle vir hulself nie begeer nie, en hul tonge spreek die leuen dat die beste vir húlle bedoel is. Sekerlik is die Vuur vir hulle bedoel, en hulle sal daarin verlate wees"},{"SurahNumber":16,"VerseNumber":63,"Text":"By Allah! Ons het inderdaad boodskappers na die volkere vóór u gestuur, maar die duiwel het hulle eie dade vir hul aantreklik gemaak. Daarom is hy vandag hul beskermheer en wag daar op hulle ’n smartlike straf"},{"SurahNumber":16,"VerseNumber":64,"Text":"En om geen ander rede het Ons die Boek aan u geopenbaar nie, as dat u aan hulle kan verduidelik waaroor hulle verskil, en as ’n leiding vir ’n volk wat glo"},{"SurahNumber":16,"VerseNumber":65,"Text":"En Allah stuur water van bo, en gee daardeur lewe aan die aarde ná sy gesterwe het. Voorwaar, hierin is ’n teken vir ’n volk wat luister"},{"SurahNumber":16,"VerseNumber":66,"Text":"En die vee hou vir julle waarlik ’n les in: Ons gee vir julle om te drink van wat in hulle buik is ~ van dít wat tussen die uit- werpsels en die bloed is ~ suiwer melk, smaaklik vir die drinkers"},{"SurahNumber":16,"VerseNumber":67,"Text":"En van die vrugte van die dadelpalms en druiwe verkry julle sterk drank en goeie voedsel. Daar is sekerlik ’n teken hierin vir ’n volk wat sake oorweeg"},{"SurahNumber":16,"VerseNumber":68,"Text":"En u Heer het aan die by geopenbaar en gesê: Maak neste in die berge en in die bome, en in wat hulle bou"},{"SurahNumber":16,"VerseNumber":69,"Text":"Eet dan van al die vrugte, en volg onderdanig in die weë van u Heer. Daar kom uit hulle buik ’n drinkstof voort in verskillende kleure, waarin daar genesing vir die mens is. Alte seker is daar ’n teken hierin vir ’n volk wat bepeins"},{"SurahNumber":16,"VerseNumber":70,"Text":"En Allah skep julle, dan laat hy julle sterf; en daar is sommige van julle wat ’n hoë ouderdom bereik, sodat hy niks meer weet nie, hoewel hy voorheen kennis gehad het. Voorwaar, Allah is Alleswetend, Allermagtig"},{"SurahNumber":16,"VerseNumber":71,"Text":"En Allah het aan sommige van julle groter rykdom gegee as aan ander. Maar hulle aan wie Hy meer gegee het, gee nie van hulle besittings aan diegene wat hul regterhand besit, sodat hulle gelyk kan wees nie. Sal hulle dan die guns van Allah verloën"},{"SurahNumber":16,"VerseNumber":72,"Text":"En Allah het uit julleself eggenote vir julle gemaak, en deur húlle seuns en dogters aan julle gegee, en julle van goeie dinge voorsien. Sal hulle dan in valse dinge glo en die guns van Allah verloën"},{"SurahNumber":16,"VerseNumber":73,"Text":"En hulle aanbid buiten Allah dít wat vir hulle geen lewens- onderhoud, van die hemel of van die aarde, kan bewerk nie; ook besit hulle geen mag nie"},{"SurahNumber":16,"VerseNumber":74,"Text":"Maak daarom geen vergelykenis met Allah nie. Voorwaar, Allah weet, en julle weet nie"}]}