{"Id":196,"LanguageCodes":["hr","hrv"],"Name":"hrv-unknown","Author":"Unknown","Language":"Croatian","Description":"Croatian","Direction":"ltr","Source":"http://donatequran.com/","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"A kod njih će biti (hurije) kratkih pogleda, vršnjakinje"},{"SurahNumber":38,"VerseNumber":53,"Text":"Ovo je ono šta vam se obećava za Dan obračuna"},{"SurahNumber":38,"VerseNumber":54,"Text":"Uistinu, ovo je opskrba Naša, nema za nju nikakva iscrpljenja"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ovo! A uistinu, prevršitelji će imati zlo povratište"},{"SurahNumber":38,"VerseNumber":56,"Text":"Džehennem! Pržiće se njime, pa loše je odmorište"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ovo! Zato neka ga kušaju - ključalu tekućinu i ledenu"},{"SurahNumber":38,"VerseNumber":58,"Text":"I druge, od sličnih tome, u parovima"},{"SurahNumber":38,"VerseNumber":59,"Text":"“Ovo je skupina koja se s vama gura. Neće za njih biti dobrodošlice! Uistinu, oni će biti prženi vatrom.”"},{"SurahNumber":38,"VerseNumber":60,"Text":"Reći će: “Naprotiv, vi - za vas nema merhaba: vi ste ga pripremili za nas, pa loše je stanište!”"},{"SurahNumber":38,"VerseNumber":61,"Text":"Reći će: “Gospodaru naš! Ko je ovo pripremio za nas, pa povećaj mu dvostruku kaznu u vatri!”"},{"SurahNumber":38,"VerseNumber":62,"Text":"I govoriće: “Šta nam je, ne vidimo ljude koje smo brojali ozloglašenima"},{"SurahNumber":38,"VerseNumber":63,"Text":"Jesmo li ih uzeli ruglom ili su s njih skrenuli pogledi?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Doista, to će biti istina: svađa stanovnika vatre"},{"SurahNumber":38,"VerseNumber":65,"Text":"Reci: “Ja sam samo opominjač, i nema nikakva boga, izuzev Allaha Jedinog, Onog koji savlađuje"},{"SurahNumber":38,"VerseNumber":66,"Text":"Gospodara nebesa i Zemlje i šta je između njih, Moćnog, Oprosnika.”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Reci: “To je vijest veličanstvena"},{"SurahNumber":38,"VerseNumber":68,"Text":"Vi ste od nje odvraćeni"},{"SurahNumber":38,"VerseNumber":69,"Text":"Nisam imao nikakvog znanja o Skupu najvišem, kad su raspravljali"},{"SurahNumber":38,"VerseNumber":70,"Text":"Meni se objavljuje da sam ja samo opominjač jasni.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"Kad reče Gospodar tvoj melecima: “Uistinu, Ja sam Tvorac smrtnika od ilovače"},{"SurahNumber":38,"VerseNumber":72,"Text":"Zato kad ga sredim i udahnem u njega od Duha Svog, tad padnite njemu ničice.”"},{"SurahNumber":38,"VerseNumber":73,"Text":"Pa su učinili sedždu meleci, svi oni zajedno"},{"SurahNumber":38,"VerseNumber":74,"Text":"Osim Iblisa. Uzoholio se i bio od nevjernika"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah) reče: “O Iblise! Šta te je spriječilo da padneš na sedždu onom šta sam stvorio rukama Svojim? Jesi li se uzoholio ili si od uzvišenih?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"Reče: “Ja sam bolji od njega. Mene si stvorio od vatre, a njega si stvorio od ilovače.”"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) reče: “Pa izlazi iz njega, pa uistinu si ti protjeran"},{"SurahNumber":38,"VerseNumber":78,"Text":"I uistinu! Na tebi je prokletstvo Moje do Dana sudnjeg.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"Reče: “Gospodaru moj! Pa odgodi mi do Dana kad će biti podignuti.”"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah) reče: “Pa uistinu si ti od onih kojima se odgađa"},{"SurahNumber":38,"VerseNumber":81,"Text":"Do Dana - wakta poznatog.”"},{"SurahNumber":38,"VerseNumber":82,"Text":"Reče: “Pa tako mi moći Tvoje, sigurno ću ih sve zavesti"},{"SurahNumber":38,"VerseNumber":83,"Text":"Izuzev robova Tvojih - od njih čistih.”"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah) reče: “Pa Istina je, a Istinu govorim"},{"SurahNumber":38,"VerseNumber":85,"Text":"Sigurno ću napuniti Džehennem tobom i onim između njih ko te bude slijedio - svima.”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Reci (Muhammede): “Ne tražim od vas za njega nikakvu nagradu, i nisam ja od izvještačenih"},{"SurahNumber":38,"VerseNumber":87,"Text":"On je samo Opomena svjetovima"},{"SurahNumber":38,"VerseNumber":88,"Text":"A sigurno ćete saznati vijest njegovu nakon (izvjesnog) vremena.”"},{"SurahNumber":39,"VerseNumber":1,"Text":"Objava Knjige je od Allaha, Moćnog, Mudrog"},{"SurahNumber":39,"VerseNumber":2,"Text":"Uistinu! Mi smo ti objavili Knjigu s Istinom, zato obožavaj Allaha, odan Njegovoj vjeri"},{"SurahNumber":39,"VerseNumber":3,"Text":"Zar nije vjera čista za Allaha? A oni koji mimo Njega uzimaju zaštitnike (kažu): “Obožavamo ih samo da nas približe Allahu bliskošću.” Doista će Allah presuditi među njima o onom u čemu se oni razilaze. Uistinu, Allah ne upućuje onog ko je lažac, nevjernik"},{"SurahNumber":39,"VerseNumber":4,"Text":"Da je Allah želio da uzme dijete, sigurno bi od onog šta stvara izabrao šta hoće. Slava neka je Njemu! On, Allah, je Jedini, Nesavladivi"},{"SurahNumber":39,"VerseNumber":5,"Text":"Stvorio je nebesa i Zemlju s Istinom. Zavija noću dan, i zavija danom noć. I potčinio je Sunce i Mjesec. Svakoje plovi roku određenom. Zar nije On Moćni, Oprosnik"},{"SurahNumber":39,"VerseNumber":6,"Text":"Stvorio vas je od duše jedne, zatim je od nje načinio paricu njenu. I spustio vam je od stoke osam parova. Stvara vas u utrobama majki vaših, stvaranjem iza stvaranja, u tri tmine. To je Allah, Gospodar vaš!, Njegova je vlast. Nema boga osim Njega, pa kud se odvraćate"},{"SurahNumber":39,"VerseNumber":7,"Text":"Ako ne vjerujete - pa uistinu, Allah je od vas Neovisan, a nije zadovoljan nevjerovanjem robova Svojih. A ako zahvaljujete, zadovoljan je On s vama. I neće se teretiti opterećeni teretom drugog. Zatim je Gospodaru vašem povratak vaš, pa će vas obavijestiti o onom šta ste radili. Uistinu! On je Znalac onog u grudima"}]}