{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"When Jesus found them denying the truth, he said, \"Who will help me in the cause of God?\" The disciples replied, \"We are the helpers of God. We believe in Him. Jesus, bear witness that we have submitted ourselves to His will"},{"SurahNumber":3,"VerseNumber":53,"Text":"They prayed, \"Lord, we have believed in what You have revealed to Your Messenger and we have followed him. Write down our names with those who testify in support of the Truth"},{"SurahNumber":3,"VerseNumber":54,"Text":"The unbelievers plotted and God planned, but God is a much better planner"},{"SurahNumber":3,"VerseNumber":55,"Text":"He told Jesus, \"I will save you from your enemies, raise you to Myself, keep you clean from the association with the disbelievers, and give superiority to your followers over the unbelievers until the Day of Judgment. On that day you will all return to Me and I shall resolve your dispute"},{"SurahNumber":3,"VerseNumber":56,"Text":"I shall sternly punish the unbelievers in this life and in the life to come and no one will help them"},{"SurahNumber":3,"VerseNumber":57,"Text":"However, to the righteously striving believers I shall give their reward in full measure.\" God does not love the unjust"},{"SurahNumber":3,"VerseNumber":58,"Text":"(Muhammad), what we recite to you are revelations and words of wisdom"},{"SurahNumber":3,"VerseNumber":59,"Text":"To God the case of Jesus is as that of Adam whom He created from the earth and then said, \"Exist,\" and Adam came into existence"},{"SurahNumber":3,"VerseNumber":60,"Text":"(Muhammad, the essence of) the Truth is from your Lord. Never have any doubt about it"},{"SurahNumber":3,"VerseNumber":61,"Text":"If anyone disputes (your prophesy) after knowledge has come to you, say, \"Let each of us bring our children, women, our people, and ourselves to one place and pray to God to condemn the liars among us"},{"SurahNumber":3,"VerseNumber":62,"Text":"This is the true story (of Jesus). There is no Lord but God. It is God who is Majestic and All-wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"If they turn away (from the Truth, let it be known that) God knows well the evil-doers"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Muhammad), say to the People of the Book, \"We must come to a common term. Let us worship no one except God, nor consider anything equal to Him, nor regard any of us as our Lord besides God.\" However, if they turn away from (the Truth), tell them, \"Bear witness that we have submitted ourselves to the will of God"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ask the People of the Book, \"Why do you argue about Abraham? The Torah and Gospel were revealed only after him. Why do you not understand"},{"SurahNumber":3,"VerseNumber":66,"Text":"You even argue about what is already known to you. What can you learn from arguing about that which you have no knowledge? God knows but you do not know"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham was not a Jew or a Christian. He was an upright person who had submitted himself to the will of God. Abraham was not a pagan"},{"SurahNumber":3,"VerseNumber":68,"Text":"The nearest people to Abraham, among mankind, are those who followed him, this Prophet (Muhammad) and the true believers. God is the Guardian of the true believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"A group among the People of the Book would love to mislead you but they mislead no one but themselves. However, they do not realize it"},{"SurahNumber":3,"VerseNumber":70,"Text":"(Muhammad), say, \"People of the Book, why do you deny the revelation of God (the Quran) even though you know very well that it is from God"},{"SurahNumber":3,"VerseNumber":71,"Text":"Why do you mix truth with falsehood and knowingly hide the truth"},{"SurahNumber":3,"VerseNumber":72,"Text":"Some of the People of the Book say, \"Believe in what is revealed to the Muslims during the day only and abandon it in the evening. This will perhaps make them give up their religion"},{"SurahNumber":3,"VerseNumber":73,"Text":"They also say, \"Do not believe anyone except those who follow your religion, so that no one may have what you have received or may argue with you before your Lord.\" (Muhammad), tell them, \"The only guidance is the guidance of God. All favors are in the hands of God. He grants His favors to whomever He wants. He is Munificent and All-knowing"},{"SurahNumber":3,"VerseNumber":74,"Text":"God grants priority in granting mercy to whomever He wants. God's favors are great"}]}