{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Nándào tāmen méiyǒu zài dà dìshàng lǚxíng, yǐ guānchá qián rén de jiéjú shì zěnyàng de ma? Qián rén bǐ tāmen shìlì gēng dà, chéngjī gèng duō; dàn zhēn zhǔyīn tāmen de zuìguo ér chéngzhìle tāmen, tāmen duì zhēn zhǔ méiyǒu rènhé bǎowèi zhě"},{"SurahNumber":40,"VerseNumber":22,"Text":"Nà shì yīnwèi wǒ de zhòng shǐzhě céng dàizhe xǔduō míngzhèng láilín tāmen, dàn tāmen bù guī xìn, gù zhēn zhǔ chéngfále tāmen. Tā què shì zhì gāng de, tā de xíngfá què shì yánlì de"},{"SurahNumber":40,"VerseNumber":23,"Text":"wǒ què yǐ pàiqiǎn mù sà dàizhe wǒ de jīxiàng hé míngzhèng"},{"SurahNumber":40,"VerseNumber":24,"Text":"qù jiàohuà fǎlǎo, hā màn hé gē lún, dàn tāmen shuō:“Tā shì miù wàng de shùshì.”"},{"SurahNumber":40,"VerseNumber":25,"Text":"Tā xiǎnshì tāmen cóng wǒ zhèlǐ fāchū de zhēnlǐ de shíhòu, tāmen shuō:“Nǐmen dāng shālù yǔ tā yītóng xìndào zhě de érzi, ér bǎoquán tāmen de nǚ'ér.” Bù xìndào zhě de jìcè, zhǐ zài mí wù zhōng"},{"SurahNumber":40,"VerseNumber":26,"Text":"Fǎlǎo shuō:“Nǐmen ràng wǒ shā sǐ mù sà! Jiào tā qídǎo tā de zhǔ qù ba! Wǒ díquè pà tā gǎibiàn nǐmen de zōngjiào, huò zài guónèi zuòluàn.”"},{"SurahNumber":40,"VerseNumber":27,"Text":"Mù sà shuō:“Wǒ què yǐ qiú bì yú wǒ de zhǔ, yì jí nǐmen de zhǔ, miǎn zāo bù xìn qīngsuàn rì de yīqiè zì dà zhě de qīnhài.”"},{"SurahNumber":40,"VerseNumber":28,"Text":"Fǎlǎo zú zhōng yīgè mìmì guī xìn de xìnshì shuō:“Yīgè rén jì yǐ nǐmen de zhǔ fāchū de ruògān míngzhèng zhāoshì nǐmen zhīhòu, yīnwèi tā shuō,‘wǒ de zhǔ shì zhēnzhǔ’, nǐmen jiù yào shālù tā ma? Rúguǒ tā shì yīgè shuōhuǎng zhě, nàme, tā zì shòu huǎngyán zhī hài; rúguǒ tā shì yīgè chéngshí zhě, nàme, tāsuǒyòng yǐ dònghè nǐmen de zāinàn, jiāng yǒu yībùfèn láilín nǐmen, zhēnzhǔ bìdìng bù yǐndǎo guòfèn de cháng shuōhuǎngyán zhě"},{"SurahNumber":40,"VerseNumber":29,"Text":"Wǒ de zōngzú a! Jīnrì guó quán zhǐ guī nǐmen, ér nǐmen zài guó zhōng chēngxióng. Rúguǒ zhēnzhǔ de xíngfá láilín, nàme, shéi zhù wǒmen dǐkàng tā ne?” Fǎlǎo shuō:“Wǒ zhǐ yǐ wǒ de zhǔzhāng zhǐshì nǐmen, wǒ zhǐ yǐndǎo nǐmen zǒu shàng zhèngdào.”"},{"SurahNumber":40,"VerseNumber":30,"Text":"Xìndào zhě shuō:“Wǒ de zōngzú a! Wǒ díquè pà nǐmen zāoyù qián rén suǒ zāoyù de zāinàn"},{"SurahNumber":40,"VerseNumber":31,"Text":"rú nǔ hā de zōngzú, ā dé rén, sài mò dé rén, yǐjí zài tāmen zhīhòu de rén suǒ zāoshòu de zāihuò yīyàng. Zhēnzhǔ shì bù yù kuī wǎng zhòng pū de"},{"SurahNumber":40,"VerseNumber":32,"Text":"Wǒ de zōngzú a! Wǒ díquè wèi nǐmen dānxīn hùxiāng hūjiào zhī rì"},{"SurahNumber":40,"VerseNumber":33,"Text":"zài nà rì, nǐmen jiāng zhuǎnshēn tuì hòu, ér méiyǒu rènhé bǎohù zhě néng shǐ nǐmen bù shòu zhēnzhǔ de chéngfá. Zhēnzhǔ shǐ shéi mí wù, shéi méiyǒu xiàngdǎo"},{"SurahNumber":40,"VerseNumber":34,"Text":"Yǐqián yōu sù fú què yǐ jiāng xǔduō míngzhèng zhāoshì nǐmen, dàn nǐmen duì tā suǒ zhāoshì nǐmen de míngzhèng, yīrán zài yíhuò zhōng, zhídào tā sǐqù de shíhòu, nǐmen hái shuō:‘Zài tā zhīhòu, zhēnzhǔ jué bù huì zài pàiqiǎn rènhé shǐzhě.’ Zhēnzhǔ zhèyàng shǐ guòfèn de huáiyí zhě mí wù.”"},{"SurahNumber":40,"VerseNumber":35,"Text":"Méiyǒu zhēnpíngshíjù, ér zhēnglùn zhēnzhǔ de jīxiàng zhě, jù zhēnzhǔ hé zhòng xìnshì kàn lái, shì hěn tǎoyàn de. Zhēnzhǔ zhèyàng fēngbì yīqiè zì dà de gāo'ào zhě de xīn"},{"SurahNumber":40,"VerseNumber":36,"Text":"Fǎlǎo shuō:“Hā màn a! Nǐ wèi wǒ jiànzào yīzuò gāolóu, huòxǔ wǒ néng zhǎodào ruògān xiànsuǒ ──"},{"SurahNumber":40,"VerseNumber":37,"Text":"tiānshàng de xiànsuǒ, ér kuījiàn mù sà de shénlíng; wǒ díquè cāixiǎng tā shì yīgè shuō huǎng zhě.” Fǎlǎo de è xíng, zhèyàng míhuòle tā zìjǐ, fáng'àile tā zǒu shàng zhèngdào. Fǎlǎo de jìcè, zhǐ guīyú huǐmiè"},{"SurahNumber":40,"VerseNumber":38,"Text":"Nàgè guī xìnzhě yòu shuō:“Wǒ de zōngzú a! Nǐmen shùncóng wǒ, wǒ jiù bǎ nǐmen yǐn shàng zhèngdào"},{"SurahNumber":40,"VerseNumber":39,"Text":"Wǒ de zōngzú a! Jīnshì de shēnghuó, zhǐshì yī zhǒng xiǎngshòu, hòushì cái shì ānzhái"},{"SurahNumber":40,"VerseNumber":40,"Text":"Zuò'è zhě zhǐ shòu tóngyàng de è bào; xíngshàn érqiě xìndào de nánzǐ hé nǚzǐ, jiàng rù lèyuán, shòu wúliàng de gōngjǐ.§"}]}