{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"De: “Sizə bunlardan daha yaxsısı barədə xəbər verimmi? Allahdan qorxanlar ucun Rəbbi yanında agacları altından caylar axan, icində əbədi qalacaqları Cənnət bagları, pak zovcələr və Allahın rizası vardır”. Allah qullarını gorur"},{"SurahNumber":3,"VerseNumber":16,"Text":"O kəslər ki: “Ey Rəbbimiz! Həqiqətən, biz iman gətirdik, bizim gunahlarımızı bagısla və bizi Od əzabından qoru!”– deyirlər"},{"SurahNumber":3,"VerseNumber":17,"Text":"onlar səbir edən, dogru danısan, muti olan, malından Allah yolunda xərcləyən və subh cagına yaxın bagıslanma diləyən kimsələrdir"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah Ozundən basqa ibadətə layiq olan məbudun olmadıgına sahidlik etdi, mələklər və elm sahibləri də sahidlik etdilər. Allah əbədi olaraq ədalətli olmaqdadır. Ondan basqa ibadətə layiq olan məbud yoxdur, Qudrətlidir, Mudrikdir"},{"SurahNumber":3,"VerseNumber":19,"Text":"Həqiqətən, Allah yanında qəbul olunan din, Islamdır! Kitab verilənlər ancaq ozlərinə elm gəldikdən sonra aralarındakı zulm və həsəd uzundən ixtilafa dusdulər. Kim Allahın ayələrini inkar edərsə, bilsin ki, Allah tez haqq-hesab cəkəndir"},{"SurahNumber":3,"VerseNumber":20,"Text":"Əgər onlar səninlə mubahisə edərlərsə, de: “Mən ozumu ardımca gələnlərlə birlikdə Allaha təslim etmisəm!” Kitab verilənlərə və savadsızlara isə de: “Siz də təslim oldunuzmu?” Əgər təslim olsalar, dogru yola yonəlmis olarlar. Uz dondərsələr, bil ki, sənin ohdənə dusən ancaq haqqı təblig etməkdir. Allah qullarını gorur"},{"SurahNumber":3,"VerseNumber":21,"Text":"Allahın ayələrini inkar edənləri, peygəmbərləri haqsız yerə oldurənləri və ədalətə cagıran insanları oldurənləri agrılı-acılı bir əzabla mujdələ"},{"SurahNumber":3,"VerseNumber":22,"Text":"Onların əməlləri həm bu dunyada, həm də axirətdə hec olacaq, onların yardımcıları da olmayacaqdır"},{"SurahNumber":3,"VerseNumber":23,"Text":"Kitabdan ozlərinə bir pay verilmis kəsləri gormədinmi? Onlar, aralarında hokm versin deyə, Allahın Kitabına dəvət olunurlar, sonra da onlardan bir dəstə haqdan uz cevirir"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bu, onların: “Od bizə ancaq bir necə gun toxunar!”– demələrinə gorədir. Onları uydurduqları seylər oz dinlərində aldadıb yoldan cıxartdı"},{"SurahNumber":3,"VerseNumber":25,"Text":"Bas verəcəyinə subhə edilməyən bir gundə onları topladıgımız və hər kəsə qazandıgının əvəzi odəniləcəyi, ozlərinə də hec bir haqsızlıq edilməyəcəyi zaman onların halı necə olacaq"},{"SurahNumber":3,"VerseNumber":26,"Text":"De: “Ey mulkun sahibi Allahım! Sən istədiyin kəsə mulku verir və istədiyindən də onu geri alırsan; istədiyin kimsəni yuksəldir və istədiyini də alcaldırsan. Xeyir yalnız Sənin Əlindədir. Həqiqətən, Sən hər seyə qadirsən"},{"SurahNumber":3,"VerseNumber":27,"Text":"Sən gecəni gunduzə qatır, gunduzu də gecəyə qatırsan; oludən diri cıxarır, diridən isə olu cıxarırsan. Sən istədiyin kəsə hesabsız ruzi verirsən”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Mominlər mominləri qoyub kafirləri dost tutmasınlar! Bunu edən kimsə bilsin ki, Allah ilə onun hec bir əlaqəsi yoxdur. Ancaq onlardan gələn təhlukədən cəkinməklə ehtiyat etməyiniz istisnadır. Allah sizi Ozundən cəkindirir. Donus də ancaq Allahadır"},{"SurahNumber":3,"VerseNumber":29,"Text":"De: “Kokslərinizdə olanı gizlətsəniz də, uzə cıxarsanız da, Allah onu bilir. O, goylərdə və yerdə olanları da bilir. Allah hər seyə qadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"O gun ki, hər kəs etdiyi yaxsı və pis əməllərini qarsısında hazır gorəcək, ozu ilə pis əməllərinin arasında cox boyuk məsafə olmasını arzulayacaqdır. Allah sizi Ozundən cəkindirir. Allah qullarına Səfqətlidir”"},{"SurahNumber":3,"VerseNumber":31,"Text":"De: “Əgər siz Allahı sevirsinizsə, mənim ardımca gəlin ki, Allah da sizi sevsin və gunahlarınızı bagıslasın. Allah Bagıslayandır, Rəhmlidir”"},{"SurahNumber":3,"VerseNumber":32,"Text":"De: “Allaha və gondərdiyi Elciyə itaət edin!” Əgər uz dondərərlərsə, subhəsiz ki, Allah kafirləri sevməz"}]}