{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Ha a kepmutatok es azok, akiknek a sziveben betegseg van es azok, akik nyugtalansagot szitanak a Varosban nem hagyjak abba, Mi bizony feltuzelunk teged ellenuk es utana csak rovid ideig lesznek ott a szomszedaid"},{"SurahNumber":33,"VerseNumber":61,"Text":"Atkozottak gyanant. Ahol csak feltalaltatnak megragadtatnak es megoletnek"},{"SurahNumber":33,"VerseNumber":62,"Text":"Ahogyan Allah a szokasos modon eljart mar azokkal, akik korabban eltek. Nem leszel kepes Allah szokasos eljarasat megvaltoztatot talalni"},{"SurahNumber":33,"VerseNumber":63,"Text":"Az emberek kerdezni fognak teged az Orarol. Mondd: , Annak tudasa Allah-nal van. Es honnan is tudhatnad? Talan az Ora mar kozel van"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allah megatkozta a hitetleneket Es a Pokol tuzet keszitette elo a Szamukra"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orokkon abban fognak egni. Nem talalnak sem segitot, sem tamogatot"},{"SurahNumber":33,"VerseNumber":66,"Text":"Azon a Napon, amikor az arcuk a tuzben fog forogni azt mondjak majd: O barcsak engedelmeskedtunk volna Allah- nak es a Kuldottnek"},{"SurahNumber":33,"VerseNumber":67,"Text":"Es azt mondjak: Urunk! Mi csak az urainknak es az elokeloinknek. engedelmeskedtunk. Ok teritettek el bennunket az egyenes Uttol"},{"SurahNumber":33,"VerseNumber":68,"Text":"Urunk! Merj rajuk ketszeres buntetest es hatalmas atokkal atkozd el oket"},{"SurahNumber":33,"VerseNumber":69,"Text":"O, ti, akik hisztek! Ne legyetek olyanok, mint azok, akik ragalmaztak Miisa-t (Mozest). Allah mentesnek nyilvanitotta ot attol, amit mondtak. Igen nagy becsben volt o Allah-nal"},{"SurahNumber":33,"VerseNumber":70,"Text":"O, ti, akik hisztek! Feljetek Allah-ot es helyenvalot szoljatok"},{"SurahNumber":33,"VerseNumber":71,"Text":"Kegyes cselekedetek vegrehajtasahoz fog O akkor iranyitani benneteket es megbocsatja a buneiteket. Es az, aki engedelmeskedik Allah-nak es az O Kuldottenek hatalmas gyozelmet arat"},{"SurahNumber":33,"VerseNumber":72,"Text":"Mi felajanlottuk a megbizhatosagot az egeknek es a foldnek es a hegyeknek. Am azok megtagadtak magukra venni azt es feltek is. attol. Az ember elvallalta azt. O vetkesnek (magaval szemben) es tudatlannak mutatkozott (ennek kovetkezmenyeit illetoen)"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Mind ez azert tortenik) Hogy megbuntesse Allah a kepmutatokat es a kepmutato noket es a tarsito ferfiakat es a tarsito noket. Es hogy Allah kiengesztelodve fordulhasson a hivo ferfiak es a hivo nok fele. Allah Megbocsato es Konyoruletes"},{"SurahNumber":34,"VerseNumber":1,"Text":"Hala legyen Allah-nak (al-hamdu li-Llahi), Akie mindaz, ami az egekben es a foldon van. Ove a hala a Tulvilagon. O a Bolcs es a tudasaval mindent Atfogo"},{"SurahNumber":34,"VerseNumber":2,"Text":"Tudja mi lep be a foldbe, es azt, hogy mi lep ki belole es azt mi jon le az egbol es azt, hogy mi emelkedik fel oda. O a Megkonyorulo es a Megbocsato"},{"SurahNumber":34,"VerseNumber":3,"Text":"Es azok, akik hitetlenkednek azt mondjak: . Nem fog eljonni hozzank az Ora.\" Mondd: ..De igen! Az Uramra (mondom)! Aki a rejtett dolgok Tudoja, bizony el fog jonni hozzatok! Egy porszemnyi dolog sem marad rejtve Elotte, sem az egben, sem a foldon, sem ennel kisebb, sem ennel nagyobb. Minden vilagos Konyvben? van"},{"SurahNumber":34,"VerseNumber":4,"Text":"(Ez azert tortenik igy, ) Hogy jutalmazza azokat, akik hisznek es jotetteket visznek vegbe. Nekik megbocsatas es kegyes ellatas jar (azaz a Paradicsom)"},{"SurahNumber":34,"VerseNumber":5,"Text":"Am azok, akik azon buzgolkodnak, hogy a Mi jeleinket hatastalanna. tegyek\", azoknak fajdalmas buntetes csapasa jar"},{"SurahNumber":34,"VerseNumber":6,"Text":"Es azok, akiknek a tudas adatott azok latjak, hogy ami lekuldetett hozzad (Muhammad- Allah aldja meg es adjon Neki orok udvosseget) az Uradtol az maga az Igazsag. Es ez az, ami a Hatalmas es a magasztalasra Melto Utjara vezerel"},{"SurahNumber":34,"VerseNumber":7,"Text":"Es azok, akik hitetlenkednek azt mondjak: . Talan mutassunk nektek egy olyan ferfit ( Muhammad - Allah aldja meg es adjon Neki orok udvosseget), aki arrol beszel nektek, hogy midon apro darabokra estek szet, akkor majdan uj teremtesben lesztek"},{"SurahNumber":34,"VerseNumber":8,"Text":"Hazugsagot kohol-e o ( Muhammad- Allah aldja meg es adjon Neki orok udvosseget) Allah ellen, \"vagy dzsinnek szalltak meg? Nem, akik nem hisznek a Tulvilagban, azok buntetesben es messze tantorgo tevelygesben vannak"},{"SurahNumber":34,"VerseNumber":9,"Text":"Vajon nem lattak-e maguk elott es maguk mogott az eget es a foldet? Ha ugy akarjuk elvesszuk aloluk a foldet, vagy darabokban szakitjuk rajuk az eget. Bizony ebben jel van minden (bunet) megbano szolga szamara"}]}