{"Id":259,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Meta xi deni jolqot lill-bniedem, (arah) isejjaħ lil Sidu (il-Mulej), niedem. Imbagħad meta (il-Mulej) jagħtih xi grazzja mingħandu, huwa jinsa dak li qabel kien talab għalih, u ma' Alla jagħmel (allat oħra) li jħabbtuha miegħu, biex b'hekk itellef lil ħaddieħor it-triq tiegħu (ta' Alla). Għidflu, Muħammad, lill-pagan): 'Gawdi ċ- ċaħda ta' twemminek għal ftit taż-żmien. Inti tabilħaqq minn nies in-Narf"},{"SurahNumber":39,"VerseNumber":9,"Text":"Jaqaw dak li huwa kollu qima matul il-lejl, mixħut fl- art jew wieqaf (fit-talb), li jibża' mill-Oħra (mill-Ħajja l- Oħra) u jittama fil-ħniena ta' Sidu (il-Mulej, bħal min ma jagħmilx hekk) 2 Għid (Muħammad): ''Jaqaw huma ndaqs dawk li jafu u dawk li ma jafux 7' Iżda huma biss in-nies ta' dehen li jiftakru (fit-twissija ta' Alla)"},{"SurahNumber":39,"VerseNumber":10,"Text":"Għid (Muħammad: 'Alla jgħid:) Ja qaddejja tiegħi li temmnu, ibżgħu minn Sidkom (il-Mulej, u agħmlu r- rieda tiegħuji Għal dawk li jagħmlu t-tajjeb f'din id- dinja, hemm ħlas tajjeb. Art Alla hija wiesgħal Tabilħaqq li dawk kollhom sabar jingħataw ħlashom, bla qjiesi)"},{"SurahNumber":39,"VerseNumber":11,"Text":"Għid (ukoll Muħammad): ''Jiena ngħatajt l-amar li nqim lil Alla u noqgħod għalih (biss)"},{"SurahNumber":39,"VerseNumber":12,"Text":"u ngħatajt l-amar li nkun l-ewwel fost il-Misilmin (tan- nazzjon tiegħi)"},{"SurahNumber":39,"VerseNumber":13,"Text":"Għid (Muħammad): ''Jekk ma nobdix lil Sidi (il-Mulej), jiena nibża' mill-kastig ta' Jum tassew kbirl"},{"SurahNumber":39,"VerseNumber":14,"Text":"Għid (ukoll): ''Jiena nqim lil-Alla u noqgħod għalih bissl"},{"SurahNumber":39,"VerseNumber":15,"Text":"Mela qimu li tridu minflokut' Għid(i/hom): ''Tabilħaqq li t-tellifin huma dawk li jitilfu rwieħhom u lil nieshom f'Jum il-Qawmien.' Dak huwa tassew it-telfien mill- aktar ċar"},{"SurahNumber":39,"VerseNumber":16,"Text":"Fuqhom ikollhom saffi ta' nar, u taħthom saffi (oħra). B'dan Alla jbeżża' lill-qaddejja tiegħu. (Huwa jwissihom): 'la qaddejja tiegħi, ibżgħu minni (u agħmlu r-rieda tiegħi)U"},{"SurahNumber":39,"VerseNumber":17,"Text":"Dawk li warrbu mill-qima ta' l-allat u daru lejn Alla (bl-indiema), dawk għandhom bxara tajba. Mela agħti (Muħammad) il-bxara t-tajba lill-qaddejja tiegħi"},{"SurahNumber":39,"VerseNumber":18,"Text":"dawk li jisimgħu t-taħdit u jimxu fuq l-aħjar li fih. Huma dawk li Alla mexxiehom, u dawk huma n-nies ta' dehenl"},{"SurahNumber":39,"VerseNumber":19,"Text":"Mela min jistħoqq is-sentenza tal-kastig (huwa bħal dak li jqim lil Alla) 7 Jaqaw inti (Muħammad) tista' teħles li min jinsab fin-Nar"},{"SurahNumber":39,"VerseNumber":20,"Text":"Iżda huma dawk li jibżgħu minn Sidhom (il-Mulej u jagħmlu r-rieda. tiegħu), li għandhom għamajjar li fuqhom hemm mibnija għamajjar (oħra fis-sema) bix- ximajjar jiġru taħthom. (Din hija) il-wegħda ta' Alla, u Alla ma jiksirx il-wegħdal"},{"SurahNumber":39,"VerseNumber":21,"Text":"Jaqaw ma tarax li Alla jniżżel ilma mis-sema, imexxih f'għejun fl-art, u mbagħad joħroġ bih uċuħ tar-raba' ta' bosta lwien, imbagħad jidbiel u tarah musfar, imbagħad (Alla) inixxfu u jitfarrak Tabilħaqq li f'dan. (kollu) hemm tifkira għal dawk li għandhom id-dehenl"},{"SurahNumber":39,"VerseNumber":22,"Text":"Jaqaw dak li Alla fetaħlu qalbu għall-Islam, u jinsab (miexi) fid-dawl ta' Sidu (il-Mulej, bħal dak li jinsab fid- dlam: taċ-ċaħda. tat-twemmin) 2 Ħażin għal dawk li webbsu qlubhom għat-tifkira (u għat-twissija) ta' Alla' Dawk jinsabu f'telfien mill-aktar ċart"},{"SurahNumber":39,"VerseNumber":23,"Text":"Alla niżżel l-aħjar taħdit: Ktieb li jaqbel fih innifsu u mtenni, li bih il-ġilda ta' dawk li jibżgħu minn Sidhom (il-Mulej) tqum xewk xewk, imbagħad il-ġilda tagħhom u qlubhom jirtabu bit-tifkira ta' Alla. Dik hija t-tmexxija ta' Alla; biha jmexxi lil-min irid. U dak li Alla jtellfu t- triq, ma għandux min imexxihl"},{"SurahNumber":39,"VerseNumber":24,"Text":"Mela dak li ma għandux ħlief wiċċu biex iħarsu mill- kruha tal-kastig f'Jum il-Qawmien (huwa bħal dak li ma għandux dan il-biża') 7 U jintqal lill-ħżiena: ''Duqu dak li ksibtu (bl-għemil ħażin tagħkom)i"},{"SurahNumber":39,"VerseNumber":25,"Text":"Dawk ta' qabilhom (ukoll) ċaħdu (it-twemmin) u għalhekk ġie fuqhom il-kastig minn fejn ma kinux qegħdin jistennew"},{"SurahNumber":39,"VerseNumber":26,"Text":"Alla dewwaghom l-għajb fil-ħajja (f'din) id-dinja, u tassew li l-kastig ta' (il-ħajja) l-Oħra huwa akbar, kieku kienu jafut"},{"SurahNumber":39,"VerseNumber":27,"Text":"F'dan il-Qoran tassew ġibna lin-nies kull għamla ta' tixbiha, biex forsi jiftakru"},{"SurahNumber":39,"VerseNumber":28,"Text":"(Dan huwa) Qoran Għarbi, bla tagħwiġ, biex forsi jibżgħu minn Alla (u joqogħdu għalih)"},{"SurahNumber":39,"VerseNumber":29,"Text":"Alla jġib tixbiha ta' raġel (ilsir) li jaqa' taħt bosta ixirka li jitlewmu bejniethom, u (tixbiha ta') raġel (ilsir ieħor) li jaqa' taħt raġel wieħed. Jaqaw dawn it-tnejn huma ndaqs fit-tixbiha 2 Tifħir lil Allat Iżda ħafna minnhom ma jafuxl"},{"SurahNumber":39,"VerseNumber":30,"Text":"Tabilħaqq li inti (Muħammad) għad tmut (xi darba jew aħra), u tassew li huma għad imutu (ukoll)"},{"SurahNumber":39,"VerseNumber":31,"Text":"Imbagħad tabilħaqq li f'Jum il-Qawmien. titlewmu bejnietkom (dwar it-tajjeb u l-ħażin) quddiem Sidkom (il-Mulej, li jagħmel ħaqq minnkom)"}]}