{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Bazoba okati ya bato bakolobaka ete: Nini ebalusi bango kowuta na etaleli na bango, oyo bazalaki kotala liboso na tango ya losambo? Loba: moniele mpe eloli ezali ya Allah, akambaka oyo alingi na nzela ya semba"},{"SurahNumber":2,"VerseNumber":143,"Text":"Mpe mpona wana totiaki bino bozala umma ya kati kati mpo bozala banzeneneke epai na bato, mpe motindami azala nzeneneke likolo na bino. Mpe totiaki te etaleli oyo ozalaki na yango bobele toyeba nani akolanda motindami mpe nani akopesa ye mokongo. Mpe yango ezali mpasi te na baye Allah asungi bango. Mpe Allah azali te mpona kobungisa boyambi na bino, ya sôló Allah azali malamu atonda na mawa epai ya bato"},{"SurahNumber":2,"VerseNumber":144,"Text":"Ya sôló tozalaki komona yo ozali kobalola balola elongi nayo na likolo. Mpe tokopesaka yo ndingisa ya etaleli oyo osepelaki na yango. Balola elongi nayo o ndako esantu ya makkah (ka’aba), mpe bisika binso bokozala, bobalola bilongi bia bino epai wana(makkah). Mpe ya sôló ba oyo bapesamaki buku liboso na bino bazali koyeba yango, ya sôló ezali bosembo kowuta epai ya Nkolo wa bango. Mpe Allah abosani te maye bazali kosala"},{"SurahNumber":2,"VerseNumber":145,"Text":"Mpe soki ata oyeli ba oyo bazuaki buku (liboso na bino) bilembo binso, bakolanda te etaleli nayo, mpe yo kolanda te etaleli ya bango. mpe ndambu okati na bango bakolanda te etaleli ya basusu. Mpe soki yo olandi bamposa na bango na sima ya kozua boyebi, ya sôló, okozala okati ya babubi"},{"SurahNumber":2,"VerseNumber":146,"Text":"Ba oyo topesaki bango buku, bayebi yango lokola bayebi bana ba bango. Mpe ya sôló lisanga moko kati na bango, babombaka bosôló, mpe bango bazali koyeba"},{"SurahNumber":2,"VerseNumber":147,"Text":"Epai ya Nkolo wa yo nde bosembo ezali. Kozala o ntei ya bato ya tembe te"},{"SurahNumber":2,"VerseNumber":148,"Text":"Lingomba na lingomba ezali na etaleli na yango o esika babalukaka mpona losambo.Mpe bowela na kosala bolamu. Bisika binso bokozala, Allah akozongisa bino epai naye. Ya sôló Allah azali na nguya likolo ya biloko binso"},{"SurahNumber":2,"VerseNumber":149,"Text":"Mpe bisika binso o kobima, balola elongi nayo o ndako esantu (ya makkah). Mpe ya sôló yango ezali bosôló kowuta epai na Nkolo wa yo. Mpe Allah abosani te maye bozali kosala"},{"SurahNumber":2,"VerseNumber":150,"Text":"Mpe bisika binso okobima balola elongi nayo o ndako esantu. Mpe bisika binso bokozala bobalola bilongi na bino epai wana (ya makkah), mpo ete bato bazala te na bilembetele likolo na bino, bobele bato ya mabe kati na bango. Bobanga bango te kasi bobanga nde ngai mpo nakokisela bino bolamu na ngai, mpo ete bokoka kokambama"},{"SurahNumber":2,"VerseNumber":151,"Text":"Ndenge moko, totindaki kati na bino motindami kowuta na bino moko, atangela bino mikapo mia biso, mpe apetola bino, mpe atangisa bino buku mpe bwanya mpe atangisa bino maye bozalaki koyeba te"},{"SurahNumber":2,"VerseNumber":152,"Text":"Bokanisa ngai, nakokanisa bino. Mpe botondo ngai kasi bopengwa te"},{"SurahNumber":2,"VerseNumber":153,"Text":"Eh bino bandimi! Boluka lisalisi okati ya losambo mpe na koyika mpiko. Mpamba te Allah azali elongo na bakangi mitema"},{"SurahNumber":2,"VerseNumber":154,"Text":"Mpe boloba te ete: baye bakufa na nzela ya Allah bazali bibembe, kasi bazali na bomoi, kasi bozali koyeba te"},{"SurahNumber":2,"VerseNumber":155,"Text":"Mpe ya sôló, tokomeka bino na eloko kowuta na bobangi, mpe na nzala, mpe kokutola misolo, mpe milimo, mpe milona na bino; mpe pesa sango elamu na baye bakangi mitema"},{"SurahNumber":2,"VerseNumber":156,"Text":"Ba oyo o tango mpasi ekomeli bango, bakolobaka: Ya sôló tozali ya Allah mpe ya sôló epai naye nde tokozonga"},{"SurahNumber":2,"VerseNumber":157,"Text":"Ba oyo wana bakozua mapamboli mpe ngolu kowuta na Nkolo wa bango, mpe bango nde bakambami"}]}