{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":63,"VerseNumber":4,"Text":"ئۇلارغا قارايدىغان بولساڭ، بەدەن قۇرۇلۇشى (سالاپەتلىكى) سېنى ھەيران قالدۇرىدۇ، ئەگەر ئۇلار سۆزلىسە، (سۆزىنىڭ پاساھىتىدىن) سۆزىگە قۇلاق سالىسەن. (ئىلىمسىز، ئەقىلسىز، پاراسەتسىزلىكتە) گويا ئۇلار تامغا يۆلەپ قويۇلغان (چىرىپ قالغان) ياغاچلاردۇر. ئۇلار (قورقۇنچتىن) ھەرقانداق ئاۋازنى ئۆزلىرىگە قارىتىلغان دەپ گۇمانلىنىدۇ. ئۇلار (ساڭا ۋە مۆمىنلەرگە) دۈشمەندۇر. ئۇلاردىن ھەزەر ئەيلىگىن. ئاللاھ ئۇلارنى ھالاك قىلسۇن! ئۇلار قانداقمۇ (ھىدايەتتىن گۇمراھلىققا) بۇرۇلۇپ كېتىدۇ؟"},{"SurahNumber":63,"VerseNumber":5,"Text":"ئۇلارغا ئۆزرە ئېيتىپ: «كېلىڭلار، رەسۇلۇللاھ سىلەرگە مەغپىرەت تىلەيدۇ» دېيىلسە، (مەسخىرە قىلىش يۈزىسىدىن) باشلىرىنى چايقايدۇ، ئۇلارنىڭ تەكەببۇرلۇق قىلغان ھالدا (دەۋەت قىلىنغان نەرسىدىن) يۈز ئۆرۈگەنلىكىنى كۆرۈسەن"},{"SurahNumber":63,"VerseNumber":6,"Text":"ئۇلارغا (مەيلى) مەغپىرەت تەلەپ قىلغىن، (مەيلى) مەغپىرەت تەلەپ قىلمىغىن، بەرىبىر ئوخشاش. ئاللاھ ئۇلارغا ھەرگىز مەغپىرەت قىلمايدۇ. شۈبھىسىزكى، پاسىق قەۋمنى ئاللاھ ھىدايەت قىلمايدۇ"},{"SurahNumber":63,"VerseNumber":7,"Text":"ئۇلار: «رەسۇلۇللاھنىڭ يېنىدىكى كىشىلەرگە ئىقتىسادىي ياردەم بەرمەڭلار، ئۇلار تاراپ كەتسۇن» دەيدۇ، ئاسمانلارنىڭ ۋە زېمىننىڭ خەزىنىلىرى ئاللاھنىڭ ئىلكىدىدۇر. ۋەلېكىن مۇناپىقلار (بۇنى) چۈشەنمەيدۇ"},{"SurahNumber":63,"VerseNumber":8,"Text":"ئۇلار (يەنى مۇناپىقلار): «مەدىنىگە قايتساق، ئەڭ ئەزىز ئادەم (يەنى ئابدۇللاھ ئىبن ئۇبەي ۋە مۇناپىقلارنىڭ ئۆزلىرىنى دېمەكچى) ئەڭ خار ئادەمنى (يەنى رەسۇلۇللاھنى، مۆمىنلەرنى دېمەكچى) مەدىنىدىن چىقىرىۋېتىدۇ» دېيىشىدۇ. غەلىبە ئاللاھقا، ئاللاھنىڭ پەيغەمبىرىگە ۋە مۆمىنلەرگە مەنسۇپ، لېكىن مۇناپىقلار (غەلىبىنىڭ ئاللاھنىڭ دۈشمەنلىرىگە ئەمەس، دوستلىرىغا مەنسۇپ ئىكەنلىكىنى) بىلمەيدۇ"},{"SurahNumber":63,"VerseNumber":9,"Text":"ئى مۆمىنلەر! ماللىرىڭلار ۋە بالىلىرىڭلار سىلەرنى ئاللاھنىڭ زىكرىدىن (يەنى ئاللاھنىڭ تائەت ـ ئىبادىتىدىن) غەپلەتتە قالدۇرمىسۇن، كىملەركى شۇنداق قىلىدىكەن، ئۇلار زىيان تارتقۇچىلاردۇر"},{"SurahNumber":63,"VerseNumber":10,"Text":"بىرىڭلارغا ئۆلۈم كېلىپ: «پەرۋەردىگارىم! نېمىشقا مېنى (يەنى ئەجىلىمنى) بىر ئاز كېچىكتۈرمىدىڭ، سەدىقە قىلىپ ياخشىلاردىن بولار ئىدىم» دېيىشتىن بۇرۇن، ئۆزۈڭلارغا رىزىق قىلىپ بېرىلگەن نەرسىلەردىن ئاللاھ يولىدا سەدىقە قىلىڭلار"},{"SurahNumber":63,"VerseNumber":11,"Text":"ئاللاھ ھېچ ئادەمنى ئەجىلى كەلگەندە ھەرگىز كېچىكتۈرمەيدۇ، ئاللاھ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر"},{"SurahNumber":64,"VerseNumber":1,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەر ئاللاھقا تەسبىھ ئېيتىدۇ، پادىشاھلىق ئاللاھقا مەنسۇپتۇر، جىمى ھەمدۇسانا ئاللاھقا خاستۇر، ئاللاھ ھەر نەرسىگە قادىردۇر"},{"SurahNumber":64,"VerseNumber":2,"Text":"ئاللاھ سىلەرنى خەلق ئەتتى، ئاراڭلاردا مۆمىنلەرمۇ بار، كاپىرلارمۇ بار، ئاللاھ سىلەرنىڭ قىلىۋاتقان ئىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":64,"VerseNumber":3,"Text":"ئاللاھ ئاسمانلارنى ۋە زېمىننى ھەق ياراتتى، سىلەرنى سۈرەتكە كىرگۈزدى، سۈرىتىڭلارنى چىرايلىق قىلدى، ئاخىر قايتىدىغان جاي ئۇنىڭ دەرگاھىدۇر"},{"SurahNumber":64,"VerseNumber":4,"Text":"ئاللاھ ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنى بىلىپ تۇرىدۇ، ئاللاھ (نىيەتلىرىڭلاردىن، ئەمەللىرىڭلاردىن) يوشۇرغانلىرىڭلارنى ۋە ئاشكارىلىغانلىرىڭلارنى بىلىپ تۇرىدۇ، ئاللاھ دىللاردىكى سىرلارنى بىلگۈچىدۇر"},{"SurahNumber":64,"VerseNumber":5,"Text":"سىلەرگە ئىلگىرى كاپىر بولۇپ ئەمەللىرىنىڭ ۋابالىنى تېتىغانلارنىڭ خەۋىرى كەلمىدىمۇ؟ ئۇلار (ئاخىرەتتە) قاتتىق ئازابقا دۇچار بولىدۇ"},{"SurahNumber":64,"VerseNumber":6,"Text":"بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەر بىلەن كەلگەن ئىدى، ئۇلار: «ئىنسان بىزنى ھىدايەت قىلالامدۇ؟» دېدى. (پەيغەمبەرنى) ئىنكار قىلدى، (ئىماندىن) يۈز ئۆرۈدى. ئاللاھ (ئۇلارنىڭ ئىمانىغا) موھتاج ئەمەستۇر، ئاللاھ مەخلۇقاتتىن بىھاجەتتۇر، مەدھىيەگە لايىقتۇر"},{"SurahNumber":64,"VerseNumber":7,"Text":"كاپىرلار ھەرگىز تىرىلدۈرۈلمەيمىز دەپ گۇمان قىلىشتى، ئېيتقىنكى: «ھەرگىز ئۇنداق ئەمەس، پەرۋەردىگارىم بىلەن قەسەمكى، سىلەر چوقۇم تىرىلدۈرۈلىسىلەر، ئاندىن سىلەرگە قىلمىشىڭلاردىن خەۋەر بېرىلىدۇ، بۇ ئاللاھقا ئاساندۇر»"},{"SurahNumber":64,"VerseNumber":8,"Text":"ئاللاھقا، ئاللاھنىڭ پەيغەمبىرىگە ۋە بىز نازىل قىلغان نۇرغا (يەنى قۇرئانغا) ئىمان ئېيتىڭلار، ئاللاھ قىلىۋاتقان ئىشىڭلاردىن تولۇق خەۋەرداردۇر"},{"SurahNumber":64,"VerseNumber":9,"Text":"ئۇ كۈندە ئاللاھ سىلەرنى قىيامەت ئۈچۈن توپلايدۇ، ئۇ زىيان تارتىدىغان كۈندۇر (يەنى ئۇ كۈندە ئىماننى تەرك ئەتكەنلىكى بىلەن كاپىرنىڭ زىيان تارتقانلىقى، ياخشى ئەمەللەرنى دېگەندەك قىلالمىغانلىقى بىلەن مۆمىننىڭ زىيان تارتقانلىقى ئاشكارا بولىدۇ). كىمكى ئاللاھقا ئىمان ئېيتىپ ياخشى ئىش قىلىدىكەن، ئاللاھ ئۇنىڭ يامان ئىشلىرىنى يوققا چىقىرىدۇ، ئۇنى ئاستىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان جەننەتلەرگە كىرگۈزىدۇ، ئۇلار ئۇ جەننەتلەردە مەڭگۈ قالىدۇ، بۇ كاتتا مۇۋەپپەقىيەتتۇر"},{"SurahNumber":64,"VerseNumber":10,"Text":"ئاللاھنىڭ (بىرلىكىنى ۋە قۇدرىتىنى) ئىنكار قىلغانلار، ئايەتلىرىمىزنى يالغانغا چىقارغانلار ئەھلى دوزاخ بولۇپ، ئۇلار دوزاختا مەڭگۈ قالىدۇ، ئۇ نېمىدېگەن يامان جاي"},{"SurahNumber":64,"VerseNumber":11,"Text":"كىشىگە يەتكەن ھەر قانداق مۇسىبەت پەقەت ئاللاھنىڭ ئىزنى (يەنى قازاسى) بىلەنلا (يېتىدۇ)، كىمكى ئاللاھقا (يەنى ھەر قانداق مۇسىبەت ئاللاھنىڭ قازاسى بىلەن يېتىدۇ دېگەن سۆزگە) ئىشىنىدىكەن، ئاللاھ ئۇنىڭ قەلبىنى (سەۋرگە) يېتەكلەيدۇ، ئاللاھ ھەر نەرسىنى بىلگۈچىدۇر"},{"SurahNumber":64,"VerseNumber":12,"Text":"ئاللاھقا ئىتائەت قىلىڭلار، پەيغەمبەرگە ئىتائەت قىلىڭلار، ئەگەر (پەيغەمبەرنىڭ دەۋىتىدىن) يۈز ئۆرۈسەڭلار (پەيغەمبەرگە زىيان يوق، ئۆزۈڭلارغا زىيان)، پەيغەمبىرىمىزنىڭ ۋەزىپىسى پەقەت (دەۋەتنى) روشەن تەبلىغ قىلىشتۇر"},{"SurahNumber":64,"VerseNumber":13,"Text":"ئاللاھتىن باشقا ھېچ مەبۇد (بەرھەق) يوقتۇر، مۆمىنلەر ئاللاھقا تەۋەككۈل قىلسۇن"},{"SurahNumber":64,"VerseNumber":14,"Text":"ئى مۆمىنلەر! سىلەرنىڭ ئاياللىرىڭلاردىن، بالىلىرىڭلاردىن سىلەرگە دۈشمەن بولىدىغانلىرىمۇ بار، ئۇلاردىن ئېھتىيات قىلىڭلار، ئەگەر (ئۇلارنى) ئەپۇ قىلساڭلار، كەچۈرسەڭلار، مەغپىرەت قىلساڭلار (ئاللاھ سىلەرنىمۇ مەغپىرەت قىلىدۇ). ئاللاھ ھەقىقەتەن ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":64,"VerseNumber":15,"Text":"سىلەرنىڭ ماللىرىڭلار، بالىلىرىڭلار (سىلەرگە ئاللاھ تەرىپىدىن) بىر تۈرلۈك سىناقتۇر، ئاللاھنىڭ دەرگاھىدا كاتتا ساۋاب بار"},{"SurahNumber":64,"VerseNumber":16,"Text":"تاقىتىڭلارنىڭ يېتىشىچە ئاللاھقا تەقۋادارلىق قىلىڭلار، (ۋەزىنى) ئاڭلاڭلار، (ئەمرىگە) ئىتائەت قىلىڭلار، (ئاللاھنىڭ يولىدا ماللىرىڭلارنى) سەرپ قىلىڭلار، (بۇ) ئۆزۈڭلار ئۈچۈن پايدىلىقتۇر. كىمكى نەپسىنىڭ بېخىللىقىدىن ساقلىنىدىكەن، ئۇ مەقسىتىگە ئېرىشكۈچىدۇر"},{"SurahNumber":64,"VerseNumber":17,"Text":"ئاللاھقا قەرزى ھەسەنەقەرزى ھەسەنە بەرسەڭلار (يەنى مەمنۇنىيەت بىلەن پۇل – مال سەرپ قىلساڭلار)، ئاللاھ سىلەرگە ئۇنى ھەسسىلەپ بېرىدۇ، سىلەرگە مەغپىرەت قىلىدۇ، ئاللاھ ئاز ياخشىلىققا كۆپ ساۋاب بەرگۈچىدۇر، ھەلىمدۇر (يەنى بەندىلىرىنى ئازابلاشقا ئالدىراپ كەتمەيدۇ)"},{"SurahNumber":64,"VerseNumber":18,"Text":"(ئاللاھ) غەيبنى ۋە ئاشكارىنى بىلگۈچىدۇر، غالىبتۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"}]}