{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Күндіз- түні тұрып тұрған нәрселер Онікі. Ол әр нәрсені естуші, білуші"},{"SurahNumber":6,"VerseNumber":14,"Text":"«Көктер мен жерді жаратушы Ол, өзі көректендіретін, көректенбейтін Алладан басқаны дос тұтайын ба?»,- де. «Күдіксіз мен Мұсылман болған кісінің тұңғышы болуыма бұйырылдым» де. Және әсте ортақ қошушылардан болма"},{"SurahNumber":6,"VerseNumber":15,"Text":"(Мұхаммед Ғ.С.): «Егер Раббыма қарсы келсем ұлы күннің азабынан қорқамын» де"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ол күні кім азаптан сейітілсе, рас оған мәрхамет етілді. Осы анық қол жетушілік"},{"SurahNumber":6,"VerseNumber":17,"Text":"Алла егер саған бір зиян келтірсе, сонда оны өзінен басқа ешбір айықтырушы жоқ. Ал егер саған бір игілік тигізсе, Оның әр нәрсеге толық күші жетуші"},{"SurahNumber":6,"VerseNumber":18,"Text":"Және Ол құлдарына өте өктем. Ол толық үкім иесі, әр нәрседен хабар алушы"},{"SurahNumber":6,"VerseNumber":19,"Text":"(Мұхаммед Ғ.С.) «Куәлік тұрғысынан қай нәрсе үлкен?»,- де. «Мені мен сендердің араларында Алла куә және маған осы Құран, сендерді сондай-ақ кімге жетіссе, оларды қорқытуым үшін уақи етілді; Сендер Алламен бірге басқа тәңірлер барлығына айғақ бола аласыңдар ма?»,- де. «Мен куәлік бере алмаймын! Шынайы түрде Ол, жалғыз тәңір. Күдіксіз мен сендердің қосқан ортақтарыңнан аулақпын» де"},{"SurahNumber":6,"VerseNumber":20,"Text":"Біз өздеріне кітап бергендер, оны (Мұхаммед Ғ.С. ды) ұлдарын танығандай таныйды. Сондай өздеріне зиян еткендер, олар сенбейді"},{"SurahNumber":6,"VerseNumber":21,"Text":"Және Аллаға өтірік жала қойғандардан немесе аяттарын өтірікке жорығандардан кім залымырақ? Күдіксіз Алла залымдарды құтқармайды"},{"SurahNumber":6,"VerseNumber":22,"Text":"Оларды қиямет күні түгел жинаймыз да, сонан соң: «Аллаға ойша қосқан ортақтарың қайда?» дейміз"},{"SurahNumber":6,"VerseNumber":23,"Text":"Сонан кейін олардың: «Аллаға серт! Раббымыз, біз ортақ қоспаған едік» дегеннен басқа сылтаулары болмайды"},{"SurahNumber":6,"VerseNumber":24,"Text":"Қара! Олар өздеріне қалай өтірік айтты. Және Алланың ортағы деген бұттары сөйтіп жоқ болды"},{"SurahNumber":6,"VerseNumber":25,"Text":"(Мұхаммед Ғ.С.) олардан саған кейбіреулері құлақ салады. Бірақ олардың жүректеріне ұқпайтын қалтқы қойдық әрі құлақтарында кереңдік бар. Олар әр мұғжизаны көрсе де сенбейді. Тіпті саған келсе, олар сөз таластырады да қарсы болғандар: «Бұл (Құран) бұрынғылардың ертегілерінен басқа еш нәрсе емес» дейді"},{"SurahNumber":6,"VerseNumber":26,"Text":"Олар (адамдарды) тосады да, өздері де одан ұзақтасады. Сөйтіп өздерін жояды. Бірақ олар сенбейді"},{"SurahNumber":6,"VerseNumber":27,"Text":"Олардың отқа тоқтатылғанын көрсең: «Әттең! Біз (дүниеге) қайтарылсақ, раббымыздың аяттарын өтірікке ұйғармас едік те сенушілерден болар едік» дейді"},{"SurahNumber":6,"VerseNumber":28,"Text":"Керісінше олардың бұрыннан жасырған нәрселері айқындалды. Егер олар дүниеге қайтарылса еді, әрине оларға тыйым салынған істерді қайтадан істер еді. Күдіксіз олар мүлде өтірікші"},{"SurahNumber":6,"VerseNumber":29,"Text":"Олар: «Дүние тіршілігімізден басқа ешбір өмір жоқ. Тағы бір қайта тірілуші емесбіз» деді"},{"SurahNumber":6,"VerseNumber":30,"Text":"(Мұхаммед Ғ.С.) Раббыларының хұзырында тоқтатылғандарын көрсең! (Алла): «Бұл шындық емес пе екен?»,- дейді. Олар: «Шын екен! Раббымызға ант етеміз» дейді. Алла, оларға: «Ендеше, қарсы болғандықтарыңның азабын татыңдар» дейді"},{"SurahNumber":6,"VerseNumber":31,"Text":"Расында сондай Аллаға жолығуды өтірікке жорығандар, зиянға ұшырады. Хатте оларға кенеттен қиямет келсе, олар: «Өкінішке орай бұл жөнінде кемшілік қылған екеміз ғой» дейді. Олар күнәларын арқаларына көтереді. Сақ болыңдар! Көтергендері нендей жаман"},{"SurahNumber":6,"VerseNumber":32,"Text":"Дүние тіршілігі еш нәрсе емес. Ойын- сауық ғана. Әрине ахырет жұрты тақуалар үшін жақсы. Сонда да түсінбейсіңдер ме"},{"SurahNumber":6,"VerseNumber":33,"Text":"Расында білеміз, күдіксіз олардың айтқандары сені кейітеді. Олар сені өтірікке санап отырған жоқ. Бірақ залымдар Алланың аяттарына қарсы келеді"},{"SurahNumber":6,"VerseNumber":34,"Text":"Расында сенен бұрыңғы пайғамбарлар да жасынға шығарылған еді. Сонда олар жалғаншы саналғандықтарына және көрген жапаларына жәрдеміміз келгенге дейін сабыр еткен болатын. Алланың сөздерін өзгертуші жоқ. Расында саған пайғамбарлардың қиссаларынан келді"},{"SurahNumber":6,"VerseNumber":35,"Text":"Егер саған олардың жүз бұрулары ауыр келсе, қане! Қолыңнан келсе, жерде бір тесік немесе көкте бір саты іздеп тауып бір мұғжиза келтір! (Мұғжиза келтіру пайғамбарлардың еркінде емес. Алланың қалауы бойынша болады.) Егер Алла қаласа еді, оларды туралыққа жинар еді. Ендеше, сен надандардан болма"}]}