{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"(Allah phán bảo khi Musa đến): “Điều gì làm Ngươi vội vã đến đây trước người dân của Ngươi, hỡi Musa?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"(Musa) thưa: “Lạy Thượng Đế của bề tôi, họ theo sát dấu chân của bề tôi; bề tôi nhanh chóng đến trình diện Ngài để mong Ngài hài lòng.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"(Allah) phán: “Quả thật, TA đã thử thách đám dân của Ngươi sau khi Ngươi ra đi bỏ lại họ, và tên Samiri đã dắt họ lạc lối.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Thế là Musa quay trở về gặp người dân của Y trong tâm trạng vừa tức giận vừa buồn lo. Y bảo: “Này hỡi dân ta! Chẳng lẽ Thượng Đế của các người đã không hứa với các người một lời hứa tốt đẹp hay sao? Phải chăng lời hứa của Ngài đã quá lâu đối với các người hay là các người muốn cơn tức giận của Thượng Đế của các người sẽ giáng xuống các người nên các người đã phản lại lời hứa với Ta?”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Họ đáp: “Chúng tôi nào đâu bội ước với Người nhưng vì chúng tôi bị bắt vác nặng nữ trang của toàn dân cho nên chúng tôi đã ném chúng (vào lò nấu kim loại) theo đề xuất của Samiri.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Thế là y đúc ra cho họ một con bò tơ, thân hình của nó phát ra tiếng rống. Rồi họ bảo: “Đây là thần linh của các người và là thần linh của Musa nhưng (Musa) đã quên.”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Há họ đã không nhận thấy nó (con bò được đúc kia) không trả lời họ được tiếng nào, nó không thể hãm hại được họ và cũng không mang lợi gì được cho họ"},{"SurahNumber":20,"VerseNumber":90,"Text":"Và quả thật Harun đã bảo họ trước đó: “Hỡi dân ta! Các người chỉ bị thử thách bởi nó và quả thật Thượng Đế của các người là Đấng Độ Lượng. Bởi thế, các người hãy nghe theo Ta và tuân lệnh Ta.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Họ nói: “Chúng tôi sẽ không bao giờ ngưng thờ nó (con bò) cho tới khi Musa trở về gặp chúng tôi.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa) bảo (người anh em của Y): “Này Harun! Điều gì cản anh ngăn họ khi thấy họ lầm lạc?”"},{"SurahNumber":20,"VerseNumber":93,"Text":"“Sao anh không tuân theo Tôi? Có phải anh đã làm trái lệnh Tôi đúng không?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harun) đáp: “Hỡi em trai của Ta! Em chớ nắm râu và đầu của Ta! Quả thật, Ta đã sợ việc em sẽ nói ‘Ta đã gây chia rẽ giữa con cháu của Israel và đã không thi hành lời dặn của em’.”"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa) bảo (Samiri): “Này Samiri, mục đích của ngươi là gì?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Samiri) nói: “Tôi đã thấy điều mà họ không thấy. Cho nên, tôi đã hốt một nắm (đất) nơi dấu chân (ngựa) của Thiên Sứ (Jibril) và ném nó (lên con bò đúc). Tâm trí của tôi đã xúi giục tôi như thế.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa) nói với (Samiri): “Ngươi hãy cút đi! Quả thật trong suốt cuộc đời này, ngươi sẽ nói “Chớ chạm đến mình tôi!”, (một hình phạt dành cho ngươi), và ngươi sẽ gặp một sự hứa hẹn (ở Ngày Sau về sự trừng phạt khủng khiếp) mà ngươi sẽ không bao giờ tránh khỏi. Và bây giờ ngươi hãy mở to mắt ra nhìn thần linh của ngươi, vật mà ngươi đã thờ cúng (ngoài Allah); chắc chắn bọn ta sẽ đốt nó thành tro rồi vãi tung nó xuống biển.”"},{"SurahNumber":20,"VerseNumber":98,"Text":"Quả thật, Thượng Đế của các ngươi chỉ có một mình Allah, Ngài là Đấng mà ngoài Ngài không có một Thượng Đế đích thực nào khác. Và sự Hiểu Biết của Ngài bao quát hết mọi thứ"},{"SurahNumber":20,"VerseNumber":99,"Text":"Tương tự, TA (Allah) kể lại cho Ngươi (Muhammad) một vài thông tin về các sự việc xảy ra trước đây. Và quả thật, chính TA đã ban cho Ngươi từ nơi TA (Kinh Qur’an) làm Lời Nhắc Nhở"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ai lánh xa Nó (Kinh Qur’an này) thì sẽ gánh nặng tội lỗi vào Ngày Phán Xét"},{"SurahNumber":20,"VerseNumber":101,"Text":"Họ sẽ mãi mãi ở trong (sự trừng phạt) đó. Thật tồi tệ cho họ vào Ngày Phán Xét khi phải gánh nặng tội lỗi"},{"SurahNumber":20,"VerseNumber":102,"Text":"Ngày mà tiếng Còi sẽ được hụ lên; Ngày đó, TA sẽ triệu tập những kẻ tội lỗi và họ trở nên xanh mặt (vì sợ hãi)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Họ xầm xì bàn tán: “Các anh ở lại (cõi Barzakh) chỉ khoảng chừng mười ngày thôi đúng không?”"},{"SurahNumber":20,"VerseNumber":104,"Text":"TA biết rõ những điều họ xầm xì bàn tán. Và một người có óc suy đoán tốt nhất trong bọn họ bảo: “Có thể các anh đã ở lại (nơi cõi Barzakh này) chỉ khoảng một ngày thôi.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"Và họ hỏi Ngươi (Muhammad) về những quả núi. Ngươi hãy nói: “Thượng Đế của Ta sẽ bứng chúng lên và làm cho chúng thành bụi bay tứ tán.”"},{"SurahNumber":20,"VerseNumber":106,"Text":"Rồi Ngài sẽ để cho nó (mặt đất) thành bình địa"},{"SurahNumber":20,"VerseNumber":107,"Text":"Nơi đó, ngươi (hỡi người quan sát) sẽ thấy không có gì quanh co và lồi lõm"},{"SurahNumber":20,"VerseNumber":108,"Text":"Vào Ngày đó, nhân loại sẽ đi theo vị Hô Gọi (đến nơi triệu tập), không ai có quyền không nghe theo, và những tiếng nói sẽ tắt lịm đi trước Đấng Độ Lượng cho nên (lúc đó) sẽ không còn nghe thấy gì ngoài tiếng xầm xì"},{"SurahNumber":20,"VerseNumber":109,"Text":"Vào Ngày đó, sự can thiệp sẽ trở nên vô ích ngoại trừ ai được Đấng Độ Lượng cho phép và được Ngài chấp thuận cho y mở lời (can thiệp)"},{"SurahNumber":20,"VerseNumber":110,"Text":"Ngài (Allah) biết rõ điều gì trước họ (nhân loại) và điều gì sau họ nhưng họ thì không biết một tí gì về chúng cả"}]}