{"Id":146,"LanguageCodes":["en","eng"],"Name":"eng-ummmuhammad","Author":"Umm Muhammad","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Say, \"Do you indeed disbelieve in He who created the earth in two days and attribute to Him equals? That is the Lord of the worlds"},{"SurahNumber":41,"VerseNumber":10,"Text":"And He placed on the earth firmly set mountains over its surface, and He blessed it and determined therein its [creatures'] sustenance in four days without distinction - for [the information] of those who ask"},{"SurahNumber":41,"VerseNumber":11,"Text":"Then He directed Himself to the heaven while it was smoke and said to it and to the earth, \"Come [into being], willingly or by compulsion.\" They said, \"We have come willingly"},{"SurahNumber":41,"VerseNumber":12,"Text":"And He completed them as seven heavens within two days and inspired in each heaven its command. And We adorned the nearest heaven with lamps and as protection. That is the determination of the Exalted in Might, the Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"But if they turn away, then say, \"I have warned you of a thunderbolt like the thunderbolt [that struck] 'Aad and Thamud"},{"SurahNumber":41,"VerseNumber":14,"Text":"[That occurred] when the messengers had come to them before them and after them, [saying], \"Worship not except Allah.\" They said, \"If our Lord had willed, He would have sent down the angels, so indeed we, in that with which you have been sent, are disbelievers"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for 'Aad, they were arrogant upon the earth without right and said, \"Who is greater than us in strength?\" Did they not consider that Allah who created them was greater than them in strength? But they were rejecting Our signs"},{"SurahNumber":41,"VerseNumber":16,"Text":"So We sent upon them a screaming wind during days of misfortune to make them taste the punishment of disgrace in the worldly life; but the punishment of the Hereafter is more disgracing, and they will not be helped"},{"SurahNumber":41,"VerseNumber":17,"Text":"And as for Thamud, We guided them, but they preferred blindness over guidance, so the thunderbolt of humiliating punishment seized them for what they used to earn"},{"SurahNumber":41,"VerseNumber":18,"Text":"And We saved those who believed and used to fear Allah"},{"SurahNumber":41,"VerseNumber":19,"Text":"And [mention, O Muhammad], the Day when the enemies of Allah will be gathered to the Fire while they are [driven] assembled in rows"},{"SurahNumber":41,"VerseNumber":20,"Text":"Until, when they reach it, their hearing and their eyes and their skins will testify against them of what they used to do"},{"SurahNumber":41,"VerseNumber":21,"Text":"And they will say to their skins, \"Why have you testified against us?\" They will say, \"We were made to speak by Allah, who has made everything speak; and He created you the first time, and to Him you are returned"},{"SurahNumber":41,"VerseNumber":22,"Text":"And you were not covering yourselves, lest your hearing testify against you or your sight or your skins, but you assumed that Allah does not know much of what you do"},{"SurahNumber":41,"VerseNumber":23,"Text":"And that was your assumption which you assumed about your Lord. It has brought you to ruin, and you have become among the losers"},{"SurahNumber":41,"VerseNumber":24,"Text":"So [even] if they are patient, the Fire is a residence for them; and if they ask to appease [Allah], they will not be of those who are allowed to appease"}]}