{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta - Kha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Ne dlya togo tebe Koran My nisposylali, Chtoby on stal (prichinoy) tvoikh bed i ogorcheniy"},{"SurahNumber":20,"VerseNumber":3,"Text":"(My nizveli tebe yego) lish' kak napominaniye dlya tekh, Kotoryye strashatsya (gneva) Boga"},{"SurahNumber":20,"VerseNumber":4,"Text":"Kak otkroven'ye ot Togo, Kto zemlyu sotvoril i vys' nebes postroil"},{"SurahNumber":20,"VerseNumber":5,"Text":"(Sozdatel') Miloserdnyy, (Kto) utverdil Sebya na Trone (Vsederzhav'ya)"},{"SurahNumber":20,"VerseNumber":6,"Text":"Yemu prinadlezhit vse v nebesakh i na zemle I vse, chto mezhdu nimi (prebyvayet) I pod zemley (khoronitsya ot glaz)"},{"SurahNumber":20,"VerseNumber":7,"Text":"I yesli ty povysish' golos, (Pol'zy ot etogo ne budet), - Yemu ved' taynoye izvestno I to, (chto yeshche) boleye sokryto"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allakh! Drugogo bozhestva ne sushchestvuyet. Yemu - prekrasneyshiye imena"},{"SurahNumber":20,"VerseNumber":9,"Text":"Doshla li do tebya istoriya o Muse"},{"SurahNumber":20,"VerseNumber":10,"Text":"Vot on ogon' uvidel I skazal semeystvu svoyemu: \"Ostan'tes' (zdes'). YA chuvstvuyu prisutstviye ognya. Byt' mozhet, ot nego ya prinesu vam goloveshku Il' u ognya togo put' vernyy otyshchu"},{"SurahNumber":20,"VerseNumber":11,"Text":"Kogda zh k ognyu on podoshel, Yemu razdalsya glas: \"O Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Poistine, YA - tvoy Gospod'. Snimi zhe obuv' ty s sebya, - Ved' ty - v svyatoy doline Tuva"},{"SurahNumber":20,"VerseNumber":13,"Text":"I YA izbral tebya, - Tak slushay zhe, chto YA tebe vmenyayu"},{"SurahNumber":20,"VerseNumber":14,"Text":"Poistine, YA yest' Allakh, Krome Menya, inogo bozhestva ne sushchestvuyet, Sluzhi lish' Mne I, pominaya lish' Menya, tvori molitvu"},{"SurahNumber":20,"VerseNumber":15,"Text":"Uzh blizitsya, poistine, tot Chas, Khotya derzhat' yego sokrytym (YA nameren), Chtob vozymela vsyakaya dusha Po mere svoyego userdiya (v delakh Gospodnikh)"},{"SurahNumber":20,"VerseNumber":16,"Text":"I pust' ot etogo tebya ne otvratit Tot, kto ne veruyet v nego, A sleduyet strastyam svoim (porochnym), Chtoby tebe, o Musa, ne pogibnut'"},{"SurahNumber":20,"VerseNumber":17,"Text":"Chto eto u tebya v pravoy ruke, o Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"Eto - moy posokh, - on skazal. - YA opirayus' na nego i krome etogo YA im listvu (s vetvey) sbivayu dlya moikh ovets. V nem - pol'za mne i dlya drugikh rabot"},{"SurahNumber":20,"VerseNumber":19,"Text":"(Gospod') skazal: \"(Na zemlyu) bros' yego, o Musa"},{"SurahNumber":20,"VerseNumber":20,"Text":"I brosil on yego (na zemlyu), I tut - v zmeyu on obratilsya, Chto vsya v dvizheniye prishla"},{"SurahNumber":20,"VerseNumber":21,"Text":"(Gospod') skazal: \"Voz'mi yeye, ne boysya! My pridadim yey prezhniy vid"},{"SurahNumber":20,"VerseNumber":22,"Text":"Teper' prizhmi ty ruku svoyu k boku, I ona vyydet, beliznoy sverkaya, Bez vsyakogo vreda tebe I kak yeshche odno znamen'ye"},{"SurahNumber":20,"VerseNumber":23,"Text":"Chtob pokazat' tebe (khotya by dva) Iz Nashikh velichayshikh Znakov"},{"SurahNumber":20,"VerseNumber":24,"Text":"(Teper' zhe) sleduy k Faraonu, - Ved' prestupil on vse predely"},{"SurahNumber":20,"VerseNumber":25,"Text":"O moy Gospod'! - otvetil (Musa). - Rasshir' mne grud'"},{"SurahNumber":20,"VerseNumber":26,"Text":"I oblegchi moyu zadachu"},{"SurahNumber":20,"VerseNumber":27,"Text":"Ot uz yazyk moy razreshi"},{"SurahNumber":20,"VerseNumber":28,"Text":"Chtob rech' moyu oni mogli ponyat'"},{"SurahNumber":20,"VerseNumber":29,"Text":"Postav' pomoshchnika mne iz moyey sem'i"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kharuna, brata moyego"},{"SurahNumber":20,"VerseNumber":31,"Text":"I ukrepi im moshch' moyu"},{"SurahNumber":20,"VerseNumber":32,"Text":"Sdelay uchastnikom yego v moyem prednaznachen'ye"},{"SurahNumber":20,"VerseNumber":33,"Text":"Chtob neustanno slavit' nam Tebya"},{"SurahNumber":20,"VerseNumber":34,"Text":"I neustanno prizyvat' (v svoikh molitvakh)"},{"SurahNumber":20,"VerseNumber":35,"Text":"Ved' Ty - nad nami zorkiy strazh"},{"SurahNumber":20,"VerseNumber":36,"Text":"(Allakh yemu) otvetil: \"Musa! Darovano tebe prosimoye toboy"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ved', istinno, i v prezhniy raz Tebe My milost' okazali"},{"SurahNumber":20,"VerseNumber":38,"Text":"Kogda vnushili povelen'ye materi tvoyey"},{"SurahNumber":20,"VerseNumber":39,"Text":"(Mladentsa) bros' v kovcheg i po moryu pusti. A more vybrosit yego na bereg, I vytashchit yego vrag Moy i vrag yego. YA na tebya proster Moyu lyubov', Chtob na ochakh Moikh tebya oni vzrastili"},{"SurahNumber":20,"VerseNumber":40,"Text":"I (vspomni,) kak prishla tvoya sestra I tak skazala: \"Ne ukazat' li vam, Kto mozhet vykhodit' i vyrastit' (mladentsa)?\" Tak My vernuli k materi tebya, Chtoby uteshilas' ona i pro pechal' zabyla. Potom ty (v gneve) dushu pogubil, I My spasli tebya ot vsekh trevog i nakazan'ya, I My podvergli mnogim ispytaniyam tebya. I ty provel goda sred' obitateley Madyana, Potom po predpisaniyu (ot Nas) Prishel syuda (k narodu svoyemu), o Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Sebe (na sluzhbu) YA tebya gotovil"},{"SurahNumber":20,"VerseNumber":42,"Text":"Idi zhe ty i brat tvoy So znamen'yami Moimi (k lyudyam), I v pominanii Menya (Userdiye pust' vashe) ne slabeyet"},{"SurahNumber":20,"VerseNumber":43,"Text":"Stupayte oba k Faraonu - Ved' vse predely prestupil on"},{"SurahNumber":20,"VerseNumber":44,"Text":"No rech' s nim krotkuyu vedite: Byt' mozhet, uveshchaniye on primet I uboitsya (gneva Boga)"},{"SurahNumber":20,"VerseNumber":45,"Text":"Oni skazali: \"Nash Gospod'! Boimsya my, on s nami budet derzok Il' pospeshit nam sdelat' zlo"},{"SurahNumber":20,"VerseNumber":46,"Text":"(Gospod') skazal: \"Ne boytes', s vami YA, - Poistine, YA slushayu i vizhu"},{"SurahNumber":20,"VerseNumber":47,"Text":"A potomu idite i skazhite: \"Poslanniki my Boga tvoyego. Otprav' synov Israilya ty s nami I im stradaniy ne chini. Prishli k tebe my so znameniyem ot Boga tvoyego, I mir tomu, kto Rukovodstvo (Yego) primet"},{"SurahNumber":20,"VerseNumber":48,"Text":"Uzhe otkryto nam, Chto budet nakazaniye dlya tekh, Kto (yego) lozh'yu narechet i otvernetsya"},{"SurahNumber":20,"VerseNumber":49,"Text":"(Tut) (Faraon) skazal: \"Kto vam Gospod', o Musa"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa otvetil: \"Gospod' nash - Tot, Kto kazhdoy (sotvorennoy) tvari Pridal porodu, formu, a potom (Dlya prebyvaniya) naznachil Rukovodstvo"},{"SurahNumber":20,"VerseNumber":51,"Text":"A kak zhe (delo budet obstoyat') So (mnozhestvom) ushedshikh pokoleniy, (K kotorym eto Rukovodstvo ne prishlo)? - Sprosil (ikh Faraon)"},{"SurahNumber":20,"VerseNumber":52,"Text":"Pro eto znayet moy Gospod', - otvetil Musa, - (I znachitsya ob etom) v Yego Knige. Ne oshibayetsya Gospod' moy (nikogda) I (nichego) ne zabyvayet"},{"SurahNumber":20,"VerseNumber":53,"Text":"On - Tot, Kto rasproster vam zemlyu kolybel'yu, Po ney dlya vas dorogi prolozhil, Nizvel (obil'no) vodu s neba I yeyu v parakh raznyye rasteniya izvel"},{"SurahNumber":20,"VerseNumber":54,"Text":"Pitaytes' i na ney stada svoi pasite! Zdes', istinno, znameniye dlya tekh, Kto obladayet razumen'yem"}]}