{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ho, mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Nozil şudani in kitoʙ az çoniʙi Xudoi ƣoliʙi donost"},{"SurahNumber":40,"VerseNumber":3,"Text":"ʙaxşojandai gunoh, pazirandai tavʙa, saxtuquʙat, sohiʙi ni'am (ne'matho). Heç xudoe ƣajri Ū nest. Bozgaşti hama ʙa sūi Ūst"},{"SurahNumber":40,"VerseNumber":4,"Text":"Faqat kofiron dar ojoti Xudo çidol mekunand. Pas omadu raftaşon dar şahrho turo nafireʙad"},{"SurahNumber":40,"VerseNumber":5,"Text":"Peş az onho qavmi Nūh va gurūhhoe, ki ʙa'd az eşon ʙudand, pajomʙaraşonro takziʙ kardand. Va har ummate ohangi on kard, ki pajomʙaraşro dastgir kunad va ʙa ʙotil ʙa xusumat ʙarxost, to haqro az mijon ʙardorad. Ammo Man onhoro ʙa uquʙat furū giriftam va uquʙati Man cī saxt ʙud"},{"SurahNumber":40,"VerseNumber":6,"Text":"Ba in tarz hukmi Parvardigori tu ʙar kofiron voçiʙ şud, ki ahli çahannamand"},{"SurahNumber":40,"VerseNumber":7,"Text":"Onon, ki arşro meʙardorand va onon, ki ʙar girdi on hastand, ʙa sitoişi Parvardigoraşon tasʙeh, megūjand va ʙa Ū imon dorand va az Ū ʙaroi mū'minon ʙaxşoiş mexohand: «Ej Parvardngori mo, rahmatu ilmi Tu hama cizro faro giriftaast. Pas ononro, ki tavʙa kardaand va ʙa rohi tu omadaand, ʙiʙaxş va az azoʙi çahannam nigah dor"},{"SurahNumber":40,"VerseNumber":8,"Text":"Va ej Parvardigori mo, ononro va har kī soleh ʙoşad, az padaronu hamsaron va farzandonaşon ʙa ʙihişthoi çovidonī, ki ʙa onho va'da dodaī, doxil kun, ki Tu ƣoliʙu hakimi"},{"SurahNumber":40,"VerseNumber":9,"Text":"Ononro az azoʙho hifz kud, ki har kiro dar on rūz az azoʙho hifz kunī, ʙar ū rahmat ovardaī va on komjoʙii ʙuzurgest!»"},{"SurahNumber":40,"VerseNumber":10,"Text":"Kofironro nido medihand, ki duşmanii Xudo ʙo şumo az duşmanii şumo ʙo xudaton, on goh ki ʙa imonaton da'vat mekardand va rohi kufr peş megirifted, ʙuzurgtar ast"},{"SurahNumber":40,"VerseNumber":11,"Text":"Megūjand: «Ej Parvardigori mo, moro du ʙor mirondī va, du ʙor zinda soxtī va mo ʙa gunohonamon iqror kardaem. Ojo ʙerun şudanro rohe hast?»"},{"SurahNumber":40,"VerseNumber":12,"Text":"In azoʙ ʙa on saʙaʙ ast, ki cun Xudoro ʙa jaktoī mexondand, şumo inkor mekarded va agar ʙaroi Ū şarike qaror medodand, şumo ʙa on şarik imon meovarded. Pas farmon farmoni Xudoi ʙalandmartaʙai ʙuzurg ast"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ūst, on ki ojoti Xudro ʙa şumo nişon dod va ʙarojaton az osmon rūzī firistod. Tanho kase pand megirad, ki rūj ʙa Xudo ovarad"},{"SurahNumber":40,"VerseNumber":14,"Text":"Pas Xudoro ʙixoned, dar hole ki tanho ʙaroi Ū dar din ixlos mekuned, agarci kofironro noxuş ojad"},{"SurahNumber":40,"VerseNumber":15,"Text":"Balandkunandai martaʙaho, sohiʙi arş, ki ʙar har jak az ʙandagonaş, ki ʙixohad, ʙa farmoni Xud vahj mefiristad, to mardumro az rūzi qijomat ʙitarsonad"},{"SurahNumber":40,"VerseNumber":16,"Text":"On rūz, ki hamagon oşkor şavand, heç ciz az onho ʙar Xudo puşida namonad. Dar on rūz farmonravoī az oni kist? Az oni Xudoi jaktoi qahhor"},{"SurahNumber":40,"VerseNumber":17,"Text":"On rūz har kasro monandi amalaş çazo medihand va ʙa kas sitame nameravad. Va Xudo zud hisoʙkunanda ast"},{"SurahNumber":40,"VerseNumber":18,"Text":"Az rūzi qijomat ʙitarsonaşon. On goh ki dilho laʙrez az andūh nazdiki hançarho (gulūho) rasad. Sitamkoronro dar on rūz na xeşovande ʙoşad va na şafe'e, (puştiʙon) ki suxanaşro ʙişnavand"},{"SurahNumber":40,"VerseNumber":19,"Text":"Nazarhoi duzdidaro va har cī dilho nihon doştaand, medonad"},{"SurahNumber":40,"VerseNumber":20,"Text":"Xudo ʙa haq dovarī mekunad. Vale kasone, ki ƣajri Ū ʙa xudoī mexonand, heç dovari natavonand, zero Xudo meşunavad va meʙinad"}]}