{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"(Savgand jod karda megūjad Alloh ta'olo:) Savgand ʙa çojgohi fūru raftani sitoraho dar ƣuruʙgohi osmon"},{"SurahNumber":56,"VerseNumber":76,"Text":"Va in haroina, xele savgandi ʙuzurg ast, agar ʙidoned"},{"SurahNumber":56,"VerseNumber":77,"Text":"Adʙatta, in Qur'one, (ki ʙa Muhammad nozil şudaast,) Qur'oni ʙuzurgu giromiqadr va foidaovar ast"},{"SurahNumber":56,"VerseNumber":78,"Text":"Dar kitoʙe nigah doşta şudaast, ki az caşmi xalq pūşida ast (va in kitoʙi pinhon Lavhi Mahfuzast, ki dar nazdi Alloh va fariştagon manzalati ʙuzurg dorad)"},{"SurahNumber":56,"VerseNumber":79,"Text":"Dast namerasonad ʙa Qur'on, magar fariştagoni giromiqadre, ki Alloh ta'olo onhoro az ofatu gunohon pok gardonidaast. (Va incunin dast namerasonad Qur'onro magar kasone, ki pok hastand az şirk, çanoʙat va ʙe tahoratī)"},{"SurahNumber":56,"VerseNumber":80,"Text":"In Qur'oni karim, nozilşudaast az çoniʙi Parvardigori çahonijon. (Pas on haq ast)"},{"SurahNumber":56,"VerseNumber":81,"Text":"Ojo nisʙati in kalom sustī va ʙeparvoī mekuned"},{"SurahNumber":56,"VerseNumber":82,"Text":"Va ʙa çoi şukri ne'mathoe, ki Alloh ʙa şumo dodaast, şumojon onro dūruƣ meʙarored va kofir meşaved"},{"SurahNumber":56,"VerseNumber":83,"Text":"Pas, caro hangome, ki çon ʙa hulqum merasad tavonoii ʙozgardonidani onro nadored"},{"SurahNumber":56,"VerseNumber":84,"Text":"Va şumo dar in hangom hozirastedu menigared? (Alʙatta nametavoned)"},{"SurahNumber":56,"VerseNumber":85,"Text":"Va Mo az şumo ʙa ū nazdiktarem, vale şumo nameʙined"},{"SurahNumber":56,"VerseNumber":86,"Text":"Pas agar metavoned in ki dar ʙaroʙari a'molaton çazo doda nameşaved"},{"SurahNumber":56,"VerseNumber":87,"Text":"agar rost megūed, on ruhro ʙoz gardoned. (Hargiz nametavoned)"},{"SurahNumber":56,"VerseNumber":88,"Text":"Pas, cun murda az muqarraʙoni dargohi Ilohī ʙoşad"},{"SurahNumber":56,"VerseNumber":89,"Text":"pas ʙaroi ūst hangomi margaş rahmatu osoişu guli xuşʙūj va ʙihişti purne'mat dar oxirat"},{"SurahNumber":56,"VerseNumber":90,"Text":"Va ammo agar murda az joroni rost (ahli sa'odat ʙoşad)"},{"SurahNumber":56,"VerseNumber":91,"Text":"pas gufta meşavad ʙa ū: Salom va amon ʙod ʙa tu az çoniʙi joroni rost (ahli sa'odat)"},{"SurahNumber":56,"VerseNumber":92,"Text":"Va ammo agar murda az durūƣşumorandagoni ʙa'su gumrohoni rohi hidojat ʙoşad"},{"SurahNumber":56,"VerseNumber":93,"Text":"pas ūro ʙa oʙi garmu çūşoni dūzax mehmonī kunand"},{"SurahNumber":56,"VerseNumber":94,"Text":"Va sarançomi ū daraftodan ʙa dūzax ast"},{"SurahNumber":56,"VerseNumber":95,"Text":"Alʙatta in xaʙarhoe, ki ej Pajomʙar ʙa tu zikr kardem, hama rostu durust ast"},{"SurahNumber":56,"VerseNumber":96,"Text":"Pas, ʙa nomi Parvardigori ʙuzurgat tasʙeh gūj va Ūro pok şumor az on ci zolimon megūjand"},{"SurahNumber":57,"VerseNumber":1,"Text":"Allohro ʙa pokī jod mekunad, har cī dar osmonhovu zamin ast az çami'i maxluqotaş va Ū ʙar xalqaş pirūzmand va dar tadʙiri koraşon hakim ast"},{"SurahNumber":57,"VerseNumber":2,"Text":"Farmonravoii osmonhovu zamin az oni Ūst. Zinda mekunad va memironad va Ū ʙar har ciz tavonost. On ci xost şud va on ci naxost naşud"},{"SurahNumber":57,"VerseNumber":3,"Text":"Ūst avvalin peş az hama ciz va Ūst oxirin ʙa'd az hama ciz va Ūst oşkor pajdo ast, ki ʙolotar az Ū cize nest va Ūst pinhon nopajdo ast, ki pinhontar az Ū cize nest va Ū ʙa hama ciz donost. Va cize dar osmon va zamin ʙar Ū pūşida namemonad"},{"SurahNumber":57,"VerseNumber":4,"Text":"Ūst, ki osmonhovu zaminro va on ci mijoni onhost dar şaş rūz ofarid. Sipas ʙa arşi Xud va ʙoloi hamai xalqaş istivo joft. Har cizero, ki dar zamin furū meravad az dona va ʙoron va cizero, ki az zamin ʙerun meojad az naʙotot va ziroatho va har cizero, ki az osmon furū meojad az ʙoron va har cizero, ki ʙa osmon ʙolo meravad, az fariştagon va amalhoi ʙandagon medonad. Va har ço, ki ʙoşed, ʙo ilmi Xud hamrohi şumost va ʙa har kore, ki mekuned, ʙinost va ʙar on amalhoi neke, ki mekuned şumoro podoş medihad"},{"SurahNumber":57,"VerseNumber":5,"Text":"Farmonravoii osmonhovu zamin az oni Ūst va hamai korho ʙa sūi Alloh ʙoz megardad va muvofiqi amalhojaşon ʙandagonaşro podoş medihad"},{"SurahNumber":57,"VerseNumber":6,"Text":"Şaʙro az vaqtaş kam karda dar rūz doxil mekunad va rūzro meafzojad va rūzro az vaqtaş kam karda dar şaʙ doxil mekunad va şaʙro meafzojad. Va Alloh ʙa har cī dar dilhost, az nek jo ʙad ogoh ast"},{"SurahNumber":57,"VerseNumber":7,"Text":"Ba Allohu pajomʙaraş Muhammad sallallohu alajhi va sallam imon ʙijovared va az on ci ki Alloh şumoro dar on çonişin soxtaast az molhojaton, dar rohi Ū xarç kuned. Pas ej odamon, kasone az şumo, ki imon ovardaand va az molhojaşon dar rohi Alloh xarç kardaand, ʙarojaşon savoʙi ʙuzurgest"},{"SurahNumber":57,"VerseNumber":8,"Text":"Va şumoro ci şudaast, ki ʙa Alloh imon nameovared va ʙa şari'ati Ū amal namekuned va hol on ki pajomʙar şumoro ʙa on da'vat mekunad, ki ʙa Parvardigoraton imon ʙijovared va agar mū'min ʙoşed, ʙa rostī Alloh az şumo pajmonatonro giriftaast"},{"SurahNumber":57,"VerseNumber":9,"Text":"Ūst on Allohe, ki ʙar ʙandai xud Muhammad sallallohu alajhi va sallam ojoti ravşanro az Qur'on nozil mekunad, to şumoro az torikii kufr ʙa rūşnoii imon ʙerun ovarad. Va haroina, Alloh ʙa şumo dar ʙerun ovardanaton az torikī ʙa sūi rūşnoī, hatman, muşfiqu mehruʙon ast va şumoro ʙa nekūtarin savoʙ podoş medihad"},{"SurahNumber":57,"VerseNumber":10,"Text":"Va caro dar rohi Alloh nafaqa namequned va hol on ki az oni Alloh ast merosi osmonhovu zamin? Az mijoni şumo onon, ki peş az fath şudani Makka nafaqa kardaand va ʙa kuffor çang kardaand, ʙo onon, ki ʙa'd az fath nafaqa kardaand va ʙa kuffor çang kardaand, dar açru savoʙ ʙaroʙar nestand. Daraçahoi onon (gurūhi avval) ʙolotar ast, az onhoe, ki ʙa'd az fath çang va nafaqa kardaand. Va Alloh har jak az du gurūhro va'dai nek (çannat) medihad. Va Alloh ʙa har kore, ki mekuned, ogoh ast va cize ʙar Ū pūşida nest"},{"SurahNumber":57,"VerseNumber":11,"Text":"Kist, ki Allohro qarzi nekū (ja'ne, dar rohi Alloh sadaqai ʙe minnat) dihad, ʙa on umed, ki to açru savoʙi onro ʙarojaş candon ʙaroʙar zijod kunad va ūro podoşi nekū ʙoşad va on çannat ast"},{"SurahNumber":57,"VerseNumber":12,"Text":"Rūze, ki mardoni mū'minu zanoni mū'minro meʙinī, ki nuraşon peşopeşi onon dar samti rostaşon meravad. Dar on rūz şumoro ʙaşorat ʙod ʙa ʙihişthoe, ki dar on darjoho ravon ast va dar on çovidon xohed mond va in komjoʙii ʙuzurgest ʙaroi şumo dar oxirat"},{"SurahNumber":57,"VerseNumber":13,"Text":"Rūze mardoni munofiqu zanoni munofiq ʙa kasone, ki imon ovardaand, megūjand: «Ba mo nigoh kuned, to az nuraton ravşanī girem!» Fariştagon ʙarojaşon tamasxūrona gūjand: «Ba aqiʙ ʙa dunjo ʙozgarded va az on ço nur ʙitalaʙed!» Ongoh mijoni onho devore zada meşavad, ki ʙar on devor dare ʙoşad, daruni on ki rū ʙa mū'minon ast rahmat ʙoşadu ʙeruni on ki rū ʙa munofiqon ast, azoʙ ast"},{"SurahNumber":57,"VerseNumber":14,"Text":"Va munofiqon onhoro (ja'ne, mū'minonro) nido dihand, ki ojo mo dar dunjo ʙo şumo hamroh naʙudem va misli şumo iʙodat mekardem? Mū'minon ʙarojaşon megūjand: «Bale, ammo şumo xudro ʙa nifoqu ma'sijat dar ʙalo afkanded va ʙa margi pajomʙar va noʙudii musalmonon intizorī karded va ʙa rūzi az nav zinda şudani ʙa'di murdan dar şak ʙuded va orzuhoi dunjo şumoro ʙifireft, to on goh ki farmoni Alloh (açal) darrasid va fireʙgarii şajton dar farmonʙardorī ʙa Alloh fireʙaton dod"},{"SurahNumber":57,"VerseNumber":15,"Text":"Pas imrūz az heç jake az şumo munofiqon fidjae (ivaze) girifta nameşavad, to xudro az azoʙi Alloh naçot dihad va na fidja girifta meşavad az kasone, ki kofir şudand. \"Çojgohaton otaş ast. Otaş jovar va sarparasti şumost va ci ʙad sarançomest!»"}]}