{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Suphe yok ki, Allah, bir sivri sinegi ve ondan kucuk bir seyi misal getirmekten cekinmez. Iman etmis olanlar bunun Rablarından bir gercek oldugunu bilirler. Kafirler ise; Allah bu misali vermekle ne murad etmis? derler. Allah onunla bir cogunu sapıtır, bir cogunu da hidayete erdirir. Bununla fasıklardan baskasını saptırmaz"},{"SurahNumber":2,"VerseNumber":27,"Text":"Allah´ın ahdini pekistirdikten sonra bozanlar, birlestirilmesini emrettigi seyi koparanlar, yeryuzunde fesad cıkaranlar, iste onlar husrana ugrayanların ta kendileridir"},{"SurahNumber":2,"VerseNumber":28,"Text":"Nasıl oluyor da Allah´ı inkar ediyorsunuz? Halbuki siz oluler iken O diriltti. Sonra sizi oldurecek, sonra tekrar diriltecek, en sonunda yalnız O´na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"Yerde ne varsa hepsini sizin icin yaratan, sonra goge yonelip onları yedi gok halinde duzenleyen O´dur. O, her seyi bilendir"},{"SurahNumber":2,"VerseNumber":30,"Text":"Hani Rabbın meleklere: Ben, yeryuznde bir halife yaratacagım, demisti de melekler: Biz seni hamd ile tesbih, takdis eder dururken yeryuzunde fesad cıkarıp, kanlar dokecek kimse mi yaratacaksın? demislerdi. Allah da: Sizin bilmediklerinizi ben bilirim, buyurmustu"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah, Adem´e butun isimleri ogretmis, sonra onları meleklere gostererek: Eger sadıklardan iseniz, bunların adlarını bana soyleyin, buyurmustur"},{"SurahNumber":2,"VerseNumber":32,"Text":"Melekler ise: Sana tesbih ederiz, bize ogrettiginden baska bilgimiz yok. Alim, Hakim Sensin Sen, demislerdi"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah: Ey Adem, onları`adları ile kendilerine bildir, dedi. Adem, adlarını soyleyince; Size demedim mi ki ben, goklerin de, yerin de gizliliklerini muhakkak bilirim. Ve sizlerin neyi acıklayıp neyi gizler oldugunuzu da bilirim, buyurdu"},{"SurahNumber":2,"VerseNumber":34,"Text":"Hani meleklere: Adem´e secde edin demistik de onlar hemen secde edivermislerdi. Sadece seytan kacınmıs, buyukluk taslamıs ve kafirlerden olmustu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ve demistik ki: Ey Adem, sen, esinle birlikte cennette otur. Dilediginiz O´na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":36,"Text":"Nihayet seytan onları cennetten kaydırdı. Onları bulundukları yerden cıkardı. Biz de: Kiminiz kiminize dusman olarak inin. Yeryuzunde sizin icin bir zamana kadar yerlesim ve faydalanma vardır, dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, Rabbından kelimeler belleyip aldı. Bunun uzerine onun tevbesini kabul etti. Suphesiz ki Tevvab, Rahim O´dur, O"},{"SurahNumber":2,"VerseNumber":38,"Text":"Dedik ki; hepiniz oradan inin. Eger, tarafımdan size bir hidayet gelir de, kim benim hidayetime uyarsa, artık onlar icin hicbir korku yoktur. Ve onlar mahzun da olacak degillerdir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Kufredenler, ayetlerimizi yalanlamıs olanlar, iste onlar cehennemliklerdir. Ve onlar ateste temelli kalıcıdırlar"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israilogulları, size verdigim nimetimi hatırlayın. Bana verdiginiz sozu yerine getirin ki, ben de size olan sozumu yerine getireyim. Ve yalnız Ben´den korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Yanınızdaki Tevrat´ı tasdik edici olarak indirdigime iman edin. Onu inkar edenlerin ilki olmayın. Ayetlerimizi az bir paha ile satmayın. Ve yalnız Ben´den sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakkı batıla karıstırıp da, bile bile siz gercegi gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekatı verin, ruku´ edenlerle birlikte ruku edin"}]}