{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"کیا تم نے حاجیوں کے پانی پلانے اور مسجد الحرام کی آبادی کو اس کا جیسا سمجھ لیا ہے جو اللہ اور آخرت پر ایمان رکھتا ہے اور راسِ خدا میں جہاد کرتا ہے -ہرگز یہ دونوں اللہ کے نزدیک برابر نہیں ہوسکتے اور اللہ ظالم قوم کی ہدایت نہیں کرتا ہے"},{"SurahNumber":9,"VerseNumber":20,"Text":"بیشک جو لوگ ایمان لے آئے اور انہوں نے ہجرت کی اور راہ خدا میں جان اور مال سے جہاد کیا وہ اللہ کے نزدیک عظیم درجہ کے مالک ہیں اور درحقیقت وہی کامیاب بھی ہیں"},{"SurahNumber":9,"VerseNumber":21,"Text":"اللہ ان کو اپنی رحمت ,رضامندی اور باغات کی بشارت دیتا ہے جہاں ان کے لئے دائمی نعمتیں ہوں گی"},{"SurahNumber":9,"VerseNumber":22,"Text":"وہ ان ہی باغات میں ہمیشہ رہیں گے کہ اللہ کے پاس عظیم ترین اجر ہے"},{"SurahNumber":9,"VerseNumber":23,"Text":"ایمان والو خبردار اپنے باپ دادا اور بھائیوں کو اپنا دوست نہ بناؤ اگر وہ ایمان کے مقابلہ میں کفر کو دوست رکھتے ہوں اور جو شخص بھی ایسے لوگوں کو اپنا دوست بنائے گا وہ ظالموں میں شمار ہوگا"},{"SurahNumber":9,"VerseNumber":24,"Text":"پیغمبرآپ کہہ دیجئے کہ اگر تمہارے باپ داداً اولادً برادران ,ازواج ,عشیرہ و قبیلہ اور وہ اموال جنہیں تم نے جمع کیا ہے اور وہ تجارت جس کے خسارہ کی طرف سے فکرمند رہتے ہو اور وہ مکانات جنہیں پسند کرتے ہو تمہاری نگاہ میں اللہ ًاس کے رسول اور راہ هخدا میں جہاد سے زیادہ محبوب ہیں تو وقت کا انتظار کرو یہاں تک کہ امر الہی آجائے اور اللہ فاسق قوم کی ہدایت نہیں کرتا ہے"},{"SurahNumber":9,"VerseNumber":25,"Text":"بیشک اللہ نے کثیر مقامات پر تمہاری مدد کی ہے اور حنین کے دن بھی جب تمہیں اپنی کثرت پر ناز تھا لیکن اس نے تمہیں کوئی فائدہ نہیں پہنچایا اور تمہارے لئے زمین اپنی وسعتوں سمیت تنگ ہوگئی اور اس کے بعد تم پیٹھ پھیر کر بھاگ نکلے"},{"SurahNumber":9,"VerseNumber":26,"Text":"پھر اس کے بعد خدا نے اپنے رسول اور صاحبان هایمان پر سکون نازل کیا اور وہ لشکر بھیجے جنہیں تم نے نہیں دیکھا اور کفر اختیار کرنے والوں پر عذاب نازل کیا یہی کافرین کی جزا اور ان کا انجام ہے"},{"SurahNumber":9,"VerseNumber":27,"Text":"اس کے بعد خدا جس کی چاہے گا توبہ قبول کرلے گا وہ بڑا بخشنے والا مہربان ہے"},{"SurahNumber":9,"VerseNumber":28,"Text":"ایمان والو !مشرکین صررِ نجاست ہیں لہذا خبردار اس سال کے بعد مسجدالحرام میں داخل نہ ہونے پائیں اور اگر تمہیں غربت کا خوف ہے تو عنقریب خدا چاہے گا تو اپنے فضل و کرم سے تمہیں غنی بنادے گا کہ وہ صاحب هعلم بھی ہے اور صاحب هحکمت بھی ہے"},{"SurahNumber":9,"VerseNumber":29,"Text":"ان لوگوں سے جہاد کرو جو خدا اور روز هآخرت پر ایمان نہیں رکھتے اور جس چیز کو خدا و رسول نے حرام قرار دیا ہے اسے حرام نہیں سمجھتے اور اہل کتاب ہوتے ہوئے بھی دین حق کا التزام نہیں کرتے .... یہاں تک کہ اپنے ہاتھوں سے ذلّت کے ساتھ تمہارے سامنے جزیہ پیش کرنے پر آمادہ ہوجائیں"},{"SurahNumber":9,"VerseNumber":30,"Text":"اور یہودیوں کا کہنا ہے کہ عزیر اللہ کے بیٹے ہیں اور نصارٰی کہتے ہیں کہ مسیح اللہ کے بیٹے ہیں یہ سب ان کی زبانی باتیں ہیں-ان باتوں میں یہ بالکل ان کے مثل ہیں جو ان کے پہلے کفار کہا کرتے تھے ,اللہ ان سب کو قتل کرے یہ کہاں بہکے چلے جارہے ہیں"},{"SurahNumber":9,"VerseNumber":31,"Text":"ان لوگوں نے اپنے عالموں اور راہبوں اور مسیح بن مریم کو خدا کو چھوڑ کر اپنا رب بنالیا ہے حالانکہ انہیں صرف خدائے یکتا کی عبادت کا حکم دیا گیا تھا جس کے علاوہ کوئی خدا نہیں ہے وہ واحد و بے نیاز ہے اور ان کے مشرکانہ خیالات سے پاک و پاکیزہ ہے"},{"SurahNumber":9,"VerseNumber":32,"Text":"یہ لوگ چاہتے ہیں کہ نو» خدا کواپنے منہ سے پھونک مار کر بجھا دیں حالانکہ خدا اس کے علاوہ کچھ ماننے کے لئے تیار نہیں ہے کہ وہ اپنے نور کو تمام کردے چاہے کافروں کو یہ کتنا ہی برا کیوںنہ لگے"},{"SurahNumber":9,"VerseNumber":33,"Text":"وہ خدا وہ ہے جس نے اپنے رسول کو ہدایت اور دینِ حق کے ساتھ بھیجا تاکہ اپنے دین کو تمام ادیان پر غالب بنائے چاہے مشرکین کو کتنا ہی ناگوار کیوں نہ ہو"}]}