{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"Und wenn die Bestimmung gegen sie ergeht, werden WIR ihnen ein sich bewegendes Lebewesen aus der Erde hervorbringen, das zu ihnen spricht, daß die Menschen über Unsere Ayat keine Gewißheit zu verinnerlichen pflegten"},{"SurahNumber":27,"VerseNumber":83,"Text":"Und am Tag, wenn WIR von jeder Umma eine Gruppe von denen, die Unsere Ayat der Lüge bezichtigten, versammeln, so werden sie geordnet beisammengehalten"},{"SurahNumber":27,"VerseNumber":84,"Text":"Wenn sie dann kommen, sagt ER: \"Habt ihr Meine Ayat der Lüge bezichtigt und über sie kein Wissen erfaßt, oder was pflegtet ihr zu tun"},{"SurahNumber":27,"VerseNumber":85,"Text":"Und die Bestimmung ist gegen sie ergangen wegen dem, was sie an Unrecht taten, so geben sie von sich keinen Laut"},{"SurahNumber":27,"VerseNumber":86,"Text":"Sahen sie etwa nicht, daß WIR die Nacht machten, damit sie sich darin ausruhen, sowie den Tag hell?! Gewiß, darin sind doch Ayat für Leute, die den Iman verinnerlichen"},{"SurahNumber":27,"VerseNumber":87,"Text":"Und am Tag, wenn in As-sur geblasen wird, werden dann alle, die in den Himmeln und auf Erden sind, sich erschrecken, außer denjenigen, die ALLAH will. Und alle kommen zu Ihm sich fügend"},{"SurahNumber":27,"VerseNumber":88,"Text":"Und du siehst die Felsenberge, du denkst, sie stünden fest, während sie ziehen wie das Ziehen der Wolken. Es ist das Bewerkstelligen ALLAHs, Der alles bestens kann. Gewiß, ER ist allkundig dessen, was ihr macht"},{"SurahNumber":27,"VerseNumber":89,"Text":"Wer mit der guten Tat kommt, für ihn ist Besseres als dies bestimmt, und sie werden vor dem Erschrecken jenes Tages sicher sein"},{"SurahNumber":27,"VerseNumber":90,"Text":"Und wer mit der schlechten Tat kommt, diese werden auf ihre Gesichter ins Feuer geworfen. Wird euch anderes vergolten, als das, was ihr zu tun pflegtet"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ich wurde nur angewiesen, daß ich Dem HERRN dieser Ortschaft diene, die ER für haram erklärte, und Ihm gehört alles. Und ich wurde angewiesen, von den Muslimen zu sein"},{"SurahNumber":27,"VerseNumber":92,"Text":"und daß ich den Quran vortrage. Wer dann Rechtleitung findet, der findet Rechtleitung nur für sich selbst, und wer irregeht, dann sag: \"Ich bin nur von den Warnern"},{"SurahNumber":27,"VerseNumber":93,"Text":"Und sag: \"Alhamdulillah: Alles Lob gebührt ALLAH! ER wird euch Seine Ayat zeigen, so werdet ihr sie kennen.\" Und dein HERR ist nicht achtlos dem gegenüber, was ihr tut"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta-sin-mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Diese sind die Ayat der deutlichen Schrift"},{"SurahNumber":28,"VerseNumber":3,"Text":"WIR tragen dir vor von der Begebenheit von Musa und Pharao wahrheitsgemäß für Leute, die den Iman verinnerlichen"},{"SurahNumber":28,"VerseNumber":4,"Text":"Gewiß, Pharao erhob sich in Arroganz im Lande und machte dessen Bewohner zu Parteien. Er schwächte eine Gruppe von ihnen ab. Er ließ ihre Söhne abschlachten und ihre Frauen am Leben bleiben. Gewiß, er war von den Verderben-Anrichtenden"},{"SurahNumber":28,"VerseNumber":5,"Text":"Und WIR wollen denjenigen, die im Lande abgeschwächt wurden, Gnade erweisen, aus ihnen Imame machen, zu den Erben machen"},{"SurahNumber":28,"VerseNumber":6,"Text":"im Lande festigen und Pharao, Haman und ihren Soldaten von ihnen das zeigen, vor dem sie sich in Acht zu nehmen pflegten"},{"SurahNumber":28,"VerseNumber":7,"Text":"Und WIR ließen der Mutter von Musa Wahy zuteil werden: \"Stille ihn! Und solltest du dich um ihn fürchten, dann lege ihn in den Fluß, und fürchte dich nicht und sei nicht traurig! Gewiß, WIR werden ihn dir zurückbringen und werden ihn von den Gesandten machen"},{"SurahNumber":28,"VerseNumber":8,"Text":"Dann las ihn Pharaos Familie auf, damit er für sie ein Feind und ein Grund zur Besorgnis wird. Gewiß, Pharao, Haman und ihre Soldaten waren Verfehlende"},{"SurahNumber":28,"VerseNumber":9,"Text":"Und die Frau von Pharao sagte: \"Es ist eine Freude für mich und für dich. Tötet ihn nicht, vielleicht nützt er uns oder wir nehmen ihn zum Sohn.\" Und sie merkten nichts"},{"SurahNumber":28,"VerseNumber":10,"Text":"Und das Herz der Mutter von Musa wurde leer. Sie hätte ihn beinahe verraten, hätten WIR ihrem Herzen keine Kraft gewährt, damit sie von den Mumin wird"},{"SurahNumber":28,"VerseNumber":11,"Text":"Und sie sagte zu seiner Schwester: \"Folge seinen Spuren!  Dann sah sie ihn von der Seite, während sie nichts merkten"}]}