{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who, then, doth more wrong than one who utters a lie concerning Allah, and rejects the Truth when it comes to him; is there not in Hell an abode for blasphemers"},{"SurahNumber":39,"VerseNumber":33,"Text":"And he who brings the Truth and he who confirms (and supports) it - such are the men who do right"},{"SurahNumber":39,"VerseNumber":34,"Text":"They shall have all that they wish for, in the presence of their Lord: such is the reward of those who do good"},{"SurahNumber":39,"VerseNumber":35,"Text":"So that Allah will turn off from them (even) the worst in their deeds and give them their reward according to the best of what they have done"},{"SurahNumber":39,"VerseNumber":36,"Text":"Is not Allah enough for his Servant? But they try to frighten thee with other (gods) besides Him! for such as Allah leaves to stray, there can be no guide"},{"SurahNumber":39,"VerseNumber":37,"Text":"And such as Allah doth guide there can be none to lead astray. Is not Allah Exalted in Power, (Able to enforce His Will), Lord of Retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"If indeed thou ask them who it is that created the heavens and the earth, they would be sure to say, \"Allah\". Say: \"See ye then? the things that ye invoke besides Allah,- can they, if Allah wills some Penalty for me, remove His Penalty?- Or if He wills some Grace for me, can they keep back his Grace?\" Say: \"Sufficient is Allah for me! In Him trust those who put their trust"},{"SurahNumber":39,"VerseNumber":39,"Text":"Say: \"O my People! Do whatever ye can: I will do (my part): but soon will ye know"},{"SurahNumber":39,"VerseNumber":40,"Text":"Who it is to whom comes a Penalty of ignominy, and on whom descends a Penalty that abides"},{"SurahNumber":39,"VerseNumber":41,"Text":"Verily We have revealed the Book to thee in Truth, for (instructing) mankind. He, then, that receives guidance benefits his own soul: but he that strays injures his own soul. Nor art thou set over them to dispose of their affairs"},{"SurahNumber":39,"VerseNumber":42,"Text":"It is Allah that takes the souls (of men) at death; and those that die not (He takes) during their sleep: those on whom He has passed the decree of death, He keeps back (from returning to life), but the rest He sends (to their bodies) for a term appointed verily in this are Signs for those who reflect"},{"SurahNumber":39,"VerseNumber":43,"Text":"What! Do they take for intercessors others besides Allah? Say: \"Even if they have no power whatever and no intelligence"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say: \"To Allah belongs exclusively (the right to grant) intercession: to Him belongs the dominion of the heavens and the earth: In the End, it is to Him that ye shall be brought back"},{"SurahNumber":39,"VerseNumber":45,"Text":"When Allah, the One and Only, is mentioned, the hearts of those who believe not in the Hereafter are filled with disgust and horror; but when (gods) other than He are mentioned, behold, they are filled with joy"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say: \"O Allah! Creator of the heavens and the earth! Knower of all that is hidden and open! it is Thou that wilt judge between Thy Servants in those matters about which they have differed"},{"SurahNumber":39,"VerseNumber":47,"Text":"Even if the wrong-doers had all that there is on earth, and as much more, (in vain) would they offer it for ransom from the pain of the Penalty on the Day of Judgment: but something will confront them from Allah, which they could never have counted upon"},{"SurahNumber":39,"VerseNumber":48,"Text":"For the evils of their Deeds will confront them, and they will be (completely) encircled by that which they used to mock at"},{"SurahNumber":39,"VerseNumber":49,"Text":"Now, when trouble touches man, he cries to Us: But when We bestow a favour upon him as from Ourselves, he says, \"This has been given to me because of a certain knowledge (I have)!\" Nay, but this is but a trial, but most of them understand not"},{"SurahNumber":39,"VerseNumber":50,"Text":"Thus did the (generations) before them say! But all that they did was of no profit to them"},{"SurahNumber":39,"VerseNumber":51,"Text":"Nay, the evil results of their Deeds overtook them. And the wrong-doers of this (generation)- the evil results of their Deeds will soon overtake them (too), and they will never be able to frustrate (Our Plan)"},{"SurahNumber":39,"VerseNumber":52,"Text":"Know they not that Allah enlarges the provision or restricts it, for any He pleases? Verily, in this are Signs for those who believe"}]}