{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"llah, sekako, gi izbra i Adema i Nuha i semejstvoto Ibrahimovo i semejstvoto Imranovo meǵu luǵeto"},{"SurahNumber":3,"VerseNumber":34,"Text":"otomstvo edniodrugi; a Allah e Slušač i Znalec"},{"SurahNumber":3,"VerseNumber":35,"Text":"oga ženata Imranova reče: “Gospodare, ova što e vo utrobava \"Gebe ti go stavam vo služba, navistina! Pa, primi go od mene. Ti si Slušač i Znalec"},{"SurahNumber":3,"VerseNumber":36,"Text":"bidejḱi se porodi, reče: “Tospodare, rodiv žensko\", a Allah znae što rodi taa - “a maškoto ne e kako ženskoto.\" I dadov ime Merjem.\"I, navistina, vo pazuvite \"Gvoi, gi sklonuvam nea I POTOMSTVOTO nejzino OD Šejtanot prokolnat"},{"SurahNumber":3,"VerseNumber":37,"Text":"Gospodarot nejzin, togaš, ja primi ubavo i ja porasna ubavo. I na Zekerija ja doveri na čuvanje. Sekojpat koga Zekerija ḱe vlezeše vo Svetilišteto ḱe najdeše hrana kaj nea. Veleše: “Od kade ti e ova, Merjem?\" Taa veleše: “Ova e od Allah.\" A Allah, mnavistina, snabduva neizmerno kogo saka"},{"SurahNumber":3,"VerseNumber":38,"Text":"amu, molejḱi Mu se na Gospodarot svoj, Zekerija reče: “O Gospodare moj, daruvaj mi dobro potomstvo. Ti si, navistina, Slušač na molbite"},{"SurahNumber":3,"VerseNumber":39,"Text":"I dodeka se klanjaše vo Svetilišteto, stoejḱi, melekite go povikaa:“ Allah, navistina, ḱe ve zaraduva so Jahja koj ḱe go potvrdi zborot na Allah, ḱe bide prvak, čist pejgamber, meǵu dobrite"},{"SurahNumber":3,"VerseNumber":40,"Text":"eče: “O Gospodare moj, kako ḱe imam dete a veḱe starosta me sovlada, a ženata mi e nerotka!?\" Allah reče: “Ete, taka Allah, so posak Svoj, raboti"},{"SurahNumber":3,"VerseNumber":41,"Text":"ekerija reče: “Gospodare moj, daj mi znamenie nekakvo!\" A Allah reče: “Tvoe znamenie e toa što ḱe možeš tri dena da zboruvaš so luǵeto samo so išareti. I mnogu spomenuvaj go Gospodarot! I slavi Go i prikvečerina i nautro"},{"SurahNumber":3,"VerseNumber":42,"Text":"koga melekite rekoa: “O Merjem, Allah, navistina, te odbra i te očisti; On te odbra nad site ženi na svetov"},{"SurahNumber":3,"VerseNumber":43,"Text":"Merjem, bidi Mu potčineta na Gospodarot tvoj! Padni na sedžde, I pokloni se so onie koi se poklonuvaat"},{"SurahNumber":3,"VerseNumber":44,"Text":"Ete, toa se del OD kažuvanjata za Tajnata, što Nie ti gi objavuvame. Ti ne beše tamu koga onie gi frlaa percata svoi za da vidat koj od niv ḱe se griži za Merjem, i ti ne beše meǵu niv koga se karaa"},{"SurahNumber":3,"VerseNumber":45,"Text":"I koga melekite rekoa:“O Merjem, Allah, navistina, ti donesuva radosnica; od Nego 36or: imeto mu e Mesih, sin na Merjem, ḱe bide viden i na ovoj svet ina Ahiret i eden e meǵu bliskite na Allah"},{"SurahNumber":3,"VerseNumber":46,"Text":"Ḱe im zboruva na luǵeto dodeka e vo krošnata, i koga ḱe bide golem, i ḱe bide meǵu dobrite luǵe"},{"SurahNumber":3,"VerseNumber":47,"Text":"Taa reče: “Gospodare naš, kako ḱe imam dete koga nieden maž, navistina, ne me doprel?\" On reče: “Ete, taka Allah so posak Svoj sozdava: koga nešto ḱe reši samo ḱe reče: “Bidi! -i toa, tokmu, ḱe bide"},{"SurahNumber":3,"VerseNumber":48,"Text":"I On go pouči i so Knigata, i so Mudrosta, i so Tevratot, i so Indžilot"},{"SurahNumber":3,"VerseNumber":49,"Text":"i, ete, pejgamber do sinovite Izrailovi: “Vi dojdov so znamenie od Gospodarot vaš. Ke sozdadam za vas nešto, navistina, od kal što ḱe bide slično na ptica i ḱe duvnam vo nego I so odobrenieto Allahovo, ḱe stane ptica; ḱe izlečam slep i leprozen i ḱe oživeam umren, so odobrenieto Allahovo; ḱe Vi kažuvam što jadete i što zbirate vo domovite vaši, so odobrenieto Allahovo. Ako ste verNIicCI ete, vo toa, navistina, imate znamenie"},{"SurahNumber":3,"VerseNumber":50,"Text":"eve, tuka sum da go potvrdam Tevrat i da vi dozvolam nešto od ona što vi beše zabraneto; i vi doaǵam so znamenie od Gospodarot vaš. Na, plašete se od Allah i bidete MI poslušni"},{"SurahNumber":3,"VerseNumber":51,"Text":"llah, navistina, e Gospodar moj i Gospodar vaš..pa, obožavajte Go! Ova e patot viSTINSKI"}]}