{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":5,"VerseNumber":12,"Text":"Soni pamasile pawajigele Allah chilanga cha wanache wa Israila, ni twatomeche mwa wanganyao achinnongola likumi kwisa wawili, sano Allah ni jwatite: “Chisimu Une ndinamwe, naga nchiimikaga Swala mwakolosya ni kutolaga Zaka ni kwakulupililaga achimitenga Wangu, ni kwakamuchisyaga, ni kunkongosyaga Allah ngongole jambone, chisimu chene tinansiimachisye yakusakala yenu, soni tinjin'jinjisya kwene ku Matimbe ga ku Mbepo gasikujilima cha pasi pakwe sulo, nambo jwachakane panyuma pa chele (chilangachi) mwa jenumanja, nikuti amasile mwasokonechele (kuleka) litala lyagoloka.”"},{"SurahNumber":5,"VerseNumber":13,"Text":"Basi ligongo lyakasa chilanga chao twalwesile, ni twajitesile mitima jao kuwa jakuumula, akuwa ali nkupitikusya malowe pakugatyosya m’mangwakwe, soni ni aliwalile liunjili lya (utenga wakunkuya Muhammadi ﷺ) wawakumbusyidwe (mu Taurat), ni nganneka kuwa n'di nkuukopochela ulaamba mwa wanganyao ikaweje wannono mwa jamanjao, basi mwakululuchilani ni kwikwanjila (yangalumbana yao), chisimu Allah akwanonyela wakolosya"},{"SurahNumber":5,"VerseNumber":14,"Text":"Nombe soni kuumila kwa awala wakutiji: “Chisimu uwwe Akilisito,” twajigele chilanga chao, basi ni waliwalile liunjili lya (utenga wakunkuya Muhammadi ﷺ) wawakumbusyidwe (mu Injil), basi ni tupandile chilikati chao utinda ni uwengani mpaka lisiku lya Kiyama, ni tachiika kwatagulila Allah yawaliji nkupanganya"},{"SurahNumber":5,"VerseNumber":15,"Text":"E jenumanja achimisyene chitabu (Ayuda ni Akilisito)! Pamasile pam'bichilile Ntenga Jwetu (Muhammadi ﷺ) jwaakunsalichisya palangulangu yaijinji mu yamwaliji nkusisa ya m’chitabu (cha Baibulo), soni ni akuileka yaijinji, pamasile palim'bichilile kuumila kwa Allah lilanguka (Muhammadi ﷺ) kwisa soni Chitabu chakusalichisya kusyesyene (Qur’an)"},{"SurahNumber":5,"VerseNumber":16,"Text":"Allah akwajongolela nacho wandu waakukuya chinonyelo Chakwe kumatala gantendele, ni akwakoposya m’chipi ni kwajinjisya mwilanguka mwa lisosa Lyakwe, soni ni akwajongolela kwitala lyagoloka"},{"SurahNumber":5,"VerseNumber":17,"Text":"Pamasile paakufuulu awala waakutiji: “Chisimu Allah ni Masihi mwanache jwa Maryam.” Jilani (mmwe Muhammadi ﷺ): “Ana nduni jwampaka akakwete chilichose chakumpinga Allah angasache Jwalakwe kun'jonanga Masihi (Isa) mwanache jwa Maryamujo, kwisa soni mamagwe ni wosope wali pachilambo? Soni Allah ni Nsyene uchimwene wa kumawunde ni petaka ni yaili chilikati chakwe, akugumbaga chaakusaka, soni Allah pachindu chilichose awele Jwakombola.”"},{"SurahNumber":5,"VerseNumber":18,"Text":"Soni Ayuda ni Akilisito akutiji: “Uwwe niwanache wa Allah soni isyowe yakwe.” Jilani (mmwe Muhammadi ﷺ): “Nambi uli akumpaga ilagasyo pa sambi syenu? Nambo jenumanja wanduwandupe mu iwumbe yaagumbile, akunkululuchilaga jwansachile ni kumpa ilagasyo jwansachile, soni Allah ni Nsyene uchimwene wa kumawunde ni petaka ni yaili chilikati chakwe, soni Kukwakwe ni kwakuujila.”"},{"SurahNumber":5,"VerseNumber":19,"Text":"E jenumanja achimisyene chitabu (Ayuda ni Akilisito)! Pamasile pam'bichilile Ntenga Jwetu (Muhammadi ﷺ) jwaakunsalichisya wanganyammwe pandema jakulechesya (kwika) achimitenga, kuti kasin'ja kuwecheta (yanti): “Nganatuichilila nkutagulila abali jakusengwasya namuno nkutetela.” Sano pamasile pam'bichilile nkutagulila abali jakusengwasya soni nkutetela, soni Allah pachindu chilichose awele Jwakombola"},{"SurahNumber":5,"VerseNumber":20,"Text":"Soni (kumbuchilani) katema kajwawechete Musa kwa wandu wakwe (kuti): “E wandu wangu! Kumbuchilani chindimba cha Allah pa jenumanja pandema jawatesile wane mwa jenumanja kuwa achimitume, niwantesile kuwa achiwenye, ni wampele jenumanja yanganampeje jwalijose mu iwumbe (yakala).”"},{"SurahNumber":5,"VerseNumber":21,"Text":"“E wandu wangu! Jinjilani m’chilambo chakuswejesyedwa (cha Falastini) channembele Allah, ni ngasim'bujila munyuma mwenu (kutila) ntakwika mun'galawiche kuwa wakwasika.”"},{"SurahNumber":5,"VerseNumber":22,"Text":"Wanganyao watite: “E mmwe Musa! Chisimu mwalakwemo mwana wandu wamachili nnope, soni chisimu uwwe nganituwa tujinjilemo mpaka akakopochemo, nambo naga akopochemo, basi uwwe chisimu chene tuwe nkwinjila.”"},{"SurahNumber":5,"VerseNumber":23,"Text":"Wandu wawili (Yoshwa ni Kaalab) mu wandu wawaliji ni woga (wakun'jogopa Allah, awala) wawapele Allah ukoto watite: “Mwaajinjililani wanganyao pannango, sano naga nkwika mwakuchijinjila (chilambocho), basi chisimu wanganyammwe tim'be wakupunda, soni kwa Allah pe basi jegamilani nam'baga jenumanja wakulupilila (kusyene).”"},{"SurahNumber":5,"VerseNumber":24,"Text":"Wanganyao watite: “E mmwe Musa! Uwwe nganituwa tujinjilemo atapanandi muchalonjelele wanganyao ali mwalakwemo, basi jaulani mmwejo ni Ambuje wenu (Allah) ni nkamenyane nao, chisimu uwwe wachitamile panopano.”"},{"SurahNumber":5,"VerseNumber":25,"Text":"Jwalakwe jwatite: “Ambuje wangu! Chisimu une jwangali ukombosi (wakunkanganichisya jwalijose kukuya malamusi Genu), ikaweje nansyene ni nkulugwangu, basi lekanganyani chilikati chetuwe ni wandu wakunyosya.”"},{"SurahNumber":5,"VerseNumber":26,"Text":"(Allah) jwatite: “Basi nikuti chalakwe (chilambo cha Falastinacho) chiwele chakanyisyidwa kukwao (kuchijinjila), kwayaka makumi ncheche, chagambeje kwendajenda pa chilambo, basi ngasimwadandaulila wandu wakunyosya.”"}]}