{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Āmi tādēra kāchē uparyupari bāṇī pauchiẏēchi. Yātē tārā anudhābana karē."},{"SurahNumber":28,"VerseNumber":52,"Text":"Kōra'ānēra pūrbē āmi yādērakē kitāba diẏēchi, tārā ētē biśbāsa karē."},{"SurahNumber":28,"VerseNumber":53,"Text":"Yakhana tādēra kāchē ēṭā pāṭha karā haẏa, takhana tārā balē, āmarā ēra prati biśbāsa sthāpana karalāma. Ēṭā āmādēra pālanakartāra pakṣa thēkē satya. Āmarā ēra pūrbē'ō ājñābaha chilāma."},{"SurahNumber":28,"VerseNumber":54,"Text":"Tārā du'ibāra puraskr̥ta habē tādēra sabarēra kāraṇē. Tārā mandēra ja'ōẏābē bhāla karē ēbaṁ āmi tādērakē yā diẏēchi, tā thēkē byaẏa karē."},{"SurahNumber":28,"VerseNumber":55,"Text":"Tārā yakhana abāñcita bājē kathābārtā śrabaṇa karē, takhana tā thēkē mukha phiriẏē nēẏa ēbaṁ balē, āmādēra jan'yē āmādēra kāja ēbaṁ tōmādēra jan'yē tōmādēra kāja. Tōmādēra prati sālāma. Āmarā ajñadēra sāthē jaṛita hatē cā'i nā."},{"SurahNumber":28,"VerseNumber":56,"Text":"Āpani yākē pachanda karēna, tākē saṯpathē ānatē pārabēna nā, tabē āllāha tā’ālā'i yākē icchā saṯpathē ānaẏana karēna. Kē saṯpathē āsabē, sē samparkē tini'i bhāla jānēna."},{"SurahNumber":28,"VerseNumber":57,"Text":"Tārā balē, yadi āmarā āpanāra sāthē supathē āsi, tabē āmarā āmādēra dēśa thēkē uṯkhāta haba. Āmi ki tādēra jan'yē ēkaṭi nirāpada harama pratiṣṭhita karini? Ēkhānē sarbaprakāra phala-mūla āmadānī haẏa āmāra dēẏā riyikasbarūpa. Kintu tādēra adhikānśa'i jānē nā."},{"SurahNumber":28,"VerseNumber":58,"Text":"Āmi anēka janapada dhabansa karēchi, yāra adhibāsīrā tādēra jībana yāpanē madamatta chila. Ēgulō'i ēkhana tādēra ghara-bāṛī. Tādēra para ēgulōtē mānuṣa sāmān'ya'i basabāsa karēchē. Abaśēṣē āmi'i mālika raẏēchi."},{"SurahNumber":28,"VerseNumber":59,"Text":"Āpanāra pālanakartā janapadasamūhakē dhbansa karēna nā, yē paryanta tāra kēndrasthalē rasūla prēraṇa nā karēna, yini tādēra kāchē āmāra āẏātasamūha pāṭha karēna ēbaṁ āmi janapadasamūhakē takhana'i dhbansa kari, yakhana tāra bāsindārā juluma karē."},{"SurahNumber":28,"VerseNumber":60,"Text":"Tōmādērakē yā kichu dēẏā haẏēchē, tā pārthiba jībanēra bhōga ō śōbhā bai naẏa. Āra āllāhara kāchē yā āchē, tā uttama ō sthāẏī. Tōmarā ki bōjha nā"},{"SurahNumber":28,"VerseNumber":61,"Text":"yākē āmi uttama pratiśruti diẏēchi, yā sē pābē, sē ki ai byaktira samāna, yākē āmi pārthiba jībanēra bhōga-sambhāra diẏēchi, ataḥpara tākē kēẏāmatēra dina aparādhīrūpē hāyira karā habē"},{"SurahNumber":28,"VerseNumber":62,"Text":"yēdina āllāha tādērakē ā'ōẏāja diẏē balabēna, tōmarā yādērakē āmāra śarīka dābī karatē, tārā kōthāẏa"},{"SurahNumber":28,"VerseNumber":63,"Text":"yādēra jan'yē śāstira ādēśa abadhārita haẏēchē, tārā balabē, hē āmādēra pālanakartā. Ēdērakē'i āmarā pathabhraṣṭa karēchilāma. Āmarā tādērakē pathabhraṣṭa karēchilāma, yēmana āmarā pathabhraṣṭa haẏēchilāma. Āmarā āpanāra sāmanē dāẏamukta hacchi. Tārā kēbala āmādēra'i ēbādata karata nā."},{"SurahNumber":28,"VerseNumber":64,"Text":"Balā habē, tōmarā tōmādēra śarīkadēra āhabāna kara. Takhana tārā ḍākabē,. Ataḥpara tārā tādēra ḍākē sāṛā dibē nā ēbaṁ tārā āyāba dēkhabē. Hāẏa! Tārā yadi saṯpatha prāpta hata."},{"SurahNumber":28,"VerseNumber":65,"Text":"Yē dina āllāha tādērakē ḍēkē balabēna, tōmarā rasūlagaṇakē ki ja'ōẏāba diẏēchilē"},{"SurahNumber":28,"VerseNumber":66,"Text":"ataḥpara tādēra kathābārtā bandha haẏē yābē ēbaṁ tārā ēkē aparakē jijñāsābāda karatē pārabē nā."},{"SurahNumber":28,"VerseNumber":67,"Text":"Tabē yē ta'ōbā karē, biśbāsa sthāpana karē ō saṯkarma karē, āśā karā yāẏa, sē saphalakāma habē."},{"SurahNumber":28,"VerseNumber":68,"Text":"Āpanāra pālanakartā yā icchā sr̥ṣṭi karēna ēbaṁ pachanda karēna. Tādēra kōna kṣamatā nē'i. Āllāha pabitra ēbaṁ tārā yākē śarīka karē, tā thēkē urdhbē."},{"SurahNumber":28,"VerseNumber":69,"Text":"Tādēra antara yā gōpana karē ēbaṁ yā prakāśa karē, āpanāra pālanakartā tā jānēna."},{"SurahNumber":28,"VerseNumber":70,"Text":"Tini'i āllāha tini byatīta kōna upāsya nē'i. Ihakāla ō parakālē tām̐ra'i praśansā. Bidhāna tām̐ra'i kṣamatādhīna ēbaṁ tōmarā tām̐ra'i kāchē pratyābartita habē."},{"SurahNumber":28,"VerseNumber":71,"Text":"Baluna, bhēbē dēkha tō, āllāha yadi rātrikē kēẏāmatēra dina paryanta sthāẏī karēna, tabē āllāha byatīta ēmana upāsya kē āchē, yē tōmādērakē ālōka dāna karatē pārē? Tōmarā ki tabu'ō karṇaꦣ2474;̔āta karabē nā"},{"SurahNumber":28,"VerseNumber":72,"Text":"baluna, bhēbē dēkha tō, āllāha yadi dinakē kēẏāmatēra dina paryanta sthāẏī karēna, tabē āllāha byatīta ēmana upāsya kē āchē yē, tōmādērakē rātri dāna karatē pārē, yātē tōmarā biśrāma karabē? Tōmarā ki tabu'ō bhēbē dēkhabē nā"},{"SurahNumber":28,"VerseNumber":73,"Text":"tini'i sbīẏa rahamatē tōmādēra jan'yē rāta ō dina karēchēna, yātē tōmarā tātē biśrāma grahaṇa kara ō tām̐ra anugraha anbēṣaṇa kara ēbaṁ yātē tōmarā kr̥tajñatā prakāśa kara."},{"SurahNumber":28,"VerseNumber":74,"Text":"Yēdina āllāha tādērakē ḍēkē balabēna, tōmarā yādērakē āmāra śarīka manē karatē, tārā kōthāẏa"},{"SurahNumber":28,"VerseNumber":75,"Text":"pratyēka sampradāẏa thēkē āmi ēkajana sākṣī ālādā karaba; ataḥpara balaba, tōmādēra pramāṇa āna. Takhana tārā jānatē pārabē yē, satya āllāhara ēbaṁ tārā yā gaṛata, tā tādēra kācha thēkē udhā'ō haẏē yābē."}]}