{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Назначили Мы им в собратья тех, Кто (сладостью греха) прельщал их тем, Что ждет их впереди, И тем, что за спиной осталось, И утвердился приговор над ними, Что был назначен для людей и джиннов, Которые пришли до них, - Они, поистине, убыток понесли"},{"SurahNumber":41,"VerseNumber":26,"Text":"Неверные сказали: \"К Корану не прислушивайтесь вы И пустословьте при зачтении его, - Тогда одержите вы верх"},{"SurahNumber":41,"VerseNumber":27,"Text":"Но непременно Мы дадим неверным Познать суровой кары вкус И воздадим Мы им (сполна) за прегрешенья"},{"SurahNumber":41,"VerseNumber":28,"Text":"И вот возмездие врагам Аллаха - Огнь, Где вечное пристанище для них, - Достойное возмездие за то, Что отвергали все знаменья Наши"},{"SurahNumber":41,"VerseNumber":29,"Text":"Неверные же скажут: \"Владыка наш! Ты укажи нам тех из джиннов и людей, Кто сбил нас (с праведной стези). Ногами мы растопчем их, Чтоб найсквернейшими они предстали"},{"SurahNumber":41,"VerseNumber":30,"Text":"Но те, кто говорит: \"Владыка наш - Аллах!\" И кто потом стоит на этом твердо, - На них нисходят ангелы (порой): \"Не бойтесь вы и не печальтесь, - Примите радостную весть о Саде, что обещан вам"},{"SurahNumber":41,"VerseNumber":31,"Text":"Мы - ваши покровители И в ближней жизни, и в далекой, Где вы найдете все, Что ваши души пожелают, И все, о чем воспросите, вы там найдете"},{"SurahNumber":41,"VerseNumber":32,"Text":"Таков гостеприимный дар Того, Кто милостив и всепрощающ"},{"SurahNumber":41,"VerseNumber":33,"Text":"Что может быть прекрасней речи, Чем та, что к Господу зовет, Творить благое призывает И гласит: \"Принадлежу я к тем, Кто предался исламу"},{"SurahNumber":41,"VerseNumber":34,"Text":"Добро и зло не могут быть равны; Так оттолкни же зло добром, И тот, кто ненависть к тебе питает, В родного друга обратится"},{"SurahNumber":41,"VerseNumber":35,"Text":"И не даровано сей чести никому, Помимо тех, кто с отрешением терпел. И не даровано сей чести никому, Помимо обладателей великой доли"},{"SurahNumber":41,"VerseNumber":36,"Text":"И если Сатана ко злу тебя склоняет, Ищи спасения у Бога, - Ведь Он Один всеведущ и всесущ"},{"SurahNumber":41,"VerseNumber":37,"Text":"И из Его знамений - И ночь и день, И солнце и луна. Но солнцу и луне не поклоняйтесь, А поклоняйтесь Господу, Который создал их, Коль в вас живет стремленье к вере"},{"SurahNumber":41,"VerseNumber":38,"Text":"А коль гордыня их охватит - Приближены к Аллаху будут те, Кто, славя Господа и днем и ночью, В своем усердии не устает"},{"SurahNumber":41,"VerseNumber":39,"Text":"И из Его знамений - Ты землю зришь бесплодной. Но вот Мы на нее прольем (обильный) дождь, - Она взволнуется, набухнет и воскреснет. Поистине, ведь Тот, Кто землю к жизни воскрешает, Способен оживить и мертвых, - Ведь всемогущ Аллах над всем и вся"},{"SurahNumber":41,"VerseNumber":40,"Text":"Поистине, не схорониться тем, Кто искажает истину в знаменьях Наших. Кто ж лучше: Тот, кто в Судный День в Огонь повергнут будет, Иль тот, кто в Рай войдет сохранно? Творите все, что вы хотите, - Он видит все, что делаете вы"},{"SurahNumber":41,"VerseNumber":41,"Text":"(Не скроются от Нас и те), Кто отвергает увещанье Наше, Когда оно приходит к ним, - Поистине, величественна эта Книга"},{"SurahNumber":41,"VerseNumber":42,"Text":"И ложь не может подступиться к ней Ни спереди, ни сзади, - Ведь таково послание Того, Кто мудр И достоин всех хвалеб"},{"SurahNumber":41,"VerseNumber":43,"Text":"И не вверяется тебе ничто, Что до тебя другим пророкам не вверялось. Поистине, Владыка твой - Распорядитель всепрощенья, Властитель самой горькой кары"},{"SurahNumber":41,"VerseNumber":44,"Text":"Но если б ниспослали Мы Коран не на арабском, Они б воскликнули: \"Где толкование его стихов? Ужель сие не на арабском, А излагается арабом?\" Ответь: \"Путеводитель он и врачеватель Для тех, кто веру приобрел\". Но у неверных глухотой закрыты уши, И он, (Коран), для них - лишь слепота, И к ним приходится взывать Из самых дальних расстояний"},{"SurahNumber":41,"VerseNumber":45,"Text":"Мы прежде дали Мусе Книгу, Но с нею разногласия пришли. И если бы Господне Слово раньше не явилось, Они бы (за содеянное зло) Несли бы наказанье в этой жизни"},{"SurahNumber":41,"VerseNumber":46,"Text":"Добро творящий - для души своей благодеяет, Творящий зло - вершит к погибели ее, - И никогда к Своим рабам Несправедливым твой Господь не будет"}]}