{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Bedeviler, «imân ettik» dediler. De ki: Siz imân etmediniz, belki İslâm´a girdik (zahiren teslimiyet gösterdik) deyin. İmân henüz kalblerinize girmedi. Eğer Allah´a ve Peygamberine itaat ederseniz, amellerinizden (iyi işlerinizin karşılığında) hiçbir şey eksiltmez. Şüphesiz ki Allah, çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mü´minler ancak o kimselerdir ki, Allah´a ve Peygamberine imân etmişler, sonra da (imânlarında) şüpheye düşmemişler ve mallarıyla canlarıyla Allah yolunda cihâd etmişlerdir. İşte onlar doğrulardır"},{"SurahNumber":49,"VerseNumber":16,"Text":"De ki: Siz, dininizi Allah´a mı öğretmek istiyorsunuz ?! Allah, göklerde olanı da, yerde olanı da bilir. Allah her şeyi (en iyi) bilendir"},{"SurahNumber":49,"VerseNumber":17,"Text":"islâm´a girmelerini senin başına kakıyorlar. De ki: islâm´a girmenizi benim başıma kakmayın, ama eğer doğru kimselerseniz Allah, sizi doğru yola eriştirdiği için sizi minnet altında tutar"},{"SurahNumber":49,"VerseNumber":18,"Text":"Şüphesizki, Allah, göklerin ve yerin gaybını (görünmeyen her şeyini) bilir. Allah, yapageldiğiniz şeyleri görüp bilendir"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf.. Çok şerefli saygıya lâyık, hayırlı, bereketli Kur´ân´a and olsun"},{"SurahNumber":50,"VerseNumber":2,"Text":"Hayır, içlerinden kendilerine uyarıcı bir peygamberin gelmesine şaştılar da, kâfirler: «Bu şaşılacak şey!» dediler. «Biz öldüğümüz ve toprağa dönüştüğümüz zaman (tekrar dirilecek miyiz) ? Bu, uzak çok uzak bir dönüş"},{"SurahNumber":50,"VerseNumber":3,"Text":"Hayır, içlerinden kendilerine uyarıcı bir peygamberin gelmesine şaştılar da, kâfirler: «Bu şaşılacak şey!» dediler. «Biz öldüğümüz ve toprağa dönüştüğümüz zaman (tekrar dirilecek miyiz) ? Bu, uzak çok uzak bir dönüş"},{"SurahNumber":50,"VerseNumber":4,"Text":"Biz, muhakkak yerin onlardan neyin (çürütüp) eksilttiğini biliriz. Yanımızda (her şeyin yazılı bulunduğu) muhafazalı bir kitap vardır. Hayır, onlar hakk kendilerine gelince yalanladılar. Bu bakımdan onlar, kararsızlık ve perişanlık içindedirler"},{"SurahNumber":50,"VerseNumber":5,"Text":"Biz, muhakkak yerin onlardan neyin (çürütüp) eksilttiğini biliriz. Yanımızda (her şeyin yazılı bulunduğu) muhafazalı bir kitap vardır. Hayır, onlar hakk kendilerine gelince yalanladılar. Bu bakımdan onlar, kararsızlık ve perişanlık içindedirler"},{"SurahNumber":50,"VerseNumber":6,"Text":"Üstlerindeki göğe bakmıyorlar mı? Onu nasıl kurup meydana getirdik ve (yıldızlarla, sistemlerle) süsledik. Onda hiçbir yarık (dengesizlik, uyumsuzluk) da yoktur"},{"SurahNumber":50,"VerseNumber":7,"Text":"Yeryüzünü de (nasıl) yaydık, onda sabit büyük dağlar koyup oturttuk ve her güzel türden çift çift bitirdik, (bunlara dikkatle bakmıyorlar mı)"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Bu eserler ve taşıdığı hikmetli faydalar) Hakk´a yönelip gönül veren her kul için bir gönül gözü, bir hatırlatma ve öğüttür"},{"SurahNumber":50,"VerseNumber":9,"Text":"Gökten mübarek (feyizli, bereketli) su indirdik de onunla bahçeler, biçilecek taneler; tomurcukları sıra sıra birbiri üstüne gelen yüksek hurma ağaçları yetiştirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Gökten mübarek (feyizli, bereketli) su indirdik de onunla bahçeler, biçilecek taneler; tomurcukları sıra sıra birbiri üstüne gelen yüksek hurma ağaçları yetiştirdik"},{"SurahNumber":50,"VerseNumber":11,"Text":"Kullar için rızıktır (bunlar). Ve biz, o su ile ölü bir beldeyi dirilttik. İşte (dirilip toprak altından da) çıkmak böyledir"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan önce Nûh kavmi, Ressli´ler, Semûd, Âd, Fir´avn ve Lût´un kardeşleri"},{"SurahNumber":50,"VerseNumber":13,"Text":"Onlardan önce Nûh kavmi, Ressli´ler, Semûd, Âd, Fir´avn ve Lût´un kardeşleri"},{"SurahNumber":50,"VerseNumber":14,"Text":"Eykeli´ler, Tubba´ kavmi de (gönderilen peygamberleri) yalanladılar. Evet bunların her biri, peygamberleri yalanladılar. Böylece tehdidimi hakketmişlerdir"},{"SurahNumber":50,"VerseNumber":15,"Text":"İlk yaratmak ile yorulduk mu ? Hayır, onlar yeniden yaratılma hususunu karıştırıp şüphe içindedirler"},{"SurahNumber":50,"VerseNumber":16,"Text":"And olsun ki, insanı yarattık ve nefsinin ona ne gibi vesveseler verdiğini biliriz. Ve biz, ona şah damarından daha yakınızdır"},{"SurahNumber":50,"VerseNumber":17,"Text":"Hani sağında ve solunda oturan denetleyici ve tesbit edip yazıcı iki melek vardır"},{"SurahNumber":50,"VerseNumber":18,"Text":"Ağzından ne gibi bir söz çıkarsa mutlaka yanında onu görüp gözeten bir gözcü vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ölümün kendinden geçirme sıkıntısı gerçekten gelince, ona : İşte bu senin ürküp korktuğun şeydir, denilir"},{"SurahNumber":50,"VerseNumber":20,"Text":"Sûr´a üfürülecek. Bu, va´dedilen gündür"},{"SurahNumber":50,"VerseNumber":21,"Text":"Her canlı, beraberinde bir sürücü, bir de şâhid ile gelir"},{"SurahNumber":50,"VerseNumber":22,"Text":"And olsun ki, sen bundan (bu günden) habersizdin. Artık senden perdeyi kaldırıverdik; o nedenle bugün gözün oldukça keskindir"},{"SurahNumber":50,"VerseNumber":23,"Text":"Beraberindeki arkadaşı (onu sevketmekle görevli melek), «işte bu (onun amelini yansıtan defter) yanımda hazırdır,» der"},{"SurahNumber":50,"VerseNumber":24,"Text":"Atın Cehennem´e her inâdçı nankör kâfiri, hayra engel olan saldırgan şüpheciyi; Allah ile beraber başka tanrı edineni atın şiddetli azaba"},{"SurahNumber":50,"VerseNumber":25,"Text":"Atın Cehennem´e her inâdçı nankör kâfiri, hayra engel olan saldırgan şüpheciyi; Allah ile beraber başka tanrı edineni atın şiddetli azaba"},{"SurahNumber":50,"VerseNumber":26,"Text":"Atın Cehennem´e her inâdçı nankör kâfiri, hayra engel olan saldırgan şüpheciyi; Allah ile beraber başka tanrı edineni atın şiddetli azaba"}]}