{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"He sarvacya sarva ekasamana nahita, kimbahuna ya granthadharakanta eka samuha (satyavara) kayamahi ahe, je ratri allahacya ayatince pathana karatata va sajada (allahasamora matha tekata) karita asatata"},{"SurahNumber":3,"VerseNumber":114,"Text":"He loka allaha ani kayamatacya divasavara imana rakhatata, satkarmanca adesa detata ani duskarmampasuna rokhatata ani bhalya kamammadhye gha'i karatata. He neka va sadacari lokampaiki aheta"},{"SurahNumber":3,"VerseNumber":115,"Text":"Ani he je kahi nekice kama karatila, tyaci upeksa keli janara nahi ani sarvasrestha allaha, parahejagara (allahace bhaya rakhuna vaganarya) lokanna cangalya prakare janato"},{"SurahNumber":3,"VerseNumber":116,"Text":"Nihsansaya, inkari lokanna tyanci dhana-sampatti ani tyanci santati allahacya ithe kahica upayogi padanara nahi. He tara jahannami (narakavasi) aheta, jyata te nehami paduna rahatila"},{"SurahNumber":3,"VerseNumber":117,"Text":"Te je kahi ya aihika jivanata kharca karatata, te tya vadalasarakhe ahe, jyata kadakyaci thandi asavi, je ekhadya julami janasamuhacya setavaruna jave ani tyaca sarvanasa karuna takava1 allahane tyancyavara atyacara nahi kela, ulata te svatah apalya prananvara atyacara karita hote"},{"SurahNumber":3,"VerseNumber":118,"Text":"He imana rakhanaryanno! Tumhi apala jivalaga mitra imanadharakansivaya dusarya konala banavu naka (tumhi nahi pahata dusare loka tara) tumaca sarvanasa karanyata kahica kasara baki thevata nahi. Te tara ase icchitata ki tumhi duhkhataca paduna rahave. Tyanci satruta tara svatah tyancya tonduna ughada jhali ahe ani tyancya manata je kahi ahe te tara anakhi jasta ahe. Amhi apalya ayati tumhala spasta karuna sangitalya tumhi akkalavana asala (tara kalaji ghya)"},{"SurahNumber":3,"VerseNumber":119,"Text":"Tumhi tara ase ahata ki tyancyasi prema rakhata, pana te tumacyasi prema rakhata nahita, tumhi allahaca sampurna grantha manuna gheta ani (te nahi manata, tara maga prema kase?) He tumacyasamora tara apale imana kabula karatata, parantu jevha ekate asatata tevha ragane apalya botanca cava ghetata. Tyanna sanga, marala aseca ragacya bharata! Sarvasrestha allaha manatalya supta gostihi cangalya prakare janato"},{"SurahNumber":3,"VerseNumber":120,"Text":"Jara tumhala ekhadi bhala'i labhate tara tyanna mothe va'ica vatate, matra jevha duhkha yatana pohacate tevha matra khupa anandita hotata. Jara tumhi saburi (dhira-sanyama) rakhala ani svatahla duracarapasuna dura thevata rahala tara tyanci kutaniti tumhala kahica nukasana pohacavinara nahi, sarvasrestha allahane tyancya karavayanna ghera takala ahe"},{"SurahNumber":3,"VerseNumber":121,"Text":"(He paigambara! Tya velece smarana kara) jevha sakali sakali tumhi apalya gharabahera paduna imanadharakanna ladha'icya morcavara thava thikana dakhavuna basavita hote ani allaha sarvakahi aikanara va jananara ahe"},{"SurahNumber":3,"VerseNumber":122,"Text":"Jevha tumacyatalya dona gatance paya dagamagu lagale, jevha allaha tya doghanca madata karanara hajara hota ani tyaca allahavara imanadharakanni bharosa rakhala pahije"},{"SurahNumber":3,"VerseNumber":123,"Text":"Ani allahane badracya yud'dhata tumaci asa veli madata keli, jevha tumhi khupa halakhicya avastheta hote, yastava allahace bhaya rakha, yasathi ki tumhi krtajnasila vhave"},{"SurahNumber":3,"VerseNumber":124,"Text":"Jevha tumhi imanadharakanna dhira deta hote, kaya tumacyasathi he purese nahi ki allahane tina hajara phariste utaravuna tumaci madata karavi"},{"SurahNumber":3,"VerseNumber":125,"Text":"Ka nahi? Jara tumhi dhira-sanyama ani duracarapasuna aliptata patkarala ani tyaca ksani he loka tumacyajavala alyasa, tumaca palanakarta, paca hajara pharistyandvare tumaci madata karela, je nisani asalele asatila"},{"SurahNumber":3,"VerseNumber":126,"Text":"Ani amhi yala tumacyasathi phakta subha-samacara ani tumacya manacya samadhanakarita banavile, an'yatha madata tara varcasvasali, hikamatasali allahakadunaca asate"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Allahacya ya madatica uddesa ha hota ki, allahane) inkari lokanca eka gata kapuna takava kinva tyanna apamanita karuna takave ani maga tyanni asaphala ho'una parata phirave"},{"SurahNumber":3,"VerseNumber":128,"Text":"(He paigambara!) Tumacya akhatyarita kahi eka nahi1 allaha icchila tara tyanci tauba (ksama-yacana) kabula karila kinva tyanna saja de'ila, karana te atyacari loka aheta"},{"SurahNumber":3,"VerseNumber":129,"Text":"Akasammadhye ani dharativara je kahi ahe, sarva allahaceca ahe, to jyala icchila mapha karila ani jyala icchila azaba (siksa-yatana) de'ila ani allaha mapha karanara, daya karanara ahe"},{"SurahNumber":3,"VerseNumber":130,"Text":"He imana rakhanaryanno! Duppata, tippata karuna vyaja kha'u naka, ani allahace bhaya balaga, yasathi ki tumhala saphalata labhavi"},{"SurahNumber":3,"VerseNumber":131,"Text":"Ani tya agice bhaya rakha, ji kaphiransathi tayara keli geli ahe"},{"SurahNumber":3,"VerseNumber":132,"Text":"Ani allaha ani tyacya paigambarancya adesance palana kara, yasathi ki tumacyavara meharabani keli javi"}]}