{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Kim, ihsan ederek kendini Allah´a teslim ederse; muhakkak ki o, en saglam kulpa sarılmıstır. Ve islerin akıbeti Allah´a aittir"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de kufrederse; onun kufru, seni uzmesin. Onların donusu Bize´dir. O zaman yaptıklarını onlara bildiririz. Suphesiz ki Allah; goguslerin ozunu gercekten bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Onları az bir sure gecindirir, sonra da katı bir azaba surukleriz"},{"SurahNumber":31,"VerseNumber":25,"Text":"Andolsun ki onlara: Gokleri ve yeri kim yarattı? diye sorsan; muhakkak: Allah, derler. De ki: Hamd Allah´a mahsustur. Hayır onların cogu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Goklerde ve yerde olanlar Allah´ındır. Muhakkak ki Allah´tır O, Gani ve Hamid"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eger yeryuzundeki agacların hepsi kalem olsa, deniz de, arkasından yedi deniz daha kendisine yardım ederek murekkep olsa, yine de Allah´ın kelimeleri tukenmez. Muhakkak ki Allah; Aziz´dir, Hakim´dir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratılmanız da, yeniden diriltilmeniz de bir tek kisininki gibidir. Suphesiz ki ALLAH; sEMI´DIR, bASIR´DIR"},{"SurahNumber":31,"VerseNumber":29,"Text":"Gormez misin ki; Allah, geceyi gunduze, gunduzu de geceye katar. Gunesi ve ayı buyruk altında tutar. Her birisi belirli bir sureye kadar akıp gider. Muhakkak ki Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu, Allah´ın; hakkın kendisi ve O´ndan baska taptıklarının da batıl olmasındandır. Dogrusu Allah; cok yucedir, cok buyuktur"},{"SurahNumber":31,"VerseNumber":31,"Text":"Gormez misin ki; gemiler denizde Allah´ın nimetiyle akıp gider. Boylece size ayetlerini gosterir. Bunlarda pek sabırlı ve cok sukreden kimseler icin ayetler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onları daglar gibi dalgalar sardıgı vakit; dini yalnız Allah´a tahsis ederek O´na yalvarırlar. Onları karaya cıkararak kurtardıgı zaman da; iclerinden bir kısmı orta yolu tutar. Ayetlerimizi gaddar ve nankor olanın dısında baskası bilerek inkar etmez"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar; Rabbınızdan korkun. Babanın ogluna, ogulun babasına hicbir sey odemeyecegi gunden cekinin. Allah´ın vaadi suphesiz haktır. Oyleyse, sakın dunya hayatı sizi aldatmasın. Aldatıcı seytan sizi Allah´ın bagıslamasına guvendirerek yoldan cıkarmasın"},{"SurahNumber":31,"VerseNumber":34,"Text":"Kıyamet saatının bilgisi suphesiz ki Allah katındadır, yagmuru O indirir, rahimlerde bulunanı O bilir. Kimse yarın ne kazanacagını bilmez. Ve hic bir nefis nerede olecegini de bilmez. Muhakkak ki Allah; Alim´dir, Habir´dir"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Suphe goturmeyen kitabın indirilmesi alemlerin Rabbındandır"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa; O, bunu kendiliginden uydurdu mu diyorlar; Hayır, o haktır, Rabbındandır. Ve senden evvel kendilerine uyarıcı gelmemis olan bir kavme korkunc akıbetlerini haber vermen icindir. Belki hidayeti bulurlar"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah, O´dur ki; gokleri, yeri ve ikisinin arasında bulunanları altı gunde yaratmıs, sonra Ars´a hukmetmistir. Sizin O´ndan baska bir dostunuz ve sefaatcınız yoktur. Hala dusunmuyor musunuz"},{"SurahNumber":32,"VerseNumber":5,"Text":"Gokten yere kadar her isi O, duzenler. Sonra sizin hesabınıza gore bin yıl kadar tutan bir gunde yine O´na yukselir"},{"SurahNumber":32,"VerseNumber":6,"Text":"Gorulmeyeni de, goruleni de bilen, Aziz ve Rahim olan, O´dur"},{"SurahNumber":32,"VerseNumber":7,"Text":"Ki, yarattıgı her seyi guzel yaratan O´dur. Insanı yaratmaya da camurdan baslamıstır"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra onun soyunu bayagı bir suyun ozunden yapmıstır"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra onu duzeltip tamamlamıs ve ruhundan ona uflemistir. Size de kulaklar, gozler ve kalbler vermistir. Ne de az sukrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"Dediler ki: Topraga karısıp yok olduktan sonra mı, biz, yeniden yaratılacagız. Evet onlar; Rabblarına kavusmayı inkar edenlerdir"}]}