{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"“Zviri kure, zviri kure, izvo zvamunovimbiswa!”"},{"SurahNumber":23,"VerseNumber":37,"Text":"“Hapana chiripo kusara kwehupenyu hwedu hwepasi rino, tichafa uye tinorarama! Asi hative tinomutswa zvakare (mushure mekufa)!”"},{"SurahNumber":23,"VerseNumber":38,"Text":"“Haasi umwe munhu asi kuti murume aronga manyepo pamusoro paAllah, uye hatimbofi takatenda maari.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"Akataura kuti: “Tenzi vangu! Nditsigirei nokuti vave vanondiramba.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah) vakataura kuti: “Munguva shoma, zvirokwazvo vachave vanodemba.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Nokudaro murango wakavaparadza muchokwadi, uye takaita kuti vave marara sezvidyarwa zvakafa. Nokudaro ngavave kure avo vanhu vanotadza"},{"SurahNumber":23,"VerseNumber":42,"Text":"Uye takasika mamwe marudzi mushure mavo"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hakuna rudzi (vanhu) rungaita kuti nguva yavo ikasire, kana kuve inonoka"},{"SurahNumber":23,"VerseNumber":44,"Text":"Uye takave tinotumira vatumwa vedu vachiteverana (umwe mushure memumwe). Nguva dzose paiuya mutumwa wavo kune boka revanhu, vaimuramba; nokudaro takave tinoita kuti vave vanoteverana mukuparadzwa, uye takave tinoita kuti vave nyaya (pakati pevanhu sechidzidzo). Saka ngavave kure avo vanhu vsingatendi"},{"SurahNumber":23,"VerseNumber":45,"Text":"Uye takave tinotuma Musa nemukoma wake Haaroon (Aroni) nezviratidzo zvedu uye nemasimba ari pachena"},{"SurahNumber":23,"VerseNumber":46,"Text":"Kuna Farawo nemakurukota ake, asi vakave vanozvitutumadza, uye vakave vanhu vanozvikudza"},{"SurahNumber":23,"VerseNumber":47,"Text":"Uye vakataura kuti (Farawo nemakurukota ake): “Tingatenda here mune varume vaviri vakaita sesu, avo vekuti rudzi rwavo varanda vedu?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Vakave vanovaramba vose (vari vaviri), uye vakave veavo vakaparadzwa"},{"SurahNumber":23,"VerseNumber":49,"Text":"Zvirokwazvo, takave tinopa Musa, Gwaro, kuti zvimwe vangave vanotungamirwa"},{"SurahNumber":23,"VerseNumber":50,"Text":"Uye takave tinoita mwanakomana waMariya uye naamai vake chiratidzo, uye takavachengetedza panzvimbo yakakwirira, nzvimbo yekuzorora, ine chengetedzo uye mvura inoerera"},{"SurahNumber":23,"VerseNumber":51,"Text":"(Allah vakataura kuti): “Imi vatumwa! Idyai zvakachena, mova munoita mabasa akanaka. Zvirokwazvo, ndinoziva zvikuru zvose zvamunoita.”"},{"SurahNumber":23,"VerseNumber":52,"Text":"“Uye zvirokwazvo, ichi chitendero chenyu (Islaam) chimwe chete, uye ndini Tenzi venyu. Nokudaro, ivai munonditya.”"},{"SurahNumber":23,"VerseNumber":53,"Text":"Asi (vanhu) vakave vanopatsanura chitendero chavo pakati pavo mumapoka-poka, boka rimwe nerimwe (boka rose) richifara nezvarinazvo"},{"SurahNumber":23,"VerseNumber":54,"Text":"Saka vasiyei mukurasika kwavo kwekanguva"},{"SurahNumber":23,"VerseNumber":55,"Text":"Vanofunga here kuti kuvawedzera muhupfumi nevana"},{"SurahNumber":23,"VerseNumber":56,"Text":"Kuti tirikuvapa zvakanaka nekukurumidza? Kwete! (Asi muedzo pasi pano kuti vasave nemugove muhupenyu hwemangwana) asi havazvifungi"},{"SurahNumber":23,"VerseNumber":57,"Text":"Zvirokwazvo, avo vanotya Tenzi vavo vakangwarira"},{"SurahNumber":23,"VerseNumber":58,"Text":"Uye avo vanotenda muzviratidzo zvaTenzi vavo"},{"SurahNumber":23,"VerseNumber":59,"Text":"Uye avo vasingasanganisi Tenzi vavo nechimwe chinhu (mukunamata)"},{"SurahNumber":23,"VerseNumber":60,"Text":"Uye avo vanopa (Swadaqah) zvavanopa moyo yavo izere nokutya (kuti zvatambirwa here kana kuti kwete), nokuti vachave zvirokwazvo vanodzokera kuna Tenzi vavo"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ndeavo vanomhanyira kumabasa akanaka, uye ndivo vekutanga maari"},{"SurahNumber":23,"VerseNumber":62,"Text":"Uye hatikomekedzi munhu kusara kweizvo zvaanogona, uye tine gwaro rinotaura chokwadi, uye havave vachatadzirwa"},{"SurahNumber":23,"VerseNumber":63,"Text":"Asi moyo yavo yakaputirwa kubva kwariri (Qur’aan, kurinzwisisa), uye vane mabasa mamwe (akaipa) kusara kweayo avari kuita"},{"SurahNumber":23,"VerseNumber":64,"Text":"Kusvika taparadza vapfumi pakati pavo nemurango (vasingatarisiri); tarisai, vanova vanochema neizwi riripamusoro (kuna Allah) vachida rubatsiro"},{"SurahNumber":23,"VerseNumber":65,"Text":"Musacheme neizwi riripamusoro nhasi! Zvirokwazvo, hamuve munobatsirwa nesu"},{"SurahNumber":23,"VerseNumber":66,"Text":"Zvirokwazvo, ndima dzangu dzakave dzinoverengwa kwamuri, asi imi maifuratira nezvitsitsinho zvenyu (muchidziramba)"},{"SurahNumber":23,"VerseNumber":67,"Text":"Muchizvitutumadza, muchitaura usiku zvakashata pamusoro paro (Qur’aan)"},{"SurahNumber":23,"VerseNumber":68,"Text":"Uye havave here vanodzamisa pfungwa dzavo pamusoro peshoko (raAllah, Qur’aan), kana kuti kwakauya kwavari izvo zvisina kuuya kune madzitateguru avo"},{"SurahNumber":23,"VerseNumber":69,"Text":"Kana kuti havazivi mutumwa wavo (Muhammad (SAW)), saka vachimuramba"},{"SurahNumber":23,"VerseNumber":70,"Text":"Kana kuti vanotaura (kuti): “Ane kupenga maari?” Asi akavawunzira chokwadi (Islaam), asi vazhinji vavo (vasingatendi) vanoramba chokwadi"},{"SurahNumber":23,"VerseNumber":71,"Text":"Asi dai chokwadi chakatevera izvo zvavanoshuvira, zvirokwazvo, matenga uye nepasi uye avo vari mazviri zvaidai zvisina kumira zvakanaka (zvaishata)! Asi tavaunzira yeuchidzo yavo, asi ivo vanofuratira yeuchidzo yavo"},{"SurahNumber":23,"VerseNumber":72,"Text":"Kana kuti iwe (Muhammad (SAW)) unovabvunza mubairo? Asi mubairo waTenzi vako ndiwo wakanaka, uye ndivo (Tenzi vako) nyanzvi pakupa raramo"},{"SurahNumber":23,"VerseNumber":73,"Text":"Uye zvirokwazvo, unovakoka (Muhammad (SAW)) kunzira yakatwasuka (Islaam)"},{"SurahNumber":23,"VerseNumber":74,"Text":"Asi zvirokwazvo, avo vasingatendi muhupenyu huri mushure mekufa, vari zvirokwazvo kubva munzira yakatwasuka (Islaam)"}]}