{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Da sa brødrene: «Har han stjalet, sa har hans bror stjalet før.» Josef gjemte ordene i sitt hjerte, men han viste ingenting overfor dem. Han sa: «Dere er ille stilt! Gud kjenner godt det dere sikter til.»"},{"SurahNumber":12,"VerseNumber":78,"Text":"Sa sa brødrene: «Mektige herre, han har en far som er gammel og gra. Ta en av oss istedenfor ham. Vi ser at du er en snill mann"},{"SurahNumber":12,"VerseNumber":79,"Text":"Josef svarte: «Gud bevare, at vi skulle ta en annen enn den vi har funnet var gjenstand hos! I sa fall ville vi være illgjerningsmenn.»"},{"SurahNumber":12,"VerseNumber":80,"Text":"Da de gav opp Josef, trakk de seg tilbake for a radsla, og den eldste sa: «Vet dere ikke at var far avkrevet dere et løfte ved Gud, og tidligere sviktet dere nar det gjaldt Josef. Jeg drar ikke fra dette land før min far gir meg tillatelse, eller Gud avgjør saken for meg. Han er den beste til a avgjøre"},{"SurahNumber":12,"VerseNumber":81,"Text":"Dra dere tilbake til far, og si: ’Far, din sønn har stjalet! Vi pastar bare det vi vet. Vi kunne ikke overvake det skjulte"},{"SurahNumber":12,"VerseNumber":82,"Text":"Forespør i byen hvor vi bodde, og i karavanen som vi kom med, vi snakker sant!’»"},{"SurahNumber":12,"VerseNumber":83,"Text":"Jakob svarte: «Nei, dette er noe dere selv har funnet pa! Her trengs talmod og standhaftighet. Kanskje Gud vil bringe dem til meg, alle sammen. Han er den Allvitende, den Vise.»"},{"SurahNumber":12,"VerseNumber":84,"Text":"Sa snudde han seg bort fra dem og utbrøt: «A, hvor jeg sørger over Josef!» Og sorgens tarer blindet hans øyne. Han var helt overveldet"},{"SurahNumber":12,"VerseNumber":85,"Text":"Da sa brødrene: «Ved Gud, du slutter ikke a snakke om Josef, før du tæres bort eller gar til grunne.»"},{"SurahNumber":12,"VerseNumber":86,"Text":"Han svarte: «Jeg klager bare min sorg og bedrøvelse for Gud. Og jeg vet fra Gud hva dere ikke vet"},{"SurahNumber":12,"VerseNumber":87,"Text":"Mine sønner, dra ut og ettersøk Josef og hans bror. Fortvil ikke nar det gjelder Guds trøst! Fortvile nar det gjelder Guds trøst gjør bare vantro.»"},{"SurahNumber":12,"VerseNumber":88,"Text":"Da de sa tradte inn til Josef, sa de: «Mektige herre, vi og var slekt er slatt av nød! Vi kommer med byttevarer av mindre verdi, men gi oss fullt mal og vis godgjørenhet. Gud belønner dem som viser godgjørenhet.»"},{"SurahNumber":12,"VerseNumber":89,"Text":"Da sa han: «Er dere klar over hva dere gjorde mot Josef og hans bror da dere levde i darskap?»"},{"SurahNumber":12,"VerseNumber":90,"Text":"De utbrøt: «Er du virkelig Josef?» «Jeg er Josef,» svarte han: «Og dette er min bror. Gud har vært oss nadig! Den som viser gudsfrykt og standhaftighet, sannelig, Gud lar ikke deres lønn ga tapt, som handler vel.»"},{"SurahNumber":12,"VerseNumber":91,"Text":"De sa: «Ved Gud, Gud har sannelig utmerket deg fremfor oss! Vi var i sannhet syndere.»"},{"SurahNumber":12,"VerseNumber":92,"Text":"Han svarte: «Ingen bebreidelser over dere i dag! Gud vil tilgi dere. Han er den største i barmhjertighet"},{"SurahNumber":12,"VerseNumber":93,"Text":"Ga na, og ta med denne skjorten min. Kast den over min fars ansikt, sa blir han seende. Bring sa til meg hele deres familie"},{"SurahNumber":12,"VerseNumber":94,"Text":"Den gang da karavanen drog av garde, sa faren: «Jeg synes faktisk jeg kjenner kroppslukten til Josef, selv om dere holder meg for alderdomssløv.»"},{"SurahNumber":12,"VerseNumber":95,"Text":"Og de svarte: «Ved Gud! Du er fortsatt i din gamle villfarelse.»"},{"SurahNumber":12,"VerseNumber":96,"Text":"Men da na budet med de gode nyheter kom, og la Josefs skjorte over hans ansikt, ble han igjen seende. Og han utbrøt: «Sa jeg ikke til dere at jeg vet fra Gud ting dere ikke kjenner til!»"},{"SurahNumber":12,"VerseNumber":97,"Text":"De svarte: «Far, be om tilgivelse for vare synder! Vi har i sannhet syndet.»"},{"SurahNumber":12,"VerseNumber":98,"Text":"Faren sa: «Jeg vil be om tilgivelse for dere hos Herren. Han er den Ettergivende, den Naderike.»"},{"SurahNumber":12,"VerseNumber":99,"Text":"Da de sa kom til Josef, tok han sine foreldre til seg, og sa: «Kom inn i Egypt i trygghet, om dette er Guds vilje.»"},{"SurahNumber":12,"VerseNumber":100,"Text":"Han tok foreldrene opp til seg pa tronen. Alle kastet seg ned for ham i ærefrykt. Han sa: «Far, dette er betydningen av mitt drømmesyn for lenge siden. Herren har gjort det til sannhet! Han viste meg godhet da Han befridde meg fra fengselet, og pa nytt da Han førte dere hit fra ørkenen etter at Satan hadde sadd uvennskap mellom meg og mine brødre. Herren finner utvei for det Han vil! Han er den Allvitende, den Vise"}]}