{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"Guft: «Hatto agar ʙaroi sumo cize ʙijovaram, ki az on ci padaronatonro ʙar on jofta ʙuded, hidojatkunandatar ʙosad?» Guftand: «Mo ʙa dine, ki sumoro ʙa on firistodaand, ʙeimonem»"},{"SurahNumber":43,"VerseNumber":25,"Text":"Pas az onho intiqom giriftem. Va ʙingar, ki oqiʙati duruƣʙarorandagon ci guna ʙudaast"},{"SurahNumber":43,"VerseNumber":26,"Text":"Va Iʙrohim ʙa padaru qavmas guft: «Man az on ci sumo meparasted, ʙezoram"},{"SurahNumber":43,"VerseNumber":27,"Text":"ƣajri on ki maro ofarida, ki U rohnamoijam xohad kard»"},{"SurahNumber":43,"VerseNumber":28,"Text":"Va in suxanro dar farzandoni xud suxane pojanda kard, ʙosad, ki ʙa Xudo ʙozgardand"},{"SurahNumber":43,"VerseNumber":29,"Text":"Va Man inhovu padaronasonro az zindagi ʙahramand kardam, to on goh ki haq va pajomʙare ravsangar ʙa sujason omad"},{"SurahNumber":43,"VerseNumber":30,"Text":"Cun haq ʙar onho oskor sud, guftand: «In codust va mo ʙa on imon nameovarem»"},{"SurahNumber":43,"VerseNumber":31,"Text":"Guftand: «Caro in Qur'on ʙar marde az ʙuzurgmardoni on du deha nozil nasudaast?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ojo onon rahmati Parvardigoratro taqsim mekunand? Xol on ki mo ruzii onhoro dar in zindagii dunjo mijonason taqsim mekunem. Va ʙa'zero ʙa martaʙa ʙolotar az ʙa'ze digar qaror dodaem, to ʙa'ze ʙa'zi digarro ʙa xidmat girand. Va rahmati Parvardigorat az on ci onho cam' meovarand, ʙehtar ast"},{"SurahNumber":43,"VerseNumber":33,"Text":"Va agar na on ʙud, ki hamai mardum jak ummat namesudand, saqfhoi xonahoi kasonero, ki Xudoi rahmonro ʙovar nadorand, az nuqra mekardem va ʙar onho nardʙonhoe, menihodem, to ʙar on ʙolo ravand"},{"SurahNumber":43,"VerseNumber":34,"Text":"Va ʙaroi xonahojason niz darhoe az nuqra mekardem va taxthoe, ki ʙar onho takja zanand"},{"SurahNumber":43,"VerseNumber":35,"Text":"va az har guna zinat. Va hamai inho ʙahramandii nocizi dunjavist, hol on ki oxirat dar nazdi Parvardigori tu ʙaroi parhezgoron ast"},{"SurahNumber":43,"VerseNumber":36,"Text":"Har kas, ki az jodi Xudoi rahmon ruj gardonad, sajtone ʙar u oʙasta mekunem,, ki hameosa hamrohas ʙosad"},{"SurahNumber":43,"VerseNumber":37,"Text":"Va on sajtonho ononro az rohi Xudo ʙozmegardonand, vale pindorand, ki hidojatjoftagonand"},{"SurahNumber":43,"VerseNumber":38,"Text":"To on goh ki nazdi Mo ojad, megujad: «Ej kos, durii manu tu (misli) durii masriqu maƣriʙ ʙud. Va tu ci hamrohi ʙade ʙudi»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Cun sitam karded, on ruz pusajmoni foida nakunad va har du dar azoʙ sarik ʙosed"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ojo tu mexohi ʙa karon suxan ʙisunavoni jo kuron va onhoero, ki dar gumrohii oskor hastand, roh nison dihi"},{"SurahNumber":43,"VerseNumber":41,"Text":"Va agar turo ʙiʙarem, az onho intiqom megirem"},{"SurahNumber":43,"VerseNumber":42,"Text":"Jo on azoʙero, ki ʙa onho va'da dodaem, ʙa tu nison medihem, ki Mo ʙar onho tavono hastem"},{"SurahNumber":43,"VerseNumber":43,"Text":"Pas dar on ci ʙa tu vahj sudaast, cang ʙizan, (pajravi kun), ki tu ʙar rohi rost hasti"},{"SurahNumber":43,"VerseNumber":44,"Text":"Va Qur'on saʙaʙi ʙalandovoza gastani tu va qavmi tust va ʙa zudi ʙozxost saved"},{"SurahNumber":43,"VerseNumber":45,"Text":"Az pajomʙaroni Mo, ki pes az tu firistodaem, ʙipurs: «Ojo ƣajri Xudoi rahmon digarero ʙaroi parastisi onho qaror doda ʙudem?»"},{"SurahNumber":43,"VerseNumber":46,"Text":"Va alʙatta Musoro hamroh ʙo ojoti Xud ʙar Fir'avn va raisoni qavmas firistodem va guft: «Man firistodai Parvardigori cahonijonam!»"},{"SurahNumber":43,"VerseNumber":47,"Text":"Cun ojoti Moro ʙar onon arza dost, ʙa nogoh hama az on ʙa xanda aftodand"},{"SurahNumber":43,"VerseNumber":48,"Text":"Va har mu'cizae, ki ʙa onho nison dodem, az mu'cizai digar azimtar ʙud. On goh hamaro ʙa azoʙ giriftor kardem, ʙosad, ki ʙozgardand"},{"SurahNumber":43,"VerseNumber":49,"Text":"Guftand: «Ej codugar, Parvardigoratro ʙo on nomhoe, ki ʙo tu vahj kardaast, ʙarom mo ʙixon, ki mo hidojatsudagonem»"},{"SurahNumber":43,"VerseNumber":50,"Text":"Cun azoʙro az onho ʙardostem, pajmoni xudro sikastand"},{"SurahNumber":43,"VerseNumber":51,"Text":"Fir'avn dar mijoni mardumas nido dod, ki ej qavmi man, ojo podsohii Misru in cujʙoron, ki az zeri poi man cori hastand, az oni man nestand? Ojo nameʙined"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ojo man ʙehtaram jo in mardi xori zalil, ki durust suxan guftan natavonad"},{"SurahNumber":43,"VerseNumber":53,"Text":"Caro dasthojasro ʙa dastʙandhoi tillo najorostaand? Va caro guruhe az faristagon hamrohas najomadaand"},{"SurahNumber":43,"VerseNumber":54,"Text":"Pas Fir'avn qavmi xudro gumroh soxt, to ʙa u ito'at kardand, ki mardume taʙah kor ʙudand"},{"SurahNumber":43,"VerseNumber":55,"Text":"Cun Moro ʙa xasm ovardand, az onho intiqom giriftem va hamagonro ƣarq soxtem"},{"SurahNumber":43,"VerseNumber":56,"Text":"Ononro dar sumori guzastagon va doston ʙaroi ojandagon kardem"}]}