{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Allah´ın nimetini küfre değiştirenleri ve kavimlerini ´yıkım ve azab´ yurduna konduranları görmedin mi"},{"SurahNumber":14,"VerseNumber":29,"Text":"(Ki bu) Cehennemdir. Ona yaslanırlar. Ne kötü bir karar (yeridir) o"},{"SurahNumber":14,"VerseNumber":30,"Text":"O´nun yolundan saptırmak için Allah´a eşler koştular. De ki: «Yararlanın. Çünkü elbette sizin varışınız ateşedir.»"},{"SurahNumber":14,"VerseNumber":31,"Text":"İman etmiş kullarıma söyle: «Alışverişin ve dostluğun olmadığı o gün gelmezden evvel, dosdoğru namazı kılsınlar ve kendilerine rızık olarak verdiklerimizden gizli ve açık infak etsinler.»"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah, gökleri ve yeri yaratan ve gökten su indirip onunla size rızık olarak türlü ürünler çıkarandır. Ve onun emriyle gemileri, denizde yüzmeleri için size, emre amade kılandır. Irmakları da sizin için emre amade kılandır"},{"SurahNumber":14,"VerseNumber":33,"Text":"Güneşi ve ayı da hareketlerinde sürekli emrinize amade kılan, geceyi ve gündüzü de emrinize amade kılandır"},{"SurahNumber":14,"VerseNumber":34,"Text":"Ve size her istediğiniz şeyi verdi. Eğer Allah´ın nimetini saymaya kalkışırsanız, onu sayıp bitirmeye güç yetiremezsiniz. Gerçek şu ki, insan pek zalimdir, pek nankördür"},{"SurahNumber":14,"VerseNumber":35,"Text":"Hani İbrahim şöyle demişti: «Bu şehri güvenli kıl, beni ve çocuklarımı putlara kulluk etmekten uzak tut.»"},{"SurahNumber":14,"VerseNumber":36,"Text":"«Rabbim, gerçekten onlar insanlardan birçoğunu şaşırtıp saptırdı. Bundan böyle kim bana uyarsa, artık o bendendir, kim de bana isyan ederse kuşkusuz Sen, bağışlayansın, esirgeyensin.»"},{"SurahNumber":14,"VerseNumber":37,"Text":"«Rabbimiz, gerçekten ben, çocuklarımdan bir kısmını Beyt-i Haram yanında ekini olmayan bir vadiye yerleştirdim; Rabbimiz, dosdoğru namazı kılsınlar diye (öyle yaptım), böylelikle Sen, insanların bir kısmının kalblerini onlara ilgi duyar kıl ve onları birtakım ürünlerden rızıklandır. Umulur ki şükrederler.»"},{"SurahNumber":14,"VerseNumber":38,"Text":"«Rabbimiz, şüphesiz Sen, bizim saklı tuttuklarımızı da, açığa vurduklarımızı da bilmektesin. Yerde ve gökte hiç bir şey Allah´a gizli kalmaz.»"},{"SurahNumber":14,"VerseNumber":39,"Text":"«Hamd, Allah´a aittir ki, O, bana ihtiyarlığa rağmen İsmail´i ve İshak´ı armağan etti. Şüphesiz benim Rabbim, gerçekten duayı işitendir.»"},{"SurahNumber":14,"VerseNumber":40,"Text":"«Rabbim, beni namazı(nda) sürekli olan kıl, soyumdan olanları da. Rabbimiz, duamı kabul buyur.»"},{"SurahNumber":14,"VerseNumber":41,"Text":"«Rabbimiz, hesabın yapılacağı gün, beni, anne babamı ve mü´minleri bağışla.»"},{"SurahNumber":14,"VerseNumber":42,"Text":"(Ey Muhammed,) Allah´ı sakın zulmedenlerin yapmakta olduklarından habersiz sanma, onları yalnızca gözlerin dehşetle belireceği bir güne ertelemektedir"},{"SurahNumber":14,"VerseNumber":43,"Text":"Başlarını dikerek koşarlar, gözleri kendilerine dönüp çevrilmez. Kalbleri de (sanki) bomboştur"},{"SurahNumber":14,"VerseNumber":44,"Text":"Azabın kendilerine geleceği gün (ile) insanları uyarıp korkut ki, (o gün) zulmedenler, şöyle diyecekler: «Bizi yakın bir süreye kadar ertele ki, Senin çağrına cevap verelim ve peygamberlere uyalım.» Oysa daha önce, kendiniz için hiç zeval yoktur diye and içenler sizler değil miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Siz, kendi nefislerine zulmedenlerin yerleştikleri yerlerde oturmuştunuz. Onlara ne yaptığımız size açıklanmıştı ve size örnekler vermiştik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Gerçek şu ki, onlar hileli düzenler kurdular. Oysa onların düzenleri, dağları yerlerinden oynatacak da olsa, Allah katında onlara hazırlanmış düzen (kötü bir karşılık) vardır"},{"SurahNumber":14,"VerseNumber":47,"Text":"Allah´ı, sakın peygamberlerine verdiği sözden dönen sanma. Gerçekten Allah azizdir, intikam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"Yerin başka bir yere, göklerin de (başka göklere) dönüştürüldüğü gün, onlar tek olan, kahhar olan Allah´ın huzuruna çıka(rıla)caklardır"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gün suçlu günahkârların (sıkı) bukağılara vurulduklarını görürsün"},{"SurahNumber":14,"VerseNumber":50,"Text":"Giyimleri katrandandır, yüzlerini de ateş bürümektedir"},{"SurahNumber":14,"VerseNumber":51,"Text":"(Bu azab,) Allah´ın her nefsi kendi kazandığıyla cezalandırması içindir. Hiç şüphesiz Allah, hesabı pek çabuk görendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"İşte bu (Kur´an) uyarılıp korkutulsunlar, gerçekten O´nun yalnızca bir tek ilah olduğunu bilsinler ve temiz akıl sahipleri iyice öğüt alıp düşünsünler diye bir bildirip duyurma (bir belağ) dır"}]}