{"Id":143,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"And We have honoured the Children of Adam and carried them in the land and the sea, and We have provided for them of the good things, and We have preferred them over many of those We created in a marked preference"},{"SurahNumber":17,"VerseNumber":71,"Text":"The Day We call every people by their Scripture. Then, whoever are given their record by their right, they will relate their record, and they will not be wronged in the least"},{"SurahNumber":17,"VerseNumber":72,"Text":"And whosoever is blind in this, then he will be blind in the Hereafter and more astray from the path"},{"SurahNumber":17,"VerseNumber":73,"Text":"And they nearly diverted you from what We inspired to you so that you would fabricate something different against Us, and then they would have taken you as a friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"And if We had not made you stand firm, you were about to lean towards them a little bit"},{"SurahNumber":17,"VerseNumber":75,"Text":"Then, We would have made you taste double the retribution in this life and double the retribution in death. And then you would not find for yourself any victor against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"And they nearly frightened you to drive you out of the land. But in that case, they would have shortly been destroyed after you were gone"},{"SurahNumber":17,"VerseNumber":77,"Text":"This is the way of those whom We sent before you of Our messengers. And you will not find any change in Our way"},{"SurahNumber":17,"VerseNumber":78,"Text":"Thou shall hold the contact-method until the dipping of the sun; until the darkness of the night; and the Quran at dawn, the Quran at dawn has been witnessed"},{"SurahNumber":17,"VerseNumber":79,"Text":"And from the night you shall reflect upon it additionally for yourself, perhaps your Lord would grant you to a high rank"},{"SurahNumber":17,"VerseNumber":80,"Text":"And Say: \"My Lord, admit me an entrance of truth and let me exit an exit of truth, and grant me from Yourself a support of victory"},{"SurahNumber":17,"VerseNumber":81,"Text":"And Say: \"The truth has come and falsehood has perished. Falsehood is always bound to perish"},{"SurahNumber":17,"VerseNumber":82,"Text":"And We send down from the Quran what is a healing and mercy to the believers. And it only increases the wicked in their loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"And if We bless mankind, he turns away and turns his side. But when adversity touches him, he is ever in despair"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say: \"Let each work according to his own. Your Lord is fully aware of who is best guided to the path"},{"SurahNumber":17,"VerseNumber":85,"Text":"And they ask you concerning the Spirit. Say: \"The Spirit is from the command on my Lord, and the knowledge you were given was but very little"},{"SurahNumber":17,"VerseNumber":86,"Text":"And if We wished, We would take away that which We have inspired to you. Then you would not find for yourself with it against Us a caretaker"},{"SurahNumber":17,"VerseNumber":87,"Text":"Except for a mercy from your Lord. His favour upon you has been great"},{"SurahNumber":17,"VerseNumber":88,"Text":"Say: \"If all the humans and the Jinn were to gather to bring a Quran like this, they could not come with its like, even if they were helping one another"},{"SurahNumber":17,"VerseNumber":89,"Text":"And We have cited to mankind in this Quran of every example, but most of mankind refuse to be anything but a rejecter"},{"SurahNumber":17,"VerseNumber":90,"Text":"And they said: \"We will not believe to you until you cause a spring of water to burst from the land"},{"SurahNumber":17,"VerseNumber":91,"Text":"Or that you have a garden of palm trees and grapes, and you cause gushing rivers to burst through it"},{"SurahNumber":17,"VerseNumber":92,"Text":"Or that you make the heaven fall upon us in pieces as you claimed, or that you bring God and the Angels before us"},{"SurahNumber":17,"VerseNumber":93,"Text":"Or that you have a luxurious mansion, or that you can ascend into the heavens. And we will not believe in your ascension unless you bring for us a record that we can study.\" Say: \"Glory be to my Lord. Am I anything other than a human messenger"},{"SurahNumber":17,"VerseNumber":94,"Text":"And what stopped the people from believing when the guidance came to them, except that they said: \"Has God sent a human messenger"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say: \"If the Earth had Angels walking about in security, We would have sent down to them from heaven an Angel as a messenger"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say: \"God suffices as a witness between me and you. He is Expert and Watcher over His servants"},{"SurahNumber":17,"VerseNumber":97,"Text":"Whomever God guides is the truly guided one. And whomever He misguides then you will not find for them any allies except for Him. And We gather them on the Day of Resurrection on their faces, blind, mute, and deaf; their abode will be Hell. Every time it dies down, We increase for them the fire"},{"SurahNumber":17,"VerseNumber":98,"Text":"Such is their recompense that they rejected Our revelations, and they said: \"If we are bones and fragments, will we be sent into a new creation"}]}