{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"ہم نے موسیٰؑ کو تیس شب و روز کے لیے (کوہ سینا پر) طلب کیا اور بعد میں دس دن کا اور اضافہ کر دیا، اِس طرح اُس کے رب کی مقرر کردہ مدت پورے چالیس دن ہو گئی موسیٰؑ نے چلتے ہوئے اپنے بھائی ہارونؑ سے کہا کہ \"میرے پیچھے تم میری قوم میں میری جانشینی کرنا اور ٹھیک کام کرتے رہنا اور بگاڑ پیدا کرنے والوں کے طریقے پر نہ چلنا"},{"SurahNumber":7,"VerseNumber":143,"Text":"جب وہ ہمارے مقرر کیے ہوئے وقت پر پہنچا اور اس کے رب نے اس سے کلام کیا تو اس نے التجا کی کہ \"اے رب، مجھے یارائے نظر دے کہ میں تجھے دیکھوں\" فرمایا \"تو مجھے نہیں دیکھ سکتا ہاں ذرا سامنے کے پہاڑ کی طرف دیکھ، اگر وہ اپنی جگہ قائم رہ جائے تو البتہ تو مجھے دیکھ سکے گا\" چنانچہ اس کے رب نے جب پہاڑ پر تجلی کی تو اسے ریزہ ریزہ کر دیا اور موسیٰؑ غش کھا کر گر پڑا جب ہوش آیا تو بولا \"پاک ہے تیری ذات، میں تیرے حضور توبہ کرتا ہوں اور سب سے پہلا ایمان لانے والا میں ہوں"},{"SurahNumber":7,"VerseNumber":144,"Text":"فرمایا \"اے موسیٰؑ، میں نے تمام لوگوں پر ترجیح دے کر تجھے منتخب کیا کہ میر ی پیغمبری کرے اور مجھ سے ہم کلام ہو پس جو کچھ میں تجھے دوں اسے لے اور شکر بجالا"},{"SurahNumber":7,"VerseNumber":145,"Text":"اس کے بعد ہم نے موسیٰؑ کو ہر شعبہ زندگی کے متعلق نصیحت اور ہر پہلو کے متعلق واضح ہدایت تختیوں پر لکھ کر دے دی اور اس سے کہا: \"اِن ہدایات کو مضبوط ہاتھوں سے سنبھال اور اپنی قوم کو حکم دے کہ ان کے بہتر مفہوم کی پیروی کریں عنقریب میں تمہیں فاسقوں کے گھر دکھاؤں گا"},{"SurahNumber":7,"VerseNumber":146,"Text":"میں اپنی نشانیوں سے اُن لوگوں کی نگاہیں پھیر دوں گا جو بغیر کسی حق کے زمین میں بڑے بنتے ہیں، وہ خواہ کوئی نشانی دیکھ لیں کبھی اس پر ایمان نہ لائیں گے، اگر سیدھا راستہ اُن کے سامنے آئے تو اسے اختیار نہ کریں گے اور اگر ٹیٹرھا راستہ نظر آئے تو اس پر چل پڑیں گے، اس لیے کہ انہوں نے ہماری نشانیوں کو جھٹلایا اور ان سے بے پروائی کرتے رہے"},{"SurahNumber":7,"VerseNumber":147,"Text":"ہماری نشانیوں کو جس کسی نے جھٹلایا اور آخرت کی پیشی کا انکار کیا اُس کے سارے اعمال ضائع ہو گئے کیا لوگ اِس کے سوا کچھ اور جزا پا سکتے ہیں کہ جیسا کریں ویسا بھریں؟"},{"SurahNumber":7,"VerseNumber":148,"Text":"موسیٰؑ کے پیچھے اس کی قوم کے لوگوں نے اپنے زیوروں سے ایک بچھڑے کا پتلا بنا لیا جس میں سے بیل کی سی آواز نکلتی تھی کیا اُنہیں نظر نہ آتا تھا کہ وہ نہ ان سے بولتا ہے نہ کسی معاملہ میں ان کی رہنمائی کرتا ہے؟ مگر پھر بھی اُنہوں نے اسے معبود بنا لیا اور وہ سخت ظالم تھے"},{"SurahNumber":7,"VerseNumber":149,"Text":"پھر جب ان کی فریب خوردگی کا طلسم ٹوٹ گیا او ر اُنہوں نے دیکھ لیا کہ در حقیقت وہ گمراہ ہو گئے ہیں تو کہنے لگے کہ \"اگر ہمارے رب نے ہم پر رحم نہ فرمایا اور ہم سے درگزر نہ کیا تو ہم برباد ہو جائیں گے"},{"SurahNumber":7,"VerseNumber":150,"Text":"ادھر سے موسیٰؑ غصے اور رنج میں بھرا ہوا اپنی قوم کی طرف پلٹا آتے ہی اس نے کہا \"بہت بری جانشینی کی تم لوگوں نے میرے بعد! کیا تم سے اتنا صبر نہ ہوا کہ اپنے رب کے حکم کا انتظار کر لیتے؟\" اور تختیاں پھینک دیں اور اپنے بھا ئی (ہارونؑ) کے سر کے بال پکڑ کر اسے کھینچا ہارونؑ نے کہا \"اے میری ماں کے بیٹے، اِن لوگوں نے مجھے دبا لیا اور قریب تھا کہ مجھے مار ڈالتے پس تو دشمنوں کو مجھ پر ہنسنے کا موقع نہ دے اور اس ظالم گروہ کے ساتھ مجھے نہ شامل کر"},{"SurahNumber":7,"VerseNumber":151,"Text":"تب موسیٰؑ نے کہا \"اے رب، مجھے اور میرے بھائی کو معاف کر اور ہمیں اپنی رحمت میں داخل فرما، تو سب سے بڑھ کر رحیم ہے"},{"SurahNumber":7,"VerseNumber":152,"Text":"(جواب میں ارشاد ہوا کہ) \"جن لوگوں نے بچھڑے کو معبود بنایا وہ ضرور اپنے رب کے غضب میں گرفتار ہو کر رہیں گے اور دنیا کی زندگی میں ذلیل ہوں گے جھوٹ گھڑنے والوں کو ہم ایسی ہی سزا دیتے ہیں"},{"SurahNumber":7,"VerseNumber":153,"Text":"اور جو لوگ برے عمل کریں پھر توبہ کر لیں اور ایمان لے آئیں تو یقیناً اِس توبہ و ایمان کے بعد تیرا رب درگزر اور رحم فرمانے والا ہے"},{"SurahNumber":7,"VerseNumber":154,"Text":"پھر جب موسیٰؑ کا غصہ ٹھنڈا ہوا تو اس نے وہ تختیاں اٹھا لیں جن کی تحریر میں ہدایت اور رحمت تھی اُن لوگوں کے لیے جو اپنے رب سے ڈرتے ہیں"},{"SurahNumber":7,"VerseNumber":155,"Text":"اور اُس نے اپنی قوم کے ستر آدمیوں کو منتخب کیا تاکہ وہ (اُس کے ساتھ) ہمارے مقرر کیے ہوئے وقت پر حاضر ہوں جب اِن لوگوں کو ایک سخت زلزلے نے آ پکڑا تو موسیٰؑ نے عرض کیا \"اے میرے سرکار، آپ چاہتے تو پہلے ہی اِن کو اور مجھے ہلاک کرسکتے تھے کیا آپ اُس قصور میں جو ہم میں سے چند نادانوں نے کیا تھا ہم سب کو ہلاک کر دیں گے؟ یہ تو آپ کی ڈالی ہوئی ایک آزمائش تھی جس کے ذریعہ سے آپ جسے چاہتے ہیں گمراہی میں مبتلا کر دیتے ہیں اور جسے چاہتے ہیں ہدایت بخش دیتے ہیں ہمارے سر پرست تو آپ ہی ہیں پس ہمیں معاف کر دیجیے اور ہم پر رحم فرمائیے، آپ سب سے بڑھ کر معاف فرمانے والے ہیں"}]}