{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Wir lassen die einen von ihnen an jenem Tag wie Wogen unter die anderen geraten, und es wird ins Horn geblasen. Dann versammeln Wir sie vollständig"},{"SurahNumber":18,"VerseNumber":100,"Text":"Und Wir führen die Hölle den Ungläubigen an jenem Tag in aller Deutlichkeit vor"},{"SurahNumber":18,"VerseNumber":101,"Text":"(ihnen,) deren Augen vor Meiner Mahnung (wie) unter einer Decke lagen und die (auch) nicht hören konnten"},{"SurahNumber":18,"VerseNumber":102,"Text":"Meinen denn diejenigen, die ungläubig sind, daß sie sich Meine Diener anstatt Meiner zu Schutzherren nehmen (können)? Gewiß, Wir haben die Hölle den Ungläubigen zur gastlichen Aufnahme bereitet"},{"SurahNumber":18,"VerseNumber":103,"Text":"Sag: Sollen Wir euch Kunde geben von denjenigen, die an ihren Werken am meisten verlieren"},{"SurahNumber":18,"VerseNumber":104,"Text":"deren Bemühen im diesseitigen Leben fehlgeht, während sie meinen, daß sie gut handeln würden"},{"SurahNumber":18,"VerseNumber":105,"Text":"Das sind diejenigen, die die Zeichen ihres Herrn und die Begegnung mit Ihm leugnen. So werden ihre Werke hinfällig, und so werden Wir ihnen am Tag der Auferstehung kein Gewicht beimessen"},{"SurahNumber":18,"VerseNumber":106,"Text":"Das ist ihr Lohn - die Hölle - dafür, daß sie ungläubig waren und sich über Meine Zeichen und Meine Gesandten lustig machten"},{"SurahNumber":18,"VerseNumber":107,"Text":"Gewiß, für diejenigen, die glauben und rechtschaffene Werke tun, wird es die Gärten des Paradieses zur gastlichen Aufnahme geben"},{"SurahNumber":18,"VerseNumber":108,"Text":"ewig darin zu bleiben, und sie werden nicht begehren, davon wegzugehen"},{"SurahNumber":18,"VerseNumber":109,"Text":"Sag: Wenn das Meer Tinte für die Worte meines Herrn wäre, würde das Meer wahrlich zu Ende gehen, bevor die Worte meines Herrn zu Ende gingen, auch wenn Wir als Nachschub noch einmal seinesgleichen hinzubrächten"},{"SurahNumber":18,"VerseNumber":110,"Text":"Sag: Gewiß, ich bin ja nur ein menschliches Wesen gleich euch; mir wird (als Offenbarung) eingegeben, daß euer Gott ein Einziger Gott ist. Wer nun auf die Begegnung mit seinem Herrn hofft, der soll rechtschaffen handeln und beim Dienst an seinem Herrn (Ihm) niemanden beigesellen"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf-Ha-Ya-'Ayn-Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Diese Verse sind) zum Gedenken an die Barmherzigkeit deines Herrn zu Seinem Diener Zakariyya"},{"SurahNumber":19,"VerseNumber":3,"Text":"Als er zu seinem Herrn im Verborgenen rief"},{"SurahNumber":19,"VerseNumber":4,"Text":"(und) sagte: \"Mein Herr, schwach sind mir die Knochen geworden, und in Altersgrauheit entfacht ist der Kopf. Und ich war im Bittgebet zu Dir, mein Herr, (noch) nie unglücklich"},{"SurahNumber":19,"VerseNumber":5,"Text":"Gewiß, ich fürchte die Verwandten nach mir, und meine Frau ist unfruchtbar. So schenke mir von Dir aus einen nahen Verwandten"},{"SurahNumber":19,"VerseNumber":6,"Text":"der mich beerbt und von der Sippe Ya'qubs erbt, und mach ihn, mein Herr, (Dir) wohlgefällig"},{"SurahNumber":19,"VerseNumber":7,"Text":"O Zakariyya, Wir verkünden dir einen Jungen, dessen Name Yahya ist, wie Wir zuvor noch niemandem Kennzeichen gleich den seinen gegeben haben"},{"SurahNumber":19,"VerseNumber":8,"Text":"Er sagte: \"Mein Herr, wie soll ich einen Jungen haben, wo meine Frau unfruchtbar ist und ich vom hohen Alter bereits einen Dürrezustand erreicht habe"},{"SurahNumber":19,"VerseNumber":9,"Text":"Er sagte: \"So wird es sein. Dein Herr sagt: ,Das ist Mir ein leichtes; und auch dich habe Ich ja zuvor erschaffen, als du noch nichts warst"},{"SurahNumber":19,"VerseNumber":10,"Text":"Er sagte: \"Mein Herr, setze mir ein Zeichen.\" Er sagte: \"Dein Zeichen ist, daß du drei Nächte lang, obwohl gesund, nicht zu den Menschen sprechen wirst"},{"SurahNumber":19,"VerseNumber":11,"Text":"So kam er zu seinem Volk aus dem Gebetsraum heraus und gab ihnen dann zu verstehen: \"Preist morgens und abends"},{"SurahNumber":19,"VerseNumber":12,"Text":"O Yahya, nimm die Schrift mit (aller) Kraft.\" Und Wir gaben ihm schon als Kind die Urteilskraft"},{"SurahNumber":19,"VerseNumber":13,"Text":"und Mitgefühl von Uns aus und Lauterkeit. Er war gottesfürchtig"},{"SurahNumber":19,"VerseNumber":14,"Text":"und gütig gegen seine Eltern, und er war weder gewalttätig noch widerspenstig"},{"SurahNumber":19,"VerseNumber":15,"Text":"Und Friede sei auf ihm am Tag, da er geboren wurde, und am Tag, da er stirbt, und am Tag, da er wieder zum Leben auferweckt wird"},{"SurahNumber":19,"VerseNumber":16,"Text":"Und gedenke im Buch Maryams, als sie sich von ihren Angehörigen an einen östlichen Ort zurückzog"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sie nahm sich einen Vorhang vor ihnen. Da sandten Wir Unseren Geist zu ihr. Er stellte sich ihr als wohlgestaltetes menschliches Wesen dar"},{"SurahNumber":19,"VerseNumber":18,"Text":"Sie sagte: \"Ich suche beim Allerbarmer Schutz vor dir, wenn du gottesfürchtig bist"},{"SurahNumber":19,"VerseNumber":19,"Text":"Er sagte: \"Ich bin nur der Gesandte deines Herrn, um dir einen lauteren Jungen zu schenken"},{"SurahNumber":19,"VerseNumber":20,"Text":"Sie sagte: \"Wie soll mir ein Junge gegeben werden, wo mich doch kein menschliches Wesen berührt hat und ich keine Hure bin"},{"SurahNumber":19,"VerseNumber":21,"Text":"Er sagte: \"So wird es sein. Dein Herr sagt: ,Das ist Mir ein leichtes, und damit Wir ihn zu einem Zeichen für die Menschen und zu einer Barmherzigkeit von Uns machen'. Und es ist eine beschlossene Angelegenheit"}]}