{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"(Ye’cuc ve Me’cuc’un veya pek kalabalık insanların cıkacagı) o gun, onları, birbiri icinde dalgalanır hale bırakmısızdır; Sur’a ufurulmustur. Artık hepsini hesap icin toplamısızdır"},{"SurahNumber":18,"VerseNumber":100,"Text":"Cehennem’i de o kıyamet gunu, kafirlere acık olarak gostermisizdir"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onlar, kafirlerdir ki, gozleri beni hatırlatan ayetlerimden bir perde icinde idi ve (kelamımı) isitmege de tahammul edemiyorlardı"},{"SurahNumber":18,"VerseNumber":102,"Text":"O kafirler, beni bırakıp da kullarımı (melekleri ve Isa’yı) kendilerine dost edineceklerini mi sandılar? Biz, cehennemi o kafirlere bir konukluk hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"(Ey Rasulum), de ki: “-Size, yaptıkları is bakımından (ahirette) en cok ziyana ugrayanları haber vereyim mi"},{"SurahNumber":18,"VerseNumber":104,"Text":"Onlar, o kimselerdir ki, dunya hayatında yaptıkları calısmalar bosuna gitmistir; halbuki guzel bir is yaptıklarını sanıyorlardı"},{"SurahNumber":18,"VerseNumber":105,"Text":"Bunlar, iste o kimselerdir ki, Rab’lerinin ayetlerini ve ona (hesap icin) kavusmayı inkar etmislerdi de (hayır diye) yaptıkları butun ameller bosa cıkmıs oldu. Artık onlar, icin kıyamet gunu, hic bir terazi tutmayız (cunku amelleri bosa gitmistir, tartılacak makbul seyleri kalmamıstır)"},{"SurahNumber":18,"VerseNumber":106,"Text":"Iste durumları boyle, onların cezaları cehennemdir. Cunku kufretmisler ve benim ayetlerimle, peygamberlerimi eglenceye almıslardı (onlarla istihza ediyorlardı)"},{"SurahNumber":18,"VerseNumber":107,"Text":"Iman edip salih amel isleyenlere gelince, onlar icin Firdevs cennetleri bir konukluk olmustur"},{"SurahNumber":18,"VerseNumber":108,"Text":"Iclerinde ebedi olarak kalırlar, oradan ayrılmak da istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"(Kur’an-ı Kerimin beyanına gore, size pek az ilim verildi, diyen Yahudilere, ey Rasulum) de ki: “- Eger Rabbimin kelimeleri (ni yazmak) icin butun denizler murekkep olsa, muhakkak ki Rabbimin kelimeleri tukenmeden denizler tukenirdi, bir o kadar daha yardımcı getirsek bile...”"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: “- Ben, ancak sizin gibi bir insanım. Yalnız Ilahınız bir tek ilah’dır, diye bana vahyolunuyor. Onun icin her kim Rabbine kavusmayı arzu ederse salih bir amel islesin ve Rabbine yaptıgı ibadete hic kimseyi ortak etmesin.”"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Ha, Ya, Ayn, Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu sana okuyacagımız ayetler, Rabbinin kulu Zekeriyya’ya olan rahmetini bir anıstır"},{"SurahNumber":19,"VerseNumber":3,"Text":"O, Rabbine gizlice yalvardıgı zaman"},{"SurahNumber":19,"VerseNumber":4,"Text":"Soyle demisti: “-Ey Rabbim, dogrusu ben (o kimseyim ki), benim kemigim zayıflayıp gevsedi ve basımın sacı bembeyaz alev gibi tutustu. Sana dua etmekle de ey Rabbim, hic bir zaman mahrum olmadım"},{"SurahNumber":19,"VerseNumber":5,"Text":"Gercekten ben, arkamdan yerime gececek varislerden endisedeyim. Karım da kısır bulunuyor. Onun icin bana bir cocuk ihsan buyur"},{"SurahNumber":19,"VerseNumber":6,"Text":"Ki bana da mirascı olsun, Yakub ailesine de mirascı olsun. Rabbim, sen onu (soz ve hareketleriyle) rızana kavustur.”"},{"SurahNumber":19,"VerseNumber":7,"Text":"(Cenab-ı Hak soyle buyurdu); Ey Zekeriyya! Gercekten biz sana bir ogul mujdeliyoruz ki, adı Yahya’dır; bundan once ona hic bir adas yapmadık"},{"SurahNumber":19,"VerseNumber":8,"Text":"Zekeriyya dedi ki: “- Rabbim, benim nereden bir oglum olacak? Hanımım kısır bulunuyor, ben de ihtiyarlıgın son haddine vardım.”"},{"SurahNumber":19,"VerseNumber":9,"Text":"(Cebrail ona soyle) dedi: “- Dedigin gibidir, fakat Rabbin buyurdu ki, bu isi yapmak bana kolaydır. Bundan once seni yarattım, halbuki hic bir sey degildin.”"},{"SurahNumber":19,"VerseNumber":10,"Text":"Zekeriyya soyle dedi: (Ailemin hamlini anlamak hususunda) Rabbim bana bir alamet ver. Allah buyurdu ki, senin alametin, sapasaglam oldugun halde uc gun insanlarla konusamaz hale gelmendir"},{"SurahNumber":19,"VerseNumber":11,"Text":"Nihayet (hanımına hamil vakti gelip de konusamayınca) mihrabdan kavmine karsı (Zekeriyya) cıktı da, onlara: “- Sabah ve aksam namaz kılın.” diye isaret etti"},{"SurahNumber":19,"VerseNumber":12,"Text":"(Biz ona Yahya’yı ihsan ettik ve soyle dedik): “- Ey Yahya! Kıtabı kuvvetle tut (Tevrat’da olan hukumlerle amel et).” Bir de daha cocukken ona hikmet verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Hem de tarafımızdan bir merhamet ve gunahlardan bir paklik verdik. O cok takva sahibi idi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ebeveynine de ihsankardı, zorba ve isyankar degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ona selamet olsun: Hem dogdugu gun (seytandan), hem olecegi gun (kabir azabından), hem de diri olarak kaldırılacagı gun (atesten)"},{"SurahNumber":19,"VerseNumber":16,"Text":"(Ey Resulum) Kur’an’daki Meryem kıssasını (onlara) oku. Hani o, ibadet icin) ailesinden ayrılıp (evinin veya Beytu’l-Makdis’in) dogu tarafında bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Sonra ailesinin onlerinde bir perde kurmustu. Nihayet ona ruhumuzu (Cebrail’i) gonderdik de kendisine duzgun bir insan seklinde gorundu"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Meryem, bu insan kılıgındaki Cebrail’e) dedi ki: “- Dogrusu ben, senden Rahman’a sıgınırım. Eger mu’min ve takva sahibi isen (fenalık yapmazsın)"},{"SurahNumber":19,"VerseNumber":19,"Text":"Cebrail: “- Gercekten ben, sana temiz bir oglan vermek icin sırf Rabbinin gonderdigi elcisiyim.” dedi"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem dedi ki: “- Benim icin, nasıl bir oglan olur? Bana bir insan dokunmadı ve ben de iffetsiz bir kimse degilim.”"},{"SurahNumber":19,"VerseNumber":21,"Text":"Cebrail soyle dedi: “- Evet, is dedigin gibidir. Ancak Rabbin buyurdu ki, bu (baba olmaksızın cocuk vermek), bana cok kolaydır. Hem bunu, insanlara, kudretimize delalet eden bir alamet ve (Isa’yı da insanları hidayete goturen) tarafımızdan bir nimet yapacagız. Zaten (ezeldeki takdirimizde) bu is olup bitmistir"}]}