{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":189,"Text":"Sana ayın evrelerini soruyorlar. De ki: \"Onlar, haccın ve insanların (oteki faaliyetlerinin) vaktini gosterir.\" Ote yandan erdemlilik, (zannedildigi gibi) evlere arkalardan girmeniz degildir; ama gercek erdem sahibi, Allah´a karsı sorumluluk bilinci duyandır. O halde evlere kapılarından girin ve Allah´a karsı sorumlulugunuzun bilincinde olun ki gercek mutluluga erisebilesiniz"},{"SurahNumber":2,"VerseNumber":190,"Text":"Size savas acanlara karsı Allah yolunda savasın, ama (amacınızı asıp) saldırganlık yapmayın; dogrusu Allah saldırganları sevmez"},{"SurahNumber":2,"VerseNumber":191,"Text":"Onları karsılastıgınız her yerde oldurun ve sizi surdukleri yerden siz de onları surun, zaten zulum ve baskı, oldurmekten daha kotudur. Onlar size savas acmadıkca Mescid-i Haram civarında onlarla savasmayın; ama eger sizinle savasırlarsa onları oldurun; hakikati inkar edenlerin cezası boyle verilecektir"},{"SurahNumber":2,"VerseNumber":192,"Text":"Ancak vazgecerlerse (siz de bırakın), unutmayın ki Allah cok affedicidir, rahmet kaynagıdır"},{"SurahNumber":2,"VerseNumber":193,"Text":"O halde, artık zulum ve baskı kalmayıncaya ve yalnızca Allah´a kulluk edilinceye kadar onlarla savasın; ancak vazgecerlerse, (bilincli olarak) zulum isleyenlerin dısındakilere karsı tum dusmanlıklar sona erecektir"},{"SurahNumber":2,"VerseNumber":194,"Text":"Saldırmazlık orfunun gecerli oldugu aylarda size saldıranlara siz de karsılık verin: zira saldırmazlık orfunun ihlali, adil karsılık ((kısas) yasasına tabi)dir. Boylece, eger bir kimse saldırıda bulunursa, sizde onun saldırdıgı gibi saldırın; ancak Allah´a karsı sorumlulugunuzun bilincinde olun ve Allah´ın, kendisine karsı sorumluluk bilinci tasıyanların yanında oldugunu bilin"},{"SurahNumber":2,"VerseNumber":195,"Text":"Ve Allah yolunda (sınırsızca) harcayın, kendi elinizle kendinizi mahvetmeyin ve iyilik yapmaya azimle devam edin; unutmayın ki, Allah iyilik yapanları sever"},{"SurahNumber":2,"VerseNumber":196,"Text":"Haccı ve Umreyi Allah icin ifa edin; fakat yapmaktan alıkonursanız gucunuzun yetecegi bir kurban kesin ve kurban kesilinceye kadar baslarınızı tıras etmeyin; ama icinizden hasta olan yahut basında rahatsızlık olan kimse, oruc tutarak veya sadaka vererek veya (baska turlu) bir ibadet ile ozrunu karsılayacak bir sey yapmalıdır. Saglıklı ve emniyette oldugunuzda hac (vaktin)den once umre yapan, gucunun elverdigi turden bir kurban kessin; ama kurbana gucu yetmeyen, hac sırasında uc gun ve dondukten sonra yedi gun, yani tam on (gun) oruc tutsun. Butun bunlar, Mescid-i Haram civarında yasamayanlar icindir. Allah´a karsı sorumlulugunuzun bilincinde olun ve bilin ki Allah karsılık vermede siddetlidir"},{"SurahNumber":2,"VerseNumber":197,"Text":"Hac, belli aylarda ifa edilecektir. Her kim o (aylar)da haccı ifa edecekse, hac sırasında cirkin konusmalardan, tum yakısıksız davranıslardan ve kavgadan kacınılmalıdır. Her ne iyilik yaparsanız Allah onun farkındadır. Ve kendiniz icin hazırlıkta bulunan -ama suphesiz, tum hazırlıkların en guzeli, Allah´a karsı sorumluluk bilincine sahip olmaktır. Oyleyse Bana karsı sorumlulugunuzun bilincinde olun, siz ey derin kavrayıs sahipleri"},{"SurahNumber":2,"VerseNumber":198,"Text":"(Bununla beraber), Rabbinizden (hac esnasında) bir lutuf elde etmek icin calısırsanız gunah islemis olmazsınız. Arafat´tan kalabalıklar halinde dalga dalga indiginizde, kutsal mahalde Allah´ı anın ve O´nu, yolunuzu gercekten kaybetmisken size dogru yolu gosteren bir Ilah olarak anın"},{"SurahNumber":2,"VerseNumber":199,"Text":"Ve dalga dalga ilerleyen oteki kalabalıklarla birlikte siz de ilerleyin ve Allah´tan gunahlarınıza magfiret dileyin: Dogrusu Allah, cok affedicidir, rahmet kaynagıdır"},{"SurahNumber":2,"VerseNumber":200,"Text":"Ibadetinizi bitirdiginizde, atalarınızı hatırladıgınız gibi, hatta daha guclu bir haykırısla Allah´ı hatırla(maya devam ed)in! Cunku oyle insanlar var ki, (sadece), \"Ey Rabbimiz! Bize bu dunyada ver.\" diye dua ederler. Boyleleri, ahiretin nimetlerinden nasip alamayacaklardır"},{"SurahNumber":2,"VerseNumber":201,"Text":"Ama iclerinde oyleleri de var ki: \"Ey Rabbimiz! Bize bu dunyada da iyilik ver, ahirette de ve bizi atesin azabından koru!\" diye dua ederler"},{"SurahNumber":2,"VerseNumber":202,"Text":"Iste bunlar, kazandıklarına karsılık (mutluluktan) nasip alacak olanlardır. Ve Allah hesabı cok cabuk gorendir"}]}