{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"El este Cel ce a slobozit cele două mări: una dulce, plăcută la gust, cealaltă sărată, amară. El a făcut între ele un stăvilar şi un prag de netrecut"},{"SurahNumber":25,"VerseNumber":54,"Text":"El este Cel ce l-a creat pe om din apă, iar apoi i-a făcut înrudire şi încuscrire. Domnul său asupra tuturor are putere"},{"SurahNumber":25,"VerseNumber":55,"Text":"Ei se închină în locul lui Dumnezeu celor care nici nu le folosesc, nici nu îi păgubesc. Tăgăduitorul este sprijin vrăjmaşilor lui Dumnezeu"},{"SurahNumber":25,"VerseNumber":56,"Text":"Noi te-am trimis vestitor şi predicator"},{"SurahNumber":25,"VerseNumber":57,"Text":"Spune: “Eu nu vă cer răsplată, ci numai îndreptarea către Domnul său a celui care voieşte.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Încrede-te în Viul, ce nu moare! Preamăreşte-L cu laude! El este îndeajuns de Cunoscător al păcatelor robilor Săi"},{"SurahNumber":25,"VerseNumber":59,"Text":"El este Cel ce a creat în şase zile cerurile, pământul şi ceea ce se află între ele, apoi s-a aşezat pe Tron, El, Milostivul. Întreabă-l pe cel cunoscător despre El"},{"SurahNumber":25,"VerseNumber":60,"Text":"Când li se spune: “Prosternaţi-vă înaintea Milostivului”, ei spun: “Cine este Milostivul? Să ne prosternăm, când ne porunceşti tu?” Şi ei sporesc întru îndărătnicie"},{"SurahNumber":25,"VerseNumber":61,"Text":"Binecuvântat fie Cel ce a făcut zodiile pe cer, precum şi o candelă şi o lună luminoasă"},{"SurahNumber":25,"VerseNumber":62,"Text":"El este Cel ce face ca noaptea şi ziua să-şi urmeze pentru cel care voieşte să-şi amintească de El ori voieşte să mulţumească"},{"SurahNumber":25,"VerseNumber":63,"Text":"Robii lui Dumnezeu sunt cei care merg cu smerenie pe pământ, iar când le vorbesc neştiutorii, ei spun: “Pace!”"},{"SurahNumber":25,"VerseNumber":64,"Text":"cei care petrec noaptea înaintea Domnului lor, prosternaţi ori în picioare"},{"SurahNumber":25,"VerseNumber":65,"Text":"cei care spun: “Domnul nostru! Îndepărtează de noi osânda Gheenei, căci osânda ei este un chin necurmat”"},{"SurahNumber":25,"VerseNumber":66,"Text":"— Rea este Gheena ca locuinţă şi loc de şedere! —"},{"SurahNumber":25,"VerseNumber":67,"Text":"cei care cheltuiesc fără să fie nici risipitori, nici zgârciţi, căci cumpătarea este calea de mijoc"},{"SurahNumber":25,"VerseNumber":68,"Text":"cei care nu cheamă alt dumnezeu în afară de Dumnezeu, cei care nu ucid pe nimeni, căci Dumnezeu a oprit acest lucru dacă nu este după dreptate, cei care nu preacurvesc..., iar cei care vor face altminterea vor păcătui"},{"SurahNumber":25,"VerseNumber":69,"Text":"şi în Ziua Învierii osânda lor va fi îndoită şi necurmat vor fi umiliţi"},{"SurahNumber":25,"VerseNumber":70,"Text":"însă nu şi pentru cel care se căieşte, care crede şi face binele. Aceştia sunt cei cărora Dumnezeu le va schimba faptele rele în fapte bune, căci Dumnezeu este Iertător, Milostiv"},{"SurahNumber":25,"VerseNumber":71,"Text":"Cel care se căieşte şi care săvârşeşte fapte bune se întoarce la Dumnezeu cu mare căinţă"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ei sunt cei care nu mărturisesc strâmb şi când trec pe lângă vorbe deşarte, trec cu demnitate"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ei nu sunt nici surzi, nici orbi când li se amintesc semnele Domnului lor"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ei sunt cei care spun: “Domnul nostru! Dăruieşte-ne soţii şi urmaşi care să ne bucure ochii! Fă-ne celor temători pildă de urmat"},{"SurahNumber":25,"VerseNumber":75,"Text":"Căci au fost răbdători, ei toţi vor avea drept răsplată Casa Raiului, unde vor afla bună primire şi pace"},{"SurahNumber":25,"VerseNumber":76,"Text":"şi acolo vor veşnici. Ce loc de şedere minunat"},{"SurahNumber":25,"VerseNumber":77,"Text":"Spune: “Domnul meu nu se îngrijeşte de voi fiindcă huliţi şi nu-L chemaţi. Curând veţi fi fără scăpare.”"}]}