{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":90,"Text":"Indeed, Allah orders you to be fair and magnanimous, and to show kindness to the kinsfolk! He forbids immoral deeds, detestable acts and fornication. He counsels you; perhaps you will heed"},{"SurahNumber":16,"VerseNumber":91,"Text":"And if you undertake a pledge with Allah, live up to it. Do not break your vows once you have affirmed them and have invoked Allah as your guarantor! Allah knows what you do"},{"SurahNumber":16,"VerseNumber":92,"Text":"Do not be like the woman who spun her yarn into fine thread and then shredded it to pieces. You employ your oaths as mere ploys, so that your nation gains superiority over all others. In fact, Allah tests you with it! On the Day of Judgment, He will disclose to you all that you used to dispute"},{"SurahNumber":16,"VerseNumber":93,"Text":"Had Allah wished, He would have created you all as a single nation. But He guides or leads astray whomever He pleases. And you would very definitely be interrogated regarding everything you used to do"},{"SurahNumber":16,"VerseNumber":94,"Text":"And do not employ your oaths as ploys, lest you stumble again just as you are becoming steady on your feet. If you prevent people from the path of Allah, you will experience a calamity and a terrible punishment"},{"SurahNumber":16,"VerseNumber":95,"Text":"And do not trade away your covenant with Allah for a mere pittance. That which is with Allah is better for you, if you only know"},{"SurahNumber":16,"VerseNumber":96,"Text":"What you have does not last, while that which is with Allah is eternal. We will most certainly reward those who persevere __ a reward commensurate with the best of their deeds"},{"SurahNumber":16,"VerseNumber":97,"Text":"We will let those who do good deeds __ men or women, provided they believe __ have a wholesome life in this world. And We will surely, reward them in keeping with the best of their deeds"},{"SurahNumber":16,"VerseNumber":98,"Text":"So, before you recite the Qur´an, seek refuge with Allah from Shaitan, the cursed one"},{"SurahNumber":16,"VerseNumber":99,"Text":"He (Shaitan) certainly does not hold sway over anyone who believes and reposes his trust in Allah"},{"SurahNumber":16,"VerseNumber":100,"Text":"In fact, he exerts his power over those who befriend him and ascribe him to be a partner"},{"SurahNumber":16,"VerseNumber":101,"Text":"And when We bring a verse in place of another __ Allah knows best what He reveals __ they say, \"Surely, you have made it up.\" Most of them in fact do not understand"},{"SurahNumber":16,"VerseNumber":102,"Text":"Say, \"The Holy Spirit (Angel Gibra´eel) brings the absolute truth from your Lord, in order to consolidate those who believe. It is the guidance and the glad tiding for the obedient"},{"SurahNumber":16,"VerseNumber":103,"Text":"And surely, We know what they allege! That a man has taught him (Mohammed, SAW)! The language of the one they allude to, however, is not Arabic, while this (Qur´an) is in precise and perfect Arabic"},{"SurahNumber":16,"VerseNumber":104,"Text":"Surely, Allah does not guide those who refuse to believe in the verses of Allah. For them, there is the painful punishment"},{"SurahNumber":16,"VerseNumber":105,"Text":"Surely, the unbelievers fabricate lies __ those who do not believe in the verses of Allah. They, indeed, are the liars"},{"SurahNumber":16,"VerseNumber":106,"Text":"The one who denies after having first believed __ not the one who is coerced (into unbelief) while his heart is firm on belief, but rather the one who rejects with the full approval of his heart __ earns the wrath of Allah. For him, there is a tremendous punishment"},{"SurahNumber":16,"VerseNumber":107,"Text":"Because they prefer the life of this world to that of the afterlife! Allah does not guide the nation of unbelievers"},{"SurahNumber":16,"VerseNumber":108,"Text":"Allah has sealed off their hearts, their hearing and their sight. They are careless and neglectful"},{"SurahNumber":16,"VerseNumber":109,"Text":"No doubt at all! They will be the losers in the life-to-come"},{"SurahNumber":16,"VerseNumber":110,"Text":"Surely, your Lord is the most Forgiving and the most Merciful for those who, having been tortured (for the sake of Allah), emigrate and continue to struggle and persevere patiently"}]}