{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"(hajharata ibrahime) kahyum ke allahana mokalela (pharista'o) tamaro sum hetu che"},{"SurahNumber":51,"VerseNumber":32,"Text":"temane javaba apyo ke ame duracari koma tarapha mokalavamam avya che"},{"SurahNumber":51,"VerseNumber":33,"Text":"jethi ame temana para matini kankari'o varasavi'e"},{"SurahNumber":51,"VerseNumber":34,"Text":"je tara palanahara taraphathi nisanavali che, te hadavatavi nakhanara'o mate"},{"SurahNumber":51,"VerseNumber":35,"Text":"basa! Jetala imanavala'o tyam hata, ame temane bacavi lidha"},{"SurahNumber":51,"VerseNumber":36,"Text":"ane ame tyam musalmanonum phakata eka ja ghara joyum"},{"SurahNumber":51,"VerseNumber":37,"Text":"ane ame tyam temana mate, je du:Khadayi yatanano dara rakhe che eka nisani chodi"},{"SurahNumber":51,"VerseNumber":38,"Text":"musana (kis'sa) mam (pana amara tarapha thi eka nisani che) ke ame tene phira'ona tarapha khulla purava api mokalya"},{"SurahNumber":51,"VerseNumber":39,"Text":"basa! Tene potana samarthya upara mondhu pheravyum ane kaheva lagyo a jadugara che athava to pagala che"},{"SurahNumber":51,"VerseNumber":40,"Text":"Chevate ame tene ane tena laskarane amari yatanamam pakadi dariyamam nakhi didho ane te hato ja jhatakanine layaka"},{"SurahNumber":51,"VerseNumber":41,"Text":"avi ja rite adamam (pana amara tarapha thi eka nisani che) jyare ame te'ona para ujjada pavana mokalyo"},{"SurahNumber":51,"VerseNumber":42,"Text":"te je vastu para padati tene khokhara hadaka jevum (cure cura) kari nakhati hati"},{"SurahNumber":51,"VerseNumber":43,"Text":"ane samuda (na kis'sa) mam pana (cetavani) che, jyare te'one kahevamam avyu ke tame thodaka divaso sudhi phayado uthavi lo"},{"SurahNumber":51,"VerseNumber":44,"Text":"parantu te'o'e potana palanaharana adesano bhanga karyo, jethi te'one jotajatamam (vavajhoda) e nasta kari didha"},{"SurahNumber":51,"VerseNumber":45,"Text":"basa! Na to te'o ubha tha'i sakya ane na to badalo la'i sakya"},{"SurahNumber":51,"VerseNumber":46,"Text":"ane nuhani komane pana a pahela (avi ja dasa tha'i hati) te'o pana ghana ja avajnakari hata"},{"SurahNumber":51,"VerseNumber":47,"Text":"akasane ame (potana) hatho vade banavyum che ane ni:Sanka ame vistrta karavavala che"},{"SurahNumber":51,"VerseNumber":48,"Text":"ane dharati ne ame patharanum banavi didhum che. Basa! Ame khuba ja sari rite patharavavala che"},{"SurahNumber":51,"VerseNumber":49,"Text":"ane dareka vastune ame jodakamam peda kari che. Jethi tame sikhamana prapta karo"},{"SurahNumber":51,"VerseNumber":50,"Text":"basa! Tame allaha tarapha dodo bhago. Ni:Sanka hum tamane tena taraphathi khulle khulli cetavani apanaro chum"},{"SurahNumber":51,"VerseNumber":51,"Text":"ane allaha sathe bija ko'ine pana pujya na theravo. Ni:Sanka hum tamane teni tarapha khulli cetavani apanara chum"},{"SurahNumber":51,"VerseNumber":52,"Text":"avi ja rite je loko temana pahela hata, te'oni pase je pana payagambara avya te'o'e kahim didhu ke a to jadugara che athava to pagala che"},{"SurahNumber":51,"VerseNumber":53,"Text":"sum a loko'e te vatani ekabijane vasiyata kari che? (Na) parantu a badha ja vidrohi che"},{"SurahNumber":51,"VerseNumber":54,"Text":"to tame te'othi modhum pheravi lo, tamara para ko'i vandho nathi"},{"SurahNumber":51,"VerseNumber":55,"Text":"ane sikhamana apata raho, ni:Sanka a sikhamana imanavala'one phayado pahoncadase"},{"SurahNumber":51,"VerseNumber":56,"Text":"Mem jinnata ane manavi'one phakata etala mate ja peda karya che ke te'o phakata mari ja bandagi kare"},{"SurahNumber":51,"VerseNumber":57,"Text":"na hum te'othi roji icchum chum ane na to mari iccha che ke a loko mane khavadave"},{"SurahNumber":51,"VerseNumber":58,"Text":"allaha ta'ala to pote ja darekane roji pahoncadanara, saktimana ane takatavara che"},{"SurahNumber":51,"VerseNumber":59,"Text":"basa! Je loko'e atyacara karyo che te'one pana te'ona sathi'o maphaka ja malase, jethi te'o utavala na kare"},{"SurahNumber":51,"VerseNumber":60,"Text":"basa! Kharabi che, inkari'o mate te divase, je divasanum vacana temane apavamam avyum che"},{"SurahNumber":52,"VerseNumber":1,"Text":"soganda che tura (eka parvatanum nama) na"},{"SurahNumber":52,"VerseNumber":2,"Text":"ane lakhavamam avela kitabana"},{"SurahNumber":52,"VerseNumber":3,"Text":"je patali khala upara (lakhayela) che"},{"SurahNumber":52,"VerseNumber":4,"Text":"ane abada gharana"},{"SurahNumber":52,"VerseNumber":5,"Text":"ane unci chatana"},{"SurahNumber":52,"VerseNumber":6,"Text":"ane bhadakavavamam avela samudrana"},{"SurahNumber":52,"VerseNumber":7,"Text":"ni:Sanka tamara palanaharani yatana tha'ine ja rahese"},{"SurahNumber":52,"VerseNumber":8,"Text":"tene ko'i rokanara nathi"},{"SurahNumber":52,"VerseNumber":9,"Text":"je divase akasa tharatharavi uthase"},{"SurahNumber":52,"VerseNumber":10,"Text":"ane parvato calava lagase"},{"SurahNumber":52,"VerseNumber":11,"Text":"te divase juthalavanara'o mate vinasa che"},{"SurahNumber":52,"VerseNumber":12,"Text":"je potana vivadamam uchalakuda kari rahya che"},{"SurahNumber":52,"VerseNumber":13,"Text":"je divase temane du:Kha apine jahannamani aga tarapha khenci lavavamam avase"},{"SurahNumber":52,"VerseNumber":14,"Text":"a ja te jahannamani aga che jene tame juthalavata hata"},{"SurahNumber":52,"VerseNumber":15,"Text":"(have batavo) sum a jadu che? Athava to tame jota ja nathi"},{"SurahNumber":52,"VerseNumber":16,"Text":"ja'o, jahannamamam have tamaru dhiraja rakhavum ane na rakhavum tamara mate sarakhum che. Tamane phakata tamari karanino ja badalo apavamam avase"},{"SurahNumber":52,"VerseNumber":17,"Text":"ni:Sanka sadacari loko jannato ane ne'amatomam che"},{"SurahNumber":52,"VerseNumber":18,"Text":"je temane temana palanahare api che teno ananda la'i rahya che. Anetemana palanahare temane jahannamani yatanathi pana bacavi lidha che"},{"SurahNumber":52,"VerseNumber":19,"Text":"tame masta khata pita raho te karyona badalamam je tame karata hata"},{"SurahNumber":52,"VerseNumber":20,"Text":"kramika pathareli uttama asano upara takiya lagavela. Ane ame temana lagna gori-gori moti ankhovali (huro) sathe kari didha che"},{"SurahNumber":52,"VerseNumber":21,"Text":"Je loko imana lavya ane temani santano'e pana imanamam temanum anusarana karyu, ame temani santanone temana sudhi pahoncadi da'isum ane ame temana karmamanthi ghatado nahim kari'e, dareka vyakti potana karmomam jakadayela che"},{"SurahNumber":52,"VerseNumber":22,"Text":"ame temana mate phalo ane manapasanda gosta puskala pramanamam phelavi da'isum"},{"SurahNumber":52,"VerseNumber":23,"Text":"mojamasti sathe jama (saraba) jhuntavi rahya hase. Je sarabamam na bakavasa hase ane na to papa"}]}