{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Ami kona ayata rahita karale athaba bismrta kariye dile tadapeksa uttama athaba tara samaparyayera ayata anayana kari. Tumi ki jana na ye, allaha saba kichura upara saktimana"},{"SurahNumber":2,"VerseNumber":107,"Text":"tumi ki jana na ye, allahara jan'ya'i nabhomandala o bhumandalera adhipatya? Allaha byatita tomadera kona bandhu o sahayyakari ne'i."},{"SurahNumber":2,"VerseNumber":108,"Text":"Itipurbe musa (ah) yemana jijnasita hayechilena, (musalamanagana, ) tomara'o ki tomadera rasulake temani prasna karate ca'o? Ye ke'u imanera paribarte kuphara grahana kare, se sarala patha theke bicyuta haye yaya."},{"SurahNumber":2,"VerseNumber":109,"Text":"Ahale kitabadera aneke'i pratihinsabasatah caya ye, musalamana ha'oyara para tomaderake kona rakame kaphera baniye deya. Tadera kache satya prakasita ha'oyara para (tara eta caya). Yaka tomara allahara nirdesa asa paryanta tadera ksama kara ebam upeksa kara. Niscaya allaha saba kichura upara ksamatabana."},{"SurahNumber":2,"VerseNumber":110,"Text":"Tomara namaya pratistha kara ebam yakata da'o. Tomara nijera jan'ye purbe ye satkarma prerana karabe, ta allahara kache pabe. Tomara ya kichu kara, niscaya allaha ta pratyaksa karena."},{"SurahNumber":2,"VerseNumber":111,"Text":"Ora bale, ihudi athaba khristana byatita ke'u jannate yabe na. Eta odera manera basana. Bale dina, tomara satyabadi hale, pramana upasthita kara."},{"SurahNumber":2,"VerseNumber":112,"Text":"Ham, ye byakti nijeke allahara uddesye samarpana kareche ebam se satkarmasila'o bate tara jan'ya tara palanakartara kache puraskara bayeche. Tadera bhaya ne'i ebam tara cintita'o habe na."},{"SurahNumber":2,"VerseNumber":113,"Text":"Ihudira bale, khristanara kona bhittira upare'i naya ebam khristanara bale, ihudira kona bhittira upare'i naya. Athaca ora saba'i kitaba patha kare! Emanibhabe yara murkha, tara'o odera mata'i ukti kare. Ata'eba, allaha keyamatera dina tadera madhye phayasala debena, ye bisaye tara matabirodha karachila."},{"SurahNumber":2,"VerseNumber":114,"Text":"Ye byakti allahara masajidasamuhe tamra nama uccarana karate badha deya ebam seguloke ujara karate cesta kare, tara ca'ite bara yalema ara ke? Edera pakse masajidasamuhe prabesa kara bidheya naya, abasya bhita-santrasta abasthaya. Odera jan'ya ihakale lanchana ebam parakale kathina sasti rayeche."},{"SurahNumber":2,"VerseNumber":115,"Text":"Purba o pascima allara'i. Ata'eba, tomara yedike'i mukha phera'o, sedike'i allaha birajamana. Niscaya allaha sarbabyapi, sarbajna."},{"SurahNumber":2,"VerseNumber":116,"Text":"Tara bale, allaha santana grahana karechena. Tini to esaba kichu theke pabitra, baram nabhomandala o bhumandale ya kichu rayeche saba'i tara ajnadhina."},{"SurahNumber":2,"VerseNumber":117,"Text":"Tini nabhomandala o bhumandalera udbhabaka. Yakhana tini kona karya sampadanera sindhanta nena, takhana setike ekatha'i balena, ‘haye ya'o’ tatksanat ta haye yaya."},{"SurahNumber":2,"VerseNumber":118,"Text":"Yara kichu jane na, tara bale, allaha amadera sange kena katha balena na? Athaba amadera kache kona nidarsana kena ase na? Emani bhabe tadera purbe yara chila tara'o tadera'i anurupa katha baleche. Tadera antara eka'i rakama. Niscaya ami ujjbala nidarsanasamuha barnana karechi tadera jan'ye yara pratyayasila."},{"SurahNumber":2,"VerseNumber":119,"Text":"Niscaya ami apanake satyadharmasaha susambadadata o bhiti pradarsanakarirupe pathiyechi. Apani doyakhabasidera samparke jijnasita habena na."},{"SurahNumber":2,"VerseNumber":120,"Text":"Ihudi o khristanara kakhana'i apanara prati santusta habe na, ye paryanta na apani tadera dharmera anusarana karena. Bale dina, ye patha allaha pradarsana karena, ta'i hala sarala patha. Yadi apani tadera akankhasamuhera anusarana karena, ai jnana labhera para, ya apanara kache paumcheche, tabe ke'u allahara kabala theke apanara ud'dharakari o sahayyakari ne'i."},{"SurahNumber":2,"VerseNumber":121,"Text":"Ami yaderake grantha dana karechi, tara ta yathayathabhabe patha kare. Tara'i tatprati bisbasa kare. Ara yara ta abisbasa kare, tara'i habe ksatigrasta."},{"SurahNumber":2,"VerseNumber":122,"Text":"He bani-isara'ila! Amara anugrahera katha smarana kara, ya ami tomadera diyechi. Ami tomaderake bisbabasira upara sresthatba dana karechi."},{"SurahNumber":2,"VerseNumber":123,"Text":"Tomara bhaya kara sedinake, ye dina eka byakti theke an'ya byakti bindumatra upakrta habe na, kara'o kacha theke binimaya grhita habe na, kara o suparisa phalaprada habe na ebam tara sahayya prapta o habe na."}]}