{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"iman kontavarkal niccayamaka verri perru vittanar"},{"SurahNumber":23,"VerseNumber":2,"Text":"avarkal ettakaiyayorenral, tankal tolukaiyil ullaccattotu irupparkal"},{"SurahNumber":23,"VerseNumber":3,"Text":"innum, avarkal vinana (peccu, ceyal akiya)varrai vittu vilakiyirupparkal"},{"SurahNumber":23,"VerseNumber":4,"Text":"jakattaiyum tavaratu kotuttu varuvarkal"},{"SurahNumber":23,"VerseNumber":5,"Text":"melum, avarkal tankalutaiya vetkat talankalaik kattuk kolvarkal"},{"SurahNumber":23,"VerseNumber":6,"Text":"anal, avarkal tankal manaivikalitamo allatu tankal valakkaram contamakkik kontavarkalitamo tavira - (ivarkalitam uravu kolvatu kontum) niccayamaka avarkal palikkappatamattarkal"},{"SurahNumber":23,"VerseNumber":7,"Text":"anal, itarku appal (veru valikalai) evar natukiraro a(ttakaiya)varkal tam varampu miriyavarkalavarkal"},{"SurahNumber":23,"VerseNumber":8,"Text":"innum, avarkal tankal (itam oppataikkappatta) amanip porutkalaiyum, tankal vakkurutikalaiyum kapparruvarkal"},{"SurahNumber":23,"VerseNumber":9,"Text":"melum avarkal tam tolukaikalai(k kuritta kalattil muraiyotu) penuvarkal"},{"SurahNumber":23,"VerseNumber":10,"Text":"ittakaiyor tam (cavarkkattin) varicutararkal"},{"SurahNumber":23,"VerseNumber":11,"Text":"Ivarkal hpirtavs (ennum cuvanapatiyai) anantaran kontu atil ivarkal enrenrum tankiyirupparkal"},{"SurahNumber":23,"VerseNumber":12,"Text":"niccayamaka nam (ati) manitaraik kali manniliruntulla cattinal pataittom"},{"SurahNumber":23,"VerseNumber":13,"Text":"pinnar nam (manitanaip pataippatarkaka) avanai oru patukappana itattil intiriyat tuliyakki vaittom"},{"SurahNumber":23,"VerseNumber":14,"Text":"pinnar anta intiriyat tuliyai alak enra nilaiyil akkinom; pinnar anta alakkai oru tacaip pintamakkinom; pinnar attacaippintattai elumpukalakavum akkinom; pinnar, avvelumpukalukku mamicattai anivittom; pinnar nam atanai veru oru pataippaka (manitanakac) ceytom. (Ivvaru pataittavanana) allah perum pakkiyamutaiyavan (pataippalarkalil ellam) mika alakana pataippalan"},{"SurahNumber":23,"VerseNumber":15,"Text":"piraku, niccayamaka ninkal maranippavarkalaka irukkirirkal"},{"SurahNumber":23,"VerseNumber":16,"Text":"piraku, kiyama nalanru, niccayamaka ninkal eluppappatuvirkal"},{"SurahNumber":23,"VerseNumber":17,"Text":"anriyum, unkalukku mele elu pataikalait titanaka nam pataittirukkirom - (namatu) pataippaik kurittu nam eppolutu paramukamaka irukkavillai"},{"SurahNumber":23,"VerseNumber":18,"Text":"melum, vanattiliruntu nam tittamana alavil (malai) nirai irakki, appal atanaip pumiyil tanka vaikkirom; niccayamaka atanaip pokkivitavum nam caktiyutaiyom"},{"SurahNumber":23,"VerseNumber":19,"Text":"atanaik kontu, nam unkalukku periccai tiratcai tottankalai untakkiyirukkinrom; avarril unkalukku eralamana kanivakaikal irukkinran avarriliruntu ninkal pucikkirirkal"},{"SurahNumber":23,"VerseNumber":20,"Text":"innum tur sinay malaikkaruke urpattiyakum marattaiyum (unkalukkaka nam untakkinom) atu enneyai urpatti ceykiratu. Melum (rotti ponravarrai) cappivorukku tottu cappitum porulakavum (atu amaintullatu)"},{"SurahNumber":23,"VerseNumber":21,"Text":"Niccayamaka unkalukku (atu, matu, ottakam mutaliya) piranikalil oru patippinai irukkiratu. Avarrin vayirukaliliruntu (curakkum palai) nam unkalukku pukattukirom; innum avarril unkalukku aneka payankal irukkinrana avarri(n mamicatti)liruntu ninkal pucikkinrirkal"},{"SurahNumber":23,"VerseNumber":22,"Text":"melum avarrin mitum, kappalkalilum ninkal cumakkappatukinrirkal"},{"SurahNumber":23,"VerseNumber":23,"Text":"innum; niccayamaka, nam nuhai avarutaiya camukattaritattil anuppinom; appotu avar (tam camukattaritam)\"en camukattavarkale! Ninkal allahvai vanankunkal avananri unkalukku (veru) nayan illai, ninkal (avanukku) anca ventama?\" Enru kurinar"},{"SurahNumber":23,"VerseNumber":24,"Text":"anal, avarutaiya camukattaril kahpirkalay irunta talaivarkal; \"ivar unkalaip ponra manitareyanri verillai ivar unkalai vita cirappup pera virumpukirar; melum, allah natiyiruntal avan malakkukalai(t tutarkalaka) anuppiyiruppan. Munnirunta nam mutataiyaritam i(ttakaiya visayat)tai nam kelvippattateyillai\" enru kurinarkal"},{"SurahNumber":23,"VerseNumber":25,"Text":"ivar oru paittiyakkara manitareyanri verillai enave ivarutan ninkal ciritu kalam poruttiruntu parunkal\" (enavum kurinar)"},{"SurahNumber":23,"VerseNumber":26,"Text":"en iraiva! Ivarkal ennai poyppippatin karanamaka ni enakku utavi purivayaka!\" Enru kurinar"},{"SurahNumber":23,"VerseNumber":27,"Text":"Atarku, \"nir nam kan mun nam'mutaiya vahiyarivippinpatiyum kappalaic ceyviraka! Piraku nam'mutaiya kattalai vantu, atuppuk kotikkum potu, ovvonrilum an, pen irantirantu cernta jataiyaiyum, um'mutaiya kutampattinaril evar mitu nam (tantanai parriya) vakku erpattuvittato avarait tavira, (marravarkalaiyum) atil errik kollum; innum aniyayam ceytarkale avarkalaip parri nir ennitam parintu peca ventam - niccayamaka avarkal mulkatikkappatuvarkal\" enru avarukku nam arivittom"},{"SurahNumber":23,"VerseNumber":28,"Text":"nirum, um'mutan iruppavarkalum kappalil amarntatum; \"aniyayakkararana camukattarai vittum enkalaik kapparriya allahvukke ellap pukalum\" enru kuruviraka"},{"SurahNumber":23,"VerseNumber":29,"Text":"melum\"iraivane! Ni mikavum pakkiyam ulla irankum talattil ennai irakki vaippayaka! Niye (pattaramaka) irakki vaippavarkalil mikka melanavan\" enru pirarttippiraka! (Enavum arivittom)"},{"SurahNumber":23,"VerseNumber":30,"Text":"niccayamaka ivarril (pala) attatcikal irukkinran nam (ivvare manitarkalaic) cotippavaraka irukkinrom"},{"SurahNumber":23,"VerseNumber":31,"Text":"pinnar, (piralayattil mulkivitta) ivarkalai atuttu veroru talaimuraiyinarai untakkinom"},{"SurahNumber":23,"VerseNumber":32,"Text":"avarkalilirunte oru tutaraiyum avarkalitaiye nam anuppinom. \"Allahvaiye vanankunkal; avananri, unkalukku (veru) nayan illai ninkal (avanukku) anca ventama?\" (Enrum avar kurinar)"},{"SurahNumber":23,"VerseNumber":33,"Text":"Anal, avarutaiya camukattaril kahpirkalay irunta talaivarkalum innum iruti tirppu nalai cantippataip poyppatutta murpattarkale avarkalum, nam avarkalukku ivvulaka valkkaiyil vicalamana (cakanupavankalaik) kotuttiruntome avarkalum, (tam camukattaritam)\"ivar unkalaip ponra oru manitareyanri verillai ninkal unpataiye avarum unkirar; ninkal kutippataiye avarum kutikkirar"},{"SurahNumber":23,"VerseNumber":34,"Text":"enave unkalaip ponra oru manitarukku ninkal kattuppattal niccayamaka ninkal nastavalikale"},{"SurahNumber":23,"VerseNumber":35,"Text":"niccayamaka ninkal marittu mannakavum elumpukalakavum ana pinnar niccayamaka ninkal (mintum) velippatuttappatuvirkal enru avar unkalukku vakkuruti alikkirara"}]}