{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Zakoni sahr guftand: «Zani Aziz dar pai komcui az ƣulomi xud sudaast va seftai u gasta ast. Mo vajro dar gumrohii oskoro meʙipem»"},{"SurahNumber":12,"VerseNumber":31,"Text":"Cun afsunasonro sunid, nazdason kas firistod va maclise tartiʙ dod va ʙa har jak korde dod va guft: «Berun oj, to turo ʙingarand». Cun uro didand, ʙuzurgas sumurdand va dasti xes ʙiʙuridand va guftand: «Ma'ozalloh in odami nest, in faristae ʙuzurgvor ast!»"},{"SurahNumber":12,"VerseNumber":32,"Text":"Guft: «In hamon ast, ki maro dar ʙoʙi u malomat mekarded. Man dar pai komcui az u ʙudam va u xudro nigoh dost. Agar on ci farmonas mediham, nakunad, ʙa zindon xohad aftod va xor xohad sud»"},{"SurahNumber":12,"VerseNumber":33,"Text":"Guft: «Ej Parvardigori man, ʙaroi man zindon dust dostanitar ast az on ci maro ʙa on mexonand va agar makri in zanonro az man nagardoni, ʙa onho majl mekunam va dar sumori nodonon darmeojam»"},{"SurahNumber":12,"VerseNumber":34,"Text":"Parvardigoras du'ojasro icoʙat kard va makri zanon az u dur kard. Zero Xudo sunavovu donost"},{"SurahNumber":12,"VerseNumber":35,"Text":"Pas ʙo on nisonaho, ki dida ʙudand, tasmim kardand, ki cande ʙa zindonas ʙijafkanand"},{"SurahNumber":12,"VerseNumber":36,"Text":"Du cavon niz ʙo u ʙa zindon aftodand. Jake az on du guft: «Dar xoʙ xudro didam, ki angur mefisoram». Digare guft: «Xudro didam, ki non ʙar sar nihoda meʙaram va parrandagon az on mexurand. Moro az ta'ʙiri on ogoh kun, ki az nekukoronat meʙinem»"},{"SurahNumber":12,"VerseNumber":37,"Text":"Guft: «Ta'omi ruzonai sumo hanuz naomada ʙosad, ki pes az on sumoro az ta'ʙiri on xoʙho, cunon ki Parvardigoram ʙa man omuxtaast, xaʙar mediham. Man dini mardumero, ki ʙa Xudoi jakto imon nadorand va ʙa ruzi qijomat kofirand, tark kardaam"},{"SurahNumber":12,"VerseNumber":38,"Text":"Man pajravi dini padaronam Iʙrohimu Ishoqu Ja'quʙ hastam va moro nasojad, ki hec cizro sariki Xudo qaror dihem. In fazilatest, ki Xudo ʙar movu ʙar mardumi digar arzoni dostaast, vale ʙestari mardum nosukrand"},{"SurahNumber":12,"VerseNumber":39,"Text":"Ej du zindoni, ojo xudojoni parokanda ʙehtar ast jo Olloh — on Xudovandi jaktoi ƣoliʙ ʙar hamagon"},{"SurahNumber":12,"VerseNumber":40,"Text":"Nameparasted ƣajri Xudoi jakto magar ʙutonero, ki xud va padaronaton onhoro ʙa nomhoe xondaed va Xudo huccate ʙar isʙoti onho nozil nakardaast. Hukm cuz hukmi Xudo nest. Farmon dodaast, ki cuz uro naparasted. In ast dini rostu ustuvor, vale ʙestari mardum namedonand"},{"SurahNumber":12,"VerseNumber":41,"Text":"Ej du zindoni, ammo jake az sumo ʙaroi xocai xud saroʙ rezad, ammo digarero ʙar dor kunand va parrandagon sari u ʙixurand. Kore, ki dar ʙorai on nazar mexosted, ʙa pojon omadaast»"},{"SurahNumber":12,"VerseNumber":42,"Text":"Ba jake az on du, ki medonnst, raho mesavad, guft: «Maro nazdi xocai xud jod kun!» Ammo sajton az xotiras dur kard, ki pesi mavlojas az u jod kunad va cand sol dar zindon ʙimond"},{"SurahNumber":12,"VerseNumber":43,"Text":"Podsoh guft: «Dar xoʙ haft govi farʙehro didam, ki onhoro haft govi loƣar mexurand va haft xusai saʙz didam va haft xusai xusk. Ej xosagoni man, xoʙi maro ta'ʙir kuned, agar ta'ʙiri xoʙ medoned»"},{"SurahNumber":12,"VerseNumber":44,"Text":"Guftand: «Inho xoʙhoi osuftaast va moro ʙa ta'ʙiri in xoʙho ogohi nest»"},{"SurahNumber":12,"VerseNumber":45,"Text":"Jake az on du, ki raho suda ʙud va pas az muddate ʙa jodas omada ʙud, guft: «Man sumoro az ta'ʙiri on ogoh mekunam. Maro nazdi u ʙifiristed»"},{"SurahNumber":12,"VerseNumber":46,"Text":"«Ej Jusuf, ej mardi rostguj, ʙaroi mo ta'ʙir kun, ki haft govi farʙehro haft govi loƣar mexurand va haft xusai saʙzu haft xusai xusk. Bosad, ki man nazdi mardum ʙozgardam va onon ogoh gardand»"},{"SurahNumber":12,"VerseNumber":47,"Text":"Guft: «Haft sol paj dar paj ʙikored va har ci medaraved, cuz andake, ki mexured, ʙo xusa anʙor kuned"},{"SurahNumber":12,"VerseNumber":48,"Text":"Az on pas haft sol kaxti meojad va dar on haft sol on ci ʙarojason cam' kardaand, ʙixurand ƣajri andake, ki nigoh medored"},{"SurahNumber":12,"VerseNumber":49,"Text":"Pas az on sole ojad, ki mardumonro ʙoron dihand va dar on sol afsurdanihoro mefusurand»"},{"SurahNumber":12,"VerseNumber":50,"Text":"Podsoh guft: «Nazdi manas ʙijovared». Cun firistoda nazdi u omad, Jusuf guft: «Nazdi xocaat ʙozgard va ʙipurs: Hikojati on zanon, ki dasthoi xudro ʙuridand, ci ʙud? Ki Parvardigori man ʙa makrason ogoh ast!»"},{"SurahNumber":12,"VerseNumber":51,"Text":"Guft: «Ej zanon, on goh ki xostori tani Jusuf meʙuded, hikojati sumo ci ʙud?» Guftand: «Panoh ʙar Xudo! Uro hec gunahkor namedonem». Zani Aziz guft: «Aknun haq oskor sud. Man dar pai komcui az u meʙudam va u dar zumrai rostgujon ast!»"},{"SurahNumber":12,"VerseNumber":52,"Text":"«Cunin sud to ʙidonad, ki man dar ƣajʙatas ʙa u xijonat nakardaam va Xudo hilai xoinonro ʙa maqsad namerasozdad"}]}