{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"O vy, yaki uviruvaly! Trymaytesʹ spravedlyvosti, koly budete vy svidkamy pered Allahom, navitʹ yakshcho tse svidchennya bude proty vas samykh, vashykh batʹkiv chy rodychiv. Bude tse bahatyy chy bidnyy, yikhnya sprava nalezhytʹ Allahu. Ne ydy za prystrastyu, shchob ne porushyty spravedlyvosti. Yakshcho zh vy spotvoryte [svidchennya] abo vidmovytesʹ vid nʹoho, to, voistynu, Allahu vidomo te, shcho robyte vy"},{"SurahNumber":4,"VerseNumber":136,"Text":"O vy, yaki uviruvaly! Viruyte v Allaha, Yoho Poslantsya i Pysannya, yake Vin zislav Poslantsyu Svoyemu; a takozh u Pysannya, yake bulo zislano ranishe. I khto ne viruye v Allaha, v Yoho anheliv, Yoho Pysannya, Yoho poslantsiv ta v Ostanniy Denʹ, toy zablukav u hlybokiy omani"},{"SurahNumber":4,"VerseNumber":137,"Text":"Voistynu, tykh, yaki uviruvaly, a potim staly neviruyuchymy, a potim znovu uviruvaly i znovu staly neviruyuchymy, shche y dodavshy sobi nevirʺya – tykh ne prostytʹ Allah i ne vkazhe yim shlyakhu"},{"SurahNumber":4,"VerseNumber":138,"Text":"Spovisty zh dobru zvistku lytsemiram — pro te, shcho chekaye na nykh bolisna kara"},{"SurahNumber":4,"VerseNumber":139,"Text":"Tym, yaki berutʹ sobi za pryyateliv neviruyuchykh, nekhtuyuchy viruyuchymy! Nevzhe vony prahnutʹ otrymaty vid nykh sylu? Voistynu, vsya syla nalezhytʹ Allahu"},{"SurahNumber":4,"VerseNumber":140,"Text":"Allah vzhe zislav vam u Pysanni, shchob vy ne sidaly razom iz tymy, yaki, pochuvshy znamennya Allaha, ne viruyutʹ u nykh ta nasmikhayutʹsya z nykh — poky vony ne pochnutʹ rozmovlyaty pro shchosʹ inshe. Inakshe vy budete skhozhi na nykh! Voistynu, Allah zbere lytsemiriv ta neviruyuchykh u heyeni — usikh"},{"SurahNumber":4,"VerseNumber":141,"Text":"Vony ochikuyutʹ toho, shcho trapytʹsya z vamy. Yakshcho pryyde do vas vid Allaha peremoha, to vony skazhutʹ: «Khiba zh my ne buly z vamy?» A yakshcho peremoha bude na botsi neviruyuchykh, to vony skazhutʹ: «Khiba zh my ne dopomahaly vam ta ne zakhyshchaly vas vid viruyuchykh?» Allah rozsudytʹ mizh vamy v Denʹ Voskresinnya i Allah nikoly ne daruye neviruyuchym perevahy nad viruyuchymy"},{"SurahNumber":4,"VerseNumber":142,"Text":"Voistynu, lytsemiry namahayutʹsya obmanuty Allaha, a naspravdi Vin obmanyuye yikh. I koly vony zvershuyutʹ molytvu, to roblyatʹ tse z linoshchamy, tilʹky pokazuyuchy sebe pered lyudʹmy ta ridko z·haduyuchy Allaha"},{"SurahNumber":4,"VerseNumber":143,"Text":"khytayuchysʹ poseredyni — ni do tsykh, ni do tykh. A koho Allah zbyv zi shlyakhu, tomu ty ne znaydesh dorohy"},{"SurahNumber":4,"VerseNumber":144,"Text":"O vy, yaki uviruvaly! Ne beritʹ sobi za pryyateliv neviruyuchykh zamistʹ viruyuchykh. Nevzhe vy prahnete, shchob Allah mav proty vas ochevydnyy dokaz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Voistynu, lytsemiry opynyatʹsya na samomu dni pekla. I ty ne znaydesh dlya nykh pomichnyka"},{"SurahNumber":4,"VerseNumber":146,"Text":"Okrim tykh, yaki pokayalysʹ, vypravylysʹ, shukaly zakhystu v Allaha ta buly shchyrymy u svoyiy viri pered Allahom. Same vony budutʹ razom iz viruyuchymy i Allah daruye viruyuchym velyku vynahorodu"},{"SurahNumber":4,"VerseNumber":147,"Text":"Nevzhe Allah bude karaty vas, yakshcho vy budete vdyachnymy ta viruyuchymy? Allah — Vdyachnyy, Vseznayuchyy"}]}