{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"Tyācā sāthīdāra (saitāna) mhaṇēla kī hē āmacyā pālanakartyā! Mī yālā mārgabhraṣṭa kēlē navhatē, ulaṭa hā svataḥca dūracyā mārgabhraṣṭatēta hōtā"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allāha) pharmāvila kī, mājhyāsamōra vādavivāda karū nakā. Mī tara ādhīca tumacyākaḍē śikṣā - yātanēcā vāyadā pāṭhavilā hōtā"},{"SurahNumber":50,"VerseNumber":29,"Text":"Mājhyājavaḷa gōṣṭa badalalī jāta nāhī āṇi nā mī āpalyā dāsānvara (upāsakānvara) kin̄citahī atyācāra karaṇārā āhē"},{"SurahNumber":50,"VerseNumber":30,"Text":"Jyā divaśī āmhī jahannamalā vicārū kī kāya tū (pūrṇataḥ) bharalī? Tī uttara dē'īla kī, āṇakhī kāhī jāsta āhē kā"},{"SurahNumber":50,"VerseNumber":31,"Text":"Āṇi jannata, nēka sadācārī lōkānsāṭhī agadī javaḷa kēlī jā'īla kin̄citahī dūra nasēla"},{"SurahNumber":50,"VerseNumber":32,"Text":"Hē āhē, jyācā vāyadā tumacyāśī kēlā jāta hōtā, aśā tyā pratyēka māṇasāsāṭhī, jō dhyānamagna āṇi niyamita (ājñāpālana) karaṇārā asēla"},{"SurahNumber":50,"VerseNumber":33,"Text":"Jō rahamāna (dayāvāna allāha) cē guptapaṇē bhaya rākhata asēla āṇi rujū hōṇārē hr̥daya ghē'ūna ālā asēla"},{"SurahNumber":50,"VerseNumber":34,"Text":"Tumhī yā jannatamadhyē śāntīpūrvaka dākhala vhā. Hā nēhamī rāhaṇyācā divasa āhē"},{"SurahNumber":50,"VerseNumber":35,"Text":"Hē tithē jē kāhī icchitīla tē tyānnā miḷēla (kimbahunā) āmacyājavaḷa āṇakhīhī jāsta āhē"},{"SurahNumber":50,"VerseNumber":36,"Text":"Āṇi tyān̄cyāpūrvīhī āmhī anēka janasamūhānnā naṣṭa karūna ṭākalē āhē, jē tyācyāpēkṣā śaktī sāmarthyāta khūpa jāsta hōtē. Tē śaharāmadhyē phirataca rāhilē kī ēkhādē paḷa kāḍhaṇyācē sthāna āhē"},{"SurahNumber":50,"VerseNumber":37,"Text":"Yāta, tyā pratyēka māṇasākaritā bōdha upadēśa āhē, jō hr̥daya bāḷagata asēla kinvā lakṣapūrvaka aikata asēla āṇi tō hajara asēla"},{"SurahNumber":50,"VerseNumber":38,"Text":"Niḥsanśaya, āmhī ākāśān̄cyā āṇi dharatīcyā āṇi tyā dōghān̄cyā daramyāna jē kāhī āhē, tē sarva (phakta) sahā divasānta nirmāṇa kēlē, āṇi āmhālā thakavyānē sparśahī kēlā nāhī"},{"SurahNumber":50,"VerseNumber":39,"Text":"Yāstava tumhī tyā gōṣṭīnvara dhīra-sanyama rākhā āṇi āpalyā pālanakartyācē pāvitryagāna, praśansēsaha sūryōdayāpūrvīhī āṇi sūryāstāpūrvīhī karīta rāhā"},{"SurahNumber":50,"VerseNumber":40,"Text":"Āṇi rātrīcyā kāhī kāḷātahī mahimāgāna karā āṇi namājanantarahī"},{"SurahNumber":50,"VerseNumber":41,"Text":"Āṇi aikā kī jyā divasī ēka pukāraṇārā javaḷacyā ṭhikāṇāhūnaca pukārēla"},{"SurahNumber":50,"VerseNumber":42,"Text":"Jyā divaśī tō bhayaṅkara āvāja khātrīpūrvaka aikatīla, hā bāhēra paḍaṇyācā divasa asēla"},{"SurahNumber":50,"VerseNumber":43,"Text":"Āmhīca jivanta karatō āṇi āmhīca mr̥tyu dētō āṇi āmacyācakaḍē paratūna yāyacē āhē"},{"SurahNumber":50,"VerseNumber":44,"Text":"Jyā divaśī jamīna vidīrṇa hō'īla āṇi hē dhāvata paḷata (bāhēra paḍatīla) hē ēkatrita karaṇē āmacyāsāṭhī phāra sōpē āhē"},{"SurahNumber":50,"VerseNumber":45,"Text":"Āmhī cāṅgalyā prakārē jāṇatō, jē kāhī hē sāṅgata āhēta āṇi tumhī tyānnā jabaradastīpūrvaka rājī karūna ghēṇārē nāhī, tēvhā tumhī tyānnā kura'ānācyā mādhyamānē samajāvita rāhā, jē mājhyā tākīdīcē bhaya"},{"SurahNumber":51,"VerseNumber":1,"Text":"Śapatha āhē uḍavūna vikhuraṇāṟyāṁ (vāṟyāṁ) cī"},{"SurahNumber":51,"VerseNumber":2,"Text":"Maga ōjhē ucalaṇāṟyān̄cī"},{"SurahNumber":51,"VerseNumber":3,"Text":"Maga dhīmyā gatīnē cālaṇāṟyān̄cī"},{"SurahNumber":51,"VerseNumber":4,"Text":"Maga kāmācī vāṭaṇī karaṇāṟyān̄cī"},{"SurahNumber":51,"VerseNumber":5,"Text":"Niḥsanśaya, tumhālā jē vāyadē dilē jātāta (tē sarva) kharē āhēta"},{"SurahNumber":51,"VerseNumber":6,"Text":"Āṇi niścitaca n'yāya hōṇāra āhē"},{"SurahNumber":51,"VerseNumber":7,"Text":"Śapatha āhē, mārga rākhaṇāṟyā ākāśācī"},{"SurahNumber":51,"VerseNumber":8,"Text":"Niścitaca tumhī vibhinna gōṣṭīta paḍalā āhāta"},{"SurahNumber":51,"VerseNumber":9,"Text":"Tyā (satyā) pāsūna tōca phiravilā jātō, jō phiravilā gēlā asāvā"},{"SurahNumber":51,"VerseNumber":10,"Text":"Aṭakaḷīcyā gōṣṭī bōlaṇārē naṣṭa kēlē gēlē"},{"SurahNumber":51,"VerseNumber":11,"Text":"Jē cētanāhīna āhēta āṇi visara paḍalēlē"},{"SurahNumber":51,"VerseNumber":12,"Text":"Vicāratāta kī mōbadalyācā divasa kēvhā yē'īla"},{"SurahNumber":51,"VerseNumber":13,"Text":"(Hōya) hā tō divasa āhē kī hē āgīvara tāpavilē jātīla"},{"SurahNumber":51,"VerseNumber":14,"Text":"Svāda cākhā. Hēca tē, jyācī tumhī ghā'ī mājavita hōtē"},{"SurahNumber":51,"VerseNumber":15,"Text":"Niḥsanśaya, allāhacē bhaya bāḷagaṇārē jannatīmmadhyē āṇi (śītala) jhaṟyāmmadhyē asatīla"},{"SurahNumber":51,"VerseNumber":16,"Text":"Tyān̄cyā pālanakartyānē jē kāhī tyānnā pradāna kēlē āhē, tē ghēta asatīla tē tara tyāpūrvīca satkarma karaṇārē hōtē"},{"SurahNumber":51,"VerseNumber":17,"Text":"Tē rātrī phāra kamī jhōpata asata"},{"SurahNumber":51,"VerseNumber":18,"Text":"Āṇi tē rātrīcyā antima praharī (pahāṭē) kṣamā - yācanā karīta"},{"SurahNumber":51,"VerseNumber":19,"Text":"Āṇi tyān̄cyā dhana-sampattīta yācakān̄cā(māgaṇāṟyān̄cā)āṇi yācanā karaṇyāpāsūna alipta rāhaṇāṟyān̄cā hakka hōtā"},{"SurahNumber":51,"VerseNumber":20,"Text":"Āṇi viśvāsa rākhaṇāṟyāṅkaritā tara dharatīta anēka niśāṇyā āhēta"},{"SurahNumber":51,"VerseNumber":21,"Text":"Āṇi svataḥ tumacyā astitvāta dēkhīla, tara kāya tumhī pāhata nāhīta"},{"SurahNumber":51,"VerseNumber":22,"Text":"Āṇi tumacī ājivikā(anna sāmugrī) āṇi jō tumhālā vāyadā dilā jāta āhē, sarva ākāśāta āhē"},{"SurahNumber":51,"VerseNumber":23,"Text":"Tēvhā ākāśa āṇi dharatīcyā svāmī va pālanakartyācī śapatha! Hē agadī satya āhē, asēca khātrīpūrvaka, jasē tumhī bōlatā"},{"SurahNumber":51,"VerseNumber":24,"Text":"Kāya tumhālā ibrāhīma (alaihis'salāma) cyā sanmānita atithīn̄cī vārtāhī pōhacalī āhē"},{"SurahNumber":51,"VerseNumber":25,"Text":"Tē jēvhā tyān̄cyājavaḷa ālē tēvhā salāma kēlā. (Ibrāhīma) yānnī salāmalā uttara dilē (āṇi mhaṇālē, hē tara) anōḷakhī lōka āhēta"},{"SurahNumber":51,"VerseNumber":26,"Text":"Maga (gupacupa ghā'īghā'īnē) āpalyā kuṭumbiyāṅkaḍē gēlē āṇi ēkā laṭhṭha vāsarucē (mānsa) ghē'ūna ālē"},{"SurahNumber":51,"VerseNumber":27,"Text":"Āṇi tē tyān̄cyā puḍhē ṭhēvalē āṇi mhaṇālē, tumhī khāta kā nāhī"},{"SurahNumber":51,"VerseNumber":28,"Text":"Maga manātalyā manāta tyān̄cyāpāsūna bhayabhita jhālē. (Atithī) mhaṇālē, tumhī bhi'ū nakā āṇi tyānnā (hajarata) ibrāhīmalā ēkā jñānī putraprāptīcī śubhavārtā dilī"},{"SurahNumber":51,"VerseNumber":29,"Text":"Tēvhā tyān̄cyā patnīnē āścaryacakita hō'ūna āpalyā tōṇḍāvara hāta mārūna mhaṭalē kī mī tara mhātārī āhē, tyācabarōbara vān̄jha dēkhīla"},{"SurahNumber":51,"VerseNumber":30,"Text":"Tē mhaṇālē kī hōya, tumacyā pālanakartyā (allāha) nē asēca pharmāvilē āhē. Niḥsanśaya, tō hikamaśālī āṇi jāṇaṇārā āhē"}]}