{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"Im zboruvaše: “I zarem da vi dojdev so patokaz podobar od onoj što go zateknavte kaj predcite vaši?\" Zboruvaa: “Nie, navistina, ne veruvame vo ona so što ste isprateni"},{"SurahNumber":43,"VerseNumber":25,"Text":"Pa, Nie im se odmazdivme. I pogledni kakva beše kaznata vrz laškovcite"},{"SurahNumber":43,"VerseNumber":26,"Text":"koga Ibrahim mu reče na babo mu i na narodot svoj: “Jas sum, navistina, daleku od ona što go obožavate"},{"SurahNumber":43,"VerseNumber":27,"Text":"osven Onoj koj me sozdade pa On i ḱe me upati"},{"SurahNumber":43,"VerseNumber":28,"Text":"I toj zborot go ovekoveči meǵu potomstvoto svoe za da se vratat kon Patokazot"},{"SurahNumber":43,"VerseNumber":29,"Text":"No, Jas im dadov da uživaat tie i predcite nivni se dodeka ne im dojde vistinata i pejgamberot očigleden"},{"SurahNumber":43,"VerseNumber":30,"Text":"I bidejḱi im dojde vistinata, rekoa: “Ova e volšebniŠTVO; vo nego, navistina, ne veruvame"},{"SurahNumber":43,"VerseNumber":31,"Text":"Zboruvaa: “Zošto ovoj Kuran ne e objaven na eden čovek od dva grada golemi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Tie li ja spodeluvaat milosta na Gospodarot tvoj? Nie gi spodelivme meǵu Niv životnite potrebi NIVNI Vo životot na ovoj svet. I edninadrugi gi vozdignavme, so stepeni, za da se potčinat edninadrugi. A milosta na Gospodarot tvoj e podobra od ona što go zbiraat"},{"SurahNumber":43,"VerseNumber":33,"Text":"A luǵeto da ne bea vo edna zaednica za onie koi ne veruvaa vo Milostiviot Nie ḱe odredevme kuḱite da im bidat izgradeni od srebro a i skalilata po koi se kačuvaat"},{"SurahNumber":43,"VerseNumber":34,"Text":"a vo kuḱite svoi vrati i legla vrz koi se potpiraat, isto taka"},{"SurahNumber":43,"VerseNumber":35,"Text":"i, nakitite, sekako. I seto toa, ete, e uživanje vo životot na ovoj svet, a Ahiret, pak, kaj Gospodarot tvoj, e za bogobojazlivite"},{"SurahNumber":43,"VerseNumber":36,"Text":"A onoj koj ḱe se odvrati od spomenuvanjeto na Milostiviot Nie ḱe mu go mnatovarime Šejtanot i ḱe mu stane blizok"},{"SurahNumber":43,"VerseNumber":37,"Text":"onie, navistina, gi odDvraḱaat od Patot i smetaat deḱa se upatuvači"},{"SurahNumber":43,"VerseNumber":38,"Text":"A koga ḱe dojde kaj Nas, ḱe reče: “E, šteta! Meǵu mene i tebe da beše edna dalečina od Istok do Zapad! E, samo kolku si loš drugar"},{"SurahNumber":43,"VerseNumber":39,"Text":"I ne ḱe vi koristi denes, I zatoa što zulum pravevte, ḱe bidete vo kaznata, navistina, združeni"},{"SurahNumber":43,"VerseNumber":40,"Text":"Gi li možeš da napraviš da slušaat nemite ili, pak, da gi upatiš slepite: onie koi očigledno skršnale vo zabluda"},{"SurahNumber":43,"VerseNumber":41,"Text":"Pa, da te zemevme Nie nim. sigurno ḱe im se odmazdevme"},{"SurahNumber":43,"VerseNumber":42,"Text":"ili da TI go pokažeme ona so što im se zakanuvame.. pa, Nie, „navistina, imame moḱ protiv niv"},{"SurahNumber":43,"VerseNumber":43,"Text":"Pa, pridržuvaj se kon ona što ti e objaveno. Ti si, navistina, po patot vistinski"},{"SurahNumber":43,"VerseNumber":44,"Text":"Toj, navistina, e Opomena za tebe i za narodot tvoj, I ḱe bidete odgovorni"},{"SurahNumber":43,"VerseNumber":45,"Text":"I prašaj gi tie koi gi isprativme pred tebe, meǵu pejgamberite Naši, dali odredivme, osven Milostiviot, bogovi da se obožavaat"},{"SurahNumber":43,"VerseNumber":46,"Text":"I Nie, sekako, Musa go isprativme so znamenijata Naši, do faraonot i golemcite ngovi, i reče:“Jas sum, navistina, pejgamber od Gospodarot na svtovite"},{"SurahNumber":43,"VerseNumber":47,"Text":"bidejḱi im doaǵaa so znamenijata Naši vednaš gi ismevaa"},{"SurahNumber":43,"VerseNumber":48,"Text":"ednoodrugo pogolemo znamenie Nie im pokažuvavme, i na kazna gi izložuvavme za da se vratat po Patokazot"},{"SurahNumber":43,"VerseNumber":49,"Text":"I zboruvaa: “O volšebniku, povikaj go za nas, od Gospodarot tvoj, ona što go veti, pa, navistina, ḱe bideme upateni"},{"SurahNumber":43,"VerseNumber":50,"Text":"I bidejḱi Nie od niv ja otstranivme kaznata, vednaš ja prekršija zakletvata"},{"SurahNumber":43,"VerseNumber":51,"Text":"faraonot vozglasuvaše meǵu narodot svoj, velejḱi: “O narode moj, neli mi pripaǵa da vladeam so Egipet, i so ovie reki pod mene? Ne gledate li"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ili: Ne sum li podobar od ovoj nesreḱnik koj odvaj objasnuva nešto"},{"SurahNumber":43,"VerseNumber":53,"Text":"Pa, zošto ne mu se dadeni rakavici od zlato? Ili: Zošto so nego ne dojdoa združeni meleki"},{"SurahNumber":43,"VerseNumber":54,"Text":"I narodot negov se uplaši OD nego I go posluša. Toj narod beše, navistina, rasipnički"},{"SurahNumber":43,"VerseNumber":55,"Text":"I bidejḱi Ne nalutija im se odmazdivme i, taka, Nie site gi potopivme"},{"SurahNumber":43,"VerseNumber":56,"Text":"I odredivme da bidat urnek i primer za ostanatite"}]}