{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Ke tyo vyakti jasale yo jnana rakhdacha ki tapa'itira tapa'iko palanakartabata je utari'eko cha tyo satya cha, tyasa vyakti jasto huna sakcha juna andho cha. Upadesa tinaile svikara garna sakchan jo jnani samajhdara chan"},{"SurahNumber":13,"VerseNumber":20,"Text":"Jo allahako vacala'i pura gardachan ra pratijna bhanga gardainan"},{"SurahNumber":13,"VerseNumber":21,"Text":"Ra allahale juna kurola'i jodne adesa di'eko cha usala'i jodchan, ra uni aphno palanaharabata dara'umchan, ra kathina hisabako bhaya rakhchan"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ra uni aphno palanaharako sahamatiko cahanako purtika lagi dhairya garchana, ra namajala'i sadaiva kayama rakhchan, ra juna kuro maile di'irakheko chu, tyasala'i dekha'i va luka'i kharca garchana, ra kubhalola'i bhala'ibata phalchan unakailagi antimaka ghara chan"},{"SurahNumber":13,"VerseNumber":23,"Text":"Sadhaim rahanaka lagi phulabari, jaham uni svayam janchana, ra unaka purkha ra patniharu ra santanaharumadhyebata juna punya'atma holan, ra unako najika pharistaharu pratyeka dailobata a'unechan"},{"SurahNumber":13,"VerseNumber":24,"Text":"Bhanne chanah ki timimathi salamati hos’’ jo timiharule dhairya garnubho ra kati ramro pratiphala cha tyo antima ghara"},{"SurahNumber":13,"VerseNumber":25,"Text":"Ra jasale allahako vaca ra adesala'i tyasako baliyopanapachi bhanga gardachan ra juna vastula'i jodnako lagi allahale adesa di'eko cha usala'i todchan ra prthvima jhaim jhagada phaila'umchan, unaka lagi tiraskaraharu chan ra unaka lagi kharaba ghara cha"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allahale jasako roji cahancha badha'umcha ra jasako cahancha ghata'idincha. Yini ta sansarika jivanama masta bha'ihale. Atah duniyam ta antima pratiphalako tulanama atyantai tuccha cha"},{"SurahNumber":13,"VerseNumber":27,"Text":"Kaphira bhandachanh ki unimathi uniko palanakartabata kunai cinha kina utari'ena? Javapha dinush ki jasala'i allaha bahaka'una cahancha bahaka'idincha, ra juna manisa usatarpha jhuke tinala'i bato dekha'idincha"},{"SurahNumber":13,"VerseNumber":28,"Text":"Juna manisaharule imana lya'e unako hrdayama allahako carcabata santiko anubhuti huncha. Samjhirakha allahako carcabatai atmala'i santi prapta huncha"},{"SurahNumber":13,"VerseNumber":29,"Text":"Juna manisaharule imana lya'e ra jasale asala kama gare unako lagi sampannata cha ra ati sundara thegana pani"},{"SurahNumber":13,"VerseNumber":30,"Text":"(He muham'mada) yastai maile tapa'ila'i yasa samudayama patha'eko chu, jasabhanda agadi dherai samudayaharu gujrisakeka chan. Tapa'ile uniharula'i hamro tarphabata jo tapa'immathi vahya utari'eko cha padhera suna'unus. Yini rahamanaka munkira hun. Tapa'i bhanidinus ki mero palanakarta ta uhi ho ra usako satta vastavama kohi pani upasana yogya chaina. Usaimathi mero bharosa cha, ra usaitarpha maile pharkinu cha"},{"SurahNumber":13,"VerseNumber":31,"Text":"Ra yadi kura'anako madhyamale paharala'i cala'idi'e hunthyo, athava prthvi tukra–tukra garidi'eko bha'e va mrtaharusanga kuro gara'idi'eko bha'e. (Tapani imana lya'umdainthe) sabai karya allahako hatama cha. Taba ke imanavalaharula'i yasa kurama santusta chainan ki? Yadi allaha cahanthyo bhane samasta mancheharula'i sahi bato dekha'une thiyo. Kuphpharala'i ta unako dustaya'iko badalama sadhai kunai na kunai kada danda pugirahanecha athava unaka gharaharuko najika pugirahanecha, yahamsam'ma ki allahako vaca unako najika a'i napugos. Nihsandeha allaha aphno vacako virud'dha jamdaina"},{"SurahNumber":13,"VerseNumber":32,"Text":"Nihsandeha tapa'ibhanda pahileka paigambaraharuko upahasa gari'eko thiyo, ra maile pani kaphiraharula'i prasraya di'eko thi'em, ani uniharula'i samati'eko thiyo. (Hera) danda kasto rahyo"},{"SurahNumber":13,"VerseNumber":33,"Text":"Ke tyo (allaha) jasale pratyeka vyaktimathi usale gareko karyaharuko, niriksana garnevala cha, tapani uniharule allahako sajhedara thahara'umchan. Bhanidinu hosh ‘‘uniharuko nama ta bata'u. Ke timi allahala'i tyo kuro suna'umdachau jo tyo jaminama janekai chaina. Athava matra satahi–sarahina kuro gardachau? . Kuro yo chah ki kuphra garneharula'i unako dhokhaharula'i suhamudo bana'idi'i'eko cha, ra uni asala batobata rokidi'i'eka chan. Ra jasala'i allahale marga vicalita gardacha usakolagi margadarsaka kohi pani chaina"},{"SurahNumber":13,"VerseNumber":34,"Text":"Unako lagi sansarika jindagima pani sajaya cha, ra akhiratako sajaya ta atyanta kada cha. Unila'i allahako krodhabata baca'unevala kohi pani chaina"}]}