{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Na o ini Kalimo Ami siran go piyokas Ami kiran so misosogat kiran a morala, na tomataros siran ndun ko kadadadag iran, a gi-i siran muromparompak"},{"SurahNumber":23,"VerseNumber":76,"Text":"Na Sabunsabunar a piyakadansal Ami kiran so siksa, na da siran sangkop ko Kadnan niran, go di siran phangangarapan"},{"SurahNumber":23,"VerseNumber":77,"Text":"Taman sa kagiya a lomuka Kami kiran sa isa a pinto a adun a siksa-on a sangat: Na sa maoto na siran na kiyada-an siran ro-o sa panginam"},{"SurahNumber":23,"VerseNumber":78,"Text":"Na Sukaniyan so Miyadun rukano ko manga kanug, go so manga kailai, go so manga gudaguda: Na miyakaito ito a Kapuphanalamat iyo"},{"SurahNumber":23,"VerseNumber":79,"Text":"Go Sukaniyan so Miyarumbad rukano ko Lopa, go Ronkano pulimoda"},{"SurahNumber":23,"VerseNumber":80,"Text":"Go Sukaniyan so Puphangoyag go Puphangimatai, go Kapa-ar Iyan so gi-i kapakashambi o gagawi-i a go so daondao: Ino kano di Punggudaguda"},{"SurahNumber":23,"VerseNumber":81,"Text":"Kuna, ka Pitharo iran so lagid o Pitharo o miyanga-o ona"},{"SurahNumber":23,"VerseNumber":82,"Text":"Pitharo iran: Ino amai ka matai kami go mbaloi kami a botha go manga tolan (a miyarophod), ba Mata-an! A sukami na Pagoyagun kami dun"},{"SurahNumber":23,"VerseNumber":83,"Text":"Sabunsabunar a mini diyandı rukami sukami a go so manga lokus ami a ungkai gowani! Da ko ungkai inonta na manga iringa a kabokhag o miyanga-o ona"},{"SurahNumber":23,"VerseNumber":84,"Text":"Tharowangka: Antawa-a i Khiruk ko Lopa a go so matatagoon, o sukano na katawi niyo"},{"SurahNumber":23,"VerseNumber":85,"Text":"Na Putharo-on niran ndun: A ruk o Allah! Tharowangka: A ino kano di Phananadum"},{"SurahNumber":23,"VerseNumber":86,"Text":"Tharowangka: Antawa-a i khiruk ko manga Langit a pito, go khiruk ko Aras a mala"},{"SurahNumber":23,"VerseNumber":87,"Text":"Putharo-on niran ndun: A ruk o Allah. Tharowangka: A ino kano di Phananggila"},{"SurahNumber":23,"VerseNumber":88,"Text":"Tharowangka: Antawa-a i si-i sa tangan Niyan so Kapa-ar ko langowan taman, go Sukaniyan i Puphakalinding, go da-a Phakarunon, o sukano na katawi niyo"},{"SurahNumber":23,"VerseNumber":89,"Text":"Putharo-on niran ndun: a ruk o Allah. Tharowangka: Na andamanaya i kapukhalimpang iyo"},{"SurahNumber":23,"VerseNumber":90,"Text":"Kuna, ka ini talingoma Mi kiran so bunar: Na Mata-an! A siran na titho a manga bokhag"},{"SurahNumber":23,"VerseNumber":91,"Text":"Da kowa so Allah sa Wata Iyan, go da-a miyabaloi a pud Iyan a Tohan: O adun a pud Iyan na bisa-an ndun o oman ı isa tohan so [nadun Niyan, go pugusun ndun o saba-a kiran so saba-ad! Soti so Allah! Mawatan ko iphuropa iran]"},{"SurahNumber":23,"VerseNumber":92,"Text":"Katawan Niyan so Gaib a go so Mapayag: Na Maporo a ka-a awat Iyan ko Ipuphanakoto iran (Non)"},{"SurahNumber":23,"VerseNumber":93,"Text":"Tharowangka: Kadnan Ko! O Bangka Rakun phakimasai so ididiyandi kiran"},{"SurahNumber":23,"VerseNumber":94,"Text":"Kadnan Ko! Na di Yakongka mbaloya a pud ko pagtao a manga darowaka"},{"SurahNumber":23,"VerseNumber":95,"Text":"Na Mata-an! A Sukami si-i ko kapakimasa-i Ami Ruka ko 1 didiyandi Ami kiran na Sabunar a khagaga Mi"},{"SurahNumber":23,"VerseNumber":96,"Text":"Runun Ka so lubi a mapiya ko marata: Sukamıi i Mata-o ko puphamurakun niran"},{"SurahNumber":23,"VerseNumber":97,"Text":"Na Tharowangka: Kadnan Ko! Mulindong Ako Ruka pho-on ko manga pangonsi o manga Shaitan"},{"SurahNumber":23,"VerseNumber":98,"Text":"Go Mulindong Ako Ruka Kadnan Ko! Ka o ba siran Rakun makadasug"},{"SurahNumber":23,"VerseNumber":99,"Text":"Taman sa igira miyakaoma ko isa kiran so kapatai, na Matharo iyan: Kadnan Ko! Pakakasoya Kongka (sa doniya)"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ka-ana ko makanggolaola sa mapiya ko minibagak akun. Na di dun noto mapunggolaola! Ka Mata-an naya! A si-i bo sa Katharo: A sukaniyan i Mitharo-on; go si-i ko kasasangoran niran so pagulut taman ko gawi-i a Kaoyaga kiran"},{"SurahNumber":23,"VerseNumber":101,"Text":"Na amai ka Iyopun so Sanggakala, na da-a Kambangunsa ko ndolondolonan niran sa Alongan noto, go di siran makapamagishal"},{"SurahNumber":23,"VerseNumber":102,"Text":"Na sa dun sa makapunud so manga timbang iyan,- na siran man na siran i Phamakada-ag"},{"SurahNumber":23,"VerseNumber":103,"Text":"Na sa dun sa makakhap so manga timbang iyan, na siran man so inilang iran so manga ginawa iran; si-i siran makakakal ko Naraka Jahannam"},{"SurahNumber":23,"VerseNumber":104,"Text":"Puthotongun so manga paras iran o Apoi, a siran ro-o na khipakasasangingi"},{"SurahNumber":23,"VerseNumber":105,"Text":"(Putharo-on kiran:) Ba da mabaloi so manga Ayat Akun a Pukhabatiya rukano, na sukano na piyakambokhag iyo Sukaniyan"},{"SurahNumber":23,"VerseNumber":106,"Text":"Tharo-on niran: Kadnan nami! Miyapugus kami o okor ami a marata, go miyabaloi kami a pagtao a manga dadag"},{"SurahNumber":23,"VerseNumber":107,"Text":"Kadnan namı! Paka-awa-a Kamingka (ko Naraka): Na o kasowi ami (so Kaongkir), na Mata-an! A sukami na manga darowaka"},{"SurahNumber":23,"VerseNumber":108,"Text":"Tharo-on Niyan: Kikipus kano san! Go di kano gi-1 Tharo"},{"SurahNumber":23,"VerseNumber":109,"Text":"Mata-an naya! A adun a saba-ad ko manga Oripun Ko, a gi-i1 ran Tharo-on: Kadnan nami! Miyaratiyaya kami; na napi-i Kamingka, go Kalimo-on Kamingka: Ka Suka i lubi a Mapiya ko Puphamangalimo"},{"SurahNumber":23,"VerseNumber":110,"Text":"Na kinowa niyo siran a pagurug, taros a miyakatumbang siran rukano ko Tadum Rakun, go miyabaloi kano a gi-i niyo siran i khakala"},{"SurahNumber":23,"VerseNumber":111,"Text":"Mata-an! A Sakun na biyalasan Ko siran sa Alongan nai sabap ko Kiyaphantang iran: Mataan! A siran na siran i miyamakasulang sa Maliwanag"},{"SurahNumber":23,"VerseNumber":112,"Text":"Tharo-on Niyan: Aikiyathai niyo ko Lopa ko bilangan o manga ragon"},{"SurahNumber":23,"VerseNumber":113,"Text":"Tharo-on niran:Aya kiyathai ami na Salongan o di na saba-ad sa Salongan: Na isha-an Ka ko manga pagi-itong"},{"SurahNumber":23,"VerseNumber":114,"Text":"Tharo-on Niyan: Da-a kiyathai niyo a rowar ko maito; o Mata-an! A sukano na aya butad iyo na katawan niyo"},{"SurahNumber":23,"VerseNumber":115,"Text":"Ba niyo tiyangkap sa aya bo a Kiya-aduna Mi rukano na Karimbaran, go Mata-an! A sukano na di kano Rukami phakandodun"},{"SurahNumber":23,"VerseNumber":116,"Text":"Na Maporo so Allah, a Phapa-ar, a Bunar: Da-a Tohan a inonta Sukaniyan, a Kadnan o Aras a piphiyapiya-an"},{"SurahNumber":23,"VerseNumber":117,"Text":"Na sa dun sa manongganoi, a irimbang iyan ko Allah, sa Tohan a salakao, a da-a karina niyan non; na so imbadalon na si-i dun ko Kadnan niyan! Mata-an naya! A di Phakada-ag so manga Kapir"},{"SurahNumber":23,"VerseNumber":118,"Text":"Na Tharowangka: Kadnan Ko! Napi Ka go Pangalimo Ka! Ka Suka i lubi a mapiya ko Puphamangalimo!. ooo a a Loo Z ġ OEA"}]}