{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ani jyanna amacya bhetici asa nahi, te mhanale ki amacyavara phariste ka nahi avatarita kele jata? Kinva amhi (apalya dolyanni) apalya palanakartyasa pahile asate? Tya lokanni svatah apalyalaca khupa mothe samajuna ghetale ahe ani phara avajna keli ahe"},{"SurahNumber":25,"VerseNumber":22,"Text":"Jya divasi he pharistyanna pahatila tya divasi ya aparadhyankarita konatahi ananda nasela ani mhanatila ki vancitaca vancita thevale gelo"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ani tyanni je je karma kele hote amhi tyancyakade pudhe ho'una tyanna kanampramane ksata-viksata karuna takale"},{"SurahNumber":25,"VerseNumber":24,"Text":"(Parantu) tya divasi jannatamadhye rahanaryance thikana phara cangale asela, ani visramasthanahi sukhadayaka asela"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ani jya divasi akasa dhagansaha phatuna ja'ila ani phariste satata utaravile jatila"},{"SurahNumber":25,"VerseNumber":26,"Text":"Tya divasi yogyaritya rajyasatta kevala rahamanacica(krpalu) asela, ani ha divasa kaphirankarita motha sakta asela"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ani tya divasi atyacari, apalya hatanna cava ghe'una mhanela, arere! Mi paigambaraca marga angikarala asata tara bare jhale asate"},{"SurahNumber":25,"VerseNumber":28,"Text":"Arere! Mi amuka eka isamala mitra banavile nasate tara bare jhale asate"},{"SurahNumber":25,"VerseNumber":29,"Text":"Tyane tara mala tyanantara margabhrasta kele, jevha upadesa majhyajavala ye'una pohocala hota ani saitana tara manavala (velevara) daga denara ahe"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ani paigambara mhanela ki he majhya palanakartya! Nihsansaya, majhya janasamuhane ya kura'anasa soduna dile hote"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ani asa prakare amhi kahi aparadhyanna pratyeka paigambarance satru banavile ahe ani tumaca palanakartaca margadarsana karanara ani madata karanara puresa ahe"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ani kaphira mhanale ki tyacyavara sampurna kura'ana ekaca veli ka nahi avatarita kele gele? Asa prakare (amhi thode thode karuna avatarita kele) yasathi ki yadva'are amhi tumacya hrdayasa majabuti pradana karavi. Ani amhi tyasa thambuna thambunaca vacuna aikavile ahe"},{"SurahNumber":25,"VerseNumber":33,"Text":"Ani he tumacyajavala je kahi udaharana ghe'una yetila amhi tyace khare uttara ani yogya spastikarana sangu"},{"SurahNumber":25,"VerseNumber":34,"Text":"Je loka tondaghasi paduna jahannamakade ekatra kele jatila, tara teca mothya va'ita thikanace ani bhrasta margace aheta"},{"SurahNumber":25,"VerseNumber":35,"Text":"Ani nihsansaya, amhi musala grantha pradana kela ani tyancyasobata tyanca bha'u harunala tyanca sahayyaka banavile"},{"SurahNumber":25,"VerseNumber":36,"Text":"Ani sangitale ki tumhi doghe tya lokankade ja, je amacya nisanyanna khote tharavita aheta. Maga amhi tyanca agadi sarvanasa kela"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ani nuhacya janasamuhanehi jevha paigambaranna khote tharavile, tevha amhi tyanna budavuna takale ani lokankarita tyanna bodhapraptice cinha banavile ani amhi atyacarinkarita mothi kathora siksa tayara karuna thevali ahe"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ani ‘ada’ janasamuha ani ‘samuda’ janasamuha ani vihiravalyanna ani tyancya daramyanacya aneka sampradayanna nasta karuna takale"},{"SurahNumber":25,"VerseNumber":39,"Text":"Ani amhi pratyekasamora udaharane prastuta keli, maga pratyekala purnatah nasta kele"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ani he loka tya vastijavalunahi ye-ja karatata, jicyavara motha va'ita prakaraca pa'usa padala gela.1 Kaya he tarihi te pahata nahita? Khari gosta asi ki tyanna melyanantara dusaryanda jivanta ho'una ubhe rahanyavara visvasaca nahi"},{"SurahNumber":25,"VerseNumber":41,"Text":"Ani tumhala jevha kadhi pahatata, tevha tumaci thatta udavu lagatata, haca kaya to manusa jyala allahane rasula banavuna pathavila ahe"},{"SurahNumber":25,"VerseNumber":42,"Text":"(Evadhe bare) ki amhi atala rahilo, an'yatha yane tara amhala amacya aradhya daivatampasuna vicalita karanyata kahica kasara sodali navhati. Ani jevha he (allahacya) siksa- yatananna pahatila tevha tyanna spastatah kaluna ye'ila ki purnapane margapasuna bhatakalela kona hota"},{"SurahNumber":25,"VerseNumber":43,"Text":"Kaya tumhi tyalahi pahile jyane apalya iccha-akanksanna devata (upasya) banavuna thevale ahe. Kaya tumhi tyaci jababadari ghe'u sakata"},{"SurahNumber":25,"VerseNumber":44,"Text":"Kaya tumhi yaca vicarata ahata ki tyancyapaiki bahuteka jana aikatata kinva samajatata. Te tara agadi janavaransarakhe aheta, kimbahuna tyancyapeksahi adhika vata cukalele"},{"SurahNumber":25,"VerseNumber":45,"Text":"Kaya tumhi nahi pahile ki tumacya palanakartyane savalila kasa prakare vistrta kele ahe. Tyane icchile asate tara tila sthira kele asate, maga suryala amhi tyavara pramana tharavile"},{"SurahNumber":25,"VerseNumber":46,"Text":"Maga amhi tyala halu halu apalyakade odhuna ghetale"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ani toca ahe, jyane ratrila tumacyasathi posakha banavile, ani jhopela sukha santimaya banavile ani divasala uthuna ubhe rahanyaci vela"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ani toca ahe jo krpasvarupa pavasapurvi khusakhabara denarya havela pathavito ani amhi akasatuna atisaya svaccha- sud'dha (paka) pani varsavito"},{"SurahNumber":25,"VerseNumber":49,"Text":"Yasathi ki tyacyadvare mrta jhalelya saharala jivanta karave ani te amhi apalya nirmitipaiki adhikansa janavaranna ani manasanna pajato"},{"SurahNumber":25,"VerseNumber":50,"Text":"Ani nihsansaya, amhi yasa tyancya daramyana aneka prakare varnana kele yasathi ki tyanni bodha prapta karava, parantu tarihi adhikansa lokanni krtaghnatekherija (anakhi kahi) manale nahi"},{"SurahNumber":25,"VerseNumber":51,"Text":"Ani amhi jara icchile asate tara pratyeka vastita eka bhaya dakhavinara pathavila asata"},{"SurahNumber":25,"VerseNumber":52,"Text":"Tevha tumhi kaphirance mhanane man'ya karu naka ani kura'anadvare purna saktine tyancyasi mahadharmayud'dha (jihada) kara"}]}