{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Poistine, Allakh okhranyayet tekh, kotoryye uverovali! Poistine, Allakh ne lyubit vsyakogo izmennika, nevernogo"},{"SurahNumber":22,"VerseNumber":39,"Text":"Dozvoleno tem, s kotorymi srazhayutsya, za to, chto oni obizheny... Poistine, Allakh mozhet pomoch' im"},{"SurahNumber":22,"VerseNumber":40,"Text":"tem, kotoryye izgnany iz svoikh domov bez prava, razve tol'ko za to, chto oni govorili: \"Gospod' nash - Allakh\". I yesli by ne zashchita Allakhom lyudey odnikh drugimi, to razrusheny byli by skity, i tserkvi, i mesta molitvy, i mesta pokloneniya, v kotorykh pominayetsya imya Allakha mnogo. Pomozhet Allakh tomu, komu On pomozhet, - ved' Allakh silen, slaven"},{"SurahNumber":22,"VerseNumber":41,"Text":"tem, kto - yesli My ikh ukreplyayem na zemle - podderzhivayut molitvu, i dayut ochishcheniye, i prikazyvayut vedomoye, i uderzhivayut ot neodobryayemogo. K Allakhu - zaversheniye del"},{"SurahNumber":22,"VerseNumber":42,"Text":"Yesli oni schitayut tebya lzhetsom, to do nikh schitali lzhetsami (prorokov) narod Nukha, i Ad, i Samud"},{"SurahNumber":22,"VerseNumber":43,"Text":"i naroda Ibrakhima, i narod Luta"},{"SurahNumber":22,"VerseNumber":44,"Text":"i obitateli Madyana; lzhetsom byl ob\"yavlen Musa. YA otsrochil nevernym, potom skhvatil ikh, kakovo bylo Moye negodovaniye"},{"SurahNumber":22,"VerseNumber":45,"Text":"I skol'ko seleniy My pogubili, kogda oni byli nepravedny! I vot oni sokrushilis' na svoikh osnovaniyakh! Skol'ko kolodtsev opustevshikh i zamkov vozdvignutykh"},{"SurahNumber":22,"VerseNumber":46,"Text":"Neuzheli zh oni ne khodili po zemle, chtoby u nikh okazalis' serdtsa, kotorymi oni razumeyut, ili ushi, kotorymi oni slushayut? Ved' ne slepy vzory, a slepy serdtsa, kotoryye v grudi"},{"SurahNumber":22,"VerseNumber":47,"Text":"Oni toropyat tebya s nakazaniyem, no Allakh ne izmenit Svoyego obeshchaniya, i, poistine, den' u tvoyego Gospoda, kak tysyacha let iz tekh, chto vy schitayete"},{"SurahNumber":22,"VerseNumber":48,"Text":"I skol'kim seleniyam YA otsrochil, kogda oni byli nepravedny, potom YA skhvatil ikh, i ko Mne - vozvrashcheniye"},{"SurahNumber":22,"VerseNumber":49,"Text":"Skazhi: \"O lyudi! YA dlya vas yasnyy uveshchevatel'"},{"SurahNumber":22,"VerseNumber":50,"Text":"I te, kotoryye uverovali i tvorili blagoye, - im proshcheniye i dostoynyy udel"},{"SurahNumber":22,"VerseNumber":51,"Text":"A te, kotoryye prilagali staraniye k Nashim znameniyam, pytayas' ikh oslabit', te - obitateli ognya"},{"SurahNumber":22,"VerseNumber":52,"Text":"I ne posylali My do tebya nikakogo poslannika ili proroka bez togo, chtoby, kogda on predavalsya mechtam, satana ne brosil v yego mechty chego-libo, no Allakh stirayet to, chto brosayet satana, potom Allakh utverzhdayet Svoi znameniya, - ved' Allakh - znayushchiy, mudryy"},{"SurahNumber":22,"VerseNumber":53,"Text":"dlya togo, chtoby sdelat' to, chto vvergayet satana ispytaniyem dlya tekh, v serdtsakh, kotorykh bolezn' i u kotorykh ozhestocheny serdtsa, - ved' obidchiki - v dalekom raskole"},{"SurahNumber":22,"VerseNumber":54,"Text":"i dlya togo, chtoby uznali te, komu darovano znameniye, chto on yest' istina ot tvoyego Gospoda, i uverovali v Nego i pokorilis' pred Nim serdtsa ikh. Poistine, Allakh vedet tekh, kotoryye uverovali, k pryamoy doroge"},{"SurahNumber":22,"VerseNumber":55,"Text":"Vlast' togda - u Allakha, On rassudit ikh. I te, kotoryye uverovali i tvorili blagoye, - v sadakh blagodenstviya"},{"SurahNumber":22,"VerseNumber":56,"Text":"Vlast' togda u Allakha. On rassudit ikh. I te, kotoryye uverovali i tvorili blagoye, - v sadakh blagodenstviya"},{"SurahNumber":22,"VerseNumber":57,"Text":"A te, kotoryye ne verovali i schitali lozh'yu Nashi znameniya, - dlya nikh nakazaniye unizitel'noye"},{"SurahNumber":22,"VerseNumber":58,"Text":"A te, kotoryye pereselilis' po puti Allakha, potom byli ubity ili umerli, - nadelit ikh Allakh, konechno, khoroshim udelom. Ved', poistine, Allakh - On luchshiy iz nadelyayushchikh"},{"SurahNumber":22,"VerseNumber":59,"Text":"On, konechno, vvedet ikh vkhodom, kotorym oni budut dovol'ny. Poistine, Allakh - znayushchiy, krotkiy"}]}