{"Id":176,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash","Author":"Rashid Maash","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"Certains, parmi eux, ont pris l’engagement envers Allah, s’Il leur accorde de Ses faveurs, de faire l’aumône en croyants vertueux"},{"SurahNumber":9,"VerseNumber":76,"Text":"Mais, tournant le dos à leur engagement, ils se montrèrent avares des faveurs qui leur furent accordées par le Seigneur"},{"SurahNumber":9,"VerseNumber":77,"Text":"Pour prix de leur trahison et de leurs mensonges, Allah a marqué leurs cœurs d’une infâme hypocrisie dont ils ne pourront se défaire jusqu’au Jour où ils Le rencontreront"},{"SurahNumber":9,"VerseNumber":78,"Text":"Ne savent-ils pas que leurs pensées les plus intimes et leurs entretiens les plus secrets sont parfaitement connus d’Allah auquel rien ne peut être dissimulé"},{"SurahNumber":9,"VerseNumber":79,"Text":"Que ceux qui critiquent les croyants qui font volontairement l’aumône et se moquent de ceux qui font la charité selon leurs faibles moyens, sachent qu’Allah répondra à leurs moqueries et les soumettra à un douloureux châtiment"},{"SurahNumber":9,"VerseNumber":80,"Text":"Que tu implores ou non le pardon de leurs péchés, Allah ne saurait leur pardonner, quand bien même tu implorerais pardon pour eux soixante-dix fois. Ils ont en effet renié Allah et Son Messager. Allah ne saurait guider ceux qui Lui refusent obéissance"},{"SurahNumber":9,"VerseNumber":81,"Text":"Ceux qui sont restés à l’arrière se sont réjouis de ne pas accompagner le Messager. Répugnant à sacrifier leurs biens et leurs vies pour la cause d’Allah, les uns disaient aux autres : « Ne partez pas au combat par cette chaleur. » Dis-leur : « Le feu de la Géhenne est autrement plus intense. » Si seulement ils pouvaient le comprendre"},{"SurahNumber":9,"VerseNumber":82,"Text":"Qu’ils rient quelque peu, ils pleureront beaucoup pour prix de leurs agissements"},{"SurahNumber":9,"VerseNumber":83,"Text":"Si, par la grâce d’Allah, tu dois revenir de cette campagne et qu’un groupe d’entre eux vienne te demander l’autorisation de participer à une nouvelle expédition, tu leur répondras : « Vous ne partirez plus jamais au combat en ma compagnie, ni ne combattrez d’ennemi à mes côtés. Il vous a plu en effet de rester chez vous la première fois. Demeurez donc dans vos foyers avec ceux qui restent à l’arrière ! »"},{"SurahNumber":9,"VerseNumber":84,"Text":"N’accomplis jamais la prière funèbre sur la dépouille de l’un d’entre eux et ne te recueille jamais sur sa tombe. Ils ont en effet renié Allah et Son Messager et sont morts en impies"},{"SurahNumber":9,"VerseNumber":85,"Text":"Que leurs richesses et leurs enfants ne t’émerveillent surtout pas. Allah entend seulement en faire pour eux une source de tourments ici-bas avant qu’ils ne rendent l’âme en mécréants"},{"SurahNumber":9,"VerseNumber":86,"Text":"Lorsqu’une sourate ordonnant de croire en Allah et de combattre aux côtés de Son Messager est révélée, les plus aisés d’entre eux te demandent de les en dispenser, disant : « Laisse-nous avec ceux qui sont exemptés. »"},{"SurahNumber":9,"VerseNumber":87,"Text":"Ils acceptent de rester à l’arrière avec les femmes et les enfants. Un sceau a été apposé sur leurs cœurs, les privant de tout entendement"},{"SurahNumber":9,"VerseNumber":88,"Text":"Quant au Messager et ses compagnons, ils n’ont pas hésité à sacrifier leurs biens et leurs vies. Voilà ceux qui seront comblés de faveurs. Voilà les bienheureux"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah leur a préparé des jardins traversés de rivières où ils demeureront pour l’éternité. Voilà le bonheur suprême"},{"SurahNumber":9,"VerseNumber":90,"Text":"Certains Bédouins sont venus te demander de les dispenser du combat, s’excusant de ne pouvoir y participer, tandis que d’autres, parmi ceux qui mentent à Allah et à Son Messager, ne se sont pas même déplacés pour s’en excuser. Ceux d’entre eux qui ont rejeté la foi subiront un douloureux châtiment"},{"SurahNumber":9,"VerseNumber":91,"Text":"Les faibles, les malades et ceux qui n’ont pas les moyens de s’équiper ne commettent aucun péché en ne participant pas aux combats s’ils sont sincères envers Allah et Son Messager. Ceux qui ont de bonnes raisons de rester à l’arrière ne méritent donc aucune sanction. Allah est Très Clément et Très Miséricordieux"},{"SurahNumber":9,"VerseNumber":92,"Text":"De même, n’ont commis aucun péché ceux qui sont venus te réclamer des montures et qui, lorsque tu leur as répondu : « Je ne trouve pas de montures à vous proposer », sont repartis les yeux débordant de larmes, tristes de ne pouvoir trouver de quoi s’équiper"}]}