{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"uṅkaḷ iṟaivaṉiṉ maṉṉippukkum, corkkattukkum viraintu celluṅkaḷ. Ataṉ vicālam vāṉaṅkaḷ, pūmiyiṉ vicālattaip pōṉṟatu. (Atu) iṟaiyaccam uṭaiyavarkaḷukkāka(vē) tayārpaṭuttappaṭṭuḷḷatu"},{"SurahNumber":3,"VerseNumber":134,"Text":"Avarkaḷ (evarkaḷ eṉṟāl) celva nilaimaiyilum, vaṟumai nilaimaiyilum tāṉam ceytu koṇṭē iruppārkaḷ. Kōpattai viḻuṅkiviṭuvārkaḷ. Maṉitar(kaḷiṉ kuṟṟaṅ)kaḷai maṉṉittuviṭuvārkaḷ. Allāh (ittakaiya) aḻakiya kuṇamuṭaiyavarkaḷai nēcikkiṟāṉ"},{"SurahNumber":3,"VerseNumber":135,"Text":"iṉṉum, avarkaḷ oru māṉakkēṭāṉa kāriyattaic ceytu viṭṭālum allatu taṅkaḷukkut tāṅkaḷē tīṅkiḻaittuk koṇṭālum uṭaṉē allāhvai niṉaittu (avaṉiṭamē) taṅkaḷ pāvamaṉṉippait tēṭuvārkaḷ. (Allāhvum avarkaḷai maṉṉittu viṭuvāṉ.) Allāhvait tavira (ivarkaḷiṉ) kuṟṟaṅkaḷai maṉṉippavaṉ yār? Avarkaḷ ceyta (tavaṟāṉa) kāriyattai (tavaṟeṉṟu) avarkaḷ aṟintu koṇṭāl atil nilaittirukkavum māṭṭārkaḷ. (Uṭaṉē atil iruntu vilaki viṭuvārkaḷ)"},{"SurahNumber":3,"VerseNumber":136,"Text":"ivarkaḷukkup piratipalaṉ, avarkaḷiṉ iṟaivaṉuṭaiya maṉṉippum, nīraruvikaḷ toṭarntu ōṭik koṇṭirukkum corkkaṅkaḷum ākum. Avarkaḷ aṅku eṉṟeṉṟum taṅkiviṭuvārkaḷ. Naṉmai ceytavarkaḷiṉ kūliyum naṉṟē"},{"SurahNumber":3,"VerseNumber":137,"Text":"uṅkaḷukku muṉṉarum (ippaṭi) pala nikaḻvukaḷ nikaḻntirukkiṉṟaṉa. (Ākavē,) nīṅkaḷ pūmiyil cuṟṟit tirintu (iṟaivaṉuṭaiya vacaṉaṅkaḷaip) poyyākkiyavarkaḷiṉ muṭivu eppaṭi āṉatu eṉpataip pāruṅkaḷ"},{"SurahNumber":3,"VerseNumber":138,"Text":"itu (potuvāka) maṉitarkaḷukku (uṇmaiyait) teḷivākkak kūṭiyatum, (ciṟappāka) iṟaiyaccamuṭaiyavarkaḷukku nērvaḻi kāṭṭiyum, nallupatēcamum ākum"},{"SurahNumber":3,"VerseNumber":139,"Text":"(nampikkaiyāḷarkaḷē!) Nīṅkaḷ tairiyattai iḻantiṭa vēṇṭām. Kavalaippaṭavum vēṇṭām. (Uṇmaiyākavē) nīṅkaḷ nampikkai koṇṭavarkaḷāka iruntāl nīṅkaḷtāṉ mēṉmai aṭaivīrkaḷ"},{"SurahNumber":3,"VerseNumber":140,"Text":"Nīṅkaḷ (tōlviyuṟṟuk) kāyamaṭaintāl (ataṉ kāraṇamāka tairiyam iḻakkātīrkaḷ. Ēṉeṉṟāl,) anta makkaḷum itaippōṉṟē (tōlviyuṟṟuk) kāyamaṭaintirukkiṉṟaṉar. Ittakaiya kaṣṭakālam maṉitarkaḷukku iṭaiyil māṟimāṟi varumpaṭi nāmtāṉ ceykiṟōm. Ēṉeṉṟāl, uṅkaḷil uṇmaiyākavē nampikkai koṇṭavarkaḷ yāreṉṟu allāh aṟi(vittu viṭu)vataṟkākavum, uṅkaḷil (mārkkattiṟkāka uyirai arppaṇam ceyyum) māperum tiyākiyai avaṉ eṭutta(ṟivippa)taṟkākavumē (ivvāṟu ceykiṟāṉ). Aniyāyakkārarkaḷai allāh nēcippatillai"},{"SurahNumber":3,"VerseNumber":141,"Text":"allāh nirākarippavarkaḷai aḻittu uṇmai nampikkaiyāḷarkaḷai vaṭikaṭṭi eṭuppataṟkākavum (ivvāṟu ceykiṟāṉ)"},{"SurahNumber":3,"VerseNumber":142,"Text":"(nampikkaiyāḷarkaḷē!) Uṅkaḷil (allāhvukkāka) pōr puripavarkaḷ yār? (Ciramaṅkaḷaip poṟumaiyuṭaṉ) cakittuk koḷpavarkaḷ yār? Eṉpatai allāh (paricōtittu) aṟivataṟku muṉṉatākavē nīṅkaḷ corkkam nuḻaintuviṭalām eṉṟu eṇṇikkoṇṭu irukkiṟīrkaḷā"},{"SurahNumber":3,"VerseNumber":143,"Text":"nīṅkaḷ iṟantu viṭuvataṟku muṉṉatākavē, (allāhviṉ pātaiyil uṅkaḷ) uyirai arppaṇam ceyya virumpik koṇṭiruntīrkaḷē! (Ippōtu) atu uṅkaḷ kaṇ muṉ iruppatait tiṭṭamākap pārttuviṭṭīrkaḷ. (Ākavē, inta pōril ēṉ tayaṅkukiṟīrkaḷ)"},{"SurahNumber":3,"VerseNumber":144,"Text":"muham'matu (napi) oru tūtarē tavira vēṟillai. (Ākavē, avar maraṇamaṟṟa iṟaivaṉ illai.) Avarukku muṉṉarum (ivvāṟē) (pala) tūtarkaḷ ceṉṟirukkiṉṟaṉar. Avar iṟantuviṭṭāl allatu veṭṭappaṭṭuviṭṭāl nīṅkaḷ puṟaṅkāṭṭic ceṉṟu viṭuvīrkaḷō? (Avvāṟu) evarēṉum puṟaṅkāṭṭic ceṉṟuviṭṭāl ataṉāl avaṉ allāhvukku oṉṟum naṣṭam uṇṭākkiviṭa māṭṭāṉ. Naṉṟiyaṟipavarkaḷukku allāh aticīkkirattil (naṟ)kūliyait taruvāṉ"},{"SurahNumber":3,"VerseNumber":145,"Text":"Ōr ātmā allāhviṉ aṉumatiyiṉṟi iṟappatillai. Itu tavaṇai nirṇayikkappaṭṭa vitiyākum. Evar (taṉ ceyalukku) inta ulakattiṉ naṉmaiyai (maṭṭum) virumpukiṟārō avarukku atai (maṭṭum) aḷippōm. Evar maṟumaiyiṉ naṉmaiyai(yum) virumpukiṟārō avarukku atai(yum) vaḻaṅkuvōm. Mēlum, naṉṟi celuttupavarkaḷukku nām aticīkkirattil naṟpayaṉai vaḻaṅkuvōm"},{"SurahNumber":3,"VerseNumber":146,"Text":"ettaṉaiyō iṟaittūtarkaḷum, avarkaḷuṭaṉ iṟaivaṉiṉ pala nallaṭiyārkaḷum cērntu (allāhviṉ pātaiyil) pōr purintirukkiṉṟaṉar. Avarkaḷ allāhviṉ pātaiyil (pōr ceytataṉāl) taṅkaḷukku ēṟpaṭṭa ciramattiṉ kāraṇamāka avarkaḷ taṅkaḷ tairiyattai iḻantiṭavumillai; palavīṉamākiviṭavumillai; (etirikaḷukku) paṇintuviṭavumillai. (Ivvāṟu ciramaṅkaḷaic) cakittuk koḷpavarkaḷaittāṉ allāh nēcikkiṟāṉ"},{"SurahNumber":3,"VerseNumber":147,"Text":"(ittakaiya cantarppaṅkaḷil avarkaḷ taṅkaḷ iṟaivaṉai nōkki) ‘‘eṅkaḷ iṟaivaṉē! Eṅkaḷ pāvaṅkaḷai nī maṉṉippāyāka! Eṅkaḷ ceyalkaḷil nāṅkaḷ varampumīṟiya (kuṟṟat)taiyum maṉṉippāyāka! Eṅkaḷ pātaṅkaḷai (pōril naḻuvātu) nī uṟutipaṭuttiyum vaippāyāka! (Uṉṉai) nirākarikkum makkaḷai veṟṟipeṟa nī eṅkaḷukku utavi purivāyāka!'' Eṉṟu avarkaḷ (pirārttittuk) kūṟiyatait tavira (vēṟoṉṟum) kūṟiyatillai"},{"SurahNumber":3,"VerseNumber":148,"Text":"ātalāl, allāh avarkaḷukku ivvulakattiṉ naṉmaiyaiyum, maṟumaiyiṉ aḻakāṉa naṉmaiyaiyum vaḻaṅkiṉāṉ. Allāh (ittakaiya) nallavarkaḷaiyē nēcikkiṟāṉ"},{"SurahNumber":3,"VerseNumber":149,"Text":"nampikkaiyāḷarkaḷē! (Allāhvai) nirākarippavarkaḷai nīṅkaḷ piṉpaṟṟiṉāl avarkaḷ uṅkaḷai (uṅkaḷ nampikkaiyiliruntu nīṅkaḷ vilaki)p piṉ cellumpaṭi tiruppiviṭuvārkaḷ. Ataṉāl nīṅkaḷ naṣṭamaṭaintavarkaḷākavē māṟiviṭuvīrkaḷ"},{"SurahNumber":3,"VerseNumber":150,"Text":"(Ivarkaḷ) alla, allāhtāṉ uṅkaḷ pātukāvalaṉ. Avaṉ utavi ceypavarkaḷil mikac ciṟantavaṉ"},{"SurahNumber":3,"VerseNumber":151,"Text":"nirākarippavarkaḷuṭaiya uḷḷaṅkaḷil aticīkkirattil nām tikilai uṇṭupaṇṇi viṭuvōm. Ēṉeṉṟāl, avarkaḷ iṇaivaippataṟku allāh evvita ātāramum avarkaḷukku aḷikkātirukka avarkaḷ allāhvukku iṇaivaikkiṟārkaḷ. Ivarkaḷuṭaiya taṅkumiṭam narakamtāṉ. (Narakattilum) aniyāyakkārarkaḷiṉ taṅkumiṭam mikak keṭṭatu"},{"SurahNumber":3,"VerseNumber":152,"Text":"(nampikkaiyāḷarkaḷē!) Allāhviṉ kaṭṭaḷaippaṭi (uhut pōril) nīṅkaḷ etirikaḷai veṭṭi vīḻttik koṇṭirunta camayattil (uṅkaḷukku utavi purintu) allāh taṉ vākkai niccayamāka niṟaivēṟṟi vaittāṉ. Āṉāl, nīṅkaḷ virumpiyatai (atāvatu veṟṟiyai) allāh uṅkaḷukkuk kāṇpittataṉ piṉṉar (napiyiṉ kaṭṭaḷaikku) māṟuceytu avviṣayattil nīṅkaḷ uṅkaḷukkuḷ tarkkittuk koṇṭu, (napi uṅkaḷai niṟuttivaittirunta malaiyiliruntu vilaki iṟutiyil) tairiyattai iḻantuviṭṭīrkaḷ. Uṅkaḷil ivvulakai virumpupavarkaḷum uḷḷaṉar. Uṅkaḷil maṟumaiyai virumpukiṟavarkaḷum uḷḷaṉar. Ākavē, uṅkaḷaic cōtippataṟkāka (avarkaḷait turattic ceṉṟa uṅkaḷai) avarkaḷaiviṭṭu piṉṉaṭaiyumpaṭi ceytāṉ. (Itaṉ piṉṉarum) niccayamāka allāh uṅkaḷai maṉṉittuviṭṭāṉ. Ēṉeṉṟāl, allāh nampikkaiyāḷarkaḷ mītu aruḷuṭaiyavaṉ āvāṉ"}]}