{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"No net! Klyanus' zakatom zvezd"},{"SurahNumber":56,"VerseNumber":76,"Text":"Etoy poistine velikoy klyatvoy! O, yesli by vy tol'ko razumeli"},{"SurahNumber":56,"VerseNumber":77,"Text":"Chto eto - blagorodnyy Al' Kor'an"},{"SurahNumber":56,"VerseNumber":78,"Text":"Chto tshchatel'no khranitsya v Knige"},{"SurahNumber":56,"VerseNumber":79,"Text":"K kotoroy prikosnut'sya mogut Lish' te, kto (telom i dushoyu) chist"},{"SurahNumber":56,"VerseNumber":80,"Text":"Poslaniye ot Vlastelina vsekh mirov"},{"SurahNumber":56,"VerseNumber":81,"Text":"Neuzhto eto to, Chto vas tak otvrashchayet"},{"SurahNumber":56,"VerseNumber":82,"Text":"I svoyu dolyu (v zhizni etoy) Vy obratite lish' na to, Chto otrechetes' ot nego"},{"SurahNumber":56,"VerseNumber":83,"Text":"Togda zhe otchego (bezdeystvuyete vy), Kogda dusha lezhashchego na smertnom odre Uzh podstupayet k samoy gorlovine"},{"SurahNumber":56,"VerseNumber":84,"Text":"Vy tol'ko (mozhete) smotret'"},{"SurahNumber":56,"VerseNumber":85,"Text":"My zh dlya nego v sey mig gorazdo blizhe, No ne uvidet' eto vam"},{"SurahNumber":56,"VerseNumber":86,"Text":"Tak otchego zh, Kol' vy svobodny ot rascheta (s Bogom)"},{"SurahNumber":56,"VerseNumber":87,"Text":"Vam ne vernut' yeye nazad, Kol' pravdu govorite vy"},{"SurahNumber":56,"VerseNumber":88,"Text":"I yesli on - odin iz tekh, kto blizok byl k Allakhu"},{"SurahNumber":56,"VerseNumber":89,"Text":"To dlya nego - pokoy, i vse shchedroty, I Sad uslady, (gde yemu navechno prebyvat')"},{"SurahNumber":56,"VerseNumber":90,"Text":"I yesli on - odin iz pravoy storony sobrat'yev"},{"SurahNumber":56,"VerseNumber":91,"Text":"To \"Mir tebe!\" yemu privetom budet Ot pravoy storony lyudey"},{"SurahNumber":56,"VerseNumber":92,"Text":"No yesli on iz tekh zabludshikh, Kto lozh'yu (istinu) narek"},{"SurahNumber":56,"VerseNumber":93,"Text":"Yemu - kipyashchaya voda kak ugoshchen'ye"},{"SurahNumber":56,"VerseNumber":94,"Text":"I (vechny) muki v adovom kostre"},{"SurahNumber":56,"VerseNumber":95,"Text":"Poistine, tak budet! Siye yest' istina i nesomnennost'"},{"SurahNumber":56,"VerseNumber":96,"Text":"Tak slav' zhe imya Boga tvoyego, Vsevyshnego (Vlastitelya mirov)"},{"SurahNumber":57,"VerseNumber":1,"Text":"Vse v nebesakh i na zemle Khvalu i slavu vozdayet Allakhu, Kto vsemogushch i mudr bezmerno"},{"SurahNumber":57,"VerseNumber":2,"Text":"Lish' On vladeyet nebesami i zemley, Lish' On daruyet zhizn' Il' smert' (vam) naznachayet, - On vsemogushch nad vsem i vsya"},{"SurahNumber":57,"VerseNumber":3,"Text":"Nachalo i konets - On, Yav' i tayna I preispolnen znan'ya vsyakoy veshchi"},{"SurahNumber":57,"VerseNumber":4,"Text":"On - Tot, Kto nebesa i zemlyu sotvoril Za shest' (nebesnykh) dney I utverdil Svoye derzhaviye na Trone. On znayet, chto ukhodit v zemlyu I chto vykhodit iz neye; On znayet, chto niskhodit s neba I chto stremitsya k nebesam. I gde b vy ni byli, vsegda On s vami I zrit nezrimo vse, chto delayete vy"},{"SurahNumber":57,"VerseNumber":5,"Text":"Lish' On vladeyet nebesami i zemley, I lish' k Allakhu - vozvrashcheniye vsekh del"},{"SurahNumber":57,"VerseNumber":6,"Text":"On vvodit noch' na smenu dnya I den' vlivayet v noch', I On vladeyet znaniyem togo, Chto skhoronilos' v vashikh dushakh"},{"SurahNumber":57,"VerseNumber":7,"Text":"Tak veruyte v Allakha i poslannika Yego I (s miloserdiyem) raskhoduyte iz blag, Chto On ostavil vam v nasledstvo, - Ved' tekh, kto veruyet (v Allakha), Raskhoduya (iz svoyego dobra) na promysle Yego, Zhdet prevelikaya nagrada"},{"SurahNumber":57,"VerseNumber":8,"Text":"Tak chto uderzhivayet vas ot pokloneniya Allakhu? Ved' vas uverovat' v Nego zovet (Yego) poslannik. I yesli obreli vy veru, To, nesomnenno, s vami v Dogovore On"},{"SurahNumber":57,"VerseNumber":9,"Text":"On - Tot, Kto posylayet Svoyemu sluge znamen'ya yasnyye, Chtoby iz mraka k svetu vas on vyvel, - Poistine, Allakh k vam milostiv i blag"},{"SurahNumber":57,"VerseNumber":10,"Text":"I chto uderzhivayet vas raskhodovat' svoye dobro Na promysle Allakha? Yemu Yedinomu prinadlezhit naslediye zemli i neba. I neravny pered Allakhom budut te, Kto shchedrost'yu daril do vremeni pobedy I v chas srazhen'ya lichno voyeval, - Oni vozvysyatsya nad temi, Kto, ne srazhayas', shchedrost' proyavlyal lish' posle. Im vsem obeshchana nagrada ot Allakha, I vedayet o vsekh deyan'yakh vashikh On"},{"SurahNumber":57,"VerseNumber":11,"Text":"Tak kto zhe tot, kto predostavit shchedryy zaym Allakhu? Ved' On yego umnozhit vo sto raz, (Dobaviv k etomu) dostoynuyu nagradu"},{"SurahNumber":57,"VerseNumber":12,"Text":"V tot Den' Uvidish' ty, kak vperedi u veruyushchikh zhenshchin i muzhchin, Po pravu storonu ot nikh, Struitsya yasnyy Svet (i slyshitsya): \"Segodnya vam predstanet radostnaya vest'! Sady, potokami rechnymi omovenny, Gde prebyvat' navechno vam, - Poistine, velikoye svershen'ye"},{"SurahNumber":57,"VerseNumber":13,"Text":"I obratyatsya k veruyushchim litsemery v etot Den' - Kak zhenshchiny, tak i muzhchiny: \"O, podozhdite nas! Pozvol'te vzyat' u vas vzaymy Ot Sveta vashego khot' nebol'shuyu dolyu!\" Im skazhut: \"Vozvrashchaytes'-ka nazad i tam ishchite Sveta!\" I mezhdu nimi vyrastet stena s vratami, I miloserdiye zapolnit vse, chto v ney. A za predelami yeye - lish' (Bozhiy gnev i) muki"},{"SurahNumber":57,"VerseNumber":14,"Text":"I (litsemery) vozglasyat: \"Uzhel' my ne stoyali ryadom s vami?\" Otvetyat im: \"Vy byli ryadom s nami, No otdalis' soblaznu vy I, vyzhidaya, predalis' somnen'yam. Vam lgali vashi vozhdelen'ya, Poka ne snizoshlo veleniye Allakha, No iskusitel' (vnov') vas sbil s Yego puti"},{"SurahNumber":57,"VerseNumber":15,"Text":"I vot teper' ni s vas, Ni s tekh, kto Gospoda otverg, Ne budet prinyat otkup. Ubezhishchem dlya vas predstanet Ad - Dostoynoye zhilishche vashikh dush, Skverneysheye pristanishche (dlya greshnykh)"}]}