{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"Bigū: «Fariştai marg, ki muvakkal (gumoşta) ʙar şumost, şumoro memironad. Sipas ʙa sūi Parvardigoraton ʙozgardonida meşaved»"},{"SurahNumber":32,"VerseNumber":12,"Text":"Turo iʙrat ast, on goh ki gunahkoronro dar nazdi Parvardigoraşon sarafkanda ʙinī. Gūjand: «Ej Parvardigori mo, didem va şunidem. Aknun moro ʙozgardon to kore şoista kunem, ki inak ʙa jaqin rasidaem»"},{"SurahNumber":32,"VerseNumber":13,"Text":"Agar mexostem, hidojati har kasro ʙa ū ato mekardem, vale va'dai Man, ki çahannamro az haman çinnijonu odamijon pur mekunam, haq ast"},{"SurahNumber":32,"VerseNumber":14,"Text":"Ba çazoi on, ki didori cunin rūzero faromūş karda ʙuded, aknun ʙicaşed. Mo niz şumoro az jod ʙurdaem. Ba sazoi korhoe, ki mekardaed, azoʙi çovidro ʙicaşed"},{"SurahNumber":32,"VerseNumber":15,"Text":"Tanho kasone ʙa ojoti Mo imon ovardaand, ki cun ojoti Moro ʙişnavand, ʙa saçda ʙijaftand va Parvardigoraşonro ʙa pokī ʙisitojand va sarkaşī nakunand (Sacda)"},{"SurahNumber":32,"VerseNumber":16,"Text":"Az ʙistari xoʙ pahlū tihī (ʙedorxoʙī) mekunand, Parvardigoraşonro ʙo ʙimu umed iltiço mekunand va az on cī ʙa onho dodaem, sadaqa mekunand"},{"SurahNumber":32,"VerseNumber":17,"Text":"Va heç kas az on mukofote az xuşivu xursandī xaʙar nadorad, ki ʙa muzdi korhoi kardaaş, ʙarojaş pinhon karda şudaast"},{"SurahNumber":32,"VerseNumber":18,"Text":"Ojo on kas, ki imon ovarda, mopandi kasset, ki fisq mevarzad? Na, ʙaroʙar nestand"},{"SurahNumber":32,"VerseNumber":19,"Text":"Ammo onon, ki imon ovardaand va korhoi şoista kardaand, ʙa çazoi neki amalhoe, ki makardaand, manzilgohe dar ʙoƣhoi ʙihişt xohand joft"},{"SurahNumber":32,"VerseNumber":20,"Text":"Va ammo fosiqon, manzilgohaşon otaş ast. Har goh ki ʙixohand az on ʙerun ojand, ʙori digar onhoro ʙa daruni otaş ʙozgardonand va ʙigūjandaşon: «Bicaşed azoʙi otaşero, ki durūƣaş mepindoşted!»"},{"SurahNumber":32,"VerseNumber":21,"Text":"Va azoʙi dunjoro peş az on azoʙi ʙuzurgtar ʙa onho ʙicaşonem, şojad, ki ʙozgardand"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kist sitamkortar az on kase, ki ūro ʙa ojoti Parvardigoraş pand dihand, vale rūj gardonad? Mo az gunahkoron intiqom megirem"},{"SurahNumber":32,"VerseNumber":23,"Text":"Haqiqatan ʙa Mūso kitoʙ dodem. Az didori ū dar şuʙha maʙoş. Va onro rohnamoi ʙanī-Isroil qaror dodem"},{"SurahNumber":32,"VerseNumber":24,"Text":"Az mijoni on qavm peşvojone padid ovardem, ki cun saʙr peşa kardand va ʙa ojoti Mo jaqin doştand, ʙa farmoii Mo mardumro hidojat mekardand"},{"SurahNumber":32,"VerseNumber":25,"Text":"Alʙatta Parvardigori tu dar rūzi qijomat dar on cī ixtilof mekardand, mijonaşon dovari xohad kard"},{"SurahNumber":32,"VerseNumber":26,"Text":"Ojo on hama mardumero, ki peş az onho halok kardem va aknun inho dar xonahojaşon roh meravand, saʙaʙi hidojataşon naşud? Dar in iʙrathost, caro nameşunavand"},{"SurahNumber":32,"VerseNumber":27,"Text":"Ojo nameʙinand, ki oʙro ʙa zamini xuşku ʙegijoh ravona mesozem, to kiştzorho ʙirūjonem va corpojon va xudaşon az on ʙixūrand? Caro nameʙinand"},{"SurahNumber":32,"VerseNumber":28,"Text":"Megūjand: «Agar rost megūed, pirūzī cī vaqt xohad ʙud?»"},{"SurahNumber":32,"VerseNumber":29,"Text":"Bigū: «Dar rūzi pirūzī, imon ovardani kofiron foidaaşon nadihad va mūhlataşon nadihad»"},{"SurahNumber":32,"VerseNumber":30,"Text":"Pas az onho rūj gardon va muntazir ʙoş, ki onho niz dar intizorand"}]}