{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Kulu Muhammed'i geceleyin, Mescid-i Haram'dan kendisine bazi ayetlerimizi gostermek icin, etrafini mubarek kildigimiz Mescid-i Aksa'ya goturen Allah, her turlu noksan sifatlardan munezzehtir. Suphesiz ki her seyi hakkiyla isiten, hakkiyla goren O'dur"},{"SurahNumber":17,"VerseNumber":2,"Text":"Musa'ya da kitap verdik ve beni birakip baskasini vekil edinmeyiniz diye onu Israil ogullari icin bir hidayet rehberi kildik"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ey Nuh'la beraber gemiye tasiyarak kurtardigimiz kimselerin soyundan olanlar! Dogrusu o cok sukredici bir kuldu"},{"SurahNumber":17,"VerseNumber":4,"Text":"Biz Israilogullari'na Tevrat'ta su hukmu verdik: \"Muhakkak siz, yeryuzunde iki defa fesat cikaracaksiniz ve muhakkak buyuk bir yukselisle yukseleceksiniz"},{"SurahNumber":17,"VerseNumber":5,"Text":"Birincisinin zamani gelince,uzerinize guclu kuvvetli kullarimizi gonderdik. Onlar, evlerin aralarina girip arastirdilar. Bu yerine getirilmesi gereken bir vaad idi"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sonra sizi tekrar o istilacilar uzerine galip kildik ve size mallarla ve ogullarla yardim ettik. Ve toplum olarak sizin sayinizi artirdik"},{"SurahNumber":17,"VerseNumber":7,"Text":"Eger iyilik ederseniz, kendinize iyilik etmis olursunuz ve eger kotuluk ederseniz yine kendinizedir. Artik diger fesadinizin zamani gelince, yuzlerinizi uzuntuye sokmalari, kotuluk yapmalari ve ilk kez girdikleri gibi yine Beyt-i Makdis'e girmeleri, ele gecirdikleri yerleri mahvetmeleri icin onlari tekrar gonderecegiz"},{"SurahNumber":17,"VerseNumber":8,"Text":"Olur ki Rabbiniz size merhamet eder. Ama siz tekrar donerseniz biz de doneriz. Cehennemi, kafirler icin kusatici bir zindan yaptik"},{"SurahNumber":17,"VerseNumber":9,"Text":"Suphesiz ki bu Kur'an, insanlari en dogru ve en saglam yola iletir ve salih amel isleyen muminlere buyuk bir ecir oldugunu mujdeler"},{"SurahNumber":17,"VerseNumber":10,"Text":"Ahirete inanmayanlara da can yakici bir azab hazirlamisizdir"},{"SurahNumber":17,"VerseNumber":11,"Text":"Insan, hayrin gelmesine dua ettigi gibi kotulugun gelmesine de dua eder. Insan pek acelecidir"},{"SurahNumber":17,"VerseNumber":12,"Text":"Biz geceyi ve gunduzu varligimiza delalet eden birer delil kildik. Sonra Rabbinizden bir lutuf aramaniz, yillarin sayisini ve hesabini bilmeniz icin gecenin karanligini silip (yerine) esyayi aydinlatan gunduzun aydinligini getirdik. Iste biz her seyi uzun uzadiya anlattik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Her insanin amel defterini boynuna doladik, kiyamet gunu acilmis bulacagi kitabi onune cikaririz"},{"SurahNumber":17,"VerseNumber":14,"Text":"Kitabini oku! Bugun hesap gorucu olarak sana nefsin yeter!\" deriz"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim dogru yola gelirse sirf kendi iyiligi icin gelir. Kim de saparsa ancak kendi aleyhine sapar. Hicbir gunahkar baskasinin gunah yukunu cekmez. Biz bir Peygamber gondermedikce, hic kimseye azab edecek degiliz"},{"SurahNumber":17,"VerseNumber":16,"Text":"Biz bir ulkeyi yok etmek istedigimiz zaman, simarik varliklilarina emrederiz, onlar itaat etmeyip orada kotuluk islerler. Boylece, o ulke helaka mustahak olur, biz de onu yerle bir ederiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Hem Nuh'tan sonra nice nesilleri helak ettik. Kullarinin gunahlarini bilmek ve gormekte Rabbin yeter"},{"SurahNumber":17,"VerseNumber":18,"Text":"Her kim pesin isterse, dunyada ona, istedigimiz kimseye, diledigimiz kadarini pesin veririz. Sonra ona cehennemi hazirlariz; kinanmis ve (rahmetimizden) kovulmus olarak oraya girer"},{"SurahNumber":17,"VerseNumber":19,"Text":"Kim de ahireti isterse ve mumin olarak kendine yarasir bir caba ile onun icin calisirsa, oylelerinin calismalarinin karsiligi verilir"},{"SurahNumber":17,"VerseNumber":20,"Text":"Hepsine; (dunyayi isteyenlere de, ahireti isteyenlere de) Rabbinin ihsanindan veririz. Rabbinin ihsani kisitlanmis degildir"},{"SurahNumber":17,"VerseNumber":21,"Text":"Bak! Onlarin bir kismini digerine nasil ustun kildik! Elbette ahiret, hem dereceler bakimindan daha buyuktur, hem de ustunluk bakimindan daha buyuktur"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allah ile birlikte baska bir ilah edinme! Yoksa kinanmis ve yalniz basina birakilmis olarak oturup kalirsin"}]}