{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Ona zachala yego, i s nim udalilas' v odno otdalennoye mesto"},{"SurahNumber":19,"VerseNumber":23,"Text":"Bolezni rozhdeniya priveli yeye k stvolu pal'my. Ona skazala: \"O yesli by umerla ya prezhde sego, i byla by zabyvsheyu, zabvennoyu"},{"SurahNumber":19,"VerseNumber":24,"Text":"Togda voskliknul on k ney iz pod neye: \"Ne skorbi! Gospod' tvoy proizvel pod toboy potok"},{"SurahNumber":19,"VerseNumber":25,"Text":"Potryasi, kotoryy nad toboy, stvol pal'my, i k tebe upadut svezhiye zrelyye finiki"},{"SurahNumber":19,"VerseNumber":26,"Text":"Yesh', pey i prokhladi ochi svoi. Yesli uvidish' kakogo libo cheloveka, to govori yemu: \"Milostivomu ya dala obet postit'sya; potomu, mne nel'zya segodnya govorit' ni s odnim chelovekom"},{"SurahNumber":19,"VerseNumber":27,"Text":"I ona poshla s nim k svoyemu narodu, nesya yego pri sebe. Oni skazali: \"Mariya! Ty sdelala neobyknovennoye delo"},{"SurahNumber":19,"VerseNumber":28,"Text":"Sestra Aarona! Otets tvoy ne byl chelovekom negodnym, i mat' tvoya ne byla porochnoy"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ona zhe ukazala im na nego; oni skazali: \"Kak govorit' nam s takim, kotoryy tol'ko ditya v kolybeli"},{"SurahNumber":19,"VerseNumber":30,"Text":"On skazal: \"YA - rab Boga: On dal mne Pisaniye i postavil menya prorokom"},{"SurahNumber":19,"VerseNumber":31,"Text":"On sdelal menya blagoslovennym vezde, gde by ya ne byl; On zapovedal mne molitvu, ochistitel'nuyu milostynyu s imushchestva, pokuda budu zhiv"},{"SurahNumber":19,"VerseNumber":32,"Text":"byt' poslushnym moyey roditel'nitse; i ne sdelal menya upryamym, upornym"},{"SurahNumber":19,"VerseNumber":33,"Text":"Mir mne v den', kogda ya rodilsya, v den', kogda umru, i v den', kogda voskresnu dlya zhizni"},{"SurahNumber":19,"VerseNumber":34,"Text":"Takov Iisus, syn Marii, po slovu istiny, o kotorom oni somnevayutsya"},{"SurahNumber":19,"VerseNumber":35,"Text":"Bogu ne svoystvenno imet' detey. Khvala Yemu! Kogda reshayet On byt' kakomu sushchestvu, to skazhet tol'ko: \"Bud'!\" i ono poluchayet bytiye"},{"SurahNumber":19,"VerseNumber":36,"Text":"Istinno, Bog yest' Gospod' moy i Gospod' vash; potomu poklanyaytes' Yemu; eto - pryamoy put'"},{"SurahNumber":19,"VerseNumber":37,"Text":"No eti skopy lyudey raznorechat mezhdu soboy; gore tem, kotoryye otvergayut yavleniye velikogo dnya"},{"SurahNumber":19,"VerseNumber":38,"Text":"Vozvesti im, pokazhi im den', v kotoryy pridut oni k Nam; no zlochestivyye v etot den' okazhutsya, ochevidno, zabludivshimisya"},{"SurahNumber":19,"VerseNumber":39,"Text":"Vrazumi ikh o dne skorbi: eto sobytiye uzhe opredeleno, togda kak oni ostayutsya bespechnymi i neveruyushchimi"},{"SurahNumber":19,"VerseNumber":40,"Text":"Istinno, eta zemlya i vse, kto na ney, - Nashe naslediye, i k Nam oni vozvrashcheny budut"},{"SurahNumber":19,"VerseNumber":41,"Text":"V etom pisanii vspomyani ob Avraame. Istinno, on byl pravednik, prorok"},{"SurahNumber":19,"VerseNumber":42,"Text":"Vot, on skazal: ottsu svoyemu: \"Batyushka! Dlya chego ty poklanyayesh'sya tem, kotoryye ni slyshat, ni vidyat, i ni kakoy vygody ne dostavlyayut tebe"},{"SurahNumber":19,"VerseNumber":43,"Text":"Batyushka! Mne dano znaniye, znaniye o tom, o chem ne bylo dano tebe; potomu posleduy mne, ya povedu tebya po rovnomu puti"},{"SurahNumber":19,"VerseNumber":44,"Text":"Batyushka! Ne sluzhi satane, potomu chto satana protivoborets Milostivomu"},{"SurahNumber":19,"VerseNumber":45,"Text":"Batyushka! YA boyus', chto tebya postignet nakazaniye Milostivogo za to, chto ty drug satany"},{"SurahNumber":19,"VerseNumber":46,"Text":"On skazal: \"Uzhe li ty, Avraam, imeyesh' otvrashcheniye ot bogov moikh? Yesli ty ne uderzhish'sya ot etogo, to ya pob'yu tebya kamnyami; begi iz doma moyego na dolgo"},{"SurahNumber":19,"VerseNumber":47,"Text":"On skazal: \"Mir tebe! YA poproshu proshcheniye tebe u Gospoda moyego: ibo On ko mne blagopreklonen"},{"SurahNumber":19,"VerseNumber":48,"Text":"YA udalyayus' ot vas i ot tekh, kotorykh prizyvayete vy, oprich' Boga, i prizyvayu Gospoda moyego: mozhet byt', ya ne budu bezuspeshen v prizyvanii Gospoda moyego"},{"SurahNumber":19,"VerseNumber":49,"Text":"Kogda on udalilsya ot nikh i ot tekh, kotorykh prizyvali oni, oprich' Boga; togda My yemu darovali Isaaka i Iakova, i oboikh ikh sdelali prorokami"},{"SurahNumber":19,"VerseNumber":50,"Text":"My darovali im milost' Nashu, i dali im yazyk pravdy v vysshey stepeni"},{"SurahNumber":19,"VerseNumber":51,"Text":"V etom pisanii vspomyani o Moiseye. Istinno, on byl neporochen: byl poslannik, prorok"},{"SurahNumber":19,"VerseNumber":52,"Text":"My vozzvali k nemu s pravoy storony gory i priblizili yego dlya taynoy besedy s Nami"},{"SurahNumber":19,"VerseNumber":53,"Text":"Po milosti nashey My darovali yemu prorokom brata yego Aarona"},{"SurahNumber":19,"VerseNumber":54,"Text":"V etom pisanii vspomyani ob Ismaile. On byl veren v ispolnenii svoyego obeshchaniya: byl poslannik, prorok"},{"SurahNumber":19,"VerseNumber":55,"Text":"On svoyemu domu zapovedal molitvu, ochistitel'nuyu milostynyu: tak on sdelalsya ugodnym Gospodu svoyemu"},{"SurahNumber":19,"VerseNumber":56,"Text":"V etom pisanii vspomyani ob Idrise. Istinno, on byl pravednik, prorok"},{"SurahNumber":19,"VerseNumber":57,"Text":"My voznesli yego na vysokoye mesto"},{"SurahNumber":19,"VerseNumber":58,"Text":"Vot, te proroki, kotorykh Bog oblagodetel'stvoval iz potomstva Adama i tekh, kotorykh My nosili v kovchege s Noyem; iz potomstva Avraama, Izrailya i tekh, kotorykh My rukovodili i izbrali! Kogda im chitalis' znameniya Milostivogo, oni togda, padaya nits, poklanyalis' i plakali"}]}