{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"Sözsüz ki, Yusuf və onun qardaşlarının hekayətində soruşanlar üçün ibrətlər vardır"},{"SurahNumber":12,"VerseNumber":8,"Text":"Bir vaxt onun qardaşları dedilər: “Biz bütöv bir dəstə olmağımıza baxmayaraq Yusuf və onun doğma qardaşı atamıza bizdən daha sevimlidir. Aydın görünür ki, atamız aşkar bir yanlışlıq içindədir"},{"SurahNumber":12,"VerseNumber":9,"Text":"Yusufu ya öldürün, ya da onu uzaq bir yerə aparıb atın ki, atanız ancaq sizə məhəbbət bəsləsin və bundan sonra siz əməlisalehlərdən olarsınız”"},{"SurahNumber":12,"VerseNumber":10,"Text":"Onlardan biri dedi: “Yusufu öldürməyin! Əgər ona qarşı hökmən nə isə etmək istəyirsinizsə, onda onu bir quyuya atın ki, karvanlardan biri onu götürsün!”"},{"SurahNumber":12,"VerseNumber":11,"Text":"Onlar dedilər: “Ey atamız! Sənə nə olub ki, Yusufu bizə etibar etmirsən? Həqiqətən də, biz ona xeyir arzulayırıq"},{"SurahNumber":12,"VerseNumber":12,"Text":"Sabah onu bizimlə göndərsən, bir qədər əylənib oynayar. Biz onu mütləq qoruyarıq!”"},{"SurahNumber":12,"VerseNumber":13,"Text":"O dedi: “Onu aparmağınız məni narahat edər. Həm də qorxuram ki, sizin başınız oyuna qarışıb onu nəzarətsiz qoyduqda, canavar onu yesin”"},{"SurahNumber":12,"VerseNumber":14,"Text":"Onlar dedilər: “Biz bütöv bir dəstə olduğumuz halda canavar onu yesə, demək biz ziyana uğrayanlarıq”"},{"SurahNumber":12,"VerseNumber":15,"Text":"Qardaşları onu aparıb quyuya atmaq qərarına gəldikdə biz ona belə vəhy etdik: “Sən onlara bu əməlləri barəsində gözləmədikləri bir halda xəbər verəcəksən”"},{"SurahNumber":12,"VerseNumber":16,"Text":"Onlar axşam ağlaya-ağlaya atalarının yanına gəlib"},{"SurahNumber":12,"VerseNumber":17,"Text":"dedilər: “Ey atamız! Biz Yusufu əşyalarımızın yanında qoyub yarışmaq üçün getmişdik. Canavar da onu yedi. Əlbəttə, biz doğru danışsaq da, sən bizə inanan deyilsən”"},{"SurahNumber":12,"VerseNumber":18,"Text":"Qardaşları onun köynəyinə saxta qan ləkəsi sürtüb gətirdilər. Yaqub dedi: “Xeyr, sizi öz nəfsiniz bu işə vadar etmişdir. Mənə gözəl səbir gərəkdir. Söylədiklərinizin müqabilində Allahdan kömək diləmək lazımdır”"},{"SurahNumber":12,"VerseNumber":19,"Text":"Quyunun yaxınlığına bir karvan gəldi və suçularını su dalınca göndərdilər. O, su qabını quyuya saldı və: “Şad xəbər! Burada bir oğlan uşağı vardır!”– dedi. Karvan əhli onu satılacaq bir əşya kimi özləri ilə apardılar. Allah isə onların nə etdiklərini bilirdi"},{"SurahNumber":12,"VerseNumber":20,"Text":"Onu dəyərsiz bir qiymətə – bir neçə dirhəmə satdılar. Onlar (Yusufun qardaşları) onu çox qiymətləndirmədilər"},{"SurahNumber":12,"VerseNumber":21,"Text":"Onu alan misirli öz arvadına: “Ona yaxşı bax. Ola bilsin ki, bizə fayda versin və ya onu oğulluğa götürək”– dedi. Beləliklə, Yusufu yer üzündə yerləşdirdik və ona yuxuları yozmağı öyrətdik. Allah Öz işini qələbə ilə başa çatdırandır. Lakin insanların çoxu bunu bilmir"},{"SurahNumber":12,"VerseNumber":22,"Text":"Yusuf yetkin çağına çatdıqda Biz ona mühakimə yürütmək bacarığı və elm verdik. Biz yaxşı iş görənləri belə mükafatlandırırıq"},{"SurahNumber":12,"VerseNumber":23,"Text":"Evində qaldığı qadın onu yoldan çıxartmaq istədi və qapıları bağlayıb: “Yanıma gəl!”– dedi. O isə: “Allah uzaq eləsin! Axı sənin ərin mənim ağamdır, mənə yaxşı baxmışdır. Şübhəsiz ki, zalımlar nicat tapmazlar!”– dedi"},{"SurahNumber":12,"VerseNumber":24,"Text":"Qadın ona meyl etmişdi. Əgər Yusuf Rəbbinin dəlilini görməsəydi, o da ona meyl edərdi. Beləcə, Biz pisliyi və çirkin əməli ondan uzaqlaşdırdıq. Həqiqətən, o, Bizim seçilmiş qullarımızdandır"},{"SurahNumber":12,"VerseNumber":25,"Text":"Onlar bir-birini qabaqlamaq məqsədilə qapıya tərəf yüyürdülər və qadın onun köynəyini arxadan cırdı. İkisi də qapının yanında qadının əri ilə rastlaşdı. Qadın dedi: “Sənin ailənə pislik etmək istəyənin cəzası, zindana salınmaqdan və ya ağrılı-acılı bir əzaba düçar edilməkdən başqa nə ola bilər?!”"},{"SurahNumber":12,"VerseNumber":26,"Text":"Yusuf dedi: “O məni yoldan çıxartmaq istəyirdi”. Qadının ailəsindən olan bir şahid belə şahidlik etdi: “Əgər onun köynəyi öndən cırılıbsa, qadın doğru deyir, o isə yalançılardandır"},{"SurahNumber":12,"VerseNumber":27,"Text":"Yox əgər onun köynəyi arxadan cırılıbsa, qadın yalan deyir, o isə doğru danışanlardandır”"},{"SurahNumber":12,"VerseNumber":28,"Text":"Qadının əri onun köynəyinin arxadan cırıldığını gördükdə dedi: “Şübhəsiz ki, bu sizin qadın hiylələrinizdəndir. Həqiqətən də, sizin hiyləniz böyükdür"},{"SurahNumber":12,"VerseNumber":29,"Text":"Yusuf, sən bundan (bu işi açıb danışmaqdan) vaz keç! Sən də ey arvad, günahına görə bağışlanma dilə. Çünki sən, günah işlətmisən”"}]}