{"Id":61,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut-la","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Najgora bica kod Allaha su oni koji su gluhi i nijemi, koji nece da shvacaju"},{"SurahNumber":8,"VerseNumber":23,"Text":"Da Allah zna da od njih moze biti ikakva dobra, ucinio bi da cuju, a da je ucinio i da cuju, oni bi se opet okrenuli, jer oni i inace glave okrecu"},{"SurahNumber":8,"VerseNumber":24,"Text":"O vjernici, odazovite se Allahu i Poslaniku kad od vas zatrazi da cinite ono sto ce vam zivot osigurati; i neka znate da se Allah uplice između covjeka i srca njegova, i da cete se svi pred Njim sakupiti"},{"SurahNumber":8,"VerseNumber":25,"Text":"I izbjegavajte ono sto ce dovesti do smutnje koja nece pogoditi samo one među vama koji su krivi, i znajte da Allah strasno kaznjava"},{"SurahNumber":8,"VerseNumber":26,"Text":"I sjetite se kada vas je bilo malo, kad ste na Zemlji bili potlaceni – bojali ste se da vas ljudi ne pohvataju, pa vam je On skloniste dao i Svojom pomoci vas pomogao i plijenom vas opskrbio da biste bili zahvalni"},{"SurahNumber":8,"VerseNumber":27,"Text":"O vjernici, Allaha i Poslanika ne varajte i svjesno međusobno povjerenje ne proigravajte"},{"SurahNumber":8,"VerseNumber":28,"Text":"i neka znate da su bogatstva vasa i djeca vasa samo iskusenje, i da je samo u Allaha nagrada velika"},{"SurahNumber":8,"VerseNumber":29,"Text":"O vjernici, ako se budete Allaha bojali, On ce vam sposobnost darovati pa cete istinu od neistine moci rastaviti i preko ruznih postupaka vasih ce preci i oprostiti vam. – A Allahova dobrota je neizmjerna"},{"SurahNumber":8,"VerseNumber":30,"Text":"I kad su ti nevjernici zamke razapinjali da bi te u tamnicu bacili ili da bi te ubili ili da bi te prognali; oni su zamke pleli a Allah ih je ometao, jer Allah to najbolje umije"},{"SurahNumber":8,"VerseNumber":31,"Text":"Kada im se rijeci Nase kazuju, govore: \"Vec smo culi! Da hocemo, i mi bismo tako nesto rekli; to su samo izmisljotine naroda drevnih"},{"SurahNumber":8,"VerseNumber":32,"Text":"A kad su oni rekli: \"Boze, ako je ovo zbilja istina od Tebe, Ti pusti na nas kamenje s neba kao kisu ili nam posalji patnju nesnosnu"},{"SurahNumber":8,"VerseNumber":33,"Text":"Allah ih nije kaznio, jer si ti među njima bio; i Allah ih nece kazniti sve dok neki od njih mole da im se oprosti"},{"SurahNumber":8,"VerseNumber":34,"Text":"A zasluzuju da ih Allah kazni kad brane drugima pristup Casnome hramu, a oni nisu njegovi cuvari. Cuvari njegovi trebaju biti samo oni koji se Allaha boje, ali vecina njih ne zna"},{"SurahNumber":8,"VerseNumber":35,"Text":"Molitva njihova pored Hrama svodi se samo na zvizdanje ili pljeskanje rukama; zato kaznu iskusite, jer ne vjerujete"},{"SurahNumber":8,"VerseNumber":36,"Text":"Oni koji ne vjeruju trose imanja svoja da bi od Allahova puta odvracali. Oni ce ih, sigurno, utrositi, zatim ce, zbog toga, zaliti i na kraju ce pobijeđeni biti. A oni koji ne budu vjerovali – u Dzehennem ce biti potjerani"},{"SurahNumber":8,"VerseNumber":37,"Text":"da bi Allah dobre od nevaljalih odvojio i da bi nevaljale jedne na druge naslagao, a onda ih sve u gomilu zbio i u Dzehennem bacio. Oni ce doista biti izgubljeni"},{"SurahNumber":8,"VerseNumber":38,"Text":"Reci onima koji ne vjeruju: ako se okane, bice im oprosteno ono sto je prije bilo; a ako se ne okane – pa, zna se sta je s drevnim narodima bilo"},{"SurahNumber":8,"VerseNumber":39,"Text":"I borite se protiv njih dok mnogobostvo ne iscezne i dok samo Allahova vjera ne ostane. Ako se oni okane – pa, Allah dobro vidi sta oni rade"},{"SurahNumber":8,"VerseNumber":40,"Text":"a ako leđa okrenu, znajte da je Allah vas zastitnik, a divan je On zastitnik i divan pomagac"}]}