{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Kündüzü jana tünü jaşagandardın baarı Allaһtın mülkü. Al (bardık dobuştu) Uguuçu, (bardık kılmıştı) Bilüüçü"},{"SurahNumber":6,"VerseNumber":14,"Text":"Aytkın: “Allaһtan başkanı jardamçı kılmak belem?! Al asmandar jana Jerdin Jaratuuçusu. Al Özü tamakka muktaj bolboy, (bardık jan-janıbardı) tamaktandırat”. Aytkın: “Men (Allaһtın jalgız Özünö) moyun sungandardın eŋ aldıŋkısı boluuga buyuruldum” (Jana maga) “Eç kaçan muşrikterden bolbogun!” (dep aytıldı)"},{"SurahNumber":6,"VerseNumber":15,"Text":"Aytkın: “Eger men (şirk keltirüü menen) Rabbime künöökör bolsom, Uluk Kündün azabınan korkomun”"},{"SurahNumber":6,"VerseNumber":16,"Text":"Oşol Kündö kimden azap çettetilgen bolso, demek aga Allaһ ırayım kılıptır. Jana bul — anık jeŋiş"},{"SurahNumber":6,"VerseNumber":17,"Text":"Egerde Allaһ seni (kembagaldık, ooru, kaygı j.b.u.s.) zıyan menen karmasa, anı Özünön başka eç kim arılta albayt. Al emi, eger bir jakşılık menen karmasa. Al ar bir nersege Kudurettüü"},{"SurahNumber":6,"VerseNumber":18,"Text":"Jana Al pendelerdin üstünön ökümün jürgüzüüçü. Jana al - Daanışman, (bardıgınan) Kabardar"},{"SurahNumber":6,"VerseNumber":19,"Text":"Aytkın: “(Menin çınçıldıgıma) eŋ çoŋ kübö kaysı?” Ayt: “Allaһ! Al meni menen silerdin araŋarda Kübö jana maga mına bul Kuraan vahiy (ilahiy kabar) türündö berildi, silerdi jana al jetip bargan baardık adamdardı eskertişim üçün». (O, ilahiy kabardan jüz burgandar!) Siler: “Allaһ menen birge başka kudaylar bar” - dep kübölük beresiŋerbi?!” Aytkın: “Men (anday) kübölük berbeymin!” Aytkın: “Albette Al - jalgız (sıyınuuga tatıktuu) Kuday! A, men bolso, silerdin şirk amalıŋardan tazamın!”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Biz kitep bergen adamdar (özdörünün ıyık kitepterinde aldın ala kabar berilgeni sebeptüü) anı (Muhammaddı) özdörünün perzentterin taanıganday taanışat. Alar özdörünö zıyan kılıştı. Emi alar ıymanga kelişpeyt"},{"SurahNumber":6,"VerseNumber":21,"Text":"Eç kim (“Allaһtın balası je şerigi bar” dep) Allaһka jalaa japkan jana Anın ayattarın jalganga çıgargan adamdan zaalımıraak emes! Albette, (anday) zaalımdar (tozokton) kutulbayt"},{"SurahNumber":6,"VerseNumber":22,"Text":"Jana Biz oşol (Kıyamat) Kündö alardın baardıgın çogultup, muşrikterge: “(Allaһtın şerikteri) dep eseptegen kudayıŋar kana?” -deybiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Kiyin alardın kıyanat jooptoru: “O, Rabbibiz! Allaһka ant, biz muşrik emes bolçubuz” - degen sözdör gana bolot"},{"SurahNumber":6,"VerseNumber":24,"Text":"Karaçı, özdörünö da kanday jalgandardı oylop tapkanın jana (oylorunan) çıgargan «kudaylarının» alardan jok bolup kalganın"},{"SurahNumber":6,"VerseNumber":25,"Text":"Alardan (muşrikterden) kee biröölörü (Kuraan okuganıŋda) seni (karözgöylük menen) uguşat. Birok, Biz alardın jüröktörünö - Kuraandı tüşünbösün üçün - parda kaptap, kulaktarın dülöy kılıp koyduk. Eger alar bardık moojizalardı körsö da işenişpeyt. Jadagalsa, senin aldıŋa talaşıp-tartışıp kelişken kezde, kaapırlar: “Bul (Kuraan) abalkılardın jomoktorunan başka nerse emes” - deşet"},{"SurahNumber":6,"VerseNumber":26,"Text":"Jana alar andan (başkalardı da) kaytarışat, özdörü da alıstaşat. Birok, (bul işteri menen) özdörün gana kıyroogo türtköndörün bilbey kalışat"},{"SurahNumber":6,"VerseNumber":27,"Text":"(O, Muhammad!) Alardı Tozoktun üstünö (tike) turguzup koyulganda (buşayman boluşup): “Ataganat, kana emi, (düynögö) kaytarılsak, Rabbibizdin ayattarın jalgan debey, momundardan bolup jaşasak?!”-degenderin bir körsöŋ ele"},{"SurahNumber":6,"VerseNumber":28,"Text":"Anday emes! Alarga murun içine katkan nerseleri aykın bolup kalgan(dan ulam uşintip jatışat). Eger (düynögö) kaytarılsa dele, taymanbastan (Şariyatta) kaytarılgan (aram) işterge kaytışmak. Antkeni, alar - anık jalgançılar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Jana alar: “Uşul düynödögü jaşoobuzdan başka jaşoo jok. Biz kayradan tirilbeybiz” -deşti"},{"SurahNumber":6,"VerseNumber":30,"Text":"Eger sen alardı Rabbisinin aldına turguzulup (Allaһ): “Bul (kayra tirilüü) çındık emes beken?!”-dep suraganda, alardın: “Ooba, ya, Rabbi! Çındık eken” -degenderin jana (Allaһ alarga): “Kaapır bolgonuŋar sebeptüü, emi azaptın daamın tatkıla!” -degenin bir körsöŋ ele"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allaһka joluguunu “jalgan” degen adamdar zıyan tartıştı! (Antkeni,) Kaçan alarga (Kıyamat) kapısınan kelip kalganda, künöölörün jonuna kötörgön abaldarında: “O-o-o!!! Düynö jaşoosun (paydasız) ötkörüp jibergenibiz üçün bizge kaygı!!! dep kalıştı. Alardın kötörgön künöölörü kanday jaman"},{"SurahNumber":6,"VerseNumber":32,"Text":"Düynö jaşoosu (tez ötüp ketüüçü) oyun-tamaşadan başka eç nerse emes. Takıba kişiler üçün Akıret jaşoosu jakşı. Akılıŋardı iştetpeysiŋerbi"},{"SurahNumber":6,"VerseNumber":33,"Text":"(O, Muhammad!) Alardın sözdörü seni kapa kılganın körüp turabız. Alar seni gana “jalgançı” deşken jok. Birok zaalımdar Allaһtın ayattarın dagı çetke kagıp jatışat"},{"SurahNumber":6,"VerseNumber":34,"Text":"Senden murunku paygambarlarga dele “jalgançı” degen jalaa jabılgan. Jana alar bul jalaalarga, zaalımdıktarga Bizdin jardamıbız kelgenge çeyin sabır kılışkan. Allaһtın (Kuraandagı) sözdörün eç kim başkasına almaştıra albayt. Jana saga abalkı paygambarlardın kabarı keldi go"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger alardın (akıykattan) burulup ketüüsü saga oor bolso, (alardı eerçitip aluuga uşunçalık kızıksaŋ) eger koluŋan kelse, jerge (tüşçü) jaraka, asmanga (çıkçu) şatı izdep, alarga (işendire turgan) bir moojiza taap ber! Eger Allaһ kaalasa, Özü alardı Tuura Jolgo çogultup almak! (Sabırsız) naadandardan bolbogun"}]}