{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Зар они не знају да је Аллах, Створитељ небеса и Земље, способан да створи њима сличне и да им је већ одредио час оживљења, у који нема сумње? Али неверници само поричу"},{"SurahNumber":17,"VerseNumber":100,"Text":"Реци: „Да ви поседујете ризнице милости мога Господара, и тада бисте шкртарили из страха да не потрошите; човек је заиста тврдица.“"},{"SurahNumber":17,"VerseNumber":101,"Text":"Ми смо Мојсију девет очигледних знамења дали, па упитај Израиљеве синове кад је њиховим прецима дошао и када му је фараон рекао: „Ја мислим, о Мојсије, да си ти заиста опчињен“"},{"SurahNumber":17,"VerseNumber":102,"Text":"а Мојсије одговори: „Ти знаш да ово није дао нико други него Господар небеса и Земље, као очигледна знамења, и ја мислим да ћеш ти, о фараоне, сигурно да настрадаш.“"},{"SurahNumber":17,"VerseNumber":103,"Text":"Фараон одлучи да их из земље истера, па ми потописмо и њега и све оне који су били са њим"},{"SurahNumber":17,"VerseNumber":104,"Text":"и после тога казасмо Израиљевим синовима: „Населите се у земљи, па кад време Смака света наступи, све ћемо заједно да вас окупимо.“"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ми Кур’ан пун истинске мудрости објављујемо, и на истинит начин се он објављује. А тебе смо послали само зато да радосне вести доносиш и да опомињеш"},{"SurahNumber":17,"VerseNumber":106,"Text":"И као Кур'ан, све део по део га објављујемо да би га ти људима постепено казивао, и према потреби га објављујемо"},{"SurahNumber":17,"VerseNumber":107,"Text":"Реци: “веровали у њега или не веровали, они којима је још пре објављивања његовог дато знање падају лицем на тло кад им се он чита"},{"SurahNumber":17,"VerseNumber":108,"Text":"И говоре: „Узвишен нека је наш Господар, обећање нашег Господара се испунило!“"},{"SurahNumber":17,"VerseNumber":109,"Text":"И падају лицем на тло плачући, и он им увећава страхопоштовање"},{"SurahNumber":17,"VerseNumber":110,"Text":"Реци: „Зовите Га: 'Аллах', или зовите: 'Свемилосни', а како год Га будете звали, Његова су имена најлепша. Не изговарај на сав глас Кур'ан кад молитву обављаш, а и не пригушуј га; нађи средину између тога.“"},{"SurahNumber":17,"VerseNumber":111,"Text":"И реци: „Сва хвала Аллаху Који Себи није узео детета и Који у власти нема сличног, и Коме не треба заштитник због немоћи“ – и истински Га величај"},{"SurahNumber":18,"VerseNumber":1,"Text":"Сва хвала припада Богу Који Свом слуги објављује Књигу, у којој нема искривљености"},{"SurahNumber":18,"VerseNumber":2,"Text":"тачна и потпуна, да тешком казном, коју ће Он дати, упозори, а да вернике који раде добра дела дивном наградом обрадује"},{"SurahNumber":18,"VerseNumber":3,"Text":"У којима ће вечно да бораве"},{"SurahNumber":18,"VerseNumber":4,"Text":"и да упозори оне који говоре: „Аллах има сина.“"},{"SurahNumber":18,"VerseNumber":5,"Text":"О томе они ништа не знају, а ни њихови преци. Како крупна реч излази из њихових уста! Они не говоре осим неистину"},{"SurahNumber":18,"VerseNumber":6,"Text":"Па зар ћеш да уништиш себе од туге за њима, ако они у Кур'ан неће да поверују"},{"SurahNumber":18,"VerseNumber":7,"Text":"Све што је на Земљи Ми смо створили као украс да би искушали људе ко ће од њих боље да се влада"},{"SurahNumber":18,"VerseNumber":8,"Text":"и заиста ћемо Ми све што је на њој у опустошено тло да претворимо"},{"SurahNumber":18,"VerseNumber":9,"Text":"Мислиш ли ти да су само становници Пећине, чија су имена на плочи написана, били чудо међу чудима Нашим"},{"SurahNumber":18,"VerseNumber":10,"Text":"Кад се неколико момака у пећини склонуло па казало: “Господару наш, дај нам Своју милост и пружи нам у овом нашем поступку присебност.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"И Ми смо их у пећини дубоким сном успавали за дуго година"},{"SurahNumber":18,"VerseNumber":12,"Text":"После смо их пробудили како би се видело која ће од две скупине боље оценити колико су времена ту провели"},{"SurahNumber":18,"VerseNumber":13,"Text":"Испричаћемо ти повест њихову – онако како је било. То су били момци, веровали су у Господара свог, а Ми смо им уверење још више учврстили"},{"SurahNumber":18,"VerseNumber":14,"Text":"Оснажили смо били њихова срца кад су се дигли и рекли: „Наш Господар - Господар је небеса и Земље, ми нећемо поред Њега другом богу да се молимо, јер бисмо тада лаж казали"},{"SurahNumber":18,"VerseNumber":15,"Text":"Овај наш народ обожава друга божанства мимо Аллаха, па зашто о њима јасан доказ не донесу? А има ли већег неправедника од онога који о Аллаху износи лаж?!“"},{"SurahNumber":18,"VerseNumber":16,"Text":"Кад напустите њих и оне које мимо Аллаха обожавају, склоните се у пећину, ваш Господар ће Својом милошћу да вас обаспе и припремиће вам све оно што ће да вам буде корисно"}]}