{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"«يا أيها الذين آمنوا أطيعوا الله وأطيعوا الرسول ولا تبطلوا أعمالكم» بالمعاصي مثلا"},{"SurahNumber":47,"VerseNumber":34,"Text":"«إن الذين كفروا وصدوا عن سبيل الله» طريقه وهو الهدى «ثم ماتوا وهم كفار فلن يغفر الله لهم» نزلت في أصحاب القليب"},{"SurahNumber":47,"VerseNumber":35,"Text":"«فلا تهنوا» تضعفوا «وتدعوا إلى السَِّلم» بفتح السين وكسرها، أي الصلح مع الكفار إذا لقيتموهم «وأنتم الأعلوْن» حذف منه واو لام الفعل الأغلبون القاهرون «والله معكم» بالعون والنصر «ولن يَتِركُم» ينقصكم «أعمالكم» أي ثوابها"},{"SurahNumber":47,"VerseNumber":36,"Text":"«إنما الحياة الدنيا» أي الاشتغال فيها «لعب ولهوٌ وإن تؤمنوا وتتقوا» الله وذلك من أمور الآخرة «يؤتكم أجوركم ولا يسألكم أموالكم» جميعها بل الزكاة المفروضة فيها"},{"SurahNumber":47,"VerseNumber":37,"Text":"«إن يسألكموها فحيفكم» يبالغ في طلبها «تبخلوا ويخرج» البخل «أضغانكم» لدين الإسلام"},{"SurahNumber":47,"VerseNumber":38,"Text":"«ها أنتم» يا «هؤلاء تدعون لتنفقوا في سبيل الله» ما فرض عليكم «فمنكم من يبخل ومن يبخلْ فإنما يبخل عن نفسه» يقال بخل عليه وعنه «والله الغني» عن نفقتكم «وأنتم الفقراء» إليه «وإن تتولوا» عن طاعته «يستبدل قوما غيركم» أي يجعلهم بدلكم «ثم لا يكونوا أمثالكم» في التولي عن طاعته بل مطيعين له عز وجل"},{"SurahNumber":48,"VerseNumber":1,"Text":"«إنا فتحنا لك» قضينا بفتح مكة وغيرها في المستقبل عَنوة بجهادك «فتحا مبينا» بيِّنا ظاهرا"},{"SurahNumber":48,"VerseNumber":2,"Text":"«ليغفر لك الله» بجهادك «ما تقدم من ذنبك وما تأخر» منه لترغب أمتك في الجهاد وهو مؤول لعصمة الأنبياء عليهم الصلاة والسلام بالدليل العقلي القاطع من الذنوب واللام للعلة الغائية فمدخولها مسبب لا سبب «ويتم» بالفتح المذكور «نعمته» إنعامه «عليك ويهديك» به «صراطا» طريقا «مستقيما» يثبتك عليه وهو دين الإسلام"},{"SurahNumber":48,"VerseNumber":3,"Text":"«وينصرك الله» به «نصرا عزيزا» ذا عز لا ذل له"},{"SurahNumber":48,"VerseNumber":4,"Text":"«هو الذي أنزل السكينة» الطمأنينة «في قلوب المؤمنين ليزدادوا إيمانا مع إيمانهم» بشرائع الدين كلما نزَّل واحدة منها آمنوا بها ومنها الجهاد «ولله جنود السماوات والأرض» فلو أراد نصر دينه بغيركم لفعل «وكان الله عليما» بخلقه «حكيما» في صنعه، أي لم يزل متصفا بذلك"},{"SurahNumber":48,"VerseNumber":5,"Text":"«ليدخل» متعلق بمحذوف، أي أمر الجهاد «المؤمنين والمؤمنات جنات تجري من تحتها الأنهار خالدين فيها ويكفّر عنهم سيئاتهم وكان ذلك عند الله فوزا عظيما»"},{"SurahNumber":48,"VerseNumber":6,"Text":"«ويُعذَِب المنافقين والمنافقات والمشركين والمشركات الظانين بالله ظن السَّوء» بفتح السين وضمها في المواضع الثلاثة، ظنوا أنه لا ينصر محمدا صلى الله عليه وسلم والمؤمنين «عليهم دائرة السَّوء» بالذل والعذاب «وغضب الله عليهم ولعنهم» أبعدهم «وأعَدَّ لهم جهنم وساءت مصيرا» مرجعا"},{"SurahNumber":48,"VerseNumber":7,"Text":"«ولله جنود السماوات والأرض وكان الله عزيزا» في ملكه «حكيما» في صنعه، أي لم يزل متصفا بذلك"},{"SurahNumber":48,"VerseNumber":8,"Text":"«إنا أرسلناك شاهدا» على أمتك في القيامة «ومبشرا» لهم في الدنيا «ونذيرا» منذرا مخّوفا فيها من عمل سوءا بالنار"},{"SurahNumber":48,"VerseNumber":9,"Text":"«ليؤمنوا بالله ورسوله» بالياء والتاء فيه وفي الثلاثة بعده «ويعزروه» ينصروه وقرئ بزايين مع الفوقانية «ويوقروه» يعظموه وضميرها لله أو لرسوله «ويسبحوه» أي الله «بكرة وأصيلا» بالغداة والعشيّ"},{"SurahNumber":48,"VerseNumber":10,"Text":"(إن الذين يبايعونك) بيعة الرضوان بالحديبية. (إنما يبايعون الله) هو نحو \"\" من يطع الرسول فقد أطاع الله \"\" (يد الله فوق أيديهم) التي بايعوا بها النبي، أي هو تعالى مطلع على مبايعتهم فيجازيهم عليها (فمن نكث) نقض البيعة (فإنما ينكث) يرجع وبال نقضه (على نفسه ومن أوفى بما عاهد عليه الله فسيؤتيه) بالياء والنون (أجرا عظيما)"},{"SurahNumber":48,"VerseNumber":11,"Text":"«سيقول لك المخلفون من الأعراب» حول المدينة، أي الذين خلفهم الله عن صحبتك لما طلبتهم ليخرجوا معك إلى مكة خوفا من تعرض قريش لك عام الحديبية إذا رجعت منها «شغلتنا أموالنا وأهلونا» عن الخروج معك «فاستغفر لنا» الله من تَرْك الخروج معك قال تعالى مكذبا لهم: «يقولون بألسنتهم» أي من طلب الاستغفار وما قبله «ما ليس في قلوبهم» فهم كاذبون في اعتذارهم «قل فمن» استفهام بمعنى النفي أي لا أحد «يملك لكم من الله شيئا إن أراد بكم ضَُرا» بفتح الضاد وضمها «أو أراد بكم نفعا بل كان الله بما تعملون خبيرا» أي لم يزل متصفا بذلك"},{"SurahNumber":48,"VerseNumber":12,"Text":"«بل» في الموضوعين للانتقال من غرض إلى آخر «ظننتم أن لن ينقلب الرسول والمؤمنون إلى أهليهم أبدا وزُيِّن ذلك في قلوبكم» أي أنهم يستأصلون بالقتل فلا يرجعون «وظننتم ظن السَّوء» هذا وغيره «وكنتم قوما بورا» جمع بائر، أي هالكين عند الله بهذا الظن"},{"SurahNumber":48,"VerseNumber":13,"Text":"«ومن لم يؤمن بالله ورسوله فإنا أعتدنا للكافرين سعيرا» نارا شديدة"},{"SurahNumber":48,"VerseNumber":14,"Text":"«ولله ملك السماوات والأرض يغفر لمن يشاء ويعذِّب من يشاء وكان الله غفورا رحيما» أي لم يزل متصفا بما ذكر"},{"SurahNumber":48,"VerseNumber":15,"Text":"«سيقول المخلفون» المذكورون «إذا انطقتم إلى مغانم» هي مغانم خيبر، «لتأخذوها ذرونا» اتركونا «نتبعكم» لنأخذ منها «يريدون» بذلك «أن يبدّلوا كلام الله» وفي قراءة: كلِم الله بكسر اللام أي مواعيده بغنائم خيبر أهل الحديبية خاصة «قل لن تتبعونا كذالكم قال الله من قبل» أي قبل عودنا «فسيقولون بل تحسدوننا» أن نصيب معكم من الغنائم فقلتم ذلك «بل كانوا لا يفقهون» من الدين «إلا قليلا» منهم"},{"SurahNumber":48,"VerseNumber":16,"Text":"«قل للمخلفين من الأعراب» المذكورين اختبارا «ستدعوْن إلى قوم أولي» أصحاب «بأس شديد» قيل هم بنو حنيفة أصحاب اليمامة، وقيل فارس والروم «تقاتلونهم» حال مقدرة هي المدعو إليها في المعنى «أو» هم «يسلمون» فلا تقاتلون «فإن تطيعوا» إلى قتالهم «يؤتكم الله أجرا حسنا وإن تتولوا كما توليتم من قبل يعذّبكم عذابا أليما» مؤلما"},{"SurahNumber":48,"VerseNumber":17,"Text":"«ليس على الأعمى حرج ولا على الأعرج حرج ولا على المريض حرج» في ترك الجهاد «ومن يطع الله ورسوله يدخله» بالياء والنون «جنات تجري من تحتها الأنهار ومن يتول يعذّبه» بالياء والنون «عذابا أليما»"}]}