{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"My odarili Davuda (Davida) milost'yu ot Nas i skazali: «O gory i ptitsy! Slav'te vmeste s nim!». My sdelali zhelezo myagkim dlya nego"},{"SurahNumber":34,"VerseNumber":11,"Text":"Vykuy dlinnyye kol'chugi i soblyuday meru v kol'tsakh. Postupayte pravedno, ved' YA vizhu to, chto vy sovershayete"},{"SurahNumber":34,"VerseNumber":12,"Text":"My podchinili Suleymanu (Solomonu) veter, kotoryy utrom proletal mesyachnyy put' i posle poludnya proletal mesyachnyy put'. My zastavili dlya nego tech' istochnik medi. Sredi dzhinnov byli takiye, kotoryye rabotali pered nim s dozvoleniya yego Gospoda. A togo iz nikh, kto uklonilsya ot Nashego poveleniya, My zastavili vkusit' mucheniya v Plameni"},{"SurahNumber":34,"VerseNumber":13,"Text":"Oni sozdavali prekrasnyye stroyeniya, izvayaniya, miski, podobnyye vodoyemam, i nepodvizhnyye kotly. O rod Davuda (Davida)! Trudites' v znak blagodarnosti. No sredi Moikh rabov malo blagodarnykh"},{"SurahNumber":34,"VerseNumber":14,"Text":"Kogda zhe My predpisali yemu umeret', oni uznali ob etom lish' blagodarya zemlyanomu chervyu, kotoryy istochil yego posokh. Kogda zhe on upal, dzhinny uyasnili, chto yesli by oni znali sokrovennoye, to ne ostavalis' by v unizitel'nykh mucheniyakh"},{"SurahNumber":34,"VerseNumber":15,"Text":"V poselenii sabeytsev bylo znameniye - dva sada sprava i sleva. Vkushayte iz udela vashego Gospoda i blagodarite Yego. Prekrasnaya strana i Proshchayushchiy Gospod'"},{"SurahNumber":34,"VerseNumber":16,"Text":"No oni otvernulis', i My naslali na nikh potok, prorvavshiy plotinu, i zamenili ikh dva sada dvumya sadami s gor'kimi plodami, tamariskom i neskol'kimi lotosami"},{"SurahNumber":34,"VerseNumber":17,"Text":"Tak My vozdali im za to, chto oni ne uverovali. Razve My karayem tak kogo-libo, krome neblagodarnykh"},{"SurahNumber":34,"VerseNumber":18,"Text":"Mezhdu nimi i gorodami, kotoryye My blagoslovili, My vozdvigli yasno razlichimyye goroda i razmerili put' mezhdu nimi. Raz\"yezzhayte mezhdu nimi noch'yu i dnem v bezopasnosti"},{"SurahNumber":34,"VerseNumber":19,"Text":"Oni skazali: «Gospod' nash! Udlini rasstoyaniya mezhdu nashimi ostanovkami v puti». Oni postupili nespravedlivo po otnosheniyu k sebe. My sdelali ikh predmetom skazaniy i rasseyali ikh. Voistinu, v etom - znameniye dlya kazhdogo, kto terpeliv i blagodaren"},{"SurahNumber":34,"VerseNumber":20,"Text":"Predpolozheniye Iblisa otnositel'no nikh okazalos' pravdivym, i oni posledovali za nim, za isklyucheniyem gruppy veruyushchikh"},{"SurahNumber":34,"VerseNumber":21,"Text":"U nego ne bylo nad nimi nikakoy vlasti (ili ne bylo dlya nikh nikakogo dokazatel'stva). No on iskushal lyudey, chtoby My uznali i otlichili togo, kto veruyet v Poslednyuyu zhizn', ot togo, kto somnevayetsya v ney. Gospod' tvoy - Khranitel' vsyakoy veshchi"},{"SurahNumber":34,"VerseNumber":22,"Text":"Skazhi: «Prizovite tekh, kogo vy schitali bogami naryadu s Allakhom». Oni ne vladeyut dazhe mel'chayshey chastitsey na nebesakh i na zemle i ne yavlyayutsya sovladel'tsami chego-libo na nikh, i net u Nego sredi nikh pomoshchnikov"},{"SurahNumber":34,"VerseNumber":23,"Text":"Nich'ye zastupnichestvo pered Nim ne prineset pol'zy, krome tekh, komu budet dozvoleno. Kogda zhe ispug pokinet ikh (mnogobozhnikov ili angelov) serdtsa, oni skazhut: «Chto skazal vash Gospod'?». Oni skazhut: «Istinu, ved' On - Vozvyshennyy, Velikiy»"}]}