{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"Bēśaka alāha nē ādama atē nūha nū atē ibarāhīma dē anuyā'ī'āṁ nū atē imarāna dē anuyā'ī'āṁ nū sapūrana sasāra vicōṁ cuṇa li'ā hai"},{"SurahNumber":3,"VerseNumber":34,"Text":"Iha ika dūjē dī satāna hana. Atē alāha suṇana vālā hai. Jāṇana vālā hai"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Jadōṁ imarāna dī patanī nē kihā, hē marē pālaṇahāra) maiṁ bhōṭa kītā tarē la'ī, jō marē pēṭa vica hai, uha sutatara rakhi'ā jāvēgā. Atē tū mērē tōṁ iha savīkāra kara, bēśaka tū suṇana vālā, jāṇana vālā hai"},{"SurahNumber":3,"VerseNumber":36,"Text":"Phira jadōṁ usa nē dhī nū janama ditā, tāṁ usa nē kihā, hai mērē paravaradigāra! Maiṁ jō kujha jami'ā hai tū usa nū bhalībhānta jāṇadā hai ki usa nē kī janama ditā hai atē muḍā kuṛī dī tar'hāṁ nahīṁ hudā atē maiṁ isa dā nāma marī'ama rakhi'ā hai atē maiṁ isa nū atē isa dī aulāda nū, phiṭakārē hō'ē śaitāna tōṁ, tērī śaraṇa vica didī hāṁ"},{"SurahNumber":3,"VerseNumber":37,"Text":"Tāṁ usa dē raba nē, usa nū cagī tar'hāṁ nāla savīkāra kītā. Atē usa dā cagī tar'hāṁ pālaṇa pōśaṇa kītā atē zakarī'ā nū usa dā rakhi'aka baṇā'i'ā. Jadō kitē vī zakarī'ā usadē kamarē vica ā'undā, uha utē rizaka pā'undā. Usa nē puchi'ā, hē marī'ama! Iha cīza tainū kithōṁ miladī hai. Marī'ama nē kihā, iha alāha dē pāsōṁ hai. Bēśaka alāha jisa nū cāhudā hai bēhisāba rizaka didā hai"},{"SurahNumber":3,"VerseNumber":38,"Text":"Usa samēṁ zakarī'āṁ nē āpaṇē raba nū pukāri'ā, usanē kihā hē mērē pālaṇahāra! Mainū āpaṇē kōlōṁ pavitara satāna pradāna kara. Bēśaka tū aradāsa suṇana vālā hai"},{"SurahNumber":3,"VerseNumber":39,"Text":"Phira fariśati'āṁ nē usa nū pukāri'ā, jadō uha kamarē vica khaṛhā namāza paṛha rihā sī ki alāha tuhānū yāhayā dī khuśakhabarī didā hai, jō alāha dē śabadāṁ (bāṇī) dī puśaṭī karana vālā hōvēgā atē saradāra hōvēgā atē āpaṇī atara ātamā (nafasa) nū rōkaṇa vālā (ati'ata sajamī) hōvēgā. Paiġabara hōvēgā atē nēka lōkāṁ vicōṁ"},{"SurahNumber":3,"VerseNumber":40,"Text":"Hōvēgā. Para, zakarī'ā nē kihā, hē mērē pālaṇahāra! Mērā laṛakā kisa tar'hāṁ dā hōvēgā, hālaki maiṁ buḍhā hō cukā hāṁ atē mērī patanī bān̄jha hai. Faramā'i'ā, alāha usē tar'hāṁ kara didā hai jō kujha uha cāhudā hai"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zakarī'ā nē kihā, hē mērē pālaṇahāra! Mērē la'ī kō'ī niśānī niradhārita kara dēvō, kihā tuhāḍē la'ī niśānī iha hai ki tusīṁ tina dina taka lōkāṁ nāla gala nahīṁ kara sakaugē. Paratū sakētāṁ dē rāhī atē āpaṇē raba nū vadha tōṁ vadha yāda karadē rahō, śāma atē savēra usa dī sifata karōṁ"},{"SurahNumber":3,"VerseNumber":42,"Text":"Atē jadōṁ fariśati'āṁ nē kihā hē marī'ama! Alāha nē tainū cuṇi'ā atē tainū pavitara kītā atē tuhānū pūrē sasāra dī'āṁ isatarī'āṁ dī tulanā vica cuṇa li'ā hai"},{"SurahNumber":3,"VerseNumber":43,"Text":"Hē marī'ama! Āpaṇē raba dī āgi'ā dā pālaṇa karō atē sijadā (praṇāma) karō atē jhukaṇa vāli'āṁ dē nāla jhūkō"},{"SurahNumber":3,"VerseNumber":44,"Text":"Iha ġaiba (parakōśa)? Dī'āṁ ḵẖabarāṁ hana jō asīṁ' tuhānū vahī dē rāhīṁ dē rahē hāṁ atē tusīṁ' unhāṁ kōla maujūda nahīṁ sī, jadōṁ uha āpaṇē kurā (paracī pā'uṇṇā) suṭa rahē sana, ki kauṇa marī'ama dā pālaṇa pōśaṇa karē atē nā tusīṁ usa vaḵẖata unhāṁ kōla sī, jadōṁ uha āpisa vica laṛa rahē sana"},{"SurahNumber":3,"VerseNumber":45,"Text":"Jadōṁ fariśiti'āṁ nē kihā, hē marī'ama! Alāha tuhānū apaṇī tarafōṁ ika kalamā dī khuśakhabarī didā hai. Usa dā nāma marī'ama dā putara masīha hōvēgā. Uha sasāra atē pralōka vica ucē sathāna vālā hōvēgā atē alāha dē nēṛē dē badi'āṁ vicōṁ hōvēgā"},{"SurahNumber":3,"VerseNumber":46,"Text":"Uha lōkāṁ nāla galabāta karēgā jadōṁ māṁ dī gōda vica hōvēgā atē jadōṁ pūrī umara dā hōvēgā atē uha nēka lōkāṁ vicōṁ hōvēgā"},{"SurahNumber":3,"VerseNumber":47,"Text":"Marī'ama nē ākhi'ā, hē mērē raba! Mērē kisa tar'hāṁ laṛakā hōvēgā. Jadōṁ ki kisē marada nē mainū hatha nahīṁ lagā'i'ā. Faramā'i'ā, isē tar'hāṁ alāha paidā karadā hai, jō cāhudā hai. Jadōṁ uha kisē kama dā niraṇā karadā hai, tāṁ usa nū kahidā hai ki hōṁ jā atē uha hō jāndā hai"},{"SurahNumber":3,"VerseNumber":48,"Text":"Atē alāha, usa nū kitāba tē tata dī samajha, bibēka, taurēta atē ijīla sikhāvēgā"},{"SurahNumber":3,"VerseNumber":49,"Text":"Atē uha rasūla (sadēśavāhaka) hōvēgā. Banī isarā'īla vala ki maiṁ tuhāḍē la'ī tuhāḍē raba dī niśānī lai kē ā'i'ā hāṁ. Mai' tuhāḍē la'ī miṭī dē paḍī jihī mūratī baṇā'undā hā, phira usa vica phūka māradā hāṁ tāṁ uha alāha dē hukama nāla asalī pachī baṇa jāndī hai. Atē maiṁ alāha dē ādēśa nāla māṁ tōṁ jamē anhē atē kōhaṛī nū tadarusata karadā hāṁ atē maiṁ alāha dē hukama nāla mritaka nū jīvata karadā hāṁ atē tuhānū dasadā hāṁ ki tusīṁ kī khāndē hō atē āpaṇē gharāṁ vica kī bhaḍāra karadē hō. Bēśaka isa vica tuhāḍē la'ī niśānī hai, jēkara tusī viśavāśa rakhadē hō"},{"SurahNumber":3,"VerseNumber":50,"Text":"Atē maiṁ puśaṭī karana vālā hāṁ taurēta dī jau mērē tōṁ pahilāṁ dī hai atē maiṁ isa la'ī ā'i'ā hāṁ ki kujha unhāṁ vasatū'āṁ nū tuhāḍē la'ī halāla (jā'ija) ṭhahirāvāṁ, jō tuhāḍē upara harāma (avaidha) kara ditī ga'ī hai. Atē maiṁ tuhāḍē kōla tuhāḍē raba valōṁ niśānī lai kē ā'i'ā hāṁ. Atē tusīṁ alāha tōṁ hī ḍarōṁ atē mērē dasē rāha tē calō"},{"SurahNumber":3,"VerseNumber":51,"Text":"Bēśaka alāha mērā atē tuhāḍā vī raba hai. Usa dī ibādata (upāsanā/ āgi'āpālaṇa) karō. Ihī sidhā rasatā hai"}]}