{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":34,"Text":"He imanadaragana! Pandita o sansarabiragidera aneke lokadera malamala an'yayabhabe bhoga kare calache ebam allahara patha theke lokadera nibrta rakhache. Ara yara sbarna o rupa jama kare rakhe ebam ta byaya kare na allahara pathe, tadera kathora ayabera susambada suniye dina."},{"SurahNumber":9,"VerseNumber":35,"Text":"Se dina jahannamera agune ta uttapta kara habe ebam tara dbara tadera lalata, parsba o prsthadesake dagdha kara habe (sedina bala habe), egulo ya tomara nijedera jan'ye jama rekhechile, sutaram eksane asbada grahana kara jama kare rakhara."},{"SurahNumber":9,"VerseNumber":36,"Text":"Niscaya allahara bidhana o gananaya masa barati, asamanasamuha o prthibi srstira dina theke. Tanmadhye carati sam'manita. Eti'i supratisthita bidhana; sutaram era madhye tomara nijedera prati atyacara karo na. Ara musarikadera sathe tomara yud'dha kara samabetabhabe, yemana tara'o tomadera sathe yud'dha kare yacche samabetabhabe. Ara mane rekho, allaha muttakinadera sathe rayechena."},{"SurahNumber":9,"VerseNumber":37,"Text":"E'i masa pichiye deyara kaja kebala kupharira matra brd'dhi kare, yara phale kapheragana gomarahite patita haya. Era halala kare neya eke eka bachara ebam harama kare neya an'ya bachara, yate tara ganana purna kare neya allahara nisid'dha masagulora. Atahpara halala kare neya allahara haramakrta masaguloke. Tadera mandakajagulo tadera jan'ye sobhaniya kare deya hala. Ara allaha kaphera sampradayake hedayeta karena na."},{"SurahNumber":9,"VerseNumber":38,"Text":"He imanadaragana, tomadera ki hala, yakhana allahara pathe bera habara jan'ye tomadera bala haya, takhana mati jariye dhara, tomara ki akheratera paribarte duniyara jibane paritusta haye gele? Athaca akheratera tulanaya duniyara jibanera upakarana ati alpa."},{"SurahNumber":9,"VerseNumber":39,"Text":"Yadi bera na ha'o, tabe allaha tomadera marmantuda ayaba debena ebam apara jatike tomadera sthalabhisikta karabena. Tomara tamra kona ksati karate parabe na, ara allaha sarbabisaye saktimana."},{"SurahNumber":9,"VerseNumber":40,"Text":"Yadi tomara take (rasulake) sahayya na kara, tabe mane rekho, allaha tara sahayya karechilena, yakhana take kapherara bahiskara karechila, tini chilena du’janera ekajana, yakhana tara guhara madhye chilena. Takhana tini apana sangike balalena bisanna hayo na, allaha amadera sathe achena. Atahpara allaha tara prati sbiya santana nayila karalena ebam tamra sahayye emana bahini pathalena, ya tomara dekhani. Bastutah allaha kapheradera matha nicu kare dilena ara allahara katha'i sada samunnata ebam allaha parakramasali, prajnamaya."},{"SurahNumber":9,"VerseNumber":41,"Text":"Tomara bera haye para sbalpa ba pracura saranjamera sathe ebam jehada kara allahara pathe nijedera mala o jana diye, eti tomadera jan'ye ati uttama, yadi tomara bujhate para."},{"SurahNumber":9,"VerseNumber":42,"Text":"Yadi asu labhera sambhabana thakato ebam yatrapatha'o sanksipta hato, tabe tara abasya'i apanara sahayatri hato, kintu tadera nikata yatrapatha sudirgha mane hala. Ara tara emana'i sapatha kare balabe, amadera sadhya thakale abasya'i tomadera sathe bera hatama, era nijera'i nijedera binasta karache, ara allaha janena ye, era mithyabadi."},{"SurahNumber":9,"VerseNumber":43,"Text":"Allaha apanake ksama karuna, apani kena tadera abyahati dilena, ye paryanta na apanara kache pariskara haye yeta satyabadira ebam jene nitena mithyabadidera."},{"SurahNumber":9,"VerseNumber":44,"Text":"Allaha o roja keyamatera prati yadera imana rayeche tara mala o jana dbara jehada kara theke apanara kache abyahati kamana karabe na, ara allaha sabadhanidera bhala janena."},{"SurahNumber":9,"VerseNumber":45,"Text":"Nihsandehe tara'i apanara kache abyahati caya, yara allaha o roja keyamate imana rakhe na ebam tadera antara sandehagrasta haye pareche, sutaram sandehera abarte tara ghurapaka kheye caleche."}]}