{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"itile ninkal erik kollunkal; itu otuvatum nirpatum allahvin peyaraleye (nikalkinrana). Niccayamaka en iraivan mannippavanakavum kirupaiyutaiyavanakavum irukkinran. Enru kurinar"},{"SurahNumber":11,"VerseNumber":42,"Text":"pinnar akkappal, malaikalaip ponra alaikalukkitaiye avarkalai camantu kontu cellalayirru; (appotu tam'mai vittu) vilaki nnra tam makanai nokki\"ennarumai makane! Enkalotu niyum (kappalil) erikkol; kahpirkalutan (cerntu) irate!\" Enru nuh alaittar"},{"SurahNumber":11,"VerseNumber":43,"Text":"Atarku avan; \"ennait tanniriliruntu patukakkak kutiya oru malaiyinmel cenru nan (tappi) vituven\" enak kurinan. Inraiya tinam allah yarukku arul purintirukkirano avarait tavira allahvin kattailiyiliruntu kapparrappatupavar evarumillai enru kurinar. Accamayam avarkalitaiye peralai onru eluntu kurukkittatu; avan mulkatikkappattavarkalil oruvanakavi vittan"},{"SurahNumber":11,"VerseNumber":44,"Text":"pinnar; \"pumiye! Ni un nirai vilunki vitu! Vaname! (Malaiyai) niruttikkol\" enru collappattatu; nirum kuraikkappattatu; (itarkul nirakarittor niril mulki avarkal) kariyamum mutintu vittatu; (kappal) juti malaimitu tankiyatu - aniyayam ceyta makkalukku (ittakaiya) alivutan enru kurappattatu"},{"SurahNumber":11,"VerseNumber":45,"Text":"nuh tan iraivanitam\"en iraivane! Niccayamaka en makan en kutumpattaic cerntavane; un vakkuruti niccayamaka unmaiyanatu; niti valankuvorkalilellam melana nitipatiyay ni irukkiray\" enak kurinar"},{"SurahNumber":11,"VerseNumber":46,"Text":"a(tarku irai)van kurinan; \"nuhe! Unmaiyakave avan um kutumpattaic cerntavan allan; niccayamaka avan olukkamillac ceyalkalaiye ceytu kontiruntan; akave nir ariyata visayattaip parri ennitam ketka ventam; nir ariyatavarkalil oruvaraki vitaventam enru titamaka nan umakku upatecam ceykiren"},{"SurahNumber":11,"VerseNumber":47,"Text":"en iraiva! Enakku etai parri nanam illaiyo atai unnitattile ketpatai vittum unnitam nan patukappu tetukiren; ni ennai mannittu enakku arul puriyavillaiyanal nasta mataintoril nan akivituven\" enru kurinar"},{"SurahNumber":11,"VerseNumber":48,"Text":"Nuhe! Um mitum um'motu irukkinra makkal mitum namatu patukapputanum apiviruttikalutanum nir irankuvirak innum cilamakkalukku nam cakam anupavikkac ceytu, pinnar nam'mitamiruntu novinai tarum vetanai avarkalai tintum\" enru kurappattatu"},{"SurahNumber":11,"VerseNumber":49,"Text":"(napiye! Umakku) itu maraivana nikalccikalil ullatakum; nam itanai umakku (vahi mulam) arivittom, niro allatu um'mutaiya kuttattinaro itarku mun itanai arintirukkavillai; nirum porumaiyaik kaik kolviraka! Niccayamaka irutiyil (nalla) mutivu payapakti utaiyavarkalukkut tan (kittum)"},{"SurahNumber":11,"VerseNumber":50,"Text":"atu' camukattaritam, avarkalutaiya cakotarar hutai (nam tutaraka anuppi vaittom); avar connar; \"ennutaiya camukattare! Allahvaiye ninkal vanankunkal, avananri (veru) iraivan unkalukku illai; ninkal poyyarkalakave tavira verillai"},{"SurahNumber":11,"VerseNumber":51,"Text":"en camukattarkale! Itarkaka nan unkalitam oru kuliyum ketkavillai; enakkuriya kuli ellam ennaippataitta allahvitame irukkiratu. Ninkal itai vilankik kolla mattirkala? (Enrum)"},{"SurahNumber":11,"VerseNumber":52,"Text":"ennutaiya camukattarkale! Ninkal unkalutaiya iraivanitam pilai polukkut tetunkal; innum (tavpa ceytu) avan pakkame milunkal; avan unkal mitu vanattiliruntu totaraka malaiyai anuppuvan; melum unkalutaiya valimaiyutan melum valimai perukac ceyvan - innum ninkal (avanaip) purakkanittuk kurravalikalaki vitatirkal\" (enrum eccarittuk kurinar)"},{"SurahNumber":11,"VerseNumber":53,"Text":"(Atarku) avarkal; \"hute! Nir enkalitam evvita attatciyum kontu varavillai; um'mutaiya collukkaka enkal teyvankalai nankal vittu vitupavarkalum allar - nankal um mel (iman) kolkiravarkalum allar\" enru (patil) kurinar"},{"SurahNumber":11,"VerseNumber":54,"Text":"enkalutaiya teyvankalil cilakettaik kontum um'maip pitittuk kontana enpatait tavira nankal (veru etuvum) kuruvatarkillai\" (enrum kurinarkal; atarku) avar, \"niccayamaka nan allahvaic catciyakkukiren; ninkal inai vaippavarrai vittum niccayamaka nan vilakik konten enpatarku ninkalum catciyay irunkal\" enru kurinar"},{"SurahNumber":11,"VerseNumber":55,"Text":"(akave) avanaiyanri ninkal anaivarum onru cerntu enakkuc culcciyaic ceytu parunkal; (itil) ninkal enakku enta avakacamum kotukka ventam\" (enrum kurinar)"},{"SurahNumber":11,"VerseNumber":56,"Text":"niccayamaka nan, enakkum unkalukku iraivanaka irukkum allahvitame poruppai oppataittu vitten; enta uyirp piraniyayinum atan munnerri uromattai avan pitittavanakave irukkinran; niccayamaka en iraivan nerana valipyalirukkinran"},{"SurahNumber":11,"VerseNumber":57,"Text":"ninkal (ivvupatecattaip) purakkanippirkalayin enarkaka nan unkalitam anuppap patteno atanai niccayamaka nan unkalitam cerppittuvitten; innum ennutaiya iraivan ninkal allata (veru) oru camukattai unkalukku patilaka vaittuvituvan; avanukku ep porulaiyum kontu ninkal avanukku yatoru tinkum ceyya mutiyatu. Niccayamaka en iraivan yavarraiyum patukappavanaka irukkinran\" (enrum kurinar)"},{"SurahNumber":11,"VerseNumber":58,"Text":"Nam'mutaiya (tantanaikkana) uttaravu vantapotu, hutaiyum avarutan iman kontavarkalaiyum nam rahmattai (kirupaiyaik) kontu kapparrinom - innum katumaiyana vetanaiyai vittum avarkalai iterrinom"},{"SurahNumber":11,"VerseNumber":59,"Text":"(napiye!) Ito atu kuttattinar - avarkal tankal iraivanin attatcikalai nirakarittu, avanutaiya tutarkalukkum maru ceytarkal. Ovvoru pitivatak kara vamparkalin kattalaiyaiyum pinparrinarkal"},{"SurahNumber":11,"VerseNumber":60,"Text":"enave, avarkal ivvulakilum, niyayat tirppu nalilum (allahvin) capattinal totarapperranar; arintu kolvirkalaka! Niccayamaka'atu' kuttattar tankal iraivanukku maru ceytarkal; innum arintu kolvirkalaka! Hututaiya camutayamana'atu' kuttattarukku ketutan"}]}