{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Insanın bası derde girince, gonulden O'na yonelerek Rabbine yalvarır. Ama sonra Allah kendi tarafından ona nimet ve imkan verince, daha once butun acziyle gonulden O’na yalvardıgını unutur ve Allah yolundan kendisini saptırması icin O’na birtakım serikler uydurur. De ki: “Inkarınla biraz oyalan, biraz zevk al bakalım! Nasılsa sen kesin olarak cehennemliklerdensin!”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Simdi iyi dusunun: Boyle olanın durumu mu iyi, yoksa gece saatlerinde, ahiretten endise edip Rabbinin rahmetini umarak gah secdede, gah kıyamda ibadet edenin durumu mu iyi? De ki: “Hic bilenlerle bilmeyenler bir olur mu? Ancak akl-ı selim sahipleri, sag duyulu olanlar dusunup ibret alır"},{"SurahNumber":39,"VerseNumber":10,"Text":"Benden naklen onlara de ki: “Ey iman eden kullarım! Rabbinize karsı gelmekten sakının. Bu dunyada iyi isler yapanlar, mutlaka iyilik bulurlar. Allah'ın dunyası genistir. Hak yolunda sabredenlere ucretleri sınırsız bir tarzda odenir.”"},{"SurahNumber":39,"VerseNumber":11,"Text":"“Bana, din ve ibadetimi yalnız Allah'a has kılarak gonulden O’na kulluk etmem emredildi"},{"SurahNumber":39,"VerseNumber":12,"Text":"Ve yine bana Allah'a teslim olan Muslumanların ilki olmam emredildi.”"},{"SurahNumber":39,"VerseNumber":13,"Text":"De ki: “Rabbime isyan ettigim takdirde muthis bir gunun azabından endise ederim.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"De ki: “Ben ibadetimi yalnız O'na has kılarak yalnız Allah’a kulluk ederim.”"},{"SurahNumber":39,"VerseNumber":15,"Text":"Siz O'ndan baska dilediginize kulluk edin! Asıl ziyan edenler, asıl husrana ugrayanlar, buyuk durusma gunu olan kıyamette hem kendilerini hem de ailelerini husrana ugratanlardır. Unutmayın ki besbelli husran budur"},{"SurahNumber":39,"VerseNumber":16,"Text":"Onların hem ustlerinde, hem altlarında atesten kat kat ortuler vardır. Iste Allah boyle bir azabın varlıgını bildirerek, kullarını korkutur. Ey kullarım! Bana karsı cıkmanızdan oturu azabıma ugramaktan sakının"},{"SurahNumber":39,"VerseNumber":17,"Text":"Taguta ibadet etmekten kacınıp gonulden Allah'a yonelenlere mujdeler var!O halde sozu dinleyip sonra da en guzelini tatbik eden kullarımı mujdele! Iste onlardır Allah’ın hidayetine mazhar olanlar ve iste onlardır akl-ı selim sahibi olanlar"},{"SurahNumber":39,"VerseNumber":18,"Text":"Taguta ibadet etmekten kacınıp gonulden Allah'a yonelenlere mujdeler var!O halde sozu dinleyip sonra da en guzelini tatbik eden kullarımı mujdele! Iste onlardır Allah’ın hidayetine mazhar olanlar ve iste onlardır akl-ı selim sahibi olanlar"},{"SurahNumber":39,"VerseNumber":19,"Text":"Hakkında azap hukmu kesinlesmis kimseyi, ateste olan kimseyi sen mi kurtaracaksın"},{"SurahNumber":39,"VerseNumber":20,"Text":"Lakin Rab'lerini sayıp kotuluklerden sakınanlar icin, icinden ırmaklar akan, ust uste odalar ihtiva eden yuksek koskler vardır. Bu Allah’ın bir vadidir. Allah ise vadinden asla caymaz"},{"SurahNumber":39,"VerseNumber":21,"Text":"Gormuyor musun ki Allah gokten bir su indirir de onu yerdeki birtakım kaynaklara sevk edip depolar.Sonra da onunla rengarenk cesit cesit ekinler cıkarır. Daha sonra onlar kurur, sen onu sararmıs vaziyette gorursun. Sonra da onu kuru bir kırıntı yapar. Elbette bunda akl-ı selim sahibi olanların alacagı ibretler vardır"},{"SurahNumber":39,"VerseNumber":22,"Text":"Hic Allah'ın, gogsunu Islam’a acması sebebiyle, Rabbi tarafından nura kavusan kimse, kotu tercihinden oturu fıtratını degistiren, kalbi katılasan, gogsu daralan kimse gibi olur mu? Yazıklar olsun, kalpleri Allah’ı anmak hususunda katılasmıs olanlara! Iste onlar besbelli bir sapıklık icindedirler"},{"SurahNumber":39,"VerseNumber":23,"Text":"Allah sozlerin en guzelini indirmistir. Allah'ın vahiy yolu ile gonderdigi bu soz, her tarafı birbirini tutan, gercekleri, farklı usluplarla tekrar tekrar beyan eden bir kitaptır. Rab’lerini tazim edenlerin derileri onu okuyup dinlerken urperti duyar. Sonra derileri ve kalpleri Allah’ı anmakla ısınıp yumusar, sukunet bulur. Iste bu, Allah’ın hidayetidir ki onunla diledigine yol gosterir. Ama Allah’ın sasırttıgı kimseyi ise hic kimse dogru yola koyamaz"},{"SurahNumber":39,"VerseNumber":24,"Text":"Buyuk durusmanın olacagı kıyamet gununde elleri kelepceli oldugundan, kendisini en serefli uzvu olan yuzu ile azaptan korumak icin cabalayan kimsenin hali ile guven icinde olan muminin durumu hic bir olur mu? Zalimlere: “Kazandıgınız seylerin meyvesini tadın bakalım!” denilir"},{"SurahNumber":39,"VerseNumber":25,"Text":"Kendilerinden once gecmis bazı halklar da peygamberleri yalancı saydılar da hak ettikleri azap onlara hic farkına varmadıkları, hic ummadıkları bir yerden geliverdi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Allah onlara dunya zilletini tattırdı. ahiret azabı elbette daha muthistir. Bunu bir bilselerdi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Gercekten Biz, insanlar dusunup akıllarını baslarına alsınlar diye bu Kur'an’da, her turlusunden temsiller getirdik"},{"SurahNumber":39,"VerseNumber":28,"Text":"Fenalıkların butun nevilerinden sakınmaları umidiyle her turlu tenakuz ve celiskiden uzak, dosdogru ve Arapca bir Kur'an olarak indirdik"},{"SurahNumber":39,"VerseNumber":29,"Text":"Iste simdi Allah bir temsil daha getiriyor: Iki adam var, bunlardan birincisi, birbirine rakip, birbiriyle hep cekisen ortakların emrinde, digeri ise sadece bir kisinin emrinde calısıyor. Bu ikisinin durumu hic bir olur mu? Olmaz elhamdulillah! Fakat cokları bu gercegi bilmezler"},{"SurahNumber":39,"VerseNumber":30,"Text":"Hic suphe yok ki sen de oleceksin, onlar da olecekler. Sonra da buyuk durusmanın olacagı kıyamet gununde Rabbinizin huzurunda birbirinizle davalasacaksınız"},{"SurahNumber":39,"VerseNumber":31,"Text":"Hic suphe yok ki sen de oleceksin, onlar da olecekler. Sonra da buyuk durusmanın olacagı kıyamet gununde Rabbinizin huzurunda birbirinizle davalasacaksınız"}]}