{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"Nuk eshte e nevojshme te dalin ne lufte te gjithe besimtaret. E perse nga cdo grumbull i tyre ye mos shkoje nje grup per t’u aftesuar ne diturine fetare, per ta mesuar popullin e vet kur te kthehen te ata, ne menyre qe ata ta kuptojne (e te ruhen)"},{"SurahNumber":9,"VerseNumber":123,"Text":"O ju qe besuat! Luftoni jobesimtaret qe i keni afer jush, e le ta ndiejne prej jush grushtin e forte kunder tyre. E dine se All-llahu eshte me te devotshmit"},{"SurahNumber":9,"VerseNumber":124,"Text":"E kur zbret ndonje kaptine, ka prej tyre qe thone: “Cilit prej jush ia shtoi kjo besimin?” Sa u perket atyre qe besuan, atyre u shtohet besimi dhe gezohen per te"},{"SurahNumber":9,"VerseNumber":125,"Text":"E sa u perket atyre qe kane semundje ne zemrat e tyre, ajo (zbritja e kaptines) ndytesise se tyre u shton ndytesi dhe ata vdesin si jobesimtare"},{"SurahNumber":9,"VerseNumber":126,"Text":"A nuk e shohin ata se per cdo vit sprovohen nje here apo dy here, e perseri nuk pendohen e as nuk perkujtohen"},{"SurahNumber":9,"VerseNumber":127,"Text":"E kur zbret ndonje sure, ata shikojne njeri-tjetrin (dhe thone): “A ju pa dikush?” pastaj largohen. All-llahu largoi zemrat e tyre (nga besimi) ngase jane popull qe nuk kupton"},{"SurahNumber":9,"VerseNumber":128,"Text":"Ju erdhi i derguar nga mesi juaj. Atij i vie rende per vuajtjet tuaja. I brengosur per besimtaret, i bute dhe i meshireshem"},{"SurahNumber":9,"VerseNumber":129,"Text":"Po nese refuzojne, thuaj: “Me mjafton All-llahu, s’ka zot pos Tij, te Ai mbeshtetem, e Ai eshte Zot i Arshit te madh!”"},{"SurahNumber":10,"VerseNumber":1,"Text":"Elif, Lame, Ra. Keto jane ajetet e librit te pacenueshem"},{"SurahNumber":10,"VerseNumber":2,"Text":"A ishte cudi per njerezit, qe Ne nje njeriu nga mesi ityre i thame: Terhiqjau verejtjen njerezve, kurse ata qe besuan gezoi se me te vertete kane pozite te larte te Zoti i tyre. E ata qe besuan thane: “S’ka dyshim, kjo eshte nje magji e vertete!”"},{"SurahNumber":10,"VerseNumber":3,"Text":"Vertet Zoti juaj eshte All-llahu, i cili krijoi qiejt e token brenda gjashte ditesh e pastaj qendroi mbi Arshin; Ai rregullon gjendjen. Ndermjetesues nuk do te kete vetem poqese lejon Ai. Ky, madheria e Tij eshte All-llahu, Zoti juaj, pra adhurojeni Ate! A nuk merrni mesim"},{"SurahNumber":10,"VerseNumber":4,"Text":"kthimi i te gjithe juve eshte te Ai, premtimi i All-llahut, eshte i vertee. Ai e filloi krijimin e pastaj e perserit ate per t’i shperblyer me te drejte ata qe besuan dhe bene vepra te mira. E per ata qe mohuan, ka pije te vale dhe denim te dhembshem, per shkak se ata mohonnin"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ai e beri diellin, e henen drite dhe asaj (henen) ia caktoi fazat, qe ta dini numrin e viteve dhe llogarine. All-llahu nuk krijoi kete per tjeter, pos me qellim te caktuar. Ai ia sqaron argument nje populli qe kupton"},{"SurahNumber":10,"VerseNumber":6,"Text":"Ne nderrimin e nates e te dites, dhe ne cka krijoi All-llahu ne qiej e ne toke, vertet ka fakte per njerezit qe kane droje"},{"SurahNumber":10,"VerseNumber":7,"Text":"Ata qe nuk presin takimin Tone, qe jane te kenaqur me jeten e dynjase dhe kane gjetur prehje ne te, dhe ata qe jane indieferente ndaj argumenteve Tona"},{"SurahNumber":10,"VerseNumber":8,"Text":"Vendi per te tillet eshte zjarri, per shkak te asaj qe punuan"},{"SurahNumber":10,"VerseNumber":9,"Text":"E ata qe besuan dhe bene vepra te mira, Zoti i tyre, per shkak te besimit te tyre i udhezon ne Xhennete te begatshme ne te cilet rrjedhin lumenj"},{"SurahNumber":10,"VerseNumber":10,"Text":"Lutja e tyre aty eshte: “I larte je o All-llah!”, e pershendetja e tyre eshte: Selam! dhe lutja e fundit e tyre: “Falenderimi i qofte All-llahut, Zotit te boteve!”"}]}