{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"M"},{"SurahNumber":29,"VerseNumber":2,"Text":"люди думають що вони будуть лишатися щоб сказати, 'Ми вважаємо,' без ставилась до тесту"},{"SurahNumber":29,"VerseNumber":3,"Text":"Ми випробували ці перед тим, як їм, для БОГА повинні розрізнити ці хто є правдивий, та Він повинен expose брехуни"},{"SurahNumber":29,"VerseNumber":4,"Text":"цей хто здійснюють гріхи думають що вони можуть колись обдурити нас? Неправильний дійсно їх вирок"},{"SurahNumber":29,"VerseNumber":5,"Text":"Будь хто сподіваються зустріти БОГА, (мусять знати що) такі збори з БОГОМ будуть найбільш безперечно прибувати пройти. Він являє собою Слухача, Omniscient"},{"SurahNumber":29,"VerseNumber":6,"Text":"Цей хто докладають зусиль, прагнуть їхнього власний гарний. БОГ є у не треба будь хто"},{"SurahNumber":29,"VerseNumber":7,"Text":"Цей хто вважають та ведемо справедливе життя, ми звичайно відішлемо їхні гріхи, та звичайно нагородимо їх великодушно для їхніх справедливих праць"},{"SurahNumber":29,"VerseNumber":8,"Text":"Ми наказали людське існування вшанувати його батьків. Але якщо вони пробують примусити вас встановити ідолів біля Мені, не підкоряєтеся їм. Мені є ваше остаточне відшкодування, тоді я поінформую вас все ви зробили"},{"SurahNumber":29,"VerseNumber":9,"Text":"Цей хто вважають та ведемо справедливе життя, ми звичайно допустимо їх з справедливі"},{"SurahNumber":29,"VerseNumber":10,"Text":"Серед людей є цей хто кажуть, \"Ми віримо в БОГУ,\" але як тільки вони зазнають будь-яких негараздів внаслідок БОГА, вони equate persecution людей з БОЖИМ retribution. Але якщо благословення з вашого Лорда прибувають ваш шлях, як кажуть, \"Ми з вами.\" БОГ не цілком awareof люди найглибші думки"},{"SurahNumber":29,"VerseNumber":11,"Text":"БОГ буде найбільш звичайно розрізнювати ці хто вважають, та Він буде найбільш звичайно expose лицеміри"},{"SurahNumber":29,"VerseNumber":12,"Text":"Цей хто disbelieved сказаний цим хто вважали, \"Якщо ви слідуєте за нашим шляхом, ми будемо відповідальні для ваших гріхів.\" Не вірний; вони не можуть родити будь-які їхні гріхи. Вони брехуни"},{"SurahNumber":29,"VerseNumber":13,"Text":"Фактично, вони перевезуть їхні власні гріхи, крім вантажів інших гріхів людей для котрих вони були відповідальні. Найбільш звичайно, вони будуть проситися на Дні Resurrection про їхні невірні претензії"},{"SurahNumber":29,"VerseNumber":14,"Text":"Ми послали Noah до його людей, та він залишився з ними одне тисячоліття, менш п'ятдесят. Згодом, вони зазнали потоку внаслідок їхніх порушення"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ми врятували його та цей хто супроводили його у ark, та ми встановлюємо це як урок для всіх людей"},{"SurahNumber":29,"VerseNumber":16,"Text":"Abraham сказаний його людям, \"Ви будете обожнювати БОГА, та Його поваги. Це є краще для вас, якщо ви тільки знали"},{"SurahNumber":29,"VerseNumber":17,"Text":"Що ви обожнюєте замість БОГА є безсильні ідоли; ви винайшли брехню.\" Ідоли ви обожнюєте біля БОГА не володієте будь-якими умовами для вас. Тому, ви будете шукати умов тільки з БОГА. Ви будете обожнювати Його виключно, та будете бути appreciative Його; йому є ваше остаточне відшкодування"},{"SurahNumber":29,"VerseNumber":18,"Text":"Якщо ви disbelieve, генерації перед тим, як ви також disbelieved. Єдина функція кур'єра мусить доставити (повідомлення)"},{"SurahNumber":29,"VerseNumber":19,"Text":"Мають вони не дивилися як БОГ започатковує створення, тоді Повторює це? Це є легке для БОГА зробити"},{"SurahNumber":29,"VerseNumber":20,"Text":"Кажуть, \"Блукають земля та знаходять походження життя.\" Для БОГА таким чином започаткують створення у У майбутньому. БОГ Omnipotent"},{"SurahNumber":29,"VerseNumber":21,"Text":"Він засуджує до retribution whomever Він wills, та зливи Його милосердя на whomever Він wills. Остаточно, йому ви будете перевертатися"},{"SurahNumber":29,"VerseNumber":22,"Text":"Жоден з ви не можете втікти з цих фактів, на землі або у небесах, та ви ніхто не маєте біля БОГА як Лорд та Майстер"},{"SurahNumber":29,"VerseNumber":23,"Text":"Цей хто disbelieve у БОЖИХ відкриттях, та у зустрічаючому Йо, despaired з Мого милосердя. Вони зазнали болісного retribution"},{"SurahNumber":29,"VerseNumber":24,"Text":"Єдина відповідь з його людей їх казала, \"Убивають його, або горять йо.\" Але БОГ врятував його з вогню. Це мусить забезпечити уроки для людей що вважають"},{"SurahNumber":29,"VerseNumber":25,"Text":"Він сказав, \"Ви обожнюєте біля БОГА безсильні ідоли завдяки peer тиску, тільки зберегти деяку дружбу серед вас у це світово довічному. Але тоді, на Дні Resurrection, ви відмовитесь один одним, та прокльон один одним. Ваша доля Пекло, причому ви не можете допомогти один одним"}]}