{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"allāh (aruḷ koṭaikaḷai) niḥmatkaḷai(t tam) kuḥpraik koṇṭu māṟṟit taṅkaḷ kūṭṭattāraiyum aḻivu vīṭṭil nuḻaiyumpaṭi ceytavarkaḷai (napiyē!) Nīr pārkkavillaiyā"},{"SurahNumber":14,"VerseNumber":29,"Text":"(anta aḻivu vīṭāṉa) narakattai avarkaḷ vantaṭaivārkaḷ - iṉṉum, atu taṅkum iṭaṅkaḷil mikavum keṭṭatākum"},{"SurahNumber":14,"VerseNumber":30,"Text":"mēlum, avarkaḷ allāhviṉ pātaiyiliruntu (makkaḷai) vaḻikeṭuppataṟkāka (poyt teyvaṅkaḷai) avaṉukku iṇaiyākkukiṉṟaṉar. (Napiyē! Avarkaḷai nōkki, \"ivvulakil ciṟitu kālam) cukam aṉupavittuk koḷḷuṅkaḷ; niccayamāka nīṅkaḷ (iṟutiyākac) cērumiṭam narakamtāṉ\" eṉṟu nīr kūṟiviṭum"},{"SurahNumber":14,"VerseNumber":31,"Text":"īmāṉ koṇṭa eṉ aṭiyārkaḷiṭam (napiyē!)\"Koṭukkal vāṅkalum, naṭpum illāta (iṟuti) nāḷ varuvataṟku muṉṉatākavē, avarkaḷ toḻukaiyai muṟaiyākak kaṭaippiṭittu oḻukaṭṭum, nām avarkaḷukku aḷittavaṟṟiliruntu, irakaciyamākavum pakiraṅkamākavum (tāṉa tarumaṅkaḷil) celavu ceyyaṭṭum\" eṉṟu nīr kūṟuvīrāka"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allāh ettakaiyavaṉ eṉṟāl avaṉ tāṉ vāṉaṅkaḷaiyum, pūmiyaiyum paṭaittu vāṉattiliruntu maḻaiyaiyum poḻiyac ceytu ataik koṇṭu kaṉivarkkaṅkaḷaiyum uṅkaḷukku - ākāramāka veḷippaṭuttit taṉ kaṭṭaḷaiyiṉāl kaṭalil cellumāṟu kappalai uṅkaḷukku vacappaṭuttik koṭuttum, āṟukaḷaiyum uṅkaḷukku vacappaṭuttittantāṉ"},{"SurahNumber":14,"VerseNumber":33,"Text":"(tavaṟāmal), tam vaḻikaḷil oḻuṅkākac cellumāṟu cūriyaṉaiyum cantiraṉaiyum avaṉē uṅkaḷukku vacappaṭuttittantāṉ. Mēlum, avaṉē iravaiyum pakalaiyum uṅkaḷukku vacappaṭuttit tantāṉ"},{"SurahNumber":14,"VerseNumber":34,"Text":"(ivaiyaṉṟi) nīṅkaḷ avaṉiṭam kēṭṭa yāvaṟṟiliruntum avaṉ uṅkaḷukkuk koṭuttāṉ; allāhviṉ aruṭkoṭaikaḷai nīṅkaḷ kaṇippīrkaḷāyiṉ avaṟṟai nīṅkaḷ eṇṇi muṭiyātu! Niccayamāka maṉitaṉ mikka aniyāyakkāraṉākavum, mikka naṉṟi keṭṭavaṉākavum irukkiṉṟāṉ"},{"SurahNumber":14,"VerseNumber":35,"Text":"niṉaivu kūṟuṅkaḷ! \"Eṉ iṟaivaṉē! Inta ūrai (makkāvai camātāṉamuḷḷatāy) accantīrntatāy ākkuvāyāka! Eṉṉaiyum, eṉ makkaḷaiyum cilaikaḷai nāṅkaḷ vaṇaṅkuvatiliruntu kāppāṟṟuvāyāka!\" Eṉṟu iprāhīm kūṟiyatai (napiyē! Nīr avarkaḷukku niṉaivu kūṟum)"},{"SurahNumber":14,"VerseNumber":36,"Text":"(eṉ) iṟaivaṉē! Niccayamāka ivai (cilaikaḷ) makkaḷil anēkarai vaḻi keṭuttu viṭṭaṉa eṉavē, evar eṉṉaip piṉpaṟṟukiṟārō avar eṉṉaic cērntavarāvār. Evar eṉakku māṟu ceykiṟārō (avar eṉṉaic cārntavar illai eṉṟālum) niccayamāka nī maṉṉippavaṉākavum, mikka karuṇaiyuṭaiyavaṉākavum irukkiṉṟāy"},{"SurahNumber":14,"VerseNumber":37,"Text":"Eṅkaḷ iṟaivaṉē! Niccayamāka nāṉ eṉ cantatiyāriliruntum, caṅkaiyāṉa uṉ vīṭṭiṉ (kaḥpāviṉ) arukē, vivacāyamillāta (ip)paḷḷattākkil, eṅkaḷ iṟaivaṉē! - Toḻukaiyai avarkaḷ nilai niṟuttāṭṭuvataṟkākak kuṭiyēṟṟiyirukkiṉṟēṉ; eṉavē makkaḷil oru tokaiyiṉariṉ itayaṅkaḷai avarkaḷpāl cāyntiṭac ceyvāyāka! Iṉṉum avarkaḷ naṉṟi celuttum poruṭṭu kaṉivarkkaṅkaḷiliruntu avarkaḷukku nī ākāramum aḷippāyāka"},{"SurahNumber":14,"VerseNumber":38,"Text":"eṅkaḷ iṟaivaṉē! Nāṅkaḷ maṟaittu vaittiruppataiyum, nāṅkaḷ pakiraṅkappaṭuttuvataiyum niccayamāka nī aṟikiṟāy! Iṉṉum pūmiyilō, mēlum vāṉattilō uḷḷa entap poruḷum allāhvukku maṟaintatāka illai"},{"SurahNumber":14,"VerseNumber":39,"Text":"ellāp pukaḻum allāhvukkē uriyatu avaṉē (eṉṉuṭaiya) mutumaiyil ismāyīlaiyum, is'hākkaiyum (putalvarkaḷāka) eṉakku aḷittāṉ; niccayamāka eṉ iṟaivaṉ pirārttaṉaiyaik kēṭpavaṉ"},{"SurahNumber":14,"VerseNumber":40,"Text":"(eṉ) iṟaivaṉē! Toḻukaiyai nilainiṟuttuvōrāka eṉṉaiyum, eṉṉuṭaiya cantatiyiluḷḷōraiyum ākkuvāyāka! Eṅkaḷ iṟaivaṉē! Eṉṉuṭaiya pirārttaṉaiyaiyum ēṟṟuk koḷvāyāka"},{"SurahNumber":14,"VerseNumber":41,"Text":"eṅkaḷ iṟaivā! Eṉṉaiyum, eṉ peṟṟōrkaḷaiyum, muḥmiṉkaḷaiyum kēḷvi kaṇakkuk kēṭkum (maṟumai) nāḷil maṉṉippāyāka\" (eṉṟu pirārttittār)"},{"SurahNumber":14,"VerseNumber":42,"Text":"mēlum akkiramakkārarkaḷ ceytu koṇṭiruppataip paṟṟi allāh parāmukamāka irukkiṟāṉ eṉṟu (napiyē!) Nīr niccayamāka eṇṇa vēṇṭām; avarkaḷukku (taṇṭaṉaiyai) tāmatap paṭuttuvatellām, kaṇkaḷ viraittup pārttuk koṇṭēyirukkum (anta maṟumai) nāḷukkākattāṉ"},{"SurahNumber":14,"VerseNumber":43,"Text":"(Annāḷil) taṅkaḷuṭaiya ciraṅkaḷai (eppakkamum pārāmal) nimirttiyavarkaḷākavum, viraintōṭupavarkaḷākavum avarkaḷ iruppārkaḷ; (nilai kuttiya) avarkaḷiṉ pārvai avarkaḷ pakkam tirumpātu. Iṉṉum, avarkaḷuṭaiya irutayaṅkaḷ (tiṭukkaṅka koṇṭu) cūṇiyamāka irukkum"},{"SurahNumber":14,"VerseNumber":44,"Text":"eṉavē, attakaiya vētaṉai avarkaḷiṭam varum nāḷai (napiyē!) Nīr maṉitarkaḷukku accamūṭṭi eccarikkai ceyvīrāka! Appōtu aniyāyam ceytavarkaḷ; \"eṅkaḷ iṟaivaṉē! Eṅkaḷukkuc caṟṟē avakācam koṭuppāyāka! Uṉṉuṭaiya aḻaippai nāṅkaḷ ēṟṟukkoḷkiṟōm; (uṉṉuṭaiya) tūtarkaḷaiyum piṉ paṟṟukiṟōm\" eṉṟu colvārkaḷ. (Ataṟku iṟaivaṉ,)\"uṅkaḷukku muṭivēyillai eṉṟu itaṟku muṉṉar nīṅkaḷ cattiyam ceytu koṇṭirukka villaiyā?\" (Eṉṟum)"},{"SurahNumber":14,"VerseNumber":45,"Text":"aṉṟiyum tamakkut tāmē tīṅkiḻaittuk koṇṭārkaḷē avarkaḷ vāḻviṭaṅkaḷil nīṅkaḷum vacittīrkaḷ; avarkaḷai nām eṉṉa ceytōm eṉpatum; uṅkaḷukku teḷivākkap paṭṭatu iṉṉum nām uṅkaḷukku(p palamuṉ) utāraṇaṅkaḷaiyum eṭuttuk kāṭṭiyirukkiṉṟōm (eṉṟum iṟaivaṉ kūṟuvāṉ)"},{"SurahNumber":14,"VerseNumber":46,"Text":"eṉiṉum, avarkaḷ taṅkaḷ cūḻccikaḷaic ceytu koṇṭēyiruntaṉar; avarkaḷuṭaiya cūḻccikaḷ malaikaḷaip peyarttu viṭakkūṭiyavaiyāka iruntapōtilum, avarkaḷiṉ cūḻcci(kku uriya taṇṭaṉai) allāhviṭam irukkiṟatu"},{"SurahNumber":14,"VerseNumber":47,"Text":"ākavē, allāh taṉ tūtarkaḷukku aḷitta taṉ vākkuṟutiyil māṟu ceyvāṉ eṉṟu (napiyē!) Nīr eṇṇa vēṇṭām - niccayamāka allāh (yāvaraiyum) mikaittavaṉākavum, paḻivāṅkupavaṉākavum irukkiṉṟāṉ"},{"SurahNumber":14,"VerseNumber":48,"Text":"Inta pūmi vēṟu pūmiyākavum, iṉṉum vāṉaṅkaḷum māṟṟappaṭum nāḷil (avarkaḷ taṇṭikkappaṭuvārkaḷ.) Mēlum aṭakkiyāḷum ēkaṉākiya allāhviṉ muṉṉilaiyil veḷiyāki niṟpārkaḷ"},{"SurahNumber":14,"VerseNumber":49,"Text":"iṉṉum annāḷil caṅkilikaḷāl piṇaikkappaṭṭavarkaḷākak kuṟṟavāḷikaḷai nīr kāṇpīr"},{"SurahNumber":14,"VerseNumber":50,"Text":"avarkaḷuṭaiya āṭaikaḷ tārāl (kīl eṇṇaiyiṉāl) āki irukkum; iṉṉum avarkaḷuṭaiya mukaṅkaḷai neruppu mūṭi irukkum"},{"SurahNumber":14,"VerseNumber":51,"Text":"allāh ovvōr ātmāvukkum atu campātittataṟkāṉa kūli koṭuppataṟkākavē (avarkaḷai allāh ivvāṟu ceyvāṉ.) Niccayamāka allāh kēḷvi kaṇakkuk kēṭpatil mikavum tīviramāṉavaṉ"},{"SurahNumber":14,"VerseNumber":52,"Text":"itaṉ mūlam avarkaḷ eccarikkap paṭuvataṟkākavum (vaṇakkattiṟkuriya) avaṉ orē nāyaṉ tāṉ eṉṟu avarkaḷ aṟintu koḷvataṟkākavum aṟivuṭaiyōr nallaṇarvu peṟuvataṟkākavum maṉitarkaḷukku itu ōr aṟivippākum"}]}