{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allakh - tot, kto sotvoril vas nemoshchnymi, potom on sdelal vas sil'nymi, a posle etogo - [vnov'] slabymi i starymi. On tvorit, kak togo pozhelayet, ibo On - znayushchiy, vsemogushchiy"},{"SurahNumber":30,"VerseNumber":55,"Text":"V tot den', kogda gryanet [Sudnyy] chas, greshniki stanut klyast'sya, chto oni ne probyl i [v mogilakh] i chasu. Kak zhe oni zabluzhdayutsya"},{"SurahNumber":30,"VerseNumber":56,"Text":"Te, komu darovany znaniye i vera, skazhut: \"Vy probyli [v mogilakh] po predpisaniyu Allakha do Dnya voskreseniya. I vot Den' voskreseniya nastal, odnako vy ne znali etogo"},{"SurahNumber":30,"VerseNumber":57,"Text":"I v tot den' tem, kto tvoril bezzakoniya, ne prinesut pol'zy ikh [mol'by o] proshchenii i ne primut ikh raskayaniya"},{"SurahNumber":30,"VerseNumber":58,"Text":"My v etom Korane izlozhili lyudyam mnogo raznykh pritch. A yesli ty yavish' im kakoye-libo znameniye, to te, kotoryye ne uverovali, nepremenno skazhut: \"Vy vsego lish' boltuny"},{"SurahNumber":30,"VerseNumber":59,"Text":"Tak Allakh nakladyvayet pechat' na serdtsa nevezhd"},{"SurahNumber":30,"VerseNumber":60,"Text":"Tak terpi zhe [, Mukhammad], ibo to, chto obeshchano Allakhom, neprelozhno. I pust' te, kto ne tverd [v vere], ne polagayut tebya legkomyslennym"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Eto - ayaty mudrogo Pisaniya"},{"SurahNumber":31,"VerseNumber":3,"Text":"i oni sut' putevodstva i milost' dlya tvoryashchikh dobro"},{"SurahNumber":31,"VerseNumber":4,"Text":"kto sovershayet obryadovuyu molitvu, vnosit zakat i veruyet v budushchuyu zhizn'"},{"SurahNumber":31,"VerseNumber":5,"Text":"Oni - na pryamom puti, ukazannom ikh Gospodom, oni-to i preuspeyut"},{"SurahNumber":31,"VerseNumber":6,"Text":"Sredi lyudey yest' i takoy, kotoryy sobirayet dosuzhiye rosskazni, chtoby po svoyemu nevezhestvu sovratit' [lyudey] s puti Allakha, vysmeivaya etot put'. Podobnym lyudyam ugotovano unizitel'noye nakazaniye"},{"SurahNumber":31,"VerseNumber":7,"Text":"Kogda zhe yemu vozveshchayut Nashi ayaty, on vysokomerno otvorachivayetsya, slovno on i ne slyshal, slovno tug na ukho. Tak soobshchi zhe yemu vest' o muchitel'nom nakazanii"},{"SurahNumber":31,"VerseNumber":8,"Text":"Voistinu, tem, kotoryye uverovali i vershili dobryye dela, ugotovany blagodatnyye sady"},{"SurahNumber":31,"VerseNumber":9,"Text":"[Oni] budut vechno prebyvat' v nikh soglasno neprelozhnomu obeshchaniyu Allakha. On velik, mudr"},{"SurahNumber":31,"VerseNumber":10,"Text":"On sozdal nebesa bezo [vsyakoy] opory, kotoruyu by vy mogli videt', vozdvig na zemle prochnyye gory, chtoby ona ne sodrogalas' vmeste s vami, i naselil yeye vsyakogo roda zhivotnymi. My nisposlali s neba dozhd', i po Nashey vole na zemle proizrosli vsyakiye poleznyye rasteniya"},{"SurahNumber":31,"VerseNumber":11,"Text":"Vse eto-tvoreniye Allakha! Tak pokazhite zhe Mne, chto sotvorili te, [komu vy poklonyayetes'] pomimo Nego. Da, te, kto tvorit bezzakoniye, - v yavnom zabluzhdenii"},{"SurahNumber":31,"VerseNumber":12,"Text":"My istinno darovali Lukmanu mudrost' [s nakazom]: \"Blagodari Allakha! Tot, kto blagodarit, [delayet eto] tol'ko dlya samogo sebya. A yesli kto neblagodaren, to ved' Allakh ne nuzhdayetsya v nem, ibo On - khvalimyy"},{"SurahNumber":31,"VerseNumber":13,"Text":"[Vspomni, Mukhammad,] kak Lukman skazal svoyemu synu, kogda nastavlyal yego: \"O syn moy! Ne poklonyaysya naryadu s Allakhom drugim, ibo mnogobozhiye - velikiy grekh"},{"SurahNumber":31,"VerseNumber":14,"Text":"My zapovedali cheloveku [otnosit'sya khorosho] k roditelyam svoim. Mat' nosila yego s bol'shim trudom. Yego sleduyet otnimat' ot grudi v dva goda. [My veleli]: \"Blagodari Menya i svoikh roditeley: ko Mne vernutsya [vse]"},{"SurahNumber":31,"VerseNumber":15,"Text":"A yesli roditeli budut pobuzhdat' tebya (t. ye. cheloveka) poklonyat'sya pomimo Menya drugim bogam, o kotorykh tebe nichego ne vedomo, to ne povinuysya im. V etom mire idi za nimi v dobrykh delakh i sleduy putem tekh, kto obratilsya ko Mne. V konechnom schete vse vy vernetes' ko Mne, i YA povedayu vam o tom, chto vy vershili [na zemle]"},{"SurahNumber":31,"VerseNumber":16,"Text":"[Lukman prodolzhal]: \"O syn moy! Yesli ono budet velichinoy s gorchichnoye zernyshko i budet ukryto vnutri skaly, ili na nebesakh, ili v zemle, Allakh pred\"yavit tebe yego. Voistinu, Allakh mudr, vsevedushch"},{"SurahNumber":31,"VerseNumber":17,"Text":"O syn moy! Sovershay obryadovuyu molitvu, zovi k dobru, otvrashchay ot zla i bud' terpeliv v tom, chto postignet tebya, - imenno takova reshimost' v postupkakh"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ne yavlyay na litse prezreniya k lyudyam i ne shestvuy po zemle gordelivo - voistinu, Allakh ne lyubit vsyakikh gordetsov i khvastunov"},{"SurahNumber":31,"VerseNumber":19,"Text":"Sorazmeryay zhe svoyu postup' i umeryay golos, ibo samyy nepriyatnyy zvuk - eto rev osla"},{"SurahNumber":31,"VerseNumber":20,"Text":"Neuzheli vy ne urazumeli, chto Allakh podchinil vam to, chto na nebesakh i na zemle, i odaril vas milostyami i yavnymi, i nedostupnymi [vashemu ponimaniyu]? Sredi lyudey byvayut i takiye, kotoryye sporyat o [sushchnosti] Allakha, ne imeya ni znaniya, ni rukovodstva na pryamoy put', ni ozaryayushchego Pisaniya"},{"SurahNumber":31,"VerseNumber":21,"Text":"Kogda zhe im govoryat: \"Sleduyte za tem, chto Allakh nisposlal!\" - oni otvechayut: \"O net! My budem sledovat' tomu, chemu sledovali nashi ottsy\". Neuzheli zhe [posleduyut oni za] shaytanom, dazhe yesli on pozovet ikh k [tomu, chto vlechet] nakazaniye adskim ognem"}]}