{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Ciertamente, Dios no desdeña proponer como parábola a un mosquito, o [aún] algo más insignificante. Aquellos que tienen fe, saben que es la verdad venida de su Sustentador --mientras que los que se obstinan en negar la verdad dicen: “¿Que quiere decir Dios con esta parábola?” De esta forma hace que muchos se extravíen, al tiempo que guía a muchos: pero no extravía así sino a los perversos"},{"SurahNumber":2,"VerseNumber":27,"Text":"que rompen su pacto con Dios una vez establecido [en su naturaleza], y separan lo que Dios ha ordenado mantener unido, y extienden la corrupción en la tierra: esos serán los perdedores"},{"SurahNumber":2,"VerseNumber":28,"Text":"¿Como podéis rechazar a Dios si estabais muertos y os dio vida, luego os hará morir y de nuevo os volverá a la vida y a Él seréis devueltos"},{"SurahNumber":2,"VerseNumber":29,"Text":"Es el quien ha creado para vosotros todo cuanto hay en la tierra, y volviéndose hacia el cielo lo conformó en siete cielos; y sólo Él tiene pleno conocimiento de todo"},{"SurahNumber":2,"VerseNumber":30,"Text":"Y HE AHÍ que tu Sustentador dijo a los ángeles: “Voy a poner en la tierra a alguien que ha de heredarla.” Dijeron: “¿Vas a poner en ella a alguien que extenderá la corrupción en ella y la corromperá --mientras que nosotros proclamamos Tu gloria infinita, Te alabamos y santificamos Tu nombre?” [Dios] respondió: “Ciertamente, Yo sé lo que vosotros no sabéis.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"Y enseñó a Adán los nombres de todas las cosas; luego se las mostró a los ángeles y les dijo: “Decidme los nombres de estas [cosas], si es verdad lo que decís.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"Dijeron: ”¡Gloria a Ti! No tenemos más conocimiento que el que Tu nos has impartido. Ciertamente, sólo Tú eres omnisciente, sabio.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"Dijo: “¡Oh Adán! Infórmales de los nombres de estas [cosas].” Y cuando [Adán] les hubo informado de sus nombres, [Dios] dijo: “¿No os dije: ‘Ciertamente, sólo Yo conozco la realidad oculta de los cielos y de la tierra, y conozco todo lo que ponéis de manifiesto y todo lo que ocultáis’?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"Y cuando dijimos a los ángeles: “¡Postraos ante Adán!” --se postraron todos, excepto Iblis, que se negó y se mostró arrogante: y así se convirtió en uno de los que niegan la verdad"},{"SurahNumber":2,"VerseNumber":35,"Text":"Y dijimos: “¡Oh Adán! Habita con tu esposa en este jardín, y comed con libertad de lo que en él hay; pero no os acerquéis a este árbol, porque seriáis transgresores.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Pero Satán les hizo caer en eso, y precipitó con ello la pérdida de su estado anterior. Y dijimos: “¡Descended, [y sed en adelante] enemigos unos de otros; y en la tierra tendréis vuestra morada y bienes de que disfrutar por un tiempo!”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Luego Adán recibió palabras [de guía] de su Sustentador, que aceptó su arrepentimiento: pues, en verdad, sólo Él es el Aceptador de Arrepentimiento, el Dispensador de Gracia"},{"SurahNumber":2,"VerseNumber":38,"Text":"[Pues, si bien] dijimos: “Descended todos de este [estado],” ciertamente, os llegará de Mí una guía, y los que sigan Mi guía nada tienen que temer y no se lamentarán"},{"SurahNumber":2,"VerseNumber":39,"Text":"pero los que se obstinen en negar la verdad y desmientan Nuestros mensajes --esos están destinados al fuego y en él permanecerán"},{"SurahNumber":2,"VerseNumber":40,"Text":"¡OH HIJOS de Israel! Recordad las bendiciones que os dispensé y cumplid vuestro pacto conmigo, [entonces] Yo cumpliré Mi pacto con vosotros; ¡y temedme a Mí, solo a Mí"},{"SurahNumber":2,"VerseNumber":41,"Text":"Creed en lo que he revelado [ahora], que confirma la verdad de lo que ya tenéis, y no seáis de los primeros en negarlo; y no malvendáis Mis mensajes por un provecho insignificante; ¡y sed conscientes de Mí, solo de Mí"},{"SurahNumber":2,"VerseNumber":42,"Text":"Y no cubráis la verdad con falsedad, ni ocultéis la verdad a sabiendas"},{"SurahNumber":2,"VerseNumber":43,"Text":"y sed constantes en la oración, y gastad en limosnas, e inclinaos en oración con los que se inclinan"}]}