{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Худо медонад чӣ касоне аз шумо мардумро аз ҷанг бозмедоранд. 'Ва низ мешиносад касоноро, ки ба бародарони худ мегӯянд: «Ба назди мо биёед». Ва ғайри андаке ба ҷанг намеоянд"},{"SurahNumber":33,"VerseNumber":19,"Text":"Ҳар чизеро аз шумо дареғ медоранд ва ҷуи тарсу хафв ояд, бинӣ, ки ба ту менигаранд ва чашмонашон (аз тарси и марг) давр мезанад мисли касе, ки аз марг беҳуш туда бошад, Ва чун ваҳшат аз миён биревад, аз ҳирси ғаниматҳо бо забони тези худ биранҷонадатон. Инҳо имон наёвардаанд. Ва Худо амалҳояшонро нобуд кардааст ва ин кор бар Худо осон будааст"},{"SurahNumber":33,"VerseNumber":20,"Text":"Мепиндоранд, ки лашкари кофирон нарафтааст. Ва агар он лашкарҳо бозмеомаданд, орзу мекарданд, ки кош дар миёни аъроби бодиянишин мебуданд ва ҳамеша аз ахбори шумо мепурсиданд. Агар ҳам дар миёни шумо мебуданд, ғайри андаке ҷанг намекарданд"},{"SurahNumber":33,"VerseNumber":21,"Text":"Барои шумо агар ба Худо ва рӯзи қиёмат умед медоред ва Худоро фаровон ёд мекунед, дар симои расулуллоҳ муқтадои (пешвои) писандидаест, мебинед"},{"SurahNumber":33,"VerseNumber":22,"Text":"Ва чун мӯъминон он гурӯҳҳоро диданд, гуфтанд: Ин ҳамон чизест, ки Худо ва паёмбараш ба мо ваъда додаанд ва Худову паёмбараш рост гуфтаанд». Ва имон ва таслимашон зоид шуд"},{"SurahNumber":33,"VerseNumber":23,"Text":"Аз мӯъминон мардоне ҳастанд, ки ба паймоне, ки ба Худо баста буданд, вафо карданд. Баъзе бар сари паймони худ ҷон бохтанд ва баъзе чашм ба роҳанд ва ҳеҷ паймони худ дигаргун накардаанд"},{"SurahNumber":33,"VerseNumber":24,"Text":"То Худо ростгӯёнро ба сабаби ростии гуфторашон музд диҳад ва мунофиқонро агар хоҳад азоб кунад ё тавбаи онҳоро бипазирад, ки Худо бахшояндаву меҳрубон аст"},{"SurahNumber":33,"VerseNumber":25,"Text":"Худо кофирони хашмгирифтаро бозпас гардонид. Инҳо ба ҳеҷ ғанимате даст наёфтанд. Ва дар майдони ҷанг мӯъминонро Худо кифоя аст. Зеро Худо пуртавону ғолиб аст"},{"SurahNumber":33,"VerseNumber":26,"Text":"Аз аҳли китоб он гурӯҳро, ки ба ёриашон бархоста буданд, аз қалъаҳояшон фуруд овард ва дар дилҳояшон бим афканд. Гурӯҳеро куштед ва гурӯҳеро ба асорат гирифтед"},{"SurahNumber":33,"VerseNumber":27,"Text":"Худо замину хонаҳо ва молҳояшон ва заминҳоеро, ки бар онҳо пой наниҳодаед, ба шумо мерос гузошт. Ва Худо бар ҳар коре тавоност"},{"SurahNumber":33,"VerseNumber":28,"Text":"Эй паёмбар, ба занонат бигӯ: «Агар хоҳони зиндагии дунё ва зинатҳои он ҳастед, биёед, то шуморо баҳраманд созам ва ба тарзи некӯ раҳоятон кунам"},{"SurahNumber":33,"VerseNumber":29,"Text":"ва агар хоҳони Худову паёмбари Ӯ ва сарои охират ҳастед, Худо ба некӯкоронатон подоше (мукофоте) бузург хоҳад дод"},{"SurahNumber":33,"VerseNumber":30,"Text":"Эй занони паёмбар, ҳар кас аз шумо кори зишти сазовори уқубат, кунад. Худо азоби ӯро ду баробар мекунад. Ва ин бар Худо осон аст"}]}