{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"Apakah kamu tidak memperhatikan orang-orang yang ke luar dari kampung halaman mereka, sedang mereka beribu-ribu (jumlahnya) karena takut mati; maka Allah berfirman kepada mereka, \"Matilah kamu\"154, kemudian Allah menghidupkan mereka. Sesungguhnya Allah mempunyai karunia terhadap manusia tetapi kebanyakan manusia tidak bersyukur"},{"SurahNumber":2,"VerseNumber":244,"Text":"Dan berperanglah kamu sekalian di jalan Allah, dan ketahuilah, sesungguhnya Allah Maha Mendengar lagi Maha Mengetahui"},{"SurahNumber":2,"VerseNumber":245,"Text":"Siapakah yang mau memberi pinjaman kepada Allah, pinjaman yang baik (menafkahkan hartanya di jalan Allah), maka Allah akan melipatgandakan pembayaran kepadanya dengan lipat ganda yang banyak. Dan Allah menyempitkan dan melapangkan (rezeki) dan kepada-Nya-lah kamu dikembalikan"},{"SurahNumber":2,"VerseNumber":246,"Text":"Apakah kamu tidak memperhatikan pemuka-pemuka Bani Isrā`īl sesudah Nabi Musa, yaitu ketika mereka berkata kepada seorang nabi mereka, \"Angkatlah untuk kami seorang raja supaya kami berperang (di bawah pimpinannya) di jalan Allah\". Nabi mereka menjawab, \"Mungkin sekali jika kamu nanti diwajibkan berperang, kamu tidak akan berperang\". Mereka menjawab, \"Mengapa kami tidak mau berperang di jalan Allah, padahal sesungguhnya kami telah diusir dari kampung halaman kami dan dari anak-anak kami?\"155. Maka tatkala perang itu diwajibkan atas mereka, mereka pun berpaling, kecuali beberapa saja di antara mereka. Dan Allah Maha Mengetahui siapa orang-orang yang zalim"},{"SurahNumber":2,"VerseNumber":247,"Text":"Nabi mereka mengatakan kepada mereka, \"Sesungguhnya Allah telah mengangkat Ṭālūt menjadi rajamu\". Mereka menjawab, \"Bagaimana Ṭālūt memerintah kami, padahal kami lebih berhak mengendalikan pemerintahan daripadanya, sedang dia pun tidak diberi kekayaan yang banyak?\" Nabi (mereka) berkata, \"Sesungguhnya Allah telah memilihnya menjadi rajamu dan menganugerahinya ilmu yang luas dan tubuh yang perkasa\". Allah memberikan pemerintahan kepada siapa yang dikehendaki-Nya. Dan Allah Maha Luas pemberian-Nya lagi Maha Mengetahui"},{"SurahNumber":2,"VerseNumber":248,"Text":"Dan nabi mereka mengatakan kepada mereka, \"Sesungguhnya tanda ia akan menjadi raja, ialah kembalinya Tabut164 kepadamu, di dalamnya terdapat ketenangan dari Tuhan-mu dan sisa dari peninggalan keluarga Musa dan keluarga Hārūn; Tabut itu dibawa malaikat. Sesungguhnya pada yang demikian itu terdapat tanda bagimu, jika kamu orang yang beriman"},{"SurahNumber":2,"VerseNumber":249,"Text":"Maka tatkala Ṭālūt keluar membawa tentaranya, ia berkata, \"Sesungguhnya Allah akan menguji kamu dengan suatu sungai. Maka siapa di antara kamu meminum airnya, bukanlah ia pengikutku. Dan barang siapa tiada meminumnya, kecuali menceduk seceduk tangan, maka ia adalah pengikutku\". Kemudian mereka meminumnya kecuali beberapa orang di antara mereka. Maka tatkala Ṭālūt dan orang-orang yang beriman bersama ia telah menyeberangi sungai itu, orang-orang yang telah minum berkata, \"Tak ada kesanggupan kami pada hari ini untuk melawan Jālūt dan tentaranya\". Orang-orang yang meyakini bahwa mereka akan menemui Allah berkata, \"Berapa banyak terjadi golongan yang sedikit dapat mengalahkan golongan yang banyak dengan izin Allah. Dan Allah beserta orang-orang yang sabar"},{"SurahNumber":2,"VerseNumber":250,"Text":"Tatkala mereka nampak oleh Jālūt dan tentaranya, mereka pun (Ṭālūt dan tentaranya) berdoa, \"Ya Tuhan kami, tuangkanlah kesabaran atas diri kami, dan kokohkanlah pendirian kami dan tolonglah kami terhadap orang-orang kafir"},{"SurahNumber":2,"VerseNumber":251,"Text":"Mereka (tentara Ṭālūt) mengalahkan tentara Jālūt dengan izin Allah dan (dalam peperangan itu) Dāwūd membunuh Jālūt, kemudian Allah memberikan kepadanya (Dāwūd) pemerintahan dan hikmah157, (sesudah meninggalnya Ṭālūt) dan mengajarkan kepadanya apa yang dikehendaki-Nya. Seandainya Allah tidak menolak (keganasan) sebagian umat manusia dengan sebagian yang lain, pasti rusaklah bumi ini. Tetapi Allah mempunyai karunia (yang dicurahkan) atas semesta alam"},{"SurahNumber":2,"VerseNumber":252,"Text":"Itu adalah ayat-ayat dari Allah, Kami bacakan kepadamu dengan hak (benar) dan sesungguhnya kamu benar-benar salah seorang di antara nabi-nabi yang diutus"}]}