{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kēẏāmatēra jñāna ēkamātra tām̐ra'i jānā. Tām̐ra jñānēra bā'irē kōna phala ābaraṇamukta haẏa nā. Ēbaṁ kōna nārī garbhadhāraṇa ō santāna prasaba karē nā. Yēdina āllāha tādērakē ḍēkē balabēna, āmāra śarīkarā kōthāẏa? Sēdina tārā balabē, āmarā āpanākē balē diẏēchi yē, āmādēra kē'u ēṭā sbīkāra karē nā."},{"SurahNumber":41,"VerseNumber":48,"Text":"Pūrbē tārā yādēra pūjā karata, tārā udhā'ō haẏē yābē ēbaṁ tārā bujhē nēbē yē, tādēra kōna niskr̥ti nē'i."},{"SurahNumber":41,"VerseNumber":49,"Text":"Mānuṣa unnati kāmanāẏa klānta haẏa nā; yadi tākē amaṅgala sparśa karē, tabē sē sampūrṇa rūpē nirāśa haẏē paṛē."},{"SurahNumber":41,"VerseNumber":50,"Text":"Bipadāpada sparśa karāra para āmi yadi tākē āmāra anugraha āsbādana karā'i, takhana sē balatē thākē, ēṭā yē āmāra yōgya prāpya; āmi manē kari nā yē, kēẏāmata saṅghaṭita habē. Āmi yadi āmāra pālanakartāra kāchē phirē yā'i, tabē abaśya'i tāra kāchē āmāra jan'ya kalyāṇa raẏēchē. Ata'ēba, āmi kāphēradērakē tādēra karma samparkē abaśya'i abahita karaba ēbaṁ tādērakē abaśya'i āsbādana karāba kaṭhina śāsti."},{"SurahNumber":41,"VerseNumber":51,"Text":"Āmi yakhana mānuṣēra prati anugraha kari takhana sē mukha phiriẏē nēẏa ēbaṁ pārśba paribartana karē. Āra yakhana tākē aniṣṭa sparśa karē, takhana sudīrgha dōẏā karatē thākē."},{"SurahNumber":41,"VerseNumber":52,"Text":"Baluna, tōmarā bhēbē dēkhēcha ki, yadi ēṭā āllāhara pakṣa thēkē haẏa, ataḥpara tōmarā ēkē amān'ya kara, tabē yē byakti ghōra birōdhitāẏa lipta, tāra cā'itē adhika pathabhraṣṭa āra kē"},{"SurahNumber":41,"VerseNumber":53,"Text":"ēkhana āmi tādērakē āmāra nidarśanābalī pradarśana karāba pr̥thibīra digantē ēbaṁ tādēra nijēdēra madhyē; phalē tādēra kāchē phuṭē uṭhabē yē, ē kōra'āna satya. Āpanāra pālanakartā sarbabiṣaẏē sākṣyadātā, ēṭā ki yathēṣṭa naẏa"},{"SurahNumber":41,"VerseNumber":54,"Text":"śunē rākha, tārā tādēra pālanakartāra sāthē sākṣātēra byāpārē sandēhē patita raẏēchē. Śunē rākha, tini sabakichukē paribēṣṭana karē raẏēchēna."},{"SurahNumber":42,"VerseNumber":1,"Text":"Hā-mīma."},{"SurahNumber":42,"VerseNumber":2,"Text":"Ā'ina, sīna kbā-pha."},{"SurahNumber":42,"VerseNumber":3,"Text":"Ēmanibhābē parākramaśālī, prajñāmaẏa āllāha āpanāra prati ō āpanāra pūrbabartīdēra prati ōhī prēraṇa karēna."},{"SurahNumber":42,"VerseNumber":4,"Text":"Nabhōmanḍalē yā kichu āchē ēbaṁ bhūmanḍalē yā kichu āchē, samasta'i tām̐ra. Tini samunnata, mahāna."},{"SurahNumber":42,"VerseNumber":5,"Text":"Ākāśa upara thēkē phēṭē paṛāra upakrama haẏa āra takhana phērēśatāgaṇa tādēra pālanakartāra praśansāsaha pabitratā barṇanā karē ēbaṁ pr̥thibībāsīdēra jan'yē kṣamā prārthanā karē. Śunē rākha, āllāha'i kṣamāśīla, parama karunāmaẏa."},{"SurahNumber":42,"VerseNumber":6,"Text":"Yārā āllāha byatīta aparakē abhibhābaka hisābē grahaṇa karē, āllāha tādēra prati lakṣya rākhēna. Āpanāra upara naẏa tādēra dāẏa-dāẏitba."},{"SurahNumber":42,"VerseNumber":7,"Text":"Ēmani bhābē āmi āpanāra prati ārabī bhāṣāẏa kōra'āna nāyila karēchi, yātē āpani makkā ō tāra āśa-pāśēra lōkadēra satarka karēna ēbaṁ satarka karēna samābēśēra dina samparkē, yātē kōna sandēha nē'i. Ēkadala jānnātē ēbaṁ ēkadala jāhānnāmē prabēśa karabē."},{"SurahNumber":42,"VerseNumber":8,"Text":"Āllāha icchā karalē samasta lōkakē ēka dalē pariṇata karatē pārēna. Kintu tini yākē icchā sbīẏa rahamatē dākhila karēna. Āra yālēmadēra kōna abhibhābaka ō sāhāyyakārī nē'i."},{"SurahNumber":42,"VerseNumber":9,"Text":"Tārā ki āllāha byatīta aparakē abhibhābaka sthira karēchē? Parantu āllāha'i tō ēkamātra abhibhābaka. Tini mr̥tadērakē jībita karēna. Tini sarbabiṣaẏē kṣamatābāna."},{"SurahNumber":42,"VerseNumber":10,"Text":"Tōmarā yē biṣaẏē'i matabhēda kara, tāra phaẏasālā āllāhara kāchē sōparda. Ini'i āllāha āmāra pālanakartā āmi tām̐ra'i upara nirbhara kari ēbaṁ tām̐ra'i abhimukhī ha'i."},{"SurahNumber":42,"VerseNumber":11,"Text":"Tini nabhōmanḍala ō bhūmanḍalēra sraṣṭā. Tini tōmādēra madhya thēkē tōmādēra jan'yē yugala sr̥ṣṭi karēchēna ēbaṁ catuspada jantudēra madhya thēkē jōṛā sr̥ṣṭi karēchēna. Ēbhābē tini tōmādēra banśa bistāra karēna. Kōna kichu'i tām̐ra anurūpa naẏa. Tini saba śunēna, saba dēkhēna."},{"SurahNumber":42,"VerseNumber":12,"Text":"Ākāśa ō pr̥thibīra cābi tām̐ra kāchē. Tini yāra jan'yē icchā riyika br̥d'dhi karēna ēbaṁ parimita karēna. Tini sarba biṣaẏē jñānī."}]}