{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"On to jest, jenz dava vzrusti zahradam vinnym, podeprenym loubim i nepodeprenym: a palmam datlovym a obili ruzneho druhu vyzivy: a olivam a jablkum granatovym, jez jsou si navzajem podobny a nepodobny. Jezte z plodu jejich, kdyz dozraji a odvedte patricny podil z nich v den sklizne: vsak nebudte marnotratnymi, nebot Buh nemiluje marnotratnych"},{"SurahNumber":6,"VerseNumber":142,"Text":"Mezi dobytcaty jsou pak nektera k noseni bremen a jina k zabiti: i jezte z toho, cim obdaril vas Buh a nenasledujte stop Satana, nebot on zajiste nepritelem jest vam zjevnym"},{"SurahNumber":6,"VerseNumber":143,"Text":"Osm mate na vybranou dobytcat v parech: dve z bravu, a dve z druhu koz. Rci: „Zdaz zapovezeno jest vam jisti dva samce, anebo dve samice, anebo to, co obsazeno jest v lune samic? Poucte mne o tom, dle pravdomluvnosti sve.“"},{"SurahNumber":6,"VerseNumber":144,"Text":"A z velbloudu dve a ze skotu dve. Rci: „Co zapovezeno jest vam jisti: dva samce, anebo dve samice, anebo to, co obsazeno jest v lune samic? Zdaz byli jste svedky toho, ze Buh to vse naridil? A kdoz neslechetnejsim jest toho, jenz lzi vymysli o Bohu v nevedomosti sve a zavadi lidi? Buh zajiste nevede stezkou pravou nepravostnych.“"},{"SurahNumber":6,"VerseNumber":145,"Text":"Rci: „Nenalezam v tom, co zjeveno mi bylo, jine zapovedi ohledne jidla, vyjma toho, ze zapovezeno jest jist zdechliny, prolitou krev a maso veprove, nebot toto necistotou jest a pohorsenim: a rovnez, co usmrceno bylo ve jmenu jineho boha, nez Boha jedineho. Vsak kdozkoli prinucen jest k tomu nezbytim, nikoli ze svevole aneb naklonnosti k hrichu — v pravde, Buh velky jest v odpousteni, slitovny.“"},{"SurahNumber":6,"VerseNumber":146,"Text":"A Zidum zapovedeli jsme vsechna dobytcata majici kopyto a mimo to tuk skotu a bravu, vyjma hrbetniho a tuku v utrobach, aneb toho, jenz lne ke kostem. Takto odmenili jsme je za svevolnost jejich a my zajiste jsme spravedlivymi"},{"SurahNumber":6,"VerseNumber":147,"Text":"A kdyz nazyvaji te lharem, rci: „Pan vas jest nesmirny ve slitovnosti sve, vsak neodvraci hnevu sveho od lidu provinileho.“"},{"SurahNumber":6,"VerseNumber":148,"Text":"Ti, kdoz davaji Bohu spolecniky, reknou: „Kdyby Buh chtel, nebyli bychom mu dali spolecniku, aniz otcove nasi, aniz bychom byli co zapovidali.“ Stejnym zpusobem nazyvali predchudcove jejich proroky lhari, dokud neokusili prisnosti nasi. Rci: „Zdaz mate nejake vedeni? Ano-li, ukazte nam je! Vsak ve skutecnosti nasledujete pouze domnenky a nicim jinym nejste, nez lhari.“"},{"SurahNumber":6,"VerseNumber":149,"Text":"Rci: „Buh jedine nezvratny ma duvod: a kdyby byl chtel, byl by vas vsechny vedl cestou pravou.“"},{"SurahNumber":6,"VerseNumber":150,"Text":"Rci: „Privedte tedy svedky sve, aby dosvedcili, ze Buh zapovedel tato (dobytcata).“ A dosvedci-li to, nesvedc s nimi a nenasleduj choutek tech, kteri lzi nazyvaji znameni nase a tech, kdoz neveri v zivot budouci a rovnych stavi Panu svemu"}]}