{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Said he, 'We will see whether thou hast told the truth, or whether thou art of those who lie"},{"SurahNumber":27,"VerseNumber":28,"Text":"Go with this my letter and throw it before them, then turn back away from them, and see what they return"},{"SurahNumber":27,"VerseNumber":29,"Text":"Said she, 'O ye chiefs! verily, a noble letter has been thrown before me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon, and, verily, it is, \"In the name of the merciful and compassionate God"},{"SurahNumber":27,"VerseNumber":31,"Text":"Do not rise up against me, but come to me resigned"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said, 'O ye chiefs! pronounce sentence for me in my affair. I never decide an affair until ye testify for me"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said, 'We are endowed with strength, and endowed with keen violence; but the bidding is thine, see then what it is that thou wilt bid"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said, 'Verily, kings when they enter a city despoil it, and make the mighty ones of its people the meanest; thus it is they do"},{"SurahNumber":27,"VerseNumber":35,"Text":"So, verily, I am going to send to them a gift, and will wait to see with what the messengers return"},{"SurahNumber":27,"VerseNumber":36,"Text":"And when he came to Solomon, he said, 'Do ye proffer me wealth, when what God has given me is better than what He has given you? nay, ye in your gifts rejoice"},{"SurahNumber":27,"VerseNumber":37,"Text":"return to them, for we will surely come to them with hosts which they cannot confront; and we will surely drive them out therefrom mean and made small"},{"SurahNumber":27,"VerseNumber":38,"Text":"Said he, 'O ye chiefs! which of you will bring me her throne before they come to me resigned"},{"SurahNumber":27,"VerseNumber":39,"Text":"Said a demon of the ginns, 'I will bring thee it before thou canst rise up from thy place, for I therein am strong and faithful"},{"SurahNumber":27,"VerseNumber":40,"Text":"He who had the knowledge of the Book said, 'I will bring it to thee before thy glance can turn.' And when he saw it settled down beside him, he said, 'This is of my Lords grace, that He may try me whether I am grateful or ungrateful, and he who is grateful is only grateful for his own soul, and he who is ungrateful,- verily, my Lord is rich and generous"},{"SurahNumber":27,"VerseNumber":41,"Text":"Said he, 'Disguise for her her throne; let us see whether she is guided, or whether she is of those who are not guided"},{"SurahNumber":27,"VerseNumber":42,"Text":"And when she came it was said, 'Was thy throne like this?' She said, 'It might be it;' and we were given knowledge before her, but we were resigned"},{"SurahNumber":27,"VerseNumber":43,"Text":"But that which she served beside God turned her away; verily, she was of the unbelieving people"},{"SurahNumber":27,"VerseNumber":44,"Text":"And it was said to her, 'Enter the court;' and when she saw it, she reckoned it to be an abyss of water, and she uncovered her legs. Said he, 'Verily, it is a court paved with glass!' Said she, 'My Lord! verily, I have wronged myself, but I am resigned with Solomon to God the Lord of the worlds"},{"SurahNumber":27,"VerseNumber":45,"Text":"And we sent unto Thamud their brother Zali'h, 'Serve God;' but behold, they were two parties who contended"},{"SurahNumber":27,"VerseNumber":46,"Text":"Said he, 'O my people! why do ye hasten on evil acts before good deeds? why do ye not ask forgiveness of God? haply ye may obtain mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said, 'We have taken an augury concerning thee and those who are with thee.' Said he, 'Your augury is in God's hands; nay, but ye are a people who are tried"},{"SurahNumber":27,"VerseNumber":48,"Text":"And there were in the city nine persons who despoiled the land and did not right"},{"SurahNumber":27,"VerseNumber":49,"Text":"Said they, 'Swear to each other by God, we will surely fall on him by night and on his people; then we will surely say unto his next of kin, \" We witnessed not the destruction of his people, and we do surely tell the truth"},{"SurahNumber":27,"VerseNumber":50,"Text":"And they plotted a plot, and we plotted a plot, but they did not perceive"},{"SurahNumber":27,"VerseNumber":51,"Text":"Behold, how was the end of their plot, that we destroyed them and their people all together"},{"SurahNumber":27,"VerseNumber":52,"Text":"Thus are their houses overturned, for that they were unjust; verily, in that is a sign to people who do know"},{"SurahNumber":27,"VerseNumber":53,"Text":"But we saved those who believed and who did fear"},{"SurahNumber":27,"VerseNumber":54,"Text":"And Lot when he said to his people, 'Do ye approach an abominable sin while ye can see"},{"SurahNumber":27,"VerseNumber":55,"Text":"do ye indeed approach men lustfully rather than women? nay! ye are a people who are ignorant"}]}