{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Sprosili bogoboyaznennykh, kotoryye uverovali v Allakha i otklonyalis' ot vsego - v rechakh, v deyaniyakh i v vere, - chto moglo vyzvat' gnev Allakha: \"Chto nisposlal Gospod' vashemu poslanniku?\" Oni otvetili: \"On nisposlal yemu Koran... v nom blago! Blago v etom mire i v budushchey zhizni dlya vsekh lyudey, kotoryye sovershali dobryye deyaniya\". Poistine, Allakh vozdast dobrodetel'nym dobroy zhizn'yu v blizhayshem mire, a zhilishche budushcheye - luchshe! Kak prekrasna obitel' bogoboyaznennykh v budushchey zhizni"},{"SurahNumber":16,"VerseNumber":31,"Text":"Eto - vechnyy ray - edemskiye sady s dvortsami i derev'yami, vnizu kotorykh tekut reki; tam dlya nikh vso, chto oni pozhelayut! Takoy dobroy nagradoy vozdast Allakh bogoboyaznennym, kotoryye uverovali v Nego, strashilis' Yego gneva i sovershali blagodeyaniya"},{"SurahNumber":16,"VerseNumber":32,"Text":"Takikh angely upokoyayut pravednymi, ne imeyushchimi grekhov mnogobozhiya i nepovinoveniya Allakhu. Angely skazhut im: \"Mir vam ot Allakha!\" Ne budet vam nikakogo bedstviya posle segodnyashnego dnya. My vozveshchayem vam ray, v kotoryy vy voydote, v nagradu za vashi dobryye deyaniya v zemnom mire"},{"SurahNumber":16,"VerseNumber":33,"Text":"Eto - bogoboyaznennyye, kotoryye gotovilis' k smerti i budushchey zhizni, i teper' im budet nagrada. A mnogobozhniki, nastoychivo ne priznayushchiye yedinobozhiya i derzhashchiyesya mnogobozhiya, tol'ko mogut vyzhidat', poka ne pridut k nim angely smerti, a oni ne uverovali i prodolzhayut uporstvovat' v zabluzhdenii i grekhakh, ili ne pridot k nim nakazaniye ot Allakha za ikh grekhi, i ne postignet ikh vsekh gibel' po poveleniyu Allakha. I to, chto delali eti neveruyushchiye v svoyom uporstve, delali do nikh ikh predshestvenniki so svoimi prorokami, i Allakh nakazal ikh za eto. Allakh ne byl nespravedliv k nim, nakazav ikh, a oni sami navredili sebe, kogda svoim neveriyem vyzvali gnev Allakha i Yego nakazaniye"},{"SurahNumber":16,"VerseNumber":34,"Text":"Oni podverglis' nakazaniyu za zlodeyaniya, i postiglo ikh to mucheniye, kotoroye oni otritsali i nad kotorym izdevalis'"},{"SurahNumber":16,"VerseNumber":35,"Text":"Te, kotoryye uporno i nespravedlivo pridavali sotovarishchey Allakhu, skazali: \"Yesli by Allakh pozhelal, chtoby my Yemu odnomu poklonyalis' i povinovalis', my by ne poklonyalis' drugim bozhestvam, krome Nego, i my by ne zapreshchali po svoyemu zhelaniyu to, chto On ne zapreshchayet (naprimer, bakhiru i sa'ibu)\" . No ved' eto - lozhnoye opravdaniye, na kotoroye oni ssylayutsya v svoyom neverii. Te, neveruyushchiye, zhivshiye do nikh, privodili podobnyye etomu opravdaniya posle togo, kak My poslali im Svoikh poslannikov, kotoryye poveleli im verit' v Yedinogo Boga i povinovat'sya tol'ko Allakhu Yedinomu. Oni poveleli im takzhe ostavit' mnogobozhiye i ne zapreshchat' to, chto Allakh ne zapreshchayet. Itak, vse dovody mnogobozhnikov, privedonnyye imi v opravdaniye, razrushilis'. Ved' Nashi poslanniki vypolnili svoyu zadachu i peredali Nashe Poslaniye. Nam teper' predstoit vozdat' mnogobozhnikam i nakazat' ikh, a ot poslannikov bol'she nichego ne trebuyetsya"},{"SurahNumber":16,"VerseNumber":36,"Text":"My poslali kazhdomu narodu poslannika s poveleniyem skazat': \"Poklonyaytes' Allakhu Yedinomu, izbegayte tiranov i rasputnykh, storonites' yazychestva - pokloneniya komu-libo, krome Allakha.\" Soobshchi im i napravlyay ikh na pryamoy put'. Sredi nikh byli takiye, kotoryye slushali rukovodstvo k istine i prinyali yego, i Allakh napravil ikh pryamym putom za ikh gotovnost' sledovat' istine; i takiye, kotoryye ne slushali istinu i im bylo suzhdeno ostavat'sya v zabluzhdenii, i Allakh nakazal ikh za eto. Yesli vy - mnogobozhniki Mekki - somnevayetes' v etom, proydite po etoy zemle i posmotrite, i vy uvidite, kakov konets byl oprovergavshim Poslaniye Allakha (narod plemon \"Ad\" i \"Samud\", narod Luta). Vse oni podverglis' nakazaniyu Allakha i poterpeli bol'shoy uron"},{"SurahNumber":16,"VerseNumber":37,"Text":"Yesli ty (o prorok!) khochesh' napravit' etikh mnogobozhnikov iz tvoyego naroda k pryamomu puti Istiny Allakha i prilagayesh' vse usiliya, chtoby dobit'sya etoy tseli, ne ogorchaysya, yesli ne dob'yosh'sya svoyego. Oni predalis' rasputstvu i strastyam. Allakh ne zastavlyayet tekh, kotoryye vybrali zabluzhdeniye i uporno derzhatsya za nego, idti po pryamomu puti; On ikh ostavlyayet s tem, chto oni sami vybrali. Poistine, oni poluchat vozdayaniye i podvergnutsya velikomu nakazaniyu. Eti nevernyye ne naydut sebe v Sudnyy den' ni pomoshchnika, ni zastupnika, chtoby izbezhat' nakazaniya Allakha"},{"SurahNumber":16,"VerseNumber":38,"Text":"Mnogobozhniki ne tol'ko pridavali Allakhu sotovarishchey, oni takzhe ne uverovali v Sudnyy den'. Oni poklyalis' Allakhom, velichayshey klyatvoy, chto Allakh ne voskresit togo, kto umer. No oni zabluzhdayutsya, utverzhdaya eto; Allakh voskresit ikh vsekh. On ved' eto obeshchal, a Allakh nikogda ne narushayet Svoyego obeshchaniya, no bol'shinstvo iz neveruyushchikh ne vedayet o mudrosti Allakha v sotvorenii etogo mira i o tom, chto On ne sotvoril yego bez tseli, i oni ne znayut takzhe o vozdayanii Allakha v Sudnyy den' i Yego nakazanii"},{"SurahNumber":16,"VerseNumber":39,"Text":"Spravedlivo deyaniye Allakha - voskresit' ikh vsekh posle smerti i pokazat' im istinu tekh del, v otnoshenii kotorykh u nikh byli raznoglasiya, chtoby veruyushchiye uznali, chto oni byli pravy, a nevernyye uznali, chto oni byli v zabluzhdenii, priznavaya mnogobozhiye i verya v drugikh bogov pomimo Allakha, i chto oni byli lzhetsami, utverzhdaya i klyanyas', chto Allakh ne voskresit lyudey. V Den' Suda obe storony poluchat vozdayaniye i uznayut, za chto ono i yego prichiny"},{"SurahNumber":16,"VerseNumber":40,"Text":"Voskresit' lyudey v Sudnyy den' Allakhu ne tak trudno, kak eto dumayut mnogobozhniki, govorya, chto etogo ne mozhet byt'. Ved', kogda My zhelayem chto-to, Nam stoit tol'ko skazat': \"Bud'!\" - i vot ono budet, kak My khotim"},{"SurahNumber":16,"VerseNumber":41,"Text":"Veruyushchim, kotoryye pereselilis' iz svoikh domov v drugiye kraya vo imya Allakha Vsevyshnego i iz-za svoyey very v Nego, posle togo kak oni podvergalis' pritesneniyam, nespravedlivosti i obidam so storony mnogobozhnikov, My daruyem dobruyu zhizn' v zemnom mire za ikh vernost', terpeniye, mucheniya i srazheniye za Allakha, a v budushchey zhizni im vozdayaniye budet yeshcho bol'she: ikh zhdot blazhenstvo raya. Yesli by ikh protivniki znali ob etom, oni by ne zabluzhdalis' i ne vredili by ni im, ni sebe"},{"SurahNumber":16,"VerseNumber":42,"Text":"Etim pereselivshimsya, kotoryye terpelivo perenesli mucheniya za svoyu veru, polagayas' na Allakha Yedinogo, ne dumaya ni o kakikh blagakh, - etim veruyushchim lyudyam My dadim velikuyu nagradu"},{"SurahNumber":16,"VerseNumber":43,"Text":"I do tebya (o prorok!) My posylali predshestvuyushchim narodam lish' tol'ko lyudey, kotorym My vnushali Nashe Otkroveniye. My ne posylali angelov, kak khotyat nevernyye iz tvoyego naroda. Sprosite zhe vy, neveruyushchiye, znatokov Nebesnykh Pisaniy, yesli vy ne znayete ob etom. Togda vy uznayete, chto vse Nashi poslantsy byli smertnymi muzhchinami, a ne byli angelami"},{"SurahNumber":16,"VerseNumber":44,"Text":"My podtverzhdali etikh poslannikov yasnymi znameniyami, dokazyvayushchimi ikh istinnost', i nisposylali im Poslaniya, v kotorykh nachertany zakony, nesushchiye pol'zu lyudyam. My nisposlali tebe (o prorok!) Koran, chtoby ty raz\"yasnil lyudyam veru, zakony i zapovedi, izlozhennyye v nom, i prizval ikh razmyslit' nad nimi. Mozhet byt', porazmysliv, oni poymut i poydut pryamym putom istiny"},{"SurahNumber":16,"VerseNumber":45,"Text":"Kak zhe posle vsego etogo nevernyye uporstvuyut v svoyom zabluzhdenii i stroyat kozni protiv poslannika Allakha? Neuzheli terpeniye Allakha k nim pooshchryayet ikh na eto, i oni ubezhdeny v tom, chto ikh ne postignet Yego kara, i zemlya ikh ne poglotit po Yego poveleniyu, kak On sdelal s Karunom (Koreyem) , ili zhe nakazaniye ne pridot k nim neozhidanno v vide groma i sotryaseniya, kak sluchilos' s samudyanami, i oni ne znali, otkuda porazilo ikh nakazaniye"},{"SurahNumber":16,"VerseNumber":46,"Text":"Neuzheli oni rasschityvayut, chto Allakh ne pogubit ikh, poka oni peredvigayutsya po zemle, zanimayas' torgovley, daleko ot svoikh zhilishch i smogut otvratit' nakazaniye Allakha? Poistine, Allakh Vsemogushch"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ili Allakh Svoyu karu ne napravit na nikh, chtoby ona postepenno porazhala ikh samikh i ikh imushchestvo?! Oni zhivut v postoyannom strakhe, ozhidaya nakazaniya. Ne ostavaytes', o mnogobozhniki, v svoyom zabluzhdenii i ne osleplyaytes' tem, chto nakazaniye Allakha zaderzhalos'. Allakh po Svoyey vseob\"yemlyushchey krotosti i miloserdiyu otlozhil vam nakazaniye v blizhayshey zhizni, chtoby vy opomnilis', razmyshlyali i ponyali istinu. Ved' On - Sostradatel'nyy, Miloserdnyy"},{"SurahNumber":16,"VerseNumber":48,"Text":"Razve eti neveruyushchiye ne vidyat znameniy Allakha vokrug nikh? Neuzheli oni ne vidyat i ne razmyshlyayut o tvorenii Allakha; kak ot vsego, chto On sotvoril, ten' sklonyayetsya to napravo, to nalevo, soglasno dvizheniyu solntsa dnom i luny vecherom? Vso eto nakhoditsya vo vlasti Allakha i smirenno podchinyayetsya Yemu. Yesli by mnogobozhniki razmyshlyali nad etim, oni by ponyali, chto vso yavlyayetsya tvoreniyem Yedinogo Tvortsa - Allakha. On odin tol'ko zasluzhivayet pokloneniya i povinoveniya, i On mozhet vso pogubit', yesli pozhelayet"},{"SurahNumber":16,"VerseNumber":49,"Text":"Tol'ko Allakhu Yedinomu, a ne drugim bozhestvam, poklonyayetsya vso, sotvoronnoye Im v nebesakh, i vse sotvoronnyye Im sushchestva, kotoryye khodyat po zemle. I angely poklonyayutsya i smirenno povinuyutsya Yemu"},{"SurahNumber":16,"VerseNumber":50,"Text":"Oni, blagochestivyye, boyatsya Svoyego Gospoda - Vsemogushchego Vladyku, i vypolnyayut to, chto Im poveleno"}]}