{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"(Muxammed Ğ.S.) olarğa: \"Mağan Rabbımnan aşıq dälelder kelgen zaman; senderdiñ Alladan özge jalbarınğandarıña qulşılıq qılwıma tıyım salındım. Sonday-aq älemderdiñ Rabbına boy usınwğa buyrıldım\" de"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sonday Alla senderdi topıraqtan, sosın mänïden, sosın uyığan qannan jaratıp, keyin böbek qıp şığarıp, soñıra erjetkizip, kärteytedi. Keybirewleriñdi (erjetwden) burın öltiredi. Keybiriñ belgili merzimge jetesiñder. Ärïne oylanarsıñdar"},{"SurahNumber":40,"VerseNumber":68,"Text":"Ol sonday Alla, tiriltedi äri öltiredi. Qaşan bir isti buyırğısı kelse, şın mäninde oğan: \"Bol\" deydi. Sonda ol bola qaladı"},{"SurahNumber":40,"VerseNumber":69,"Text":"(Mxammed Ğ.S.) Allanıñ ayattarı twrasında tartısqandardı körmeysiñ be? Qalayşa aynaldırıladı"},{"SurahNumber":40,"VerseNumber":70,"Text":"Sonday osı Kitaptı, elşilerimizge jibergenderimizdi jasınğa şığarğandar, olar jedel biledi"},{"SurahNumber":40,"VerseNumber":71,"Text":"Sol waqıtta olardıñ moyındarında ajırğılar, boğawlar bolğan türde süyreledi"},{"SurahNumber":40,"VerseNumber":72,"Text":"Qaynap turğan swda bolıp, sosın otqa jağıladı"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sosın olarğa: \"Alladan özge ortaq qosqan närseleriñ qayda?\",-delinedi"},{"SurahNumber":40,"VerseNumber":74,"Text":"Olar: \"(Özgeler) bizden ğayıp boldı. Bälkim biz burın eş närsege şoqınbawşı edik\" deydi. Alla käpirlerdi östip tentiretedi"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bul senderdiñ jer jüzinde orınsız mäz bolıp, masayrawlarıñnıñ saldarınan"},{"SurahNumber":40,"VerseNumber":76,"Text":"Olarğa: \"Işinde mäñgi qalatın tozaqtıñ esiginen kiriñder. täkapparlardıñ ornı nendey jaman"},{"SurahNumber":40,"VerseNumber":77,"Text":"(Muxammed Ğ.S.) endi sabır et. Allanıñ wädesi xaq. Al endi meyli olarğa etken wädemizdiñ keybirin sağan körsetsek te(köziñ tirisinde bolsa da) nemese sağan ölim bersek te (burın qaytıs bolsañ da) olar Biz jaqqa qaytarıladı"},{"SurahNumber":40,"VerseNumber":78,"Text":"Rasında senen burında elşiler jiberdik. Olardıñ keybirin sağan bayan ettik te keybirin bayan etpedik. Eşbir elşi Allanıñ ruxsatı bolmayınşa bir müğjïza keltire almaydı. Qaşan Allanıñ ämiri kelse, xaqïqat boyınşa ükim etiledi. Bül jerde buzaqılar zïyanğa uşıraydı"},{"SurahNumber":40,"VerseNumber":79,"Text":"Ol sonday Alla, Sender üşin maldardı jarattı. Keybirin minesiñder de keybirin jeysiñder"},{"SurahNumber":40,"VerseNumber":80,"Text":"Olarda senderge türli paydalar bar. Olardıñ üstinde köñilderiñdegi xajetti jerge jetwleriñ tşin; olarğa minip jäne kemede tasımaldanasıñdar"},{"SurahNumber":40,"VerseNumber":81,"Text":"Alla senderge belgilerin körsetedi. Al sonda Allanıñ qaysı belgilerine qarsı kelesiñder"},{"SurahNumber":40,"VerseNumber":82,"Text":"Olar jer jüzinde kezbedi me? Sonda özderinen burınğılardıñ soñınıñ ne bolğanın körer edi. Olar, bulardan köp jäne küşti äri jer jüzinde qaldırğañ derekteri mıqtı edi. Sonda da tabıstarı olardıñ isterine jaramadı"},{"SurahNumber":40,"VerseNumber":83,"Text":"Öytkeni olarğa, elşileri, müğjïzalarmen kelgende, öz qastarındağı bilimge mardamsıdı da ajıwalağan närseleri bastarına jetti"},{"SurahNumber":40,"VerseNumber":84,"Text":"Al endi azabımızdı körgende: \"Jalğız ğana Allağa sendik. Sonday-aq Oğan ortaq qosqan närselerimizge qarsı keldik\" deydi"},{"SurahNumber":40,"VerseNumber":85,"Text":"Biraq, azabımızdı körgendegi senimderi olarğa payda bermeydi. Öytkeni, Allanıñ quldarına baylanıstı bolıp, kele jatqan jolı osı. Bul jerde käpirler zïyan köredi"},{"SurahNumber":41,"VerseNumber":1,"Text":"Xä. Mïm"},{"SurahNumber":41,"VerseNumber":2,"Text":"Asa qamqor, erekşe meyirimdi Alla tarapınan tüsken"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bul Kitap, bilgen el üşin ayattarı aşıq-aşıq bayan etilgen arapşa Quran"},{"SurahNumber":41,"VerseNumber":4,"Text":"Qwandırwşı, qorqıtwşı. Alayda olardıñ köbi jaltaradı. Sondıqtan olar qulaq salmaydı"},{"SurahNumber":41,"VerseNumber":5,"Text":"(Muxammed Ğ.S.) olar: \"Sen bizdi şaqırğan närsege jüregimizde bir perde qulaqtarımızda bir kereñdik bar. Sonday-aq biz ben seniñ aramızd; dalda bar. Sondıqtan sen öziñşe iste de biz özimizşe isteyik\" dedi"},{"SurahNumber":41,"VerseNumber":6,"Text":"(Muxammed Ğ.S.): \"Men de sender sïyaqtı ğana adammın. Mağan Täñirleriñ bir-aq Täñir ekendigi waxï etilwde. Sondıqtan sol bağıtqa jöneliñder äri Odan jarılqaw tileñder. Allağa serik qosqandarğa nendey ökiniş\" de"},{"SurahNumber":41,"VerseNumber":7,"Text":"Sonday zeketterin ötemegender solar; özderi axïretke de qarsı"},{"SurahNumber":41,"VerseNumber":8,"Text":"Rasında ïman keltirip, izgi istegender, olar üşin tawsılmaytın sıylıq bar"}]}