{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"و همانا دادیم به ابراهیم رهبریش را از پیش و بودیم بدان دانایان‌"},{"SurahNumber":21,"VerseNumber":52,"Text":"هنگامی که گفت به پدر خود و قوم خود چیست این پیکرهایی که شمائید بر آنها گردآمدگان‌"},{"SurahNumber":21,"VerseNumber":53,"Text":"گفتند یافتیم پدران خویش آنها را پرستش کنندگان‌"},{"SurahNumber":21,"VerseNumber":54,"Text":"گفت همانا بوده‌اید شما و پدرانتان در گمراهی آشکار"},{"SurahNumber":21,"VerseNumber":55,"Text":"گفتند آیا آورده‌ای ما را به حقّ یا توئی از بازی کنندگان‌"},{"SurahNumber":21,"VerseNumber":56,"Text":"گفت بلکه پروردگار شما پروردگار آسمانها و زمین است آنکه پدید آورد آنها را و منم بر این از گواهان‌"},{"SurahNumber":21,"VerseNumber":57,"Text":"و سوگند به خدا هر آینه بیاندیشم برای بتان شما پس از آنکه بروید پشت‌کنندگان‌"},{"SurahNumber":21,"VerseNumber":58,"Text":"پس گردانیدشان پاره‌هائی مگر بزرگی برای ایشان شاید بسوی او بازگردند"},{"SurahNumber":21,"VerseNumber":59,"Text":"گفتند آن که کرده است این را به خدایان ما همانا او است از ستمگران‌"},{"SurahNumber":21,"VerseNumber":60,"Text":"گفتند شنیدیم جوانی یادشان می‌کرد که گفته می‌شد بدو ابراهیم‌"},{"SurahNumber":21,"VerseNumber":61,"Text":"گفتند بیاریدش پیش چشم مردم شاید گواه باشند"},{"SurahNumber":21,"VerseNumber":62,"Text":"گفتند آیا تو کردی این را به خدایان ما ای ابراهیم‌"},{"SurahNumber":21,"VerseNumber":63,"Text":"گفت بلکه کرد آن را بزرگ ایشان این پس بپرسیدشان اگر هستند سخن‌گویان‌"},{"SurahNumber":21,"VerseNumber":64,"Text":"پس بازگشتند به خود و گفتند همانا شمائید ستمگران‌"},{"SurahNumber":21,"VerseNumber":65,"Text":"پس سرافکنده آمدند که تو دانستی اینان سخن نگویند"},{"SurahNumber":21,"VerseNumber":66,"Text":"گفت آیا می‌پرستید جز خدا آنچه را سود ندهد به شما چیزی را و نه زیان رساند"},{"SurahNumber":21,"VerseNumber":67,"Text":"اف بر شما و بر آنچه می‌پرستید جز خدا پس آیا بخرد نمی‌آیید"},{"SurahNumber":21,"VerseNumber":68,"Text":"گفتند سخت بسوزانیدش و یاری کنید خدایان خویش را اگر هستید کنندگان‌"},{"SurahNumber":21,"VerseNumber":69,"Text":"گفتیم ای آتش باش سرد و سلامت بر ابراهیم‌"},{"SurahNumber":21,"VerseNumber":70,"Text":"و خواستند بدو نیرنگی را پس گردانیدیم ایشان را زیانکارتران‌"},{"SurahNumber":21,"VerseNumber":71,"Text":"و رهانیدیم او و لوط را بسوی سرزمینی که برکت نهادیم در آن برای جهانیان‌"},{"SurahNumber":21,"VerseNumber":72,"Text":"و بخشیدیم بدو اسحق و یعقوب را فزونی و هر یک را گردانیدیم شایستگان‌"},{"SurahNumber":21,"VerseNumber":73,"Text":"و گردانیدیمشان پیشوایانی که رهبری کنند به فرمان ما و وحی کردیم بسوی ایشان به جای آوردن خوبیها را و بپا داشتن نماز و دادن زکات را و بودند برای ما پرستندگان‌"},{"SurahNumber":21,"VerseNumber":74,"Text":"و لوط را دادیم بدو حکم و دانش را و رهانیدیمش از شهری که بود همی‌می‌کرد پلیدها را همانا بودند قومی زشت و نافرمانان‌"},{"SurahNumber":21,"VerseNumber":75,"Text":"و درآوردیمش به رحمت خویش همانا او است از شایستگان‌"},{"SurahNumber":21,"VerseNumber":76,"Text":"و نوح را هنگامی که برخواند پیش از این پس پذیرفتیم خواستش را و رهائیش دادیم او و خاندانش را از اندوه بزرگ‌"},{"SurahNumber":21,"VerseNumber":77,"Text":"و یاریش کردیم از قومی که دروغ پنداشتند آیتهای ما را همانا بودند قومی زشت پس غرقشان ساختیم همگان‌"},{"SurahNumber":21,"VerseNumber":78,"Text":"و داود و سلیمان هنگامی که حکومت می‌کردند در کشتزارگاهی که پراکنده شدند در آن گوسفندان قوم و بودیم حکومت آنان را گواهان‌"},{"SurahNumber":21,"VerseNumber":79,"Text":"پس آموختیمش (فهماندیمش) به سلیمان و هر یک را دادیم حکمی و دانشی و فرمانبردار ساختیم با داود کوه‌ها را که تسبیح کنند و مرغان را و بودیم کنندگان‌"},{"SurahNumber":21,"VerseNumber":80,"Text":"و آموختیمش ساختن پوشاکی را برای شما تا نگهداردتان از خشم خویش پس آیا هستید سپاسگزاران‌"},{"SurahNumber":21,"VerseNumber":81,"Text":"و برای سلیمان باد را سخت وزنده روان می‌شد به فرمان او بسوی سرزمینی که برکت نهادیم در آن و بودیم به هر چیزی دانایان‌"},{"SurahNumber":21,"VerseNumber":82,"Text":"و از شیاطین آنان را که به دریا فرو می‌رفتند برایش و می‌کردند کاری را جز آن و بودیم برای آنان نگهبانان‌"}]}