{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":12,"Text":"Uye kune izvo zvinenge zvasiiwa nemadzimai enyu, munowana chidimbu chepakati (1/2) chenhaka kana vanga vasina mwana; asi vakasiya mwana, munowana (varume) chidimbu kubva kuzvina (¼) kune izvo zvavanenge vasiya mushure mekubhadhara Wiri yavanenge vaita kana zvikwereti. Uye kune izvo zvamunenge masiya, chidimbu chavo (vakadzi venyu) chidimbu kubva kuzvina (¼) kana musina mwana; asi mukasiya mwana, vanowana chidimbu kubva kuzvisere (1/8) yeizvo zvamunenge masiya mushure mekubhadhara Wiri yamunenge maita kana zvikwereti. Uye kana murume kana mukadzi nhaka yake irikugohwa asina vabereki kana vana, asi ane mukoma kana hanzvadzi, mumwe nemumwe wavo anowana chidimbu kubva kuzvitanhatu (1/6); asi kana vachidarika vaviri vanogovana chidimbu kubva kuzvitatu (1/3) mushure mekubhadhara Wiri yaanenge aita kana zvikwereti, kuitira kuti pasave nekurasikirwa kana kusanzwisisana (pakati penyu). Uyu ndiwo murairo kubva kuna Allah, uye Allah ndivo vane ruzivo rwese, vane moyo murefu"},{"SurahNumber":4,"VerseNumber":13,"Text":"Iyi ndiyo mitemo yakaiswa naAllah, uye uyo achateerera Allah nemutumwa wavo (Muhammad (SAW)) vachamupinza mumapindu ane nzizi dzinoerera pasi pawo (Paradhiso), umo vachagara zvachose, uye uku ndiko kubudirira kukuru"},{"SurahNumber":4,"VerseNumber":14,"Text":"Uye uyo acharegera kuteerera Allah nemutumwa wavo (Muhammad (SAW)), uye opfurikidza miganhu yavo, vachamupinza muGehena remoto, umo maachagara zvachose, uye achawana marwadzo anodzikisira"},{"SurahNumber":4,"VerseNumber":15,"Text":"Zvekare avo vanhukadzi venyu vanoita hupombwe, ivai munotora pamusoro pavo humboo kubva kuzvapupuri zvina (4) kubva kwamuri; uye vakave vanopa uchapupu, vatorei (vakadzi) vagare (vavharirei) mudzimba dzavo kusvikira rufu rwavashanyira kana kuti Allah vavavhurira (imwe) nzira"},{"SurahNumber":4,"VerseNumber":16,"Text":"Uye vanhu vaviri (mukadzi nemurume) pakati penyu vanoita hupombwe, varwadzisei vose. Asi vakave vanokumbira ruregerero (vakavimbisa Allah kuti havafi vakadzokorora hupombwe nezvimwe zvitadzo), uye zvakare vova vanoita mabasa akanaka, vasiyei. Zvirokwazvo, Allah vanoregerera zvose (ndivo muregereri uye ndivo vanotambira ruregerero), zvakare ndivo vane nyasha zvikuru"},{"SurahNumber":4,"VerseNumber":17,"Text":"Zvirokwazvo, Allah vanotambira rugerero rweavo vanoita zvakaipa vasingazivi uye vasina njere, uye vokumbira ruregerero nekukurumidza. Ndivo vanhu vanoregererwa naAllah zvakare, uye Allah ndivo vane ruzivo rwese, vane hungwaru hwose"},{"SurahNumber":4,"VerseNumber":18,"Text":"Zvakare hakuna ruregerero kune avo vanoita mabasa akaipa kana rufu ruchinge rwashanyira mumwe wavo pakati pavo ndipo anoti: “Ikozvino ndinoreurura;” zvimwechete neavo vanofa vasingatendi. Ava takavagadzirira marwadzo makuru"},{"SurahNumber":4,"VerseNumber":19,"Text":"Imi vanhu vanotenda! Hamubvumirwi kugara nhaka vanhukadzi kana zvichipokana nezvido zvavo; uye musave munovaitira hukasha kuti mugotora chidimbu cheMahr (Chipo chinobviswa nemurume achipa mudzimai wake pavanochata) yamakavapa kunze kwekuti vaita chitadzo chiri pachena (hupombwe kana kusateerera varume vavo); uye garai navo mune zvakanaka. Kana musinga vade, munogona kusada chinhu uye Allah voisa machiri zvakanaka zvakawanda"},{"SurahNumber":4,"VerseNumber":20,"Text":"Asi kana mada kutora umwe mukadzi pachinzvimbo chemumwe mukadzi, uye makapa umwe wavo (mukadzi wekutanga) Qintaar (goridhe rakawanda sechipo cheroora - Mahr), musava munovatorera (vakadzi vamasiya) chingave chidimbu cheroora (yamakavapa). Mungatore here (mari yeroora kubva kuvakadzi vamaramba) musina mvumo uye muine chitadzo chiri pachena"},{"SurahNumber":4,"VerseNumber":21,"Text":"Uye mungavatorera sei (mari yamakavapa) imi makamborara navo (makaita bonde navo), uye vakava vanotora kubva kwamuri chitsidzo chakasimba"},{"SurahNumber":4,"VerseNumber":22,"Text":"Uye musava munoroora vakadzi avo vakamboroorwa nemadzibaba enyu kusara kwezvakaitika kare. Zvirokwazvo, zvinonyadzisa uye zvinovengwa (hazviite), uye inzira yakaipa"},{"SurahNumber":4,"VerseNumber":23,"Text":"Munorambidzwa kuroora: vanaamai venyu, vanasikana venyu, hanzvadzi dzenyu, madzitete enyu, vanin’ina nemadzikoma vanaamai venyu, vanasikana emadzikoma enyu, vanasikana vehanzvadzi dzenyu, madzimai vakakuyamwisai vasiri vanaamai venyu (vakakuchengetai), hanzvadzi dzenyu dzakayamwa kubva kumadzimai vakakuyamwisai, vanaamai vevakadzi venyu, vanasikana vevakadzi venyu avo vamuri kuchengeta kubva kumadzimai avo makaita bonde navo, asi hamuna chitadzo (kana mukaroora vanasikana ava) kana musina kumboita bonde navo (vanaamai vavo), madzimai evanakomana venyu avo vamakabereka kubva mumbeu dzenyu, uye kuroora mukoma nemunin’ina panguva imwe chete kusara kwezvakaitika kare (zvisati zvarambidzwa). Zvirokwazvo, Allah vanoregerera zvikuru, vane tsitsi zhinji"}]}