{"Id":475,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-la","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"Wo de zhu a! Ni que yi shangci wo yibufen zhengquan, bing jiao gei wo yixie yuanmeng de zhishi. Tiandi de chuangzao zhe a! Zai jinshi he houshi, ni dou shi wo de zhuzai. Qiu ni shi wo shun cong'er siqu, qiu ni shi wo ru yu shanren zhi lie.”"},{"SurahNumber":12,"VerseNumber":102,"Text":"Na shi yibufen youxuan de xiaoxi, wo ba ta qishi ni, dang tamen yong jimou juece de shihou, ni buzai tamen mianqian"},{"SurahNumber":12,"VerseNumber":103,"Text":"ni suiran qiewang shiren xindao, dan tamen daban shi bu xindao de"},{"SurahNumber":12,"VerseNumber":104,"Text":"Ni bu wei chuanshou “gulanjing” er xiang tamen yaoqiu renhe baochou.“Gulanjing” zhishi dui shiren de jiaohui"},{"SurahNumber":12,"VerseNumber":105,"Text":"Tiandi jian you xuduo jixiang, tamen cong pangbian zouguo er bu zhuyi"},{"SurahNumber":12,"VerseNumber":106,"Text":"Tamen suiran daban xinyang zhenzhu, dan tamen dou shi yi wu pei zhu de"},{"SurahNumber":12,"VerseNumber":107,"Text":"Nandao tamen bupa zhenzhu chengfa zhong de da zai jianglin tamen, huo fuhuo shi zai tamen bu zhi bu jue zhi zhong, turan jianglin tamen ma"},{"SurahNumber":12,"VerseNumber":108,"Text":"Ni shuo:“Zhe shi wo de dao, wo haozhao renmen xinyang zhenzhu, wo he suicong wo de ren, dou shi yiju mingzheng de.(Wo zheng) zhenzhu, chaojue wanwu! Wo bushi yi wu pei zhu de.”"},{"SurahNumber":12,"VerseNumber":109,"Text":"Zai ni zhiqian, wo zhi paiqianle chengshi jumin zhong de ruogan nanzi, wo qishi tamen, nandao tamen meiyou zai da dishang luxing, yin'er guancha qian ren de jieju shi zenyang de ma? Houshi de zhusuo, duiyu jingwei zhe shi geng hao de. Nandao nimen bu lijie ma"},{"SurahNumber":12,"VerseNumber":110,"Text":"Zhidao zhong shizhe juewang, erqie caixiang ziji bei qipian de shihou, wo de yuanzhu cai lailin tamen, er wo zhengjiule wo suo yiyu de ren. Wo suo jia yu fanzui de renmen de chengfa shi buke kangju de"},{"SurahNumber":12,"VerseNumber":111,"Text":"Zai tamen de gushi li, duiyu you lizhi de renmen, que youyi zhong jiaoxun. Zhe bushi weizao de xun ci, que shi zhengshi qian jing, xiangjie wanshi, xiangdao xinshi, bing shi yi ci'en de"},{"SurahNumber":13,"VerseNumber":1,"Text":"Ai lie fu, lia mu, mi mu, la yi. Zhexie shi tian jing de jie wen. Cong ni de zhu jiang shi yu ni de jingdian, que shi zhenshi de, dan zhongren daban buxindao"},{"SurahNumber":13,"VerseNumber":2,"Text":"Zhenzhu jianli zhu tian, er buyong nimen suo neng kanjian de zhizhu. Suihou ta duan zuo zai baozuo shang, zhifu ri yue, shi qi gezi yunxing dao yige dingqi. Ta chuli shiwu, jieshi jixiang, yibian nimen quexin jiang yu nimen de zhu xiang hui"},{"SurahNumber":13,"VerseNumber":3,"Text":"Ta zhankai dadi, bing zai da dishang anzhi xuduo shanyue he heliu, ta ba mei zhong guoshi zaocheng liangxing de, ta yi heiye fugai baizhou. Duiyu neng siwei de minzhong, ci zhong que you xuduo jixiang"},{"SurahNumber":13,"VerseNumber":4,"Text":"Da dishang you xuduo linjin de quyu, you putao yuan, you zhuangjia, you ye zao shu, qizhong you er zhu tonggen sheng de, er zhu yi gen sheng de,(zhexie dou shi) yong tongyang de shui guangai de, wo que shi zhe yibufen guoshi bi na yibufen jiamei. Duiyu neng lijie de minzhong, ci zhong que you xuduo jixiang.§"}]}