{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"mariyu allāh tō māṭlāḍagaligē śakti ē mānavunikī lēdu; kēvalaṁ divyajñānaṁ (vahī) dvārā lēdā tera venuka nuṇḍi, lēdā āyana pampina sandēśaharuni dvārā, āyana anumatitō, āyana kōrina (vahī) avatarimpa jēyabaḍaṭaṁ tappa! Niścayaṅgā, āyana mahōnnatuḍu, mahā vivēkavantuḍu"},{"SurahNumber":42,"VerseNumber":52,"Text":"mariyu idē vidhaṅgā (ō muham'mad!) Mēmu mā ājñatō nī vaddaku divyajñānaṁ (rūh) avatarimpajēśāmu. (Dīniki mundu) nīku granthamēmiṭō mariyu viśvāsamēmiṭō teliyadu. Kāni mēmu dīnini (ī khur'ān nu) jyōtigā jēsi, dīni dvārā mā dāsulalō mēmu kōrina vāriki, mārgadarśakatvaṁ cēstāmu. Mariyu niścayaṅgā, nīvu (prajalaku) r̥jumārgaṁ vaipunaku dāri cūputunnāvu"},{"SurahNumber":42,"VerseNumber":53,"Text":"allāh mārgaṁ! Bhūmyākāśālalō nunna pratidī āyanakē cendutundi. Vāstavāniki, vyavahārālannī civaraku (tīrpu koraku) allāh vaddakē cērutāyi"},{"SurahNumber":43,"VerseNumber":1,"Text":"hā - mīm"},{"SurahNumber":43,"VerseNumber":2,"Text":"spaṣṭamaina ī granthaṁ (khur'ān) sākṣigā"},{"SurahNumber":43,"VerseNumber":3,"Text":"Niścayaṅgā, mīru arthaṁ cēsukōgalagaṭāniki, mēmu dīnini arabbī bhāṣalō khur'ān gā avatarimpajēśāmu"},{"SurahNumber":43,"VerseNumber":4,"Text":"mariyu niścayaṅgā, idi mā vadda nunna mātr̥ granthanlōnidē! Adi mahōnnatamainadi, vivēkantō niṇḍi unnadi"},{"SurahNumber":43,"VerseNumber":5,"Text":"ēmiṭi? Mīru mitimīri pravartistunnārani, mēmu ī hitōpadēśānni (khur'ān nu) mī nuṇḍi tolagin̄cālā"},{"SurahNumber":43,"VerseNumber":6,"Text":"mariyu mēmu pūrvaṁ gatin̄cina vāri vaddaku entō mandi pravaktalanu pampāmu"},{"SurahNumber":43,"VerseNumber":7,"Text":"mariyu vāru, tama vaddaku vaccina pravaktalalō ē okkarini kūḍā egatāḷi cēyakuṇḍā vadala lēdu"},{"SurahNumber":43,"VerseNumber":8,"Text":"kāvuna vīri kaṇṭē entō baliṣṭhulaina vārini mēmu paṭṭukoni nāśanaṁ cēśāmu. Mariyu pūrva jātula vāri dr̥ṣṭāntālu ī vidhaṅgā gaḍicāyi"},{"SurahNumber":43,"VerseNumber":9,"Text":"okavēḷa, nīvu vāritō: \"Bhūmyākāśālanu evaru sr̥ṣṭin̄cāru?\" Ani aḍigitē! Vāru tappaka: \"Vāṭini sarvaśaktimantuḍu, sarvajñuḍu sr̥ṣṭin̄cāḍu.\" Ani aṇṭāru"},{"SurahNumber":43,"VerseNumber":10,"Text":"āyanē mī koraku ī bhūmini parupugā cēśāḍu; mariyu mīru mī gamyasthānālaku cērukōvaḍāniki, andulō mī koraku trōvalu ērparacāḍu"},{"SurahNumber":43,"VerseNumber":11,"Text":"mariyu āyanē ākāśaṁ nuṇḍi taginanta nīṭini (varṣānni) kuripin̄cāḍu. Taruvāta dāni dvārā mēmu caccina nēlanu bratikistāmu. Idē vidhaṅgā mīru kūḍā (bratikimpabaḍi) bayaṭiki tīyabaḍatāru"},{"SurahNumber":43,"VerseNumber":12,"Text":"mariyu āyanē anni rakāla jatalanu puṭṭin̄cāḍu! Mariyu ōḍalanu mariyu paśuvulanu mīku vāhanālugā cēśāḍu"},{"SurahNumber":43,"VerseNumber":13,"Text":"mīru vāṭi vīpula mīda ekkaṭāniki; taruvāta mīru vāṭi mīda kūrcunnappuḍu, mī prabhuvu anugrahānni talacukoni ilā prārthin̄caṭāniki: \"Ā sarvalōpālaku atītuḍaina āyana (allāh) vīṭini māku vaśaparacāḍu, lēkapōtē ā (vaśaparacukunē) sāmarthyaṁ māku lēdu"},{"SurahNumber":43,"VerseNumber":14,"Text":"mariyu niścayaṅgā, mēmu mā prabhuvu vaipunakē maralipōvalasi unnadi"},{"SurahNumber":43,"VerseNumber":15,"Text":"mariyu vāru āyana dāsulalō kondarini āyanalō bhāgaṅgā (bhāgasvāmulugā/ santānaṅgā) cēśāru. Niścayaṅgā, mānavuḍu parama kr̥taghnuḍu"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ēmiṭi? Āyana tānu sr̥ṣṭin̄cina vāṭilō nuṇḍi tana koraku kumārtelanu tīsukoni mī koraku pratyēkaṅgā kumārulanu un̄cāḍā"},{"SurahNumber":43,"VerseNumber":17,"Text":"mariyu vāru, karuṇāmayuniki aṇṭagaṭṭēdi (āḍa santānamē ganaka) vārilō evaḍikainā kaligindanē vārta anda jēyabaḍi nappuḍu, atani mukhaṁ nallabaḍipōtundi mariyu ataḍu duḥkhanlō munigi pōtāḍu"},{"SurahNumber":43,"VerseNumber":18,"Text":"ēmī? Ābharaṇāla alaṅkāranlō pen̄cabaḍi mariyu vivādanlō tana abhiprāyānni spaṣṭaṅgā vivarin̄calēni (strī santānānni allāh ku aṇṭagaṭṭutunnārā)"},{"SurahNumber":43,"VerseNumber":19,"Text":"mariyu vīru karuṇāmayuniki dāsulaina dēvadūtalanu strīlugā parigaṇistunnārā? Vīru! Vāru (dēvadūtalu) sr̥ṣṭin̄cabaḍinappuḍu cūśārā ēmiṭi? Vīri ārōpaṇalu vrāsi vun̄cabaḍatāyi. Mariyu vīru dānini gurin̄ci praśnimpabaḍatāru"},{"SurahNumber":43,"VerseNumber":20,"Text":"mariyu vāru ilā aṇṭāru: \"Okavēḷa ā karuṇāmayuḍu talacukuṇṭē mēmu vārini ārādhin̄cēvāraṁ kādu.\" Dāni vāstava jñānaṁ vāriki lēdu. Vāru kēvalaṁ ūhāgānālē cēstunnāru"},{"SurahNumber":43,"VerseNumber":21,"Text":"mēmu vāriki intaku mundu ēdainā granthānni icci unnāmā ēmiṭi? Vāru dānini khaccitaṅgā anusarin̄caṭāniki"},{"SurahNumber":43,"VerseNumber":22,"Text":"alā kādu! Vārilā aṇṭāru: \"Vāstavāniki mēmu, mā taṇḍritātalanu ilāṇṭi samājānnē (matānnē) anusaristuṇḍagā cūśāmu. Mariyu niścayaṅgā mēmu kūḍā vāri aḍugujāḍallōnē vāri mārgadarśakatvampai unnāmu"},{"SurahNumber":43,"VerseNumber":23,"Text":"mariyu idē vidhaṅgā, nīku mundu (ō muham'mad!) Mēmu heccarin̄cē vāḍini ē paṭṭaṇāniki pampinā dānilōni aiśvaryavantulu anēvāru: \"Vāstavāniki mēmu mā taṇḍritātalanu ilāṇṭi samājānnē (matānnē) anusaristū uṇḍagā cūśāmu. Mariyu niścayaṅgā, mēmu kūḍā vāri aḍugu jāḍalanē anusaristāmu"}]}