{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Barojaşon suxan dar suxan pajvastem, ʙoşad, ki pandpazir gardand"},{"SurahNumber":28,"VerseNumber":52,"Text":"Kasone, ki peş az in kitoʙ kitoʙaşon doda ʙudem, ʙa on imon meovarand"},{"SurahNumber":28,"VerseNumber":53,"Text":"Va cun ʙar onon tilovat şud, guftand: «Ba on imon ovardem, Haqqest az çoniʙi Parvardigori mo va mo peş az on taslim ʙudaem»"},{"SurahNumber":28,"VerseNumber":54,"Text":"Inon ʙa saʙaʙi saʙre, ki kardaand, du ʙor podoş doda şavand. Inon ʙadiro ʙa nekī dur mekunand va niz az on cī rūzijaşon dodaem, sadaqa mekunand"},{"SurahNumber":28,"VerseNumber":55,"Text":"Va cun suxani ʙehudae ʙişnavand, az on rūjgardonī kunand va gūjand: «Kirdorhoi mo az oni mo va kirdorhoi şumo az oni şumo. Ba salomat ʙimoned. Mo xostori çohilon nestem!»"},{"SurahNumber":28,"VerseNumber":56,"Text":"Tu har kasro, ki ʙixohī, hidojat namekunī. Xudost, ki har kiro ʙixohad, hidojat mekunad va Ū hidojatjoftagonro ʙehtar meşinosad"},{"SurahNumber":28,"VerseNumber":57,"Text":"Guftand: «Agar az dini tu pajravī kunem, moro az sarzaminamon ʙarmekanand». Ojo onhoro dar harame amn çoj na dodaem, ki hama guna mevaho dar on faroham meşavad va in rizqest az çoniʙi Mo? Vale ʙeştarinaşon namedonand"},{"SurahNumber":28,"VerseNumber":58,"Text":"Cī ʙaso mardumi dehaero halok soxtem, ki az zindagii xud ducori sarmastī şuda ʙudand va in xonahoi onhost, ki ʙa'd az onho andak zamone kas dar onho sukno (maskan) girift va Mo vorisi onho ʙudem"},{"SurahNumber":28,"VerseNumber":59,"Text":"Parvardigori tu mardumi dehahoro halok nakard, to on goh, ki az xudaşon pajomʙare ʙar onho firistod va ū ojoti Moro ʙar onho ʙixond. Va mo dehahoro noʙud kardaem, ʙa saʙaʙi on, ki mardumaş sitamkor ʙudaand"},{"SurahNumber":28,"VerseNumber":60,"Text":"Cizhoe, ki ʙa şumo doda şudaast, mato'est va oroişi in zindagii dunjavist. Hol on ki on cī nazdi Xudost, ʙehtaru mondanitar ast. Caro aqlatonro kor namefarmoed"},{"SurahNumber":28,"VerseNumber":61,"Text":"Ojo on kas, ki ūro va'dahoi nek dodaem va on va'dahoro xohad did, monandi kasest, ki ūro az mato'i inçahonī ʙahramand kardaem va dar rūzi qijomat ham az hozir karda şudagon ast"},{"SurahNumber":28,"VerseNumber":62,"Text":"Va rūze, ki ononro nido medihad va megūjad: «Şarikonero, ki ʙaroi Man mepindoştaed, kuçojand?»"},{"SurahNumber":28,"VerseNumber":63,"Text":"Onon, ki hukm dar ʙoraaşon tahqiq şuda megūjand: «Ej Parvardigori mo, inho kasone, hastand, ki mo gumrohaşon kardem. Az on rū gumrohaşon kardem, ki xud gumroh ʙudem. Az onho ʙezorī meçūem va ʙa tu megaravem. Inho moro nameparastidaand»"},{"SurahNumber":28,"VerseNumber":64,"Text":"Va gufta şavad: «Aknun ʙutonatonro farjod kuned». Farjod mekunand, vale ʙa onho çavoʙ namedihand. Va cun, azoʙro ʙuʙinand, orzu kunand, ki koş az hidojatjoftagon meʙudand"},{"SurahNumber":28,"VerseNumber":65,"Text":"Va rūze, ki Xudo nidojaşon kunad va gūjad: «Pajomʙaronro cī guna qaʙul karded?»"},{"SurahNumber":28,"VerseNumber":66,"Text":"Dar in rūz xaʙarho ʙar onon pūşida şavad va az jakdigar niz natavonand pursid"},{"SurahNumber":28,"VerseNumber":67,"Text":"Ammo on kas, ki tavʙa karda va imon ovarda va amali soleh ʙa çoj ovarda, şojad, ki az naçotjoftagon ʙoşad"},{"SurahNumber":28,"VerseNumber":68,"Text":"Parvardigori tu har ciro, ki ʙixohad, meofarinad va meixtijorad. Vale onhoro tavoni ixtijor nest. Pok ast Xudo va az har cī ʙarojaş şarik mesozand va ʙartar ast"},{"SurahNumber":28,"VerseNumber":69,"Text":"Va Parvardigori tu har ciro, ki dar dil pinhon doştaand, jo oşkor kardaand, medonad"},{"SurahNumber":28,"VerseNumber":70,"Text":"Ūst Xudoi jakto. Heç xudoe ƣajri Ū nest. Sano (şukr) xosi Ūst, cī dar in çahon va cī dar çahoni digar. Va farmon farmoni Ūst. Va hamagon ʙa Ū ʙozgardonda meşaved"},{"SurahNumber":28,"VerseNumber":71,"Text":"Bigū: «Cī tasavvur mekuned, agar Olloh şaʙatonro to rūzi qijomat tūlonī sozad? Ƣajri Ū kadom xudost, ki şumoro ravşanī medihad? Magar nameşunaved?»"},{"SurahNumber":28,"VerseNumber":72,"Text":"Bigū: «Cī tasavvur mekuned, agar Olloh rūzatonro to rūzi qijomat tulonī sozad? Ƣajri Ū kadom xudost, ki şumoro şaʙ medihad, ki dar on ʙijosoed? Magar nameʙined"},{"SurahNumber":28,"VerseNumber":73,"Text":"Va az rahmati Ū on kī ʙaroi şumo şaʙu rūzro padid ovard, to dar on jak ʙijosoed va dar in jak ʙa talaʙi rūzi ʙarxezed, ʙoşad, ki şukr gūed»"},{"SurahNumber":28,"VerseNumber":74,"Text":"Va rūze, ki Xudo nidojaşon kunad va gūjad: «Şarikone, ki ʙaroi Man tasavvur mekarded, kuçojand"},{"SurahNumber":28,"VerseNumber":75,"Text":"Va az har millate şohide ʙijovarem va gūem: «Daleli xud ʙijovared. On goh ʙidonand, ki haq az oni Olloh ast va on ʙuton, ki ʙa durūƣ xudo mexondand noʙud şavand»"}]}