{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"(Ārambha karaichō) parama karauṇāmaẏa parama daẏālu āllāhara nāmata"},{"SurahNumber":1,"VerseNumber":2,"Text":"sakalō dharaṇara hāmada (praśansā) biśbajagatara raba āllāhara bābē"},{"SurahNumber":1,"VerseNumber":3,"Text":"yijana parama karauṇāmaẏa, parama daẏālu"},{"SurahNumber":1,"VerseNumber":4,"Text":"bicāra dirasara mālika"},{"SurahNumber":1,"VerseNumber":5,"Text":"āmi kērala tōmāraē'i ibādata karaōm̐, ārau tōmāra ōcaratē'i sāhāyya praārthanā karaōm̐"},{"SurahNumber":1,"VerseNumber":6,"Text":"āmāka sarala pathara hidāẏata diẏā"},{"SurahNumber":1,"VerseNumber":7,"Text":"tē'ōm̐lōkara patha, yisakalaka tumi niẏāmata (anugraha) pradāna karaichā, yisakalara ōparata tōmāra kraōdha ahā nā'i ārau yisakala pathabhraṣṭa'ō nahaẏa"},{"SurahNumber":2,"VerseNumber":1,"Text":"ālipha-lāma-mīma"},{"SurahNumber":2,"VerseNumber":2,"Text":"ē'ikhana sē'i kitāba; ya’ta kōnō sandēha nā'i, muttākbīsakalara bābē hidāẏata"},{"SurahNumber":2,"VerseNumber":3,"Text":"Yisakalē gāẏēbara prati īmāna pōṣaṇa karaē, chālāta kāẏēma karaē ārau āmi tē'ōm̐lōkaka yi pradāna karaichōm̐ tāra paraā byaẏa karaē"},{"SurahNumber":2,"VerseNumber":4,"Text":"Ārau yisakalē īmāna pōṣaṇa karaē tāra ōparata, yi tōmāra prati aratīrṇa karaā haichē ārau yi tōmāra purbē aratīrṇa karaā haichila ārau tē'ōm̐lōka ākhiraātara prati pūrṇa biśbāsī"},{"SurahNumber":2,"VerseNumber":5,"Text":"Tē'ōm̐lōkē'i nija pratipālakara nirdēśita hidāẏatara ōparata āchē ārau tē'ōm̐lōkē'i sāphalyamaṇḍita"},{"SurahNumber":2,"VerseNumber":6,"Text":"Yisakalē kupharaī karaichē, tumi siham̐taka satarka karaā bā nakaraā ēkē'i kathā, siham̐tē īmāna pōṣaṇa nakaraiba"},{"SurahNumber":2,"VerseNumber":7,"Text":"Āllāhē siham̐tara hr̥daẏasamūha ārau siham̐tara śraraṇaśaktira ōparata mōhara mārai dichē ārau siham̐tara dr̥ṣṭira ōparata āchē āraraṇa. Ārau siham̐tara bābē āchē mahāśāsti"},{"SurahNumber":2,"VerseNumber":8,"Text":"Ārau mānuhara mājata ēnē kichumāna mānuhō āchē yisakalē kaẏa, ‘āmi āllāha ārau śēṣa dirasara prati īmāna ānichō’, athaca siham̐ta mumina nahaẏa"},{"SurahNumber":2,"VerseNumber":9,"Text":"Siham̐tē āllāha ārau muminasakalaka pratāraita karaiba bicāraē, prakr̥tatē siham̐ta nijē'i nijakē pratāraita karai āchē, athaca siham̐tē sēẏā anudhārana nakaraē"},{"SurahNumber":2,"VerseNumber":10,"Text":"Siham̐tara antarasamūhata byādhi āchē. Ētēkē āllāhē siham̐tara byādhi ārau br̥d'dhi karai dichē, ārau siham̐tara bābē āchē kaṣṭadāẏaka śāsti, kāraṇa siham̐ta michalīẏā"},{"SurahNumber":2,"VerseNumber":11,"Text":"Ārau yētiẏā siham̐taka kōraā haẏa, 'tōmālōkē pr̥thiraīta phāchāda (biparyaẏa) sr̥ṣṭi nakaraibā', siham̐tē kaẏa, 'āmihē kērala sanśōdhanakāraī"},{"SurahNumber":2,"VerseNumber":12,"Text":"Sāradhāna! Iham̐tē'i phāchāda sr̥ṣṭikāraī, kintu siham̐tē sēẏā anudhārana nakaraē"},{"SurahNumber":2,"VerseNumber":13,"Text":"Ārau yētiẏā siham̐taka kōraā haẏa, 'tōmālōkē īmāna ānā yēnēkai lōkasakalē īmāna ānichē', siham̐tē kaẏa, 'āmi'ō tēnēkai īmāna ānima nēki yēnēkai nirbōdha lōkasakalē īmāna ānichē'? Sāradhāna! Niścaẏa siham̐tē'i nirbōdha, kintu siham̐tē nājānē"},{"SurahNumber":2,"VerseNumber":14,"Text":"Ārau yētiẏā siham̐tē muminasakalara lagata sākṣāta karaē, tētiẏā siham̐tē kaẏa, ‘āmi īmāna ānichō’, ārau yētiẏā siham̐tē akalaśaraīẏākai siham̐tara caẏatānasakalara lagata ēkatraita haẏa, tētiẏā kaẏa, ‘niścaẏa āmi tōmālōkara lagatē'i āchō’. Āmitō kērala upahāsakāraī"},{"SurahNumber":2,"VerseNumber":15,"Text":"Āllāhē siham̐tara lagata upahāsa karaē ārau siham̐taka siham̐tara abādhyatāta bibhraānta hai ghurai phuraāra arakāśa diẏē"},{"SurahNumber":2,"VerseNumber":16,"Text":"Iham̐tē'i sē'isakala lōka, yisakalē hidāẏatara binimaẏata bhraṣṭatā kini laichē. Kintu siham̐tara byarasāẏa lābhajanaka hōraā nā'i, ārau siham̐ta hidāẏata praāpta'ō nahaẏa"},{"SurahNumber":2,"VerseNumber":17,"Text":"Siham̐tara udāharaṇa sē'i byaktira daraē, yiẏē ju'i jbalālē. Tārapichata yētiẏā sē'i juẏē tāra cārai'ōphālē ālōkita karailē, tētiẏā āllāhē siham̐tara jyōti apasāraṇa karai la’lē ārau siham̐taka ēnēkuraā andhakārata ērai dilē yē, siham̐ta dēkhibalai nōpōraā ha’la"},{"SurahNumber":2,"VerseNumber":18,"Text":"Siham̐ta kalā, bōbā, andha. Sēẏē siham̐ta ārau ubhati nāhiba"},{"SurahNumber":2,"VerseNumber":19,"Text":"Athabā (siham̐tara udāharaṇa) dhāraāsāra baraṣuṇara daraē, ya'ta āchē ghōra andhakāra, bajradhbani ārau bidyuta camaka. Siham̐tē bajradhbanira samaẏata mr̥tyura bhaẏata āṅuliraē kāṇata sōpā diẏē. Ārau āllāhē kāphirasakalaka cārai'ōphālara paraā āgurai āchē"},{"SurahNumber":2,"VerseNumber":20,"Text":"Ēnē lāgē yēna bijulīra camakaniẏē siham̐tara dr̥ṣṭiśakti haraṇa karai nibahi. Yētiẏā'i alapa siham̐tara bābē pōhara haẏa tētiẏā'i siham̐ta āgabāṛhi yāẏa ārau yētiẏā'i andhakāra haẏa tētiẏā'i siham̐ta thamaki raẏa. Āllāhē icchā karailē siham̐tara śraraṇaśakti ārau dr̥ṣṭiśakti haraṇa karaiba pārailēhēm̐tēna. Niścaẏa āllāha sakalō bastura ōparata kṣamatābāna"},{"SurahNumber":2,"VerseNumber":21,"Text":"Hē mānara sampradāẏa! Tōmālōkē tōmālōkara raba (pratipālaka)ra ibādata karaā, yijanē tōmālōkaka ārau tōmālōkara pūrbarartīsakalaka sr̥ṣṭi karaichē, yātē tōmālōka tākbaraāra adhikāraī hōraā"},{"SurahNumber":2,"VerseNumber":22,"Text":"Yijanē tōmālōkara bābē pr̥thiraīkhanaka bichanā karai dichē ārau ākāśakhanaka karai dichē cāla ārau ākāśara paraā pānī aratīrṇa karai tāra dbāraā tōmālōkara jīraikāra bābē phalamūla utpādana karaichē. Gatikē tōmālōkē jāni-śuni kākō āllāhara samakakṣa thira nakaraibā"},{"SurahNumber":2,"VerseNumber":23,"Text":"Āmi āmāra bāndāra ōparata yi aratīrṇa karaichō tāta yadi tōmālōkara kōnō sandēha thākē tēntē iẏāra anuraūpa kōnō ēṭā churaā racanā karai ānā ārau āllāhara bāhiraē tōmālōkara sakalō sākṣī-sahāẏakāraīka āhbāna karaā yadihē tōmālōkē satyabādī hōraā"},{"SurahNumber":2,"VerseNumber":24,"Text":"Ētēkē yadi tōmālōkē ēnē nakaraā- ārau tōmālōkē ē'iṭō kētiẏā'ō karaiba nōraāraibā, tēnēha’lē sē'i ju'ira paraā bācibalai byarasthā karaā yāra indhana ha’ba mānuha ārau śila, yiṭō prastuta karaā haichē kāphirasakalara bābē"},{"SurahNumber":2,"VerseNumber":25,"Text":"Ārau yisakalē īmāna ānichē ārau satkāma karaichē tē'ōm̐lōkaka susambāda diẏā yē, tē'ōlōkara bābē āchē jānnāta, yāra talēdi nadī prabāhita haẏa, yētiẏā'i tē'ōm̐lōkaka tāra paraā kōnō phala khābalai diẏā ha’ba, tētiẏā'i tē'ōm̐lōkē ka’ba, itipurbē āmāka ē'i dharaṇara phala khābalai diẏā haichila, kāraṇa tē'ōm̐lōkaka phalamūla sādr̥śyapūrṇa karai diẏā ha’ba ārau tē'ōm̐lōkara bābē tāta thākiba paraitraā-saṅginī, ārau tāta tē'ōm̐lōka cirakāla thākiba"}]}