{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":233,"Text":"Majke neka doje djecu svoju pune dvije godine, ako zele da dojenje bude potpuno! Ocevi su duzni hraniti ih i odijevati na lijep i uobicajen nacin. Niko se ne zaduzuje iznad mogucnosti svojih: majka ne smije nastetiti ocu djeteta zbog djeteta svoga, a ni otac majci djeteta zbog svoga djeteta! Nasljednik ima iste obaveze. Zato, ako njih dvoje na lijep nacin i po dogovoru odluce dijete odbiti, nisu gresni! A ako zazelite svojoj djeci dojilje naci, nije vam grijeh ako im, kako je uobicajeno, date ono sto hocete dati. Bojte se Allaha i znajte da Allah dobro vidi sta vi radite"},{"SurahNumber":2,"VerseNumber":234,"Text":"Oni od vas koji umru ostavljajuci supruge svoje, njihove supruge duzne su cekati cetiri mjeseca i deset dana. I kada one ispune propisani rok, vi ne snosite grijeh za ono sto one lijepo i po propisu urade. A Allah u potpunosti zna ono sto vi radite"},{"SurahNumber":2,"VerseNumber":235,"Text":"I nije vam grijeh ako tim zenama na znanje date da cete ih vi zaprositi, ili ako to u dusama svojim krijete. Allah zna da cete o njima misliti, ali im potajno nista ne obecavajte, nego im samo sto je dozvoljeno govorite. I ne odlucujte se na brak prije nego sto propisano vrijeme za cekanje ne istekne; i imajte na umu da Allah zna sta je u dusama vasim, pa Ga se pricuvajte, i znajte da je Allah, zaista, Onaj Koji oprasta grijehe i Onaj Koji ne zuri s kaznom"},{"SurahNumber":2,"VerseNumber":236,"Text":"Nije vam grijeh ako zene pustite prije nego u intimni odnos s njima stupite, ili prije nego sto im vjencani dar odredite. I lijepo ih i po propisu darujte, imucan prema svom stanju, a siromah prema svom; to je duznost onima koji zele dobro ciniti"},{"SurahNumber":2,"VerseNumber":237,"Text":"A ako ih pustite prije nego sto ste u odnos s njima stupili, a vec ste im vjencani dar odredili, one ce zadrzati polovinu onoga sto ste odredili, osim ako se odreknu ili se odrekne onaj koji odlucuje o sklapanju braka; a ako se vi odreknete - to je blize bogobojaznosti! I ne zaboravite da jedni prema drugima dobri budete! Allah, doista, dobro vidi sta vi radite"},{"SurahNumber":2,"VerseNumber":238,"Text":"Cuvajte namaz, narocito srednji namaz, i pred Allahom ponizno stojte"},{"SurahNumber":2,"VerseNumber":239,"Text":"Ako se budete bojali, onda klanjajte hodeci ili jasuci! A kada budete sigurni, spominjite Allaha onako kako vas je On naucio onome sta niste znali"},{"SurahNumber":2,"VerseNumber":240,"Text":"Oni među vama kojima se primice smrt, a koji iza sebe ostavljaju supruge, treba da im oporukom, unaprijed za godinu dana, odrede izdrzavanje i da se one ne udaljuju iz kuce. A ako je same napuste, vi ne snosite grijeh za ono sto one lijepo i po propisu sa sobom ucine. A Allah je silan i mudar"},{"SurahNumber":2,"VerseNumber":241,"Text":"Pustenim zenama pripada otpremnina u skladu s propisom i na lijep nacin, i to je obaveza bogobojaznih"},{"SurahNumber":2,"VerseNumber":242,"Text":"Allah vam tako objasnjava propise Svoje, da biste razmislili"}]}