{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Öyle bir mabuttur ki sizi tek bir kişiden yarattı, ülfet ve ünsiyet etmesi için ondan da eşini halketti. Derken erkek eşine yaklaşınca eşi, hafif bir yük taşımıya ve onunla gidip gelmeye başladı. O yük ağırlaşınca ikisi de, bize azası tam ve iyi birevlat verirsen şüphe yok ki biz de şükredenlerden oluruz diye Rablerine dua ettiler"},{"SurahNumber":7,"VerseNumber":190,"Text":"Onlara azası tam ve düzgün bir evlat verince de o yüzden şirk koştular. Oysa onların şirk koştuklarından tamamıyla münezzehtir"},{"SurahNumber":7,"VerseNumber":191,"Text":"Hiçbir şeyi yaratamayan bir varlığı ona eş mi tutuyorlar, halbuki kendileri yaratılmıştır"},{"SurahNumber":7,"VerseNumber":192,"Text":"Onlara yardım etmeye güçleri yetmeyen ve kendilerine de yardım etmeye muktedir olmayan şeyleri eş mi sayıyorlar ona"},{"SurahNumber":7,"VerseNumber":193,"Text":"Onları doğru yola çağırırsanız size uymazlar. İster çağırın onları, ister susun, sizce ikisi de bir"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah'tan başka çağırdıklarınızın hepsi de sizin gibi kuldur. Sözünüz gerçekse çağırın da cevap versinler size"},{"SurahNumber":7,"VerseNumber":195,"Text":"Ayakları mı var ki yürüsünler, yahut elleri mi var ki tutsunlar, yoksa gözleri mi var ki görsünler, yahut da kulakları mı var ki duysunlar? De ki: Çağırın Tanrıya eş sandıklarınızı da sonra hep beraber bana düzen kurun, göz bile açtırmayın bakalım"},{"SurahNumber":7,"VerseNumber":196,"Text":"Çünkü şüphe yok ki benim yardımcım, kitabı indiren Allah'tır ve o, bütün temiz ve iyi kişilere yardım eder"},{"SurahNumber":7,"VerseNumber":197,"Text":"Ondan başka bütün taptıklarınızın ne size yardıma güçleri vardır, ne kendilerine yardıma"},{"SurahNumber":7,"VerseNumber":198,"Text":"Onları doğru yola çağırırsan dinlemezler ve görürsün ki sana bakıyorlar, fakat baktıkları halde görmezler"},{"SurahNumber":7,"VerseNumber":199,"Text":"Özrü kabul edip suçları bağışla, iyiliği emret ve bilgisizlerden yüz çevir"},{"SurahNumber":7,"VerseNumber":200,"Text":"Şeytan seni buna aykırı bir yola meylettirmeye kalkışırsa Allah'a sığın, şüphe yok ki o, her şeyi duyar ve bilir"},{"SurahNumber":7,"VerseNumber":201,"Text":"Tanrıdan çekinenler, Şeytan'ın bir vesvesesine uğradılar mı düşünürler, bir de bakarsın ki doğru yolu görmüşler bile"},{"SurahNumber":7,"VerseNumber":202,"Text":"Müşriklerin kardeşleri olan Şeytanlar, müşrikleri azgınlığa sürerler, sonra da onları azdırmaktan hiç geri kalmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara bir ayet gelmeyince kendinden düzüp koşsaydın derler. De ki: Ben ancak Rabbim bana neyi vahy ederse ona uyarım. Budur Rabbinizden gelen ve can gözlerinizi açacak olan aşikar deliller ve inanan topluluğa doğru yolu gösteren vasıta ve rahmet"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kur'an okununca dinleyin ve susun da rahmete erin"},{"SurahNumber":7,"VerseNumber":205,"Text":"Sabah ve akşam çağları, yalvarıp yakararak ve ondan korkarak, fakat fazla bağırmamak şartıyla ve içinden gelerek an Rabbini ve gaflet edenlerden olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Şüphe yok ki Rabbinin katında bulunanlar, ona kulluk etmekten çekinmezler ve onu noksan sıfatlardan tenzih ederler ve yalnız ona secde ederler"}]}