{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"sura nos sent down nos decretum juris. Nos revealed clear revelations ut vos take heed"},{"SurahNumber":24,"VerseNumber":2,"Text":"adulteress adulterer vos whip each de them centum lashes Non swayed de pity carrying deus juris si vos enim believe in DEUS Extremum Feria! let group believers testis their penalty"},{"SurahNumber":24,"VerseNumber":3,"Text":"adulterer finis maritus adulteress idol worshiper adulteress finis maritus adulterer idol worshiper! Hoc prohibited believers"},{"SurahNumber":24,"VerseNumber":4,"Text":"Those accuse copulatus femina adultery tunc fail produce 4 testis vos whip them 80 lashes non accept any testimony ex them; they est wicked"},{"SurahNumber":24,"VerseNumber":5,"Text":"they repent afterwards reform tunc DEUS est Forgiver Merciful"},{"SurahNumber":24,"VerseNumber":6,"Text":"Prout pro those accuse their suus conjux any alius testis tunc testimony accepted he juravit DEUS 4 temporis he telling truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"oath est incur deus condemnation eum he lying"},{"SurahNumber":24,"VerseNumber":8,"Text":"She considered innocent she juravit DEUS 4 temporis he est liar"},{"SurahNumber":24,"VerseNumber":9,"Text":"oath incur deus wrath eam he telling truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"Hoc est deus gratia mercy vos! DEUS est Redeemer Wise"},{"SurahNumber":24,"VerseNumber":11,"Text":"gang vos produced big lie Non think it est malus vos; instead it est bonus pro vos. Meanwhile each unus de them earned his share guilt. Prout pro 1 qui initiated whole incident he incurred terrible retribution"},{"SurahNumber":24,"VerseNumber":12,"Text":"When vos heard it believing vir believing femina habet bonus thoughts themselves dictus Hoc est obviously big lie"},{"SurahNumber":24,"VerseNumber":13,"Text":"Unus they produced 4 testis (vos believe them)! they fail produce testis tunc they est DEUS liars"},{"SurahNumber":24,"VerseNumber":14,"Text":"Si it est pro deus gratia vos His mercy in hoc saeculum Hereafter vos suffered major retribution hoc incident"},{"SurahNumber":24,"VerseNumber":15,"Text":"Vos fabricated it tuus suus tongues rest de vos repeated it tuus mouths sine proof Vos thought est simple when it est DEUS gross"},{"SurahNumber":24,"VerseNumber":16,"Text":"When vos heard it vos dictus Nos non repeat hoc. Glory est Vos. Hoc est gross falsehood"},{"SurahNumber":24,"VerseNumber":17,"Text":"DEUS admonishes VOS UT VOS NUNQUAM PERFECIT it again VOS est believers"},{"SurahNumber":24,"VerseNumber":18,"Text":"DEUS SIC explains revelations VOS. DEUS est Omniscient Wise"},{"SurahNumber":24,"VerseNumber":19,"Text":"Those love vide immorality spread believers incurred painful retribution in hoc vita Hereafter DEUS knows DUM VOS NON know"},{"SurahNumber":24,"VerseNumber":20,"Text":"DEUS showers VOS His GRATIA mercy! DEUS est GENERIS towards believers Merciful"}]}