{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Musa ! Seni kavminden once acele ettirip getiren nedir"},{"SurahNumber":20,"VerseNumber":84,"Text":"Musa dedi ki: Onlar, iste onlar izim uzerinde geliyorlar. Rabbim ! Sana (gelmekte) acele ettim, razı olasın diye"},{"SurahNumber":20,"VerseNumber":85,"Text":"Rabbı ona: Dogrusu biz senden sonra kavmini imtihan ettik; Samiriy onları saptırdı"},{"SurahNumber":20,"VerseNumber":86,"Text":"Bunun uzerine Musa, ofkeli ve uzgun olarak kavmine dondu de, «ey kavmim, Rabbiniz size guzel bir va´dde bulunmadı mı ? Yoksa ayrılısım, va´dedilen sureden size uzun mu geldi? Yoksa Rabbınızın gazabının size gerekli olmasını mı arzu ettiniz de bana verdiginiz sozden caydınız ?» dedi"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar dediler ki: Sana verdigimiz sozden kendiligimizden caymadık; ama o kavmin zinetinden agırlıklar yuklenmistik, onları (atese) attık, Samiriy de bizim gibi (tasıdıgını) atese attı"},{"SurahNumber":20,"VerseNumber":88,"Text":"Derken Samiriy onlara boguren bir buzagı heykeli (dokup) cıkardı. Samiriy ve arkadasları, «iste bu sizin de tanrınızdır, Musa´nın da tanrısıdır, ne var ki o bunu unuttu» dediler"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar gorup bilmiyorlar mıydı ki, o (buzagı) kendilerine hicbir soz ile cevap vermiyor ve onlar icin ne bir zarar, ne de bir yarara sahip olamıyordu"},{"SurahNumber":20,"VerseNumber":90,"Text":"And olsun ki Harun da onlara daha once, ey kavmim, demisti, siz ancak bu buzagıyla cetin bir imtihana tabi tutulmussunuzdur. Suphesiz ki Rabbiniz Rahman´dır. Artık bana uyun ve emrime itaat edin"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar, Musa bize donunceye kadar buna, ustune kapanırcasına ibadet edecegiz, demislerdi"},{"SurahNumber":20,"VerseNumber":92,"Text":"Musa : «Ey Harun !» de di, «onların sapıttıgını gordugun zaman bana uymandan (yolumu takip etmekten) seni alıkoyan neydi ? Yoksa emrime karsı mı geldin ?»"},{"SurahNumber":20,"VerseNumber":93,"Text":"Musa : «Ey Harun !» de di, «onların sapıttıgını gordugun zaman bana uymandan (yolumu takip etmekten) seni alıkoyan neydi ? Yoksa emrime karsı mı geldin ?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"Harun ona: «Ey anamın oglu ! Sakalımı ve basımı tutup (cekme) ; cunku senin bana; Israil ogulları´nın arasını actın, onları boldun, sozume dikkat etmedin, diyeceginden korktum,» dedi"},{"SurahNumber":20,"VerseNumber":95,"Text":"Musa: «Ey Samiriy! Ya senin derdin ve amacın neydi ?» diye sordu"},{"SurahNumber":20,"VerseNumber":96,"Text":"Samiriy, «onların gormedigi seyi gordum, o (Tanrı) elcisinin izinden bir avuc (toprak) alıp onu (potanın icine) attım; iste boylece nefsim bunu bana hos gosterdi» dedi"},{"SurahNumber":20,"VerseNumber":97,"Text":"Musa ona dedi ki: «Defol git; artık hayatta senin olcu ve anlayısın benimle hic temasta bulunmayın !´ demen olacak ve senin icin asla kurtulamıyacagın bir ceza va´desi daha var. Ustune kapanıp durdugun tanrına bak! Onu once yakacagız, sonra da kulkutuk halinde suphesiz ki denize atacagız»"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin ilahınız kendisinden baska (hakk) hicbir ilah olmayan Allah´tır. O, ilmiyle her seyi kapsayıp kusatmıstır"},{"SurahNumber":20,"VerseNumber":99,"Text":"Iste boylece gecmisin onemli haberlerinden bir kısmını sana anlatıyoruz. Katımızdan sana da bir zikir (Kur´an) verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim bundan yuzcevirirse. suphesiz ki Kıyamet gunu agır bir gunah yuklenecek"},{"SurahNumber":20,"VerseNumber":101,"Text":"O gunah tasıma (azabı) icinde devamlı kalacak. Bu da Kıyamet gunu onlar icin ne kotu bir yuktur"},{"SurahNumber":20,"VerseNumber":102,"Text":"O gun Sur´a ufurulecek, o gun suclu gunahkarları gozleri (korku ve heyecandan) gomgok olarak biraraya toplayacagız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Kendi aralarında, «ancak on (gun veya gece) eylestiniz» diye fısıldasacaklar"},{"SurahNumber":20,"VerseNumber":104,"Text":"Aralarında neler konustuklarını biz daha iyi biliriz. Onların en mutedil ve gidisce en akıllıları ise, «sadece bir gun eylestiniz» diyecekler"},{"SurahNumber":20,"VerseNumber":105,"Text":"(Kıyametin meydana geldigi vakit) dagların (nasıl olacagını) sana soruyorlar. De ki: Rabbim onları darmadagın edecek, ufalayıp savuracak; yerlerini dumduz puruzsuz bos olarak bırakacak; artık onda ne bir egrilik, ne de bir tumseklik goreceksin"},{"SurahNumber":20,"VerseNumber":106,"Text":"(Kıyametin meydana geldigi vakit) dagların (nasıl olacagını) sana soruyorlar. De ki: Rabbim onları darmadagın edecek, ufalayıp savuracak; yerlerini dumduz puruzsuz bos olarak bırakacak; artık onda ne bir egrilik, ne de bir tumseklik goreceksin"},{"SurahNumber":20,"VerseNumber":107,"Text":"(Kıyametin meydana geldigi vakit) dagların (nasıl olacagını) sana soruyorlar. De ki: Rabbim onları darmadagın edecek, ufalayıp savuracak; yerlerini dumduz puruzsuz bos olarak bırakacak; artık onda ne bir egrilik, ne de bir tumseklik goreceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O gun cagrıcıya hicbir tarafa sapmadan uyarlar. Rahman (kudret ve azametinin heybetin)den sesler kısılmıstır; fısıltı ve hısıltıdan baska bir sey duymazsın"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gun sefaat yarar saglamaz ; megerki Rahman´ın izin verdigi ve sozune razı oldugu kimse sefaat etmis olsun"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah onların onlerindekini de, arkalarındakini de bilir; onların ilmi ise, O´nu kusatamaz, kavrayamaz"}]}