{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Allah ngukuhake hadeging bumi lan langit kelawan panguasane, ora pisa bisa rubuh utawa jomplang. Upama bumi langit rubuh utawa jomplang mesthi ora ana sing bisa ngukuhake liyane Allah. Satemene ALlah welas - asih lan ngapura dosa"},{"SurahNumber":35,"VerseNumber":42,"Text":"Wong kafir padha supata pethenthengan nyebut asmaning Allah, sanggem menawa ana Rasul teka mulang marang wong mahu. Mesthi bakal netepi pituduh bener (ngungkuli marang wong Yahudi lan Nasrani bareng wis ditekani Rasul/Muhammad) wong - wong malah padha mundhak munyal - munyal"},{"SurahNumber":35,"VerseNumber":43,"Text":"Padha gumedhe ana bumi sartapadha nglakoni panggawe hala maeka marang utusane Allah, nanging ora pisan melarati pahekane mau, malah melarati marang awake dhewe lan amrang wangsane. wong kafir mung ngenteni siksane Allah. Kaya kang wis ditindakake marang ummat zaman kuna. Awit sira wis weruh yen pranataning Allah ora kena diowahi, uga siksane Allah ora kena diowahi"},{"SurahNumber":35,"VerseNumber":44,"Text":"Dheweke apa ora hanjajah ing bumi supaya weruh patilasane wong kuna biyen sadurunge. (kang padha ditumpes dening Allah marga anggone madio rasule). Tur wong kuna mau gagah prakosane ngungkuli dheweke? Hisen - hisening bumi lan langit ora ana kang bisa ngapesake Allah, murungake anggone nyiksa wong kang dadi parenging kersane. Satemene Allah iku nguningani samu barang tur kuasa"},{"SurahNumber":35,"VerseNumber":45,"Text":"Upama Allah matrapi manungsa kelawan sabenering kaluputan kang wis padha dilakoni , mesthi ora ana gegremetan ana lumahing bumi kang keliwatan kabeh sira. Hewa dene kersaning Allah ora mangkono. Penyiksaning manungsa disrantekake tekaning wewangen kang tinemtokake (Hiya iku besuk dina qiyamat). Besuk yen wis tekan wewangene Allah mesthi mirsani para kawulane"},{"SurahNumber":36,"VerseNumber":1,"Text":"YaaSiin(Allah piyambak kang wuninga tegese lan karepe)"},{"SurahNumber":36,"VerseNumber":2,"Text":"Demi Al-Quran kang hisi kawicaksanaan"},{"SurahNumber":36,"VerseNumber":3,"Text":"(Muhammad) satemene sira iku hewone para utusane Allah"},{"SurahNumber":36,"VerseNumber":4,"Text":"Netepe lan mulang ana dalan kang bener"},{"SurahNumber":36,"VerseNumber":5,"Text":"Hiya iku Quran kang wis didhawuhake dening Allah kang Maha Mulya tur Maha Asih"},{"SurahNumber":36,"VerseNumber":6,"Text":"Supaya sira ngelingake marang wong akeh. Para leluhure biyen, salowonge para Nabi ora ana kang ngelengake mulane padha lali (ngabekti ing Allah)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Wong mahu kang akeh padha tinamtokake nandhang siksa awit padha ora percaya"},{"SurahNumber":36,"VerseNumber":8,"Text":"Gulune wong mau padha Ingsun kalungi blenggu, wong mau padha handhangak"},{"SurahNumber":36,"VerseNumber":9,"Text":"Ing ngarepe lan burine wong mau. Ingsun dokoki tutup kang mepeti anggone arep ngandel ing Allah, pandelenge Ingsun gawe peteng. Mulane padha ora handeleng dalan kang bener"},{"SurahNumber":36,"VerseNumber":10,"Text":"Wong kang mangkono mau sanadiyan sira elingake utawa ora padha bahe, mesthi ora gelem percaya Allah"},{"SurahNumber":36,"VerseNumber":11,"Text":"Anggonira ngelingake manungsa iku kang mesthi tumama lan migunani marang wong kang ngestokake dhawuhing al-Qu'ran. Sarta bekti marang Pangeran kankg Maha Murah sanadiyan ana pasepen. Wong kang mangkono mahu sira bebungaha bakal oleh pangapuraning Allah lan oleh ganjaran mulya"},{"SurahNumber":36,"VerseNumber":12,"Text":"Satemene Ingsun besuk bakal nguripake sarupaning wong kang wis padha mati. Sarta nyatethi laku hala lan becik kang wis padha dilakoni dening wong mahu. Apa dene lelabetane wong mahu. Samu barang iku kabeh Ingsun cacahake teliti lan diterangake, tinulis ana ing Lauh Mahfudz"},{"SurahNumber":36,"VerseNumber":13,"Text":"Lan sira anggelara upama marang para ummatira (ing negara Inthoqiyah) nalika ditekani para kongkonane Nabi (Isa)"},{"SurahNumber":36,"VerseNumber":14,"Text":"Dehek samana Ingsun ngutus wong loro (aran Yuhana lan Baulus) wong ing kono padha maido marang utusaningsun loro mahu. Mulane Ingsun banjur ngutus wong siji maneh dadi wong telu. Wong telu mau banjur padha pratela, \"Aku iki utusaning Allah dikersakake mulang marang kowe kabeh"},{"SurahNumber":36,"VerseNumber":15,"Text":"Padha mangsuli, \"Pamanggih kula sampeyan niku inggih sami kaliyan kula kemawon, Pangeran Ingkang Maha Murah inggih boten dhawuh punapa - punapa. Dados sampeyan punika tetela dora"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Rasul telu) padha mangsuli, \"Sanadiyan kowe padha maido, nanging Allah Pangeranku nguningani anggonku temen diutus Allah nyurub-nyurubake marang kowe"},{"SurahNumber":36,"VerseNumber":17,"Text":"Wajibku ora ana maneh mung handhawuhake parentahing Allah"},{"SurahNumber":36,"VerseNumber":18,"Text":"(ummate) padha mangsuli, \"Sapunika kula sami kenging weweleh kadhawan jawah jalaran pandamel panjenengan. Mila manawi mboten panjenengan mantuni anggen panjenengan makaten punika., panjenengan mesthi kulo balangi ngantos pejah sarta kulo sakiti"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Rasul telu) padha mangsuli, \"Weruhana anggonmu padha kena wewalak marga saka awakmu dhe. Hiya iku anggonmu padha kafir, ora marga tak elingake (tak ajak Islam), nanging pancen kowe kebangetan anggonmu padha duraka"},{"SurahNumber":36,"VerseNumber":20,"Text":"Dumadakan ana wong lanang (krungu wong Inthiqonah maido rasul) banjur gagancangan melayu saka panggonane (watesing negara) tekan kono banjur celathu, \"Para kancaku (Ing Inthiqonah) kowe padha ngestokna para rasul iku"},{"SurahNumber":36,"VerseNumber":21,"Text":"Padha manuta bahe marang wong kang ora amrih pituwas saka kowe. Rasul telu mahu tetela netepi pituduh bener"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ya gene aku ora nyembah marang Pangeran kang gawe awaku ing tembe yen kowe wis padha mati, mesthi padha bali ing ngarsane Allah"},{"SurahNumber":36,"VerseNumber":23,"Text":"Apa aku ngedegake Pangeran liyane Allah? (mangsa gelema). Menawa Allah kang maha murah ngersakake kemelaran marang aku, berhala kang kok kira bisa migunani, iku mangsa migunana apa - apa marang aku, lan mangsa bisaha gawe slamet marang aku"},{"SurahNumber":36,"VerseNumber":24,"Text":"Manawa aku nganti mangkono tetela aku iki wong kesasar"},{"SurahNumber":36,"VerseNumber":25,"Text":"Dhuh para Rasul mugi sampeya sekseni kula punika pitados dhateng Allah pangeran panjenengan"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Wong mau banjur dipateni dening wong Intoqiah, bareng wis mate) wong mau tompa dhawuh, \"Sira malebua ing suwarga\". Wong mau banjur celathu, \"Para kancaku sapungkurku muga - muga padha weruha"},{"SurahNumber":36,"VerseNumber":27,"Text":"Allah anggone wis paring pangapura marang aku, lan handadekake aku hewone wong mulya"}]}