{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"و او است آنکه به هم آمیخت یا روان ساخت دو دریا را این گوارای پاکیزه و آن نمکی شور و بنهاد میان آن جداکننده‌ای و دیواری افراشته‌"},{"SurahNumber":25,"VerseNumber":54,"Text":"و او است آنکه آفرید از آب بشری پس گردانیدش تباری و پیوندی و بوده است پروردگار تو توانا"},{"SurahNumber":25,"VerseNumber":55,"Text":"و می‌پرستند جز خدا آنچه را نه سودشان دهد و نه زیانشان رساند و بوده است کافر بر پروردگار خویش پشتیبان‌"},{"SurahNumber":25,"VerseNumber":56,"Text":"و نفرستادیمت مگر نویددهنده و ترساننده‌"},{"SurahNumber":25,"VerseNumber":57,"Text":"بگو نپرسم شما را بر آن مزدی مگر آنکه خواهد که گیرد بسوی پروردگار خویش راهی‌"},{"SurahNumber":25,"VerseNumber":58,"Text":"و توکّل کن بر زنده‌ای که نمیرد و تسبیح کن به سپاسگزاریش و بس است او به گناهان بندگان خویش آگاه‌"},{"SurahNumber":25,"VerseNumber":59,"Text":"آنکه آفرید آسمانها و زمین و آنچه میان آنها است در شش روز سپس استوار شد بر عرش خداوند مهربان پس بپرس بدو آگهی را"},{"SurahNumber":25,"VerseNumber":60,"Text":"و هر گاه گفته شود بدینان سجده کنید برای خدای مهربان گویند چیست خدای مهربان آیا سجده کنیم برای آنچه تو ما را فرمائی و بیفزایدشان رمیدن‌"},{"SurahNumber":25,"VerseNumber":61,"Text":"خجسته باد آنکه نهاد در آسمان برجهائی و نهاد در آن چراغی و ماهی تابان را"},{"SurahNumber":25,"VerseNumber":62,"Text":"و او است آنکه گردانید شب و روز را جایگزین همدیگر برای آنکو بخواهد یادآور شود یا بخواهد سپاسگزاری را"},{"SurahNumber":25,"VerseNumber":63,"Text":"و بندگان خدای مهربان آنانند که می‌روند بر زمین هموار و هر گاه سخن گویند با ایشان نادانان گویند سلامی‌"},{"SurahNumber":25,"VerseNumber":64,"Text":"و آنان که شب را به روز آرند برای پروردگار خویش سجده‌کنندگان و بپاایستادگان‌"},{"SurahNumber":25,"VerseNumber":65,"Text":"و آنان که گویند پروردگارا بگردان از ما عذاب دوزخ را که عذاب آن است گیرنده‌"},{"SurahNumber":25,"VerseNumber":66,"Text":"همانا آن زشت است در آرامش و جایگاه‌"},{"SurahNumber":25,"VerseNumber":67,"Text":"و آنان که گاهی که انفاق کنند نه فزون روند و نه سخت گیرند و باشند میان این اندازه‌ای‌"},{"SurahNumber":25,"VerseNumber":68,"Text":"و آنان که نخوانند با خدا خدائی دیگر و نکشند تنی را که حرام کرد خدا مگر به حقّ و زنا نکنند و آنکه بکندش بیابد کیفری را"},{"SurahNumber":25,"VerseNumber":69,"Text":"افزوده شود برایش عذاب روز قیامت و جاودان ماند در آن سرافکنده‌"},{"SurahNumber":25,"VerseNumber":70,"Text":"مگر آنکو بازگردد و ایمان آرد و کردار شایسته کند پس آنان تبدیل کند خدا بدیهاشان را به خوبیها و بوده است خدا آمرزنده مهربان‌"},{"SurahNumber":25,"VerseNumber":71,"Text":"و آنکه توبه کند و کردار نیک کند همانا بازگردد بسوی خدا بازگشتی‌"},{"SurahNumber":25,"VerseNumber":72,"Text":"و آنان که گواه نشوند ناروا را و گاهی که بگذرند به یاوه بگذرند بزرگواران‌"},{"SurahNumber":25,"VerseNumber":73,"Text":"و آنان که هر گاه یادآوری شوند به آیتهای پروردگار خویش نیفتند بر آنها کران و کوران‌"},{"SurahNumber":25,"VerseNumber":74,"Text":"و آنان که گویند پروردگارا ببخش ما را از همسران ما و فرزندان ما روشنی چشم و بگردان ما را برای پرهیزکاران پیشوائی‌"},{"SurahNumber":25,"VerseNumber":75,"Text":"آنان پاداش داده شوند جایگاه بلند را بدانچه شکیبا شدند و پیشکش شوند در آن بدرود و سلامی‌"},{"SurahNumber":25,"VerseNumber":76,"Text":"جاودانان در آن نکو آرامگاه و جایگاهی است‌"},{"SurahNumber":25,"VerseNumber":77,"Text":"بگو چه ارج نهد (پاک دارد) به شما پروردگار من اگر نبود دعای شما همانا تکذیب گردید پس زود است بشود لازم (گیرنده)"}]}