{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"Albette, Allaһ Adamdı, Nuhtu, İbrahimdin üy-bülösün jana İmrandın urpaktarın büt aalamdardın üstünö (paygambarçılık üçün) tandap aldı"},{"SurahNumber":3,"VerseNumber":34,"Text":"Alar bir-biröölörünö jek-jaat (bolgon adamdar) ele. Allaһ Uguuçu, Bilüüçü"},{"SurahNumber":3,"VerseNumber":35,"Text":"(O, Muhammad estegin, bir kezde) İmrandın? ayalı ayttı: «O, Rabbim! Men içimdegi balamdı Saga, (düynö işterinen üzülgön kızmatçı katarında) nazir kıldım (arnadım). Menden kabıl kıl! Özüŋ Uguuçu, Bilüüçüsüŋ!»"},{"SurahNumber":3,"VerseNumber":36,"Text":"Al içindegisin törögön soŋ (erkek bolbogonuna ökünüp) “O, Rabbim! Men kız törödüm” dedi. Çınında, Allaһ anın emne törögönün jana (köpçülük) erkek(ter) (uşul törölgön) urgaaçıday emes ekenin andan jakşıraak bilgen. (Al dagı sözün uladı): “Men aga “Maryam” dep ısım koydum. Men anı jana anın urpaktarın ırayımıŋdan kuulgan şaytandan korgooŋdu tilep, Saga jalbaramın”"},{"SurahNumber":3,"VerseNumber":37,"Text":"Rabbisi anı (nazirdi) jakşınakay kabıl alıp, jakşınakay östürdü jana aga Zakariyanı kepil (kamkor) kıldı. Ar kaçan Zakariya anın üstünö -mihrapka kirse, anın aldında (şirin-şerbet jemişterden) ırıskı turganın kördü. Al: “O, Maryam, bular saga kaydan?” dedi. Al: “Allaһtın aldınan. Albette, Allaһ Özü kaalagan adamına esepsiz ırıskı beret” dedi"},{"SurahNumber":3,"VerseNumber":38,"Text":"Oşondo, Zakariya Rabbisine duba kılıp: “O, Rabbim! Maga da Özüŋdün dargöyüŋdön pakiza bir urpak bere kör! Albette, Sen dubanı Uguuçusuŋ!” dedi"},{"SurahNumber":3,"VerseNumber":39,"Text":"Anan (kündördün bir künündö) al mihrapta namaz okup turganda perişteler aga: “(O, Zakariya!) Allaһ seni Yahya (degen perzent) menen süyüntöt. (Al bala) Allaһtın Sözün (Iysanı) tastıktooçu, ulukzaada, dene kumarlarınan özün karmay bilgen jana (jogorku darajaluu) salih paygambarlardan biri bolot!” dep dobuş berişti"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zakariya) ayttı: “O, Rabbim! Maga kaydan bala bolsun, özüm kartaŋ, ayalım tuubas bolso?!” (Allaһ) ayttı: “Uşunday. Allaһ kaalagan işin atkarat»"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zakariya) ayttı: “O, Rabbim! (jürögüm tınçtanıp, sanaasız boluşum üçün) maga (kempirimdin boyunda bolgonun bildirgen) bir sır - belgi bere kör!” (Allaһ) Ayttı: “Senin belgiŋ: (tilden kalıp) üç kün adamdarga işaarat menen gana süylöp kalasıŋ. Emi, Rabbiŋdi köp zikir kıl jana erteli-keç Anı daŋktap, tasbih ayt!”! Kiyinki ayatta Allaһ Taala İmrandın kızı Maryamdın okuyasın ulantat. Oşentip, Maryam kız çoŋoygondo ibadatta, tazalık-takıbaada eŋ bir jogorku darajaga jetet"},{"SurahNumber":3,"VerseNumber":42,"Text":"Oşondo perişteler: “O, Maryam! Allaһ seni tandap, (jaman peyil-sıpattardan) tazaladı jana aalamdagı bardık ayaldardan abzel kıldı"},{"SurahNumber":3,"VerseNumber":43,"Text":"O, Maryam! Rabbiŋe moyun sunuu menen (köp) ibadat kıl. Jana namaz okuuçular menen birge sajda, rukuu kıl” - deşti"},{"SurahNumber":3,"VerseNumber":44,"Text":"Bul okuyalar?” (o, Muhammad, sen üçün) kayıp kabarları. Biz al kabardı saga (Jebireyil perişte arkıluu) kabarlap jatabız. Antkeni, (Maryam törölüp, apası anı nazir kıluu üçün ibadatkanaga alıp kelgende, ibadatkana kızmatçıları) “Emi kimibiz Maryamga kepil (kamkor) bolot”-dep, kalemderin (çüçükulak katarı) taştap jatışkanda jana (Maryamdı talaşıp) jaŋjaldaşıp turganda sen alardın arasında jok bolçusuŋ"},{"SurahNumber":3,"VerseNumber":45,"Text":"Bir kezde perişteler ayttı: “O, Maryam! Allaһ seni, ısımı Iysa Masih ibn Maryam bolgon Özünün Sözü menen süyüntöt. (Al) Düynö-Akırette martabaluu jana Allaһka eŋ jakın adamdardan bolot"},{"SurahNumber":3,"VerseNumber":46,"Text":"Dagı, al adamdarga beşikte jana çoŋoygondo süylöyt! jana salih-taza adamdardan bolot”"},{"SurahNumber":3,"VerseNumber":47,"Text":"Maryam ayttı: “O, Rabbim! Meni eç bir (erkek) adam «karmabagan» bolso, kaydan bala bolsun?!” (Allaһ) ayttı: “Uşunday. Allaһ Özü kaalaganday jaratat. Al bir işti öküm kılsa, aga “bol!” deyt jana al iş (oşol zamat) bolup kalat”.? (Kiyinki ayatta perişteler Maryamga Iysanın sıpatın jana kuşkabarın aytuunu ulantışat)"},{"SurahNumber":3,"VerseNumber":48,"Text":"Jana (Allaһ) aga jazuunu, daanışmandıktı, Toorattı jana İnjildi üyrötöt"},{"SurahNumber":3,"VerseNumber":49,"Text":"İsrayil urpaktarına elçi -paygambar kılat. (Anan Iysa alarga aytat:) “Men silerge Rabbiŋerden (menin çın paygambar ekenimdi dalildey turgan tömöndögüçö) belgiler (moojizalar) alıp keldim: silerge ılaydan kuştun sölökötün jasap, aga üylösöm, Allaһtın uruksatı menen (tirüü) kuş bolup kalat, Allaһtın uruksatı menen sokurlardı, pes (ala) ooruluulardı ayıktıram, ölüktördü tiriltem. Jana men silerge üyüŋördö emneni jep, emneni saktap koygonuŋardı da aytıp bere alam. Albette, uşul nerselerde siler üçün (menin paygambar ekenime dalil bolgon) belgiler bar, eger işenseŋer"},{"SurahNumber":3,"VerseNumber":50,"Text":"(Men) silerge özümdön murunku Toorattı tastıktaş üçün, jana silerge (Tooratta) aram kılıngan kee bir nerselerdi adal kılış üçün (paygambar kılıp jiberildim) jana men silerge Rabbiŋerden ayat-dalilderdi alıp keldim. Emi, Allaһtan korkkula jana Maga moyun sungula"},{"SurahNumber":3,"VerseNumber":51,"Text":"Albette, Allaһ menin da Rabbim, silerdin da Rabbiŋer. Anın Özünö gana ibadat kılgıla! Tuura jol - uşul!”"}]}