{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":2,"VerseNumber":75,"Text":"Jaqaw (intom li emmintu) tittamaw li (il-Lhud) jemmnu bħalkom, meta gemgħa minnhom kienet tisma' Kliem Alla (fit-Tora) u mbagħad kienet tgħawgu wara li fehmitu u kienet taf (x'qiegħda tagħmel)"},{"SurahNumber":2,"VerseNumber":76,"Text":"U meta (il-Lhud ta' wicc b'ieħor kienu) jiltaqgħu ma' dawk li jemmnu (il-Misilmin, kienu) jgħidu: 'Emminnaf' Izda meta jkunu waħidhom, bejniethom jgħidu: 'Jaqaw se tgħarrfuhom (lill-Misilmin) b'dak li Alla wriekom (fit- Tora dwar Muħammad) biex. (imbagħad) iħaqquha magħkom dwaru quddiem Sidkom' Mela ma għandkomx għaqal (biex tifhrmu)"},{"SurahNumber":2,"VerseNumber":77,"Text":"Mela dawn ma jafux li Alla jaf b'dak li jaħbu u b'dak li jikxfu"},{"SurahNumber":2,"VerseNumber":78,"Text":"Fosthom hemm dawk bla tagħlim, li ma jafux dwar il- Ktieb (it-Tora) ħlief dak li jixtiequ huma, u ma humiex ħlief jistħajlu"},{"SurahNumber":2,"VerseNumber":79,"Text":"Ħazin għal dawk li jiktbu l-ktieb b'idejhom u mbagħad jgħidu: 'Dan mingħand Alla,' biex ibigħuh bi prezz irħis. Ħazin. għalihom ta' dak li kitbu idejhom, u ħazin għalihom ta' dak li jiksbu (xinu dan ix-xogħol qarrieq)"},{"SurahNumber":2,"VerseNumber":80,"Text":"U qalu (il-Lhud): ''In-Nar ma huwiex se jmissna għajr għal xi jiem. magħduda'' Għidfilhom. Muħammad): 'Jaqaw ħadtu xi wegħda mingħand Alla' Alla ma huwiex se jikser il-wegħda tiegħul Jew qegħdin tgħidu dwar Alla dak li ma tafux"},{"SurahNumber":2,"VerseNumber":81,"Text":"Le (mhux kif qegħdin jgħidu)l Min jikseb il-ħazen, u l- ħtija tiegħu tagħlaq madwaru (u wa jibqax fit-triq tas- salvazzjoni) dawk huma nies in-Nar, u fih jgħammru għal dejjem"},{"SurahNumber":2,"VerseNumber":82,"Text":"U dawk li-jemmnu u jagħmlu għemejjel tajba, dawk huma nies il-Genna, u fiha jgħammru għal dejjem"},{"SurahNumber":2,"VerseNumber":83,"Text":"(Ftakru) meta dħalna f'rabta ma' Wlied Israel (u għednielhom): ''La tqimux għajr lil- Alla, u uru tjubija mal-genituri, mal-qraba, ma' l-iltiema u mal-fqar, u kellmu tajjeb lin-nies, agħmlu t-talb u agħtu l-karital' Imbagħad tajtu daharkom, ħlief għal ftit minnkom, u ma tajtux widen"},{"SurahNumber":2,"VerseNumber":84,"Text":"U (ftakru) meta dħalna f'rabta; magħkom (u għednielkom): 'La xxerrdux demmkom, u la toħorgux lil xulxin minn djarkom;' imbagħad qbiltu (ma' dan l- amar); u intom tixhdu (għal dan)"},{"SurahNumber":2,"VerseNumber":85,"Text":"Imbagħad (minkejja l-wegħda tagħkom) intom toqtlu lil xulxin, u toħorgu minn djarhom. lil gemgħa minn fostkom, (filwaqt li) tgħinu lil (ħaddieħor) kontrihom bil- ħtija u bl-aggressjoni. U meta jigu għandkom bħala Isiera, intom. tifduhom; għalkemm ma jiswiex. li toħorguhom (minn djarhom). Jaqaw intom temmnu biss f'taqsima mill-Ktieb u ma temmnux f'taqsima (oħra) 7 U xi jkun il-ħlas għal dawk fostkom li jagħmlu hekk, jekk mhux għajb f'din il-ħajja, u f'Jum il-Qawmien jintbagħtu għall-eqqel kastig' Alla ma jaqbizlu xejn minn dak li tagħmlu"},{"SurahNumber":2,"VerseNumber":86,"Text":"Dawk humarli jixtru l-ħajja ta' din id-dinja bi (prezz) il- Ħajja l-Oħra. Ma huwiex se jitħaffilhom il-kastig, u lanqas ikunu megħjunin"},{"SurahNumber":2,"VerseNumber":87,"Text":"Aħna tassew tajna lil Mosc l-Ktieb (it-Tora) u warajh bgħatna (għadd ta') Mibgħutin. Lil Gesti bin. Marija tajnieh sinjali cari u qawwejnieh b'ruħ il-qodos (l-anglu Gabrijel). Jaqaw kull darba li jigikom Mibgħut b'dak li ma tixtiqux, toqogħdu titkabbru, u lil uħud minnhom (mill-Mibgħutin) tgiddbuhom, u lil oħrajn toqtluhom"},{"SurahNumber":2,"VerseNumber":88,"Text":"(Il-Lhud) qalu: Qlubna (mimlija. bl-għerf u) magħluqa.' Izda Alla seħethom għaliex m'emmnux. Ftit huwa twemminhom"},{"SurahNumber":2,"VerseNumber":89,"Text":"U meta giehom Ktieb mingħand Alla (il-Qoran). li jseddaq dak li diga għandhom (it-Tora) għalkemm qabel kienu jitolbu r-rebħa fuq dawk li m'emmnux meta giehom dak li kienu jafu (li kien is-sewwa, jigifieri Muħammad), huma m'emmnuhx. Mela s-saħta ta' Alla fuq dawk li m'emmnuxi"},{"SurahNumber":2,"VerseNumber":90,"Text":"Ta' għajb (il-prezz) li bih biegħu l-erwieħ tagħhom: li jicħdu dak li Alla nizzel (il-Qoran, għaliex) fl-għira (tagħhom ma felħux jaraw) li Alla jnizzel mill-grazzja tiegħu (il-Ktieb) fuq min irid mill-qaddejja tiegħu. Għalhekk gibdu fuqhom għadab fuq għadab, u għal dawk li m'emmnux hemm kastig ta' tkasbir"},{"SurahNumber":2,"VerseNumber":91,"Text":"U meta jingħad lilhom: 'Emmnu f'dak li Alla nizzel (il- Qoran),' huma jgħidu: 'Nemmnu f'dak li tnizzel lilna (it-Tora).' Izda huma jicħdu dak li tnizzel warajh, minkejja li huwa s-sewwa li jseddaq dak li (diga) għandhom. Għid/i/hom Muħammad): ''Mela. għaliex qtiltu' lill-Profeti ta' Alla fl-imgħoddi, jekk tabilħaqq temmnu"}]}