{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"(O, Muhammad!) sen Aad (koomunun) buradarın! estegin. Bir kezde al kum barhandarın(ın arasın)dagı koomun (tozok azabınan) eskertken ele. Andan murun jana kiyin da eskertüüçü-paygambarlar ötkön. (Oşentip, al koomuna): «Allaһtan başka «kudaylarga» ibadat kılbagıla! Çınında, men silerge Uluu Kündün azabı tüşüp kaluusunan korkomun!» (dedi)"},{"SurahNumber":46,"VerseNumber":22,"Text":"(Koomu) ayttı: «Sen emne, bizdi öz «kudaylarıbızdan» kaytarganı keldiŋbi? Eger çınçıl kişilerden bolsoŋ, bizge ubada kılgan(azab)ıŋdı (tezireek) keltirçi?!»"},{"SurahNumber":46,"VerseNumber":23,"Text":"(Hud) ayttı: «(Azap kaçan keleeri jönündögü) ilim Allaһtın gana aldında. A men bolso özümö jüktölgön nerseni (dindi) silerge jetkiremin. Birok, men silerdin naadan koom ekeniŋerdi körüüdömün"},{"SurahNumber":46,"VerseNumber":24,"Text":"Anan, kaçan alar özdörünün örööndörünö kele jatkan «buluttu»! körgöndö (süyünüp): «Bul bizge jamgır jaadıruuçu bulut» deşti. Jok! Al siler anı şaştırıp suragan nerse. (Al) — boroon! Anda (siler üçün) jan oorutkan azap bar"},{"SurahNumber":46,"VerseNumber":25,"Text":"Al (boroon) Rabbisinin buyrugu menen bardık nerselerdi talkalap jiberdi! Anan... alardın (tep-tegiz bolup kalgan) koroolorunan başka eç nerse körünböy kaldı! Biz künöökör koomdu uşintip jazalaybız"},{"SurahNumber":46,"VerseNumber":26,"Text":"(Ey, Makka muşrikteri!) Biz alarga (Aad kaapırlarına) silerge berbegen mümkün-çülüktör (küç-kuduret) menen bakubat kılgan elek. Jana alarga közdördü, kulaktardı jana jüröktördü bergen elek. Birok, Allaһtın ayattarın çetke kakkan sebeptüü alarga köz, kulak jana jüröktörü payda berbedi.? Jana (kiyin) alardı özdörü mıskıldagan nerse (tozok azabı) orop aldı"},{"SurahNumber":46,"VerseNumber":27,"Text":"Jana Biz, anıgında, silerdin aylanaŋardagı (kaapır bolgon) ayıl-şaarlardı da kıyratkanbız. (Oşogo çeyin) Biz alarga, (şirk işterinen) kaytıp kalışaar dep Özübüzdün ayattarıbızdı keŋiri bayandap bergen bolçubuz"},{"SurahNumber":46,"VerseNumber":28,"Text":"Emi (Allaһka) jakındaştırat dep eseptegen, Allaһtan başka «kudayları» alarga jardam bere alsa kana! Jok! (teskerisinçe) alardan jok bolup (körünböy) ketişti. Jana bul (işenimderi) alardın özdörü çıgargan jalgandarı jana (Allaһ jönündögü) doomat sözdörü"},{"SurahNumber":46,"VerseNumber":29,"Text":"Jana bir kezde, (o, Muhammad) Biz saga bir jamaat jinderdi Kuraan uguu üçün jiberdik. Anan, kaçan alar Kuraan(dı ukkan) ga dayar bolgondo (biri-birine) «Tınç turgula»-dep aytıştı. Kuraan okulup bütköndö (bardıgı) özdörünün koomuna eskertüüçü bolup ketişti"},{"SurahNumber":46,"VerseNumber":30,"Text":"Alar (koomuna barıp mınday) deşti: «O, koomubuz! Biz Musa paygambardan kiyin tüşürülgön, Özünön murunku ıyık kitepterdi tastıktagan, Akıykatka jana Tuura Jolgo baştay turgan Kitepti uktuk"},{"SurahNumber":46,"VerseNumber":31,"Text":"O, koomubuz! Allaһtın daavatçısına (Muhammadga) joop bergile jana ıyman keltirgile! (Oşondo Allaһ) silerdin künööŋördü keçirip, jan oorutkan azaptan saktayt"},{"SurahNumber":46,"VerseNumber":32,"Text":"Al emi, kimde-kim Allaһtın daavatçısına joop berbese, jer betinde (Allaһtan) kutulup kete albayt jana al üçün Andan (Allaһtan) başka dostor (jardamçılar) da bolboyt. Alar — anık adaşuuda boluşat!»"},{"SurahNumber":46,"VerseNumber":33,"Text":"Alar oylop körüşpöybü, asmandardı jana jerdi jaratkan jana oşolordu jaratuuga alsızdık kılbagan Allaһ, ölük denelerge jan kirgizüügö kudurettüü emespi?! Ooba! Al -bardık nersege kudurettüü"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kaapırlar tozokko alıp kelingen Kündö, (alarga): «Bul çındık emes beken?» (dep aytılat. Oşondo) alar: «Ooba Rabbibizge ant, (çındık eken)» deşet. Anda Allaһ aytat: «Emi, kaapır bolgonuŋar sebeptüü azap tarta bergile!»"},{"SurahNumber":46,"VerseNumber":35,"Text":"(O, Muhammad, muşrikterdin zıyan-zapkılarına, murunku) paygambarlardın çıdamkaylıgı, sabır kılganı sıyaktuu sabır kıl. Sen alarga (muşrikterge azaptı) şaştırba. Alar özdörünö ubada kılıngan (Kıyamat) Kündü körgöndö, (Düynödö) kündüzdön bir ele saat (jaşap) turganday boluşat. Bul - (çındıktı) jetkirüü! (Anı ukpagan) buzuku koomdon başka dagı kim azapka duuşar bolmok ele"},{"SurahNumber":47,"VerseNumber":1,"Text":"(Özdörü) kaapır bolup, (başkalardı) Allaһtın jolunan toskon adamdardın amaldarın (Allaһ Taala) jokko çıgardı"},{"SurahNumber":47,"VerseNumber":2,"Text":"Allaһ ıyman keltirip, salih amaldardı jasagan jana Muhammadga tüşürülgön nersege (Kuraanga), çınında, al Rabbisi tarabınan kelgen Akıykat dep işengen adamdardın (çoŋ-kiçine) künöölörün öçürüp, (jüröktörün jana) işterin oŋdop koyot"},{"SurahNumber":47,"VerseNumber":3,"Text":"Munun sebebi, kaapır adamdar jalgandı eerçişet, ıyman keltirgender Rabbisinen kelgen Akıykattı eerçiyt. Allaһ adamdarga özdörünün misaldarın uşintip keltiret"},{"SurahNumber":47,"VerseNumber":4,"Text":"Eger kaapırlarga (soguş mezgilinde) jolugup kalsaŋar, moynuna (kılıç) urgula! Emi, kaçan alardı jeŋip alsaŋar, (tirüü kalgandarın) tutkundagıla! Andan kiyin je eç nerse albay, azat kılıp jiberesiŋer, je bolboso tölöm-akı alıp (andan soŋ) koyup jiberesiŋer. (Bul öküm) soguş (abalı) bütköngö çeyin. Uşunday. Al emi, (eger) Allaһ kaalasa alardı (soguşsuz ele) jeŋip koymok. Birok, birööŋördü birööŋör menen sınap (tandap) aluu üçün (soguşka buyurdu). Jana Allaһtın jolunda öltürülgön adamdardın amaldarın (Allaһ) eç kaçan tekke ketirbeyt"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allaһ alardı (Beyiş joluna) joldoyt jana (eki düynödö) işterin oŋdoyt"},{"SurahNumber":47,"VerseNumber":6,"Text":"Jana alardı özdörünö (Kuraanda) taanıtkan Beyişke kirgizet"},{"SurahNumber":47,"VerseNumber":7,"Text":"O,ıyman keltirgen adamdar! Eger Allaһka (Anın dinine) jardam berseŋer,! Allaһ dagı silerge jardam beret jana kadamıŋardı bekem kılat"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kaapırlar jogolsun! (Allaһ) alardın amaldarın jokko çıgarat"},{"SurahNumber":47,"VerseNumber":9,"Text":"(Munun sebebi, alar Allaһ tüşürgön nerseni Kuraandı) jaman körüştü. Anan (Allaһ) alardın amaldarın tekke ketirdi"}]}