{"Id":291,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore","Author":"George Grigore","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Noi le-am trimis Cuvântul! Poate îşi vor aminti"},{"SurahNumber":28,"VerseNumber":52,"Text":"Cei cărora le-am dat Cartea înaintea lui cred în ea"},{"SurahNumber":28,"VerseNumber":53,"Text":"Ei spun, atunci când li se citeşte din ea: “Noi credem în ea. Ea este Adevărul de la Domnul nostru. Noi i ne-am supus înainte de venirea sa.”"},{"SurahNumber":28,"VerseNumber":54,"Text":"Aceştia sunt cei care vor primi răsplata lor de două ori pentru că au fost răbdători, pentru că au răspuns răului cu binele, pentru că au dat milostenie din ceea ce Noi i-am înzestrat"},{"SurahNumber":28,"VerseNumber":55,"Text":"Când aud deşărtăciuni, ei întorc spatele spunând: “Noi cu faptele noastre, voi cu faptele voastre. Pace vouă! Nouă nu ne plac neştiutorii!”"},{"SurahNumber":28,"VerseNumber":56,"Text":"Tu nu-l călăuzeşti pe cel care-l iubeşti, ci Dumnezeu călăuzeşte pe cine voieşte, căci El îi cunoaşte prea-bine pe cei care vor să fie călăuziţi"},{"SurahNumber":28,"VerseNumber":57,"Text":"Ei spun: “Dacă am urma cu tine Calea, am fi smulşi pământului nostru.” Nu le-am făcut Noi lor un loc sfânt şi tihnit unde sunt aduse roadele fiecărui lucru ca înzestrare de la Noi? Cei mai mulţi dintre ei, însă, nu ştiu nimic"},{"SurahNumber":28,"VerseNumber":58,"Text":"Câte cetăţi cu trai îndestulat nu am nimicit? Şi locuinţele lor după ei au fost aproape pustii. Noi suntem moştenitorii"},{"SurahNumber":28,"VerseNumber":59,"Text":"Domnul tău n-a nimicit nici o cetate înainte de a trimite la poporul ei un profet care să-i recite versetele Noastre. Noi nu am nimicit nici o cetate ai cărei locuitori să nu fi fost nedrepţi"},{"SurahNumber":28,"VerseNumber":60,"Text":"Tot ceea ce v-a fost dăruit nu este decât o bucurie vremelnică şi zadarnică, podoabă în Viaţa de Acum. Ceea ce se află la Dumnezeu este mai bun şi mai trainic. Nu pricepeţi, oare"},{"SurahNumber":28,"VerseNumber":61,"Text":"Cel căruia i-am făcut o frumoasă făgăduială pe care o va vedea împlinindu-se este oare deopotrivă cu cel căruia i-am dat bucurii vremelnice în Viaţa de Acum şi apoi în Ziua Învierii va fi între cei aduşi (înaintea Noastră)"},{"SurahNumber":28,"VerseNumber":62,"Text":"Dumnezeu le va spune în Ziua când îi va chema: “Unde sunt cei care pretindeaţi că-Mi sunt alături?”"},{"SurahNumber":28,"VerseNumber":63,"Text":"Cei asupra cărora se va împlini Cuvântul vor spune: “Domnul nostru! Aceştia sunt cei pe care noi i-am adâncit în greşeală, i-am rătăcit precum am fost noi înşine. Ne lepădăm de ei înaintea Ta, căci nu nouă ni s-au închinat!”"},{"SurahNumber":28,"VerseNumber":64,"Text":"Li se va spune: “Chemaţi-i pe cei pe care I i-aţi alăturat!” Ei îi vor chema, însă ei nu le vor răspunde şi atunci vor vedea osânda. O, dacă ar fi vrut să fie călăuziţi"},{"SurahNumber":28,"VerseNumber":65,"Text":"Dumnezeu le va spune, în Ziua când îi va chema: “Ce aţi răspuns trimişilor?”"},{"SurahNumber":28,"VerseNumber":66,"Text":"În Ziua aceea, proorocirile li se vor părea întunecate, însă nu se vor întreba unii pe alţii"},{"SurahNumber":28,"VerseNumber":67,"Text":"Cel care se căieşte însă, care crede şi săvârşeşte fapte bune va fi, poate, dintre cei fericiţi"},{"SurahNumber":28,"VerseNumber":68,"Text":"Domnul tău creează ceea ce voieşte şi alege, însă oamenii nu au de ales. Mărire lui Dumnezeu şi înălţare deasupra celor pe care I-i alăturau"},{"SurahNumber":28,"VerseNumber":69,"Text":"Domnul tău cunoaşte ceea ce tăinuiesc inimile lor şi ceea ce ei destăinuiesc"},{"SurahNumber":28,"VerseNumber":70,"Text":"El este Dumnezeu! Nu este dumnezeu afară de El. Laudă Lui în Viaţa Dintâi şi în Viaţa de Apoi! A Lui este Judecata şi la El veţi fi întorşi"},{"SurahNumber":28,"VerseNumber":71,"Text":"Spune: “Nu vă daţi seama, oare? Dacă Dumnezeu ar face asupra voastră noapte necurmată până în Ziua Învierii, ce alt dumnezeu afară de Dumnezeu v-ar aduce lumină? Nu auziţi, oare"},{"SurahNumber":28,"VerseNumber":72,"Text":"Spune: “Nu vă daţi seama, oare? Dacă Dumnezeu ar face asupra voastră zi necurmată până în Ziua Învierii, ce alt dumnezeu afară de Dumnezeu v-ar aduce noaptea ca să vă odihniţi? Nu vedeţi, oare"},{"SurahNumber":28,"VerseNumber":73,"Text":"În milostivenia Lui, El v-a făcut vouă noaptea ca să vă odihniţi şi ziua ca să căutaţi către harul Lui. Poate veţi mulţumi"},{"SurahNumber":28,"VerseNumber":74,"Text":"În Ziua când El îi va chema, le va spune: “Unde sunt cei care pretindeaţi că-Mi sunt alături?”"},{"SurahNumber":28,"VerseNumber":75,"Text":"Vom scoate din fiece adunare un martor şi vom spune: “Aduceţi dovada voastră!” Vor şti, atunci, că Adevărul este al lui Dumnezeu şi cei născociţi de ei i-au părăsit"}]}