{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"तथा जब दिया गया मर्यम के पुत्र का[1] उदाहरण, तो सहसा आपकी जाति उससे प्रसन्न होकर शोर मचाने लगी।"},{"SurahNumber":43,"VerseNumber":58,"Text":"तथा मुश्रिकों ने कहा कि हमारे देवता अच्छे हैं या वे? उन्होंने नहीं दिया ये (उदाहरण) आपको, परन्तु कुतर्क (झगड़ने) के लिए। बल्कि, वे हैं ही बड़े झगड़ालू लोग।"},{"SurahNumber":43,"VerseNumber":59,"Text":"नहीं है वह[1] (ईसा), परन्तु एक भक्त (दास) जिसपर हमने उपकार किया तथा उसे इस्राईल की संतान के लिए एक आदर्श बनाया।"},{"SurahNumber":43,"VerseNumber":60,"Text":"और यदि हम चाहते, तो बना देते तुम्हारे बदले फ़रिश्ते धरती में, जो एक-दूसरे का स्थान लेते।"},{"SurahNumber":43,"VerseNumber":61,"Text":"तथा वास्तव में, वह (ईसा) एक बड़ा लक्षण[1] हैं प्रलय का। अतः, कदापि संदेह न करो प्रलय के विषय में और मेरी ही बात मानो। यही सीधी राह है।"},{"SurahNumber":43,"VerseNumber":62,"Text":"तथा तुम्हें कदापि न रोक दे शैतान। निश्चय वह तुम्हारा खुला शत्रु है।"},{"SurahNumber":43,"VerseNumber":63,"Text":"और जब आ गया ईसा खुली निशानियाँ लेकर, तो कहाः मैं लाया हूँ तुम्हारे पास ज्ञान और ताकि उजागर कर दूँ तुम्हारे लिए वह कुछ बातें, जिनमें तुम विभेद कर रहे हो। अतः, अल्लाह से डरो और मेरा ही कहा मानो।"},{"SurahNumber":43,"VerseNumber":64,"Text":"वास्तव में, अल्लाह ही मेरा पालनहार तथा तुम्हारा पालनहार है। अतः, उसी की वंदना (इबादत) करो यही सीधी राह है।"},{"SurahNumber":43,"VerseNumber":65,"Text":"फिर विभेद कर लिया गिरोहों[1] ने आपस में। तो विनाश है उनके लिए जिन्होंने अत्याचार किया, दुःखदायी दिन की यातना से।"},{"SurahNumber":43,"VerseNumber":66,"Text":"क्या वे बस इसकी प्रतीक्षा कर रहे हैं कि प्रलय उनपर सहसा आ पड़े और उन्हें (उसका) संवेदन (भी) न हो"},{"SurahNumber":43,"VerseNumber":67,"Text":"सभी मित्र उस दिन एक-दूसरे के शत्रु हो जायेंगे, आज्ञाकारियों के सिवा।"},{"SurahNumber":43,"VerseNumber":68,"Text":"हे मेरे भक्तो! कोई भय नहीं है तुमपर आज और न तुम उदासीन होगे।"},{"SurahNumber":43,"VerseNumber":69,"Text":"जो ईमान लाये हमारी आयतों पर तथा आज्ञाकारी बनकर रहे।"},{"SurahNumber":43,"VerseNumber":70,"Text":"प्रवेश कर जाओ स्वर्ग में, तुम तथा तुम्हारी पत्नियाँ। तुम्हें प्रसन्न रखा जायेगा।"},{"SurahNumber":43,"VerseNumber":71,"Text":"फिरायी जायेंगी उनपर सोने की थालें तथा प्याले और उसमें वह सब कुछ होगा, जिसे उनका मन चाहेगा और जिसे उनकी आँखें देखकर आनन्द लेंगी और तुमसब उसमें सदैव रहोगे।"},{"SurahNumber":43,"VerseNumber":72,"Text":"और ये स्वर्ग है, जिसके तुम उत्तराधिकारी बनाये गये हो, अपने कर्मों के बदले, जो तुम कर रहे थे।"},{"SurahNumber":43,"VerseNumber":73,"Text":"तुम्हारे लिए इसमें बहुत-से मेवे हैं जिनमें से तुम खाते रहोगे।"},{"SurahNumber":43,"VerseNumber":74,"Text":"निःसंदेह अपराधी नरक की यातना में सदावासी होंगे।"},{"SurahNumber":43,"VerseNumber":75,"Text":"उनसे (यातना) हल्की नहीं की जायेगी तथा वे उसमें निराश होंगे।"},{"SurahNumber":43,"VerseNumber":76,"Text":"और हमने अत्याचार नहीं किया उनपर, परन्तु वही अत्याचारी थे।"},{"SurahNumber":43,"VerseNumber":77,"Text":"तथा वे पुकारेंगे कि हे मालिक![1] हमारा काम ही तमाम कर दे तेरा परालनहार। वह कहेगाः तुम्हें इसी दशा में रहना है।"},{"SurahNumber":43,"VerseNumber":78,"Text":"(अल्लाह कहेगाः) हम तुम्हारे पास सत्य[1] लाये, किन्तु तुममें से अधिक्तर को सत्य अप्रिय था।"},{"SurahNumber":43,"VerseNumber":79,"Text":"क्या उन्होंने किसी बात का निर्णय कर लिया है?[1] तो हम भी निर्णय कर देंगे।"},{"SurahNumber":43,"VerseNumber":80,"Text":"क्या वे समझते हैं कि हम नहीं सुनते हैं उनकी गुप्त बातों तथा प्रामर्श को? क्यों नहीं, बल्कि हमारे फ़रिश्ते उनके पास ही लिख रहे हैं।"},{"SurahNumber":43,"VerseNumber":81,"Text":"(हे नबी!) आप उनसे कह दें कि यदि अत्यंत कृपाशील (अल्लाह) की कोई संतान होती, तो सबसे पहले मैं उसका पुजारी होता।"},{"SurahNumber":43,"VerseNumber":82,"Text":"पवित्र है आकाशों तथा धरती का पालनहार, सिंहासन का स्वामी उन बातों से, जो वे कहते हैं"},{"SurahNumber":43,"VerseNumber":83,"Text":"तो आप उन्हें छोड़ दें, वे वाद-विवाद तथा खेल-कूद करते रहें, यहाँ तक कि अपने उस दिन से मिल जायें, जिससे उन्हें डराया जा रहा है।"},{"SurahNumber":43,"VerseNumber":84,"Text":"वही है, जो आकाश में वंदनीय और धरती में वंदनीय है और वही ह़िक्मत और ज्ञान वाला है।"},{"SurahNumber":43,"VerseNumber":85,"Text":"शुभ है वह, जिसके अधिकार में आकाशों तथा धरती का राज्य है तथा जो कुछ दोनों के मध्य है तथा उसी के पास प्रलय का ज्ञान है और उसी की ओर तुमसब प्रत्यागत किये जाओगे।"},{"SurahNumber":43,"VerseNumber":86,"Text":"तथा नहीं अधिकार रखते हैं, जिन्हें वे पुकारते हैं अल्लाह के अतिरिक्त, सिफ़ारिश का। हाँ, (सिफ़ारिश के योग्य वे हैं) जो सत्य[1] की गवाही दें और (उसे) जानते भी हों।"},{"SurahNumber":43,"VerseNumber":87,"Text":"और यदि आप उनसे प्रश्न करें कि किसने पैदा किया है उन्हें? तो वे अवश्य कहेंगे कि अल्लाह ने। तो फिर वे कहाँ फिरे जा रहे हैं"},{"SurahNumber":43,"VerseNumber":88,"Text":"तथा रसूल की ये बात कि, हे मेरे पालनहार! ये वे लोग हैं, जो ईमान नहीं लाते।"},{"SurahNumber":43,"VerseNumber":89,"Text":"तो आप उनसे विमुख हो जायें तथा कह दें कि सलाम[1] है। शीघ्र ही उन्हें ज्ञान हो जायेगा।"},{"SurahNumber":44,"VerseNumber":1,"Text":"ह़ा मीम।"},{"SurahNumber":44,"VerseNumber":2,"Text":"शपथ है इस खुली पुस्तक की।"},{"SurahNumber":44,"VerseNumber":3,"Text":"हमने ही उतारा है इसे[1] एक शुभ रात्रि में। वास्तव में, हम सावधान करने वाले हैं।"},{"SurahNumber":44,"VerseNumber":4,"Text":"उसी (रात्रि) में निर्णय किया जाता है, प्रत्येक सुदृढ़ कर्म का।"},{"SurahNumber":44,"VerseNumber":5,"Text":"ये (आदेश) हमारे पास से है। हम ही भेजने वाले हैं, रसूलों को।"},{"SurahNumber":44,"VerseNumber":6,"Text":"आपके पालनहार की दया से, वास्तव में, वह सब कुछ सुनने-जानने वाला है।"},{"SurahNumber":44,"VerseNumber":7,"Text":"जो आकाशों तथा धरती का पालनहार है तथा जो कुछ उन दोनों के बीच है, यदि तुम विश्वास करने वाले हो।"},{"SurahNumber":44,"VerseNumber":8,"Text":"नहीं है कोई वंदनीय, परन्तु वही, जो जीवन देता तथा मारता है। तुम्हारा पालनहार तथा तुम्हारे गुज़रे हुए पूर्वजों का पालनहार है।"},{"SurahNumber":44,"VerseNumber":9,"Text":"बल्कि, वे (मुश्रिक) संदेह में खेल रहे हैं।"},{"SurahNumber":44,"VerseNumber":10,"Text":"तो आप प्रतीक्षा करें, उस दिन का, जब आकाश खुला धूँवा[1] लायेगा।"},{"SurahNumber":44,"VerseNumber":11,"Text":"जो छा जायेगा सब लोगों पर। यही दुःखदायी यातना है।"},{"SurahNumber":44,"VerseNumber":12,"Text":"(वे कहेंगेः) हमारे पालनहार! हमसे यातना दूर कर दे। निश्चय हम ईमान लाने वाले हैं।"},{"SurahNumber":44,"VerseNumber":13,"Text":"और उनके लिए शिक्षा का समय कहाँ रह गया? जबकि उनके पास आ गये एक रसूल (सत्य को) उजागर करने वाले।"},{"SurahNumber":44,"VerseNumber":14,"Text":"फिर भी वे आपसे मुँह फेर गये तथा कह दिया कि एक सिखाया हुआ पागल है।"},{"SurahNumber":44,"VerseNumber":15,"Text":"हम दूर कर देने वाले हैं कुछ यातना, वास्तव में तुम, फिर अपनी प्रथम स्थिति पर आ जाने वाले हो।"},{"SurahNumber":44,"VerseNumber":16,"Text":"जिस दिन हम अत्यंत कड़ी पकड़[1] में ले लेंगे। तो हम निश्चय बदला लेने वाले हैं।"}]}