{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Si a Medine, les hypocrites, ceux dont les cœurs sont ronges par le doute, et ceux qui sement des rumeurs alarmantes, ne mettent pas un terme a leurs agissements, Nous t’inciterons contre eux, et leur temps, dans ton voisinage, sera compte"},{"SurahNumber":33,"VerseNumber":61,"Text":"Maudits, ils seront captures ou qu’ils se trouvent, et elimines jusqu’au dernier"},{"SurahNumber":33,"VerseNumber":62,"Text":"Telle est la loi que Dieu a instauree a l’attention des generations revolues, et la loi de Dieu est immuable"},{"SurahNumber":33,"VerseNumber":63,"Text":"Les Hommes t’interrogent a propos de l’Heure. Reponds : « L’information relative a son avenement est connue de Dieu Seul !». Toi-meme tu n’en sais rien. L’Heure est peut- etre imminente"},{"SurahNumber":33,"VerseNumber":64,"Text":"Dieu maudit les denegateurs et les voue a la Fournaise"},{"SurahNumber":33,"VerseNumber":65,"Text":"ou ils demeureront pour l’eternite, et ne trouveront ni allie ni secoureur (pour les delivrer)"},{"SurahNumber":33,"VerseNumber":66,"Text":"Le jour ou leurs visages se tordront (de douleur) dans le Feu, ils s’ecrieront : « Si seulement nous avions obei a Dieu et obei au messager !»"},{"SurahNumber":33,"VerseNumber":67,"Text":"Et ils diront : «Seigneur ! Nous n’avons fait qu’obeir a nos maitres et a nos dignitaires ! Ce sont eux qui nous ont detournes de la Voie Droite"},{"SurahNumber":33,"VerseNumber":68,"Text":"Seigneur ! Inflige-leur un double chatiment, et que leur malediction soit eternelle !»"},{"SurahNumber":33,"VerseNumber":69,"Text":"O croyants ! Ne faites pas comme ceux qui ont denigre Moise ! Dieu l’a innocente de leurs accusations, car il jouissait d’une position considerable aupres de Dieu"},{"SurahNumber":33,"VerseNumber":70,"Text":"O croyants ! Craignez Dieu et parlez sans ambages"},{"SurahNumber":33,"VerseNumber":71,"Text":"Il fera que vous amelioriez vos œuvres et pardonnera vos peches. Quiconque obeit a Dieu et a Son messager se sera prevalu d’un triomphe immense"},{"SurahNumber":33,"VerseNumber":72,"Text":"En verite, Nous avons propose la charge de la foi aux Cieux, a la Terre et aux montagnes, mais tous refuserent d’en assumer la responsabilite par crainte, mais l’Homme l’accepta, car il est injuste et ignorant"},{"SurahNumber":33,"VerseNumber":73,"Text":"Et il en fut ainsi afin que Dieu chatie les hypocrites et les polytheistes parmi les hommes et les femmes, et afin aussi qu’Il agree le repentir des croyants et des croyantes. Dieu est Indulgent et Clement"},{"SurahNumber":34,"VerseNumber":1,"Text":"Louange a Dieu a qui appartient tout ce qui est dans les Cieux et tout ce qui est sur la Terre. Louange a Lui dans la Vie Future. Il est le Sage, le Connaisseur"},{"SurahNumber":34,"VerseNumber":2,"Text":"Il sait ce qui penetre dans la terre et ce qui en sort, et ce qui descend du ciel et ce qui s’eleve vers lui (le ciel). Il est le Clement, l’Indulgent"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ceux qui denient, disent : « L’Heure ne nous surprendra pas !». Reponds-leur : « Mais si, par mon Seigneur ! Le Connaisseur de l’invisible la fera venir, car rien (pas la moindre particule) ne Lui echappe de ce qui se trouve dans les Cieux et sur la Terre, fut-ce du poids d’un atome. Il n’est rien qui soit plus petit (que l’atome) ou plus grand qui ne soit inscrit dans le Livre de l’Evidence"},{"SurahNumber":34,"VerseNumber":4,"Text":"Afin (que le Jour dernier) qu’Il recompense ceux qui croient et accomplissent des actions vertueuses, et auxquels l’absolution et une noble recompense seront accordees"},{"SurahNumber":34,"VerseNumber":5,"Text":"et ceux qui s’efforcent de vouer Nos signes a l’echec, a ceux-la leur supplice sera un chatiment douloureux"},{"SurahNumber":34,"VerseNumber":6,"Text":"Afin egalement, que ceux qui ont recu la Science (les messages anterieurs), voient (se retrouvent face a la preuve) que ce qui t’a ete revele, emanant de ton Seigneur, est la Verite, celle qui guide vers la Voie du Tout-Puissant, du Digne de louanges"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ceux qui denient disent : « Voulez-vous que nous vous montrions un homme qui pretend qu’apres avoir ete totalement decomposes, vous serez recrees"},{"SurahNumber":34,"VerseNumber":8,"Text":"S’agit-il d’un mensonge qu’il attribue a Dieu, ou serait-ce qu’il est sous l’emprise des esprits ?». Certes non ! La realite est que ceux qui ne croient pas a la Vie Future sont dans le tourment et dans un egarement profond"},{"SurahNumber":34,"VerseNumber":9,"Text":"N’observent-ils pas qu’autour d’eux, le Ciel et la Terre s’etendent a perte de vue (les cernent de toutes parts), et que si telle est Notre volonte, Nous les ferions engloutir par la terre et que Nous ferions s’abattre sur eux des pans de ciel. Il y a la des signes pour tout pecheur repentant"}]}