{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"O Children of Adam! Put on your adornment (proper and decent dress) when you attend your Masjid at the time of every prayer. Eat and drink, but do not be extravagant; surely He does not love the extravagant"},{"SurahNumber":7,"VerseNumber":32,"Text":"O Muhammad, ask them: \"Who has forbidden you to wear decent clothes or to eat the good food which Allah has provided for His devotees?\" Say: \"All these things are for the enjoyment of the believers in the life of this world though shared by others; but these shall be exclusively theirs on the Day of Resurrection. Thus do We make Our revelations clear for those who understand"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say: \"My Lord has forbidden all indecencies whether open or secret, sin and rebellion against justice, committing shirk with Allah for which He has granted no sanction, and saying things about Allah of which you have no knowledge"},{"SurahNumber":7,"VerseNumber":34,"Text":"For every nation there is a fixed term, when their term expires, it can neither be delayed for a moment nor can it be made to come early"},{"SurahNumber":7,"VerseNumber":35,"Text":"O children of Adam! Whenever there come to you Messengers from among you and recite to you My revelations, those who will become righteous and mend their ways will have nothing to fear or to regret"},{"SurahNumber":7,"VerseNumber":36,"Text":"but those who deny Our revelations and treat them with arrogance, shall be the inmates of hellfire to live therein forever"},{"SurahNumber":7,"VerseNumber":37,"Text":"Who can be more unjust than the one who invents a lie against Allah or rejects His revelations? Such people will have their destined portion from the Book (what was written for them to receive during their life on earth); until when Our messengers (angels of death) arrive to take away their souls, they will ask: \"Where are those gods whom you used to invoke besides Allah?\" They will reply: \"They have forsaken us\" and they will bear witness against themselves (admit) that they were indeed kuffar (unbelievers)"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah will say: \"Enter the fire and join the nations of Jinns and men who have gone before you.\" As each nation will enter hell, it will curse its preceding sister till all are gathered there, the last of them will say about the first one: \"Our Lord! These have led us astray; therefore, give them double punishment of the fire.\" He will answer: \"There will be double for all, although you may not know because of being predecessor or successor in sin and aggression"},{"SurahNumber":7,"VerseNumber":39,"Text":"Then the first will say to the last: \"If we were to blame, you too, were no better than us; now taste the punishment of your misdeeds"},{"SurahNumber":7,"VerseNumber":40,"Text":"Surely, the gates of the Heaven will not be opened for those who deny Our revelations and treat them with arrogance; their admission into paradise will be as impossible as the passing of a camel through the eye of a needle. That is how We shall reward the criminals"},{"SurahNumber":7,"VerseNumber":41,"Text":"Hell shall be their bed and flames shall be their covering. That is how We shall reward the wrongdoers"},{"SurahNumber":7,"VerseNumber":42,"Text":"As for those who believe and do good deeds - We never burden a soul with more than it can bear - they are worthy of Paradise, wherein they will live forever"},{"SurahNumber":7,"VerseNumber":43,"Text":"We shall remove whatever ill-feeling they may have in their hearts against one another. Rivers will be flowing beneath them; and they will say: \"Praise be to Allah Who guided us this way, we would have never found the Right Way if Allah had not guided us. The Messengers of our Lord have surely preached us the truth.\" At that time they will hear the announcement: \"This is paradise, which you have inherited because of your good deeds"},{"SurahNumber":7,"VerseNumber":44,"Text":"The residents of paradise will call out to the inmates of the hellfire: \"We have indeed found out the promises of our Lord to be true. Have you, too, found the promise of your Lord to be true?\" \"Yes,\" they will answer, and a herald will proclaim among them, \"the curse of Allah be upon those wrongdoers"},{"SurahNumber":7,"VerseNumber":45,"Text":"who hindered other people from the Way of Allah and sought to make it crooked, and who did not believe in the hereafter"},{"SurahNumber":7,"VerseNumber":46,"Text":"Between the two, there shall be a veil, and on the A‘raf (heights) there will be people who will recognize them by their features. They will call out to the residents of Paradise: \"Peace be upon you!\" They will not have yet entered it, though they will have the hope"}]}