{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"پروردگارا! (بهرۀ عظیمی) از فرمانروایی به من عطا کردی، و از علم (تأویل احادیث =)تعبیر خواب‌ها به من آموختی، ای پدید آورندۀ آسمان‌ها و زمین! تویی کار ساز من در دنیا و آخرت، مرا مسلمان بمیران و به شایستگان ملحق فرما»"},{"SurahNumber":12,"VerseNumber":102,"Text":"(ای پیامبر!) این از خبرهای غیب است که به تو وحی می‌کنیم، و هنگامی‌که (برادران یوسف) بد اندیشی می‌کردند و تصمیم (قطعی)گرفتند، تو نزد آن‌ها نبودی"},{"SurahNumber":12,"VerseNumber":103,"Text":"و بیشتر مردم – و اگر چه (بر ایمان‌شان) حرص ورزی – مؤمن نخواهند بود"},{"SurahNumber":12,"VerseNumber":104,"Text":"و تو بر این (دعوت) از آن‌ها پاداشی نمی‌طلبی، آن جز پندی برای جهانیان نیست"},{"SurahNumber":12,"VerseNumber":105,"Text":"و چه بسا نشانه‌ای در آسمان‌ها و زمین وجود دارد که آن‌ها از کنارش می‌گذرند و از آن روی می‌گردانند"},{"SurahNumber":12,"VerseNumber":106,"Text":"و بیشتر آن‌ها به الله ایمان نمی‌آورند؛ مگر اینکه آنان (به نوعی) مشرک‌اند"},{"SurahNumber":12,"VerseNumber":107,"Text":"آیا ایمن هستند از اینکه عذاب فراگیری از سوی الله به سراغ آن‌ها بیاید، یا ناگهان قیامت به سراغ‌شان آید، در حالی‌که آنان بی‌خبرند"},{"SurahNumber":12,"VerseNumber":108,"Text":"(ای پیامبر!) بگو: «این راه من است، من با بصیرت (کامل) به سوی الله دعوت می‌کنم، و کسانی‌که از من پیروی کردند (نیز چنین می‌کند) و الله پاک و منزه است، و من از مشرکان نیستم»"},{"SurahNumber":12,"VerseNumber":109,"Text":"و ما پیش از تو نفرستادیم، جز مردانی از اهل قریه‌ها که به آن‌ها وحی می‌کردیم، آیا (مشرکان) در زمین سیر نکردند؛ تا ببیند عاقبت کسانی‌که پیش از آن‌ها بودند، چگونه بود؟! و یقیناً سرای آخرت برای کسانی‌که پرهیزگاری کردند، بهتر است، آیا نمی‌اندیشید؟"},{"SurahNumber":12,"VerseNumber":110,"Text":"(کافران پیوسته به انکار خود ادامه دادند) تا آنگاه که پیامبران (از قوم‌شان) نا امید شدند، و (مردم) پنداشتند که به آن‌ها دروغ گفته شده است، (در این هنگام) یاری ما به سراغ‌شان آمد، پس هر کس را که خواستیم نجات یافت، و عذاب ما از قوم گنهکار باز نخواهد گشت"},{"SurahNumber":12,"VerseNumber":111,"Text":"یقیناً در داستان‌هایشان عبرتی برای خردمندان است، این (قرآن) سخنی نبود که (به دروغ) بافته شود، بلکه تصدیق‌کنندۀ کتاب‌های است که پیش از آن است، و بیان‌کننده (و شرح) هر چیز است، و هدایت و رحمت برای گروهی است که ایمان می‌آورند"},{"SurahNumber":13,"VerseNumber":1,"Text":"المر (الف. لام. میم. را) این‌ها آیات کتاب (قرآن) است، و آنچه از (سوی) پروردگارت بر تو نازل شده، حق است، و لیکن بیشتر مردم ایمان نمی‌آورند"},{"SurahNumber":13,"VerseNumber":2,"Text":"الله کسی است که آسمان‌ها را بدون ستون بر افراشت که می‌بینید، آنگاه بر عرش مستقر شد، و خورشید و ماه را مسخر ساخت، که هر کدام تا مدت معینی روان است، کار (و امور هستی) را تدبیر می‌کند، نشانه‌های را (روشن) بیان می‌کند، شاید شما به لقای پروردگار‌تان یقین حاصل کنید"},{"SurahNumber":13,"VerseNumber":3,"Text":"و او کسی است که زمین را گسترد، و در آن کوه‌ها و نهرها قرار داد، و در آن از هر نوع میوه‌ها دو قسم (ترش و شیرین و...) پدید آورد، شب را بر روز می‌پوشاند، بی‌گمان در این (امور) نشانه‌ها (و عبرت‌ها) است برای گروهی که می‌اندیشند"},{"SurahNumber":13,"VerseNumber":4,"Text":"و در زمین قطعه‌های (گوناگون) کنارهم (قرار دارد) و باغ‌هایی از انگور و کشتزار و نخل‌های که گاه از یک بن می‌رویند و گاهی از چند بن، (در صورتی) که از یک آب سیراب می‌شوند، و (با این حال) میوۀ بعضی از آن‌ها را بعضی (دیگر) برتری دادیم، بدون شک در این (امور) نشانه‌ها (و عبرت‌ها) است برای گروهی که خرد می‌ورزند"}]}