{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Phira unham tom ba'ada ajihe loka unham de varisa ho'e jinham ne namaza nu khatama kara dita ate uha ichavam de piche pai ga'e"},{"SurahNumber":19,"VerseNumber":60,"Text":"Isa la'i jaladi hi uha apane vinasa dekhanage. Paratu jisa ne pachatava kita pravesa karanage. Ate unham upara bhora matara vi zulama nahim kita javega"},{"SurahNumber":19,"VerseNumber":61,"Text":"Unham la'i hamesa rahina vale baga hana, jinham da rahimana ne apane adami'am nala sakhata va'ada kara rakhi'a hai. Ate iha va'ada pura ho ke rahega"},{"SurahNumber":19,"VerseNumber":62,"Text":"Usa vica uha loka ko'i vi'aratha gala nahim sunanage, sirafa salama (santi) tom binham. Ate usa vica unham nu savere sama rizaka milega"},{"SurahNumber":19,"VerseNumber":63,"Text":"Iha uha janata hai jisa da varisa asim apane"},{"SurahNumber":19,"VerseNumber":64,"Text":"ate asim' (farisate) prakasita nahim' hude, je sade raba da hukama na huda, usa da hai jihara sade age ate sade piche hai ate inham de vicakara hai ate tuhada raba bhulana vala nahim"},{"SurahNumber":19,"VerseNumber":65,"Text":"Uha raba hai akasam da ate dharati da ate jo kujha inham de vicakara hai. Isa la'i tusi' use di ibadata karo ate usa di badagi la'i drira raho. Ki tusim usa de sahamane (ko'i) barabara guna vala samajhade ho"},{"SurahNumber":19,"VerseNumber":66,"Text":"Ate manukha kahida hai ki jadom maim mara javanga tam phira ji'unde karake kadhi'a javanga"},{"SurahNumber":19,"VerseNumber":67,"Text":"Ki manukham nu yada nahim a'unda ki asim usa nu isa tom pahilam paida kita ate uha kujha vi nahim si"},{"SurahNumber":19,"VerseNumber":68,"Text":"Isa la'i tere raba di sahu asim' zarura isanu ikatha karange ate saitanam nu vi, phira unham nu naraka de kaula isa tar'ham hazara karange ki uha godi'am bhara diga painage"},{"SurahNumber":19,"VerseNumber":69,"Text":"Phira asim hareka varaga vicom unham lokam nu alaga karange, jihare rahimata de mukabale sabha tom zi'ada bagi bane ho'e sana"},{"SurahNumber":19,"VerseNumber":70,"Text":"Jana de zi'ada hakadara hana"},{"SurahNumber":19,"VerseNumber":71,"Text":"Ate tuhade vico' ko'i nahim jisa nu usa uparom laghana na hove. Iha tere raba la'i zaruri hai. Jihara pura ho ke rahega"},{"SurahNumber":19,"VerseNumber":72,"Text":"Phira asim unham lokam nu baca lavange jihare darade sana ate zulamam nu usa vica diga ho'i'a chada devange"},{"SurahNumber":19,"VerseNumber":73,"Text":"ate jadom unham nu sadi'am sapasata a'itam suna'i'am jandi'am hana tam uha inakara karana vale, imana vali'am nu kahide hana ki dovam varaga vica kihara sihatara halata vica hai ate kisa di sagata zi'ada cagi hai"},{"SurahNumber":19,"VerseNumber":74,"Text":"Ate inham zi'ada sadhanam vali'am ate inham tom zi'ada prabhavasali sana"},{"SurahNumber":19,"VerseNumber":75,"Text":"Akho, ki jihara bada bure raha te huda hai tam rahimana usa nu dhila dida hai. Ithom taka ki jadom uha usa ciza nu dekha lainage, jisa da inham nala va'ada kita ja riha hai. Sasarika afata jam ki'amata da dina tam inham nu pata laga javega ki kisa di halata bauri hai ate kisa da dhara kamazora hai"},{"SurahNumber":19,"VerseNumber":76,"Text":"Ate alaha hada'ita te calana karana vali'am di sahi raha vica vadha karada hai ate baki rahina vale puna tuhade raba de nere fala de anusara sresata hana ate natije de anusara utama vi"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ki tusim usanu dekhi'a jisa ne sadi'am a'itam nu jhuthala'i'a ate kiha ki mainu sapati ate satana mila ke rahinage"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ki usa ne gaiba (gupata) vica jhaka ke dekhi'a hai jam usa ne alaha tom ko'i vacana lai li'a hai"},{"SurahNumber":19,"VerseNumber":79,"Text":"Kade vi nahim jo kujha uha akhada hai usa nu asim likha lavange ate usa di saza vica vadha karange"},{"SurahNumber":19,"VerseNumber":80,"Text":"Ate jinham cizam da uha da'avedara hai usa de asim varisa banange ate uha sade kola ikala avega"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ate unham ne alaha tom binham zi'adatara (apane) puja bana'e hana tam ki uha unham la'i saha'ika banana"},{"SurahNumber":19,"VerseNumber":82,"Text":"Kade vi nahim, uha unham di ibadata tom inakara karanage ate unham de virodhi bana janage"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ki tusim nahim vekhi'a ki asim inakari'am upara saitanam nu chada dita hai ate uha unham nu zi'adatara ukasa rahe hana"},{"SurahNumber":19,"VerseNumber":84,"Text":"Isa la'i tusim unham la'i kahali na karo asim unham di ginati puri kara rahe ham"},{"SurahNumber":19,"VerseNumber":85,"Text":"Jisa dina asim darana vali'am nu rahimana vala mahimana bana ke ikatha karange"},{"SurahNumber":19,"VerseNumber":86,"Text":"Ate aparadhi'am nu naraka vica pi'asa hikange"},{"SurahNumber":19,"VerseNumber":87,"Text":"Kise nu sipharasa da adhikara nahim' hovega. Binham usa de jisa ne rahimana de pasom agi'a la'i hove"},{"SurahNumber":19,"VerseNumber":88,"Text":"Ate iha loka kahide hana ki rahimana ne kise nu putara bana'i'a hai"},{"SurahNumber":19,"VerseNumber":89,"Text":"Iha tusim bahuta gabhira (jurama vali) gala kiti hai"},{"SurahNumber":19,"VerseNumber":90,"Text":"Nazadika hai, ki isa nala akasa pata jave ate dharati tukare-tukare ho jave ate pahara tuta ke diga paina"},{"SurahNumber":19,"VerseNumber":91,"Text":"Isa la'i ki loka rahimana de nala satana da sabadha jorade hana"},{"SurahNumber":19,"VerseNumber":92,"Text":"Jadom ki rahimana de satikara de iha bilakula ulata hai. Ki uha (kise) satana nu apanave"},{"SurahNumber":19,"VerseNumber":93,"Text":"Akasam ate dharati upara ko'i nahi' jihara rahimana da bada hom ke na ave"},{"SurahNumber":19,"VerseNumber":94,"Text":"Usa kaula isadi ginati hai ate usa ne isa nu thika gina rakhi'a hai"},{"SurahNumber":19,"VerseNumber":95,"Text":"Ate inham vicom hareka ki'amata de dina usa de sahamane ikala avega"},{"SurahNumber":19,"VerseNumber":96,"Text":"Pratu jihare loka imana li'a'e ate jinham ne cage kama kite, unham la'i alaha muhabata paida kara devega"},{"SurahNumber":19,"VerseNumber":97,"Text":"Isa la'i asim isa kura'ana nu tuhadi bhasa vica asana kara dita hai. Tam ki tusim prahezagaram (alaha tom darana vale) nu khusakhabari suna devom ate jidi lokam nu bhai-bhita kara devo"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ate inham tom pahilam asim' kini'am hi kaumam nu nasata kara cuke ham. Ki tusim unham vicom kise nu dekhade ho jam unham di ko'i ahata sunade haim"}]}