{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"A byl bys viděl, jak slunce se při svém východu sklání napravo od jeskyně jejich a při svém západu je míjí nalevo, zatímco oni byli v středu jejím. A toto je jedno ze znamení Božích; ten, koho Bůh vede, ten po správné cestě kráčí, avšak pro toho, komu Bůh dal zbloudit, nenajdeš ochránce ani průvodce žádného"},{"SurahNumber":18,"VerseNumber":18,"Text":"A byl bys je pokládal za bdící, zatímco oni spali a My je napravo i nalevo kolébali; a pes jejich s předními tlapami roztaženými na prahu ležel. A kdybys je byl náhodou spatřil, byl by ses dal před nimi na útěk pln strachu z nich hrozného"},{"SurahNumber":18,"VerseNumber":19,"Text":"A tak jsme je vzkřísili, aby se jeden druhého vyptávali. I pravil jeden z nich: \"Jak dlouho jsme zde setrvali?\" Odpověděli: \"Setrvali jsme zde den či část dne jednoho.\" (Nakonec) řekli: \"Pán náš zná nejlépe, jak dlouho jsme zde zůstali. Vyšleme jednoho z nás do města s těmito penězi svými, nechť zjistí, kdo nejlepší pokrmy má, a nechť nám od něho potravu přinese; a nechť jedná obezřetně a slušně, aby na nás neupozornil nikoho"},{"SurahNumber":18,"VerseNumber":20,"Text":"Kdyby nás odkryli, ukamenovali by nás anebo by nás donutili vrátit se k náboženství svému; a pak již nikdy bychom nebyli blaženi"},{"SurahNumber":18,"VerseNumber":21,"Text":"A tak jsme je odhalili (lidem z města), aby poznali, že slib Boží je pravdivý a že o Hodině pochyby žádné není. A hle, lidé se mezi sebou hádali ohledně věci jejích, a říkali jedni: \"Vystavme nad nimi stavbu nějakou; Pán jejich přece o nich dobře ví!\" A pravili ti, kdož ve sporu o věc tu zvítězili: \"Vystavíme nad nimi svatyni"},{"SurahNumber":18,"VerseNumber":22,"Text":"A budou říkat někteří: \"Byli tři a čtvrtý z nich byl pes jejich.\" Jiní řeknou: \"Bylo jich pět a šestý z nich byl pes jejich\" dohadujíce se o nepoznatelném; a další řeknou: \"Sedm, a osmým z nich byl pes jejich.\" Odpověz: \"Pán můj zná nejlépe počet jejich; a zná to jinak jen lidi nemnoho!\" Nehádej se tedy o nich, leda jen způsobem esoterickým, a nevyptávej se na ně (z nevěřících) nikoho"},{"SurahNumber":18,"VerseNumber":23,"Text":"a neříkej o ničem: \"Já zítra učiním to a to"},{"SurahNumber":18,"VerseNumber":24,"Text":"aniž připojíš: \"Bude-li chtít Bůh.\" A vzpomínej Pána svého, když zapomnětlivý jsi, a řekni: \"Snad Pán můj mne dovede k tomu, co je správnější než toto"},{"SurahNumber":18,"VerseNumber":25,"Text":"A setrvali oni v jeskyni své tři sta let a přidáno je k tomu ještě devět"},{"SurahNumber":18,"VerseNumber":26,"Text":"Rci: \"Bůh zná nejlépe, jak dlouho tam zůstali, a Jemu náleží nepoznatelné na nebesích a na zemi a On nejlépe je vidoucí a slyšící! A nemají oni kromě Něho ochránce žádného a On nečiní nikoho společníkem rozhodnutí Svého"},{"SurahNumber":18,"VerseNumber":27,"Text":"Sděluj tedy to, co ti bylo vnuknuto z Knihy Pána tvého; a není nikoho, kdo mohl by změnit slovo Jeho, a nenalezneš kromě Něho útočiště žádného"},{"SurahNumber":18,"VerseNumber":28,"Text":"Buď neochvějný v duši své spolu s těmi, kdož Pána svého zrána i navečer vzývají po Jeho tváři toužíce! A neodvracej oči své od nich v žádosti po krásách života pozemského a neposlouchej toho, jehož srdce jsme učinili lhostejným k připomenutí Svému, ani toho, jenž jen vášně své následuje a jehož chování míru překračuje"},{"SurahNumber":18,"VerseNumber":29,"Text":"A rci: \"Pravda přichází od Pána vašeho; kdo chce, ať věří, a kdo chce, ať nevěří!\" A věru jsme připravili pro nespravedlivé oheň, jenž hustým dýmem je obklopí. A poprosili o pomoc, bude jim pomoženo vodou podobnou kovu roztavenému, jež spálí tváře jejich. A jak odporný to nápoj a jak hnusné to místo pobytu"},{"SurahNumber":18,"VerseNumber":30,"Text":"Ti však, kdož uvěřili a zbožné skutky konali, budou odměněni, a nedopustíme, aby se ztratila odměna těch, kdož dobré činili"},{"SurahNumber":18,"VerseNumber":31,"Text":"Jim budou patřit zahrady Edenu, pod nimiž řeky tekou; tam budou se náramky zlatými zdobit, do šatů zelených z hedvábí a brokátu se odívat a v nich na lehátkách odpočívat. Jak krásná to odměna a jak výtečné to místo pobytu"}]}