{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Mmeranteε asomfoͻ a wͻ’yε wͻn dea, wͻ’te sε nhwene pa a yε’de asie, betwa wͻn ho ahyia (asom wͻn)"},{"SurahNumber":52,"VerseNumber":25,"Text":"Wͻ’bεdane wͻn ho de wͻn anim ahwε wͻn ho anim abisa"},{"SurahNumber":52,"VerseNumber":26,"Text":"Wͻ’bεka sε: “Kane a na yε’wͻ y’abusuafoͻ mu no (nyinaa) na yesuro (Nyankopͻn abufuo ne N’asotwee no)"},{"SurahNumber":52,"VerseNumber":27,"Text":"Enti Nyankopͻn adom yεn, εna W’ayi yεn afri (Amanehunu gya) mframa hyehyeε no mu"},{"SurahNumber":52,"VerseNumber":28,"Text":"Nokorε sε, kanee no yesu frεε no. Nokorε sε Ͻyε Otumfoͻ a Ɔwͻ ayεmyε, Ɔne Mmͻborͻhunufoͻ Hene no"},{"SurahNumber":52,"VerseNumber":29,"Text":"Enti (Nkͻmhyεni), wodeε tu (amanfoͻ no) fo; na wo Wura Nyankopͻn adom ho nti no wonnyε pε-adeε-hununi anaa ͻbͻdamfoͻ"},{"SurahNumber":52,"VerseNumber":30,"Text":"Anaasε wͻ’ka sε (Nkͻmhyεni) yε ͻdwomtoni, enti montwεn no wͻ mmusuo berε bi mu"},{"SurahNumber":52,"VerseNumber":31,"Text":"(Nkͻmhyεni), ka sε: “Montwεn, na menso meka mo ne wͻn a wͻ’retwεn no ho“"},{"SurahNumber":52,"VerseNumber":32,"Text":"Anaasε wͻn adwen na εhyε wͻn saa, anaasε wͻ’yε nnipa a wͻ’te atua"},{"SurahNumber":52,"VerseNumber":33,"Text":"Anaasε wͻ’ka sε, (Nkͻmhyεni) no ara na abͻ netrim (atwerε Qur’aan no)? Daabi, gye na wͻ’nnye nnie"},{"SurahNumber":52,"VerseNumber":34,"Text":"Ɛneε wͻ’mfa asεm bi a εte saa mmra sε wͻ’yε nokwafoͻ ampa a"},{"SurahNumber":52,"VerseNumber":35,"Text":"Anaasε εnyε biribi mu na yεbͻͻ wͻn fire? Anaasε wͻn ara ne Ɔbͻͻ adeε no"},{"SurahNumber":52,"VerseNumber":36,"Text":"Anaasε wͻn na wͻ’bͻͻ soro ne asaase? Daabi, gye na wͻ’nnye nnie"},{"SurahNumber":52,"VerseNumber":37,"Text":"Anaasε wo Wura Nyankopͻn akoradeε no wͻ wͻn hͻ? Anaasε wͻn wͻ so tumi"},{"SurahNumber":52,"VerseNumber":38,"Text":"Anaasε wͻn wͻ atwedeε (a wͻ’de foro kͻ soro) kotie (Soro abͻfoͻ no, ne deε εrekͻso wͻhͻ)? Ɛneε wͻn atiefoͻ no mfa wͻn nyinasoͻ pefee mmra"},{"SurahNumber":52,"VerseNumber":39,"Text":"Anaasε (Nyankopͻn) wͻ mma mmaa εna monso mowͻ mma mmarima"},{"SurahNumber":52,"VerseNumber":40,"Text":"Anaasε (Nkͻmhyεni) wobisa wͻn akatua εna εka no mu ayε duduudu ama wͻn"},{"SurahNumber":52,"VerseNumber":41,"Text":"Anaasε Asumade (anaasε) Ahuntasεm no wͻ wͻn hͻ na wͻ’twerε to hͻ"},{"SurahNumber":52,"VerseNumber":42,"Text":"Anaasε wͻ’pε sε wͻ’bͻ pͻ (bͻne) bi (tia Nkͻmhyεni)? Ɛneε wͻn a wͻ’nnye nnie no ara na wͻ’bεtͻ fidie no mu"},{"SurahNumber":52,"VerseNumber":43,"Text":"Anaasε wͻn wͻ awurade foforͻ bi ka Nyankopͻn ho? Kronkron Hene ne Nyankopͻn, Ɔkorͻn kyεn deε wͻ’de bata Neho no"},{"SurahNumber":52,"VerseNumber":44,"Text":"Sε wͻ’rehunu ͻsoro no fa bi sε εrete ahweε a, anka wͻ’bεka sε: “Mununkum a ano aboa’’"},{"SurahNumber":52,"VerseNumber":45,"Text":"Enti (Nkͻmhyεni), wodeε gyae wͻn kosi sε wͻ’behyia wͻn Da no a (ehu ne suro) bεma wͻn atwitwa ahwe ama adeε atͻ wͻn soͻ no"},{"SurahNumber":52,"VerseNumber":46,"Text":"Ɛda no a wͻn pͻ a wͻ’bͻeε no ho mma mfasoͻ biara mma wͻn, na obiara mmoa wͻn no"},{"SurahNumber":52,"VerseNumber":47,"Text":"Nokorε sε wͻn a wͻ’di bͻne no san wͻ asotwee foforͻ (wͻ wiase ha); nanso nnipa pii nnim"},{"SurahNumber":52,"VerseNumber":48,"Text":"Enti (Nkͻmhyεni), wodeε si aboterε fama wo Wura Nyankopͻn atemmuo no, na nokorε sε wo wͻ Y’ani so (anaasε Yehu wo anaa Yε’bͻ woho ban); na bͻ wo Wura Nyankopͻn abodin wͻ εberε a wobεsͻre (afri nna mu)"},{"SurahNumber":52,"VerseNumber":49,"Text":"Na fa anadwo no mu bi nso bͻ no abodin, na εberε a nsoromma bεkͻ akͻtͻ no nso (bͻ no abodin)"},{"SurahNumber":53,"VerseNumber":1,"Text":"Mede εberε a nsoromma rekͻtͻ no di nse sε"},{"SurahNumber":53,"VerseNumber":2,"Text":"Moyͻnko (Muhammad) nyerae, na ͻmmane (mfrii ͻkwan tenenee no so) nso"},{"SurahNumber":53,"VerseNumber":3,"Text":"Na ͻmfa ͻno ara nepε nnkasa"},{"SurahNumber":53,"VerseNumber":4,"Text":"Na mmom εyε Adiyisεm a yεreyi (ma no)"},{"SurahNumber":53,"VerseNumber":5,"Text":"(Ɔbͻfoͻ) hoͻdenfoͻ paa (Gabriel) na ͻkyerεε no"},{"SurahNumber":53,"VerseNumber":6,"Text":"Ɔyε obia ͻwͻ ahoͻden wͻ adwen mu, na afei osi pi wͻ gyinaberε mu"},{"SurahNumber":53,"VerseNumber":7,"Text":"Ԑberε a (Gabriel) wͻ sorosoro paa no"},{"SurahNumber":53,"VerseNumber":8,"Text":"Afei ͻbεnee, na opinkyεε (Nkͻmhyεni) paa"},{"SurahNumber":53,"VerseNumber":9,"Text":"Na ͻwͻ bεyε sε tadua mmienu ntεm anaasε εbεn kyεn saa"},{"SurahNumber":53,"VerseNumber":10,"Text":"Enti Nyankopͻn yii deε obeyie demaa N’akoa (Muhammad)"},{"SurahNumber":53,"VerseNumber":11,"Text":"(Nkͻmhyεni) akoma nni atorͻ wͻ deε ohunuiε no ho"},{"SurahNumber":53,"VerseNumber":12,"Text":"Anaasε moregye no akyinnye wͻ deε ohunuiε no ho"},{"SurahNumber":53,"VerseNumber":13,"Text":"Ampa sε, (Nkͻmhyεni) hunuu (Gabriel) sε ͻresiane deε εtͻso mmienu –"},{"SurahNumber":53,"VerseNumber":14,"Text":"Wͻ dua Sidratul-Muntahaa no ho –"},{"SurahNumber":53,"VerseNumber":15,"Text":"Ɛho hͻ na Daa asetena Soro aheman no wͻ"},{"SurahNumber":53,"VerseNumber":16,"Text":"Ɛberε a deε εkataa Sidratu dua no soͻ no kataa soͻ no"},{"SurahNumber":53,"VerseNumber":17,"Text":"(Nkͻmhyεni) ani annane (ankͻ benkum anaa nifa), na annnkͻ nso antra so"},{"SurahNumber":53,"VerseNumber":18,"Text":"Na ampa sε, ohunuu ne Wura Nyankopͻn nsεnkyerεnee akεseε no mu bi"},{"SurahNumber":53,"VerseNumber":19,"Text":"Moahunu (Arabfoͻ no abosom) Laata ne Uzza –"},{"SurahNumber":53,"VerseNumber":20,"Text":"Ne Manaat, baako no a ͻtͻso mmiεnsa no"},{"SurahNumber":53,"VerseNumber":21,"Text":"Mmarima no wͻ mo εna mmaa no nso wͻ Ɔno (Nyankopͻn)"},{"SurahNumber":53,"VerseNumber":22,"Text":"Ɛno yε adekyε a εmfa kwan soͻ"},{"SurahNumber":53,"VerseNumber":23,"Text":"Woi nom nyinaa yε din a mone moagya nom na atotoͻ a Nyankopͻn Nsianee ho tumi anaa nyinasoͻ biara. Sεdeε wͻn adwen yε wͻn, ne wͻn kraa apεdeε na wͻ’di akyire; ampa nso sε (yεde) kwankyerε no fri wͻn Wura Nyankopͻn hͻ abrε wͻn"},{"SurahNumber":53,"VerseNumber":24,"Text":"Anaasε onipa nsa ka deε ͻpε"},{"SurahNumber":53,"VerseNumber":25,"Text":"Nyankopͻn na Daakye (asetena) no ne seesei deε yi nyinaa wͻ no"}]}