{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"I on skazal: \"Vstupite na nego, i s imenem Allakha Yemu i plyt', i na prichale ostavat'sya. Poistine, proshchayushch moy Gospod' i miloserd"},{"SurahNumber":11,"VerseNumber":42,"Text":"I vot poplyl on s nimi po volnam, Chto byli slovno gory, I syna Nukh pozval, chto storonoyu ot drugikh derzhalsya: \"O syn! Vzoydi k nam na kovcheg I s nechestivymi ne ostavaysya"},{"SurahNumber":11,"VerseNumber":43,"Text":"No syn otvetil: \"YA vzoydu na goru, chto stanet mne zashchitoy ot vody\". Otvetil Nukh: \"Ot poveleniya Allakha segodnya net spasen'ya nikomu, Pomimo tekh, komu On milost' daroval\". Mezh nimi podnyalas' volna, I utonul on vmeste s ostal'nymi"},{"SurahNumber":11,"VerseNumber":44,"Text":"I bylo skazano: \"Zemlya! O, pogloti svoi ty vody! O nebo! Ot potokov uderzhis'!\" I spali vody, i svershilos' povelen'ye - I vstal on na gore Al' Dzhudi. I prozvuchalo (vnov'): \"Pust' sginet nechestivyy lyud"},{"SurahNumber":11,"VerseNumber":45,"Text":"I obratilsya Nukh k Vladyke svoyemu: \"O moy Gospod'! Ved' syn moy - iz moyey sem'i, I istinno obetovaniye Tvoye, Ty - pravosudneyshiy iz vsekh, kto sud dayet"},{"SurahNumber":11,"VerseNumber":46,"Text":"(Allakh) skazal: \"O Nukh! On ne otnositsya, uvy, k tvoyey sem'ye: Poistine, nepravedny yego deyan'ya. I ne prosi Menya o tom, chego ne znayesh', I YA predosterech' tebya khochu, Chtob ty v chisle nevedayushchikh ne byl"},{"SurahNumber":11,"VerseNumber":47,"Text":"O Gospodi! - otvetil Nukh. - Ishchu zashchity u Tebya ya, chtoby vpred' Mne ne prosit' Tebya o tom, chego ne znayu. I yesli Ty mne ne prostish' i ne pomiluyesh' menya, Mne byt' sred' tekh, kto poneset ubytok"},{"SurahNumber":11,"VerseNumber":48,"Text":"I bylo skazano: \"O Nukh! S mirom ot Nas soydi (s kovchega), S blagosloveniyami nad toboy, Kak i nad nekim prochim lyudom, (Chto YA proizvedu) ot tekh, Chto nyne (na kovchege) prebyvayut. (Sred' nikh byt' i takim narodam), Kotorym My dostavim blaga, (Chto obol'styat ikh i povergnut v grekh), (Za chto) potom Postignet ikh ot Nas muchitel'naya kara"},{"SurahNumber":11,"VerseNumber":49,"Text":"Siye - odin iz ryada sokrovennykh skazov, Chto My povedali tebe, (o Mukhammad!); Do etogo ne znal yego ni ty, ni tvoy narod, A potomu bud' terpelivo-stoyek, - Konechnyy (schet), poistine, za temi, Kto, gneva Gospoda strashas', Blagochestiv v svoikh deyan'yakh"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aditam My poslali Khuda, brata ikh. I on skazal: \"O moy narod! Allakhu poklonyaytes'! Krome Nego, u vas inogo Boga net - (Drugikh) vy tol'ko izmyshlyayete sebe"},{"SurahNumber":11,"VerseNumber":51,"Text":"O moy narod! U vas za eto ya nagrady ne proshu. Nagrada mne - lish' u Togo, Kto sotvoril menya. Uzhel' vam eto ne ponyat'"},{"SurahNumber":11,"VerseNumber":52,"Text":"O moy narod! Prosite vashego Vladyku o proshchen'ye I obratites' vy potom s raskayan'yem k Nemu; On (nebesa) prol'yet na vas dozhdem obil'nym, Pribavit sily k vashey sile. Ne otvrashchaytes' zhe vinovnymi v grekhe"},{"SurahNumber":11,"VerseNumber":53,"Text":"Oni otvetili: \"O Khud! Ty ne prines nam yasnogo Znamen'ya, I lish' po slovu tvoyemu Bogov my nashikh ne pokinem - I verit' my tebe ne stanem"},{"SurahNumber":11,"VerseNumber":54,"Text":"My nichego ne govorim, krome togo, Chto, mozhet byt', kakoy-to iz bogov Tebya podverg bede il' bezrassudstvu\". Otvetil on: \"Allakha ya v svideteli zovu, I sami vy svidetelyami bud'te, Chto neprichasten ya k tomu"},{"SurahNumber":11,"VerseNumber":55,"Text":"Kogo vy pridayete v souchastniki (Allakhu). Vy stroyte kozni mne I ne davayte mne otsrochki"},{"SurahNumber":11,"VerseNumber":56,"Text":"YA upovayu na Allakha, i moyego, i vashego Vladyku; I net ni odnogo zhivogo sushchestva, Kotoroye On ne derzhal by za zagrivok, - Ved', istinno, Vladyka moy - na pravednom puti"},{"SurahNumber":11,"VerseNumber":57,"Text":"N o yesli vy otvorotites', chto zh! YA peredal vam to, S chem moy Gospod' menya napravil. I On zamenit vas drugim narodom - Yemu zh niskol'ko vy ne v silakh navredit'. Gospod' moy, istinno, Khranitel' vsyakoy veshchi"},{"SurahNumber":11,"VerseNumber":58,"Text":"I vot, kogda svershilos' Nashe povelen'ye, Spasli My Khuda milost'yu Svoyey I tekh, kotoryye uverovali s nim, - Uberegli ikh ot zhestokoy kary"},{"SurahNumber":11,"VerseNumber":59,"Text":"Takimi byli lyudi Ad: Oni znamen'ya Gospoda otvergli, Oslushalis' poslannikov Yego, Posledovav ukazu vsyakogo stroptivogo (monarkha)"},{"SurahNumber":11,"VerseNumber":60,"Text":"Proklyatiye soputstvovalo im i v etom mire, I v Den' ikh Voskreseniya (na Sud), - O da! Poistine, otvergli svoyego Vladyku lyudi Ad! Pust' sginut so svetu adity, lyudi Khuda"}]}