{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Successful indeed are the believers"},{"SurahNumber":23,"VerseNumber":2,"Text":"Those who offer their Salat (prayers) with all solemnity and full submissiveness"},{"SurahNumber":23,"VerseNumber":3,"Text":"And those who turn away from Al-Laghw (dirty, false, evil vain talk, falsehood, and all that Allah has forbidden)"},{"SurahNumber":23,"VerseNumber":4,"Text":"And those who pay the Zakat"},{"SurahNumber":23,"VerseNumber":5,"Text":"And those who guard their chastity (i.e. private parts, from illegal sexual acts)"},{"SurahNumber":23,"VerseNumber":6,"Text":"Except from their wives or (the captives and slaves) that their right hands possess, for then, they are free from blame"},{"SurahNumber":23,"VerseNumber":7,"Text":"But whoever seeks beyond that, then those are the transgressors"},{"SurahNumber":23,"VerseNumber":8,"Text":"Those who are faithfully true to their Amanat (all the duties which Allah has ordained, honesty, moral responsibility and trusts etc.) and to their covenants"},{"SurahNumber":23,"VerseNumber":9,"Text":"And those who strictly guard their (five compulsory congregational) Salawat (prayers) (at their fixed stated hours)"},{"SurahNumber":23,"VerseNumber":10,"Text":"These are indeed the inheritors"},{"SurahNumber":23,"VerseNumber":11,"Text":"Who shall inherit the Firdaus (Paradise). They shall dwell therein forever"},{"SurahNumber":23,"VerseNumber":12,"Text":"And indeed We created man (Adam) out of an extract of clay (water and earth)"},{"SurahNumber":23,"VerseNumber":13,"Text":"Thereafter We made him (the offspring of Adam) as a Nutfah (mixed drops of the male and female sexual discharge) (and lodged it) in a safe lodging (womb of the woman)"},{"SurahNumber":23,"VerseNumber":14,"Text":"Then We made the Nutfah into a clot (a piece of thick coagulated blood), then We made the clot into a little lump of flesh, then We made out of that little lump of flesh bones, then We clothed the bones with flesh, and then We brought it forth as another creation. So blessed be Allah, the Best of creators"},{"SurahNumber":23,"VerseNumber":15,"Text":"After that, surely, you will die"},{"SurahNumber":23,"VerseNumber":16,"Text":"Then (again), surely, you will be resurrected on the Day of Resurrection"},{"SurahNumber":23,"VerseNumber":17,"Text":"And indeed We have created above you seven heavens (one over the other), and We are never unaware of the creation"},{"SurahNumber":23,"VerseNumber":18,"Text":"And We sent down from the sky water (rain) in (due) measure, and We gave it lodging in the earth, and verily, We are Able to take it away"},{"SurahNumber":23,"VerseNumber":19,"Text":"Then We brought forth for you therewith gardens of date-palms and grapes, wherein is much fruit for you, and whereof you eat"},{"SurahNumber":23,"VerseNumber":20,"Text":"And a tree (olive) that springs forth from Mount Sinai, that grows oil, and (it is a) relish for the eaters"},{"SurahNumber":23,"VerseNumber":21,"Text":"And Verily! In the cattle there is indeed a lesson for you. We give you to drink (milk) of that which is in their bellies. And there are, in them, numerous (other) benefits for you, and of them you eat"},{"SurahNumber":23,"VerseNumber":22,"Text":"And on them, and on ships you are carried"},{"SurahNumber":23,"VerseNumber":23,"Text":"And indeed We sent Nuh (Noah) to his people, and he said: \"O my people! Worship Allah! You have no other Ilah (God) but Him (Islamic Monotheism). Will you not then be afraid (of Him i.e. of His Punishment because of worshipping others besides Him)"},{"SurahNumber":23,"VerseNumber":24,"Text":"But the chiefs of those who disbelieved among his people said: \"He is no more than a human being like you, he seeks to make himself superior to you. Had Allah willed, He surely could have sent down angels; never did we hear such a thing among our fathers of old"},{"SurahNumber":23,"VerseNumber":25,"Text":"He is only a man in whom is madness, so wait for him a while"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh (Noah)] said: \"O my Lord! Help me because they deny me"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We inspired him (saying): \"Construct the ship under Our Eyes and under Our Revelation (guidance). Then, when Our Command comes, and the oven gushes forth water, take on board of each kind two (male and female), and your family, except those thereof against whom the Word has already gone forth. And address Me not in favour of those who have done wrong. Verily, they are to be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"And when you have embarked on the ship, you and whoever is with you, then say: \"All the praises and thanks be to Allah, Who has saved us from the people who are Zalimun (i.e. oppressors, wrong-doers, polytheists, those who join others in worship with Allah, etc)"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say: \"My Lord! Cause me to land at a blessed landing-place, for You are the Best of those who bring to land"},{"SurahNumber":23,"VerseNumber":30,"Text":"Verily, in this [what We did as regards drowning of the people of Nuh (Noah)], there are indeed Ayat (proofs, evidences, lessons, signs, etc. for men to understand), for sure We are ever putting (men) to the test"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then, after them, We created another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"And We sent to them a Messenger from among themselves (saying): \"Worship Allah! You have no other Ilah (God) but Him. Will you not then be afraid (of Him i.e. of His Punishment because of worshipping others besides Him)"},{"SurahNumber":23,"VerseNumber":33,"Text":"And the chiefs of his people, who disbelieved and denied the Meeting in the Hereafter, and to whom We had given the luxuries and comforts of this life, said: \"He is no more than a human being like you, he eats of that which you eat, and drinks of what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"If you were to obey a human being like yourselves, then verily! You indeed would be losers"},{"SurahNumber":23,"VerseNumber":35,"Text":"Does he promise you that when you have died and have become dust and bones, you shall come out alive (resurrected)"}]}