{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Cele mai rele vieþuitoare pentru Allah sunt surzii ºi muþii care nu pricep"},{"SurahNumber":8,"VerseNumber":23,"Text":"Daca Allah ar ºti ceva bun la ei , i-ar face sa auda, insa chiar de i-ar lasa sa auda , ei ar intoarce spatele, indepartandu-se"},{"SurahNumber":8,"VerseNumber":24,"Text":"O, voi cei care credeþi! Raspundeþi-I lui Allah ºi Trimisului [Sau] , daca va cheama la ceea ce va da viaþa ! ªi sa ºtiþi ca Allah"},{"SurahNumber":8,"VerseNumber":25,"Text":"ªi feriþi-va de o nenorocire care nu-i va atinge doar pe cei care sunt nelegiuiþi dintre voi ! ªi sa ºtiþi ca Allah este aspru la pedeapsa"},{"SurahNumber":8,"VerseNumber":26,"Text":"Aduceþi-va aminte cand voi eraþi puþini la numar, slabi ºi oprimaþi pe pamant ºi va temeaþi sa nu va rapuna oamenii, insa Elv-a dat ada"},{"SurahNumber":8,"VerseNumber":27,"Text":"O, voi cei care credeþi! Nu-L vicleniþi pe Allah ºi pe Trimis! Nici nu vicleniþi asupra celor ce v-au fost incredinþate, cu buna ºtiinþa"},{"SurahNumber":8,"VerseNumber":28,"Text":"ªi sa ºtiþi ca bunurile voastre ºi copiii voºtri nu sunt decat o incer- care ºi ca la Allah se afla rasplata mare"},{"SurahNumber":8,"VerseNumber":29,"Text":"O, voi cei care credeþi! Daca sunteþi cu frica de Allah, atunci El va va da voua un Indreptar ºi va va ºterge voua faptele rele ºi va va ierta, caci Allah este d&at"},{"SurahNumber":8,"VerseNumber":30,"Text":"[ªi adu-þi aminte] cum au ticluit impotriva ta cei care nu credeau, ca sa te intemniþeze ori sa te omoare, ori sa te alunge ! Au ticluit ei, insa ºi Allah a ticluit, caci Allah este cel mai bun int"},{"SurahNumber":8,"VerseNumber":31,"Text":"ªi cand li se recita lor versetele Noastre, zic ei: \"Noi am auzit debuna seama ! Iar de am voi noi, am putea spune asemeneaacestora, caci ele nu sunt alta decat legende ale celor vechi"},{"SurahNumber":8,"VerseNumber":32,"Text":"[ªi adu-þi aminte] cand au zis ei [idolatrii]: “Doamne, daca acesta este Adevar de la Tine, atunci fa sa ploua asupra noastra pietre din cer ori adu peste noi osanda dureroasa! ”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Allah nu a voit sa-i osandeasca , atunci cand te aflai ºi tu printre ei! ªi nu a voit Allah sa le fie nimicitor cand unii dintre ei au cerut iertare"},{"SurahNumber":8,"VerseNumber":34,"Text":"De ce sa nu-i pedepseasca Allah, de vreme ce ei impiedica [pe dreptcredincioºi] de la Moscheea cea Sfanta , cu toate ca nu eraupazitorii ei. Pazitorii ei adevaraþi sunt numai aceia car"},{"SurahNumber":8,"VerseNumber":35,"Text":"ªi nu era rugaciunea lor in Casa [aceea] alta decat numaiºuierat ºi plesnit din palme. “Gustaþi din chin, pentru ca nu aþi crezut!”"},{"SurahNumber":8,"VerseNumber":36,"Text":"Cei care nu cred, cheltuiesc averea lor pentru a impiedica[oamenii] de la calea lui Allah. O vor cheltui ei, dar aceasta le va aduce lor mahnire, iar apoi vor fi infranþi. ªi aceia care nu cred, vor fiadunaþi in Gh"},{"SurahNumber":8,"VerseNumber":37,"Text":"Pentru ca Allah sa-l deosebeasca pe cel rau de cel bun ºi sa-ipuna pe cei rai unul peste altul ºi sa-i ingramadeasca pe toþi ºi sa-i arunce in Gheena. Ace"},{"SurahNumber":8,"VerseNumber":38,"Text":"Spune acelora care nu cred ca, daca se vor opri , li se vaierta ceea ce a trecut , dar daca se vor intoarce ei, [atunci vor fi pedepsiþi], dupa pilda celor de dinainte"},{"SurahNumber":8,"VerseNumber":39,"Text":"ªi luptaþi impotriva lor pana ce nu va mai fi ispita ºi pana ce religia va fi in intregime pentru Allah ! Iar de se vor opri, Allah este Cel care Vede Bine [Basir] ceea ce fac ei"},{"SurahNumber":8,"VerseNumber":40,"Text":"Iar de vor respinge, [plecand], atunci sa ºtiþi ca Allah esteOcrotitorul vostru. ªi ce minunat Ocrotitor ºi ce minunat Sprijinitor[este El]"}]}