{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"Rabbiyow! Run ahaan Waxaad i siisay wax ka mid ah boqortooyada, oo i bartay fasirka xadiisyada; Kan (Keliya) ee Abuurayow samooyinka iyo arlada! Adigaa ah Gargaaraheyga adduunkan gudahi iyo Aakhiradaba ee i oofso anigoo Muslim ah, oo i haleeshii kuwa wanaagsan"},{"SurahNumber":12,"VerseNumber":102,"Text":"Kani waa wax ka mid ah wararka la xiriira waxa qarsoon aan muuqan oo aan kuu waxyoonno. Oo ma aadan aheyn mid la jooga iyaga markay go’aansadeen arrinkoodii,iyagoo abaabulayey shirqoollo"},{"SurahNumber":12,"VerseNumber":103,"Text":"Oo dadka badankiisu ma rumeyn doonaan si kastoo aad ugu dadaasho"},{"SurahNumber":12,"VerseNumber":104,"Text":"Oo kuma weydiisatid iyaga wax abaalgud ah arrinkani darti; wax kale ma aha aan aheyn waanada Caalamka"},{"SurahNumber":12,"VerseNumber":105,"Text":"Oo badanaa waxa calaamo ku sugan samooyinka iyo arlada ay soo maraan ee haddana ay ka jeedsadaan"},{"SurahNumber":12,"VerseNumber":106,"Text":"Oo badankoodu ma rumeysna Allaah iyagoo wax la wadaajinaya maahee"},{"SurahNumber":12,"VerseNumber":107,"Text":"Haddaba ma waxay ka yihiin aamin inay u timaaddo Cadaab daran oo xagga Ilaahay ah, mise inay ugu timaaddo Saacaddu kedis iyagoo aan dareensaneyn"},{"SurahNumber":12,"VerseNumber":108,"Text":"Dheh: Kani waa jidkayga; Waxaan ugu baaqaa dadka xagga Allaah, Aniga iyo cid kastoo i raacdaba innagoo yaqiinsan oo ku sugan xujo cad. Oo Xurmo oo dhan waxaa iska leh oo Nazahan Allaah, oo anigu ka mid ma ahi mushrikiinta"},{"SurahNumber":12,"VerseNumber":109,"Text":"Oo ma aanu soo dirin hortaa waxaan ahayn rag ka tirsan dadka magaalooyinka kuwaasoo aan u waxyoonnay33. Ma waysan haddaba soconin dhulka oo fiirinin sida ay aheyd cidhibta kuwii ka horreeyey? Oo xaqiiq Daarta Aakhiro baa u khayr roon kuwa ka dhowrsada (xumaha). Ee ma waydaan haddaba garowsaneyn"},{"SurahNumber":12,"VerseNumber":110,"Text":"Jeer markay Rusushu quustaan oo yaqiinsadaan in dhab ahaan la beeniyey, markaas ayaa waxaa u yimaada gargaarkayaga, oo aan badbaadinnaa cidda aan doonno, oo lagama celiyo Ciqaabtayada qoloda Dambiilayaasha ah"},{"SurahNumber":12,"VerseNumber":111,"Text":"Waxaa xaqiiq ugu sugan qisooyinkooda cashar ay ku cibrad qaataan wax garadka. Ma aha xadiis la been abuuran karo, laakiinse waa xaqiijin wixii ka horreeyey, iyo caddeynta wax kasta iyo hanuun iyo naxariis qolodii rumaysan"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif Laam Miim Raa1 Kuwakani waa Aayadaha Kitaabka, oo kaa lagaaga soo waxyoodo xagga Rabbigaa waa Xaq, laakiinse dadka badankiisu ma rumeysna"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allaah waa Kan kor u qaaday samooyinka tiirar la’aan aad aragtaan, markaas dul ahaaday Carshiga oo Wuxuu (idiin) layliyey qorraxda iyo dayaxa; mid walbaa ku socdo (marriinkiisa) ilaa waqti go’an, Wuxuu isku dubbiradaa arrimaha, isagoo ka yeelaya caddaan calaamdaha si aad u yaqiinsataan la kulanka Rabbigiin"},{"SurahNumber":13,"VerseNumber":3,"Text":"Oo Waa Isaga Kan fidiyey arlada oo dhigay dhexdiisa buuro sugan iyo wabiyo, oo miro kasta ka dhigay dhexdiisa labo nooc, wuxuu ku daboolaa habeenka maaalinta. hubaal, waxaa arrinkani ugu sugan xaqiiq calaamooyin qolo fekerta"},{"SurahNumber":13,"VerseNumber":4,"Text":"Oo waxaa dhulka ku yaal goobo isbar bar ah iyo beero canab ah iyo galley iyo geedo timir hal jirid leh urursan iyo kuwo (kale) oo leh jirrdiyo kala tagsan2, waxaa laga waraabshaa biyo isku mid ah, oo waxaan kaga sare marinnaa qaarkoodba qaar kale cunidda. hubaal waxaa arrinkani ugu sugan xaqiiq calaamooyin qolo wax fahanta"}]}