{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"E vos e proibido esposardes as mulheres casadas, exceto as escravas que possuis. E prescricao de Allah para vos. E vos e licito, alem disso, buscardes mulheres com vossas riquezas, para as esposardes, e nao para cometerdes adulterio. E aquelas com as quais vos deleitardes, concedei-lhes seu dote como direito preceituado. E nao ha culpa sobre vos, pelo que acordais, mutuamente, depois do preceituado. Por certo, Allah e Onisciente, Sabio"},{"SurahNumber":4,"VerseNumber":25,"Text":"E quem de vos nao pode, pelas posses, esposar as crentes livres, que ele tome mulher dentre as jovens crentes que possuis. E Allah e bem Sabedor de vossa fe. Procedeis uns dos outros. Entao, esposai-as com a permissao de seus amos, e concedei-lhes seu dote convenientemente, sendo elas castas, nao adulteras e nao tendo amantes. E, quando casadas, se entao, cometem obscenidade, caber-lhes-a a metade do castigo das mulheres livres. Isso, para quem de vos recear o embaraco do adulterio. E pacientardes vos e melhor. E Allah e Perdoador, Misericordiador"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah deseja tornar evidente, para vos, o que nao sabeis, e guiar-vos aos procedimentos dos que foram antes de vos, e voltar-se para vos. E Allah e Onisciente, Sabio"},{"SurahNumber":4,"VerseNumber":27,"Text":"E Allah deseja perdoar-vos; e os que seguem a lascivia desejam que vos desvieis, com formidavel desviar"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah deseja aliviar-vos as dificuldades. E foi criado fragil o ser humano"},{"SurahNumber":4,"VerseNumber":29,"Text":"O vos que credes! Nao devoreis, ilicitamente, vossas riquezas, entre vos, mas e licito existir comercio de comum acordo entre vos. E nao vos mateis. Por certo, Allah, para convosco, e Misericordiador"},{"SurahNumber":4,"VerseNumber":30,"Text":"E a quem o faz, com agressao e injustica, fa-lo-emos entrar no Fogo. E isso, para Allah e facil"},{"SurahNumber":4,"VerseNumber":31,"Text":"Se evitais os grandes pecados, de que sois coibidos, remir-vos-emos as mas obras e far-vos-emos entrar em entrada nobre"},{"SurahNumber":4,"VerseNumber":32,"Text":"E nao aneleis aquilo por que Allah preferiu alguns de vos a outros. Ha, para os homens, porcao do que logram, e ha para as mulheres, porcao do que logram. E pedi a Allah algo de Seu favor. Por certo, Allah, de todas as cousas, e Onisciente"},{"SurahNumber":4,"VerseNumber":33,"Text":"E para cada um, fizemos herdeiros do que os pais e os parentes deixam. E aqueles com quem firmastes pacto, concedei-Ihes sua porcao. Por certo, Allah, de todas as cousas, e Testemunha"},{"SurahNumber":4,"VerseNumber":34,"Text":"Os homens tem autoridade sobre as mulheres, pelo que Allah preferiu alguns a outros e pelo que despendem de suas riquezas. Entao, as integras sao devotas, custodias da honra, na ausencia dos maridos, pelo que Allah as custodiou. E aquelas de quem temeis a desobediencia, exortai-as, pois, e abandonai-as no leito, e batei-lhes. Entao, se elas vos obedecem, nao busqueis meio de importuna-las. Por certo, Allah e Altissimo, Grande"},{"SurahNumber":4,"VerseNumber":35,"Text":"E se temeis discordia entre ambos, enviai-lhes um arbitro da familia dele e um arbitro da familia dela: se ambos desejam reconciliacao, Allah estabelecera a concordia entre eles. Por certo, Allah e Onisciente, Conhecedor"}]}