{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"Sem jsem 2 úcastník krevní msta pohled jejich Magnát! Ohledne Ceho ty pochybovat oni mel prádlo z povzbudit prizpusobit pro ti! Pekelný kolísavý prosit proudit jejich pristrihnout"},{"SurahNumber":22,"VerseNumber":20,"Text":"To zpusobit jejich duverný dojmout také moný jejich okrást"},{"SurahNumber":22,"VerseNumber":21,"Text":"Oni omezit tvrdý zajistit"},{"SurahNumber":22,"VerseNumber":22,"Text":"Whenever oni vyzkoušet opustit tak bída oni vnutit stranou za Chutnat zápas z svítit"},{"SurahNumber":22,"VerseNumber":23,"Text":"BUH prosit UZNAT TY domnívat se PRIMET SPRAVEDLIVÝ DOIVOTNÍ DO ZAHRADNÍ PRÍLIV PRAMEN! Oni zdobit therein náramek zlatý perlit se jejich šaty therein byl hedvábný šat"},{"SurahNumber":22,"VerseNumber":24,"Text":"Oni usmernovat poslušný slovo; oni usmernovat dráha z nejvetší Velebit"},{"SurahNumber":22,"VerseNumber":25,"Text":"Prece ty pochybovat odrazit others dráha BUH podle Církevní Masjid my urcit úplne lidé! - jsem oni tuzemský návštevník! - Ádat znecistit to podplatit to my souit ti trapný odškodnení"},{"SurahNumber":22,"VerseNumber":26,"Text":"My sjednat Abraham dosadit Skrín S Ostatky Ty ne zbonovat koho kadý jiný buh Mi cistit Muj skrín s ostatky ty navštevovat to ty ivý ono ty sklánet premoct"},{"SurahNumber":22,"VerseNumber":27,"Text":"A vyhlásit lidé slavit Hajj pou Oni podlehnout ty dráha jízdní mnohostranný odvod (strední doprava)! Oni podlehnout druhý zjištení"},{"SurahNumber":22,"VerseNumber":28,"Text":"Oni ádat obchodní uitek oni slavit buh uvést specifikovat cas pro stanovit ti ivý inventár! Strávit proto zásobovat melancholický chatrný"},{"SurahNumber":22,"VerseNumber":29,"Text":"Oni naprostý jejich úpis fulfill jejich slib prohlédnout starý skrín s ostatky"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ty váit si obrad rozhodnout BUH zaslouilý poslušný odmenit jejich Magnát. Úplne ivý inventár zpusobit zákonný svuj jídlo a na nebo ty zvlášte zakázat ty. Ty zabránit opovrení obraz zbonovat zabránit loisko falešný svedcit"},{"SurahNumber":22,"VerseNumber":31,"Text":"Ty udrovat svuj modlitby úplne BUH jen. Kadý spolecnost kadý obraz BUH jsem jednotka kue lye pak vzít si ulovit ukoristit oddechnout si ovinout široký str"},{"SurahNumber":22,"VerseNumber":32,"Text":"Vskutku ty váit si obrad rozhodnout BUH znázornit spravedlnost jejich jádro"},{"SurahNumber":22,"VerseNumber":33,"Text":"(Ivý) (Inventár) stanovit ty mnoho uitek nebo a doba, dopredu venovat darem starý skrín s ostatky"},{"SurahNumber":22,"VerseNumber":34,"Text":"Kadý sbor my rozhodnout obrad whereby oni slavit uvést BUH pro stanovit ti ivý inventár! Svuj buh jsem 1 i kdy a spolu buh; ty jsem povinen úplne nabídnout Jemu. Odevzdat poslušný zpráva s a poslušný"},{"SurahNumber":22,"VerseNumber":35,"Text":"Oni jsem jednotka jádro trást se na uvedený BUH oni steadfastly vytrvat neštestí oni slavit Spojení Prosba (Salat) podle náš obstarání s ti oni odevzdat milodar"},{"SurahNumber":22,"VerseNumber":36,"Text":"Zvíre nabídka jsem obrad rozhodnout BUH tvuj uznat plný Ty uvedený buh uvést ti i kdy oni kozlík za sortiment. Dríve oni prednést zasvetit ty strávit proto zásobovat chatrný potrebný! Tento why my zmírnit ti ty onen ty beet svuj porozumení"},{"SurahNumber":22,"VerseNumber":37,"Text":"Vubec jejich maso nor jejich krevní sahat BUH. Který prijít Jemu jsem svuj spravedlnost. On zmírnit ti ty ty beet ty porozumení oslavovat BUH pro usmernovat ty! Odevzdat poslušný zpráva s a dobrocinný"}]}