{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"A wid iumnen! Ur teddut di lateô n Cciîan. Win iteddun di lateô n Cciîan, ar la iteddu di lâaô akked tuccva. Lemmer ur illi fellawen lfevl n Öebbi akked uêunu S, ur ippizdig degwen yiwen, d awez$i. Maca, Öebbi Izzizdig win i S ihwan. Öebbi Issel, d Amusnaw"},{"SurahNumber":24,"VerseNumber":22,"Text":"Wid, degwen, iwumi ippunefk lfevl akked terkunt, ur pgalan $ef tikci i llzem, i ime$ban, i wid iunagen deg ubrid n Öebbi. Ad semmêen, ad ssurfen. Day ur têemmlem ara mara awen Isemmeê Öebbi? Öebbi Ipsemmiê, Ipêunu"},{"SurahNumber":24,"VerseNumber":23,"Text":"Ih, wid ipqeôôiven tilawin zeddigen, istehzan, iumnen, ad pwaxzun di ddunit, di laxeôt. Fellasen aâaqeb abarar"},{"SurahNumber":24,"VerseNumber":24,"Text":"Ass ideg ara d cehhden $ef igiten nnsen, ilsawen nnsen, ifassen nnsen, ivaôen nnsen"},{"SurahNumber":24,"VerseNumber":25,"Text":"assen, ad asen Ifk Öebbi ayen ppalasen, s tidep. Ad éôen ar Öebbi d Tidep ibanen"},{"SurahNumber":24,"VerseNumber":26,"Text":"Yir tlawin i yir irgazen, yir irgazen i yir tlawin. Tilawin n lâali i irgazen n lâali, irgazen lâali i tlawin n lâali. Wigi ur ppkan deg wayen qqaôen. I nitni, ssmaê akked ôôeéq ukyis"},{"SurahNumber":24,"VerseNumber":27,"Text":"A wid iumnen! Ur keçmet ixxamen ur nelli nnwen, alamma s tsriê, u alamma tselmem $ef imawlan nnsen. Ppif akka i kunwi, amar a d tesmektim"},{"SurahNumber":24,"VerseNumber":28,"Text":"Ma ur tufim êedd degsen, ur keçmet alamma s tsriê. Ma nnan awen d: \"u$alet\", u$alet. Yif it wakka i ûûfawa nnwen. Öebbi Iéôa ayen txeddmem"},{"SurahNumber":24,"VerseNumber":29,"Text":"Ulac u$ilif fellawen ma tkecmem ixxamen ur nepwazde$, ma tella t$awsa nnwen degsen. Öebbi Iéôa acu d teqqaôem, u wacu teppeffrem"},{"SurahNumber":24,"VerseNumber":30,"Text":"Ini i wid iumnen ad brun i wallen nnsen, ad ssôen tuzzuft nnsen. Yif it wakka i ûûfawa nnsen. Öebbi, s tidep, Iéôa ayen xeddmen"},{"SurahNumber":24,"VerseNumber":31,"Text":"Ini i tid iumnen ad brunt i wallen nnsent, ad ssôent tuzzuft nnsent, ur d sskanent, di zzin nnsent, siwa ayen d ivehôen segs, ad $umment idmaren nnsent. Ur d sskanent ccbuê nnsent, siwa i irgazen nnsent, ne$ ibabaten nnsent, ne$ im$aôen nnsent, ne$ iqcicen nnsent, ne$ irbiben nnsent, ne$ atmaten nnsent, ne$ iqcicen n watmaten nnsent, ne$ wid n tsetmatin nnsent, ne$ tiqeddacin nnsent, ne$ taklatin nnsent, ne$ iqeddacen imudduzen, ne$ arrac ur nelleméi. Ur kkatent dderz, ad ipwassen zzin nnsent uffir. Steôoâet akw i Öebbi, a lmumnin, amar a prebêem"},{"SurahNumber":24,"VerseNumber":32,"Text":"Jewoet i iâzriyen nnwen, akked wid imaânen seg waklan nnwen, akked teklatin nnwen. Ma d ime$ban ay llan, a ten Iôéeq Öebbi, s lfevl iS. Öebbi d Ajemmal, d Amusnaw"},{"SurahNumber":24,"VerseNumber":33,"Text":"Wid ur nufa ara ar a$en, ad ûebôen ar ten id Iôéeq Öebbi, s lfevl iS. Wid, seg waklan nnwen, i ib$an ad asen tarum aserreê, arut asen ma teéôam ten, d at lxiô ay llan. Fket asen seg ayla i wen Ifka Öebbi. Ur pêeppimet $ef teklatin nnwen, tiquêbit, i rrbeê nnwen di tmeddurt n ddunit, ma b$ant tezdeg. Ma têeppmen, Öebbi, deffir uêeppem nnsent, Ipsemmiê, Ipêunu"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ni$ Nessader awen ed issekniyen iberrzen, akked umedya n wid iâacen uqbel nnwen, d anabi i wid ipêezziben"}]}