{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"obraćajući Mu se predano! Bojte se Njega i obavljajte molitvu, i ne budite od onih koji Mu druge ravnim smatraju…"},{"SurahNumber":30,"VerseNumber":32,"Text":"od onih koji su vjeru svoju razbili i u stranke se podijelili; svaka stranka zadovoljna onim što ispovijeda"},{"SurahNumber":30,"VerseNumber":33,"Text":"A kad ljude nevolja snađe, oni se Gospodaru svom pokajnički obraćaju, a poslije, kad im On dadne da okuse milost Njegovu, odjednom neki od njih Gospodaru svom druge ravnim smatraju…"},{"SurahNumber":30,"VerseNumber":34,"Text":"da bi bili nezahvalni na onom što im Mi dajemo. Pa uživajte, a saznat ćete"},{"SurahNumber":30,"VerseNumber":35,"Text":"Zar smo im Mi poslali kakav dokaz koji govori u prilog onih koje Njemu ravnim smatraju"},{"SurahNumber":30,"VerseNumber":36,"Text":"Kad dopustimo ljudima da se blagodatima naslađuju, oni im se obraduju, a kad ih pogodi nevolja, zbog onog što su ruke njihove činile, odjednom očajavaju"},{"SurahNumber":30,"VerseNumber":37,"Text":"Zar oni ne znaju da Allah u obilju daje hranu onom kome On hoće i da uskraćuje? To su, uistinu, dokazi za ljude koji vjeruju"},{"SurahNumber":30,"VerseNumber":38,"Text":"Zato podaj bližnjemu pravo njegovo, i siromahu i putniku! To je bolje za one koji se nastoje Allahu umiliti – ti će postići šta žele"},{"SurahNumber":30,"VerseNumber":39,"Text":"A novac koji dajete da se uveća novcem drugih ljudi neće se kod Allaha uvećati, a za milostinju koju udijelite da biste se Allahu umilili – takvi će dobra djela svoja umnogostručiti"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah vas stvara, i opskrbljuje. On će vam život oduzeti i na kraju vas oživiti. Postoji li ijedno božanstvo vaše koje bilo šta od toga čini? Hvaljen neka je On i vrlo visoko iznad onih koje Njemu smatraju ravnim"},{"SurahNumber":30,"VerseNumber":41,"Text":"Zbog onog što ljudi rade, pojavio se metež i na kopnu i na moru, da im On dadne da iskuse kaznu zbog onog što rade, ne bi li se popravili"},{"SurahNumber":30,"VerseNumber":42,"Text":"Reci: “Putujte po svijetu pa pogledajte kako su oni prije završili; većinom su oni mnogobošci bili.”"},{"SurahNumber":30,"VerseNumber":43,"Text":"Zato ti upravi lice svoje prema pravoj vjeri, prije nego što Allahovom voljom nastupi Dan koji niko neće moći odbiti. Tog Dana On će ih razdvojiti…"},{"SurahNumber":30,"VerseNumber":44,"Text":"oni koji nisu vjerovali – na svoju štetu nisu vjerovali, a oni koji su dobra djela činili – sebi su zaradili…"},{"SurahNumber":30,"VerseNumber":45,"Text":"da On iz obilja Svog nagradi one koji su vjerovali i dobra djela činili. – A On, zaista, ne voli nevjernike"},{"SurahNumber":30,"VerseNumber":46,"Text":"Jedan od dokaza Njegovih je to što On šalje vjetrove kao nosioce radosnih vijesti da vam dadne da milost Njegovu osjetite i da lađe voljom Njegovom plove i da iz obilja Njegova stječete i da biste zahvalni bili"},{"SurahNumber":30,"VerseNumber":47,"Text":"I prije tebe smo poslanike narodima njihovim slali i oni su im prave dokaze donosili, pa smo one koji su griješili kažnjavali – a dužnost Nam je bila vjernike pomoći"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah je Taj Koji vjetrove šalje, pa oni oblake tjeraju i On ih po nebu, kako On hoće, rasprostire i na komade dijeli, pa ti vidiš kišu kako iz njih pada, i kad je On na robove Svoje na koje želi prolije, oni se odjednom radošću ispune…"},{"SurahNumber":30,"VerseNumber":49,"Text":"iako su bili očajni prije nego što se spustila na njih"},{"SurahNumber":30,"VerseNumber":50,"Text":"Zato pogledaj tragove Allahove milosti – kako On oživi zemlju nakon mrtvila njezina! On će, uistinu, i mrtve oživiti, On sve može"},{"SurahNumber":30,"VerseNumber":51,"Text":"A da pošaljemo vjetar i da oni vide da je sve požutjelo, oni bi, i poslije toga, blagodati poricali"},{"SurahNumber":30,"VerseNumber":52,"Text":"Ti ne možeš mrtve dozvati, ni gluhe, kad se od tebe okrenu, dovikati…"},{"SurahNumber":30,"VerseNumber":53,"Text":"niti možeš slijepe od zablude njihove odvratiti. Možeš jedino dozvati one koji u ajete Naše vjeruju, jedino oni će se odazvati"}]}