{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Lut da Ibrahim’e iman etmisti. Ben, Rabbime hicret ediyorum. Cunku O, gucludur, Hakim'dir, demisti"},{"SurahNumber":29,"VerseNumber":27,"Text":"Ibrahim’e, Ishak ve Yakub’u bagısladık; soyuna peygamberlik ve kitap verdik. O’na dunyada mukafatını verdik. O, ahirete de salihlerdendir"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut, kavmine soyle demisti: Siz, alemler icinde hicbirinin sizden once yapmadıgı bir fuhsu isliyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Siz erkeklere yanasıyor, yol kesiyor ve toplandıgınız yerlerde kotu seyler yapıyorsunuz, oyle mi? Kavminin cevabı ise: Eger dogru soyleyenlerden isen, haydi bize Allah’ın azabını getir, demekten baska birsey degildi"},{"SurahNumber":29,"VerseNumber":30,"Text":"Lut: Rabbim, fesatcı kavme karsı bana yardım et! dedi"},{"SurahNumber":29,"VerseNumber":31,"Text":"Elcilerimiz, mujde ile Ibrahim’e geldikleri zaman: Biz, su beldeyi helak edecegiz. Cunku oranın halkı zalimdir, dediler"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibrahim:Fakat orada Lut var, dedi. Biz, orada kimin oldugunu daha iyi biliyoruz. Onu ve ailesini kurtaracagız, karısı haric. O geride kalanlardandır"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz Lut’a geldiklerinde, onlar sebebiyle endiselenmis ve ici daralmıstı. Korkma ve uzulme! dediler. Biz, seni ve aileni kurtaracagız. Geride kalanlardan olan karın haric"},{"SurahNumber":29,"VerseNumber":34,"Text":"Biz, bu belde halkına, yoldan saptıkları icin gokten bir azap indirecek olanlarız"},{"SurahNumber":29,"VerseNumber":35,"Text":"Akleden bir toplum icin, oradan bir apacık ayet/isaret bıraktık"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyen’e de kardesleri Suayb’i gonderdik: Ey kavmim, dedi. Yalnızca Allah’a ibadet edin ve ahiret gununu arzulayın. Yeryuzunde bozgunculuk yapıp kargasa cıkarmayın"},{"SurahNumber":29,"VerseNumber":37,"Text":"Ama onu yalanladılar, bunun uzerine onları korkunc bir sarsıntı yakaladı ve oldukları yerde diz ustu cokup kaldılar"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ad ve Semud kavimlerini (helak ettik). Onların meskenlerinden bu apacık size belli olmustur. Seytan, onlara yaptıklarını guzel gostermis ve onları (hak) yoldan alı koymustur. Oysa onlar basiret sahibi kimselerdi"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karun'u, Firavun’u ve Haman’ı (helak etti.) Musa, onlara apacık delillerle gelmisti. Fakat yeryuzunde buyuklendiler. Onlar kacıp kurtulamazlar. Onlardan her birini gunahı sebebiyle yakaladık"},{"SurahNumber":29,"VerseNumber":40,"Text":"Onlardan kiminin uzerine tas savuran kasırga gonderdik. Kimini bir cıglık yakaladı. Kimini de yerin dibine gecirdik, kimini de suda bogduk. Allah, onlara zulmetmiyordu, fakat onlar kendilerine zulmediyorlardı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah’tan baska veliler edinenlerin durumu kendine bir ev yapan orumcege benzer. Evlerin en curugu orumcegin evidir. Keske bilselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Allah, kendi dısında hangi seye dua/ibadet etmekte olduklarını suphesiz bilmektedir. O cok gucludur, Hakim'dir"},{"SurahNumber":29,"VerseNumber":43,"Text":"Iste, insanlar icin verdigimiz ornekler, ama onları alimlerden baskası anlamaz"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah, gokleri ve yeri hak /adaletle yarattı. Iman edenler icin bunda bir ayet/isaret vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"Sana vahyolunan kitabı oku! Namazı ikame et. Cunku namaz, fuhsiyattan ve kotulukten alıkor. Allah’ı (namazda ve dısında) zikretmek (ibadetlerin) en buyugudur. Elbette Allah, yaptıklarınızı bilir"}]}