{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Nao viste os que trocaram a graca de Allah por ingratidao e fizeram seu povo habitar da Destruicao"},{"SurahNumber":14,"VerseNumber":29,"Text":"A Geena, nela se queimarao. E que execravel lugar de permanencia"},{"SurahNumber":14,"VerseNumber":30,"Text":"E fazem para Allah semelhantes, para descaminhar os homens de Seu caminho. Dize: \"Gozai! Por certo, vosso destino sera o Fogo"},{"SurahNumber":14,"VerseNumber":31,"Text":"Dize a Meus servos que creem que cumpram a oracao e despendam, secreta ou manifestamente, daquilo que lhes damos por sustento, antes que chegue um dia, em que nao havera nem venda nem amizade"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah e Quem criou os ceus e a terra e faz descer do ceu agua, com que faz brotar dos frutos sustento para vos. E submeteu-vos o barco, para correr no mar, por Sua ordem, e submeteu-vos os rios"},{"SurahNumber":14,"VerseNumber":33,"Text":"E submeteu-vos o sol e a lua, constantes em seu percurso. E submeteu-vos a noite e o dia"},{"SurahNumber":14,"VerseNumber":34,"Text":"E concedeu-vos de tudo que Lhe pedistes. E, se contais as gracas de Allah, nao podereis enumera- las. Por certo, o ser humano e injusto, ingrato"},{"SurahNumber":14,"VerseNumber":35,"Text":"E lembra-lhes de quando Abraao disse: \"Senhor meu! Faze esta cidade lugar de seguranca, faze-me, e a meus filhos, evitar que adoremos os idolos"},{"SurahNumber":14,"VerseNumber":36,"Text":"Senhor meu! Por certo, eles descaminharam a muitos dos homens. Entao, quem me segue, por certo, e dos meus. E quem me desobedece, por certo, Tu es Perdoador, Misericordiador"},{"SurahNumber":14,"VerseNumber":37,"Text":"Senhor nosso! Por certo, eu fiz habitar parte de minha descendencia em vale sem searas, junto de Tua Casa Sagrada - Senhor nosso! - para que eles cumpram a oracao. Entao, faze que os coracoes de parte dos homens se precipitem a eles, com fervor. E da-lhes dos frutos, por sustento, na esperanca de serem agradecidos"},{"SurahNumber":14,"VerseNumber":38,"Text":"Senhor nosso! Por certo, Tu sabes o que escondemos e o que manifestamos. E nada se esconde de Allah na terra nem no ceu"},{"SurahNumber":14,"VerseNumber":39,"Text":"Louvor a Allah, Que me dadivou, na velhice, com Ismael e Isaque. Por certo, meu Senhor e O Ouvidor da suplica"},{"SurahNumber":14,"VerseNumber":40,"Text":"Senhor meu! Faze-me cumpridor da oracao e, tambem, uma parte de minha descendencia. Senhor nosso! E aceita minha suplica"},{"SurahNumber":14,"VerseNumber":41,"Text":"Senhor nosso! Perdoa-me e a meus pais e aos crentes, um dia, quando advier a conta"},{"SurahNumber":14,"VerseNumber":42,"Text":"E nao suponhas, Muhammad, que Allah esteja desatento ao que os injustos fazem. Ele apenas, lhes concede prazo, ate um dia em que as vistas se estarrecerao"},{"SurahNumber":14,"VerseNumber":43,"Text":"Correndo, infrenes, de olhos fitos a frente, levantando as cabecas, seus olhares nao obedecerao a sua vontade, e seus coracoes estarao vazios"},{"SurahNumber":14,"VerseNumber":44,"Text":"E admoesta os homens de que, um dia, o castigo lhes chegara; entao, os que foram injustos dirao: \"Senhor nosso! Concede-nos prazo, ate um termo proximo, nos atenderemos Tua convocacao e seguiremos os Mensageiros.\" Dir-se-lhes-a: \"Nao jurastes, antes, que jamais deixarieis a terra"},{"SurahNumber":14,"VerseNumber":45,"Text":"E habitastes as vivendas dos que foram injustos com si mesmos, e tornou-se evidente, para vos, como fizemos com eles e, para vos, propomos os exemplos"},{"SurahNumber":14,"VerseNumber":46,"Text":"E, com efeito, eles usam de estratagemas, enquanto seus estratagemas sao do conhecimento de Allah, ainda que, com seus estratagemas, as montanhas deixem de existir"},{"SurahNumber":14,"VerseNumber":47,"Text":"Entao, nao suponhas, Muhammad, que Allah falte a promessa a Seus Mensageiros. Por certo, Allah e Todo-Poderoso, Possuidor de vindita"},{"SurahNumber":14,"VerseNumber":48,"Text":"Um dia, a terra sera trocada por outra terra, e, tambem, os ceus. E expor-se-ao eles a Allah, O Unico, O Dominador"},{"SurahNumber":14,"VerseNumber":49,"Text":"E veras os criminosos nesse dia, aos pares, atados a grilhoes"},{"SurahNumber":14,"VerseNumber":50,"Text":"Seus trajes serao de alcatrao, e o Fogo lhes cobrira as faces"},{"SurahNumber":14,"VerseNumber":51,"Text":"Para que Allah recompense cada alma do que logrou. Por certo, Allah e Destro no ajuste de contas"},{"SurahNumber":14,"VerseNumber":52,"Text":"Esta e uma Mensagem para os homens, para que se guiem e, com ela, sejam admoestados, e para que saibam que Ele e Deus Unico e, tambem, para que os dotados de discernimento meditem"}]}