{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"Nūhalē bhanēḥ ‘‘yasa ḍuṅgāmā basihāla, allāhakō nāmalē yō hiṇḍcha ra rōkincha. Niḥsandēha mērō pālanakartā ṭhūlō kṣamādātā, ra dayālu cha.’’"},{"SurahNumber":11,"VerseNumber":42,"Text":"Tyasa ḍuṅgālē tinīharūlā'ī li'ēra pahāḍa jastā aglā chāla vā taruṅgaharūmā hiṇḍna thālyō. Tyasabēlā nūhalē āphnō chōrālā'ī, jō alaga ē'uṭā chē'umā thiyō, bhanēḥ ki hē mērō pyārō chōrō ‘‘hāmrō sāthamā savāra bha'ihāla, ra kāphiraharūmā śam'milita nahō'ū.’’"},{"SurahNumber":11,"VerseNumber":43,"Text":"Usalē bhan'yōḥ ‘‘ki ma kunai pahāḍamāthi caḍhīhālchu jasalē malā'ī pānībāṭa bacā'ihālcha!’’ Uhām̐lē bhanēkiḥ ‘‘āja allāhakō ajābabāṭa kōhī pani bacā'unēvālā chaina, usabāhēka jasamāthi allāhakō kr̥pā huncha.’’ Yasaibīca duvaikō bīcamā tyatikhērai chāla ā'ēra avarōdha banihālyō ra tyō pani ḍubinēmadhyēkō bha'ihālyō"},{"SurahNumber":11,"VerseNumber":44,"Text":"Ādēśa di'iyōḥ ‘‘hē pr̥thvī āphnō pānī sōsihāla ra hē ākāśa rōkihāla,’’ ani tyatikhērai pānī rōkiyō ra sabai kāma samāpta gariyō ra ḍuṅgā jūdi pahāḍamā ga'ī aḍ'̔ihālyō ra bhaniyōḥ ‘‘ki an'yāyīharūmāthi tiraskāra (lānata) hōs.’’"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nūhalē āphnō pālanakartālā'ī pukārē ra bhanēḥ ‘‘ki hē pālanakartā mērō chōrā pani mērai parivāramadhyēkō hō. Niḥsandēha timrō vacana pūrṇa satya cha ra timī sabaibhandā rāmrō hākima hau.’’"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allāhalē ādēśa diyōḥ ‘‘ki hē nūha! Niḥsandēha ū timrō parivārabāṭa hō'ina, usakō kāma pūrṇarūpalē galata cha, timīlē kadāpi tyō vastu mām̐gnu hum̐daina, jasakō timīlā'ī pūrṇa jñāna chaina. Ma timīlā'ī upadēśa gardachu ki timī mūrkhaharūmadhyēbāṭa nahō'ū.’’"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nūhalē bhanēḥ mērō pālanakartā! Ma timīsam̐ga śaraṇa mām̐gdachu tī kurāharūkō sambandhamā praśna garnēbārēmā jasakō ki malā'ī jñāna chaina. Yadi timīlē malā'ī kṣamā gardainau ra mamāthi dayā gardainau bhanē, ma ṭhūlō hānimā parnēchu.’’"},{"SurahNumber":11,"VerseNumber":48,"Text":"Ādēśa bhayōḥ ‘‘ki nūha (ḍuṅgābāṭa) tala jharihāla, hāmrō taraphabāṭa śānti ra timī ra timrō sāthakā an'ya sāthīharūmāthi anugraha hunēcha! Ra anēka yastā samudāya hunēchan jasalā'ī hāmīlē (sansārakā) ānandaharū pradāna garnēchauṁ, tara tinīharūlā'ī hāmrō tarphabāṭa kaṣṭadāyaka sajāya pugnēcha"},{"SurahNumber":11,"VerseNumber":49,"Text":"Yī (samācāraharū) adr̥śyakā khabaraharū hun juna ki hāmīlē tapā'ītira vahyamārphata paṭhā'um̐dachau ra tinakō jānakārī yasabhandā agāḍi na tapā'īlā'ī thiyō nata tapā'īkō samudāyalā'ī. Tasartha dhairya garnu, kina bhanē antimamā pariṇāma allāhasita ḍarnēharūkō rāmrō huncha"},{"SurahNumber":11,"VerseNumber":50,"Text":"Ra hāmīlē āda samudāyatira tinīharūkai bhā'i hūdalā'ī paṭhāyauṁ. Unalē bhanēḥ ki hē mērō samudāyakā mānisaharū! Allāhakai upāsanā gara, usabāhēka timrō aru kōhī satya pūjanīya chaina. Timīharū (ū sita arulā'ī dām̐jēra) mātra jālajhēla gardaichau.’’"},{"SurahNumber":11,"VerseNumber":51,"Text":"Hē mērā kaumakā mānisaharū! Ma yasa (sandēśa) bāpata timīsita kunai pāriśramika mām̐gdina. Mērō puraskāra ta usakō jim'māmā cha, jasalē malā'ī sr̥ṣṭi garēkō cha. Ani kē taipani timīlē yō kurā bujhdainau"},{"SurahNumber":11,"VerseNumber":52,"Text":"Hē mērō samudāyakā mānisaharū timī āphnō pālanakartāsita āphnō pāpakō lāgi kṣamāyācanā gara, ani usakō agāḍi prāyaścita gara. Jasabāṭa usalē timīmāthi ākāśabāṭa musaladhārē pānī varṣā'um̐nē bādala paṭhā'ī timrō śaktimā ajhai śaktikō br̥d'dhi garnēcha. Ra timī pāpa gardai vimukha nahō'ū"},{"SurahNumber":11,"VerseNumber":53,"Text":"Tinīharūlē bhanēḥ, ‘‘hē hūda! Timīlē hāmrō sāmu kunai spaṣṭa pramāṇa lyā'ēnau ra hāmīlē (mātra) timrō bhanā'īkō bharamā nata āphnā dēvatāharūlā'ī chāḍnē chauṁ nata timīmāthi viśvāsa garnēchauṁ.’’"},{"SurahNumber":11,"VerseNumber":54,"Text":"Apitu hāmīlē ta yō ṭhāndachauṁ ki hāmrō kunai dēvatālē timīlā'ī narāmrō asara pāridi'ēkō cha. Unalē bhanēḥ ‘‘ki ma allāhalā'ī sākṣī rākhēra bhandachu ra timī pani sākṣī bana’’ ki jasalā'ī timīlē allāhakō sājhēdārī ṭhaharyā'um̐chau, mērō tinīharūsam̐ga kunai sambandha chaina"},{"SurahNumber":11,"VerseNumber":55,"Text":"Arthāta (jasakō allāha bāhēka pūjā gardachau,) timī sabai milēra mērō virud'dhamā jē ṣaḍyantra garna cāhanchau garihāla, ra yasamā malā'ī kunai avakāśa nadē'ū"},{"SurahNumber":11,"VerseNumber":56,"Text":"Ma allāhamāthi, jō mērō ra timrō sabaikō pālanakartā hō, bharōsā gardachu. Pr̥thvīmā rahēkā sabai praṇīharūkō ṭā'ukō usailē thāmēkō cha. Niḥsandēha mērō pālanakartā satya bāṭōmā cha"},{"SurahNumber":11,"VerseNumber":57,"Text":"Yadi timī vimukha hunchau bhanē juna sandēśa mērō hātabāṭa timītira paṭhā'i'ēkō cha, tyō mailē timīlā'ī puryā'isakēkō chu, ra mērō pālanakartālē timrō ṭhā'um̐mā aru mānisaharūlā'ī lyā'ī sthāpita garnēcha, ra timīlē allāhakō kēhī nōksānī garna sakdainau. Mērō pālanakartā ta pratyēka kurāmāthi sanrakṣaka cha"},{"SurahNumber":11,"VerseNumber":58,"Text":"Ra jaba hāmrō ādēśa ā'ipugyō, ta hāmīlē ‘‘hūdalā'ī’’ ra unakō mōmina sāthīharūlā'ī āphnō kr̥pālē bacā'ihālyauṁ, ra tinīharūlā'ī gambhīra sajāyabāṭa mukta garyauṁ"},{"SurahNumber":11,"VerseNumber":59,"Text":"Yō ādakō samudāya thiyō, jasalē allāhakā niśānīharūlā'ī inkāra garē, ra usakā rasūlaharūkō ājñā ullaṅghana garē, ra pratyēka ahaṅkārī ra aṭērīkō bhanā'ī mānē"},{"SurahNumber":11,"VerseNumber":60,"Text":"Ra yasa sansāramā pani unīharū tiraskr̥ta rahē ra kiyāmatakō dinamā pani tinīharūkō sāthamā tiraskāra hunēcha. Hēraḥ ‘‘āda samudāyalē’’ āphnō pālanakartāsita kuphra garē. Sunirākha hūdakō jāti ādamāthi dhikkāra cha"}]}