{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Onlara, Adem'in iki oglunun kıssasını dogru olarak anlat: Ikisi birer kurban sunmuslar, birininki kabul edilmis, digerininki edilmemisti. Kabul edilmeyen, \"And olsun seni oldurecegim\" deyince, kardesi: \"Allah ancak sakınanların takdimesini kabul eder\" demisti"},{"SurahNumber":5,"VerseNumber":28,"Text":"Beni oldurmek uzere elini bana uzatırsan, ben seni oldurmek icin sana elimi uzatmam, cunku ben, Alemlerin Rabbi olan Allah'tan korkarım"},{"SurahNumber":5,"VerseNumber":29,"Text":"Ben, hem benim hem de kendi gunahını yuklenip cehennemliklerden olmanı isterim, zulmedenlerin cezası budur"},{"SurahNumber":5,"VerseNumber":30,"Text":"Bunun uzerine, kardesini oldurmekte nefsine uydu ve onu oldurerek, zarara ugrayanlardan oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Allah, kardesinin olusunu nasıl gomecegini gostermek uzere, ona yeri eseleyen bir karga gonderdi. \"Bana yazıklar olsun! Kardesimin olusunu ortmek icin bu karga kadar olmaktan aciz kaldım\" dedi de ettigine yananlardan oldu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Bunun icin Israilogullarına soyle yazdık: \"Kim bir kimseyi bir kimseye veya yeryuzunde bozgunculuga karsılık olmadan oldururse, butun insanları oldurmus gibi olur. Kim de onu diriltirse (olumden kurtarırsa) butun insanları diriltmis gibi olur\". And olsun ki, onlara belgelerle peygamberlerimiz geldi, sonra buna ragmen, onların cogu yeryuzunde taskınlık edenler oldu"},{"SurahNumber":5,"VerseNumber":33,"Text":"Allah ve Peygamberiyle savasanların ve yeryuzunde bozgunculuga ugrasanların cezası oldurulmek veya asılmak yahut capraz olarak el ve ayakları kesilmek ya da yerlerinden surulmektir. Bu onlara dunyada bir rezilliktir. Onlara ahirette buyuk azab vardır"},{"SurahNumber":5,"VerseNumber":34,"Text":"Ancak, onları yakalamanızdan once tevbe edenler bunun dısındadır. Biliniz ki Allah, bagıslar ve merhamet eder"},{"SurahNumber":5,"VerseNumber":35,"Text":"Ey Inananlar! Allah'tan sakının, O'na ulasmaya yol arayın, yolunda cihad edin ki kurtulasınız"},{"SurahNumber":5,"VerseNumber":36,"Text":"Dogrusu, yeryuzunde olan butun seyler ve onların bir katı daha kafirlerin olsa da, kıyamet gununun azabından kurtulmak icin fidye verseler kabul edilmez. Onlara elem verici azab vardır"},{"SurahNumber":5,"VerseNumber":37,"Text":"Atesten cıkmak isterler, cıkamazlar. Onlara surekli azab vardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Erkek hırsız ve kadın hırsızın, yaptıklarından oturu Allah tarafından ibret verici bir ceza olarak, ellerini kesin. Allah Guclu'dur, Hakim'dir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Ettigi zulumden sonra tevbe edip duzelen kimse, bilsin ki Allah onun tevbesini kabul eder. Allah suphesiz Bagıslayan'dır, merhametli olandır"},{"SurahNumber":5,"VerseNumber":40,"Text":"Goklerin ve yerin hukumranlıgının Allah'ın oldugunu bilmiyor musun? Diledigine azabeder, diledigini bagıslar. Allah her seye Kadir'dir"}]}