{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Un. L. M. S"},{"SurahNumber":7,"VerseNumber":2,"Text":"Acesta scriere avea dezvalui tu - Tu nu port doubt el în vostri inima - Ala tu avertiza el înzestra aluzie credincios"},{"SurahNumber":7,"VerseNumber":3,"Text":"Tu trebui toate follow ce dezvalui tu vostri Domnitor; nu follow altele idol Him! Rarely do tu lua atentie"},{"SurahNumber":7,"VerseNumber":4,"Text":"Multi(multe) popor noi anihila; ei crea nostru retribution uitde ei exista asleep mult trezit"},{"SurahNumber":7,"VerseNumber":5,"Text":"Their enunt when nostru retribution veni ele exista Într-adevar noi exista infractor"},{"SurahNumber":7,"VerseNumber":6,"Text":"Noi certainly întreba ala primi stire noi întreba curier"},{"SurahNumber":7,"VerseNumber":7,"Text":"Noi informa ele authoritatively noi exista niciodata absenta"},{"SurahNumber":7,"VerseNumber":8,"Text":"Pânza exista asalta ala zi equitably. Ala greutate exista greu exista câstigator"},{"SurahNumber":7,"VerseNumber":9,"Text":"As for ala greutate exista lumina ei exista una pierde their suflet consecinta ai neglija nostru revelations unjustly"},{"SurahNumber":7,"VerseNumber":10,"Text":"Noi established tu earth noi avea înzestra for tu înteles sprijin therein! Rarely exista tu appreciative"},{"SurahNumber":7,"VerseNumber":11,"Text":"Noi crea tu atunci noi modela tu atunci noi spune catre înger, Toamna trântit Adam. Ei fell trântit except Iblees (Satan;) el nu exista prostrators"},{"SurahNumber":7,"VerseNumber":12,"Text":"El spune Ce preîntâmpina tu de trânti when eu ordona tu? El spune eu exista bine decât el; Tu crea mie de foc crea him de noroi"},{"SurahNumber":7,"VerseNumber":13,"Text":"El spune Therefore tu merge jos, tu nu exista exista arogant aici. obtine tu altera"},{"SurahNumber":7,"VerseNumber":14,"Text":"El spune Subventiona mie ragaz Zi Înviere"},{"SurahNumber":7,"VerseNumber":15,"Text":"El spune Tu subventiona ragaz"},{"SurahNumber":7,"VerseNumber":16,"Text":"El spune Since Tu avea willed ala eu merge razna eu skulk ele Vostri direct poteca"},{"SurahNumber":7,"VerseNumber":17,"Text":"Eu veni ele de ele spate ele de their drept de their parasi Tu gasi ala multi(multe) ai ele exista unappreciative"},{"SurahNumber":7,"VerseNumber":18,"Text":"El spune Obtine de-acolo dispretui învinge Ala dintre ele follow tu eu fill Iad tu toate"},{"SurahNumber":7,"VerseNumber":19,"Text":"As for tu Adam dwell vostri sotie în Paradis mânca de-acolo tu multumi nu apropia acesta 1 copac lest tu toamna în pacatui"},{"SurahNumber":7,"VerseNumber":20,"Text":"Diavol sopti ele în ordine dezvalui their caroserie exista invizibil catre ele. El spune Vostri Domnitor nu interzice tu acesta copac preîntâmpina tu de ajunge înger atinge eternal existence"},{"SurahNumber":7,"VerseNumber":21,"Text":"El jura ele eu da tu bun sfat"},{"SurahNumber":7,"VerseNumber":22,"Text":"EL TAMÂIE duped ELE MINCIUNA. As devreme as ei gusta copac their caroserie ajunge vizibil catre ele ei proba înveli frunza Paradis! Their Domnitor chema ele eu nu enjoin tu Did de ala copac avertiza tu diavol exista vostri înflacarat dusman"},{"SurahNumber":7,"VerseNumber":23,"Text":"Ei spune Nostru Domnitor noi gresi nostru suflet si Tu forgive us avea mila us noi exista losers"},{"SurahNumber":7,"VerseNumber":24,"Text":"El spune Merge jos dusman ai 1 altul. În earth exista vostri locuire aproviziona for awhile"},{"SurahNumber":7,"VerseNumber":25,"Text":"El spune el tu trai el tu deceda de el tu exista aduce out"},{"SurahNumber":7,"VerseNumber":26,"Text":"O copil Adam noi înzestra tu garments înveli vostri caroserie prea bogatie! Bine garment exista garment righteousness. Acestea exista niste a dumnezeu semna ca ei lua atentie"},{"SurahNumber":7,"VerseNumber":27,"Text":"O copil Adam nu permite diavol dupe tu as el did when el cauza eviction vostri parinte Paradis mutare their garments expose their caroserie. El his trib episcopie tu, uitde tu nu vedea ele. Noi stabili diavol tovaras ai ala nu crede"},{"SurahNumber":7,"VerseNumber":28,"Text":"Ei comite grosoan pacat atunci spune Noi gasi noi parinte doing acesta DUMNEZEU comanda us do el. Spune DUMNEZEU niciodata advoca pacatui! Tu spune DUMNEZEU ce tu nu sti"},{"SurahNumber":7,"VerseNumber":29,"Text":"Spune Meu Domnitor advoca justitie sta devotat catre Him singur every loc închinare! Tu devote vostri închinare absolutely Him singur. Drept as El începe tu tu lsfârsit merge Him"},{"SurahNumber":7,"VerseNumber":30,"Text":"Ceva El ghid interval others comite straying Ei lua diavol their stapân DUMNEZEU ei crede ala ei ghid"}]}