{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Uha bara barakata vala hai, jisa de hatha vica badasahi hai ate uha hara ciza de samaratha hai"},{"SurahNumber":67,"VerseNumber":2,"Text":"Jisa ne mota ate jivana nu paida kita. Tam ki uha tuhanu parakhe ki tuhade vicom kauna cage kama karada hai. Uha sakatisali hai, mu'afa karana vala hai"},{"SurahNumber":67,"VerseNumber":3,"Text":"Jisa ne upara thale sata asamana bana'e. Tusim rahimana di sirajana vicom ko'i dosa nahim dekhoge. Phira nazara la ke vekha lavo, kite tuhanu ko'i vigara dikha'i dida hai"},{"SurahNumber":67,"VerseNumber":4,"Text":"Phira bara bara nazaram la ke dekha lavo, nazaram asafala ho ke thaka ke tuhade vala vapisa a janagi'am"},{"SurahNumber":67,"VerseNumber":5,"Text":"Ate asim nere de akasa nu divi'am nala saja'i'a hai. Ate asim inham nu saitanam nu marana da zari'a bana'i'a hai ate asim unham la'i naraka di saza ti'ara kara rakhi hai"},{"SurahNumber":67,"VerseNumber":6,"Text":"Ate jinham lokam ne apane raba nu jhuthala'i'a, unham la'i naraka di saza hai ate iha bura tikana hai"},{"SurahNumber":67,"VerseNumber":7,"Text":"Jadom uha usa vica sute janage, tam uha usa naraka di'am cikam sunanage"},{"SurahNumber":67,"VerseNumber":8,"Text":"Ate uha (josa nala) ubaladi hovegi i'um lagega jivem uha guse nala pata javegi. Jadom usa vica ko'i garoha suti'a javega, tam naraka de pahiredara unham nu puchanage ki ki tuhade kola ko'i dara'una vala (samajha'una vala) nahim a'i'a si"},{"SurahNumber":67,"VerseNumber":9,"Text":"uha akhanage ki ham, sade kola dara'una vala a'i'a si. Phira asim usa di gala manana tom inakara kara dita. Ate asim kiha ki alaha ne ko'i ciza nahim utari. Tusim loka tam bhari kurahe pa'e ho'e ho"},{"SurahNumber":67,"VerseNumber":10,"Text":"Ate uha akhanage ki jekara asi sunade jam samajhade tam asim naraka vali'am vicom' na hude"},{"SurahNumber":67,"VerseNumber":11,"Text":"So uha apane papam nu savikara karanage. Tam lahanata hove naraka vali'am te"},{"SurahNumber":67,"VerseNumber":12,"Text":"Jihare loka binham dekhi'am apane raba tom darade hana, unham la'i mu'afi ate vada badala hai"},{"SurahNumber":67,"VerseNumber":13,"Text":"Ate tusim apani gala mana vica akho jam muhom bola ke akhom, uha dilam di'am galam janada hai"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ki uha na janada hovega, jisa ne (sabha kujha) paida kita hai. Uha hara raza janana vala ate (hara tar'ham di) khabara rakhana vala hai"},{"SurahNumber":67,"VerseNumber":15,"Text":"Uha hi hai jisa ne dharati nu tuhade la'i barabara kara dita tam ki tusi usa de raham te turo ate usa (alaha) de dite rizaka vicom kha'u ate usa vala hi vapisa murana hai"},{"SurahNumber":67,"VerseNumber":16,"Text":"Ki tusim usa tom be-fikare ho ga'e ho. Jiharam akasam vica hai ki tuhanu dharati vica dhasa deve phira uha kabana lage"},{"SurahNumber":67,"VerseNumber":17,"Text":"Ki tusim usa tom' be-phikare ho ga'e ho jihara akasa vica hai, ki uha tuhade te pathara kara dena vali hava bheja deve. Phira tusim samajha lavauge ki mera bhai'a-bhita karana kiho jiha hai"},{"SurahNumber":67,"VerseNumber":18,"Text":"Ate unham ne jhuthala'i'a, jihare unham tom pahilam sana. Tam kiho jihi ho'i meri phitakara"},{"SurahNumber":67,"VerseNumber":19,"Text":"Ki unham pachi'am nu apane ute khabha phaila'unde nahim dekhi'a. Ate uha unham (khabham) nu sameta vi lainde hana. Rahimana tom bina ko'i nahim jihara unham nu thama ke rakhada hove. Besaka uha hara ciza nu dekha riha hai"},{"SurahNumber":67,"VerseNumber":20,"Text":"Bhala kihara hai jihara tuhadi phauja bana ke rahimana de mukabale tuhadi madada kare?Inakara karana vale bhulekhe vica pa'e ho'e hana"},{"SurahNumber":67,"VerseNumber":21,"Text":"Bhala kihara hai jihara tuhanu rizaka deve, jadom alaha ne rizaka nu roka rakhi'a hove. Sagom iha bagavata ate irakha vica phase pa'e hana"},{"SurahNumber":67,"VerseNumber":22,"Text":"Ki jihara bada mudhe-muha tura riha hai, uha zi'ada saca raha prapata karana vala hai jam uha badam jihara ika sidhe ate thika raha te cala riha hai"},{"SurahNumber":67,"VerseNumber":23,"Text":"Asakhom, ki uha hi hai jisa ne tuhanu paida kita ate tuhade la'i akham, kana ate dila bana'e. Tusim loka bahuta ghata sukaraguzara hude ho"},{"SurahNumber":67,"VerseNumber":24,"Text":"Akho, ki uha hi hai, jisa ne tuhanu dharati te phaila'i'a ate tusim use vala hi ikathe kite javoge"},{"SurahNumber":67,"VerseNumber":25,"Text":"Ate uha akhade hana ki iha va'ada kadom pura hovega, jekara tusim sace ho"},{"SurahNumber":67,"VerseNumber":26,"Text":"Akho, ki iha gi'ana alaha de kaula hai ate maim khul'he tora te dara'una vala ham"},{"SurahNumber":67,"VerseNumber":27,"Text":"Som jadom uha usa nu nere a'unda ho'i'a dekhanage tam unham de cihare vigara janage, jinham ne avagi'a kiti ate kiha javega ki iha hi hai uha ciza jihari tusim magi'a karade si"},{"SurahNumber":67,"VerseNumber":28,"Text":"Akho, ki jekara alaha mainu ate mere naladi'am nu halaka kara de kauna bacavega"},{"SurahNumber":67,"VerseNumber":29,"Text":"Akho, ki uha rahimana hai, asim usa te imana lai a'e ate usa te hi asi' bharosa kita. So jaladi hi tusim jana lavoge ki sapasata kurahe te kauna hai"},{"SurahNumber":67,"VerseNumber":30,"Text":"Akho, ki daso jekara tuhada pani nivam utara jave tam kihara hai jihara tuhade la'i sapha pani lai ave"}]}