{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Yadi ahile pani munaphika ra ti manisaharu, jasako hrdayama roga chan ra jasale madina (saharama) mithya aphavaha phaila'irakheka chan, tyaso garna chadenan bhane hamile tapa'ila'i uniharuko barbadiko lagi laga'idine chaum, . Ani tiniharu kehi dinako lagi matra tapa'isanga yaham rahanasakne chan"},{"SurahNumber":33,"VerseNumber":61,"Text":"Yiniharu tiraskrta rahanechan. Jaham kahim bhetinechan, samatinechan ra naramro tarikale marinechan"},{"SurahNumber":33,"VerseNumber":62,"Text":"Allahako yahi riti ti manisaharuko visayama pani raheko cha jo pahila gujrisakeka chan! Ra tapa'inle allahako ritima kahilyai parivartana pa'une chainau"},{"SurahNumber":33,"VerseNumber":63,"Text":"Manisaharule tapa'insamga kiyamatako (samayako) barema sodhchan. Bhanidinus ‘‘yasako jnana ta allahala'i matra cha ra tapa'ila'i ke thaha? Sayada kiyamata najikai a'ipugeko cha’’"},{"SurahNumber":33,"VerseNumber":64,"Text":"Allahale inkara garneharula'i abhisapta gareko cha ra uniharuko nimti (jahannamako) ago tayara garirakheko cha"},{"SurahNumber":33,"VerseNumber":65,"Text":"Jasama uniharu sadhaim sadhaim rahanechan. Uniharule tyaham kunai samarthaka ra sahayaka pa'une chainan"},{"SurahNumber":33,"VerseNumber":66,"Text":"Tyasa dina uniharuka anuhara agoma ulta'ine, palta'inecha ta uniharule bhannechanh ‘‘kati ramro hunathyo yadi hamile allahako ajnapalana gareko bha'e ra rasulako ajnapalana gareko bha'e’’"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ra uniharule bhannechan ‘‘he hamro palanakarta! Vastavama hamile aphna na'ikeharu ra aphna thula badako ajnapalana garyaum ra uniharule hamila'i sahi margabata vicalita garidi'e.’’"},{"SurahNumber":33,"VerseNumber":68,"Text":"He hamro svami! ‘‘Uniharula'i timi dohoro yatana de'u ra uniharula'i thulo tiraskrta gara’’"},{"SurahNumber":33,"VerseNumber":69,"Text":"He mominaharu! ‘‘Timiharu ti manisaharu jasto nahunu, jasale musala'i (dosa laga'era) duhkha purya'e, tara allahale unala'i dosarahita pramanita garyo. Uni allahakaham sam'manita bha'eka thi'e’’"},{"SurahNumber":33,"VerseNumber":70,"Text":"He mominaharu! Allahasita dara mannegara ra sojho sojho samco kura bhannegara"},{"SurahNumber":33,"VerseNumber":71,"Text":"Taki allaha timra karmaharula'i ramro paros ra timra papaharula'i ksama garide'os. Ra jasale pani allaha ra usako rasulako ajnapalana garyo, tyasale thulo saphalata prapta garisakne cha"},{"SurahNumber":33,"VerseNumber":72,"Text":"Hamile aphno nasola'i akasaharu ra dharati ra parvataharumathi prastuta garyaum, tara uniharule tyasala'i utha'una inkara garidi'e ra tyasasita tarsihale. (Tara) manisale tyasala'i utha'ihalyo. (Niscaya nai u) thulo atyacari ra ajnani cha"},{"SurahNumber":33,"VerseNumber":73,"Text":"Yo yasa karana ki allahale kapati purusa ra striharu ra bahudevavadi purusaharu ra bahudevavadi striharula'i sajaya de'os, ra imanavala purusaharu ra imanavali striharuko prayascita svikara garos. Allaha bado ksamasila ra dayalu cha"},{"SurahNumber":34,"VerseNumber":1,"Text":"Sampurna prasansa allahakai lagi hun. Jo ki ti sabai kurako svami ho, juna akasaharuma chan ra je dharatima cha. Ra akhiratama pani usaiko lagi prasansa cha. Ra u thulo tatvadarsi ra sarvajna cha"},{"SurahNumber":34,"VerseNumber":2,"Text":"Jo dharatimuni jancha ra jo tyasabata bahira niskancha ra jejati akasabata tala jharcha, ra jo jati tyasamathi cadhcha (uklancha) u sabai jandacha, ra u atyanta dayalu ksamasila cha"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kaphiraharule bhandachanh ki kiyamatako samaya ‘‘hamimathi a'umdaina’’. Tapa'i bhanidinus mala'i mero palanakartako kasama, tyo timiharumathi avasya a'unecha. Allahala'i jo anrtayami cha adrsyako jnana cha, kana barabarako sano tino kura pani usabata lukeko chaina, akasaharuma ra nata dharatima nata tyobhanda sano kunai kura ra na thulo. Sabai kuraharu spasta kitabama ankita chan"},{"SurahNumber":34,"VerseNumber":4,"Text":"Taki usale uniharula'i ramro puraskara de'os, jasale imana lya'e ra asala karma gardairahe. Yinai hun jasako nimti ksama ra sam'manita jivika cha"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ra jasale hamra ayataharula'i mata garna prayasa gare, tinai hun jasako nimti sahrai nai naramro prakarako duhkhad yatana cha"},{"SurahNumber":34,"VerseNumber":6,"Text":"Ra jasala'i jnana cha, uniharule svayam dekhnechan ki je jati tapa'inko palanaharako tarphabata tapa'itira avatarita bha'eko cha, tyahi nai satya ho, ra allaha jo sarvasakti sampanna, ra visesatavala cha tinala'i sojho marga dekha'umcha"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ra kaphiraharule bhane (a'u) ‘‘hamile timila'i e'uta yasto manisako barema bhanaum, jasale timila'i yo khabara di'irahecha ki jaba timi bilkulai nasta bha'isaknechau taba pheri timi punah jivita hunechau’’"},{"SurahNumber":34,"VerseNumber":8,"Text":"(hami bhandainaum ki) ke usale allahamathi jhutho dosaropana gareko cha, va tyasala'i kehi unmada cha? Vastavikata yo cha juna manisaharule akhiratama visvasa gardainan, uniharu sajaya pa'unevala ra margavicalanama chan"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ke uniharule aphno agadi pachadi akasa ra dharatila'i dekhenan? Hamile caheko avasthama uniharula'i dharatima (dhansa'una) gadna sakchaum va unimathi akasabata kehi tukraharu khasalna sakchaum. Niscaya nai yasama e'uta pramana cha, pratyeka tyasa manisako lagi jo hrdayabata pravrtta huncha"}]}