{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":24,"VerseNumber":53,"Text":"(Ey Muhammed! Munafıklar: ) Kendilerine emrettigin takdirde, savasa mutlaka cıkacaklarına dair butun gucleriyle Allah'a yemin etmektedirler. Onlara de ki: \"Yemin etmeyin, itaatiniz (bizce) malumdur. Allah, elbette yaptıklarınızdan hakkıyla haberdardır"},{"SurahNumber":24,"VerseNumber":54,"Text":"Yine de ki: \"Allah'a itaat edin; Peygambere de itaat edin,\" Eger yuz cevirirseniz (siz zararlı cıkarsınız); cunku Peygamber, yuklendigi (teblig gorevinden) sorumludur; siz ise, yuklendiginiz (itaat) den sorumlusunuz. Eger ona itaat ederseniz, hidayete erersiniz. Peygambere dusen, apacık beyan etmekten baska bir sey degildir"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah, icinizden iman edenlere ve salih ameller isleyenlere, kendilerinden oncekileri hukumran kıldıgı gibi, onları da yeryuzunde hukumran kılacagını, kendileri icin hosnut oldugu dinlerini, yine onlar icin iyice yerlestirecegini ve korkulu hallerini guvene cevirecegini va'detmistir. Cunku onlar, yalnız bana ibadet ederler ve hicbir seyi bana sirk (ortak) kosmazlar. Bundan sonra her kim kufrederse, iste asıl fasık olanlar onlardır"},{"SurahNumber":24,"VerseNumber":56,"Text":"(Ey iman edenler!) Namazı dosdogru kılın; zekatı verin ve Peygambere itaat edin ki rahmet olunasınız"},{"SurahNumber":24,"VerseNumber":57,"Text":"Inkar edenlerin, yeryuzunde (Allah'ı) aciz bırakacaklarını sanmayasın! Onların varacagı yer cehennemdir. Ne kotu varıs yeri"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ey muminler! Ellerinizin altında bulunan (kole ve cariyeleriniz) ve icinizden henuz ergenlik cagına girmemis olanlar, sabah namazından once, ogleyin soyundugunuz vakit ve yatsı namazından sonra (yanınıza gireceklerinde) sizden uc defa izin istesinler. Bunlar, mahrem (kapanmamıs) halde bulunabileceginiz uc vakittir. Bu vakitlerin dısında ne sizin icin ne de onlar icin bir gunah vardır. Birbirinizin yanına girip cıkabilirsiniz. Iste Allah ayetleri size boyle acıklar. Allah, (her seyi) hakkıyla bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":59,"Text":"Cocuklarınız ergenlik cagına girdiklerinde, kendilerinden oncekilerin (buyuklerin) izin istedikleri gibi onlar da izin istesinler. Iste Allah, ayetlerini size boyle acıklar. Allah her seyi hakkıyla bilendir; hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":60,"Text":"Evlenme umidi kalmamıs yaslı kadınların ziynetlerini acıga vurmaksızın ustluklerini cıkarmalarında, uzerlerine herhangi bir gunah yoktur. Fakat sakınıp ortunmeleri, kendileri icin daha hayırlıdır. Allah, hakkıyla isitendir, hakkıyla bilendir"},{"SurahNumber":24,"VerseNumber":61,"Text":"Amaya gucluk yoktur; topala gucluk yoktur; hastaya da gucluk yoktur. (Bunlara yapamayacakları gorev yuklenmez, yapamadıklarından dolayı gunahkar olmazlar.) Sizin icin de, gerek kendi evlerinizden, gerekse babalarınızın evlerinden, annelerinizin evlerinden, erkek kardeslerinizin evlerinden, kız kardeslerinizin evlerinden, amcalarınızın evlerinden, halalarınızın evlerinden, dayılarınızın evlerinden, teyzelerinizin evlerinden veya anahtarlarını uhdenizde bulundurdugunuz yerlerden yahut dostlarınızın evlerinden yemenizde bir sakınca yoktur. Toplu halde veya ayrı ayrı yemenizde de bir sakınca yoktur. Evlere girdiginiz zaman, Allah tarafından mubarek ve pek guzel bir yasama dilegi olarak kendinize (birbirinize) selam verin. Iste Allah, dusunup anlayasınız diye size ayetleri boyle acıklar"},{"SurahNumber":24,"VerseNumber":62,"Text":"Muminler, ancak Allah'a ve Rasulune gonulden inanmıs kimselerdir. Onlar, o Peygamber ile ortak bir is uzerindeyken ondan izin istemedikce bırakıp gitmezler. (Rasulum!) Su senden izin isteyenler, hakikaten Allah’a ve Rasulune iman etmis kimselerdir. Oyle ise, bazı isleri icin senden izin istediklerinde, sen de onlardan diledigine izin ver; onlar icin Allah'tan bagıs dile; Allah magfiret edicidir, merhametlidir"},{"SurahNumber":24,"VerseNumber":63,"Text":"(Ey muminler!) Peygamber'i, kendi aranızda birbirinizi cagırır gibi cagırmayın. Icinizden, birini siper edinerek sıvısıp gidenleri muhakkak ki Allah bilmektedir. Bu sebeple, onun emrine aykırı davrananlar, baslarına bir bela gelmesinden veya kendilerine cok elemli bir azap isabet etmesinden sakınsınlar"},{"SurahNumber":24,"VerseNumber":64,"Text":"Bilmis olun ki, goklerde ve yerde ne varsa Allah'ındır. O, sizin ne yolda oldugunuzu iyi bilir. Insanlar O'nun huzuruna donduruldukleri gun yapmıs olduklarını onlara hemen bildirir. Allah, her seyi hakkıyla bilendir"}]}