{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Quien emigre por la causa de Allah encontrara en la Tierra muchos lugares para refugiarse y sustentarse. Y quien deje tras de si su hogar para emigrar por la causa de Allah y la de Su Mensajero, y le sorprenda la muerte, Allah le concedera la misma recompensa de quien emigro. Allah es Absolvedor, Misericordioso"},{"SurahNumber":4,"VerseNumber":101,"Text":"Cuando salgais de viaje, no incurris en falta si acortais la oracion si temeis que os agredan los incredulos. Ellos son para vosotros un enemigo evidente"},{"SurahNumber":4,"VerseNumber":102,"Text":"Cuando estes con ellos [¡Oh, Muhammad!] y dirijas la oracion, que un grupo permanezca de pie tomando las armas. Cuando os prosterneis, que se pongan detras de vosotros; luego el grupo que aun no haya orado se adelante y ore contigo tomando sus precauciones y estando armados. Los incredulos desean que descuideis vuestras armas y pertrechos para lanzarse sobre vosotros sorpresivamente. No cometeis falta si la lluvia os molesta o estais enfermos y dejais las armas, pero tomad vuestras precauciones. Allah ha reservado para los incredulos un castigo denigrante"},{"SurahNumber":4,"VerseNumber":103,"Text":"Cuando hayais culminado la oracion recordad a Allah de pie, sentados o recostados. Y cuando haya pasado el peligro haced la oracion respetando sus preceptos. La oracion ha sido prescrita a los creyentes para realizarla en horarios determinados"},{"SurahNumber":4,"VerseNumber":104,"Text":"No desistais en la persecucion de esa gente [los incredulos]. Si [combatir] os causa pesares, [sabed que] a ellos tambien les causa pesares. Pero vosotros esperais de Allah lo que ellos no pueden esperar. Allah es Omnisciente, Sabio"},{"SurahNumber":4,"VerseNumber":105,"Text":"Por cierto que te hemos revelado el Libro con la Verdad para que juzgues entre los hombres con lo que Allah te inspira. No defiendas a los traidores"},{"SurahNumber":4,"VerseNumber":106,"Text":"Pide perdon a Allah, porque Allah es Absolvedor, Misericordioso"},{"SurahNumber":4,"VerseNumber":107,"Text":"No defiendas a quienes se enganan a si mismos. Allah no ama al traidor, pecador"},{"SurahNumber":4,"VerseNumber":108,"Text":"Pueden esconderse de los hombres pero no de Allah. El esta con ellos cuando pasan la noche tramando lo que no Le complace. Allah sabe bien todo cuanto hacen"},{"SurahNumber":4,"VerseNumber":109,"Text":"Vosotros podeis defenderles en esta vida mundanal pero, ¿quien podra defenderles de Allah el Dia de la Resurreccion y quien sera su protector"},{"SurahNumber":4,"VerseNumber":110,"Text":"Quien obre mal o cometa iniquidad y luego pida perdon a Allah, encontrara que Allah es Absolvedor, Misericordioso"},{"SurahNumber":4,"VerseNumber":111,"Text":"Quien cometa un pecado, lo hace en perjuicio propio. Allah es Omnisciente, Sabio"},{"SurahNumber":4,"VerseNumber":112,"Text":"Quien cometa una falta o un delito y acuse de ello a un inocente, cargara con su calumnia y un pecado evidente"},{"SurahNumber":4,"VerseNumber":113,"Text":"Si no fuera por el favor que Allah te ha concedido y por Su misericordia, habria intentado un grupo de ellos desviarte. Pero solo pueden extraviarse a si mismos y no pueden perjudicarte en nada. Allah te ha revelado el Libro [el Coran] y la sabiduria [la Sunnah] y te ha ensenado lo que no sabias. El favor de Allah sobre ti es grandioso"}]}