{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"И още отрано насочихме Ибрахим по правия път. Познавахме го Ние"},{"SurahNumber":21,"VerseNumber":52,"Text":"Рече на своя баща и на своя народ: “Какви са тези изваяния, пред които се кланяте?”"},{"SurahNumber":21,"VerseNumber":53,"Text":"Рекоха: “Заварихме предците си на тях да служат.”"},{"SurahNumber":21,"VerseNumber":54,"Text":"Рече: “Вие и предците ви сте в явна заблуда.”"},{"SurahNumber":21,"VerseNumber":55,"Text":"Рекоха: “Нима ти ни носиш истината, или се шегуваш?”"},{"SurahNumber":21,"VerseNumber":56,"Text":"Рече: “Не, вашият Господ е Господът на небесата и на земята, Който ги е сътворил, и аз свидетелствам за това"},{"SurahNumber":21,"VerseNumber":57,"Text":"Кълна се в Аллах, ще се разправя с вашите идоли, след като си идете.”"},{"SurahNumber":21,"VerseNumber":58,"Text":"И ги стори на отломки, освен най-големия от тях, за да се обърнат към него"},{"SurahNumber":21,"VerseNumber":59,"Text":"Рекоха: “Кой стори това с нашите божества? Той е угнетител.”"},{"SurahNumber":21,"VerseNumber":60,"Text":"Рекоха: “Чухме един младеж да приказва за тях. Викат му Ибрахим.”"},{"SurahNumber":21,"VerseNumber":61,"Text":"Рекоха: “Доведете го пред хората да засвидетелстват!”"},{"SurahNumber":21,"VerseNumber":62,"Text":"Рекоха: “Ти ли стори това с нашите божества, о, Ибрахим?”"},{"SurahNumber":21,"VerseNumber":63,"Text":"Рече: “Не, направи го това - най-голямото от тях. Попитайте ги, ако могат да говорят!”"},{"SurahNumber":21,"VerseNumber":64,"Text":"Тогава те, като дойдоха на себе си, рекоха: “Наистина вие сте угнетителите.”"},{"SurahNumber":21,"VerseNumber":65,"Text":"После пак обърнаха глави назад [и рекоха]: “Ти знаеш - тези не говорят.”"},{"SurahNumber":21,"VerseNumber":66,"Text":"Рече: “Нима вместо на Аллах ще служите на онова, което нито може да ви помогне, нито да ви навреди"},{"SurahNumber":21,"VerseNumber":67,"Text":"Уф и на вас, и на онова, на което служите вместо на Аллах! Нима не проумявате?”"},{"SurahNumber":21,"VerseNumber":68,"Text":"Рекоха: “Изгорете го и подкрепете своите божества, ако ще действате!”"},{"SurahNumber":21,"VerseNumber":69,"Text":"Рекохме Ние: “О, огън, бъди студен и безопасен за Ибрахим!”"},{"SurahNumber":21,"VerseNumber":70,"Text":"И желаеха неговата гибел, а Ние сторихме да са най-губещите"},{"SurahNumber":21,"VerseNumber":71,"Text":"И спасихме него и Лут [и ги насочихме] към земята, която благословихме за световете"},{"SurahNumber":21,"VerseNumber":72,"Text":"И му дарихме Исхак, и освен него - Якуб, и всичките сторихме праведници"},{"SurahNumber":21,"VerseNumber":73,"Text":"И ги сторихме водители, напътващи според Нашата повеля. И им разкрихме да вършат добрини и да отслужват молитвата, и да дават милостинята закат. Те служеха [единствено] на Нас"},{"SurahNumber":21,"VerseNumber":74,"Text":"И на Лут дадохме мъдрост и знание, и го спасихме от селището, което вършеше скверности. То бе от хора на злото, нечестивци"},{"SurahNumber":21,"VerseNumber":75,"Text":"И го въведохме в Нашата милост. Той бе от праведниците"},{"SurahNumber":21,"VerseNumber":76,"Text":"По-рано спасихме и Нух, когато призова и Ние му откликнахме, и спасихме него и семейството му от огромната горест"},{"SurahNumber":21,"VerseNumber":77,"Text":"И го защитихме от хората, които взимаха за лъжа Нашите знамения. Те бяха хора на злото, затова издавихме всичките"},{"SurahNumber":21,"VerseNumber":78,"Text":"И [спомени] Дауд, и Сулайман, които отсъдиха за нивата, в която се разпръснаха през нощта овцете на хората. И свидетелствахме Ние за присъдата им"},{"SurahNumber":21,"VerseNumber":79,"Text":"Ние сторихме Сулайман да проумее това. И на двамата дадохме мъдрост и знание. И накарахме планините и птиците да Ни прославят заедно с Дауд. Ние направихме това"},{"SurahNumber":21,"VerseNumber":80,"Text":"И го научихме да изработва доспехи за вас, да ви пазят в битка. Не ще ли бъдете признателни"},{"SurahNumber":21,"VerseNumber":81,"Text":"И подчинихме на Сулайман бурния вятър, който духаше по волята му към земята, която Ние благословихме. Ние всяко нещо знаем"},{"SurahNumber":21,"VerseNumber":82,"Text":"И му подчинихме от сатаните някои, които се гмуркаха за него и вършеха и друго освен това. И тях Ние надзиравахме"}]}