{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Pritcha o raye, kotoryy obeshchan bogoboyaznennym, gde vnizu tekut reki: pishcha v nem postoyanna i ten'. Eto - nagrada tem, kotoryye bogoboyaznenny, a nakazaniye nevernykh - ogon'"},{"SurahNumber":13,"VerseNumber":36,"Text":"A te, komu My darovali knigu, raduyutsya tomu, chto nisposlano tebe; a sredi partiy yest' takiye, chto otritsayut chast' etogo. Skazhi: \"Mne poveleno poklonyat'sya Allakhu i ne pridavat' Yemu sotovarishchey; k Nemu ya prizyvayu i k Nemu moye vozvrashcheniye"},{"SurahNumber":13,"VerseNumber":37,"Text":"I tak My nisposlali yego, kak arabskiy sudebnik. Yesli zhe ty posleduyesh' za ikh strastyami, posle togo kak prishlo k tebe znaniye, - net tebe ot Allakha ni pomoshchnika, ni zashchitnika"},{"SurahNumber":13,"VerseNumber":38,"Text":"My posylali poslannikov do tebya i delali im suprug i potomstvo. Ne byvalo, chtoby poslannik privodil znameniya, inache kak s dozvoleniya Allakha. Dlya vsyakogo predela - svoye pisaniye"},{"SurahNumber":13,"VerseNumber":39,"Text":"Stirayet Allakh, chto zhelayet, i utverzhdayet; u Nego - mat' knigi"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ili My pokazhem tebe chast' togo, chto obeshchayem im, ili upokoim tebya. Na tebe - tol'ko peredachi, a na Nas - raschet"},{"SurahNumber":13,"VerseNumber":41,"Text":"Razve oni ne videli, chto My prikhodim k zemle i ukorachivayem yeye po krayam? Allakh vershit sud, i net zaderzhivayushchego Yego sud, a on bystr v raschete"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ukhitrilis' te, kotoryye byli do nikh, no u Allakha - vsya khitrost'. On znayet, chto priobretayet vsyakaya dusha, i uznayut nevernyye, komu vozdayaniye zhilishcha"},{"SurahNumber":13,"VerseNumber":43,"Text":"I govoryat te, kotoryye ne verili: \"Ty - ne poslannyy!\" Skazhi: \"Dovol'no Allakha svidetelem mezhdu mnoy i vami i togo, u kogo znaniye knigi"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif lam ra. Pisaniye - nisposlali My yego tebe, chtoby ty vyvel lyudey iz mraka k svetu s soizvoleniya ikh Gospoda na put' velikogo, dostokhval'nogo"},{"SurahNumber":14,"VerseNumber":2,"Text":"Allakha, kotoromu prinadlezhit to, chto v nebesakh i chto na zemle. Gore zhe nevernym ot muchitel'nogo nakazaniya"},{"SurahNumber":14,"VerseNumber":3,"Text":"kotoryye lyubyat zhizn' dol'nyuyu prevyshe posledney i otklonyayut ot puti Allakha, stremyas' k krivizne v nem! Eti - v dalekom zabluzhdenii"},{"SurahNumber":14,"VerseNumber":4,"Text":"My otpravlyali poslannikov tol'ko s yazykom ikh naroda, chtoby oni raz\"yasnyali im. Allakh svodit s puti, kogo pozhelayet, i vedet, kogo zhelayet. On - velikiy, mudryy"},{"SurahNumber":14,"VerseNumber":5,"Text":"My poslali Musu s Nashimi znameniyami: \"Vyvedi narod tvoy ot mraka k svetu i napomni im pro dni Allakha. Poistine, v etom - znameniye dlya vsyakogo terpelivogo, blagorodnogo"},{"SurahNumber":14,"VerseNumber":6,"Text":"Vot skazal Musa svoyemu narodu: \"Vspomnite milosti Allakha vam, kak On vas spas ot roda Firauna! Oni vozlagayut na vas zloye nakazaniye, ubivayut vashikh synovey, ostavlyayut v zhivykh vashikh zhenshchin. V etom - ispytaniye dlya vas ot Gospoda vashego velikoye"},{"SurahNumber":14,"VerseNumber":7,"Text":"Vot vozvestil Gospod': \"Yesli vozblagodarite, YA umnozhu vam; a yesli budete neblagodarny... Poistine, nakazaniye Moye - sil'no"},{"SurahNumber":14,"VerseNumber":8,"Text":"I skazal Musa: \"Yesli budete neblagodarny vy i te, kto na zemle- vse, to ved' Allakh - bogat, preslaven"},{"SurahNumber":14,"VerseNumber":9,"Text":"Razve ne doshla do vas vest' o tekh, kto byl ran'she vas, o narode Nukha, Ada, Samuda i tekh, kotoryye byli posle nikh, - ne znayet ikh nikto, krome Allakha. K nim prishli Nashi poslantsy s yasnymi znameniyami, a oni vlozhili ruki v usta svoi i skazali: \"My ne veruyem v to, s chem vy poslany; my v somnenii sil'nom o tom, k chemu vy zovete"}]}