{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":2,"VerseNumber":75,"Text":"Ee ma waxaad damac ka qabtaan (mu’miniintoy) inay wax idinka rumeystaan14 iyagoo koox ka mid ah ay dhageysan jireen Hadalka Ilaahay, oo markaas beddelaan (Towraadda)15 intay fahmeen kaddib iyagoo ogsoon"},{"SurahNumber":2,"VerseNumber":76,"Text":"Oo markay la kulmaan kuwa rumeysan, waxay yidhaahdaan: Waan rumaysannahay, markase ay keli isla noqdaan qaarkoodba qaar, waxay yidhaahdaan: Ma waxaad idinku uga warrameysaan waxa Allaah idiin caddeeyey, si ay iyagu idinkula doodaan arrintaa Rabbigiin horti? Ma waydaan haddaba garaad lahayn"},{"SurahNumber":2,"VerseNumber":77,"Text":"Mawaysan se ogayn in Allaah ogsoon yahay waxa ay qariyaan iyo waxa ay muujiyaanba"},{"SurahNumber":2,"VerseNumber":78,"Text":"Oo waxaa ka mid ah caamo aan aqoon Kitaabka, hase yeeshee isku maaweeliya hididdiilooyin been ah, wax se iska maleeya uun"},{"SurahNumber":2,"VerseNumber":79,"Text":"Ee hoog waxaa leh kuwa ku qora Kitaabka isla gacmahooda, markaas yidhaahda: Kani wuxuu ka yimid xagga Ilaahay, si ay u siistaan qiimo yar. Hoog bay leeyihiin waxa ay gacmahooda qoreen darteed, oo hoog bay leeyihiin waxa ay kasbadaan darteed"},{"SurahNumber":2,"VerseNumber":80,"Text":"Oo waxay yidhaahdaan: Marnaba Naari nama taaban doonto waxaan aheyn ayaamo tirsan. Dheh: Ma waxaad ka heysataan ballan xagga Ilaahay, marka Allaah ma ka bixi doono ballankiisa? Mise waxaad ka sheegtaan Allaah wax aydaan ogeyn"},{"SurahNumber":2,"VerseNumber":81,"Text":"Haayoo, Qofkii kasbadaa xume ee uu gefkiisu hareereeyo, kuwaasu waa ehlu Naar, way ku dhex waari doonaan"},{"SurahNumber":2,"VerseNumber":82,"Text":"oo (ma xagga) kuwa rumeysan oo samaha fala16, kuwaasu waa ehlu Jannada, way ku dhex waari doonaan weligood"},{"SurahNumber":2,"VerseNumber":83,"Text":"Oo waa tii aan la galnay ballan Ilmahii Isaraa’iil: Ha caabudina waxaan ahayn Allaah, oo waalidka u sama fala, iyo qaraabada iyo agoomaha iyo masaakiinta, oo kula hadla dadka hadallo san, oo hagaajiya salaadda, oo bixiya Zakada, markaas baad jeesateen in yar oo idinka mid ah maahee oo (imminkana sidoo kale) dhinac baad u jeesataan"},{"SurahNumber":2,"VerseNumber":84,"Text":"Oo waa tii aan idinla gallay ballan (leh): Ha daadinnina dhiiggiinna (midkiinba midka kale), ama ha iska qaxinnina guryahiinna, markaas aad qirteen (tani) idinkaana marag ka ah"},{"SurahNumber":2,"VerseNumber":85,"Text":"Haddana, waa isla idinka kuwa is-dila oo ka qaxinaya qaar idinka mid ah guryahooda, idinkoo isugu kaalmeyn dambi iyo colaad. Oo hadday idiin yimaadaan iyagoo qafaal ah oo xidhan, waad madax furataan, iyadoo qaxintooda ay xaaraan idinka ahayd. Ee ma waxaad haddaba rumeysaan qaar ka mid ah Kitaabka oo diiddaan in kale oo ka mid ah17? Oo muxuu yahay haddaba abaalka kuwa idinka mid ah ee sidaa sameeya waxaan aheyn dulli nolosha adduunkan ah, oo Maalinta Qiyaamaha waxaa loo celin doonaa cadaab tan ugu daran. Oo Allaah ma mooga waxa aad fashaan"},{"SurahNumber":2,"VerseNumber":86,"Text":"Kuwaanu waa kuwa gata nolosha adduunkan halkii Aakhirada, sidaas awgeed cadaabta lagama khafiifin doono loomana gargaari doono"},{"SurahNumber":2,"VerseNumber":87,"Text":"Oo xaqiiq Waxaanu siinnay Muuse Kitaabka, oo waxaan soo dirnay Rusul isaga kaddib midba mid kale xigsaday. Oo Waxaanu siinnay Ciise ina Maryam, xujooyin cad oo ku xoojinnay Ruuxda daahirka ah (Jabriil). Waa la yaabe! Mar walba uu Rasuul idiinla yimaado waxaanay nafahiiinnu rabin, baad is kibrisaan markaas qaar beenisaan, qaarna disheen"},{"SurahNumber":2,"VerseNumber":88,"Text":"Oo waxay yidhaahdaan: Quluubtayada waa qufulan yihiin. Mayee, Allaah baa ku nacladay gaalnimadooda darteed, marka waa wax yar intay rumeeyaan"},{"SurahNumber":2,"VerseNumber":89,"Text":"Oo markuu u yimid Kitaab ka yimid xagga Ilaahay xaqiijinaya waxa ay haystaan, iyagoo ka hor ay baryi jireen guul laga siiyo gaalada mushrikiinta ah, markiise uu halkaa u yimid (Nabi) ay aqoonsadeen bay rumayn diideen. Ee nacladda Ilaahay dushooda ha ahaato gaalada"},{"SurahNumber":2,"VerseNumber":90,"Text":"Xumaa waxa ay ku gateen nafahooda, inay diidaan waxa Allaah soo waxyooday xasad darti in Allaah uu ku soo dejiyo Fadligiisa cidduu doono oo ka mid ah addoomahiisa. Marka waxay muteysteen cadho loo geeyey cadho18. Oo gaaladu waxay mudan doonanan cadaab aad u dulleysa"},{"SurahNumber":2,"VerseNumber":91,"Text":"Oo marka lagu yidhaahdo, Rumeeya waxa Allaah soo waxyooday, waxay yidhaahdaan: Waxaanu rumeysannahay waxa naloo soo waxyooday. Oo waxay beeniyaan waxa la barbar ah, isagoo xaq ah xaqiijinaya waxa ay haystaan. Dheh: Maxaad haddaba u disheen Anbiyadii Ilaahay kal hore, haddii aad aheydeen run ahaan mu’miniin"}]}