{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Onun vefatından sonra, kavminin üzerine, gökten bir ordu indirmedik, zaten bu âdetimizden de değildi"},{"SurahNumber":36,"VerseNumber":29,"Text":"(Orduya ne lüzum?), bir tek ses yeter! Bir de bakmışsınız: Sönüp kalmışlar"},{"SurahNumber":36,"VerseNumber":30,"Text":"Yazıklar olsun o kullara ki, kendilerine gelen her resul ile, mutlaka alay ederlerdi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Kendilerinden önce nice nesilleri imhâ ettiğimizi, ve onların da kendilerine dönmediğini görmezler miydi"},{"SurahNumber":36,"VerseNumber":32,"Text":"Hiç kimse hariç kalmamak üzere, hepsi huzurumuza toplanacaklar"},{"SurahNumber":36,"VerseNumber":33,"Text":"Delil mi isterler? İşte ölmüş arz! Hayatı ona Biz veriyoruz.Oradan onların yiyecekleri habbeleri çıkarıyoruz. Kendileri de ondan yiyip dururlar"},{"SurahNumber":36,"VerseNumber":34,"Text":"Orada üzüm bağları ve hurmalıklar yaptık, orada pınarlar fışkırttık"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ta ki onun meyvelerinden yesinler,O meyveleri onlar yapmadılar,Hâlâ şükretmez mi onlar"},{"SurahNumber":36,"VerseNumber":36,"Text":"Münezzehtir o Allah, her noksandan münezzeh!Yerin bitirdiği her şeyi, ve kendilerini, ve daha nice bilmedikleri şeyleri çift yaratan, münezzehtir, Yücedir"},{"SurahNumber":36,"VerseNumber":37,"Text":"Onlara bir delil de gecedir ki.Biz ondan gündüzü sıyırıp soyarız, birden karanlığa gömülürler"},{"SurahNumber":36,"VerseNumber":38,"Text":"Güneş de bir delildir onlara, akar gider yörüngesinde...O azîz ve alîmin (o üstün kudret sahibinin ve her şeyi bilenin), yaratması böyle olur işte"},{"SurahNumber":36,"VerseNumber":39,"Text":"Ay için de birtakım safhalar, duraklar tâyin ettik; dolaşa dolaşa, nihayet eski hurma salkımının çöpü gibi kuru, sarı, kavisli bir hâle gelir"},{"SurahNumber":36,"VerseNumber":40,"Text":"Ne Güneş Ay'a kavuşabilir, ne gece gündüzün önüne geçebilir.O gök cisimlerinden her biri, birer yörüngede akar, durur"},{"SurahNumber":36,"VerseNumber":41,"Text":"Bir delil daha onlara:Nesillerini dopdolu gemilerde taşımamızdır"},{"SurahNumber":36,"VerseNumber":42,"Text":"Biz, onlar için, gemiye benzer, daha nice binekler yaratırız"},{"SurahNumber":36,"VerseNumber":43,"Text":"Şayet dileseydik onları boğardıkNe feryatlarına koşan bir kimse bulabilir, ne de başka türlü kurtarılırlardı"},{"SurahNumber":36,"VerseNumber":44,"Text":"Sadece Biz'den ulaşacak bir rahmet ve onları bir vâdeye kadar yaşatma irademizle hayatta kalabilirler"},{"SurahNumber":36,"VerseNumber":45,"Text":"Onlara ne zaman: “Hem geçmişte yaptıklarınıza, hem de istikbalde yapacaklarınıza dikkat edin!böylelikle merhamet edilmeye layık olun!” denilse, yüz çevirirler"},{"SurahNumber":36,"VerseNumber":46,"Text":"Ne zaman Rab'lerinin âyetlerinden bir âyet, gelse, yüz çevirirler"},{"SurahNumber":36,"VerseNumber":47,"Text":"Onlara ne zaman: “Allah'ın size lütfettiğinden, siz de muhtaçlar için harcayın” denilse, kâfirler müminlere şöyle derler: “Size kalsa Allah’ın dilediği takdirde bol bol rızıklandıracağı kimseyi doyurmak bizim mi işimiz?Siz, böyle ne sapık düşünürsünüz!”"},{"SurahNumber":36,"VerseNumber":48,"Text":"Ve yine derler ki: “Eğer doğru söylüyorsanız, bizi tehdid ettiğiniz bu mezarlardan kalkma ne zaman"},{"SurahNumber":36,"VerseNumber":49,"Text":"Onların beklediği: Sadece bir ses!..Çekişip dururlarken kendilerini çarpacak bir ses"},{"SurahNumber":36,"VerseNumber":50,"Text":"İşte o zaman...Ne vasiyette bulunabilir, ne de evlerine dönebilirler"},{"SurahNumber":36,"VerseNumber":51,"Text":"Sura üflendi, “Kalk!” borusu çaldı!..İşte mezarlarından kalkıp, Rab'lerinin huzurunda duruşmaya koşuyorlar"},{"SurahNumber":36,"VerseNumber":52,"Text":"“Eyvah bize! Kim kaldırdı bizi yatağımızdan?” diyorlar...“İşte Rahmân'ın vâdi: Resuller doğru söylerler!”"},{"SurahNumber":36,"VerseNumber":53,"Text":"Bütün olay, bir çağrıdan ibâret! İşte hepsi duruşma için toplanmışlar"},{"SurahNumber":36,"VerseNumber":54,"Text":"Artık bugün, kimseye zulmedilmez, hakkınızdan başka size bir karşılık verilmez"},{"SurahNumber":36,"VerseNumber":55,"Text":"Amma bugün cennetlikler, zevk ve eğlence içindedirler"},{"SurahNumber":36,"VerseNumber":56,"Text":"Hem kendileri, hem eşleri gölgeliklerde, tahtlarına kurulurlar"},{"SurahNumber":36,"VerseNumber":57,"Text":"Orada turfanda yemişler onlara, hâsılı istedikleri her şey onlara"},{"SurahNumber":36,"VerseNumber":58,"Text":"Rabb-i Rahim'den sözle olan bir selâm yine onlara"},{"SurahNumber":36,"VerseNumber":59,"Text":"“Fakat bugün sizler, şöyle bir tarafa çekilin ey mücrimler!”"}]}