{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Ndersa atyre qe i drojne All-llahut, do t’u thuhet: “Cka ka shpallur Zoti i juaj?” – “Mire”! pergjigjen. Ata qe bejne vepra te mira ne kete bote, do te kene shperblime te mira, por ajo bote eshte, me siguri, edhe me e mire. Sa vendbanim i bukur do te jete per ata qe i jane frikesuar All-llahut"},{"SurahNumber":16,"VerseNumber":31,"Text":"Do te hyjne neper xhennete te Adnit ku rrjedhin lumenj. Aty ata do te kene cdo send qe deshirojne. Ashtu All-llahu i shperblen ata te cilet i drojne atij"},{"SurahNumber":16,"VerseNumber":32,"Text":"Ata te cileve engjujt ua marrin shpirtin duke qene te paster, do t’u thone: “Paqa qofte me ju! Hyni ne xhennet me veprat qe i keni punuar”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Valle c’presin tjeter vec se t’u vijne engjujt, ose t’u vije urdheri i Zotit tend per denim? Ashtu kane vepruar edhe ata perpara tyre. All-llahu atyre nuk u ka bere padrejtesi, por ata vetvetes i benin padrejtesi"},{"SurahNumber":16,"VerseNumber":34,"Text":"Dhe denimi i ka goditur per veprat e keqia qe kane bere, dhe nga te gjitha anet i perfshiu ajo me te cilen talleshin"},{"SurahNumber":16,"VerseNumber":35,"Text":"Politeistet thone: “Po te kishte dashur All-llahu, as ne as te paret tane, nuk do t’i faleshim askujt, pervec Atij dhe pa ate (vullnetin e tij) asgje nuk do te konsideronim te ndaluar”. Ashtu kane vepruar ata para tyre. Po mos kane qene profetet te detyruar per tjeter send, pervec te njoftojne haptazi"},{"SurahNumber":16,"VerseNumber":36,"Text":"Ne me siguri i kemi derguar cdo populli nje profet: “Faljuni All-llahut dhe shmangiuni idhujve”! Nder ata ka pasur edhe te atille te cileve All-llahu u ka treguar rrugen e drejte, por edhe te atille, te cilet i ka mbuluar mashtrimi; prandaj udhetoni neper bote dhe shihni si e kane pasuar genjeshtaret"},{"SurahNumber":16,"VerseNumber":37,"Text":"Kushedi sa te deshirosh qe ata te jene ne rruge te drejte, All-llahu nuk e drejton ne rruge te drejte ate qe e ka lene te humbur, per ata nuk ka ndihmetare"},{"SurahNumber":16,"VerseNumber":38,"Text":"Ata betohen ne All-llahun me bindje te forte se “All-llahu nuk do ta ngjalle ate qe vdes”! Po si jo, premtimi i Tij eshte i vertete – vetem se shumica e njerezve nuk e dine"},{"SurahNumber":16,"VerseNumber":39,"Text":"Per t’ua sqaruar ate rreth ckahit jane percare dhe per t’i mesuar (drejtuar) ata qe kane mohuar se me te vertete jane, genjeshtare"},{"SurahNumber":16,"VerseNumber":40,"Text":"Kur deshirojme ndonjesend, mjafton fjala jone, t’i themi: “Behu”! dhe ai behet"},{"SurahNumber":16,"VerseNumber":41,"Text":"Ata te cilet emigrojne per hire te All-llahut, pasi qe u jane bere padrejtesi, Ne do t’i vendosim, qysh ne kete bote, ne vende te mira; por shperblimi ne boten tjeter eshte edhe me i madh, sikur vetem ta dinin"},{"SurahNumber":16,"VerseNumber":42,"Text":"Ata qe durojne dhe jane te mbeshtetur ne Zotin e tyre"},{"SurahNumber":16,"VerseNumber":43,"Text":"Ne edhe para teje per profete kemi derguar vetem njerez, et cileve u kemi dhene shpallje – pyetni pasuesit e Librit nese nuk e dini"},{"SurahNumber":16,"VerseNumber":44,"Text":"Argumente te qarta dhe Libra. Ndersa ty te shpallem Kur’anin t’ua sqarosh njerezve ate qe u shpallet, mbase edhe ata do te mendojne"},{"SurahNumber":16,"VerseNumber":45,"Text":"A jane te sigurte ata qe enderrojne dinakeri te ndyta – se All-llahu nuk do t’i shtije ne dhe, ose nuk do t’u vije denimi prej kah as nuk e paramendojne"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ose se nuk do t’i rrembeje ne luhatshmerine e tyre – se ata nuk jane mrekulliberes"},{"SurahNumber":16,"VerseNumber":47,"Text":"Apo se nuk do t’i perfshije me tmerr? Ndrekaq Zoti juaj eshte, njemend, i bute dhe i meshirshem"},{"SurahNumber":16,"VerseNumber":48,"Text":"Po a nuk shohin ata hic se c’ka krijuar All-llahu; here djathtas here majtas zgjat hijen e vet; si perulje ndaj All-llahut, edhe ajo, madje, eshte perulje"},{"SurahNumber":16,"VerseNumber":49,"Text":"All-llahut i falet (ben sexhde) cdo krijese e gjalle ne qiej dhe ne toke, si edhe engjujt, dhe ata nuk bejne mendjemadhesi"},{"SurahNumber":16,"VerseNumber":50,"Text":"I frikesohen Zotit te vet, i cili sundon me ata, dhe veprojne ashtu si u urdherohet"}]}