{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Nur jene konnen antworten, die zuhoren. Die Toten wird Gott auferwecken. Dann werden sie zu Ihm zuruckgebracht"},{"SurahNumber":6,"VerseNumber":37,"Text":"Und sie sagen: «Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt wurde!» Sprich: Gott hat dazu die Macht, ein Zeichen herabzusenden. Aber die meisten von ihnen wissen nicht Bescheid"},{"SurahNumber":6,"VerseNumber":38,"Text":"Es gibt keine Tiere auf der Erde und keine Vogel, die mit ihren Flugeln fliegen, die nicht Gemeinschaften waren gleich euch. Wir haben im Buch nichts ubergangen. Dann werden sie zu ihrem Herrn versammelt"},{"SurahNumber":6,"VerseNumber":39,"Text":"Und diejenigen, die unsere Zeichen fur Luge erklaren, sind taub, stumm, in Finsternissen. Gott fuhrt irre, wen Er will, und wen Er will, den bringt Er auf einen geraden Weg"},{"SurahNumber":6,"VerseNumber":40,"Text":"Sprich: Was meint ihr? Wenn die Pein Gottes uber euch kommt oder die Stunde uber euch kommt, werdet ihr dann andere anrufen als Gott, so ihr die Wahrheit sagt"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nein, Ihn werdet ihr anrufen. Dann wird Er das beheben, weswegen ihr (Ihn) anruft, wenn Er will, und ihr werdet vergessen, was ihr (Ihm) beigesellt"},{"SurahNumber":6,"VerseNumber":42,"Text":"Und Wir haben vor dir zu Gemeinschaften (Gesandte) geschickt und sie mit Not und Leid heimgesucht, auf daß sie sich vielleicht demutigen"},{"SurahNumber":6,"VerseNumber":43,"Text":"Hatten sie sich doch gedemutigt, als unsere Schlagkraft uber sie kam! Aber ihre Herzen verharteten sich, und der Satan machte ihnen verlockend, was sie zu tun pflegten"},{"SurahNumber":6,"VerseNumber":44,"Text":"Und als sie das vergaßen, womit sie ermahnt worden waren, offneten Wir ihnen die Tore zu allen Dingen. Als sie sich dann uber das freuten, was ihnen zuteil wurde, suchten Wir sie plotzlich heim. Da waren sie ganz verzweifelt"},{"SurahNumber":6,"VerseNumber":45,"Text":"So wurde der letzte Rest der Leute, die Unrecht taten, ausgemerzt. Und Lob sei Gott, dem Herrn der Welten"},{"SurahNumber":6,"VerseNumber":46,"Text":"Sprich: Was meint ihr? Wenn Gott euer Gehor und euer Augenlicht fortnahme und euer Herz versiegelte, welcher Gott außer Gott konnte es euch zuruckbringen? Schau, wie Wir die Zeichen auf verschiedene Weise darlegen, dennoch kehren sie sich ab"},{"SurahNumber":6,"VerseNumber":47,"Text":"Sprich: Was meint ihr? Wenn die Pein Gottes plotzlich oder offen uber euch kommt, wer wird wohl verderben außer den Leuten, die Unrecht tun"},{"SurahNumber":6,"VerseNumber":48,"Text":"Und Wir senden die Gesandten nur als Freudenboten und Warner. Diejenigen nun, die glauben und Besserung bringen, haben nichts zu befurchten, und sie werden nicht traurig sein"},{"SurahNumber":6,"VerseNumber":49,"Text":"Diejenigen aber, die unsere Zeichen fur Luge erklaren, wird die Pein treffen dafur, daß sie immer wieder gefrevelt haben"},{"SurahNumber":6,"VerseNumber":50,"Text":"Sprich: Ich sage euch nicht, ich hatte die Vorratskammern Gottes, und ich kenne auch nicht das Unsichtbare. Und ich sage euch nicht, ich sei ein Engel. Ich folge nur dem, was mir offenbart wird. Sprich: Sind etwa der Blinde und der Sehende gleich? Wollt ihr denn nicht nachdenken"},{"SurahNumber":6,"VerseNumber":51,"Text":"Und warne damit diejenigen, die furchten, zu ihrem Herrn versammelt zu werden - außer Ihm haben sie weder Freund noch Fursprecher -, auf daß sie gottesfurchtig werden"},{"SurahNumber":6,"VerseNumber":52,"Text":"Und vertreibe diejenigen nicht, die morgens und abends ihren Herrn anrufen in der Suche nach seinem Antlitz. Dir obliegt in keiner Weise, sie zur Rechenschaft zu ziehen, und ihnen obliegt in keiner Weise, dich zur Rechenschaft zu ziehen, so daß du sie vertreiben durftest. Sonst wurdest du zu denen gehoren, die Unrecht tun"},{"SurahNumber":6,"VerseNumber":53,"Text":"Und so haben Wir die einen durch die anderen der Versuchung ausgesetzt, damit sie sagen: «Hat Gott gerade diesen da aus unserer Mitte eine Wohltat erwiesen?» Weiß nicht Gott besser Bescheid uber die, die dankbar sind"},{"SurahNumber":6,"VerseNumber":54,"Text":"Und wenn diejenigen, die an unsere Zeichen glauben, zu dir kommen, so sprich: Friede uber euch! Euer Herr hat sich selbst die Barmherzigkeit vorgeschrieben: Wenn nun einer von euch aus Unwissenheit Boses tut, aber danach umkehrt und Besserung zeigt, so ist Er voller Vergebung und barmherzig"},{"SurahNumber":6,"VerseNumber":55,"Text":"So legen Wir die Zeichen im einzelnen dar, auch damit der Weg der Ubeltater offenkundig wird"},{"SurahNumber":6,"VerseNumber":56,"Text":"Sprich: Mir ist verboten worden, denen zu dienen, die ihr anstelle Gottes anruft. Sprich: Ich folge nicht euren Neigungen. Sonst ware ich abgeirrt, und ich wurde nicht zu denen zahlen, die der Rechtleitung folgen"},{"SurahNumber":6,"VerseNumber":57,"Text":"Sprich: Ich berufe mich auf ein deutliches Zeichen von meinem Herrn, aber ihr erklart es fur Luge. Ich verfuge nicht uber das, was ihr zu beschleunigen wunscht. Das Urteil gehort Gott allein. Er erzahlt die Wahrheit, und Er ist der Beste derer, die entscheiden"},{"SurahNumber":6,"VerseNumber":58,"Text":"Sprich: Wurde ich uber das verfugen, was ihr zu beschleunigen wunscht, ware die Angelegenheit zwischen mir und euch bereits entschieden. Und Gott weiß besser Bescheid uber die, die Unrecht tun"}]}