{"Id":363,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-la","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"Va Parvardigori Iʙrohim uro ʙa kore cand ʙijozmud va Iʙrohim on korhoro ʙa tamomi ʙa ancom rasonid. Xudo guft: «Man turo pesvoi mardum gardonidam». Guft: «Farzandonamro ham?» Guft: «Pajmoni man sitamkoronro dar ʙar nagirad»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Va Ka'ʙaro coi cam'savi va makoni amni mardum soxtem. Maqomi Iʙrohimro namozgohi xes gired. Mo Iʙrohim va Ismoilro farmon dodem: «Xonai maro ʙaroi tavofkunandagonu muqimon va roke'onu socidon pokiza dored!»"},{"SurahNumber":2,"VerseNumber":126,"Text":"Va Iʙrohim guft: «Ej Parvardigori man, in sahrro coi amne gardon va az mardumas ononro, ki ʙa Xudo va ruzi qijomat imon dorand, az har Samara ruzi soz!» Guftem: «Har kas, ki kofir sud, uro andak ʙarxurdori diham, sipas ʙa azoʙi otas ducoras gardonam», ki ʙad coi ʙozgastest"},{"SurahNumber":2,"VerseNumber":127,"Text":"Va cun Iʙrohim va Isroil pojahoi xonaro ʙolo ʙurdand, guftand: «Ej Parvardigori mo, az mo ʙipazir, ki tu sunavo va dono hasti!»"},{"SurahNumber":2,"VerseNumber":128,"Text":"Ej Parvardigori mo, moro farmonʙardori xes soz va niz farzandoni moro farmonʙardori xes gardon va tariqai hacamonro ʙa mo ʙijomuz va tavʙai mo ʙipazir, ki tu tavʙapaziranda va mehruʙon hasti"},{"SurahNumber":2,"VerseNumber":129,"Text":"Ej Parvardigori mo, az mijonason pajomʙare ʙar onho ʙifirist, to ojoti turo ʙar onho ʙixonad va ʙa onho kitoʙu hikmat ʙijomuzad va onhoro pokiza sozad va tu piruzmandu hakim hasti"},{"SurahNumber":2,"VerseNumber":130,"Text":"Ci kase az dini Iʙrohim ruj ʙarmetoʙad, cuz on ki xudro ʙexirad soxta ʙosad? Iʙrohimro dar dunjo ʙarguzidem va u dar oxirat niz az soistagon ast"},{"SurahNumber":2,"VerseNumber":131,"Text":"Va Parvardigoras ʙa u guft: «Taslim sav». Guft: «Man dar ʙaroʙari Parvardigori cahonijon taslimam»"},{"SurahNumber":2,"VerseNumber":132,"Text":"Iʙrohim ʙa farzandoni xud vasijat kard, ki dar ʙaroʙari Xudo taslim savand. Va Ja'quʙ ʙa farzandoni xud guft: «Ej farzandoni man, Xudo ʙaroi sumo in dinro ʙarguzidaast, maʙod ʙimired, ʙe on ki ʙa on gardan nihoda ʙosed»"},{"SurahNumber":2,"VerseNumber":133,"Text":"Ojo sumo hozir ʙuded, on goh, ki margi Ja'quʙ faro rasid va ʙa farzandonas guft: «Pas az man ci cizro meparasted?» Guftand: «Xudoi tu va Xudoi acdodi tu --- Iʙrohimu Ismoil va Ishoqro ʙa jaktoi xohem parastid va dar ʙaroʙari U taslim hastem»"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onho ummathoe ʙudaand, ki aknun darguzastaand. On ci karda ʙudand, az oni onhost va on ci sumo kuned, az oni sumost va sumoro az a'mole, ki onho mekardaand, namepursand"},{"SurahNumber":2,"VerseNumber":135,"Text":"Guftand: «Jahudi jo nasroni saved, to ʙa rohi rost afted». «Bigu: Mo dini Iʙrohimro ʙarguzidem va u musrik naʙud»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Bigued: «Mo ʙa Xudo va ojote, ki ʙar mo nozil suda va niz on ci ʙar Iʙrohimu Ismoil va Ishoqu Ja'quʙ va siʙtho nozil omada va niz on ci ʙa Muso va Iso firistoda suda va on ci ʙar pajomʙaroni digar az coniʙi Parvardigorason omadaast, imon ovardem. Mijoni hec jak az pajomʙaron farqe namenihem va hama dar ʙaroʙari Xudo taslim hastem»"},{"SurahNumber":2,"VerseNumber":137,"Text":"Agar ʙa on ci sumo imon ovarded, onon niz imon ʙijovarand, hidojat joftaand. Ammo agar ruj ʙartoftand, pas ʙo tu dar dusmanivu xilofand va dar ʙaroʙari onho Xudo turo kofist, ki U sunavo va donost"},{"SurahNumber":2,"VerseNumber":138,"Text":"In rangi Xudost va rangi ci kase az rangi Xudo ʙehtar ast. Mo parastandagoni U hastem"},{"SurahNumber":2,"VerseNumber":139,"Text":"Bigu: «Ojo dar ʙorai Xudo ʙo mo ʙahsu mucodala mekuned? U Parvardigori movu sumost. A'moli mo azoni mo va a'moli sumo azoni sumost va mo Uro ʙa pokdili meparastem»"},{"SurahNumber":2,"VerseNumber":140,"Text":"Ojo megued, ki Iʙrohimu Ismoil va Ishoqu Ja'quʙ va siʙtho jahudi jo nasroni ʙudand? Bigu: «Ojo sumo ogohtared jo Xudo? Sitamkortar az kase, ki guvohii xudro az Xudo pinhon mekunad, kist? Va Xudovand az korhoe, ki mekuned, ƣofil nest»"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onon ummathoe ʙudaand, ki aknun darguzastaand. On ci onho kardand, azoni onhost va on ci sumo mekuned, azoni sumost va sumoro az a'moli onho namepursand"}]}