{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"Andolsun ki, biz onlardan once Firavun kavmini de denemistik. Onlara cok kıymetli bir peygamber gelmisti"},{"SurahNumber":44,"VerseNumber":18,"Text":"O peygamber onlara soyle demisti: \"Esaretiniz altındaki Allah'ın kullarını bana teslim edin. Cunku ben size gonderilmis guvenilir bir peygamberim"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allah'a karsı ustunluk taslamayın. Suphesiz ki ben size apacık bir delil getiriyorum"},{"SurahNumber":44,"VerseNumber":20,"Text":"Gercekten ben, beni taslamanızdan dolayı benim de Rabbim, sizin de Rabbiniz olan Allah'a sıgındım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Eger siz bana iman etmezseniz hemen yanımdan uzaklasın"},{"SurahNumber":44,"VerseNumber":22,"Text":"Musa: \"Suphesiz ki bunlar suclu bir kavimdir.\" diyerek yardım etmesi icin Rabbine yalvardı"},{"SurahNumber":44,"VerseNumber":23,"Text":"Allah buyurdu ki: \"Kullarımı geceleyin yurut. Cunku siz takib edileceksiniz"},{"SurahNumber":44,"VerseNumber":24,"Text":"Karsıya gecince denizi oldugu gibi acık bırak. Cunku onlar suda bogulacak bir ordudur"},{"SurahNumber":44,"VerseNumber":25,"Text":"Onlar neler bırakmıslardı, ne bahceler, ne pınarlar"},{"SurahNumber":44,"VerseNumber":26,"Text":"Ne ekinler, ne guzel kaynaklar"},{"SurahNumber":44,"VerseNumber":27,"Text":"Ve icinde eglenip durdukları nice nimetler ve refah"},{"SurahNumber":44,"VerseNumber":28,"Text":"Iste boylece biz onları baska bir kavme miras bıraktık"},{"SurahNumber":44,"VerseNumber":29,"Text":"Gok ve yer onların uzerine aglamadı. Onlara muhlet de verilmedi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Andolsun ki biz Israilogullarını o asagılayıcı azabdan kurtardık"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firavun'dan da kurtardık cunku o ustunluk taslayıp haddi asan bir zorbaydı"},{"SurahNumber":44,"VerseNumber":32,"Text":"Andolsun ki biz onları bilerek o zamanki alemlere ustun kıldık"},{"SurahNumber":44,"VerseNumber":33,"Text":"Biz onlara icinde apacık bir imtihan bulunan mucizeler verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Gercekten su kafirler diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"Bizim ilk olumumuzden baska bir sey yoktur. Biz tekrar diriltilecek degiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"Eger siz dogru soyleyen kimselerseniz babalarınızı bize getirin"},{"SurahNumber":44,"VerseNumber":37,"Text":"Onlar mı daha hayırlıdır, yoksa Tukba kavmi ile onlardan oncekiler mi? Biz onların hepsini de helak ettik. Cunku onlar sucluydular"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz gokleri, yeri ve ikisi arasındakileri bir oyun ve eglence olsun diye yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Biz onları hak ve hikmetle yarattık. Fakat onların cogu bunu bilmezler"},{"SurahNumber":44,"VerseNumber":40,"Text":"Suphesiz ki hakkı batıldan ayırd etme gunu onların hepsinin bir araya toplanacagı gundur"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gun dostun dosta hicbir faydası olmaz. Onlara yardım da edilmez"},{"SurahNumber":44,"VerseNumber":42,"Text":"Ancak Allah'ın merhamet ettigi kimseler boyle degildir. Suphesiz ki Allah cok gucludur, cok merhamet edicidir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Gercekten zakkum agacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"Gunahkarların yemegidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"O pota gibi karınlarda kaynar"},{"SurahNumber":44,"VerseNumber":46,"Text":"O, kızgın bir sıvının kaynaması gibidir"},{"SurahNumber":44,"VerseNumber":47,"Text":"Allah meleklere soyle emreder. \"Sunu tutun da Cehennem'in ortasına surukleyin"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra onun basının ustune kaynar su azabından dokun"},{"SurahNumber":44,"VerseNumber":49,"Text":"Ona soyle denir! \"Tat bakalım azabı! hani sen kendine gore cok guclu ve cok ustundun"},{"SurahNumber":44,"VerseNumber":50,"Text":"Iste sizin inkar edip durdugunuz sey budur"},{"SurahNumber":44,"VerseNumber":51,"Text":"Suphesiz ki kotulukten sakınanlar guvenli bir makamdadırlar"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bahcelerde ve pınar baslarındadırlar"},{"SurahNumber":44,"VerseNumber":53,"Text":"Onlar ince ipekten ve parlak atlastan elbiseler giyerek karsılıklı olarak otururlar"},{"SurahNumber":44,"VerseNumber":54,"Text":"Iste boyle, biz onları ayrıca iri siyah gozlu hurilerle evlendiririz"},{"SurahNumber":44,"VerseNumber":55,"Text":"Onlar orada guven icinde her cesit meyveyi isteyebilirler"},{"SurahNumber":44,"VerseNumber":56,"Text":"Onlar orada ilk olumden baska bir olum tatmazlar. Allah onları cehennem azabından korumustur"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Bunların hepsi) Rabbinden bir lutuf olarak (verilmistir.) Iste buyuk kurtulus budur"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz Kur'an'ı senin dilinle indirip kolaylastırdık. Umulur ki onlar ogut alırlar"},{"SurahNumber":44,"VerseNumber":59,"Text":"Artık sen onların baslarına gelecekleri bekle: Cunku onlar da bekleyip durmaktadırlar"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Bu kitap, Aziz ve Hakim olan Allah tarafından indirilmistir"},{"SurahNumber":45,"VerseNumber":3,"Text":"Suphesiz goklerde ve yerde muminler icin bircok ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaratılısınızda ve cesitli canlıları yeryuzune yaymasında kesin olarak inanan kimseler icin ibretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gece ile gunduzun degismesinde ve Allah'ın gokten bir rızık sebebi olan yagmuru indirip de onunla yeryuzunu olumunden sonra diriltmesinde ve ruzgarları yonlendirmesinde aklını kullanan bir topluluk icin nice deliller vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"Iste bunlar, Allah'ın ayetleridir. Sana onları hakkıyla okuyoruz. Artık Allah'a ve ayetlerine inanmadıktan sonra hangi soze inanacaklar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Her gunahkar kisinin vay haline"},{"SurahNumber":45,"VerseNumber":8,"Text":"O kimse Allah'ın kendisine okunan ayetlerini isitir de, sonra sanki kibrinden hic isitmemis gibi ısrar eder. Iste sen onu, can yakıcı bir azabla mujdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden birsey ogrendigi zaman, onu alaya alıyor. Iste onlar icin rezil ve rusvay edici bir azap vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Otelerinde cehennem var. Ne kazandıkları seyler, ne de Allah'tan baska edindikleri dostlar, kendilerinden hicbir seyi (azabı) kaldıramaz. Onlar icin buyuk bir azab vardır"},{"SurahNumber":45,"VerseNumber":11,"Text":"Bu Kur'an bir hidayettir. Rablerinin ayetlerini inkar edenlere ise, en siddetlisinden acıklı bir azab vardır"}]}