{"Id":280,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"ਅਤੇ ਜੇਕਰ ਉਹ ਨਿਕਲਣਾ ਚਾਹੁੰਦੇ ਤਾਂ ਜ਼ਰੂਰ ਉਹ ਉਸਦਾ ਕੂਝ ਇੰਤਜ਼ਾਮ ਕਰ ਲੈਂਦੇ। ਪਰੰਤੂ ਅੱਲਾਹ ਨੇ ਉਨ੍ਹਾਂ ਦਾ ਇਹ ਕਾਰਾ ਪਸੰਦ ਨਾ ਕੀਤਾ। ਇਸ ਲਈ ਉਨ੍ਹਾਂ ਨੂੰ ਟਿਕੇ ਰਹਿਣ ਦਿੱਤਾ ਗਿਆ ਅਤੇ ਉਨ੍ਹਾਂ ਨੂੰ ਕਹਿ ਦਿੱਤਾ ਗਿਆ ਕਿ ਬੈਠਣ ਵਾਲਿਆਂ ਦੇ ਨਾਲ ਬੈਠੇ ਰਹੋ।"},{"SurahNumber":9,"VerseNumber":47,"Text":"ਜੇਕਰ ਇਹ ਲੋਕ ਤੁਹਾਡੇ ਨਾਲ ਨਿਕਲਦੇ ਤਾਂ ਉਹ ਤੁਹਾਡੇ ਲਈ ਬ਼ੁਰਾਈ ਹੀ ਵਧਾਉਣ ਦਾ ਕਾਰਨ ਬਣਦੇ ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਵਿਚਕਾਰ ਝਗੜੇ ਲਈ ਭੱਜ ਨੱਠ ਨੂੰ ਚੰਗੀ ਤਰ੍ਹਾਂ ਜਾਣਦਾ ਹੈ।"},{"SurahNumber":9,"VerseNumber":48,"Text":"ਇਹ ਪਹਿਲਾਂ ਵੀ ਲੜਾਈ ਝਗੜੇ ਦਾ ਯਤਨ ਕਰ ਚੁੱਕੇ ਹਨ ਅਤੇ ਉਹ ਤੁਹਾਡੇ ਲਈ ਕੰਮਾਂ ਦਾ ਹੇਰ ਫੇਰ ਕਰਦੇ ਰਹੇ ਹਨ। ਇੱਥੋਂ ਤੱਕ ਕਿ ਸੱਚ ਆ ਗਿਆ, ਅੱਲਾਹ ਦਾ ਹੁਕਮ ਪ੍ਰਗਟ ਹੋ ਗਿਆ ਅਤੇ ਉਹ ਨਾ ਖੂਸ਼ ਹੀ ਰਹੇ।"},{"SurahNumber":9,"VerseNumber":49,"Text":"ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚ ਉਹ ਵੀ ਹਨ ਜਿਹੜੇ ਕਹਿੰਦੇ ਹਨ, ਕਿ ਮੈਨੂੰ ਆਗਿਆ ਦੇ ਦਿਉ ਅਤੇ ਮੈਨੂੰ ਇਮਤਿਹਾਨ ਵਿਚ ਨਾ ਪਾਉਂ। ਸੁਣ ਲਉ ਉਹ ਪ੍ਰੀਖਿਆ ਵਿਚ ਮੈਂ ਜ਼ੁੱਕੇ ਹਨ। ਬੇਸ਼ੱਕ ਨਰਕ ਨੇ ਇਨਕਾਰੀਆਂ ਨੂੰ ਘੇਰਿਆ ਹੋਇਆ ਹੈ।"},{"SurahNumber":9,"VerseNumber":50,"Text":"ਜੇਕਰ ਤੁਹਾਨੂੰ ਕੁਝ ਚੰਗਾ ਮਿਲਦਾ ਹੈ, ਤਾਂ ਇਨ੍ਹਾਂ ਨੂੰ ਦੁੱਖ ਹੁੰਦਾ ਹੈ ਅਤੇ ਜੇਕਰ ਤੁਹਾਨੂੰ ਕੋਈ ਦੁੱਖ ਪਹੁੰਚਦਾ ਹੈ, ਤਾਂ ਉਹ ਕਹਿੰਦੇ ਹਨ ਕਿ ਅਸੀਂ ਆਪਣਾ ਬਚਾਅ, ਪਹਿਲਾ ਹੀ ਕਰ ਲਿਆ ਸੀ। ਇਹ ਖੁਸ਼ ਹੋ ਕੇ ਵਾਪਿਸ ਆਉਂਦੇ ਹਨ।"},{"SurahNumber":9,"VerseNumber":51,"Text":"ਆਖੋਂ, ਸਾਨੂੰ ਸਿਰਫ਼ ਉਹੀ ਚੀਜ਼ ਹੀ ਮਿਲੇਗੀ ਜਿਹੜੀ ਅੱਲਾਹ ਨੇ ਸਾਡੇ ਲਈ ਨਿਸ਼ਚਿਤ ਕੀਤੀ ਹੈ। ਉਹ ਸਾਡਾ ਕਾਰਜ ਰਾਸ ਕਰਨ ਵਾਲਾ ਹੈ, ਅਤੇ ਈਮਾਨ ਵਾਲਿਆਂ ਨੂੰ ਅੱਲਾਹ ਦੇ ਉੱਤੇ ਹੀ ਭਰੋਸਾ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।"},{"SurahNumber":9,"VerseNumber":52,"Text":"ਆਖੋ, ਤੁਸੀਂ ਸਾਡੇ ਲਈ ਸਿਰਫ਼ ਦੋ ਚੰਗਿਆਈਆਂ ਵਿੱਚੋਂ ਇੱਕ ਨੇਕੀ ਦੀ ਉਡੀਕ ਵਿਚ ਹੋ। ਪਰ ਅਸੀਂ' ਤੁਹਾਡੇ ਪੱਖ ਵੱਲੋਂ ਜਾਂ ਸਾਡੇ ਹੱਥਾਂ ਰਾਹੀਂ। ਇਸ ਲਈ ਤੁਸੀਂ ਉਡੀਕ ਕਰੋ, ਅਸੀਂ ਵੀ ਤੁਹਾਡੇ ਨਾਲ ਉਡੀਕ ਕਰਦੇ ਹਾਂ।"},{"SurahNumber":9,"VerseNumber":53,"Text":"ਆਖੋ, ਤੁਸੀਂ ਖੁਸ਼ੀ ਨਾਲ ਖਰਚ ਕਰੋ ਜਾਂ ਉਦਾਸ ਹੋ ਕੇ, ਤੁਹਾਡੇ ਤੋਂ ਕਦੇ ਵੀ ਸਵੀਕਾਰ ਨਹੀਂ ਕੀਤਾ ਜਾਵੇਗਾ। ਬੇਸ਼ੱਕ ਤੁਸੀਂ ਗੁੰਮਰਾਹ ਲੋਕ ਹੋ।"},{"SurahNumber":9,"VerseNumber":54,"Text":"ਅਤੇ ਉਹ ਆਪਣੇ ਖਰਚ ਦੇ ਸਵੀਕਾਰ ਹੋਣ ਤੋਂ ਸਿਰਫ਼ ਇਸ ਲਈ ਵਾਂਝੇ ਹੋਏ, ਕਿਉਂਕਿ ਉਨ੍ਹਾਂ ਨੇ ਅੱਲਾਹ ਅਤੇ ਉਸਦੇ ਰਸੂਲ ਨੂੰ ਝੂਠਾ ਦੱਸਿਆ ਅਤੇ ਇਹ ਲੋਕ ਜਦੋਂ ਵੀ ਨਮਾਜ਼ ਲਈ ਆਉਂਦੇ ਹਨ ਤਾਂ ਅਣਚਾਹੇ ਮਨ ਨਾਲ ਆਉਂਦੇ ਹਨ, ਅਤੇ ਨਾ ਪਸੰਦਗੀ ਨਾਲ ਖਰਚ ਕਰਦੇ ਹਨ।"},{"SurahNumber":9,"VerseNumber":55,"Text":"ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਦੀ ਜਾਇਦਾਦ ਅਤੇ ਔਲਾਦ ਨੂੰ ਕੋਈ ਅਹਿਮੀਅਤ ਨਾ ਦੇਵੇਂ ਅੱਲਾਹ ਤਾਂ ਇਹ ਚਾਹੁੰਦਾ ਹੈ ਕਿ ਉਸ ਦੇ ਰਾਹੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਸੰਸਾਰਿਕ ਜੀਵਨ ਵਿਚ ਦੁੱਖ ਦੇਵੇ ਅਤੇ ਉਨ੍ਹਾਂ ਦੀ ਜਾਨ ਇਨਕਾਰ ਕਰਨ ਵਾਲਿਆਂ ਦੀ ਹਾਲਤ ਵਿਚ ਨਿਕਲੇ।"},{"SurahNumber":9,"VerseNumber":56,"Text":"ਉਹ ਅੱਲਾਹ ਦੀ ਸਹੁੰ ਖਾ ਕੇ ਕਹਿੰਦੇ ਹਨ ਕਿ ਉਹ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਹਨ। ਹਾਲਾਂਕਿ ਉਹ ਤੁਹਾਡੇ ਵਿੱਚੋਂ ਨਹੀਂ। ਸਗੋਂ ਉਹ ਅਜਿਹੇ ਲੋਕ ਹਨ। ਜਿਹੜੇ ਤੁਹਾਡੇ ਤੋਂ ਡਰਦੇ ਹਨ।"},{"SurahNumber":9,"VerseNumber":57,"Text":"ਜੇਕਰ ਉਹ ਸ਼ਰਣ ਦਾ ਟਿਕਾਣਾ ਕੋਈ ਗੁਫ਼ਾ ਜਾਂ ਲੁਕ ਬੈਠਣ ਦੀ ਜਗ੍ਹਾ ਵੇਖ ਲੈਣ ਤਾਂ ਉਹ ਭੱਜ ਕੇ ਉਸ ਵਿਚ ਜਾ ਲੁਕਣ।"},{"SurahNumber":9,"VerseNumber":58,"Text":"ਅਤੇ ਉਨ੍ਹਾਂ ਵਿਚੋਂ ਅਜਿਹੇ ਵੀ ਹਨ ਜੋ ਤੁਹਾਡੇ ਉੱਪਰ ਸਦਕੇ (ਦਾਨ) ਦੇ ਸਬੰਧ ਵਿਚ ਦੌਸ਼ ਲਗਾਉਂਦੇ ਹਨ। ਜੇਕਰ ਉਸ ਵਿਚੋਂ ਉਨ੍ਹਾਂ ਨੂੰ ਦੇ ਦਿੱਤਾ ਜਾਵੇ ਤਾਂ ਉਹ ਸੰਤੁਸ਼ਟ ਰਹਿੰਦੇ ਹਨ ਅਤੇ ਜੇ ਨਾ ਦਿੱਤਾ ਜਾਵੇ ਤਾਂ ਉਹ ਅਸੰਤੁਸ਼ਟ ਹੋ ਜਾਂਦੇ ਹਨ।"},{"SurahNumber":9,"VerseNumber":59,"Text":"ਕੀ ਚੰਗਾ ਹੁੰਦਾ ਕਿ ਅੱਲਾਹ ਅਤੇ ਰਸੂਲ ਨੇ ਜੋ ਕੁਝ ਉਨ੍ਹਾਂ ਨੂੰ ਦਿੱਤਾ ਸੀ ਉਹ ਉਸ ਉੱਤੇ ਸੰਤੁਸ਼ਟ ਰਹਿੰਦੇ ਅਤੇ ਆਖਦੇ ਕਿ ਅੱਲਾਹ ਸਾਡੇ ਲਈ ਕਾਫ਼ੀ ਹੈ। ਅੱਲਾਹ ਆਪਣੀ ਕਿਰਪਾ ਨਾਲ ਸਾਨੂੰ ਹੋਰ ਵੀ ਦੇਵੇਗਾ ਅਤੇ ਉਸ ਦਾ ਰਸੂਲ ਵੀ, ਸਾਨੂੰ ਤਾਂ ਅੱਲਾਹ ਹੀ ਚਾਹੀਦਾ ਹੈ।"}]}