{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Da, ima nacin protiv onie koi baraa od tebe dozvola a bea, sekako, bogati I zadovolni zatoa sto ostanaa so onie koi ne otidoa vo borba. Allah gi zapecati srcata nivni I onie, tokmu, ne znaat"},{"SurahNumber":9,"VerseNumber":94,"Text":"Onie ke vi se pravdaat koga ke se vratite kaj niv. Kazi: “Ne opravduvajte se, nikogas nema da vi veruvame, bidejki Allah ne izvesti za vas, navistina! Allah ke gi vidi delata vasi, a I pejgamberot Negov. Potoa ke se vratite kaj Znalecot na tajNOTO I vidlivoto, pa ke ve izvesti za ona sto go rabotevte"},{"SurahNumber":9,"VerseNumber":95,"Text":"Ke vi se kolnat vo Allah koga ke im se vratite za da gi izbegnete. Izbegnuvajte gi! Da, onie se necist a prestojuvalisteto nivno, kako nagrada, e Dzehennemot,tokmu, zaradi ona sto go specalija"},{"SurahNumber":9,"VerseNumber":96,"Text":"Onie vi se kolnat za da bidete zadovolni od niv. Epa, ako bidete zadovolni OD Niv, pa, Allah, navistina, nema da bide zadovolen od narodot rasipnicKI"},{"SurahNumber":9,"VerseNumber":97,"Text":"Beduinite se najcvrsti vo neveruvanjeto i vo dvolicnosta i najsvojstveno im e da ne gi znaat granicite na ona sto go objavi Allah na pejgamberot Svoj. Allah e Znalec i Mudar"},{"SurahNumber":9,"VerseNumber":98,"Text":"Megu beduinite ima i takvi koi go prifakaat ona sto go delat kako nesto propadnato, I odvaj ocekuvaat da ve pogodat nesreki! Nesrekata na zloto niv neka gi pogodi! Allah e Slusac i Znalec"},{"SurahNumber":9,"VerseNumber":99,"Text":"Megu beduinite ima i takvi koi veruvaat I vo Allah i vo Ahiret i go prifakaat ona sto go delat kako sredstvo da se bide vo blizinata na Allah i zaradi blagoslovite na pejgamberite. Pa, za niv toa, navistina, e priblizuvanje. Allah ke gi vovede vo milosta Svoja. Allah, navistina, e Prostuvac i Somilosen"},{"SurahNumber":9,"VerseNumber":100,"Text":"So prethodnicite prvenci megu muhadzirite i megu ensariite i onie koi gi sledea Vo dobrocinstvo... Allah e zadovolen so niv, a i tie se zadovolni so Nego. Za niv ON podgotvi bavci niz koi reki tecat i vo NIV za navek ke ostanat. Ete, toa e pobeda golema"},{"SurahNumber":9,"VerseNumber":101,"Text":"A megu beduinite koi se okolu vas ima I DVoliIcNnI,ai megu zitelite na Medina: istrajni vo dvolicnosta. Ti ne gi znaes, a Nie gi znaeme. Ke gi kaznime vo dva navrata, a potoa pak ke bidat vrateni vo kaznata golema"},{"SurahNumber":9,"VerseNumber":102,"Text":"I drugi, pak, koi gi priznavaa grevovite svoi, mesajki gi dobrite dela so drugi, losi dela. Nim Allah, mozebi, ke im prosti. NAAllah, navistina, e Prostuvac i Somilosen"},{"SurahNumber":9,"VerseNumber":103,"Text":"Zemaj od imotite nivni sadaka za da GI ocistis so toa i da gi oblagorodis, i pomoli se za niv. Molbata tvoja, navistina, ke gi smiri! Allah e Slusaci Znalec"},{"SurahNumber":9,"VerseNumber":104,"Text":"Ne znaat li deka Allah, navistina, e Onoj koj prima pokajanie od robovite Svoi; ON gi prima i sadakite. Allah, navistina, e Prostuvac i Somilosen"},{"SurahNumber":9,"VerseNumber":105,"Text":"I kazi: “Rabotete! Pa, Allah ke go vidi rabotenjeto vase, a i pejgamberot Negov i vernicite; i ke bidete vrateni kon Znalecot na tajnoto I VIDLIVOto pa ke ve izvesti za ona sto go rabotevte"},{"SurahNumber":9,"VerseNumber":106,"Text":"Ima i drugi koi ostanaa vo iscekuvanje na naredbata na Allah: ON ili ke gi kazni ili ke im prosti. Allah e Znaleci Mudar"},{"SurahNumber":9,"VerseNumber":107,"Text":"I onie koi izgradija MesDzdzId samo da napravat steta i da pottiknat neverstvo, da gi odvojat vernicite, podgotvuvajki go za onoj koj vojuva protiv Allah i pejgamberot Negov od porano, koj sigurno se kolni: “Nie samo dobro posakuvame.\" A Allah svedoci deka tie, navistina, se laskovci"},{"SurahNumber":9,"VerseNumber":108,"Text":"I nikogas ne zdruzuvajte se vo nego. Mesdzidot, koj e podignat uste od prviot den zaradi bogobojazlivost, zasluzuva poveke da se zadrzi vo nego. Vo nego se lugeto koi sakaat da se ocistat, a Allah gi njubi cistite"},{"SurahNumber":9,"VerseNumber":109,"Text":"Koj e podobar? Onoj koj ja temeli gradbata zaradi bogobojazlivost I zadovolstvo ili onoj koj ja temeli gradbata na rabot od podlokan breg, koj e navednat, pa samo sto ne se sruSI vo nego, vo ognot dzehennemSskI? A Allah ne go upatuva narodot zulumkarski"},{"SurahNumber":9,"VerseNumber":110,"Text":"Gradbata sto ja podignale potajno, ke bide somnevanje vo srcata nivni se dodeka srcata NIVNI ne se razdelat. Allah e Znalec i Mudar"}]}