{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"When fil Mary cited ekzempl your popol disregarded gxi"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ili dir Est gxi bon worship our di worship him? Ili dir this nur argue vi! Ja ili est popol who joined opposition"},{"SurahNumber":43,"VerseNumber":59,"Text":"Li est ne plur than servant ni ben ni send him as ekzempl Infan Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"Ni willed ni far vi angxel colonize reproduce ter"},{"SurahNumber":43,"VerseNumber":61,"Text":"Li est serv marker por kon end mond tial vi ne long haven any dub gxi! Vi sekv Me this est dekstr path"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let ne diabl repel vi; li est your ardent enemy"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus ir proofs li dir mi bring vi wisdom clarify kelk da materi en which vi disput. Vi reverence DI obe me"},{"SurahNumber":43,"VerseNumber":64,"Text":"DI est my Lord your Lord VI worship Him SOL! This est dekstr path"},{"SurahNumber":43,"VerseNumber":65,"Text":"opponents disput themselves. Ve al those transgress retribution painful tag"},{"SurahNumber":43,"VerseNumber":66,"Text":"Ili waiting Hor (Tag Judgment ven them suddenly when ili malpli expect gxi)"},{"SurahNumber":43,"VerseNumber":67,"Text":"close amik ke tag igx enemies de 1 another escept por des righteous"},{"SurahNumber":43,"VerseNumber":68,"Text":"O My servants vi ne hav tim tag nor vol vi grieve"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ili est unu kred en our revelations est submitters"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter Paradise together your spouses gxoj"},{"SurahNumber":43,"VerseNumber":71,"Text":"Ofert them est golden plet tas ili trov cxio kor dezir okul wish por! Vi viv therein forever"},{"SurahNumber":43,"VerseNumber":72,"Text":"Such est Paradise ke vi hered dors your works"},{"SurahNumber":43,"VerseNumber":73,"Text":"Vi hav gxi all kinds da frukt el which vi mangx"},{"SurahNumber":43,"VerseNumber":74,"Text":"Surely kulp vol abide retribution Gehenna forever"},{"SurahNumber":43,"VerseNumber":75,"Text":"Neniam vol retribution commuted them; ili confined therein"},{"SurahNumber":43,"VerseNumber":76,"Text":"Ne est us wronged them; est ili wronged their own anim"},{"SurahNumber":43,"VerseNumber":77,"Text":"Ili implore O Maalek let your Lord fin us Li dir Vi rest forever"},{"SurahNumber":43,"VerseNumber":78,"Text":"Ni don vi truth plej de vi hate truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"Ili schemed kelk scheme Ni tro scheming"},{"SurahNumber":43,"VerseNumber":80,"Text":"Ili opini ni ne auxd their sekret conspiracies? jes ja; our messengers est them recording"},{"SurahNumber":43,"VerseNumber":81,"Text":"Proklam plej Gracious did hav fil mi ankoraux est foremost worshiper"},{"SurahNumber":43,"VerseNumber":82,"Text":"Li glor; Li est Lord de heavens ter Lord great dominion far super their pretend"},{"SurahNumber":43,"VerseNumber":83,"Text":"Let them blunder lud gxis ili meet their tag awaiting them"},{"SurahNumber":43,"VerseNumber":84,"Text":"Li est nur Unu est deity heaven deity ter. Li est plej Sagx Omniscient"},{"SurahNumber":43,"VerseNumber":85,"Text":"(Exalted est Unu posed all sovereignty de heavens ter cxio them! Kun Him est knowledge Hor end de mond) Him vi returned"},{"SurahNumber":43,"VerseNumber":86,"Text":"Neniom da those ili idolize Him posed any potenc intercede their intercession coincides kun truth ili fully kon"},{"SurahNumber":43,"VerseNumber":87,"Text":"Vi pet them kre them ili dir DI. would tiam ili deviate"},{"SurahNumber":43,"VerseNumber":88,"Text":"Gxi proklam O my Lord these popol ne kred"},{"SurahNumber":43,"VerseNumber":89,"Text":"Vi disregard them dir Pac; ili do gxi surely trov out"},{"SurahNumber":44,"VerseNumber":1,"Text":"M"},{"SurahNumber":44,"VerseNumber":2,"Text":"this enlightening scripture"},{"SurahNumber":44,"VerseNumber":3,"Text":"Ni send gxi down ben nokt ni est avert"},{"SurahNumber":44,"VerseNumber":4,"Text":"En gxi (scripture) cxiu materi wisdom clarified"},{"SurahNumber":44,"VerseNumber":5,"Text":"Gxi predetermined ordon el us ke ni send messengers"},{"SurahNumber":44,"VerseNumber":6,"Text":"This est mercy your Lord Li est Hearer Omniscient"},{"SurahNumber":44,"VerseNumber":7,"Text":"Lord de heavens ter cxio them. Se nur vi est nepr"},{"SurahNumber":44,"VerseNumber":8,"Text":"tie ne est ali di Him. Li controls life death; your Lord Lord your ancestors"},{"SurahNumber":44,"VerseNumber":9,"Text":"Ja ili est doubtful heedless"},{"SurahNumber":44,"VerseNumber":10,"Text":"Do watch tag when cxiel brings profound fum"},{"SurahNumber":44,"VerseNumber":11,"Text":"Gxi kovert popol; this est painful retribution"},{"SurahNumber":44,"VerseNumber":12,"Text":"Our Lord relieve this retribution us; ni est believers"},{"SurahNumber":44,"VerseNumber":13,"Text":"Nun ke gxi est tro late ili memor! enlightening messenger ven them"},{"SurahNumber":44,"VerseNumber":14,"Text":"Ili torn him dir Put kler crazy"},{"SurahNumber":44,"VerseNumber":15,"Text":"Ni relieve retribution awhile; vi baldaux revert"},{"SurahNumber":44,"VerseNumber":16,"Text":"Tag ni strik grand stroke ni vengx"}]}