{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Naredbata Allahova ḱe se ostvari, sigurno, pa ne zabrzuvajte ja! Slaven e i Vozvišen od ona što Mu go združuvaat"},{"SurahNumber":16,"VerseNumber":2,"Text":"On so svojata naredba spušta melek so objava do onoj komu saka meǵu robovite Svoi: “Opomenuvajte deka osven Nego nema drug bog. Pa, samo od Mene stravuvajte"},{"SurahNumber":16,"VerseNumber":3,"Text":"I nebesata i Zemjata On gi sozdade so vistina. ON e nad ona što Mu go združuvaat"},{"SurahNumber":16,"VerseNumber":4,"Text":"On go sozdade čovekot OD kapka seme i toj, ete, e neprijatel otvoren"},{"SurahNumber":16,"VerseNumber":5,"Text":"I dobitokot On za vas go sozdade. OD niv imate topla obleka i koristi, I od NIVI jadete"},{"SurahNumber":16,"VerseNumber":6,"Text":"I kolkava e ubavinata za vas koga gi vraḱate od pasište i koga gi nosite na pasište"},{"SurahNumber":16,"VerseNumber":7,"Text":"I go nosi tovarot vaš do gradot do koj možete da dojdete samo so teškotija golema. Gospodarot vaš, navistina, e Sočuvstvitelen i Somilosen"},{"SurahNumber":16,"VerseNumber":8,"Text":"I konji, i maski i magarinja za da gi javate i kako ukras; i go sozdava ona što ne go znaete"},{"SurahNumber":16,"VerseNumber":9,"Text":"Namerata da se odi kon patokazot e - Allahova. A nekoi, pak, od nego skršnuvaat. I koga On bi sakal bi ve upatil site, sigurno"},{"SurahNumber":16,"VerseNumber":10,"Text":"On od nebo vi spušta voda; OD nea napivka i so koja se navodnuvaat pasištata kade go čuvate da pasi dobitokot vaš"},{"SurahNumber":16,"VerseNumber":11,"Text":"so vodata raste za vas posev: maslinka, i urmi i grozje I plodovi sekakvi. Ete, vo toa, navistina, štima znamenie za luǵeto koi razmisluvaat"},{"SurahNumber":16,"VerseNumber":12,"Text":"I On vi gi potčini i noḱta I denot, i Sonceto i Mesečinata, a i zvezdite vi se potčineti so naredbata Negova. Ete, vo toa, navistina, ima znamenija za luǵeto koi sfaḱaat"},{"SurahNumber":16,"VerseNumber":13,"Text":"On Vi GO POTČINI I ona Što raste na zemjata so različni boi. Vo toa, navistina, ima znamenie za luǵeto koi se seḱavaat"},{"SurahNumber":16,"VerseNumber":14,"Text":"I ON vi go potčini moreto OD nego za da jadete svežo meso, I od nego za da vadite ukras koj go nosite so oblekata, i gledaš kako čamecot go seče, i za da barate, sekako, od dobrinata Negova i za da bidete blagodarNI"},{"SurahNumber":16,"VerseNumber":15,"Text":"I On rasfrla po zemjata brda, taa za da ne ve potresuva, I reki i patišta za da se upatuvate"},{"SurahNumber":16,"VerseNumber":16,"Text":"i pokazi, isto taka, ON vi sozdade, i po zvezdite onie, tokmu, se upatuvaat"},{"SurahNumber":16,"VerseNumber":17,"Text":"Onoj koj sozdava dali e kako onoj koj ne sozdava? Pa, nema li da se prisetite"},{"SurahNumber":16,"VerseNumber":18,"Text":"I ako gi broite blagodatite MAllahovi vie, sekako, ne možete da gi izbroite. Allah, navistina, e Prostuvač i Somilosen"},{"SurahNumber":16,"VerseNumber":19,"Text":"I Allah go znae ona što go kriete i ona što go obelodenuvate"},{"SurahNumber":16,"VerseNumber":20,"Text":"Onie koi se povikuvaat na drug bog osven Allah ne možat da sozdadat ništo i onie se, tokmu, sozdadenite"},{"SurahNumber":16,"VerseNumber":21,"Text":"Mrtvi suštestva se, ne se živi, i ne znaat koga ḱe bidat oživeani"},{"SurahNumber":16,"VerseNumber":22,"Text":"Vašiot Bog e eden Bog. Onie koi ne veruvaat vo Ahiret..pa, srcata nivni se rasipnički. Onie, vsušnost, se dujat"},{"SurahNumber":16,"VerseNumber":23,"Text":"Allah, bez somnenie, go znae ona što go krijat i ona što go obelodenuvaat. ON, navistina, ne gI njubi naduenite"},{"SurahNumber":16,"VerseNumber":24,"Text":"I koga ḱe im se reče: “Što vi objavi Gospodarot vaš?\" Ke rečat: “Prikaski za narodite odamnešni"},{"SurahNumber":16,"VerseNumber":25,"Text":"za da go nosat na Denot suden bremeto svoe celosno I del od bremeto na onie koi bez znaenje skršnuvaa vo zabluda. E, samo kolku e lošo ona što go tovarat"},{"SurahNumber":16,"VerseNumber":26,"Text":"I onie pred niv veḱe spletkarea... pa, Allah gi sruši OD temel domovite NIVNI, I pokrivot nivni vrz niv se sruši, i On im dade kazna od kadešto ne ja ni usetija"},{"SurahNumber":16,"VerseNumber":27,"Text":"Potoa On na Denot suden ḱe gi sramoti, i ḱe reče: “Kade se združenicite Moi za koi vie, tokmu, se raspravavte?\" Onie so dadenoto im znaenje ḱe rečat: “Sramot i lošoto denes, navistina, se vrz nevernicite,“"},{"SurahNumber":16,"VerseNumber":28,"Text":"onie na koi melekite im gi zemaa dušite nivni, pravejḱi si zlo samite sebesi, i onie koi ḱe iskažat poslušnost, ḱe rečat: “Nikakvo zlo nie ne pravivme.\" Ne, Allah, navistina, go znae ona što go rabotevte"},{"SurahNumber":16,"VerseNumber":29,"Text":"Pa, vlezete niz vratite džehennemski i vo nego za navek ḱe ostanete.\" KE, samo kolku lošo prestojuvalište e toa za gordelivite"}]}