{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Om ni befinner er pa resa och ingen skrivare ar till hands, kan ni ta emot pant [som sakerhet]. Men om ni visar varandra fortroende [och inte kraver pant], skall den som fatt fortroendet fullgora sin skyldighet och frukta Gud, sin Herre. Undanhall inte vad ni har bevittnat. Den som undanhaller vittnesmal syndar i sitt hjarta. Gud vet vad ni gor"},{"SurahNumber":2,"VerseNumber":284,"Text":"Gud tillhor allt det som himlarna rymmer och det som jorden bar. Vare sig ni visar vad som ror sig i ert innersta eller doljer det, kommer Gud att stalla er till svars for det. Och Han forlater den Han vill och Han straffar den Han vill. Gud har allt i Sin makt"},{"SurahNumber":2,"VerseNumber":285,"Text":"SANDEBUDET tror pa vad hans Herre har uppenbarat for honom och de troende med honom. De tror alla pa Gud och Hans anglar och Hans uppenbarelser och Hans sandebud - utan att gora atskillnad mellan Hans sandebud - och de sager: \"Vi hor och vi lyder. Herre, [ge oss] Din forlatelse; Du ar malet for var fard"},{"SurahNumber":2,"VerseNumber":286,"Text":"Gud lagger inte pa nagon en tyngre borda an han kan bara. Det goda han har gjort skall raknas honom till fortjanst och det onda han har gjort skall laggas honom till last. Herre! Stall oss inte till svars for glomska eller oavsiktliga fel. Herre! Lagg inte pa oss en sadan borda som den Du lade pa vara foregangare. Herre! Lagg inte pa oss [bordor] som vi inte har kraft att bara. Utplana vara synder och ge oss Din forlatelse och forbarma Dig over oss. Du ar var Beskyddare! Lat oss segra over fornekarna av sanningen"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif lam meem"},{"SurahNumber":3,"VerseNumber":2,"Text":"GUD - det finns ingen annan gud an Han, den Levande, skapelsens evige Vidmakthallare"},{"SurahNumber":3,"VerseNumber":3,"Text":"Steg for steg uppenbarar Han for dig denna Skrift och med den sanningen och bekraftelse av det som annu bestar [av aldre tiders uppenbarelser]; det ar Han som uppenbarade Tora och Evangeliet"},{"SurahNumber":3,"VerseNumber":4,"Text":"i aldre tid, till vagledning for manniskorna och det ar Han som har uppenbarat den mattstock med vars hjalp ratt kan matas och skiljas fran oratt. Ett strangt straff vantar dem som fornekar [sanningen i] Guds budskap - ja, Gud ar allsmaktig och hamnden ar Hans"},{"SurahNumber":3,"VerseNumber":5,"Text":"For Gud ar ingenting dolt vare sig pa jorden eller i himlen"},{"SurahNumber":3,"VerseNumber":6,"Text":"Det ar Han som formar er i moderlivet enligt Sin vilja. Det finns ingen annan gud an Han, den Allsmaktige, den Vise"},{"SurahNumber":3,"VerseNumber":7,"Text":"Det ar Han som har uppenbarat for dig denna Skrift, dar det finns fast och klart formulerade budskap - de utgor dess karna - och andra som ar framstallda i bilder. Men de vilkas hjartan har farit vilse gar efter sadant i Skriften som har framstallts i bild, nar de forsoker sa split och forvirring genom [godtycklig] tolkning av dess innersta mening - dess innersta mening kanner ingen utom Gud. - De vilkas kunskap ar fast och djupt rotad sager: \"Vi tror pa denna [Skrift]; allt ar fran var Herre.\" Men ingen agnar eftertanke at [och tar varning av] detta utom de som har forstand"},{"SurahNumber":3,"VerseNumber":8,"Text":"[De ber:] \"Herre! Lat inte vara hjartan fara vilse sedan Du har vaglett oss. Och forbarma Dig i Din nad over oss. - Du ar Den som alltid ger"},{"SurahNumber":3,"VerseNumber":9,"Text":"Herre! Du skall samla alla manniskor [infor Dig] en Dag [vars ankomst] star utom varje tvivel; Gud sviker helt visst inte Sitt lofte"},{"SurahNumber":3,"VerseNumber":10,"Text":"DE SOM framhardar i att forneka sanningen - ingenting av vad de ager pa jorden och inte heller deras soner skall kunna skydda dem mot Gud. De skall bli bransle for Elden"},{"SurahNumber":3,"VerseNumber":11,"Text":"[Det skall ga for dem] som det gick for Faraos man och for deras foregangare; de pastod att Vara budskap var logn och Gud straffade dem for deras synder; Gud straffar med stranghet"},{"SurahNumber":3,"VerseNumber":12,"Text":"Sag till fornekarna av sanningen: \"[En dag] skall ni bli besegrade och da skall ni foras samman i helvetet - en elandig rastplats"},{"SurahNumber":3,"VerseNumber":13,"Text":"Ni har redan fatt ett tecken i de tva hararna, som mottes [pa slagfaltet], varav en stred for Guds sak och den andra [bestod av] dem som fornekade sanningen. De [troende] sag med egna ogon att de andra var tva ganger sa talrika som de. Men Gud ger Sin hjalp at den Han vill. I detta ligger helt visst en lardom for de klarsynta"},{"SurahNumber":3,"VerseNumber":14,"Text":"KVINNORS karlek, soner [i mangd], skatter av guld och silver, hastar av adel ras, boskap och akerjordar har utmalats for manniskorna [som det mest atravarda i livet]. Allt detta hor till de gladjeamnen som star till buds i denna varld, men aterkomsten till Gud ar det hogsta goda"}]}