{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"بیشک اللہ صاحبانِ ایمان کی طرف سے دفاع کرتا ہے اور یقینا اللہ خیانت کرنے والے کافروں کو ہرگز دوست نہیں رکھتا ہے"},{"SurahNumber":22,"VerseNumber":39,"Text":"جن لوگوں سے مسلسل جنگ کی جارہی ہے انہیں ان کی مظلومیت کی بنائ پر جہاد کی اجازت دے دی گئی ہے اور یقینا اللہ ان کی مدد پر قدرت رکھنے والا ہے"},{"SurahNumber":22,"VerseNumber":40,"Text":"یہ وہ لوگ ہیں جو اپنے گھروں سے بلا کسی حق کے نکال دیئے گئے ہیں علاوہ اس کے کہ وہ یہ کہتے ہیں کہ ہمارا پروردگار اللہ ہے اور اگر خدا بعض لوگوں کو بعض کے ذریعہ نہ روکتا ہوتا تو تمام گرجے اور یہودیوں کے عبادت خانے اور مجوسیوں کے عبادت خانے اور مسجدیں سب منہدم کردی جاتیں اور اللہ اپنے مددگاروں کی یقینا مدد کرے گا کہ وہ یقینا صاحبِ قوت بھی ہے اور صاحبِ عزّت بھی ہے"},{"SurahNumber":22,"VerseNumber":41,"Text":"یہ وہ لوگ ہیں جنہیں ہم نے زمین میں اختیار دیا تو انہوں نے نماز قائم کیً اور زکوِٰ ادا کی اور نیکیوں کا حکم دیا اور برائیوں سے روکا اور یہ طے ہے کہ جملہ امور کا انجام خدا کے اختیار میں ہے"},{"SurahNumber":22,"VerseNumber":42,"Text":"اور پیغمبر علیھ السّلام اگر یہ لوگ آپ کو جھٹلاتے ہیں تو ان سے پہلے قوم نوح ,قوم عاد اور قوم ثمود نے یہی کام کیا تھا"},{"SurahNumber":22,"VerseNumber":43,"Text":"اور قوم ابراہیم اور قوم لوط نے بھی"},{"SurahNumber":22,"VerseNumber":44,"Text":"اور اصحاب مدین نے بھی اور موسٰی کو بھی جھٹلایا گیا ہے تو ہم نے کفار کو مہلت دے دی اور پھر اس کے بعد انہیں اپنی گرفت میں لے لیا تو سب نے دیکھ لیا کہ ہمارا عذاب کیسا ہوتا ہے"},{"SurahNumber":22,"VerseNumber":45,"Text":"غرض کتنی ہی بستیاں ہیں جنہیں ہم نے تباہ و برباد کردیا کہ وہ ظالم تھیں تو اب وہ اپنی چھتوں کے بل الٹی پڑی ہیں اور ان کے کنویں معطل پڑے ہیں اور ان کے مضبوط محل بھی مسمار ہوگئے ہیں"},{"SurahNumber":22,"VerseNumber":46,"Text":"کیا ان لوگوں نے زمین میں سیر نہیں کی ہے کہ ان کے پاس ایسے دل ہوتے جو سمجھ سکتے اور ایسے کان ہوتے جو سن سکتے اس لئے کہ درحقیقت آنکھیں اندھی نہیں ہوتی ہیں بلکہ وہ دل اندھے ہوتے ہیں جو سینوں کے اندر پائے جاتے ہیں"},{"SurahNumber":22,"VerseNumber":47,"Text":"پیغمبر علیھ السّلام یہ لوگ آپ سے عذاب میں عجلت کا تقاضا کررہے ہیں حالانکہ خدا اپنے وعدہ کے خلاف ہرگز نہیں کرسکتا ہے اور آپ کے پروردگار کے نزدیک ایک دن بھی ان کے شمار کے ہزار سال کے برابر ہوتا ہے"},{"SurahNumber":22,"VerseNumber":48,"Text":"اور کتنی ہی بستیاں تھیں جنہیں ہم نے مہلت دی حالانکہ وہ ظالم تھیں پھر ہم نے انہیں اپنی گرفت میں لے لیا اور بالآخر سب کی بازگشت ہماری ہی طرف ہے"},{"SurahNumber":22,"VerseNumber":49,"Text":"آپ کہہ دیجئے کہ انسانو ! میں تمہارے لئے صرف واضح طور پر ڈرانے والا ہوں"},{"SurahNumber":22,"VerseNumber":50,"Text":"پھر جو لوگ ایمان لے آئے اور انہوں نے نیک اعمال کئے ہیں ان کے لئے مغفرت اور بہترین رزق ہے"},{"SurahNumber":22,"VerseNumber":51,"Text":"اور جن لوگوں نے ہماری نشانیوں کے بارے میں کوشش کی کہ ہم کو عاجز کردیں وہ سب کے سب جہنمّ میں جانے والے ہیں"},{"SurahNumber":22,"VerseNumber":52,"Text":"اور ہم نے آپ سے پہلے کوئی ایسا رسول یا نبی نہیں بھیجا ہے کہ جب بھی اس نے کوئی نیک آرزو کی تو شیطان نے اس کی آرزو کی راہ میں رکاوٹ ڈال دی تو پھر خدا نے شیطان کی ڈالی ہوئی رکاوٹ کو مٹا دیا اور پھر اپنی آیات کو مستحکم بنادیا کہ وہ بہت زیادہ جاننے والا اور صاحبِ حکمت ہے"},{"SurahNumber":22,"VerseNumber":53,"Text":"تاکہ وہ شیطانی القائ کو ان لوگوں کے لئے آزمائش بنادے جن کے قلوب میں مرض ہے اور جن کے دل سخت ہوگئے ہیں اور ظالمین یقینا بہت دور رس نافرمانی میں پڑے ہوئے ہیں"},{"SurahNumber":22,"VerseNumber":54,"Text":"اور اس لئے بھی کہ صاحبانِ علم کو معلوم ہوجائے کہ یہ وحی پروردگار کی طرف سے برحق ہے اور اس طرح وہ ایمان لے آئیں اور پھر ان کے دل اس کی بارگاہ میں عاجزی کا اظہار کریں اور یقینا اللہ ایمان لانے والوں کو سیدھے ر استہ کی طرف ہدایت کرنے والا ہے"},{"SurahNumber":22,"VerseNumber":55,"Text":"اور یہ کفر اختیار کرنے والے ہمیشہ اس کی طرف سے شبہ ہی میں رہیں گے یہاں تک کہ اچانک ان کے پاس قیامت آجائے یا کسی منحوس دن کا عذاب وارد ہوجائے"},{"SurahNumber":22,"VerseNumber":56,"Text":"آج کے دن ملک اللہ کے لئے ہے اور وہی ان سب کے درمیان فیصلہ کرے گا پھر جو لوگ ایمان لے آئے اور انہوں نے نیک اعمال کئے وہ نعمتوں والی جنّت میں رہیں گے"},{"SurahNumber":22,"VerseNumber":57,"Text":"اور جن لوگوں نے کفر اختیار کیا اور ہماری آیتوں کی تکذیب کی ان کے لئے نہایت درجہ کا رسوا کن عذاب ہے"},{"SurahNumber":22,"VerseNumber":58,"Text":"اور جن لوگوں نے راسِ خدا میں ہجرت کی اور پھر قتل ہوگئے یا انہیں موت آگئی تو یقینا خدا انہیں بہترین رزق عطا کرے گا کہ وہ بیشک بہترین رزق دینے والا ہے"},{"SurahNumber":22,"VerseNumber":59,"Text":"وہ انہیں ایسی جگہ پہنچائے گا جسے وہ پسند کرتے ہوں گے اور اللہ بہت زیادہ جاننے والا اور برداشت کرنے والا ہے"}]}