{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Ani tya (allaha) kadeca paroksacya cavya aheta, jyanna phakta toca janato ani je kahi dharativara ani jalasayata ahe te sarva to janato ani jaminicya andhahkarata eka danahi khali padata nahi. Ani na ekhadi oli va koradi vastu padate, parantu he sarva kahi spasta granthata namuda ahe"},{"SurahNumber":6,"VerseNumber":60,"Text":"Toca (allaha) hoya, jo ratri tumaca atma (eka pata) tabyata gheto ani divasa je kahi karata tehi janato, maga tumhala tyata eka tharaleli mudata purna karanyakarita jage karato. Maga tumhala tyacyacakade parata jayace ahe. Tevha tumhi je kahi karita rahile te tumhala sangela"},{"SurahNumber":6,"VerseNumber":61,"Text":"Toca apalya dasanvara varcasvasali ahe ani tumacyavara dekharekha thevanare (phariste) pathavito, yetha paryanta ki jevha tumacyapaiki ekhadyaca mrtyu (samaya) javala yeto, tevha amace phariste tyaca jiva kadhuna ghetata ani te kincitahi alasa karita nahita"},{"SurahNumber":6,"VerseNumber":62,"Text":"Maga te apalya sacca palanakartya (allaha) javala anale jatila savadhana! Tyacaca adesa calela ani to phara lavakara hisoba ghe'ila"},{"SurahNumber":6,"VerseNumber":63,"Text":"Tumhi sanga, jamina ani jalasayacya andhahkaratuna jevha tyala narami ani halu svarata pukarata ki jara amhala yatuna sodavasila tara amhi kha'atrine tujhe krtajnasila banu, tevha kona tumhala vacavito"},{"SurahNumber":6,"VerseNumber":64,"Text":"Tumhi svatah sanga ki yapasuna ani pratyeka sankatapasuna tumhala allahaca vacavito, pana tarihi tumhi sirka karata"},{"SurahNumber":6,"VerseNumber":65,"Text":"Tumhi sanga, toca tumacyavara, tumacyavaruna kinva tumacya payankhaluna azaba (siksa-yatana) pathavinyace kinva tumace aneka samuha banavuna apasata ladha'ici maja cakhavinyace samarthya rakhato. Tumhi paha ki amhi anekaritya kasa prakare apalya ayatince nivedana karato, yasathi ki tyanna samajave"},{"SurahNumber":6,"VerseNumber":66,"Text":"Ani tumacya janasamuhane tyala khote tharavile vastavika te satya ahe. Tumhi sanga ki mi tumacyavara adhikari (niriksaka) nahi"},{"SurahNumber":6,"VerseNumber":67,"Text":"Pratyeka khabarici eka nirdharita vela ahe ani he tumhi phara lavakara januna ghyala"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ani jevha tumhi tya lokanna pahala, je amacya ayatimmadhye vyanga dosa kadhata aheta, tevha asa lokampasuna vegale vha, yethaparyanta ki te dusarya kamata guntaveta ani jara tumhala saitana visarahi padela tari athavana alyavara punha asa atyacari lokansobata basu naka"},{"SurahNumber":6,"VerseNumber":69,"Text":"Ani je loka allahace bhaya rakhuna vagatata, tyancyavara tyancya pakadica kahica parinama honara nahi. Matra tyanna sikavana deta rahane (cangale ahe) kadacita tedekhila allahace bhaya rakhuna duskarmapasuna dura rahu lagatila"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ani asa lokansi kadhihi nate thevu naka, jyanni apalya dina (dharma) la khela-tamasa banavuna thevale ahe ani aihika jivanane tyanna dhokyata takale ahe. Ani ya kura'anadvare upadesa jarura karita raha, yasathi ki ekhada manusya apalya karmammule asa prakare na phasava ki koni allahasivaya tyaci madata karanara nasava ani na sipharasa karanara ani avastha asi vhavi ki jara sare jaga bharuna mobadalyata de'una takila, tarihi tyacyakaduna ghetale na jave. Te aseca loka aheta ki apalya karmammule adakuna padale. Tyancyasathi khupa garama pani pinyace asela ani tyancya kupra (inkara) mule mothi duhdayaka siksa-yatana asela"},{"SurahNumber":6,"VerseNumber":71,"Text":"Tumhi sanga, kaya amhi allahasivaya tyala pukarave jo amace bhale-bure kahica karu sakata nasava, ani allahace margadarsana labhalyanantara tya manasasarakhe taca ragadata parata phiravile jave, janu saitanane bahakavile asave ani to dharativara bhatakata phirata asava. Tyace sathidara tyala sarala margakade bolavita asaveta ki amacya javala ye. Tumhi sanga, allahace margadarsanaca kharya arthane margadarsana ahe. Ani amhala ha adesa dila gela ahe ki samasta jagacya svamisathi svatahla tyacya havali karave"},{"SurahNumber":6,"VerseNumber":72,"Text":"Ani namaja kayama kara ani tya (allaha) ce bhaya rakha, to, toca ahe, jyacyakade tumhi ekatrita kele jala"},{"SurahNumber":6,"VerseNumber":73,"Text":"Tyaneca akasa'anna va jaminila satyasaha nirmana kele, ani jya divasi to pharmavila, ho'una ja tara ho'una ja'ila. Tyace vacana agadi satya ahe, ani jya divasi sankha phunkala ja'ila, rajya satta tyacica asela. To jananara ahe paroksa ani astitvaca anito hikamatasali va khabara rakhanara ahe"}]}