{"Id":209,"LanguageCodes":["jv","jav"],"Name":"jav-unknown","Author":"Unknown","Language":"Javanese","Description":"Javanese","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"Para mukmin kabeh, sira aja lancang pangucap lan panggawe tanpa oleh idzining Allah lan Rasule. Sira padha bektia ing Allah Allah, satemene Allah iku miyarsa tur nguningani samu barang"},{"SurahNumber":49,"VerseNumber":2,"Text":"Para mukmin kabeh, sira aja padha nyerokake suwara ngungkuli suwarane nabi (Muhammad). Lan manawa matur aja padha seru - seru nganti kaua serune anggonira caturan karo kancamu. Mangkono iku nguatiri bok menawa sirna lakunira kang becik tur kowe ora krasa"},{"SurahNumber":49,"VerseNumber":3,"Text":"Sarupane wong kang nglirihake suarane ana ngarsane Rasul atine dicoba dening ALlah supaya atine bekti. Wong mangkono mau oleh pangapurane dosane lan bakal tompo ganjaran gedhe"},{"SurahNumber":49,"VerseNumber":4,"Text":"Satemene wong kang wani - wani ngundang marang sira saka jaban kamar, iku kang akeh wong ora genep akale"},{"SurahNumber":49,"VerseNumber":5,"Text":"Upamane wong mau sareh (sabar) ngenteni anggomu metu nemoni wong mau, luwih becik. Hewa dene Allah iku kersa ngapura tur Maha Asih"},{"SurahNumber":49,"VerseNumber":6,"Text":"Para mukmin kabeh, manawa sira katekan wong hala, nyaritakake apa - apa iku sira titi priksa kang terang temen lan gorohake. Marga iku nguwatiri, bok menawa kowe banjur kebacut ngukum wong kang satmene ora luput banjur dadekake gela marang tumindakmu"},{"SurahNumber":49,"VerseNumber":7,"Text":"Sira padha weruha ing kene ana utusane Allah, menawa sira manut miturut marang Rasul ing prakara akeh mesthi ora duraka. Nanging Allah remen yen sira percaya ing Allah. Allah becikake kepercayaan mau ana ing atinira. Lan ora remen yen sira kafir lan hala tandangmu lan duraka (wong kang bekti) mau aran wong kang pinter lan begja"},{"SurahNumber":49,"VerseNumber":8,"Text":"Hiya iku asih kanugrahane Allah lan peparinge kabungahan Allah iku nguningani samu barang tur wicaksana"},{"SurahNumber":49,"VerseNumber":9,"Text":"Manawa ana wong mukmin rong golongan padha perang padha rukunna, menawa kang siji saka salah sijine rong golongan mau tumindak nganiaya marang golongan liyane iku sira perangi, nganti manut ing pirukun ngestokake parentahing Allah. Manawa wis manut banjur sira rukunna kelawan adil, satemene Allah remen wong kang padha adil"},{"SurahNumber":49,"VerseNumber":10,"Text":"Satemene pra mukmin padha dadi sedulur. Mulane padha ngrukunna sedulurmu loro kang padha pasulayan lan bektia Allah supaya oleh asihe"},{"SurahNumber":49,"VerseNumber":11,"Text":"Para mukmin kabeh, aja padha geguyu (ngina) antarane wong lanang padha wong lanang. Awit kena uga kang digeguyu luwih becik tinimbang kang geguyu. Wong wadon aja uga geguyu marang padha wong wadon awit kang digeguyu kena uga luwih becik. Lan aja padha nacat marang wong liya, awit wong kang dicacat mau banjur males nacat, lan aja padha juluki hala marang wong. Wong iku sawise pracaya Allah cacat banget yen nganti dirangkepi jeneng ala. Sing sapa ora gelem tobat (anggone nrajang larangane) tete[ wong nganiaya awake dhewe]"},{"SurahNumber":49,"VerseNumber":12,"Text":"Para mukmin kabeh, padha ngedhohona panyana elek marang wong, awit sawenehing panyana iku ana kang dadi dosa. Lan aja sok nyebarake wadining wong lan aja ngrasani hala marang padha kancanira. Apa hiya sira iku dhemen mangan daginge sedulure kang wis mati? Bareng kelako mesthi ora doyan. Lan padha bektia ing Allah. Satemene Allah iku narima tobate manungsa tur Maha Asih"},{"SurahNumber":49,"VerseNumber":13,"Text":"Para manungsa kabeh, Ingsun wis gawe sira wijine saka wong lanang lan wadon, lan Ingsun dadekake pirang - pirang bangsa lan golongan supaya padha tepung (kenal) siji lan sijine. Dene mungguhe Allah sira iku kang aji dhewe, hendi kang banget bektine ing Allah. Satemene Allah iku nguningani samu barang tur wicaksana"}]}