{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Dediler ki: “Eger o calmıs bulunuyorsa, daha once onun bir kardesi de calmıstı.” Yusuf, bu (sozleri) icinde gizledi ve onlara belli etmedi. Icinden, “Siz kotu bir durumdasınız; anlattıgınızı Allah cok daha iyi biliyor.” dedi"},{"SurahNumber":12,"VerseNumber":78,"Text":"Onlar, Yusuf’a: “Ey Aziz! Onun cok yaslı bir babası var. Onun yerine bizden birini alıkoy. Suphesiz biz senin iyilik edenlerden oldugunu goruyoruz.” dediler"},{"SurahNumber":12,"VerseNumber":79,"Text":"Yusuf: “Malımızı yanında buldugumuz kimseden baskasını tutmaktan Allah’a sıgınırız. Suphesiz biz o takdirde zulmetmis oluruz.” dedi"},{"SurahNumber":12,"VerseNumber":80,"Text":"Ondan umitlerini kesince, kendi aralarında konusmak uzere bir kenara cekildiler. Buyukleri dedi ki: “Babanızın Allah adına sizden soz aldıgını, daha once de Yusuf hakkında islediginiz kusuru bilmiyor musunuz? Artık babam bana izin verinceye veya Allah, hakkımda hukmedinceye kadar buradan asla ayrılmayacagım. O, hukmedenlerin en hayırlısıdır"},{"SurahNumber":12,"VerseNumber":81,"Text":"“Siz babanıza donun ve deyin ki: “Ey babamız! Suphesiz oglun hırsızlık etti, biz ancak bildigimize sahitlik ettik. (Sana soz verdigimiz zaman) gaybı (oglunun hırsızlık edecegini) bilemezdik"},{"SurahNumber":12,"VerseNumber":82,"Text":"Bulundugumuz kasaba halkına ve aralarında oldugumuz kervana da sor. Biz gercekten dogru soyleyenleriz"},{"SurahNumber":12,"VerseNumber":83,"Text":"Yakub, “Nefisleriniz sizi bir is yapmaya surukledi. Artık bana dusen, guzel bir sabırdır. Umulur ki, Allah onların hepsini bana getirir. Cunku O, hakkıyla bilendir, hukum ve hikmet sahibidir.” dedi"},{"SurahNumber":12,"VerseNumber":84,"Text":"Onlardan yuz cevirdi ve, “Vah! Yusuf’a vah!” dedi ve uzuntuden iki gozune ak dustu. O artık acısını icinde saklıyordu"},{"SurahNumber":12,"VerseNumber":85,"Text":"Ogulları: “Allah’a yemin ederiz ki, sen hala Yusuf’u anıp duruyorsun. Sonunda uzuntuden eriyip gideceksin veya helak olacaksın.” dediler"},{"SurahNumber":12,"VerseNumber":86,"Text":"Yakub, “Ben tasa ve uzuntumu ancak Allah’a arz ederim. Ben, Allah tarafından sizin bilmediginiz seyleri bilirim” dedi"},{"SurahNumber":12,"VerseNumber":87,"Text":"Ogullarım! Gidin, Yusuf’u ve kardesini arayın, arastırın; Allah’ın rahmetinden de umit kesmeyin. Cunku kafirler toplulugundan baskası Allah’ın rahmetinden umit kesmez"},{"SurahNumber":12,"VerseNumber":88,"Text":"Bunun uzerine (Mısır’a donup) Yusuf’un yanına girdiklerinde: “Ey Aziz! Bize ve ailemize darlık ve sıkıntı dokundu. Degersiz bir sermaye ile geldik. Yiyecegimizi tam olc, ayrıca bize sadaka ver. Suphesiz Allah, sadaka verenleri mukafatlandırır” dediler"},{"SurahNumber":12,"VerseNumber":89,"Text":"Yusuf dedi ki: Siz (henuz) cahil kimseler iken Yusuf ve kardesine neler yaptıgınızı hatırlıyor musunuz"},{"SurahNumber":12,"VerseNumber":90,"Text":"Kardesleri: “Yoksa sen, sen Yusuf musun?” dediler. O da, “Ben Yusuf’um, bu da kardesim. Allah, bize lutufta bulundu. Cunku, kim kotulukten sakınır ve sabrederse, suphesiz Allah iyilik yapanların mukafatını zayi etmez.” dedi"},{"SurahNumber":12,"VerseNumber":91,"Text":"Dediler ki: Allah’a andolsun, gercekten Allah seni bize ustun kıldı. Gercekten biz suc islemistik"},{"SurahNumber":12,"VerseNumber":92,"Text":"Yusuf dedi ki: \"Bugun size kınama yok. Allah sizi bagıslasın. O, merhametlilerin en merhametlisidir"},{"SurahNumber":12,"VerseNumber":93,"Text":"Bu gomlegimi goturun de babamın yuzune surun ki, gozleri acılsın ve butun ailenizi bana getirin” dedi"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kafile (Mısır’dan) ayrılınca babaları (etrafındakilere) dedi ki: \"Bana bunak demeyecekseniz, inanın ki Yusuf’un kokusunu alıyorum"},{"SurahNumber":12,"VerseNumber":95,"Text":"Onlar da: “Allah’a yemin ederiz ki sen hala eski saskınlıgındasın” dediler"},{"SurahNumber":12,"VerseNumber":96,"Text":"Mujdeci gelip gomlegi Yakub’un yuzune bırakınca gozleri acılıverdi. Yakub, “Ben size, Allah tarafından, sizin bilemeyeceginiz seyleri bilirim demedim mi?” dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Ogulları: “Ey babamız, gunahlarımızın bagıslanmasını dile. Biz gercekten suclu idik” dediler"},{"SurahNumber":12,"VerseNumber":98,"Text":"Yakub: “Rabbimden sizin bagıslanmanızı dileyecegim. Suphesiz O, cok bagıslayandır, cok merhamet edendir.” dedi"},{"SurahNumber":12,"VerseNumber":99,"Text":"Yusuf’un huzuruna girdiklerinde; Yusuf ana babasını bagrına bastı ve “Allah’ın iradesi ile guven icinde Mısır’a girin” dedi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Babasını ve annesini tahtın uzerine cıkartıp oturttu. Hepsi onun icin secde ettiler. Yusuf dedi ki: “Babacıgım! Iste bu, daha once gordugum ruyanın yorumudur. Rabbim onu gerceklestirdi. Seytan benimle kardeslerimin arasını bozduktan sonra Rabbim beni zindandan cıkararak ve sizi colden getirerek bana cok iyilikte bulundu. Suphesiz Rabbim, diledigi seyde nice incelikler sergileyendir. Suphesiz O, hakkıyla bilendir, hukum ve hikmet sahibidir"}]}