{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Eu jura pozitie stea"},{"SurahNumber":56,"VerseNumber":76,"Text":"Acesta exista juramânt tu doar sti ala exista awesome"},{"SurahNumber":56,"VerseNumber":77,"Text":"Acesta exista onorabil Quran"},{"SurahNumber":56,"VerseNumber":78,"Text":"În proteja carte"},{"SurahNumber":56,"VerseNumber":79,"Text":"None apuca el except a sincer"},{"SurahNumber":56,"VerseNumber":80,"Text":"revelation de Domnitor univers"},{"SurahNumber":56,"VerseNumber":81,"Text":"Tu neglija acesta relatare"},{"SurahNumber":56,"VerseNumber":82,"Text":"Tu produce el vostri afacere ala tu disbelieve"},{"SurahNumber":56,"VerseNumber":83,"Text":"When a timp veni el (vostri suflet) ajunge vostri gât"},{"SurahNumber":56,"VerseNumber":84,"Text":"Tu atunci privire"},{"SurahNumber":56,"VerseNumber":85,"Text":"Noi exista închis catre decât tu exista tu nu vedea"},{"SurahNumber":56,"VerseNumber":86,"Text":"Daca el exista adevar ala tu nu datora altele contabilitate"},{"SurahNumber":56,"VerseNumber":87,"Text":"why tu nu restitui (vostri suflet) tu exista sincer"},{"SurahNumber":56,"VerseNumber":88,"Text":"Daca el exista 1 ai ala lânga Mie"},{"SurahNumber":56,"VerseNumber":89,"Text":"Atunci bucura floare gradina fericire"},{"SurahNumber":56,"VerseNumber":90,"Text":"Si daca el exista 1 ai drept"},{"SurahNumber":56,"VerseNumber":91,"Text":"Pace exista sorti ai ala dreptate"},{"SurahNumber":56,"VerseNumber":92,"Text":"Daca el exista una ai disbelievers strayers"},{"SurahNumber":56,"VerseNumber":93,"Text":"Atunci domiciliu ai inferno"},{"SurahNumber":56,"VerseNumber":94,"Text":"Arde în Iad"},{"SurahNumber":56,"VerseNumber":95,"Text":"Acesta exista absolute adevar"},{"SurahNumber":56,"VerseNumber":96,"Text":"Tu glorifica nume vostri Domnitor a Mare"},{"SurahNumber":57,"VerseNumber":1,"Text":"Glorifica DUMNEZEU exista everything rai earth El exista Gigantic Întelept"},{"SurahNumber":57,"VerseNumber":2,"Text":"Catre Him belongs kingship ai rai earth El control trai moarte. El exista Atotputernic"},{"SurahNumber":57,"VerseNumber":3,"Text":"El exista Alpha Omega. El exista Extrem a Innermost. El exista fully constient a tot obiect"},{"SurahNumber":57,"VerseNumber":4,"Text":"El exista Una crea rai earth 6 zi atunci presupune tot autoritate. El sti everything enters în earth everything ala veni el everything veni cer everything ala urca în el. El exista tu wherever tu exista. DUMNEZEU EXISTA VAZATOR AI everything TU do"},{"SurahNumber":57,"VerseNumber":5,"Text":"Catre Him belongs kingship ai rai earth Toate conta control DUMNEZEU"},{"SurahNumber":57,"VerseNumber":6,"Text":"El amalgama noapte zi amalgama zi noapte. El exista fully constient a innermost thoughts"},{"SurahNumber":57,"VerseNumber":7,"Text":"(Crede în DUMNEZEU His curier da de ce El depozita tu! Ala dintre tu crede da caritate) merita mare recompensa"},{"SurahNumber":57,"VerseNumber":8,"Text":"Why tu nu crede în DUMNEZEU when curier invita tu fi crede în vostri Domnitor? El lua zalog tu tu exista credincios"},{"SurahNumber":57,"VerseNumber":9,"Text":"El exista Una expedia jos catre His servitor clar revelations în ordine conduce tu întuneric în lumina. DUMNEZEU EXISTA Compassionate CATRE TU ÎNDURATOR"},{"SurahNumber":57,"VerseNumber":10,"Text":"Why tu nu cheltui cauza DUMNEZEU when DUMNEZEU poseda tot avere rai earth Distins de odihna exista ala tu cheltui victorie tinde. Ei atinge mare front decât ala cheltui victorie tinde. For each DUMNEZEU promite mântuire! DUMNEZEU EXISTA Cognizant AI everything TU do"},{"SurahNumber":57,"VerseNumber":11,"Text":"Cine asemanator am împrumut DUMNEZEU împrumut righteousness el înmulti him varia end generos recompensa"},{"SurahNumber":57,"VerseNumber":12,"Text":"Zi veni when tu vedea crede om muiere their lumina iradia înainte a ele catre their imediat. Bun stire exista yours ala zi tu avea gradina flowing emana Tu suporta therein forever Acesta exista mare triumf"},{"SurahNumber":57,"VerseNumber":13,"Text":"Zi ipocrit om muiere spune catre ala crede Poftim permite us absorbi niste a vostri usor. El spune Merge înainte spate tu cauta usor. bariera situa ele poart separa mila interior latura retribution exterior latura"},{"SurahNumber":57,"VerseNumber":14,"Text":"Ei chemare ele Exista noi nu tu? Ei raspunde Acord tu însela vostri suflet ezita doubted ajunge misled dornic medita dumnezeu judecata veni! Tu diverted de DUMNEZEU ilusie"},{"SurahNumber":57,"VerseNumber":15,"Text":"Therefore astazi nu rascumpara lua tu nor de ala disbelieved Vostri domiciliu exista foc; el exista vostri domnitor nenorocit domiciliu"}]}