{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Baluna [1], ‘āmāra prati ōhī nāyila haẏēchē yē, jinadēra [2] ēkaṭi dala manōyōgēra sāthē śunēchē [3] ataḥpara balēchē, ‘āmarā tō ēka bismaẏakara kura'āna śunēchi"},{"SurahNumber":72,"VerseNumber":2,"Text":"yā satyēra dikē hēdāẏāta karē; phalē āmarā ētē īmāna ēnēchi. Āra āmarā kakhanō āmādēra rabēra sāthē kā'ukē śarīka karaba nā"},{"SurahNumber":72,"VerseNumber":3,"Text":"āra niścaẏa'i āmādēra rabēra maryādā samucca [1]; tini grahaṇa karēnani kōnō saṅginī ēbaṁ nā kōna santāna"},{"SurahNumber":72,"VerseNumber":4,"Text":"Ē'ō yē, āmādēra madhyakāra nirbōdhērā āllāh sambandhē khuba'i abāntara ukti karata"},{"SurahNumber":72,"VerseNumber":5,"Text":"Athaca āmarā manē karatāma mānuṣa ēbaṁ jina āllāh samparkē kakhanō mithyā balabē nā"},{"SurahNumber":72,"VerseNumber":6,"Text":"Ē'ō yē, kichu kichu mānuṣa kichu jinēra āśraẏa nita, phalē tārā jinadēra ātmambharitā bāṛiẏē diẏēchila [1].’"},{"SurahNumber":72,"VerseNumber":7,"Text":"‘Ē'ō yē, tārā dhāraṇā karēchila yēmana tōmarā dhāraṇā kara [1] yē, āllāh kā'ukē'ō kakhanō punaruthita karabēna nā [2].’"},{"SurahNumber":72,"VerseNumber":8,"Text":"‘Ē'ō yē, āmarā cēẏēchilāma ākāśēra tathya saṅgraha karatē kintu āmarā dēkhatē pēlāma kaṭhōra praharī ō ulkāpiṇḍa dbārā ākāśa paripūrṇa"},{"SurahNumber":72,"VerseNumber":9,"Text":"‘ē'ō yē, āmarā āgē ākāśēra bibhinna ghām̐ṭitē sambāda śunāra jan'ya basatāma [1]; kintu ēkhana kē'u sambāda śunatē cā'ilē sē tāra upara nikṣēpēra jan'ya prastuta jalanta ulkāpiṇḍēra sam'mukhīna haẏa"},{"SurahNumber":72,"VerseNumber":10,"Text":"‘Ē'ō yē, āmarā jāni nā yamīnēra adhibāsīdēra amaṅgala'i abhipraēta, nā tādēra raba tādēra maṅgala cāna"},{"SurahNumber":72,"VerseNumber":11,"Text":"‘Ē'ō yē, āmādēra kichu saṅkhyaka saṯkarmaparāẏaṇa ēbaṁ kichu saṅkhyaka ēra byatikrama, āmarā chilāma bibhinna pathēra anusārī"},{"SurahNumber":72,"VerseNumber":12,"Text":"ē'ō yē, āmarā bujhēchi, āmarā yamīnē āllāhkē parābhūta karatē pāraba nā ēbaṁ pāliẏē'ō tām̐kē byartha karatē pāraba nā"},{"SurahNumber":72,"VerseNumber":13,"Text":"Ē'ō yē, āmarā yakhana hidāẏātēra bāṇī śunalāma tātē īmāna ānalāma. Sutarāṁ yē byakti tāra rabēra prati īmāna ānē tāra kōnō kṣati ō kōnō an'yāẏēra āśaṅkā thākabē nā [1].’"},{"SurahNumber":72,"VerseNumber":14,"Text":"‘Ē'ō yē, āmādēra madhyē kichu saṅkhyaka āchē musalima āra kichu saṅkhyaka āchē sīmālaṅghanakārī; ataḥpara yārā isalāma grahaṇa karēchē tārā sucintitabhābē satya patha bēchē niẏēchē"},{"SurahNumber":72,"VerseNumber":15,"Text":"‘Āra yārā sīmālaṅghanakārī tārā tō haẏēchē jāhānnāmēra indhana.’"},{"SurahNumber":72,"VerseNumber":16,"Text":"Āra tārā yadi satya pathē pratiṣṭhita thākata tabē abaśya'i tādērakē āmarā pracura bāri barṣaṇē sikta karatāma"},{"SurahNumber":72,"VerseNumber":17,"Text":"Yā dbārā āmarā tādērakē parīkṣā karatē pāri. Āra yē byakti tāra rabēra smaraṇa hatē bimukha haẏa tini tākē duḥsaha śāstitē prabēśa karābēna"},{"SurahNumber":72,"VerseNumber":18,"Text":"Āra niścaẏa masajidasamūha āllāhara'i jan'ya. Kājē'i āllāhra sāthē tōmarā an'ya kā'ukē ḍēkō nā"},{"SurahNumber":72,"VerseNumber":19,"Text":"Āra niścaẏa yakhana āllāhara bāndā [1] tām̐kē ḍākāra jan'ya dām̐ṛāla, takhana tārā tāra kāchē bhiṛa jamāla"},{"SurahNumber":72,"VerseNumber":20,"Text":"Baluna, ‘āmi tō kēbala āmāra rābakē'i ḍāki ēbaṁ tām̐ra saṅgē kā'ukē'ō śarīka kari nā.’"},{"SurahNumber":72,"VerseNumber":21,"Text":"Baluna, ‘niścaẏa āmi tōmādēra kōnō kṣati bā kalyāṇēra mālika na'i’"},{"SurahNumber":72,"VerseNumber":22,"Text":"baluna, ‘āllāhra pākaṛā'ō hatē kē'u'i āmākē rakṣā karatē pārabē nā ēbaṁ āllāh chāṛā āmi kakhana'ō kōnō āśraẏa pāba nā"},{"SurahNumber":72,"VerseNumber":23,"Text":"‘śudhu āllāhara pakṣa thēkē paum̐chānō ēbaṁ tām̐ra risālatēra bāṇī pracāra'i āmāra dāẏitba. Āra yē-kē'u āllāh ō tām̐ra rāsūlakē amān'ya karē tāra jan'ya raẏēchē jāhānnāmēra āguna, sēkhānē tārā cirasthāẏī habē [1].’"},{"SurahNumber":72,"VerseNumber":24,"Text":"Abaśēṣē yakhana tārā yā pratiśruta tā pratyakṣa karabē, takhana tārā jānatē pārabē kē sāhāyyakārī hisēbē adhikatara durbala ēbaṁ saṅkhyāẏa sbalpa"},{"SurahNumber":72,"VerseNumber":25,"Text":"Baluna, ‘āmi jāni nā tōmādērakē yē pratiśruti dēẏā haẏēchē tā ki āsanna, nā āmāra rabēra jan'ya kōnō dīrgha mēẏāda sthira karabēna.’"},{"SurahNumber":72,"VerseNumber":26,"Text":"Tini'i gāẏēbī biṣaẏēra jñānī, tini tām̐ra gāẏēbēra jñāna kāra'ō kāchē prakāśa karēna nā"},{"SurahNumber":72,"VerseNumber":27,"Text":"tām̐ra manōnīta rāsūla chāṛā. Sē kṣētrē āllāh tām̐ra rāsūlēra sāmanē ēbaṁ pichanē praharī niẏōjita karēna"},{"SurahNumber":72,"VerseNumber":28,"Text":"yātē tini prakāśa karēna yē, abaśya'i tārā tādēra rabēra risālāta pauchē diẏēchēna [1]. Āra tādēra kāchē yā āchē tā tini jñānē paribēṣṭana karē rēkhēchēna ēbaṁ tini pratiṭi bastu gaṇanā karē hisēba rēkhēchēna"},{"SurahNumber":73,"VerseNumber":1,"Text":"Hē bastraābr̥ta"},{"SurahNumber":73,"VerseNumber":2,"Text":"rātē sālātē dām̐ṛāna [1], kichu anśa chāṛā"},{"SurahNumber":73,"VerseNumber":3,"Text":"ādhā-rāta bā tāra cēẏē'ō kichu kama"},{"SurahNumber":73,"VerseNumber":4,"Text":"Athabā tāra cēẏē'ō ēkaṭu bāṛāna. Āra kura'āna tilā'ōẏāta karuna dhīrē dhīrē suspaṣṭabhābē"},{"SurahNumber":73,"VerseNumber":5,"Text":"niścaẏa āmarā āpanāra prati nāyila karachi gurubhāra bāṇī"},{"SurahNumber":73,"VerseNumber":6,"Text":"Niścaẏa rātēra bēlāra uṭhā [1] prabr̥tti dalanē prabalatara [2] ēbaṁ bākasphuraṇē adhika upayōgī"},{"SurahNumber":73,"VerseNumber":7,"Text":"Niścaẏa dinēra bēlāẏa āpanāra jan'ya raẏēchē dīrgha karmabyastatā"},{"SurahNumber":73,"VerseNumber":8,"Text":"Āra āpani āpanāra rabēra nāma smaraṇa karuna ēbaṁ tām̐ra prati magna hōna ēkaniṣṭhabhābē"},{"SurahNumber":73,"VerseNumber":9,"Text":"Tini pūrba ō paścimēra raba, tini chāṛā kōnō satya ilāh nē'i. Ata'ēba, tākēm̐i āpani grahaṇa karuna karmabidhāẏakarūpē"},{"SurahNumber":73,"VerseNumber":10,"Text":"Āra lōkē yā balē, tātē āpani dhairya dhāraṇa karuna ēbaṁ saujan'yēra sāthē tādērakē parihāra karē caluna"},{"SurahNumber":73,"VerseNumber":11,"Text":"Āra chēṛē dina āmākē ō bilāsa sāmagrīra adhikārī mithyārōpakārīdērakē [1] ēbaṁ kichu kālēra jan'ya tādērakē abakāśa dina"},{"SurahNumber":73,"VerseNumber":12,"Text":"niścaẏa āmādēra kāchē āchē śr̥ṅkhalasamūha ō prajbalita āguna"},{"SurahNumber":73,"VerseNumber":13,"Text":"āra āchē ēmana khādya yā galāẏa āṭakē yāẏa ēbaṁ yantraṇādāẏaka śāsti"},{"SurahNumber":73,"VerseNumber":14,"Text":"Sēdina yamīna ō parbatamālā prakampita habē ēbaṁ parbatasamūha bikṣipta bahamāna bālukārāśitē pariṇata habē"},{"SurahNumber":73,"VerseNumber":15,"Text":"Niścaẏa āmarā tōmādēra kāchē pāṭhiẏēchi ēka rāsūla tōmādēra jan'ya sākṣīsbarūpa yēmana rāsūla pāṭhiẏēchilāma phira‘ā'unēra kāchē"},{"SurahNumber":73,"VerseNumber":16,"Text":"kintu phira‘ā'una sē rāsūlakē amān'ya karēchila, phalē āmarā tākē atyanta śaktabhābē pākaṛā'ō karēchilāma"},{"SurahNumber":73,"VerseNumber":17,"Text":"Ata'ēba, yadi tōmarā kupharī kara, tabē ki karē āntarakṣā karabē sēdina yē dinaṭi kiśōradērakē pariṇata karabē br̥d'dhē"},{"SurahNumber":73,"VerseNumber":18,"Text":"sēdina āsamāna habē bidīrṇa [1]. Tām̐ra pratiśruti abaśya'i bāstabāẏita habē"},{"SurahNumber":73,"VerseNumber":19,"Text":"Niścaẏa ēṭā ēka upadēśa, ata'ēba yē cāẏa sē tāra rabēra dikē patha abalambana karuka"}]}