{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":92,"Text":"Prishel k vam Musa s yasnymi znameniyami, no v yego otsutstviye vy stali poklonyat'sya tel'tsu i prevratilis' v nechestivtsev"},{"SurahNumber":2,"VerseNumber":93,"Text":"[Vspomnite,] kak My vzyali s vas klyatvu i vozdvigli pred vami goru Sinay i veleli: \"Derzhites' krepko za to, chto My vam darovali, i slushayte\". Oni otvetili: \"My slyshali i otkazyvayemsya povinovat'sya\". Iz-za neveriya ikh serdtsa preispolnilis' lyubov'yu k tel'tsu. Skazhi [, o Mukhammad]: \"Merzko to, chto velit vam [eta] vasha vera, yesli vy zhelayete byt' [istinno] veruyushchimi"},{"SurahNumber":2,"VerseNumber":94,"Text":"Skazhi: \"Yesli budushchiy mir, chto u Allakha, prednaznachen tol'ko dlya vas, a ne dlya drugikh lyudey, to vozzhelayte zhe smerti, yesli vy govorite pravdu"},{"SurahNumber":2,"VerseNumber":95,"Text":"No oni nikogda ne vozzhelayut yeye iz-za togo, chto tvorili sobstvennymi rukami. A Allakh vedayet o nepravednykh"},{"SurahNumber":2,"VerseNumber":96,"Text":"Ty nepremenno ubedish'sya, chto oni bol'she vsekh prochikh zhazhdut zhizni, prevoskhodya v etom dazhe idolopoklonnikov. Kazhdyy iz nikh zhelal by prozhit' tysyachu let. No yesli dazhe on i budet zhit' dolgo, ne spastis' yemu ot nakazaniya, ibo Allakh vidit to, chto oni tvoryat"},{"SurahNumber":2,"VerseNumber":97,"Text":"Skazhi: \"Kto by ni byl vragom Dzhibrilu\" - a ved' on s soizvoleniya Allakha nizvel Koran v tvoye serdtse v podtverzhdeniye istinnosti prezhnikh pisaniy, v kachestve istinnogo puti i radostnoy vesti veruyushchim"},{"SurahNumber":2,"VerseNumber":98,"Text":"kto by ni byl vragom Allakhu i Yego angelam, poslannikam, Dzhibrilu, Mikailu, [pust' znayet], chto i sam Allakh - vrag nevernykh"},{"SurahNumber":2,"VerseNumber":99,"Text":"My i ran'she nisposylali tebe yasnyye znameniya, i ne veryat v nikh lish' nechestivtsy"},{"SurahNumber":2,"VerseNumber":100,"Text":"I vsyakiy raz, kak iudei dayut klyatvu Allakhu, razve nekotoryye iz nikh ne narushayut yeye? Boleye togo, bol'shinstvo iz nikh ne veruyet v Allakha"},{"SurahNumber":2,"VerseNumber":101,"Text":"Kogda k iudeyam prikhodil kakoy-libo poslannik ot Allakha, podtverzhdaya istinnost' pisaniya, kotoroye bylo u nikh, to nekotoryye iz nikh otvergali novoye pisaniye Allakha, kak budto oni ne vedali, o chem idet rech'"},{"SurahNumber":2,"VerseNumber":102,"Text":"i posledovali za tem, chemu uchili shaytany v tsarstve Sulaymana. Sulayman ne byl kafirom, kafirami byli shaytany, i oni obuchali lyudey koldovstvu, a takzhe tomu, chto bylo nisposlano dvum angelam v Vavilone - Kharutu i Marutu. No eti dva angela nikogda ne obuchali koldovstvu, ne preduprediv predvaritel'no: \"Voistinu, my tol'ko iskushayem, ne bud' zhe neveruyushchim\". I lyudi uchilis' u nikh, kak razluchat' muzha s zhenoy. No Kharut i Marut nikomu ne mogli prinesti vred bez soizvoleniya Allakha. A lyudi uchilis' takzhe prinosyashchemu im vred i ne prinosyashchemu pol'zy, khotya i znali, chto tomu, kto ovladel koldovstvom, net doli v budushchey zhizni. Deshevo zhe oni prodali svoi dushi! O, yesli by oni znali eto"},{"SurahNumber":2,"VerseNumber":103,"Text":"Yesli by iudei uverovali v Allakha i byli by bogoboyaznennymi, to Allakh voznagradil by ikh luchshim vozdayaniyem. O, yesli by oni znali"},{"SurahNumber":2,"VerseNumber":104,"Text":"O veruyushchiye! Ne govorite proroku \"oberegay nas\", a govorite \"posmotri na nas\" i slushayte. Ved' nevernym ugotovano muchitel'noye nakazaniye"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ni mnogobozhniki, ni te iz lyudey Pisaniya, kotoryye otstupilis' ot very, ne khoteli by, chtoby vam nisposylalos' blago ot Gospoda. Allakh zhe otmechayet Svoyey milost'yu, kogo pozhelayet, ibo velikodushiye Allakha ogromno"}]}