{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Allah already knows those among you who keep back (men) from fighting in Allah's Cause, and those who say to their brethren \"Come here towards us,\" while they (themselves) come not to the battle except a little"},{"SurahNumber":33,"VerseNumber":19,"Text":"Being miserly towards you (as regards help and aid in Allah's Cause). Then when fear comes, you will see them looking to you, their eyes revolving like (those of) one over whom hovers death, but when the fear departs, they will smite you with sharp tongues, miserly towards (spending anything in any) good (and only covetous of booty and wealth). Such have not believed. Therefore Allah makes their deeds fruitless, and that is ever easy for Allah"},{"SurahNumber":33,"VerseNumber":20,"Text":"They think that AlAhzab (the Confederates) have not yet withdrawn, and if AlAhzab (the Confederates) should come (again), they would wish they were in the deserts (wandering) among the bedouins, seeking news about you (from a far place); and if they (happen) to be among you, they would not fight but little"},{"SurahNumber":33,"VerseNumber":21,"Text":"Indeed in the Messenger of Allah (Muhammad SAW) you have a good example to follow for him who hopes in (the Meeting with) Allah and the Last Day and remembers Allah much"},{"SurahNumber":33,"VerseNumber":22,"Text":"And when the believers saw AlAhzab (the Confederates), they said: \"This is what Allah and His Messenger (Muhammad SAW) had promised us, and Allah and His Messenger (Muhammad SAW) had spoken the truth, and it only added to their faith and to their submissiveness (to Allah)"},{"SurahNumber":33,"VerseNumber":23,"Text":"Among the believers are men who have been true to their covenant with Allah [i.e. they have gone out for Jihad (holy fighting), and showed not their backs to the disbelievers], of them some have fulfilled their obligations (i.e. have been martyred), and some of them are still waiting, but they have never changed [i.e. they never proved treacherous to their covenant which they concluded with Allah] in the least"},{"SurahNumber":33,"VerseNumber":24,"Text":"That Allah may reward the men of truth for their truth (i.e. for their patience at the accomplishment of that which they covenanted with Allah), and punish the hypocrites if He will or accept their repentance by turning to them in Mercy. Verily, Allah is OftForgiving, Most Merciful"},{"SurahNumber":33,"VerseNumber":25,"Text":"And Allah drove back those who disbelieved in their rage, they gained no advantage (booty, etc.). Allah sufficed for the believers in the fighting (by sending against the disbelievers a severe wind and troops of angels). And Allah is Ever AllStrong, AllMighty"},{"SurahNumber":33,"VerseNumber":26,"Text":"And those of the people of the Scripture who backed them (the disbelievers) Allah brought them down from their forts and cast terror into their hearts, (so that) a group (of them) you killed, and a group (of them) you made captives"},{"SurahNumber":33,"VerseNumber":27,"Text":"And He caused you to inherit their lands, and their houses, and their riches, and a land which you had not trodden (before). And Allah is Able to do all things"},{"SurahNumber":33,"VerseNumber":28,"Text":"O Prophet (Muhammad SAW)! Say to your wives: If you desire the life of this world, and its glitter, Then come! I will make a provision for you and set you free in a handsome manner (divorce)"},{"SurahNumber":33,"VerseNumber":29,"Text":"But if you desire Allah and His Messenger, and the home of the Hereafter, then verily, Allah has prepared for AlMuhsinat (gooddoers) amongst you an enormous reward"},{"SurahNumber":33,"VerseNumber":30,"Text":"O wives of the Prophet! Whoever of you commits an open illegal sexual intercourse, the torment for her will be doubled, and that is ever easy for Allah"}]}