{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Tsarki ya tabbata ga wanda Ya yi tafiyar dare* da bawanSa da dare daga Masallaci mai alfarma zuwa ga Masallaci mafi nisa** wanda Muka sanya albarka a gefensa domin Mu nuna masa daga ayoyinMu. Lalle ne Shi shi ne Mai ji, Mai gani"},{"SurahNumber":17,"VerseNumber":2,"Text":"Kuma Mun bai wa Musa* littafi, kuma Mun sanya shi shiriya ga Bani Isra'ila, cewa kada ku riƙi wani wakili baici Na"},{"SurahNumber":17,"VerseNumber":3,"Text":"Zuriyar waɗanda Muka ɗauka tare da Nuhu. Lalle ne shi ya kasance wani bawa mai godiya"},{"SurahNumber":17,"VerseNumber":4,"Text":"Kuma Mun hukunta zuwa ga Bani Isra'ila a cikin Littafi, cewa lalle ne, kuna yin ɓarna a cikin ƙasa sau biyu, kuma lalle ne kuna zalunci, zalunci mai girma"},{"SurahNumber":17,"VerseNumber":5,"Text":"To idan wa'adin na farkonsu yaje, za Mu aika, a kanku waɗansu bayi* Namu, ma'abuta yaƙi mafi tsanani, har su yi yawo a tsakanin gidajenku, kuma ya zama wa'adi abin aikatawa"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sa'an nan kuma Mu nwayar da ɗauki a gare ku a kansu, kuma Mu taimake ku da dukiyoyi da ɗiya kuma Mu sanya ku mafiya yawan masu fita yaƙi"},{"SurahNumber":17,"VerseNumber":7,"Text":"Idan kun kyautata, kun kyautata domin kanku, kuma idan kun munana to dominsu. Sa'an nan idan wa'adin na ƙarshe* ya je, (za su je) domin su baƙanta fuskokinku, kuma su shiga masallaci kamar yadda suka shige shi a farkon lokaci, kuma domin su halakar da abin da suka rinjaya a kansa, halakarwa"},{"SurahNumber":17,"VerseNumber":8,"Text":"Akwai tsammanin Ubangijinku Ya yi muku rahama. Kuma idan kun sake Mu sake. Kuma Mun sanya Jahannama matsara ga kafirai"},{"SurahNumber":17,"VerseNumber":9,"Text":"Lalle ne wannan Alƙur'ani yana shiryarwa ga (halayen) waɗanda suke mafi daidaita* kuma yana bayar da bushara ga muminai waɗanda suke aikata ayyuka na ƙwarai (cewa) \"Lalle ne suna da wata ijara. mai girma"},{"SurahNumber":17,"VerseNumber":10,"Text":"Kuma lalle ne, waɗanda ba su yin imani da Lahira, Mun yimusu tattalin wata azaba mai raɗaɗi"},{"SurahNumber":17,"VerseNumber":11,"Text":"Kuma mutum yana* yin addu'a da sharri kamar addu'arsa da alheri, kuma mutum ya kasance mai gaggawa"},{"SurahNumber":17,"VerseNumber":12,"Text":"Kuma Mun sanya dare da rana, ayoyi biyu, sa'an nan Muka shafe ayar dare, kuma Muka sanya ayar rana mai sanyawa a yi gani, domin ku nemi falala daga Ubangijinku, kuma domin ku san ƙidayar shekara da lissafi. Kuma dukan kome Mun bayyana shi daki-dakin bayyanawa"},{"SurahNumber":17,"VerseNumber":13,"Text":"Kuma kowane mutum Mun lazimta masa abin rekodinsa a cikin wuyansa, kuma Mu fitar masa a Ranar ¡iyama da littafi wanda zai haɗu da shi buɗaɗɗe"},{"SurahNumber":17,"VerseNumber":14,"Text":"Karanta Littafinka. Ranka ya isa ya zama mai hisabi a kanka a yau"},{"SurahNumber":17,"VerseNumber":15,"Text":"Wanda ya nemi shiryuwa, to, ya nemi shiryuwa ne dominkansa kawai kuma wanda ya ɓace, to, ya ɓace ne a kansa kawai kuma rai mai ɗaukar nauyi ba ya ɗaukar nauyin wani ran, kuma ba Mu zama masu yin azaba ba, sai Mun aika wani Manzo"},{"SurahNumber":17,"VerseNumber":16,"Text":"Kuma idan Mun yi nufin Mu halakar da wata alƙarya, sai Mu umurci mawadatanta, har su yi fasadi a cikinta, sa'an nan maganar azaba ta wajaba a kanta, sa'an nan Mu darkake ta, darkakewa"},{"SurahNumber":17,"VerseNumber":17,"Text":"Kuma da yawa Muka halakar da al'ummomi a bayan Nuhu. Kuma Ubangijinka Ya isa ya zama Mai ƙididdigewa ga zunubban bayinSa, Mai gani"},{"SurahNumber":17,"VerseNumber":18,"Text":"Wanda ya kasance yana nufin mai gaggawa, sai Mu gaggauta masa a cikinta, abin da Muke so ga wanda Muke nufi, sa'an nan kuma Mu sanya masa Jahannama, ya ƙonu da ita, yana abin zargi kuma abin tunkuɗewa"},{"SurahNumber":17,"VerseNumber":19,"Text":"Kuma wanda ya nufi Lahira, kuma ya yi aiki saboda ita irin aikinta alhali kuwa yana mumini, to, waɗannan aikinsu ya kasance godadde"},{"SurahNumber":17,"VerseNumber":20,"Text":"Dukkansu Muna taimakon waɗannan da waɗancan daga kyautar Ubangijinka, kuma kyautar Ubangijinka ba ta kasance hananna ba"},{"SurahNumber":17,"VerseNumber":21,"Text":"Ka duba yadda Muka fifitar da sashensu a kan sashe! Kuma lalle ne Lahira ce mafi girman darajoji, kuma mafi girman fifitawa"},{"SurahNumber":17,"VerseNumber":22,"Text":"Kada ka sanya wani abin bautawa na daban tare da Allah har ka zauna kana abin zargi, yarɓaɓɓe"}]}