{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"WAHESHIMIWA WALIO TAKABARI katika kaumu yake wakasema: Ewe Shua'ib! Tutakutoa wewe pamoja na wale walio kuamini katika mji wetu, au mrejee katika mila yetu. Akasema: Je, ingawa tunaichukia"},{"SurahNumber":7,"VerseNumber":89,"Text":"Bila ya shaka itakuwa tumemzulia uwongo Mwenyezi Mungu tukirudi katika mila yenu baada ya kwisha tuokoa nayo Mwenyezi Mungu. Wala haiwi kwetu sisi kuirejea mila hiyo, ila akitaka Mwenyezi Mungu, Mola Mlezi wetu. Ujuzi wa Mola Mlezi wetu umeenea katika kila kitu. Kwa Mwenyezi Mungu tunategemea. Ewe Mola Mlezi wetu! Tuhukumie baina yetu na kaumu yetu kwa haki, nawe ndiye mbora wa wanao hukumu"},{"SurahNumber":7,"VerseNumber":90,"Text":"Na waheshimiwa walio kufuru katika kaumu yake wakasema: Mkimfuata Shua'ib, basi hakika hapo nyinyi mtakuwa mlio khasiri"},{"SurahNumber":7,"VerseNumber":91,"Text":"Basi tetemeko la ardhi likawanyakua, na wakaamkia majumbani mwao wamejifudikiza, wamekwisha kufa"},{"SurahNumber":7,"VerseNumber":92,"Text":"Wale walio mkanusha Shua'ib wakawa kama kwamba hawakuwako. Walio mkanusha Shua'ib ndio walio kuwa wenye kukhasiri"},{"SurahNumber":7,"VerseNumber":93,"Text":"Basi akawaachilia mbali na akasema: Enyi kaumu yangu! Nimekufikishieni Ujumbe wa Mola Mlezi wangu, na nimekunasihini; basi vipi niwahuzunikie watu makafiri"},{"SurahNumber":7,"VerseNumber":94,"Text":"Na hatukumtuma Nabii yeyote katika mji ila tuliwapatiliza wakaazi wake kwa taabu na mashaka ili wapate kunyenyekea"},{"SurahNumber":7,"VerseNumber":95,"Text":"Kisha Sisi hubadilisha mahala pa ubaya kwa wema, hata wakazidi, na wakasema: Taabu na raha ziliwafikia baba zetu. Basi kwa ghafla tukawashika, hali ya kuwa hawajatambua"},{"SurahNumber":7,"VerseNumber":96,"Text":"Na lau kuwa watu wa miji wangeli amini na wakamchamngu, kwa yakini tungeli wafungulia baraka kutoka mbinguni na katika ardhi. Lakini walikanusha basi tukawapatiliza kwa sababu ya yale waliyo kuwa wakiyachuma"},{"SurahNumber":7,"VerseNumber":97,"Text":"Je, watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika usiku, nao wamelala"},{"SurahNumber":7,"VerseNumber":98,"Text":"Au watu wa mijini wameaminisha ya kuwa adhabu yetu haitawafika mchana, nao wanacheza"},{"SurahNumber":7,"VerseNumber":99,"Text":"Je, wamejiaminisha na mipango ya Mwenyezi Mungu? Kwani hawajiaminishi na mipango ya Mwenyezi Mungu ila watu wenye kukhasiri"},{"SurahNumber":7,"VerseNumber":100,"Text":"Je, hawahidiki hawa wanao rithi ardhi baada ya wale wenyewe kwamba tukitaka tutawapatiliza kwa madhambi yao, na tutapiga muhuri juu ya nyoyo zao, na kwa hivyo hawatasikia"},{"SurahNumber":7,"VerseNumber":101,"Text":"Miji hiyo, tunakusimulia baadhi ya khabari zake. Na hapana shaka Mitume wao waliwafikia kwa hoja zilizo waziwazi. Lakini hawakuwa wenye kuamini waliyo yakanusha zamani. Namna hivi Mwenyezi Mungu anazipiga muhuri nyoyo za makafiri"},{"SurahNumber":7,"VerseNumber":102,"Text":"Wala hatukuwaona wengi wao kuwa wanatimiza ahadi; bali kwa hakika tuliwakuta wengi wao ni wapotofu"},{"SurahNumber":7,"VerseNumber":103,"Text":"Kisha baada yao tukamtuma Musa na Ishara zetu kwa Firauni na waheshimiwa wake. Nao wakazikataa. Basi tazama ulikuwaje mwisho wa waharibifu"},{"SurahNumber":7,"VerseNumber":104,"Text":"Na Musa alisema: Ewe Firauni! Hakika mimi ni Mtume nitokaye kwa Mola Mlezi wa viumbe vyote"},{"SurahNumber":7,"VerseNumber":105,"Text":"Inafaa nisiseme juu ya Mwenyezi Mungu ila lilio la Haki. Nami hakika nimekujieni na dalili waziwazi kutokana na Mola Mlezi wenu. Basi waache Wana wa Israili wende nami"},{"SurahNumber":7,"VerseNumber":106,"Text":"Akasema Firauni: Ikiwa umekuja na Ishara, basi ilete ukiwa ni katika wasemao kweli"},{"SurahNumber":7,"VerseNumber":107,"Text":"Basi akaitupa fimbo yake, na mara ikawa nyoka dhaahiri"},{"SurahNumber":7,"VerseNumber":108,"Text":"Na akatoa mkono wake, mara ukawa mweupe kwa watazamao"},{"SurahNumber":7,"VerseNumber":109,"Text":"Wakasema waheshimiwa wa kaumu ya Firauni: Hakika huyo ni mchawi mjuzi"},{"SurahNumber":7,"VerseNumber":110,"Text":"Anataka kukutoeni katika nchi yenu. Basi mnatoa shauri gani"},{"SurahNumber":7,"VerseNumber":111,"Text":"Wakasema: Mwache kidogo yeye na nduguye, na watume mijini wakusanyao"},{"SurahNumber":7,"VerseNumber":112,"Text":"Wakuletee kila mchawi mjuzi"},{"SurahNumber":7,"VerseNumber":113,"Text":"Wakaja wachawi kwa Firauni, wakasema: Hakika tutapata ujira ikiwa tutashinda"},{"SurahNumber":7,"VerseNumber":114,"Text":"Akasema: Naam! Nanyi bila ya shaka mtakuwa katika wa karibu nami"},{"SurahNumber":7,"VerseNumber":115,"Text":"Wakasema: Ewe Musa! Je, utatupa wewe, au tutakuwa sisi tutao tupa"},{"SurahNumber":7,"VerseNumber":116,"Text":"Akasema: Tupeni! Basi walipo tupa waliyazuga macho ya watu na wakawatia khofu, na wakaleta uchawi mkubwa"}]}