{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Arrā wa, anata gata no naka (hitobito o) hiki tometa mono, mata sono dōhō ni mukatte,`watashi-tachi no kata e koi.' To itta mono o shitte ora reru. Mata kare-ra wa wazuka no ma no soto, senjō ni wa nozomanakatta"},{"SurahNumber":33,"VerseNumber":19,"Text":"Kare-ra wa anata ni taishite, don'yokudearu. Mā miruga ī. Kare-ra ni kiken ga otozureru to, rinjū no hito no yō ni medama o gurutto mawashite, anata o jukushi suru. Soshite kiken ga saruto yoi mono bakari musabori, kuchibiru o togara sete anata gata o tsūretsu ni hinan suru. Korera no mono wa shinjade wanai. Arrā wa, kare-ra no okonai o mueki ni nasa reru. Sore wa arrā ni wa yōina kotodearu"},{"SurahNumber":33,"VerseNumber":20,"Text":"Kare-ra wa, buzoku rengō-gun wa haitai shita node wa nai to kangaete iru. Moshi buzoku rengō-gun ga (futatabi) kuru koto ga areba, kare-ra wa bedō~in-zoku no ma ni mi o oite, anata gata no jōsokuwotazuneru (tachiba ni naru) koto o negatte iru. Mata moshi kare-ra ga anata gata no naka ni ite mo, wazuka no mono no soto wa tatakawanaidearou"},{"SurahNumber":33,"VerseNumber":21,"Text":"Hontōni arrā no shito wa, arrā to shūmatsu no hi o netsubō suru mono, arrā o ōku 唱念 Suru mono ni totte, rippana mohandeatta"},{"SurahNumber":33,"VerseNumber":22,"Text":"Shinja-tachi wa, buzoku rengō no gunzei o mita toki itta. `Kore wa arrā to kare no shito ga, watashi-tachi ni yakusoku sa reta monodearu. Arrā to kare no shito wa, shinjitsu o hanasa reta.' Soreha, kare-ra no shinjin to fukujū, kie no nen o, iya ga ue ni mo fukameta"},{"SurahNumber":33,"VerseNumber":23,"Text":"Shinja no nakaniha, arrā to musunda yakusoku ni chūjitsudeatta hitobito ga (ōku) ita nodearu. Aru mono wa sono chikai o hatashi, mata aru mono wa (Nao) matte iru. Kare-ra wa sukoshi mo (sono shin'nen o) kaenakatta"},{"SurahNumber":33,"VerseNumber":24,"Text":"(Kore wa kekkyoku) arrā ga, chūseina hitobito ni taishi sono chūsei-sa ni mukuwa re, mata kare ga o nozominaraba, nise shinja o basshi, aruiwa kare-ra o yurusa reru to iu kotodearu. Hontōni arrā wa, kan'yō ni shite jihibukaki okata de ara reru"},{"SurahNumber":33,"VerseNumber":25,"Text":"Arrā wa fushinjin'na-sha-tachi o, ikari no uchi ni (Aru madīna kara) nanra ekisuru tokoro naku tettai nasa reta. Tatakai ni wa, arrā wa, shinja-tachi no sentō o (kyōfū ya tenshi ni yotte) subete ni watatte, mamotte kudasaru. Arrā wa kyōdai ni shite iryoku narabinaki hō de ara reru"},{"SurahNumber":33,"VerseNumber":26,"Text":"Mata kare wa, kare-ra (rengō-gun) o kōen shita keiten'notami o, sorera no toride kara oi, sono shinjū ni kyōfu o tōji rareta. Anata gata wa aru mono o koroshi, mata aru mono o horyo to shita"},{"SurahNumber":33,"VerseNumber":27,"Text":"Mata kare wa, kare-ra (keiten'notami) no tochi, jūtaku, zaisan mata anata gata no mitō no ji o, anata gata ni tsuga se rareta. Arrā wa subete no koto ni zen'nō de ara reru"},{"SurahNumber":33,"VerseNumber":28,"Text":"Yogen-sha yo, anata no tsuma-tachi ni itte yaru ga ī. `Moshi anata gataga, gense no seikatsu to sono 煌 Biyaka-sa o nozomunara kuruga ī. Watashi wa okurimono o ataete, rippa ni wakareyou"},{"SurahNumber":33,"VerseNumber":29,"Text":"Daga anata ga tata ga moshi arrā to sono yogen-sha, soshite raise no sumai o motomerunaraba, anata gata no naka de zenkō ni isoshimu mono ni wa, arrā wa idaina hōshō o junbi shite kudasatte iru"},{"SurahNumber":33,"VerseNumber":30,"Text":"Yogen-sha no tsuma-tachi yo, anata gata no naka de meihakuna shūkō o okashita mono wa, sore ni taisuru chōbatsu wa baika sa reyou. Arrā ni wa sore wa yōina kotodearu"}]}