{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"عجب نہیں کہ خدا تم میں اور ان لوگوں میں جن سے تم دشمنی رکھتے ہو دوستی پیدا کردے۔ اور خدا قادر ہے اور خدا بخشنے والا مہربان ہے"},{"SurahNumber":60,"VerseNumber":8,"Text":"جن لوگوں نے تم سے دین کے بارے میں جنگ نہیں کی اور نہ تم کو تمہارے گھروں سے نکالا ان کے ساتھ بھلائی اور انصاف کا سلوک کرنے سے خدا تم کو منع نہیں کرتا۔ خدا تو انصاف کرنے والوں کو دوست رکھتا ہے"},{"SurahNumber":60,"VerseNumber":9,"Text":"خدا ان ہی لوگوں کے ساتھ تم کو دوستی کرنے سے منع کرتا ہے جنہوں نے تم سے دین کے بارے میں لڑائی کی اور تم کو تمہارے گھروں سے نکالا اور تمہارے نکالنے میں اوروں کی مدد کی۔ تو جو لوگ ایسوں سے دوستی کریں گے وہی ظالم ہیں"},{"SurahNumber":60,"VerseNumber":10,"Text":"مومنو! جب تمہارے پاس مومن عورتیں وطن چھوڑ کر آئیں تو ان کی آزمائش کرلو۔ (اور) خدا تو ان کے ایمان کو خوب جانتا ہے۔ سو اگر تم کو معلوم ہو کہ مومن ہیں تو ان کو کفار کے پاس واپس نہ بھیجو۔ کہ نہ یہ ان کو حلال ہیں اور نہ وہ ان کو جائز۔ اور جو کچھ انہوں نے (ان پر) خرچ کیا ہو وہ ان کو دے دو۔ اور تم پر کچھ گناہ نہیں کہ ان عورتوں کو مہر دے کر ان سے نکاح کرلو اور کافر عورتوں کی ناموس کو قبضے میں نہ رکھو (یعنی کفار کو واپس دے دو) اور جو کچھ تم نے ان پر خرچ کیا ہو تم ان سے طلب کرلو اور جو کچھ انہوں نے (اپنی عورتوں پر) خرچ کیا ہو وہ تم سے طلب کرلیں۔ یہ خدا کا حکم ہے جو تم میں فیصلہ کئے دیتا ہے اور خدا جاننے والا حکمت والا ہے"},{"SurahNumber":60,"VerseNumber":11,"Text":"اور اگر تمہاری عورتوں میں سے کوئی عورت تمہارے ہاتھ سے نکل کر کافروں کے پاس چلی جائے (اور اس کا مہر وصول نہ ہوا ہو) پھر تم ان سے جنگ کرو (اور ان سے تم کو غنیمت ہاتھ لگے) تو جن کی عورتیں چلی گئی ہیں ان کو (اس مال میں سے) اتنا دے دو جتنا انہوں نے خرچ کیا تھا اور خدا سے جس پر تم ایمان لائے ہو ڈرو"},{"SurahNumber":60,"VerseNumber":12,"Text":"اے پیغمبر! جب تمہارے پاس مومن عورتیں اس بات پر بیعت کرنے کو آئیں کہ خدا کے ساتھ نہ شرک کریں گی نہ چوری کریں گی نہ بدکاری کریں گی نہ اپنی اولاد کو قتل کریں گی نہ اپنے ہاتھ پاؤں میں کوئی بہتان باندھ لائیں گی اور نہ نیک کاموں میں تمہاری نافرمانی کریں گی تو ان سے بیعت لے لو اور ان کے لئے خدا سے بخشش مانگو۔ بےشک خدا بخشنے والا مہربان ہے"},{"SurahNumber":60,"VerseNumber":13,"Text":"مومنو! ان لوگوں سے جن پر خدا غصے ہوا ہے دوستی نہ کرو (کیونکہ) جس طرح کافروں کو مردوں (کے جی اُٹھنے) کی امید نہیں اسی طرح ان لوگوں کو بھی آخرت (کے آنے) کی امید نہیں"},{"SurahNumber":61,"VerseNumber":1,"Text":"جو چیز آسمانوں میں ہے اور زمین میں ہے سب خدا کی تنزیہ کرتی ہے اور وہ غالب حکمت والا ہے"},{"SurahNumber":61,"VerseNumber":2,"Text":"مومنو! تم ایسی باتیں کیوں کہا کرتے ہو جو کیا نہیں کرتے"},{"SurahNumber":61,"VerseNumber":3,"Text":"خدا اس بات سے سخت بیزار ہے کہ ایسی بات کہو جو کرو نہیں"},{"SurahNumber":61,"VerseNumber":4,"Text":"جو لوگ خدا کی راہ میں (ایسے طور پر) پرے جما کر لڑتے کہ گویا سیسہ پلائی دیوار ہیں وہ بےشک محبوب کردگار ہیں"},{"SurahNumber":61,"VerseNumber":5,"Text":"اور وہ وقت یاد کرنے کے لائق ہے جب موسیٰ نے اپنی قوم سے کہا کہ اے قوم! تم مجھے کیوں ایذا دیتے ہو حالانکہ تم جانتے ہو کہ میں تمہارے پاس خدا کا بھیجا ہوا آیا ہوں۔ تو جب ان لوگوں نے کج روی کی خدا نے بھی ان کے دل ٹیڑھے کردیئے۔ اور خدا نافرمانوں کو ہدایت نہیں دیتا"},{"SurahNumber":61,"VerseNumber":6,"Text":"اور (وہ وقت بھی یاد کرو) جب مریمؑ کے بیٹے عیسیٰ نے کہا کے اے بنی اسرائیل میں تمہارے پاس خدا کا بھیجا ہوا آیا ہوں (اور) جو (کتاب) مجھ سے پہلے آچکی ہے (یعنی) تورات اس کی تصدیق کرتا ہوں اور ایک پیغمبر جو میرے بعد آئیں گے جن کا نام احمدﷺ ہوگا ان کی بشارت سناتا ہوں۔ (پھر) جب وہ ان لوگوں کے پاس کھلی نشانیاں لے کر آئے تو کہنے لگے کہ یہ تو صریح جادو ہے"},{"SurahNumber":61,"VerseNumber":7,"Text":"اور اس سے ظالم کون کہ بلایا تو جائے اسلام کی طرف اور وہ خدا پر جھوٹ بہتان باندھے۔ اور خدا ظالم لوگوں کو ہدایت نہیں دیا کرتا"},{"SurahNumber":61,"VerseNumber":8,"Text":"یہ چاہتے ہیں کہ خدا کے (چراغ) کی روشنی کو منہ سے (پھونک مار کر) بجھا دیں۔ حالانکہ خدا اپنی روشنی کو پورا کرکے رہے گا خواہ کافر ناخوش ہی ہوں"},{"SurahNumber":61,"VerseNumber":9,"Text":"وہی تو ہے جس نے اپنے پیغمبر کو ہدایت اور دین حق دے کر بھیجا تاکہ اسے اور سب دینوں پر غالب کرے خواہ مشرکوں کو برا ہی لگے"},{"SurahNumber":61,"VerseNumber":10,"Text":"مومنو! میں تم کو ایسی تجارت بتاؤں جو تمہیں عذاب الیم سے مخلصی دے"},{"SurahNumber":61,"VerseNumber":11,"Text":"(وہ یہ کہ) خدا پر اور اس کے رسولﷺ پر ایمان لاؤ اور خدا کی راہ میں اپنے مال اور جان سے جہاد کرو۔ اگر سمجھو تو یہ تمہارے حق میں بہتر ہے"},{"SurahNumber":61,"VerseNumber":12,"Text":"وہ تمہارے گناہ بخش دے گا اور تم کو باغہائے جنت میں جن میں نہریں بہہ رہیں ہیں اور پاکیزہ مکانات میں جو بہشت ہائے جاودانی میں (تیار) ہیں داخل کرے گا۔ یہ بڑی کامیابی ہے"},{"SurahNumber":61,"VerseNumber":13,"Text":"اور ایک اور چیز جس کو تم بہت چاہتے ہو (یعنی تمہیں) خدا کی طرف سے مدد (نصیب ہوگی) اور فتح عنقریب ہوگی اور مومنوں کو (اس کی) خوشخبری سنا دو"},{"SurahNumber":61,"VerseNumber":14,"Text":"مومنو! خدا کے مددگار بن جاؤ جیسے عیسیٰ ابن مریم نے حواریوں سے کہا کہ بھلا کون ہیں جو خدا کی طرف (بلانے میں) میرے مددگار ہوں۔ حواریوں نے کہا کہ ہم خدا کے مددگار ہیں۔ تو بنی اسرائیل میں سے ایک گروہ تو ایمان لے آیا اور ایک گروہ کافر رہا۔ آخر الامر ہم نے ایمان لانے والوں کو ان کے دشمنوں کے مقابلے میں مدد دی اور وہ غالب ہوگئے"}]}