{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"¿Acaso no transitan [los incredulos] por la Tierra y observan como terminaron sus antecesores? Allah los destruyo; y sabed que todos los incredulos tienen un destino similar"},{"SurahNumber":47,"VerseNumber":11,"Text":"Allah solo protege a los creyentes, y los incredulos no tienen protector alguno"},{"SurahNumber":47,"VerseNumber":12,"Text":"Ciertamente Allah introducira a los creyentes que obran rectamente en jardines por donde corren los rios. En cambio, los incredulos gozaran [en esta vida] transitoriamente y comeran como lo hacen los rebanos, y [en la otra] tendran el Infierno por morada"},{"SurahNumber":47,"VerseNumber":13,"Text":"Muchas ciudades fueron mas poderosas que la que te expulso [La Meca, ¡Oh, Muhammad!] e igualmente las destruimos, y no tuvieron quien les socorra"},{"SurahNumber":47,"VerseNumber":14,"Text":"¿Acaso quien se aferra a los preceptos de su Senor [y tiene conocimiento solido acerca de ellos] puede compararse con quien [seducido por Satanas] ve sus malas obras como buenas y sigue sus pasiones"},{"SurahNumber":47,"VerseNumber":15,"Text":"En el Paraiso que le fue prometido a los piadosos hay rios de agua cuyas propiedades son inalterables, rios de leche que siempre tendra buen sabor, rios de vino [que no embriaga y] que sera un deleite para quienes lo beban, y rios de miel pura; tambien tendran en el todas las frutas que deseen. Su Senor les perdonara. ¿Acaso quien disfrutara de estas gracias puede compararse con quien morara eternamente en el Infierno y solo bebera agua hirviendo que cortara hasta sus intestinos"},{"SurahNumber":47,"VerseNumber":16,"Text":"Algunos [los hipocritas] te escuchan [¡Oh, Muhammad!], pero cuando se retiran le dicen [a modo de burla] a los que fueron agraciados con el conocimiento [los Companeros del Profeta]: ¿Que es lo que acaba de decir? Estos son a quienes Allah ha sellado sus corazones [con la incredulidad], y solo siguen sus pasiones"},{"SurahNumber":47,"VerseNumber":17,"Text":"Y a quienes siguen la guia, El les incrementara su fe y les facilitara obrar piadosamente"},{"SurahNumber":47,"VerseNumber":18,"Text":"Los incredulos esperan que les sorprenda la Hora [el Dia del Juicio]. Por cierto que ya se evidenciaron algunas senales que indican su proximidad, y de nada les servira creer cuando esta llegue"},{"SurahNumber":47,"VerseNumber":19,"Text":"Sabe [¡Oh, Muhammad!] que no hay nada ni nadie con derecho a ser adorado salvo Allah, e implora el perdon de tus faltas y la de los creyentes y las creyentes. Allah bien conoce lo que haceis dentro y fuera de vuestros hogares"},{"SurahNumber":47,"VerseNumber":20,"Text":"Algunos creyentes dicen: ¿Por que no desciende una sura [donde se prescriba combatir]? Pero cuando es revelada una sura con preceptos obligatorios, y se menciona en ella la guerra, ves a aquellos cuyos corazones estan enfermos [con la hipocresia] mirarte como si estuvieran en la agonia de la muerte. Lo mejor para ellos hubiera sido"},{"SurahNumber":47,"VerseNumber":21,"Text":"Cumplir con los preceptos ya establecidos y no pedir que se prescribiera la guerra. Y cuando llegue el momento de luchar lo mejor sera que obedezcan a Allah con sinceridad"},{"SurahNumber":47,"VerseNumber":22,"Text":"Si no obedeceis, corrompereis la Tierra y cortareis los lazos familiares. ¿Acaso esto os agrada"},{"SurahNumber":47,"VerseNumber":23,"Text":"Estos son a quienes Allah ha maldecido haciendo que se comporten como sordos y ciegos"},{"SurahNumber":47,"VerseNumber":24,"Text":"¿Acaso no meditan en el Coran, o es que sus corazones estan cerrados con candados [y ello no les permite comprenderlo]"},{"SurahNumber":47,"VerseNumber":25,"Text":"Aquellos que reniegan de su fe despues de haberseles evidenciado la guia es porque Satanas les seduce y les da falsas esperanzas"},{"SurahNumber":47,"VerseNumber":26,"Text":"Este descarrio es porque [los hipocritas] dijeron a quienes odian lo que Allah revelo [los judios]: Nos aliaremos con vosotros contra el Profeta. Pero Allah bien conoce sus secretos"},{"SurahNumber":47,"VerseNumber":27,"Text":"¡Que terrible sera cuando los Angeles tomen sus almas y les golpeen en sus rostros y espaldas"},{"SurahNumber":47,"VerseNumber":28,"Text":"Este castigo sera su merecido por haber seguido lo que Allah detesta y haberse apartado de lo que Le complace. Sus obras seran en vano"},{"SurahNumber":47,"VerseNumber":29,"Text":"¿Acaso piensan aquellos cuyos corazones estan enfermos que Allah no sacara a la luz el odio que sienten por la Verdad"},{"SurahNumber":47,"VerseNumber":30,"Text":"Si hubieramos querido les hubiesemos marcado para que les reconocieras, pero seguro que lo haras por la forma que tienen de expresarse [que evidencia su incredulidad]. Sabed que Allah bien conoce vuestras obras [y os juzgara acorde a ellas]"},{"SurahNumber":47,"VerseNumber":31,"Text":"Por cierto que os probaremos para distinguir quienes de vosotros son los verdaderos combatientes por la causa de Allah que se mantienen firmes en la fe; y sabed que sacaremos a la luz, mediante vuestras obras, lo que escondeis en vuestros corazones"},{"SurahNumber":47,"VerseNumber":32,"Text":"Los incredulos que extravian a los hombres del sendero de Allah y se oponen al Mensajero despues de haberseles evidenciado la guia, no podran perjudicar a Allah en nada, y El hara que todas sus obras se pierdan"}]}