{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"(Noa) ka kyerεε (wͻn a wͻ’agye adie no) sε: “Monfa Nyankopͻn din mforo; (Onyankopͻn din) na ede betuo, εno na εde bεto sεkyε anaasε εde begyina. Nokorε sε, me Wura Nyankopͻn ne Bͻnefakyε Hene, Ɔne Mmͻborͻhunufoͻ Hene"},{"SurahNumber":11,"VerseNumber":42,"Text":"(Nsuom hyεn no) de wͻn nantee asorͻkye a εtesε mmepͻ no mu. Noa frεε neba a (saa berε no) na wate neho (gyina baabi) sε: “Meba, bεka yεn ho ne yεn mforo (nsuom hyεn no), na hwε na w’ankͻka boniayεfoͻ no ho”"},{"SurahNumber":11,"VerseNumber":43,"Text":"(Neba no) kaa sε: “Mεbͻ meho adwaa wͻ bepͻ bi so na εbεbͻ meho ban afri nsuo no ho”. (Noa) kaa sε: “Ɛnnε da yi biribiara ntumi mmͻ (obi) ho ban wͻ Nyankopͻn ahyεdeε ho, gyesε obi a (Nyankopͻn) ahu no mmͻbͻ”. Asorͻkye bͻ betwaa wͻn mmienu ntεm, enti ͻkͻkaa wͻn a nsuo faa wͻn no ho"},{"SurahNumber":11,"VerseNumber":44,"Text":"Y’εkaa sε: “Asaase, memene wo nsuo no; ͻsoro, ma ewiem nte hann (na gyae nsuo no tͻ), na nsuo no twae, na Nyankopͻn ahyεdeε no baa mu, na (εhyεn no) kͻgyinaa wͻ (bepͻ) Judi ho. Na yεkaa sε: “Nnebͻneεfoͻ no mfri hͻ nkͻ akyirikyiri!”"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noa su frεε ne Wura Nyankopͻn, ͻkaa sε: “Me Wura Nyankopͻn, nokorε sε meba ka m’abusuafoͻ ho, na Wobͻhyε deε εyε nokorε na Wone atemmufoͻ no mu Otemmufoͻ no"},{"SurahNumber":11,"VerseNumber":46,"Text":"(Onyankopͻn) kaa sε: “Noa, nokorε sε ͻnka w’abusuafoͻ ho; nokorε sε nedwumadie nyε dwumadi pa, enti hwε na w’ammisa Me adeε a wonni ho nimdeε ho asԑm. Meretu wo fo na w’ankͻka abagyimi-foͻ no ho“"},{"SurahNumber":11,"VerseNumber":47,"Text":"(Noa) kaa sε: ”Me Wura Nyankopͻn, mehwehwε ntwitwagyeε wͻ Wohͻ sε m’abisa Wo adeε a menni ho nimdeε; enti gyesε Wode mebͻne kyε me na Wohu me mmͻbͻ anyε saa a mεka berεguofoͻ no ho”"},{"SurahNumber":11,"VerseNumber":48,"Text":"Yε’kaa sε: “Noa, fa asomdwiε a efri Yεn nkyεn siane si fͻm; na nhyira wͻ wo ne nnipa a wͻ’ka woho no so, ne wͻn a wͻ’fri wͻn mu (anaasε wͻn asefoͻ) no mu bi; na nnipa no mu bi nso Yε’bεma wͻn agye wͻn ani (berε tiaa bi) na afei asotwee yaaya a efri Yεn hͻ ato wͻn"},{"SurahNumber":11,"VerseNumber":49,"Text":"(Nkͻmhyεni), woi yε nsumaeε mu amaneε na Yε’reyi no adi akyerε woͻ. Ɛnyε adeε a na anka wo anaasε wo nkorͻfoͻ no nim saa (asεm) yi dada. Enti nya aboterε, na nokorε sε awieε (pa) no wͻ Nyamesurofoͻ no"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aadfoͻ hͻ nso (Yε’somaa) wͻn nua Huud (maa no kͻͻ wͻn hͻ). Ɔkaa sε: “Menkorͻfoͻ, monsom Nyankopͻn, (efrisε) monni awurade foforͻ biara ka Neho. Nokorε sε moyε (nnipa a) motwa nkontompo paa"},{"SurahNumber":11,"VerseNumber":51,"Text":"Menkorͻfoͻ, memmisa mo (nsεmpa a mereka no) ho akatua. Onyankopͻn a Ɔbͻͻ me no hͻ na m’akatua wͻ. Enti monte aseε anaa"},{"SurahNumber":11,"VerseNumber":52,"Text":"Menkorͻfoͻ, monsrε mo Wura Nyankopͻn hͻ bͻnefakyε, na afei monsakra moadwen nkͻ Nehͻ, (sε moyε saa a) Ɔbεma nsuo atͻ ama no abuso ama mo, na Ɔde ahoͻden foforͻ aka moahoͻden ho, na monhwε yie na moanfa bͻne anane moho ankͻ"},{"SurahNumber":11,"VerseNumber":53,"Text":"Wͻ’kaa sε: “Huud, wonfaa nyinasoͻ pefee biara mmerεε yεn; na yεn mpo yenyae yεn anyame no (som) mmedi w’asεm akyi, na yεnnye wo nni mpo"},{"SurahNumber":11,"VerseNumber":54,"Text":"Deε yε’reka ara nesε,:”Y’abosom no bi de biribi bͻne bi ayε wo“. (Huud) kaa sε: “Mefrε Nyankopͻn sε, oni adanseε (ma me) na monso moni adanseε sε, medeε menka mo mmataho no a"},{"SurahNumber":11,"VerseNumber":55,"Text":"Mofri N’akyi (de bata Neho no) ho. Enti mo nyinaa monkͻ apam ntia me, na momma me ahomegye berε"},{"SurahNumber":11,"VerseNumber":56,"Text":"Nokorԑ sԑ, medeε me Wura, ne monso mo Wura Nyankopͻn no na mede meho to no soͻ. Abͻdeε a εnam asaase soͻ no mu biara, Onyankopͻn na Ɔwͻ neso tumi. Nokorε sε, me Wura Nyankopͻn na ͻwͻ ͻkwan tenenee soͻ"},{"SurahNumber":11,"VerseNumber":57,"Text":"Enti sε modane moho kͻ a, ampa sε, m’abͻ asεm a yεde somaa me sε menfa mmrε mo no ho dawuro akyerε mo. Na me Wura Nyankopͻn de nnipa foforͻ bεba abesi moanan mu, na montumi nyε no hwee. Nokorε sε, me Wura Nyankopͻn na ͻhwε biribiara soͻ"},{"SurahNumber":11,"VerseNumber":58,"Text":"Ԑberε a Y’ahyεdeε baeε no, Yε’de ahummͻborͻ a efri Yεn hͻ no gyee Huud ne wͻn a wͻ’agye adie aka neho no, na Yε’gyee wͻn frii asotwee a emu yε duro no mu"},{"SurahNumber":11,"VerseNumber":59,"Text":"Saa na Aadfoͻ nso, wͻ’ko tiaa wͻn Wura Nyankopͻn nsεnkyerεnee, na wͻ’yεε asoͻden tiaa N’asomafoͻ no, na wͻ’dii ahomasoͻfoͻ ne asoͻdenfoͻ biara ahyεdeε akyi"},{"SurahNumber":11,"VerseNumber":60,"Text":"Nnomee dii wͻn akyi wͻ wiase ha ne Wusͻreε da. Akyinnyeε biara nni ho sε Aadfoͻ no nso poo wͻn Wura Nyankopͻn . Enti (yeyii) Aad, Huud nkorͻfoͻ no frii hͻ"}]}