{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Anan, Biz Musaga: “Asa-tayagıŋdı jerge taşta!”-dep vahiy kıldık. Kapıstan al (Musanın çoŋ jılanga aylanıp kalgan asa-tayagı) sıykırçılardın jalgandarın! jutup jiberdi"},{"SurahNumber":7,"VerseNumber":118,"Text":"Natıyjada akıykat anık bolup, (kaapırlardın) jasagan işteri jalganga çıktı"},{"SurahNumber":7,"VerseNumber":119,"Text":"Uşul jerde jeŋilip, şermende bolup kaytıştı"},{"SurahNumber":7,"VerseNumber":120,"Text":"(Anan) sıykırçılar sajda kılgan abalda, özdörün jerge taştap (mınday)"},{"SurahNumber":7,"VerseNumber":121,"Text":"deşti: “Biz aalamdardın Rabbisine ıyman keltirdik"},{"SurahNumber":7,"VerseNumber":122,"Text":"Musa jana Harundun Rabbisine (ıyman keltirdik!)”"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firaun ayttı: “Men silerge uruksat berbey turup, aga ıyman keltirdiŋerbi?! Çınında bul silerdin (Musa menen bir bolup alıp) şaar elin çıgarıp ketüüŋör üçün (uşul) şaarda ele oylop tapkan aylakerligiŋer! (Şaşpay turgula!) Jakında bilip alasıŋar"},{"SurahNumber":7,"VerseNumber":124,"Text":"Men silerdin kolu-butuŋardı karşı-terşi jagınan kırkıp, andan kiyin bardıgıŋdı asıp öltürömün!”"},{"SurahNumber":7,"VerseNumber":125,"Text":"(Sıykırçılar) aytıştı: “(Bilgeniŋdi kıl!) Biz Rabbibizge kaytuuçu bolduk"},{"SurahNumber":7,"VerseNumber":126,"Text":"Sen bizden, Rabbibizdin dalil-moojizaları kelgen uçurda (oşogo) ıyman keltirgenibiz üçün gana öç alıp jatasıŋ!” (Andan soŋ musulman bolgon sıykırçılar Rabbisine duba kıla baştaştı:) “O, Rabbibiz! Bizge (tügöngüs) sabır jaadırgın! Jana bizdin janıbızdı musulman abal(ıbız) da algın"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firaundun koomunan bolgon (kaapır) adamdar (anı Musaga karşı kökütüp): “Musa menen anın koomun, seni jana kudaylarıŋdı taştap, jer betinde buzukuluk kılıp jürgön boydon jön koyosuŋbu?” - deşti. (Firaun) Ayttı: (Jok!) Tezdik menen alardın (bardık erkek) baldarın öltürüp, ayal-kızdarın tirüü kaltırabız! Biz alardı öz ökümübüzgö majburlap moyun sundurabız!”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa koomuna (nasaat aytıp, mınday) dedi: “Allaһtan jardam suragıla jana sabır kılgıla. Çınında jer Allaһka taandık. (Firaunduku emes) Anı Özü kaalagan pendelerine muraska beret. Akıbet-natıyja takıba adamdardın paydasına bolot.”"},{"SurahNumber":7,"VerseNumber":129,"Text":"(Firaundun zulumu söögünön ötköndö, Musanın koomu andan naarazı bolup) mınday deşti: “Sen bizge (paygambar bolup) kelişiŋden murun alar bizge (uuldarıbızdı soyup, kızdarıbızdı tirüü koyup) azap berişken. Sen kelgenden kiyin dele (ulanuuda. Musa) ayttı: “(Ümüt üzbögülö). Rabbiŋer duşmanıŋardı jok kılıp, silerdi jerde orunbasar kılgısı bardır! Al silerdin kanday amal kılışıŋardı karap turat”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Biz Firaun elin, akıl-esine keleer dep (kaatçılık) jıldarı menen jana mömö-jemiş jetişpestigi menen sınadık"},{"SurahNumber":7,"VerseNumber":131,"Text":"Kiyin, kaçan alarga bay-bardar turmuş kelse, (Allaһka şügür kılbay): “Biz uşuga tatıktuubuz”-deşti. A, eger bir jokçuluk- kaatçılık jetse Musa jana anı menen birge jürgöndördön dep joromoldoştu. Ukkula, alardın joromoldoru Allaһtın (tagdırının) aldında. Birok, alardın köbü (munu) bilişpeyt"},{"SurahNumber":7,"VerseNumber":132,"Text":"Alar (kaapırlar Musaga): “Sen bizdi sıykırlaş üçün ar kança dalil-moojiza körgözsöŋ da, saga ıyman keltirbeybiz” - deşti"},{"SurahNumber":7,"VerseNumber":133,"Text":"Anan, Biz alarga (azap-jaza iretinde) topon suu (baleesin), çebirtke (baleesin), bit (baleesin), baka (baleesin,) jana kan baleesin (Öz kuduretibizge) anık dalil kılıp jiberdik. (Birok, alar) tekeberçilikterinen jazbadı. (Antkeni,) alar kılmışker koom bolgon"},{"SurahNumber":7,"VerseNumber":134,"Text":"Alarga apaat-balee (udaama-udaa) kelgende Musaga (jalınıp): “O, Musa, Allaһ saga bergen nersenin (Şariyattın) urmatına, biz üçün Rabbiŋe duba kıl. Eger (dubaŋ menen) bizden baleeni arıltsaŋ, saga sözsüz ıyman keltirebiz jana İsrayil urpaktarın da saga koşup (jurtuna) jiberebiz” - deşti"},{"SurahNumber":7,"VerseNumber":135,"Text":"Al emi, özdörü jetip bargan möönötkö çeyin, alardan ıpılas baleeni arıltarıbız menen, daroo ubadaların buzuştu"},{"SurahNumber":7,"VerseNumber":136,"Text":"Anan Biz, ayattarıbızdı “jalgan” dep, (bilip tursa da) bilmeksen bolgondoru sebeptüü alardan öç alıp, deŋizge çöktürüp jiberdik"},{"SurahNumber":7,"VerseNumber":137,"Text":"Biz alsız-beçara koomgo (İsrayil urpaktarına), Özübüz berekelüü kılgan (Misirdegi) jerdin çıgış jana batış (bardık) tarabın (Firaun koomunan) muras kılıp berdik. Oşentip, Rabbiŋdin İsrayil urpaktarına aytkan jakşınakay sözü,! sabır kılganı sebeptüü tolugu menen atkarıldı. Jana Biz Firaun menen anın koomunun jasagandarın jana biyik-biyik kurgan sarayların oyron kıldık"},{"SurahNumber":7,"VerseNumber":138,"Text":"Biz İsrayil urpaktarın (aman-esen) deŋizden ötkörgönübüzdön soŋ, alar öz idol-buttarına tabınıp jatkan eldin astınan ötüştü jana Musaga: “O, Musa bizge da oşolordukunday but jasap ber” - deşti. (Anda) Musa ayttı: “Siler naadan koom turbaysıŋarbı"},{"SurahNumber":7,"VerseNumber":139,"Text":"Çınında, alardın dini jalgan, jasap jatkan ibadatı da jalgan!”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Ayttı: “Emi, men silerge Allaһtan başka “kuday” taap bereyinbi?! Allaһ silerdi aalamdardan artık kılıp (duşmanıŋardan aman-esen kutkarıp koydu ele go!”)"},{"SurahNumber":7,"VerseNumber":141,"Text":"Jana estegile, (O, İsrayil urpaktarı!) Biz, silerdi, ayal-kızıŋardı tirüü koyup, erkek balaŋardı soyup, başıŋarga çeksiz azap salgan Firaun adamdarınan kutkargan elek. Uşunuŋarda siler üçün Rabbiŋerden çoŋ sınoo bar"}]}