{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Neki ljudi kratke pameti reci ce: \"Sta ih je odvratilo od Kible njihove prema kojoj su se okretali?\" Reci: \"Allahov je i istok i zapad; On ukazuje na pravi put onome kome On hoce"},{"SurahNumber":2,"VerseNumber":143,"Text":"I tako smo od vas stvorili pravednu zajednicu da budete svjedoci protiv ostalih ljudi, i da poslanik bude protiv vas svjedok. I Mi smo promijenili Kiblu prema kojoj si se prije okretao samo zato da bismo ukazali na one koji ce slijediti Poslanika i na one koji ce se stopama svojim vratiti. - nekima je to bilo doista tesko, ali ne i onima kojima je Allah ukazao na pravi put. Allah nece dopustiti da propadnu molitve vase. - A Allah je prema ljudima zaista vrlo blag i milostiv"},{"SurahNumber":2,"VerseNumber":144,"Text":"Vidimo Mi kako sa zudnjom bacas pogled prema nebu, i Mi cemo sigurno uciniti da se okreces prema strani koju ti zelis: okreni zato lice svoje prema Casnom hramu! I ma gdje bili, okrenite lica svoja na tu stranu. Oni kojima je data Knjiga sigurno znaju da je to istina od Gospodara njihova - a Allah motri na ono sto oni rade"},{"SurahNumber":2,"VerseNumber":145,"Text":"I kada bi ti onima kojima je data Knjiga sve dokaze donio, oni opet ne bi prihvatili tvoju Kiblu, a ni ti neces prihvatiti njihovu Kiblu, niti ce iko od njih prihvatiti iciju Kiblu. A ako bi se ti za njihovim zeljama poveo, kada ti je vec dosla Objava, tada bi ti sigurno nepravedan bio"},{"SurahNumber":2,"VerseNumber":146,"Text":"Oni kojima smo dali Knigu znaju Poslanika kao sto sinove svoje znaju, ali neki od njih doista svjesno istinu prikrivaju"},{"SurahNumber":2,"VerseNumber":147,"Text":"Istina od Gospodara tvoga dolazi, zato ne budi nikako od onih koji sumnjaju"},{"SurahNumber":2,"VerseNumber":148,"Text":"Svako se okrece prema svojo Kibli, a vi se potrudite da druge, cineci dobra djela, pretecete! Ma gdje bili, Allah ce vas sve sabrati, - Allah, zaista sve moze"},{"SurahNumber":2,"VerseNumber":149,"Text":"I iz svakog mjesta u kome budes, ti lice svoje Casnom hramu okreni, istina doista od Gospodara tvoga dolazi, - Allah motri na ono sto radite"},{"SurahNumber":2,"VerseNumber":150,"Text":"I iz svakog mjesta u koje dođes, ti lice svoje Svetom hramu okreni, i gdje god se nalazili, vi lica svoja prema toj strani okrenite, da vam ljudi ne bi imali sta da prigovore, osim inadzija između njih, - njih se ne bojte, Mene se bojte! - A da bih blagodat Svoju prema vama upotpunio i da biste na pravom putu bili"},{"SurahNumber":2,"VerseNumber":151,"Text":"Mi smo vam jednog od vas kao Poslanika poslali, da vam rijeci Nase kazuje i da vas ocisti i da vas Knjizi i mudrosti pouci i da vas ono sto niste znali nauci"},{"SurahNumber":2,"VerseNumber":152,"Text":"Sjecajte se vi Mene, i Ja cu se vas sjetiti, i zahvaljujte Mi, i na blagodatima Mojim nemojte neblagodarni biti"},{"SurahNumber":2,"VerseNumber":153,"Text":"O vjernici, trazite sebi pomoci u strpljivosti i obvaljanju molitve! Allah je doista na strani strpljivih"},{"SurahNumber":2,"VerseNumber":154,"Text":"I ne recite za one koji su na Allahovu putu poginuli: \"Mrtvi su!\" Ne, oni su zivi, ali vi to ne znate"},{"SurahNumber":2,"VerseNumber":155,"Text":"Mi cemo vas dovoditi u iskusenje malo sa strahom i gladovanjem, i time sto cete gubiti imanja i zivote, i ljetine. A ti obraduj izdrzljive"},{"SurahNumber":2,"VerseNumber":156,"Text":"one koji, kada ih kakva nevolja zadesi, samo kazu: \"Mi smo Allahovi i mi cemo se Njemu vratiti"},{"SurahNumber":2,"VerseNumber":157,"Text":"Njih ceka oprost od Gospodara njihova i milost; oni su na pravom putu"}]}