{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"A Ibrahim rece: “A za sto e vaseto obrakanje, o pratenici"},{"SurahNumber":51,"VerseNumber":32,"Text":"Rekoa: “Nie sme, navistina, isprateni do narodot nasilNICKI"},{"SurahNumber":51,"VerseNumber":33,"Text":"a da im ispratime kamenja od stvrdnata glina"},{"SurahNumber":51,"VerseNumber":34,"Text":"toa e odredeno kaj Gospodarot tvoj za rasipnicite"},{"SurahNumber":51,"VerseNumber":35,"Text":"Ete, od toa Nie vernicite gi izbavivme"},{"SurahNumber":51,"VerseNumber":36,"Text":"ete, samo edna kuka od Poslusnite najdovme"},{"SurahNumber":51,"VerseNumber":37,"Text":"vo nea Nie ostavivme znamenie za onie koi stravuvaat od kaznata bolna"},{"SurahNumber":51,"VerseNumber":38,"Text":"i za Musa, koga Nie go isprativme do faraonot so dokaz jasen"},{"SurahNumber":51,"VerseNumber":39,"Text":"i ete, faraonot gi svrti plekite i rece: “Magesnik ili lud"},{"SurahNumber":51,"VerseNumber":40,"Text":"Pa, taka, nego i vojskata negova, Nie gi fativme i vo moreto gi potopivme; toj samiot se osudi na propast"},{"SurahNumber":51,"VerseNumber":41,"Text":"za Ad, koga Nieim isprativme vetar sto susi"},{"SurahNumber":51,"VerseNumber":42,"Text":"i kaj sto pomina nisto ne ostavi, a da ne bide kako kameNOLOM"},{"SurahNumber":51,"VerseNumber":43,"Text":"za Semud, koga im bese receno: “Uzivajte do edno vreme opredeleno"},{"SurahNumber":51,"VerseNumber":44,"Text":"Pa, se oglusija od nared bata na Gospodarot svoj i, ete, Nie gi pogodivme so strasen glas, i ostanaa samo gledajki"},{"SurahNumber":51,"VerseNumber":45,"Text":"Pa, ne mozea ni da se ispravat, a nitu, pak, da im se pomogne"},{"SurahNumber":51,"VerseNumber":46,"Text":"A i na narodot na Nuh, porano. Toj bese, navistina, narod rasipnicki"},{"SurahNumber":51,"VerseNumber":47,"Text":"neboto Nie go podignavme so mokta Nasa, sigurno! I sto uste mozeme da napravime"},{"SurahNumber":51,"VerseNumber":48,"Text":"I zemjata Nie ja prosirivme. E, samo kolku e licen Onoj sto ja prosiri"},{"SurahNumber":51,"VerseNumber":49,"Text":"I od sekoe nesto Nie sozdadovme par za da se sekavate"},{"SurahNumber":51,"VerseNumber":50,"Text":"“Pobrzajte kaj Allah. Jas sum vi od Nego, sekako, opomenuvac jasen"},{"SurahNumber":51,"VerseNumber":51,"Text":"ne zdruzuvajte Mu na Allah drug bog. Ja sum vi od Nego, navistina, opomenuvac jasen"},{"SurahNumber":51,"VerseNumber":52,"Text":"Ete, taka bese: Ne im doagase nieden pejgamber i na onie pred niv a da ne recea: “Magesnik ili lud"},{"SurahNumber":51,"VerseNumber":53,"Text":"Goa li edninadrugi vo nasledstvo go ostavaa? Ne, toa bese narod nasilnicki"},{"SurahNumber":51,"VerseNumber":54,"Text":"Pa, begaj od niv i, ete, nema da bides osuden na propast"},{"SurahNumber":51,"VerseNumber":55,"Text":"I potsetuvaj, potsekavanjeto, pak, im koristi na vernicite"},{"SurahNumber":51,"VerseNumber":56,"Text":"I dzinovite i lugeto Nie gi sozdadovme samo da Ne obozavaat"},{"SurahNumber":51,"VerseNumber":57,"Text":"Ne baram od niv “rsk nekakov i ne baram da Me nahranat"},{"SurahNumber":51,"VerseNumber":58,"Text":"Allah, navistina, e Hranitel, Moken i Tvrd"},{"SurahNumber":51,"VerseNumber":59,"Text":"Pa, onie koi zulum napravija ke gi snajde, navistina, kazna slicna na drugarite nivni... pa, neka ne ja zabrzuvaat OD Mene"},{"SurahNumber":51,"VerseNumber":60,"Text":"Tesko na onie koi ne veruvaat vo Denot Nivni sto im se vetuva"},{"SurahNumber":52,"VerseNumber":1,"Text":"Se kolnam vo Tur"},{"SurahNumber":52,"VerseNumber":2,"Text":"vo Knigata vo redici poredena"},{"SurahNumber":52,"VerseNumber":3,"Text":"na koza odvitkana"},{"SurahNumber":52,"VerseNumber":4,"Text":"se kolnam i vo Kukata podignata"},{"SurahNumber":52,"VerseNumber":5,"Text":"i vo svodot vozdignat"},{"SurahNumber":52,"VerseNumber":6,"Text":"i vo moreto zatopleno"},{"SurahNumber":52,"VerseNumber":7,"Text":"deka kaznata na Gospodarot tvoj ke se sluci"},{"SurahNumber":52,"VerseNumber":8,"Text":"nikoj ne ke ja otstrani"},{"SurahNumber":52,"VerseNumber":9,"Text":"i vo Denot vo koj neboto ke se zatrese, tresejki se silno"},{"SurahNumber":52,"VerseNumber":10,"Text":"i koga brdata, pomestuvajki se, ke se pomestat silno"},{"SurahNumber":52,"VerseNumber":11,"Text":"ete, na Denot toj, tesko na laskovcite"},{"SurahNumber":52,"VerseNumber":12,"Text":"onie koi, igrajki se, se zarija vo lagi"},{"SurahNumber":52,"VerseNumber":13,"Text":"Den vo koj ke se turnat vo ognot dzehennemski, nasilno"},{"SurahNumber":52,"VerseNumber":14,"Text":"ova e ognot koj go smetavte za lazen"},{"SurahNumber":52,"VerseNumber":15,"Text":"pa, ova li e volsebnistvo ili, pak, vie ne gledate"},{"SurahNumber":52,"VerseNumber":16,"Text":"tresnete vo nego! Ke trpete li ili nema da trpete, seedno vi e. Ke bidete kazneti za ona sto go rabotevte"},{"SurahNumber":52,"VerseNumber":17,"Text":"Da, bogobojazlivite ke bidat vo bavcite dzennetski i vo blagosostojba"},{"SurahNumber":52,"VerseNumber":18,"Text":"Radosni na ona sto im go dade Gospodarot, i ke gi socuva Gospodarot nivni od kaznata ognena"},{"SurahNumber":52,"VerseNumber":19,"Text":"Jadete i pijte i prijatno neka vi bide: za ona sto go rabotevte"},{"SurahNumber":52,"VerseNumber":20,"Text":"potpreni na divani namesteni, i ke gi ozenime so hurii, so oci krupni"},{"SurahNumber":52,"VerseNumber":21,"Text":"A onie koi veruvaa I cie veruvanje go sledese potomstvoto nivno... Nie ke gi zadrzime SO NIV I POTOMSTVOTO NIVNO I NISTO OD delata Nivni, spored toa, nema da skratime. I sekoj ke bide zemen predvid po ona sto go specalil"},{"SurahNumber":52,"VerseNumber":22,"Text":"Nie ke im dademe i ovosje i meso, od ona sto go sakaat"},{"SurahNumber":52,"VerseNumber":23,"Text":"ednisodrugi ke se sluzat so casi. Vo Cennetot nema ni bezrabotica ni krivica"}]}