{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":1,"Text":"O hommes ! Craignez votre Seigneur Qui vous crea d’un seul etre et Qui, de cet etre, crea son epouse, puis des deux fit se repandre hommes et femmes en tres grand nombre. Et craignez Allah au nom de Qui vous vous implorez mutuellement, et craignez de rompre les liens de parente, car Allah est la, Qui vous surveille"},{"SurahNumber":4,"VerseNumber":2,"Text":"Et restituez aux orphelins leurs biens. Ne substituez pas au bon (de leurs biens) le mauvais (des votres). Ne consommez pas leurs biens en les melangeant aux votres, car c’est vraiment l’un des peches les plus grands"},{"SurahNumber":4,"VerseNumber":3,"Text":"Et si vous avez peur de ne pas etre justes envers les orphelins,[132] epousez alors ce qu’il vous plaira comme femmes, au nombre de deux, trois ou quatre. Mais si vous avez peur encore de ne pas etre justes, alors n’en prenez qu’une seule, ou alors des esclaves en votre possession. Cela vous rapprochera d’autant plus de l’equite"},{"SurahNumber":4,"VerseNumber":4,"Text":"Remettez aux epouses leur dot (mahr) de bon cœur. Et si, de leur plein gre, elles vous en cedent une partie, vous pourrez en jouir comme il vous plaira et a votre guise"},{"SurahNumber":4,"VerseNumber":5,"Text":"Et ne cedez pas aux incapables[133] les biens qu’Allah vous a donnes comme moyen de subsistance. Prenez-en de quoi les nourrir et les vetir et tenez-leur des propos convenables"},{"SurahNumber":4,"VerseNumber":6,"Text":"Et mettez a l’epreuve les orphelins (pour vous assurer de leur maturite) jusqu’a ce qu’ils soient en age de se marier. Alors, s’ils font preuve de maturite, vous leur remettrez leurs biens. Ne profitez-en pas en les dilapidant avec empressement avant que (les orphelins) ne grandissent. [134] Que celui qui est riche s’abstienne donc d’en profiter ; et que celui qui est pauvre en prenne avec moderation. Et quand vous leur remettez leurs biens, faites-le devant temoins. Et Allah suffit pour tenir les comptes"},{"SurahNumber":4,"VerseNumber":7,"Text":"Aux (heritiers) males revient une part de ce qu’auront laisse les deux parents et les proches ; et aux femmes, de meme, revient une part de ce qu’auront laisse les deux parents et les proches : que la quantite soit petite ou grande, une part determinee"},{"SurahNumber":4,"VerseNumber":8,"Text":"Et lorsque les proches parents (parmi les non heritiers), les orphelins et les pauvres sont presents au partage, donnez-en leur et tenez-leur des propos convenables"},{"SurahNumber":4,"VerseNumber":9,"Text":"Ceux qui seraient inquiets de laisser, apres leur mort, une descendance en bas age, doivent craindre (la meme chose pour les orphelins a leur charge). Qu’ils redoutent donc Allah et qu’ils disent donc une parole judicieuse"},{"SurahNumber":4,"VerseNumber":10,"Text":"Ceux qui consomment (mangent) indument les biens des orphelins, ingerent en verite du feu jusque dans leurs entrailles. Ils seront livres a la Fournaise incandescente"},{"SurahNumber":4,"VerseNumber":11,"Text":"Allah vous prescrit ceci, a propos de vos enfants : au garcon, une part egale a celle de deux filles. S’il n’y a que des filles et qu’elles soient deux ou plus, il leur reviendra les deux tiers de ce qu’a laisse le defunt. S’il n’y en a qu’une, elle aura droit a la moitie. Le pere et la mere du defunt, quant a eux, auront chacun le sixieme de ce qu’il laisse, s’il a une progeniture. S’il n’en a pas une et que ses deux parents soient ses heritiers, sa mere aura le tiers. S’il a des freres (ou des sœurs), sa mere aura le sixieme, apres qu’auront ete executees les recommandations de legs et reglees les dettes. De vos parents ou de vos enfants, vous ne savez pas qui vous est plus benefique. C’est une prescription decretee par Allah, et Allah est Omniscient et Sage"}]}