{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Allah retient les cieux et la terre pour qu’ils ne s’affaissent pas. Et s’ils s’affaissaient, nul autre apres Lui ne pourra les retenir. Il est Indulgent et Pardonneur"},{"SurahNumber":35,"VerseNumber":42,"Text":"Et ils ont jure solennellement par Allah, que si un avertisseur leur venait, ils seraient certes mieux guides que n’importe quelle autre communaute. Puis quand un avertisseur (Mohammed) leur est venu, cela n’a fait qu’accroitre leur repulsion"},{"SurahNumber":35,"VerseNumber":43,"Text":"Par orgueil sur terre et par manœuvre perfide. Cependant, la manœuvre perfide n’enveloppe que ses propres auteurs. Attendent-ils donc un autre sort que celui des Anciens ? Or, jamais tu ne trouveras de changement dans la regle d’Allah, et jamais tu ne trouveras de deviation dans la regle d’Allah"},{"SurahNumber":35,"VerseNumber":44,"Text":"N’ont-ils donc jamais parcouru la terre pour voir ce qu’il est advenu de ceux qui vecurent avant eux et qui etaient plus puissants qu’eux ? Et rien, dans les cieux ni sur terre ne saurait reduire l’autorite d’Allah. Car il est certes Omniscient, Omnipotent"},{"SurahNumber":35,"VerseNumber":45,"Text":"Et si Allah s’en prenait aux gens pour ce qu’ils acquierent. Il ne laisserait a la surface [de la terre] aucun etre vivant. Mais Il leur donne un delai jusqu’a un terme fixe. Puis quand leur terme viendra... (Il se saisira d’eux) car Allah est Tres Clairvoyant sur Ses serviteurs"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Par le Coran plein de sagesse"},{"SurahNumber":36,"VerseNumber":3,"Text":"Tu (Mohammed) es certes du nombre des messagers"},{"SurahNumber":36,"VerseNumber":4,"Text":"sur un chemin droit"},{"SurahNumber":36,"VerseNumber":5,"Text":"C’est une revelation de la part du Tout-Puissant, du Tres Misericordieux"},{"SurahNumber":36,"VerseNumber":6,"Text":"Pour que tu avertisses un peuple dont les ancetres n’ont pas ete avertis: ils sont donc insouciants"},{"SurahNumber":36,"VerseNumber":7,"Text":"En effet, la Parole contre la plupart d’entre eux s’est realisee: ils ne croiront donc pas"},{"SurahNumber":36,"VerseNumber":8,"Text":"Nous mettrons des carcans a leurs cous, et il y en aura jusqu’aux mentons: et voila qu’ils iront tetes dressees"},{"SurahNumber":36,"VerseNumber":9,"Text":"et Nous mettrons une barriere devant eux et une barriere derriere eux; Nous les recouvrirons d’un voile : et voila qu’ils ne pourront rien voir"},{"SurahNumber":36,"VerseNumber":10,"Text":"Cela leur est egal que tu les avertisses ou que tu ne les avertisses pas : ils ne croiront jamais"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu avertis seulement celui qui suit le Rappel (le Coran), et craint le Tout Misericordieux, malgre qu’il ne Le voit pas. Annonce-lui un pardon et une recompense genereuse"},{"SurahNumber":36,"VerseNumber":12,"Text":"C’est Nous qui ressuscitons les morts et ecrivons ce qu’ils ont fait [pour l’au-dela] ainsi que leurs traces . Et Nous avons denombre toute chose dans un registre explicite"},{"SurahNumber":36,"VerseNumber":13,"Text":"Donne-leur comme exemple les habitants de la cite, quand leur vinrent les Envoyes"},{"SurahNumber":36,"VerseNumber":14,"Text":"Quand Nous leur envoyames deux [envoyes] et qu’ils les traiterent de menteurs. Nous [les] renforcames alors par un troisieme et ils dirent : \"Vraiment, nous sommes envoyes a vous"},{"SurahNumber":36,"VerseNumber":15,"Text":"Mais ils [les gens] dirent : \"Vous n’etes que des hommes comme nous. Le Tout Misericordieux n’a rien fait descendre et vous ne faites que mentir"},{"SurahNumber":36,"VerseNumber":16,"Text":"Ils [les Messagers] dirent : \"Notre Seigneur sait qu’en verite nous sommes envoyes a vous"},{"SurahNumber":36,"VerseNumber":17,"Text":"et il ne nous incombe que de transmettre clairement (notre message)"},{"SurahNumber":36,"VerseNumber":18,"Text":"Ils dirent : \"Nous voyons en vous un mauvais presage. Si vous ne cessez pas, nous vous lapideront et un douloureux chatiment de notre part vous touchera"},{"SurahNumber":36,"VerseNumber":19,"Text":"Ils dirent : \"Votre mauvais presage est avec vous-memes. Est-ce ainsi [que vous agissez] quand le rappel vous est fait ? Vous etes assurement des gens outranciers"},{"SurahNumber":36,"VerseNumber":20,"Text":"Et du bout de la ville, un homme vint en toute hate et il dit : \"O mon peuple ! Suivez les Messagers"},{"SurahNumber":36,"VerseNumber":21,"Text":"suivez ceux qui ne vous demandent aucun salaire et qui sont sur la bonne voie"},{"SurahNumber":36,"VerseNumber":22,"Text":"et qu’aurais-je a ne pas adorer Celui qui m’a cree ? Et c’est vers Lui que vous serez ramenes"},{"SurahNumber":36,"VerseNumber":23,"Text":"Prendrais-je en dehors de Lui des divinites ? Si le Tout Misericordieux me veut du mal, leur intercession ne me servira a rien et ils ne me sauveront pas"},{"SurahNumber":36,"VerseNumber":24,"Text":"Je serais alors dans un egarement evident"},{"SurahNumber":36,"VerseNumber":25,"Text":"[Mais] je crois en votre Seigneur, Ecoutez-moi donc"},{"SurahNumber":36,"VerseNumber":26,"Text":"Alors il [lui] fut dit : \"Entre au Paradis.\" Il dit : \"Ah si seulement mon peuple savait"},{"SurahNumber":36,"VerseNumber":27,"Text":"en raison de quoi mon Seigneur m’a pardonne et mis au nombre des honores"}]}