{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"یقیناً ایمان والوں نے فلاح حاصل کرلی"},{"SurahNumber":23,"VerseNumber":2,"Text":"جو اپنی نماز میں خشوع کرتے ہیں"},{"SurahNumber":23,"VerseNumber":3,"Text":"جو لغویات سے منھ موڑ لیتے ہیں"},{"SurahNumber":23,"VerseNumber":4,"Text":"جو زکوٰة ادا کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":5,"Text":"جو اپنی شرمگاہوں کی حفاﻇت کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":6,"Text":"بجز اپنی بیویوں اور ملکیت کی لونڈیوں کے یقیناً یہ ملامتیوں میں سے نہیں ہیں"},{"SurahNumber":23,"VerseNumber":7,"Text":"جو اس کے سوا کچھ اور چاہیں وہی حد سے تجاوز کرجانے والے ہیں"},{"SurahNumber":23,"VerseNumber":8,"Text":"جو اپنی امانتوں اور وعدے کی حفاﻇت کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":9,"Text":"جو اپنی نمازوں کی نگہبانی کرتے ہیں"},{"SurahNumber":23,"VerseNumber":10,"Text":"یہی وارث ہیں"},{"SurahNumber":23,"VerseNumber":11,"Text":"جو فردوس کے وارث ہوں گے جہاں وه ہمیشہ رہیں گے"},{"SurahNumber":23,"VerseNumber":12,"Text":"یقیناً ہم نے انسان کو مٹی کے جوہر سے پیدا کیا"},{"SurahNumber":23,"VerseNumber":13,"Text":"پھر اسے نطفہ بنا کر محفوظ جگہ میں قرار دے دیا"},{"SurahNumber":23,"VerseNumber":14,"Text":"پھر نطفہ کو ہم نے جما ہوا خون بنا دیا، پھر اس خون کے لوتھڑے کو گوشت کا ٹکڑا کردیا۔ پھر گوشت کے ٹکڑے کو ہڈیاں بنا دیں، پھر ہڈیوں کو ہم نے گوشت پہنا دیا، پھر دوسری بناوٹ میں اس کو پیدا کردیا۔ برکتوں واﻻ ہے وه اللہ جو سب سے بہترین پیدا کرنے واﻻ ہے"},{"SurahNumber":23,"VerseNumber":15,"Text":"اس کے بعد پھر تم سب یقیناً مر جانے والے ہو"},{"SurahNumber":23,"VerseNumber":16,"Text":"پھر قیامت کے دن بلا شبہ تم سب اٹھائے جاؤ گے"},{"SurahNumber":23,"VerseNumber":17,"Text":"ہم نے تمہارے اوپر سات آسمان بنائے ہیں اور ہم مخلوقات سے غافل نہیں ہیں"},{"SurahNumber":23,"VerseNumber":18,"Text":"ہم ایک صحیح انداز سے آسمان سے پانی برساتے ہیں، پھر اسے زمین میں ٹھہرا دیتے ہیں، اور ہم اس کے لے جانے پر یقیناً قادر ہیں"},{"SurahNumber":23,"VerseNumber":19,"Text":"اسی پانی کے ذریعہ سے ہم تمہارے لئے کھجوروں اور انگوروں کے باغات پیدا کردیتے ہیں، کہ تمہارے لئے ان میں بہت سے میوے ہوتے ہیں ان ہی میں سے تم کھاتے بھی ہو"},{"SurahNumber":23,"VerseNumber":20,"Text":"اور وه درخت جو طور سینا پہاڑ سے نکلتا ہے جو تیل نکالتا ہے اور کھانے والے کے لئے سالن ہے"},{"SurahNumber":23,"VerseNumber":21,"Text":"تمہارے لئے چوپایوں میں بھی بڑی بھاری عبرت ہے۔ ان کے پیٹوں میں سے ہم تمہیں دودھ پلاتے ہیں اور بھی بہت سے نفع تمہارے لئے ان میں ہیں ان میں سے بعض بعض کو تم کھاتے بھی ہو"},{"SurahNumber":23,"VerseNumber":22,"Text":"اور ان پر اور کشتیوں پر تم سوار کرائے جاتے ہو"},{"SurahNumber":23,"VerseNumber":23,"Text":"یقیناً ہم نے نوح (علیہ السلام) کو اس کی قوم کی طرف رسول بنا کر بھیجا، اس نے کہا کہ اے میری قوم کے لوگو! اللہ کی عبادت کرو اور اس کے سوا تمہارا کوئی معبود نہیں، کیا تم (اس سے) نہیں ڈرتے"},{"SurahNumber":23,"VerseNumber":24,"Text":"اس کی قوم کے کافر سرداروں نے صاف کہہ دیا کہ یہ تو تم جیسا ہی انسان ہے، یہ تم پر فضیلت اور بڑائی حاصل کرنا چاہتا ہے۔ اگر اللہ ہی کو منظور ہوتا تو کسی فرشتے کو اتارتا، ہم نے تو اسے اپنے اگلے باپ دادوں کے زمانے میں سنا ہی نہیں"},{"SurahNumber":23,"VerseNumber":25,"Text":"یقیناً اس شخص کو جنون ہے، پس تم اسے ایک وقت مقرر تک ڈھیل دو"},{"SurahNumber":23,"VerseNumber":26,"Text":"نوح (علیہ السلام) نے دعا کی اے میرے رب! ان کے جھٹلانے پر تو میری مدد کر"},{"SurahNumber":23,"VerseNumber":27,"Text":"تو ہم نے ان کی طرف وحی بھیجی کہ تو ہماری آنکھوں کے سامنے ہماری وحی کے مطابق ایک کشتی بنا۔ جب ہمارا حکم آجائے اور تنور ابل پڑے تو، تو ہر قسم کا ایک ایک جوڑا اس میں رکھ لے اور اپنے اہل کو بھی، مگر ان میں سے جن کی بابت ہماری بات پہلے گزر چکی ہے۔ خبردار جن لوگوں نے ﻇلم کیا ہے ان کے بارے میں مجھ سے کچھ کلام نہ کرنا وه تو سب ڈبوئے جائیں گے"},{"SurahNumber":23,"VerseNumber":28,"Text":"جب تو اور تیرے ساتھی کشتی پر باطمینان بیٹھ جاؤ تو کہنا کہ سب تعریف اللہ کے لئے ہی ہے جس نے ہمیں ﻇالم لوگوں سے نجات عطا فرمائی"},{"SurahNumber":23,"VerseNumber":29,"Text":"اور کہنا کہ اے میرے رب! مجھے بابرکت اتارنا اتار اور تو ہی بہتر ہے اتارنے والوں میں"},{"SurahNumber":23,"VerseNumber":30,"Text":"یقیناً اس میں بڑی بڑی نشانیاں ہیں اور ہم بےشک آزمائش کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":31,"Text":"ان کے بعد ہم نے اور بھی امت پیدا کی"},{"SurahNumber":23,"VerseNumber":32,"Text":"پھر ان میں خود ان میں سے (ہی) رسول بھی بھیجا کہ تم سب اللہ کی عبادت کرو اس کے سوا تمہارا کوئی معبود نہیں، تم کیوں نہیں ڈرتے؟"},{"SurahNumber":23,"VerseNumber":33,"Text":"اور سرداران قوم نے جواب دیا، جو کفر کرتے تھے اور آخرت کی ملاقات کو جھٹلاتے تھے اور ہم نے انہیں دنیوی زندگی میں خوشحال کر رکھا تھا، کہ یہ تو تم جیسا ہی انسان ہے، تمہاری ہی خوراک یہ بھی کھاتا ہے اور تمہارے پینے کا پانی ہی یہ پیتا ہے"},{"SurahNumber":23,"VerseNumber":34,"Text":"اگر تم نے اپنے جیسے ہی انسان کی تابعداری کر لی ہے تو بےشک تم سخت خسارے والے ہو"},{"SurahNumber":23,"VerseNumber":35,"Text":"کیا یہ تمہیں اس بات کا وعده کرتا ہے کہ جب تم مرکر صرف خاک اور ہڈی ره جاؤ گے تو تم پھر زنده کئے جاؤ گے"}]}