{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"۽ (اي پيغمبر) کين ٻن مڙسن جو قصو بيان ڪر ۽ انھن مان ھڪڙي لاءِ ڊاکن جا ٻه باغ پيدا ڪيا ھئاسون ۽ انھن جي چوڌاري کجيون پيدا ڪيو ھيوسون ۽ انھن جي وچ ۾ پوک پيدا ڪئي ھئي سون"},{"SurahNumber":18,"VerseNumber":33,"Text":"ٻنھين باغن پنھنجا ميوا پچايا ۽ منجھانئن ڪجھ گھٽ نه ڪيائون ۽ انھن جي وچ ۾ واھيون وھايون سون"},{"SurahNumber":18,"VerseNumber":34,"Text":"۽ ان کي (گھڻو) ڦر مليو، پوءِ پنھنجي سنگتيءَ سان ڳالھائيندي ان کي چيائين ته آءٌ توکان مال ۾ وڌيڪ آھيان ۽ ماڻھن جي ڪري (به) وڌيڪ عِزّت وارو آھيان"},{"SurahNumber":18,"VerseNumber":35,"Text":"۽ پنھنجي باغ ۾ گھڙيو ۽ ھو پاڻ لاءِ ظالم ھو، چيائين ته مون کي ھن (باغ) جي ناس ٿيڻ جو ڪڏھن به گمان نه آھي"},{"SurahNumber":18,"VerseNumber":36,"Text":"۽ نڪي قيامت جي قائم ٿيڻ جو مون کي ڪو گمان آھي ۽ جيڪڏھن پنھنجي پالھڻار ڏانھن موٽيس (ته) ھن کان (به) ڀلي جاءِ لھندس"},{"SurahNumber":18,"VerseNumber":37,"Text":"سندس سنگتي ساڻس گفتگو ڪندي کيس چيو ته جنھن توکي مٽيءَ مان بڻايو وري نطفي سان وري سنئين لڱين مڙس ڪيائين تنھن جو تو ڇو انڪار ڪيو؟"},{"SurahNumber":18,"VerseNumber":38,"Text":"(آءٌ ھي ويساھ رکندو آھيان ته) منھنجو پالڻھار الله آھي ۽ آءٌ پنھنجي پالڻھار سان ڪوبه شريڪ نه ڪندس"},{"SurahNumber":18,"VerseNumber":39,"Text":"۽ جڏھن تون پنھنجي باغ ۾ گھڙين تڏھن ڇونه چيئي ته جيڪي الله گھريو (سو ٿيڻو آھي) جو الله (جي مدد) کانسواءِ ڪا سگھ نه آھي، جيڪڏھن تون پاڻ کان مون کي مال ۽ اولاد ۾ گھٽ ڏسين ٿو"},{"SurahNumber":18,"VerseNumber":40,"Text":"ته اُميد آھي جو منھنجو پالڻھار تنھنجي باغ کان چڱو مونکي ڏيندو ۽ اُن (تنھنجي باغ) تي آسمان کان ڪا آفت موڪلي پوءِ ڦري چِٽي پَٽي ٿي پَوي"},{"SurahNumber":18,"VerseNumber":41,"Text":"يا سندس پاڻي سُڪي وڃي پوءِ ان کي ڪڏھن لھي نه سگھين"},{"SurahNumber":18,"VerseNumber":42,"Text":"۽ سندس ڦر کي ڇٽ ڪيو ويو پوءِ اُن (جي بڻائڻ) ۾ جيڪي خرچيو ھوائين تنھن تي پنھنجا ھٿ مَليندو رھيو ۽ اُھو (باغ) پنھنجين (بڻايلن) ڇتين سميت ڪريل ھو ۽ چيائين ٿي ته افسوس آھي پنھنجي پالڻھار سان ڪنھن کي شريڪ مُقرر نه ڪريان ھا (ته چڱو ھو)"},{"SurahNumber":18,"VerseNumber":43,"Text":"۽ نڪي ان لاءِ ڪا ٽولي ھئي جو الله کانسواءِ کيس مدد ڏئي ۽ نڪي (پاڻ) بدلو وٺڻ وارو ھو"},{"SurahNumber":18,"VerseNumber":44,"Text":"ھن ھنڌ الله جي سچي بادشاھي آھي، اُھو ثواب (ڏيڻ) ۾ ڀلو ۽ بدلي ڏيڻ ۾ (به) ڀلو آھي"},{"SurahNumber":18,"VerseNumber":45,"Text":"۽ (اي پيغمبر) انھن کي دُنيا جي حياتيءَ جو مثال بيان ڪر جا انھي پاڻيءَ وانگر آھي جنھن کي آسمان کان وسايوسون پوءِ اُن سان زمين جا اوڀڙ گھاٽا ڄميا پوءِ ڦري ڀُريل ڪک ٿيا اُنھن کي وائن اُڏايو، ۽ الله سڀڪنھن شيءِ تي وس وارو آھي"},{"SurahNumber":18,"VerseNumber":46,"Text":"مال ۽ اولاد دنيا جي حياتيءَ جو سينگار آھي، ۽ سدائين رھندڙ چڱايون تنھنجي پالڻھار وٽ ثواب ڪري ڀليون ۽ اُميد ڪري چڱيون آھن"},{"SurahNumber":18,"VerseNumber":47,"Text":"۽ (ياد ڪر) جنھن ڏينھن جبلن کي ھلائينداسون ۽ زمين کي صفا پٽي ڏسندين ۽ ماڻھن کي گڏ ڪنداسون پوءِ منجھانئن ڪنھن ھڪ کي نه ڇڏينداسون"},{"SurahNumber":18,"VerseNumber":48,"Text":"۽ (اُھي) تنھنجي پالڻھار وٽ صفون ڪري پيش ڪيا ويندا (چونداسون ته) جھڙي طرح اوھان کي پھريون ڀيرو پيدا ڪيوھوسون (تھڙي طرح) اسان وٽ آيا آھيو، بلڪ ڀائيندا ھيؤ ته اوھان جي لاءِ انجام جو ھنڌ نه ڪنداسون"},{"SurahNumber":18,"VerseNumber":49,"Text":"۽ اعمالنامون رکيو ويندو پوءِ جيڪي منجھس ھوندو تنھن کان ڏوھارين کي ڊڄندڙ ڏسندين ۽ چوندا ته اسان لاءِ ارمان آھي ھن اعمالنامي جو ڇا حال آھي جو نڪي ننڍي (گناھ) ۽ نڪي وڏي کي ڳاڻيٽي کانسواءِ ڇڏيو اٿس، ۽ جيڪي ڪيائون سو حاضر لھندا، ۽ تنھنجو پالڻھار ڪنھن ھڪڙي تي به ظلم نه ڪندو"},{"SurahNumber":18,"VerseNumber":50,"Text":"۽ جڏھن ملائڪن کي چيوسون ته آدم کي سجدو ڪريو تڏھن ابليس کانسواءِ ٻـين سجدو ڪيو، اھو جِنّن مان ھو پوءِ پنھنجي پالڻھار جي حُڪم جي نافرماني ڪيائين، پوءِ اوھين کيس ۽ سندس اولاد کي مون کانسواءِ ڇو دوست وٺندا آھيو حالانڪ اُھي اوھان جا ويري آھن، (شيطان) ظالمن لاءِ بڇڙو بدلو آھي"}]}