{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"(Kapir, Musılman) eki toptın mısalı: Sanıraw men estwsi tarizdi. Mısal turgısınan ekewi ten be? Tusinbeysinder me"},{"SurahNumber":11,"VerseNumber":25,"Text":"Arine biz Nux (G.S.) tı qawımına jiberdik: «Men sender usin ap-asıq bir eskertwsimin.»"},{"SurahNumber":11,"VerseNumber":26,"Text":"«Allaga gana gybadat qılındar, sınında men senderge, kuyzeltwsi kunnin azabınan qorqamın» dedi"},{"SurahNumber":11,"VerseNumber":27,"Text":"Elinin qarsı kelgen bastıqtarı: «Biz seni ozimiz tarizdi gana adam koremiz, sagan tar kozqarastı qorlarımızdan basqanın ergenin kormeymiz. Sonday-aq senderdin bizge bir artıqsılarındı kormeymiz. Tipti senderdi otiriksi dep oylaymız» dedi"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nux (G.S.): «Ay elim! Kordinder me? Rabbım tarapınan asıq bir dalel ustinde bolsam jane Ol, oz qasınan bir marxamet etken bolsa, Al ol, senderge korinbese, sonday-aq sender onı jek korsender de senderge onı zorlal qabıldata alamız ba?» dedi"},{"SurahNumber":11,"VerseNumber":29,"Text":"«Ay elim! Senderden mal suramaymın. Jalaqım Allaga gana tan. Sonday-aq iman keltirgenderdi qwalawsı emespin. Oytkeni, olar Rabbılarına jolıgwsılar. Biraq men senderdi nadan koremin»"},{"SurahNumber":11,"VerseNumber":30,"Text":"«Ay elim! Eger men olardı qwalasam, meni Alladan kim qorgaydı, tusinbeysinder me?»"},{"SurahNumber":11,"VerseNumber":31,"Text":"Men senderge: «Janımda Allanın qazınaları bar demeymin de komesti de bilmeymin. Men bir peristemin de demeymin. Sonday-aq kozderine ilmeytinderge: «Alla aste jaqsılıq qılmaydı» demeymin. Alla olardın isindegilerdi jaqsı biledi. Ol waqıtta men zalımdardan bolarmın» (dedi)"},{"SurahNumber":11,"VerseNumber":32,"Text":"Olar: «Ay Nux! Ras bizben janjaldastın, sondıqtan tartıswdı kobeytip jiberdin. Eger sozin sın bolsa, endi bopsalagan narsendi bizge keltir» dedi"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nux (G.S.): «Onı senderge qalasa, Alla gana keltiredi. Senderdin ogan samaların kelmeydi» dedi"},{"SurahNumber":11,"VerseNumber":34,"Text":"«Eger Alla, senderdi qangırtwdı qalasa, senderdi ugittewdi qalasam da ugitim senderge payda bermeydi. Ol, senderdin Rabbıların. Sol waqıtta ogan qaytarılasındar.»"},{"SurahNumber":11,"VerseNumber":35,"Text":"(Muxammed G.S.) balkim kapirler: «Qurandı ozi jasadı» dey me?. Olarga: «Eger onı jasagan bolsam kunası magan tan. Alayda, men senderdin istegen kunalarınnan awlaqpın» de"},{"SurahNumber":11,"VerseNumber":36,"Text":"Sonday-aq Nux (G.S.) qa: «Elinnen iman keltirgennen basqaları, aste iman keltirmeydi. Endi olardın istegenderine keyime» delingen turde waqi etildi"},{"SurahNumber":11,"VerseNumber":37,"Text":"Koz aldımızda nusqawımız boyınsa keme jasa. Zalımdar twrasında magan ayt pa! Oytkeni, olar swga batırıladı"},{"SurahNumber":11,"VerseNumber":38,"Text":"Kemeni jasap jatqanda, elinin bastıqtarı janınan otken sayın onı talkek qıldı. Nux (G.S.) olarga: «Eger bizdi sıqaq qılsandar, biz de senderdi, bizdi sıqaq qılgandarınday sıqaq etemiz» dedi"},{"SurahNumber":11,"VerseNumber":39,"Text":"Al endi jedel bilesinder: Qorlaytın azap kimge keler eken jane turaqtı azap kimnin basına tusedi eken"},{"SurahNumber":11,"VerseNumber":40,"Text":"Aqır amirimiz kelgen zamanda, tandırdan sw qaynadı. Nux (G.S.) qa: «Ol kemege ar narseden bir jup jane burın ukim etilgennen basqa semyandı ornalastır. Ari iman keltirgenderdi de al» dedik. Negizinde onımen birge iman keltirgen ote az gana edi"}]}