{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Les hemos asignado compañeros, que han engalanado su estado actual y su estado futuro. Se ha cumplido en ellos la sentencia que también alcanzó a otras comunidades de genios y de mortales que les precedieron. Han perdido"},{"SurahNumber":41,"VerseNumber":26,"Text":"Los infieles dicen: «¡No hagáis caso de este Corán ! ¡Parlotead cuando lo lean. Quizás, así, os salgáis con la vuestra!»"},{"SurahNumber":41,"VerseNumber":27,"Text":"A los infieles les haremos gustar, sí, un severo castigo y les retribuiremos, sí, con arreglo a sus peores obras"},{"SurahNumber":41,"VerseNumber":28,"Text":"ésa es la retribución de los enemigos de Alá: el Fuego, en el que tendrán la Morada de la Eternidad, como retribución de haber negado Nuestros signos"},{"SurahNumber":41,"VerseNumber":29,"Text":"Los infieles dirán: «¡Señor! ¡Muéstranos a los genios y a los mortales que nos han extraviado y los pondremos bajo nuestros pies para que estén en lo más profundo!»"},{"SurahNumber":41,"VerseNumber":30,"Text":"A los que hayan dicho: «¡Nuestro Señor es Alá!» y se hayan portado correctamente, descenderán los ángeles: «¡No temáis ni estéis tristes! ¡Regocijaos, más bien, por el Jardín que se os había prometido"},{"SurahNumber":41,"VerseNumber":31,"Text":"Somos vuestros amigos en la vida de acá y en la otra. Tendréis allí todo cuanto vuestras almas deseen, todo cuanto pidáis"},{"SurahNumber":41,"VerseNumber":32,"Text":"como alojamiento venido de Uno Que es indulgente, misericordioso»"},{"SurahNumber":41,"VerseNumber":33,"Text":"¿Quién hay, pues, que hable mejor que quien llama a Alá, obra bien y dice: «Soy de los que se someten a Alá»"},{"SurahNumber":41,"VerseNumber":34,"Text":"No es igual obrar bien y obrar mal. ¡Repele con lo que sea mejor y he aquí que aquél de quien te separe la enemistad se convetirá en amigo ferviente"},{"SurahNumber":41,"VerseNumber":35,"Text":"Esto sólo lo consiguen los pacientes, sólo lo consigue el de suerte extraordinaria"},{"SurahNumber":41,"VerseNumber":36,"Text":"Si el Demonio te incita al mal, busca refugio en Alá. Él es Quien todo lo oye, Quien todo lo sabe"},{"SurahNumber":41,"VerseNumber":37,"Text":"Entre Sus signos figuran la noche el día, el sol y la luna. ¡No os prosternéis ante el sol ni ante la luna! ¡Prosternaos ante Alá, Que los ha creado! Si es a Él a Quien servís"},{"SurahNumber":41,"VerseNumber":38,"Text":"Si se muestran altivos, en cambio, quienes están junto a tu Señor Le glorifican, incansables, noche y día"},{"SurahNumber":41,"VerseNumber":39,"Text":"Ves entre Sus signos que la tierra está seca. Luego, se reanima y reverdece cuando hacemos llover sobre ella. En verdad, Quien la vivifica puede también, vivificar a los muertos. Es omnipotente"},{"SurahNumber":41,"VerseNumber":40,"Text":"Los que niegan Nuestros signos no pueden ocultarse a Nosotros. Qué es mejor: ¿ser arrojado al Fuego o venir en seguridad: el día de la Resurrección? ¡Haced lo que queráis! Él ve bien lo que hacéis"},{"SurahNumber":41,"VerseNumber":41,"Text":"Los que no creen en la Amonestación cuando ésta viene a ellos... Y eso que es una Escritura excelente"},{"SurahNumber":41,"VerseNumber":42,"Text":"completamente inaccesible a lo falso, revelación procedente de uno Que es sabio, digno de alabanza"},{"SurahNumber":41,"VerseNumber":43,"Text":"No se te dice sino lo que ya se dijo a los enviados que te precedieron: que tu Señor está dispuesto a perdonar, pero también a castigar dolorosamente"},{"SurahNumber":41,"VerseNumber":44,"Text":"Si hubiéramos hecho de ella un Corán no árabe, habrían dicho: «¿Por qué no se han explicado detalladamente sus aleyas? ¿No árabe y árabe?» Di: «Es dirección y curación para quienes creen. Quienes, en cambio, no creen son duros de oído y, ante él, padecen ceguera. Es como si se les llamara desde lejos»"},{"SurahNumber":41,"VerseNumber":45,"Text":"Ya dimos a Moisés la Escritura. Y discreparon acerca de ella. Y, si no llega a ser por una palabra previa de tu Señor, se habría decidido entre ellos. Dudan seriamente de ella"},{"SurahNumber":41,"VerseNumber":46,"Text":"Quien obra bien, lo hace en su propio provecho. Y quien obra mal, lo hace en detrimento propio. Tu Señor no es injusto con Sus siervos"}]}