{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"And remember the brother of ’Ȃd, when he warned his people, who inhabited the sand-hills—there were certainly warners before and after him—˹saying,˺ “Worship none but God. I truly fear for you the torment of a tremendous day.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"They argued, “Have you come to turn us away from our gods? Bring us then whatever you threaten us with, if what you say is true.”"},{"SurahNumber":46,"VerseNumber":23,"Text":"He responded, “The knowledge ˹of its time˺ is only with God. I only convey to you what I have been sent with. But I can see that you are a people acting ignorantly.”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Then when they saw the torment as a ˹dense˺ cloud approaching their valleys, they said ˹happily˺, “This is a cloud bringing us rain.” ˹But Hûd replied,˺ “No, it is what you sought to hasten: a ˹fierce˺ wind carrying a painful punishment!”"},{"SurahNumber":46,"VerseNumber":25,"Text":"It destroyed everything by the command of its Lord, leaving nothing visible except their ruins. This is how We reward the wicked people"},{"SurahNumber":46,"VerseNumber":26,"Text":"Indeed, We had established them in a way We have not established you ˹Meccans˺. And We gave them hearing, sight, and intellect. But neither their hearing, sight, nor intellect were of any benefit to them whatsoever, since they persisted in denying God’s signs. And ˹so˺ they were overwhelmed by what they used to ridicule"},{"SurahNumber":46,"VerseNumber":27,"Text":"We certainly destroyed the societies around you after having varied the signs so perhaps they would return ˹to the Right Path˺"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why then did those ˹idols˺ they took as gods—hoping to get closer ˹to Him˺—not come to their aid? Instead, they failed them. That is ˹the result of˺ their lies and their fabrications"},{"SurahNumber":46,"VerseNumber":29,"Text":"˹Remember, O Prophet,˺ when We sent a group of jinn your way to listen to the Quran. Then, upon hearing it, they said ˹to one another˺, “Listen quietly!” Then when it was over, they returned to their fellow jinn as warners"},{"SurahNumber":46,"VerseNumber":30,"Text":"They declared, “O our fellow jinn! We have truly heard a scripture revealed after Moses, confirming what came before it. It guides to the truth and the Straight Way"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our fellow jinn! Respond to the caller of God and believe in him, He will forgive your sins and protect you from a painful punishment"},{"SurahNumber":46,"VerseNumber":32,"Text":"And whoever does not respond to the caller of God will have no escape on earth, nor will they have any protectors against Him. It is they who are clearly astray.”"},{"SurahNumber":46,"VerseNumber":33,"Text":"Do they not realize that God, Who created the heavens and the earth and did not tire in creating them, is able to give life to the dead? Yes ˹indeed˺! He is certainly Most Capable of everything"},{"SurahNumber":46,"VerseNumber":34,"Text":"And on the Day the disbelievers will be exposed to the Fire, ˹they will be asked,˺ “Is this ˹Hereafter˺ not the truth?” They will cry, “Absolutely, by our Lord!” It will be said, “Then taste the punishment for your disbelief.”"},{"SurahNumber":46,"VerseNumber":35,"Text":"So endure patiently, as did the Messengers of Firm Resolve. And do not ˹seek to˺ hasten ˹the torment˺ for the deniers. On the Day they see what they have been threatened with, it will be as if they had only stayed ˹in this world˺ for an hour of a day. ˹This is˺ a ˹sufficient˺ warning! Then, will anyone be destroyed except the rebellious people"},{"SurahNumber":47,"VerseNumber":1,"Text":"Those who disbelieve and hinder ˹others˺ from the Way of God, He will render their deeds void"},{"SurahNumber":47,"VerseNumber":2,"Text":"As for those who believe, do good, and have faith in what has been revealed to Muḥammad—which is the truth from their Lord—He will absolve them of their sins and improve their condition"},{"SurahNumber":47,"VerseNumber":3,"Text":"This is because the disbelievers follow falsehood, while the believers follow the truth from their Lord. This is how God shows people their true state ˹of faith˺"},{"SurahNumber":47,"VerseNumber":4,"Text":"So when you meet the disbelievers ˹in battle˺, strike ˹their˺ necks until you have thoroughly subdued them, then bind them firmly. Later ˹free them either as˺ an act of grace or by ransom until the war comes to an end. So will it be. Had God willed, He ˹Himself˺ could have inflicted punishment on them. But He does ˹this only to˺ test some of you by means of others. And those who are martyred in the cause of God, He will never render their deeds void"},{"SurahNumber":47,"VerseNumber":5,"Text":"He will guide them ˹to their reward˺, improve their condition"},{"SurahNumber":47,"VerseNumber":6,"Text":"and admit them into Paradise, having made it known to them"},{"SurahNumber":47,"VerseNumber":7,"Text":"O believers! If you stand up for God, He will help you and make your steps firm"},{"SurahNumber":47,"VerseNumber":8,"Text":"As for the disbelievers, may they be doomed and may He render their deeds void"},{"SurahNumber":47,"VerseNumber":9,"Text":"That is because they detest what God has revealed, so He has rendered their deeds void"}]}