{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"niccayamaka allah kocuvaiyo, atilum (arpattil) merpattataiyo utaranam kuruvatil vetkappatamattan. (Irai) nampikkaik kontavarkal niccayamaka a(vvutaranamana)tu tankal iraivanitamiruntu vantulla unmaiyenpatai arivarkal; anal (irai nampikkaiyarra) kahpirkalo, \"ivvita utaranattin mulam iraivan enna natukiran?\" Enru (elanamakak) kurukirarkal. Avan itaikkontu palarai valikettil vitukiran; innum palarai itan mulam nalvalip patuttukiran; anal tiyavarkalait tavira (veru yaraiyum) avan atanal valikettil akkuvatillai"},{"SurahNumber":2,"VerseNumber":27,"Text":"i(t tiya)varkal allahvitam ceyta oppantattai, atu urutippatuttappatta pinnar murittu vitukinranar. Allah onrinaikkappata ventum enru kattalai ittatait tuntittu vituvatutan pumiyil kulappattaiyum untakkukirarkal; ivarkale tam nastavalikal"},{"SurahNumber":2,"VerseNumber":28,"Text":"ninkal eppati allahvai nampa marukkirirkal? Uyirarroraka irunta unkalukku avane uyiruttinan; pinpu avan unkalai marikkacceyvan; mintum unkalai uyir perac ceyvan; innum ninkal avan pakkame tiruppikkontuvarap patuvirkal"},{"SurahNumber":2,"VerseNumber":29,"Text":"A(vvirai)van ettakaiyavan enral avane ulakattilulla anaittaiyum unkalukkakap pataittan; pin avan vanattin pakkam murpattan; avarrai elu vanankalaka olunkakkinan. Anriyum avane ovvoru porulaiyum nankaripavanaka irukkinran"},{"SurahNumber":2,"VerseNumber":30,"Text":"(napiye) innum, um iraivan vanavarkalai nokki\"niccayamaka nan pumiyil oru piratinitiyai amaikkap pokiren\" enru kuriyapotu, avarkal\"(iraiva!) Ni atil kulappattai untakki, irattam cintuvoraiya amaikkappokiray? Innum nankalo un pukal otiyavarkalaka unnait tutittu, un paricuttataip porriyavarkalaka irukkinrom; enru kurinarkal; a(tarku irai)van\"ninkal ariyatavarraiyellam niccayamaka nan ariven\" enak kurinan"},{"SurahNumber":2,"VerseNumber":31,"Text":"innum, (iraivan) ellap (porutkalin) peyarkalaiyum atamukku karruk kotuttan; pin avarrai vanavarkal mun etuttukkatti, \"ninkal (unkal kurril) unmaiyalarkalayiruppin ivarrin peyarkalai enakku vivariyunkal\" enran"},{"SurahNumber":2,"VerseNumber":32,"Text":"avarkal\"(iraiva!) Niye tuyavan. Ni enkalukkuk karrukkotuttavai tavira etaipparriyum enkalukku arivu illai. Niccayamaka niye perarivalan; vivekamikkon\" enak kurinarkal"},{"SurahNumber":2,"VerseNumber":33,"Text":"atame! Ap porutkalin peyarkalai avarkalukku vivarippiraka!\" Enru (iraivan) connan; avar appeyarkalai avarkalukku vivarittapotu\"niccayamaka nan vanankalilum, pumiyilum maraintiruppavarrai ariven enrum, ninkal velippatuttuvataiyum, ninkal maraittuk kontiruppataiyum nan ariven enrum unkalitam nan collavillaiya?\" Enru (iraivan) kurinan"},{"SurahNumber":2,"VerseNumber":34,"Text":"Pinnar nam malakkukalai nokki, \"atamukkup pani(ntu sujutu cey)yunkal\" enru connapotu iplisaittavira marra anaivarum ciram panintanar; avan(iplisu) maruttan; anavamum kontan; innum avan kahpirkalaic carntavanaki vittan"},{"SurahNumber":2,"VerseNumber":35,"Text":"melum nam, \"atame! Nirum um manaiviyum accuvanapatiyil kutiyirunkal. Melum ninkal iruvarum virumpiyavaru atiliruntu taralamaka puciyunkal; anal ninkal iruvarum im'marattai mattum nerunka ventam; (appatic ceytirkalanal) ninkal iruvarum akkiramakkararkalil ninrum akivituvirkal\" enru connom"},{"SurahNumber":2,"VerseNumber":36,"Text":"itanpin, saittan avarkal iruvaraiyum atiliruntu vali tavarac ceytan; avarkal iruvarum irunta(corkkat)tiliruntu veliyerumaru ceytan; innum nam, \"ninkal (yavarum inkiruntu) irankunkal; unkalil cilar cilarukku pakaivaraka iruppirkal; pumiyil oru kurippitta kalam varai unkalukkut tankumitamum anupavikkum porulkalum untu\" enru kurinom"},{"SurahNumber":2,"VerseNumber":37,"Text":"pinnar atam tam iraivanitamiruntu cila vakkukalaik karruk kontar; (innum, avarrin mulamaka iraivanitam mannippukkorinar) enave iraivan avarai mannittan; niccayamaka avan mika mannipponum, karunaiyalanum avan"},{"SurahNumber":2,"VerseNumber":38,"Text":"pinpu, nam connom; \"ninkal anaivarum ivvitattai vittum irankivitunkal; ennitamiruntu unkalukku niccayamaka nalvali(yaik kattum arivuraikal) varumpotu, yar ennutaiya (av) valiyaip pinparrukirarkalo avarkalukku ettakaiya payamum illai, avarkal tukkappatavum mattarkal"},{"SurahNumber":2,"VerseNumber":39,"Text":"Anri yar (itai erka) maruttu, nam attatcikalai poypikka murpatukirarkalo avarkal naraka vacikal; avarkal a(n narakat)til enrenrum tanki iruppar"},{"SurahNumber":2,"VerseNumber":40,"Text":"israyilin cantatiyanare! Nan unkalukku alitta ennutaiya arutkotaiyai ninaivu kurunkal; ninkal en vakkurutiyai niraiverrunkal; nan unkal vakkurutiyai niraiverruven; melum, ninkal (verevarukkum ancatu) enakke ancuvirkalaka"},{"SurahNumber":2,"VerseNumber":41,"Text":"innum nan irakkiya(vetat)tai nampunkal; itu unkalitam ulla (vetat)tai meyppikkinratu, ninkal atai (erka) maruppavarkalil mutanmaiyanavarkalaka ventam. Melum en tiru vacanankalaic corpa vilaikku virru vitatirkal; innum enakke ninkal anci(oluki) varuvirkalaka"},{"SurahNumber":2,"VerseNumber":42,"Text":"ninkal arintu konte unmaiyaip poyyutan kalakkatirkal; unmaiyai maraikkavum ceyyatirkal"},{"SurahNumber":2,"VerseNumber":43,"Text":"tolukaiyaik kataip pitiyunkal; jakattaiyum (olunkakak) kotuttu varunkal; rukuh ceyvorotu cerntu ninkalum rukuh ceyyunkal"}]}