{"Id":401,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: «İster taş olun, ister demir...»"},{"SurahNumber":17,"VerseNumber":51,"Text":"«İsterse gönlünüzde büyüyen başka bir yaratık olun, (Muhakkak öldürülecek ve diriltileceksiniz.)» Onlar: «Bizi kim tekrar diriltecek?» diyecekler. De ki: «Sizi ilk defa yaratmış olan o kudret sahibi.» Sana başlarını sallayarak: «Ne zamandır bu.» diyecekler. De ki: «Yakın olması gerekir!»"},{"SurahNumber":17,"VerseNumber":52,"Text":"(Allah) sizi çağıracağı gün, tam bir hürmetle onun emrine koşacaksınız ve zannedeceksiniz ki, kabirlerinizde pek az bir müddet kaldınız"},{"SurahNumber":17,"VerseNumber":53,"Text":"Mümin kullarıma söyle de (kâfirlere) en güzel olan sözü söylesinler. Çünkü şeytan aralarına fesat sokar. Şüphesiz şeytan, insan için apaçık bir düşmandır"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbiniz sizi çok daha iyi bilir. Dilerse tevbeniz sebebiyle size merhamet eder, dilerse azab eder. Seni de onların üzerine vekil göndermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Rabbin göklerde ve yerde olan kimselerin hepsini en iyi bilendir. Andolsun ki biz, peygamberlerin kimini kimine üstün kıldık. Davud´a da Zebur´u verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"De ki: «Allah´tan başka, ilâh olduğunu sandığınız şeyleri çağırın, size yardım etsinler. Onlar, ne sizden sıkıntıyı kaldırabilirler, ne de değiştirebilirler"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onların yalvardıkları da, Rablerine daha yakın olmak için vesile ararlar. Ve O´nun merhametini umarlar, azabından korkarlar. Çünkü Rabbinin azabı korkunçtur"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hiç bir şehir (halkı) yoktur ki, kıyamet gününden önce biz onu helak etmeyelim, yahut şiddetli bir azab ile azablandırmayalım. Bu, Kitap´ta (Levh- i Mahfuzda) yazılıdır"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizi, âyetler (mucizeler) ve peygamber göndermekten alıkoyan şey, ancak öncekilerin onları yalanlamış olmalarıdır. Semûd´a, açık bir mucize olarak o dişi deveyi vermiştik de ona zulmetmişlerdi (deveyi boğazlayarak kendilerine yazık etmişlerdi). Oysa biz, o mucizeleri ancak korkutmak için göndeririz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Vaktiyle sana şöyle vahyettiğimizi hatırla: «Şüphesiz Rabbin insanları kuşatmıştır.» (İsrâ gecesi) sana açıkça gösterdiğimiz o temâşâyı ve Kur´ân´da lanet edilen ağacı da, yalnız insanlara bir imtihan için yapmışızdır. Biz onları, korkutuyoruz, fakat bu onlara ancak büyük bir taşkınlıktan başka bir sonuç vermiyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"(Yine unutma ki) Bir vakit meleklere: «Âdem´e secde edin» demiştik. İblis´ten başka hepsi secde ettiler. O ise: «Ben bir çamurdan yarattığın kimseye mi secde ederim?» demişti"},{"SurahNumber":17,"VerseNumber":62,"Text":"(Yine İblis) dedi ki: «Şu benden üstün kıldığını gördün mü? Yemin ederim ki, eğer beni kıyamet gününe kadar ertelersen, pek azı hariç, onun zürriyetini kendi buyruğum altına alacağım.»"},{"SurahNumber":17,"VerseNumber":63,"Text":"Allah buyurdu ki: «Haydi git! Onlardan kim sana uyarsa, şüphesiz ki, cezanız cehennemdir, hem de mükemmel bir ceza.»"},{"SurahNumber":17,"VerseNumber":64,"Text":"«Onlardan gücünün yettiğini yerinden oynat. Atlıların ve yayalarınla onların üzerine yaygarayı bas! Mallarda ve çocuklarda onlara ortak ol! Ve onlara vaadlerde bulun.» Fakat şeytan onlara aldatmadan başka bir şey vaad etmez"},{"SurahNumber":17,"VerseNumber":65,"Text":"Doğrusu benim (ihlaslı) kullarım üzerinde senin hiçbir hakimiyetin yoktur. Vekil olarak Rabbin yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz, lütfundan nasib arayasınız diye, sizin için denizde gemileri yürüten kudret sahibidir. Şüphesiz O, size çok merhametlidir"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde başınıza bir felaket geldiği zaman, Allah´tan başka yalvardığınız bütün putlar kaybolur. Allah sizi tehlikeden kurtarıp karaya çıkarınca da yüz çevirirsiniz. Zaten insan çok nankördür"},{"SurahNumber":17,"VerseNumber":68,"Text":"(Denizden karaya çıktığınızda) O´nun sizi karada yerin dibine geçirmeyeceğinden, yahut üzerinize taş yağdıran bir kasırga gördermeyeceğinden emin misiniz? Sonra kendinize bir vekil de bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa sizi tekrar denize döndürüp de üzerinize kasırgalar göndermeyeceğinden ve böylece ettiğiniz nankörlük sebebiyle sizi boğmayacağından emin misiniz? Sonra bu yaptığımıza karşı, bizim aleyhimize size yardım edecek bir koruyucu bulamazsınız"}]}