{"Id":458,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar1","Author":"Muhammad Junagarhi, Muhammad Kazim","Language":"Urdu","Description":"Urdu","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"yaqinan Allah ta’ala kisi misaal ke bayaan karne se nahi sharmaata, qwaah macchar ki ho ya us se bhi halki cheez ki, imaan waale to ose apne rub ki jaanib se sahih samajhte hai aur kuffaar kehte hai ke is misaal se Allah ne kya muraad5 li hai? us ke zariye beshtar ko gumraah karta hai aur aksar logo ko raah raasth par laata hai aur gumraah to sirf faasiqo ko hee karta hai"},{"SurahNumber":2,"VerseNumber":27,"Text":"jo log Allah ta’ala ke mazboath ehadh ko tod dete hai aur Allah tala ne jin chizo ke jodne ka hukm diya hai unhe kaat te aur zameen mein fasaad phailaate hai,yahi log nuqsaan uthaane waale hai"},{"SurahNumber":2,"VerseNumber":28,"Text":"tum Allah ke saath kaise kufr karte ho? halaan ke tum murda thein us ne tumhe ko zinda kiya, phir tumhe masr dalega phir tumhe zinda karega, phir osi ki taraf lautaye jaoge"},{"SurahNumber":2,"VerseNumber":29,"Text":"wo Allah jis ne tumhaare liye zameen ki tamaam cheezo ko paida kiya phir asmaan ki taraf qasd6 kiya aur un ko theek thaak saath asmaan banaaya aur wo har cheez ko jaanta hai"},{"SurahNumber":2,"VerseNumber":30,"Text":"aur jab tere rub ne farishto se kaha ke main zameen mein qalifa banaane wala hoon, to unhone kaha, aise shaqs ko kyo paida karta hai jo zameen mein fasaad kare aur qoon bahaaye? aur hum teri tasbih humdh pakizgi bayaan karne waale hai, Allah ta’ala ne farmaaya jo mein jaanta hoon tum nahi jaante"},{"SurahNumber":2,"VerseNumber":31,"Text":"aur Allah ta’ala ne aadam ko tamaam naam sikhaa kar un chizo ko farishto ke saamne pesh kiya aur farmaya ke agar tum sacche ho to in cheezo ke naam bataao"},{"SurahNumber":2,"VerseNumber":32,"Text":"un sub ne kaha aye Allah! teri zaath paak hai, hamein to sirf utna hee ilm hai jitna tu ne hamein sikha rakha hai, pure ilm aur hikmath waala to, tu hee hai"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah ta’ala ne (hazrath)Aadam(alaihissalam) se farmaya tum in ke naam batado, jab unhone bata diye to farmaya ke kya main ne tumhe (pehle hee) na kaha tha ke zameen aur asmaan ka ghayb main hee jaanta hoon aur mere ilm mein hai jo tum zaaher kar rahe ho aur jo tum chipaate thein"},{"SurahNumber":2,"VerseNumber":34,"Text":"aur jab hum ne farishto se kaha ke aadam ko sajda karo, to iblees ke siva sub ne sajda kiya, us ne inkaar kiya aur takabbur kiya aur wo kaafiro mein ho gaya"},{"SurahNumber":2,"VerseNumber":35,"Text":"aur hum ne keh diya ke aye aadam! tum aur tumhaari biwi jannath mein raho aur jahaa kahi se chaaho ba-faraaghath khaao piyo, lekin us daraqth ke qareeb bhi na jaana,warna zaalim ho jaoge"},{"SurahNumber":2,"VerseNumber":36,"Text":"lekin shaitaan ne un ko behka kar wahaa se nikalwa hee diya aur hum ne keh diya ke utar jao! tum ek dosre ke dushman ho, aur ek waqt muqarrar tak tumhaare liye zameen mein teherna aur fayeda uthaana hai"},{"SurahNumber":2,"VerseNumber":37,"Text":"(hazrath) Aadam (alaihissalam) ne apne rub se chand batein sikhli aur Allah ta’ala ne un ki tauba quboal farmaayi, beshak wahi tauba qubaol karne waala aur rahem karne wala hai"},{"SurahNumber":2,"VerseNumber":38,"Text":"hum ne kaha tum sub yaha se chale jao, jab kabhi tumhaare paas meri hidaayath pahoche to, us ki tabedaari karne waalo par koyi khauf wa gham nahi"},{"SurahNumber":2,"VerseNumber":39,"Text":"aur jo inkaar kar ke hamaari aayato ko jhut laaye, wo jahannami hai aur hamesha osi mein rahenge"},{"SurahNumber":2,"VerseNumber":40,"Text":"aye bani israel! meri us nemath ko yaad karo jo main ne tum par in’aam ki aur mere ehadh ko pura karo, main tumhaare ehadh ko pura karonga aur mujh hee se daro"},{"SurahNumber":2,"VerseNumber":41,"Text":"aur is kitaab par imaan lao jo main ne tumhaari kitaabo ki tasdiq mein naazil farmaayi hai aur us ke saath tum hee pehle kaafir na bano aur meri aayato ko thodi thodi qimat par na faroqth karo aur sirf mujh hee se daro"},{"SurahNumber":2,"VerseNumber":42,"Text":"aur haq ko bastil ke ssath qalath malath na karo aur na, haq ko chipaao, tumhe to khud us ka ilm hai"},{"SurahNumber":2,"VerseNumber":43,"Text":"aur namaazo ko qaayem karo aur zakaath do aur ruko karne waalo ke saath ruko karo"}]}