{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Du vil sikkert finne at jøder og hedninger er de mest fiendtligsinnede av alle overfor de troende. Og du vil finne at de som sier: «Vi er kristne,» er nærmest til a like de troende. Dette fordi det er prester og munker blant dem, og fordi de ikke er hovmodige"},{"SurahNumber":5,"VerseNumber":83,"Text":"Nar de hører det som er apenbart for Sendebudet, ser du deres øyne fylles av tarer over det de erkjenner av sannhet. De sier: «Var Herre, vi tror! Skriv oss opp blant dem som avgir vitnesbyrd"},{"SurahNumber":5,"VerseNumber":84,"Text":"Skulle vi ikke tro pa Gud og sannheten som har nadd oss, og hape at var Herre vil føre oss inn sammen med de rettferdige?»"},{"SurahNumber":5,"VerseNumber":85,"Text":"Og Gud vil belønne dem for det de sier med paradisets haver, hvor bekker sildrer. Her skal de være og bli. Dette er lønnen for dem som gjør det gode"},{"SurahNumber":5,"VerseNumber":86,"Text":"Men de som er vantro og fornekter Vart ord, de blir helvetes beboere"},{"SurahNumber":5,"VerseNumber":87,"Text":"Dere som tror, forby ikke gode matemner som Gud har tillatt dere, men ga ikke over grensen. Gud liker ikke folk som gar over grensen"},{"SurahNumber":5,"VerseNumber":88,"Text":"Spis av det Gud har gitt dere i underhold, det tillatte og gode. Frykt Gud, Ham dere tror pa"},{"SurahNumber":5,"VerseNumber":89,"Text":"Gud tar ikke fatt for et uoverlagt ord i deres eder, men Han vil ta dere fatt for det dere patar dere ved ed! Soning for mislighold er bespisning av ti fattige med vanlig familiekost, eller deres bekledning, eller frigjøring av en slave. Den som ikke finner utvei til dette, skal faste i tre dager. Dette er soning for eder dere har avlagt. Men hold deres eder! Slik klargjør Gud Sitt ord for dere, sa dere ma vise takknemlighet"},{"SurahNumber":5,"VerseNumber":90,"Text":"Dere som tror, alkohol, hasard, offersteiner og spadomspiler er en gru og et Satans verk. Unnga det, sa det ma ga dere godt"},{"SurahNumber":5,"VerseNumber":91,"Text":"Ved alkohol og hasard ønsker Satan bare a sette fiendskap og hat mellom dere, og holde dere borte fra tanken pa Gud, og fra bønnen. Skulle dere ikke da la det være"},{"SurahNumber":5,"VerseNumber":92,"Text":"Adlyd Gud, og adlyd Sendebudet, og vær pa vakt! Men om dere snur dere vekk, sa vit at det kun paligger vart sendebud a gi en klar forkynnelse"},{"SurahNumber":5,"VerseNumber":93,"Text":"De som tror og handler vel, rammes ikke av skyld for det de spiser, safremt de viser gudsfrykt, tror og lever rettskaffent, viser gudsfrykt og tror, viser gudsfrykt og gjør det gode. Gud elsker dem som gjør det gode"},{"SurahNumber":5,"VerseNumber":94,"Text":"Dere som tror, Gud vil nok sette dere pa prøve ved vilt som dere pa fredet sted kan felle med bue eller lanse, slik at Gud kan vite hvem som frykter Ham i det skjulte. Den som gar over grensen, ham venter en smertelig straff"},{"SurahNumber":5,"VerseNumber":95,"Text":"Dere som tror, drep intet vilt nar dere er sakralisert som pilegrimer. Om noen med overlegg gjør dette, sa er motytelsen tamkveg motsvarende det han har drept etter to gode menns skjønn, og som bæres frem ved Ka’aba, eller, som sonoffer, a bespise de fattige, eller faste tilsvarende dette. Dette for at han kan smake alvoret i det han har gjort. Gud stryker over det som før er gjort, men den som heretter gar over grensen, ham vil Guds hevn ramme. Gud er mektig, og Han innehar hevnen"},{"SurahNumber":5,"VerseNumber":96,"Text":"Tillatt for dere er havets fangst og a spise den som næring for dere og de reisende, men jakt pa land er forbudt sa lenge dere er sakralisert som pilegrimer. Frykt Gud, hos Ham skal dere samles"}]}