{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":75,"Text":"Allah, (Kendisi'ne ortak koştuğunuz ilahlar konusunda) hiçbir şeye gücü yetmeyen ve başkasının mülkünde olan ile, tarafımızdan kendisine güzel bir rızık verdiğimiz, böylelikle ondan gizli ve açık infak eden kimseyi örnek olarak gösterdi; bunlar hiç eşit olur mu? Hamd Allah'ındır; fakat onların çoğu bilmezler"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah şu örneği verdi: İki kişi; bunlardan birisi dilsiz, hiçbir şeye gücü yetmez ve herşeyiyle efendisinin üstünde (bir yük), o, onu hangi yöne gönderse bir hayır getirmez; şimdi bu, adaletle emreden ve dosdoğru yol üzerinde bulunanla eşit olabilir mi"},{"SurahNumber":16,"VerseNumber":77,"Text":"Göklerin ve yerin gaybı Allah'a aittir. (Kıyamet) Saatin(in) emri de yalnızca (süratli) göz açıp kapama gibidir veya daha yakındır. Şüphesiz, Allah herşeye güç yetirendir"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah, sizi annelerinizin karnından hiçbir şey bilmezken çıkardı ve umulur ki şükredersiniz diye işitme, görme (duyularını) ve gönüller verdi"},{"SurahNumber":16,"VerseNumber":79,"Text":"Göğün boşluğunda boyun eğdirilmiş (musahhar kılınmış) kuşları görmüyorlar mı? Onları (böyle boşlukta) Allah'tan başkası tutmuyor. Şüphesiz, iman eden bir topluluk için bunda ayetler vardır"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah, size evlerinizi (içinde) \"güvenlik ve huzur bulacağınız yerler\" kıldı; ve size hayvan derilerinden hem göç gününde, hem yerleşme gününde kolaylıkla taşıyabileceğiniz evler; yünlerinden, yapağılarından ve kıllarından bir zamana kadar giyimlikler-döşemelikler ve (ticaret için) bir meta kıldı"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah, sizin için yarattığı şeylerden gölgeler kıldı. Dağlarda da sizin için barınaklar-siperler kıldı, sizi sıcaktan koruyacak elbiseler, sizi savaşınızda (zorluklara karşı) koruyacak giyimlikler de var etti. İşte O, üzerinizdeki nimetini böyle tamamlamaktadır, umulur ki teslim olursunuz"},{"SurahNumber":16,"VerseNumber":82,"Text":"Fakat onlar yüz çevirirlerse, sana düşen yalnızca apaçık bir tebliğdir"},{"SurahNumber":16,"VerseNumber":83,"Text":"Onlar, Allah'ın nimetini biliyorlar, sonra da inkar ediyorlar; onların çoğu inkar edenlerdir"},{"SurahNumber":16,"VerseNumber":84,"Text":"Her ümmetten bir şahid göndereceğimiz gün; (artık ondan) sonra ne inkar edenlere (özür dilemeleri için) izin verilecek, ne (Allah'tan) hoşnutluk dilekleri kabul edilecek"},{"SurahNumber":16,"VerseNumber":85,"Text":"O zulmedenler, azabı gördüklerinde, onlara ne (azap) hafifletilecek, ne süre tanınacak"},{"SurahNumber":16,"VerseNumber":86,"Text":"O şirk koşanlar, şirk koştuklarını gördükleri zaman: \"Rabbimiz, Seni bırakıp bizim taptığımız ortaklarımız bunlardır\" diyecekler. (Onlar da bunlara:) \"Siz gerçekten yalan söyleyenlersiniz\" diye sözü (geri çevirip) fırlatacaklar"},{"SurahNumber":16,"VerseNumber":87,"Text":"O gün (artık) Allah'a teslim olmuşlardır ve uydurdukları (yalancı ilahlar) da onlardan çekilip-uzaklaşmıştır"},{"SurahNumber":16,"VerseNumber":88,"Text":"İnkar edip de Allah'ın yolundan alıkoyanlar; Biz, işledikleri bozgunculuğa karşılık, onlara azap üstüne azap ilave ettik"},{"SurahNumber":16,"VerseNumber":89,"Text":"Her ümmet içinde kendi nefislerinden onların üzerine bir şahid getirdiğimiz gün, seni de onlar üzerinde bir şahid olarak getireceğiz. Biz Kitab'ı sana, herşeyin açıklayıcısı, Müslümanlara bir hidayet, bir rahmet ve bir müjde olarak indirdik"}]}