{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"atarkavarutaiya camutayattavar (tam inattaritam)\"luttutaiya kutumpattarai unkal uraivittu ninkal veliyerri vitunkal. Niccayamaka avarkal mikavum paricuttamana manitarkale!\" Enru (parikacamakak) kurinarkale tavira veroru patilum avarkalitamillai"},{"SurahNumber":27,"VerseNumber":57,"Text":"anal, nam avaraiyum avarutaiya kutumpattaraiyum patukattuk kontom avarutaiya manaiviyait tavira (iman kollamal) pintanki (alintu) vittavarkalil oruttiyaka avalai tirmanittom"},{"SurahNumber":27,"VerseNumber":58,"Text":"innum, nam avarkal mitu (kal) malai poliyac ceytom; enave, eccarikkappatta avarkal mitu peyta am'malai mikavum kettatu"},{"SurahNumber":27,"VerseNumber":59,"Text":"(napiye!) Nir kuruviraka\"ellap pukalum allahvukke uriyatu innum avan terntetuttuk konta avanutaiya atiyarkal mitu salam untavataka! Allah melanavana? Allatu avarkal (avanukku) inaiyakkupavai (melanavai)ya"},{"SurahNumber":27,"VerseNumber":60,"Text":"anriyum, vanankalaiyum pumiyaiyum pataittu, unkalukku vanattiliruntu malaiyai irakki vaippavan yar? Pinnar ataik kontu celippana tottankalai nam mulaikkac ceykirom. Atan marankalai mulaikkac ceyvatu unkalal mutiyatu. (Avvarirukka) allahvutan (veru) nayan irukkinrana? Illai! Ayinum avarkal (tam karpanai teyvankalai allahvukku) camamakkum makkalakave irukkirarkal"},{"SurahNumber":27,"VerseNumber":61,"Text":"Intap pumiyai vacikkat takka itamaka akkiyavanum, atanitaiye arukalai untakkiyavanum; atarkaka (atan mitu acaiya) malaikalai untakkiyavanum iru katalkalukkitaiye tatuppai untakkiyavanum yar? Allahvutan (veru) nayan irukkinrana? Illai! (Eninum) avarkalil perumpalor ariyatavarkalaka irukkinranar"},{"SurahNumber":27,"VerseNumber":62,"Text":"kastattirkullanavan avanai alaittal avanukku patil kotuttu, avan tunpattai nikkupavanum, unkalai ippumiyil pintonralkalaka akkiyavanum yar? Allahvutan (veru) nayan irukkinrana? (Illai) eninum (ivaiyellam parri) ninkal cintittup parppatu mikak kuraiveyakum"},{"SurahNumber":27,"VerseNumber":63,"Text":"karaiyilum katalilumulla irulkalil unkalai nerana valiyil celuttupavan yar? Melum, tannutaiya'rahmat' ennum arul marikku munne nanmarayam (kuruvana) aka karrukalai anuppi vaippavan yar? Allahvutan (veru) nayan irukkinrana? - Avarkal inai vaippavarraivita allah mikavum uyarvanavan"},{"SurahNumber":27,"VerseNumber":64,"Text":"mutan mutalil pataippait tuvankupavanum, pinnar atanai mintum untakki vaippavanum yah? Vanattiliruntum, pumiyiliruntum unkalukku akaram alippavan yar? Allahvutan (veru) nayan irukkinrana? (Napiye!) Nir kuruviraka\"ninkal unmaiyalarkalaka iruntal, unkalutaiya atarankalaik kontu varunkal"},{"SurahNumber":27,"VerseNumber":65,"Text":"(innum) nir kuruvirak\"allahvait tavirttu, vanankalilum, pumiyilum iruppavar evarum maraivayiruppatai ariya mattar; innum; (marittor irutiyil) eppotu eluppappatuvarkal enpataiyum avarkal ariyamattarkal"},{"SurahNumber":27,"VerseNumber":66,"Text":"Anal marumaiyaip parriya avarkalutaiya arivo mikak kilnilaiyile ullatu avarkal atil (pinnum) cantekattileye irukkinranar atu mattuma? Ataipparri avarkal kurutarkalakave irukkinranar"},{"SurahNumber":27,"VerseNumber":67,"Text":"melum, nirakarippavarkal kurukirarkal; \"nankalum enkal mutataiyarum (marittu) mannakip pona pinnar, mintum veliye kontu varappatuvoma"},{"SurahNumber":27,"VerseNumber":68,"Text":"niccayamaka, i(nta accaruttalana)tu enkalukkum enkalukku mun cenru pona enkal mutataiyarukkum vakkalikkappattate varukiratu itu munnorkalin kattukkataikaleyanri verillai\" (enrun kurukinranar)"},{"SurahNumber":27,"VerseNumber":69,"Text":"pumiyil pirayanam ceytu, kurravalikalin mutivu ennavayirru enru parunkal\" enru (avarkalitam napiye!) Nir kuruviraka"},{"SurahNumber":27,"VerseNumber":70,"Text":"avarkalukkaka nir kavalaippatatir; melum, avarkal ceyyum culcciyaip parriyum nir cankatattil aka ventam"},{"SurahNumber":27,"VerseNumber":71,"Text":"innum; \"ninkal unmai kurupavarkalaka iruntal (vetanai parriya) inta vakkuruti eppolutu (niraiverum?)\" Enrum avarkal ketkirarkal"},{"SurahNumber":27,"VerseNumber":72,"Text":"ninkal avacarappatupavarril cila ippolute unkalukku vantu cerakkutum\" enru (napiye!) Nir kurivituviraka"},{"SurahNumber":27,"VerseNumber":73,"Text":"innum niccayamaka um iraivan manitarkal mitu mikka kirupaiyutaiyavanakave irukkinran; anal avarkalil perumpalor nanri celuttuvatillai"},{"SurahNumber":27,"VerseNumber":74,"Text":"melum; avarkalin irutayankal maraittu vaittiruppataiyum, avarkal velippatuttuvataiyum niccayamaka um iraivan nankarivan"},{"SurahNumber":27,"VerseNumber":75,"Text":"vanattilum, pumiyilum maraintullavarril ninrum etuvum (lavhul mahhpul ennum) telivana kurippettil pativu ceyyappatamal illai"},{"SurahNumber":27,"VerseNumber":76,"Text":"niccayamaka inta kur'an panu israyilkalukku avarkal karuttu verupatu kontiruntatil perumpalanatai vivarittuk kurukiratu"},{"SurahNumber":27,"VerseNumber":77,"Text":"Melum; niccayamaka itu muhminkalukku nervaliyakavum, rahmattaka (nallarulaka)vum irukkiratu"},{"SurahNumber":27,"VerseNumber":78,"Text":"niccayamaka um iraivan (irutiyil) tan kattalaiyaik kontu avarkalukkitaiye tirppalippan - melum, avantan mikaittavan; nankarintavan"},{"SurahNumber":27,"VerseNumber":79,"Text":"enave, (napiye!) Allahvin mite (murrilum) nampikkai vaippiraka niccayamaka nir telivana unmaiyin mitu irukkinrir"},{"SurahNumber":27,"VerseNumber":80,"Text":"niccayamaka nir marittoraik ketkum patic ceyya mutiyatu - avvare cevitarkalaiyum - avarkal purankattit tirumpi vitumpotu - (um) alaippaik ketkum patic ceyya mutiyatu"},{"SurahNumber":27,"VerseNumber":81,"Text":"innum; nir kurutarkalaiyum avarkalutaiya valikettiliruntu (akarri) ner valiyil celutta mutiyatu - evarkal nam vacanankalai nampukirarkalo avarkalait tan (avarraik) ketkumpati nir ceyya mutiyum; enenil avarkal (avarrai) murrilum errukkolvar"}]}