{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"E ma se ba ahlul-kitab sariyan jiyan afi ni ona t’o dara julo (eyi ni lilo al-Ƙur’an ati hadith. E ma si se ja won logun) afi awon t’o ba sabosi ninu won. Ki e si so pe: “A gbagbo ninu ohun ti Won sokale fun awa ati ohun ti Won sokale fun eyin. Olohun wa ati Olohun yin, (Allahu) Okan soso ni. Awa si ni musulumi (olujuwo-juse-sile) fun Un.”"},{"SurahNumber":29,"VerseNumber":47,"Text":"Bayen ni A se so Tira kale fun o. Nitori naa, awon ti A fun ni Tira, won gba a gbo. O si wa ninu awon wonyi (iyen, awon ara Mokkah), eni t’o gba a gbo. Ko si si eni t’o n tako awon ayah Wa afi awon alaigbagbo"},{"SurahNumber":29,"VerseNumber":48,"Text":"Iwo ko ke tira kan ri siwaju al-Ƙur’an, iwo ko si fi owo otun re ko nnkan ri. Bi bee ko nigba naa, ki awon opuro seyemeji (si al-Ƙur’an)"},{"SurahNumber":29,"VerseNumber":49,"Text":"Rara (ko ri bi won se ro o. al-Ƙur’an), ohun ni awon ayah t’o yanju ninu igba-aya awon ti A fun ni imo-esin. Ko si si eni t’o n tako awon ayah Wa afi awon alabosi"},{"SurahNumber":29,"VerseNumber":50,"Text":"Won si wi pe: “Nitori ki ni Won ko se so awon ami (iyanu) kan kale fun un lati odo Oluwa re?” So pe: “Allahu nikan ni awon ami (iyanu) wa lodo Re. Ati pe olukilo ponnbele ni emi.”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Se ko to fun won (ni ami iyanu) pe A so tira (al-Ƙur’an) kale fun o, ti won n ke e fun won? Dajudaju ike ati isiti wa ninu iyen fun ijo t’o gbagbo"},{"SurahNumber":29,"VerseNumber":52,"Text":"So pe: “Allahu to ni Elerii laaarin emi ati eyin. O mo ohunkohun t’o wa ninu awon sanmo ati ile. Awon t’o gba iro gbo, ti won si sai gbagbo ninu Allahu; awon wonyen, awon ni eni ofo"},{"SurahNumber":29,"VerseNumber":53,"Text":"Won si n kan o loju nipa iya! Ti ko ba je pe o ti ni gbedeke akoko kan ni, iya naa iba kuku de ba won. (Iya) iba de ba won ni ojiji se, won ko si nii fura"},{"SurahNumber":29,"VerseNumber":54,"Text":"Won n kan o loju nipa iya! Dajudaju ina Jahanamo kuku maa yi awon alaigbagbo po"},{"SurahNumber":29,"VerseNumber":55,"Text":"(Ranti) ojo ti iya yoo bo won mole lati oke won ati isale ese won, (Allahu) si maa so pe: “E to (iya) ohun ti e n se nise wo.”"},{"SurahNumber":29,"VerseNumber":56,"Text":"Eyin erusin Mi, ti e gbagbo ni ododo, dajudaju ile Mi gbooro. Nitori naa, Emi nikan ni ki e josin fun"},{"SurahNumber":29,"VerseNumber":57,"Text":"Gbogbo emi l’o maa to iku wo. Leyin naa, odo Wa ni won yoo da yin pada si"},{"SurahNumber":29,"VerseNumber":58,"Text":"Awon t’o gbagbo ni ododo, ti won si se awon ise rere, dajudaju A maa fi won sinu awon ile peteesi giga kan ninu Ogba Idera, ti odo n san ni isale re. Olusegbere ni won ninu re. Esan awon oluse-rere si dara"},{"SurahNumber":29,"VerseNumber":59,"Text":"(Awon ni) awon t’o se suuru. Oluwa won si ni won n gbarale"},{"SurahNumber":29,"VerseNumber":60,"Text":"Meloo meloo ninu awon eranko ti ko le da bukata ije-imu re gbe, ti Allahu si n se ije-imu fun awon ati eyin. Oun si ni Olugbo, Onimo"},{"SurahNumber":29,"VerseNumber":61,"Text":"Ti o ba bi won leere pe: “Ta ni O da awon sanmo ati ile, ti O si ro oorun ati osupa?”, dajudaju won a wi pe: “Allahu ni.” Nitori naa, bawo ni won se n seri won kuro nibi ododo"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allahu l’O n te oro sile fun eni ti O ba fe ninu awon erusin Re. O si n diwon re fun elomiiran. Dajudaju Allahu ni Onimo nipa gbogbo nnkan"},{"SurahNumber":29,"VerseNumber":63,"Text":"Ti o ba bi won leere pe: “Ta ni O so omi kale lati sanmo, ti O fi ta ile ji leyin ti o ti ku?”, dajudaju won a wi pe: “Allahu ni.” So pe: “Gbogbo ope n je ti Allahu, sugbon opolopo won ni ko se laakaye.”"},{"SurahNumber":29,"VerseNumber":64,"Text":"Ki ni isemi aye yii bi ko se iranu ati ere sise. Ati pe dajudaju Ile Ikeyin si ni isemi gbere ti won ba mo"},{"SurahNumber":29,"VerseNumber":65,"Text":"Nigba ti won ba gun oko oju-omi, won yoo pe Allahu (gege bi) olusafomo-adua fun Un. Amo nigba ti O ba ko won yo si ori ile, nigba naa ni won yoo maa sebo"},{"SurahNumber":29,"VerseNumber":66,"Text":"nitori ki won le sai moore si nnkan ti A fun won ati nitori ki won le jayekaye. Nitori naa, laipe won maa mo"},{"SurahNumber":29,"VerseNumber":67,"Text":"Se won ko ri i pe dajudaju Awa se Haram (Mokkah) ni aye ifayabale, ti won si n ji awon eniyan gbe lo ni ayika won? Se iro ni won yoo gbagbo, ti won yo si sai moore si idera Allahu"},{"SurahNumber":29,"VerseNumber":68,"Text":"Ta l’o sabosi ju eni t’o da adapa iro mo Allahu, tabi t’o pe ododo ni iro nigba ti o de ba a? Se inu ina Jahanamo ko ni ibugbe fun awon alaigbagbo ni"},{"SurahNumber":29,"VerseNumber":69,"Text":"Awon t’o gbiyanju nipa Wa, dajudaju A maa fi won mo awon ona Wa. Ati pe dajudaju Allahu wa pelu awon oluse-rere"}]}