{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Āṇi jyānnā āmacyā bhēṭīcī āśā nāhī, tē mhaṇālē kī āmacyāvara phariśtē kā nāhī avatarita kēlē jāta? Kinvā āmhī (āpalyā ḍōḷyānnī) āpalyā pālanakartyāsa pāhilē asatē? Tyā lōkānnī svataḥ āpalyālāca khūpa mōṭhē samajūna ghētalē āhē āṇi phāra avajñā kēlī āhē"},{"SurahNumber":25,"VerseNumber":22,"Text":"Jyā divaśī hē phariśtyānnā pāhatīla tyā divaśī yā aparādhyāṅkaritā kōṇatāhī ānanda nasēla āṇi mhaṇatīla kī van̄citaca van̄cita ṭhēvalē gēlō"},{"SurahNumber":25,"VerseNumber":23,"Text":"Āṇi tyānnī jē jē karma kēlē hōtē āmhī tyān̄cyākaḍē puḍhē hō'ūna tyānnā kaṇāmpramāṇē kṣata-vikṣata karūna ṭākalē"},{"SurahNumber":25,"VerseNumber":24,"Text":"(Parantu) tyā divaśī jannatamadhyē rāhaṇāṟyān̄cē ṭhikāṇa phāra cāṅgalē asēla, āṇi viśrāmasthānahī sukhadāyaka asēla"},{"SurahNumber":25,"VerseNumber":25,"Text":"Āṇi jyā divaśī ākāśa ḍhagānsaha phāṭūna jā'īla āṇi phariśtē satata utaravilē jātīla"},{"SurahNumber":25,"VerseNumber":26,"Text":"Tyā divaśī yōgyarityā rājyasattā kēvaḷa rahamānacīca(kr̥pāḷu) asēla, āṇi hā divasa kāphirāṅkaritā mōṭhā sakta asēla"},{"SurahNumber":25,"VerseNumber":27,"Text":"Āṇi tyā divaśī atyācārī, āpalyā hātānnā cāvā ghē'ūna mhaṇēla, arērē! Mī paigambarācā mārga aṅgīkāralā asatā tara barē jhālē asatē"},{"SurahNumber":25,"VerseNumber":28,"Text":"Arērē! Mī amuka ēkā isamālā mitra banavilē nasatē tara barē jhālē asatē"},{"SurahNumber":25,"VerseNumber":29,"Text":"Tyānē tara malā tyānantara mārgabhraṣṭa kēlē, jēvhā upadēśa mājhyājavaḷa yē'ūna pōhōcalā hōtā āṇi saitāna tara mānavālā (vēḷēvara) dagā dēṇārā āhē"},{"SurahNumber":25,"VerseNumber":30,"Text":"Āṇi paigambara mhaṇēla kī hē mājhyā pālanakartyā! Niḥsanśaya, mājhyā janasamūhānē yā kura'ānāsa sōḍūna dilē hōtē"},{"SurahNumber":25,"VerseNumber":31,"Text":"Āṇi aśā prakārē āmhī kāhī aparādhyānnā pratyēka paigambarān̄cē śatrū banavilē āhē āṇi tumacā pālanakartāca mārgadarśana karaṇārā āṇi madata karaṇārā purēsā āhē"},{"SurahNumber":25,"VerseNumber":32,"Text":"Āṇi kāphira mhaṇālē kī tyācyāvara sampūrṇa kura'āna ēkāca vēḷī kā nāhī avatarita kēlē gēlē? Aśā prakārē (āmhī thōḍē thōḍē karūna avatarita kēlē) yāsāṭhī kī yādva'ārē āmhī tumacyā hr̥dayāsa majabūtī pradāna karāvī. Āṇi āmhī tyāsa thāmbūna thāmbūnaca vācūna aikavilē āhē"},{"SurahNumber":25,"VerseNumber":33,"Text":"Āṇi hē tumacyājavaḷa jē kāhī udāharaṇa ghē'ūna yētīla āmhī tyācē kharē uttara āṇi yōgya spaṣṭīkaraṇa sāṅgū"},{"SurahNumber":25,"VerseNumber":34,"Text":"Jē lōka tōṇḍaghaśī pāḍūna jahannamakaḍē ēkatra kēlē jātīla, tara tēca mōṭhyā vā'īṭa ṭhikāṇācē āṇi bhraṣṭa mārgācē āhēta"},{"SurahNumber":25,"VerseNumber":35,"Text":"Āṇi niḥsanśaya, āmhī mūsālā grantha pradāna kēlā āṇi tyān̄cyāsōbata tyān̄cā bhā'ū hārūnalā tyān̄cā sahāyyaka banavilē"},{"SurahNumber":25,"VerseNumber":36,"Text":"Āṇi sāṅgitalē kī tumhī dōghē tyā lōkāṅkaḍē jā, jē āmacyā niśāṇyānnā khōṭē ṭharavita āhēta. Maga āmhī tyān̄cā agadī sarvanāśa kēlā"},{"SurahNumber":25,"VerseNumber":37,"Text":"Āṇi nūhacyā janasamūhānēhī jēvhā paigambarānnā khōṭē ṭharavilē, tēvhā āmhī tyānnā buḍavūna ṭākalē āṇi lōkāṅkaritā tyānnā bōdhaprāptīcē cinha banavilē āṇi āmhī atyācārīṅkaritā mōṭhī kaṭhōra śikṣā tayāra karūna ṭhēvalī āhē"},{"SurahNumber":25,"VerseNumber":38,"Text":"Āṇi ‘āda’ janasamūha āṇi ‘samūda’ janasamūha āṇi vihīravālyānnā āṇi tyān̄cyā daramyānacyā anēka sampradāyānnā naṣṭa karūna ṭākalē"},{"SurahNumber":25,"VerseNumber":39,"Text":"Āṇi āmhī pratyēkāsamōra udāharaṇē prastuta kēlī, maga pratyēkālā pūrṇataḥ naṣṭa kēlē"},{"SurahNumber":25,"VerseNumber":40,"Text":"Āṇi hē lōka tyā vastījavaḷūnahī yē-jā karatāta, jicyāvara mōṭhā vā'īṭa prakāracā pā'ūsa pāḍalā gēlā.1 Kāya hē tarīhī tē pāhata nāhīta? Kharī gōṣṭa aśī kī tyānnā mēlyānantara dusaṟyāndā jivanta hō'ūna ubhē rāhaṇyāvara viśvāsaca nāhī"},{"SurahNumber":25,"VerseNumber":41,"Text":"Āṇi tumhālā jēvhā kadhī pāhatāta, tēvhā tumacī thaṭṭā uḍavū lāgatāta, hāca kāya tō māṇūsa jyālā allāhanē rasūla banavūna pāṭhavilā āhē"},{"SurahNumber":25,"VerseNumber":42,"Text":"(Ēvaḍhē barē) kī āmhī aṭaḷa rāhilō, an'yathā yānē tara āmhālā āmacyā ārādhya daivatāmpāsūna vicalita karaṇyāta kāhīca kasara sōḍalī navhatī. Āṇi jēvhā hē (allāhacyā) śikṣā- yātanānnā pāhatīla tēvhā tyānnā spaṣṭataḥ kaḷūna yē'īla kī pūrṇapaṇē mārgāpāsūna bhaṭakalēlā kōṇa hōtā"},{"SurahNumber":25,"VerseNumber":43,"Text":"Kāya tumhī tyālāhī pāhilē jyānē āpalyā icchā-ākāṅkṣānnā dēvatā (upāsya) banavūna ṭhēvalē āhē. Kāya tumhī tyācī jabābadārī ghē'ū śakatā"},{"SurahNumber":25,"VerseNumber":44,"Text":"Kāya tumhī yāca vicārāta āhāta kī tyān̄cyāpaikī bahutēka jaṇa aikatāta kinvā samajatāta. Tē tara agadī janāvarānsārakhē āhēta, kimbahunā tyān̄cyāpēkṣāhī adhika vāṭa cukalēlē"},{"SurahNumber":25,"VerseNumber":45,"Text":"Kāya tumhī nāhī pāhilē kī tumacyā pālanakartyānē sāvalīlā kaśā prakārē vistr̥ta kēlē āhē. Tyānē icchilē asatē tara tilā sthira kēlē asatē, maga sūryālā āmhī tyāvara pramāṇa ṭharavilē"},{"SurahNumber":25,"VerseNumber":46,"Text":"Maga āmhī tyālā haḷū haḷū āpalyākaḍē ōḍhūna ghētalē"},{"SurahNumber":25,"VerseNumber":47,"Text":"Āṇi tōca āhē, jyānē rātrīlā tumacyāsāṭhī pōṣākha banavilē, āṇi jhōpēlā sukha śāntīmaya banavilē āṇi divasālā uṭhūna ubhē rāhaṇyācī vēḷa"},{"SurahNumber":25,"VerseNumber":48,"Text":"Āṇi tōca āhē jō kr̥pāsvarūpa pāvasāpūrvī khūśakhabara dēṇāṟyā havēlā pāṭhavitō āṇi āmhī ākāśātūna atiśaya svaccha- śud'dha (pāka) pāṇī varṣavitō"},{"SurahNumber":25,"VerseNumber":49,"Text":"Yāsāṭhī kī tyācyādvārē mr̥ta jhālēlyā śaharālā jivanta karāvē āṇi tē āmhī āpalyā nirmitīpaikī adhikānśa janāvarānnā āṇi māṇasānnā pājatō"},{"SurahNumber":25,"VerseNumber":50,"Text":"Āṇi niḥsanśaya, āmhī yāsa tyān̄cyā daramyāna anēka prakārē varṇana kēlē yāsāṭhī kī tyānnī bōdha prāpta karāvā, parantu tarīhī adhikānśa lōkānnī kr̥taghnatēkhērīja (āṇakhī kāhī) mānalē nāhī"},{"SurahNumber":25,"VerseNumber":51,"Text":"Āṇi āmhī jara icchilē asatē tara pratyēka vastīta ēka bhaya dākhaviṇārā pāṭhavilā asatā"},{"SurahNumber":25,"VerseNumber":52,"Text":"Tēvhā tumhī kāphirān̄cē mhaṇaṇē mān'ya karū nakā āṇi kura'ānadvārē pūrṇa śaktīnē tyān̄cyāśī mahādharmayud'dha (jihāda) karā"}]}