{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Guft: «Naguftam, ki turo saʙri hamrohī ʙo man nest?»"},{"SurahNumber":18,"VerseNumber":76,"Text":"Guft: «Agar az in pas az tu cize ʙipursam, ʙo man hamrohī makun, ki az çoniʙi man ma'zur ʙoşī»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Pas ʙiraftand, to ʙa dehe rasidand. Az mardumi on deh ta'ome xostand. Az mizʙoniaşon sar ʙartoftand. On ço devore didand, ki nazdik ʙud furū rezad. Devorro rost kard. Mūso guft: «Koş dar ʙaroʙari in kor muzde mexostī»"},{"SurahNumber":18,"VerseNumber":78,"Text":"Guft: «Aknun zameni çudoī mijoni manu tust va turo az sirri on korho, ki tahammulaşonro nadoştī, ogoh mekunam"},{"SurahNumber":18,"VerseNumber":79,"Text":"Ammo on kiştī az oni ʙenavojone ʙud, ki dar dare kor mekardand. Xostam ma'juʙaş kunam, zero dar on sūtaraşon podşohe ʙud, ki kiştihoro ʙa zurī megirift"},{"SurahNumber":18,"VerseNumber":80,"Text":"Ammo on pisar padaru modaraş mū'min ʙudand. Tarsidem, ki on duro ʙa isjonu kufr andozad"},{"SurahNumber":18,"VerseNumber":81,"Text":"Xostem to dar ivazi ū Parvardigoraşon cize nasiʙaşon sozad ʙa pokī ʙehtar az ū va ʙa mehruʙonī nazdiktar az ū"},{"SurahNumber":18,"VerseNumber":82,"Text":"Ammo devor az oni du pisari jatim az mardumi in şahr ʙud, dar zeraş gançe ʙud az oni pisaron. Padaraşon marde soleh ʙud, Parvardigori tu mexost on du ʙa haddi ʙuluƣ rasand va gançi xudro ʙerun orand. Va man in korro ʙa majli xud nakardam. Rahmati Parvardigorat ʙud. In ast sirri on suxan, ki guftam: «Turo saʙri on nest»"},{"SurahNumber":18,"VerseNumber":83,"Text":"Va az tu dar ʙorai Zulqarnajn mepursand. Bigū: «Bar ej şumo az ū cize mexonam»"},{"SurahNumber":18,"VerseNumber":84,"Text":"Mo ūro dar zamin qudrat dodem va rohi rasidan ʙa har cizero ʙa ū nişon dodem"},{"SurahNumber":18,"VerseNumber":85,"Text":"Ū niz, ʙa on roh rahsipor şud"},{"SurahNumber":18,"VerseNumber":86,"Text":"To ʙa ƣuruʙgohi xurşed rasid. Did, ki dar caşmae giloludu sijoh ƣuruʙ mekunad va dar on ço mardume joft. Guftem: «Ej Zulqarnajn, mexohī uquʙataşon kun va mexohī ʙo onho ʙa nekī raftor kun»"},{"SurahNumber":18,"VerseNumber":87,"Text":"Guft: «Ammo har kas, ki sitam kunad, mo uquʙataş xohem kard. On goh ūro nazdi Parvardigoraş meʙarand, to ū niz ʙa saxtī azoʙaş kunad"},{"SurahNumber":18,"VerseNumber":88,"Text":"Va ammo har kas, ki imon ovarad va koruhoi şoista kunad, açre nekū dorad. Va dar ʙorai ū farmonhoi oson xohem rond»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Boz ham rohro peş girift"},{"SurahNumber":18,"VerseNumber":90,"Text":"To ʙa makoni ʙaromadani oftoʙ rasid. Did ʙar qavme tulū' mekunad, ki ƣajr az partavi on ʙarojaşon heç pūşişe qaror nadodaem"},{"SurahNumber":18,"VerseNumber":91,"Text":"Cunin ʙud. Va mo ʙar ahvoli ū xaʙar dorem"},{"SurahNumber":18,"VerseNumber":92,"Text":"Boz ham rohro peş girift"},{"SurahNumber":18,"VerseNumber":93,"Text":"To ʙa mijoni du kūh rasid. Dar pasi on du kūh mardumero did, ki gūī heç suxanero namefahmand"},{"SurahNumber":18,"VerseNumber":94,"Text":"Guftand: «Ej Zulqarnajn, Ja'çuçu Ma'çuç dar zamin fasod mekunand. Mexohi xiroçe ʙaroi tu muqarrar kunem, to tu mijoni movu onho devore ʙarovarī?»"},{"SurahNumber":18,"VerseNumber":95,"Text":"Guft: «On cī Parvardigori man maro ʙad-on tavonoī dodaast, ʙehtar ast. Maro ʙa nerūi xeş madad kuned, to mijoni şumovu onho devore ʙarovaram"},{"SurahNumber":18,"VerseNumber":96,"Text":"Baroi man tikkahoi ohan ʙijovared». Cun mijoni on du kuh çam'karda şud, guft: «Bidamed!» To on ohanro ʙigudoxt. Va guft: «Misi gudoxta ʙijovared, to ʙar on rezam»"},{"SurahNumber":18,"VerseNumber":97,"Text":"Na tavonistand az on ʙolo ravand va na dar on sūrox kunand"},{"SurahNumber":18,"VerseNumber":98,"Text":"Guft: «In rahmate ʙud az çoniʙi Parvardigori man va cun va'dai Parvardigori man darrasad, onro zeru zaʙar kunad va va'dai Parvardigori man rost ast»"}]}