{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Ani tumacya palanakartyane ughada adesa dilela ahe ki tumhi tyacyasivaya dusarya konacihi upasana karu naka ani mata-pityasi sad‌vyavahara kara, jara tumacya upasthitita (hayatita) yancyapaiki eka kinva he doghe vrd'dhavasthesa pohocatila tara tyanna ‘are’ sud'dha bolu naka, tyanna datavu naka, ulata tyancyasi adara-sanmanane bolata ja"},{"SurahNumber":17,"VerseNumber":24,"Text":"Ani narami va premasaha tyancyasamora vinamratapurvaka hata pasaravuna theva1 ani du'a-prarthana karita raha, he majhya palanakartya! Yancyavara asica daya kara jasi yanni majhya balapanata majhe palanaposana karanyata keli ahe"},{"SurahNumber":17,"VerseNumber":25,"Text":"Je kahi tumacya hrdayata ahe te tumaca palanakarta cangalya prakare janato. Jara tumhi neka sadacari asala tara to ksama-yacana karanaryanna mapha karanara ahe"},{"SurahNumber":17,"VerseNumber":26,"Text":"Ani nateva'ikanca, ani dina-dubalyanca ani pravasanca hakka ada karita raha, ani apavyaya karanyapasuna dura raha"},{"SurahNumber":17,"VerseNumber":27,"Text":"Niscitaca, apavyaya (udhalapatti) karanare saitanace bandhava aheta, ani saitana apalya palanakartyasi motha krtaghna ahe"},{"SurahNumber":17,"VerseNumber":28,"Text":"Ani apalya palanakartyacya tya daya-krpeca sodha ghenyata, jici tu asa balagato, jara tula tyancyapasuna tonda phiravave lagela tara asahi sthitita tu tyanna cangalya prakare ani naramine samajavile pahije"},{"SurahNumber":17,"VerseNumber":29,"Text":"Ani apala hata apalya galyasi bandhuna thevu naka ani na to purnapane mokala soda, maga dhihkkaralela ani pascattapita ho'una basave"},{"SurahNumber":17,"VerseNumber":30,"Text":"Nihsansaya, tumaca palanakarta, jyala icchito roji (ajivika) vistrta karato ani jyacyasathi icchito sankucita (tanga) karato. Nihsansaya, to apalya dasanci purepura khabara rakhato ani khupa cangalya prakare pahanara ahe"},{"SurahNumber":17,"VerseNumber":31,"Text":"Ani daridyracya bhayane apalya santatila maruna taku naka. Tyanna ani tumhala amhica roji (ajivika) pradana karato. Nihsansaya, tyanci hatya karane phara motha aparadha ahe"},{"SurahNumber":17,"VerseNumber":32,"Text":"Ani khabaradara! Vyabhicaracya javalahi ja'u naka, karana ti mothi nirlajjata ahe, ani atisaya va'ita marga ahe"},{"SurahNumber":17,"VerseNumber":33,"Text":"Ani ekhadya jivala, jyala marane allahane harama kele ahe, kadhihi avaidharitya maru naka (tyaci hatya karu naka) ani jo manusya niraparadha avastheta thara marala ja'ila tara amhi tyacya varasala hakka de'una thevala ahe. Parantu tyane (pratisodha mhanuna) thara maranyata gha'i karu naye. Nihsansaya tyaci madata keli geli ahe"},{"SurahNumber":17,"VerseNumber":34,"Text":"Ani anathacya dhana-sampatticya javalahi ja'u naka, tya pad'dhatisivaya, ji adhika cangali ase, yethaparyanta ki te apalya sajnana honyacya vayasa pohacaveta ani vayada purna karita ja karana ki vayadyavisayi vicarana ho'ila"},{"SurahNumber":17,"VerseNumber":35,"Text":"Ani jevha mapuna dyala tevha purna mapa bharuna dya ani sarala tarajune toluna dya. Heca cangale ahe ani yaca parinamahi phara cangala ahe"},{"SurahNumber":17,"VerseNumber":36,"Text":"Ani jya gostici tumhala khabarahi nasela, asa gosticya mage lagu naka, karana kana ani dole ani hrdaya yancyapaiki pratyekala vicarana keli janara ahe"},{"SurahNumber":17,"VerseNumber":37,"Text":"Ani jaminivara mothya dimakhane va garvane calu naka, karana (asane) na tumhi jaminila phadu sakata ani na parvatancya unciparyanta pohocu sakata"},{"SurahNumber":17,"VerseNumber":38,"Text":"Ya sarva kamanca va'itapana tumacya palanakartyajavala atisaya apriya ahe"},{"SurahNumber":17,"VerseNumber":39,"Text":"He dekhila tya vahayi (prakasana) paiki ahe, jila tumacya palanakartyane tumacyakade hikamatine utaravile ahe, yastava allahasobata dusarya konatyahi upasya banavu naka an'yatha dhihkkara karuna ani apamanita karuna jahannamamadhye takale jala"},{"SurahNumber":17,"VerseNumber":40,"Text":"Kaya putrankarita allahane tumhala nivaduna ghetale ahe ani svatah apalyakarita pharistyanna muli banavuna ghetale? Khatrine tumhi phara mothe bola bolata ahata"},{"SurahNumber":17,"VerseNumber":41,"Text":"Ani amhi tara ya kura'anata sarva prakare sangitale ahe ki lokancya dhyani yave, parantu yavarahi tyanca tiraskaraca vadhato"},{"SurahNumber":17,"VerseNumber":42,"Text":"Tumhi sanga, jara allahasobata anakhi dusare upasya asate, jase ki he loka sangatata, tara avasya tyanni ataparyanta arsacya svamikade marga sodhala asata"},{"SurahNumber":17,"VerseNumber":43,"Text":"Je kahi he sangatata, tyahuna to pavitra ani mahana, atisaya dura, ani atisaya uccatama ahe"},{"SurahNumber":17,"VerseNumber":44,"Text":"Sapta akasa ani dharati, ani je kahi tyancyata ahe, sarva tyaceca stuti-gana karatata. Asi ekahi vastu nahi, ji pavitrata ani mahanatesaha tyace smarana karita nasela. Matra he khare ahe ki tumhi tice mahimagana samaju sakata nahi. Nihsansaya allaha motha sahanasila ani mapha karanara ahe"},{"SurahNumber":17,"VerseNumber":45,"Text":"Ani jevha tumhi kura'ana pathana karata, tevha amhi tumacya ani tya lokancya daramyana, je akhiratavara visvasa thevata nahi, eka gupta padada takato"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ani tyancya hrdayanvara padade takale aheta ki tyanni tyala samajave ani tyancya kanata badhirata ani jevha tumhi kevala allahaceca varnana tyacya ekamevatesaha ya kura'anata karata tevha te tonda phiravuna pala kadhatata"},{"SurahNumber":17,"VerseNumber":47,"Text":"Jya hetune te kura'ana aikatata, tyance irade amhi cangalya prakare janato. Jevha he tumacyakade kana lavuna asatata. Tevha dekhila, ani jevha he sallamasalata karatata tevhahi vastavika he atyacari loka mhanatata ki tumhi asa vyaktice anusarana karanyata magna ahata, jyacyavara jadutona kela gela ahe"},{"SurahNumber":17,"VerseNumber":48,"Text":"Jara paha tari tumacya sathi te kasa kasi udaharane detata yastava te cukicya margakade jata aheta ata tara sarala marga prapta karane tyanna sakya nahi"},{"SurahNumber":17,"VerseNumber":49,"Text":"Te mhanale, kaya jevha amhi hade ani dhula mati ho'una ja'u tara kaya amhi navyane janmasa ye'una dusaryanda uthavuna ubhe kele ja'u"}]}