{"Id":58,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"আর মহাকাশমন্ডলে কত যে ফিরিশ্‌তা রয়েছে যাদের সুপারিশ কোনো কাজে আসবে না যতক্ষণ না আল্লাহ্ অনুমতি দেন তার জন্য যাকে তিনি ইচ্ছা করেন ও তিনি সন্তষ্ট হয়েছেন।"},{"SurahNumber":53,"VerseNumber":27,"Text":"নিঃসন্দেহ যারা পরকালে বিশ্বাস করে না তারা ফিরিশ্‌তাদের নাম দেয় মেয়েদের নামে।"},{"SurahNumber":53,"VerseNumber":28,"Text":"আর এ বিষয়ে তাদের কোনো জ্ঞান নেই। তারা তো অনুমানেরই অনুসরণ করছে, আর নিঃসন্দেহ সত্যের বিরুদ্ধে অনুমানে কোনো লাভ হয় না।"},{"SurahNumber":53,"VerseNumber":29,"Text":"সেজন্য তাকে উপেক্ষা করো যে আমাদের উপদেশ থেকে ফিরে যায় আর দুনিয়ার জীবন ছাড়া আর কিছু চায় না।"},{"SurahNumber":53,"VerseNumber":30,"Text":"এইটিই তাদের জ্ঞানের শেষসীমা। নিঃসন্দেহ তোমার প্রভু -- তিনিই ভাল জানেন তাকে যে তার পথ থেকে ভ্রষ্ট হয়েছে, আর তিনিই ভাল জানেন যে সৎপথপ্রাপ্ত।"},{"SurahNumber":53,"VerseNumber":31,"Text":"আর মহাকাশমন্ডলে যা-কিছু আছে এবং যা-কিছু আছে পৃথিবীতে তা আল্লাহ্‌রই, যেন যারা মন্দ কাজ করেছে তাদের তিনি প্রতিফল দিতে পারেন যা তারা করেছে সেজন্য, আর যারা সৎকাজ করেছে তাদের তিনি ভালভাবে প্রতিদান দিতে পারেন।"},{"SurahNumber":53,"VerseNumber":32,"Text":"যারা বর্জন করে বড় বড় পাপাচার ও অশ্লীল কাজ -- মুখোমুখি হওয়া ভিন্ন -- তোমার প্রভু পরিত্রাণে নিশ্চয়ই অপরিসীম। তিনি তোমাদের ভালো জানেন যখন থেকে তিনি তোমাদের সৃষ্টির সূচনা করেছেন মাটি থেকে, আর যখন তোমরা ছিলে তোমাদের মায়ের পেটে ভ্রণরূপে। অতএব তোমরা তোমাদের নিজেদের গুণগান করো না। তিনিই ভালো জানেন তাকে যে ধর্মভীরুতা অবলন্বন করে।"},{"SurahNumber":53,"VerseNumber":33,"Text":"তুমি কি তবে তাকে দেখেছ যে ফিরে যায়"},{"SurahNumber":53,"VerseNumber":34,"Text":"আর যৎসামান্য দান করে এবং নির্দয়তা দেখায়"},{"SurahNumber":53,"VerseNumber":35,"Text":"তার কাছে কি অদৃশ্য সম্পর্কে জ্ঞান রয়েছে ফলে সে দেখত পাচ্ছে"},{"SurahNumber":53,"VerseNumber":36,"Text":"অথবা তাকে কি সংবাদ দেওয়া হয় নি মূসার গ্রন্থে যা আছে সে-সন্বন্ধে"},{"SurahNumber":53,"VerseNumber":37,"Text":"এবং ইব্রাহীম সন্বন্ধে যিনি সম্পূর্ণরূপে প্রতিপালন করেছিলেন"},{"SurahNumber":53,"VerseNumber":38,"Text":"যথা কোনো ভারবাহী অন্যের বোঝা বহন করবে না"},{"SurahNumber":53,"VerseNumber":39,"Text":"আর এই যে মানুষের জন্য কিছুই থাকবে না যার জন্য সে চেষ্টা না ক’রে"},{"SurahNumber":53,"VerseNumber":40,"Text":"আর এই যে, তার প্রচেষ্টা অচিরেই দৃষ্টিগোচর হবে"},{"SurahNumber":53,"VerseNumber":41,"Text":"তারপর তাকে প্রতিদান দেওয়া হবে পরিপূর্ণ প্রতিদানে"},{"SurahNumber":53,"VerseNumber":42,"Text":"আর এই যে, তোমার প্রভুর দিকেই হচ্ছে শেষ-সীমা"},{"SurahNumber":53,"VerseNumber":43,"Text":"আর এই যে, তিনিই হাসান আর তিনিই কাঁদান"},{"SurahNumber":53,"VerseNumber":44,"Text":"আর এই যে, তিনিই মারেন ও তিনিই বাঁচান।"},{"SurahNumber":53,"VerseNumber":45,"Text":"আর এই যে, তিনিই সৃষ্টি করেছেন জোড়ায়-জোড়ায় নর ও নারী"},{"SurahNumber":53,"VerseNumber":46,"Text":"শুক্রকীট থেকে যখন তাকে বিন্যাস করা হয়"},{"SurahNumber":53,"VerseNumber":47,"Text":"আর এই যে, তাঁর উপরেই রয়েছে পুনরায় উত্থানের দায়িত্ব"},{"SurahNumber":53,"VerseNumber":48,"Text":"আর এই যে, তিনিই ধনদৌলত দেন ও সুখ-সমৃদ্ধি প্রদান করেন"},{"SurahNumber":53,"VerseNumber":49,"Text":"আর এই যে, তিনিই শি'রা নক্ষত্রের প্রভু"},{"SurahNumber":53,"VerseNumber":50,"Text":"আর এই যে, তিনিই ধ্বংস করেছিলেন প্রাচীনকালের 'আদ-জাতিকে"},{"SurahNumber":53,"VerseNumber":51,"Text":"আর ছামূদ-জাতিও, তাই তিনি বাকী রাখেন নি"},{"SurahNumber":53,"VerseNumber":52,"Text":"আর নূহ-এর লোকদলও এর আগে। নিঃসন্দেহ তারা ছিল -- তারাই তো ছিল অত্যন্ত অত্যাচারী ও বেজায় অবাধ্য।"},{"SurahNumber":53,"VerseNumber":53,"Text":"আর উলটে ফেলা শহরগুলো -- তিনি ধ্বংস করেছিলেন"},{"SurahNumber":53,"VerseNumber":54,"Text":"ফলে তাদের তিনি ঢেকে দিয়েছিলেন যা ঢেকে দেয়।"},{"SurahNumber":53,"VerseNumber":55,"Text":"অতএব তোমার প্রভুর কোন অনুগ্রহ সম্পর্কে তুমি বাদানুবাদ করবে"},{"SurahNumber":53,"VerseNumber":56,"Text":"প্রাচীনকালের সতর্ককারীদের মধ্যে থেকে ইনি হচ্ছেন একজন সতর্ককারী।"},{"SurahNumber":53,"VerseNumber":57,"Text":"আসন্ন ঘটনা সমাগত"},{"SurahNumber":53,"VerseNumber":58,"Text":"এটি দূর করবার মতো আল্লাহ্ ছাড়া আর কেউ নেই।"},{"SurahNumber":53,"VerseNumber":59,"Text":"এই বিবৃতিতে তোমরা কি তাজ্জব হচ্ছ"},{"SurahNumber":53,"VerseNumber":60,"Text":"আর তোমরা কি হাসছ, তোমরা কি আর কাঁদবে না"},{"SurahNumber":53,"VerseNumber":61,"Text":"আর তোমরা তো হেলাফেলা করছ।"},{"SurahNumber":53,"VerseNumber":62,"Text":"অতএব আল্লাহ্‌র প্রতি সিজদা করো এবং উপাসনা করো।"},{"SurahNumber":54,"VerseNumber":1,"Text":"ঘড়িঘন্টা সমাগত, আর চন্দ্র দ্বিখন্ডিত হয়েছে।"},{"SurahNumber":54,"VerseNumber":2,"Text":"আর যদি তারা কোনো নিদর্শন দেখে, তারা ফিরে যায় ও বলে -- ''এক জবরদস্ত জাদু।’’"},{"SurahNumber":54,"VerseNumber":3,"Text":"আর তারা প্রত্যাখ্যান করে এবং তারা তাদের খেয়ালখুশির অনুসরণ করে, অথচ প্রত্যেক বিষয়েরই নিস্পত্তি হয়েই গেছে।"},{"SurahNumber":54,"VerseNumber":4,"Text":"আর তাদের কাছে অবশ্য কিছুটা সংবাদ এসেই গেছে যাতে রয়েছে প্রতিষেধক"},{"SurahNumber":54,"VerseNumber":5,"Text":"এক সুপরিণত জ্ঞান, কিন্তু এ সতর্কীকরণ কোনো কাজে আসে না।"},{"SurahNumber":54,"VerseNumber":6,"Text":"কাজেই তাদের থেকে ফিরে এস। একদিন আহ্বানকারী আহ্বান করবেন এক অপ্রীতিকর ব্যাপারের প্রতি"},{"SurahNumber":54,"VerseNumber":7,"Text":"তাদের চোখ অবনত অবস্থায়, তারা বেরিয়ে আসতে থাকবে কবর থেকে যেন তারা ছড়িয়ে পড়া পঙ্গপাল"},{"SurahNumber":54,"VerseNumber":8,"Text":"ওরা আহবায়কের প্রতি ছুটে আসবে। অবিশ্বাসীরা বলবে -- ''এইটি বড় কঠিন দিন!’’"}]}