{"Id":429,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"İnsanların hepsi toptan sefere çıkacak değillerdi. Ama her kabileden bir cemaatin dini iyice öğrenmeleri ve dönüp kavimlerine geldiklerinde, sakınmaları umuduyla onları uyarmaları için sefere çıkmaları gerekmez miydi"},{"SurahNumber":9,"VerseNumber":123,"Text":"Ey inananlar, yakınınızda bulunan kafirlerle savaşın, (onlar), sizde bir katılık bulsunlar. Bilin ki Allah, korunanlarla beraberdir"},{"SurahNumber":9,"VerseNumber":124,"Text":"Ne zaman bir sure indirilse onlardan kimi: \"Bu, hanginizin imanını artırdı?\" der. Bu, inananların imanını artırır, onlar sevinirler"},{"SurahNumber":9,"VerseNumber":125,"Text":"Fakat yüreklerinde hastalık olanlara gelince (bu), onların pisliklerine pislik katar. Ve onlar kafir olarak ölürler"},{"SurahNumber":9,"VerseNumber":126,"Text":"Kendilerinin her yıl bir iki defa sınandıklarını görmüyorlar mı? Yine de tevbe etmiyor, öğüt almıyorlar"},{"SurahNumber":9,"VerseNumber":127,"Text":"Bir sure indirildiği zaman: \"Sizi birisi görüyor mu?\" diye birbirine bakar, sonra sıvışırlar. Anlamaz bir topluluk oldukları için Allah onların kalblerini çevirmiştir"},{"SurahNumber":9,"VerseNumber":128,"Text":"Andolsun, içinizden size öyle bir Elçi geldi ki sıkıntıya uğramanız ona ağır gelir; size düşkün, mü'minlere şefkatli, merhametlidir"},{"SurahNumber":9,"VerseNumber":129,"Text":"Eğer yüz çevirirlerse de ki: \"Allah bana yeter! O'ndan başka tanrı yoktur. O'na dayandım, O büyük Arş'ın sahibidir"},{"SurahNumber":10,"VerseNumber":1,"Text":"Elif lam ra. İşte şunlar, o hikmetli Kitab'ın ayetleridir"},{"SurahNumber":10,"VerseNumber":2,"Text":"İçlerinden bir adama: \"İnsanları uyar ve inananlara, Rableri katında kendileri için bir doğruluk kademesi bulunduğunu müjdele!\" diye vahyettiğimiz, insanlara tuhaf mı geldi? kafirler: \"Bu, apaçık bir büyücüdür.\" dediler"},{"SurahNumber":10,"VerseNumber":3,"Text":"Rabbiniz O Allah'tır ki, gökleri ve yeri altı günde yarattı, sonra Arş'a istiva etti (kuruldu). Emri tebdir (buyruğunu) icra eder (yaratıklarını yönetir). O'nun izni olmadan hiç kimse şefa'at edemez. İşte Rabbiniz Allah budur. O'na kulluk edin, düşünmüyor musunuz"},{"SurahNumber":10,"VerseNumber":4,"Text":"Hepinizin dönüşü, O'nadır. Bu, Allah'ın gerçek olarak verdiği sözdür. O, yaratmağa başlar, sonra inanıp iyi işler yapanlara adaletle karşılık vermek için yeniden yaratır. İnkar edenlere gelince, küfürlerinden dolayı onlara kaynar sudan bir içki ve acı bir azab vardır"},{"SurahNumber":10,"VerseNumber":5,"Text":"Güneşi ziya, ay'ı nur yapan; yılların sayısını ve (vakitlerin) hesabı(nı) bilmeniz için aya (dolaşma) konaklar(ı) düzenleyen O'dur. Allah, bunları (boş yere değil), gerçek ile (hikmeti uyarınca) yaratmıştır. Bilen bir kavim için ayetleri açıklamaktadır"},{"SurahNumber":10,"VerseNumber":6,"Text":"Gece ve gündüzün değişmesinde ve Allah'ın göklerde ve yerde yarattığı şeylerde, korunan bir topluluk için nice ibretler vardır"},{"SurahNumber":10,"VerseNumber":7,"Text":"Bizimle buluşmayı ummayan, dünya hayatına razı olup onunla rahat edenler ve bizim ayetlerimizden gaflet edenler"},{"SurahNumber":10,"VerseNumber":8,"Text":"İşte kazandıkları işlerden ötürü onların varacakları yer, ateştir"},{"SurahNumber":10,"VerseNumber":9,"Text":"İnanıp iyi işler yapanlara gelince imanlarından dolayı Rableri, onları altlarından ırmaklar akan ni'met cennetlerine iletir"},{"SurahNumber":10,"VerseNumber":10,"Text":"Onların orada du'ası: \"Allah'ım Sen her türlü eksiklikten uzaksın!\", birbirlerine sağlık dilekleri: \"Selam\", du'alarının sonu da: \"Alemlerin Rabbi Allah'a hamdolsun!\" sözleridir"}]}