{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"mariyu nagara strīlu parasparaṁ ilā carcin̄cukōsāgāru. \"Ajīj bhārya tana yuva bānisanu mōhimpagōrindi. Niścayaṅgā āme gāḍhamaina prēmalō paḍi undi. Niścayaṅgā, āme spaṣṭamaina porapāṭulō unnaṭlu mēmu cūstunnāmu"},{"SurahNumber":12,"VerseNumber":31,"Text":"āme vāri nindārōpaṇalu vini, vāriki āhvānaṁ pampindi. Vāriki oka man̄ci vindu ērpāṭu cēsi, okkokka strīki okkokka katti icci, (yūsuph tō): \"Vāri munduku rā!\" Ani annadi. Ā strīlu atanini cūḍagānē nivverapōyāru mariyu (āścaryantō cētulalō unna kattulatō) tama cētulanu kōsukunnāru. (Aprayatnaṅgā) annāru: \"Allāh mahima! (Hāṣalillāh) itanu mānavuḍu mātraṁ kāḍu! Itanu goppa dēvadūtayē kāgalaḍu"},{"SurahNumber":12,"VerseNumber":32,"Text":"āme annadi: \"Itanē ā maniṣi! Itanini gurin̄cē mīru nāpai nindalu mōpindi. Vāstavāniki nēnē itanini mōhimpa jēyaṭāniki prayatnin̄cānu, kāni itanu tappin̄cukunnāḍu. Kāni itanu ika nēnu ceppindi cēyakuṇṭē tappaka cerasāla pālu kāgalaḍu, lēdā tīvra avamānāniki guri kāgalaḍu"},{"SurahNumber":12,"VerseNumber":33,"Text":"(Yūsuph) annāḍu: \"Ō nā prabhū! Ī strīlu nannu pilicē viṣayāni kaṇṭē nāku cerasālayē priyamainadi. Nīvu vāri ettugaḍala nuṇḍi nannu tappin̄caka pōtē, nēnu vāri valalō cikkipōyē vāḍini mariyu ajñānulalō cēri pōyēvāḍini"},{"SurahNumber":12,"VerseNumber":34,"Text":"appuḍu atani prabhuvu atani prārthananu aṅgīkarin̄ci, atanini ā strīla pannāgāla nuṇḍi tappin̄cāḍu. Niścayaṅgā, āyanē sarvaṁ vinēvāḍu, sarvajñuḍu"},{"SurahNumber":12,"VerseNumber":35,"Text":"ā taruvāta vāriki - (atanu nirdōṣi anē) sūcanalu kanipin̄cinā - atanini konta kālaṁ cerasālalō un̄cālani anipin̄cindi"},{"SurahNumber":12,"VerseNumber":36,"Text":"mariyu atanitō bāṭu iddaru yuvakulu kūḍā cerasālalō pravēśin̄cāru. Vārilō okaḍu annāḍu: \"Nēnu sārāyi piṇḍutū unnaṭlu kala cūśānu!\" Reṇḍō vāḍu annāḍu: \"Nēnu nā talapai roṭṭelu mōstunnaṭlu, vāṭini pakṣulu tiṇṭunnaṭlu kalalō cūśānu.\" (Iddarū kalisi annāru): \"Māku dīni bhāvānni telupu. Niścayaṅgā, mēmu ninnu sajjanunigā cūstunnāmu"},{"SurahNumber":12,"VerseNumber":37,"Text":"(yūsuph) annāḍu: \"Mīriddariki tinaṭāniki ivvabaḍē bhōjanaṁ vastundi kadā! Adi rākamundē nēnu vīṭi (mī kalala) bhāvānni mī iddariki teluputānu. Idi nā prabhuvu nērpina vidyalalōnidē. Niścayaṅgā nēnu allāh nu viśvasin̄canivāri mariyu paralōkānni tiraskarin̄cēvāri dharmānni vadali peṭṭānu"},{"SurahNumber":12,"VerseNumber":38,"Text":"mariyu nēnu nā taṇḍri tātalaina ibrāhīm, is hākh mariyu ya'akhūb la yokka dharmānni avalambin̄cāmu. Allāh ku evaḍinainā sāṭi kalpin̄caṭaṁ mā vidhānaṁ kādu. Vāstavāniki idi māpai mariyu sarva mānavulapai unna allāh yokka anugrahaṁ. Kāni cālā mandi prajalu kr̥tajñatalu cūparu"},{"SurahNumber":12,"VerseNumber":39,"Text":"ō nā iddaru cerasāla sahacarulārā! Ēmī? Cālā mandi vibhinna prabhuvulu mēlā? Lēka, tana sr̥ṣṭipai sampūrṇādhikāraṁ gala advitīyuḍaina allāh mēlā"},{"SurahNumber":12,"VerseNumber":40,"Text":"Āyana (allāh) nu vadali mīru ārādhistunnavi - mīru mariyu mī taṇḍri tātalu kalpin̄cukunna - pērlu mātramē! Dāni koraku allāh elāṇṭi pramāṇānni avatarimpa jēyalēdu. Niścayaṅgā ājñāpin̄cē adhikāraṁ kēvalaṁ allāh kē cendutundi. Āyananu tappa marokarini ārādhin̄carādani āyana ājñāpin̄cāḍu. Idē saraina dharmaṁ, kānī cālā mandiki idi teliyadu"},{"SurahNumber":12,"VerseNumber":41,"Text":"ō nā iddaru cerasāla sahacarulārā! Mīlō okaḍu tana yajamāniki madyapānaṁ (sārāyi) trāgistū uṇṭāḍu. Ika reṇḍava vāḍu siluvapai ekkin̄cabaḍatāḍu mariyu atani nettipai nuṇḍi pakṣulu tiṇṭū uṇṭāyi. Mīru aḍugutunna (kalala) viṣayaṁ gurin̄ci ī vidhamaina tīrpu ivvabaḍutōndi"},{"SurahNumber":12,"VerseNumber":42,"Text":"mariyu vāriddarilō viḍudala pondutāḍani bhāvin̄cani vāḍitō (yūsuph) annāḍu: \"Nī svāmi daggara nā prastāvana ceyyi.\" Kāni atanini tana svāmi daggara prastāvana cēyaṭānni ṣaitān marapimpa jēśāḍu, kāvuna (yūsuph) cerasālalō marikonni sanvatsarālu uṇḍipōyāḍu"},{"SurahNumber":12,"VerseNumber":43,"Text":"(okarōju) rāju annāḍu: \"Vāstavāniki nēnu (kalalō) ēḍu balisina āvulanu, ēḍu bakkacikkina (āvulu) tini vēstunnaṭlu mariyu ēḍu pacci vennulanu maroka ēḍu eṇḍipōyina vāṭini cūśānu. Ō sabhāsadulārā! Mīku svapnāla bhāvaṁ telistē nā svapnāla bhāvānni telupaṇḍi"},{"SurahNumber":12,"VerseNumber":44,"Text":"vārannāru: \"Ivi pīḍakalalu. Mariyu māku kalala gūḍharthaṁ telusukunē naipuṇyaṁ lēdu"},{"SurahNumber":12,"VerseNumber":45,"Text":"ā iddaru bandīlalō nuṇḍi viḍudala pondina vyaktiki cālā kālaṁ taruvāta ippuḍā viṣayaṁ gurtuku vaccindi. Ataḍu annāḍu: \"Nēnu dīni gūḍhārthānni mīku teluputānu, dāniki nannu (yūsuph vaddaku) pampaḍi"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Ataḍu annāḍu): \"Yūsuph! Satyavantuḍā! Nāku - ēḍu balisina āvulanu, ēḍu bakkacikkina āvulu tini vēyaṭānni; mariyu ēḍu pacci vennula mari ēḍu eṇḍipōyina (vennula) - gūḍhārthamēmiṭō ceppu. Nēnu (rājasabhalōni) prajala vaddaku pōyi (cebutānu), vāru dānini telusukuṇṭāru"},{"SurahNumber":12,"VerseNumber":47,"Text":"(yūsuph) annāḍu: \"Mīru yathāprakāraṅgā ēḍu sanvatsarālu sēdyaṁ cēstū uṇṭāru, kāni mīru kōsina paṇṭalō konta bhāgānni mātramē tinaṭāniki upayōgin̄cukoni, migilinadantā, vennulatōnē koṭlalō un̄ci (bhadraparacaṇḍi)"},{"SurahNumber":12,"VerseNumber":48,"Text":"ā taruvāta cālā kaṭhinamaina ēḍu sanvatsarālu vastāyi, vāṭilō mīru mundē niluva cēsi un̄cina dānini tiṇṭāru. Mīru (vittanāni kōsaṁ) bhadraṅgā un̄cukunna kontabhāgaṁ tappa"},{"SurahNumber":12,"VerseNumber":49,"Text":"ā taruvāta oka sanvatsaraṁ vastundi. Andulō prajalaku puṣkalamaina varṣālu kurustāyi. Andulō vāru (rasaṁ/nūne) tīstāru (piṇḍutāru)"},{"SurahNumber":12,"VerseNumber":50,"Text":"rāju ilā annāḍu: \"Atanini nā vaddaku tīsuku raṇḍi!\" Rājadūta atani vaddaku vaccinapuḍu (yūsuph) annāḍu: \"Nīvu tirigi pōyi nī svāmini aḍugu: 'Tama cētulu kōsukunna strīla vāstava viṣayamēmiṭi?' Niścayaṅgā, nā prabhuvuku vāri kuṭra gurin̄ci bāgā telusu"},{"SurahNumber":12,"VerseNumber":51,"Text":"(rāju strīlanu) vicārin̄cāḍu: \"Mīru yūsuph nu mōhimpa jēyaṭāniki prayatnin̄cina viṣayamēmiṭi?\" Vārandarū (okēsārigā) annāru: \"Allāh rakṣin̄cugāka! Mēmu atanilō ē pāpānni cūḍalēdu!\" Ajīj bhārya annadi: \"Ippuḍu satyaṁ bayaṭapaḍindi. Nēnē atanini mōhimpa jēyaṭāniki prayatnin̄cānu. Mariyu niścayaṅgā, atanu satyavantuḍu"},{"SurahNumber":12,"VerseNumber":52,"Text":"(appuḍu yūsuph) annāḍu: \"Nēnu idantā cēsindi niścayaṅgā, nēnu (ajīj ku) gōpyaṅgā elāṇṭi nam'makadrōhaṁ cēyalēdani telupaṭānikē mariyu niścayaṅgā, allāh nam'makadrōhula kuṭranu sāganivvaḍu"}]}