{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Kare koso wa, futatsunoumi o wake hedate rareta okatadearu. Hitotsu wa amaku shite umai,-gai wa shiokaraku shite nigai. Ryōsha no ma ni shōheki o mōke, kanzen ni bunri nasa reta"},{"SurahNumber":25,"VerseNumber":54,"Text":"Kare koso wa, mizu kara ningen o tsukuri, kettō ni yoru shinzoku to kon'in no kankei o sadame rareta kata. Hontōni anata no omo wa zen'nō de ara reru"},{"SurahNumber":25,"VerseNumber":55,"Text":"Daga kare-ra wa arrā o sashioite mueki mugai no mono ni tsukaeru. Hontōni fushin-sha wa, jibun no omo ni hankō suru mono (akuma) no enjo-shadearu"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ware wa, tada kippō no dentatsu-sha, mata keikoku-sha to shite anata o tsukawashita dakedearu"},{"SurahNumber":25,"VerseNumber":57,"Text":"Gen tte yaru ga ī. `Watashi wa kore ni taishi, anata gata ni nani no hōshū mo motomenai. Daremoga,-nushi e no (tadashī) michi o nozomeba yoi"},{"SurahNumber":25,"VerseNumber":58,"Text":"shinu koto no nai eisei-sha o shinrai shite, kare o tataete 唱念 Shi nasai. Kare wa, shimo be-tachi no subete no tsumi o kanzen ni jukuchi sa reru"},{"SurahNumber":25,"VerseNumber":59,"Text":"Kare wa, ten to ji soshite sonoaida ni aru subete no mono o, 6-nichi no ma ni sōzō shi, sorekara gyokuza ni chinza nasa reru jihibukaki okata de ara reru.Dakara kare ni tsuite jukuchi suru mono ni toe"},{"SurahNumber":25,"VerseNumber":60,"Text":"Daga kare-ra ga,`jihibukaki okata ni sajida shi nasai.' To iwa reru to, kare-ra wa iu. `Jihibukaki okata to wa nanidesu ka. Watashi-tachi wa anata no meijiru mono ni sajida suru nodesu ka.' To, kaette (shinri kara no) tōhi o masu bakari. 〔Sajida〕"},{"SurahNumber":25,"VerseNumber":61,"Text":"ten ni sho seiza o haichi shi, sonoaida ni taiyō to terasu tsuki o oka reta okata ni, shukufuku are"},{"SurahNumber":25,"VerseNumber":62,"Text":"Kare koso wa, hansei shi, kansha shiyou to suru mono no tame ni yoru to hiru o mōke, kōtai sa seta katadearu"},{"SurahNumber":25,"VerseNumber":63,"Text":"Jihibukaki okata no shimo be-tachi wa, kenkyo ni chijō o aruku mono, mata muchi no to (tashinkyō to) ga hanashikakete mo,`heian'are.' To (aisatsu shite) iu monodearu"},{"SurahNumber":25,"VerseNumber":64,"Text":"Mata omo no gozen ni sajida (matawa) kiritsu shite, yoru o sugosu mono"},{"SurahNumber":25,"VerseNumber":65,"Text":"Mata,`omo yo, jigoku no chōbatsu o watashi-tachi kara opparatte kudasai. Hontōni ano chōbatsu wa, kurushimi no kiwamidesu"},{"SurahNumber":25,"VerseNumber":66,"Text":"Hontōni sore wa warui sumaideari, warui yasumi-shodesu.' To iu monodearu"},{"SurahNumber":25,"VerseNumber":67,"Text":"Mata (zaika o) tsukau sai ni rōhi shinai mono, mata rinshokude mo naku, yoku sono chūkan o tamotsu mono"},{"SurahNumber":25,"VerseNumber":68,"Text":"Arrā to narabete,-gai no don'na kami ni mo inoranai mono, seitōnariyū ga nai kagiri, arrā ga kinji rareta sesshō o okasu koto naku, mata kan in shinai monodearu.Daga oyoso son'na koto o suru mono wa, chōbatsu sa reru"},{"SurahNumber":25,"VerseNumber":69,"Text":"Fukkatsu no hi ni wa chōbatsu wa (tsumi ni ōji) baika sa re, sono (jigoku de) kutsujoku no naka ni eien ni sumudearou"},{"SurahNumber":25,"VerseNumber":70,"Text":"Kaigo shite shinkō shi, zenkō ni hagemu mono wa betsudearu. Arrā wa korera no mono no, iroirona hikō o kaete zenkō ni sa reru. Arrā wa kan'yō ni shite jihibukaku ara reru"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kaigo shite zenkō ni isoshimu mono wa, honki de arrā ni kuite iru monodearu"},{"SurahNumber":25,"VerseNumber":72,"Text":"Uso no shōgen o shinai mono, mata muda-banashi o shite iru soba o tōru toki mo jichō shite tōrisugiru mono"},{"SurahNumber":25,"VerseNumber":73,"Text":"Mata wadai ga omo no shirushi ni oyobeba tsunbo 啞者 Ka mōjindearu ka no yō ni, 戯-Ra ni shiranaifuri o shinai mono"},{"SurahNumber":25,"VerseNumber":74,"Text":"Soshite,`omo yo, kokoro no nagusame to naru tsuma to shison o watashi-tachi ni atae,-nushi o osoreru mono no mohan ni shite kudasai.' To (inotte) iu mono"},{"SurahNumber":25,"VerseNumber":75,"Text":"Korera no mono wa, sono taeshinonda koto ni yori takai kai-i no sumai o motte (rakuen no naka ni) mukuwa reyou. Mata sokode kangei to aisatsu no kotoba o motte mukae rareyou"},{"SurahNumber":25,"VerseNumber":76,"Text":"Soko ni eien ni sumu nodearu. Nanto yoi sumai, nanto yoi yasumi-shodearu koto yo"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Fushin-sha ni) itte yaru ga ī. `Anata gataga watashi no omo ni inoranainara, kare wa anata gata o, kamatte kudasaranaidearou. Anata gata wa hontōni (omo o) usotsuki yobawari shitaga, yagate manukare rarenai (chōbatsu ga) kudarudearou"}]}