{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"We inspired Moses to cast his staff. No sooner did he cast his staff than it became a serpent and began to swallow up the creation of their sorcery"},{"SurahNumber":7,"VerseNumber":118,"Text":"Thus the truth prevailed and all that they did collapsed"},{"SurahNumber":7,"VerseNumber":119,"Text":"Pharoah and his people were defeated and put to humiliation"},{"SurahNumber":7,"VerseNumber":120,"Text":"and the sorcerers, since they were professionals and knew that it was not sorcery, fell down in prostration"},{"SurahNumber":7,"VerseNumber":121,"Text":"saying: \"we believe in the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":122,"Text":"the Lord of Moses and Haroon"},{"SurahNumber":7,"VerseNumber":123,"Text":"Pharoah said: \"How dare you believe in Him without my permission? In fact this was a plot which you all had planned to drive the people out of their city, but soon you will know its consequences"},{"SurahNumber":7,"VerseNumber":124,"Text":"I will have your hands and your feet cut off on opposite sides and then crucify you all"},{"SurahNumber":7,"VerseNumber":125,"Text":"They answered: \"We will surely return to our Lord"},{"SurahNumber":7,"VerseNumber":126,"Text":"Look at your verdict, you want to take revenge simply because we believed in the signs of our Lord when they came before us! O Lord! Give us patience and cause us die as Muslims"},{"SurahNumber":7,"VerseNumber":127,"Text":"The chiefs of Pharoah’s (Pharaoh's) nation asked him: \"Will you leave Moses and his nation free to commit mischief in the land and to forsake you and your gods?\" He said: \"We will put their sons to death and spare their daughters; we have irresistible power over them"},{"SurahNumber":7,"VerseNumber":128,"Text":"Moses said to his people: \"Seek help from Allah and be patient. The land belongs to Allah. He gives it as a heritage to those of His devotees whom He pleases. You should know that final success is for the righteous"},{"SurahNumber":7,"VerseNumber":129,"Text":"They said: \"We were oppressed before you came to us and since you have come to us.\" He replied: \"It is quite possible that your Lord may destroy your enemy and make you vicegerent in the land; then He will see how you act"},{"SurahNumber":7,"VerseNumber":130,"Text":"We afflicted Pharoah’s people with several years of famine and shortages of fruit so that they might come to their senses"},{"SurahNumber":7,"VerseNumber":131,"Text":"But whenever they had good times they said \"It is our due,\" and whenever evil befell them, they ascribed that bad luck to Moses and those with him. Behold! In fact their misfortune was in the hands of Allah; yet most of them do not know"},{"SurahNumber":7,"VerseNumber":132,"Text":"They said to Moses: \"No matter what sign you may bring us to put your magic spell, we are not going to believe you"},{"SurahNumber":7,"VerseNumber":133,"Text":"So We plagued them with storms, locusts, lice, frogs and blood: clear cut signs, yet they persisted in their arrogance, for they were a criminal nation"},{"SurahNumber":7,"VerseNumber":134,"Text":"Every time the plague befell them, they said: \"O Moses! Pray for us to your Lord as He has made the promise with you, if you help remove the plague from us, we shall truly believe in you and send the Children of Israel with you"},{"SurahNumber":7,"VerseNumber":135,"Text":"But every time We removed the plague from them and the appointed time for the release of the Children of Israel came, lo! They broke their promise"},{"SurahNumber":7,"VerseNumber":136,"Text":"Therefore, We inflicted retribution on them and drowned them in the sea, for they denied Our signs and became heedless of them"},{"SurahNumber":7,"VerseNumber":137,"Text":"Thus We made that nation which was oppressed, the inheritors of the eastern and western lands which We had blessed. That’s how the fair promise of your Lord was fulfilled for the Children of Israel because they had endured with patience; and We levelled to the ground the great works and fine buildings which Pharoah and his nation had erected with such pride"},{"SurahNumber":7,"VerseNumber":138,"Text":"We made the Children of Israel cross the (Red) sea. On their way they came across a people who were worshipping their idols. They said: \"O Moses fashion for us an Ilah (a god for worship) like the gods of these people.\" He replied: \"You are indeed very ignorant people"},{"SurahNumber":7,"VerseNumber":139,"Text":"don’t you realize, what these people are following is doomed to destruction and their deeds are in vain"},{"SurahNumber":7,"VerseNumber":140,"Text":"He further said: \"Should I seek for you a god for worship other than Allah: when it is He who has exalted you above all the worlds"},{"SurahNumber":7,"VerseNumber":141,"Text":"and while Allah says, \"Remember that We rescued you from people of Pharaoh, who subjected you to cruel torment, putting your sons to death and sparing your women and in that condition of slavery there was a great trial from your Lord"}]}