{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Albette, Allaһtın nazarında aybandardan da eŋ jamanı (çındıktı) ukpagan, (akıykattı) süylöbögön akılsızdar"},{"SurahNumber":8,"VerseNumber":23,"Text":"Eger Allaһ alardan bir jakşılık boloorun bilgende (akıykattı) uga turgan kılıp koymok. Jana, eger uga turgan kılıp koyso dele, (akıykattan) jüz burup ketmek"},{"SurahNumber":8,"VerseNumber":24,"Text":"O, ıyman keltirgen pendeler! Silerge jaşoo bere turgan nersege (ibadatka) çakırganda, Allaһ menen paygambarına (daroo) joop bergile! Bilip koygula, Allaһ adam menen (anın) jürögünün arasın tosup koyot.? Jana çınında, bardıgıŋar Anın Özünö çogulasıŋar"},{"SurahNumber":8,"VerseNumber":25,"Text":"Jana silerdin araŋardagı zulum (künöö) kılgandardın özünö gana tiybey (bardıgıŋarga tegiz tie) turgan azaptan? korkkula! jana bilgile Allaһtın azabı katuu"},{"SurahNumber":8,"VerseNumber":26,"Text":"(O,momundar!) Estegile, bir kezde siler az, jer betinde alsız-beçara jana adamdar silerdi basıp-tonop ketişinen korkkon abalda eleŋer. Kiyin Allaһ silerge (Medinadan) orun-oçok berip, Öz jardamı menen koldop, silerge taza nerselerdi ırıskı kılıp berdi. Kana emi, (uşularga) şügür kılsaŋar"},{"SurahNumber":8,"VerseNumber":27,"Text":"O,ıyman keltirgender! Allaһka, Anın paygambarına jana silerge işenip tapşırılgan amanattarga bilip turup kıyanat kılbagıla"},{"SurahNumber":8,"VerseNumber":28,"Text":"Jana bilip koygula, çınında silerdin mal-düynöŋör jana bala-çakaŋar — bul sınoo (gana). Akıykatta, Allaһtın aldında Uluk soop bar"},{"SurahNumber":8,"VerseNumber":29,"Text":"O,ıyman keltirgender! Eger Allaһtan korksoŋor silerge jakşılık menen jamandıktı ajırata turgan ilim-parasat beret, (kiçinekey) künööŋördü öçüröt, jana (çoŋ) künööŋördü keçiret. Allaһ — Uluk pazilet eesi"},{"SurahNumber":8,"VerseNumber":30,"Text":"(O, Muhammad) estegin, kaapırlar (bir kezde) seni (öz jurtuŋda) kaltıruuga, je öltürüügö je bolboso, sürgün kıluuga amal izdeşken. Alar aylakerlik kılışat, Allaһ da aylakerlik kılat. Allaһ aylakerlerdin mıktısı"},{"SurahNumber":8,"VerseNumber":31,"Text":"Eger alarga Bizdin ayattarıbız okulsa: “Biz ukkanbız. Eger kaalasak buga okşogondu biz dele ayta alabız. Bul bayırkılardın jomoktorunan başka nerse emes” deşet"},{"SurahNumber":8,"VerseNumber":32,"Text":"Bir kezde alar: “O, Allaһ! Eger mına bul (Muhammad aytıp jatkan sözdör) Senin aldıŋdan kelgen Akıykat (ekeni çın) bolso, asmandan üstübüzgö taş jaadır je bizge jan oorutkan azap jiber!” — deşti"},{"SurahNumber":8,"VerseNumber":33,"Text":"(O, Muhammad, ar kaçan) sen alardın arasında ekeniŋde, Allaһ alardı azaptabayt. Jana alar (tooba kılışıp) künöölörünö (Allaһtan) keçirim suraşsa da Allaһ alardı azaptabayt"},{"SurahNumber":8,"VerseNumber":34,"Text":"(Birok,) Alar (musulmandardı) Masjid al-Haramdan tosup jatsa Allaһ alardı azaptabay koymok bele?! Anın (Masjid al-Haramdın) eeleri alar emes! Anın (çınıgı) eeleri takıbaaluu adamdar. Birok, köpçülügü (munu) bilişpeyt"},{"SurahNumber":8,"VerseNumber":35,"Text":"Alardın “Baytullah” (Al-Haram) aldındagı “namazdarı” ışkırık jana kol çabuudan başka emes ele! Emi, (ey, muşrikter!) kaapır bolgonuŋarga jaraşa azaptı(n daamın) tatkıla"},{"SurahNumber":8,"VerseNumber":36,"Text":"Kaapırlar (adamdardı) Allaһtın jolunan tosuu üçün mal-düynölörün jumşaşat. Dagı ele jumşay berişet, birok kiyin (bul işteri) öz baştarına buşayman bolot. Kiyin... jeŋilişet! Kaapırlar (Akırette) Tozokko çogultulat"},{"SurahNumber":8,"VerseNumber":37,"Text":"Allaһ ıpılastardı taza-pakizalardan ajıratıp alıp, biri-birine kabattap, jıynap, bardıgın Tozokko salışı üçün. Oşolor anık zıyan tartuuçular"},{"SurahNumber":8,"VerseNumber":38,"Text":"(O, Muhammad), kaapırlarga ayt: Eger (duşmandıgın) toktotuşsa, ötkön künöölörü keçirilet. Eger ulantışsa, (bilip koyuşsun:) murunkulardın jolu ötkön"},{"SurahNumber":8,"VerseNumber":39,"Text":"(O, momundar!) kaapırlarga karşı, (jer betinde) fitna (şirk jana dinge toskoolduk) kalbay kalganga çeyin jana din-ökümdün bardıgı Allaһka taandık bolgongo çeyin soguşa bergile. Eger toktotuşsa, Allaһ jasagan işterin Körüüçü"},{"SurahNumber":8,"VerseNumber":40,"Text":"A, eger (Allaһka moyun sunuudan) jüz buruşsa, bilgile, silerdin başçıŋar — Allaһ! Al mıktı Başçı jana mıktı Jardamçı"}]}