{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"I ste, dva protivnika koi raspravaat za Gospodarot svoj. Za onie koi ne veruvaat ḱe im bide sošiena obleka od ogan, a nad glavite nivni ḱe im se sipa zovriena voda"},{"SurahNumber":22,"VerseNumber":20,"Text":"od nea ḱe se stopi ona što e vo stomacite nivni, i kožite, isto taka"},{"SurahNumber":22,"VerseNumber":21,"Text":"nad niv ima TOPUZI OD železo"},{"SurahNumber":22,"VerseNumber":22,"Text":"sekogaš koga ḱe se vpregnat da izlezat od taa spurnina nepodnosliva...:“Vratete se vo nea i iskusete ja kaznata ognena"},{"SurahNumber":22,"VerseNumber":23,"Text":"Na onie koi veruvaat i koi rabotat dobri dela ON ḱe gi vovede, navistina, vo bavčite džennetski niz koi reki tečat: vo niv ḱe bidat ukraseni so narakvici od zlato i biseri, a oblekata nivna ḱe im bide od svila"},{"SurahNumber":22,"VerseNumber":24,"Text":"I bea upateni kon učtiv govor i bea upateni kon patot na Onoj koj e za blagodarnost Dostoen"},{"SurahNumber":22,"VerseNumber":25,"Text":"onie koi ne veruvaat i koi, navistina, odvraḱaat Od Allahoviot pat, i od Mesdžidul Haram kogo Nie go odredivme, bilo za meštanite bilo za dojdencite - koi, spored toa, vo nego posakuvaat da oskvernat i zulum da napravat, Nie ḱe odredime da ja vkusat kaznata bolna"},{"SurahNumber":22,"VerseNumber":26,"Text":"koga na Ibrahim mu go označivme mestoto za kuḱa: “Ne združuvaj Mi ništo i očisti ja kuḱava Moja za onie koi se vrtat okolu nea, koi stojat i koi na sedžde paǵaat"},{"SurahNumber":22,"VerseNumber":27,"Text":"vozglasi go za luǵeto hadždžot: ḱe ti doaǵaat i peški I na kamili istošteni, ḱe doaǵaat od site strani dalečni"},{"SurahNumber":22,"VerseNumber":28,"Text":"za da si pribavat koristi KOI se nivni, i da go spomenuvaat imeto Allahovo Vo denovite poznati pri “rskot NIVNI OD ŽIVOTNOTO OD Nego, za niv nameneto. Jadete od negoi podelete go na nesreḱniot bedNIK"},{"SurahNumber":22,"VerseNumber":29,"Text":"Neka ja otstranat potoa nečistotijata svoja, i neka gi ispolnat vetuvanjata svoi, I neka pravat tavaf okolu Kuḱata drevna"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ete, onoj koj gi veliča svetostite Allahovi... toj, kaj Gospodarot svoj, e podobar. I dozvoleni vi se životnite, osven onie koi vi se spomenati, I izbegnuvajte ja sramotijata na kipovite i izbegnuvajte go razgovorot bezraboten"},{"SurahNumber":22,"VerseNumber":31,"Text":"iskreno oddadeni na Allah, ne združuvajḱi Mu ništo; onoj koj Mu pripišuva združenik na Allah e kako onoj koj ḱe padne od nebo, pa pticite Ḱe go razgrabat ili, pak, vetrot ḱe go odnese vo nekoe mesto dalečno"},{"SurahNumber":22,"VerseNumber":32,"Text":"Ete, onoj koj gi veliča propisite Allahovi... ovie se, tokmu, posledica na srcata pobožni"},{"SurahNumber":22,"VerseNumber":33,"Text":"Vie vo niv imate koristi do vreme odredeno; potoa mestoto nivno e kaj Kuḱata drevna"},{"SurahNumber":22,"VerseNumber":34,"Text":"I na sekoja zaednica Nie ḱ odredivme obred za da go spomenuvaat imeto Allahovo pri “rskoT NIVNI OD ŽIVOTNOTO OD Nego, za niv nameneto. Pa, vašiot Bog e eden Bog. I Nemu, togaš, oddadete Mu se! I zaraduvaj gi poniznite"},{"SurahNumber":22,"VerseNumber":35,"Text":"čii srca, koga ḱe se spomene Allah, ḱe zatreperat, koi se trpelivi za ona što im se slučuva, koi namaz izvršuvaat i KOI, OD “rskot što Nie im go dadovme, delat"},{"SurahNumber":22,"VerseNumber":36,"Text":"Eden od obredite hadžiski se i kamilite koi Allah vi gi odredi. Vo niv, za vas, ima dobro. Spomenuvajte go imeto Allahovo koga ḱe bidat vo redovi poredani. A koga ḱe padnat na zemja, jadete od niv I nahranete go onoj što e zadovolen so toa i onoj koj pita. Ete, Nie taka vi gi potčinivme za da bidete blagodarni"},{"SurahNumber":22,"VerseNumber":37,"Text":"Ni mesoto nivno ni krvta nivna ne ḱe stignat do Allah, tuku bogobojazlivosta vaša ḱe stigne do Allah. Ete, taka vi gi potčini za da Go slavite Allaha zaradi toa što ve upati, i zaraduvaj gi dobročinitelite"}]}