{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Āṇi jēvhā mariyamacyā putrācē udāharaṇa sāṅgitalē gēlē, tēvhā tyā vr̥ttāntānē tumacā janasamūha (ānandānē) ōraḍalā"},{"SurahNumber":43,"VerseNumber":58,"Text":"Āṇi tē mhaṇālē kī āmacī upāsyē cāṅgalī āhēta kī tō? Tumhālā tyān̄cē hē sāṅgaṇē kēvaḷa vāda ghālaṇyācyā hētūnē āhē, kimbahunā hē lōka āhētaca bhāṇḍakhōra"},{"SurahNumber":43,"VerseNumber":59,"Text":"Tō (īsā alai.) Dēkhīla kēvaḷa ēka dāsa mātra āhē, jyācyāvara āmhī upakāra kēlā āṇi tyālā isrā'īlacyā santatīkaritā (āpalyā sāmarthyācī) niśāṇī banavilē"},{"SurahNumber":43,"VerseNumber":60,"Text":"Jara āmhī icchilē asatē tara tumacyā'aivajī phariśtē banavilē asatē jyānnī dharatīvara ēkamēkān̄cē vārasa mhaṇūna kāma kēlē asatē"},{"SurahNumber":43,"VerseNumber":61,"Text":"Āṇi niḥsanśaya, tō (īsā alai.) Kayāmatacī niśāṇī āhē, tēvhā tumhī kayāmataviṣayī śaṅkā karū nakā āṇi mājhē mhaṇaṇē mān'ya karā. Hāca saraḷa mārga āhē"},{"SurahNumber":43,"VerseNumber":62,"Text":"Āṇi saitānānē tumhālā pratibandha ghālū nayē. Niḥsanśaya, tō tumacā ughaḍa śatrū āhē"},{"SurahNumber":43,"VerseNumber":63,"Text":"Āṇi jēvhā īsā (alai.) Īśacamatkāra (mōjijē) ghē'ūna ālē, tēvhā mhaṇālē, mī tumacyājavaḷa jñāna ghē'ūna ālō āhē āṇi aśāsāṭhī ālō āhē kī jyā jyā gōṣṭīmmadhyē tumhī matabhēda karatā, tyā spaṣṭa karāvyāta. Tēvhā tumhī allāhacē bhaya bāḷagā āṇi mājhē ājñāpālana karā"},{"SurahNumber":43,"VerseNumber":64,"Text":"Mājhā āṇi tumacā svāmī va pālanakartā allāhaca āhē. Tēvhā tumhī sarva tyācīca upāsanā karā. Hāca saraḷa mārga āhē"},{"SurahNumber":43,"VerseNumber":65,"Text":"Maga (isrā'īlacyā santatīcyā) samūhānnī āpasāta matabhēda kēlā tēvhā atyācārī lōkāṅkaritā sarvanāśa āhē. Duḥkhadāyaka divasācyā azāba (śikṣā - yātanē) nē"},{"SurahNumber":43,"VerseNumber":66,"Text":"Hē lōka phakta kayāmatacyā pratīkṣēta āhēta kī tī acānaka tyān̄cyāvara yē'ūna kōsaḷāvī āṇi tyānnā khabarahī na vhāvī"},{"SurahNumber":43,"VerseNumber":67,"Text":"Tyā divaśī (jīvalaga) mitra dēkhīla ēkamēkān̄cē śatrū banatīla, mātra allāhacē bhaya rākhaṇāṟyāṅkhērīja"},{"SurahNumber":43,"VerseNumber":68,"Text":"Hē mājhyā dāsānnō! Āja nā tumacyāvara ēkhādē bhaya āhē āṇi nā tumhī duḥkhī vhāla"},{"SurahNumber":43,"VerseNumber":69,"Text":"Jyānnī āmacyā āyatīnvara īmāna rākhalē āṇi jē muslima (ājñādhāraka) banūna rāhilē"},{"SurahNumber":43,"VerseNumber":70,"Text":"Tumhī āṇi tumacyā patn'yā ānandita va khūśa hō'ūna jannatamadhyē dākhala vhā"},{"SurahNumber":43,"VerseNumber":71,"Text":"Tyān̄cyā cōhībājūnnā sōn'yācī tāṭē āṇi sōn'yācē pyālē phiravilē jātīla. Yāta tē sarva kāhī asēla, jē manālā āvaḍaṇārē āṇi nētyānnā sukhadāyaka ṭharaṇārē asēla, āṇi tumhī tyāta nēhamī-nēhamīkaritā rāhāla"},{"SurahNumber":43,"VerseNumber":72,"Text":"Āṇi hīca tī jannata hōya kī tumhī āpalyā ācaraṇācyā mōbadalyāta ticē uttarādhikārī (vārasa) banavilē gēlē āhāta"},{"SurahNumber":43,"VerseNumber":73,"Text":"Ithē tumacyāsāṭhī vipula pramāṇāta mēvē āhēta, jyānnā tumhī khāta rāhāla"},{"SurahNumber":43,"VerseNumber":74,"Text":"Niḥsanśaya, aparādhī lōka jahannamacyā śikṣā-yātanēta sadaiva rāhatīla"},{"SurahNumber":43,"VerseNumber":75,"Text":"Hī (śikṣā-yātanā) kadhīhī tyān̄cyāvarūna saumya kēlī jāṇāra nāhī āṇi tē ticyātaca nairāśyagrasta paḍūna rāhatīla"},{"SurahNumber":43,"VerseNumber":76,"Text":"Āṇi āmhī tyān̄cyāvara atyācāra nāhī kēlā, ulaṭa tē svataḥca atyācārī hōtē"},{"SurahNumber":43,"VerseNumber":77,"Text":"Tē hāka mārūna mhaṇatīla kī hē mālaka! Tumacā pālanakartā tara āmacā puratā nāyanāṭa karūna ṭākīla! Tō mhaṇēla, tumhālā tara (yāca avasthēta nēhamī) rāhāvayācē āhē"},{"SurahNumber":43,"VerseNumber":78,"Text":"Āmhī tara tumacyājavaḷa satya ghē'ūna ālō, parantu tumacyāpaikī bahutēka lōka satyāśī tiraskāra karaṇārē hōtē"},{"SurahNumber":43,"VerseNumber":79,"Text":"Kāya tyānnī ēkhādyā kāmācā majabūta irādā karūna ghētalā āhē? Tara maga khātrī bāḷagā kī āmhīhī majabūta kāma karaṇārē āhōta"},{"SurahNumber":43,"VerseNumber":80,"Text":"Kāya tyānnī asē gr̥hita dharalē āhē kī āmhī tyān̄cyā gupta gōṣṭīnnā āṇi tyān̄cyā kānagōṣṭīnnā aikata nāhīta? (Niḥsanśaya āmhī sarva kāhī aikatō) kimbahunā āmhī pāṭhavilēlē (phariśtē) tyān̄cyājavaḷaca lihita āhēta"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Tumhī) sāṅgā kī, jara samajā rahamāna (dayāvāna allāha) cī ēkhādī santatī asatī tara mī sarvānta prathama upāsanā karaṇārā rāhilē asatō"},{"SurahNumber":43,"VerseNumber":82,"Text":"Ākāśān̄cā āṇi dharatī va arśa (īśa-sinhāsanā) cā svāmī, tyā gōṣṭīmpāsūna pavitra (vyaṅga-dōṣa virahita) āhē. Jyā (hē) sāṅgatāta"},{"SurahNumber":43,"VerseNumber":83,"Text":"Ātā tumhī tyānnā yāca vāda-vivādāta āṇi khēḷaṇyā-bāgaḍaṇyāta sōḍūna dyā. Yēthēparyanta kī tyān̄cī tyā divasāśī gāṭha paḍāvī, jyācā yānnā vāyadā dilā jāta āhē"},{"SurahNumber":43,"VerseNumber":84,"Text":"Āṇi tōca ākāśāmmadhyēhī pūjya (upāsanīya) āhē āṇi dharatīvarahī tōca upāsanā karaṇyāyōgya āhē āṇi tō mōṭhā bud'dhikauśalya bāḷagaṇārā āṇi sampūrṇa jñāna rākhaṇārā āhē"},{"SurahNumber":43,"VerseNumber":85,"Text":"Āṇi tō mōṭhā śubha-kalyāṇakārī āhē, jyācyā hātī ākāśān̄cē āṇi dharatīcē āṇi yā dōghān̄cyā daramyānacē rājya āhē āṇi kayāmatacē jñāna dēkhīla tyācyācajavaḷa āhē āṇi tyācyācakaḍē tumhī sarva paratavilē jāla"},{"SurahNumber":43,"VerseNumber":86,"Text":"Āṇi jyānnā hē lōka allāhakhērīja pukāratāta, tē śiphārasa karaṇyācā adhikāra bāḷagata nāhī, tathāpi (śiphārasīcā hakka tē bāḷagatāta) jē satya gōṣṭīn̄cā svīkāra karatīla āṇi tyānnā jñānahī asāvē"},{"SurahNumber":43,"VerseNumber":87,"Text":"Jara tumhī tyānnā vicārāla kī tyānnā kōṇī nirmāṇa kēlē tara hē avaśya uttara dētīla kī allāhanē, maga hē kōṭhē ulaṭa jāta āhēta"},{"SurahNumber":43,"VerseNumber":88,"Text":"Āṇi tyān̄cē (paigambarān̄cē adhikānśa) hē mhaṇaṇē kī hē mājhyā pālanakartyā! Niḥsanśaya, hē asē lōka āhēta, jē īmāna rākhata nāhīta"},{"SurahNumber":43,"VerseNumber":89,"Text":"Tēvhā tumhī tyān̄cyākaḍūna tōṇḍa phiravūna ghyā āṇi (nirōpācā) salāma sāṅgā. Tyānnā (svataḥlāca) māhīta paḍēla"},{"SurahNumber":44,"VerseNumber":1,"Text":"Hā. Mīma"},{"SurahNumber":44,"VerseNumber":2,"Text":"Śapatha āhē yā spaṣṭa granthācī"},{"SurahNumber":44,"VerseNumber":3,"Text":"Niḥsanśaya, āmhī yā granthālā ēkā śubharātrīta1 avatarita kēlē āhē. Niḥsanśaya, āmhī avagata karūna dēṇārē āhōta"},{"SurahNumber":44,"VerseNumber":4,"Text":"Tyāca rātrīta pratyēka mahattvapūrṇa kāryācā nirṇaya ghētalā jātō"},{"SurahNumber":44,"VerseNumber":5,"Text":"Āmacyākaḍūna ēka pharmāna banūna āmhīca āhōta rasūla (sandēśavāhaka) banavūna pāṭhaviṇārē"},{"SurahNumber":44,"VerseNumber":6,"Text":"Tumacyā pālanakartyācyā kr̥pēnē, tōca āhē aikaṇārā āṇi jāṇaṇārā"},{"SurahNumber":44,"VerseNumber":7,"Text":"Jō ākāśān̄cā āṇi dharatīcā āṇi tyān̄cyā daramyāna jē kāhī āhē tyā sarvān̄cā svāmī āhē, jara tumhī viśvāsa rākhaṇārē asāla"},{"SurahNumber":44,"VerseNumber":8,"Text":"Tyācyāśivāya dusarā kōṇīhī upāsanā karaṇyāsa pātra nāhī. Tōca jivanta karatō āṇi māratō. Tōca tumacā āṇi tumacyāpūrvī hō'ūna gēlēlyā pūrvajān̄cā svāmī va pālanakartā āhē"},{"SurahNumber":44,"VerseNumber":9,"Text":"Kimbahunā tē sanśayāta paḍūna khēḷata āhēta"},{"SurahNumber":44,"VerseNumber":10,"Text":"Tumhī tyā divasācyā pratīkṣēta rāhā, jēvhā ākāśa ughaḍa svarūpācā dhūra āṇīla"},{"SurahNumber":44,"VerseNumber":11,"Text":"Jō lōkānnā ghērā ṭākīla. Hī mōṭhī duḥkhadāyaka śikṣā - yātanā āhē"},{"SurahNumber":44,"VerseNumber":12,"Text":"(Mhaṇatīla kī) hē āmacyā pālanakartyā! Hā azāba (śikṣā - yātanā) āmacyāpāsūna dūra kara, āmhī īmāna svīkāralē"},{"SurahNumber":44,"VerseNumber":13,"Text":"Tyān̄cyāsāṭhī ātā upadēśa kōṭhē āhē? Spaṣṭarityā nivēdana karaṇārē paigambara tyān̄cyājavaḷa (kēvhāca) yē'ūna gēlēta"},{"SurahNumber":44,"VerseNumber":14,"Text":"Tarīhī tyānnī tyān̄cyākaḍūna tōṇḍa phiravilē āṇi sāṅgitalē kī hā tara śikavilēlā vēḍā āhē"},{"SurahNumber":44,"VerseNumber":15,"Text":"Āmhī śikṣā - yātanēlā thōḍēsē dūrahī karū tarī tumhī parata punhā āpalyā tyāca avasthēta yāla"},{"SurahNumber":44,"VerseNumber":16,"Text":"Jyā divaśī āmhī mōṭhyā sakta pakaḍīta dharū, niścitaca āmhī pratiśōdha (sūḍa) ghēṇāra āhōta"}]}