{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":33,"VerseNumber":51,"Text":"[sabe que] puedes postergar de ellas a la que quieras por un tiempo, y puedes acoger a la que quieras; y [que,] si deseas a alguna a la que hayas apartado [por un tiempo], no incurrirás en falta [por ello]: esto contribuirá a que se alegren sus ojos [cuando te vean], y a que no estén tristes [cuando se vean postergadas], y a que todas ellas estén complacidas con lo que les des: pues [sólo] Dios conoce lo que hay en vuestros corazones y Dios es en verdad omnisciente, benigno"},{"SurahNumber":33,"VerseNumber":52,"Text":"En adelante, no te será lícita ninguna [otra] mujer --ni [podrás] sustituir a una de ellas por otra esposa, aunque te agrade mucho su belleza --: [no será lícita para ti ninguna] fuera de las que [ya] tienes. Y Dios observa todo constantemente"},{"SurahNumber":33,"VerseNumber":53,"Text":"¡OH VOSOTROS que habéis llegado a creer! No entréis en las casas del Profeta a menos que se os autorice a ello; [y cuando seáis invitados] a una comida, no debéis [acudir temprano y] esperar a que sea preparada: pero cuando seáis invitados, entrad [en el momento justo]; y cuando hayáis comido, retiraos y no os quedéis por el mero afán de conversar: esto, ciertamente, ofendería al Profeta, pero le daría vergüenza por vosotros [hacéroslo saber]: sin embargo Dios no se avergüenza de [enseñaros] lo que es correcto.Y [en cuanto a las esposas del Profeta,] si tenéis que pedirles algo que necesitéis, hacedlo desde detrás de una cortina: esto contribuirá a la pureza de vuestros corazones y de los suyos. Además, no debéis causar ofensa alguna al Enviado de Dios --ni casaros jamás con sus viudas una vez desaparecido él: eso ante Dios sería, ciertamente, una atrocidad"},{"SurahNumber":33,"VerseNumber":54,"Text":"Tanto si hacéis algo públicamente o en secreto, [recordad que,] ciertamente, Dios tiene pleno conocimiento de todo"},{"SurahNumber":33,"VerseNumber":55,"Text":"[Sin embargo,] no incurren en falta [si departen libremente] con sus padres, sus hijos, sus hermanos, los hijos de sus hermanos o de sus hermanas, sus mujeres, o los [esclavos] que posean sus diestras.Pero [siempre, Oh esposas del Profeta,] manteneos conscientes de Dios --pues, ciertamente, Dios es testigo de todo"},{"SurahNumber":33,"VerseNumber":56,"Text":"En verdad, Dios y Sus ángeles bendicen al Profeta: [así pues,] ¡Oh vosotros que habéis llegado a creer, bendecidle y someteos [a su guía] con un sometimiento total"},{"SurahNumber":33,"VerseNumber":57,"Text":"En verdad, a quienes [a sabiendas] ofendan a Dios y a Su Enviado --Dios los rechazará en esta vida y en la Otra; y preparará para ellos un castigo humillante"},{"SurahNumber":33,"VerseNumber":58,"Text":"Y quienes injurien a los creyentes y a las creyentes sin haberlo estos merecido --¡se harán sin duda culpables de calumnia, y [con ello] de un pecado manifiesto"},{"SurahNumber":33,"VerseNumber":59,"Text":"¡Oh Profeta! Di a tus esposas, a tus hijas y a las [demás] mujeres creyentes, que deben echarse por encima sus vestiduras externas [cuando estén en público]: esto ayudará a que sean reconocidas [como mujeres decentes] y no sean importunadas. Pero [aun así,] ¡Dios es en verdad indulgente, dispensador de gracia"}]}