{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"(Kujtoje) Ejubin, kur iu lut Zotit te vet: “Mua me ka goditur fatkeqesia e Ti je me meshiruesi i meshiruesve!”"},{"SurahNumber":21,"VerseNumber":84,"Text":"Ne iu pergjigjem atij, ia larguam mjerimin qe kishte dhe ia kthyem familjen te dyfishuar ne numer. (Kete e beme) nga meshira Jone dhe qe te jete perkujtese per ata qe Na adhurojne"},{"SurahNumber":21,"VerseNumber":85,"Text":"(Kujto) Ismailin, Idrisin dhe Dhulkiflin! Te gjithe keta kane qene te durueshem"},{"SurahNumber":21,"VerseNumber":86,"Text":"Ne i pranuam ata me meshiren Tone. Me te vertete, ata ishin nder te drejtet"},{"SurahNumber":21,"VerseNumber":87,"Text":"(Kujtoje) Dhun-Nunin (Junusin) kur iku i zemeruar e mendoi se Ne nuk do ta denojme, andaj therriti nga erresira: “S’ka zot tjeter, pervec Teje! Qofsh i lavderuar! Me te vertete, une kam gabuar!”"},{"SurahNumber":21,"VerseNumber":88,"Text":"Ne iu pergjigjem atij dhe e shpetuam nga brengosja. Keshtu, Ne i shpetojme besimtaret"},{"SurahNumber":21,"VerseNumber":89,"Text":"(Kujtoje) Zekerijan, kur iu lut Zotit te vet: “O Zoti im, mos me ler vetem (pa femije), e Ti je trashegimtari me i mire.”"},{"SurahNumber":21,"VerseNumber":90,"Text":"Ne iu pergjigjem atij dhe i dhuruam Jahjain, duke ia bere gruan te afte (per lindje). Me te vertete, ata nxitonin per vepra te mira dhe Na luteshin, me shprese e frike dhe ishin te perulur ndaj Nesh"},{"SurahNumber":21,"VerseNumber":91,"Text":"(Kujtoje) ate qe ruajti virgjerine e saj[206]! Ne fryme brenda saj nga shpirti Yne dhe e beme ate dhe birin e saj[207] mrekulli per gjithe njerezit"},{"SurahNumber":21,"VerseNumber":92,"Text":"Vertet, ky eshte besimi juaj - besimi i vetem, e Une jam Zoti juaj, andaj me adhuroni Mua"},{"SurahNumber":21,"VerseNumber":93,"Text":"Njerezit jane percare ne ceshtje te besimit, por te gjithe do te kthehen te Ne (Diten e Gjykimit)"},{"SurahNumber":21,"VerseNumber":94,"Text":"Atij qe ben vepra te mira dhe eshte besimtar, perpjekja nuk do t’i mohohet. Dhe kete Ne ia shenojme atij"},{"SurahNumber":21,"VerseNumber":95,"Text":"Eshte e pamundur, qe banoret e nje vendi, te cilet i kemi zhdukur Ne, te kthehen serish ne kete bote"},{"SurahNumber":21,"VerseNumber":96,"Text":"Dhe, kur te dalin Jexhuxhet dhe Mexhuxhet e te shpejtojne prej cdo lartesie"},{"SurahNumber":21,"VerseNumber":97,"Text":"dhe te afrohet premtimi i vertete (Kiameti), atehere syte e atyre qe nuk kane besuar, do te zgurdullohen, (e thone): “Mjere per ne! Ne kemi qene te pavemendshem ndaj kesaj dhe e kemi ngarkuar veten me gjynahe”"},{"SurahNumber":21,"VerseNumber":98,"Text":"Me te vertete, ju (idhujtare) dhe idhujt qe i adhuroni ne vend te Allahut, do te jeni lende djegese per Xhehenemin. Ju do te vini ne te"},{"SurahNumber":21,"VerseNumber":99,"Text":"Sikur keta te ishin zota (te vertete), nuk do te vinin atje dhe te gjithe do te mbeteni perhere aty"},{"SurahNumber":21,"VerseNumber":100,"Text":"Ata do te gulcojne dhe nuk do te degjojne (asgje)"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ndersa ata te cileve u ka prire miresia Jone qysh me pare, do te jene larg nga Xhehenemi"},{"SurahNumber":21,"VerseNumber":102,"Text":"Ata nuk do te degjojne fershellimen e tij dhe do te qendrojne perhere ne ate qe u ka deshiruar shpirti i tyre"},{"SurahNumber":21,"VerseNumber":103,"Text":"Ata nuk do t’i brengose tmerri me i madh dhe engjejt do t’i presin (duke u thene): “Kjo eshte dita juaj e premtuar.”"},{"SurahNumber":21,"VerseNumber":104,"Text":"Ate Dite, Ne do te palosim qiellin, ashtu sic paloset letra e librit. Ashtu sic e filluam krijimin e pare, do ta perserisim ate. Ky eshte premtimi Yne. Ne do ta bejme kete me te vertete"},{"SurahNumber":21,"VerseNumber":105,"Text":"Ne shenuam ne Zebur, pas Teuratit, qe token (e Xhenetit) do ta trashegojne roberit e Mi te mire"},{"SurahNumber":21,"VerseNumber":106,"Text":"Me te vertete, ne kete (Kuran) ka mesime te mjaftueshme per ata qe (e) adhurojne (Allahun)"},{"SurahNumber":21,"VerseNumber":107,"Text":"Dhe Ne nuk te kemi derguar ty (o Muhamed), vecse si meshire per botet"},{"SurahNumber":21,"VerseNumber":108,"Text":"Thuaj: “Mua me eshte shpallur qe Zoti juaj eshte nje Zot i vetem; pra, a jeni myslimane[208]?”"},{"SurahNumber":21,"VerseNumber":109,"Text":"E, nese ata i shmangen (thirrjes sate), ti thuaju: “Une ju kam lajmeruar te gjitheve pa dallim dhe nuk di a eshte afer apo larg ajo, qe ju eshte premtuar"},{"SurahNumber":21,"VerseNumber":110,"Text":"Ai i di vertet fjalet e thena haptazi apo fshehtazi"},{"SurahNumber":21,"VerseNumber":111,"Text":"Ndersa une nuk e di: a eshte ajo[209] sprove per ju apo kenaqesi e perkohshme"},{"SurahNumber":21,"VerseNumber":112,"Text":"O Zoti im, gjyko me drejtesi! Zoti yne eshte i Gjithemeshirshmi, ndihmen e te Cilit kerkojme kunder atyre qe thoni.”"}]}