{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"And the faces shall be humbled before the Living, the Self-subsistent Allah, and he who bears iniquity is indeed a failure"},{"SurahNumber":20,"VerseNumber":112,"Text":"And whoever does good works and he is a believer, he shall have no fear of injustice nor of the withholding of his due"},{"SurahNumber":20,"VerseNumber":113,"Text":"And thus have We sent it down an Arabic Quran, and have distinctly set forth therein of threats that they may guard (against evil) or that it may produce a reminder for them"},{"SurahNumber":20,"VerseNumber":114,"Text":"Supremely exalted is therefore Allah, the King, the Truth, and do not make haste with the Quran before its revelation is made complete to you and say: O my Lord! increase me in knowledge"},{"SurahNumber":20,"VerseNumber":115,"Text":"And certainly We gave a commandment to Adam before, but he forgot; and We did not find in him any determination"},{"SurahNumber":20,"VerseNumber":116,"Text":"And when We said to the angels: Make obeisance to Adam, they made obeisance, but Iblis (did it not); he refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"So We said: O Adam! This is an enemy to you and to your wife; therefore let him not drive you both forth from the garden so that you should be unhappy"},{"SurahNumber":20,"VerseNumber":118,"Text":"Surely it is (ordained) for you that you shall not be hungry therein nor bare of clothing"},{"SurahNumber":20,"VerseNumber":119,"Text":"And that you shall not be thirsty therein nor shall you feel the heat of the sun"},{"SurahNumber":20,"VerseNumber":120,"Text":"But the Shaitan made an evil suggestion to him; he said: O Adam! Shall I guide you to the tree of immortality and a kingdom which decays not"},{"SurahNumber":20,"VerseNumber":121,"Text":"Then they both ate of it, so their evil inclinations became manifest to them, and they both began to cover themselves with leaves of the garden, and Adam disobeyed his Lord, so his life became evil (to him)"},{"SurahNumber":20,"VerseNumber":122,"Text":"Then his Lord chose him, so He turned to him and guided (him)"},{"SurahNumber":20,"VerseNumber":123,"Text":"He said: Get forth you two therefrom, all (of you), one of you (is) enemy to another. So there will surely come to you guidance from Me, then whoever follows My guidance, he shall not go astray nor be unhappy"},{"SurahNumber":20,"VerseNumber":124,"Text":"And whoever turns away from My reminder, his shall be a straitened life, and We will raise him on the day of resurrection, blind"},{"SurahNumber":20,"VerseNumber":125,"Text":"He shall say: My Lord! why hast Thou raised me blind and I was a seeing one indeed"},{"SurahNumber":20,"VerseNumber":126,"Text":"He will say: Even so, Our communications came to you but you neglected them; even thus shall you be forsaken this day"},{"SurahNumber":20,"VerseNumber":127,"Text":"And thus do We recompense him who is extravagant and does not believe in the communications of his Lord, and certainly the chastisement of the hereafter is severer and more"},{"SurahNumber":20,"VerseNumber":128,"Text":"Does it not then direct them aright how many of the generations In whose dwelling-places they go about We destroyed before them? Most surely there are signs in this for those endowed with understanding"},{"SurahNumber":20,"VerseNumber":129,"Text":"And had there not been a word (that had) already gone forth from your Lord and an appointed term, it would surely have been made to cleave (to them)"},{"SurahNumber":20,"VerseNumber":130,"Text":"Bear then patiently what they say, and glorify your Lord by the praising of Him before the rising of the sun and before its setting, and during hours of the night do also glorify (Him) and during parts of the day, that you may be well pleased"},{"SurahNumber":20,"VerseNumber":131,"Text":"And do not stretch your eyes after that with which We have provided different classes of them, (of) the splendor of this world's life, that We may thereby try them; and the sustenance (given) by your Lord is better and more abiding"},{"SurahNumber":20,"VerseNumber":132,"Text":"And enjoin prayer on your followers, and steadily adhere to it; We do not ask you for subsistence; We do give you subsistence, and the (good) end is for guarding (against evil)"},{"SurahNumber":20,"VerseNumber":133,"Text":"And they say: Why does he not bring to us a sign from his Lord? Has not there come to them a clear evidence of what is in the previous books"},{"SurahNumber":20,"VerseNumber":134,"Text":"And had We destroyed them with chastisement before this, they would certainly have said: O our Lord! why didst Thou not send to us an apostle, for then we should have followed Thy communications before that we met disgrace and shame"},{"SurahNumber":20,"VerseNumber":135,"Text":"Say: Every one (of us) is awaiting, therefore do await: So you will come to know who is the follower of the even path and who goes aright"}]}