{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Were Allah to expand the provision of His slaves, they would act as tyrants on the earth. But He sends down whatever He wills in a measured way. He is aware of and He sees His slaves"},{"SurahNumber":42,"VerseNumber":28,"Text":"It is He who sends down abundant rain, after they have lost all hope, and unfolds His mercy. He is the Protector, the Praiseworthy"},{"SurahNumber":42,"VerseNumber":29,"Text":"Among His Signs is the creation of the heavens and earth and all the creatures He has spread about in them. And He has the power to gather them together whenever He wills"},{"SurahNumber":42,"VerseNumber":30,"Text":"Any disaster that strikes you is through what your own hands have earned and He pardons much"},{"SurahNumber":42,"VerseNumber":31,"Text":"You will not be able to thwart Him on the earth and you have no protector or helper besides Allah"},{"SurahNumber":42,"VerseNumber":32,"Text":"Among His Signs are the tall ships sailing like mountains through the sea"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He wills He makes the wind stop blowing and then they lie motionless on its back. There are certainly Signs in that for everyone who is steadfast and thankful"},{"SurahNumber":42,"VerseNumber":34,"Text":"Or He wrecks them for what they have earned though He pardons much"},{"SurahNumber":42,"VerseNumber":35,"Text":"Those who argue about Our Signs should know that they have no way of escape"},{"SurahNumber":42,"VerseNumber":36,"Text":"Whatever you have been given is only the enjoyment of the life of this world. What is with Allah is better and longer lasting for those who have iman and trust in their Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"those who avoid major wrong actions and indecencies and who, when they are angered, then forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"those who respond to their Lord and establish salat, and manage their affairs by mutual consultation and give of what We have provided for them"},{"SurahNumber":42,"VerseNumber":39,"Text":"those who, when they are wronged, defend themselves"},{"SurahNumber":42,"VerseNumber":40,"Text":"The repayment of a bad action is one equivalent to it. But if someone pardons and puts things right, his reward is with Allah. Certainly He does not love wrongdoers"},{"SurahNumber":42,"VerseNumber":41,"Text":"But if people do defend themselves when they are wronged, nothing can be held against them for doing that"},{"SurahNumber":42,"VerseNumber":42,"Text":"There are only grounds against those who wrong people and act as tyrants in the earth without any right to do so. Such people will have a painful punishment"},{"SurahNumber":42,"VerseNumber":43,"Text":"But if someone is steadfast and forgives, that is the most resolute course to follow"},{"SurahNumber":42,"VerseNumber":44,"Text":"Whoever Allah misguides has no one to protect them after that. You will see the wrongdoers saying, when they see the punishment, ´Is there no way back?´"},{"SurahNumber":42,"VerseNumber":45,"Text":"You will see them as they are exposed to it, abject in their abasement, glancing around them furtively. Those who have iman will say, ´Truly the losers are those who lose themselves and their families on the Day of Rising.´ The wrongdoers are in an everlasting punishment"},{"SurahNumber":42,"VerseNumber":46,"Text":"They have no one to protect or help them apart from Allah. There is no way out for anyone Allah misguides"},{"SurahNumber":42,"VerseNumber":47,"Text":"Respond to your Lord before a Day comes from Allah which cannot be turned back. On that Day you will have no hiding-place and no means of denial"},{"SurahNumber":42,"VerseNumber":48,"Text":"But if they turn away, We have not sent you to be their guardian. You are only responsible for transmission. When We let a man taste mercy from Us he exults in it. But if something bad strikes him for what he has done he is ungrateful"},{"SurahNumber":42,"VerseNumber":49,"Text":"The kingdom of the heavens and earth belongs to Allah. He creates whatever He wills. He gives daughters to whoever He wishes; and He gives sons to whoever He wishes"},{"SurahNumber":42,"VerseNumber":50,"Text":"or He gives them both sons and daughters; and He makes whoever He wishes barren. Truly He is All-Knowing, All-Powerful"}]}