{"Id":110,"LanguageCodes":["en","eng"],"Name":"eng-almuntakhabfita","Author":"Almuntakhab Fi Tafsir Alquran Alkarim","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"And when time is propitious for Allah's predetermined special occasion to come to pass and they-the infidels - come to meet with their destiny, We introduce to them a beast from the earth to discourse with them and say to them: \"The infidels had always denied Allah's revelations and authoritative signs. What do you think of the signs now"},{"SurahNumber":27,"VerseNumber":83,"Text":"The Day shall come when We throng from every nation a group of those Who rejected Our message and denied Our authoritative divine signs. They shall be driven ahead like herds one flock behind the other"},{"SurahNumber":27,"VerseNumber":84,"Text":"Until they have all assembled before Him for judgement. Then shall He question them \"Did you not deny My revelations and authoritative divine signs when you did know their significance! What was it you were doing and what was it you had in mind"},{"SurahNumber":27,"VerseNumber":85,"Text":"And now that what was predicted and destined to happen as a reaction to their iniquities has come to pass, they are stricken dumb unable to put forward a plea neither in abatement nor in bar of an action or prosecution"},{"SurahNumber":27,"VerseNumber":86,"Text":"Did they not see that We designated for them a period of darkness - the night- to take their natural repose and recuperate*, and a period filled with light -the day- to have clear perception of things and acquire experience of the activities of human existence! phenomena emblematic indeed of Allah's Omnipotence and Authority that are appreciated and faithfully recognized by people who bow down their ears to the truth"},{"SurahNumber":27,"VerseNumber":87,"Text":"The Day shall come when the trumpet is sounded indicative of Resurrection and Judgement, and there shall all those in the heavens and all those on earth be shocked with startling intense horror except those whom Allah shall exempt as He will and all shall be brought before Him in low submissive reverence and humility"},{"SurahNumber":27,"VerseNumber":88,"Text":"And you see the mountains you think they are motionless while in fact they move as fast as the clouds -when driven by the wind"},{"SurahNumber":27,"VerseNumber":89,"Text":"He who crowns his deed with equity and good will shall advantage himself of the profit accruing therefrom and shall be exempt from the shocking occasion of the exciting intense horror, feeling safe and secure"},{"SurahNumber":27,"VerseNumber":90,"Text":"And he who crowns his deed with inequity and or iniquity shall be cast in Hell headlong with his damnable face downward, and be told: \"Are you not requited but with what is commensurate with your deeds"},{"SurahNumber":27,"VerseNumber":91,"Text":"Say to them O Muhammad: \"I have been commanded to worship and serve Allah, The Creator and the Supreme Master of this town -Macca- which He rendered sacrosanct and to Whom belong the whole and all in all, and I have been commanded to be one of those who have conformed to Islam"},{"SurahNumber":27,"VerseNumber":92,"Text":"Also to recite the Quran to be meaningful to the people\". Then he who is steered by the spirit of truth into all truth and Providence is his guide benefits his own soul and he who errs and strays from the path of righteousness, you just say to him O Muhammad: \"I am only a spectacle and a warning"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say to them: \"Praise be to Allah and extolled are His glorious attributes, He shall exhibit to you His authoritative divine signs and His marvels which you shall inevitably recognize. Allah, your Creator, is not unmindful nor is He oblivious of all that you do"},{"SurahNumber":28,"VerseNumber":1,"Text":"(Tah), S. (Seen), M. (Meem) the Sarah opens with these introductory letters from the Arabic Alphabet to draw attention to the miracle of the Quran which though written in the people's tongue, cannot be emulated"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are divinely discoursed verses flowing with the precision and grace symbolic of the Book -the Quran- which is the spirit of truth that guides into all truth"},{"SurahNumber":28,"VerseNumber":3,"Text":"Here, We narrate to you O Muhammad in truth some information relative to Mussa and Pharaoh to relate it to the people whose hearts reflect the image of religious and spiritual virtues"},{"SurahNumber":28,"VerseNumber":4,"Text":"Pharaoh installed himself in the land in the office of dignity and tyranny, and divided the people into parties and leaned heavily against one of them, brutally slaughtering their new born males and purposely sparing their females. He was indeed mischievous creating diversity and discord"},{"SurahNumber":28,"VerseNumber":5,"Text":"And We decided to be kind and gracious to those who were suppressed and subdued in the land and to change their status and bring it into that of spiritual leadership intended to lead and inherit the land"},{"SurahNumber":28,"VerseNumber":6,"Text":"We decided to confirm and establish them firmly in the land and confront Pharaoh and Haman and their troops with what they feared might happen to them at their hands, the hands of Mussa whom they reared and the Israelites who followed his law"},{"SurahNumber":28,"VerseNumber":7,"Text":"We inspired Mussa's mother, thus: \"Breast feed him until you feel that fear falls upon you for his life, then put him in a chest and cast him into the river and do not be afraid nor grieve at heart. We will restore him to you and confer on him the prerogative of Apostleship"},{"SurahNumber":28,"VerseNumber":8,"Text":"The waves swept him ashore and there, he was picked up by the family and the household of the Pharaoh who did not realize that he would be their avowed enemy who would cause them limitless misery and endless grief. Pharaoh, Haman and their troops were indeed transgressors against the principle of good and were sinful offenders against Allah"},{"SurahNumber":28,"VerseNumber":9,"Text":"And there, Pharaoh's wife said to Pharaoh as she saw the child: \"a comfort and joy to the eye, he will make my eyes and yours speak content\". She gave orders to the guards: \"do not kill him. He might be of some quality that brings about good or advantage and he might be helpful in effecting a purpose or we might adopt him as a son. She was totally unaware of what the future held"},{"SurahNumber":28,"VerseNumber":10,"Text":"Meanwhile, Mussa's mother was left with an unsatisfied feeling and with a heart experiencing an aching void the world could not fill, she almost betrayed him had We not emboldened her heart to fall in line with those whose hearts reflect the image of religious and spiritual virtues"},{"SurahNumber":28,"VerseNumber":11,"Text":"She -the mother- said to his sister: \"Search for him and keep track\" And his sister saw him at a distance and she controlled her emotions and kept a state of indifference so that Phraoh's people would not recognize the relationship"}]}