{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"Jaqaw ma kontx għedtilkom, ja wlied Adam, biex ma tqimux lix-Xitan, (għaliex) huwa. tabilħaqq għadu tagħkom, fil-beraħ"},{"SurahNumber":36,"VerseNumber":61,"Text":"biex tqimu lili 7 Din hija triq dritta"},{"SurahNumber":36,"VerseNumber":62,"Text":"Huwa tassew wassal għat-telfien. gemgħat kbar minnkom. Kif ma stajtux tifhmu"},{"SurahNumber":36,"VerseNumber":63,"Text":"Dan hu l-Infern li kontu mwegħdin"},{"SurahNumber":36,"VerseNumber":64,"Text":"Inxtwew fih, illum, talli kontu ticħdu t-twemmini"},{"SurahNumber":36,"VerseNumber":65,"Text":"Ilum (f'Jum il-Gudizzju) inqiegħdu sigill fuq fommhom (hekk li-ma jkumix jistgħu jkellmuna), u jkellmuna idejhom, u jixhdu riglejhom għal dak li kienu għamlu (f'ħajjithom)"},{"SurahNumber":36,"VerseNumber":66,"Text":"Kieku ridna, stajna nħassrulhom: għajnejhom (ic nagħmuhom), u (imbagħad arahom) jigru (mitlufin) u jippruvaw jgħaddu lil xulxin biex isibu t-triq (ta' A/ 1a), izda kif jistgħu jaraw(ha)"},{"SurahNumber":36,"VerseNumber":67,"Text":"U kieku ridna, stajna nibdluhom, fejn huma, (f'xi ħaga oħra, kerha), hekk li la jkunu jistgħu jitilqu u lanqas jerggħu lura"},{"SurahNumber":36,"VerseNumber":68,"Text":"Lil min nagħtuh ħajja twila, inregggħuh lura għalli kien meta nħalaq (f'qagħda dgħajfa). Jaqaw ma jifhmux"},{"SurahNumber":36,"VerseNumber":69,"Text":"Ma għallimniehx (lil Muħammad) il-poezija, u lanqas ma tixraqlu. (Dan il-Ktieb) ma huwiex ħlief tifkira u Qoran car"},{"SurahNumber":36,"VerseNumber":70,"Text":"biex iwissi lil min hu (tassew) ħaj, u biex il-kelma (ta' kundanna) sseħħ ma' dawk li caħdu t-twemmin"},{"SurahNumber":36,"VerseNumber":71,"Text":"Mela ma jarawx li, minn dak (kollu) li għamlu idejna, ħlaqnielhom il-frat, u li huma s-sidien tagħhom"},{"SurahNumber":36,"VerseNumber":72,"Text":"Għamilnihomlhom: joqogħdu għalihom, u hemm minnhom li jirkbuhom u oħrajn jieklu (minnhom)"},{"SurahNumber":36,"VerseNumber":73,"Text":"Fihom isibu ħwejjeg oħra ta' fejda u xorb. Jaqaw ma jizzux ħajr"},{"SurahNumber":36,"VerseNumber":74,"Text":"Huma ħadu allat (oħra) minflok lil Alla, biex forsi jsibu l-għajnunal"},{"SurahNumber":36,"VerseNumber":75,"Text":"Ma jistgħux jgħinuhom, minkejja li (il-pagani) huma suldati mħejjija (biex jaqdu lill-idoli)"},{"SurahNumber":36,"VerseNumber":76,"Text":"Ara li ma jnikktekx kliemhom (Muħammad, meta jgħidu li inti saħħar jew poeta). Aħna tabilħaqq nafu dak li jaħbu u dak li juru fil-beraħ"},{"SurahNumber":36,"VerseNumber":77,"Text":"Mela l-bniedem ma jarax li Aħna ħlaqnieh minn nitfa (ta' sperma) 2 Izda hawn huwa (il-pagan): wieħed li jħaqqagha magħna bil-miftuħt"},{"SurahNumber":36,"VerseNumber":78,"Text":"Huwa (mingħalih irid) jagħtina tixbiha, filwaqt li jinsa l-ħolqien tiegħu (minn daqsxejn ta' sperma), u jgħid: 'Min jagħti l-ħajja lill-għadam meta jkun imħassar (fil- qabarji)"},{"SurahNumber":36,"VerseNumber":79,"Text":"(Għidflu Muħammad): ''Dak li ħalqu l-ewwel darba jagħtih il-ħajja, u Huwa jaf kollox dwar kull ħliqa"},{"SurahNumber":36,"VerseNumber":80,"Text":"Dak li mis-sigar ħodor takom in-nar, u arakom, intom tkebbsu minnu"},{"SurahNumber":36,"VerseNumber":81,"Text":"Jaqaw mhux Dak li ħalaq is-smewwiet u l-art li għandu s-setgħa joħloq bħalhom (u jqajjem mill-gdid. lill- bnedmin wara mewthom) Mela (tassew jista' jagħmel dan)L Huwa l-Ħallieq li jaf kollox"},{"SurahNumber":36,"VerseNumber":82,"Text":"L-amar tiegħu, meta jrid xi ħaga, ikun biss li jgħidilha: 'Kunl' u tkun"},{"SurahNumber":36,"VerseNumber":83,"Text":"Mela sebħ lil Dak li f'idejh għandu s-saltna ta' kull ħaga, u lejh għad titregggħu lura (fl-Aħħar Jur)"},{"SurahNumber":37,"VerseNumber":1,"Text":"(Naħilfu) fuq dawk (l-angli) migburin f'saffi (fil-qima)"},{"SurahNumber":37,"VerseNumber":2,"Text":"ufuqdawk (l-angli) li jcanfru (il-ħazen) bil-qawwa"},{"SurahNumber":37,"VerseNumber":3,"Text":"u fuq dawk (l-angli) li jaqraw (u jwasslu lill-Profeti) it-tifkira"},{"SurahNumber":37,"VerseNumber":4,"Text":"Tabilħaqqli Alla tagħkom huwa Wieħed"},{"SurahNumber":37,"VerseNumber":5,"Text":"Sid is-smewwiet u l-art, ta' dak li hemm bejniethom, u Sid ta' kull naħa fil-Lvant minn fejn titla' x-xemx"},{"SurahNumber":37,"VerseNumber":6,"Text":"Aħna tabilħaqq zejjinna l-eqreb sema (/ejn l-art), bil-gmiel tal-kwiekeb"},{"SurahNumber":37,"VerseNumber":7,"Text":"b'ħarsien minn kull xitan ribelli"},{"SurahNumber":37,"VerseNumber":8,"Text":"Huma ma'jissemmgħux lill-ogħla gemgħa (fa' l-angli), 1 jitwaddbulhom (il-meteoriti) minn kull naħa"},{"SurahNumber":37,"VerseNumber":9,"Text":"imkeccija, u għandhom kastig dejjiemi"},{"SurahNumber":37,"VerseNumber":10,"Text":"(ar dawn ix-xjaten ma jistgħux jissemmgħu) ħlief dak (fosthom, li jaħtaf ħatfa (xi ħaga (i rintqal fl-ogħla sema), izda tigr warajh xrara kollha dija (u taħarqu)"},{"SurahNumber":37,"VerseNumber":11,"Text":"Staqsihom (Muħammad, lill-pagani) jekk humiex l-aqwa ħolqien, jew min ħlaqna (fost il-ħlejjaq l-oħrajn) Tabilħaqq l Aħna ħlaqniehom minn tafal iwaħħal"},{"SurahNumber":37,"VerseNumber":12,"Text":"Le (ma humiex aqwa), izda inti tistagħgeb (bl-ebusija ta qalb il-pagani), tilwaqt li huma jiddieħku (b'li tħabbrilhom)"},{"SurahNumber":37,"VerseNumber":13,"Text":"Meta jkunu mwissija, ma jagħtux widen"},{"SurahNumber":37,"VerseNumber":14,"Text":"U meta jaraw sinjal, iwaqqgħu (kollox) għac-cajt"},{"SurahNumber":37,"VerseNumber":15,"Text":"ujgħidu: 'Dan ma huwiex ħlief seħer bic-carl"},{"SurahNumber":37,"VerseNumber":16,"Text":"Jaqaw meta mmutu, u nkunu trab u għadam, se (nerggħu nitqajmu)"},{"SurahNumber":37,"VerseNumber":17,"Text":"U missirijietna tal-qedem ukoll"},{"SurahNumber":37,"VerseNumber":18,"Text":"Għid(ilkom): 'Iva, u intom imkasbrin (u taqgħu fil-għajb)U"},{"SurahNumber":37,"VerseNumber":19,"Text":"Imbagħad tkun biss għajta waħda, u ara, jibdew jarawl"},{"SurahNumber":37,"VerseNumber":20,"Text":"U jgħidu: 'Msieken aħna' Dan huwa Jum il-Gudizzjul"},{"SurahNumber":37,"VerseNumber":21,"Text":"DanhuwaJum il-verdett li kontu tgiddbul"}]}