{"Id":261,"LanguageCodes":["ms","msa"],"Name":"msa-abdullahmuhamma","Author":"Abdullah Muhammad Basmeih","Language":"Malay","Description":"Malay","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Dan Tuhanmu telah perintahkan, supaya engkau tidak menyembah melainkan kepadaNya semata-mata, dan hendaklah engkau berbuat baik kepada ibu bapa. Jika salah seorang dari keduanya, atau kedua-duanya sekali, sampai kepada umur tua dalam jagaan dan peliharaanmu, maka janganlah engkau berkata kepada mereka (sebarang perkataan kasar) sekalipun perkataan \"Ha\", dan janganlah engkau menengking menyergah mereka, tetapi katakanlah kepada mereka perkataan yang mulia (yang bersopan santun)"},{"SurahNumber":17,"VerseNumber":24,"Text":"Dan hendaklah engkau merendah diri kepada keduanya kerana belas kasihan dan kasih sayangmu, dan doakanlah (untuk mereka, dengan berkata): \"Wahai Tuhanku! Cucurilah rahmat kepada mereka berdua sebagaimana mereka telah mencurahkan kasih sayangnya memelihara dan mendidikku semasa kecil"},{"SurahNumber":17,"VerseNumber":25,"Text":"Tuhan kamu lebih mengetahui akan apa yang ada pada hati kamu; kalaulah kamu orang-orang yang bertujuan baik mematuhi perintahNya, maka sesungguhnya dia adalah Maha Pengampun bagi orang-orang yang bertaubat"},{"SurahNumber":17,"VerseNumber":26,"Text":"Dan berikanlah kepada kerabatmu, dan orang miskin serta orang musafir akan haknya masing-masing; dan janganlah engkau membelanjakan hartamu dengan boros yang melampau"},{"SurahNumber":17,"VerseNumber":27,"Text":"Sesungguhnya orang-orang yang boros itu adalah saudara-saudara Syaitan, sedang Syaitan itu pula adalah makhluk yang sangat kufur kepada Tuhannya"},{"SurahNumber":17,"VerseNumber":28,"Text":"Dan jika engkau terpaksa berpaling tidak melayani mereka, kerana menunggu rezeki dari Tuhanmu yang engkau harapkan, maka katakanlah kepada mereka kata-kata yang menyenangkan hati"},{"SurahNumber":17,"VerseNumber":29,"Text":"Dan janganlah engkau jadikan tanganmu terbelenggu di lehermu, dan janganlah pula engkau menghulurkannya dengan sehabis-habisnya, kerana akibatnya akan tinggalah engkau dengan keadaan yang tercela serta kering keputusan"},{"SurahNumber":17,"VerseNumber":30,"Text":"Sesungguhnya Tuhanmu lah yang meluaskan rezeki bagi sesiapa yang dikehendakiNya (menurut undang-undang peraturanNya), dan Ia juga yang menyempitkannya (menurut yang demikian). Sesungguhnya Ia Maha Mendalam pengetahuanNya, lagi Maha Melihat akan hamba-hambaNya"},{"SurahNumber":17,"VerseNumber":31,"Text":"Dan janganlah kamu membunuh anak-anak kamu kerana takutkan kepapaan; Kamilah yang memberi rezeki kepada mereka dan kepada kamu. Sesungguhnya perbuatan membunuh mereka adalah satu kesalahan yang besar"},{"SurahNumber":17,"VerseNumber":32,"Text":"Dan janganlah kamu menghampiri zina, sesungguhnya zina itu adalah satu perbuatan yang keji dan satu jalan yang jahat (yang membawa kerosakan)"},{"SurahNumber":17,"VerseNumber":33,"Text":"Dan janganlah kamu membunuh diri seseorang manusia yang diharamkan oleh Allah membunuhnya kecuali dengan alasan yang benar. Dan sesiapa yang dibunuh secara zalim, maka sesungguhnya Kami telah menjadikan warisannya berkuasa menuntut balas. Dalam pada itu, janganlah ia melampau dalam menuntut balas bunuh itu, kerana sesungguhnya ia adalah mendapat sepenuh-penuh pertolongan (menurut hukum Syarak)"},{"SurahNumber":17,"VerseNumber":34,"Text":"Dan janganlah kamu menghampiri harta anak yatim melainkan dengan cara yang baik (untuk mengawal dan mengembangkannya), sehingga ia baligh (dewasa, serta layak mengurus hartanya dengan sendiri); dan sempurnakanlah perjanjian (dengan Allah dan dengan manusia), sesungguhnya perjanjian itu akan ditanya"},{"SurahNumber":17,"VerseNumber":35,"Text":"Dan sempurnakanlah sukatan apabila kamu menyukat, dan timbanglah dengan timbangan yang adil. Yang demikian itu baik (kesannya bagi kamu di dunia) dan sebaik baik kesudahan (yang mendatangkan pahala di akhirat kelak)"},{"SurahNumber":17,"VerseNumber":36,"Text":"Dan janganlah engkau mengikut apa yang engkau tidak mempunyai pengetahuan mengenainya; sesungguhnya pendengaran dan penglihatan serta hati, semua anggota-anggota itu tetap akan ditanya tentang apa yang dilakukannya"},{"SurahNumber":17,"VerseNumber":37,"Text":"Dan janganlah engkau berjalan di bumi dengan berlagak sombong, kerana sesungguhnya engkau tidak akan dapat menembusi bumi, dan engkau tidak akan dapat menyamai setinggi gunung-ganang"},{"SurahNumber":17,"VerseNumber":38,"Text":"Tiap-tiap satu perintah itu, menyalahinya adalah kejahatan yang dibenci di sisi Tuhanmu"},{"SurahNumber":17,"VerseNumber":39,"Text":"Perintah yang demikian itu ialah sebahagian dari hikmat yang telah diwahyukan kepadamu (wahai Muhammad) oleh Tuhanmu. Dan (ingatlah) janganlah engkau jadikan bersama-sama Allah sesuatu yang lain yang disembah, kerana akibatnya engkau akan dicampakkan ke dalam neraka Jahannam dengan keadaan tercela dan tersingkir (dari rahmat Allah)"},{"SurahNumber":17,"VerseNumber":40,"Text":"(Jika demikian wajibnya mengesakan Allah, maka patutkah kamu mendakwa bahawa Tuhan mempunyai anak, dan anak itu pula dari jenis yang kamu tidak sukai?). Adakah Tuhan kamu telah memilih anak-anak lelaki untuk kamu dan Ia mengambil untuk diriNya anak-anak perempuan dari kalangan malaikat? Sesungguhnya kamu adalah memperkatakan dusta yang amat besar"},{"SurahNumber":17,"VerseNumber":41,"Text":"Dan sesungguhnya Kami telah menerangkan jalan-jalan menetapkan iktiqad dan tauhid dengan berbagai cara di dalam Al-Quran ini supaya mereka beringat (memahami dan mematuhi kebenaran); dalam pada itu, penerangan yang berbagai cara itu tidak menjadikan mereka melainkan bertambah liar"},{"SurahNumber":17,"VerseNumber":42,"Text":"Katakanlah (wahai Muhammad): \"Kalaulah ada tuhan-tuhan yang lain bersama-sama Allah, sebagaimana yang mereka katakan itu, tentulah tuhan-tuhan itu akan mencari jalan kepada Allah yang mempunyai Arasy (dan kekuasaan yang mutlak)"},{"SurahNumber":17,"VerseNumber":43,"Text":"Maha Sucilah Allah dan tertinggilah Ia setinggi-tingginya, jauh dari apa yang mereka katakan itu"},{"SurahNumber":17,"VerseNumber":44,"Text":"Langit yang tujuh dan bumi serta sekalian makhluk yang ada padanya, sentiasa mengucap tasbih bagi Allah; dan tiada sesuatupun melainkan bertasbih dengan memujiNya; akan tetapi kamu tidak faham akan tasbih mereka. Sesungguhnya Ia adalah Maha Penyabar, lagi Maha Pengampun"},{"SurahNumber":17,"VerseNumber":45,"Text":"Dan apabila engkau membaca Al-Quran (wahai Muhammad), Kami jadikan perasaan ingkar dan hasad dengki orang-orang yang tidak beriman kepada hari akhirat itu sebagai dinding yang tidak dapat dilihat, yang menyekat mereka daripada memahami bacaanmu"},{"SurahNumber":17,"VerseNumber":46,"Text":"Dan Kami jadikan (perasaan itu sebagai) tutupan yang berlapis-lapis atas hati mereka, juga sebagai penyumbat pada telinga mereka, yang menghalang mereka dari memahami dan mendengar kebenaran Al-Quran; dan sebab itulah apabila engkau menyebut nama Tuhanmu sahaja di dalam Al-Quran, mereka berpaling undur melarikan diri"},{"SurahNumber":17,"VerseNumber":47,"Text":"Kami lebih mengetahui akan tujuan mereka mendengar Al-Quran semasa mereka mendengar bacaanmu (wahai Muhammad), dan semasa mereka berbisik-bisik iaitu ketika orang-orang yang zalim itu berkata (sesama sendiri): \"Kamu tidak menurut melainkan seorang yang kena sihir"},{"SurahNumber":17,"VerseNumber":48,"Text":"Lihatlah (wahai Muhammad) bagaimana mereka menyifatkan engkau dengan yang bukan-bukan, maka dengan sebab itu mereka sesat, sehingga mereka tidak dapat mencari jalan kebenaran"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dan mereka berkata: \"Adakah sesudah kita menjadi tulang dan benda yang reput, adakah kita akan dibangkitkan semula dengan kejadian yang baharu"}]}