{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"Hum insey pehle Firaun ki qaum ko isi aazmaish mein daal chuke hain. Unke paas ek nihayat shareef Rasool aaya"},{"SurahNumber":44,"VerseNumber":18,"Text":"Aur usne kaha “Allah ke bandon ko mere hawale karo, main tumhare liye ek amanat-daar Rasool hoon"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allah ke muqable mein sarkashi na karo. Main tumhare saamne (apni maamuriyat ki) sareeh sanad (clear authority) pesh karta hoon"},{"SurahNumber":44,"VerseNumber":20,"Text":"Aur main apne Rubb aur tumhare Rubb ki panaah le chuka hoon issey ke tum mujhpar hamla-awar (attack) ho"},{"SurahNumber":44,"VerseNumber":21,"Text":"Agar tum meri baat nahin maante to mujhpar haath daalne se baaz raho”"},{"SurahNumber":44,"VerseNumber":22,"Text":"Aakhir e kaar usne apne Rubb ko pukara ke yeh log mujrim hain"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Jawab diya gaya) accha to raat-o-raat mere bandon (servants) ko lekar chal padh. Tum logon ka peecha kiya jayega"},{"SurahNumber":44,"VerseNumber":24,"Text":"Samandar ko uske haal par khula chodh de.Yeh saara lashkar garq (drown) honay wala hai"},{"SurahNumber":44,"VerseNumber":25,"Text":"Kitne hi baag aur chasme"},{"SurahNumber":44,"VerseNumber":26,"Text":"Aur kheit (gardens) aur shaandaar mahal thay jo woh chodh gaye"},{"SurahNumber":44,"VerseNumber":27,"Text":"Kitne hi aish ke sar-o-samaan, jin mein woh mazey kar rahey thay unke pichey dharay reh gaye"},{"SurahNumber":44,"VerseNumber":28,"Text":"Yeh hua unka anjaam, aur humne dusron ko in cheezon ka waris bana diya"},{"SurahNumber":44,"VerseNumber":29,"Text":"Phir na aasman unpar roya na zameen, aur zara si mohalat bhi unko na di gayi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Is taraah bani Israel ko humne sakht zillat ke azaab"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firoun se najaat di jo hadd se guzar janey walon mein fil waqeh badey unchey darje ka aadmi tha"},{"SurahNumber":44,"VerseNumber":32,"Text":"Aur unki halat jaante huye, unko duniya ki dursi qaumon par tarjeeh di"},{"SurahNumber":44,"VerseNumber":33,"Text":"Aur unhein aisi nishaniya dikhayi jin mein sareeh aazmaish thi"},{"SurahNumber":44,"VerseNumber":34,"Text":"Yeh log kehte hain"},{"SurahNumber":44,"VerseNumber":35,"Text":"“hamari pehli maut ke siwa aur kuch nahin uske baad hum dobara uthaye jaane wale nahin hai"},{"SurahNumber":44,"VerseNumber":36,"Text":"Agar tum sacchey ho to utha lao hamare baap dada ko”"},{"SurahNumber":44,"VerseNumber":37,"Text":"Yeh behtar hai ya tubbah ki qaum aur ussey pehle ke log? Humne unko isi bina par tabah kiya ke woh mujrim ho gaye thay"},{"SurahNumber":44,"VerseNumber":38,"Text":"Yeh Aasman o zameen aur inke darmiyan ki cheezein humne kuch khel ke taur par nahin bana di hai"},{"SurahNumber":44,"VerseNumber":39,"Text":"Inko humne bar-haqq paida kiya hai, magar aksar log jaante hain hai"},{"SurahNumber":44,"VerseNumber":40,"Text":"In sabke uthaye janey ke liye the-shuda waqt faisle ka din hai"},{"SurahNumber":44,"VerseNumber":41,"Text":"Woh din jab koi azeez kareeb apne kisi azeez kareeb ke kuch bhi kaam nahin aayega. Aur na kahin se unhein koi madad pahunchegi"},{"SurahNumber":44,"VerseNumber":42,"Text":"Siwaye iske ke Allah hi kisi par reham karey, woh zabardast aur Raheem hai"},{"SurahNumber":44,"VerseNumber":43,"Text":"Zakkhum ka darakht (tree)"},{"SurahNumber":44,"VerseNumber":44,"Text":"Gunahgaar ka kha-ja (khana /food) hoga"},{"SurahNumber":44,"VerseNumber":45,"Text":"Tail (oil) ki tiljhat (dregs) jaisa, pait (bellies) mein is tarah josh khayega"},{"SurahNumber":44,"VerseNumber":46,"Text":"Jaise khaulta (boiling) hua pani josh khata hai"},{"SurahNumber":44,"VerseNumber":47,"Text":"Pakado isey aur raged-te (dragging) huey le jao isko jahannum ke beechon beech"},{"SurahNumber":44,"VerseNumber":48,"Text":"Aur undhail (pour) do iske sar par khaulte (boiling) paani ka azaab"},{"SurahNumber":44,"VerseNumber":49,"Text":"Chakkh iska maza, bada zabardast izzatdaar aadmi hai tu"},{"SurahNumber":44,"VerseNumber":50,"Text":"Yeh wahi cheez hai jiske aane mein tumlog shakk rakhte thay”"},{"SurahNumber":44,"VerseNumber":51,"Text":"Khuda tars log aman ki jagah mein hongey"},{"SurahNumber":44,"VerseNumber":52,"Text":"Baaghon (gardens) aur chashmo mein"},{"SurahNumber":44,"VerseNumber":53,"Text":"Hareer-o-deeba (silk and brocade) ke libas pehne, aamne saamne baithey honge"},{"SurahNumber":44,"VerseNumber":54,"Text":"Yeh hogi inki shaan aur hum gori gori aah-o-chashm auratein unse biyah denge"},{"SurahNumber":44,"VerseNumber":55,"Text":"Wahan woh itminaan se har tarah ki lazeez cheezein talab karenge"},{"SurahNumber":44,"VerseNumber":56,"Text":"Wahan maut ka maza woh kabhi na chakhenge . Bas duniya mein jo maut aa chuki so aa chuki aur Allah apne fazal se"},{"SurahNumber":44,"VerseNumber":57,"Text":"Unko jahannum ke azaab se bacha dega yahi badi kamiyabi hai"},{"SurahNumber":44,"VerseNumber":58,"Text":"Aey Nabi (s.a.s) humne is kitaab ko tumhari zubaan mein sahal (easy / aasaan) bana diya hai taake yeh log nasihat hasil karein"},{"SurahNumber":44,"VerseNumber":59,"Text":"Ab tum bhi intezar karo, yeh bhi muntazir (intezar kar rahey) hain"},{"SurahNumber":45,"VerseNumber":1,"Text":"Haa Meem"},{"SurahNumber":45,"VerseNumber":2,"Text":"Is kitaab ka nuzul Allah ki taraf se hai jo zabardast aur Hakeem hai"},{"SurahNumber":45,"VerseNumber":3,"Text":"Haqeeqat yeh hai ke aasmaano aur zameen mein beshumaar nishaniyan hain iman laney walon ke liye"},{"SurahNumber":45,"VerseNumber":4,"Text":"Aur tumhari apni paidaish mein, aur un haiwanaat(janwaron) mein jinko Allah (zameen mein) phayla raha hai, badi nishaniyan hain un logon ke liye jo yaqeen laney waley hain"},{"SurahNumber":45,"VerseNumber":5,"Text":"Aur shab-o-roz (night and day) ke farq o ikhtilaf mein, aur us rizq mein jisey Allah aasmaan se nazil farmata hai phir uske zariye se murda zameen ko jila uthata hai, aur hawaon ki gardish mein bahut nishaniyan hain un logon ke liye jo aqal se kaam letey hain"},{"SurahNumber":45,"VerseNumber":6,"Text":"Yeh Allah ki nishaniyan hain jinhein hum tumhare saamne theek theek bayan kar rahey hain. Ab aakhir Allah aur uski aayat ke baad aur kaunsi baat hai jispar yeh log imaan layenge"},{"SurahNumber":45,"VerseNumber":7,"Text":"Tabahi hai har us jhoote badh amal shaks ke liye"},{"SurahNumber":45,"VerseNumber":8,"Text":"Jiske saamne Allah ki aayat padi jaati hain, aur woh unko sunta hai, phir puray istakbar ke saath apne kufr par is tarah ada rehta hai goya usne unko suna hi nahin. Aise shaks ko dardnaak azaab ka musda suna do"},{"SurahNumber":45,"VerseNumber":9,"Text":"Hamari aayat mein se koi baat jab uske ilm mein aati hai to woh unka mazaak bana leta hain. Aisey sab logon ke liye zillat ka azaab hai"},{"SurahNumber":45,"VerseNumber":10,"Text":"Unke aage jahannum hai. Jo kuch bhi unhone duniya mein kamaya hai usmein se koi cheez unke kisi kaam na aayegi. Na unke woh sarparast hi unke liye kuch kar sakenge jinhein Allah ko chodh kar unhon ne apna wali bana rakkha hai. Unke liye bada azaab hai"},{"SurahNumber":45,"VerseNumber":11,"Text":"Yeh Quran sarasar hidayat hai, aur un logon ke liye balaa ka dardnaak azaab hai jinhon ne apne Rubb ki aayat ko maan-ne se inkar kiya"}]}