{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Et (souviens-toi) lorsque Abraham dit a ’Azar, son pere : « Prendrais-tu des idoles pour divinites? Je vois que toi et ton peuple etes dans un egarement manifeste ! »"},{"SurahNumber":6,"VerseNumber":75,"Text":"C’est ainsi que Nous montrames a Abraham la royaute des cieux et de la terre, pour qu’il fut de ceux qui croient avec certitude"},{"SurahNumber":6,"VerseNumber":76,"Text":"La nuit tombee, il vit un astre et dit : « Voila mon Seigneur ! » Puis quand l’astre eut decline, il se reprit : « Je n’aime pas ceux qui declinent. »"},{"SurahNumber":6,"VerseNumber":77,"Text":"Puis voyant poindre la lune, il dit : « Voila mon Seigneur ! » Et lorsqu’elle disparut, il se reprit : « Si mon Seigneur ne me guide pas, je serai du nombre des egares. »"},{"SurahNumber":6,"VerseNumber":78,"Text":"Puis voyant apparaitre le soleil, il dit : « Voila mon Seigneur ! Celui-ci est bien plus grand. » Et lorsque (le soleil) se fut couche, il se reprit : « O peuple mien ! Je desavoue les associes (que vous donnez a Allah)"},{"SurahNumber":6,"VerseNumber":79,"Text":"Je tourne mon visage, en pur monotheiste, vers Celui Qui a cree (sans modele prealable) les cieux et la terre, et je ne suis point de ceux qui Lui associent des emules. »"},{"SurahNumber":6,"VerseNumber":80,"Text":"Son peuple lui opposant des arguments, il dit : « Disputerez vous avec moi d’Allah alors que c’est Lui Qui m’a guide ? Je ne crains point les emules que vous Lui associez, sauf si Allah veut que je craigne quelque chose. Mon Seigneur Cerne Tout de Sa science. Ne le realisez-vous donc pas"},{"SurahNumber":6,"VerseNumber":81,"Text":"Et comment craindrais-je les emules que vous Lui associez alors que vous-memes ne craignez pas d’avoir associe a Allah (des emules) pour lesquels Il n’a fait descendre vers vous aucune preuve d’autorite ? Laquelle des deux parties merite donc le plus d’etre en securite ? Dites-le, si vous le savez"},{"SurahNumber":6,"VerseNumber":82,"Text":"Ceux qui ont cru et n’ont pas altere leur foi par de l’injustice, ceux-la sont en securite et sont bien orientes"},{"SurahNumber":6,"VerseNumber":83,"Text":"Tel fut l’argument que Nous accordames a Abraham contre son peuple. Nous elevons de plusieurs degres le rang de qui Nous voulons. Ton Seigneur est Sage et Omniscient"},{"SurahNumber":6,"VerseNumber":84,"Text":"Nous lui donnames Isaac et Jacob que Nous orientames vers la juste voie. Ainsi avions-nous oriente Noe auparavant. Parmi ses descendants, il y eut David, Salomon, Job, Joseph, Moise et Aaron, et c’est ainsi que Nous recompensons les bienfaiteurs"},{"SurahNumber":6,"VerseNumber":85,"Text":"Et (il y eut aussi) Zacharie, Jean le Baptiste, Jesus et Elie, tous etaient du nombre des vertueux"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ainsi qu’Ismael, Elisee, Jonas et Loth, que Nous tinmes tous en plus haute estime que le reste du monde"},{"SurahNumber":6,"VerseNumber":87,"Text":"Et aussi certains de leurs ascendants, de leurs descendants et de leurs freres, que Nous avons elus et orientes vers une voie droite"},{"SurahNumber":6,"VerseNumber":88,"Text":"Telle est la voie juste (huda) par laquelle Allah oriente qui Il veut parmi Ses serviteurs. Et s’ils avaient prete des associes (a Allah), alors toutes leurs actions seraient parties en pure perte"},{"SurahNumber":6,"VerseNumber":89,"Text":"Ce sont ceux-la a qui Nous avons apporte le Livre, la Sagesse et la Prophetie. Si ceux-ci (ton peuple) y mecroient, Nous en avons confie la charge a des gens qui ne les rejettent point"},{"SurahNumber":6,"VerseNumber":90,"Text":"Ce sont eux qu’Allah a bien orientes. Suis donc la direction dans laquelle ils sont orientes. Dis : « Je ne vous demande pour cela aucune retribution. » Ce n’est qu’un rappel adresse a tout l’Univers"},{"SurahNumber":6,"VerseNumber":91,"Text":"Ils n’accordent pas a Allah Sa juste valeur ceux-la qui disent : « Allah n’a jamais rien revele a un etre humain. » Dis : « Qui donc a revele le Livre qu’apporta Moise comme lumiere et comme direction pour les hommes? Vous en faites des parchemins dont vous montrez une partie et en cachez beaucoup d’autres. Et il vous a donc ete enseigne ce que vous ne saviez pas, ni vous ni vos peres. Dis : « C’est Allah ! » puis laisse-les s’amuser dans leurs propres errements"},{"SurahNumber":6,"VerseNumber":92,"Text":"Et ceci (le Coran) est un Livre beni que Nous avons fait descendre (en revelation) et qui confirme ce qu’il y a eu avant lui, pour que tu avertisses la Mere des Cites (La Mecque) et tous ceux qui vivent alentour. Ceux qui croient au Jour Dernier croient aussi (au Coran) et sont assidus a leur Calat"},{"SurahNumber":6,"VerseNumber":93,"Text":"Est-il plus injuste que celui qui debite des mensonges sur le compte d’Allah ou qui dit : « J’ai eu une revelation » quand aucune revelation ne lui a ete faite ? Ou celui qui dit : « Je vais faire descendre des (ecritures) pareilles a celles qu’Allah a fait descendre » ? Si seulement tu voyais les injustes lorsque, les affres de la mort les ayant surpris, les Anges etendront vers eux leurs mains (en disant) : « Rendez donc vos ames. Aujourd’hui vous serez retribues par le supplice de l’humiliation pour ce que vous disiez de contraire a la verite sur Allah, et parce que vous vous detourniez hautainement de Ses Signes. »"},{"SurahNumber":6,"VerseNumber":94,"Text":"Vous etes venus a Nous, un par un, tels que Nous vous avions crees la premiere fois, laissant derriere vous tout ce que Nous vous avions dispense. Et Nous ne voyons point avec vous vos intercesseurs que vous pretendiez etre les associes (dans le culte d’Allah). Les liens entre eux et vous se sont rompus et toutes les traces de vos anciennes pretentions ont alors disparu"}]}