{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kiyamatara jnana kerala allahara ocarate'i pratyarartita haya. Te'omra ajnatasarata kono phalo araranara paraa ola'i nahe, kono narai'o garbha dharana nakarae arau santano prasara nakarae. Yidina allahe sihamtaka mati ka’ba, ‘mora ansidarasakala ka’ta’? Tetiya sihamte ka’ba, ‘ami tomara ocarata nibedana karao ye, e'i bisaye amara majata kono saksi na'i’"},{"SurahNumber":41,"VerseNumber":48,"Text":"Arau itipurbe sihamte yibilaka (upasyaka) ahbana karaichila sihamta sihamtara paraa antardhana hai yaba, arau sihamte bisbasa karaiba ye, sihamtara palayanara kono upaya na'i"},{"SurahNumber":41,"VerseNumber":49,"Text":"Manuhe kalyana praarthanata kono klanti bodha nakarae, kintu yetiya taka kono akalyane sparsa karae tetiya si pracandabharae hatasa arau niraasa hai parae"},{"SurahNumber":41,"VerseNumber":50,"Text":"akau duhkha-dain'ya'i sparsa karaara pichata yadi ami taka amara taraphara paraa anugrahara soraada la’balai di'om, tetiya si arasye kaya, ‘eya mora praapya arau mora bisbasa nahaya ye kiyamata sanghatita ha’ba. Anahate yadi moka mora pratipalakara ocaralai ubhata'i niya'o haya, tathapi'o te'omra ocarata mora babe kalyane'i thakiba’. Eteke niscaya ami kaphirasakalaka sihamtara amala samparke arahita karaima arau sihamtaka arasye kathora sasti asbadana karaama"},{"SurahNumber":41,"VerseNumber":51,"Text":"Arau yetiya ami manuhara prati anugraha karao tetiya si mukha ghuraa'i laya arau duralai amtarai yaya. Kintu yetiya taka akalyane sparsa karae tetiya si dirgha praarthanakarai haya"},{"SurahNumber":41,"VerseNumber":52,"Text":"Koraa, ‘tomaloke ketiyaba bhabichane, yadi e'i kora'ana allahara taraphara paraa aratirna hai thake tathapi'o tomaloke iyaka pratyakhyana karaicha, tene arasthata yi byakti ghora biraud'dhacaranata lipta ache, tatakai adhika bibhraanta arau kona ha’ba parae’"},{"SurahNumber":41,"VerseNumber":53,"Text":"anatipalame ami sihamtaka amara nidarsanarali dekhuraama, bisbajagatara praantasamuhata arau sihamtara nijara majato; yate sihamtara ocarata suspasta hai uthe ye, arasye e'ito (kora'ana) satya. E'ito tomara pratipalaka samparke yathesta nahayane ye, te'om sakalo bastura oparata saksi"},{"SurahNumber":41,"VerseNumber":54,"Text":"jani thoraa! Niscaya sihamta nija pratipalakara saksata samparke sandehata ache. Jani thoraa ye, niscaya te'om (allaha) sakalo bastuke'i paraibestana karai ache"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha-mima"},{"SurahNumber":42,"VerseNumber":2,"Text":"A'ina-china-kbapha"},{"SurahNumber":42,"VerseNumber":3,"Text":"E'idarae'i tomara prati arau tomara purbarartisakalara prati ahi karae mahaparaakramasali, prajnamaya allahe"},{"SurahNumber":42,"VerseNumber":4,"Text":"Akasasamuhata yi ache arau prthiraita yi ache se'i sakalo te'omrae'i. Te'om su'ucca, sumahana"},{"SurahNumber":42,"VerseNumber":5,"Text":"Akasasamuha oparara paraa bhani paraara upakrama haya, arau phiraistasakale nija pratipalakara saprasansa paraitrata arau mahima ghosana karae arau prthiraibasi sakalara babe ksama praarthana karae. Jani thoraa, niscaya allaha, teraemi ksamasila, parama dayalu"},{"SurahNumber":42,"VerseNumber":6,"Text":"Arau yisakale allahara paraibarte anaka abhibharakaraupe grahana karae, allaha sihamtara prati samyaka drstidata. Arau tumi sihamtara oparata karmabidhayaka nahaya"},{"SurahNumber":42,"VerseNumber":7,"Text":"Arau e'idarae'i ami tomara prati kora'ana aratirna karaicho arabi bhasata, yate tumi makka arau iyara carai'ophalara janaganaka satarka karaiba paraa lagate satarka karaiba paraa kiyamatara dina samparke, yara (sanghatita horaata) kono sandeha na'i. Edala thakiba jannatata arau edala jbalanta agnita"},{"SurahNumber":42,"VerseNumber":8,"Text":"Arau allahe iccha karaile sihamtaka eta'i um'mata karaiba parailehemtena, kintu te'om yaka iccha karae kerala takahe nija anugrahata praraesa karaaya. Arau yalimasakala, sihamtara kono abhibharaka na'i arau kono sahayakarai'o na'i"},{"SurahNumber":42,"VerseNumber":9,"Text":"Sihamte allahara paraibarte anaka abhibharakaraupe grahana karaiche neki, kintu allaha, kerala te'omhe prakrta abhibharaka, arau kerala teraemi mrtaka jiraita karae. Te'om sakalo bastura oparata ksamatabana"},{"SurahNumber":42,"VerseNumber":10,"Text":"Arau tomaloke yi bisayate matabheda nakaraa kiya, tara mimansa kerala allaharae'i ocarata. Teraemi allaha, mora raba; te'omra oparate'i ma'i nirbhara karaicho arau ma'i te'omrae'i abhimukhi ha'om"},{"SurahNumber":42,"VerseNumber":11,"Text":"Teraemi akasasamuha arau prthiraira srsti karta, teraemi tomalokara majara paraa tomalokara yoraa srsti karaiche arau catuspada jantura majato yoraa srsti karaiche. E'idarae'i te'om tomalokara bansa bistara karae; ekorae'i te'omra sadrsa nahaya, te'om sarbasraota, sarbadrasta"},{"SurahNumber":42,"VerseNumber":12,"Text":"Akasasamuha arau prthiraira cabi-kathi te'omrae'i ocarata. Te'om yara babe iccha karae tara jiraika brd'dhi karai diye arau sankucita'o karae. Niscaya te'om sakalo bastu samparke sarbajna"}]}