{"Id":289,"LanguageCodes":["ps","pus"],"Name":"pus-zakariaabulsala","Author":"Zakaria Abulsalam","Language":"Pushto","Description":"Pushto","Direction":"rtl","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"او كله چې د مریمې زوى د مثال په طور بیان كړى شو، (نو) ناڅاپه ستا قوم د دغه (مثال) پورې (له خوشالۍ نه) چغې وهلې"},{"SurahNumber":43,"VerseNumber":58,"Text":"او ويې ويل:ایا زمونږ معبودان غوره دي، یا كه هغه؟ دوى تا ته دا (مثال) بیان نه كړ مګر د جګړې لپاره بلكې دوى ډېر جګړه كوونكى قوم دى"},{"SurahNumber":43,"VerseNumber":59,"Text":"دغه نه دى مګر یو بنده دى چې مونږ په ده انعام كړى دى او د بني اسرائیلو لپاره مو هغه (د قدرت) یو مثال ګرځولى و"},{"SurahNumber":43,"VerseNumber":60,"Text":"او كه مونږ غوښتلي وى (نو) مونږ به ستاسو په ځاى په ځمكه كې ملايك پیدا كړي وى، چې خلیفګان شوي به وى"},{"SurahNumber":43,"VerseNumber":61,"Text":"او بېشكه دغه (عیسٰی) د قیامت لپاره یقینًا یوه لویه نښه ده، نو تاسو د دغه (قیامت) په باره كې له سره شك مه كوئ، دا نېغه لار ده"},{"SurahNumber":43,"VerseNumber":62,"Text":"او شیطان دې تا (له دې نېغې لارې نه) له سره وا نه ړوي، بېشكه هغه تاسو لپاره ښكاره دښمن دى"},{"SurahNumber":43,"VerseNumber":63,"Text":"او كله چې عيسٰى له ښكاره دلیلونو سره راغى، ويې ويل:(اى بني اسرائیلو!) یقینًا ما تاسو ته حكم راوړى دى او د دې لپاره (راغلى یم) چې تاسو ته ځینې هغه (احكام) بیان كړم چې تاسو په هغو كې اختلاف كوئ، نو تاسو له الله نه ووېرېږئ او زما اطاعت وكړئ"},{"SurahNumber":43,"VerseNumber":64,"Text":"بېشكه هم دا الله زما رب دى او ستاسو رب دى، لهٰذا تاسو د ده عبادت كوئ، دغه نېغه لاره ده"},{"SurahNumber":43,"VerseNumber":65,"Text":"نو (د نصرانیانو) دغه ډلې په خپل منیځ كې سره مختلفې شوې، نو د هغو كسانو لپاره چې ظلم يې كړى دى، د ډېرې دردوونكي ورځې له عذاب نه هلاكت دى"},{"SurahNumber":43,"VerseNumber":66,"Text":"دوى انتظار نه كوي مګر د قیامت چې په دوى به ناڅاپه راشي، او دوى به نه پوهېږي"},{"SurahNumber":43,"VerseNumber":67,"Text":"په دغې ورځ كې به خواږه یاران، د دوى ځینې به د ځینو نورو دښمنان وي، غیر له متقیانو نه"},{"SurahNumber":43,"VerseNumber":68,"Text":"اى زما بنده ګانو! نن ورځ په تاسو وېره نشته او نه به تاسو غمژن كېږئ"},{"SurahNumber":43,"VerseNumber":69,"Text":"هغه كسان چې زمونږ په ایتونو يې ایمان راوړى دى او دوى مسلمانان وو"},{"SurahNumber":43,"VerseNumber":70,"Text":"(دوى ته به ویلى شي:) تاسو جنت ته ننوځئ، تاسو او ستاسو ښځې، تاسو به خوشالولى شئ"},{"SurahNumber":43,"VerseNumber":71,"Text":"په دوى به كاسې د سرو زرو او ګلاسونه ګرځول كېږي او په دغو (جنتونو) كې به هغه څه وي چې نفسونه (زړونه) د هغو خواهش كوي او سترګې (پرې) خوند اخلي او تاسو به په دغو كې تل ترتله یئ"},{"SurahNumber":43,"VerseNumber":72,"Text":"او دغه هغه جنتونه دي چې تاسو ته د هغو عملونو په سبب په میراث كې دركړى شول چې تاسو به كول"},{"SurahNumber":43,"VerseNumber":73,"Text":"تاسو لپاره په دغو كې ډېرې مېوې دي چې تاسو به له هغو ځنې خوراك كوئ"},{"SurahNumber":43,"VerseNumber":74,"Text":"بېشكه مجرمان به د جهنم په عذاب كې تل پاتې كېدونكي وي"},{"SurahNumber":43,"VerseNumber":75,"Text":"چې دغه (عذاب) به له دوى څخه نه كمولى شي او دوى به په دغه (عذاب) كې نا امېده اوسي"},{"SurahNumber":43,"VerseNumber":76,"Text":"او مونږ په دوى ظلم نه دى كړى او لېكن هم دوى پخپله ظالمان وو"},{"SurahNumber":43,"VerseNumber":77,"Text":"او دغه (دوزخیان) به اواز وكړي: اى مالكه! ستا رب دې مونږ مړه كړي، هغه (مالك) به ووايي: بېشكه تاسو (تل) ژوندي پاتې كېدونكي یئ"},{"SurahNumber":43,"VerseNumber":78,"Text":"یقینًا یقینًا مونږ تاسو ته حق راوړى و او لېكن ستاسو زیاتره حق لره بدګڼونكي دي"},{"SurahNumber":43,"VerseNumber":79,"Text":"ایا بلكې دوى د یو كار پخه اراده كړې ده، نو بېشكه مونږ (هم) خپل (تدبیر) محكم كوونكي یو"},{"SurahNumber":43,"VerseNumber":80,"Text":"ایا دوى دا ګمان كوي چې بېشكه مونږ د دوى پټې خبرې او پټې مشورې نه اورو، ولې نه! او زمونږ رسولان ليكل كوي د دوى ترڅنګه"},{"SurahNumber":43,"VerseNumber":81,"Text":"ته (دوى ته) ووایه: كه چېرې د رحمٰن لپاره اولاد وى، نو زه به (د هغه) ترټولو اول عبادت كوونكى وم"},{"SurahNumber":43,"VerseNumber":82,"Text":"پاكي ده د اسمانونو او ځمكې رب لره، د عرش رب لره له هغه څه نه چې دوى يې (د هغه په باره كې) بیانوي"},{"SurahNumber":43,"VerseNumber":83,"Text":"نو ته دوى پرېږده چې (په باطلو خبرو كې) غوټې وهي او لوبې كوي تر هغه پورې چې دوى د خپلې هغې ورځې سره ملاقات وكړي چې دوى ته به يې وعده وركولى شوه"},{"SurahNumber":43,"VerseNumber":84,"Text":"او هم دى هغه دى ذات چې په اسمان كې معبود دى او په ځمكه كې (هم) معبود دى، او هم دى ډېر حكمت والا، ښه پوه دى"},{"SurahNumber":43,"VerseNumber":85,"Text":"او ډېر بركت ناك دى هغه ذات چې خاص د هغه لپاره د اسمانونو او ځمكې باچايي ده او د هغه څه چې د دغو دواړو په مينځ كې دي او خاص له هغه سره د قیامت د علم دى او خاص هغه ته به تاسو بېرته بېولى شئ"},{"SurahNumber":43,"VerseNumber":86,"Text":"او هغه معبودان چې دوى يې له دغه (الله) نه غیر بلي؛ د شفاعت هېڅ اختیار نه لري، مګر هغه څوك چې د حق ګواهي يې وركړې وي، په دې حال كې چې دوى پوهېږي"},{"SurahNumber":43,"VerseNumber":87,"Text":"او قسم دى كه ته له دوى نه تپوس وكړې چې دوى چا پیدا كړي دي (نو) دوى به خامخا ضرور ووايي: الله (پیدا كړي دي) نو كوم طرف ته دوى ګرځول كېږي؟"},{"SurahNumber":43,"VerseNumber":88,"Text":"او قسم دى د دغه (رسول) په دې وینا چې اى زما ربه! بېشكه زما دا قوم ایمان نه راوړي"},{"SurahNumber":43,"VerseNumber":89,"Text":"نو ته له دوى نه مخ وګرځوه او ووایه: سلام، پس ژر به دوى پوه شي"},{"SurahNumber":44,"VerseNumber":1,"Text":"حا، ميم"},{"SurahNumber":44,"VerseNumber":2,"Text":"قسم دى په بیانوونكي كتاب"},{"SurahNumber":44,"VerseNumber":3,"Text":"بېشكه مونږ دا (قرآن) په مباركه شپه كې نازل كړى دى، بېشكه مونږ وېروونكي وو"},{"SurahNumber":44,"VerseNumber":4,"Text":"په دغې (شپه) كې هر له حكمته ډك كار بیانولى (او بېلولى) شي"},{"SurahNumber":44,"VerseNumber":5,"Text":"زمونږ له جانبه د حكم وركولو په وجه (حكم وركول دي زمونږ له جانبه) بېشكه مونږ ( د رسولانو) لېږونكي وو"},{"SurahNumber":44,"VerseNumber":6,"Text":"ستا د رب د رحمت لپاره، بېشكه هم دى ښه اورېدونكى، ښه پوه دى"},{"SurahNumber":44,"VerseNumber":7,"Text":"چې د اسمانونو او ځمكې رب دى او د هغه څه چې د دواړو په مینځ كې دي، كه تاسو یقین كوونكي يئ"},{"SurahNumber":44,"VerseNumber":8,"Text":"نشته هېڅ یو حق معبود مګر هم دى دى، دى ژوندي كول كوي او مړه كول كوي، ستاسو رب دى او ستاسو د ړومبنیو پلرونو رب دى"},{"SurahNumber":44,"VerseNumber":9,"Text":"بلكې دوى په شك كې دي، چې لوبې كوي"},{"SurahNumber":44,"VerseNumber":10,"Text":"پس ته د هغې ورځې انتظار كوه چې اسمان ښكاره لوګى راوړي"},{"SurahNumber":44,"VerseNumber":11,"Text":"چې خلق به پټ كړي دا ډېر دردوونكى عذاب دى"},{"SurahNumber":44,"VerseNumber":12,"Text":"اى زمونږه ربه! ته زمونږ نه دغه عذاب لرې كړه، بېشكه مونږ ایمان راوړونكي یو"},{"SurahNumber":44,"VerseNumber":13,"Text":"دوى ته به نصیحت اخيستل چېرته وي، حال دا چې دوى ته ښكاره بیانوونكى رسول راغلى و"},{"SurahNumber":44,"VerseNumber":14,"Text":"بیا دوى له هغه نه مخ وګرځاوه او ويې ويل:(دا) تعلیم وركړى شوى دى، لېونى دى"},{"SurahNumber":44,"VerseNumber":15,"Text":"بېشكه مونږ دغه عذاب لږ (وخت) لرې كوونكي یو، بېشكه تاسو بیا (كفر ته) راګرځېدونكي یئ"},{"SurahNumber":44,"VerseNumber":16,"Text":"(یاده كړه) هغه ورځ چې مونږ نیول وكړو، تر ټولو غټ نیول، بېشكه مونږ انتقام اخيستونكي یو"}]}