{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Ani tyancya cari bajula sevesathi (sevaka mhanuna) lahana mule phirata asatila, janu kahi te moti hote, jyanna lapavuna thevale hote"},{"SurahNumber":52,"VerseNumber":25,"Text":"Ani te apasata ekamekankade tonda karuna vicarapusa karatila"},{"SurahNumber":52,"VerseNumber":26,"Text":"Mhanatila ki yacyapurvi apalya kutumbiyammadhye phara bhaya rakhata hoto"},{"SurahNumber":52,"VerseNumber":27,"Text":"Tevha allahane amacyavara phara motha upakara kela ani amhala horapaluna takanarya ati usna havecya prakopa (azaba) pasuna vacavile"},{"SurahNumber":52,"VerseNumber":28,"Text":"Amhi yacya purvihi tyala pukarata hoto. Nihsansaya, to motha upakara karanara ani motha daya karanara ahe"},{"SurahNumber":52,"VerseNumber":29,"Text":"Tevha tumhi samajavita raha, karana ki tumhi apalya palanakartyacya krpene na tara jyotisi ahata, na vedasara"},{"SurahNumber":52,"VerseNumber":30,"Text":"Kaya (kaphira) ase mhanatata ki ha kavi ahe, amhi tyacyasathi kala cakra (arthata mrtyu) ci pratiksa karita ahota"},{"SurahNumber":52,"VerseNumber":31,"Text":"(Tumhi) sanga ki tumhi pratiksa kara mi dekhila tumacyasobata pratiksa karanaryampaiki ahe"},{"SurahNumber":52,"VerseNumber":32,"Text":"Kaya tyancya akala tyanna heca sikavitata? Kinva he loka ahetaca udhdata (vidrohi)"},{"SurahNumber":52,"VerseNumber":33,"Text":"Kaya he mhanata ki ya (paigambara) ne (kura'ana) svatah racale ahe, vastutah he imana rakhata nahita"},{"SurahNumber":52,"VerseNumber":34,"Text":"Bare, jara he sacce aheta tara maga yasarakhi eka tari gosta yanni anuna dakhavavi"},{"SurahNumber":52,"VerseNumber":35,"Text":"Kaya he ekhadya (nirmana karanarya) cya vina svatah (apo'apa) nirmana jhale aheta? Kinva he svatah nirmana karanare aheta"},{"SurahNumber":52,"VerseNumber":36,"Text":"Kaya tyannica akasanna ani jaminila nirmana kele ahe? Kimbahuna he visvasa na rakhanare loka aheta"},{"SurahNumber":52,"VerseNumber":37,"Text":"Athava kaya yancyajavala tumacya palanakartyace khajine aheta? Kinva (tya khajin'yance) he sanraksaka aheta"},{"SurahNumber":52,"VerseNumber":38,"Text":"Kinva yancyajavala ekhadi sidi ahe, jicyavara cadhuna he aikatata? (Jara ase ahe) tara aikanaryane ekhade spasta pramana sadara karave"},{"SurahNumber":52,"VerseNumber":39,"Text":"Kaya allahakarita sarva kan'ya aheta ani tumacyasathi putra"},{"SurahNumber":52,"VerseNumber":40,"Text":"Kaya tumhi yancyakaduna kahi majuri magata ki he tya ojhyane dabale jata aheta"},{"SurahNumber":52,"VerseNumber":41,"Text":"Kaya yancyajavala paroksa jnana ahe ki he lihuna gheta asatata"},{"SurahNumber":52,"VerseNumber":42,"Text":"Kaya he loka ekhada kavebajapana karu icchitata? Tara (visvasa theva) ki kapata karasthana karanara gata kaphiranca ahe"},{"SurahNumber":52,"VerseNumber":43,"Text":"Kaya allahakherija tyanca koni dusara mabuda (upasya) ahe? (Kadapi nahi) allaha tyancya sahabhagi tharavinyapasuna (sud'dha) ani pavitra ahe"},{"SurahNumber":52,"VerseNumber":44,"Text":"Jara he loka akasaca ekhada tukada jari kosalatana pahatila tari heca mhanatila ki he tharavara thara dhaga aheta"},{"SurahNumber":52,"VerseNumber":45,"Text":"Tevha tumhi tyanna soda, yethe paryarnta ki yanci apalya tya divasasi bheta vhavi jyata he besud'dha kele jatila"},{"SurahNumber":52,"VerseNumber":46,"Text":"Jya divasi tyanna tyanci cala (kheli) kahica kami yenara nahi ani na tyanna madata keli ja'ila"},{"SurahNumber":52,"VerseNumber":47,"Text":"Nihsansaya, atyacari lokankarita yakherijahi an'ya siksa-yatana aheta, parantu tya lokampaiki adhikansa loka he janata nahita"},{"SurahNumber":52,"VerseNumber":48,"Text":"Tumhi apalya palanakartyacya adesacya pratikseta dhira - sanyama rakha. Nihsansaya, tumhi amacya dolyansamora ahata ani sakali jevha tumhi uthala, apalya palanakartyaci pavitratesaha prasansa kara"},{"SurahNumber":52,"VerseNumber":49,"Text":"Ani ratri dekhila tyace mahimagana kara ani taryancya astasa janyacya velihi"},{"SurahNumber":53,"VerseNumber":1,"Text":"Taryaci sapatha ahe, jevha to kosalela"},{"SurahNumber":53,"VerseNumber":2,"Text":"Ki tumaca sathidara na vata cukalela ahe, na to vakadya margavara ahe"},{"SurahNumber":53,"VerseNumber":3,"Text":"Ani na apalya marjine to kahi bolato"},{"SurahNumber":53,"VerseNumber":4,"Text":"Ti tara kevala vahayi (akasavani) ahe, ji avatarita keli jate"},{"SurahNumber":53,"VerseNumber":5,"Text":"Tyala purna samarthyasali pharistyane sikavile ahe"},{"SurahNumber":53,"VerseNumber":6,"Text":"Jo motha saktisali ahe, maga to sarala ubha rahila"},{"SurahNumber":53,"VerseNumber":7,"Text":"Ani to ati ucca akasacya kinarya (ksitija) vara hota"},{"SurahNumber":53,"VerseNumber":8,"Text":"Maga javala ala ani avatarala"},{"SurahNumber":53,"VerseNumber":9,"Text":"Tevha to dona kamani'itakya antaravara rahila, kimbahuna tyahuna kami"},{"SurahNumber":53,"VerseNumber":10,"Text":"Maga tyane allahacya dasala sandesa pohacavila, jo kahi pohacavila"},{"SurahNumber":53,"VerseNumber":11,"Text":"Hrdayane khote mhatale nahi, je (paigambara) ne pahile"},{"SurahNumber":53,"VerseNumber":12,"Text":"Kaya tumhi tya gostibaddala vada ghalata, je paigambara pahatata"},{"SurahNumber":53,"VerseNumber":13,"Text":"Tyala tara anakhi eka veli pahile hote"},{"SurahNumber":53,"VerseNumber":14,"Text":"‘Sidaratula muntaha’cya javala"},{"SurahNumber":53,"VerseNumber":15,"Text":"Tyacyaca nikata ‘jannatula mava’ ahe"},{"SurahNumber":53,"VerseNumber":16,"Text":"Jevha sidarala lapavuna gheta hoti, ti vastu, ji tyavara acchadita hota hoti"},{"SurahNumber":53,"VerseNumber":17,"Text":"Na tara drsti valali, na maryadecya pudhe geli"},{"SurahNumber":53,"VerseNumber":18,"Text":"Niscitaca tyane apalya palanakartyacya mothamothya nisanyampaiki kahi nisanya pahilya hotya"},{"SurahNumber":53,"VerseNumber":19,"Text":"Kaya tumhi ‘lata’ ani ‘ujja’la pahile"},{"SurahNumber":53,"VerseNumber":20,"Text":"Ani tisarya antima ‘manata’la"},{"SurahNumber":53,"VerseNumber":21,"Text":"Kaya tumacyasathi putra ani tya (allaha) sathi kan'ya aheta"},{"SurahNumber":53,"VerseNumber":22,"Text":"Hi tara mothi an'yayapurna vatani ahe"},{"SurahNumber":53,"VerseNumber":23,"Text":"Vastavika ti kevala nave aheta, ji tumhi ani tumacya vadavadilanni tyanna thevali aheta. Allahane tyanci konatihi sanada avatarita keli nahi. He loka tara kevala atakala (bhrama) ani apalya manacya iccha akanksammage lagale aheta. Ani nihsansaya, tyancya palanakartyatarphe tyancyajavala margadarsana ye'una pohocale ahe"},{"SurahNumber":53,"VerseNumber":24,"Text":"Kaya pratyeka manusya ji kamana dekhila karila ti tyala sadhya ho'ila"},{"SurahNumber":53,"VerseNumber":25,"Text":"Allahakaritaca ahe he visva ani ti akhirata"}]}