{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"Powiedz: \"Czyż ja mam wam obwieścić coś lepszego aniżeli to?\" Ci, którzy się boją Boga, znajdą u swego Pana Ogrody, gdzie w dole płyną strumyki; oni tam będą przebywać na wieki; - i żony czyste - i upodobanie od Boga. A Bóg patrzy na Swoje sługi"},{"SurahNumber":3,"VerseNumber":16,"Text":"na tych, którzy mówią: \"Panie nasz! Zaprawdę, my wierzymy! Przebacz nam więc nasze grzechy i uchroń nas od kary ognia"},{"SurahNumber":3,"VerseNumber":17,"Text":"na cierpliwych i szczerych, pokornych i rozdających, o świcie proszących o przebaczenie"},{"SurahNumber":3,"VerseNumber":18,"Text":"Zaświadcza Bóg, iż nie ma boga, jak tylko On, - i aniołowie, i ludzie posiadający wiedzę - utrzymując ze słusznością: \"Nie ma boga, jak tylko On, Potężny, Mądry"},{"SurahNumber":3,"VerseNumber":19,"Text":"Religią prawdziwą w oczach Boga jest islam! Ci, którym została dana Księga, przez zawiść poróżnili się między sobą, dopiero wtedy, gdy przyszła do nich wiedza. A kto nie wierzy w znaki Boga... zaprawdę, Bóg jest szybki w rozrachunku"},{"SurahNumber":3,"VerseNumber":20,"Text":"A jeśli oni będą się z tobą spierać, to powiedz: \"Poddałem całkowicie swoją twarz Bogu, a także ci, którzy poszli za mną.\" I powiedz tym, którym została dana Księga, i ludziom prostym: \"Czy poddaliście się całkowicie?\" Jeśli oni poddali się całkowicie, to poszli drogą prostą; a jeśli się odwrócili... do ciebie należy tylko obwieszczenie posłannictwa. A Bóg widzi jasno Swoje sługi"},{"SurahNumber":3,"VerseNumber":21,"Text":"Zaprawdę, tym, którzy nie wierzą w znaki Boga i którzy zabijają proroków bez żadnego prawa, i którzy spośród ludzi zabijają tych, co nakazują sprawiedliwość - obwieść karę bolesną"},{"SurahNumber":3,"VerseNumber":22,"Text":"To są ci, których uczynki są daremne w życiu na tym świecie i w życiu ostatecznym; oni nie będą mieli żadnych pomocników"},{"SurahNumber":3,"VerseNumber":23,"Text":"Czyż nie widziałeś tych, którym została dana część Księgi? Oni zostali wezwani do Księgi Boga, aby ona rozstrzygnęła między nimi. Następnie część z nich się odwróciła, i sprzeciwiła"},{"SurahNumber":3,"VerseNumber":24,"Text":"Tak się stało, ponieważ oni powiedzieli: \"Ogień dotknie nas tylko przez pewną liczbę dni.\" I zmyleni zostali w swojej religii tym, co sami sobie zmyślali"},{"SurahNumber":3,"VerseNumber":25,"Text":"A jak będzie, kiedy zbierzemy ich w Dniu, co do którego nie ma wątpliwości, i każdej duszy będzie w pełni wypłacone to, co ona zarobiła, i nikt nie dozna niesprawiedliwości"},{"SurahNumber":3,"VerseNumber":26,"Text":"Powiedz: \"O Boże! Władco królestwa! Ty dajesz królestwo, komu chcesz, i Ty odbierasz królestwo, od kogo chcesz: Ty wynosisz, kogo chcesz, i Ty poniżasz, kogo chcesz. W Twoim ręku jest dobro! Zaprawdę; Ty jesteś nad każdą rzeczą wszechwładny"},{"SurahNumber":3,"VerseNumber":27,"Text":"Ty wprowadzasz noc w dzień i Ty wprowadzasz dzień w noc. Ty wyprowadzasz żyjące z martwego i Ty wyprowadzasz martwe z żyjącego. Ty dajesz zaopatrzenie, komu chcesz; bez rachunku"},{"SurahNumber":3,"VerseNumber":28,"Text":"Niech wierzący nie biorą sobie za przyjaciół niewiernych, z pominięciem wiernych! A kto tak uczyni, ten nie ma nic wspólnego z Bogiem, chyba że obawiacie się z ich strony jakiegoś niebezpieczeństwa. Bóg ostrzega was przed samym Sobą i do Boga zmierza wędrowanie"},{"SurahNumber":3,"VerseNumber":29,"Text":"Powiedz: \"Czy wy ukrywacie to, co jest w waszych piersiach, czy wy to ujawniacie - wie o tym Bóg. On zna to, co jest w niebiosach, i to, co jest na ziemi. Bóg jest nad każdą rzeczą wszechwładny"},{"SurahNumber":3,"VerseNumber":30,"Text":"Tego dnia, kiedy każdej duszy zostanie przedstawione to, co uczyniła dobrego, i to, co uczyniła złego, każda z nich będzie pragnąć, aby między nią a tym dniem znalazła się ogromna przestrzeń. Ostrzega was Bóg przed samym Sobą. Bóg jest dobrotliwy dla Swoich sług"},{"SurahNumber":3,"VerseNumber":31,"Text":"Powiedz: \"Jeśli kochacie Boga, to postępujcie za mną! Wtedy i Bóg będzie was miłował i przebaczy wam wasze grzechy. Bóg jest przebaczający, litościwy"},{"SurahNumber":3,"VerseNumber":32,"Text":"Powiedz: \"Słuchajcie Boga i Posłańca! A jeśli się odwrócicie... zaprawdę, Bóg nie kocha niewiernych"}]}