{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Şüphesiz ki Safa ile Merve Allah´ın nişanelerindendir. Artık kim hacc veya umre niyetiyle Ka´be ´yi ziyaret ederse bu ikisini de tavaf etmesinde bir beis yoktur. Kim gönüllü olarak iyilik yaparsa muhakkak ki Allah; Şakir´dir, Alim´dir"},{"SurahNumber":2,"VerseNumber":159,"Text":"İndirdiğimiz, açık delilleri ve hidayeti, kitabda insanlara açıkça beyan ettikten sonra gizleyenlere; muhakkak ki onlara, Allah la´net eder ve la´net etmek şanından olanlar da la´net eder"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak tevbe edenler, islah edenler ve (gerçeği) söyleyenler müstesna. Ben; onların tevbelerini kabul ederim. Ve ben Tevvab, Rahim´im"},{"SurahNumber":2,"VerseNumber":161,"Text":"Muhakkak ki küfredip de, kafir olarak ölenlere Allah´ın, meleklerin ve bütün insanların la´neti işte onların üzerinedir"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onun içinde temelli kalacaklardır. Onlardan ne azab hafifletilir, ne de yüzlerine bakılır"},{"SurahNumber":2,"VerseNumber":163,"Text":"Sizin İlahınız bir tek ilahtır. O´ndan başka hiçbir ilah yoktur. Rahman´dır, Rahim´dir"},{"SurahNumber":2,"VerseNumber":164,"Text":"Şüphesiz ki göklerin ve yerin yaratılışında, gece ile gündüzün değişmesinde, insanlara yararlı şeylerle denizde akan gemilerde, Allah´ın gökten indirip, yeryüzünü ölümünden sonra dirilttiği suda, her türlü canlıyı orada yaymasında, rüzgarların değiştirilmesinde, gökle yer arasında emre hazır bekleyen bulutta elbette akleden bir kavim için ayetler vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"İnsanlardan kimi de Allah´dan başkasını O´na emsal edinir, Allah´ı sever gibi onları severler. İman edenlerin, Allah sevgisi ise, daha fazladır. Zulmedenler azabı görecekleri zaman; bütün kuvvetin Allah´a ait olduğunu ve Allah´ın pek çetin azabı bulunduğunu keşki bilselerdi"},{"SurahNumber":2,"VerseNumber":166,"Text":"Hani o zaman uyulanlar, uyanlardan uzaklaşmış ve azabı görmüş oldular. Aralarındaki bütün bağlar kopmuştur"},{"SurahNumber":2,"VerseNumber":167,"Text":"Uyanlar dediler ki: Bizim için dönüş olsaydı da bizden uzaklaştıkları gibi, biz de onlardan uzaklaşsaydık. Böylece onların bütün yaptıklarını Allah hasretler halinde kendilerine gösterecektir ve onlar ateşten çıkacak değildirler"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar; yeryüzünde bulunan helal ve temiz şeylerden yeyin. Şeytanın adımlarına uymayın. Şüphesiz ki o, sizin için apaçık bir düşmandır"},{"SurahNumber":2,"VerseNumber":169,"Text":"O; size yalnız kötülüğü, hayasızlığı ve Allah´a karşı bilmeyeceğiniz şeyi söylemenizi emreder"},{"SurahNumber":2,"VerseNumber":170,"Text":"Onlara; Allah´ın indirdiğine uyun, denildiği zaman, onlar hayır, biz atalarımızın üzerinde bulunduğumuz şeye uyarız, dediler. Peki, ya ataları bir şey akledemeyen, doğruyu bulamayan kimseler olsa da mı"},{"SurahNumber":2,"VerseNumber":171,"Text":"Küfredenlerin misali; bağırıp çağırmadan başka bir şey duymayana haykıranınki gibidir. Onlar sağırdırlar, dilsizdirler, kördürler, akledemezler"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ey iman edenler; size rızık olarak veridğimiz şeylerin temiz olanlarından yeyin, Allah´a şükredin, eğer O´na kulluk ediyorsanız"},{"SurahNumber":2,"VerseNumber":173,"Text":"O, size; ölüyü, kanı, domuz etini, Allah´tan başkası için kesileni haram kılmıştır. Ancak kim mecbur kalırsa saldırmamak ve sınırı aşmamak şartıyla günah yoktur. Muhakkak ki Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":2,"VerseNumber":174,"Text":"Allah´ın indirdiği kitabtan birşey gizleyip de, onu az bir pahaya satanlar; işte onlar karınlarına ateşten başka bir şey yemezler. Kıyamet günü Allah onlarla konuşmaz. Onları temize de çıkarmaz. Ve onlar için acıklı bir azab vardır"},{"SurahNumber":2,"VerseNumber":175,"Text":"Onlar, hidayet karşılığında dalaleti, mağfiret karşılığında azabı satın almışlardır. Onlar, ateşe karşı ne de sabırlıdırlar"},{"SurahNumber":2,"VerseNumber":176,"Text":"Bu, Allah´ın kitabı hak olarak indirilmiş olup, o kitabda ihtilafa düşenlerin şüphesiz ki, pek uzak bir şikak içinde olmalarındandır"}]}