{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"And olsun, biz kendilerinden oncekileri de denemisken, insanlar, \"Inandık\" deyince, denenmeden bırakılacaklarını mı sanırlar? Allah elbette dogruları ortaya koyacak ve elbette yalancıları da ortaya cıkaracaktır"},{"SurahNumber":29,"VerseNumber":3,"Text":"And olsun, biz kendilerinden oncekileri de denemisken, insanlar, \"Inandık\" deyince, denenmeden bırakılacaklarını mı sanırlar? Allah elbette dogruları ortaya koyacak ve elbette yalancıları da ortaya cıkaracaktır"},{"SurahNumber":29,"VerseNumber":4,"Text":"Yoksa, kotuluk yapanlar Bizden kacabileceklerini mi sanarlar? Ne kotu hukum veriyorlar"},{"SurahNumber":29,"VerseNumber":5,"Text":"Allah'la karsılasmayı uman bilsin ki, Allah'ın bunun icin belirttigi vakit gelecektir. O, isitir ve bilir"},{"SurahNumber":29,"VerseNumber":6,"Text":"Hak ugrunda cihat eden, ancak kendisi icin cihat etmis olur. Dogrusu Allah, alemlerden mustagnidir"},{"SurahNumber":29,"VerseNumber":7,"Text":"Inanıp yararlı is isleyenlerin kotuluklerini, and olsun ki, orteriz; onları, yaptıklarından daha guzeli ile mukafatlandırırız"},{"SurahNumber":29,"VerseNumber":8,"Text":"Biz, insana, ana ve babasına karsı iyi davranmasını tavsiye etmisizdir. Eger ana baba, seni bir seyi koru korune Bana ortak kosman icin zorlarlarsa, o zaman onlara itaat etme. Donusunuz Banadır. Yaptıklarınızı size bildiririm"},{"SurahNumber":29,"VerseNumber":9,"Text":"Inanıp, yararlı is isleyenleri, and olsun, iyilerin arasına koyarız"},{"SurahNumber":29,"VerseNumber":10,"Text":"Insanlardan: \"Allah'a inandık\" diyenler vardır; ama Allah ugrunda bir ezaya ugratılınca, insanların ezasını Allah'ın azabı gibi tutarlar. Rabbinizden bir yardım gelecek olursa, and olsun ki, \"Dogrusu biz sizinle beraberdik\" derler. Allah, herkesin kalbinde olanları en iyi bilen degil midir"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah elbette inananları bilir ve elbette ikiyuzluleri de bilir"},{"SurahNumber":29,"VerseNumber":12,"Text":"Inkar edenler inananlara: \"Bizim yolumuza uyun da sizin gunahlarınızı biz tasıyalım\" derler. Oysa onların gunahlarından hicbirini yuklenecek degillerdir. Dogrusu onlar yalancıdırlar"},{"SurahNumber":29,"VerseNumber":13,"Text":"Onlar kendi agırlıklarını, kendi agırlıkları yanında daha nice agırlıkları yuklenecekler ve uydurup durdukları seylerden kıyamet gunu sorguya cekileceklerdir"},{"SurahNumber":29,"VerseNumber":14,"Text":"And olsun ki, Nuh'u milletine gonderdik; aralarında bin seneden elli yıl eksik kaldı. Sonunda onlar haksızlık yaparken, tufan onları yakalayıverdi"},{"SurahNumber":29,"VerseNumber":15,"Text":"Ama Biz, Nuh'u ve gemide bulunanları kurtardık ve bunu dunyalara bir ibret kıldık"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ibrahim'i de gonderdik. Milletine: \"Allah'a kulluk edin, O'ndan sakının; bilirseniz bu sizin icin daha iyidir\" dedi"},{"SurahNumber":29,"VerseNumber":17,"Text":"Siz Allah'ı bırakıp sadece bir takım putlara tapıyor, aslı olmayan sozler uyduruyorsunuz. Dogrusu, Allah'tan baska taptıklarınızın size rızık vermeye gucleri yetmez. Artık rızkı Allah katında arayın. O'na kulluk edin. O'na sukredin. Siz O'na doneceksiniz"},{"SurahNumber":29,"VerseNumber":18,"Text":"Eger siz Peygamberi yalanlıyorsanız bilin ki, sizden onceki ummetler de yalanlamıslardı. Peygambere dusen, sadece apacık tebligdir"},{"SurahNumber":29,"VerseNumber":19,"Text":"Allah'ın yaratmaya nasıl baslayıp, sonra onu nasıl tekrar edecegini anlamazlar mı? Dogrusu bu Allah'a kolaydır"},{"SurahNumber":29,"VerseNumber":20,"Text":"De ki: \"Yeryuzunde dolasın; Allah'ın yaratmaya nasıl basladıgını bir gorun. Iste Allah aynı sekilde ahiret yaratmasını da yapacaktır. Dogrusu Allah her seye Kadir'dir. Diledigine azabeder, diledigine merhamet eder. O'na cevrileceksiniz"},{"SurahNumber":29,"VerseNumber":21,"Text":"De ki: \"Yeryuzunde dolasın; Allah'ın yaratmaya nasıl basladıgını bir gorun. Iste Allah aynı sekilde ahiret yaratmasını da yapacaktır. Dogrusu Allah her seye Kadir'dir. Diledigine azabeder, diledigine merhamet eder. O'na cevrileceksiniz"},{"SurahNumber":29,"VerseNumber":22,"Text":"Siz ne yeryuzunde ve ne de gokte Allah'ı aciz bırakabilirsiniz. Allah'tan baska bir dost ve yardımcınız da bulunmaz"},{"SurahNumber":29,"VerseNumber":23,"Text":"Allah'ın ayetlerini ve O'na kavusmayı inkar edenler, iste onlar Benim rahmetimden umitlerini kesmis olanlardır. Iste can yakıcı azap onlar icindir"},{"SurahNumber":29,"VerseNumber":24,"Text":"Ibrahim'in sozlerine milletinin cevabı sadece: \"Onu oldurun yahut yakın\" demek oldu. Ama Allah onu atesten kurtardı. Dogrusu bunda, inanan kimseler icin dersler vardır"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ibrahim soyle demisti: \"Dunya hayatında, Allah'ı bırakıp aranızda putları muhabbet vesilesi kıldınız. Sonra kıyamet gunu, birbirinize kufreder ve karsılıklı lanet okursunuz. Varacagınız yer atestir; yardımcılarınız da yoktur"}]}