{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Yesli vstupayete v spory s lyud'mi Pisaniya, to [privodite im] nailuchshiye [dovody]. I ne spor'te s temi iz nikh, kotoryye beschinstvuyut. Govorite: \"My uverovali v to, chto nisposlano nam (t. ye. v Koran) i chto nisposlano vam (t. ye. v Bibliyu). Nash bog i vash bog - odin i tot zhe, i My predayemsya Yemu"},{"SurahNumber":29,"VerseNumber":47,"Text":"I potomu My nisposlali tebe Pisaniye. A te, komu My darovali Pisaniye, veruyut v nego. Sredi nikh yest' takiye, kotoryye veruyut v nego (t. ye. Pisaniye). I tol'ko nevernyye ne priznayut Nashi znameniya"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ty do nego (t. ye. Korana) ne chital kakogo-libo pisaniya, i ty ne perepisyval yego svoyey rukoy. V protivnom sluchaye oprovergateli [Korana] vpali by v somneniye"},{"SurahNumber":29,"VerseNumber":49,"Text":"Naprotiv, ono (Pisaniye, t. ye. Koran) - yasnyye znameniya v serdtsakh tekh, komu darovano znaniye, i ne priznayut Nashi znameniya tol'ko nechestivtsy"},{"SurahNumber":29,"VerseNumber":50,"Text":"[Mekkanskiye mnogobozhniki] govoryat: \"Pochemu yemu ne nisposlany [bozhestvennyye] znameniya?\" Otvechay: \"Znameniya prinadlezhat tol'ko Allakhu, moya zhe obyazannost' - lish' yasno uveshchevat'"},{"SurahNumber":29,"VerseNumber":51,"Text":"Neuzheli ne dostatochno dlya nikh togo, chto My nisposlali tebe Pisaniye, kotoroye chitayetsya im [toboy]? Voistinu, v etom i milost', i nazidaniye tem, kto veruyet"},{"SurahNumber":29,"VerseNumber":52,"Text":"Skazhi [, Mukhammad]: \"Da budet svidetelem mezhdu mnoy i vami tol'ko Allakh. On vedayet to, chto na nebesakh i na zemle. Te zhe, chto uverovali v lozh' i ne uverovali v Allakha, - imenno oni ponesli uron"},{"SurahNumber":29,"VerseNumber":53,"Text":"Oni pobuzhdayut tebya uskorit' nakazaniye. Yesli by ne byl predopredelen srok [kary], to nakazaniye nepremenno postiglo by ikh [seychas]. Ono postignet ikh vnezapno, a oni i znat' ne budut"},{"SurahNumber":29,"VerseNumber":54,"Text":"Oni pobuzhdayut tebya uskorit' nakazaniye. I, voistinu, adskiy [ogon'] podstupit k nevernym"},{"SurahNumber":29,"VerseNumber":55,"Text":"v tot den', kogda ikh okhvatit nakazaniye [plamenem] i sverkhu, i snizu i kogda [Allakh] skazhet: \"Vkusite [vozdayaniye za] to, chto vy vershili"},{"SurahNumber":29,"VerseNumber":56,"Text":"O raby Moi veruyushchiye! Voistinu, obshirna zemlya moya, poklonyaytes' zhe Mne"},{"SurahNumber":29,"VerseNumber":57,"Text":"Kazhdaya chelovecheskaya dusha [nepremenno] vkusit smert'. A potom k Nam vy budete vozvrashcheny"},{"SurahNumber":29,"VerseNumber":58,"Text":"A tem, kotoryye uverovali i tvorili dobro, My dadim priyut v rayskikh sadakh, gde tekut ruch'i. Vechno prebudut oni tam. Kak prekrasno vozdayaniye tem, kto tvorit [dobro]"},{"SurahNumber":29,"VerseNumber":59,"Text":"kto terpel i upoval na svoyego Gospoda"},{"SurahNumber":29,"VerseNumber":60,"Text":"Kak mnogo zhivotnykh, kotoryye ne [mogut] dobyt' sebe pishchi! Allakh kormit ikh i vas, On - slyshashchiy, znayushchiy"},{"SurahNumber":29,"VerseNumber":61,"Text":"Yesli ty ikh sprosish': \"Kto sozdal nebesa i zemlyu, podchinil svoyey vlasti solntse i lunu?\" - oni nepremenno otvetyat:\" Allakh\". No skol' zhe otvratilis' oni [ot very v yedinogo Boga, posle togo kak priznali yego]"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allakh uvelichivayet udel ili umen'shayet yego tomu, komu zakhochet iz rabov Svoikh. Voistinu, Allakh svedushch obo vsem sushchem"},{"SurahNumber":29,"VerseNumber":63,"Text":"A yesli ty ikh sprosish': \"Kto nizverg s neba vodu i ozhivil yeyu zemlyu, posle togo kak ona umerla?\" - oni nepremenno otvetyat: \"Allakh\". Skazhi: \"Khvala Allakhu\". No bol'shinstvo ikh ne razumeyet"},{"SurahNumber":29,"VerseNumber":64,"Text":"Zhizn' v etom mire - lish' zabava i igra. I, voistinu, budushchiy mir i yest' vechnaya zhizn', no oni ob etom ne vedayut"},{"SurahNumber":29,"VerseNumber":65,"Text":"Kogda oni sadyatsya na korabl', to vzyvayut k Allakhu, iskrenne veruya v Nego. Kogda zhe oni po Yego vole blagopoluchno pristayut k sushe, to nachinayut poklonyat'sya drugim bogam"},{"SurahNumber":29,"VerseNumber":66,"Text":"chtoby otritsat' to, chto My spasli ikh. Tak pust' zhe oni predayutsya [zemnym] utekham, ibo skoro oni poznayut [rezul'taty svoyego povedeniya]"},{"SurahNumber":29,"VerseNumber":67,"Text":"Neuzheli [zhiteli Mekki] ne znayut, chto My prevratili [ikh gorod] v bezopasnoye zapovednoye mesto, v to vremya kak vokrug nikh [postoyanno] napadayut na lyudey? Neuzheli zhe oni veruyut v lozh' i ne priznayut milost' Allakha"},{"SurahNumber":29,"VerseNumber":68,"Text":"Kto zhe nespravedliveye izmyshlyayushchego lozh' ili otvergayushchego istinu, kotoraya pered nim? I ne v adu li pomestyat nevernykh"},{"SurahNumber":29,"VerseNumber":69,"Text":"A tekh, kotoryye radeli za Nashe [delo], My nastavim na Nashi puti. I, voistinu, Allakh s temi, kto vershit dobro"}]}