{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"So ist es. Und wer im gleichen Maße bestraft, wie er bestraft wurde, dann aber wieder Gegenstand von Ubergriffen wird, den wird Gott sicher unterstutzen. Gott ist voller Verzeihung und Vergebung"},{"SurahNumber":22,"VerseNumber":61,"Text":"Dies, weil Gott die Nacht in den Tag ubergehen und den Tag in die Nacht ubergehen laßt, und weil Gott alles hort und sieht"},{"SurahNumber":22,"VerseNumber":62,"Text":"Dies, weil Gott die Wahrheit ist und weil das, was sie an seiner Stelle anrufen, das Falsche ist, und weil Gott der Erhabene und der Große ist"},{"SurahNumber":22,"VerseNumber":63,"Text":"Hast du denn nicht gesehen, daß Gott Wasser vom Himmel herabkommen laßt, so daß die Erde grun wird? Gott ist feinfuhlig und hat Kenntnis von allem"},{"SurahNumber":22,"VerseNumber":64,"Text":"Ihm gehort, was in den Himmeln und was auf der Erde ist. Gott ist der, der auf niemanden angewiesen und des Lobes wurdig ist"},{"SurahNumber":22,"VerseNumber":65,"Text":"Hast du denn nicht gesehen, daß Gott euch das, was auf der Erde ist, dienstbar gemacht hat, ebenso die Schiffe, die nach seinem Befehl auf dem Meer fahren? Und Er halt den Himmel, daß er nicht auf die Erde fallt, außer mit seiner Erlaubnis. Siehe, Gott hat Mitleid mit den Menschen und ist barmherzig"},{"SurahNumber":22,"VerseNumber":66,"Text":"Und Er ist es, der euch lebendig gemacht hat. Dann laßt Er euch sterben, dann macht Er euch wieder lebendig. Wahrlich, der Mensch ist undankbar"},{"SurahNumber":22,"VerseNumber":67,"Text":"Fur jede Gemeinschaft haben Wir einen Ritus festgelegt, den sie zu vollziehen haben. So sollen sie nicht mit dir uber die Angelegenheit Streit fuhren. Und rufe zu deinem Herrn. Siehe, du folgst einer geraden Rechtleitung"},{"SurahNumber":22,"VerseNumber":68,"Text":"Und wenn sie doch mit dir streiten, dann sprich: Gott weiß besser, was ihr tut"},{"SurahNumber":22,"VerseNumber":69,"Text":"Gott wird am Tag der Auferstehung zwischen euch uber das urteilen, woruber ihr uneins wart"},{"SurahNumber":22,"VerseNumber":70,"Text":"Weißt du denn nicht, daß Gott weiß, was im Himmel und auf der Erde ist? Das steht in einem Buch. Das ist Gott ein leichtes"},{"SurahNumber":22,"VerseNumber":71,"Text":"Und sie verehren anstelle Gottes das, wofur Er keine Ermachtigung herabgesandt hat und wovon sie kein Wissen haben. Fur die, die Unrecht tun, gibt es keinen Helfer"},{"SurahNumber":22,"VerseNumber":72,"Text":"Und wenn ihnen unsere Zeichen als deutliche Beweise verlesen werden, dann erkennst du im Gesicht derer, die unglaubig sind, die Mißbilligung. Am liebsten wurden sie uber die herfallen, die ihnen unsere Zeichen verlesen. Sprich: Soll ich euch kundtun, was schlimmer ist als dies? Es ist das Feuer, das Gott denen angedroht hat, die unglaubig sind - welch schlimmes Ende"},{"SurahNumber":22,"VerseNumber":73,"Text":"O ihr Menschen, ein Gleichnis wird (euch) vorgetragen, so hort darauf. Diejenigen, die ihr anstelle Gottes anruft, konnen niemals auch nur eine Fliege erschaffen, auch wenn sie sich dafur zusammentun. Und wenn die Fliege ihnen etwas raubte, konnten sie es ihr nicht entreißen. Schwach ist (hier) der, der sucht, und das, was gesucht wird"},{"SurahNumber":22,"VerseNumber":74,"Text":"Sie haben Gott nicht so eingeschatzt, wie Er eingeschatzt werden soll. Wahrlich, Gott ist stark und machtig"},{"SurahNumber":22,"VerseNumber":75,"Text":"Gott erwahlt sich aus den Engeln Boten, und (auch) aus den Menschen. Gott hort und sieht alles"},{"SurahNumber":22,"VerseNumber":76,"Text":"Er weiß, was vor ihnen und was hinter ihnen liegt. Und zu Gott werden die Angelegenheiten zuruckgebracht"},{"SurahNumber":22,"VerseNumber":77,"Text":"O ihr, die ihr glaubt, verneigt euch, werft euch nieder und dient eurem Herrn, und tut das Gute, auf daß es euch wohl ergehe"},{"SurahNumber":22,"VerseNumber":78,"Text":"Und setzt euch fur Gott ein, wie der richtige Einsatz fur Ihn sein soll. Er hat euch erwahlt. Und Er hat euch in der Religion keine Bedrangnis auferlegt; so ist die Glaubensrichtung eures Vaters Abraham. Er hat euch Muslime genannt, fruher und (nunmehr) in diesem (Buch), auf daß der Gesandte Zeuge uber euch sei und ihr Zeugen uber die Menschen seid. So verrichtet das Gebet, entrichtet die Abgabe und haltet an Gott fest. Er ist euer Schutzherr. Welch vorzuglicher Schutzherr und welch vorzuglicher Helfer"}]}