{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Ra allāhakai hun tī jam'mai juna ki dina ra rātīmā baschan ra uhī nai hō jō sabai sundacha, jāndacha"},{"SurahNumber":6,"VerseNumber":14,"Text":"Tapā'īlē bhannus ki kē allāha bāhēka jō ākāśaharū ra pr̥thvīkō sraṣṭā hō, ra usailē sabailā'ī āhāra dincha ra svayaṁ kasaibāṭa āhāra lidaina, kē aru kasailā'ī pūjanīya banā'ūm̐ . Yō pani bhanidinus ki malā'ī ādēśa bha'ēkō cha ki ma sababhandā pahilā islāma svīkāra garūm̐ ra yō pani ki timī muśrikaharūmadhyēkō kahilē nahunu"},{"SurahNumber":6,"VerseNumber":15,"Text":"Yō pani bhanidinus ki yadi ma āphnō pālanakartākō ādēśakō ullaṅghana gardachu ta malā'ī ṭhūlō dinakō sajāyakō bhaya cha"},{"SurahNumber":6,"VerseNumber":16,"Text":"Tyāsa dina yadi kōhī sajāyabāṭa mukta hunēcha bhanē allahakō ṭhūlō kr̥pā hō. Ra tyō khullārūpamā saphalatā hō"},{"SurahNumber":6,"VerseNumber":17,"Text":"Ra yadi allāhalē timīlā'ī kunai kaṣṭa puryā'um̐cha bhanē tyasalā'ī usa bāhēka aru kasailē haṭā'una saktaina ra yadi sukha puryā'um̐cha bhanē tyō pratyēka kurōmāthi sarvaśaktimāna cha"},{"SurahNumber":6,"VerseNumber":18,"Text":"Ra āphnā sēvakaharūmāthi usaikō varcasva cha, ra uhī tatvadarśī sarvajña hō"},{"SurahNumber":6,"VerseNumber":19,"Text":"Tapā'īlē bhannus ki gavāhī dinē sababhandā ṭhūlō kurā kē hō. Bhannus allāha nai mērō ra timrō bīcamā sākṣī cha ra yō kura'āna mamāthi yasa kāraṇalē utāri'ēkō hō ki yasabāṭa timīlā'ī ra juna–juna mānisasam'ma yō pugna saktacha tī sabailā'ī ḍara dēkhā'ūm̐ . Kē timī sām̐ccai sākṣī bannēchau ki allāhakō sāthamā aru kōhī pūjanīya chan? (Hē muham'mada) bhanidinus ki ma yastō sākṣya dinna. Bhanidinus ki mātra uhī nai ē'uṭā pūjā yōgya cha ra jasalā'ī timīharūlē usakō sājhēdāra ṭhaharā'um̐chauṁ, tinīharūbāṭa ma niḥsandēha virakta chu"},{"SurahNumber":6,"VerseNumber":20,"Text":"Juna mānisaharūlā'ī hāmīlē kitāba pradāna garēkā chauṁ tinīharūlē paigambaralā'ī tyastai cindachan jastō ki āphnai chōrāharūlā'ī cinnē gardachan. Jasalē āphūlā'ī kṣati puryā'isakēkā chan tinīharūlē īmāna lyā'unē chainan"},{"SurahNumber":6,"VerseNumber":21,"Text":"Ra tyōbhandā an'yāyī kō hōlā jasalē allāhamāthi jhūṭhā ārōpa lagā'um̐cha vā usakā āyataharūlā'ī mithyā ṭhaharayā'um̐cha. Yastā an'yāyīharūlē mukti pā'unē chainan"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ra smarṇīya cha tyōdina juna dina hāmīlē sabai mānisaharūlā'ī ēkatrita garnēchauṁ ani muśrikaharūsita sōdhnēchauṁ ki (āja) timrā sājhēdāraharū kahām̐ chan, jasalā'ī pūjanīya bhanī timīharū dāvī gardathyau"},{"SurahNumber":6,"VerseNumber":23,"Text":"tyasapachi tinīharūkō yō jhūṭha bhannu bāhēka aru kunai upadrava hum̐daina ki allāhakō kasama! Hē hāmrō pālanakartā hāmī kadāpi bahudēvavādī thi'ēnauṁ"},{"SurahNumber":6,"VerseNumber":24,"Text":"Ali hēra ta, kastō kisimabāṭa tinīharūlē āphūmāthi nai jhūṭhā kurā garē, ra jasakō bārēmā managaḍhanta mithyā kurāgardathē tī sabai bēpattā bha'ihālē"},{"SurahNumber":6,"VerseNumber":25,"Text":"Ra tinīharūmadhyē kēhī yastā chan jō tapā'īkō kurā sunnē svāṅa pārchan ra hāmīlē tinīharūkā hr̥dayamāthi āvaraṇa hālidi'ēkā chauṁ, jasalē ki tinalā'ī bujhna nasakun ra unakō kānaharūmā bahirōpanakō sr̥janā garidi'ēkā chauṁ ra yadi tinīharūlē sampūrṇa niśānīharū dēkhē tāpani, tinamāthi kahilē īmāna lyā'unē chainan, yahām̐sam'ma ki jaba tinīharū tapā'īkō najika ā'um̐chan ta binā kāraṇa vivāda garna ā'um̐chan ta jō kāphira chan, yasarī bhandachan ki yō (kura'āna) ta pūrvajaharūkō danta kathā bāhēka aru kēhī hō'ina"},{"SurahNumber":6,"VerseNumber":26,"Text":"Ra tinīharūlē yasabāṭa aruharūlā'ī pani rōkirākhēkā chan ra svayaṁ pani ṭāḍhā rahanchan tara tinīharūlē āphūlā'ī nai vināśa garirahēkā chan ra tinīharū mahasūsa garirahēkā chainan"},{"SurahNumber":6,"VerseNumber":27,"Text":"Yadi tapā'īlē tyō samaya hērnapā'unē bha'ē jaba yinīharū narkachē'u ubhyā'inē chan ra bhannē chan ki kyārāmrō hunē thiyō yadi hāmīlā'ī pharkā'iyōs bhanē hāmīlē āphnō pālanakartākā āyataharūlā'ī jhūṭhā bhannē thi'ēnauṁ ra hāmī īmāna lyā'unē thiyauṁ"},{"SurahNumber":6,"VerseNumber":28,"Text":"Hō, yinīharūlē juna kurā aghi lukā'um̐dathē (āja) tyō kurā tinīharūkā ām̐khākō agāḍi charlaṅga bha'isakēkō cha ra yinalā'ī sansāramā pharkā'i'ē pani juna kāmabāṭa manāhī gari'ēkō thiyō, tyahī kāma phēri garna thālnēchan. Niḥsandēha yinīharū ēkadama jhuṭṭhā hun"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ra tinīharū bhandachan ki hāmrō jō sansārika jīvana cha, yahī nai vāstavika jindagī hō, (mr̥tyu paścāta) phēri hāmī jīvita pārinē chainauṁ"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ra tapā'īlē tinīharūlā'ī āphnō pālanakartākō agāḍi ubhyā'i'aikō bēlā hērnu bha'ēmā allāhalē sōdhnēcha, kē yō kurā satya hō'ina? Tinīharūlē bhannē chan, pālanakartākō kasama kina nahunu! Allāhalē ādēśa dinēcha aba āphnō kuphrakō badalāmā sajāya cākha"},{"SurahNumber":6,"VerseNumber":31,"Text":"Niḥsandēha juna mānisaharūlē allāhasam̐gakō bhēṭalā'ī jhūṭhā ṭhānē, tinīharū ghāṭāmā chan yahām̐sam'ma ki jaba kiyāmata ēkkāsī tinīharūmāthi ā'ipugcha, tyatikhēra bhanna thālnēchan ki aphsōca hāmrō tyasa bhūlamāthi jō hāmīlē garyauṁ. Ra tinīharūlē āphanā (pāpakā) bhārī āphnā piṭhyum̐mā bōkirākhēkā hunēchan. Hēra, juna bhārī yinīharūlē bōkirākhanē chan tyō sāhrai narāmrō cha"},{"SurahNumber":6,"VerseNumber":32,"Text":"Ra sansārika jīvana ta ē'uṭā khēla ra manōrañjana bāhēka kēhī pani hō'ina. Ra atyanta rāmrō ghara ta ākhiratakō ghara hō tinīharūkō nimti jō allāhasita ḍara mānchan, kē timīlē bujhdainau"},{"SurahNumber":6,"VerseNumber":33,"Text":"hāmīlā'ī rāmrarī thāhā cha yinīharūkō kurālē tapā'īlā'ī duḥkha dincha tara yinīharūlē tapā'īlā'ī jhūṭhā ṭhāndainan baru an'yāyīharū allāhakā āyataharūlā'ī nakārdachan"},{"SurahNumber":6,"VerseNumber":34,"Text":"Ra tapā'ībhandā agāḍikā paigambaraharūlā'ī pani jhūṭhā ṭhaharā'inthyō, tinīharūlē allāhakō tarphabāṭa maddata na pugunjēla, dhairyapūrvaka inkāra ra yātanā sahanē gardathē ra allāhakā ādēśaharū kasailē parivartana garna saktaina. Ra tapā'īlē paigambaraharūkō sambandhamā aghi nai thāhā pā'isakēkā chau"},{"SurahNumber":6,"VerseNumber":35,"Text":"Ra yadi tinīharūkō tiraskāra tapā'īlā'ī gāhrō lāgcha bhanē tapā'īmā śakti cha ta pr̥thvīmā kunai suraṅga vā ākāśasam'ma kunai sīḍhī (bharyāṅga) phēlā pāra, ani tinīharū chē'u kunai camatkāra lyā'unu. Ra yadi allāha cāhēkō bha'ē sabailā'ī sahī mārgamā ēkatrita garidinthyō, tasartha tapā'ī yī mūrkhaharūmadhyēkō nahunu"}]}