{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"Ja Nooa sanoi: »Astukaa arkkiin, ja Jumalan nimessa se purjehtikoon ja maaranpaahansa pysahtykoon. Totisesti, Herrani on anteeksiantavainen, armollinen.»"},{"SurahNumber":11,"VerseNumber":42,"Text":"Ja se purjehti heidan kanssaan keskella vuorenkorkuisia aaltoja, ja Nooa huusi pojalleen, joka oli rannalla: »Oi poikani! Tule meidan mukaamme, alaka ole niiden kanssa, jotka eivat usko.»"},{"SurahNumber":11,"VerseNumber":43,"Text":"Han vastasi: »Lahden turvaan jollekin vuorelle, se suojelee minut vedelta.» Nooa sanoi: »Tanaan ei ole kukaan muu Jumalan kaskylta suojassa kuin se, jolle Han osoittaa armoaan.» Ja aalto erotti heidat toisistaan, ja han joutui niiden joukkoon, jotka hukkuivat"},{"SurahNumber":11,"VerseNumber":44,"Text":"Ja myohemmin kuului kasky: »Maa, niele vetesi! Taivas, lakkaa satamasta!» Silloin vesi laskeutui ja kasky oli taytetty. Ja arkki pysahtyi al-Dzuudin kohdalla. Ja sana kuului: »Pois vaaramieliset ihmiset!»"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nooa huusi Herralleen ja sanoi: »Totisesti, poikani kuuluu perheeseeni, ja Sinun lupauksesi on totta, ja Sina olet tuomareilta oikeamielisin.»"},{"SurahNumber":11,"VerseNumber":46,"Text":"Han sanoi: »Oi Nooa! Totisesti, han on perheesi ulkopuolella; hanen tekonsa ovat pahat; ala siis pyyda Minulta sellaista, mista sinulla ei ole tietoa. Totisesti, Mina varoitan sinua. ettet joutuisi tietamattomien joukkoon.»"},{"SurahNumber":11,"VerseNumber":47,"Text":"Nooa sanoi: »Herrani, varjele minua pyytamasta Sinulta sellaista, mista minulla ei ole mitaan tietoa. Ja ellet Sina anna minulle anteeksi ja osoita minulle armoasi, olen kuuluva kadotettujen joukkoon.»"},{"SurahNumber":11,"VerseNumber":48,"Text":"Silloin kuului aani: »Oi Nooa! Lahde rauhassa luotamme, ja siunattuja olkaa sina ja ne kansat, jotka syntyvat sinun seurassasi olevista. Ja kansoja on tuleva, joille annamme nautintoja, mutta joita sitten on kohtaava Meidan tuskallinen tuomiomme.»"},{"SurahNumber":11,"VerseNumber":49,"Text":"Tassa on kerrottu muutamista tapahtumista, joita et ole nahnyt, mutta jotka Me sinulle ilmoitamme. Et sina eika sinun kansasi niista ennen tiennyt. Ole siis karsivallinen! Totisesti, maaranpaa kuuluu niille, jotka Jumalaa pelkaavat"},{"SurahNumber":11,"VerseNumber":50,"Text":"Aadin heimon luokse Me lahetimme heidan veljensa Huudin. Tama sanoi: »Oi kansani, palvelkaa Jumalaa, teilla ei ole muuta jumaluutta kuin Han; te elatte harhakuvitelmissanne"},{"SurahNumber":11,"VerseNumber":51,"Text":"Oi kansani! En pyyda siita teilta mitaan palkkaa; minun palkkani on Jumalan asia, joka on minut luonut. Etteko jo ymmarra"},{"SurahNumber":11,"VerseNumber":52,"Text":"Oi kansani! Pyytakaa anteeksiantoa Herraltanne ja kaantykaa sitten Hanen puoleensa. Han antaa taivaan lahettaa teille runsaan sateen ja Han antaa teille uutta voimaa entisen lisaksi. Alkaa enaa kaantyko syntia tekemaan.»"},{"SurahNumber":11,"VerseNumber":53,"Text":"He sanoivat: »Oi Huud! Sina et ole tuonut meille mitaan selvia todistuksia, joten emme aio puheittesi perusteella hylata jumaliamme emmeka voi sinua uskoa"},{"SurahNumber":11,"VerseNumber":54,"Text":"Emme sano muuta kuin etta jotkut jumalistamme ovat saaneet sinut pahuuden valtaan.» Han sanoi: »Totisesti, mina huudan Jumalan todistajakseni, ja todistakaa tekin, etta minulla ei ole mitaan osuutta siihen, jonka te asetatte Jumalan rinnalle"},{"SurahNumber":11,"VerseNumber":55,"Text":"Jattakaa Jumala eroon; saattakaa sitten suunnitelmanne minua vastaan paatokseen viivyttelematta"},{"SurahNumber":11,"VerseNumber":56,"Text":"Totisesti, mina luotan Jumalaan, minun ja teidankin Herraanne. Ei ole yhtakaan olentoa, johon Han ei voi tarttua tukasta. Totisesti, minun Herrani kulkee oikeata tieta"},{"SurahNumber":11,"VerseNumber":57,"Text":"Ja jos te sitten kaannytte pois, mina olen jo joka tapauksessa ilmoittanut teille sen sanoman, jota tuomaan minut luoksenne lahetettiin. Herrani on asettava teidan seuraajaksenne toisen kansan, ja te ette voi vahingoittaa Hanta vahaakaan. Totisesti, Herrani valvoo kaikkea.»"},{"SurahNumber":11,"VerseNumber":58,"Text":"Ja kun Meidan kaskymme seurasi, Me armossamme pelastimme Huudin ja ne, jotka hanen laillaan uskoivat; ja Me pelastimme heidat hirvittavasta rangaistuksesta"},{"SurahNumber":11,"VerseNumber":59,"Text":"He olivat Aadin heimoa, jotka hylkasivat Herransa merkit ja olivat tottelemattomia Hanen lahettilailleen, mutta seurasivat jokaisen totuutta vihaavan itsevaltiaan kaskyja"},{"SurahNumber":11,"VerseNumber":60,"Text":"Heita on kohtaava kirous tassa maailmassa ja ylosnousemuksen paivana. Eiko ole totta, etta Aad ei tahtonut uskoa Herraansa? Havitkoon Aad, Huudin kansa"}]}