{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Алиф лам мим сад"},{"SurahNumber":7,"VerseNumber":2,"Text":"Писание, (которое) ниспослано тебе (о, Пророк) [Коран] – пусть же не будет в твоей груди стеснения [сомнения] о нем (что оно ниспослано от Аллаха)! – чтобы ты увещевал им [Кораном] (людей) (предупреждал о наказании Аллаха) и чтобы оно было напоминанием для верующих"},{"SurahNumber":7,"VerseNumber":3,"Text":"Следуйте (о, люди) за тем, что ниспослано вам от вашего Господа [подчиняйтесь повелениям и отстраняйтесь от запретного, которые есть в Коране и о которых сказал Пророк], и не следуйте вместо Него за (другими) покровителями [за шайтанами, монахами и книжниками]. (И как) мало вы внимаете (увещаниям) [получаете пользу от этого]"},{"SurahNumber":7,"VerseNumber":4,"Text":"И сколько селений [их жителей] Мы погубили (наказав их за неверие уже в этом мире)! Приходила к ним Наша ярость [наказание] во время ночного сна или когда они спали отдыхая (днем)"},{"SurahNumber":7,"VerseNumber":5,"Text":"И было зовом их [словами признания собственного злодеяния], когда приходила к ним Наша ярость [наказание], только то, что они говорили: «Поистине, мы были злодеями!»"},{"SurahNumber":7,"VerseNumber":6,"Text":"И Мы непременно спросим тех, к которым были посланы (посланники от Аллаха), и Мы непременно спросим посланных [посланников] (о том, как они доводили от Аллаха Истину до людей и о том, что им они ответили)"},{"SurahNumber":7,"VerseNumber":7,"Text":"И Мы непременно расскажем им [всем творениям] (о том, что они творили на земле) со знанием [будучи знающими Наши повеления и запреты]; и (ведь) Мы (никогда) не бываем отсутствующими"},{"SurahNumber":7,"VerseNumber":8,"Text":"Вес (деяний людей) в тот день [в День Суда] будет истиной [точным и справедливым]: и у кого весы будут тяжелы (благими деяниями), те будут обретшими счастье"},{"SurahNumber":7,"VerseNumber":9,"Text":"а у кого весы (деяний) (будут) легки (на благие дела), те нанесли убыток самим себе [лишили самих себя доли довольства Аллаха] за то, что были несправедливы к Нашим знамениям [за то, что нарушили границу дозволенного, не веруя в Аллаха и не подчиняясь Ему]"},{"SurahNumber":7,"VerseNumber":10,"Text":"И уже Мы утвердили вас (о, люди) на земле (чтобы вы жили на ней) и устроили вам там средства жизни, – (и как) мало вы благодарны (Аллаху) (за Его благодеяния)"},{"SurahNumber":7,"VerseNumber":11,"Text":"И (вот) уже Мы создали вас (о, люди) [вашего праотца Адама] (из небытия), потом придали вам образ (который лучше чем у многих творений), потом сказали Мы [Аллах] ангелам: «Преклонитесь [[См. суру «Корова», аят 34.]] ниц перед Адамом (чтобы проявить этим уважение к нему и показать его превосходство)!» И преклонились ниц они [все ангелы], кроме Иблиса, (который) не оказался из (числа) преклонившихся ниц"},{"SurahNumber":7,"VerseNumber":12,"Text":"Он [Аллах] сказал (Иблису): «Что удержало тебя от того, чтобы преклониться ниц, когда Я приказал тебе?» Он [Иблис] сказал: «Я – лучше его (как создание): Ты создал меня из огня, а его создал из глины»"},{"SurahNumber":7,"VerseNumber":13,"Text":"Он [Аллах] сказал: «Низвергнись из него [из Рая]; не подобает тебе превозноситься в нем [в Раю]! Выходи же (из Рая): поистине, ты (стал) (из числа) презренных!»"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Когда Иблис потерял надежду на милосердие Аллаха, он) сказал (Ему): «Предоставь мне отсрочку [дай мне жить] до дня, когда они [творения] будут воскрешены (чтобы у меня была возможность ввести в заблуждение тех из потомков Адама, кого я смогу)»"},{"SurahNumber":7,"VerseNumber":15,"Text":"Он [Аллах] сказал: «Поистине, ты (о, Иблис) – среди получивших отсрочку [кому было уже предопределена отсрочка] (до первого дуновения в Рог, когда погибнут все творения)»"},{"SurahNumber":7,"VerseNumber":16,"Text":"Он [Иблис] сказал: «За то, что Ты ввел меня в заблуждение, я непременно засяду против них [потомков Адама] на Твоем прямом пути"},{"SurahNumber":7,"VerseNumber":17,"Text":"Потом я [Иблис] приду к ним [к людям] и спереди, и сзади, и справа, и слева, (и буду отклонять их от Истины, и разукрашу им ложь, буду стремиться, чтобы они желали этот мир и чтобы усомнились в Вечной жизни) и Ты (о, Аллах) не найдешь большинства их благодарными (Тебе) (за Твои благодеяния)»"},{"SurahNumber":7,"VerseNumber":18,"Text":"Сказал Он [Аллах] (Иблису): «Выходи оттуда [из Рая] презренным и отверженным! Однозначно, тех, кто последует из них [из людей] за тобой... Я непременно заполню Геенну [Ад] вами всеми!»"},{"SurahNumber":7,"VerseNumber":19,"Text":"И (сказал Аллах): «О, Адам! Поселись ты и жена твоя (Хавва) в Раю! Питайтесь, чем хотите, но не приближайтесь к этому дереву (чтобы съесть плод от него), а не то вы окажетесь беззаконниками!»"},{"SurahNumber":7,"VerseNumber":20,"Text":"И нашептал им двоим [подстрекнул Адама и Хавву] сатана, чтобы (они ослушались Аллаха, съев плод с запретного дерева) (и чтобы этим) открыть то, что было скрыто от них обоих из их наготы, и сказал: «Запретил вам ваш Господь это дерево только потому, чтобы вы не оказались ангелами или не стали вечными»"},{"SurahNumber":7,"VerseNumber":21,"Text":"И поклялся он [Иблис] им [Адаму и Хавве] (Аллахом) (так как те сомневались): «Поистине, я для вас двоих – однозначно из числа добрых советчиков»"},{"SurahNumber":7,"VerseNumber":22,"Text":"И низвел он [Иблис] их [Адама и Хавву] обольщением. А после того, как они вкусили дерева [попробовали плод ее], и стали видны им обоим их нагота (которая до этого не была видна). И стали они [Адам и Хавва] сшивать для себя райские листья (чтобы укрыть свою наготу). И воззвал к ним двоим Господь их: «Разве Я не запрещал вам двоим это дерево и (разве) не говорил (Я) вам, что сатана для вас двоих – явный враг?»"},{"SurahNumber":7,"VerseNumber":23,"Text":"Сказали они двое [Адам и Хавва]: «(О,) Господь наш! Мы самим себе причинили зло (съев плод с запретного дерева), и, если Ты не простишь нам и не помилуешь нас, мы окажемся потерпевшими убыток» [[Аллах внушил эти слова Адаму, чтобы он с ними обратился к Нему с покаянием]"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Аллах) сказал (Адаму, Хавве и Иблису): «Спуститесь (на Землю), (будучи) врагами друг другу! Для вас на Земле место пребывания и пользование (благами) до (определенного) времени [до Дня Суда]»"},{"SurahNumber":7,"VerseNumber":25,"Text":"(Аллах) сказал (Адаму и Хавве и их потомству): «На ней [на земле] вы будете жить, и на ней будете умирать, и из нее будете выведены (в День Суда)»"},{"SurahNumber":7,"VerseNumber":26,"Text":"О, потомки Адама! Уже Мы ниспослали [даровали] вам одеяние, которое прикрывает вашу наготу [необходимую одежду], и наряды (для приукрашивания). А одеяние остережения [обладать качеством боязни наказания Аллаха] – лучше (чем просто одежда). Это [упоминание о ниспослании одежд] – из знамений Аллаха, – чтобы вы вняли (увещаниям) [получили пользу от этого]"},{"SurahNumber":7,"VerseNumber":27,"Text":"О, потомки Адама! Пусть сатана не искусит вас [пусть не представит вам грех прекрасным], подобно тому, как он (уже) вывел ваших прародителей из Рая, совлекши с них одежду (которой их укрывал Аллах), чтобы показать им их наготу. Поистине, он [сатана] видит вас – он и его сородичи – оттуда, откуда вы их не видите (поэтому остерегайтесь их). Поистине, Мы сделали шайтанов покровителями тех, которые не веруют"},{"SurahNumber":7,"VerseNumber":28,"Text":"А когда они [неверующие] совершают какую-нибудь мерзость [поклонение идолам, голым обходя вокруг Каабы, убивая родившихся девочек,...], то говорят: «Мы нашли в таком положении наших отцов [они так делали], и Аллах приказал нам это». Скажи (им) (о, Посланник): «Поистине, Аллах не приказывает (рабам Своим) (совершать) мерзости [грехи и непристойное]! Неужели вы (о, многобожники) станете говорить на Аллаха то, чего вы не знаете?»"},{"SurahNumber":7,"VerseNumber":29,"Text":"Скажи (о, Посланник) (людям): «Повелел Господь мой (проявлять) справедливость (во всем), (так повинуйтесь же Ему). И направляйте лица ваши (по кибле) в каждом месте преклонения ниц [когда совершаете молитву] и молите Его [обращайтесь с мольбой к Нему] (и поклоняйтесь Ему), делая поклонение исключительным только Ему. Как Он сотворил вас впервые [из небытия], так вы и вернетесь [будете сотворены во второй раз при воскрешении]!»"},{"SurahNumber":7,"VerseNumber":30,"Text":"Часть (Своих рабов) Он [Аллах] повел верным путем [привел к Вере], а относительно части (Его рабов) оказалось суждено заблуждение [неверие]. Поистине, они [те, относительно которых оказалось суждено заблуждение] взяли шайтанов покровителями [сторонниками и защитниками] вместо Аллаха и они [эти заблудшие] думают, что они идут верным путем!»"}]}