{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Ea ramase grea si se retrase intr-un loc indepartat"},{"SurahNumber":19,"VerseNumber":23,"Text":"Durerile facerii o cuprinsera la radacina unui curmal. Ea spuse: “Vai mie! Ce bine ar fi fost de-as fi murit inainte si acum as fi fost de mult uitata!”"},{"SurahNumber":19,"VerseNumber":24,"Text":"De la picioare insa, fu strigata: “Nu te mahni! Domnul tau a facut sa tasneasca un izvor la picioarele tale"},{"SurahNumber":19,"VerseNumber":25,"Text":"Scutura catre tine curmalul! El va face sa cada asupra ta curmale coapte"},{"SurahNumber":19,"VerseNumber":26,"Text":"Mananca, bea si limpezeste-ti ochii! Cand vei vedea vreun om, spune-i: “Am juruit Milostivului un post asa ca nu voi vorbi nimanui astazi.”"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ea se intoarce la ai sai purtandu-l in brate. Ei spusera: “O, Maria! Ai facut ceva neobisnuit"},{"SurahNumber":19,"VerseNumber":28,"Text":"O, sora a lui Aaron! Tatal tau nu a fost un om rau si mama ta nu a fost o tarfa.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ea le facu semn catre el, insa ei spusera atunci: “Cum am putea vorbi unui copil in leagan?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"El spuse insa: “Eu sunt robul lui Dumnezeu care mi-a daruit Cartea si m-a facut profet"},{"SurahNumber":19,"VerseNumber":31,"Text":"El m-a binecuvantat oriunde as fi. Mi-a poruncit rugaciunea si milostenia cat voi trai"},{"SurahNumber":19,"VerseNumber":32,"Text":"si sa fiu bun cu mama mea. El nu m-a facut nici nestapanit, nici napastuit"},{"SurahNumber":19,"VerseNumber":33,"Text":"Pacea fie asupra mea, in ziua cand m-am nascut, in ziua cand voi muri, in ziua cand voi fi sculat viu.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Acesta este Iisus, fiul Mariei. Cuvantul Adevarului de care ei se indoiesc inca"},{"SurahNumber":19,"VerseNumber":35,"Text":"Nu se cade lui Dumnezeu sa-si ia un fiu. Marire Lui! Cand hotaraste un lucru, El ii spune: Fii!”, si el este"},{"SurahNumber":19,"VerseNumber":36,"Text":"“Dumnezeu este Domnul meu si Domnul vostru. Lui inchinati-va! Aceasta este o Cale Dreapta!”"},{"SurahNumber":19,"VerseNumber":37,"Text":"Aliantele se cearta intre ele. Vai celor care tagaduiesc de locul marturiei dintr-o zi cumplita"},{"SurahNumber":19,"VerseNumber":38,"Text":"Asculta-i si priveste-i in Ziua cand vor veni la Noi. Cei nedrepti se afla astazi intr-o ratacire vadita"},{"SurahNumber":19,"VerseNumber":39,"Text":"Previne-i asupra Zilei tanguirii in care va fi implinita Porunca, insa ei sunt nepasatori si nu cred"},{"SurahNumber":19,"VerseNumber":40,"Text":"Noi mostenim pamantul si pe cei de pe el, ce la Noi vor fi intorsi"},{"SurahNumber":19,"VerseNumber":41,"Text":"Aminteste-l pe Abraham in Carte. A fost un drept si un profet"},{"SurahNumber":19,"VerseNumber":42,"Text":"El spuse tatalui sau: “O, tata! De ce te inchini la ceea ce nu aude si nu vede si de nici un folos nu iti este"},{"SurahNumber":19,"VerseNumber":43,"Text":"O, tata! Mie mi-a venit o stiinta ce tie nu ti-a venit. Urmeaza-ma, caci eu te voi calauzi pe o Cale Neteda"},{"SurahNumber":19,"VerseNumber":44,"Text":"O, tata! Nu te inchina Diavolului, caci Diavolul impotriva Milostivului s-a razvratit"},{"SurahNumber":19,"VerseNumber":45,"Text":"O, tata! Imi este teama ca o osanda de la Milostivul o sa te loveasca si vei fi Diavolului sprijin.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"El spuse: “O, Abraham! Iti este sila de dumnezeii mei? Daca nu te potolesti, te voi omori cu pietre. Paraseste-ma pentru o vreme!”"},{"SurahNumber":19,"VerseNumber":47,"Text":"Abraham spuse: “Pace tie! Voi cere Domnului meu iertarea ta, caci El este Binevoitor cu mine"},{"SurahNumber":19,"VerseNumber":48,"Text":"Eu ma rup de voi si de ceea ce chemati in locul lui Dumnezeu. Eu pe Domnul meu il chem. Poate nu voi fi napastuit, rugandu-ma Domnului meu!”"},{"SurahNumber":19,"VerseNumber":49,"Text":"Cand Abraham s-a rupt de ei si de cei carora se inchinau in locul lui Dumnezeu, Noi i i-am daruit atunci pe Isaac si Iacob, si am facut din fiecare un profet"},{"SurahNumber":19,"VerseNumber":50,"Text":"Noi le-am daruit din milostivenia Noastra si le-am randuit o limba mareata a adevarului"},{"SurahNumber":19,"VerseNumber":51,"Text":"Aminteste-l pe Moise in Carte! El a fost curat ca trimis, ca profet"},{"SurahNumber":19,"VerseNumber":52,"Text":"Noi l-am chemat pe coasta dreapta a Muntelui si ni l-am apropiat ca om de incredere"},{"SurahNumber":19,"VerseNumber":53,"Text":"Noi i l-am daruit prin milostivenia Noastra, ca profet, pe fratele sau, Aaron"},{"SurahNumber":19,"VerseNumber":54,"Text":"Aminteste-l pe Ismail in Carte! El a fost sincer in fagaduiala sa ca trimis, ca profet"},{"SurahNumber":19,"VerseNumber":55,"Text":"El porunci alor sai rugaciunea si milostenia si Domnul sau a fost multumit de el"},{"SurahNumber":19,"VerseNumber":56,"Text":"Aminteste-l pe Idris in Carte! El a fost un drept, un profet"},{"SurahNumber":19,"VerseNumber":57,"Text":"Si Noi l-am ridicat la loc inalt"},{"SurahNumber":19,"VerseNumber":58,"Text":"Acestia sunt cei pe care Dumnezeu i-a coplesit cu harul Sau dintre profetii coboratori din Adam; dintre cei pe care i-am purtat cu Noe; dintre cei coborati din Abraham si Israel; dintre cei pe care i-am ales. Ei se prosternau plangand, cand versetele Milostivului le erau recitate"}]}