{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Ara amara tadera jan'ya nirdharana kare diyechilama manda sahacarasamuha, yara tadera samane o pichane ya ache ta tadera drstite sobhana kare dekhiyechila. Ara tadera upara sastira bani satya hayeche, tadera purbe cale ya'oya jina o manusera bibhinna jatira n'yaya. Niscaya tara chila ksatigrasta"},{"SurahNumber":41,"VerseNumber":26,"Text":"Ara kaphirara bale, 'tomara e kura'anera nirdesa sona na ebam ta abrttira samaya soragola srsti kara, yate tomara jayi hate para"},{"SurahNumber":41,"VerseNumber":27,"Text":"Sutaram amara abasya'i kaphiraderake kathina sasti asbadana karaba ebam abasya'i amara taderake tadera nikrsta karyakalapera pratiphala deba"},{"SurahNumber":41,"VerseNumber":28,"Text":"E'i aguna, allahara satrudera pratidana; sekhane tadera jan'ya rayeche sthayi abasa, amadera nidarsanabalira prati tadera asbikrtira pratiphalasbarupa"},{"SurahNumber":41,"VerseNumber":29,"Text":"Ara kaphirara balabe, 'he amadera raba! Jina o manusera madhya theke ye du'jana amaderake pathabhrasta karechila taderake dekhiye dina, amara tadera ubhayake amadera payera nice rakhaba, yate tara nikrstadera antarbhukta haya"},{"SurahNumber":41,"VerseNumber":30,"Text":"Niscaya yara bale, ‘amadera raba allaha’, tarapara abicalita thake, tadera kache nayila haya pheresata (e bale) ye, 'tomara bhita haye na, cintita hayo na ebam tomaderake ye jannatera pratisruti deya hayechila tara jan'ya anandita ha'o"},{"SurahNumber":41,"VerseNumber":31,"Text":"Amara'i tomadera bandhu duniyara jibane o akhirate. Ara sekhane tomadera jan'ya thakabe ya kichu tomadera mana ca'ibe ebam sekhane tomadera jan'ya thakabe ya tomara dabi karabe"},{"SurahNumber":41,"VerseNumber":32,"Text":"Eta ksamasila, parama dayalu allahara paksa hate apyayana hisebe"},{"SurahNumber":41,"VerseNumber":33,"Text":"Ara tara ceye kara katha uttama ye allahara dike ahabana janaya ebam satkaja kare. Ara bale, 'abasya'i ami musalimadera antarbhukta"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ara bhala o manda samana hate pare na. Manda pratihata karuna ta dbara ya utkrsta; phale apanara o yara madhye sakrata ache, se haye yabe antaranga bandhura mata"},{"SurahNumber":41,"VerseNumber":35,"Text":"Ara eti sudhu tara'i prapta habe yara dhairyasila. Ara era adhikari tara'i habe kebala yara mahabhagyabana"},{"SurahNumber":41,"VerseNumber":36,"Text":"Ara yadi sayatanera paksa theke kono kumantrana apanake prarocita kara tabe apani allahara asraya ca'ibena, niscaya tini sarbasrota, sarbajna"},{"SurahNumber":41,"VerseNumber":37,"Text":"Ara tamra nidarsanabalira madhye rayeche rata o dina, surya o camda. Tomara suryake saj‌da karo na, camdake'o naya [1]; ara saj‌da kara allah‌ke, yini egulo srsti karechena, yadi tomara kebalamatra tamra'i ibadata kara"},{"SurahNumber":41,"VerseNumber":38,"Text":"Atahpara yadi tara ahankara kare, tabe yara apanara rabera nikate rayeche tara to dina o rate tamra pabitrata, mahima ghosana kare ebam tara klanti bodha kare na"},{"SurahNumber":41,"VerseNumber":39,"Text":"Ara tamra ekati nidarsana e'i ye, apani bhumike dekhate pana suska o usara, atahpara yakhana amara tate pani barsana kari takhana ta andolita o sphita haya. Niscaya yini yaminake jibita karena tini abasya'i mrtadera jibanadanakari. Niscaya tini sabakichura upara ksamatabana"},{"SurahNumber":41,"VerseNumber":40,"Text":"Niscaya yara amara ayatasamuhe ilahada kare, tara amara agocare naya. Ye agnite niksipta habe se ki sraestha, na ye kiyamatera dina nirapade upasthita habe se? Tomara ya icche amala kara. Tomara ya amala kara, niscaya tini tara samyaka drasta"},{"SurahNumber":41,"VerseNumber":41,"Text":"Niscaya yara tadera kache kura'ana asara para tara sathe kuphari kare [1] (taderake kathina sasti deya habe); ara e to abasya'i eka sam'manita grantha"},{"SurahNumber":41,"VerseNumber":42,"Text":"batila ete anuprabesa karate pare na---samane theke'o na, pichana theke'o na. Eta prajnamaya, ciraprasansitera kacha theke nayilakrta"},{"SurahNumber":41,"VerseNumber":43,"Text":"Apanake sudhu ta-i bala haya, ya bala hato apanara purbabarti rasulaganake. Niscaya apanara raba ekanta'i ksamasila ebam yantranadayaka sastidata"},{"SurahNumber":41,"VerseNumber":44,"Text":"Ara yadi amara etake karatama anarabi bhasaya kura'ana tabe tara abasya'i balata, 'era ayatagulo bisadabhabe bibrta hayani kena? Bhasa anarabiya, athaca rasula arabiya! Baluna, ‘eti muminadera jan'ya hedayata o arogya.' Ara yara imana ane na tadera kane rayeche badhirata ebam kura'ana edera (antarera) upara andhatba tairi karabe. Taderake'i daka habe durabarti sthana theke"},{"SurahNumber":41,"VerseNumber":45,"Text":"Ara abasya'i amara musake kitaba diyechilama, atahpara tate matabheda ghatechila. Ara yadi apanara rabera paksa theke ekati bani (sid'dhanta) purbe'i na thakata tabe tadera madhye phayasala haye yeta. Ara niscaya tara e kura'ana sambandhe bibhrantikara sandehe rayeche"},{"SurahNumber":41,"VerseNumber":46,"Text":"Ye satkaja kare se tara nijera kalyanera jan'ya'i ta kare ebam ke'u manda kaja karale tara pratiphala se-i bhoga karabe. Ara apanara raba tamra bandadera prati mote'i yulumakari nana"}]}