{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":4,"VerseNumber":74,"Text":"Ty snadno boj dat BUH jsem ty opustit tento spolecnost Dale. Whoever boj dat BUH pak dosahnout znemonit dosahnout vitezstvi my prece pripustit jemu prima odmenit"},{"SurahNumber":4,"VerseNumber":75,"Text":"Why mel bys ty ne boj dat BUH when slaby mu ena detsky vzyvat Nas Lord vynest nas podle tento spolecnost ktereho lide byl utiskujici jsem Ty nas Magnat Ovladat"},{"SurahNumber":4,"VerseNumber":76,"Text":"Ty verit boj dat BUH doba ty pochybovat boj dat tyranie. Proto ty boj souit spojeny; souit schopnost byl nula"},{"SurahNumber":4,"VerseNumber":77,"Text":"Ty prosluly ty zjistit Ty dret byl boj; uplne ty dret slavit Spojeni Prosba (Salat) byl odevzdat povinny milodar (Zakat) pak when boj rozhodnout ti oni pramen strachu lide ackoliv mnoho ceho ackoliv oni pramen strachu BUH byl pravidelny jinam Oni odrikavat Nas Magnat Ty vnutit tento boj nas? Jestlie jen Ty odrocit nas pro chvilku! Odrikavat material tento spolecnost byl nula, i kdy Dale jsem druhy zcela spravedlivy ty nikdy snest lehky nespravedlnost"},{"SurahNumber":4,"VerseNumber":78,"Text":"Wherever ty jsem smrt prosit lov vy- ke ty pravidelny ty bydlit za strasny zamek! When neco plny treba ti oni odrikavat Tento byl BUH a when neco skoda souit ti oni obvinovat ty! rict Vsechno podlehnout BUH. tyto lide nedorozumeni temer vsechno"},{"SurahNumber":4,"VerseNumber":79,"Text":"Vsechno plny treba ty byl BUH vsechno skoda onen treba ty jsem ty. My odeslat ty hlasatel lide BUH postacit protoe svedcit"},{"SurahNumber":4,"VerseNumber":80,"Text":"Whoever poslouchat hlasatel poslouchat BUH! Ohledne Ceho ty obeh my ne odeslat ty jejich strace"},{"SurahNumber":4,"VerseNumber":81,"Text":"Oni rucit poslusnost oni odkazat ty trochu o ti harbor ucel opak podle co oni odrikavat! BUH ZAZNAMENAT JEJICH NEJVNITREJSI UCEL. Ty nedbat ti pripojit svuj sverit BUH! BUH POSTACIT ZASTANCE"},{"SurahNumber":4,"VerseNumber":82,"Text":"Why oni ne usilovat Quran starostlive? Jestlie byl podle jinam than BUH oni rozhodnuti to rytmicky popreni"},{"SurahNumber":4,"VerseNumber":83,"Text":"When rumor postihnout bezpecnostni podlehnout jejich raz oni pokryvka to. Mel oni naraet to hlasatel ty za sjednat ti ty porozumeni tyto duvod informovat ti! Jestlie to byl pro buh ozdobit ty Svem soucit ty nasledujici souit a malokteri"},{"SurahNumber":4,"VerseNumber":84,"Text":"Ty boj dat BUH; ty jsem odpovedny jen tvuj uznat duse varovat verici vyloucit co z ceho a spolu BUH prosit PROHLASIT NEUTRALNIM SCHOPNOST Z TY POCHYBOVAT! BUH jsem mnoho ceho VYKONNY mnoho ceho SKUTECNY"},{"SurahNumber":4,"VerseNumber":85,"Text":"Whoever zprostredkujici poslusny smlouva dostat rozdelit zustatek ve prospech o tom whoever zprostredkujici odporny spravovat privodit si rozdelit o tom! BUH RIZENY UPLNE POTREBY"},{"SurahNumber":4,"VerseNumber":86,"Text":"When privitat blahoprani ty vyhovovat zlepsit blahoprani o nejmene stejny 1! BUH VYPOCITAT UPLNE POTREBY"},{"SurahNumber":4,"VerseNumber":87,"Text":"BUH v tom NE jsem BUH LEDAE ON. On prece predvolat ty Cas Zmrtvychvstani - Nevyhnutelny cas. Ktereho vypravovani byl pravy than buh"}]}