{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"adu, modagalondige akasavu biridu hoguva mattu malak‌galannu ilisalaguva dinavagiruvudu"},{"SurahNumber":25,"VerseNumber":22,"Text":"andu naija adhipatyavu a parama dayamayanige seriruvudu. A dinavu dhikkarigala palige tumba kastada dinavagiruvudu"},{"SurahNumber":25,"VerseNumber":23,"Text":"Andu akramiyu tanna kaigalannu kaccikollutta heluvanu; ayyo nanu devadutara jote avara margadalli nadediddare estu cennagittu"},{"SurahNumber":25,"VerseNumber":24,"Text":"ayyo, nanu atanannu (saitananannu) mitranagisade iddiddare estu cennagittu"},{"SurahNumber":25,"VerseNumber":25,"Text":"upadesavu nanna balige banda balikavu nanu adannu svikarisadante avanu nannannu darigedisiddanu. Saitananu nijakku manavana palige visvasa drohiyagiddane"},{"SurahNumber":25,"VerseNumber":26,"Text":"dutaru, ‘‘nannodeya, nanna janangavu i kur‌anannu tiraskara yogyavagi pariganisittu’’ ennuvaru"},{"SurahNumber":25,"VerseNumber":27,"Text":"i riti navu kelavu aparadhigalannu ella pravadigala satrugalagisiruvevu. Margadarsanakke mattu neravige nim'ma odeyane saku"},{"SurahNumber":25,"VerseNumber":28,"Text":"dhikkarigalu, ‘‘avanige kur‌anannu onde barige yake ilisi kodalagilla?’’ Endu keluttare. Adu hageye. A mulaka nim'ma manas'sannu sthiragolisalikkagi, navu idannu svalpa svalpavagi odi kelisutteve"},{"SurahNumber":25,"VerseNumber":29,"Text":"avaru nim'ma balige taruva pratiyondu aksepada kuritu navu nimage sariyada uttaravannu mattu atyuttama vislesaneyannu talupisutteve"},{"SurahNumber":25,"VerseNumber":30,"Text":"avara (dhikkarigala) mukhavannu nelakkoragisi narakadedege eledoyyalaguvudu. Avare atyanta ketta sthanadavaru mattu nera margadinda tumba dura sagidavaru"},{"SurahNumber":25,"VerseNumber":31,"Text":"navu musarige granthavannu nididdevu mattu avara sahodara harunarannu avara sahayakaragi avara jote kalisiddevu"},{"SurahNumber":25,"VerseNumber":32,"Text":"‘‘nivibbaru, nam'ma vacanagalannu sullendu tiraskarisiruva janangadedege hogiri’’ endu navu avarige adesisidevu. Konege navu, avarannu (a janangavannu) sampurna nasamadi bittevu"},{"SurahNumber":25,"VerseNumber":33,"Text":"(i hinde) nuhara janangavu devadutarugalannu tiraskarisidaga navu avarannu mulugisi bittevu mattu avarannu janara palige pathavagisidevu. Mattu navu akramigaligagi yatanamaya sikseyannu sid'dhagolisittiruvevu"},{"SurahNumber":25,"VerseNumber":34,"Text":"Hageye, ad mattu samud janangadavaru, baviyavaru mattu avara naduvina halavaru pangadagalu –"},{"SurahNumber":25,"VerseNumber":35,"Text":"– avaralli pratiyobbarigu navu udaharanegalondige upadesisidevu. Konege avarellarannu nirnamagolisibittevu"},{"SurahNumber":25,"VerseNumber":36,"Text":"avaru (dhikkarigalu), vinasakari maleyannu surisalagidda (lut‌ra) nadininda hadu hoguttare. Adaru avarenu adannu kanalillave? Nijavagi, avaru matte jivantagolluvudannu niriksisuttilla"},{"SurahNumber":25,"VerseNumber":37,"Text":"(dutare,) nim'mannu kandagalella avaru, ‘‘allahanu dutanagi kalisiruvudu itananne?’’ Endu nim'mannu gelimaduttare"},{"SurahNumber":25,"VerseNumber":38,"Text":"‘‘navu sthiravagillade iddiddare ivanantu nam'mannu nam'ma devarugalinda duragolisi biduttiddanu’’ (endu avaru heluttare). Bahubegane, avaru sikseyannu kanuvaga, saridariyinda tira dura sagibittavaru yarembudu avarige tiliyalide"},{"SurahNumber":25,"VerseNumber":39,"Text":"tanna cittavanne tanna devaragisikondavanannu nivu kandira? Nivenu anthavana raksakaraguvira"},{"SurahNumber":25,"VerseNumber":40,"Text":"nivenu, avaru kelaballaru hagu alocisaballaru endu kondiddira? Avarantu januvarugalige samanaragiddare matravalla, avugaliginta heccu darigettavaragiddare"},{"SurahNumber":25,"VerseNumber":41,"Text":"nim'ma odeyanu yava riti neralannu vistarisuttanembudannu nivu kandira? Avanu bayasiddare adannu niscalagolisabahudittu. Mattu navu suryanannu adara (neralina) margadarsiyagisiddeve"},{"SurahNumber":25,"VerseNumber":42,"Text":"taruvaya navu adannu kuggisi nidhanavagi nam'ma kadege seledukollutteve"},{"SurahNumber":25,"VerseNumber":43,"Text":"avane, nim'ma palige ratriyannu udugeyagisidavanu, niddeyannu viramavagisidavanu mattu hagalannu eccarada samayavagisidavanu"},{"SurahNumber":25,"VerseNumber":44,"Text":"avane, tanna anugrahakke munna subhavarte niduva galiyannu kalisuvavanu mattu nave akasadinda sud'dhavada nirannu ilisutteve –"},{"SurahNumber":25,"VerseNumber":45,"Text":"– Nirjivavagidda nadannu a mulaka jivantagolisalikkagi mattu navu srstisiruva halavaru januvarugalige mattu manavarige kudisalikkagi"},{"SurahNumber":25,"VerseNumber":46,"Text":"avaru pathakaliyalendu, navu adannu avara naduve hanci bidutteve. Adare heccina manavaru krtaghnare agiruttare"},{"SurahNumber":25,"VerseNumber":47,"Text":"navu bayasiddare pratiyondu nadigu obba eccarisuvatanannu kalisuttiddevu"},{"SurahNumber":25,"VerseNumber":48,"Text":"nivu dhikkarigala ajneyannu palisabedi. Avara virud'dha horata nadesiri – maha horata"},{"SurahNumber":25,"VerseNumber":49,"Text":"avane eradu kadalugalannu jodisidavanu. Idu, hitakaravada sihi niru mattu idu, rucigetta uppu niru. Avanu averadara naduve tereyannu hagu bahala balisthavada ondu tadeyannu nirmisiruvanu"},{"SurahNumber":25,"VerseNumber":50,"Text":"avane nirininda manavanannu srstisidavanu mattu avanige rakta sambandhavannu vivaha sambandhavannu odagisidavanu. Nim'modeyanu samarthanu"},{"SurahNumber":25,"VerseNumber":51,"Text":"avaru allahanannu bittu, tamage yavude labhavannagali nastavannagali madalagada vastugalannu pujisuttare. Mattu dhikkariyu tanna naija odeyana virodhiyagiddane"},{"SurahNumber":25,"VerseNumber":52,"Text":"(dutare,) navu nim'mannu subhavarte niduvavaragi hagu eccarisuvavaragi kaluhisiruvevu"}]}