{"Id":136,"LanguageCodes":["en","eng"],"Name":"eng-safikaskas","Author":"Safi Kaskas","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":88,"Text":"How is it that you are double-minded and divided over the hypocrites, seeing that God Himself has disowned them because of their disobedience? Do you, perhaps, want to guide those whom God has let go astray? Whomever God leads astray, you [Messenger] will never find a way for them"},{"SurahNumber":4,"VerseNumber":89,"Text":"They would love to see you deny the truth just as they have denied it, so you will all be the same. Do not take them as allies until they migrate for God's cause. But if they turn on you with open hostility, then seize them and kill them wherever you may find them. Do not take any of them as your allies or supporters"},{"SurahNumber":4,"VerseNumber":90,"Text":"Some seek refuge with people with whom you are bound by a treaty, or they come over to you because their consciences forbid them to go to war against you or against their own people. Had God willed, He would have given them power over you, and they would have fought you. So if they withdraw and do not fight you, and offer you peace, God does not allow you to harm them"},{"SurahNumber":4,"VerseNumber":91,"Text":"You will find others who wish to be safe from you, and from their own people, but whenever they are back in a situation where they are tempted [to fight you], they succumb to it. So if they do not withdraw, offer peace, or restrain themselves from hostility, seize and kill them wherever you encounter them. We give you clear authority against such people"},{"SurahNumber":4,"VerseNumber":92,"Text":"A believer should never kill another believer, but mistakes happen. If someone kills a believer by mistake, he must free one believing slave and pay compensation to the victim's relatives, unless they willingly forgo compensation. If the victim is a believer, but belonged to a community with which you are at war, then the compensation is only to free a believing slave; whereas, if the person killed belonged to a community with whom you have a treaty, then the compensation should be paid to his relatives in addition to freeing a believing slave. Anyone who does not have the means to do this must fast for two consecutive months. God ordains this atonement. God is All-Knowing, All-Wise"},{"SurahNumber":4,"VerseNumber":93,"Text":"But whoever deliberately slays another believer, his punishment will be Hell. There, he will remain and God will condemn him, and will reject him, and will prepare horrible suffering for him"},{"SurahNumber":4,"VerseNumber":94,"Text":"So, believers, be careful when you fight in God's path, and use your discernment. Do not say to someone who offers you a greeting of peace, \"You are not a believer, aspiring for worldly goods. God has plenty of gains for you. You were once in the same position, but God has been gracious to you. Therefore, use your discernment. God is always aware of what you do"},{"SurahNumber":4,"VerseNumber":95,"Text":"Unequal are the passive believers who stay behind, to those who commit themselves, their possessions and their lives to struggling in God's cause. God has raised those who struggle to a rank far above those who stay behind. Even though God has promised the ultimate good unto all believers, those who struggle are favored with a tremendous reward"},{"SurahNumber":4,"VerseNumber":96,"Text":"high ranks conferred by Him, as well as forgiveness, and mercy. God is most Forgiving and Merciful-to-all"},{"SurahNumber":4,"VerseNumber":97,"Text":"While the angels are gathering the souls of those who wronged themselves, they will wonder, \"What was the matter with you?\" They will say, \"We were oppressed in our land.\" [The angels] will ask, \"Was not God's earth vast enough for you to run away?\" These people will have Hell as their refuge, a horrible destination"},{"SurahNumber":4,"VerseNumber":98,"Text":"The truly helpless, including men, women or children, who do not have the means to leave may be exempt"},{"SurahNumber":4,"VerseNumber":99,"Text":"God might just pardon them. God is forever pardoning and forgiving"}]}