{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"A kol' v puti vy i pistsa ne mozhete nayti, Vam nadlezhit davat' zalog. I kto iz vas v zalog doveril veshch' drugomu, To tot, komu doverena ona, Zalog sey v tselosti vernut' obyazan. I pust' strashitsya svoyego Vladyku I nikakikh svidetel'stv ne tait, - Ved' u togo, kto (s umyslom) utaivayet ikh, Raz\"yedeno grekhami serdtse, - Allakh ved' znayet vse, chto delayete vy"},{"SurahNumber":2,"VerseNumber":284,"Text":"I lish' Allakh vladeyet vsem, Chto v nebesakh i na zemle (prebudet). Otkroyete li vy il' utaite, chto u vas (v dushe), - Allakh vas prizovet otvet derzhat' pred Nim. I On odin Svoim zhelaniyem reshit, Kto budet Im proshchen, a kto - nakazan, - Ved' vsemogushch Allakh nad vsem"},{"SurahNumber":2,"VerseNumber":285,"Text":"Poslannik veruyet vo vse, Chto Gospodom yego yemu otkryto, I znayut eto pravednyye (lyudi), - Oni vse veruyut v Allakha, v angelov Yego, V Yego poslannikov i v Knigi, (Kotoryye nesut im Svet i Rukovodstvo, I govoryat): \"My sred' poslannikov Yego ne delayem razlichiy. Yego my slyshim i Yemu poslushny! Lish' ot Tebya proshchen'ye nam, I lish' k Tebe my vse vernemsya"},{"SurahNumber":2,"VerseNumber":286,"Text":"I ne vozlozhit Bog na dushu gruz, Chto bol'she, chem ona podnimet; Okupit dobroye On yey spolna, Spolna nakazhet za durnoye. \"Vladyka nash! Ty poshchadi nas, Koli zabudemsya i upadem vo grekh! Vladyka nash! Ne vozlozhi te tyagoty na nas, Chto vozlozhil na tekh, kotoryye do nas (greshili). Vladyka nash! Ne polozhi na plechi nam tot gruz, Podnyat' kotoryy netu mOchi! Prosti nam i poshli Svoye proshchen'ye, Bud' milostivym k nam! Ty - Pokrovitel' nash, Tak pomogi zhe nam protiv nevernykh"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alef - Lyam - Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allakh! Net bozhestva, krome Nego - Vechnozhivushchego i Samosushchego"},{"SurahNumber":3,"VerseNumber":3,"Text":"On - Tot, Kto Knigu v Istine tebe poslal V znak podtverzhdeniya nisposlannogo prezhde. I do neye On (s Musoy) nisposlal Zakon, Za nim - Yevangeliye (s Isoy)"},{"SurahNumber":3,"VerseNumber":4,"Text":"Kak rukovodstvo dlya lyudey, A takzhe nisposlal vam Al' Furkan (Dlya razlicheniya dobra i zla). Dlya tekh zhe, kto Znameniyam Allakha ne poverit, Surovym budet nakazaniye Yego, - On vsemogushch! Vozmezdiya Blyustitel'"},{"SurahNumber":3,"VerseNumber":5,"Text":"Poistine, ot Bozh'ikh glaz Nichto ne skroyetsya ni na zemle, ni v nebe"},{"SurahNumber":3,"VerseNumber":6,"Text":"On - Tot, Kto naznachayet formu vam Yeshche v utrobakh materey v Yemu ugodnom vide. I net drugogo bozhestva, krome Allakha, Ispolnennogo mudrosti i moshchi"},{"SurahNumber":3,"VerseNumber":7,"Text":"On - Tot, Kto Knigu nisposlal tebe, - Odni ayaty v ney nesut otkrytyy smysl, Soboy yavlyaya kak by Mater' Knigi; Drugiye - skryty v tolkovanii svoyem. No te, (ch'ye serdtse po zemle) v grekhakh (bluzhdayet), Zhelaya smuty, sleduyut tomu, Chto otvechayet ikh ugode, - Vyiskivaya skrytoye znachen'ye, Kotoroye izvestno lish' Allakhu I otkryvayetsya lish' tem, Kotoryye glubokim znaniyem vladeyut. \"My veruyem v (Svyatuyu) Knigu, - govoryat oni, - Gde vse (ayaty) yavleny ot Boga! I vest' yeye sposoben okhvatit' Lish' tot, chey razum svetel"},{"SurahNumber":3,"VerseNumber":8,"Text":"(I govoryat oni): \"Vladyka nash! Ne day nashim serdtsam svernut' s puti, Po koyemu Ty nas uzhe napravil; Yavi nam miloserdiye Tvoye, - Ved' Ty, poistine, Podatel' vsekh shchedrot"},{"SurahNumber":3,"VerseNumber":9,"Text":"Vladyka nash! Ty soberesh' ves' rod lyudskoy V tot Den', O koyem nikakikh somneniy byt' ne mozhet. Poistine, obetovaniye Svoye Gospod' ne narushayet"},{"SurahNumber":3,"VerseNumber":10,"Text":"Nevernykh pered Bogom ne izbavyat Ni ikh dobro, ni deti ikh, - Im byt' rastopkoy dlya Ognya"},{"SurahNumber":3,"VerseNumber":11,"Text":"Takoy zhe stala (uchast') Faraona i yego lyudey, A takzhe tekh, kotoryye do nikh (greshili). Oni sochli znamen'ya Nashi lozh'yu, I vot togda Allakh srazil ikh za grekhi, - Ved' v nakazanii Svoyem Allakh surov"},{"SurahNumber":3,"VerseNumber":12,"Text":"(O Mukhammad)! Skazhi nevernym: \"Vy skoro budete pobezhdeny i sobrany v Adu, - Poistine, skol' zhutkiy upokoy"},{"SurahNumber":3,"VerseNumber":13,"Text":"Znameniyem dlya vas dva voyska byli, Kotoryye soshlis' v boyu (neravnom). Odno iz nikh srazhalos' na puti Gospodnem, Drugoye zhe - na storone nevernykh, I ikh glazam kolichestvo drugikh Predstavilos' dvoynym chislom, - Ved' zhaluyet Gospod' Svoyu podderzhku Tomu, kogo sochtet (dostoynym). I v etom - nazidaniye dlya tekh, Kto zrit' sposoben (v koren')"},{"SurahNumber":3,"VerseNumber":14,"Text":"I kak prekrasno viditsya vsem lyudyam Lyubov' zemnykh strastey: Tut zhenshchiny i synov'ya, Tut gory serebra i zlata, I mechenyye koni, i stada skota, I vspakhannaya niva. Siye - lish' sladostnaya tshchEta blizhney zhizni, Obitel' u Allakha - mnogo krashe"}]}