{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"And remember thou the brother of the Aad when We warned his people in the sandhills - and surely there have passed away warners before him and after him - saying: worship none save Allah, verily I fear for you the torment of a mighty Day"},{"SurahNumber":46,"VerseNumber":22,"Text":"They said: art thou come Unto us that thou mayest turn us aside from our gods? then bring thou upon us that wherewith thou threatenest us, if thou art of the truth-tellers"},{"SurahNumber":46,"VerseNumber":23,"Text":"He said: the knowledge is only with Allah, and I preach Unto you that wherewith I have been sent, but I see you are a people given to ignorance"},{"SurahNumber":46,"VerseNumber":24,"Text":"Then when they beheld it as an overpeering cloud tending toward their valleys they said: yonder is an overpeering cloud bringing us rain. Nay it is that which ye sought to be hastened: a wind wherein is a torment afflictive"},{"SurahNumber":46,"VerseNumber":25,"Text":"It shall annihilate everything by the command of its Lord. Wherefore they became such that naught could be seen save their dwellings Thus We requite a nation of the culprits"},{"SurahNumber":46,"VerseNumber":26,"Text":"And assuredly We had established them in that flourishing condition wherein We have not established you, and We had appointed for them hearing and sight and hearts; yet their hearing and sight and heart availed them not at all, they became wont to gainsay the revelations of Allah, and surrounded them that whereat they had been mocking"},{"SurahNumber":46,"VerseNumber":27,"Text":"And assuredly We have destroyed the cities round about you. and We have variously propounded our signs, that haply they might return"},{"SurahNumber":46,"VerseNumber":28,"Text":"Then wherefore succoured them not those whom they had taken for gods beside Allah, as a means of approach? Aye! they failed them. And that was their lie, that which they had been fabricating"},{"SurahNumber":46,"VerseNumber":29,"Text":"And recall what time We turned towards thee a company Of the Jinns hearkening Unto the Qur'an. So when they came in the presence thereof they said: give ear. Then when it was ended, they turned back to their people as warners"},{"SurahNumber":46,"VerseNumber":30,"Text":"They said: O our people! verily we have hearkened Unto a Book sent down after Musa, confirming that which was before it, guiding Unto the truth and a straight path"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our people! answer Allah's summoner and believe in him; He shall forgive you your sins and shall shelter you from a torment afflictive"},{"SurahNumber":46,"VerseNumber":32,"Text":"And whosoever answereth not Allah's summoner, he cannot frustrate His vengeAnce on the earth, and for him there will be, beside Him, no patrons. Those are in error manifest"},{"SurahNumber":46,"VerseNumber":33,"Text":"Bethink they not that Allah Who created the heavens and the earth and was not fatigued with the creation thereof, is able to quicken the dead? Aye! verily He is over everything Potent"},{"SurahNumber":46,"VerseNumber":34,"Text":"And on the Day whereon those who disbelieve will be placed before the Fire: is this not real? They will say: yea, by our Lord. He will say: taste wherefore the torment, for ye have been disbelieving"},{"SurahNumber":46,"VerseNumber":35,"Text":"Bear thou then with patience even as the apostles, endued with resolution bear with patience, and seek not to hasten on for them. On the Day whereon they will behold that wherewith they are threatened, it will seem to them as though they had tarried but an hour of the day. A proclamation this: so none will be destroyed save the nation of transgressors"},{"SurahNumber":47,"VerseNumber":1,"Text":"Those who disbelieve and hinder others from the way of Allah, He shall send their works astray"},{"SurahNumber":47,"VerseNumber":2,"Text":"And those who believe and work righteous works and believe in that which hath been revealed Unto Muhammad -and it is the truth from their Lord- He shall expiate their misdeeds from them and shall make good their state"},{"SurahNumber":47,"VerseNumber":3,"Text":"That is because those who disbelieve follow the falsehood, and those who believe follow the truth from their Lord. And thus Allah propoundeth Unto mankind their similitude"},{"SurahNumber":47,"VerseNumber":4,"Text":"Now when ye meet those who disbelieve, smite their necks until when ye have slain them greatly, then make fast the bonds; then, thereafter let them off either freely or by ransom, until the war layeth down the burthens thereof. That ye shall do. And had Allah willed, He would have vindicated Himself against them, but He ordained fighting in order that He may prove you one by the other. And those who are slain in the way of Allah, He shall not send their works astray"},{"SurahNumber":47,"VerseNumber":5,"Text":"Anon He shall guide them, and shall make good their state"},{"SurahNumber":47,"VerseNumber":6,"Text":"And He shall make them enter the Garden; He shall have made it known, Unto them"},{"SurahNumber":47,"VerseNumber":7,"Text":"O ye who believe! if ye and shall succour Allah, He shall succour you make firm your feet"},{"SurahNumber":47,"VerseNumber":8,"Text":"And those who disbelieve, downfall shall be theirs, and He shall send astray their Works"},{"SurahNumber":47,"VerseNumber":9,"Text":"That is because they detest that which Allah hath sent down, and so He shall make of non-effect their works"}]}