{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"De ella [la tierra] los he creado, a ella los hare retornar [cuando mueran], y de ella los hare surgir nuevamente [el Dia de la Resurreccion]"},{"SurahNumber":20,"VerseNumber":56,"Text":"Le mostre [al Faraon] todos Mis milagros, pero los desmintio y se rehuso a creer"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dijo [el Faraon]: \"¡Oh, Moises! ¿Acaso viniste a expulsarnos de nuestra tierra con tu hechiceria"},{"SurahNumber":20,"VerseNumber":58,"Text":"Nosotros te traeremos una hechiceria igual que la tuya, solo fija un dia para que tu y nosotros nos encontremos en un lugar y que nadie falte"},{"SurahNumber":20,"VerseNumber":59,"Text":"Dijo [Moises]: \"Nuestra cita sera el dia de la fiesta, cuando la gente se congregue a la media manana"},{"SurahNumber":20,"VerseNumber":60,"Text":"Entonces el Faraon se retiro y se dedico a reclutar hechiceros. Luego, el dia de la cita, concurrio"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moises les dijo [a los hechiceros]: \"¡Ay de ustedes! No inventen mentiras contra Dios, pues los aniquilara con Su castigo: Los que inventan mentiras acerca de Dios seran los perdedores"},{"SurahNumber":20,"VerseNumber":62,"Text":"Entonces, [los hechiceros] debatieron entre ellos acerca de Moises, y deliberaron secretamente"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dijeron: \"Estos son solo dos hechiceros que con su magia quieren expulsarlos de su tierra y acabar con sus nobles costumbres"},{"SurahNumber":20,"VerseNumber":64,"Text":"[Oh, hechiceros de Egipto,] Decidan su plan a seguir, y luego acudan como un solo cuerpo: pues, ¡quien sea superior hoy, ha de conseguir prosperidad"},{"SurahNumber":20,"VerseNumber":65,"Text":"Dijeron: \"¡Oh, Moises! ¿Arrojas tu o lo hacemos nosotros primero"},{"SurahNumber":20,"VerseNumber":66,"Text":"Dijo [Moises]: \"Arrojen ustedes primero\". Entonces arrojaron sus cuerdas y varas, y por el hechizo que habian empleado, estas parecian moverse [como si fueran verdaderas serpientes]"},{"SurahNumber":20,"VerseNumber":67,"Text":"[Al ver esto,] Moises sintio temor en su interior"},{"SurahNumber":20,"VerseNumber":68,"Text":"pero le dije: \"No tengas temor, porque tu seras el vencedor"},{"SurahNumber":20,"VerseNumber":69,"Text":"Arroja lo que tienes en tu diestra, que anulara lo que ellos hicieron, pues solo se trata de una hechiceria, y los hechiceros jamas han de triunfar"},{"SurahNumber":20,"VerseNumber":70,"Text":"Los hechiceros [al percibir que el milagro que acompanaba a Moises no era magia] se postraron y exclamaron: \"Creemos en el Senor de Aaron y Moises"},{"SurahNumber":20,"VerseNumber":71,"Text":"Dijo [el Faraon enfurecido]: \"¿Acaso van a creer en el sin que yo se los haya autorizado? Seguramente el es su maestro que les ha ensenado la magia. Ordenare que se les ampute la mano y el pie opuestos, y luego los hare clavar sobre troncos de palmera. Asi sabran quien es el que puede infligir el castigo mas severo y duradero"},{"SurahNumber":20,"VerseNumber":72,"Text":"Dijeron: \"No antepondremos nuestra lealtad a ti a los milagros evidentes que hemos presenciado, y [menos aun] a Quien nos creo. Haz pues con nosotros lo que has decidido; tu solo puedes condenarnos en esta vida"},{"SurahNumber":20,"VerseNumber":73,"Text":"Creemos en nuestro Senor, para que nos perdone nuestros pecados y los hechizos que nos obligaste a hacer. La recompensa de Dios es mejor y mas duradera"},{"SurahNumber":20,"VerseNumber":74,"Text":"Quien se presente ante su Senor siendo culpable tendra el Infierno como castigo, en el que no podra morir [para librarse del tormento] ni vivir [sin padecerlo]"},{"SurahNumber":20,"VerseNumber":75,"Text":"En cambio, quien se presente ante su Senor creyendo en El y habiendo obrado rectamente, obtendra los mas altos grados [en el Paraiso]"},{"SurahNumber":20,"VerseNumber":76,"Text":"Moraran eternamente en los Jardines del Eden, bajo los cuales corren rios. Esa sera la recompensa de quienes se purifiquen"},{"SurahNumber":20,"VerseNumber":77,"Text":"Le ordene a Moises: \"Sal por la noche con Mis siervos, y abre [por Mi voluntad] el mar dejandoles un camino de tierra firme [por donde puedan huir], y no tengan temor de que los alcancen ni tampoco de morir ahogados"},{"SurahNumber":20,"VerseNumber":78,"Text":"Cuando el Faraon y su ejercito siguieron [a los creyentes], el mar se los trago"},{"SurahNumber":20,"VerseNumber":79,"Text":"El Faraon, en lugar de guiar a su pueblo, lo llevo al extravio"},{"SurahNumber":20,"VerseNumber":80,"Text":"¡Oh, Hijos de Israel! [Recuerden cuando] los salve de sus enemigos, los cite en la ladera derecha del monte [para que pudieran presenciar Mis milagros], y les envie el mana y las codornices"},{"SurahNumber":20,"VerseNumber":81,"Text":"Coman de las cosas buenas que les he proveido, pero no se extralimiten, pues Mi ira recaeria sobre ustedes. Aquel sobre quien caiga Mi ira sera un desdichado"},{"SurahNumber":20,"VerseNumber":82,"Text":"Yo soy Perdonador con quienes se arrepienten, creen, obran rectamente y se encaminan [por el sendero recto]"}]}