{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Ataḥpara tādēra parē ēla apadārtha parabartīrā. Tārā nāmāya naṣṭa karala ēbaṁ kuprabr̥ttira anubartī hala. Sutarāṁ tārā acirē'i pathabhraṣṭatā pratyakṣa karabē."},{"SurahNumber":19,"VerseNumber":60,"Text":"Kintu tārā byatīta, yārā ta'ōbā karēchē, biśbāsa sthāpana karēchē. Sutarāṁ tārā jānnātē prabēśa karabē ēbaṁ tādēra upara kōna juluma karā habē nā."},{"SurahNumber":19,"VerseNumber":61,"Text":"Tādēra sthāẏī basabāsa habē yāra ōẏādā daẏāmaẏa āllāha tām̐ra bāndādērakē adr̥śyabhābē diẏēchēna. Abaśya'i tām̐ra ōẏādāra tārā paum̐chābē."},{"SurahNumber":19,"VerseNumber":62,"Text":"Tārā sēkhānē sālāma byatīta kōna asāra kathābārtā śunabē nā ēbaṁ sēkhānē sakāla-sandhyā tādēra jan'yē ruyī thākabē."},{"SurahNumber":19,"VerseNumber":63,"Text":"Ēṭā ai jānnāta yāra adhikārī karaba āmāra bāndādēra madhyē parahēyagāradērakē."},{"SurahNumber":19,"VerseNumber":64,"Text":"(Jibrā'ila balalaḥ) āmi āpanāra pālanakartāra ādēśa byatīta abataraṇa kari nā, yā āmādēra sāmanē āchē, yā āmādēra paścātē āchē ēbaṁ yā ē du'i-ēra madhyasthalē āchē, saba'i tām̐ra ēbaṁ āpanāra pālanakartā bismr̥ta ha'ōẏāra nana."},{"SurahNumber":19,"VerseNumber":65,"Text":"Tini nabhōmanḍala, bhūmanḍalē ētadubhaẏēra madhyabartī sabāra pālanakartā. Sutarāṁ tām̐ra'i bandēgī karuna ēbaṁ tātē dr̥ṛha thākuna āpani ki tām̐ra samanāma kā'ukē jānēna"},{"SurahNumber":19,"VerseNumber":66,"Text":"mānuṣa balēḥ āmāra mr̥tyu halē para āmi ki jībita abasthāẏa punarut'thita haba"},{"SurahNumber":19,"VerseNumber":67,"Text":"Mānuṣa ki smaraṇa karē nā yē, āmi tākē iti pūrbē sr̥ṣṭi karēchi ēbaṁ sē takhana kichu'i chila nā."},{"SurahNumber":19,"VerseNumber":68,"Text":"Sutarāṁ āpanāra pālanakartāra kasama, āmi abaśya'i tādērakē ēbaṁ śaẏatānadērakē ēkatrē samabēta karaba, ataḥpara abaśya'i tādērakē natajānu abasthāẏa jāhānnāmēra cārapāśē upasthita karaba."},{"SurahNumber":19,"VerseNumber":69,"Text":"Ataḥpara pratyēka sampradāẏēra madhyē yē daẏāmaẏa āllāhara sarbādhika abādhya āmi abaśya'i tākē pr̥thaka karē nēba."},{"SurahNumber":19,"VerseNumber":70,"Text":"Ataḥpara tādēra madhyē yārā jāhānnāmē prabēśēra adhika yōgya, āmi tādēra biṣaẏē bhālōbhābē jñāta āchi."},{"SurahNumber":19,"VerseNumber":71,"Text":"Tōmādēra madhyē ēmana kē'u nē'i yē tathāẏa pauchabē nā. Ēṭā āpanāra pālanakartāra anibārya phāẏasālā."},{"SurahNumber":19,"VerseNumber":72,"Text":"Ataḥpara āmi parahēyagāradērakē ud'dhāra karaba ēbaṁ jālēmadērakē sēkhānē natajānu abasthāẏa chēṛē dēba."},{"SurahNumber":19,"VerseNumber":73,"Text":"Yakhana tādēra kāchē āmāra suspaṣṭa āẏātasamūha tēlā'ōẏāta karā haẏa, takhana kāphērarā muminadērakē balēḥ du'i dalēra madhyē kōnaṭi martabāẏa śrēṣṭha ēbaṁ kāra majalisa uttama"},{"SurahNumber":19,"VerseNumber":74,"Text":"tādēra pūrbē kata mānaba gōṣṭhīkē āmi bināśa karēchi, tārā tādēra cā'itē sampadē ō jām̐ka-jamakē śrēṣṭha chila."},{"SurahNumber":19,"VerseNumber":75,"Text":"Baluna, yārā pathabhraṣṭatāẏa āchē, daẏāmaẏa āllāha tādērakē yathēṣṭa abakāśa dēbēna; ēmanaki abaśēṣē tārā pratyakṣa karabē yē biṣaẏē tādērakē ōẏādā dēẏā hacchē, tā āyāba hōka athabā kēẏāmata'i hōka. Sutarāṁ takhana tārā jānatē pārabē kē martabāẏa nikr̥ṣṭa ō dalabalē dūrbala."},{"SurahNumber":19,"VerseNumber":76,"Text":"Yārā saṯpathē calē āllāha tādēra pathaprāpti br̥d'dhi karēna ēbaṁ sthāẏī saṯkarmasamūha tōmāra pālanakartāra kāchē sa'ōẏābēra dika diẏē śrēṣṭha ēbaṁ pratidāna hisēbē'ō śrēṣṭa."},{"SurahNumber":19,"VerseNumber":77,"Text":"Āpani ki tākē lakṣya karēchēna yē, āmāra nidarśanābalītē biśbāsa karē nā ēbaṁ balēḥ āmākē artha-sampada ō santāna-santati abaśya'i dēẏā habē."},{"SurahNumber":19,"VerseNumber":78,"Text":"Sē ki adr̥śya biṣaẏa jēnē phēlēchē, athabā daẏāmaẏa āllāhara nikaṭa thēkē kōna pratiśruti prāpta haẏēchē"},{"SurahNumber":19,"VerseNumber":79,"Text":"Nā, ēṭā ṭhika naẏa. Sē yā balē āmi tā likhē rākhaba ēbaṁ tāra śāsti dīrghāẏita karatē thākaba."},{"SurahNumber":19,"VerseNumber":80,"Text":"Sē yā balē, mr̥tyura para āmi tā niẏē nēba ēbaṁ sē āmāra kāchē āsabē ēkākī."},{"SurahNumber":19,"VerseNumber":81,"Text":"Tārā āllāha byatīta an'yān'ya ilāha grahaṇa karēchē, yātē tārā tādēra jan'yē sāhāyyakārī haẏa."},{"SurahNumber":19,"VerseNumber":82,"Text":"Kakhana'i naẏa, tārā tādēra ēbādata asbīkāra karabē ēbaṁ tādēra bipakṣē calē yābē."},{"SurahNumber":19,"VerseNumber":83,"Text":"Āpani ki lakṣya karēnani yē, āmi kāphēradēra upara śaẏatānadērakē chēṛē diẏēchi. Tārā tādērakē biśēṣabhābē (mandakarmē) uṯsāhita karē."},{"SurahNumber":19,"VerseNumber":84,"Text":"Sutarāṁ tādēra byāpārē āpani tāṛāhuṛā karabēna nā. Āmi tō tādēra gaṇanā pūrṇa karachi mātra."},{"SurahNumber":19,"VerseNumber":85,"Text":"Sēdina daẏāmaẏēra kāchē parahēyagāradērakē atithirūpē samabēta karaba"},{"SurahNumber":19,"VerseNumber":86,"Text":"ēbaṁ aparādhīdērakē pipāsārta abasthāẏa jāhānnāmēra dikē hām̐kiẏē niẏē yāba."},{"SurahNumber":19,"VerseNumber":87,"Text":"Yē daẏāmaẏa āllāhara kācha thēkē pratiśruti grahaṇa karēchē, sē byatīta āra kē'u supāriśa karāra adhikārī habē nā."},{"SurahNumber":19,"VerseNumber":88,"Text":"Tārā balēḥ daẏāmaẏa āllāha santāna grahaṇa karēchēna."},{"SurahNumber":19,"VerseNumber":89,"Text":"Niścaẏa tōmarā tō ēka adbhuta kānḍa karēcha."},{"SurahNumber":19,"VerseNumber":90,"Text":"Haẏa tō ēra kāraṇē'i ēkhana'i nabhōmanḍala phēṭē paṛabē, pr̥thibī khanḍa-bikhanḍa habē ēbaṁ parbatamālā cūrṇa-bicurṇa habē."},{"SurahNumber":19,"VerseNumber":91,"Text":"Ē kāraṇē yē, tārā daẏāmaẏa āllāhara jan'yē santāna āhabāna karē."},{"SurahNumber":19,"VerseNumber":92,"Text":"Athaca santāna grahaṇa karā daẏāmaẏēra jan'ya śōbhanīẏa naẏa."},{"SurahNumber":19,"VerseNumber":93,"Text":"Nabhōmanḍala ō bhū-manḍalē kē'u nē'i yē, daẏāmaẏa āllāhara kāchē dāsa haẏē upasthita habē nā."},{"SurahNumber":19,"VerseNumber":94,"Text":"Tām̐ra kāchē tādēra parisaṅkhyāna raẏēchē ēbaṁ tini tādērakē gaṇanā karē rēkhēchēna."},{"SurahNumber":19,"VerseNumber":95,"Text":"Kēẏāmatēra dina tādēra sabā'i tām̐ra kāchē ēkākī abasthāẏa āsabē."},{"SurahNumber":19,"VerseNumber":96,"Text":"Yārā biśbāsa sthāpana karē ēbaṁ saṯkarma sampādana karē, tādērakē daẏāmaẏa āllāha bhālabāsā dēbēna."},{"SurahNumber":19,"VerseNumber":97,"Text":"Āmi kōra'ānakē āpanāra bhāṣāẏa sahaja karē diẏēchi, yātē āpani ēra dbārā parahēyagāradērakē susambāda dēna ēbaṁ kalahakārī sampradāẏakē satarka karēna."},{"SurahNumber":19,"VerseNumber":98,"Text":"Tādēra pūrbē āmi kata mānabagōṣṭhīkē dhbansa karēchi. Āpani ki tādēra kāhāra'ō sāṛā pāna, athabā tādēra kṣīnatama ā'ōẏāya ō śunatē pāna"}]}