{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi (babanız Adem’i), o arzdan (topraktan) yarattık; yine olumunuzden sonra sizi ona dondurecegiz. Hem de ondan sizi baska bir defa daha (curumus ve dagılmıs bedenlerinizi toplayıp ruhlarınızı iade ederek) cıkaracagız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Yemin olsun ki, biz, Firavun’a mucizelerimizin hepsini gosterdik. Boyle iken o, yine mucizelerimizi yalanladı ve hakkı kabulden cekindi"},{"SurahNumber":20,"VerseNumber":57,"Text":"(Firavun Musa’ya soyle) dedi: “Ey Musa!. Sen, sihrinle bizi yerimizden (Mısır’dan) cıkarmak icin mi geldin bize"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde biz de senin sihrin gibi, sana bir sihir yapacagız. Simdi sen, kendinle bizim aramızda bir bulusma yeri ve vakti tayin et ki, ne senin, ne bizim caymıyacagımız uygun bir yer olsun"},{"SurahNumber":20,"VerseNumber":59,"Text":"(Musa, Firavun’a cevaben) dedi ki: “- Sizinle bulusma zamanı, sus (bayram) gunu ve insanların toplanacagı kusluk vaktidir.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun uzerine Firavun dondu gitti ve butun hile vasıtalarını topladıktan sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara dedi ki: “- Yazıklar olsun size! Allah’a yalan uydurmayın, sonra bir azap ile kokunuzu keser. Gercekten yalan uyduran ziyana ugramıstır"},{"SurahNumber":20,"VerseNumber":62,"Text":"Sihirbazlar aralarında islerini gorustuler. (Musa galib gelirse ona iman edelim, dediler) ve (bunu) gizlice fısıldastılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"(Asikare olarak da soyle) dediler: “- Bi ikisi (Musa ile Harun) muhakkak sihirbazdır; buyuleriyle siz hem yerinizden cıkarmak, hem de ornek dininizi yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Onun icin butun hilelerinizi toplayın, sonra hep birden gelin. Bugun ustun gelen, muhakkak zafer kazanmıstır"},{"SurahNumber":20,"VerseNumber":65,"Text":"Sihirbazlar: “- Ey Musa! (Asanı) ya sen at, yahud ilk atan biz olalım.” dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa dedi ki: “- Hayır, siz atın.” Bir de ne gorsun! Onların ipleri ve sopaları, yaptıkları sihirden oturu, kendisine, gercekten kosuyormus hayalini verdi"},{"SurahNumber":20,"VerseNumber":67,"Text":"Onun icin Musa, icinde bir nevi korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Biz (Azimu’s-san) dedik ki: “- Korkma, cunku sen, muhakkak ustunsun (galip geleceksin)"},{"SurahNumber":20,"VerseNumber":69,"Text":"Elindekini (asanı) bırakıver; o, onların yaptıklarını yutar. Cunku onların yaptıkları, ancak bir buyucu tuzagıdır. Buyucu ise, her nerede olsa felah bulmaz.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda butun sihirbazlar secdeye kapandılar; “- Harun ile Musa’nın Rabbine iman ettik.” dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"(Firavun, sihirbazlara soyle) dedi: “- Ben size izin vermeden once, ona (Musa’ya) iman mı ettiniz? O, muhakkak size sihir ogreten buyugunuzdur. Oyleyse caresi yok, sizin ellerinizi ve ayaklarınızı caprazlama kesecegim ve muhakkak sizi hurma dallarına asacagım. Boylece hangimizin azabı daha siddetli ve devamlı oldugunu gercekten bileceksiniz.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"Sihirbazlar dediler ki: “- Bize gelen bu acık mucizelere ve bizi yaratana karsı, asla seni tercih edemeyiz. Artık neye hukmun geciyorsa, hukmunu ver. Sen ancak bu dunya hayatında hukum gecirirsin"},{"SurahNumber":20,"VerseNumber":73,"Text":"Dogrusu biz, hem gunahlarımıza, hem bizi zorladıgın sihre karsı, bizi bagıslasın diye Rabbimize iman ettik. Allah (sevabca senden) daha hayırlı ve (azab verme bakımından da) daha devamlıdır"},{"SurahNumber":20,"VerseNumber":74,"Text":"Her kim Rabbine suclu olarak varırsa, suphesiz ki ona Cehennem var; orada ne olur (rahata kavusur), ne de dirilir (fayda gorur)"},{"SurahNumber":20,"VerseNumber":75,"Text":"Kim de O’na, bir mumin olarak, salih ameller islemis oldugu halde varırsa, iste, onlara en yuksek dereceler var"},{"SurahNumber":20,"VerseNumber":76,"Text":"Adn Cennetleri vardır ki, (agacları) altından nehirler akar; orada ebedi olarak kalacaklar. Iste boyle cennetlerde ebedi kalıs, kufur ve isyanda temizlenenlerin mukafatıdır.”"},{"SurahNumber":20,"VerseNumber":77,"Text":"Gercekten Musa’ya soyle vahy ettik: “- Kullarımla geceleyin yuru (Mısır’dan cık) de (asanı vurarak) onlara denizde kuru bir yol yap; boylece (Firavun tarafından) yetisilmekten korkmazsın ve (bogulmaktan) endise de etmezsin"},{"SurahNumber":20,"VerseNumber":78,"Text":"Hemen Firavun ordularıyla onları takip etti, kendilerini (Firavun’la Israil ogullarını) denizden sarıveren (dehsetli ve korkunc bogulma) sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Boylece Firavun, kavmini sapıklıga surukledi, hidayete goturmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey Israil Ogulları! Sizi dusmanınızdan (Firavun’dan) kurtardık ve Tur dagının sag yanında (Musa’ya Tevrat’ı indirmek uzere) size vaad verdik; uzerinize de kudret helvası ve bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdigimiz rızıkların en temizlerinden yeyin ve rızık hususunda taskınlık (israf ve nankorluk) etmeyin ki, sonra uzerinize gazabım iner. Kimin uzerine de gazabım inerse, muhakkak o ucuruma dusmustur"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla beraber, suphe yok ki ben, tevbe eden, iman edip salih amel isleyen sonra da hak yolda sebat gosteren kimse icin Gaffar’ım (cok bagıslayıcıyım)"}]}