{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Longe, bem longe, está o que vos é prometido"},{"SurahNumber":23,"VerseNumber":37,"Text":"Não há senão nossa vida terrena; morremos e vivemos e não seremos ressuscitados"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ele não é senão um homem que forja mentiras acerca de Allah, e não estamos crendo nele"},{"SurahNumber":23,"VerseNumber":39,"Text":"Ele disse: \"Senhor meu! Socorre-me, porque me desmentem"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah disse: \"Dentro em pouco, estarão arrependidos"},{"SurahNumber":23,"VerseNumber":41,"Text":"E o Grito apanhou-os, com a justiça, e fizemo-los escória. Então, que se suma para sempre o povo injusto"},{"SurahNumber":23,"VerseNumber":42,"Text":"Em seguida, criamos, depois deles, outras gerações"},{"SurahNumber":23,"VerseNumber":43,"Text":"Nenhuma comunidade antecipa seu termo nem o atrasa"},{"SurahNumber":23,"VerseNumber":44,"Text":"Em seguida, enviamos, consecutivamente, Nossos Mensageiros. Cada vez que um Mensageiro chegava a sua comunidade, eles o desmentiam. E fizemo-las seguir, umas após outras, no aniquilamento, e fizemos delas temas de conversa. Então, que se suma para sempre um povo que não crê"},{"SurahNumber":23,"VerseNumber":45,"Text":"Em seguida, enviamos Moisés e seu irmão Aarão, com Nossos sinais e evidente comprovação"},{"SurahNumber":23,"VerseNumber":46,"Text":"A Faraó e seus dignitários; então, ensoberbeceram-se e foram um povo altivo"},{"SurahNumber":23,"VerseNumber":47,"Text":"E disseram: \"Creremos em dois homens iguais a nós, enquanto seu povo nos está escravo"},{"SurahNumber":23,"VerseNumber":48,"Text":"E desmentiram-nos; então, foram dos aniquilados"},{"SurahNumber":23,"VerseNumber":49,"Text":"E, com efeito, concedemos a Moisés o Livro para que eles se guiassem"},{"SurahNumber":23,"VerseNumber":50,"Text":"E fizemos do filho de Maria e de sua mãe um sinal. E abrigamo-los em um outeiro, de solo estável e com água corrente"},{"SurahNumber":23,"VerseNumber":51,"Text":"Ó Mensageiros! Comei das cousas benignas e fazei o bem. Por certo, do que fazeis, sou Onisciente"},{"SurahNumber":23,"VerseNumber":52,"Text":"E por certo, esta é vossa religião, uma religião única. E sou vosso Senhor: então, temei-Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"Mas, os homens, entre eles, cortaram, em pedaços, os laços que os uniam. Cada partido está jubiloso com o que tem"},{"SurahNumber":23,"VerseNumber":54,"Text":"Então, deixa-os, Muhammad, mergulhados em sua confusão, até certo tempo"},{"SurahNumber":23,"VerseNumber":55,"Text":"Supõem eles que, com o que Nós lhes outorgamos, em riquezas e filhos"},{"SurahNumber":23,"VerseNumber":56,"Text":"Estamo-lhes apressando as boas cousas? Não. Mas eles não percebem"},{"SurahNumber":23,"VerseNumber":57,"Text":"Por certo, os que, pelo receio de seu Senhor, estão amedrontados"},{"SurahNumber":23,"VerseNumber":58,"Text":"E os que nos sinais de seu Senhor crêem"},{"SurahNumber":23,"VerseNumber":59,"Text":"E os que nada associam a seu Senhor"},{"SurahNumber":23,"VerseNumber":60,"Text":"E os que concedem o que concedem, enquanto seus corações estão atemorizados, porque terão de retornar a seu Senhor"},{"SurahNumber":23,"VerseNumber":61,"Text":"Esses se apressam para as boas cousas, e destas são precursores"},{"SurahNumber":23,"VerseNumber":62,"Text":"E não impomos a nenhuma alma senão o que é de sua capacidade. E, junto de Nós, há um Livro, que fala a verdade. E eles não sofrerão injustiça"},{"SurahNumber":23,"VerseNumber":63,"Text":"Mas seus corações estão mergulhados em confusão a respeito deste e eles têm obras nefandas, além disso, que estão praticando"},{"SurahNumber":23,"VerseNumber":64,"Text":"Até que, quando apanharmos seus homens opulentos com castigo, ei-los que rogarão"},{"SurahNumber":23,"VerseNumber":65,"Text":"Dir-se-lhe-á: \"Não rogueis, hoje. Por certo, não sereis, por Nós, socorridos"},{"SurahNumber":23,"VerseNumber":66,"Text":"Com efeito, recitavam-se, para vós, Meus versículos, então, recuáveis, virando os calcanhares"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ensoberbecendo-vos, e conversando, à noite, vós o difamáveis"},{"SurahNumber":23,"VerseNumber":68,"Text":"E não ponderam eles o Dito? Ou lhes chegou o que não chegara a seus pais antepassados"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ou eles não reconhecem seu Mensageiro, e o estão negando"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ou dizem: \"Há loucura nele?\" Não. Mas ele lhes chegou com a verdade, e a maioria deles odeia a verdade"},{"SurahNumber":23,"VerseNumber":71,"Text":"E, se a verdade seguisse suas paixões, os céus e a terra e quem neles existe haver-se-iam corrompido. Ao contrário, chegamo-Ihes com sua Mensagem, e estão dando de ombros a sua Mensagem"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ou lhes pedes um tributo? Mas o tributo de teu Senhor é melhor. E Ele é O Melhor dos sustentadores"},{"SurahNumber":23,"VerseNumber":73,"Text":"E, por certo, tu os convocas a uma senda reta"},{"SurahNumber":23,"VerseNumber":74,"Text":"E, por certo, os que não crêem na Derradeira Vida estão desviados desta senda"}]}