{"Id":99,"LanguageCodes":["en","eng"],"Name":"eng-abdullahyusufal","Author":"Abdullah Yusuf Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"When (Jesus) the son of Mary is held up as an example, behold, thy people raise a clamour thereat (in ridicule)"},{"SurahNumber":43,"VerseNumber":58,"Text":"And they say, \"Are our gods best, or he?\" This they set forth to thee, only by way of disputation: yea, they are a contentious people"},{"SurahNumber":43,"VerseNumber":59,"Text":"He was no more than a servant: We granted Our favour to him, and We made him an example to the Children of Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"And if it were Our Will, We could make angels from amongst you, succeeding each other on the earth"},{"SurahNumber":43,"VerseNumber":61,"Text":"And (Jesus) shall be a Sign (for the coming of) the Hour (of Judgment): therefore have no doubt about the (Hour), but follow ye Me: this is a Straight Way"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let not the Evil One hinder you: for he is to you an enemy avowed"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus came with Clear Signs, he said: \"Now have I come to you with Wisdom, and in order to make clear to you some of the (points) on which ye dispute: therefore fear Allah and obey me"},{"SurahNumber":43,"VerseNumber":64,"Text":"For Allah, He is my Lord and your Lord: so worship ye Him: this is a Straight Way"},{"SurahNumber":43,"VerseNumber":65,"Text":"But sects from among themselves fell into disagreement: then woe to the wrong-doers, from the Penalty of a Grievous Day"},{"SurahNumber":43,"VerseNumber":66,"Text":"Do they only wait for the Hour - that it should come on them all of a sudden, while they perceive not"},{"SurahNumber":43,"VerseNumber":67,"Text":"Friends on that day will be foes, one to another,- except the Righteous"},{"SurahNumber":43,"VerseNumber":68,"Text":"My devotees! no fear shall be on you that Day, nor shall ye grieve"},{"SurahNumber":43,"VerseNumber":69,"Text":"(Being) those who have believed in Our Signs and bowed (their wills to Ours) in Islam"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter ye the Garden, ye and your wives, in (beauty and) rejoicing"},{"SurahNumber":43,"VerseNumber":71,"Text":"To them will be passed round, dishes and goblets of gold: there will be there all that the souls could desire, all that their eyes could delight in: and ye shall abide therein (for eye)"},{"SurahNumber":43,"VerseNumber":72,"Text":"Such will be the Garden of which ye are made heirs for your (good) deeds (in life)"},{"SurahNumber":43,"VerseNumber":73,"Text":"Ye shall have therein abundance of fruit, from which ye shall have satisfaction"},{"SurahNumber":43,"VerseNumber":74,"Text":"The sinners will be in the Punishment of Hell, to dwell therein (for aye)"},{"SurahNumber":43,"VerseNumber":75,"Text":"Nowise will the (Punishment) be lightened for them, and in despair will they be there overwhelmed"},{"SurahNumber":43,"VerseNumber":76,"Text":"Nowise shall We be unjust to them: but it is they who have been unjust themselves"},{"SurahNumber":43,"VerseNumber":77,"Text":"They will cry: \"O Malik! would that thy Lord put an end to us!\" He will say, \"Nay, but ye shall abide"},{"SurahNumber":43,"VerseNumber":78,"Text":"Verily We have brought the Truth to you: but most of you have a hatred for Truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"What! have they settled some plan (among themselves)? But it is We Who settle things"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think that We hear not their secrets and their private counsels? Indeed (We do), and Our messengers are by them, to record"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say: \"If (Allah) Most Gracious had a son, I would be the first to worship"},{"SurahNumber":43,"VerseNumber":82,"Text":"Glory to the Lord of the heavens and the earth, the Lord of the Throne (of Authority)! (He is free) from the things they attribute (to him)"},{"SurahNumber":43,"VerseNumber":83,"Text":"So leave them to babble and play (with vanities) until they meet that Day of theirs, which they have been promised"},{"SurahNumber":43,"VerseNumber":84,"Text":"It is He Who is Allah in heaven and Allah on earth; and He is full of Wisdom and Knowledge"},{"SurahNumber":43,"VerseNumber":85,"Text":"And blessed is He to Whom belongs the dominion of the heavens and the earth, and all between them: with Him is the Knowledge of the Hour (of Judgment): and to Him shall ye be brought back"},{"SurahNumber":43,"VerseNumber":86,"Text":"And those whom they invoke besides Allah have no power of intercession;- only he who bears witness to the Truth, and they know (him)"},{"SurahNumber":43,"VerseNumber":87,"Text":"If thou ask them, who created them, they will certainly say, Allah: How then are they deluded away (from the Truth)"},{"SurahNumber":43,"VerseNumber":88,"Text":"(Allah has knowledge) of the (Prophet's) cry, \"O my Lord! Truly these are people who will not believe"},{"SurahNumber":43,"VerseNumber":89,"Text":"But turn away from them, and say \"Peace!\" But soon shall they know"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"By the Book that makes things clear"},{"SurahNumber":44,"VerseNumber":3,"Text":"We sent it down during a Blessed Night: for We (ever) wish to warn (against Evil)"},{"SurahNumber":44,"VerseNumber":4,"Text":"In the (Night) is made distinct every affair of wisdom"},{"SurahNumber":44,"VerseNumber":5,"Text":"By command, from Our Presence. For We (ever) send (revelations)"},{"SurahNumber":44,"VerseNumber":6,"Text":"As Mercy from thy Lord: for He hears and knows (all things)"},{"SurahNumber":44,"VerseNumber":7,"Text":"The Lord of the heavens and the earth and all between them, if ye (but) have an assured faith"},{"SurahNumber":44,"VerseNumber":8,"Text":"There is no god but He: It is He Who gives life and gives death,- The Lord and Cherisher to you and your earliest ancestors"},{"SurahNumber":44,"VerseNumber":9,"Text":"Yet they play about in doubt"},{"SurahNumber":44,"VerseNumber":10,"Text":"Then watch thou for the Day that the sky will bring forth a kind of smoke (or mist) plainly visible"},{"SurahNumber":44,"VerseNumber":11,"Text":"Enveloping the people: this will be a Penalty Grievous"},{"SurahNumber":44,"VerseNumber":12,"Text":"(They will say:) \"Our Lord! remove the Penalty from us, for we do really believe"},{"SurahNumber":44,"VerseNumber":13,"Text":"How shall the message be (effectual) for them, seeing that an Messenger explaining things clearly has (already) come to them"},{"SurahNumber":44,"VerseNumber":14,"Text":"Yet they turn away from him and say: \"Tutored (by others), a man possessed"},{"SurahNumber":44,"VerseNumber":15,"Text":"We shall indeed remove the Penalty for a while, (but) truly ye will revert (to your ways)"},{"SurahNumber":44,"VerseNumber":16,"Text":"One day We shall seize you with a mighty onslaught: We will indeed (then) exact Retribution"}]}