{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"Sred' nikh yest' te, kotoryye s Allakhom v dogovore (Postavili svoy spros): \"Yesli On nam dostavit ot Svoikh shchedrot, To budem, istinno, my milostynyu pravit' I pravednymi stanem (na Yego puti)"},{"SurahNumber":9,"VerseNumber":76,"Text":"Kogda zhe On dostavil im Svoi dary, Skupymi sdelalis' oni I otvernulis', uklonyas' (ot dannogo obeta)"},{"SurahNumber":9,"VerseNumber":77,"Text":"Togda On litsemeriye v ikh serdtse pomestil, Chto budet im soputstvovat' do Dnya, V kotoryy predstoit Yego im sretit', Za to, chto ne byli verny zavetu s Nim; Za to, chto lgali (vnov' i vnov')"},{"SurahNumber":9,"VerseNumber":78,"Text":"Uzhel' oni ne znayut, chto Allakhu Izvestny tayny ikh i skrytyye besedy; Chto sokrovennoye On znayet"},{"SurahNumber":9,"VerseNumber":79,"Text":"A kto vozvodit klevetu na tekh iz vernykh, Kotoryye (iz svoyego dobra) Po dobroy vole milostynyu pravyat, I tekh, kto lish' userdiyem svoim Nakhodit chto podat', I nasmekhayutsya nad nimi, - Allakh nad nimi posmeyetsya, I im - muchitel'naya kara"},{"SurahNumber":9,"VerseNumber":80,"Text":"Poprosish' ty proshcheniya dlya nikh il' net - I yesli dazhe do semidesyati raz Proshcheniya dlya nikh poprosish', Allakh im ne prostit, - Ved' vse zh v Allakha i poslannika Yego ne veruyut oni. Poistine, Allakh ne povedet narod rasputnyy"},{"SurahNumber":9,"VerseNumber":81,"Text":"I radovalis' za spinoy poslannika takiye, Kotoryye (v svoikh domakh) ostalis' (i ne otpravilis' v pokhod). Im v tyagost' bylo na puti Gospodnem Userdstvovat' dobrom svoim i zhizn'yu, I govorili oni (tem, kto vystupal v pokhod): \"V zharu takuyu ne idite!\" Skazhi: \"No yeshche zharche ogn' Ada!\" O, yesli b tol'ko ponyali oni"},{"SurahNumber":9,"VerseNumber":82,"Text":"No pust' oni nemnogo posmeyutsya, - Ved' im pridetsya mnogo plakat', Kak vozdayaniye za to, chto (ikh dela im) predvarili"},{"SurahNumber":9,"VerseNumber":83,"Text":"I kol' Allakh vernet tebya v ikh krug I oni stanut u tebya prosit', Chtob ty pozvolil im poyti s toboy (v pokhod), Skazhi: \"Vy nikogda so mnoyu ne poydete I nikogda ne budete srazhat'sya S vragom (v odnom ryadu) so mnoy. Vam v pervyy raz ugodneye otsizhivat'sya bylo, - Sidite zh s temi, kto (i v etot raz) Otsizhivat'sya pozhelayet"},{"SurahNumber":9,"VerseNumber":84,"Text":"I nikogda ni ob odnom iz nikh, kto umer, ne molis' I (na molitvu) pri yego mogile ne vstavay, - Ved' on (pri zhizni) ne uveroval v Allakha i poslannika Yego, Sey mir pokinuv nechestivym"},{"SurahNumber":9,"VerseNumber":85,"Text":"I pust' tebya ne voskhishchayet Ni ikh dobro, ni deti ikh - Imi Gospod' ikh khochet v etom mire nakazat', Chtob izoshli v neverii ikh dushi"},{"SurahNumber":9,"VerseNumber":86,"Text":"Kogda niskhodit svyshe k nim kakaya-libo Sura, Zovushchaya uverovat' v Allakha I voyevat' (v odnom ryadu) s poslannikom Yego, To te iz nikh, kotoryye drugikh svoim dostatkom prevoskhodyat, Prosyat tebya osvobodit' ikh (ot pokhoda), govorya: \"Ostav' nas (zdes'). My budem s temi, kto uselsya (doma Kak neprigodnyy dlya voyny)"},{"SurahNumber":9,"VerseNumber":87,"Text":"Oni dovol'stvuyutsya tem, Chto ostayutsya s temi, kto sidet' ostalsya. Na ikh serdtsa nalozhena pechat', I lisheny oni lyubogo razumen'ya"},{"SurahNumber":9,"VerseNumber":88,"Text":"Poslannik zhe i te, kotoryye uverovali s nim, Userdstvuyut (na promysle Allakha) Vsem svoim serdtsem i imushchestvom svoim. Vse blaga - im! I lish' oni vostorzhestvuyut"},{"SurahNumber":9,"VerseNumber":89,"Text":"Dlya nikh Allakh ugotoval Sady, rekami omovenny, Gde im navechno prebyvat', - I eto yest' velikoye svershen'ye"},{"SurahNumber":9,"VerseNumber":90,"Text":"I byli sredi beduinov te, Kto, izvinyayas', prikhodil tebya prosit' Osvobodit' ikh (ot pokhoda), I ustranilis' ot pokhoda takzhe te, Kto lgal Allakhu i poslanniku Yego. I tekh iz nikh, kto ne uveroval (v Nego), Muchitel'naya kara porazit"},{"SurahNumber":9,"VerseNumber":91,"Text":"No net viny na tekh, kto slab il' bolen Il' kto (iz skudnogo dostatka svoyego) Raskhodovat' ne mozhet (na puti Allakha), Kol' oni iskrenni pred Nim i pred poslannikom Yego; I nikakikh net osnovaniy Byt' protiv tekh, kto delayet dobro, - Allakh, poistine, proshchayushch, miloserd"},{"SurahNumber":9,"VerseNumber":92,"Text":"Net i na tekh (viny), kotoryye, Pridya k tebe prosit' dospekhov (dlya pokhoda), Uslyshat ot tebya: \"YA ne mogu nayti, na chem otpravit' vas\". Oni otkhodyat, i glaza ikh napolnyayutsya slezami skorbi, Chto net u nikh (dobra) na nuzhnyye izderzhki"}]}