{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"Atē inhāṁ tōṁ pahilāṁ asīṁ phira'auna dī kauma vā imatihāna li'ā. Atē inhāṁ dē kōla ika izata vālā rasūla ā'i'ā"},{"SurahNumber":44,"VerseNumber":18,"Text":"Ki alāha dē ādamī'āṁ nū mērē sapūrada karō. Mai' tuhāḍē la'ī ika bharōsē yōga paiġabara hāṁ"},{"SurahNumber":44,"VerseNumber":19,"Text":"Atē iha ki alāha dē agē bagāvata nā karō. Maiṁ tuhāḍē sāhamaṇē ika sapaśaṭa dalīla pēśa karadā hāṁ"},{"SurahNumber":44,"VerseNumber":20,"Text":"Atē maiṁ āpaṇē atē tuhāḍē raba dī śaraṇa lai cukā hāṁ. Isa gala tōṁ' tūsī' mainū pathara māra kē māra dēvō"},{"SurahNumber":44,"VerseNumber":21,"Text":"Atē jēkara tusī īmāna nahī li'ā'undē tāṁ mērē tōṁ alaga hō jāvō"},{"SurahNumber":44,"VerseNumber":22,"Text":"Sō mūsā nē āpaṇē raba nū pukāri'ā, ki iha lōka aparādhī hana"},{"SurahNumber":44,"VerseNumber":23,"Text":"Tāṁ huṇa tusīṁ mērē ādamī'āṁ nū rātō-rāta lai kē calē jā'uṁ. (Ki'uṅki) tuhāḍā pichā kītā jāvēgā"},{"SurahNumber":44,"VerseNumber":24,"Text":"Atē tusīṁ (samudara dē) pāṇī nū khuśaka hō'i'ā chaḍa dēvō. Unhāṁ dī'āṁ phaujāṁ ḍubaṇa vālī'āṁ hana"},{"SurahNumber":44,"VerseNumber":25,"Text":"Unhāṁ (lōkāṁ) nē kinhē hī bāġa atē jharanē"},{"SurahNumber":44,"VerseNumber":26,"Text":"Khētī-ba̔āṛī'āṁ atē vadhī'ā mahila"},{"SurahNumber":44,"VerseNumber":27,"Text":"Ārāma dē sādhana, jinhāṁ vica uha prasana rahidē sana, sabha chaḍa ditē"},{"SurahNumber":44,"VerseNumber":28,"Text":"Isa tar'hāṁ hī hō'i'ā. Atē asīṁ dūjī kauma nū unhāṁ dā mālaka baṇā ditā"},{"SurahNumber":44,"VerseNumber":29,"Text":"Atē nā unhāṁ tē akāśa rō'i'ā atē nā dharatī rō'ī atē nā unhāṁ nū maukā ditā gi'ā"},{"SurahNumber":44,"VerseNumber":30,"Text":"Atē asīṁ isarā'īla dī aulāda nū apamāna janaka sazā tōṁ chuṭakārā dē ditā"},{"SurahNumber":44,"VerseNumber":31,"Text":"Bhāva phira'auna tōṁ, bēśaka uha bāġī atē hadāṁ tōṁ nikala jāṇa vāli'āṁ vicōṁ sī"},{"SurahNumber":44,"VerseNumber":32,"Text":"Atē asīṁ' unhāṁ nū āpaṇē gi'āna dē nazarī'ē nāla sasāra vāli'āṁ tē srēśaṭatā pra dāna kītī"},{"SurahNumber":44,"VerseNumber":33,"Text":"Atē asīṁ unhāṁ nū ajihī'āṁ niśānī'āṁ ditī'āṁ jinhāṁ vica sapaśaṭa imatihāna sī"},{"SurahNumber":44,"VerseNumber":34,"Text":"Iha lōka ākhadē hana"},{"SurahNumber":44,"VerseNumber":35,"Text":"Sirafa iha hī sāḍī pahilī mauta hai atē asīṁ muṛa nahīṁ zukē jāvāṅgē"},{"SurahNumber":44,"VerseNumber":36,"Text":"Atē jēkara tusīṁ sacē hō tāṁ sāḍē pi'u-dāḍhi'āṁ nū (jīvita) karakē lai āvō"},{"SurahNumber":44,"VerseNumber":37,"Text":"Bhalā iha vadhī'ā hana jāṁ tubā'a dī kaumma atē uha lōka jihaṛē pahilāṁ sana, asīṁ unhāṁ nū ḵẖatama kara ditā. Bēśaka uha avagi'ākārī sana"},{"SurahNumber":44,"VerseNumber":38,"Text":"Atē asīṁ ākāśāṁ, dharatī atē jihaṛā inhāṁ dē vicakāra hai, khēḍa dē rūpa vica nahīṁ baṇā'i'ā"},{"SurahNumber":44,"VerseNumber":39,"Text":"unhāṁ nū asīṁ saca dē nāla baṇā'i'ā, para unhāṁ dē zi'ādātara lōka nahīṁ jāṇadē"},{"SurahNumber":44,"VerseNumber":40,"Text":"Bēśaka inhāṁ sāri'ā dē faisalē dā dina dā samāṁ niradhārita hai"},{"SurahNumber":44,"VerseNumber":41,"Text":"Jisa dina kō'ī riśatēdāra kisē dūjē riśatēdāra dē kama nahīṁ āvēgā atē nā unhāṁ dī kujha madada kītī jāvēgī"},{"SurahNumber":44,"VerseNumber":42,"Text":"Hāṁ paratū uha jisa tē alāha rahimata karē. Bēśaka alāha tākatavara atē rahimata vālā hai"},{"SurahNumber":44,"VerseNumber":43,"Text":"Jakūma (thōhara) dā darakhata"},{"SurahNumber":44,"VerseNumber":44,"Text":"Pāpī dā bhōjana hōvēgā"},{"SurahNumber":44,"VerseNumber":45,"Text":"Tēla dī parata varagā, uha pēṭa vica ubālē mārēgā"},{"SurahNumber":44,"VerseNumber":46,"Text":"Jisa tarāṁ garama pāṇī ubaladā hai"},{"SurahNumber":44,"VerseNumber":47,"Text":"Inhāṁ nū phaṛhō atē ghaṛīsadē hō'ē naraka dē vicakāra taka lai jāvō"},{"SurahNumber":44,"VerseNumber":48,"Text":"Phira isa dē sira tē ubaladē hō'ē pāṇī nū pā kē sazā dēvō"},{"SurahNumber":44,"VerseNumber":49,"Text":"Cakhōṁ isa nū, tū baṛā izata vālā atē patavatā hai"},{"SurahNumber":44,"VerseNumber":50,"Text":"Iha uha cīza (naraka) hai jisa tē tusīṁ śaka karadē sī"},{"SurahNumber":44,"VerseNumber":51,"Text":"Bēśaka alāha tōṁ ḍarana vālē śāntī dē sathāna tē hōṇagē"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bāġāṁ atē jharani'āṁ vica"},{"SurahNumber":44,"VerseNumber":53,"Text":"Uha patalē atē mauṭē rēśama dē kapaṛē pā kē (ika-dūjē dē? Āhamaṇē-sāhamaṇē baiṭhē hōṇagē)"},{"SurahNumber":44,"VerseNumber":54,"Text":"Iha gala isa tar'hāṁ hai ki asīṁ khūbasūrata akhāṁ vālī'āṁ hūrāṁ nāla unhāṁ dā vi'āha kara dēvāṅgē"},{"SurahNumber":44,"VerseNumber":55,"Text":"Uha usa vica harēka prakāra dē falāṁ dē mazē laiṇagē"},{"SurahNumber":44,"VerseNumber":56,"Text":"Uha utē mauta nū nahī' cakhaṇagē, paratū (binā) uha mauta jihaṛī pahilāṁ ā cukī hai. Atē alāha nē unhāṁ nū naraka dī sazā tōṁ bacā li'ā"},{"SurahNumber":44,"VerseNumber":57,"Text":"Iha tērē raba dī kirapā nāla hōvēgā, iha vaḍī safalatā hai"},{"SurahNumber":44,"VerseNumber":58,"Text":"Asīṁ isa kitāba nū tuhāḍī bhāśā vica āsāna baṇā ditā hai tāṁ ki lōka nasīhata prāpata karana"},{"SurahNumber":44,"VerseNumber":59,"Text":"Tāṁ tusīṁ vī uḍīka karō, uha vī uḍīka kara rahē hana"},{"SurahNumber":45,"VerseNumber":1,"Text":"Hā. Mīma"},{"SurahNumber":45,"VerseNumber":2,"Text":"Iha tākatavara atē hikamata vālē alāha valōṁ utārī hō'ī kitāba hai"},{"SurahNumber":45,"VerseNumber":3,"Text":"Bēśaka ākāśāṁ atē dharatī vica niśānī'āṁ hana, īmāna vāli'āṁ la'ī"},{"SurahNumber":45,"VerseNumber":4,"Text":"Tuhāḍī racanā atē jīvadhārī'āṁ vica jihaṛē usa nē dharatī tē phailā rakhē hana. Niśānī'āṁ hana, unhāṁ lōkāṁ la'ī jihaṛē bharōsā rakhadē hana"},{"SurahNumber":45,"VerseNumber":5,"Text":"Rāta atē dina dē ā'uṇa jāṇa vica atē usa dē rizaka vica jihaṛā alāha nē ākāśāṁ vicōṁ utāri'ā, phira usa nāla dharatī nū usa dē bajara hō jāṇa tōṁ bā'ada harī kara ditā atē havāvāṁ dē vagaṇa vica vī niśānī'āṁ hana, unhāṁ lōkāṁ la'ī jihaṛē mata rakhadē hana"},{"SurahNumber":45,"VerseNumber":6,"Text":"Iha alāha dī'āṁ ā'itāṁ hana, jinhāṁ nū asīṁ sacā'ī dē nāla tuhānū suṇā rahē hāṁ. Phira alāha atē usa dī'āṁ ā'itāṁ tōṁ bā'ada kihaṛī gala hai, jisa tē uha īmāna li'ā'uṇagē"},{"SurahNumber":45,"VerseNumber":7,"Text":"Hara usa badē la'ī kharābī hai jihaṛā jhūṭhā tē pāpī hōvē"},{"SurahNumber":45,"VerseNumber":8,"Text":"Jihaṛā alāha dī'āṁ ā'itāṁ nū suṇadā hai, jadōṁ uha usa dē sāhamaṇē paṛhī'āṁ jāndī'āṁ hana, phira uha hakāra dē nāla aṛi'ā rahidā hai. Jivēṁ usa nē unhāṁ nū suṇi'ā hī nahīṁ. Tusīṁ usa nū ika daradanāka sazā dī khūśaḵẖabarī dē dēvō"},{"SurahNumber":45,"VerseNumber":9,"Text":"Atē jadōṁ uha sāḍī'āṁ ā'itāṁ vicōṁ kisē cīza dī la'ī apamānajanaka sazā hai"},{"SurahNumber":45,"VerseNumber":10,"Text":"Unhāṁ dē agē naraka hai. Atē jihaṛā kujha unhāṁ nē kamā'i'ā, uha unhāṁ dē kō'ī kama ā'uṇa vālā nahīṁ. Atē nā uha jinhāṁ nū alāha tō binā pūjanīka baṇā'i'ā hai. Atē unhāṁ la'ī vaḍī sazā hai"},{"SurahNumber":45,"VerseNumber":11,"Text":"Iha nasīhata hai, jinhāṁ nē āpaṇē raba dī'āṁ ā'itāṁ nū jhuṭhalā'i'ā unhāṁ la'ī kaṭhaura daradanāka sazā hai"}]}