{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Suratu An-Nahl. A ordem de Allah há de chegar: então, não a apresseis. Glorificado e Sublimado seja Ele, acima do que idolatram"},{"SurahNumber":16,"VerseNumber":2,"Text":"Ele faz descer os anjos sobre quem quer, entre Seus servos, com a revelação de Sua ordem: \"Admoestai os homens de que não existe Deus além de Mim. Então, temei-Me"},{"SurahNumber":16,"VerseNumber":3,"Text":"Ele criou os céus e a terra, com a verdade. Sublimado seja Ele acima do que idolatram"},{"SurahNumber":16,"VerseNumber":4,"Text":"Ele criou o ser humano de gota seminal; ei-lo então, adversário declarado"},{"SurahNumber":16,"VerseNumber":5,"Text":"E os rebanhos, Ele os criou. Neles, tendes calor e proveitos, e deles comeis"},{"SurahNumber":16,"VerseNumber":6,"Text":"E tendes neles beleza, quando ao anoitecer, os fazeis voltar aos apriscos e, quando, ao amanhecer, os levais para pascer"},{"SurahNumber":16,"VerseNumber":7,"Text":"E eles carregam vossas cargas para um território, a que não chegaríeis senão com a dificuldade das almas. Por certo, vosso Senhor é Compassivo, Misericordiador"},{"SurahNumber":16,"VerseNumber":8,"Text":"E criou os cavalos e as mulas e os asnos, para os cavalgardes e para os terdes como ornamento. E Ele cria o que não sabeis"},{"SurahNumber":16,"VerseNumber":9,"Text":"E a Allah impende indicar a direção reta do caminho, e neste há-os com desvio. E, se Ele quisesse, guiar-vos-ia, a todos vós"},{"SurahNumber":16,"VerseNumber":10,"Text":"Ele é Quem vos faz descer do céu água. Dela bebeis e dela brota vegetação, em que fazeis pascer vossos rebanhos"},{"SurahNumber":16,"VerseNumber":11,"Text":"Com ela, Ele vos faz germinar as searas e as oliveiras e as tamareiras e as videiras e toda espécie de frutos. Por certo, há nisso um sinal para um povo que reflete"},{"SurahNumber":16,"VerseNumber":12,"Text":"E submete-vos a noite e o dia, e o sol e a lua. E as estrelas estão submetidas, por Sua ordem. Por certo, há nisso sinais para um povo que razoa"},{"SurahNumber":16,"VerseNumber":13,"Text":"E submete-vos o que Ele vos fez existir, na terra, cujas cores são variadas. Por certo, há nisso um sinal para um povo que medita"},{"SurahNumber":16,"VerseNumber":14,"Text":"E Ele é Quem vos submete o mar, para dele comerdes carne tenra, e dele extrairdes adornos, que usais. E tu vês o barco sulcando-o e, tudo isso, para que busqueis algo de seu favor, e para serdes agradecidos"},{"SurahNumber":16,"VerseNumber":15,"Text":"E Ele implantou na terra assentes montanhas, para que ela se não abale convosco, e também rios e caminhos, para vos guiardes"},{"SurahNumber":16,"VerseNumber":16,"Text":"E pontos de referência. E com as estrelas, eles, os homens"},{"SurahNumber":16,"VerseNumber":17,"Text":"Quem cria seria como quem não cria? Então, não meditais"},{"SurahNumber":16,"VerseNumber":18,"Text":"E, se contais as graças de Allah, não podereis enumerá-las. Por certo, Allah é Perdoador, Misericordiador"},{"SurahNumber":16,"VerseNumber":19,"Text":"E Allah sabe o que ocultais e o que manifestais"},{"SurahNumber":16,"VerseNumber":20,"Text":"E os que eles invocam, além de Allah, nada criam, enquanto eles mesmos são criados"},{"SurahNumber":16,"VerseNumber":21,"Text":"São mortos, não vivos. E não percebem quando serão ressuscitados"},{"SurahNumber":16,"VerseNumber":22,"Text":"Vosso Deus é Deus Único. Então, os que não crêem na Derradeira Vida, seus corações são negadores da unicidade de Deus, e eles são soberbos"},{"SurahNumber":16,"VerseNumber":23,"Text":"É inconteste que Allah sabe o que eles ocultam e o que manifestam. Por certo, Ele não ama os soberbos"},{"SurahNumber":16,"VerseNumber":24,"Text":"E, quando se lhes diz: \"O que vosso Senhor fez descer?\", dizem: \"As fábulas dos antepassados"},{"SurahNumber":16,"VerseNumber":25,"Text":"Que eles carreguem seus fardos inteiros, no Dia da Ressurreição, e parte dos fardos dos que eles descaminham, sem ciência. Ora, que vil o que eles carregarão"},{"SurahNumber":16,"VerseNumber":26,"Text":"Com efeito, aqueles antes deles, usaram de estratagemas, e Allah chegou a sua edificação pelos alicerces. Então, o teto ruiu sobre eles, e o castigo chegou-lhes por onde não perceberam"},{"SurahNumber":16,"VerseNumber":27,"Text":"Em seguida, no Dia da Ressurreição, Ele os ignominiará e dirá: \"Onde estão Meus parceiros, pelos quais discordastes?\" Aqueles, aos quais fora concedida a ciência, dirão: \"Por certo, hoje a ignomínia e o mal serão sobre os renegadores da Fé"},{"SurahNumber":16,"VerseNumber":28,"Text":"Aqueles, cujas almas os anjos levam, enquanto injustos com si mesmos.\" Então, eles render-se-ão, dizendo: \"Não fazíamos nada de mal\". Dirão os anjos: \"Sim! Por certo, Allah é Onisciente do que fazíeis"},{"SurahNumber":16,"VerseNumber":29,"Text":"Então, entrai pelas portas da Geena. Nela, sereis eternos. E que execrável, em verdade, a moradia dos assoberbados"}]}