{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"Тірі, меңгеруші (Алла) ге бастар иіледі. Кім зұлымдық арқаласа, қор болады"},{"SurahNumber":20,"VerseNumber":112,"Text":"Ал кім иман келтірген түрде түзу іс істесе, сонда ол жамандықтарының артуынан, жақсылықтарының кемуінен қорықпайды"},{"SurahNumber":20,"VerseNumber":113,"Text":"Осылайша Құранды Арапша түсіріп, онда түрлі ескертулер баян еттік. Мүмкін олар сақтанар. Немесе оларға үгіт пайда қылар"},{"SurahNumber":20,"VerseNumber":114,"Text":"Шынайы меңгеруші Алла әр нәрседен жоғары. (Мұхаммед Ғ.С.) саған етілген уахи бітуден бұрын Құранды оқуға асықпа да: \"Раббым, білімімді арттыр!\",- де"},{"SurahNumber":20,"VerseNumber":115,"Text":"Рас бұрын Адамға үкім берген едік. Алайда, ол ұмытты. Оны төзімді таппадық"},{"SurahNumber":20,"VerseNumber":116,"Text":"Сол уақытта періштелерге: \"Адамға сәжде қылыңдар!\",- дедік. Сонда олар сәжде қылды. Бірақ Ібіліс сәжде қылмай бас тартты"},{"SurahNumber":20,"VerseNumber":117,"Text":"Сонда Адамға: \"Күдіксіз осы, саған да жұбайыңа да дұшпан. Екеуіңді жаннаттан шығарып жібермесін. Сонда машақат тартасыңдар\" дедік"},{"SurahNumber":20,"VerseNumber":118,"Text":"Күдіксіз сен жаннатта, аш-жалаңаш қалмайсың"},{"SurahNumber":20,"VerseNumber":119,"Text":"Сондай-ақ онда шөлдемейсің де күннің ыстығы өтпейді"},{"SurahNumber":20,"VerseNumber":120,"Text":"Ақыр шайтан оған азғыру жүргізіп: \"Әй Адам! Саған мәңгілік ағашын және таусылмайтын салтанатты көрсетейін бе?\",- деді"},{"SurahNumber":20,"VerseNumber":121,"Text":"Сонда екеуі, одан жеді. Дереу үятты жерлері көрінді. Сондықтан екеуі де үстеріне жаннаттың жапырақтарын жаба бастады. Адам (Ғ.С.) Раббына күнәкар болып, жолдан тайды"},{"SurahNumber":20,"VerseNumber":122,"Text":"Сонан кейін Раббы оны есіркеп, тәубесін қабыл етіп, тура жолға салды"},{"SurahNumber":20,"VerseNumber":123,"Text":"Бір-біріңе дұшпан болған бойда жаннаттан түгел түсіңдер. Егер екеуің тарапымнан бір туралық келіп, кім тура жолыма ілессе, сонда ол адаспайды да машақат тартпайды"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ал кім үгітімнен бет бұрса, сонда күдіксіз оған бір тар тұрмыс болады. Сондай-ақ оны соқыр түрде жинаймыз"},{"SurahNumber":20,"VerseNumber":125,"Text":"Раббым, мені неге соқыр етіп тірілттің? Расында мен көретін едім\" дейді"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Алла): \"Міне осылай. Өйткені саған аяттарымыз келген еді. Сонда сен оны ұмытқан едің. Сол сияқты бүгін сен де ұмытыларсың\" дейді"},{"SurahNumber":20,"VerseNumber":127,"Text":"Ал міне сөйтіп, шектен шыққан, Раббының аяттарына иман келтірмеген кісіні жазаландырамыз. Әрине ахирет азабы әрі қатты әрі тұрақты"},{"SurahNumber":20,"VerseNumber":128,"Text":"Оларды жұрттарында жүріп жүрген өздерінен бұрынғы Біз жоқ еткен нәсілдер (дін үлгісі) жолға салмады ма? Рас мұнда ақыл иелеріне өнеге бар"},{"SurahNumber":20,"VerseNumber":129,"Text":"Егер Раббыңнан бекітілген сөз; белгіленген бір мерзім болмаса, әрине істері біткен болар еді"},{"SurahNumber":20,"VerseNumber":130,"Text":"(Мұхаммед Ғ.С.) сонда олардың айтқандарына сабыр ет. Күн шығудан бұрын да батудан бұрын да Раббыңды мақтай пәкте. Кеш мезгілдерінде және күндіздің айналасында да пәкте. Мүмкін ризалыққа бөленерсің"},{"SurahNumber":20,"VerseNumber":131,"Text":"Біз олардың кейбіреуіне сынау үшін берген дүние тіршілігінің ғана сәні түріндегі нәрселерге көзіңді сүзбе. Раббыңның несібесі хайырлы да тұрақты"},{"SurahNumber":20,"VerseNumber":132,"Text":"Үй-ішіңді намазға бұйыр және өзің де оған көңіл бөл. Біз сенен ризық тілемейміз. Сені біз ризықтандырамыз. Соңғы табыс тақуаға тән"},{"SurahNumber":20,"VerseNumber":133,"Text":"Олар: \"Бұл, Раббынан бір мүғжиза неге келтірмейді?\",- деді. Оларға, бұрынғы кітаптарда ашық дәлелдер келмеді ме? (Бұрынғы Інжіл, Тәуратты және т.б. кітаптарды қамтыған Бұл Құран, осал бір мүғжиза ма? Ж.Б.К.М.Р)"},{"SurahNumber":20,"VerseNumber":134,"Text":"Егер бізге бір елші жіберген болсаң, қор және сорлы болудан бұрын аяттарыңа көнер едік\" дер еді"},{"SurahNumber":20,"VerseNumber":135,"Text":"(Мұхаммед Ғ.С.) оларға: \"Бәріміз де соңын күтеміз. Ал сендер де күтіңдер. Таяуда кімнің тура жолға ие екендігін, кімнің тура жол тапқандығын білесіңдер\" де"}]}