{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"And surely, indeed We have honoured Bani-Adam (descendents of Adam), and We have carried them on land and sea, and have provided them as sustenance the palatable and lawful items, and have given them a higher rank over a vast majority out of those whom we created, in preference"},{"SurahNumber":17,"VerseNumber":71,"Text":"(And bring to mind) the Day We call all human beings with their Imam (‘one which guides and leads’. This is one of the attributes for Allah’s Book — i.e., Al-Kitab) so whosoever is given his record (of personal deeds) through his right side, then such people will read their record and they will not be dealt with unjustly in the least"},{"SurahNumber":17,"VerseNumber":72,"Text":"And whosoever remained blind (i.e., he did not use his mind to acquire knowledge of Allah’s Book and then adopt it in life) in this (world), so he (will be) blind in the Hereafter and more astray regarding the path"},{"SurahNumber":17,"VerseNumber":73,"Text":"And if they could, they would surely tempt you away from that (Imam or Al-Kitab) which We revealed unto you, with the intention that you may (then) fabricate against Us something other than it; and then they would certainly have taken you a friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"And had We not made you firm (in your stand about Imam or Al-Kitab which you had to propagate) you would nearly have inclined to them a little"},{"SurahNumber":17,"VerseNumber":75,"Text":"In that case, We would have surely made you taste increasing (punishment) in life and increasing (punishment) at death. In such a situation you do not find for yourself any helper against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"And if they could, they would have surely frightened you (so much) from the place that they may drive you out from there. But in that case they would not stay (therein) after you, except for a little while"},{"SurahNumber":17,"VerseNumber":77,"Text":"(Appreciate the) Sunnah (the legacy and practices) of those whom We surely sent before you, out of Our Messengers. And you will not find any amendments or alterations regarding Our Sunnah"},{"SurahNumber":17,"VerseNumber":78,"Text":"Establish As-Salat at the decline of the sun,and (again) till darkness of the night (appears); and (also establish) Al-Quran of Al-Fajr (‘the day-break’). [This recommendation covers the offering of Salat-ul-Fajr as well as early morning study of the Quran]. Verily Quran-al-Fajr [‘Early morning recitation’ (in Salat-ul-Fajr) or early morning study of the Quran for understanding its Message] became one used as a witness (i.e., it is retained in memory and then becomes a witness to every act, deed, thought and concept and guides them all the time)"},{"SurahNumber":17,"VerseNumber":79,"Text":"And in some part of the night also Tahajjud (wake up) with it (for the sake of reciting it in Prayer and mahead of state its study to understand it), as a super-erogatory service for you. It could be that your Nourisher-Sustainer raises you to Maqaman Mahmuda [an exalted position (here and in the Hereafter]"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say: “My Nourisher-Sustainer! Enter me as one who has entered in truth and take me out as one who has come out in truth, and grant me from You an assisting power.”"},{"SurahNumber":17,"VerseNumber":81,"Text":"And declare: “Al-Haqq (‘The Truth’, ‘The Original’) has come, and Batil (fabricated material) has vanished. Verily, Batil has become one that stands vanished.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"And We deliver from Al-Quran that which is a healing and a mercy for the Believers. And it does not increase the transgressors but in loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when We bestowed (Our grace) on a human being he slided away and turned to his side. And when evil inflicted him he became one who has lost hope"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say: “Each (human) acts according to his leanings. So your Nourisher-Sustainer knows better that one — he (who) is more guided to the Path.”"},{"SurahNumber":17,"VerseNumber":85,"Text":"And they ask you concerning Ar-Ruh (‘The Spirit’). Say: “Ar-Ruh is something out of the order and ordainment of my Nourisher-Sustainer. And you have not been given out of knowledge, but very little"},{"SurahNumber":17,"VerseNumber":86,"Text":"And if We thought proper We would surely take away (from your memory) that which We have sent you as inspiration (i.e., the whole or any specific part of Al-Kitab). Then you would not find for yourself against Us a protector — regarding it"},{"SurahNumber":17,"VerseNumber":87,"Text":"except as a mercy from your Nourisher-Sustainer. Verily, His grace unto you is very, very great"},{"SurahNumber":17,"VerseNumber":88,"Text":"Declare: “If mankind and jinn joined together that they may bring (something) similar to this Al-Quran, they shall not (and never) bring similar to that even if some of them are to some (others) as those who provide utmost assistance and help.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"And indeed We have scattered for mankind in this Al-Quran all kinds of similitudes; but the majority of mankind rejected (all), except disbelief"},{"SurahNumber":17,"VerseNumber":90,"Text":"And they said: “We shall never Believe for your sake until you cause to gush forth for us out of the earth, a spring"},{"SurahNumber":17,"VerseNumber":91,"Text":"Or there may be for you a garden of date-palms and grapes, and you cause to gush forth rivers in their midst abundantly"},{"SurahNumber":17,"VerseNumber":92,"Text":"Or you cause the heaven to fall upon us in pieces as you boasted, or you come with Allah and the angels (before us) face to face"},{"SurahNumber":17,"VerseNumber":93,"Text":"Or there may be for you a house of gold, or you ascend up into the sky, and (even then) we shall never put faith in your ascension until you make descend over us a book that we may read.” Say: “Glorified be my Nourisher-Sustainer! What am I except a man (sent as a) Messenger?” [Therefore you should not expect any of such acts being performed by the Messenger, and you should not develop faith in any such incidents which may be fabricated in man-written books about me]"},{"SurahNumber":17,"VerseNumber":94,"Text":"And prevented not mankind that they may Believe when Al-Huda (‘The Guidance’) reached them except that they said: \"Has Allah raised (an ordinary) human being as (His) Messenger?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say: “If there were on the earth angels walhead of state about in peace and tranquility, We should certainly have sent down unto them from the heaven an angel as a Messenger.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say: “It became sufficient for Allah to be a Witness between me and between you. Verily, He is, regarding His Ibad, All-Knower, All-Seer"},{"SurahNumber":17,"VerseNumber":97,"Text":"And that whom Allah guides so he is he who is guided; and that whom He allows to go astray — so you will never find for them ‘auliya’, besides Him; and We shall gather them on the Day of Resurrection (prone) on their faces, blind, dumb and deaf, their abode (will be) hell; whenever it abated, We increased to them (fierceness of) the flaming Fire"},{"SurahNumber":17,"VerseNumber":98,"Text":"That is their recompense because they denied Our signs and said: “Will, when we became bones and fragments, shall we really be Resurrected people in a new creation?”"}]}