{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"و هر كه در راه خدا هجرت كند، در زمين سرپناه بسيار و گشايشى [در كار] مى‌يابد و هر كه از خانه‌اش به منظور مهاجرت به سوى خدا و رسول او خارج شود و آن‌گاه مرگ او را دريابد، قطعا پاداش او بر عهده‌ى خداست و خداوند آمرزنده‌ى مهربان است"},{"SurahNumber":4,"VerseNumber":101,"Text":"و چون سفر كرديد، اگر بيم داشتيد كه كفّار به شما آسيب رسانند، مانعى نيست كه نماز را كوتاه كنيد. همانا كافران همواره دشمن آشكار شمايند"},{"SurahNumber":4,"VerseNumber":102,"Text":"و چون [در هنگام خطر] در ميان ايشان بودى و برايشان نماز بر پا كردى، بايد يك گروه از آنان با تو [ركعت اول را] به نماز ايستند و سلاح‌هاى خود را برگيرند، و چون به سجده رفتند [و ركعت دوم را فرادى تمام كردند] بايد پشت سر شما قرار گيرند و گروه ديگرى كه نما"},{"SurahNumber":4,"VerseNumber":103,"Text":"و چون نماز را به پايان برديد، خدا را [در همه حال‌] ايستاده و نشسته و خوابيده ياد كنيد، و همين كه ايمن شديد، نماز را [تمام‌] بخوانيد، چرا كه نماز بر مؤمنان فريضه‌اى زماندار است"},{"SurahNumber":4,"VerseNumber":104,"Text":"و در تعقيب دشمن سستى نكنيد. اگر شما [از زخم‌هاى جنگ‌] درد مى‌كشيد، بى‌گمان آنها نيز مثل شما درد مى‌كشند [با اين تفاوت كه‌] شما اميدى به خدا داريد كه آنها ندارند، و خداوند دانا و حكيم است"},{"SurahNumber":4,"VerseNumber":105,"Text":"همانا ما اين كتاب را به حق بر تو نازل كرديم تا ميان مردم طبق آنچه خدا به تو نشان داده است حكم كنى، و زنهار كه مدافع خيانتكاران باشى"},{"SurahNumber":4,"VerseNumber":106,"Text":"و از خدا آمرزش بخواه كه خداوند آمرزنده‌ى مهربان است"},{"SurahNumber":4,"VerseNumber":107,"Text":"و در باره‌ى كسانى كه به خود خيانت مى‌كنند بحث [و دفاع‌] نكن، زيرا خدا خيانتگر گناه پيشه را دوست ندارد"},{"SurahNumber":4,"VerseNumber":108,"Text":"[خيانت خود را] از مردم پنهان مى‌دارند و از خدا پنهان نمى‌كنند [و شرم نمى‌دارند] در صورتى كه خدا در آن لحظه كه شبانه به سخنان خلاف رضاى او مى‌پردازند با آنهاست، و خداوند بدانچه مى‌كنند محيط است"},{"SurahNumber":4,"VerseNumber":109,"Text":"هان! اينك شما در زندگى دنيا از ايشان دفاع كرديد، پس چه كسى روز رستاخيز [در دفاع‌] از آنان با خداوند مجادله خواهد كرد يا چه كسى حامى و مدافع آنها خواهد بود"},{"SurahNumber":4,"VerseNumber":110,"Text":"و هر كه كار بدى كند يا به خود ستم كند، سپس از خداوند آمرزش بخواهد خدا را آمرزنده و مهربان خواهد يافت"},{"SurahNumber":4,"VerseNumber":111,"Text":"و هر كه گناهى مرتكب شود، تنها به زيان خود كار مى‌كند و خداوند آگاه و حكيم است"},{"SurahNumber":4,"VerseNumber":112,"Text":"و هر كه خطا يا گناهى كند، سپس آن را به بى‌گناهى نسبت دهد، زير بار بهتان و گناه آشكارى رفته است"},{"SurahNumber":4,"VerseNumber":113,"Text":"و اگر فضل و مهر خدا بر تو نبود، گروهى از آنها قصد داشتند تو را [در داورى‌] از راه به در كنند، ولى آنها جز خود را گمراه نكنند و هيچ زيانى به تو نرسانند، و خدا كتاب و حكمت بر تو نازل كرد و آنچه را نمى‌دانستى به تو آموخت، و تفضل خداوند بر تو بزرگ است"}]}