{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Ama Allah´a karsı sorumluluk bilinci tasıyanlara: \"Rabbiniz ne indirdi?\" diye soruldugunda, onlar: \"Katıksız iyiligi!\" diye cevap verirler. Iyilikte devamlı olanlar bu dunyada iyilik bulacaklardır; boylelerinin ote dunyada tutacakları yurt cok daha hayırlı olacaktır. Ne guzel bir yurt, Allah´a karsı sorumluluk bilinci tasıyanların yurdu"},{"SurahNumber":16,"VerseNumber":31,"Text":"Iclerinde derelerin, ırmakların cagıldadıgı ebedi mutluluk, esenlik bahcelerine girecekler ve orada gonullerinin cektigi her seyi bulabilecekler. Allah, Kendisine sorumluluk bilinciyle baglananları iste boyle odullendirecektir"},{"SurahNumber":16,"VerseNumber":32,"Text":"Onlar ki, bir arınmıslık hali icindeyken melekler, \"Size selam olsun, (hayattayken) yaptıklarınızdan oturu girin cennete!\" diyerek canlarını alırlar"},{"SurahNumber":16,"VerseNumber":33,"Text":"(Hakkı inkar edenler) yalnızca meleklerin kendilerine gorunmesini ya da Allah´ın nihai yargısının gerceklesmesini mi bekliyorlar? Onlardan once gelip gecen (gunahkar) toplumlar da boyle yaptı; ve (helak edildikleri zaman) onlara zulmeden Allah degildi; tersine onlar kendi kendilerine zulmettiler"},{"SurahNumber":16,"VerseNumber":34,"Text":"Oyle ki, isledikleri kotulukler kendi baslarına yıkılmıs, alay edip durdukları sey onları cepecevre kusatmıstı"},{"SurahNumber":16,"VerseNumber":35,"Text":"Allah´tan baskalarına tanrısal nitelikler yakıstıran kimseler: \"Eger Allah dileseydi,\" diyorlar, \"ne biz, ne de atalarımız O´ndan baska hicbir seye kulluk etmez, O´nun buyrugu hilafına hicbir seyi yasaklamazdık.\" Onlardan once gelip gecen (inkarcılar) da tıpkı boyle demislerdi; peki, bu durumda elcilere, (kendilerine indirilen mesajı) acık acık bildirmekten baska ne duser"},{"SurahNumber":16,"VerseNumber":36,"Text":"Gercek su ki, Biz her toplumun icinden, \"Allah´a kulluk edin, ser guclerden kacının!\" (mesajıyla gonderdigimiz) bir elci cıkardık. O (gecmis nesil)lerden bir kısmını Allah hidayetiyle dogru yola yoneltti; bir kısmı da sapıklık icinde bırakılmaya mustehak oldular: O halde, simdi, yeryuzunde dolasın ve hakkı yalanlayanların sonunun nasıl oldugunu gorun"},{"SurahNumber":16,"VerseNumber":37,"Text":"Imdi, sen (o hakkı inkarda ısrarlı olanların) dogru yola erismelerini tutkuyla istesen de, (bil ki,) Allah, sapıklık icinde kalmalarına hukmettigi kimseleri dogru yola eristirmez; ve boyleleri (Kıyamet Gunu´nde) kendilerine yardımcı da bulamayacaklardır"},{"SurahNumber":16,"VerseNumber":38,"Text":"Ustelik, bunlar en ciddi yeminlerle, Allah´ın ismini anarak, \"Allah oluyu asla diriltmeyecektir!\" diye and iciyorlar. Hayır, gercekten bu O´nun, gerceklesmesini kendi uzerine aldıgı bir vaaddir; ne var ki, insanların cogu bunu bilmez"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Oysa, Allah oluleri diriltecektir) ki, uzerinde ayrılıga dustukleri gercegi onlara butun acıklıgıyla gostersin ve o hakkı inkara kalkısanlar da kendilerinin yalancı olduklarını gorup de anlayabilsinler"},{"SurahNumber":16,"VerseNumber":40,"Text":"Biz, ne zaman bir seyin olmasını istesek, ona sadece \"Ol!\" deriz ve o (sey hemen) oluverir"},{"SurahNumber":16,"VerseNumber":41,"Text":"Imdi, (benimsedigi dinden oturu) zulme ugradıktan sonra Allah yolunda zulum diyarını terk edenlere gelince; Biz onları, suphesiz, bu dunyada guzel bir yere yerlestirecegiz; ama onların ahirette hak ettikleri odul daha da buyuk olacaktır. (Hakkı inkar edenler boylece) bir anlayabilselerdi"},{"SurahNumber":16,"VerseNumber":42,"Text":"gucluklere gogus gerip, yalnızca Rablerine guven baglayan kimseleri (bekleyen bu bahtiyarlıgı)"},{"SurahNumber":16,"VerseNumber":43,"Text":"(Ey Muhammed,) Biz senden onceki caglarda da, kendilerine vahyettigimiz (olumlu) adamlardan baska kimseyi (elci olarak) gondermedik; bu konuda yeterli bilgiye sahip degilseniz, vahyedilmis onceki kitaplara baglı kimselere sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"(Onlar size, kendilerini) apacık delillerle ve hikmet dolu ilahi kitaplarla (destekledigimiz peygamberlerin olumlu adamlardan baska kimseler olmadıgını soyleyeceklerdir). Ve biz sana da bu uyarıcı kitabı indirdik ki, insanlara, basından beri indirilegelen mesajın aslını olanca acıklıgıyla ulastırasın ve onlar da boylece belki dusunurler"},{"SurahNumber":16,"VerseNumber":45,"Text":"Peki oyleyse, (su) ser duzenleri gelistiren kimseler, Allah´ın kendilerini yerin dibine gecirmeyecegine yahut azabın, nereden geldigini bilemeyecekleri bir tarzda baslarında kopmayacagına dair tamamen guvenlik icinde mi goruyorlar kendilerini"},{"SurahNumber":16,"VerseNumber":46,"Text":"Yahut donup dururken hicbir sekilde engel olamayacakları (bir azapla O´nun) kendilerini (apansız) yakalamayacagına"},{"SurahNumber":16,"VerseNumber":47,"Text":"ya da onları icten ice curutup (sonunda) tepelemeyecegine dair?... Ama bilin ki, Rabbiniz gercekten de cok sefkatli, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Oyleyse, (hakkı inkar edenler) Allah´ın yarattıgı nesneleri gormuyorlar mı? Onların golgeleri, (Allah´ın iradesine) butunuyle boyun egerek bir saga bir sola donup Allah icin saygı ve tazimle (nasıl) yere kapanmaktadırlar"},{"SurahNumber":16,"VerseNumber":49,"Text":"Ayrıca goklerde ve yerde olan hersey -butun canlılar/hayvanlar ve melekler- kendilerini buyukluk duygusuna kaptırmadan Allah icin saygı ve tazimle yere kapanmaktadırlar"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ustlerinde (egemen) bulunan Rablerinden korkuyor ve kendilerine ne buyurmussa onu yapıyorlar"}]}