{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":57,"VerseNumber":16,"Text":"Imana ermis olanların kalplerinin Allah´ı ve (kendilerine) indirilen hakikati anarken acizliklerini fark etmelerinin zamanı gelmedi mi? (Ve vakti gelmedi mi) kendilerine daha once vahiy indirilmis olanlara ve zamanın gecmesiyle kalpleri katılasarak cogu (bugun) yoldan sapmıs olanlara benzememelerinin"},{"SurahNumber":57,"VerseNumber":17,"Text":"(Ama) bilin ki Allah cansız hale gelen topraga yeniden hayat verir! Ve aklınızı kullanabilesiniz diye mesajlarımızı sizin icin kolay anlasılır kıldık"},{"SurahNumber":57,"VerseNumber":18,"Text":"Hakikati tasdik eden kadınlara ve erkeklere ve (boylece) Allah´a guzel bir borc verenlere gelince, onlara kat kat fazlası geri odenecek ve (oteki dunyada) degerli bir mukafat kazanacaklar"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allah´a ve Elcisi´ne inananlar, iste onlardır hakikate sahip cıkan ve Allah´ın huzurunda (ona) tanıklık edenler. (Boylece) onlar odullerini ve nurlarını elde edecekler. Hakikati inkara ve mesajlarımızı yalanlamaya sartlanmıs olanlara gelince, onlar yakıcı atese mahkum olanlardır"},{"SurahNumber":57,"VerseNumber":20,"Text":"Bilin ki (ey insanlar!) Bu dunya hayatı, sadece bir oyundan, gecici bir eglence ve guzel bir gosteriden, birbirinizle buyukluk yarısı(na girismenizden) ve daha cok servet ve cocuk sahibi olma hırsın(ız)dan ibarettir. Bu (dunya)nın durumu, (hayat getiren) yagmurun hikayesine benzer: Yagmurun yeserttigi bitki, topragı ekenlere sevinc verir; ama sonra kurur ve sen onun sarardıgını gorursun; sonunda toprak haline gelir. Ama oteki dunyada (insanın durumu ile ilgili ebedi hakikat acıkca ortaya cıkacaktır). (Ya) siddetli azap, yahut Allah´ın bagıslayıcılıgı ve hosnutlugu, cunku bu dunya hayatı, kendini kandırmanın zevkin(i tatmak)tan baska bir sey degildir"},{"SurahNumber":57,"VerseNumber":21,"Text":"(Bu nedenle,) Rabbinizin bagıslayıcılıgına nail olmak ve (boylece) Allah´a ve Elcisine iman edenler icin hazırlanmıs bulunan, gokler ve yer kadar genis bir cenneti elde etmek yolunda birbirinizle yarısın! Bu, Allah´ın diledigine bagısladıgı bir lutfudur; cunku Allah sonsuz lutuf sahibidir"},{"SurahNumber":57,"VerseNumber":22,"Text":"Hicbir musibet, daha once buyrugumuzda (ongorulmus) olmadıkca ne yeryuzunun ne de sizin basınıza gelmez, suphesiz bu Allah icin kolay (bir is)tir"},{"SurahNumber":57,"VerseNumber":23,"Text":"(Bunu bilin ki,) elinizden kacan (iyi ve guzel) seylere uzulmeyesiniz ve elinize gecen (iyi ve guzel) seylerle de (bos yere) sımarmayasınız. Cunku Allah, kendini begenip kustahca davrananları sevmez"},{"SurahNumber":57,"VerseNumber":24,"Text":"Ki onlar (Allah´ın nimetleri uzerinde) cimrilik edip baskalarına da cimrice davranmayı tavsiye ederler! Ve sırtını (bu hakikate) cevirenler (bilsin ki) Allah kendi kendine yeterlidir, butun ovgulere layıktır"},{"SurahNumber":57,"VerseNumber":25,"Text":"Dogrusu, (daha once de) elcilerimizi (bu) hakikatin butun kanıtları ile gonderdik; ve onlar aracılıgıyla vahyi bagısladık (ve boylece, dogru ile egriyi tartabilmeniz icin size) bir terazi (verdik) ki insanlar adaletle davranabilsinler; ve (size) icinde muthis bir guc ve insanlar icin bircok faydalar bulunan demiri (kullanma yetenegi) bagısladık. (Butun bunlar size verildi ki) Allah, O´nun ve Elcisi´nin yolunda yuruyenleri ayırabilsin, (Kendisi) insan kavrayısının otesinde olsa bile. Suphesiz Allah gucludur, kudret sahibidir"},{"SurahNumber":57,"VerseNumber":26,"Text":"Gercekten, (aynı amacla) Nuh´u ve Ibrahim´i (elcilerimiz olarak) gonderdik ve soylarından gelenlere peygamberlik ve vahiy verdik; onların bir kısmı dogru yoldaydı, ama cogu da yoldan sapmıstı"},{"SurahNumber":57,"VerseNumber":27,"Text":"Ve sonra onların ardından oteki elcilerimizi gonderdik; ve (zaman icinde) arkalarından kendisine Incil verdigimiz Meryem oglu Isa´yı gonderdik; o´na (sadık bir sekilde) uyanların kalplerine sefkat ve merhamet yerlestirdik. Ruhbanca riyazete gelince, Biz onlara bunu emretmedik, Allah´ın rızasını kazanmak arzusuyla onu kendileri uydurdu. Ama sonra ona, (her zaman) gerektigi gibi uymadılar, boylece Biz, (gercekten) iman etmis olanlara karsılıgını verdik, ama onların cogu yoldan cıkmıslardı"},{"SurahNumber":57,"VerseNumber":28,"Text":"Siz ey imana ermis olanlar! Allah´a karsı sorumlulugunuzun bilincine varın ve O´nun Elcisi´ne inanın, ki O, size rahmetinden iki kat versin ve sizin icin (aydınlıgında) yuruyeceginiz bir ısık yaksın ve (gecmis gunahlarınızı) bagıslasın. Cunku Allah cok bagıslayıcıdır, rahmet kaynagıdır"},{"SurahNumber":57,"VerseNumber":29,"Text":"Ve gecmis vahiylerin mensupları bilsinler ki Allah´ın lutfu uzerinde hicbir gucleri yoktur; butun lutuf (yalnızca) Allah´ın elindedir, onu diledigine verir. Allah sonsuz lutuf sahibidir"}]}