{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"İsrail, Tevrat inmeden kendisine neleri haram ettiyse onlardan başka her çeşit yiyecek, İsrailoğullarına helaldi. De ki: Sözünüz doğruysa getirin Tevrat'ı da okuyun bakalım"},{"SurahNumber":3,"VerseNumber":94,"Text":"Bundan sonra da kim Allah'a yalan isnat ederse artık o çeşit adamlardır zalimler"},{"SurahNumber":3,"VerseNumber":95,"Text":"De ki: Allah doğru söylemiştir, siz de artık doğru yolu tutan İbrahim'in dinine uyun ve o, şirk koşanlardan değildi"},{"SurahNumber":3,"VerseNumber":96,"Text":"Şüphe yok ki ilk kurulan ev, Mekke'deki evdir. Kutludur ve alemlere doğru yolu gösterir"},{"SurahNumber":3,"VerseNumber":97,"Text":"Oradadır apaçık deliller ve İbrahim'in durağı ve kim oraya girerse emin olur. İnsanlardan, oraya gitmeye gücü yetene, Allah için gidip o evi ziyaret ederek haccetmesi farzdır. İnkar eden eder, Allah şüphe yok ki bütün alemlerden müstağnidir"},{"SurahNumber":3,"VerseNumber":98,"Text":"De ki: Ey kitap ehli, ne diye Allah'ın delillerini inkar eder, kafir olursunuz? Halbuki Allah, bütün yaptıklarınızı görür"},{"SurahNumber":3,"VerseNumber":99,"Text":"De ki: Ey kitap ehli, kendiniz de tanıksınız, öyle olduğu halde gene zor zoruna ne diye bir eğrilik bulmaya yeltenir de inananları, Allah yolundan döndürmeye çalışırsınız? Allah'sa yaptıklarınızdan gafil değildir ki"},{"SurahNumber":3,"VerseNumber":100,"Text":"Ey inananlar, kendilerine kitap verilenlerin herhangi bir kısmına uyarsanız sizi döndürür, inancınızdan sonra kafir yapar"},{"SurahNumber":3,"VerseNumber":101,"Text":"Fakat siz nasıl kafir olabilirsiniz ki Allah'ın ayetleri size okunmada, Allah'ın Resulü de içinizde. Kim Allah'a sımsıkı yapışırsa şüphe yok ki o, dosdoğru yola sevk edilmiştir"},{"SurahNumber":3,"VerseNumber":102,"Text":"Ey inananlar, Allah'tan nasıl sakınmak lazımsa öyle sakının ve ancak Müslüman olarak can verin"},{"SurahNumber":3,"VerseNumber":103,"Text":"Hep birden Allah'ın ipine sımsıkı sarılın, bölük bölük olmayın ve anın Allah'ın size verdiği nimeti, anın o zamanı ki düşmandınız birbirinize, kalplerinizi uzlaştırdı, nimetiyle kardeş oldunuz. İçinde ateş dolu bir çukurun tam kenarındaydınız, sizi kurtardı oradan. Allah, doğru yolu bulursunuz diye delillerini böyle açıklar işte"},{"SurahNumber":3,"VerseNumber":104,"Text":"İçinizde öyle kişiler bulunmalı ki onlar, sizi hayra çağırsın, size iyiliği emretsin, sizi kötülükten vazgeçirmeye çalışsın ve onlardır kurtulanlar, muratlarına erenler"},{"SurahNumber":3,"VerseNumber":105,"Text":"Kendilerine apaçık deliller geldikten sonra da gene bölük bölük olanlara, gene ayrılığa düşenlere benzemeyin. Öyle kişilerdir onlar ki onlaradır pek büyük azap"},{"SurahNumber":3,"VerseNumber":106,"Text":"Bir gündür o gün ki yüzler ağarır, yüzler kararır. Yüzleri kararanlara, inandıktan sonra denir, kafir mi oldunuz? Kafir olmanıza karşılık tadın azabı"},{"SurahNumber":3,"VerseNumber":107,"Text":"Yüzleri ağaranlara gelince onlar, Allah'ın rahmetindedir, onlar, o rahmette ebedi olarak kalırlar"},{"SurahNumber":3,"VerseNumber":108,"Text":"İşte bunlar, Allah'ın ayetleridir. Gerçek olarak onları sana okumadayız ve Allah, alemlere zulmetmeyi istemez"},{"SurahNumber":3,"VerseNumber":109,"Text":"Allah'ındır ne varsa göklerde ve yeryüzünde ve işler, dönüp ona varır"},{"SurahNumber":3,"VerseNumber":110,"Text":"Siz insanlar için meydana çıkarılan en hayırlı ümmetsiniz; insanlara iyiliği emredersiniz, kötülükte bulunmamalarını söylersiniz ve Allah'a inanırsınız. Kitap ehli de inansaydı hayırlı olurdu kendilerine. Onlardan inananlar da var, fakat çoğu dinden çıkmıştır"},{"SurahNumber":3,"VerseNumber":111,"Text":"Onlar size hiçbir suretle zarar veremezler, ancak incitirler sizi. Onlara bir tek yardımcı bile bulunmaz"},{"SurahNumber":3,"VerseNumber":112,"Text":"Nerede bulunurlarsa bulunsunlar, aşağılık bir hale getirilmiştir onlar; ancak Allah'ın ipine ve insanların yapıştıkları ipe yapışanlar müstesna. Allah'ın gazabına uğradılar ve üstlerine miskinlik çullandı. Bu da Allah'ın delillerini inkar ettikleri ve haksız yere peygamberleri öldürdükleri için, bu da isyan ettikleri ve hadlerini aştıkları için"}]}