{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(Uwo muhanuzi) akababwira ati \"Ese n’iyo naba mbazaniye inzira iruta iyo mwasanganye abakurambere banyu (mwampakana)?\" Baravuga bati \"Mu by’ukuri, ibyo mutuzaniye turabihakanye"},{"SurahNumber":43,"VerseNumber":25,"Text":"Nuko turabibahanira. Bityo, nimurebe uko iherezo ry’abahinyuye ukuri ryagenze"},{"SurahNumber":43,"VerseNumber":26,"Text":"Kandi wibuke ubwo Ibrahimu yabwiraga se ndetse n’abantu be ati \"Mu by’ukuri, njye nitandukanyije nibyo musenga"},{"SurahNumber":43,"VerseNumber":27,"Text":"Usibye uwampanze (ni we nzasenga wenyine), kuko ari we uzanyobora"},{"SurahNumber":43,"VerseNumber":28,"Text":"Maze iryo jambo (ryo gusenga Allah wenyine) Ibrahimu ariraga abazamukomokaho, kugira ngo bagarukire (Allah)"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ariko abo (babangikanyamana) n’ababyeyi babo twabahaye umunezero w’igihe gito kugeza ubwo bagezweho n’ukuri ndetse n’intumwa ibasobanurira"},{"SurahNumber":43,"VerseNumber":30,"Text":"Nuko bamaze kugerwaho n’ukuri baravuze bati \"Ubu ni uburozi kandi turabuhakanye"},{"SurahNumber":43,"VerseNumber":31,"Text":"Baranavuze bati \"Iyo iyi Quran (iba ari ukuri),yariguhishurirwa umugabo w’igikomerezwa ukomoka muri umwe mu mijyi ibiri (Maka na Twaifu)"},{"SurahNumber":43,"VerseNumber":32,"Text":"Ese ni bo bagaba impuhwe (ubutumwa) za Nyagasani wawe (aho bihitiyemo)? Ahubwo ni twe twabagabiye imibereho yabo mu buzima bw’iyi si. Tunazamura mu ntera bamwe muri bo, kugira ngo bamwe bakorere abandi (imirimo). Kandi impuhwe za Nyagasani wawe ni zo nziza kuruta izo bakusanya"},{"SurahNumber":43,"VerseNumber":33,"Text":"Kandi n’iyo abantu baza kuba umuryango umwe (w’abahakanyi), twari guha abahakana Allah Nyirimpuhwe, inzu zifite ibisenge bya feza n’ingazi buririraho"},{"SurahNumber":43,"VerseNumber":34,"Text":"N’amazu yabo tukayaha inzugi n’intebe zegamirwaho (byose bya Feza)"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ndetse n’imitako (ya Zahabu). Nyamara ibyo byose ni umunezero w’igihe gito cy’ubuzima bwo kuri iyi si. Kandi ubuzima bwo ku munsi w’imperuka kwa Nyagasani wawe ni ubw’abatinya Allah"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kandi uzirengagiza urwibutso rwa Allah Nyirimpuhwe, tuzamugira ingaruzwamuheto ya Shitani, maze imubere inshuti (magara)"},{"SurahNumber":43,"VerseNumber":37,"Text":"Mu by’ukuri, (shitani) zibakumira kugana inzira igororotse, bakanibwira ko ari bo bayobotse"},{"SurahNumber":43,"VerseNumber":38,"Text":"Kugeza ubwo (uwirengagije urwibutso) azatugeraho (akerekwa iherezo rye ribi), maze abwire (shitani yamuyobeje) ati \"Iyo hagati yanjye na we haza kuba hari intera ingana nk’iri hagati y’iburasirazuba n’uburengerazuba (simbe narakugize inshuti). Mbega ukuntu wambereye inshuti mbi"},{"SurahNumber":43,"VerseNumber":39,"Text":"Maze (babwirwe bati) \"Ntacyo (ukwicuza kwanyu) uyu munsi kwabamarira kuko mwakoze ibibi, mu by’ukuri, murafatanya ibihano"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ese wowe ushobora kumvisha igipfamatwi cyangwa ukayobora impumyi ndetse n’uri mu buyobe bugaragara"},{"SurahNumber":43,"VerseNumber":41,"Text":"N’ubwo twakujyana (ugapfa mbere y’uko ubona ibihano byabo tuzabahanisha, wowe Muhamadi), mu by’ukuri, tuzabaryoza (ibyo bakoze)"},{"SurahNumber":43,"VerseNumber":42,"Text":"Cyangwa tukakwereka (ibihano) twabasezeranyije. Mu by’ukuri, twe tubafiteho ubushobozi"},{"SurahNumber":43,"VerseNumber":43,"Text":"Bityo (yewe Muhamadi), komeza ushikame ku byo wahishuriwe. Mu by’ukuri, uri mu nzira igororotse"},{"SurahNumber":43,"VerseNumber":44,"Text":"Mu by’ukuri (iyi Qur’an) ni urwibutso kuri wowe no ku bantu bawe kandi muzayibazwa"},{"SurahNumber":43,"VerseNumber":45,"Text":"Kandi unabaze mu bo twohereje mbere yawe mu ntumwa zacu, niba twaba twarashyizeho ibigirwamana bisengwa mu cyimbo cya (Allah) Nyirimpuhwe"},{"SurahNumber":43,"VerseNumber":46,"Text":"Kandi rwose twahaye Musa ibitangaza byacu tumwohereza kwa Farawo n’ibyegera bye (kugira ngo abahamagarire kuyoboka inzira igororotse). Nuko (Musa) aravuga ati \"Mu by’ukuri, njye ndi intumwa ya Nyagasani w’ibiremwa byose"},{"SurahNumber":43,"VerseNumber":47,"Text":"Ariko ubwo yabageragaho azanye ibitangaza byacu, baramusetse barabinnyega"},{"SurahNumber":43,"VerseNumber":48,"Text":"Kandi buri gitangaza twerekaga (Farawo n’abantu be) cyabaga (kigaragaza ukuri kwa Mussa) kuruta kigenzi cyacyo cya kibanjirije (ariko byose barabihakanye), maze tubahanisha ibihano bihambaye kugira ngo bagarukire (Allah)"},{"SurahNumber":43,"VerseNumber":49,"Text":"Nuko babwira (Musa) bati \"Yewe wa murozi we! Dusabire Nyagasani wawe ku bw’isezerano yaguhaye. Mu by’ukuri (naramuka adukijije ibihano) rwose turayoboka"},{"SurahNumber":43,"VerseNumber":50,"Text":"Maze tubakijije ibihano, bica isezerano"},{"SurahNumber":43,"VerseNumber":51,"Text":"Nuko Farawo ahamagara abantu be, agira ati \"Yemwe bantu banjye! Ese sinjye nyir’ubwami bwa Misiri n’iyi migezi itemba munsi (y’ingoro) yanjye? Ese ntimubona"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ese sinjye muntu mwiza kuruta uyu (Musa) usuzuguritse, udashobora no kwisobanura"},{"SurahNumber":43,"VerseNumber":53,"Text":"Kuki atamanuriwe ibikomo bya zahabu, cyangwa ngo aze aherekejwe n’abamalayika (bo kumushyigikira)"},{"SurahNumber":43,"VerseNumber":54,"Text":"Nuko (Farawo) aba ahinduye abantu be abasazi arabayobya maze baramwumvira. Mu by’ukuri, bari abantu b’inkozi z’ibibi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Nuko bamaze kuturakaza twarihoreye, maze tubaroha (mu mazi) bose"},{"SurahNumber":43,"VerseNumber":56,"Text":"Nuko tubagira icyitegererezo n’iciro ry’umugani (ngo babe isomo) ku bazaza nyuma"}]}