{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Bununla beraber, azabım da çok acıklı bir azabdır"},{"SurahNumber":15,"VerseNumber":51,"Text":"Hem o kullara, İbrahîm’in misafirlerinden (kendisine misafir olarak gelen meleklerden) haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Hani melekler, İbrahîm’in yanına varıp “selam” demişlerdi (İbrahîm misafir melekler için hazırladığı yemeği, misafirlerin yemediğini görünce) dedi ki: “- Biz, sizden cidden korkuyoruz.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Melekler de: “-Korkma, gerçekten biz, sana, bilgin bir oğul müjdeliyoruz.” dediler"},{"SurahNumber":15,"VerseNumber":54,"Text":"İbrahîm dedi ki: “-Bana ihtiyarlık gelmişken, beni mi müjdelediniz? Neye dayanarak müjdeliyorsunuz?”"},{"SurahNumber":15,"VerseNumber":55,"Text":"Onlar: “- Seni hak ve gerçekle müjdeledik, onun için Allah’ın rahmetinden ümidini kesenlerden olma” dediler"},{"SurahNumber":15,"VerseNumber":56,"Text":"İbrâhim, dedi ki: “- Sapıklardan başka, kim Rabbinin rahmetinden ümid keser?”"},{"SurahNumber":15,"VerseNumber":57,"Text":"(Yine) dedi ki: “-Ey elçiler (Allah’ın melekleri!) Bundan sonra işiniz ne?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Onlar şöyle dediler: “- Biz mücrim (günahkâr) bir topluluğa gönderildik. (Onları helâk edeceğiz, bu topluluk da Lût kavmidir)"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ancak (iman eden) Lût ailesi müstesnadır. Biz, onların hepsini muhakkak kurtaracağız"},{"SurahNumber":15,"VerseNumber":60,"Text":"Yalnız Lût’un karısını, gerçekten azab içinde kalanlardan takdîr ettik.”"},{"SurahNumber":15,"VerseNumber":61,"Text":"Melek olan elçiler, Lût kavmine gelince"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lût dedi ki: “- Doğrusu siz ürkülecek bir kavimsiniz"},{"SurahNumber":15,"VerseNumber":63,"Text":"Elçiler dediler ki: “- Yok, biz sana kavminin şüphe edip durdukları azabı getirdik"},{"SurahNumber":15,"VerseNumber":64,"Text":"Sana, onların azabına dair gerçekle geldik, ve biz muhakkak doğru söyleyicileriz"},{"SurahNumber":15,"VerseNumber":65,"Text":"Hemen gecenin bir kısmında aileni yürüt (yola çıkar), sen de arkalarından git ve hiç kimse ardına bakmasın (zira göreceği azabın şiddetine tahammül edemez); emrolunduğunuz yere geçin gidin.”"},{"SurahNumber":15,"VerseNumber":66,"Text":"Biz, Lût’a şu kesin emri vahyettik: Bu kâfirler sabaha çıkarken muhakkak kökleri kesilmiş olacaktır"},{"SurahNumber":15,"VerseNumber":67,"Text":"(Sedum) şehri halkı, (güzelliklerini haber aldıkları elçilerin ırzına tecavüz hırsı ile) sevinerek yanlarına geldi"},{"SurahNumber":15,"VerseNumber":68,"Text":"Lût (o gelen mütecâvizlere) dedi ki: “- Hakikaten bunlar benim misafirlerimdir, beni rüsvay etmeyin"},{"SurahNumber":15,"VerseNumber":69,"Text":"Allah’dan korkun ve beni utandırmayın.”"},{"SurahNumber":15,"VerseNumber":70,"Text":"Onlar “- Biz, seni âlemin işine karışmaktan men etmedik mi?” dediler"},{"SurahNumber":15,"VerseNumber":71,"Text":"Lût şöyle dedi: “- Eğer sözümü tutarsanız, işte bunlar kızlarım (onları size nikâhlayayım)"},{"SurahNumber":15,"VerseNumber":72,"Text":"(Rasûlüm!) Ömrün hakkı için, doğrusu onlar sarhoşlukları içinde azgın bir halde idiler"},{"SurahNumber":15,"VerseNumber":73,"Text":"Nihayet onları, güneşin doğma vaktinde korkunç gürültü yakalayıverdi"},{"SurahNumber":15,"VerseNumber":74,"Text":"Hemen şehirlerinin üstünü altına geçirdik ve üzerlerine de çamurdan pişirilmiş taş yağdırdık"},{"SurahNumber":15,"VerseNumber":75,"Text":"Elbette bunda keskin anlayışlılar için ibret alâmetleri var"},{"SurahNumber":15,"VerseNumber":76,"Text":"Hem o Lût kavminin bulunduğu şehir harabesi, (Kureyş kâfirlerinin de ibret alabileceği uğrak) bir yol üzerinde bulunmaktadır"},{"SurahNumber":15,"VerseNumber":77,"Text":"Gerçekten bunda iman edenler için bir ibret vardır"},{"SurahNumber":15,"VerseNumber":78,"Text":"(Şuayb Aleyhisselâmın kavmi olup ormanlıkta yaşayan) eyke halkı da hakikaten zalimler (iman etmiyen kâfirler) idi"},{"SurahNumber":15,"VerseNumber":79,"Text":"Biz Eyke halkından da intikam aldık. (Sedum ve Eyke şehirlerinin) ikisi de (herkesin görebileceği uğrak) apaçık bir yol üzerindedir"},{"SurahNumber":15,"VerseNumber":80,"Text":"Doğrusu (Sâlih Peygamberin Semûd kavmi olan) Hicir halkı da peygamberleri yalanladılar"},{"SurahNumber":15,"VerseNumber":81,"Text":"Biz, onlara, mûcizelerimizi vermiştik de onlardan yüz çevirip durmuşlardı"},{"SurahNumber":15,"VerseNumber":82,"Text":"Dağlarda (kendilerini düşmanlardan, hırsızdan veya Allah’ın azabından kurtaracak) emniyetli zannettikleri evler yontup kuruyorlardı"},{"SurahNumber":15,"VerseNumber":83,"Text":"Bunları da o (korkunç) sayha (ses ve gürültü) sabahleyin yakalayıverdi. (gürültü ve zelzele neticesi helâk oldular)"},{"SurahNumber":15,"VerseNumber":84,"Text":"Böylece elde ettikleri muhkem evlerin, mal ve evlâdların kendilerine hiç faydası olmadı"},{"SurahNumber":15,"VerseNumber":85,"Text":"Biz göklerle Arzı ve aralarındaki şeyleri ancak hak ve hikmetle yarattık. (boşuna değil)... Elbetteki kıyamet gelecektir. Şimdi sen onlardan yüz çevir veya güzel muamelede bulun (Allah cezalarını verecektir.) Not: Bu âyeti kerime Kıtal âyeti ile nesh edilmiştir"},{"SurahNumber":15,"VerseNumber":86,"Text":"Gerçekten Rabbin kemaliyle yaratandır, Alîm’dir"},{"SurahNumber":15,"VerseNumber":87,"Text":"Andolsun ki, biz, sana, (her namazda) okunup tekrarlanan yedi âyeti (Fâtiha sûresini) ve şu büyük Kur’ân’ı verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Sakın o kâfirlerden bir takımlarına verip de kendilerini zevklendirdiğimiz şeye (mal ve servete) gözlerini uzatıp rağbetle bakma; ve onların iman etmeyişlerine üzülme de müminlere kanadını indir, (onlara tevazu göster, kendilerini himayene al)"},{"SurahNumber":15,"VerseNumber":89,"Text":"Bir de (Ey Rasûlüm) de ki: “-Haberiniz olsun, ben, (üzerinize bir azap ineceğini bildiren) açık bir korkutucuyum"},{"SurahNumber":15,"VerseNumber":90,"Text":"Tıpkı o Yahudi ve Hristiyanlara indirdiğimiz (azap) gibi"},{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar, o kimselerdir ki, kitablarını kısım kısım yapmışlardı (bir kısmına inanıyor, diğer bir kısmına inanmıyorlardı)"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakkı için, biz onların hepsine muhakkak surette yapmakta oldukları şeylerden soracağız (ve cezalarını vereceğiz)"},{"SurahNumber":15,"VerseNumber":93,"Text":"Rabbin hakkı için, biz onların hepsine muhakkak surette yapmakta oldukları şeylerden soracağız (ve cezalarını vereceğiz)"},{"SurahNumber":15,"VerseNumber":94,"Text":"Şimdi sen, emrolunduğun şeyi, çatlatırcasına bildir ve müşriklerden yüz çevir (sözlerine aldırış etme)"},{"SurahNumber":15,"VerseNumber":95,"Text":"Muhakkak ki biz, (seninle alay eden) o müstehzîlere karşı kâfiyiz, (onları helâk ederiz)"},{"SurahNumber":15,"VerseNumber":96,"Text":"Onlar, o kimselerdir ki, Allah ile beraber başka bir ilâh tanırlar. Onlar, yakında (başlarına gelecek akıbeti) bileceklerdir"},{"SurahNumber":15,"VerseNumber":97,"Text":"Gerçekten biliriz ki, onların sözlerine göğsün daralıyor, için sıkılıyor"},{"SurahNumber":15,"VerseNumber":98,"Text":"O halde, Rabbini hamd ile tesbîh et (sübhanellahi ve bihamdihi de) ve secde edenlerden ol. (Namaz kıl)"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve sana ölüm gelinceye kadar, Rabbine ibadet et"}]}