{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"و ما پیش از این امت قوم فرعون را آزمودیم و رسولی بزرگوار (مانند موسی) به سوی آنها فرستادیم"},{"SurahNumber":44,"VerseNumber":18,"Text":"(او گفت) که (ای فرعونیان) امر بندگان خدا را به من واگذارید، که من بر شما به یقین رسول امین پروردگارم"},{"SurahNumber":44,"VerseNumber":19,"Text":"و زنهار بر خدا تکبر و طغیان مجویید که من بر شما حجت آشکار آوردم"},{"SurahNumber":44,"VerseNumber":20,"Text":"و من به خدای خود و خدای شما پناه می‌برم از اینکه عزم آزار و سنگسار من کنید"},{"SurahNumber":44,"VerseNumber":21,"Text":"و اگر به (رسالت) من ایمان نمی‌آورید پس مرا به حال خود واگذارید (و در پی قتل و آزارم بر نیایید)"},{"SurahNumber":44,"VerseNumber":22,"Text":"(فرعونیان دست از ستمش برنداشتند) پس دعا کرد که ای خدا، اینان مردمی سخت مجرم و بدکارند"},{"SurahNumber":44,"VerseNumber":23,"Text":"(خدا فرمود) پس تو بندگان (با ایمان) مرا شبانه از شهر بیرون بر، چرا که فرعونیان شما را تعقیب کنند"},{"SurahNumber":44,"VerseNumber":24,"Text":"آن گاه دریا را (همان گونه که بر تو بشکافتیم) آرام و خشک بگذار و بگذر که فرعون و لشکریانش تمام به دریا غرق شوند"},{"SurahNumber":44,"VerseNumber":25,"Text":"چه بسیار باغ و بستانها و چشمه‌های آب،"},{"SurahNumber":44,"VerseNumber":26,"Text":"و کشت و زرعها و مقام و منزلهای عالی رها کردند و رفتند"},{"SurahNumber":44,"VerseNumber":27,"Text":"و ناز و نعمت وافری که در آن غرق بودند و از همه چشم پوشیدند"},{"SurahNumber":44,"VerseNumber":28,"Text":"این چنین بود و ما آن ناز و نعمتها را از قوم گذشته ارث به قوم دیگر دادیم"},{"SurahNumber":44,"VerseNumber":29,"Text":"و بر مرگ گذشتگان هیچ چشم آسمان و زمین نگریست و بر هلاکشان مهلت ندادند"},{"SurahNumber":44,"VerseNumber":30,"Text":"و البته ما بنی اسرائیل را از عذاب ذلّت و خواری نجات دادیم"},{"SurahNumber":44,"VerseNumber":31,"Text":"از شر فرعون که سخت متکبر و ستمکار بود آسوده ساختیم"},{"SurahNumber":44,"VerseNumber":32,"Text":"و آنها را در آن دور بر عالمیان به علم و دانش (کتاب آسمانی تورات) برگزیدیم"},{"SurahNumber":44,"VerseNumber":33,"Text":"و آیات و معجزاتی (از رحمت و غضب) بر آنها به دست موسی آوردیم که در آن کاملا و آشکارا آزمایش شوند"},{"SurahNumber":44,"VerseNumber":34,"Text":"همانا اینان (یعنی مشرکان مانند دهریان) البته خواهند گفت،"},{"SurahNumber":44,"VerseNumber":35,"Text":"که ما جز این مرگ اول (دیگر هیچ مرگ و زندگی) نداریم و هیچ (در قیامت) زنده نخواهیم شد"},{"SurahNumber":44,"VerseNumber":36,"Text":"پس پدران ما را اگر راست می‌گویید بیاورید"},{"SurahNumber":44,"VerseNumber":37,"Text":"آیا اینان بهترند (و نیرومندتر) یا قوم تبّع و اقوام پیش از آنان که چون بسیار مردم بدکار مجرمی بودند ما همه را هلاک کردیم"},{"SurahNumber":44,"VerseNumber":38,"Text":"و ما آسمانها و زمین و آنچه را بین آنهاست به بازیچه خلق نکردیم"},{"SurahNumber":44,"VerseNumber":39,"Text":"آنها را جز به حق (و از روی حکمت و مصلحت) نیافریدیم و لیکن اکثر مردم از آن آگاه نیستند"},{"SurahNumber":44,"VerseNumber":40,"Text":"همانا روز قیامت که روز فصل و جدایی (مؤمن و کافر) است وعده‌گاه جمیع خلایق است"},{"SurahNumber":44,"VerseNumber":41,"Text":"روزی که هیچ حمایت خویش و یار و یاوری کسی را از عذاب نرهاند و احدی را نصرت نکنند"},{"SurahNumber":44,"VerseNumber":42,"Text":"مگر آن که خدا به او رحم کند، که او تنها بر خلق مقتدر و مهربان است"},{"SurahNumber":44,"VerseNumber":43,"Text":"همانا درخت زقّوم جهنّم،"},{"SurahNumber":44,"VerseNumber":44,"Text":"قوت و غذای بدکاران است"},{"SurahNumber":44,"VerseNumber":45,"Text":"که آن غذا در شکمهاشان چون مس گداخته در آتش می‌جوشد"},{"SurahNumber":44,"VerseNumber":46,"Text":"آن سان که آب به روی آتش جوشان است"},{"SurahNumber":44,"VerseNumber":47,"Text":"(خطاب قهر رسد که) این بدکار را بگیرید و به میان دوزخ افکنید"},{"SurahNumber":44,"VerseNumber":48,"Text":"پس از آن آب جوشان بر سرش فرو ریزید"},{"SurahNumber":44,"VerseNumber":49,"Text":"(و به استهزاء وی گویید: عذاب دوزخ را) بچش که تو بسیار (نزد خود) توانمند و گرامی هستی"},{"SurahNumber":44,"VerseNumber":50,"Text":"این همان عذابی است که از آن در شک و انکار بودید"},{"SurahNumber":44,"VerseNumber":51,"Text":"همانا (آن روز سخت) آنان که متّقی و خداترس بودند مقام امن و امان یابند"},{"SurahNumber":44,"VerseNumber":52,"Text":"در باغها و کنار چشمه‌ها و نهرها بیارامند"},{"SurahNumber":44,"VerseNumber":53,"Text":"لباس از سندس و استبرق (حریر نازک و ستبر) پوشند و رو به روی هم بر تختها تکیه زنند"},{"SurahNumber":44,"VerseNumber":54,"Text":"همچنین است و با حوریان زیبا چشمشان جفت قرار داده‌ایم"},{"SurahNumber":44,"VerseNumber":55,"Text":"در آن بهشت پر نعمت از هر نوع میوه‌ای بخواهند بر آنان حاضر و (از هر درد و رنج و زحمت) ایمن و آسوده‌اند"},{"SurahNumber":44,"VerseNumber":56,"Text":"و جز آن مرگ اول (که از دنیا مردند) دیگر هیچ طعم مرگ را نمی‌چشند و خدا آنها را از عذاب دوزخ محفوظ خواهد داشت"},{"SurahNumber":44,"VerseNumber":57,"Text":"این به فضل و رحمت خدای توست و همین به حقیقت سعادت و فیروزی بزرگ است"},{"SurahNumber":44,"VerseNumber":58,"Text":"و ما این قرآن را (با این آیات وعد و وعید با بیان فصیح) به زبان تو آسان کردیم تا مگر خلقان متذکر (حقایق آن) شوند"},{"SurahNumber":44,"VerseNumber":59,"Text":"پس (از تلاوت این آیات و اتمام حجت بر کافران) منتظر (عذاب بر آنان) باش چنان که آنها هم (بر تو) انتظار (روزگار بد و حوادث ناگوار) دارند"},{"SurahNumber":45,"VerseNumber":1,"Text":"حم (قسم به نام خدای حمید و مجید که)"},{"SurahNumber":45,"VerseNumber":2,"Text":"تنزیل این کتاب عظیم از جانب خدای مقتدر حکیم است"},{"SurahNumber":45,"VerseNumber":3,"Text":"همانا در خلقت آسمانها و زمین برای اهل ایمان آیات و ادلّه‌ای (از قدرت الهی) پدیدار است"},{"SurahNumber":45,"VerseNumber":4,"Text":"و در خلقت خود شما آدمیان و انواع بی‌شمار حیوان که در روی زمین پراکنده است هم آیات و براهینی (از قدرت حق) برای اهل یقین آشکار است"},{"SurahNumber":45,"VerseNumber":5,"Text":"و نیز در رفت و آمد شب و روز و آنچه خدا از آسمان روزی (برای خلق از برف و باران) می‌فرستد و زمین را پس از خزان مرگ دیگر بار بدانها زنده می‌سازد و در وزش بادهای عالم، در همه این موجودات برای خردمندان جهان آیاتی (از قدرت صانع) پیداست"},{"SurahNumber":45,"VerseNumber":6,"Text":"اینها آیات خداست که ما بر تو به حق تلاوت می‌کنیم، پس بعد از خدا و آیات روشن او دیگر به چه برهان ایمان می‌آورند؟"},{"SurahNumber":45,"VerseNumber":7,"Text":"وای بر هر دروغگوی بسیار زشتکار"},{"SurahNumber":45,"VerseNumber":8,"Text":"آن که آیات خدا را که بر او تلاوت می‌شود شنیده و بر تکبر و طغیان اصرار می‌کند چنانکه گویی هیچ آیات را نشنیده است، چنین کسانی را به عذاب دردناک بشارت ده"},{"SurahNumber":45,"VerseNumber":9,"Text":"و چون از آیات ما چیزی بداند آن را به مسخره می‌گیرد، چنین مردم کافر را (در دنیا و آخرت) عذاب ذلّت و خواری مهیّاست"},{"SurahNumber":45,"VerseNumber":10,"Text":"آنها را آتش دوزخ در پیش است و آنچه اندوختند هیچ آنان را نجات و رهایی ندهد و آنچه غیر خدا دوست گرفتند به کارشان نیاید و کیفر آنها بزرگ عذاب قهر خداست"},{"SurahNumber":45,"VerseNumber":11,"Text":"این قرآن هدایت خلق است و آنان که به آیات خدای خود کافر شدند جزای آنها عذاب دردناک دوزخ است"}]}