{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Āṇi maga śaharātalyā striyāmmadhyē carcā hō'ū lāgalī kī ajījacī patnī āpalyā (taruṇa) gulāmālā āpalī garaja pūrṇa karaṇyāsāṭhī bahakaviṇyāta va phusalāviṇyāta lāgalēlī asatē. Ticyā manāta yūsuphacē prēma (ṭhāṇa māṇḍūna) basalē āhē. Āmacyā matē tara tī ughaḍa cūka karīta āhē"},{"SurahNumber":12,"VerseNumber":31,"Text":"Tinē jēvhā tyān̄cī hī kutsita nindā aikalī, tēvhā tyānnā (bhōjanāsāṭhī) āmantrita kēlē āṇi tyān̄cyāsāṭhī ēkā sabhēcā itamāmahī kēlā āṇi tyān̄cyāpaikī pratyēkīlā ēka ēka cākū dilā āṇi mhaṇālī, hē yūsupha! Yān̄cyā samōra yā. Tyā striyānnī jēvhā tyānnā pāhilē tēvhā khūpa mōṭhē jāṇalē āṇi (nakaḷata) āpalē hāta kāpūna ghētalē āṇi tyā ud‌gāralyā, pākī (pavitratā) allāhakaritā āhē. Ṟa manuṣya kadāpi nāhī. Hā tara khātrīnē kōṇī phāra mōṭhā phariśtā āhē"},{"SurahNumber":12,"VerseNumber":32,"Text":"(Tyā vēḷī misracyā ajījacī patnī) mhaṇālī, hāca tō, jyācyāviṣayī tumhī malā barē-vā'īṭa bōlata hōtyā. Mī sarva prakārē yācyākaḍūna āpalī icchā pūrṇa karū icchilē, parantu hā niṣkalaṅka rāhilā āṇi jē kāhī mī yālā sāṅgata āhē, jara tē hā karaṇāra nāhī tara niścitaca yālā kaidī banavilē jā'īla āṇi khātrīnē hā mōṭhā apamānita hō'īla"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yūsupha mhaṇālē, hē mājhyā pālanakartyā! Jyā gōṣṭīkaḍē yā striyā malā bōlāvita āhēta, tyāpēkṣā kārāgr̥ha malā jāsta priya āhē. Jara tū yān̄cē kapaṭa (mōhajāla) mājhyāpāsūna dūra kēlē nāhīsa tara mī yān̄cyākaḍē ākarṣita hō'īna āṇi agadī mūrkhāmmadhyē sāmīla hō'īna"},{"SurahNumber":12,"VerseNumber":34,"Text":"Tyān̄cyā pālanakartyānē tyān̄cī du'ā (prārthanā) svīkāralī āṇi tyā striyān̄cyā kapaṭāpāsūna yūsuphalā vācavilē. Niḥsanśaya tō aikaṇārā āṇi jāṇaṇārā āhē"},{"SurahNumber":12,"VerseNumber":35,"Text":"Maga tyā sarva niśāṇyānnā pāhūna ghētalyāvara tyānnā hēca bhalē vāṭalē kī yūsuphalā kāhī kāḷa kārāgr̥hāta ṭhēvāvē"},{"SurahNumber":12,"VerseNumber":36,"Text":"Āṇi tyān̄cyāsōbata itara dōna taruṇa kārāgr̥hāta ālē. Tyān̄cyāpaikī ēkajaṇa mhaṇālā, mī svapnāta svataḥlā dāru gāḷatānā pāhilē āhē, āṇi dusarā mhaṇālā, mī svapnāta kāya pāhatō kī mī āpalyā ḍōkyāvara bhākarī ṭhēvalyā āhēta, jyānnā pakṣī khāta āhēta. Tumhī yācā artha (khulāsā) āmhālā sāṅgāvā. Āmhālā tara tumhī guṇavāna disatā"},{"SurahNumber":12,"VerseNumber":37,"Text":"(Yūsupha) mhaṇālē, tumhālā jē bhōjana dilē jātē, tē tumacyājavaḷa pōhacaṇyāpūrvīca mī tumhālā tyācā khulāsā sāṅgēnē, hē sarva kāhī tyā jñānāmuḷē āhē jē malā mājhyā pālanakartyānē śikavilē āhē. Mī tyā lōkān̄cā dīna (dharma) sōḍalā āhē, jē allāhavara īmāna rākhata nāhī āṇi ākhiratalāhī mān'ya karīta nāhī"},{"SurahNumber":12,"VerseNumber":38,"Text":"Mī āpalyā pityā āṇi pūrvajān̄cyā (dharmā) cā anuyāyī āhē. Arthāta isahāka āṇi yākūba (cyā dīna) cā. Āmhālā hē kadhīhī mān'ya nāhī kī āmhī allāhasōbata an'ya ēkhādyālā sahabhāgī ṭharavāvē. Āmacyāvara āṇi itara sarva lōkānvara allāhacī hī viśēṣa kr̥pā āhē. Parantu adhikānśa lōka kr̥taghna asatāta"},{"SurahNumber":12,"VerseNumber":39,"Text":"Hē mājhyā kārāgr̥hātīla sāthīdārānnō! Kāya anēka prakāracī anēka upāsyē cāṅgalī āhēta kī ēka jabaradasta śaktiśālī allāha cāṅgalā"},{"SurahNumber":12,"VerseNumber":40,"Text":"Tyācyākhērīja jyān̄cī upāsanā tumhī karīta āhāta tē sarva nāvāpuratēca āhēta, jyānnā tumhī āṇi tumacyā pūrvajānnī manānē racūna ghētalē āhē. Sarvaśrēṣṭha allāhanē yān̄cā kōṇatāhī purāvā avatarita kēlā nāhī. Phaisalā dēṇē allāhacēca kāma āhē. Tyācā ādēśa āhē kī tumhī sarva tyācyāśivāya kōṇācīhī bhaktī- upāsanā karū nakā. Hāca satya dharma āhē, parantu adhikānśa lōka jāṇata nāhīta"},{"SurahNumber":12,"VerseNumber":41,"Text":"Hē kārāgr̥hātīla mājhyā sāthīdārānnō! Tumhā dōghāmpaikī ēka tara āpalyā svāmīlā madya pājaṇyāsāṭhī niyukta kēlā jā'īla, parantu dusaṟyālā phāsāvara laṭakavilē jā'īla āṇi pakṣī tyācē ḍōkē ṭōca mārūna mārūna khātīla. Tumhī dōghē jyāviṣayī vicārata hōtē tyācā phaisalā jhālā"},{"SurahNumber":12,"VerseNumber":42,"Text":"Āṇi jyācyāviṣayī yūsuphacī kalpanā hōtī kī dōghāmpaikī jyālā suṭakā miḷēla, tyālā mhaṇālē, āpalyā rājājavaḷa mājhīhī carcā kara. Maga saitānānē tyālā rājājavaḷa bōlaṇyācā visara pāḍalā āṇi yūsuphalā anēka varṣē kārāgr̥hāta rāhāvē lāgalē"},{"SurahNumber":12,"VerseNumber":43,"Text":"Āṇi rājānē sāṅgitalē, mī svapna pāhilē kī sāta dhaṣṭapuṣṭa gāyī āhēta, jyānnā sāta dubaḷyā gāyī khāta āhēta āṇi sāta hiravī kaṇasē āhēta tara dusarī sāta kaṇasē agadī sukalēlī. Hē darabārī lōkānnō! Mājhyā yā svapnācā khulāsā sāṅgā, jara tumhī svapnaphala sāṅgū śakata asāla"},{"SurahNumber":12,"VerseNumber":44,"Text":"Darabārī lōkānnī uttara dilē, hī tara visakaṭalēlyā (vicārān̄cī) svapnē āhēta āṇi aśā prakāracyā vyagracitta svapnān̄cā khulāsā āmhī jāṇata nāhī"},{"SurahNumber":12,"VerseNumber":45,"Text":"Āṇi tyā kaidyāmpaikī suṭakā jhālēlyālā akasmāta āṭhavaṇa jhālī, āṇi tō mhaṇū lāgalā, mī tumhālā yācā khulāsā yē'ūna sāṅgatō. Malā jāṇyācī paravānagī dyāvī"},{"SurahNumber":12,"VerseNumber":46,"Text":"Hē yūsupha! Hē agadī saccē yūsupha! Tumhī āmhālā yā svapnācā khulāsā sāṅgā kī sāta dhaṣṭapuṣṭa gāyī āhēta, jyānnā sāta dubaḷyā gāyī khāta āhēta āṇi sāta agadī hiravī kaṇasē āhēta āṇi dusarī sāta kaṇasē agadī sukalēlī āhēta. Yāsāṭhī kī mī parata jā'ūna tyā lōkānnā sāṅgāvē kī tyā sarvānnī jāṇūna ghyāvē"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Yūsupha yānnī) uttara dilē kī tumhī satata sāta varṣē savayīnusāra dhān'ya pērā āṇi (pīka ālyāvara) tyācī kāpaṇī karūna kaṇasānsamēta rāhū dyā. Āpalyā khāṇyāsāṭhī thōḍyā saṅkhyēśivāya"},{"SurahNumber":12,"VerseNumber":48,"Text":"Tyānantaracī sāta varṣē mōṭhyā duṣkāḷācī yētīla tī tē dhān'ya khā'ūna ṭākatīla jē tumhī tyān̄cyāsāṭhī jamā karūna ṭhēvalē hōtē. Tyāśivāya jē thōḍēsē tumhī rōkhūna ṭhēvāla"},{"SurahNumber":12,"VerseNumber":49,"Text":"Maga yācyānantara jē varṣa yē'īla, tyāta lōkānsāṭhī khūpa pā'ūsa paḍēla āṇi tyāta tē (drākṣācā rasadēkhīla) khūpa gāḷatīla"},{"SurahNumber":12,"VerseNumber":50,"Text":"Āṇi rājā mhaṇālā, tyālā (yūsuphalā) mājhyājavaḷa āṇā. Jēvhā sandēśa pōhacaviṇārā yūsuphajavaḷa pōhōcalā tēvhā yūsupha mhaṇālē, āpalyā rājākaḍē parata jā āṇi tyānnā vicārā kī tyā striyān̄cī kharī kahāṇī kāya āhē, jyānnī āpalē hāta kāpūna ghētalē hōtē. Tyān̄cē kapaṭa cāṅgalyā prakārē jāṇaṇārā mājhā pālanakartāca āhē"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Rājānē) vicāralē, hē striyānnō! Tyā vēḷacī kharī kahāṇī kāya āhē, jēvhā tumhī kapaṭa karūna yūsuphalā tyācyā manāpāsūna bahakavū icchita hōtyā? Tyānnī spaṣṭa uttara dilē kī (allāha jāṇatō) āmhī yūsuphamadhyē kōṇātahī vā'īṭa guṇa pāhilā nāhī, maga tara ajījacī patnīhī ud‌gāralī, ātā tara satya ughaḍakīsa ālēca āhē. Mīca tyālā bahakaviṇayācā prayatna kēlā hōtā tyācyā manāpāsūna (vicalita karaṇyācā) āṇi niḥsanśaya tō khaṟyā lōkāmpaikī āhē"},{"SurahNumber":12,"VerseNumber":52,"Text":"Hē yā kāraṇāstava kī (ajīja) lā māhīta vhāvē kī mī tyācyāśī viśvāsaghāta kēlā nāhī āṇi hēhī kī allāha kapaṭa karaṇāṟyān̄cā ḍāva saphala hō'ū dēta nāhī"}]}