{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"A onog od njih koji bi rekao: “Ja sam, doista, pored Njega, bog!”, kaznili bismo dzehennemom, jer Mi tako kaznjavamo mnogobosce"},{"SurahNumber":21,"VerseNumber":30,"Text":"Zar ne znaju nevjernici da su nebesa i Zemlja bili jedna cjelina, pa smo ih Mi raskomadali, i da Mi od vode sve zivo stvaramo? I zar nece vjerovati"},{"SurahNumber":21,"VerseNumber":31,"Text":"Mi smo po Zemlji nepomicne planine razmjestili da ih ona ne potrese, i po njima smo prolaze i staze ucinili da bi oni kuda zele stizali"},{"SurahNumber":21,"VerseNumber":32,"Text":"I to sto je nebeski svod osiguran Nase je djelo, a oni se ipak okrecu od znamenja koja su na njemu"},{"SurahNumber":21,"VerseNumber":33,"Text":"I On je Taj Koji je stvorio noc i dan, i Sunce i Mjesec, i svi oni u svemiru plove"},{"SurahNumber":21,"VerseNumber":34,"Text":"Nijedan covjek prije tebe nije bio besmrtan; ako ti umres, zar ce oni dovijeka zivjeti"},{"SurahNumber":21,"VerseNumber":35,"Text":"Svako zivo bice smrt ce okusiti! Mi vas stavljamo na kusnju i u zlu i u dobru i Nama cete se vratiti"},{"SurahNumber":21,"VerseNumber":36,"Text":"Kad te vide nevjernici, samo ti se rugaju: “Je li to onaj koji vase bogove huli?” A oni sami ne vjeruju kad se spomene Milostivi"},{"SurahNumber":21,"VerseNumber":37,"Text":"Covjek je stvoren od zurbe. Pokazat cu Ja vama, doista, dokaze Svoje, zato Me ne pozurujte"},{"SurahNumber":21,"VerseNumber":38,"Text":"Oni govore: “Kad ce vec jednom ta prijetnja, ako istinu govorite?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"A da nevjernici znaju da tad nece moci otkloniti vatru od lica svojih i leđa svojih, i da im niko nece moci pruziti pomoc…"},{"SurahNumber":21,"VerseNumber":40,"Text":"nego ce im nenadano doci i zaprepastiti ih i nece je moci nazad vratiti i nece im se vremena dati"},{"SurahNumber":21,"VerseNumber":41,"Text":"I prije tebe su poslanike ruglu izvrgavali, pa je one koji su im se rugali stiglo bas ono cemu su se rugali"},{"SurahNumber":21,"VerseNumber":42,"Text":"Reci: “Ko ce vas od Milostivog nocu i danju stititi?” Niko! Pa ipak oni od Kur’ana glave okrecu"},{"SurahNumber":21,"VerseNumber":43,"Text":"Zar oni imaju bozanstva, osim Nas, koja ce ih odbraniti?! Ona sama sebi ne mogu pomoci, niti se od Nas mogu zastititi"},{"SurahNumber":21,"VerseNumber":44,"Text":"Mi smo ovima, a i precima njihovim, dali da uzivaju tako da im se zivot u tome oduljio. A zar oni ne vide da Mi Zemlju s krajeva njezinih"},{"SurahNumber":21,"VerseNumber":45,"Text":"Reci: “Ja vas opominjem Objavom!”, ali gluhi ne cuju poziv kad se opominju"},{"SurahNumber":21,"VerseNumber":46,"Text":"A da ih samo dasak kazne Gospodara tvog dotakne, sigurno bi povikali: “Tesko nama, doista smo sami sebi nepravdu ucinili!”"},{"SurahNumber":21,"VerseNumber":47,"Text":"Mi cemo na Sudnjem danu ispravne terazije postaviti, pa se nikom krivo nece uciniti. Ako nesto bude tesko koliko zrno gorusice, Mi cemo za to kazniti ili nagraditi. A dosta je to sto cemo Mi racune ispitivati"},{"SurahNumber":21,"VerseNumber":48,"Text":"Mi smo Musau i Harunu dali Tevrat, svjetlo i pouku za one koji se budu grijeha klonili…"},{"SurahNumber":21,"VerseNumber":49,"Text":"za one koji se Gospodara svog budu bojali i kad ih niko ne vidi, i koji od casa ozivljenja budu strepjeli"},{"SurahNumber":21,"VerseNumber":50,"Text":"A i ovaj Kur’an je blagoslovljena pouka koju objavljujemo, pa zar da ga vi poricete"}]}