{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"(Wǒ què yǐ pàiqiǎn) ā dé rén de dìxiōng hū dé qù jiàohuà tāmen, tā shuō:“Wǒ de zōngzú a! Nǐmen yào chóngbài ān lā, chú tā wài, jué wú yīng shòu nǐmen de chóngbài de. Nándào nǐmen hái bù jìngwèi ma!”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Tā de zōngzú zhōng bù xìndào de guìzúmen shuō:“Wǒmen díquè rènwéi nǐ shì yúchǔn de, wǒmen quèxìn nǐ shì shuōhuǎng zhě.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"Tā shuō:“Wǒ de zōngzú a! Wǒ yīdiǎn yě bù yúchǔn, dàn wǒ shì zhòng shìjiè de zhǔ pàiqiǎn de shǐzhě"},{"SurahNumber":7,"VerseNumber":68,"Text":"Wǒ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmen, wǒ shì nǐmen de zhōngshí de quàngào zhě"},{"SurahNumber":7,"VerseNumber":69,"Text":"Cóng nǐmen de zhǔ fāchū de jiàoxùn, jiè nǐmen zú zhōng de yīgè rén de kǒu jiànglín nǐmen, yǐbiàn tā jǐnggào nǐmen, nándào nǐmen duìyú zhè jiàn shì juédé jīngyà ma? Nǐmen yào míngjì nà shí, tā zài nǔ hā de zōngzú mièwáng zhīhòu, yǐ nǐmen wèi dài zhì zhě, tā shǐ nǐmen tǐgé gèngjiā kuíwú, nǐmen yào míngjì ān lā de ēndiǎn, yǐbiàn nǐmen chénggōng.”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Tāmen shuō:“Nǐ lái jiào wǒmen zhǐ chóngbài ān lā, ér pāoqì wǒmen zǔxiān suǒ chóngbài de (ǒuxiàng) ma? Nǐ bǎ nǐ suǒyòng lái jǐnggào wǒmen de (xíngfá) ná lái gěi wǒmen kàn kàn ba, rúguǒ nǐ shì shuō shíhuà de!”"},{"SurahNumber":7,"VerseNumber":71,"Text":"Tā shuō:“Xíngfá hé qiǎn nù, bì cóng nǐmen de zhǔ láilín nǐmen. Nǐmen hé nǐmen de zǔxiān suǒdìng de xǔduō míngchēng, ān lā bìng wèi jiāyǐ zhèngshí, nándào nǐmen yào wèi nàxiē míngchēng yǔ wǒ zhēnglùn ma? Nǐmen děngdàizhuó ba! Wǒ què shì yǔ nǐmen yīqiè děngdài de.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Wǒ yǐ wǒ de cí'ēn zhěngjiùle tā hé tā de tóngdào, ér mièjuéle nàxiē fǒurèn wǒ de jīxiàng, bìngqiě bù xìndào de rén"},{"SurahNumber":7,"VerseNumber":73,"Text":"(Wǒ què yǐ pàiqiǎn) sài mò dé rén de dìxiōng sā lì hā qù jiàohuà tāmen, tā shuō:“Wǒ de zōngzú a! Nǐmen yào chóngbài ān lā, chú tā zhī wài, jué wú yīng shòu nǐmen de chóngbài de. Cóng nǐmen de zhǔ fāchū de míngzhèng què yǐ jiànglín nǐmen; zhè zhǐ ān lā de mǔ tuó kěyǐ zuò nǐmen de jīxiàng. Gù nǐmen ràng tā zài ān lā de dà dìshàng suíbiàn chī cǎo, bùyào shānghài tā; fǒuzé, tòngkǔ de xíngfá bì xíjí nǐmen.”"},{"SurahNumber":7,"VerseNumber":74,"Text":"Nǐmen yào jìyì nà shí, tā zài ā dé rén zhīhòu, yǐ nǐmen wèi dài zhì zhě, bìngqiě shǐ nǐmen jūzhù zài dìfāng shàng, nǐmen zài píngyuán shàng jiànzhú dàshà, bìng jiāng shānyuè záo chéng fángwū. Nǐmen yào míngjì ān lā de zhǒngzhǒng ēndiǎn, bùyào zài dìfāng shàng zuò'è"},{"SurahNumber":7,"VerseNumber":75,"Text":"Tā de zōngzú zhōng jiāo'ào de guìzúmen duìběn zú zhōng bèi qīyā de rénmen, jí xìndào de rénmen shuō:“Nǐmen zhīdào sā lì hā shì tā de zhǔ pài lái de shǐzhě ma?” Tāmen shuō:“Wǒmen shì quèxìn tā de shǐmìng de.”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Nàxiē jiāo'ào de rén shuō:“Wǒmen jué bùxìn nǐmen suǒ quèxìn de.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Tāmen zǎile nà zhǐ mǔ tuó, wéikàngle tāmen de zhǔ de mìnglìng, tāmen bìng shuō:“Sā lì hā a! Nǐ bǎ nǐ yòng lái jǐnggào wǒmen de xíngfá ná lái gěi wǒmen kàn kàn ba, rúguǒ nǐ shì shǐzhě dehuà!”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Yúshì pīlì xíjíle tāmen, yīdàn zhī jiān, tāmen dōu jiāng wò zài gè rén de jiālǐ"},{"SurahNumber":7,"VerseNumber":79,"Text":"Yúshì, tā líkāile tāmen, bìngqiě shuō:“Wǒ de zōngzú a! Wǒ què yǐ bǎ wǒ de zhǔ de shǐmìng chuándá gěi nǐmenle, bìng zhōnggào nǐmen, dànshì nǐmen bù xǐhuān zhōnggào zhě.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"(Wǒ què yǐ pàiqiǎn) lǔ tè, dāngshí tā duì tā de zōngzú shuō:“Nǐmen zěnme zuò nà zhǒng chǒushì ne? Zài nǐmen zhīqián, quán shìjiè de rén méiyǒuyīgè zuòguò zhè zhǒng shì"},{"SurahNumber":7,"VerseNumber":81,"Text":"Nǐmen yīdìng yào shě fùnǚ ér yǐ nánrén mǎnzú xìngyù, nǐmen què shì guòfèn de mínzhòng.”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Tā de zōngzú wéiyī de dáfù shì shuō:“Nǐmen bǎ tāmen zhú chūchéng wài, yīnwèi tāmen què shì chúnjié de mínzhòng!”"},{"SurahNumber":7,"VerseNumber":83,"Text":"Wǒ zhěngjiùle tā hé tā de xìntú, méiyǒu zhěngjiù tā de nǚrén, tā shì hé qíyú de rén tóng shòu xíngfá de"},{"SurahNumber":7,"VerseNumber":84,"Text":"Wǒ céng jiàng dàyǔ qù shānghài tāmen, nǐ kàn kàn fànzuì zhě de jiéjú shì zěnyàng de"},{"SurahNumber":7,"VerseNumber":85,"Text":"(Wǒ què yǐ pàiqiǎn) mài dé yàn rén de dìxiōng shū ā bo qù jiàohuà tāmen shuō:“Wǒ de zōngzú a! Nǐmen yào chóngbài ān lā, chú tā zhī wài, jué wú yīng shòu nǐmen de chóngbài de. Cóng nǐmen de zhǔ fāchū de míngzhèng, què yǐ láilín nǐmenle, nǐmen dāng shǐyòng chōngzú de dòu hé chèng, bùyào kèkòu biérén suǒ yīng dé de huòwù. Zài gǎishàn dìfāng zhīhòu, nǐmen bùyào zài dìfāng shàng zuò'è, zhè duì nǐmen shì gèng hǎo de, rúguǒ nǐmen shì xìndào zhě"},{"SurahNumber":7,"VerseNumber":86,"Text":"Nǐmen bùyào cìhòu zài měi tiáo dàolù shàng, kǒnghè biérén hé zǔzhǐ quèxìn ān lā de rén rù ān lā de dàdào, érqiě xiǎng ànshì tā shì xié lù. Nǐmen yīnggāi jìdé, nǐmen yuán shì shǎo shǔ de, suíhòu tā shǐ nǐmen de rénkǒu zēngduō, nǐmen kàn kàn zuò'è zhě de jiéjú shì zěnyàng de"},{"SurahNumber":7,"VerseNumber":87,"Text":"Rúguǒ nǐmen dāngzhōng yǒuyī huǒ rén quèxìn wǒ de shǐmìng, yǒu yī huǒ rén bùxìn tā, nàme, nǐmen yào rěnshòu, zhídào ān lā wèi wǒmen pànjué. Tā shì zuì gōngzhèng de pànjué zhě.”"}]}