{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Sehirde bazı kadınlar soyle konustular: \"Aziz'in karısı, genc usagının nefsinden gonlunu eglendirmek istemis. Asktan yureginin zarı delinmis. Oyle anlıyoruz ki, kadın tam bir cılgınlıga dusmus"},{"SurahNumber":12,"VerseNumber":31,"Text":"Kadın onların oyunlarını isitince, onlara haber gonderdi. Kendilerine, yaslanarak yiyebilecekleri bir sofra hazırladı ve her birine bir bıcak verdi. Yusuf'a: \"Karsılarına cık!\" dedi. Nihayet Yusuf'u gorunce onu oylesine yucelttiler ki, kendilerinin ellerini kestiler. Soyle dediler: \"Aman Allahım! Bu bir insan degil; asil bir melek bu"},{"SurahNumber":12,"VerseNumber":32,"Text":"Kadın dedi ki: \"Iste budur o, hakkında beni kınadıgınız. Vallahi, ben onunla gonlumu eglendirmek istedim de o masum bir tavırla bundan cekindi. Ama, eger kendisine emrettigimi yapmazsa yemin ediyorum hapse tıkılacak ve horlananlardan olacaktır"},{"SurahNumber":12,"VerseNumber":33,"Text":"Yusuf dedi: \"Rabbim! Zından benim icin bunların beni cagırdıgı seyden daha sevimlidir. Eger onların oyununu benden uzak tutmazsan onlara meyleder de cahillerden olurum"},{"SurahNumber":12,"VerseNumber":34,"Text":"Rabbi onun duasını kabul etti de kadınların tuzaklarını ondan uzaklastırdı. Her seyi duyar O, her seyi bilir"},{"SurahNumber":12,"VerseNumber":35,"Text":"Bunca delili gordukten sonra bile Yusuf'u bir sureye kadar zındana tıkmaları kararı onlara egemen oldu"},{"SurahNumber":12,"VerseNumber":36,"Text":"Onunla birlikte zındana iki genc daha girmisti. Bir tanesi dedi ki: \"Ruyada gordum, sarap sıkıyordum.\" Oteki de soyle dedi: \"Ben de gordum ki, basımın ustunde ekmek tasıyorum, kuslar ondan yiyor. Bunun yorumunu bize bildir. Biz senin, guzel dusunup guzel davrananlardan oldugun kanısındayız"},{"SurahNumber":12,"VerseNumber":37,"Text":"Yusuf dedi ki: \"Rızıklanacagınız herhangi bir yemek size gelmeden once onun yorumunu ikinize mutlaka bildiririm.\" Bu, Rabbimin bana ogrettigi seylerdendir. Ben, Allah'a inanmayan ve ahireti de tamamen inkar eden bir toplumun milletini terk ettim"},{"SurahNumber":12,"VerseNumber":38,"Text":"Ve atalarım Ibrahim'in, Ishak'ın Yakub'un milletine uydum. Bizim herhangi birseyi Allah'a ortak tutmamız soz konusu olamaz. Iste bu, Allah'ın bize ve diger insanlara bir lutfudur. Ama insanların cokları sukretmiyorlar"},{"SurahNumber":12,"VerseNumber":39,"Text":"Ey benim zından arkadaslarım! Parcalara bolunup fırkalasmıs rabler mi daha hayırlıdır, Vahid ve Kahhar olan Allah mı"},{"SurahNumber":12,"VerseNumber":40,"Text":"O'nun yanında nelere kulluk ediyorsunuz? Sadece bir takım isimlere ki, adlarını siz ve atalarınız koymustur. Onlar hakkında Allah, hicbir kanıt indirmemistir. Hukum yalnız Allah'ındır. O, yalnız ve yalnız kendisine kulluk etmenizi emretti. Eskimez ve porsumez din iste budur. Ama insanların cokları bilmiyorlar"},{"SurahNumber":12,"VerseNumber":41,"Text":"Ey benim zından arkadaslarım! Ruyanıza gelince: Bir taneniz rab edindigi kisiye sarap sunacak. Otekiniz ise asılacak da kuslar basından yiyecek. Hakkında fetva sordugunuz is, boyle hukme baglanmıstır"},{"SurahNumber":12,"VerseNumber":42,"Text":"Yusuf o iki kisiden, kurtulacagını dusundugune soyle dedi: \"Rab edindigin kisi yanında beni an.\" Ama seytan o adama, rab edindigi kisiye hatırlatmayı unutturdu. Boylece Yusuf yıllarca zındanda kaldı"},{"SurahNumber":12,"VerseNumber":43,"Text":"Kral dedi ki: \"Dusumde yedi semiz inek goruyorum. Bunları yedi cılız inek yiyor. Ayrıca yedi yesil basak, yedi de kuru basak goruyorum. Ey bendelerim! Eger ruya tabir ediyorsanız, bu ruyam hakkında bana bir fetva verin"},{"SurahNumber":12,"VerseNumber":44,"Text":"Dediler ki: \"Bunlar, demet demet hayallerden ibarettir. Biz, hayal ve kuruntuların yorumunu bilenler degiliz"},{"SurahNumber":12,"VerseNumber":45,"Text":"Zındandaki iki adamdan kurtulanı, uzun bir zamandan sonra eskiyi hatırladı da soyle dedi: \"Onun yorumunu size ben haber veririm. Siz beni zındana gonderin"},{"SurahNumber":12,"VerseNumber":46,"Text":"Yusuf, ey ozu-sozu dogru insan! Su ruyayı yorumla bize. Yedi semiz inek var, yedi cılız inek bunları yiyor; yedi yesil basak, bir yedi tane de kuru basak. Umarım buradan insanların yanına giderim, onlar da ogrenirler"},{"SurahNumber":12,"VerseNumber":47,"Text":"Yusuf dedi: \"Alısılageldigi sekliyle yedi yıl ekin ekeceksiniz. Bictiklerinizden yiyecek kadar az bir miktar alır, gerisini basagında bırakırsınız"},{"SurahNumber":12,"VerseNumber":48,"Text":"Bunun ardından yedi kurak yıl gelecek. Bu yıllar, saklayabileceginiz bir miktar ekin haric, onceden biriktirdiklerinizi yiyip tuketecek"},{"SurahNumber":12,"VerseNumber":49,"Text":"Bunun arkasından bir yıl gelecek ki, halk onda bol yagmura kavusup rahat edecek; meyve suyu sıkıp sut sagacaklar"},{"SurahNumber":12,"VerseNumber":50,"Text":"Kral: \"Bu yorumu yapanı bana getirin!\" dedi. Elci kendisine gelince, Yusuf dedi ki: \" Rab edindigin kisiye don de sor bakalım, o ellerini kesen kadınların derdi neydi? Rabbim, o kadınların hilelerini cok iyi bilmektedir"},{"SurahNumber":12,"VerseNumber":51,"Text":"Kral dedi: \"Yusuf'un nefsinden murat almak istediginizde, derdiniz ne idi?\" Dediler ki: \"Allah sahit, biz onun hicbir kotulugunu bilmiyoruz.\" Aziz'in karısı dedi ki: \"Iste simdi gercek ortaya cıktı. Ben onunla gonul eglendirmek istemistim. O, ozu-sozu dogru insanlardandı"},{"SurahNumber":12,"VerseNumber":52,"Text":"Gercegi soyluyorum ki, Yusuf, gıyabında ona hainlik etmedigimi, Allah'ın, hainlerin tuzagını basarıya ulastırmayacagını bilsin"}]}