{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"zai tamen zhihou, yige duoluo de houdai jichengle tamen, tamen feiqi bai gong, tantu xiangle [ru xihuan yinjiu, yinluan deng]. Yinci, tamen jiang bei touru huo yu shouxing."},{"SurahNumber":19,"VerseNumber":60,"Text":"Wei huizui, xinyang bing xingshan zhe liwai [zhu], zhexie ren jiang jinru leyuan, tamen bu shou renhe kuidai."},{"SurahNumber":19,"VerseNumber":61,"Text":"[Tamen jiang jinru] pu ci zhi zhu [an la] xunuo gei ta de pu renmen de [xianzai hai] kan bujian de yongjiu de leyuan. Ta de nuoyan que shi yao luxing de."},{"SurahNumber":19,"VerseNumber":62,"Text":"Tamen zai leyuan zhong jiang ting bu dao wang tan, zhi tingjian zhuyuan ping'an; tamen zai leyuan zhong jiang zhaoxi huode [an la ciyu] tamen de jiyang."},{"SurahNumber":19,"VerseNumber":63,"Text":"Zhe jiushi wo shi wo qianjing de pu renmen jicheng de leyuan."},{"SurahNumber":19,"VerseNumber":64,"Text":"[Tianshimen jiang shuo]:“Women zhi feng ni [mu sheng] de zhu de mingling jianglin. Fan zai women zhiqian de he zai women zhihou de yiqie, yiji zai qianhou zhi jian de yiqie, dou shi ta [an la] de. Ni de zhu shi jue bu hui wangji de."},{"SurahNumber":19,"VerseNumber":65,"Text":"[An la shi] tiandi wanwu de zhu, suo yi, ni dang chongbai ta, dang zai chongbai zhong jianren. Ni zhidao you shei neng yu ta xiangtibinglun ma?[Dangran meiyou].”"},{"SurahNumber":19,"VerseNumber":66,"Text":"Ren [bu xinyang zhe] shuo:“Nandao wo si hou hai hui bei fuhuo ma?”"},{"SurahNumber":19,"VerseNumber":67,"Text":"Nandao ren wangjile ma? Wo yiqian chuangzao ta shi, ta ye bu cunzai."},{"SurahNumber":19,"VerseNumber":68,"Text":"Yi ni de zhu fashi! Wo bi jiang ba tamen he emomen dou jihe qilai, ranhou, wo bi jiang shi tamen gui zai huo yu de zhouwei."},{"SurahNumber":19,"VerseNumber":69,"Text":"Ranhou, wo bi jiang cong mei pai zhong tichu naxie zui beini pu ci zhi zhu [an la] de ren lai."},{"SurahNumber":19,"VerseNumber":70,"Text":"Ranhou, wo zui zhidao tamen shei shi zui gai shou huo yu zhi xing de."},{"SurahNumber":19,"VerseNumber":71,"Text":"Nimen suoyouren dou jiang jinru huo yu [zhu], zhe shi ni de zhu bixu wancheng de yi xiang panjue."},{"SurahNumber":19,"VerseNumber":72,"Text":"Ranhou, wo jiang zhengjiu jingwei zhe [dui an la jinzhi jinze zhe], jiang rang bu yi zhe gui zai huo yu li."},{"SurahNumber":19,"VerseNumber":73,"Text":"Dang you ren xiang tamen songdu wo de mingbai de qishi shi, bu xinyang zhe [gu lai shen ren zhongguo shechi shenghuo de duoshenjiao tu] dui xinshi [mu sheng de zhuisui zhe zhongguo jianku shenghuo zhe] shuo:“Liang pai [xinshi yu bu xinyang zhe] zhong na yipai di diwei zuigao, xieshang changmian zui hongda ne?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Zai tamen zhiqian, wo ceng huimiele xuduo shidai, nandao naxie ren zai caifu he waiguan fangmian bubi tamen geng youyue ma?"},{"SurahNumber":19,"VerseNumber":75,"Text":"Ni [mu sheng] shuo:“Fan zai mi wu zhong zhe, pu ci zhi zhu [an la] jiang [zhanshi] yan kuan tamen de shouming, zhidao tamen kanjian tamen suo bei xunuo de: Bushi xingfa jiushi fuhuo de shijian, na shi tamen jiang zhidao shei di diwei zui elie, shei de liliang zui ruanruo [zhe shi dui di 73 jie jing wen de dafu].”"},{"SurahNumber":19,"VerseNumber":76,"Text":"An la jiang zengjia dui zunxing zhengdao zhe de yindao. Zai ni de zhu kan lai, chijiu de shangong [zhu] cai shi hui ci zui hao de, guisu zui hao de."},{"SurahNumber":19,"VerseNumber":77,"Text":"Ni kan jian liao bu xinyang wo de jixiang [mu sheng he “gulanjing”] de ren de qingkuang ma? Ta shuo:“[Jiaru wo bei fuhuo], wo bi jiang bei ciyu caifu he ernu.”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Shi ta zhidao wei jian zhi wu ne? Haishi ta huodele pu ci zhi zhu [an la] de yunxu [zhu]?"},{"SurahNumber":19,"VerseNumber":79,"Text":"Bu! Wo jiang jilu tasuo wangyan de, wo jiang zengjia ta [zai huo yu li] de xingfa."},{"SurahNumber":19,"VerseNumber":80,"Text":"[Ta si hou], wo jiang jicheng tasuo shuo de [ru wo zai jinshi ciyu ta de caifu he ernu], ta jiang duzi lai jian wo."},{"SurahNumber":19,"VerseNumber":81,"Text":"Tamen she an la er xuan bai xuduo shenling, yibian naxie shenling ci gei tamen rongyu he liliang [bing baohu tamen mian zao an la de xingfa deng]."},{"SurahNumber":19,"VerseNumber":82,"Text":"Bu![Fuhuo ri] naxie shenling jiang fouren tamen dui tamen de chongbai, bing jiang chengwei tamen de choudi."},{"SurahNumber":19,"VerseNumber":83,"Text":"Nandao ni bu zhidao ma? Wo chang pai emomen qu youhuo buxinyang zhe bing shandong tamen fanzui."},{"SurahNumber":19,"VerseNumber":84,"Text":"Suoyi, ni buyao dui [chengfa] tamen jizao, wo zhi jisuan tamen [zai jinshi] de shou shu [bing yanhuan tamen dao yige dingqi, yibian tamen zengjia zui'e]."},{"SurahNumber":19,"VerseNumber":85,"Text":"Zai na ri, wo jiang ba jingwei zhe jihe dao pu ci zhi zhu nali jieshou rongyao;"},{"SurahNumber":19,"VerseNumber":86,"Text":"wo jiang [xiang gan gan ke de niu qun qu yinshui yiyang] ba fanzui zhe gan ru huo yu yin feishui jieke,"},{"SurahNumber":19,"VerseNumber":87,"Text":"ci shi renhe ren dou meiyou qiuqing de quanli, wei huode pu ci zhi zhu yunxu zhe liwai."},{"SurahNumber":19,"VerseNumber":88,"Text":"Tamen shuo:“Pu ci zhi zhu you ernule [zhu][ru wangyan er sa shi an la de erzi, tianshimen shi an la de nu'er deng].”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Nimen dique niezaole yi jian hairentingwen de e shi!"},{"SurahNumber":19,"VerseNumber":90,"Text":"Zhu tian jihu yinci er polie, dadi jihu yinci er benglie, qun shan jihu yinci er bengta."},{"SurahNumber":19,"VerseNumber":91,"Text":"Zhe shi yinwei tamen wangyan pu ci zhi zhu you ernu."},{"SurahNumber":19,"VerseNumber":92,"Text":"Pu ci zhi zhu buyi you ernu."},{"SurahNumber":19,"VerseNumber":93,"Text":"Tiandi jian de yiqie, jianglai meiyou yige bu xiang nupu yiyang lai dao pu ci zhi zhu nali."},{"SurahNumber":19,"VerseNumber":94,"Text":"Ta que zhi tamen de shumu bing jingmi tongjiguo."},{"SurahNumber":19,"VerseNumber":95,"Text":"Fuhuo ri, tamen jiang duzi lai jian ta."},{"SurahNumber":19,"VerseNumber":96,"Text":"Fan xinyang bing xingshan zhe, pu ci zhi zhu bi shi tamen hu jing hu ai [zhu]."},{"SurahNumber":19,"VerseNumber":97,"Text":"Wo yi ni [mu sheng] de yuyan shi zhe bu “gulanjing” chengwei rongyi lijie de, yibian ni jie ci xiang jingwei zhe baoxi, tongshi jinggao qiangbian de minzhong."},{"SurahNumber":19,"VerseNumber":98,"Text":"Zai tamen zhiqian, wo ceng huimiele xuduo shidai,[xianzai] ni neng faxian tamen zhong hai youren [cunzai], huo neng tingjian tamen fachu de wei sheng ma?"}]}