{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"A'roʙi ʙodijanişin guftand: «Imon ovardem!» Bigū: «Imon najova. rdaed. Bigūed, ki taslim şudaem va hanūz imon dar dilhojaton doxil naşudaast. Va agar Xudovu pajomʙaraşro ito'at kuned, az savoʙi amalhoi şumo kam karda nameşavad, zero Xudo ʙaxşojandavu mehruʙon ast»"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mūʹminon kasone hastand, ki ʙa Xudovu pajomʙari Ū imon ovardaand va digar şak nakardaand va ʙo molu çoni xud dar rohi Xudo çihod kardaand. Inho rostgūjonand"},{"SurahNumber":49,"VerseNumber":16,"Text":"Bigū: «Ojo mexohed Xudoro az dindorii xud ogoh kuned? Hol on ki Xudo az har cī dar osmonhovu har cī dar zamin ast, ogoh ast va Ū ʙa har cize olim ast!»"},{"SurahNumber":49,"VerseNumber":17,"Text":"Az in ki islom ovardaand, ʙar tu minnat mekunand. Bigū: «Ba xotiri islomaton ʙar man minnat mekuned, ʙalki Xudo ʙa on saʙaʙ, ki şumoro ʙa imon roh namudaast, ʙar şumo minnat menihad, agar rost megūed!»"},{"SurahNumber":49,"VerseNumber":18,"Text":"Alʙatta Xudo nihoni osmonhovu zaminro medonad va ʙa har kore, ki mekuned, ʙinost"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qof. Qasam ʙa in Qur'oni arçmand"},{"SurahNumber":50,"VerseNumber":2,"Text":"Ki dar taaççuʙ şudand, az in ki az mijoni xudaşon ʙimdihandae sūjaşon omad, va kofiron guftand: «In cize açiʙ ast"},{"SurahNumber":50,"VerseNumber":3,"Text":"Ojo zamone, ki murdemu xok şudem, digar ʙor zinda meşavem? In ʙozgaşte muxol (nomumkin) ast!»"},{"SurahNumber":50,"VerseNumber":4,"Text":"Mo medonem, ki xok cī guna az (çasadhoi) onho kam mekunad. Va kitoʙe, ki hama ciz dar on nigahdorī şuda, nazdi Most"},{"SurahNumber":50,"VerseNumber":5,"Text":"Ore, onho suxani rostero, ki ʙar onho omada ʙud, durūƣ şumurdand. Pas dar kore şūrida aftodand"},{"SurahNumber":50,"VerseNumber":6,"Text":"Ojo ʙa in osmon ʙar ʙoloi saraşon nazar namekunaşd, ki cī guna onro ʙino kardaem va orostaem va heç şikofe dar on nest"},{"SurahNumber":50,"VerseNumber":7,"Text":"Va zaminro gusturdem va dar on kūhhoi ʙaland afkandem va az har guna naʙototi xuşmanzar dar on rūjonidem"},{"SurahNumber":50,"VerseNumber":8,"Text":"Binişe va pandest ʙaroi har ʙandae, ki ʙa Xudo ʙozgardad"},{"SurahNumber":50,"VerseNumber":9,"Text":"Va az osmoi oʙe purʙarakat firistodem va ʙo on ʙoƣhovu donahoi daravşudanī rūjonidem"},{"SurahNumber":50,"VerseNumber":10,"Text":"va naxlhoi ʙaland ʙo xuşahoi ʙarham cida"},{"SurahNumber":50,"VerseNumber":11,"Text":"to rizqi ʙaidagon ʙoşad va ʙo on oʙ sarzamini murdaro zinda kardem. Baromadan az gūr niz cunin ast"},{"SurahNumber":50,"VerseNumber":12,"Text":"Peş az onho qavmi Nūh va ashoʙi Ras va Samud takziʙ karda (durūƣ ʙarovarda) ʙudand"},{"SurahNumber":50,"VerseNumber":13,"Text":"va qavmi Odu Fir'avn va qavmi Lut"},{"SurahNumber":50,"VerseNumber":14,"Text":"va ashoʙi Ajka va qavmi Tuʙʙa' hama pajomʙaronro durūƣ şumurdand va sazovori va'dai azoʙi Man şudand"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ojo az ofarinişi naxustin oçiz şuda ʙudem? Na onho dar ofarinişi toza dar şakkand"},{"SurahNumber":50,"VerseNumber":16,"Text":"Mo odamiro ofaridaem va az vasvasahoi nafsi ū ogoh hastem, zero az ragi gardanaş ʙa ū nazdiktarem"},{"SurahNumber":50,"VerseNumber":17,"Text":"Hangome ki on du fariştai farogiranda dar çoniʙi rostu çoniʙi capi ū nişastaand, har cizro faro megirand"},{"SurahNumber":50,"VerseNumber":18,"Text":"Har kalome ki megūjad, alʙatta dar kanori ū noziru navisandae hozir ast"},{"SurahNumber":50,"VerseNumber":19,"Text":"Ba rostī, ki ʙehuşii marg faro merasad. In ast on cī az on megurextī"},{"SurahNumber":50,"VerseNumber":20,"Text":"Va dar sur damida meşavad, In ast, rūzi va'dahoi azoʙ"},{"SurahNumber":50,"VerseNumber":21,"Text":"Har kase meojad va ʙo ū kasest, ki meronadaş va kasest, ki ʙarojaş şohidī medihad"},{"SurahNumber":50,"VerseNumber":22,"Text":"Tu az in ƣofil ʙudī. Mo parda az ʙaroʙarat ʙardoştem va imrūz caşmonat tezʙin şudaast"},{"SurahNumber":50,"VerseNumber":23,"Text":"Fariştai (muvakkali) ū gūjad: «In ast on cī man omoda kardaam»"},{"SurahNumber":50,"VerseNumber":24,"Text":"Har noşukri sarkaşro ʙa çahannam ʙijandozed"},{"SurahNumber":50,"VerseNumber":25,"Text":"on ki az ʙaxşiş ʙaxilī kard va taçovuzkor ʙud va şak meovard"},{"SurahNumber":50,"VerseNumber":26,"Text":"on ki ʙo Xudoi jak to xudoi digare qaror dod. Pas ʙa azoʙi saxtaş ʙipartoed"}]}