{"Id":334,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"¿Acaso existe alguien más injusto que quien inventa mentiras sobre Dios y desmiente la Verdad cuando se le presenta? El Infierno será la morada de los que rechazan la verdad"},{"SurahNumber":39,"VerseNumber":33,"Text":"Quien les ha traído la Verdad [el Profeta Mujámmad] y aquellos que creyeron en él y lo siguieron, son los piadosos"},{"SurahNumber":39,"VerseNumber":34,"Text":"Ellos tendrán cuanto deseen junto a su Señor. Esa será la recompensa de los que hacen el bien"},{"SurahNumber":39,"VerseNumber":35,"Text":"Dios les perdonará las peores faltas que hubieran cometido, y los recompensará por las mejores buenas obras que hayan realizado"},{"SurahNumber":39,"VerseNumber":36,"Text":"¿Acaso Dios no es suficiente [como Protector] para Su siervo? Pero ellos [los idólatras] intentan atemorizarte con sus ídolos [a los cuales adoran] en lugar de Él. Y a quien Dios permite que se desvíe nadie lo podrá guiar"},{"SurahNumber":39,"VerseNumber":37,"Text":"A quien Dios decretó que siguiera la guía, no habrá nadie que lo pueda desviar. ¿Acaso no es Dios Poderoso y el dueño de la retribución [que merecen]"},{"SurahNumber":39,"VerseNumber":38,"Text":"Si les preguntas [a los idólatras:] \"¿Quién creó los cielos y la Tierra?\" Te responderán: \"¡Dios!\" Diles: \"¿Acaso no han pensado qué es aquello que invocan en vez de Dios? ¿Si Dios quisiera azotarme con algún daño, acaso sus ídolos me podrían librar de él? ¿O si deseara Dios cubrirme con Su misericordia, podrían ellos impedirlo?\" Diles: \"Me es suficiente con Dios. Quienes confíen verdaderamente en Dios, que se encomienden a Él"},{"SurahNumber":39,"VerseNumber":39,"Text":"Diles: \"¡Oh, pueblo mío! Obren como quieran, que yo obraré [acorde a lo que me ha sido revelado]. Ya sabrán"},{"SurahNumber":39,"VerseNumber":40,"Text":"a quién le corresponde el castigo humillante, y quién recibirá un castigo eterno [en la otra vida]"},{"SurahNumber":39,"VerseNumber":41,"Text":"[¡Oh, Mujámmad!] Te he revelado el Libro con la Verdad para [que se lo transmitas a] la gente. Quien siga la guía lo hará en beneficio propio, pero quien se desvíe lo hará en detrimento propio. Sabe que tú no eres responsable de lo que ellos hagan"},{"SurahNumber":39,"VerseNumber":42,"Text":"Dios toma las almas en el momento de la muerte, y durante el sueño las de quienes aún no les ha llegado su hora. Retiene aquellas de quienes decretó su muerte, y devuelve las otras hasta [que se cumpla] el plazo prefijado [para su muerte]. En esto hay signos para quienes reflexionan"},{"SurahNumber":39,"VerseNumber":43,"Text":"Sin embargo [los idólatras] toman [ídolos como] intercesores ante Dios. Diles: \"¿Lo hacen a pesar de que ellos no pueden hacer nada, ni tampoco entienden"},{"SurahNumber":39,"VerseNumber":44,"Text":"Diles: \"Dios es Quien autoriza toda intercesión. A Él pertenece el reino de los cielos y la Tierra; ante Él comparecerán"},{"SurahNumber":39,"VerseNumber":45,"Text":"Cuando se menciona a Dios como única divinidad, los corazones de los que se niegan a creer en el más allá sienten rechazo, pero cuando se mencionan a otros [ídolos] en lugar de Él, entonces se alegran"},{"SurahNumber":39,"VerseNumber":46,"Text":"Di: \"¡Oh, Dios! Tú eres el Creador de los cielos y de la Tierra, el conocedor de lo oculto y lo manifiesto; Tú juzgarás entre Tus siervos sobre lo que solían discutir [sobre sus creencias]"},{"SurahNumber":39,"VerseNumber":47,"Text":"Si los que cometen injusticias [idolatrías] poseyeran todo cuanto hay en la Tierra y otra cantidad semejante, querrían entregarlo como rescate para salvarse del castigo el Día de la Resurrección; pero Dios ya les mostrará lo que no se imaginan"},{"SurahNumber":39,"VerseNumber":48,"Text":"Se les mostrarán las obras malas que cometieron, y el castigo del que se burlaban los rodeará"},{"SurahNumber":39,"VerseNumber":49,"Text":"Cuando al ser humano le sucede una desgracia Me invoca; y luego, cuando le concedo una gracia, dice: \"La gracia que se me ha concedido es porque me lo merecía debido a mi capacidad\". Esto es una prueba [de Dios], pero la mayoría lo ignora"},{"SurahNumber":39,"VerseNumber":50,"Text":"Así dijeron sus ancestros, y [cuando los sorprendió el castigo] no los beneficiaron en absoluto las riquezas que habían obtenido"},{"SurahNumber":39,"VerseNumber":51,"Text":"Los azotó el castigo por lo que cometieron; los opresores serán castigados por sus malas obras, y no lo podrán evitar"},{"SurahNumber":39,"VerseNumber":52,"Text":"¿Acaso no saben que Dios concede un sustento abundante a quien Él quiere y se lo restringe a quien quiere? En esto hay signos para los que creen"}]}