{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"O rod lyudskoy! Vy, (ne vladeya otrodu nichem), Nuzhdayetes' v Allakhe; Allakh, (vladeya vsem, chto yest'), Bogat bezmerno i preslaven"},{"SurahNumber":35,"VerseNumber":16,"Text":"I bud' na eto Yego Volya, On povelit ischeznut' vam I novoye tvoreniye predstavit"},{"SurahNumber":35,"VerseNumber":17,"Text":"Eto dlya Gospoda legko"},{"SurahNumber":35,"VerseNumber":18,"Text":"I ni odna obremenennaya dusha Bremya (grekhov) drugoy dushi (Sebe na plechi) ne polozhit; A kol' ona, (nevmoch' nesti svoy gruz), Na pomoshch' prizovet druguyu dushu, Nikto iz bremeni yeye Ne poneset (i ves odnoy bylinki), Bud' to i rodstvennik yeye. Predosterech' ty mozhesh' tol'ko tekh, Kto v samoy glubine dushi Gospodnego strashitsya gneva I po chasam tvorit molitvu; A tot, kto ochishchayetsya (v delakh blagochestivykh), Tot ochishchayetsya na blago sobstvennoy dushi: K Allakhu - vozvrashcheniye (nas vsekh)"},{"SurahNumber":35,"VerseNumber":19,"Text":"Sravnyatsya li slepoy i zryachiy"},{"SurahNumber":35,"VerseNumber":20,"Text":"Mrak i svet"},{"SurahNumber":35,"VerseNumber":21,"Text":"(Prokhlada) teni i (palyashchiy) znoy"},{"SurahNumber":35,"VerseNumber":22,"Text":"I mozhno li sravnit' zhivykh i mertvykh? Allakh, poistine, dayet (Sebya) uslyshat' Lish' tem, kogo Svoyey ugodoyu sochtet. Ty zh ne zastavish' slyshat' tekh, Kotoryye v mogilakh"},{"SurahNumber":35,"VerseNumber":23,"Text":"Lish' uveshchatel' ty, i tol'ko"},{"SurahNumber":35,"VerseNumber":24,"Text":"My s Istinoy tebya poslali, Chtob blagovestvovat' (o Boge) i (ot grekha) uveshchevat'. Net ni yedinogo naroda, V kotorom by (iz nikh samikh) My uveshchatelya im ne vozdvigli"},{"SurahNumber":35,"VerseNumber":25,"Text":"A kol' oni lzhetsom tebya schitayut, Tak ved' i te, kto byl do nikh, Svoikh poslannikov lzhetsami narekali, - Kto prikhodil k nim s yasnymi znamen'yami (ot Nas), S Pisan'yami i s Knigoy, Chto Svet (Gospodney Istiny) neset"},{"SurahNumber":35,"VerseNumber":26,"Text":"Potom YA skhvatyval (surovoy karoy) tekh, Kotoryye nevernymi (ostalis'). I kak zhe strashen byl Moy gnev"},{"SurahNumber":35,"VerseNumber":27,"Text":"Uzhel' ne vidish' ty, kak Bog Vam s neba dozhd' (obil'nyy) l'yet I im plody rastit raznykh tsvetov (i vidov)? No yest' i gornyye dorogi - belyye i krasnyye - Raznykh (tonov i) krasok, I skaly chernyye, (chto v tsvet voron'yego kryla)"},{"SurahNumber":35,"VerseNumber":28,"Text":"Tak i sredi lyudey, skota, zhivotnykh Vstrechayutsya razlichnyye tsveta. Poistine, ispytyvayut (Blagogoveynyy) strakh pered Allakhom Te iz sluzhiteley Yego, Kto obladayet razumen'yem. Allakh, poistine, mogushch i vseproshchayushch"},{"SurahNumber":35,"VerseNumber":29,"Text":"Vse, kto chitayet (Al' Kor'an) - Knigu Allakha, Tvorit molitvu po chasam, Dayet na podat' tayno ili yavno Iz blag, kotorymi My nadelili ikh, (Smeyut) nadeyat'sya (na pribyl') ot torgovli, Kotoroy nikogda My ne dadim propast'"},{"SurahNumber":35,"VerseNumber":30,"Text":"On im uplatit vse, chto (izderzhali), I k etomu dobavit ot Svoikh shchedrot, - Poistine, proshchayushch On i blagodaren (Tomu, kto v usluzhenii Yemu)"},{"SurahNumber":35,"VerseNumber":31,"Text":"To, chto vnusheniyem tebe Otkryli My iz etoy Knigi, Yest' Istina, chto podtverzhdayet istinnost' togo, Chto do neye nisposlano (drugim prorokam). Allakh - kasatel'no sluzhiteley Svoikh, - Poistine, vse znayet i vse vidit"},{"SurahNumber":35,"VerseNumber":32,"Text":"I nakonets, My dali Knigu V nasledstvo tem iz Nashikh slug, Kogo Svoyey ugodoyu izbrali. Iz nikh yest' te, chto prichinili zlo svoyey dushe, Yest' i takiye, chto umerenny (v zhelan'yakh i delakh), A yest' i te, kotoryye s soizvoleniya Allakha Drugikh operezhayut po blagim delam. Eto - velikaya (Gospodnya) blagosklonnost'"},{"SurahNumber":35,"VerseNumber":33,"Text":"Sady Edema vstretyat ikh, I tam ukrasyatsya oni v braslety zolotyye, zhemchuga, Ikh odeyan'ya tam - iz shelka"},{"SurahNumber":35,"VerseNumber":34,"Text":"I oni skazhut: \"Slava Bogu, Kto udalil ot nas pechal'! Gospod' nash, istinno, proshchayushch, I prenemnogo blagodaren (tem, kto v usluzhenii Yemu)"},{"SurahNumber":35,"VerseNumber":35,"Text":"Kto miloserdiyem Svoim nas poselil V vechnoy obiteli (Gospodney blagodati), Gde utomleniye nas bol'she ne kosnetsya (ot neposil'nogo truda), Ne ovladeyet nEmoshch' nami"},{"SurahNumber":35,"VerseNumber":36,"Text":"A tem, kto ne uveroval, tem - ogn' Ada! Ne budet predreshen'ya (sroka) im Ni na konchinu, ni na smyagchen'ye muk, - Tak vozdayem My vsyakomu nevertsu"},{"SurahNumber":35,"VerseNumber":37,"Text":"Tam vozopyat oni: \"Gospod' nash! Vyzvoli otsyuda nas! My budem dobroye tvorit' - Ne to, chto delali my prezhde\". Neuzhto My ne dali vam (Takuyu dolguyu zemnuyu) zhizn', Chto vsyakiy, (kto togo b khotel), Odumat'sya by mog i obratit'sya? K tomu zh k vam uveshchatel' prikhodil. Teper' vkusite (ot plodov svoikh grekhov)! Nevertsam zlym pomoshchnika ne budet"},{"SurahNumber":35,"VerseNumber":38,"Text":"Allakhu, istinno, izvestno Vse sokrovennoye nebes i taynoye zemli, - Poistine, On znayet, chto u vas v grudi"},{"SurahNumber":35,"VerseNumber":39,"Text":"On - Tot, Kto vas preyemnikami sdelal na zemle: Kto byl nevernym - Protiv nikh neveriye ikh obratitsya. Dlya nechestivykh ikh neveriye (v Allakha) Lish' uvelichit nenavist' Yego I ikh neveriye pribavit k ikh ubytku"},{"SurahNumber":35,"VerseNumber":40,"Text":"Skazhi: \"Vy videli te vashi bozhestva, Kogo vy prizyvayete, pomimo Boga? Vy pokazhite mne: chto (iz togo, chto) na zemle, Oni (svoimi silami) sozdali? Ili u nikh yest' dolya v sotvorenii nebes? Il' My im darovali Knigu I ot neye oni imeyut yasnoye znamen'ye (svoyey vlasti)? Net, nechestivyye sulyat drug drugu tol'ko strasti"}]}