{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":37,"VerseNumber":83,"Text":"Na mataan! a maapd ko okit iyan so Ibrahim"},{"SurahNumber":37,"VerseNumber":84,"Text":"Gowani a somangor ko Kadnan iyan a rakhs o poso a da a saninsaning iyan"},{"SurahNumber":37,"VerseNumber":85,"Text":"Gowani na pitharo iyan ki ama iyan, ago so pagtaw niyan a: \"Antonaa i pzimbaan iyo"},{"SurahNumber":37,"VerseNumber":86,"Text":"Ba so kabokhag a manga katohanan a salakaw ko Allah i khabayaan niyo"},{"SurahNumber":37,"VerseNumber":87,"Text":"Na antonaa i arangan iyo ko Kadnan o manga kaadn"},{"SurahNumber":37,"VerseNumber":88,"Text":"Na inilay niyan sa kaylay a gdagda so manga bitoon"},{"SurahNumber":37,"VerseNumber":89,"Text":"Na pitharo iyan a: \"Mataan! a pkhasakit ako"},{"SurahNumber":37,"VerseNumber":90,"Text":"Na inawaan iran skaniyan, a miyamanalikhod siran"},{"SurahNumber":37,"VerseNumber":91,"Text":"Na minanay somong ko manga katohanan iran, na pitharo iyan a: \"Ino kano di khan"},{"SurahNumber":37,"VerseNumber":92,"Text":"Ino a di kano ptharo"},{"SurahNumber":37,"VerseNumber":93,"Text":"Na siyongoan iyan siran sa mananay, na pirorompi niyan zabnar"},{"SurahNumber":37,"VerseNumber":94,"Text":"Na piyamantk iran skaniyan a gii siran mamagarabaya"},{"SurahNumber":37,"VerseNumber":95,"Text":"Pitharo iyan a: \"Ino niyo pzimbaa so gii niyo phapandayan"},{"SurahNumber":37,"VerseNumber":96,"Text":"A so Allah i miyadn rkano, ago so pphangmbaalan niyo"},{"SurahNumber":37,"VerseNumber":97,"Text":"Pitharo iran a: \"Mbalayn iyo skaniyan sa walay, na lbadn iyo skaniyan ko kadg"},{"SurahNumber":37,"VerseNumber":98,"Text":"Na pikhadiyatan iran skaniyan sa tipo, na biyaloy Ami siran a manga bababa"},{"SurahNumber":37,"VerseNumber":99,"Text":"Na pitharo iyan a: \"Mataan! a sakn na zong ako ko Kadnan ko! a pnggonanao rakn"},{"SurahNumber":37,"VerseNumber":100,"Text":"Kadnan ko, bgi akong Ka sa (wata a) pd ko manga bilangataw"},{"SurahNumber":37,"VerseNumber":101,"Text":"Na piyanothol Ami ron a (pmbawata sa) wata a mama a matigr"},{"SurahNumber":37,"VerseNumber":102,"Text":"Na kagiya iraot sa miphagonota iyan lomalakaw, na pitharo iyan: \"Hay wata ko, mataan! a sakn na pithataginp akn ko katotoroga (rakn) a mataan! a sakn na zombaliin ko ska: Na nggdagdaang ka o antonaa i pandapat ka!\" Pitharo iyan: \"Hay ama, nggolalann ka so sogoan rka: Ka khatoon akong ka, omiyog so Allah, a pd ko manga papantang"},{"SurahNumber":37,"VerseNumber":103,"Text":"Na kagiya a mbayorantang siran a dowa, go piyakaiga iyan a tomatakilid"},{"SurahNumber":37,"VerseNumber":104,"Text":"Na tiyawag Ami skaniyan: \"Hay Ibrahim"},{"SurahNumber":37,"VerseNumber":105,"Text":"Sabnar a miyatoman ka so taginpn!\" - mataan! a Skami na lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":106,"Text":"Mataan! a giyaya na titho a skaniyan na tiyoba a mapayag"},{"SurahNumber":37,"VerseNumber":107,"Text":"Na siyanggar Ami skaniyan a kibas a mala"},{"SurahNumber":37,"VerseNumber":108,"Text":"Go inibagak Ami skaniyan (a kapphananadman) ko miyangaoori"},{"SurahNumber":37,"VerseNumber":109,"Text":"Kalilintad a sii ko Ibrahim"},{"SurahNumber":37,"VerseNumber":110,"Text":"Lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":111,"Text":"Mataan! a skaniyan na pd ko manga oripn Ami a miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":112,"Text":"Na piyanothol Ami ron (a ipmbawata iyan) so Is´haq a nabi, - a pd ko manga bilangataw"},{"SurahNumber":37,"VerseNumber":113,"Text":"Na piyakandaklan Ami sa mapiya skaniyan ago so Is´haq: Na so sabaad ko manga mori ran a taw na phipiyapiya, go (so sabaad na) siyalimbotan iyan a ginawa niyan a mapayag"},{"SurahNumber":37,"VerseNumber":114,"Text":"Na sabnsabnar a inipangalimo Ami so Mosa ago so Haron"},{"SurahNumber":37,"VerseNumber":115,"Text":"Go siyabt Ami siran ago so pagtaw iran ko boko a mala"},{"SurahNumber":37,"VerseNumber":116,"Text":"Go tiyabangan Ami siran, na miyabaloy siran a siran i miyamakadaag"},{"SurahNumber":37,"VerseNumber":117,"Text":"Go inibgay Ami kiran so kitab a miyakapayag (ko manga kokoman)"},{"SurahNumber":37,"VerseNumber":118,"Text":"Go pinggonanao Ami kiran so lalan a matitho"},{"SurahNumber":37,"VerseNumber":119,"Text":"Go inibagak Ami siran (a kapphananadman) ko miyangaoori"},{"SurahNumber":37,"VerseNumber":120,"Text":"Kalilintad a sii ko Mosa ago so Haron"},{"SurahNumber":37,"VerseNumber":121,"Text":"Mataan! a Skami na lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":122,"Text":"Mataan! a giya dowa oto na pd ko manga oripn o Allah a miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":123,"Text":"Go mataan! a so Ilyas na pd dn ko manga sogo"},{"SurahNumber":37,"VerseNumber":124,"Text":"Gowani na pitharo iyan ko pagtaw niyan a: \"Ino kano di phananggila"},{"SurahNumber":37,"VerseNumber":125,"Text":"Ino niyo pphanongganoya so barahala a Baal, na ipmbagak iyo so lbi a mapiya a miyangadn"},{"SurahNumber":37,"VerseNumber":126,"Text":"A so Allah, a Kadnan iyo go Kadnan o manga loks iyo a miyangaoona"},{"SurahNumber":37,"VerseNumber":127,"Text":"Na piyakambokhag iran Skaniyan, na mataan! a siran na phamakadarpaan dn (ko naraka)"},{"SurahNumber":37,"VerseNumber":128,"Text":"Inonta so manga oripn o Allah a manga tolabos"},{"SurahNumber":37,"VerseNumber":129,"Text":"Na inibagak Ami skaniyan (a kapphananadman) ko miyanga oori"},{"SurahNumber":37,"VerseNumber":130,"Text":"Kalilintad a sii ko Ilyasin"},{"SurahNumber":37,"VerseNumber":131,"Text":"Mataan! a Skami na lagid man oto a kambalasi Ami ko miphipiyapiya"},{"SurahNumber":37,"VerseNumber":132,"Text":"Mataan! a skaniyan na pd ko manga oripn Ami a miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":133,"Text":"Go mataan! a so Lot na pd dn ko manga sogo (Ami)"},{"SurahNumber":37,"VerseNumber":134,"Text":"Gowani na siyabt Ami skaniyan ago so taalok on, sa kasamasama iran"},{"SurahNumber":37,"VerseNumber":135,"Text":"Inonta so loks (a karoma niyan) ka miyapd ko miyamangi bagak (ko siksa)"},{"SurahNumber":37,"VerseNumber":136,"Text":"Oriyan iyan na bininasa Mi so manga salakaw (kiran)"},{"SurahNumber":37,"VerseNumber":137,"Text":"Na mataan! a skano na sabnar a pkhasagadan iyo siran, ko kapkhapitai rkano"},{"SurahNumber":37,"VerseNumber":138,"Text":"Ago so gagawii: Ba niyo di mapnggdagda"},{"SurahNumber":37,"VerseNumber":139,"Text":"Go mataan! a so Yonos na pd dn ko manga sogo"},{"SurahNumber":37,"VerseNumber":140,"Text":"Gowani na miyalagoy a miyagapas ko kapal a ttgbn"},{"SurahNumber":37,"VerseNumber":141,"Text":"Na miyakipripa, na miyabaloy a pd ko piyamanaban"},{"SurahNumber":37,"VerseNumber":142,"Text":"Na liyamd skaniyan o sda, a skaniyan na makapphanginsoya"},{"SurahNumber":37,"VerseNumber":143,"Text":"Na o da (kagiya a) mataan a skaniyan na miyabaloy a pd ko miyamanasbik"},{"SurahNumber":37,"VerseNumber":144,"Text":"Na khatatap dn ko tiyan o sda sa taman ko alongan a kawyaga kiran (ko alongan a qiyamah)"}]}