{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"idi oka sūrah! Mēmē dīnini avatarimpajēśāmu mariyu dīnini vidhigā jēśāmu mariyu bahuśā mīru guṇapāṭhaṁ nērcukuṇṭārani, mēmindulō spaṣṭamaina sūcanalanu (āyāt lanu) avatarimpajēśāmu"},{"SurahNumber":24,"VerseNumber":2,"Text":"vyabhicāriṇi mariyu vyabhicāruḍu, ī iddarilō prati okkariki nūrēsi koraḍā debbalu koṭṭaṇḍi. Mariyu mīku allāh yandu mariyu antima dinamunandu viśvāsamuṇṭē - allāh vidhin̄cina dharmaviṣayanlō - vāriddari yeḍala mīku jāli kalugakūḍadu. Mariyu vāriddari śikṣanu, viśvāsulalō kondaru cūḍāli"},{"SurahNumber":24,"VerseNumber":3,"Text":"oka vyabhicāri, oka vyabhicāriṇini lēka bahudaivārādhakurālayina (muṣrik) strīni mātramē vivāhamāḍutāḍu; mariyu oka vyabhicāriṇini, oka vyabhicāruḍō lēka oka bahudaivārādhakuḍō mātramē vivāhamāḍutāḍu. Mariyu ilāṇṭi viṣayaṁ viśvāsula koraku niṣēdhin̄cabaḍindi"},{"SurahNumber":24,"VerseNumber":4,"Text":"mariyu evarainā śīlavatulaina strīlapai apaninda mōpina taruvāta naluguru sākṣulanu tīsukoni rālērō, vāriki enabhai koraḍā debbalu koṭṭaṇḍi mariyu vāri sākṣyānni ennaṭikī svīkarin̄cakaṇḍi. Alāṇṭi vāru parama duṣṭulu (phāsikhūn)"},{"SurahNumber":24,"VerseNumber":5,"Text":"kāni aṭu pim'maṭa evaraitē paścāttāpa paḍi tamanu tāmu savarin̄cukuṇṭārō! Niścayaṅgā, alāṇṭi vāri paṭla allāh kṣamīśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":24,"VerseNumber":6,"Text":"mariyu evaraitē, tama bhāryala mīda apaninda mōpi, dāniki tāmu svayamē tappa itarulanu sākṣulugā tēlērō, vāru tamantaṭa tāmē nālugu sārlu allāh pai pramāṇaṁ cēsi sākṣyamistū; niścayaṅgā, tānu satyaṁ palukutunnānanī"},{"SurahNumber":24,"VerseNumber":7,"Text":"mariyu aidavasāri ataḍu okavēḷa asatyaṁ palukutunnaṭlayitē! Niścayaṅgā, allāh āgrahaṁ tana mīda virucuku paḍugāka! Anī anāli"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ika āme (bhārya) śikṣanu tappin̄cukōvaṭāniki, nālugu sārlu allāh pai pramāṇaṁ cēstū; niścayaṅgā, ataḍu abad'dhaṁ cebutunnāḍanī"},{"SurahNumber":24,"VerseNumber":9,"Text":"mariyu ayidavasāri okavēḷa ataḍu satyavantuḍaitē! Niścayaṅgā, tana mīda allāh āgrahaṁ virucuku paḍugāka! Anī anāli"},{"SurahNumber":24,"VerseNumber":10,"Text":"mariyu mīpai allāh anugrahaṁ mariyu āyana karuṇayē lēkuṇṭē! (Āyana mī śikṣanu tvaralōnē teccēvāḍu) mariyu niścayaṅgā, allāh paścāttāpānni svīkarin̄cēvāḍu, mahā vivēkavantuḍu"},{"SurahNumber":24,"VerseNumber":11,"Text":"niścayaṅgā, apaninda mōpēvāru, mīlō nun̄cē kondarunnāru. Adi mīku hānikaramainadani bhāvin̄cakaṇḍi. Vāstavāniki adi mīku mēlainadē. Vārilō prati okkaniki tānu cēsina pāpāniki tagina śikṣa labhistundi. Mariyu vārilō (ī apaninda mōpaṭanlō), pedda bādhyata vahin̄cina vāniki ghōramaina śikṣa paḍutundi"},{"SurahNumber":24,"VerseNumber":12,"Text":"viśvāsulaina puruṣulu mariyu viśvāsulaina strīlu dānini vininappuḍu, tamanu gurin̄ci tāmu man̄ci talampu vahin̄ci: \"Idi spaṣṭamaina apanindayē!\" Ani enduku analēdu"},{"SurahNumber":24,"VerseNumber":13,"Text":"mariyu vāru dīnikai naluguru sākṣulanu enduku tīsukurālēdu? Okavēḷa vāru sākṣulanu tīsukoni rānappuḍu, allāh vadda vārē asatyavādulu"},{"SurahNumber":24,"VerseNumber":14,"Text":"mariyu okavēḷa mīpai allāh anugrahaṁ mariyu āyana karuṇa, ihalōkanlō mariyu paralōkanlō lēkuṇṭē - mīru ē viṣayālalō paḍi pōyārō, vāṭi paryavasānaṅgā - mīpai ghōramaina śikṣa paḍi uṇḍēdi"},{"SurahNumber":24,"VerseNumber":15,"Text":"appuḍu mīru dānini (ā apanindanu) mī nālukalatō vyāpimpajēstū pōyāru mariyu mīku teliyani dānini mī nōḷḷatō palukasāgāru mariyu mīru dānini cinna viṣayaṅgā bhāvin̄cāru, kāni allāh daggara (dr̥ṣṭilō) adi entō goppa viṣayaṁ (aparādhaṁ)"},{"SurahNumber":24,"VerseNumber":16,"Text":"mariyu mīru dānini vinnappuḍu: \"Ilāṇṭi māṭa palakaḍaṁ māku tagadu, (ō mā prabhū!) Nīvu sarvalōpālaku atītuḍavu, idi goppa nindārōpaṇa!\" Ani enduku analēdu"},{"SurahNumber":24,"VerseNumber":17,"Text":"Mīru viśvāsulē ayitē, ika mīdaṭa ennaṭikī iṭuvaṇṭi cēṣṭalu marala cēyakūḍadani allāh mim'malni upadēśistunnāḍu"},{"SurahNumber":24,"VerseNumber":18,"Text":"mariyu allāh mīku spaṣṭamaina āyāt lanu cūputunnāḍu. Mariyu allāh sarvajñuḍu, mahā vivēkavantuḍu"},{"SurahNumber":24,"VerseNumber":19,"Text":"niścayaṅgā, evaraitē viśvāsavarganlō aślīlata vyāpin̄cālani kōrutārō, alāṇṭi vāriki ihalōkanlō mariyu paralōkanlō kūḍā kaṭhinaśikṣa paḍutundi. Mariyu allāh ku antā telusu, kāni mīku teliyadu"},{"SurahNumber":24,"VerseNumber":20,"Text":"mariyu mī yeḍala allāh anugrahaṁ mariyu āyana karuṇayē lēkuṇṭē (mīru nāśanamai pōyēvāru); mariyu niścayaṅgā, allāh mahā kanikaruḍu, apāra karuṇā pradāta"}]}