{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"И знајте дека од сè што ќе заплените за време на борба една петтина им припаѓа на Аллах и на Пратеникот, и на роднините негови, и на сирачињата, ина сиромашните, инапатниците, аковерувате во Аллах и во тоа што го објавивме на робот Наш на денот на одвојувањето на вистината од невистината, на денот кога се судрија двете војски, а Аллах може сè"},{"SurahNumber":8,"VerseNumber":42,"Text":"кога вие бевте во поблиската долина, а тие во поодалечената долина, а караванот подолуодвас. И да седоговаравте, немаше да седоговорите за времето на борбата, но таа се случи за Аллах да даде да се исполни тоа што мораше да се случи, неверникот да остане неверник по очигледниот доказ и верникот да остане верник по очигледниот доказ, а Аллах навистина сè слуша и сè знае"},{"SurahNumber":8,"VerseNumber":43,"Text":"Кога Аллах во сон ти покажа дека нив ги има малку; а да ти покажеше дека се многу вие моралот ќе го изгубевте и за бојот ќе се расправавте, но Аллах ви го покажа спасот. Тој добро ги знае мислите сечии"},{"SurahNumber":8,"VerseNumber":44,"Text":"А кога се судривте, Тој во очите ваши ви ги прикажа во мал број, а и вас во очите нивни исто така во мал број, за Аллах да даде да се исполни тоа што мораше да се случи, а сè се враќа кон Аллах"},{"SurahNumber":8,"VerseNumber":45,"Text":"О, верници, кога ќе се судрите со каква било чета, бидете смели и непрестајно Аллах спомнувајте Го, за да го постигнете тоа што го сакате"},{"SurahNumber":8,"VerseNumber":46,"Text":"и покорувајте им се на Аллах и на Пратеникот Негов и не расправајте се за да не потклекнете и без борбениот дух да останете; и бидете издржливи, бидејќи Аллах е навистина на страна на издржливите"},{"SurahNumber":8,"VerseNumber":47,"Text":"И не бидете како тие кои за да му се покажат на светот, наметливо од градот свој излегоа за од Аллаховиот пат да одвраќаат. А Аллах добро знае што прават тие"},{"SurahNumber":8,"VerseNumber":48,"Text":"И кога шејтанот како убави им ги претстави нивните постапки и им рече: „Никој неможеденес да вепобеди и јас сумвашиот заштитник!“, тогаш тој, кога се судрија двете противнички групи, се повлече назад, и рече: „Јас немам ништо со вас, јас го гледам тоа што вие не можете да го видите, и јас се плашам од Аллах, бидејќи Аллах страшно казнува!“"},{"SurahNumber":8,"VerseNumber":49,"Text":"кога лицемерите и тие чиишто срца се болни велеа: „Нив ги заведе верата нивна!“ А тој што на Аллах ќе се потпре, па Аллах е навистина Силен и Мудар"},{"SurahNumber":8,"VerseNumber":50,"Text":"А да видеше само кога мелеците на неверниците душата им ја земаа и по лицата нивни и одназад ги удираа: „Вкусете го страданието во огнот!“"},{"SurahNumber":8,"VerseNumber":51,"Text":"Тоа е за тоа што го подготвивте со рацете свои, бидејќи Аллах не е неправеден спрема робовите Свои"},{"SurahNumber":8,"VerseNumber":52,"Text":"Така беше и со фараоновите луѓе и со тие пред нив: во Аллаховите докази не веруваа, па Аллах, поради гревовите нивни ги казни. Аллах, навистина, е моќен и страшно казнува"},{"SurahNumber":8,"VerseNumber":53,"Text":"Тоа е затоа што Аллах нема да го лиши од благосостојба народот на кого Тој веќе им ја подарил, сè додека тој (народот) самиот не се промени. А Аллах сè слуша и сè знае"},{"SurahNumber":8,"VerseNumber":54,"Text":"Така беше и со фараоновите луѓе и со тие пред нив: доказите на Господарот свој не ги признаваа, па Ние, поради гревовите нивни, ги уништивме, а фараоновите луѓе ги потопивме, сите тие беа неверници"},{"SurahNumber":8,"VerseNumber":55,"Text":"Најлоши суштества кај Аллах се тие што негираат, тие што не сакаат да веруваат"},{"SurahNumber":8,"VerseNumber":56,"Text":"тие со коишто ти склопуваш договори, па тие секој пат, не плашејќи се од Аллах, го кршат договорот свој"},{"SurahNumber":8,"VerseNumber":57,"Text":"Ако во борбата се судриш со нив, казни ги така што поради нив да се разбегаат тие што се зад нив, за да се опаметат"},{"SurahNumber":8,"VerseNumber":58,"Text":"Штом забележиш предавство кај некое племе, и ти нему исто така откажи му го договорот. Аллах сигурно не ги сака предавниците"},{"SurahNumber":8,"VerseNumber":59,"Text":"И нека не мислат тие што не веруваат дека ќе се спасат; тие навистина нема да можат да избегаат"},{"SurahNumber":8,"VerseNumber":60,"Text":"И против нив подгответе колку што можете сила и коњи за бој, за со тоа да ги заплашите Аллаховите и ваши непријатели, и другите освен нив – вие не ги познавате, Аллах ги знае. Сè што ќе потрошите на Аллаховиот пат, ќе ви биде надоместено, нема да ви сестори неправда"}]}