{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"(ئى مۇھەممەد!) دەۋا قىلغۇچىلارنىڭ قىسسىسى ساڭا يەتتىمۇ؟ ئۆز ۋاقتىدا ئۇلار (داۋۇد ئىبادەت قىلىۋاتقان) مەسجىدنىڭ تېمىدىن ئارتىلىپ چۈشۈشتى"},{"SurahNumber":38,"VerseNumber":22,"Text":"ئەينى ۋاقىتتا ئۇلار داۋۇدنىڭ يېنىغا كىردى. داۋۇد ئۇلاردىن قورقتى، ئۇلار (داۋۇدقا): «قورقمىغىن، بىز بىرىمىز - بىرىمىزگە چېقىلغان ئىككى دەۋاگەرمىز، بىزنىڭ ئارىمىزدا ئادىللىق بىلەن ھۆكۈم قىلغىن، ناھەق ھۆكۈم چىقارمىغىن، بىزنى توغرا يولغا باشلىغىن» دېدى"},{"SurahNumber":38,"VerseNumber":23,"Text":"(ئۇلارنىڭ بىرى) «شۈبھىسىزكى، مېنىڭ بۇ قېرىندىشىمنىڭ 99 ساغلىقى بار، مېنىڭ بىر ساغلىقىم بار، قېرىندىشىم ئۇ بىر ساغلىقنىمۇ ماڭا بەرگىن دەيدۇ، (ئارىمىزدا بۇ توغرۇلۇق مۇنازىرە بولۇپ) ئۇ مېنى سۆزدە يېڭىپ قويدى» دېدى"},{"SurahNumber":38,"VerseNumber":24,"Text":"داۋۇد ئېيتتى: «ئۇ سېنىڭ ساغلىقىڭنى ئۆزىنىڭ ساغلىقلىرىغا قوشۇۋېلىشنى تەلەپ قىلىپ راستلا سېنى بوزەك قىلىپتۇ، نۇرغۇن شېرىكلەر (يەنى دوستلار)، شۈبھىسىزكى، بىر - بىرىگە چېقىلىدۇ، پەقەت ئىمان ئېيتقان ۋە ياخشى ئەمەل قىلغانلارلا (بىر - بىرىگە چېقىلمايدۇ) بۇلار ئازدۇر». داۋۇد بىزنىڭ ئۇنى سىنىغانلىقىمىزنى بىلدى. پەرۋەردىگارىدىن مەغپىرەت تەلەپ قىلدى، سەجدىگە باردى. (اﷲ قا) تەۋبە قىلدى"},{"SurahNumber":38,"VerseNumber":25,"Text":"بىز ئۇنىڭ خاتالىقىنى ئەپۇ قىلدۇق، ئۇ بىزنىڭ دەرگاھىمىزدا ئەلۋەتتە يېقىنلىققا ۋە ياخشى ئاقىۋەتكە ئىگە بولىدۇ"},{"SurahNumber":38,"VerseNumber":26,"Text":"ئى داۋۇد! سېنى بىز ھەقىقەتەن يەر يۈزىدە خەلىپە قىلدۇق، كىشىلەرنىڭ ئارىسىدا ئادىللىق بىلەن ھۆكۈم چىقارغىن، نەپسى خاھىشقا ئەگەشمىگىنكى، ئۇ سېنى اﷲ نىڭ يولىدىن ئازدۇرىدۇ، اﷲ نىڭ يولىدىن ئازغانلار ھېساب كۈنى (يەنى قىيامەت كۈنى) نى ئۇنتۇغانلىقلىرى ئۈچۈن ھەقىقەتەن قاتتىق ئازابقا دۇچار بولىدۇ"},{"SurahNumber":38,"VerseNumber":27,"Text":"ئاسماننى، زېمىننى ۋە ئۇلارنىڭ ئارىسىدىكى شەيئىلەرنى بىكار ياراتمىدۇق، ئۇ (يەنى ئۇلارنى بىكار يارىتىلغان دەپ قاراش) كاپىرلارنىڭ گۇمانىدۇر، كاپىرلارغا دوزاختىن ۋاي"},{"SurahNumber":38,"VerseNumber":28,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارنى يەر يۈزىدە بۇزغۇنچىلىق قىلغانلار بىلەن ئوخشاش قىلامدۇق؟ ياكى تەقۋادارلارنى فاجىرلارغا ئوخشاش قىلامدۇق؟"},{"SurahNumber":38,"VerseNumber":29,"Text":"(بۇ) ئۇلارنىڭ ئايەتلەرنى تەپەككۈر قىلىشلىرى ئۈچۈن، ئەقىل ئىگىلىرىنىڭ ۋەز - نەسىھەت ئېلىشلىرى ئۈچۈن بىز ساڭا نازىل قىلغان مۇبارەك كىتابتۇر"},{"SurahNumber":38,"VerseNumber":30,"Text":"بىز داۋۇدقا سۇلەيماننى ئاتا قىلدۇق، سۇلەيمان نېمىدېگەن ياخشى بەندە! ئۇ (اﷲ قا) ھەقىقەتەن ئىتائەت قىلغۇچى ئىدى"},{"SurahNumber":38,"VerseNumber":31,"Text":"ئۆز ۋاقتىدا كەچقۇرۇنلىقى ئۇنىڭغا ياخشى يۈگۈرۈك ئاتلار توغرىلاندى"},{"SurahNumber":38,"VerseNumber":32,"Text":"سۇلەيمان ئېيتتى: «مەن ھەقىقەتەن ئاتلارنى پەرۋەردىگارىمنى ئەسلەش ئۈچۈن ياخشى كۆردۈم، ئۇلار (كۆزۈمدىن) غايىب بولغۇچە (ئۇلارنى كۆزدىن كۆچۈرۈش بىلەن بولدۇم)»"},{"SurahNumber":38,"VerseNumber":33,"Text":"سۇلەيمان ئېيتتى: «ئاتلارنى مېنىڭ ئالدىمغا ئېلىپ كېلىڭلار». (ئاتلار ئېلىپ كېلىنگەندىن كېيىن) سۇلەيمان ئۇلارنىڭ پاچاقلىرىنى، بويۇنلىرىنى سىلاشقا باشلىدى"},{"SurahNumber":38,"VerseNumber":34,"Text":"بىز ھەقىقەتەن سۇلەيماننى سىنىدۇق، ئۇنىڭ تەختى ئۈستىگە بىر جەسەتنى تاشلىدۇق، ئاندىن ئۇ (بۇنىڭ سىناق ئىكەنلىكىنى بىلىپ) تەۋبە قىلدى"},{"SurahNumber":38,"VerseNumber":35,"Text":"سۇلەيمان ئېيىتتى: «پەرۋەردىگارىم! ماڭا مەغپىرەت قىلغىن، ماڭا مەندىن كېيىن (مەندىن باشقا) ھېچ ئادەمگە مۇيەسسەر بولمايدىغان پادىشاھلىقنى ئاتا قىلغىن، سەن ھەقىقەتەن كۆپ ئاتا قىلغۇچىسەن»"},{"SurahNumber":38,"VerseNumber":36,"Text":"بىز سۇلەيمانغا شامالنى بويسۇندۇرۇپ بەردۇق. شامال سۇلەيماننىڭ بۇيرۇقى بويىچە ئۇ خالىغان تەرەپكە لەرزان ماڭاتتى"},{"SurahNumber":38,"VerseNumber":37,"Text":"ھەمدە ئۇنىڭغا (كاتتا بىنالارنى سالالايدىغان) قۇرغۇچى ۋە (دېڭىزلارغا چۆكۈپ ئۈنچە - مارجانلارنى ئېلىپ چىقالايدىغان) غەۋۋاس شەيتانلارنى بويسۇندۇرۇپ بەردۇق"},{"SurahNumber":38,"VerseNumber":38,"Text":"يەنە نۇرغۇن شەيتانلارغا ئىشكەل سېلىنغاندۇر"},{"SurahNumber":38,"VerseNumber":39,"Text":"(بىز سۇلەيمانغا ئېيتتۇقكى) «بۇ بىزنىڭ (ساڭا بەرگەن كەڭ) ئاتايىمىز، (ئۇنىڭدىن سەن خالىغان كىشىگە) بەرگىن، ياكى بەرمىگىن، (بۇ ھەقتە سەندىن) ھېساب ئېلىنمايدۇ»"},{"SurahNumber":38,"VerseNumber":40,"Text":"ئۇ بىزنىڭ دەرگاھىمىزدا ھەقىقەتەن يېقىنلىققا ۋە ياخشى ئاقىۋەتكە ئىگە بولىدۇ"},{"SurahNumber":38,"VerseNumber":41,"Text":"بەندىمىز ئەييۇبنى ئەسلىگىن، ئۇ ئۆز ۋاقتىدا پەرۋەردىگارىغا (ئىلتىجا قىلىپ): «شەيتان ماڭا ھەقىقەتەن جاپا - مۇشەققەت ۋە ئازاب يەتكۈزدى» دەپ نىدا قىلدى"},{"SurahNumber":38,"VerseNumber":42,"Text":"ئۇنىڭغا: «پۇتۇڭ بىلەن يەرنى تەپكىن» دېدۇق، ئۇ پۇتى بىلەن يەرنى تېپىۋىدى، سۈزۈك بىر بۇلاق ئېتىلىپ چىقتى. (بىز ئۇنىڭغا) «بۇ يۇيۇنسىمۇ بولىدىغان، ئىچسىمۇ بولىدىغان سوغۇق سۇدۇر» (دېدۇق)"},{"SurahNumber":38,"VerseNumber":43,"Text":"بىز ئۇنىڭ (كېسەل ۋاقتىدا ھادىسىگە ئۇچراپ يوق بولغان) ئەھلى - ئەۋلادىنى (يېڭىدىن) بەردۇق، ئۇلار بىلەن بىللە بىر باراۋەر ئارتۇق بەردۇق، (بۇ) بىزنىڭ نازىل قىلغان رەھمىتىمىزدۇر، ئەقىل ئىگىلىرى ئۈچۈن ۋەز - نەسىھەتتۇر"},{"SurahNumber":38,"VerseNumber":44,"Text":"(ئۇنىڭغا) «قولۇڭ بىلەن بىر باغلام چۆپنى ئېلىپ، ئۇنىڭ بىلەن (ئايالىڭنى) ئۇرغىن. قەسىمىڭنى بۇزمىغىن» (دېدۇق). بىز ئەييۇبنى ھەقىقەتەن سەۋرچان بايقىدۇق، ئۇ نېمىدېگەن ئوبدان بەندە! ھەقىقەتەن ئۇ (اﷲ قا) تەۋبە بىلەن يۈزلەنگۈچىدۇر"},{"SurahNumber":38,"VerseNumber":45,"Text":"ئىبادەتتە كۈچلۈك، (دىندا) بەسىرەتلىك بەندىلىرىمىز ئىبراھىم، ئىسھاق ۋە يەئقۇبنى ئەسلىگىن"},{"SurahNumber":38,"VerseNumber":46,"Text":"ئۇلارنى بىز پاك - خىسلەتلىك، ئاخىرەتنى ئەسلەپ تۇرىدىغان سەمىمىي كىشلەر قىلدۇق"},{"SurahNumber":38,"VerseNumber":47,"Text":"ئۇلار بىزنىڭ دەرگاھىمىزدا ھەقىقەتەن ئالاھىدە تاللانغان كىشىلەردۇر، ھەقىقەتەن ياخشى كىشىلەردۇر"},{"SurahNumber":38,"VerseNumber":48,"Text":"ئىسمائىلنى، ئىليەسەنى ۋە زۇلكىفلنى ئەسلىگىن، (ئۇلارنىڭ) ھەممىسى ياخشىلاردىندۇر"},{"SurahNumber":38,"VerseNumber":49,"Text":"بۇ ۋەز - نەسىھەتتۇر، تەقۋادارلارغا ئەلۋەتتە ياخشى ئاقىۋەت بار"},{"SurahNumber":38,"VerseNumber":50,"Text":"(ئۇ) تۇرالغۇ بولغان جەننەتلەردىن ئىبارەت بولۇپ، ئۇلارغا ئۇنىڭ دەرۋازىلىرى ئوچۇقتۇر"},{"SurahNumber":38,"VerseNumber":51,"Text":"ئۇلار جەننەتلەردە تەختلەرگە يۆلىنىپ ئولتۇرىدۇ، ئۇلار جەننەتلەردە نۇرغۇن مېۋىلەرنى، نۇرغۇن شارابلارنى تەلەپ قىلىپ (ئەكەلدۈرۈپ) تۇرىدۇ"}]}