{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"takhana amara musake pratyadesa dilama ye -- ''tomara lathi niksepa karo.’’ Takhana ki ascarya! Ta grasa karate lagalo ya tara racana karechila."},{"SurahNumber":7,"VerseNumber":118,"Text":"Kaje'i satya pratistha labha karalo ebam tara ya karachila ta batila haye gela."},{"SurahNumber":7,"VerseNumber":119,"Text":"Sutaram tara se'ikhane'i parabhuta halo, ara tara mora pheralo chota haye."},{"SurahNumber":7,"VerseNumber":120,"Text":"Ara jadukarara lutiye paralo sijadarata abasthaya."},{"SurahNumber":7,"VerseNumber":121,"Text":"Tara balale -- ''amara imana analama bisbajagatera prabhura prati"},{"SurahNumber":7,"VerseNumber":122,"Text":"musa o harunera prabhu.’’"},{"SurahNumber":7,"VerseNumber":123,"Text":"Phira'a'una balale -- ''tomara tate bisbasa karacha ami tomadera anumati debara age'i! Niscaya eti eka cakranta ya tomara e sahare phedecham yena tomara e theke era lokadera bara kare dite paro. Besa, sighra'i tomara tera pabe"},{"SurahNumber":7,"VerseNumber":124,"Text":"ami alabat tomadera hata o tomadera pa ulto-palta kete debo, tarapara tomadera niscaya'i sule carabo ekasange.’’"},{"SurahNumber":7,"VerseNumber":125,"Text":"Tara balale -- ''nihsandeha amadera prabhura kache'i amara pratyabartanakari."},{"SurahNumber":7,"VerseNumber":126,"Text":"Ara tumi amadera upare pratihinsa niccha na sudhu ejan'ya chara ye amara bisbasa sthapana karechi amadera prabhura nirdesabalite yakhana se-saba amadera kache esechila. 'Amadera prabhu! Amadera upare dhairya barsana karo, ara amadera mrtyu ghata'o musalimarupe.’’"},{"SurahNumber":7,"VerseNumber":127,"Text":"Ara phira'a'unera lokadera pradhanara balale -- ''apani ki musake o tara lokadera chere debena dese biparyaya srsti karate ebam apanake ebam apanara debatadera parityaga karate?’’ Se balale -- ''amara tadera putradera abasya'i hatya karabo ara tadera kan'yadera bamcate debo, ara amara alabat tadera upare pratapasali.’’"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa tamra lokadera balalena -- ''allah‌ra kache sahayya ca'o o dhairya dharana karo, nihsandeha prthibi to allah‌ra, tini tara uttaradhikara debena tamra bandadera madhyera yadera tini pachanda karena. Ara parinama hacche dharmaparayanadera'i jan'ye.’’"},{"SurahNumber":7,"VerseNumber":129,"Text":"Tara balale -- ''amara atyacarita hayechi amadera kache tomara agamanera age ebam amadera kache tomara asara pare'o.’’ Tini balalena -- ''hate pare tomadera prabhu tomadera satrudera dhbansa karabena, ara acire'i tomadera tini pratinidhi tha'orabena desera madhye, yena tini dekhate parena kemanabhabe tomara kaja karo.’’"},{"SurahNumber":7,"VerseNumber":130,"Text":"Ara amara niscaya'i phira'a'unera lokadera pakara'o karechilama bahubatsarera khara ara phala-phasalera ksati diye, yena tara anudhabana kare."},{"SurahNumber":7,"VerseNumber":131,"Text":"Kintu yakhana tadera kache bhalo abastha asato, tara balato -- ''e-saba amadera jan'ya.’’ Ara yakhana manda abastha tadera upare ghatato tara aropa karato musara o tamra sange yara chila tadera upare. Eki naya ye nihsandeha tadera kriyakalapa allah‌ra kache rayeche? Kintu tadera adhikansa'i jane na."},{"SurahNumber":7,"VerseNumber":132,"Text":"Ara tara balale -- ''tumi nidarsana theke ye konota'i amadera kache ano na kena ta diye amadera jadu karate, amara kintu tomate bisbasa sthapanakari habo na.’’"},{"SurahNumber":7,"VerseNumber":133,"Text":"Tarapara amara tadera upare pathalama sudura prasarita mrtyu, ara pangapala o ukuna, ara bena o rakta -- bisadabhabe barnita nidarsanabali, kintu tara ahankara karechila ebam tara chila ekati aparadhi sampradaya."},{"SurahNumber":7,"VerseNumber":134,"Text":"Ara yakhana tadera upare marakera abirbhaba halo tara balale -- ''he musa! Tomara prabhura kache amadera jan'ya prarthana karo yemana tini tomara kache oyada karechena, tumi yadi amadera kacha theke mahamari apasarita kare da'o tabe amara niscaya'i tomate imana anabo ara tomara sange abasya'i isara'ilabansiyadera pathiye debo."},{"SurahNumber":7,"VerseNumber":135,"Text":"Kintu yakhana amara tadera theke mahamari dura karalama nirdista samayera jan'ya yate tara paumchula, dekho! Tara bhanga karalo"},{"SurahNumber":7,"VerseNumber":136,"Text":"sejan'ya amara tadera theke sesaparinati nilama, ara tadera amara dubiye diyechilama sagarera jale yehetu tara pratyakhyana karechila amadera nirdesasamuha, ara ete tara chila amanoyogi."},{"SurahNumber":7,"VerseNumber":137,"Text":"Ara amara uttaradhikara diyechilama se'i lokadera yadera durbala ganya kara hayechila, -- desera purbbancalasamuha o tara pascimancala samuha -- yate amara samrd'dhi arpana karechilama. Ara tomara prabhura manorama bani paripurna hayechila isara'ilera bansadharadera ksetre yehetu tara dhairya dharechila. Ara amara bhenge phelechilama phira'a'una o tara lokera ya gare chila, ara ye- saba tara baniyechila."},{"SurahNumber":7,"VerseNumber":138,"Text":"Ara amara isara'ila bansiya lokadera samudra para kariye di'i, tarapara tara ela eka jatira sansparse yara tadera abasista pratimagulora prati asakta chila. Tara balale -- ''he musa! Amadera jan'ya ekati debata gare da'o yemana tadera debatara rayeche.’’ Tini balalena -- ''tomara nihsandeha emana eka sampradaya yara bokamo karacho."},{"SurahNumber":7,"VerseNumber":139,"Text":"Nihsandeha edera byapare -- yate tara lipta rayeche ta dhbansaprapta hate yacche, ara brtha ya tara kare caleche.’’"},{"SurahNumber":7,"VerseNumber":140,"Text":"Tini balalena -- ''ami ki allah chara tomadera jan'ya an'ya upasya khumjabo, athaca tini tomadera sresthatba diyechena samasta bisbajagatera upare?’’"},{"SurahNumber":7,"VerseNumber":141,"Text":"Ara smarana karo, amara tomadera ud'dhara karechilama phira'a'unera lokadera theke, tara tomadera atyacara karechila marmantika sasti diye, -- tara tomadera putrasantanadera hatya karato o bacamte dita tomadera kan'yadera. Ara ete chila tomadera jan'ya tomadera prabhura tarapha theke eka birata sankata."}]}