{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"He muminagana! Tomara n'yayabicare drrha pratisthita thakabe allahara saksisbarupa; yadi'o ta tomadera nijedera ba pita-mata ebam atmiya-sbajanera birud'dhe haya; se bittabana hoka ba bittahina hoka allaha ubhayera'i ghanistatara. Kaje'i tomara n'yayabicara karate prabrttira anugami hayo na. Yadi tomara pemcalo katha bala ba pasa katiye ya'o tabe tomara ya kara allaha to tara samyaka khabara rakhena"},{"SurahNumber":4,"VerseNumber":136,"Text":"He muminagana! Tomara imana ana allahara prati, tamra rasulera prati, ebam se kitabera prati ya allaha tamra rasulera upara nayila karechena. Ara se granthera prati'o ya tara purbe tini nayila karechena. Ara ye byakti allaha, tamra phirisatagana, tamra kitabasamuha, tamra rasulagana o sesa dibasera prati kuphari kare [1] se sudura bibhrantite patita halo"},{"SurahNumber":4,"VerseNumber":137,"Text":"Niscaya yara imana ane o pare kuphari kare ebam abara imana ane, abara kuphari kare, tarapara tadera kuphari prabrtti brd'dhi paya, allaha taderake kichute'i ksama karabena na ebam taderake kono patha dekhabena na"},{"SurahNumber":4,"VerseNumber":138,"Text":"Munaphikaderake subha sambada dina ye, tadera jan'ya kastadayaka sasti rayeche"},{"SurahNumber":4,"VerseNumber":139,"Text":"Muminaganera paribarte yara kapheraderake bandhurupe grahana kare tara ki odera kache iyayata caya? Samasta iyayata to allahara'i"},{"SurahNumber":4,"VerseNumber":140,"Text":"Kitabe tomadera prati tini to nayila karechena ye, yakhana tomara sunabe, allahara ayata pratyakhyata hacche ebam ta niye bidrupa kara hacche, takhana ye paryanta tara an'ya prasange lipta na habe tomara tadera sathe baso na [1], nayato tomara'o tadera mata habe [2]. Munaphika ebam kaphera saba'ike allaha to jahanname ekatra karabena"},{"SurahNumber":4,"VerseNumber":141,"Text":"Yara tomadera amangalera pratiksaya thake, tara allahara paksa theke tomadera jaya hale bale, ‘amara ki tomadera sathe chilama na’. Ara yadi kapheradera kichu bijaya haya, tabe tara bale, ‘amara ki tomadera birud'dhe prabala chilama na ebam amara ki tomaderake muminadera hata theke raksa karini[1]?’ Allaha keyamatera dina tomadera madhye bicara mimansa karabena ebam allaha kakhana'i muminadera birud'dhe kapheradera jan'ya kono patha rakhabena na"},{"SurahNumber":4,"VerseNumber":142,"Text":"Niscaya munaphikara allahara sathe dhomkabaji kare; bastutah tini taderake dhomkaya phelena [1]. Ara yakhana tara salate damraya takhana saithilyera sathe damraya, sudhu loka dekhanora jan'ya ebam allahake tara alpa'i smarana kare"},{"SurahNumber":4,"VerseNumber":143,"Text":"Dotanaya dodulyamana, na edera dike, na odera dike [1]! Ara allaha yake pathabhrasta karena apani tara jan'ya kakhano kono patha pabena na"},{"SurahNumber":4,"VerseNumber":144,"Text":"He muminagana! Muminagana chara kapheraderake bandhurupe grahana karo na. Tomara ki nijedera upara allahara prakasya abhiyoga kayema karate ca'o"},{"SurahNumber":4,"VerseNumber":145,"Text":"munaphikara to jahannamera nimnatama stare thakabe [1] ebam tadera jan'ya apani kakhano kono sahaya pabena na"},{"SurahNumber":4,"VerseNumber":146,"Text":"Kintu yara ta'obah‌ kare, nijederake sansodhana kare [1], allahake drrhabhabe abalambana kare ebam allahara uddesye tadera dinake ekanista kare [2], tara muminadera sange thakabe ebam muminaderake allaha abasya'i mahapuraskara debena"},{"SurahNumber":4,"VerseNumber":147,"Text":"Tomara yadi sokara-gujara ha'o [1] ebam imana ana, tabe tomadera sasti diye allaha ki karabena? Ara allaha (sokarera) puraskara data, sarbajna"}]}