{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":36,"Text":"Xudoro ʙiparasted va heç ciz şariki Ū masozed va ʙa padaru modar va xeşovandonu jatimon va ʙenavojonu hamsojai xeşovand va hamsojai ʙegona va jori musohiʙu musofiri rahguzar va ʙandagoni xud nekī kuned. Alʙatta Xudo mutakaʙʙironu faxrfurūşonro dūst nadorad"},{"SurahNumber":4,"VerseNumber":37,"Text":"onon, ki ʙaxilī mekunand va mardumro ʙa ʙuxl mefarmojand va molero, ki Xudo ʙa onho dodaast, pinhon mekunand. Va mo ʙaroi kofiron azoʙe xorkunanda muhajjo soxtaem"},{"SurahNumber":4,"VerseNumber":38,"Text":"Va niz kasonero, ki amvoli xeş ʙaroi xudnamoī xarç mekunand va ʙa Xudovu rūzi qijomat imon nameovarand. Va har kī şajton qarini ū ʙoşad, qarine ʙad dorad"},{"SurahNumber":4,"VerseNumber":39,"Text":"Cī zijon doradaşon, agar ʙa Xudovu rūzi qijomat imon ovarand va az on cī Xudo ʙa onho rūzī dodaast, ehson kunand? Xudo ʙa koraşon donost"},{"SurahNumber":4,"VerseNumber":40,"Text":"Xudo zarrae ham sitam namekunad. Agar nekie ʙoşad, onro du ʙaroʙar mekunad va az çoniʙi xud muzde ʙuzurg medihad"},{"SurahNumber":4,"VerseNumber":41,"Text":"Cī guna xohad ʙud on rūz, ki az har ummate guvohe ʙijovarem va turo ʙar in ummat ʙa guvohī ʙijovarem"},{"SurahNumber":4,"VerseNumber":42,"Text":"Dar on rūz kofiron va onon, ki ʙar rasul farmon naʙurdand, orzū kunand, ki ʙo xoki zamin jakson meʙudand. Va heç suxanero az Xudo pinhon natavonand kard"},{"SurahNumber":4,"VerseNumber":43,"Text":"Ej kasone, ki imon ovardaed, on goh, ki mast hasted, girdi namoz magarded, to ʙidoned, ki cī megūed. Va niz dar holi çanoʙat, to ƣusl kuned, magar on ki rohguzar ʙoşed. Va agar ʙemor jo dar safar ʙuded, jo az makoni qazoi hocat ʙozgaştaed, jo ʙo zanon çimo' kardaed va oʙ najofted, ʙo xoki pok tajammum kuned va ruju dasthojatonro ʙo on xok mash kuned. Alʙatta Xudo avfkunanda va omurzanda ast"},{"SurahNumber":4,"VerseNumber":44,"Text":"Ojo on kasonero, ki az kitoʙ ʙahrae doda şudaand, nadidaī, ki gumrohī mexarand va mexohand, ki şumo niz gumroh şaved"},{"SurahNumber":4,"VerseNumber":45,"Text":"Xudo duşmanoni şumoro ʙehtar meşinosad va dūstii Ū şumoro kifojat xohad kard va jorii Ū şumoro ʙasanda ast"},{"SurahNumber":4,"VerseNumber":46,"Text":"Ba'ze az çuhudon kalimoti Xudoro ʙa ma'nī digargun mekunand va megūjand: «Şunidem va nofarmonī mekunem va ʙişnav va koş noşunavo gardī va «ro'ino». Ba luƣati xeş zaʙon megardonand va ʙa dini islom ta'na mezanand. Agar meguftand, ki şunidem va ito'at kardem va «Unzurno»\", ʙarojaşon ʙehtaru ʙasavoʙtar ʙud. Xudo ononro ʙa saʙaʙi kufraşon la'nat karda va çuz andake imon najovarand"},{"SurahNumber":4,"VerseNumber":47,"Text":"Ej kasone, ki şumoro kitoʙ doda şuda, ʙa kitoʙe, ki nozil kardaem va kitoʙi şumoro niz tasdiq mekunad, imon ʙijovared; peş az on ki naqşi cehrahoero nest kunem va rūjhoro ʙa qafo ʙargardonem. Jo hamcunon, ki ashoʙi saʙtro la'nat kardem, şumoro ham la'nat kunem. Va farmoni Xudo şudanist"},{"SurahNumber":4,"VerseNumber":48,"Text":"Alʙatta Xudo gunohi kasonero, ki ʙa Ū şirk ovarand, nameʙaxşad va gunohoni digarro ʙaroi har kī ʙixohad, meomurzad. Va har kī ʙa Xudo şirk ovarad, durūƣe soxta va gunohe ʙuzurg murtakiʙ şudaast"},{"SurahNumber":4,"VerseNumber":49,"Text":"Ojo ononro nadidaī, ki xudro poku ʙeajʙ çilva medihand? Ore, Xudost, ki har kiro, ki xohad, az ajʙ pok gardonad. Va ʙa heç kas hatto ʙa qadri riştae, ki dar şikofi donai xurmost, sitam naşavad"},{"SurahNumber":4,"VerseNumber":50,"Text":"Bingar, ki cī guna ʙa Xudo durūƣ meʙandand va hamin durūƣ gunohe oşkorro ʙasandaast"},{"SurahNumber":4,"VerseNumber":51,"Text":"Ojo kasonero, ki nasiʙe az kitoʙ doda şudaand, nadidaī, ki ʙa Çiʙtu Toƣut imon meovaravd va dar ʙorai kofiron megūjand, ki rohi inon az rohi mū'minon ʙa hidojat nazdiktar ast"},{"SurahNumber":4,"VerseNumber":52,"Text":"Inon on kasonand, ki Xudo la'nataşon kardaast; va har kasro, ki Xudo la'nat kunad, ʙaroi ū xeç jovare najoʙī"},{"SurahNumber":4,"VerseNumber":53,"Text":"Jo az podşohī nasiʙe ʙurdaand, ki dar in surat ʙa qadri on pūsti tunuke, ki ʙar puşti donai xurmost, ʙa mardum sude namerasonand"},{"SurahNumber":4,"VerseNumber":54,"Text":"Jo ʙar mardum ʙa xotiri ne'mate, ki Xudo az fazli xeş ʙa onon dodaast, hasad meʙarand? Dar hole, ki mo ʙa xonadoni Iʙrohim kitoʙu hikmat dodem va farmonravoii ʙuzurg arzonī doştem"},{"SurahNumber":4,"VerseNumber":55,"Text":"Ba'ze ʙa on imon ovardand va ʙa'ze az on rūj gardondand. Dūzax — on otaşi afrūxta onhoro ʙas"},{"SurahNumber":4,"VerseNumber":56,"Text":"Ononro, ki ʙa ojoti Mo kofir şudand, ʙa otaş xohem andoxt. Har goh pūsti tanaşon ʙnpazad, pūste digaraşon dihem, to azoʙi Xudoro ʙicaşand. Xudo pirūzmandu xakim ast"},{"SurahNumber":4,"VerseNumber":57,"Text":"Va ononro, ki imon ovarda va korhoi nekū kardaand, ʙa ʙihişthoe, ki dar on nahrho çorist, darovarem, to aʙad dar on ço xoxand ʙud. Va dar on ço sohiʙi zanoni poku ʙeajʙ şavand va dar sojahoi pajvasta va xunuk çojaşon medihem"}]}