{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"(Мұхаммед Ғ.С. Медине қаласына көшіп келгеннен кейін намазды бір жарым жылға жақын «Месжід Ақса» жаққа қарап оқып, әр уақыт қыбланың «Қағба» болуын арман ететін еді. Ақыр бір күні Алланың әмірі бойынша «Қағба» жаққа қарап намаз оқыла бастағанда, ел арасында әр түрлі күңкіл болады…) Адамдардың кейбір ақымақтары: «Оларды, қарап тұрған қыбласынан не нәрсе бұрды?»,- дейді. (Мұхаммед Ғ.С.) оларға: «Шығыс та батыс та Аллаға тән. ол, қалағанын тура жолға салады » де"},{"SurahNumber":2,"VerseNumber":143,"Text":"Осылайша сендерді (артық, кемсіз)орташа бір үммет қылдық. Адамдарға куә болуларың сондай-ақ пайғамбардың сендерге куә болуы үшін. Қарап тұрған қыблаңды, теріс бағынатын біреулерден пайғамбарға ілесетін кісілерді білуге істеген едік. Әрине бұл, Алла, тура жолға салғандардан басқаға қиынырақ. Алла имандарыңды жоймайды. Күдіксіз Алла, адам баласына өте жұмсақ ерекше мейірімді"},{"SurahNumber":2,"VerseNumber":144,"Text":"(Мұхаммед Ғ.С.) жүзіңнің көкке жөнелгенін көреміз. Сондықтан өзің разы болған қыблаға айналдырамыз. Енді жүзіңді «Месжід Харам» жаққа бұр. (Мүміндер) қай жерде болсаңдар да: Жүздеріңді сол жаққа жөнеетіңдер. Расында өздеріне кітап берілгендер, негізінен қыбланың ауысуын Раббыларынан бір шындық екенін біледі. Алла олардың істегендерінен ғапыл емес"},{"SurahNumber":2,"VerseNumber":145,"Text":"(Мұхаммед Ғ.С.) ол кітап берілгендерге әр түрлі мұғжизаны келтірсең де олар сенің қыблаңа ілеспейді (қосылмайды). Ал, сен де олардың қыбласына қосылушы емессің. Сондай-ақ олар да бір-біреулерінің қыблаларына ілеспейді. Өзіңе мұншалық мәлімет келгеннен кейін, олардың ойларына еліктесең, әлбетте сен анық залымдардан боласың"},{"SurahNumber":2,"VerseNumber":146,"Text":"Өздеріне кітап бергендеріміз (Мұхаммед F.C. ды) ұлдарын танығандай таныйды. Негізінен олардан бір тобы (ғалымдары) шындықты біле тұра жасырады"},{"SurahNumber":2,"VerseNumber":147,"Text":"(Мұхаммед F.C.) хақиқат Раббыңнан келген. Сондықтан сірә күдіктенуші бола көрме"},{"SurahNumber":2,"VerseNumber":148,"Text":"Әркімнің бір бет алатын қыбласы бар. Сонда жақсылыққа жарысыңдар. Қайда болсаңдар да Алла барлығыңды бірараға жинайды. Күдіксіз Алла (Т.) ның әр нәрсеге күші жетеді"},{"SurahNumber":2,"VerseNumber":149,"Text":"Қайдан (жолға) шықсаң да жүзіңді Месжід Харам жаққа қарат. Өйткені ол, Раббыңнан бір хақиқат. Алла (Т.) не істегендеріңнен ғапыл емес"},{"SurahNumber":2,"VerseNumber":150,"Text":"Және қайдан (жолға) шықсаң да жүзіңді Месжід Харам жаққа қарат. (Бұл жердегі қыбланың қайталануы: маңыздылығын бекіту. Р.М.) (Әй мүміндер!) Қайда болсаңдар да (намазда) жүздеріңді солай қаратыңдар. Адамдар гшін сендерге қарсы бір дәлел болмасын. (Яь.удилер: \"Бұлар Ыбырайым: F.C. ның дінінде болса, неге Кағба жаққа қарамады?\" демесін.) Бірақ олардың залымдары айта береді. Олардан қорықпаңдар. Сендерге нығметтерімді толықтауым және тура жолда болуларың гшін Менен қорқыңдар"},{"SurahNumber":2,"VerseNumber":151,"Text":"Іштеріңе, өздеріңнен аяттарыиды оқитын, сендерді тазартатын және сендерге Құранды әрі үкімдерін үйрететін сондай-ақ білмегендеріңді ұйрететін Елші жібергеніміз сияқты"},{"SurahNumber":2,"VerseNumber":152,"Text":"Енді, Мені еске алыңдар, Мен де сендерді еске аламын және Маған шүкірлік кылыңдар да қарсы болмаңдар"},{"SurahNumber":2,"VerseNumber":153,"Text":"Әй мүміндер! Сабыр және намазбенен (Алладан) жәрдем тілеңдер, күдіксіз Алла (Т.) сабыр етушілермен бірге"},{"SurahNumber":2,"VerseNumber":154,"Text":"Алла жолында өлтірілгендерді (шәһиттерді) олар өлі демеңдер, олар тірі, бірақ сендер сезіп біле алмайсыңдар"},{"SurahNumber":2,"VerseNumber":155,"Text":"Әрине сендерді хауіп-қатер, ашаршылық және мапдардан, жандардан сондай-ақ енімдерден кеміту арқылы сынаймыз, (Мұхаммед F.C. сондай жаrдайларда) сабыр етушілерді қуандыр"},{"SurahNumber":2,"VerseNumber":156,"Text":"Қашан оларға бір қайғы жетсе: \"Олар шын мәнінде біз Аллаға тәнбіз әрі Оған қайтушымыз\" деді"},{"SurahNumber":2,"VerseNumber":157,"Text":"Міне соларға, Раббылары жақтан жарылқау және мәрқамет бар. Әрі олар тура жолдағылар"}]}