{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Неужели они не странствовали по земле и не видели, каков был конец тех, кто жил до них? Аллах истребил их, и неверных ожидает то же самое"},{"SurahNumber":47,"VerseNumber":11,"Text":"Это - потому, что Аллах оберегает уверовавших, а неверных никто не оберегает"},{"SurahNumber":47,"VerseNumber":12,"Text":"Воистину, Аллах вводит тех, кто уверовал и вершил добрые дела, в сады, в которых текут ручьи, в то время как тем, которые не уверовали, услаждают себя всячески и едят по-скотски, обителью будет адский огонь"},{"SurahNumber":47,"VerseNumber":13,"Text":"И сколько городов, более могущественных, чем твой город, который тебя изгнал, разрушили Мы, и никто не пришел им на помощь"},{"SurahNumber":47,"VerseNumber":14,"Text":"Неужели тот, кому его Господом даровано ясное знамение, равен тому, чьи злые деяния предстают ему в прекрасном свете и кто потакает своим низменным желаниям"},{"SurahNumber":47,"VerseNumber":15,"Text":"[Такова] картина рая, обещанного богобоязненным: там текут ручьи из воды, которая не портится, ручьи из молока с неизменным вкусом, ручьи из вина, дарующего наслаждение пьющим, и ручьи из чистого меда. В нем - всякого рода плоды и прощение от их Господа. [Неужели тот, кто пребывает в раю], равен тому, кто вечно находится в огне и кого поят кипящей водой, раздирающей внутренности"},{"SurahNumber":47,"VerseNumber":16,"Text":"Среди них есть и такие, которые внимают тебе, но стоит расстаться с тобой, как они говорят тем, кому даровано знание: \"Что это он болтал только что?\" Это - те, на сердца которых Аллах наложил печать и которые потакают своим низменным желаниям"},{"SurahNumber":47,"VerseNumber":17,"Text":"Тем, которые ступили на прямой путь, Он приумножил наставления свои и даровал им благочестие"},{"SurahNumber":47,"VerseNumber":18,"Text":"Неужели они ожидают чего-либо, кроме [Судного] часа, который настигнет их внезапно? Ведь перед ними уже явились приметы [Судного] часа. К чему им напоминание о нем, когда уже появились приметы"},{"SurahNumber":47,"VerseNumber":19,"Text":"Так знай же, что нет бога, кроме Аллаха. Посему проси прощения грехам твоим, а также грехам верующих мужчин и женщин. Аллаху ведомо, как вы вертитесь на земле и где будет место вашего покоя"},{"SurahNumber":47,"VerseNumber":20,"Text":"[Некоторые] уверовавшие спрашивают: \"Почему не ниспослана сура [о джихаде]?\" Когда же ниспослана непреложная сура с предписанием сражаться [с неверными], то увидишь, что те, чьи сердца ущербны, взирают на тебя с видом потерявших сознание перед смертью. Для них предпочтительнее"},{"SurahNumber":47,"VerseNumber":21,"Text":"повиноваться [Аллаху] и сказать доброе слово. Когда же принято решение [сразиться с неверными], им лучше быть искренними перед Аллахом"},{"SurahNumber":47,"VerseNumber":22,"Text":"И, быть может, если вы откажетесь [участвовать в джихаде], [именно это] будет беззаконием и нарушением родственных связей"},{"SurahNumber":47,"VerseNumber":23,"Text":"[Ведь] они - те, которых Аллах проклял, лишил слуха и ослепил"},{"SurahNumber":47,"VerseNumber":24,"Text":"Неужели они не размышляют о Коране? Или сердца их на запоре"},{"SurahNumber":47,"VerseNumber":25,"Text":"Воистину, шайтан представил им в прекрасном свете [их решение] и породил пустые надежды у тех, которые обратились вспять после того, как стало для них очевидным наставление на прямой путь"},{"SurahNumber":47,"VerseNumber":26,"Text":"Это потому, что они (т. е. мунафики] сказали тем, которым ненавистно ниспосланное Аллахом: \"Мы повинуемся вам в некоторых делах\". Но Аллах ведает то, что они содержат втайне"},{"SurahNumber":47,"VerseNumber":27,"Text":"Но что будет с ними, когда ангелы упокоят их и будут стегать по лицам и спинам"},{"SurahNumber":47,"VerseNumber":28,"Text":"Это - за то, что они следовали тому, что навлекло гнев Аллаха, и им было ненавистно то, что угодно Аллаху. И Он обратил их деяния в бесплодные"},{"SurahNumber":47,"VerseNumber":29,"Text":"Неужели те, чьи сердца ущербны, полагают, что Аллах не выведет на свет их злобу"},{"SurahNumber":47,"VerseNumber":30,"Text":"Если бы Мы пожелали, Мы показали бы тебе их и ты распознал бы их непременно по приметам и звукам речи. Аллах же ведает об их деяниях"},{"SurahNumber":47,"VerseNumber":31,"Text":"Мы непременно подвергнем испытанию вас, чтобы определить, кто из вас радеет [на пути Аллаха] и терпелив. Мы проверим также то, что о вас сообщают"},{"SurahNumber":47,"VerseNumber":32,"Text":"Воистину, те, которые не уверовали, отвращали [людей] от пути Аллаха и противоборствовали Пророку, после того как им стал ясен прямой путь, ни в чем не нанесут вреда Аллаху, а Он сделает бесплодными их деяния"}]}