{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"And olsun ki, Biz vahyi onlara ard arda yetistirdik; belki dusunurler"},{"SurahNumber":28,"VerseNumber":52,"Text":"Kendilerine daha onceden kitap verdiklerimiz buna da inanırlar"},{"SurahNumber":28,"VerseNumber":53,"Text":"Kuran onlara okundugu zaman: \"Ona inandık, dogrusu o Rabbimizden gelen gercektir; biz suphesiz daha onceden musluman olmus kimseleriz\" derler"},{"SurahNumber":28,"VerseNumber":54,"Text":"Iste onlara, sabırlarından dolayı, ecirleri iki defa verilir; onlar kotulugu iyilikle savarlar, kendilerine verdigimiz rızıktan da sarfederler"},{"SurahNumber":28,"VerseNumber":55,"Text":"Onlar, bos soz isittikleri vakit ondan yuz cevirirler. \"Bizim isledigimiz bize, sizin islediginiz sizedir. Size selam olsun, cahillerle ilgilenmeyiz\" derler"},{"SurahNumber":28,"VerseNumber":56,"Text":"Sen, sevdigini dogru yola eristiremezsin, ama Allah, diledigini dogru yola eristirir. Dogru yola girecekleri en iyi O bilir"},{"SurahNumber":28,"VerseNumber":57,"Text":"Seninle beraber dogru yolda gidersek, yurdumuzdan ediliriz\" dediler. Onları katımızdan bir rızık olarak her seyin urununun toplandıgı guvenli ve kutlu bir yere yerlestirmedik mi? Ama cogu bilmezler"},{"SurahNumber":28,"VerseNumber":58,"Text":"Nimet ve refaha karsı nankorluk eden nice sehri yok etmisizdir. Iste yerleri! Kendilerinden sonra pek az kimseler oturabilmistir. Oralara Biz varis olmusuzdur"},{"SurahNumber":28,"VerseNumber":59,"Text":"Rabbin sehirlerin anasına, onlara ayetlerimizi okuyacak bir peygamber gondermedikce onları yok etmis degildir. Zaten Biz yalnız, halkı zalim olan sehirleri yok etmisizdir"},{"SurahNumber":28,"VerseNumber":60,"Text":"Size verilen herhangi bir sey, dunya hayatının bir gecimligi ve susudur. Allah katında olan daha iyi ve devamlıdır. Akletmez misiniz"},{"SurahNumber":28,"VerseNumber":61,"Text":"Vadettigimiz guzel bir nimete kavusan kimse; dunya hayatında kendisine bir gecimlik verdigimiz, sonra kıyamet gunu azap icin getirilen kimse gibi midir"},{"SurahNumber":28,"VerseNumber":62,"Text":"Allah, o gun onlara seslenir: \"Benim ortagım olduklarını iddia ettikleriniz nerededirler?\" der"},{"SurahNumber":28,"VerseNumber":63,"Text":"Hukmun aleyhlerine gerceklestigi kimseler: \"Rabbimiz! Iste bunlar bizim azdırdıgımız kimselerdir. Kendimiz azdıgımız gibi onları da azdırdık. Onlardan uzaklasıp Sana geldik, zaten aslında bize tapmıyorlardı\" derler"},{"SurahNumber":28,"VerseNumber":64,"Text":"Kostugunuz ortaklarınızı cagırın\" denir; onlar da cagırırlar ama, kendilerine cevap veremezler; cehennem azabını gorunce dogru yolda olmadıklarına yanarlar"},{"SurahNumber":28,"VerseNumber":65,"Text":"O gun Allah onlara seslenir: \"Peygamberlere ne cevap verdiniz?\" der"},{"SurahNumber":28,"VerseNumber":66,"Text":"O gun, haberlere karsı korlesirler, verilecek cevapları kalmaz; birbirlerine de soramazlar"},{"SurahNumber":28,"VerseNumber":67,"Text":"Fakat, tevbe eden, inanıp yararlı is isleyen kimsenin, kurtulusa erenler arasında bulunması umulur"},{"SurahNumber":28,"VerseNumber":68,"Text":"Rabbin diledigini yaratır ve secer; onlar icin secim hakkı yoktur. Allah onların kostukları ortaklardan munezzehtir, yucedir"},{"SurahNumber":28,"VerseNumber":69,"Text":"Rabbin gonullerinin gizlediklerini ve acıga vurduklarını bilir"},{"SurahNumber":28,"VerseNumber":70,"Text":"Allah O'dur; O'ndan baska tanrı yoktur. Hamd, dunyada da ahirette de O'nun icindir; hukum de O'nundur. Yalnız O'na donduruleceksiniz"},{"SurahNumber":28,"VerseNumber":71,"Text":"De ki: \"Soyler misiniz? Eger Allah geceyi uzerinize kıyamete kadar uzatsaydı, Allah'tan baska hangi tanrı size bir ısık getirebilir? Dinlemez misiniz"},{"SurahNumber":28,"VerseNumber":72,"Text":"De ki: \"Soyleyin: Eger Allah gunduzu uzerinize kıyamete kadar uzatsaydı, Allah'tan baska hangi tanrı, icinde istirahat edeceginiz geceyi size getirebilir? Gormez misiniz"},{"SurahNumber":28,"VerseNumber":73,"Text":"Allah dinlenmeniz icin geceyi ve lutfedip verdigi rızkı aramanız icin gunduzu meydana getirmistir. Bunlar, O'nun rahmetinden oturudur. Belki artık sukredersiniz"},{"SurahNumber":28,"VerseNumber":74,"Text":"O gun Allah onlara seslenir: \"Benim ortagım olduklarını iddia ettikleriniz nerededir?\" der"},{"SurahNumber":28,"VerseNumber":75,"Text":"Her ummetten bir sahit cıkarır ve \"kesin delilinizi ortaya koyun\" deriz. O zaman, gercegin Allah'a ait oldugunu, uydurduklarının kendilerini bırakıp kactıgını anlarlar"}]}