{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"Эй Паёмбар, ба ёд ор вақтеро, ки Парвардигори Иброҳим ӯро ба чанд калимае биёзмуд ва Иброҳим ҳамаи он корҳоро пурра ба анҷом расонид. Аллоҳ ба ӯ гуфт: «Ман туро пешвои мардум мегардонам». Иброҳим гуфт: «Ва аз фарзандони ман низ пешвоён пайдо кун!» Аллоҳ фармуд: «Пешвоӣ дар дин ба ситамкорон намерасад»"},{"SurahNumber":2,"VerseNumber":125,"Text":"Эй Паёмбар, ба ёд ор, вақте ки Каъбаро ҷои ҷамъшавӣ (барои ҳаҷ, умра, тавоф ва намоз) ва макони амни мардум сохтем. Ва душман ба онҷо ғайрати даромадан надорад. Ва гуфтем: Мақоми Иброҳимро намозгоҳи хеш гиред. Ба сӯи Иброҳим ва писараш Исмоил ваҳй фиристодем: «Хонаи маро барои тавофкунандагону эътикофкунандагон ва рукӯъу саҷдакунандагон покиза доред!»"},{"SurahNumber":2,"VerseNumber":126,"Text":"Эй Паёмбар, ба ёд ор, вақте ки Иброҳим дар дуъояш гуфт: «Эй Парвардигори ман, ин шаҳри Маккаро ҷои амн гардон ва аз сокинонаш касеро, ки ба Аллоҳ ва рӯзи қиёмат имон доранд, аз ҳар меваҳо рӯзӣ деҳ!». Аллоҳ фармуд: «Ҳар кас, ки кофир шуд, ӯро андаке дар ин дунё баҳраманд гардонам, сипас ба азоби оташ дучораш гардонам», чӣ ҷои бозгашти бадест"},{"SurahNumber":2,"VerseNumber":127,"Text":"Эй Паёмбар, ба ёд ор, вақте ки Иброҳим ва Исмоил асосҳои хонаро баланд мекарданд, ва ҳар ду бо хушӯъ дуъо карда гуфтанд: «Эй Парвардигори мо, аз мо амалҳои шоиста ва дуъоямонро бипазир, ки ту шунаво ба суханони бандагонат ва доно ҳастӣ ба аҳволи онҳо!»"},{"SurahNumber":2,"VerseNumber":128,"Text":"Эй Парвардигори мо, моро устувор бар ислом ва фармонбардори аҳкоми хеш соз ва низ фарзандони моро фармонбардори хеш гардон ва тарзи ибодатҳои моро ба мо нишон бидеҳ ва тавбаи мо бипазир, ки Ту тавбапазиранда ва меҳрубон ҳастӣ"},{"SurahNumber":2,"VerseNumber":129,"Text":"Эй Парвардигори мо, дар ин уммат (аз зурриёти Исмоил) паёмбаре бар онҳо бифирист, то оёти туро бар онҳо бихонад ва ба онҳо китобу ҳикмат биёмӯзонад ва онҳоро аз ширку бадахлоқӣ покиза созад ва Ту азизӣ, чизе монеъи Ту шуда наметавонад ва ҳаким ҳастӣ, ҳама чизро дар мавзеъи худаш мегузорӣ"},{"SurahNumber":2,"VerseNumber":130,"Text":"Ва касе, ки аз дини Иброҳим (яъне дини Ислом) рӯй барметобад, худро хор кард. Ва ба таҳқиқ Иброҳимро дар дунё баргузидем ва ӯро низ аз шоистагоне қарор додем, ки барояшон дар охират олитарин дараҷаҳо аст"},{"SurahNumber":2,"VerseNumber":131,"Text":"Ва сабаби ин ихтиёр бетараддуд қабул кардани ӯ дини ислом аст. Вақте ки Парвардигораш ба ӯ гуфт: «Ба тоъати Парвардигорат таслим шав». Иброҳим гуфт: «Ман дар баробари Парвардигори ҷаҳониён бо ихлосу тавҳид ва муҳаббату тавба таслимам»"},{"SurahNumber":2,"VerseNumber":132,"Text":"Иброҳим ва Яъқуб ба фарзандони худ ба ин калима васият карданд, «Эй фарзандони ман, Аллоҳ барои шумо ин динро ихтиёр кардааст, ва ин дини ислом аст, ки Муҳаммад (саллаллоҳу алайҳи ва саллам) ба ин дин омад ва дар айёми зиндагиатон аз он ҷудо машавед, пас аз ин ҷаҳон намиред, магар ин ки шумо фармонбардор бошед». (Яъне, дар дини ислом бошед)"},{"SurahNumber":2,"VerseNumber":133,"Text":"Эй яҳудиён, оё шумо ҳозир будед, он гоҳ, ки марги Яъқуб фаро расид ва ба фарзандонаш гуфт: «Пас аз ман, чӣ чизро мепарастед?» Гуфтанд: «Маъбуди ту ва маъбуди падарони туро, ки Иброҳиму Исмоилу Исҳоқанд ва ба яктоӣ хоҳем парастид ва дар баробари Ӯ фармонбардор ҳастем»"},{"SurahNumber":2,"VerseNumber":134,"Text":"Онҳо умматҳое буданд, ки дар ҳақиқат даргузаштаанд. Он чӣ карда буданд, аз они онҳост ва он чӣ шумо кунед, аз они шумост ва шуморо аз аъмоле, ки онҳо кардаанд, намепурсанд. Ва ҳар касе ба он чи кард, ҷазо хоҳад дид ва касе ба гуноҳи касе азоб карда намешавад"},{"SurahNumber":2,"VerseNumber":135,"Text":"Яҳудиён ба уммати Муҳаммад (саллаллоҳу алайҳи ва саллам) гуфтанд: Ба дини яҳудӣ дохил шавед, то роҳи рост ёбед ва насрониён низ чунин гуфтанд. Эй Расул барояшон бигӯ: Балки ҳидоят пайравӣ намудани миллати Иброҳим аст, ки ӯ аз мушрикон набуд»"},{"SurahNumber":2,"VerseNumber":136,"Text":"Эй мӯъминон ба яҳудиён ва насрониён бигуед: «Мо ба Аллоҳ ва оёте, ки бар мо нозил шуда ва низ он чӣ бар Иброҳиму Исмоил ва Исҳоқу Яъқуб ва наберагонаш нозил шуда ва низ он чӣ ба Мӯсо ва Исо фиристода шуда ва он чӣ бар паёмбарони дигар аз ҷониби Парвардигорашон омадааст, имон овардем. Миёни ҳеҷ як аз паёмбарон фарқе намениҳем ва ҳама дар баробари Аллоҳ бо тоъату ибодат таслим ҳастем»"},{"SurahNumber":2,"VerseNumber":137,"Text":"Агар ба он чӣ шумо имон овардед, яҳудиён ва насрониён ва дигарон низ ба мисли шумо имон биёваранд, ҳидоят ёфтаанд. Аммо агар рӯй тофтанд, пас бо ту дар душманиву хилофанд ва дар баробари онҳо Аллоҳ туро, эй Расул, аз шарри онҳо кифоят мекунад ва Ӯ шунаво ва доност"},{"SurahNumber":2,"VerseNumber":138,"Text":"Дини Аллоҳро лозим гиред, ки шуморо бар он дин пайдо кардааст. Беҳтар аз дини Аллоҳ, ки мардумро бар он пайдо кард, дин нест. Пас онро лозим гиред ва бигӯед. Мо фармонбардор ва парастандагони Ӯ ва пайрави миллати Иброҳим ҳастем"},{"SurahNumber":2,"VerseNumber":139,"Text":"Эй Паёмбар, ба аҳли китоб бигу: «Оё дар бораи тавҳиди Аллоҳ бо мо баҳсу муҷодала мекунед? Ӯ Парвардигори мову шумост. Аъмоли мо аз они мо ва аъмоли шумо аз они шумост ва мо ба ихлос парастандагони Ӯ ҳастем ва ба Ӯ чизеро шарик намеорем.»"},{"SurahNumber":2,"VerseNumber":140,"Text":"Оё мегӯед, ки Иброҳиму Исмоил ва Исҳоқу Яъқуб ва наберагони ӯ бар дини яҳудӣ ё насронӣ буданд? (Ин дурӯғи маҳз аст, зеро ки онҳо қабл аз нузули Таврот ва Инҷил ба паёмбарй мабъус шуда буданд ва аз дунё гузашта буданд). Эй Паёмбар, барояшон бигӯ: «Оё шумо донотаред аз дини онҳо ё Аллоҳ? Ба дурустӣ, ки дар Қуръон хабар дода шуда буд, ки онҳо мусалмонони пок аз ширк буданд. Кист ситамгартар аз касе, ки гувоҳиеро, ки аз ҷониби Аллоҳ наздаш аст, бипӯшад!? Ва Аллоҳ аз он чи ки мекунед, бехабар нест, балки ҳисобгиранда ва ҷазодиҳандаи амалҳост"},{"SurahNumber":2,"VerseNumber":141,"Text":"Онон умматҳое буданд, ки дар ҳақиқат даргузаштаанд. Он чӣ онҳо карданд, аз они онҳост ва он чӣ шумо мекунед, аз они шумост ва шуморо аз аъмоли онҳо намепурсанд. (Оят далолат ба он мекунад, инсон такя бар махлуқҳо макунад ва ба насабҳо фирефта нашавад.). Ва касе ба як паёмбар куфр оварад, ба тамоми паёмбарон куфр овардааст"}]}