{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"Artık hayır! Yıldızların mevkilerine yemin ederim"},{"SurahNumber":56,"VerseNumber":76,"Text":"Ve muhakkak ki o, gerçekten çok büyük bir yemindir, keşke bilseniz"},{"SurahNumber":56,"VerseNumber":77,"Text":"Muhakkak ki O, gerçekten Kerim olan Kur´ân´dır (Kur´ân-ı Kerim´dir)"},{"SurahNumber":56,"VerseNumber":78,"Text":"Mahfuz (korunmuş) olan bir Kitap´tadır (Levhi Mahfuz´dadır)"},{"SurahNumber":56,"VerseNumber":79,"Text":"O´na, tahir olanlardan (maddî ve manevî arınanlardan) başkası dokunamaz"},{"SurahNumber":56,"VerseNumber":80,"Text":"Âlemlerin Rabbi tarafından (kısım kısım, âyet âyet) indirilmiştir"},{"SurahNumber":56,"VerseNumber":81,"Text":"Yoksa siz, bu söze inanmayan, şüphe eden kimseler misiniz"},{"SurahNumber":56,"VerseNumber":82,"Text":"Ve siz, yalanlamış olmanızı kendinize rızık ediniyorsunuz. (Kur´ân´daki sözlerin âlemlerin Rabbi tarafından indirildiğinden şüphe ettiğiniz için rızkınız, nasibiniz sadece yalanlamak oluyor)"},{"SurahNumber":56,"VerseNumber":83,"Text":"O halde can boğaza gelmiş olsa değil mi ki (siz öylece)"},{"SurahNumber":56,"VerseNumber":84,"Text":"Ve siz, o anda (ona öylece, bir yardım yapamayarak sadece) bakarsınız"},{"SurahNumber":56,"VerseNumber":85,"Text":"Ve Biz, ona sizden daha yakınız fakat siz görmezsiniz"},{"SurahNumber":56,"VerseNumber":86,"Text":"Öyleyse eğer siz (amellerinizin karşılığında) ceza görecek kimseler değil iseniz"},{"SurahNumber":56,"VerseNumber":87,"Text":"Eğer siz sadıklarsanız, onu geri çevirirsiniz"},{"SurahNumber":56,"VerseNumber":88,"Text":"Fakat o eğer mukarrebin olanlardan (Allah´a yakın olanlardan) ise"},{"SurahNumber":56,"VerseNumber":89,"Text":"O taktirde, ferahlık, huzur, güzel kokulu bitkiler ve naim cenneti vardır"},{"SurahNumber":56,"VerseNumber":90,"Text":"Fakat yemin sahiplerinden (ashabı yeminden yani hayat filmleri sağından verilenlerden) ise"},{"SurahNumber":56,"VerseNumber":91,"Text":"O zaman ashabı yeminden (hayat filmleri sağından verilenlerden) “sana selâm olsun” (denir)"},{"SurahNumber":56,"VerseNumber":92,"Text":"Ve fakat dalâlette olan ve yalanlayanlardan ise"},{"SurahNumber":56,"VerseNumber":93,"Text":"O taktirde kaynar sudan bir ziyafet vardır"},{"SurahNumber":56,"VerseNumber":94,"Text":"Ve alevli ateşe atılma vardır"},{"SurahNumber":56,"VerseNumber":95,"Text":"Muhakkak ki bu (anlatılanlar), elbette o (verilen haberler), Hakk´ul yakîn´dir (yakîn olan haktır, kesin olarak gerçektir)"},{"SurahNumber":56,"VerseNumber":96,"Text":"Artık Rabbini “Azîm” ismi ile tesbih et"},{"SurahNumber":57,"VerseNumber":1,"Text":"Semalarda ve arzdaki herşey Allah´ı tesbih etti (ve etmektedir). Ve O; Azîz´dir, Hakîm´dir"},{"SurahNumber":57,"VerseNumber":2,"Text":"Semaların ve arzın (yeryüzünün) mülkü O´nundur. Hayata getirir ve öldürür. Ve O, herşeye kaadirdir"},{"SurahNumber":57,"VerseNumber":3,"Text":"O, evveldir (ilktir) ve ahirdir (sondur), zahirdir (alâmetleri tüm varlıklarda görünendir) ve bâtındır (gizli olandır). Ve O, herşeyi en iyi bilendir"},{"SurahNumber":57,"VerseNumber":4,"Text":"Gökleri ve yeri 6 günde yaratan O´dur. Sonra arşın üzerine istiva etti. Arza gireni ve ondan çıkanı ve semadan ineni ve orada uruç edeni (yükseleni) bilir. Ve siz nerede iseniz O, sizinle beraberdir. Ve Allah, sizin yaptıklarınızı en iyi görendir"},{"SurahNumber":57,"VerseNumber":5,"Text":"Göklerin ve yerin mülkü O´nundur. (Bütün) işler Allah´a döndürülür"},{"SurahNumber":57,"VerseNumber":6,"Text":"Geceyi, gündüzün içine sokar. Ve gündüzü, gecenin içine sokar. Ve O, sinelerde olanı (sırları, niyetleri, düşünceleri) en iyi bilendir"},{"SurahNumber":57,"VerseNumber":7,"Text":"Allah´a ve O´nun resûlüne îmân edin. Ve sizi vekil kıldığı şeylerden infâk edin. Böylece sizden âmenû olup infâk edenler için büyük ecir vardır"},{"SurahNumber":57,"VerseNumber":8,"Text":"Ve size ne oluyor ki, Allah´a inanmıyorsunuz. Ve resûl, sizi Rabbinize îmân etmeniz için çağırıyor. Eğer siz inananlarsanız Allah, sizin (daha önce Rabbinizi tasdik etmiş olduğunuz) misakinizi almıştı"},{"SurahNumber":57,"VerseNumber":9,"Text":"Sizi karanlıklardan nura çıkarmak için kuluna açık âyetler indiren O´dur. Ve muhakkak ki Allah, sizin için elbette Rauf´tur, Rahîm´dir"},{"SurahNumber":57,"VerseNumber":10,"Text":"Ve size ne oluyor ki, Allah´ın yolunda infâk etmiyorsunuz? Göklerin ve yerin mirası Allah´ındır. İçinizden, fetihten önce infâk eden ve savaşanlar, işte onlar, daha sonra (fetihten sonra) infâk eden ve savaşanlarla bir değildir, onlardan daha yüksek (azamî) derece sahibidirler. Ve Allah, hepsine hüsna´yı vaadetti. Ve Allah, yaptıklarınızdan en iyi haberdar olandır"},{"SurahNumber":57,"VerseNumber":11,"Text":"Kim ki Allah´a (Allah için) güzel bir borç verir, o taktirde o (borç), ona kat kat ödenir. Ve onun için kerim ecir vardır"},{"SurahNumber":57,"VerseNumber":12,"Text":"O gün, mü´min erkekleri ve mü´min kadınları, nurları önlerinde ve sağlarında koşarken görürsün. Bugün sizin müjdeniz, orada ebediyyen kalacağınız, altından nehirler akan cennetlerdir. İşte o, fevzül azîmdir (en büyük kurtuluştur)"},{"SurahNumber":57,"VerseNumber":13,"Text":"Münafık erkeklerin ve münafık kadınların, âmenû olanlara: “Bizi bekleyin, sizin nurunuzdan bir parça alalım.” diyeceği gün, onlara: “Haydi arkanıza dönün ve nur arayın.” denir. Artık onların arasına, kapısı olan bir duvar çekilmiştir. Onun iç kısmında, orada rahmet ve onun dış tarafında, ondan (duvardan) önce azap vardır"},{"SurahNumber":57,"VerseNumber":14,"Text":"Onlara seslenirler: “Biz, sizinle beraber olmadık mı?” (Onlar): “Evet, fakat siz kendinizi fitneye düşürdünüz, beklediniz ve şüphe ettiniz. Allah´ın emri (ölüm emri) gelinceye kadar emaniyye sizi aldattı. Ve garur (aldatanlar, şeytan ve avaneleri), sizi Allah ile (Allah “Gafur´dur, Rahîm´dir, sizi affeder.” diyerek) aldattı.” dediler"},{"SurahNumber":57,"VerseNumber":15,"Text":"Artık o gün, sizden bir fidye (bedel) alınmaz (kabul edilmez) ve kâfirlerden de. Sizin mevanız (sığınağınız) ateştir, sizin mevlânız (dostunuz) odur. Ve ne kötü varış yeri"}]}