{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Qulın bir tünde äl-Xaram meşitinen belgilerimizdiñ keybirin körsetwimiz üşin, Biz töñiregin berekeli etken äl-Aqsa meşitine alıp barğan Ol / barlıq kemşilikten / päk. Kümänsiz, Ol bärin Estwşi, ärbir närseni"},{"SurahNumber":17,"VerseNumber":2,"Text":"Biz Musağa Kitaptı berdik äri onı / Kitaptı / Ïsraïl urpaqtarına / twra joldı ustanwğa / basşılıq etip: «Sender Menen basqanı özderiñdi senip tapsıratın Ïe / Wakïl / etip almañdar!» - dedik"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ey, Nuxpen birge / kemede / alıp jürgenderimizdiñ urpağı! Negizinde, ol / Nux / şükir etwşi / Rabbısınıñ bergen ïgilikterine alğıs bildirwşi / qul edi"},{"SurahNumber":17,"VerseNumber":4,"Text":"Biz Ïsraïl urpaqtarına Kitapta: «Sen­der bul jerde eki ret buzğınşılıq isteysiñder jäne tım öreskel astamşılıq etesiñder», -dep aldın ala jazdıq / belgiledik"},{"SurahNumber":17,"VerseNumber":5,"Text":"Bul ekewiniñ alğaşqısınıñ wädesi kelgen kezde Biz senderge qarsı öte qwattı quldarımızdı jiberdik te olar üylerdiñ arasın şarladı. Söytip ol orındalğan bir wäde boldı"},{"SurahNumber":17,"VerseNumber":6,"Text":"Sodan keyin sender üşin olarğa qarsı qayta jeñis berip äri senderdi baylıq jäne uldarmen qoldap, jasaqtarıñdı köbeyttik"},{"SurahNumber":17,"VerseNumber":7,"Text":"Jaqsılıq jasasañdar, özderiñ üşin jasadıñdar. Al jamandıq jasasandar, ol da özderiñe. Soñğı wäde kelgen kezde, jüzderiñe qayğı ornatw üşin / jawlarıñ / meşitke aldın kirgendey kiredi de, özderi basıp alğandı qïratadı"},{"SurahNumber":17,"VerseNumber":8,"Text":"Senderge Rabbıñız raqım eter. Al, eger qaytalasañdar, Biz de qaytalaymız. Biz Jahannamdı käpirlerge qamalatın orın etemiz"},{"SurahNumber":17,"VerseNumber":9,"Text":"Anığında, bul Quran eñ twra / durıs / bolğanğa bastaydı äri izgi amal isteytin ïmandılarğa - olarğa ülken sıy bolatını jaylı qwanıştı xabar jetkizedi"},{"SurahNumber":17,"VerseNumber":10,"Text":"Äri soñğı mäñgilik ömirge / aqïretke / senbeytinder üşin qïnawşı azap äzirledik"},{"SurahNumber":17,"VerseNumber":11,"Text":"Al, adam jamandıqtı jaqsılıqtı tileytindey tileydi. Äri adam balası asıqqış"},{"SurahNumber":17,"VerseNumber":12,"Text":"Äri tün men kündizdi eki belgi ettik. Özderiñniñ Rabbıñnıñ keñşiligin izdewleriñ jäne jıldardıñ sanı men esepti bilwleriñ üşin Biz tünniñ belgisin ketirip, kündizdiñ belgisin jarıq etemiz. Äri Biz barlıq närseni anıqtap tüsindirdik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Äri Biz ärbir adamnıñ moynına onıñ amaldarın ajıramaytınday etip bekittik jäne Qayta tirilw küni oğan bir kitap şığaramız, ol onı aşılğan türde köredi"},{"SurahNumber":17,"VerseNumber":14,"Text":"Oğan / : «Öz kitabıñdı oqı, bügin sen öz esebiñdi eseptewde jetkiliktisiñ»,-delinedi"},{"SurahNumber":17,"VerseNumber":15,"Text":"Kim twra jolmen jürse, tek özi üşin / öz paydasına / jüredi. Al, kim adassa, öz zïyanına adasadı. Eşbir jan basqa birewdiñ jügin / künäsin / kötermeydi. Äri Elşi jibermey turıp, Biz eşkimdi de azaptawşı emespiz"},{"SurahNumber":17,"VerseNumber":16,"Text":"Al, bir eldi mekendi / künäları üşin / joyudı qalasaq, ondağı sän-saltanatta, raxatta şalqıp / däwlette mastanıp / jürgenderin köbeytemiz, sonda olar buzıq ister taratıp, olarğa qatıstı / jazılğan / söz jüzege asadı. Söytip onı / künäğabatqan eldi mekendi / birjola küyretemiz"},{"SurahNumber":17,"VerseNumber":17,"Text":"Biz Nuxtan keyin de qanşama xalıqtardı joydıq. / Ey, Muxammed! / Rabbıñ, quldarınıñ künälarınan Xabardar bolwda, onı körwde jetkilikti"},{"SurahNumber":17,"VerseNumber":18,"Text":"Kim tez öte şığatındı / osı ömirdi / qalasa, Biz Özimiz bergimiz kelgenge qalağan närsemizdi osı ömirde jedel beremiz. Keyin Biz oğan Jahannamdı äzirledik. Ol oğan ayıptalğan, / Allahtıñ meyiriminen / alıstatılğan türde tüsedi"},{"SurahNumber":17,"VerseNumber":19,"Text":"Al, kim soñğı mäñgilik ömirdi / aqïretti / qalasa jäne ïmandı bolğan küyde oğan layıqtı türde umtılsa, mine, solardıñ talpınısı / Allahtıñ aldında / alğısqa bölenedi"},{"SurahNumber":17,"VerseNumber":20,"Text":"Ey, Muxammed! / Biz Rabbıñnıñ sıyınan barlığına - analarğa da / osı ömirdi köksegenderge / , mınalarğa da / mäñgilik ömirdi qalağandarğa / beremiz. Äri Rabbıñnıñ sıyına şektew qoyılmaydı"},{"SurahNumber":17,"VerseNumber":21,"Text":"Biz olardı / bul dünïede / bir-birinen qalay artıq etkenimizdi qara. Al, soñğı, mäñgilik ömir / aqïret / , küdiksiz, därejeler turğısınan da öte ülken äri artıqşılıqta da eñ ülken"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allahpen birge basqanı quday etip alma. Onda ayıptalıp, kömeksiz qaldırılğan bolasıñ"}]}