{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Inananlara en siddetli dusman olarak, insanlardan yahudileri ve Allah'a es kosanları bulursun. Onlardan, inananlara sevgice en yakın \"Biz hıristiyanız\" diyenleri bulursun. Bu, onların icinde bilginler ve rahibler bulunmasından ve buyukluk taslamamalarındandır"},{"SurahNumber":5,"VerseNumber":83,"Text":"Peygambere indirilen Kuran'ı isittiklerinde, gercegi ogrenmelerinden gozlerinin yasla dolarak, \"Rabbimiz! Inandık, bizi de sahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken nicin Allah'a ve bize gelen gercege inanmayalım?\" dediklerini gorursun"},{"SurahNumber":5,"VerseNumber":84,"Text":"Peygambere indirilen Kuran'ı isittiklerinde, gercegi ogrenmelerinden gozlerinin yasla dolarak, \"Rabbimiz! Inandık, bizi de sahidlerden yaz. Rabbimizin bizi iyi milletle birlikte bulundurmasını umarken nicin Allah'a ve bize gelen gercege inanmayalım?\" dediklerini gorursun"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allah onlara, dediklerine karsılık, temelli kalacakları, altından ırmaklar akan cennetler verdi. Bu, iyi davrananların mukafatıdır"},{"SurahNumber":5,"VerseNumber":86,"Text":"Inkar edip ayetlerimizi yalanlayanlar, iste onlar cehennemliklerdir"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey Inananlar! Allah'ın size helal ettigi temiz seyleri haram kılmayın, hududu da asmayın, dogrusu Allah asırı gidenleri sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah'ın size verdigi rızıktan temiz ve helal olarak yiyin. Inandıgınız Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah size rasgele yeminlerinizden dolayı degil, bile bile ettiginiz yeminlerden oturu hesap sorar. Yeminin keffareti, ailenize yedirdiginizin ortalamasından on duskunu yedirmek yahut giydirmek ya da bir kole azad etmektir. Bulamayan uc gun oruc tutmalıdır; yeminlerinizin keffareti budur. Yemin ettiginizde yeminlerinizi tutun. Sukredesiniz diye Allah size boylece ayetlerini acıklıyor"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey Inananlar! Icki, kumar, putlar ve fal okları suphesiz seytan isi pisliklerdir, bunlardan kacının ki saadete eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Seytan suphesiz icki ve kumar yuzunden aranıza dusmanlık ve kin sokmak ve sizi Allah'ı anmaktan, namazdan alıkoymak ister. Artık bunlardan vazgecersiniz degil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah'a itaat edin, Peygambere itaat edin, karsı gelmekten cekinin; eger yuz cevirirseniz bilin ki, peygamberimize dusen sadece acıkca teblig etmektir"},{"SurahNumber":5,"VerseNumber":93,"Text":"Inananlara ve yararlı is isleyenlere, -sakınırlar, inanırlar, yararlı isler islerler, sonra haramdan sakınıp inanırlar ve sonra isyandan sakınıp iyilik yaparlarsa- daha onceleri tatmıs olduklarından dolayı bir sorumluluk yoktur. Allah iyi davrananları sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey Inananlar! Gıyabında Kendisinden, kimin korktugunu ortaya koymak icin, (ihramlıyken) elinizin ve mızraklarınızın ulastıgı avdan bir seyle Allah and olsun ki sizi dener. Bundan sonra kim haddi asarsa ona elem verici azab vardır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey Inananlar! Ihramlı iken avı oldurmeyin. Sizden bile bile onu oldurene, ehli hayvanlardan oldurdugu kadar olduguna icinizden iki adil kimsenin hukmedecegi, Kabe'ye ulasacak bir kurbanı odeme, yahut duskunlere yemek yedirme seklinde keffaret ya da yaptıgının agırlıgını tatmak uzere bunlara denk oruc tutma vardır. Allah gecmistekileri affetmistir, kim tekrar yaparsa Allah ondan oc alır. Allah Guclu'dur, Ocalıcı'dır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Deniz avı ve onu yemek size de, yolculara da, gecimlik olarak helal kılınmıstır. Ihramlı bulundugunuz surece kara avı size haram kılınmıstır. Huzuruna toplanacagınız Allah'tan sakının"}]}