{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"I swear by the setting of the stars"},{"SurahNumber":56,"VerseNumber":76,"Text":"and it is indeed a mighty oath if you but knew it"},{"SurahNumber":56,"VerseNumber":77,"Text":"that this is indeed a Glorious Qur’an"},{"SurahNumber":56,"VerseNumber":78,"Text":"inscribed in a well-guarded Book"},{"SurahNumber":56,"VerseNumber":79,"Text":"which none can touch except the purified (angels)"},{"SurahNumber":56,"VerseNumber":80,"Text":"a revelation from the Lord of the worlds"},{"SurahNumber":56,"VerseNumber":81,"Text":"Would you scorn a scripture such as this"},{"SurahNumber":56,"VerseNumber":82,"Text":"and make it’s denying a means of your livelihood"},{"SurahNumber":56,"VerseNumber":83,"Text":"Why is it not then that when you see a dying person’s soul come up to his throat"},{"SurahNumber":56,"VerseNumber":84,"Text":"while you are helplessly watching"},{"SurahNumber":56,"VerseNumber":85,"Text":"and at that time We are nearer to him than you, although you cannot see Us"},{"SurahNumber":56,"VerseNumber":86,"Text":"Then why do you not - if you claim you are not subject to reckoning"},{"SurahNumber":56,"VerseNumber":87,"Text":"restore to the dying person his soul? Answer this, if what you say be true"},{"SurahNumber":56,"VerseNumber":88,"Text":"Then if the dying person is one of those near to Us"},{"SurahNumber":56,"VerseNumber":89,"Text":"for him there is comfort and bounty, and a garden of bliss"},{"SurahNumber":56,"VerseNumber":90,"Text":"And if he be one of the right hand"},{"SurahNumber":56,"VerseNumber":91,"Text":"he is greeted with salutation: \"Peace be upon you,\" from those of the right hand"},{"SurahNumber":56,"VerseNumber":92,"Text":"And if he is one of the mistaken rejecters"},{"SurahNumber":56,"VerseNumber":93,"Text":"he is welcomed with scalding water"},{"SurahNumber":56,"VerseNumber":94,"Text":"and burning in hellfire"},{"SurahNumber":56,"VerseNumber":95,"Text":"Surely this is an absolute truth"},{"SurahNumber":56,"VerseNumber":96,"Text":"Therefore, glorify the name of your Lord, Who is the Greatest"},{"SurahNumber":57,"VerseNumber":1,"Text":"All that is in the heavens and the earth glorifies Allah, and He is the All-Mighty, the All-Wise"},{"SurahNumber":57,"VerseNumber":2,"Text":"To Him belongs the kingdom of the heavens and the earth; it is He Who gives life and causes death; and He has power over all things"},{"SurahNumber":57,"VerseNumber":3,"Text":"He is the First and the Last, the Evident and the Immanent, and He has the knowledge of all things"},{"SurahNumber":57,"VerseNumber":4,"Text":"It is He Who created the heavens and the earth in six periods, then firmly established Himself on the throne of authority. He knows all that enters the earth and all that emerges from it, all that comes down from Heaven and all that ascends to it; and He is with you wherever you are. Allah is aware of all your actions"},{"SurahNumber":57,"VerseNumber":5,"Text":"To Him belongs the kingdom of the heavens and the earth, and all affairs go back to Allah for decision"},{"SurahNumber":57,"VerseNumber":6,"Text":"He causes the night to pass into the day and the day to pass into the night, and He has knowledge of the inmost secrets of your hearts"},{"SurahNumber":57,"VerseNumber":7,"Text":"Believe in Allah and His Messenger and spend in charity out of what you have been made the inheritors of, for those of you who believe and spend in charity shall be richly rewarded"},{"SurahNumber":57,"VerseNumber":8,"Text":"What is the matter with you that you do not believe in Allah, whereas the Messenger is inviting you to believe in your Lord, Who has indeed taken your covenant, if you are true men of faith"},{"SurahNumber":57,"VerseNumber":9,"Text":"He it is Who sends clear revelations to His servant, so that he may lead you from the depths of darkness into the light. Surely Allah is Most Kind and Most Merciful to you"},{"SurahNumber":57,"VerseNumber":10,"Text":"What is the matter with you that you do not spend in the Way of Allah, whereas to Allah belongs the inheritance of the heavens and the earth? Those of you who spent and fought in the Cause of Allah before the victory, shall receive higher ranks of honor than the others who spent and fought thereafter. Yet Allah has promised you all a good reward, and Allah is aware of all your actions"},{"SurahNumber":57,"VerseNumber":11,"Text":"Who is the one that will give to Allah a goodly loan, so that He may increase it manyfold to his credit and give him a liberal reward besides it"},{"SurahNumber":57,"VerseNumber":12,"Text":"On the Day of Judgment you shall see the true believing men and the believing women, with their light shining before them and on their right hands, and it will be said to them: \"Rejoice today, you shall enter the gardens beneath which rivers flow, in which you shall live forever, and that is the highest achievement"},{"SurahNumber":57,"VerseNumber":13,"Text":"On that Day the hypocrite men and hypocrite women will say to the true believers: \"Wait for us, that we may borrow some of your light.\" But they will be told: \"Go away! Seek your light elsewhere.\" So a wall with a gate shall be set up between them. Inside there shall be mercy, and outside all along there shall be punishment of hell"},{"SurahNumber":57,"VerseNumber":14,"Text":"They will call out to the believers, saying: \"Were we not on your side?\" \"Yes,\" they will reply, \"but you led yourselves into temptation, you wavered, you doubted, and were deceived by your vain desires until Allah’s command came, while the arch-deceiver (Satan) deceived you concerning Allah till the last moment"},{"SurahNumber":57,"VerseNumber":15,"Text":"They will be told, \"Today no ransom shall be accepted from you, or from the unbelievers. Your abode is the fire: which you have justly earned, and it is an evil refuge"}]}