{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif lam Mim Saad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Eshitabo shieshibwa khwiwe, kho olaba nende obusiro mushilifu mumwo khulwasho tawe, kho onyoole okhushikhoonyela nende okhwikanyilisia, ne shibe eshitsulisio khubasuubili"},{"SurahNumber":7,"VerseNumber":3,"Text":"Londe akamweshilibwa okhurula khu Nyasaye Omulesi wenyu, ne mulaloonda abetsa nohomba abalindi bandi abalali ye tawe. Nimatiti kamwitsulilanga"},{"SurahNumber":7,"VerseNumber":4,"Text":"Ni tsingongo tsinga tsiakhwasishia, eshinyasio shiefu shiaboolela eshilo nohomba olwabali nibakonele eshitere"},{"SurahNumber":7,"VerseNumber":5,"Text":"Kho shibulao eshiali eshiabu, olwe shinyasio shiaboolela, halali okhuboola mbu; “Toto efwe khwali abamabii.”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Ne toto khulireeba balia abayililwa oburume, ne khandi khulireeba Abarumwa"},{"SurahNumber":7,"VerseNumber":7,"Text":"Ne khandi khulibakanila mubumanyi, ne khandi efwe shikhwali ehale tawe"},{"SurahNumber":7,"VerseNumber":8,"Text":"Ne inyanga eyo eshichelo shiliba khubwatoto, kho balia beshichelo shiabu shiliba eshisiro, abo nibo baliba nibaburire"},{"SurahNumber":7,"VerseNumber":9,"Text":"Ne balia baliba nende obusiro-obwa malayi- obwangu, abo nibo abasishia emioyo chiabu, khulwa okhukholela ebimanyisio biefu obubii"},{"SurahNumber":7,"VerseNumber":10,"Text":"Netoto khwabara khushialo, mana nikhubakholelamwo tsinjila tsiokhunyoola obulamu. Halali orio yenyu ni inditi"},{"SurahNumber":7,"VerseNumber":11,"Text":"Netoto khwabaloonga, mana nakhubahelesia obukoondo, mana nikhuboolela Abamalaikambu:“ Mwinamile Adam, Mana nibeenama okhuyiniakhwo ibilisi, shiyali mubalia abeenama tawe.”"},{"SurahNumber":7,"VerseNumber":12,"Text":"Nyasaye naboola; “Shina shikhukayile okhwinama shingala ekhulomesiye?” Naboola; “Esie endi omulayi okhumushila. Waloonga esie okhurula khumulilo naye wamuloonga okhurula khuliloba.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"Naboola; “Mana yikha okhurula mwo! Shokhoyeshele okhufuramwo tawe, mana rula, oli mubalia abatutu"},{"SurahNumber":7,"VerseNumber":14,"Text":"Naboola; “undeshe- ndalafwa tawe, okhuula inyanga yolibalamusia.”"},{"SurahNumber":7,"VerseNumber":15,"Text":"Naboola; “olaba mubalia abahebwa ebise.”"},{"SurahNumber":7,"VerseNumber":16,"Text":"Naboola; “ shigala omalile okhura mubakori, ndalabekhalila khunjila yao ingolofu.”"},{"SurahNumber":7,"VerseNumber":17,"Text":"Mana ndalabarulila imbeli nende inyuma wabu nende mumukhono musatsa nende omukata kwabu, Ne sholinyoola abanji babu nibakhupa orio tawe"},{"SurahNumber":7,"VerseNumber":18,"Text":"Naboola; “Rula omo, ewe omalile okhutsaalala, omalile okhulaamwa. Ne ulia ulakhuloonda mubo ndilimwitsusia mumulilo nende enywe mwesi"},{"SurahNumber":7,"VerseNumber":19,"Text":"Nawe Adam! Ewe nende omukhaye wuwo mwikhale mumukunda kuno, ne muliemwo ngamwenya, ne mulasita ahambi nende omusaala kuno tawe, mwaba mubandu ababii"},{"SurahNumber":7,"VerseNumber":20,"Text":"Mana shetani nabaramo eshibeyibeyi, mbu kho abafimbule eshiekenyi shiabu eshiabafisilwa, mana naboola; “Nyasaye wenyu Omulesi yabakania omusala kuno mbu muletsa okhuba shinga Malaika tawe, nohomba mulaba balia ebetsa okhumenya tsinyanga tsiosi tawe"},{"SurahNumber":7,"VerseNumber":21,"Text":"Mana nabetsubila; “Toto esie endi mubalia ababachelelanga amalayi”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Mana nabatila nobubeyi, olwa bapila omusala kulia, eshiekenyi shiabu shialolokha mana nibenjila okhwishinga khu masafu komwikulu. Nyasaye wabu Omulesi nabalaanga; “Koo, shindabakania omusaala oko, ne nebaboolela mbu shetani ni Omusuku wenyu owahabulafu"},{"SurahNumber":7,"VerseNumber":23,"Text":"Nibaboola; “ Nyasaye wefu Omulesi, khukholeele obubii emioyo chiefu, nenolakhuleshela mana wakhubeela tsimbabaasi tawe, toto khulaba mubalia abokhusikha.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"Naboola; “Yakukhe! Mulaba abeene khubeene abasuku, Ne khwiloba nisho shilaba eshimenyo shienyu ne mwikhoyemwo okhula indukho yule"},{"SurahNumber":7,"VerseNumber":25,"Text":"Naboola; “Mwiloba omo mulamenyamwo, na omo mulafwilamwo, ne omo nimwamulirusibwamwo"},{"SurahNumber":7,"VerseNumber":26,"Text":"Enywe(Abana ba Adam) Abandu! Khwabeshilia tsingubo tsiokhufunikha eshiekenyi shienyu, nende tsingubo tsiobwirono – Ne tsingubo tsio khuria Nyasaye nitso tsindayi. Ako ni khubimanyisio bia Nyasaye bakhaba bario banyoola okhwitsulila"},{"SurahNumber":7,"VerseNumber":27,"Text":"Enywe Abandu! shetani aletsa okhubakholela inzoka shingala yarusia abebusi benyu mwikulu, nabafwalula tsingubo tsiabu okhubechesia ebiekenyi biabu. Toto ye nende oluyia lulwe babalolanga, nanyu shimubalolanga tawe, Toto khwakhola amashetani okhuba abetsa babalia balasuubilanga tawe"},{"SurahNumber":7,"VerseNumber":28,"Text":"Ne nibakhola amakhuwa keshifwolo baboolanga mbu; khwanyoola nako bapapa befu, ne Nyasaye yakhulomesia 7. endio. Boola: “Toto Nyasaye shalomesinjia amakhuwa keshifwolo tawe, mubolanga khu Nyasaye akamukorerwe.?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Boola; “Nyasaye yalomesia obuleng’aafu, ne mumulinjiekhwo obweni bwenyu buli nimwinama, ne mumusabe Ye nimumwitswenulile idini. Olwa yabaloonga mukhuranga nilo olwa alibakalusia"},{"SurahNumber":7,"VerseNumber":30,"Text":"Omukanda mulala yakulunjisia, ne omukanda kundi kulimubukori. Toto abo bakhola Amashetani okhuba abetsa abalindi babu mushilenje shia Nyasaye, nebakaalanga mbu balunjikha"}]}