{"Id":457,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"طٰسم"},{"SurahNumber":26,"VerseNumber":2,"Text":"یہ آیتیں روشن کتاب کی ہیں"},{"SurahNumber":26,"VerseNumber":3,"Text":"ان کے ایمان نہ ﻻنے پر شاید آپ تو اپنی جان کھودیں گے"},{"SurahNumber":26,"VerseNumber":4,"Text":"اگر ہم چاہتے تو ان پر آسمان سے کوئی ایسی نشانی اتارتے کہ جس کے سامنے ان کی گردنیں خم ہو جاتیں"},{"SurahNumber":26,"VerseNumber":5,"Text":"اور ان کے پاس رحمٰن کی طرف سے جو بھی نئی نصیحت آئی یہ اس سے روگردانی کرنے والے بن گئے"},{"SurahNumber":26,"VerseNumber":6,"Text":"ان لوگوں نے جھٹلایا ہے اب ان کے پاس جلدی سے اس کی خبریں آجائیں گی جس کے ساتھ وه مسخرا پن کر رہے ہیں"},{"SurahNumber":26,"VerseNumber":7,"Text":"کیا انہوں نے زمین پر نظریں نہیں ڈالیں؟ کہ ہم نے اس میں ہر طرح کے نفیس جوڑے کس قدر اگائے ہیں؟"},{"SurahNumber":26,"VerseNumber":8,"Text":"بے شک اس میں یقیناً نشانی ہے اور ان میں کے اکثر لوگ مومن نہیں ہیں"},{"SurahNumber":26,"VerseNumber":9,"Text":"اور تیرا رب یقیناً وہی غالب اور مہربان ہے"},{"SurahNumber":26,"VerseNumber":10,"Text":"اور جب آپ کے رب نے موسیٰ (علیہ السلام) کو آواز دی کہ تو ﻇالم قوم کے پاس جا"},{"SurahNumber":26,"VerseNumber":11,"Text":"قوم فرعون کے پاس، کیا وه پرہیزگاری نہ کریں گے"},{"SurahNumber":26,"VerseNumber":12,"Text":"موسیٰ (علیہ السلام) نے کہا میرے پروردگار! مجھے تو خوف ہے کہ کہیں وه مجھے جھٹلا (نہ) دیں"},{"SurahNumber":26,"VerseNumber":13,"Text":"اور میرا سینہ تنگ ہو رہا ہے میری زبان چل نہیں رہی پس تو ہارون کی طرف بھی وحی بھیج"},{"SurahNumber":26,"VerseNumber":14,"Text":"اور ان کا مجھ پر میرے ایک قصور کا (دعویٰ) بھی ہے مجھے ڈر ہے کہ کہیں وه مجھے مار نہ ڈالیں"},{"SurahNumber":26,"VerseNumber":15,"Text":"جناب باری نے فرمایا! ہرگز ایسا نہ ہوگا، تم دونوں ہماری نشانیاں لے کر جاؤ ہم خود سننے والے تمہارے ساتھ ہیں"},{"SurahNumber":26,"VerseNumber":16,"Text":"تم دونوں فرعون کے پاس جاکر کہو کہ بلاشبہ ہم رب العالمین کے بھیجے ہوئے ہیں"},{"SurahNumber":26,"VerseNumber":17,"Text":"کہ تو ہمارے ساتھ بنی اسرائیل کو روانہ کردے"},{"SurahNumber":26,"VerseNumber":18,"Text":"فرعون نے کہا کہ کیا ہم نے تجھے تیرے بچپن کے زمانہ میں اپنے ہاں نہیں پاﻻ تھا؟ اور تو نے اپنی عمر کے بہت سے سال ہم میں نہیں گزارے؟"},{"SurahNumber":26,"VerseNumber":19,"Text":"پھر تو اپنا وه کام کر گیا جو کر گیا اور تو ناشکروں میں ہے"},{"SurahNumber":26,"VerseNumber":20,"Text":"(حضرت) موسیٰ (علیہ السلام) نے جواب دیا کہ میں نے اس کام کو اس وقت کیا تھا جبکہ میں راه بھولے ہوئے لوگوں میں سے تھا"},{"SurahNumber":26,"VerseNumber":21,"Text":"پھر تم سے خوف کھا کر میں تم میں سے بھاگ گیا، پھر مجھے میرے رب نے حکم و علم عطا فرمایا اور مجھے اپنے پیغمبروں میں سے کر دیا"},{"SurahNumber":26,"VerseNumber":22,"Text":"مجھ پر تیرا کیا یہی وه احسان ہے؟ جسے تو جتا رہا ہے جبکہ تو نے بنی اسرائیل کو غلام بنا رکھا ہے"},{"SurahNumber":26,"VerseNumber":23,"Text":"فرعون نے کہا رب العالمین کیا (چیز) ہے؟"},{"SurahNumber":26,"VerseNumber":24,"Text":"(حضرت) موسیٰ (علیہ السلام) نے فرمایا وه آسمانوں اور زمین اور ان کے درمیان کی تمام چیزوں کا رب ہے، اگر تم یقین رکھنے والے ہو"},{"SurahNumber":26,"VerseNumber":25,"Text":"فرعون نے اپنے اردگرد والوں سے کہا کہ کیا تم سن نہیں رہے؟"},{"SurahNumber":26,"VerseNumber":26,"Text":"(حضرت) موسیٰ (علیہ السلام) نے فرمایا وه تمہارا اور تمہارے اگلے باپ دادوں کا پروردگار ہے"},{"SurahNumber":26,"VerseNumber":27,"Text":"فرعون نے کہا (لوگو!) تمہارا یہ رسول جو تمہاری طرف بھیجا گیا ہے یہ تو یقیناً دیوانہ ہے"},{"SurahNumber":26,"VerseNumber":28,"Text":"حضرت موسیٰ علیہ السلام نے فرمایا! وہی مشرق ومغرب کا اور ان کے درمیان کی تمام چیزوں کا رب ہے، اگر تم عقل رکھتے ہو"},{"SurahNumber":26,"VerseNumber":29,"Text":"فرعون کہنے لگا سن لے! اگر تو نے میرے سوا کسی اور کو معبود بنایا تو میں تجھے قیدیوں میں ڈال دوں گا"},{"SurahNumber":26,"VerseNumber":30,"Text":"موسیٰ (علیہ السلام) نے کہا اگرچہ میں تیرے پاس کوئی کھلی چیز لے آؤں؟"},{"SurahNumber":26,"VerseNumber":31,"Text":"فرعون نے کہا اگر تو سچوں میں سے ہے تو اسے پیش کر"},{"SurahNumber":26,"VerseNumber":32,"Text":"آپ نے (اسی وقت) اپنی ﻻٹھی ڈال دی جو اچانک کھلم کھلا (زبردست) اﮊدہا بن گئی"},{"SurahNumber":26,"VerseNumber":33,"Text":"اور اپنا ہاتھ کھینچ نکالا تو وه بھی اسی وقت ہر دیکھنے والے کو سفید چمکیلا نظر آنے لگا"},{"SurahNumber":26,"VerseNumber":34,"Text":"فرعون اپنے آس پاس کے سرداروں سے کہنے لگا بھئی یہ تو کوئی بڑا دانا جادوگر ہے"},{"SurahNumber":26,"VerseNumber":35,"Text":"یہ تو چاہتا ہے کہ اپنے جادو کے زور سے تمہیں تمہاری سر زمین سے ہی نکال دے، بتاؤ اب تم کیا حکم دیتے ہو"},{"SurahNumber":26,"VerseNumber":36,"Text":"ان سب نے کہا آپ اسے اور اس کے بھائی کو مہلت دیجئے اور تمام شہروں میں ہرکارے بھیج دیجئے"},{"SurahNumber":26,"VerseNumber":37,"Text":"جو آپ کے پاس ذی علم جادو گروں کو لے آئیں"},{"SurahNumber":26,"VerseNumber":38,"Text":"پھر ایک مقرر دن کے وعدے پر تمام جادوگر جمع کیے گئے"},{"SurahNumber":26,"VerseNumber":39,"Text":"اور عام لوگوں سے بھی کہہ دیا گیا کہ تم بھی مجمع میں حاضر ہوجاؤ گے؟"},{"SurahNumber":26,"VerseNumber":40,"Text":"تاکہ اگر جادوگر غالب آجائیں تو ہم ان ہی کی پیروی کریں"},{"SurahNumber":26,"VerseNumber":41,"Text":"جادوگر آکر فرعون سے کہنے لگے کہ اگر ہم جیت گئے تو ہمیں کچھ انعام بھی ملے گا؟"},{"SurahNumber":26,"VerseNumber":42,"Text":"فرعون نے کہا ہاں! (بڑی خوشی سے) بلکہ ایسی صورت میں تم میرے خاص درباری بن جاؤ گے"},{"SurahNumber":26,"VerseNumber":43,"Text":"(حضرت) موسیٰ (علیہ السلام) نے جادوگروں سے فرمایا جو کچھ تمہیں ڈالنا ہے ڈال دو"},{"SurahNumber":26,"VerseNumber":44,"Text":"انہوں نے اپنی رسیاں اور ﻻٹھیاں ڈال دیں اور کہنے لگے عزت فرعون کی قسم! ہم یقیناً غالب ہی رہیں گے"},{"SurahNumber":26,"VerseNumber":45,"Text":"اب (حضرت) موسیٰ (علیہ السلام) نے بھی اپنی ﻻٹھی میدان میں ڈال دی جس نے اسی وقت ان کے جھوٹ موٹ کے کرتب کو نگلنا شروع کردیا"},{"SurahNumber":26,"VerseNumber":46,"Text":"یہ دیکھتے ہی دیکھتے جادوگر بے اختیار سجدے میں گر گئے"},{"SurahNumber":26,"VerseNumber":47,"Text":"اورانہوں نے صاف کہہ دیا کہ ہم تو اللہ رب العالمین پر ایمان ﻻئے"},{"SurahNumber":26,"VerseNumber":48,"Text":"یعنی موسیٰ (علیہ السلام) اور ہارون کے رب پر"},{"SurahNumber":26,"VerseNumber":49,"Text":"فرعون نے کہا کہ میری اجازت سے پہلے تم اس پر ایمان لے آئے؟ یقیناً یہی تمہارا وه بڑا (سردار) ہے جس نے تم سب کو جادو سکھایا ہے، سو تمہیں ابھی ابھی معلوم ہوجائے گا، قسم ہے میں ابھی تمہارے ہاتھ پاؤں الٹے طور پر کاٹ دوں گا اور تم سب کو سولی پر لٹکا دوں گا"},{"SurahNumber":26,"VerseNumber":50,"Text":"انہوں نے کہا کوئی حرج نہیں، ہم تو اپنے رب کی طرف لوٹنے والے ہیں ہی"},{"SurahNumber":26,"VerseNumber":51,"Text":"اس بنا پر کہ ہم سب سے پہلےایمان والے بنے ہیں ہمیں امید پڑتی ہے کہ ہمارا رب ہماری سب خطائیں معاف فرما دے گا"}]}