{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Arau smarana karaa, yetiya ami parbataka sihamtara oparata tuli dharaichilo, arau seya achila yeniba meghara eta khanda. Sihamte bharaile ye, seya sihamtara oparata parai yaba. (Ami ka’lo) ‘ami yi pradana karaicho seya drrhabharae dharana karaa arau tata yi ache seya smarana karaa, yate tomaloke takbaraara adhikarai ha’ba paraa’"},{"SurahNumber":7,"VerseNumber":172,"Text":"Arau smarana karaa, yetiya tomara pratipalake adama santanara pithira paraa tara bansadharaka uliya'ichila arau sihamtara nijara bisaye sbikaraokti grahana karaichila arau kaichila, ‘ma'i tomalokara raba nahaya ne? Sihamte kaichila, ‘haya niscaya, ami saksi thakilo’. E'ito e'i babe ye, tomaloke yate kiyamatara dina ka’ba noraaraa ye, ami e'i bisaye jana'i nachilo"},{"SurahNumber":7,"VerseNumber":173,"Text":"Athaba tomaloke yate e'ito ka’ba noraaraa ye, amara pitrpurausasakale'o amara agata sbirka karaiche, arau ami haicho te'omlokara parabarti bansadhara; eteke (sbirkara madhyamata) yisakale nijara amalaka batila karaiche sihamtara krtakarmara babe tumi amaka dhbansa karaibane"},{"SurahNumber":7,"VerseNumber":174,"Text":"arau e'idarae'i ami ayatasamuha bisadabharae barnana karao yate sihamte ubhati ahe"},{"SurahNumber":7,"VerseNumber":175,"Text":"Arau sihamtaka se'i byaktira sambada patha karai sunoraa, yaka ami nidarsanasamuha pradana karaichilo, tara pichata si tara paraa bicchinna hai gaichila, arau cayatane tara picha laichila. Phalata si bipathagami sakalara antarbhukta hai gaichila"},{"SurahNumber":7,"VerseNumber":176,"Text":"Arau ami iccha karaile iyara dbaraa taka ucca maryada dana karailohemtena, kintu si duniyara pratihe akrsta haiche arau nija prabrttira anusarana karaiche. Eteke tara upama haiche kukurara darae, tara oparata boja japi dile si jibha uliya'i hempa'i thake arau boja nidile'o si jibha uliya'i hempa'i thake. Yi sampradaye amara ayatasamuha asbikara karaiche sihamtara arastha'o e'itorae'i. Eteke tumi brttanta barnana karaa yate sihamte cinta karae"},{"SurahNumber":7,"VerseNumber":177,"Text":"Se'i sampradayara upama kimana ye nikrsta! Yisakale amara ayatasamuhaka asbikara karaiche, arau sihamte nijara pratihe an'yaya karaichila"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allahe yaka hidayata diye se'ijanahe hidayatapraapta arau te'om yisakalaka bipathagami karae sihamte'i ksatigrasta"},{"SurahNumber":7,"VerseNumber":179,"Text":"Niscaya ami bahuto jbina arau manaraka jahannamara babe srsti karaicho, sihamtara hrdaya ache kintu tara dbaraa sihamte upalabdhi nakarae, sihamtara caku ache kintu tara dbaraa sihamte nedekhe arau sihamtara kana ache kintu tara dbaraa sihamte nusune, sihamta catuspada jantura darae, baram tatokai adhika bibhraanta. Sihamte'i haiche udasina"},{"SurahNumber":7,"VerseNumber":180,"Text":"Arau allahara babe ache sundara sundara nama. Eteke tomaloke te'omka se'ibora namerae'i ahbana karaa; arau yisakale te'omra nama bikrta karae sihamtaka barjana karaa; sihamtara krtakarmara phala anatipalame sihamtaka diya ha’ba"},{"SurahNumber":7,"VerseNumber":181,"Text":"Arau yisakalaka ami srsti karaicho sihamtara majata enekuraa eta dala ache yisakale n'yayabharae patha dekhuraaya arau se'i anuyayi (bicara mimansata) inacapha karae"},{"SurahNumber":7,"VerseNumber":182,"Text":"Arau yisakale amara ayatasamuhaka asbikara karaiche, anatipalame ami sihamtaka enekai lahe lahe dhbansara pine lai yama ye, sihamte game'i napaba"},{"SurahNumber":7,"VerseNumber":183,"Text":"Arau ami sihamtaka arakasa di'om; niscaya mora kausala atyanta balistha"},{"SurahNumber":7,"VerseNumber":184,"Text":"Sihamte ketiya'o cinta nakarae neki ye, sihamtara sahacarajana kahani'o unmada nahaya? Te'om haiche kerala ejana spasta satarkakarai"},{"SurahNumber":7,"VerseNumber":185,"Text":"Akasamandala arau prthiraira sarbabhauma kartrtba samparke lagate allahe yi srsti karaiche se'i bisaye sihamte cinta-carca karaa na'ine, arau e'i bisaye'o ye, sambharata sihamtara nirdharaita samaya nikatararti haiche; gatike iyara pichata sihamte arau kona kathata imana aniba"},{"SurahNumber":7,"VerseNumber":186,"Text":"allahe yisakalaka bipathagami karae sihamtara kono pathapradarsaka na'i; arau te'om sihamtaka sihamtara abadhyatata laksyahinara darae ghurai phuraibalai erai diye"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sihamte tomaka kiyamata samparke prasna karai kaya, ‘seya ketiya sanghatita ha’ba’? Koraa, ‘e'i bisayara jnana kerala mora pratipalakara ocarata. Kerala teraemi yathasamayata se'itora prakasa ghataba. Akasmikabharae seya tomalokara oparata ahi paraiba’. Sihamte tomaka prasna karaiche yeniba tumi e'i bisaye sabisesa arahita. Koraa, ‘e'i bisayara jnana kerala allahara ocarata, kintu adhikansa manuhe'i (e'i satyato) najane’"},{"SurahNumber":7,"VerseNumber":188,"Text":"Koraa, ‘allahe yi iccha karae tara bahirae mora nijara upakara-apakarara oparato mora kono adhikara na'i. Gayeba ba adrsyara jnana yadi mora thakilahemtena tente ma'i bahuto kalyana labha karailohemtena arau kono dharanara akalyane'i moka sparsa karaiba noraarailehemtena. Ma'i kerala imandara sampradayara babe satarkakarai arau susambadadatara bahirae ana eko nahaya’"}]}