{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap Ehlinden oylesi var ki, kendisine bir kantar (altın) emanet bıraksan, onu sana oder. Oylesi de var ki, kendisine bir dinar emanet etsen, basında dikilip durmadıkca onu sana odemez. Bu da onların: «Ummiler (okur yazar olmayan kitapsızların bizim uzerimizde sorumluluktan yana bir yolu (bir hakkı) yoktur» demelerindendir. Allah´a karsı bile bile yalan soylerler"},{"SurahNumber":3,"VerseNumber":76,"Text":"Hayır, yol var: Kim verdigi sozu dosdogru yerine getirir ve (hakkı inkardan, kotuluklere sapıp Allah´a karsı gelmekten) sakınırsa, suphesiz Allah sakınanları sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"Dogrusu Allah´a verdikleri sozu ve ettikleri yeminleri az bir deger (onemsiz bir menfaat) karsılıgında degistirenler (var ya), iste onlar icin Ahiret´te hicbir nasib (yuz guldurucu, kalbe sifa verici bir ilgi) yoktur. Allah Kıyamet gunu onlara konusmayacak ve onları temize cıkarmıyacaktır. Onlar icin elem verici bir azab vardır"},{"SurahNumber":3,"VerseNumber":78,"Text":"Kitap Ehlinden oyle kimseler de var ki, kitapta olmadıgı halde kitaptanmıs sanasınız diye dillerini kitaptan yana evirip cevirirler, egip bukerler de «Bu, Allah´ın kitabındandır» derler. Oysa Allah katından (boyle bir sey indirilmis) degildir. Onlar bile bile Allah´a karsı yalan soylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"Hic bir insana uygun olmaz, yakısık dusmez ki, Allah ona kitap versin, hukum ve peygamberlik versin de sonra o, insanlara : «Allah´ı bırakıp bana kul olun !» desin. Ama : «Kitabı ogrenip ogrettiginize ve ders verdiginize gore ogretici, egitici ve bilginizle amel edici olun !» der"},{"SurahNumber":3,"VerseNumber":80,"Text":"Hem melekleri ve peygamberleri rablar (tanrılar) edinmenizi de emretmez. Siz musluman (Hakk´a dosdogru teslim) olduktan sonra size kufre sapmanızı mı emreder"},{"SurahNumber":3,"VerseNumber":81,"Text":"Hani Allah, Peygamberlerden kesin soz almıstı: «And olsun ki size kitap ve hikmet verdim, sonra sizinle beraber bulunanı kabul eden bir peygamber gelince, herhalde ona inanasınız ve ona mutlaka yardım edesiniz» (buyurmus ve) «bunu ikrar ettiniz mi, bunun uzerine ahde baglı agır yukumu kabul ettiniz mi ?» demisti. Onlar da: «Ikrar ettik» diye kesin soz vermislerdi. (Allah): «Oyle ise sahid olun, ben de sizinle beraber sahidlerdenim» buyurmustu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Bunun ardından kim yuzcevirirse, artık onlar din dogrultusundan sapan gunahkarlardır"},{"SurahNumber":3,"VerseNumber":83,"Text":"Hala onlar Allah´ın dininden baskasını mı arzuluyorlar?! Halbuki goklerde ve yerde ne varsa hepsi de ister istemez O´na teslim olmustur ve ancak O´na donduruleceklerdir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: Allah´a iman ettik ; bize indirilen (Kur´an)a da ; Ibrahim´e. Ismail´e, Ishak´a, Yakub´a ve O´nun evladına indirilene de; Rableri katından Musa´ya ve isa´ya, diger peygamberlere verilenlere de inandık. Onlardan hic birini digerinden ayırd etmeyiz. Biz ancak O´na (Allah´a) teslim olup boyun egmisizdir"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim, Islam´dan baska bir din arzulayıp ararsa, ondan asla kabul edilmiyecektir. Ahirette de o, zarara ugrayanlardandır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Inandıktan, Peygamberin hak olduguna sehadet ettikten ve kendilerine acık belgeler geldikten sonra inkara sapan bir milleti Allah nasıl dogru yola eristirir? Allah zalimleri dogru yola cevirip basarılı kılmaz, (tevbe edip donus yapmadıkca dogru yolu bulamazlar)"},{"SurahNumber":3,"VerseNumber":87,"Text":"Iste onların cezası, Allah´ın, meleklerin ve butun insanların lanetine ugramalarıdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Bu lanet (azabı icin)de devamlı kalıcılardır. Ne bu azab onlardan hafifletilir, ne de (rahmet ile) yuzlerine bakılır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak bundan sonra tevbe edip kendini duzeltenler mustesna.. Suphesiz ki. Allah cok bagıslayan ve cok merhamet edendir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Suphesiz ki, iman ettikten sonra inkara sapıp sonra da inkarını artıran kimselerin tevbeleri (umitsizlik ve olum anında) kabul edilmiyecektir. Iste sapıklar bunlardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Suphesiz ki, inkara sapıp kafir olarak olenler —kurtulus fidyesi olarak— dunya dolusu altın verseler hic birinden mumkun degil kabul edilmiyecektir. Bunlar icin cok acıklı bir azab vardır ve yardımcıları da yoktur"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz seylerden (Allah yolunda, O´nun rızası ugrunda) harcamadıkca, gercek iyilige elbette erisemezsiniz. Her ne harcarsanız, elbette Allah onu bilir"}]}