{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"(Davete) ancak isitenler icabet eder. Ve Allah, oluleri (olu olan sem´i isimli isitme hassasını, olu olan fuad isimli idrak hassasını, olu olan basar isimli gorme hassasını) diriltir. Sonra ona dondurulurler. (Hayatta iken ruhu mursid eliyle Allah´a dondurulur)"},{"SurahNumber":6,"VerseNumber":37,"Text":"Ve “Ona Rabbinden bir ayet (mucize) indirilse, olmaz mı?” dediler. “Muhakkak ki; Allah, bir mucize (ayet) indirmeye kaadirdir.” de. Ve lakin onların cogu bilmezler"},{"SurahNumber":6,"VerseNumber":38,"Text":"Ve yeryuzunde yuruyen hayvanlardan ve iki kanadıyla ucan kuslardan ne varsa (4 ayaklı) hicbir hayvan ve iki kanadıyla ucan hicbir kus yoktur ki; sizin gibi ummet olmasınlar. Biz kitapta hicbir seyi eksik bırakmadık. Sonra Rab´lerine hasrolunacaklar (olunurlar)"},{"SurahNumber":6,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayanlar, karanlıklar icinde sagırdırlar, dilsizdirler. Allah (diledigini) kimi dilerse onu dalalette bırakır. Ve kimi dilerse onu, Sıratı Mustakim (Allah´a ulastıran yol) uzerinde kılar"},{"SurahNumber":6,"VerseNumber":40,"Text":"(Ya Muhammed musriklere) de ki: “Siz kendinizi gordunuz mu? (halinizi gordunuz mu, aczinizi anladınız mı? Allah´ın ayetlerini inkar edenler karanlıkta kalmıs sagır ve dilsizlerdir.) Eger Allah´ın azabı size gelse veya o saat (kıyamet vakti) size gelse, eger siz sadıksanız (dogru sozlu iseniz), Allah´tan baskasına mı dua edersiniz?”"},{"SurahNumber":6,"VerseNumber":41,"Text":"Hayır (bilakis), sadece O´na dua edersiniz (yalvarırsınız). Artık O dilerse, ona dua ettiginiz seyi giderir ve sirk (ortak) kostugunuz seyleri unutursunuz"},{"SurahNumber":6,"VerseNumber":42,"Text":"Andolsun ki; Biz senden once ummetlere de (resuller) gonderdik.O zaman onları da sıkıntıya ve darlıga ugrattık, boylece yalvarırlar diye"},{"SurahNumber":6,"VerseNumber":43,"Text":"Boylece onlara darlıgımız geldigi zaman yalvarsalardı olmaz mıydı? Fakat onların kalpleri kasiyet bagladı (katılastı). Seytan, onlara yapmıs oldukları seyleri susledi (guzel gosterdi)"},{"SurahNumber":6,"VerseNumber":44,"Text":"Hatırlatıldıkları (onunla uyarıldıkları) seyleri unuttukları zaman, verilen seylerle ferahlayıncaya (sevininceye) kadar herseyin kapısını onlara actık. Ansızın onları yakaladıgımız (aldıgımız) zaman, artık onlar umitlerini kestiler"},{"SurahNumber":6,"VerseNumber":45,"Text":"Boylece zulmeden (zalim) kavmin arkası kesildi. Hamd, alemlerin Rabbi olan Allah´adır. (Alemlerin Rabbi Allah´a hamdolsun)"},{"SurahNumber":6,"VerseNumber":46,"Text":"(Ya Muhammed musriklere) de ki: “Gordunuz mu? (aczinizi anladınız mı?) Sayet Allah sizin isitme hassanızı ve gorme ozelliginizi alsa ve sizin kalplerinizi muhurlese, Allah´tan baska hangi ilah onları size (geri) getirir?” Bak, ayetlerimizi nasıl acıklıyoruz! Sonra onlar yuz ceviriyorlar"},{"SurahNumber":6,"VerseNumber":47,"Text":"(Ya Muhammed musriklere) de ki: “Siz (herbiriniz) kendinizi gordunuz mu? (halinizi, acizliginizi anladınız mı?) Eger Allah´ın azabı ansızın veya acıkca gelse, zalimler kavminden baskası mı helak edilir?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Biz resulleri “uyarıcılar ve mujdeleyiciler” olmaktan baska (bir sey icin) gondermeyiz. Artık kim amenu olur (Allah´a ulasmayı dilerse) ve ıslah olursa (nefs tezkiyesi ve tasfiyesi yaparsa) artık onlara korku yoktur, onlar mahzun da olmazlar"},{"SurahNumber":6,"VerseNumber":49,"Text":"Ve ayetlerimizi yalanlayan kimselere, fasık olmalarından dolayı azap dokunacaktır"},{"SurahNumber":6,"VerseNumber":50,"Text":"De ki: “Ben size Allah´ın hazineleri yanımdadır demiyorum. Ve gaybı bilmiyorum. Size, muhakkak ki ben bir melegim demiyorum. Ancak bana vahyedilene tabi olurum.” “Basiretle goren ve gormeyen bir olur mu, hala tefekkur etmiyor musunuz?” de"},{"SurahNumber":6,"VerseNumber":51,"Text":"Ve Rab´lerine hasrolunmaktan korkan kimseleri, onunla uyar. Onların, O´ndan (Allah´tan) baska bir dostu ve sefaat edeni yoktur. Boylece onlar takva sahibi olurlar"},{"SurahNumber":6,"VerseNumber":52,"Text":"Ve sabah aksam, Rab´lerinin Zat´ını dileyerek dua edenleri kovma.Onların hesabından senin uzerine, senin hesabından onların uzerine bir sey yoktur. Artık onları kovarsan, o zaman sen zalimlerden olursun"},{"SurahNumber":6,"VerseNumber":53,"Text":"Ve “Aramızdan, Allah´ın ni´metlendirdikleri bunlar mı?” derler diye, onları birbirleri ile iste boyle imtihan ettik. Allah, sakirleri (sukredenleri) en iyi bilir, oyle degil mi"},{"SurahNumber":6,"VerseNumber":54,"Text":"Ayetlerimize inanan kimseler sana geldigi zaman, onlara soyle de: “Selam uzerinize olsun. Rabbiniz, kendi uzerine “rahmeti” yazdı. Oyle ki;sizden, kim cahillikle bir kotuluk yapar, sonra onu yaptıktan sonra tovbe eder (mursidin onunde) ve ıslah olursa (nefs tezkiyesi yaparsa), o taktirde muhakkak ki O (Allah), Gafur´dur (magfiret edendir), Rahim(rahmet nurunu gonderen)´dir.”"},{"SurahNumber":6,"VerseNumber":55,"Text":"Ve iste boylece ayetleri ayrı ayrı acıklıyoruz, mucrimlerin (sucluların) yolu belli olsun diye"},{"SurahNumber":6,"VerseNumber":56,"Text":"De ki: “Muhakkak ki ben, dua ettiginiz Allah´tan baska seylere kul olmaktan men edildim.” De ki: “Sizin heveslerinize (nefsinizin afetlerinin dileklerine) uymam, eger uyarsam (oyle olursa), dalalette olmus olurum ve hidayete erenlerden olmam.”"},{"SurahNumber":6,"VerseNumber":57,"Text":"De ki: “Muhakkak ki ben, Rabbimden bir beyyine (delil) uzerindeyim, ve siz onu yalanladınız. Acele ettiginiz sey benim yanımda degil. Hukum ancak Allah´ındır. O, hakkı anlatır. Ve O (hakkı batıldan), fasıl fasıl ayıranların en hayırlısıdır.”"},{"SurahNumber":6,"VerseNumber":58,"Text":"De ki: “Eger acele ettiginiz o sey gercekten, benim yanımda olsaydı, benimle sizin aranızda is elbette yerine getirilmis olurdu. Ve Allah, zalimleri en iyi bilir.”"}]}