{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"It is He who grew the gardens, trellised and bowered, and palm trees and land sown with corn and many other seeds, and olives and pomegranates, alike and yet unlike. So eat of their fruit when they are in fruit, and give on the day of harvesting His due, and do not be extravagant, for God does not love those who are prodigal"},{"SurahNumber":6,"VerseNumber":142,"Text":"He has created beasts of burden and cattle for slaughter. So eat of what God has given you for food, and do not walk in the footsteps of Satan who is surely your declared enemy"},{"SurahNumber":6,"VerseNumber":143,"Text":"There are eight pairs, two of the species of sheep and two of goats. Ask them which has He forbidden, the two males or the two females, or what the females carry in their wombs? Produce the sanction if you are truthful"},{"SurahNumber":6,"VerseNumber":144,"Text":"And there are two of camels and two of oxen. Ask them: \"Which has He forbidden, the two males or the two females, or what the females carry in their wombs?\" Were you present at the time God issued this command?\" Who then could be more wicked than he who fabricates a lie and ascribes it to God to mislead men, without any knowledge? God does not guide the miscreants"},{"SurahNumber":6,"VerseNumber":145,"Text":"You tell them: \"In all the commands revealed to me I find nothing which men have been forbidden to eat except carrion and running blood and flesh of the swine for it is unclean, or meat consecrated in the name of some other than God, which is profane. But if one is constrained to eat of these without craving or reverting to it, then surely your Lord is forgiving and kind"},{"SurahNumber":6,"VerseNumber":146,"Text":"We made unlawful for the Jews all animals with claws or nails, and the fat of the oxen and sheep, except that on their backs or their intestines, or which remains attached to their bones. This was the punishment for their insubordination; and what We say is true"},{"SurahNumber":6,"VerseNumber":147,"Text":"If they call you a liar, tell them infinite is the mercy of your Lord; but His vengeance will not be turned back from the sinners"},{"SurahNumber":6,"VerseNumber":148,"Text":"But the idolaters say: \"If God had so willed we would not have associated (others with Him), nor would have our fathers, nor would we have forbidden any thing.\" So had others denied before them, and had to taste Our punishment in the end. Ask them: \"Have you any knowledge? Then display it. You follow nothing but conjecture, and are nothing but liars"},{"SurahNumber":6,"VerseNumber":149,"Text":"Say: \"To God belongs the consummate argument. Had He willed He would surely have guided all of you aright"},{"SurahNumber":6,"VerseNumber":150,"Text":"Tell them: \"Bring your witnesses to testify that God has forbidden this (and this).\" Then even if they testify, you should not testify with them; and do not follow the wishes of those who deny Our signs and believe not in the Hereafter, and make others the equal of their Lord"}]}