{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Od zemlje vas stvaramo i u nju vas vracamo i iz nje cemo vas po drugi put izvesti"},{"SurahNumber":20,"VerseNumber":56,"Text":"I Mi smo faraonu sve dokaze Nase pokazali, ali je on ipak porekao i da povjeruje odbio"},{"SurahNumber":20,"VerseNumber":57,"Text":"“Zar si dosao da nas pomocu vradzbine svoje iz zemlje nase izvedes, o Musa?”, upitao je"},{"SurahNumber":20,"VerseNumber":58,"Text":"“I mi cemo tebi vradzbinu slicnu ovoj doista pripremiti! Zakazi nam rociste kojeg cemo se i mi i ti pridrzavati, onako kako odgovara i nama i tebi!”"},{"SurahNumber":20,"VerseNumber":59,"Text":"Rece: \"Neka rociste bude za praznik i nek se narod izjutra sakupi.”"},{"SurahNumber":20,"VerseNumber":60,"Text":"I faraon se okrenu, sakupi carobnjake svoje i poslije dođe"},{"SurahNumber":20,"VerseNumber":61,"Text":"“Tesko vama!”, rece im Musa. “Ne iznosite lazi o Allahu, pa da vas On kaznom unisti; a, sigurno, nece uspjeti onaj koji lazi iznosi!”"},{"SurahNumber":20,"VerseNumber":62,"Text":"I oni se, tiho sapcuci, stadose o svom poslu između sebe raspravljati"},{"SurahNumber":20,"VerseNumber":63,"Text":"“Ova dvojica su carobnjaci”, rekose jedni drugima, “hoce da vas"},{"SurahNumber":20,"VerseNumber":64,"Text":"zato lukavstvo svoje pametno pripremite, a onda u red stanite. Ko danas pobijedi, sigurno ce postici sta zeli!”"},{"SurahNumber":20,"VerseNumber":65,"Text":"“O Musa”, rekose oni, “hoces li ti ili cemo najprije mi baciti?”"},{"SurahNumber":20,"VerseNumber":66,"Text":"“Bacite vi!”, rece on. I odjednom mu se pricini da se konopi njihovi i stapovi njihovi, zbog vradzbine njihove, krecu…"},{"SurahNumber":20,"VerseNumber":67,"Text":"i Musa u sebi osjeti zebnju"},{"SurahNumber":20,"VerseNumber":68,"Text":"“Ne boj se!”, rekosmo Mi, “ti ces, doista, pobijediti"},{"SurahNumber":20,"VerseNumber":69,"Text":"Samo baci to sto ti je u desnoj ruci, progutat ce ono sto su oni napravili, jer je ono sto su oni napravili samo varka carobnjaka, a carobnjak nece, ma gdje dosao, uspjeti.”"},{"SurahNumber":20,"VerseNumber":70,"Text":"I carobnjaci se bacise licem na tlo govoreci: “Mi vjerujemo u Musaova i Harunova Gospodara!”"},{"SurahNumber":20,"VerseNumber":71,"Text":"“Vi ste mu povjerovali”, faraon viknu, “prije nego sto sam vam ja dopustio! On je ucitelj vas, on vas je vradzbini naucio i ja cu vam, zacijelo, unakrst ruke i noge vase odsjeci i po stablima palmi vas razapeti i sigurno cete saznati ko je od nas u mucenju strasniji i istrajniji.”"},{"SurahNumber":20,"VerseNumber":72,"Text":"“Mi necemo tebe staviti iznad jasnih dokaza koji su nam dosli i iznad Onog Koji nas je stvorio”, odgovorise oni, “pa cini sta hoces! To mozes uciniti samo u zivotu na ovom svijetu"},{"SurahNumber":20,"VerseNumber":73,"Text":"Mi vjerujemo u Gospodara naseg da bi nam grijehe nase oprostio i vradzbine na koje si nas ti primorao. A Allah bolje nagrađuje i kaznjava trajnije.”"},{"SurahNumber":20,"VerseNumber":74,"Text":"Onog koji pred Gospodara svog kao nevjernik izađe ceka Dzehennem, u njemu nece ni umrijeti ni zivjeti"},{"SurahNumber":20,"VerseNumber":75,"Text":"A one koji pred Njega izađu kao vjernici, a koji su dobra djela cinili – njih sve cekaju visoki stepeni…"},{"SurahNumber":20,"VerseNumber":76,"Text":"edenski vrtovi kroz koje rijeke teku, u njima ce oni vjecno ostati, i to ce biti nagrada za one koji se budu od grijeha ocistili"},{"SurahNumber":20,"VerseNumber":77,"Text":"I Mi objavismo Musau: “Nocu izvedi robove Moje i s njima suhim putem kroz more prođi, ne strahujuci da ce te oni stici i da ces se utopiti.”"},{"SurahNumber":20,"VerseNumber":78,"Text":"A faraon je za njima s vojskama svojim krenuo, ali su ih talasi mora prekrili…"},{"SurahNumber":20,"VerseNumber":79,"Text":"faraon je narod svoj u zabludu odveo, a nije na Pravi put izveo"},{"SurahNumber":20,"VerseNumber":80,"Text":"O sinovi Israilovi, Mi smo vas od neprijatelja vaseg izbavili, i na desnu stranu Tura vas doveli, i manu i prepelice vam slali"},{"SurahNumber":20,"VerseNumber":81,"Text":"“Jedite ukusna jela kojima vas opskrbljujemo i ne budite u tome obijesni da vas ne bi snasla srdzba Moja; a koga snađe srdzba Moja – nastradao je"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ja cu sigurno oprostiti onom koji se pokaje i uzvjeruje i dobra djela cini i koji zatim na Pravom putu istraje.”"}]}