{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":124,"Text":"A hle, Pan zkousel Abrahama slovy, a kdyz je on splnil, rekl Pan: \"Veru te ucinim vudcem pro lidi.\" I zeptal se: \"A co potomstvo me?\" Pravil: \"Umluva Ma je pro nespravedlive neplatna"},{"SurahNumber":2,"VerseNumber":125,"Text":"A hle, ucinili jsme chram tento mistem navstev i utocistem pro lidi a rekli jsme: \"Ucinte si misto Abrahamovo modlitebnou!\" A ulozili jsme Abrahamovi a Ismaelovi v umluve, aby udrzovali chram Muj v cistote pro ty, kdoz obchazeni konaji, kdoz se u neho zdrzuji a kdoz se sklaneji a na tvar padaji"},{"SurahNumber":2,"VerseNumber":126,"Text":"A hle, pravil Abraham: \"Pane muj, ucin zemi tuto bezpecnou a obdaruj obyvatele jeji plody - ty z nich, kdoz v Boha a v den soudny uverili!\" I odvetil Pan: \"Tem pak, kdoz neuverili, tem kratke uzivani poskytnu a potom je do trestu pekelneho uvrhnu. Jak hnusny to bude cil konecny"},{"SurahNumber":2,"VerseNumber":127,"Text":"Kdyz pak Abraham a Ismael kladli zaklady chramu, zvolali: \"Pane nas, prijmi jej od nas, vzdyt Tys veru slysici, vsevedouci"},{"SurahNumber":2,"VerseNumber":128,"Text":"Pane nas, ucin, at jsme do vule Tve odevzdani, a ucin z potomku nasich obec Tobe oddanou; ukaz nam obrady nase a vyslys pokani nase, vzdyt Tys veru odpoustejici, slitovny"},{"SurahNumber":2,"VerseNumber":129,"Text":"Pane nas, vysli mezi obyvatele mesta tohoto posla ze stredu jejich, aby jim sdeloval znameni Tva, naucil je Pismu a vedeni a ocistil je, vzdyt Tys veru mocny i moudry"},{"SurahNumber":2,"VerseNumber":130,"Text":"A kdo jiny muze mit odpor vuci nabozenstvi Abrahamovu nez ten, kdo v dusi sve je posetily? My vyvolili jsme si Abrahama jiz na tomto svete a na onom svete on veru je mezi bezuhonnymi"},{"SurahNumber":2,"VerseNumber":131,"Text":"A hle, kdyz Pan jeho mu pravil: \"Odevzdej se do vule Me!\", odvetil: \"Odevzdavam se do vule Pana lidstva veskereho"},{"SurahNumber":2,"VerseNumber":132,"Text":"A odkazal viru tuto Abraham synum svym, a take Jakub pravil: \"Synove moji, Buh pro vas veru vyvolil nabozenstvi, a proto nesmite zemrit, aniz se do vule Jeho odevzdate"},{"SurahNumber":2,"VerseNumber":133,"Text":"Byli jste svedky toho, kdyz smrt prisla k Jakubovi a kdyz se otazal synu svych: \"Co budete uctivat po smrti me?\" Odvetili: \"Budeme uctivat Boha tveho a Boha predku tvych, Abrahama, Ismaela a Izaka, jako Boha jedineho a do vule Jeho budeme odevzdani"},{"SurahNumber":2,"VerseNumber":134,"Text":"Obec tato jiz zmizela; ji dostane se toho, co si vyslouzila, a i vam patri to, co jste si vyslouzili. A nebudete tazani na to, co oni delali"},{"SurahNumber":2,"VerseNumber":135,"Text":"Rikaji: \"Budte zidy, nebo krestany, a tehdy budete spravnou cestou vedeni!\" Odpovez: \"Nikoliv! Nasledujte nabozenstvi Abrahama, jenz hanifem byl a mezi modlosluzebniky nepatril"},{"SurahNumber":2,"VerseNumber":136,"Text":"Rcete: \"Uverili jsme v Boha a v to, co seslal nam, i v to, co seslal Abrahamovi, Ismaelovi, Izakovi, Jakubovi a kmenum, i v to, co bylo dano Mojzisovi, Jezisovi, a v to, co bylo dano prorokum od Pana jejich. My necinime rozdil mezi nimi a do vule Pana sveho jsme odevzdani"},{"SurahNumber":2,"VerseNumber":137,"Text":"Jestlize uveri v neco podobneho tomu, cemu vy verite, pak pujdou po ceste spravne; jestlize se vsak odvrati, pak veru jsou v rozkolu. Vsak Buh ti proti nim postaci, vzdyt Buh je veru slysici vsevedouci"},{"SurahNumber":2,"VerseNumber":138,"Text":"Toto je pomazani Bozi, a kdo lepsi je nez Buh v pomazani? A Jemu slouzime"},{"SurahNumber":2,"VerseNumber":139,"Text":"Rci: \"Chcete se s nami prit o Bohu? Vzdyt On Panem je nasim i Panem je vasim, my skutky sve mame a vy skutky sve mate. My jen Jemu zasvecujeme svou viru uprimnou"},{"SurahNumber":2,"VerseNumber":140,"Text":"Chcete snad rici, ze Abraham, Ismael, Izak, Jakub a kmeny byli zide ci krestane?\" Rci: \"Kdo to vi lepe, vy, anebo Buh? Kdo je nespravedlivejsi nez ten, kdo pro sebe ukryva svedectvi, jehoz se mu dostalo od Boha? A neni Bohu lhostejne, co delate"},{"SurahNumber":2,"VerseNumber":141,"Text":"Obec tato jiz zmizela; ji dostane se toho, co si vyslouzila, a i vam patri to, co jste si vyslouzili. A nebudete tazani na to, co oni delali"}]}