{"Id":126,"LanguageCodes":["en","eng"],"Name":"eng-muftitaqiusmani","Author":"Mufti Taqi Usmani","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Should any one of them say, “I am god besides Him”, We will recompense him with Jahannam (Hell). This is how We recompense the transgressors"},{"SurahNumber":21,"VerseNumber":30,"Text":"Did the disbelievers not observe that the heavens and the earth were closed, then We opened them? And We created from water every living thing. Would they still not believe"},{"SurahNumber":21,"VerseNumber":31,"Text":"And We created mountains on the earth, lest it should shake with them, and We have made therein paths and ways, so that they are guided"},{"SurahNumber":21,"VerseNumber":32,"Text":"We made the sky a protected roof; and they are averse to its signs"},{"SurahNumber":21,"VerseNumber":33,"Text":"He is the One who has created the night and the day, and the sun and the moon, each floating in an orbit"},{"SurahNumber":21,"VerseNumber":34,"Text":"We did not assign immortality to any human (even) before you. So, if you die, will they live for ever"},{"SurahNumber":21,"VerseNumber":35,"Text":"Every one has to taste death, and We test you through bad and good (situations) with a trial, and to Us you are to be returned"},{"SurahNumber":21,"VerseNumber":36,"Text":"When disbelievers see you, they do nothing but take you in jest (saying to one another,) “Is this the one who talks of your gods?” - while they themselves reject even talking of the RaHmān (All-Merciful)"},{"SurahNumber":21,"VerseNumber":37,"Text":"Man is made of haste. I shall show you My signs, so do not seek haste from Me"},{"SurahNumber":21,"VerseNumber":38,"Text":"They say, “When will this promise be (fulfilled), if you are true?”"},{"SurahNumber":21,"VerseNumber":39,"Text":"Only if the disbelievers were to know the time when they will not (be able to) keep off the fire from their faces or from their backs, nor will they be helped"},{"SurahNumber":21,"VerseNumber":40,"Text":"Rather, it will come upon them suddenly and will baffle them. So they will not be able to turn it back, nor will they be given respite"},{"SurahNumber":21,"VerseNumber":41,"Text":"In fact, messengers have been mocked at prior to you. So those who laughed at them were besieged by what they used to ridicule"},{"SurahNumber":21,"VerseNumber":42,"Text":"Say, “Who will guard you, during night and day, against the RaHmān (All-Merciful, Allah)?” Rather, to the remembrance of their Lord they are averse"},{"SurahNumber":21,"VerseNumber":43,"Text":"Or do they have gods who protect them besides Us? They are not able to help even themselves, nor will they have anyone to side with them against Us"},{"SurahNumber":21,"VerseNumber":44,"Text":"But We have given benefits to these and their fathers until life was prolonged for them. So do they not see that We are coming to the land narrowing it down from all its sides? Then, are they the ones to prevail"},{"SurahNumber":21,"VerseNumber":45,"Text":"Say, “I warn you only by revelation, but the deaf do not listen to the call when they are warned.”"},{"SurahNumber":21,"VerseNumber":46,"Text":"If a whiff of your Lord’s torment were to touch them, they would certainly say, “Alas to us! We were wrongdoers indeed.”"},{"SurahNumber":21,"VerseNumber":47,"Text":"We shall place scales to do justice on the Day of Judgment. So no one shall be wronged in the least. Even if it (a deed) is to the measure of a mustard seed, We will bring it forth, and We are enough to take account"},{"SurahNumber":21,"VerseNumber":48,"Text":"And We gave Mūsā and Hārūn the Criterion, and a light and an advice for the God-fearing"},{"SurahNumber":21,"VerseNumber":49,"Text":"those who have awe of their Lord without having seen Him, and are fearful of the Hour (of Judgment)"},{"SurahNumber":21,"VerseNumber":50,"Text":"And this is a blessed advice We have sent down. Are you still rejecting it"}]}