{"Id":466,"LanguageCodes":["vi","vie"],"Name":"vie-hassanabdulkari-la","Author":"Hassan Abdulkarim","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"Va (TA đa cu) đen voi nguoi dan Madyan, Shu'aib mot nguoi anh em cua ho. (Shu'aib) bao: \"Hoi dan Ta! Hay tho phung Allah, cac nguoi khong co Thuong Đe nao khac ngoai Ngai ca, va cho can va đo thieu (cho nguoi). Hien nay Ta thay cac nguoi lam an phat đat nhung Ta so gium cho cac nguoi ve hinh phat vao mot ngay se tum bat tat ca"},{"SurahNumber":11,"VerseNumber":85,"Text":"“Hoi dan Ta! Hay can đu va đo đung va cho gian lan giu lai hang hoa cua nguoi; va cho co ac y gay đieu thoi nat tren trai đat"},{"SurahNumber":11,"VerseNumber":86,"Text":"“Phan ma Allah đe lai cho cac nguoi (sau khi đong Zakah) se tot cho cac nguoi hon neu cac nguoi la nhung nguoi co đuc tin. Va Ta khong phai la giam thi theo trong chung cac nguoi.”"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ho đap: “Hoi Shu'aib! Phai chang viec le nguyen Salah cua nguoi đa chi thi cho nguoi bat bon ta tu bo nhung than linh ma cha me (ong ba) cua bon ta đa ton tho? Hoac (bat bon ta) ngung lam đieu ma bon ta muon bang tai san cua bon ta hay sao? Boi vi qua that, nguoi la mot nguoi hang chiu đung, biet đieu.”"},{"SurahNumber":11,"VerseNumber":88,"Text":"(Shu’ayb) bao: “Hoi dan Ta! Ha cac nguoi nhan thay neu ta co mot bang chung ro ret tu Thuong Đe (Allah) cua Ta va đuoc Ngai ban cap bong loc tot (đe thi hanh su mang cua Ngai thi Ta co ngung đuoc hay chang?) Ta se khong mong, vi muc đich chong lai cac nguoi, lam đieu ma Ta đa cam can cac nguoi. Qua that, Ta chi muon cai thien cac nguoi theo kha nang cua Ta. Va su thanh cong cua Ta chi tuy thuoc vao (su giup đo cua) Allah. Ta hoan toan pho thac cho Allah va quay ve sam hoi voi Ngai"},{"SurahNumber":11,"VerseNumber":89,"Text":"“Va hoi dan ta! Đung đe cho su bat đong giua Ta voi cac nguoi thuc đay cac nguoi pham toi, e rang cac nguoi se nhan mot hinh phat giong nhu hinh phat đa roi nham phai nguoi dan cua Nuh, nguoi dan cua Hud, nguoi dan cua Saleh. Va nguoi dan cua Lut khong xa cac nguoi la bao"},{"SurahNumber":11,"VerseNumber":90,"Text":"“Va hay cau xin Thuong Đe (Allah) cua cac nguoi tha thu va sam hoi voi Ngai. Qua that, Thuong Đe cua Ta Rat Muc Khoan Dung, Rat muc Xot thuong (loai nguoi).”"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ho đap: “Hoi Shu'aib! Bon ta khong hieu đang nhieu đieu ma nguoi đa noi. Va bon ta nhan thay nguoi la mot nguoi qua yeu trong bon ta. Neu khong vi gia đinh (dong ho) cua nguoi thi bon ta đa nem đa giet nguoi boi vi nguoi khong co uy the hon bon ta.”"},{"SurahNumber":11,"VerseNumber":92,"Text":"(Shu'aib) bao: “Hoi dan Ta! Phai chang cac nguoi cho rang gia đinh (dong ho) cua Ta manh hon Allah hay sao? Va cac nguoi đa quang Ngai ra sau lung cua cac nguoi. Qua that, Thuong Đe cua Ta tom thau het tat ca cac viec cac nguoi lam"},{"SurahNumber":11,"VerseNumber":93,"Text":"“Va hoi dan Ta! Hay lam đieu ma cac nguoi đang theo, Ta lam cong viec cua Ta. Roi đay cac nguoi se som biet ai se bi trung phat nhuc nha va ai la ke noi doi. Va hay trong cho, Ta se cung trong cho voi cac nguoi.”"},{"SurahNumber":11,"VerseNumber":94,"Text":"Va khi Menh Lenh cua TA đuoc ban hanh, TA nhu long khoan dung ma cuu thoat Shu'aib voi nhung ai đa tin tuong theo Y. Va tieng gam du doi (cua tran đong đat) đa chup bat nhung ke lam đieu sai quay, khien ho chet chui đau la liet trong nha vao buoi sang"},{"SurahNumber":11,"VerseNumber":95,"Text":"Tua nhu ho chang he song thinh vuong noi đo bao gio. Qua that, Madyan bi trung phat giong nhu Thamud vay"},{"SurahNumber":11,"VerseNumber":96,"Text":"Va qua that TA đa cu Musa mang nhung dau hieu cua TA voi mot tham quyen ro ret"},{"SurahNumber":11,"VerseNumber":97,"Text":"Đen gap Fir-'awn va cac vi cam đau cua han. Nhung chung thuc thi menh lenh cua Fir-'awn trong luc menh lenh cua Fir-'awn khong đung Chan Ly"},{"SurahNumber":11,"VerseNumber":98,"Text":"Han se dan đau đam dan cua han vao Ngay phuc sinh va dan chung vao hoa nguc. That xau xa thay cho ma chung bi dan đi vao"},{"SurahNumber":11,"VerseNumber":99,"Text":"Va loi nguyen rua se theo đuoi chung suot đoi nay va Ngay phuc sinh. Va xau xa thay mon qua ma chung se đuoc ban tang"},{"SurahNumber":11,"VerseNumber":100,"Text":"Đo la mot so cau chuyen cua cac thi tran ma TA ke lai cho Nguoi (Muhammad), mot so hay con luu truyen con mot so thi đa đi vao quen lang"},{"SurahNumber":11,"VerseNumber":101,"Text":"Khong phai TA đa lam thiet hai chung ma chinh chung tu lam hai ban than (linh hon) minh boi vi cac than linh ma chung cau nguyen ngoai Allah chang giup ich gi đuoc cho chung khi Menh Lenh cua Thuong Đe cua Nguoi (Muhammad) đa xay đen cho chung; nguoc lai, chung chi lam cho chung them mat mat"},{"SurahNumber":11,"VerseNumber":102,"Text":"Su tum bat cua Thuong Đe cua Nguoi (Muhammad) đung nhu the khi Ngai trung phat (dan cu cua) cac thi tran trong luc chung đang lam đieu sai quay. Qua that, su tum bat cua Ngai rat đau đon, rat khung khiep"},{"SurahNumber":11,"VerseNumber":103,"Text":"Qua that, trong su viec đo co mot dau hieu (bai hoc) cho ai la nguoi so su trung phat o đoi sau: đo la mot ngay ma nhan loai se đuoc tap trung tro lai; đo la mot Ngay ma tat ca đeu hien dien đe lam chung"},{"SurahNumber":11,"VerseNumber":104,"Text":"Va TA chi doi no (Ngay đo) đen mot thoi han an đinh"},{"SurahNumber":11,"VerseNumber":105,"Text":"Khi Ngay đo đen, khong mot nguoi (linh hon) nao đuoc len tieng tru phi co phep cua Ngai (Allah). Do đo trong ho co ke bi hoa va co nguoi đuoc phuc"},{"SurahNumber":11,"VerseNumber":106,"Text":"Boi the, đoi voi nhung ai bi hoa thi se o trong hoa nguc, ho se than van tho dai va tuc tuoi trong đo"},{"SurahNumber":11,"VerseNumber":107,"Text":"Ho se o trong đo lau bang thoi gian ma troi va đat hay con ton tai tru phi Thuong Đe cua Nguoi (Muhammad) muon khac đi boi vi qua that Thuong Đe cua Nguoi lam bat cu đieu gi Ngai muon"}]}