{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Mine osılay, kim özi jazalanğanday jazalap, sodan keyin oğan ädiletsizdik jasalsa, Allah oğan mindetti türde järdem beredi. Allah - jazalamay Keşirip jiberwşi , öte Keşirimdi"},{"SurahNumber":22,"VerseNumber":61,"Text":"Aqïqatında, Ol tündi kündizge kirgizedi, kündizdi tünge kirgizedi. Allah bärin Estwşi, barlıq närseni Körwşi"},{"SurahNumber":22,"VerseNumber":62,"Text":"Öytkeni, Allah äl-Xaqq / Aqïqat / , al olardıñ Odan özge jalınıp surağandarı jalğan. Äri Allah asa Joğarı, öte Ülken"},{"SurahNumber":22,"VerseNumber":63,"Text":"Allahtıñ aspannan sw tüsirgenin, söytip jerdiñ jap-jasıl bolatının körmediñ be? Aqïqatında, Allah - öte Jumsaq , bärinen Xabardar"},{"SurahNumber":22,"VerseNumber":64,"Text":"Aspandardağı jäne jerdegi barlıq närseler Oniki. Anığında Allah Bay, asa Maqtawlı"},{"SurahNumber":22,"VerseNumber":65,"Text":"Allahtıñ senderge jerdegi närselerdi jäne teñizde Öziniñ ämirimen jüzetin kemelerdi bağındırğanın körmediñ be? Ol aspandı, Öziniñ ruqsatınsız jerge qulap tüswden ustap turadı. Aqïqatında, Allah adamdarğa öte Meyirban , erekşe Meyirimdi"},{"SurahNumber":22,"VerseNumber":66,"Text":"Äri Ol sonday -senderge ömir beredi, keyin jandarıñdı aladı, sodan keyin qaytatiriltedi. Negizinde adam balası şükirşilik etpewşi / ïgilikterge alğıs bildirmewşi"},{"SurahNumber":22,"VerseNumber":67,"Text":"Biz ärbir / payğambar jiberilgen / ümmet üşin - olar ustanatın qulşılıq etw ereje-qağïdaların belgiledik. / Ey, Muxammed! / Sondıqtan olar bul mäsele jayında senimen talaspasın. / Adamdardı / Rabbıña şaqır. Aqïqatında sen twra joldasıñ"},{"SurahNumber":22,"VerseNumber":68,"Text":"Al eger olar senimen tartıssa: «Allah ne istep jatqandarıñdı jaqsı biledi"},{"SurahNumber":22,"VerseNumber":69,"Text":"Qayta tirilw küni Allah qayşılıqqa tüsken närseleriñ jayında aralarıña ükim şığaradı»,- de"},{"SurahNumber":22,"VerseNumber":70,"Text":"Allahtıñ aspan men jerdeginiñ barlığın biletinin sen bilmeysiñ be? Aqïqatında bul - Kitapta bar. Şın mäninde bul - Allahqa jeñil"},{"SurahNumber":22,"VerseNumber":71,"Text":"Äri olar Allahtıñ ornına, Ol eşbir däl el tüsirmegen äri özderinde / ol jay­lı / bilimi bolmağan närsege tabınadı. Ädiletsizderge kömek berwşi bolmaydı"},{"SurahNumber":22,"VerseNumber":72,"Text":"Ey, Muxammed! / Al, Olarğa anıq ayattarımız oqılğan kezde, küpirlik etwşilerdiñ / onı moyındamawşılardıñ / jüzinen teriske şığarwdı bayqaysıñ. Olar özderine ayattarımızdı oqığandarğa qarsı küş körsetwge dayın. Ayt: «Senderge budan jaman närseni xabarlayın ba? Ol - Ot. Allah onı küpirlik etwşilerge / ïmansızdarğa / wäde etti. Ol - baratın jerdiñ öte jamanı»,- dep"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ey, adamdar! Bir mısal keltirildi, endi oğan qulaq salıñdar. Negizinde, solar, Allahtan özge tilek etip tabınğandarıñnıñ, barlığı birigip jïnalsa da eşqaşan bir şıbındı da jarata almaydı. Eger şıbın olardan bir närseni alıp ketetin bolsa, olar odan / şıbınnan / onı keri qaytarıp ala almaydı. Talap etwşi de, talap etilwşi de älsiz"},{"SurahNumber":22,"VerseNumber":74,"Text":"Olar Allahtı, Onı / qadirine say / layıqtı türde bağalağan / qadirlegen / joq. Aqïqatında, Allah - öte Küşti, asa Üstem"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah periştelerden jäne adamdardan elşiler tañdaydı. kümänsiz, Allah bärin Estwşi , bärin Körwşi"},{"SurahNumber":22,"VerseNumber":76,"Text":"Ol / Allah / olardıñ aldarındağını da, arttarındağını da biledi. Barlıq is Allahqa qaytarıladı"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ey, ïmanğa kelgender! murattarıña jetw üşin rwkwğ jasañdar jäne säjde etiñder jäne özderiñniñ Rabbıña qulşılıq qılıñdar äri jaqsılıq isteñder"},{"SurahNumber":22,"VerseNumber":78,"Text":"Allah jolında,Oğan layıqtı türde bolğan ınta-jigermen küresiñder, Ol senderdi tañdadı äri Ol senderge dinde eşbir qïındıq jasamadı. Bul - atalarıñ Ïbrahïmnıñ dini. Elşiniñ senderge kwä bolwı äri senderdiñ adamdarğa kwä bolwlarıñ üşin Ol budan burın jäne osında senderdi Musılmandar / boysunwşılar / dep atadı. Namazdı / barlıq şarttarın saqtap, ıqılaspen, berile! tolıq orındañdar, zeketti beriñder jäne Allahtan mıqtap ustañdar. Ol - senderdiñ qamqorşılarıñ. Ol - qanday jaqsı qamqorşı äri qanday jaqsı kömek berwşi"}]}