{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Before ze, my granted Abraham jeho guidance chapat my bol fully aware z him"},{"SurahNumber":21,"VerseNumber":52,"Text":"He said do jeho otca jeho ludia Co som these statues do kto ona devoting"},{"SurahNumber":21,"VerseNumber":53,"Text":"They said My zalozit our rodicia kult them"},{"SurahNumber":21,"VerseNumber":54,"Text":"He said Indeed ona tvoj rodicia ist totally astray"},{"SurahNumber":21,"VerseNumber":55,"Text":"They said ona telling us truth ona hraju"},{"SurahNumber":21,"VerseNumber":56,"Text":"He said Tvoj iba Lord bol Lord z heavens zem created them. This bol testimony do kto ja bear svedok"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ja swear GOD ja have plan deal s tvoj statues ona lavy"},{"SurahNumber":21,"VerseNumber":58,"Text":"He zlomit them into kusok except for velky jeden they refer it"},{"SurahNumber":21,"VerseNumber":59,"Text":"They said Whoever robit this our gods bol skutocne transgressor"},{"SurahNumber":21,"VerseNumber":60,"Text":"They said My heard youth threaten them; he bol vola sa Abraham"},{"SurahNumber":21,"VerseNumber":61,"Text":"They said Bring him oci all ludia they bear svedok"},{"SurahNumber":21,"VerseNumber":62,"Text":"They said ona robit this our gods O Abraham"},{"SurahNumber":21,"VerseNumber":63,"Text":"He said bol velky jeden robi it Ist ziadat them if they speak"},{"SurahNumber":21,"VerseNumber":64,"Text":"They pocas aback said do Indeed ona je the jeden transgressing"},{"SurahNumber":21,"VerseNumber":65,"Text":"they reverted ich stara idea Ona zauzlit full lepsie ze these nie speak"},{"SurahNumber":21,"VerseNumber":66,"Text":"He said ona potom kult GOD Robit co nie possesses power benefit ona harm ona"},{"SurahNumber":21,"VerseNumber":67,"Text":"Ona incurred shame kult idols GOD Ona nie chapat"},{"SurahNumber":21,"VerseNumber":68,"Text":"They said Burn him support tvoj gods this bol co ona decide robit"},{"SurahNumber":21,"VerseNumber":69,"Text":"My said O zapalit bol chladny safe for Abraham"},{"SurahNumber":21,"VerseNumber":70,"Text":"Thus they kut plany him my robit them losers"},{"SurahNumber":21,"VerseNumber":71,"Text":"My saved him my saved Lot zem my zehnat all ludia"},{"SurahNumber":21,"VerseNumber":72,"Text":"My granted him Isaac Jacob darcekove predmety my robit them both righteous"},{"SurahNumber":21,"VerseNumber":73,"Text":"My robit them imams guided v accordance s our commandments my taught them ako zavodny righteousness ako observe Zmluva Prayers (Salat) zavazny laska k bliznemu (Zakat)! Do us they devoted worshipers"},{"SurahNumber":21,"VerseNumber":74,"Text":"Mat rad for Lot my granted him wisdom znalost my saved him z obec ze practiced abominations; they bol zlomyselny zly ludia"},{"SurahNumber":21,"VerseNumber":75,"Text":"My admitted him our zlutovanie he bol righteous"},{"SurahNumber":21,"VerseNumber":76,"Text":"before ze, Noah vola sa my responded him. My saved him jeho rodina velka disaster"},{"SurahNumber":21,"VerseNumber":77,"Text":"My supported him ludia zamietnut our revelations. They bol zly ludia my drowned them all"},{"SurahNumber":21,"VerseNumber":78,"Text":"David Solomon when they once ruled zretel ktosi zozat ze znicit iny sheep my svedok ich judgment"},{"SurahNumber":21,"VerseNumber":79,"Text":"My granted Solomon toje spravne chapat my endowed both z them s wisdom znalost. My committed mountains serve David glorifying God i mat rad birds! This bol co my robit"},{"SurahNumber":21,"VerseNumber":80,"Text":"My taught him zrucnost robit chranit chranit ona do vojnovy! Je ona potom thankful"},{"SurahNumber":21,"VerseNumber":81,"Text":"Solomon my committed zranit gusting blowing jeho disposal. He rezirovat it mat rad he zelat whatever zem he zvolit si my zehnat such zem him. My bol fully aware z all things"},{"SurahNumber":21,"VerseNumber":82,"Text":"Z devils there bol those dive him zatva sea robit whatever he commanded them robit! My committed them do jeho servis"}]}