{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(appolutu attutar,)\"unkal mutataiyarai etanmitu ninkal kantirkalo, atai vita melana nervaliyai nan unkalukkuk kontu vantirunta potiluma?\" Enru kettar. Atarku avarkal; \"niccayamaka nankal, etaikkontu ninkal anuppappattirukkirirkalo, atai nirakarikkirom\" enru conhrkal"},{"SurahNumber":43,"VerseNumber":25,"Text":"akave, nam avarkalitam pali tirttom; enave, ivvaru poyppittuk kontiruntavarkalin mutivu enna ayirru enpatai nir kavanippiraka"},{"SurahNumber":43,"VerseNumber":26,"Text":"Anriyum, iprahim tam tantaiyaiyum, tam camukattavarkalaiyum nokki; \"niccayamaka nan, ninkal valipatupavarrai vittum vilakik konten\" enru kuriyataiyum"},{"SurahNumber":43,"VerseNumber":27,"Text":"ennaip pataittane avanait tavira (verevaraiyum vananka matten). Avane enakku nervali kanpippan\" (enrum kuriyatai ninaivu kurviraka)"},{"SurahNumber":43,"VerseNumber":28,"Text":"innum, tam cantatiyinar (allahvin pakkam) tirumpi varum poruttu (iprahim tavhitai) avarkalitam oru nilaiyana vakkaka erpatuttinar"},{"SurahNumber":43,"VerseNumber":29,"Text":"eninum, ivarkalitam unmaiyum telivana tutarum varum varaiyil, ivarkalaiyum, ivarkalutaiya mutataiyaraiyum cukamanupavikka vittu vaitten"},{"SurahNumber":43,"VerseNumber":30,"Text":"anal, unmai (vetam) avarkalitam vanta potu\"itu cuniyame tan; niccayamaka nankal itai nirakarikkinrom\" enru avarkal kurinar"},{"SurahNumber":43,"VerseNumber":31,"Text":"melum avarkal kurukirarkal; inta kur'an ivvirantu urkalilulla periya manitar mitu irakkappattirukkak kutata"},{"SurahNumber":43,"VerseNumber":32,"Text":"umatu iraivanin rahmattai (nallarulai) ivarkala pankitukirarkala? Ivarkalutaiya ulakat tevaikalai ivarkalitaiyo name pankittu irukkirom.\" Ivarkalil cilar, cilarai ulayattirku vaittuk kollum poruttu, ivarkalil cilarai, cilaraivita tarankalil nam uyartti irukkirom; um'mutaiya iraivanin rahmattu avarkal cekarittu vaittuk kontiruppatai vita melanatakum"},{"SurahNumber":43,"VerseNumber":33,"Text":"nirakaripporukku nam kotukkum celvattaik kantu, manitarkal (nirakarikkum) camutayamaka akivituvarkal enpatu illavittal, avarkalin vittu mukatukalaiyum, (avarrukku avarkal) eric cellum patikalaiyum nam velliyinal akkiyiruppom"},{"SurahNumber":43,"VerseNumber":34,"Text":"avarkalutaiya vitukalin vayalkalaiyum, avarkal cayntu kontirukkum kattilkalaiyum (avvare akkiyiruppom)"},{"SurahNumber":43,"VerseNumber":35,"Text":"Tankattalum (avarrai akkik kotuttiruppom); anal, ivaiyellam ivvulaka valkakaiyilulla (nilaiyilla arpa) cukankaleyanri verillai anal, marumai(yin nittiya valkkai) um iraivanitam payapaktiyullavarkalukkut tam"},{"SurahNumber":43,"VerseNumber":36,"Text":"evanoruvan ar rahmanin nallupatecattai vittum kannai mutik kolvano, avanukku nam oru saittanai erpatutti vitukirom; avan ivanatu nerunkiya nanpanaki vitukiran"},{"SurahNumber":43,"VerseNumber":37,"Text":"innum, anta saittankal avarkalai nerana pataiyiliruntu tatuttu vitukinrana. Analum, tankal nerana pataiyil celuttappatuvatakave avarkal ennik kolkirarkal"},{"SurahNumber":43,"VerseNumber":38,"Text":"etuvaraiyenral, (irutiyaka attakaiyavan) nam'mitam varumpotu (saittanitam); \"a! Enakkitaiyilum, unakkitaiyilum kilakkut ticaikkum, merkut ticaikkum itaiyeyulla turam iruntirukka ventume!\" (Enkalai valiketutta) innanpan mikavum kettavan\" enru kuruvan"},{"SurahNumber":43,"VerseNumber":39,"Text":"(appotu)\"ninkal aniyayam ceyta patiyal inru unkalukku niccayamaka yatoru payanum erpatatu ninkal vetanaiyil kuttalikalaka iruppirkal\" (enru avarkalukkuc collappatum)"},{"SurahNumber":43,"VerseNumber":40,"Text":"akave (napiye!) Nir cevitanai ketkumaru ceyya mutiyuma? Allatu kurutanaiyum, pakirankamana valikettil iruppavanaiyum nervaliyil celutta mutiyuma"},{"SurahNumber":43,"VerseNumber":41,"Text":"enave um'mai nam (ivvulakai vittum) etuttuk konta potilum, niccayamaka nam avarkalitam pali tirppom"},{"SurahNumber":43,"VerseNumber":42,"Text":"allatu nam avarkalukku (eccarittu) vakkalittullatai (vetanaiyai) nir kanum patic ceyvom - niccayamaka nam avarkal mitu arralutaiyoray irukkinrom"},{"SurahNumber":43,"VerseNumber":43,"Text":"(napiye!) Umakku vahi arivikkappattatai palamakap parrip pitittuk kollum; niccayamaka nir nerana pataiyin mite irukkinrir"},{"SurahNumber":43,"VerseNumber":44,"Text":"Niccayamaka itu umakkum um camukattarukkum (kirttiyalikkum) upatecamaka irukkiratu (itaip pinparriyatu parri) ninkal vicarikkappatuvirkal"},{"SurahNumber":43,"VerseNumber":45,"Text":"nam'mutaiya tutarkalil umakku munne nam anuppiyavarkalai\"ar rahmanaiyanri vanankappatuvatarkaka (veru) teyvankalai nam erpatuttinoma?\" Enru nir ketpiraka"},{"SurahNumber":43,"VerseNumber":46,"Text":"musavai nam'mutaiya attatcikalutan hpir'avnitamum, avanutaiya camutaya talaivarkalitamum titatamaka nam anuppi vaittom. Avar (avarkalai nokki;)\"niccayamaka nam akilankalin iraivanal anuppappatta tutan aven\" enru kurinar"},{"SurahNumber":43,"VerseNumber":47,"Text":"anal, avarkalitam nam'mutaiya attatcikalai avar kontu vantapotu, avarkal avarraik kontu (parikacittuc) cirittanar"},{"SurahNumber":43,"VerseNumber":48,"Text":"anal nam avarkalukkuk katti ovvor attatciyum, atuttatai vita mikavum peritakave iruntatu eninum avarkal (pavattiliruntu) milvatarkaka nam avarkalai vetanaiyaik konte pitittom"},{"SurahNumber":43,"VerseNumber":49,"Text":"melum, avarkal; \"cuniyakkarareca (um iraivan) um'mitam arutimanam ceytiruppatal, nir enkalukkaka um'mutaiya iraivanai alai(ttup pirarttanai cey)yavum, niccayamaka nankal nervaliyai perru vituvom\" enru kurinarkal"},{"SurahNumber":43,"VerseNumber":50,"Text":"eninum, nam avarkalutaiya vetanaiyai nikkiyatum, avarkal tankal vakkurutiyai murittu vittarkal"},{"SurahNumber":43,"VerseNumber":51,"Text":"melum hpir'avn tan camukattaritam parai carrinan; \"ennutaiya camukattare! Inta misru (ekiptin) aracankam, ennutaiyatallava? En (malikai) atiyil otik kontirukkum (nila natiyin) ikkalvaykalum (en atcikku utpattavai enpataip) parkkavillaiya"},{"SurahNumber":43,"VerseNumber":52,"Text":"allatu, ilivanavarum, telivakap peca iyalatavarumakiya ivarai vita nan melanavan illaiya"},{"SurahNumber":43,"VerseNumber":53,"Text":"(Ennaivita ivar melayiruppin) en ivarukku ponnalakiya kankanankal anivikkappatavillai, allatu avarutan malakkukal kuttamaka vara ventama"},{"SurahNumber":43,"VerseNumber":54,"Text":"(ivvaraka) avan tan camukattarai (avarkalutaiya arivai) ilecaka matittan; avanukku avarkalum kilppatintu vittarkal. Niccayamaka avarkal varampai miriya camukattarakavum aki vittarkal"},{"SurahNumber":43,"VerseNumber":55,"Text":"pinnar, avarkal nam'mai kopappatuttiyapotu, nam avarkalitam pali tirttom; anriyum, avarkal yavaraiyum mulkatittom"},{"SurahNumber":43,"VerseNumber":56,"Text":"innum, nam, avarkalai (alintu pona) muntiyavarkalakavum, pin varuvorukku utaranamakavum akkinom"}]}