{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah n’aime pas les mauvaises paroles proferees a l’encontre d’autrui, sauf par celui qui est victime d’une injustice. Allah entend tout et sait tout"},{"SurahNumber":4,"VerseNumber":149,"Text":"Que vous fassiez le bien publiquement ou discretement, que vous pardonniez a celui qui vous a leses, sachez qu’Allah est Tres Indulgent et Omnipotent"},{"SurahNumber":4,"VerseNumber":150,"Text":"Ceux qui renient Allah et Ses Messagers, voulant faire une distinction entre la foi en Allah et la foi en Ses Messagers, puisqu’ils pretendent croire en une partie d’entre eux tout en reniant les autres, voulant ainsi adopter une voie intermediaire"},{"SurahNumber":4,"VerseNumber":151,"Text":"ceux-la sont les veritables mecreants. Or, Nous avons prepare aux impies un chatiment humiliant"},{"SurahNumber":4,"VerseNumber":152,"Text":"Quant a ceux qui croient en Allah et Ses Messagers, sans faire de distinction entre ces derniers, ils seront recompenses par Allah qui est Tres Clement et Tres Misericordieux"},{"SurahNumber":4,"VerseNumber":153,"Text":"Les fils d’Israel te demandent de faire descendre sur eux un livre du ciel. Leurs ancetres se sont montres plus insolents encore en demandant a Moise : « Fais en sorte que nous voyions Allah de nos propres yeux. » Ils furent donc foudroyes pour prix de leur iniquite. Puis, malgre tous les signes dont ils ont ete temoins, ils ont adore le Veau, ce que Nous leur avons pardonne. Et Nous avons permis a Moise de produire des miracles eclatants"},{"SurahNumber":4,"VerseNumber":154,"Text":"Dressant le Mont au-dessus des Hebreux, Nous avons contracte l’Alliance avec eux. Nous leur avons ordonne de franchir la porte en toute humilite et defendu de transgresser le shabbat, prenant d’eux un engagement solennel"},{"SurahNumber":4,"VerseNumber":155,"Text":"Nous les avons ensuite maudits pour avoir viole leur engagement, renie les signes d’Allah, tue injustement les prophetes et affirme : « Nos cœurs sont impermeables a la foi. » C’est plutot qu’Allah a appose un sceau sur leurs cœurs pour prix de leur impiete, si bien qu’ils sont peu disposes a croire"},{"SurahNumber":4,"VerseNumber":156,"Text":"Nous les avons aussi maudits parce qu’ils ont rejete la foi, invente contre Marie une infame calomnie"},{"SurahNumber":4,"VerseNumber":157,"Text":"et pretendu avoir tue le Messie, Jesus fils de Marie, le Messager d’Allah. Or, ils ne l’ont ni tue, ni crucifie, mais furent seulement le jouet d’une illusion. Tous ceux qui se sont opposes a ce sujet sont en realite dans l’incertitude la plus totale, formulant de simples suppositions. Ils ne l’ont certainement pas tue"},{"SurahNumber":4,"VerseNumber":158,"Text":"mais Allah l’a eleve vers Lui. Allah est Tout-Puissant et infiniment Sage"},{"SurahNumber":4,"VerseNumber":159,"Text":"Il n’est personne, parmi les gens du Livre, qui ne croira en Jesus avant sa mort. Et le Jour de la resurrection, il temoignera contre eux"},{"SurahNumber":4,"VerseNumber":160,"Text":"Pour prix de leur iniquite, Nous avons interdit aux juifs les nourritures pures et saines qui leur etaient jusque-la autorisees, mais aussi pour n’avoir cesse de detourner les hommes de Notre voie"},{"SurahNumber":4,"VerseNumber":161,"Text":"avoir pratique l’usure, qui leur etait pourtant defendue, et s’etre empares injustement des biens d’autrui. Nous avons donc prepare a ceux d’entre eux qui ont rejete la foi un douloureux chatiment"},{"SurahNumber":4,"VerseNumber":162,"Text":"Quant a ceux, parmi eux, qui sont verses dans la religion et ceux qui ont la foi, ils croient au Livre qui t’a ete revele et aux Ecritures revelees avant toi, accomplissant la priere, s’acquittant de l’aumone et croyant en Allah et au Jour dernier. A ceux-la, Nous accorderons une immense recompense"}]}