{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"Eger o munafıklar savasa cıkmak isteselerdi, elbette bunun icin bir hazırlık yaparlardı. Fakat Allah, davranmalarını kerih gordu de onları evlerinde alıkoydu ve kendilerine: “- Oturun, oturanlarla beraber” dendi"},{"SurahNumber":9,"VerseNumber":47,"Text":"Eger icinde (Sizinle birlikte savasa) cıkmıs olsalardı, bozgunculuk etmekten baska bir faydaları olmayacak ve sizi fitneye ugratmak maksadıyla aralarınza saldıracaklardı. Icinizde de onları dinliyecekler vardı. Allah, zalimleri cok iyi bilendir"},{"SurahNumber":9,"VerseNumber":48,"Text":"Dogrusu bunlar, daha once (Uhud savasında) fitne cıkarmak istemisler ve sana turlu isler cevirmislerdi. Nihayet onlar istemedikleri halde, zafer geldi ve Allah’ın dini ustun cıktı"},{"SurahNumber":9,"VerseNumber":49,"Text":"O munafıklardan kimi de soyle diyecektir: “-Bana izin ver, (bu savastan geri kalayım), beni fitne ve isyana dusurme. “ Bilmis ol ki fitneye onlar dusmuslerdir. Suphe yok ki, cehennem, kafirleri kusatıcıdır"},{"SurahNumber":9,"VerseNumber":50,"Text":"Sana bir iyilik (ganimet ve zafer) gelirse, fenalarına gider ve eger sana bir musibet gelirse derler ki, biz tedbirimizi onceden almıstık; ve sana isabet eden musibetten dolayı sevine sevine doner giderler"},{"SurahNumber":9,"VerseNumber":51,"Text":"De ki, “-Bize Allah’ın takdir ettiginden baskası ulasmaz. O, bizim mevlamızdır. Onun icin muminler, yalnız Allah’a tevekkul etsinler. (O’na guvenip baglansınlar)"},{"SurahNumber":9,"VerseNumber":52,"Text":"Munafıklara soyle de: “- Siz bize, ancak iki guzelligin (zafer ile sehitligin) birini gozetleyip bekliyorsunuz. Biz ise, Allah’ın kendi tarafından veya bizim elimizle size bir azab indirmesini gozetliyoruz. Haydi bekleyin durun, biz de sizinle beraber gozetleyeciyiz. “"},{"SurahNumber":9,"VerseNumber":53,"Text":"Ey Rasulum, munafıklara de ki: “- Ister gonul rızası ile ve ister rıza gostermiyerek harcayın, sizden asla harcadıklarınız kabul edilmiyecektir. Cunku siz, bir fasıklar toplulgu oldunuz"},{"SurahNumber":9,"VerseNumber":54,"Text":"Harcadıklarının, onlardan kabul edilisine engel ancak sudur: Allah’a, Peygambere kufretmeleridir. Namaza ancak tenbel tenbel geliyorlar, verdiklerini de ancak istemiyerek veriyorlar"},{"SurahNumber":9,"VerseNumber":55,"Text":"Ey Rasulum, sakın onların ne malları, ne de evladları seni imrendirmesin. Allah, ancak onlar kafir oldukları halde canlarının cıkmasını ve dunya hayatında bunlar sebebiyle kendilerine (munafıklara) azap etmesini diliyor"},{"SurahNumber":9,"VerseNumber":56,"Text":"Sizden olduklarına dair kesin olarak Allah’a yemin de ederler. Halbuki onlar, sizden degildirler. Fakat onlar, kafirlere yapılan muamelenin kendilerine de yapılmasından korkmakla, sırf gorunuste musluman olan bir kavimdirler"},{"SurahNumber":9,"VerseNumber":57,"Text":"Eger sıgınacak bir yer, veya barınacak magaralar, veya sokulacak bir delik bulsalardı, baslarını diker ve sizden uzak olmak icin oraya dogru kosarlardı"},{"SurahNumber":9,"VerseNumber":58,"Text":"Munafıklardan bir kısmı, sadakaların (ganimetlerin) bolunmesini sana tariz ediyorlar (seni adaletsizlikle ithama kalkısıyorlar) Cunku, o sadakalardan istedikleri sey kendilerine verilirse razı olurlar, verilmezse hemen kızarlar"},{"SurahNumber":9,"VerseNumber":59,"Text":"Ne olur, bunlar, Allah ve Rasulu kendilerine ne verdiyse razı olaydılar da soyle diyeydiler; “-Bize Allah yeter, Allah bize fazlından yine verir, Rasulu de... Biz, ancak Allah’a ragbet edicileriz.”"}]}