{"Id":151,"LanguageCodes":["fa","fas"],"Name":"fas-abolfazlbahramp","Author":"Abolfazl Bahrampour","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"و از تو مى‌پرسند: آيا آن عذاب راست است؟ بگو: آرى! به خدا قسم كه آن يقينا راست است و شما نمى‌توانيد مانع آن شويد"},{"SurahNumber":10,"VerseNumber":54,"Text":"و اگر هر كسى كه ستم كرده، آنچه در زمين است از آن او باشد، حتما آن را [براى نجات خود] فديه مى‌دهد، و هنگامى كه عذاب را ببينند پشيمانى خود را نهان دارند و ميانشان به انصاف داورى شود و ستمى بر آنها نرود"},{"SurahNumber":10,"VerseNumber":55,"Text":"بدانيد كه هر چه در آسمان‌ها و زمين است از آن خداست. بدانيد كه وعده‌ى خدا حق است، ولى بيشترشان نمى‌دانند"},{"SurahNumber":10,"VerseNumber":56,"Text":"او زنده مى‌كند و مى‌ميراند و به سوى او برگردانده مى‌شويد"},{"SurahNumber":10,"VerseNumber":57,"Text":"اى مردم! به راستى براى شما از جانب پروردگارتان موعظه‌اى آمده است و شفايى براى آنچه در دل‌هاست و هدايت و رحمتى براى مؤمنان"},{"SurahNumber":10,"VerseNumber":58,"Text":"بگو: به فضل و رحمت خدا، بايد خوشحال شوند كه اين از آنچه مى‌اندوزند بهتر است"},{"SurahNumber":10,"VerseNumber":59,"Text":"بگو: به من بگوييد، آن روزى‌هايى كه خدا براى شما نازل كرده و شما برخى از آن را حرام و برخى را حلال قرار داده‌ايد، آيا خدا به شما اجازه داده است يا بر خدا دروغ مى‌بنديد"},{"SurahNumber":10,"VerseNumber":60,"Text":"آنها كه به خدا دروغ مى‌بندند به روز قيامت چه گمان مى‌برند [جز عذاب را؟] همانا خدا نسبت به مردم، صاحب كرم است اما بيشتر آنها سپاسگزار نيستند"},{"SurahNumber":10,"VerseNumber":61,"Text":"در هيچ كارى وارد نمى‌شوى و هيچ قرآنى از جانب او نمى‌خوانى و هيچ عملى نمى‌كنيد جز اين كه همان لحظه كه بدان مى‌پردازيد ما ناظر شماييم، و هموزن ذره‌اى در زمين و نه در آسمان از خداى تو پوشيده نيست، و نه كوچك‌تر از آن و نه بزرگ‌تر، مگر آن كه در مكتوبى روش"},{"SurahNumber":10,"VerseNumber":62,"Text":"آگاه باشيد كه اولياى خدا را نه بيمى است و نه اندوهگين مى‌شوند"},{"SurahNumber":10,"VerseNumber":63,"Text":"همانان كه ايمان آوردند و پرهيزكارى مى‌كردند"},{"SurahNumber":10,"VerseNumber":64,"Text":"براى ايشان در زندگى اين دنيا و در آخرت بشارت است. وعده‌هاى خدا را تغييرى نيست. اين است آن كاميابى بزرگ"},{"SurahNumber":10,"VerseNumber":65,"Text":"سخن آنها تو را محزون نكند! عزت به تمامى از آن خداست، او شنواى داناست"},{"SurahNumber":10,"VerseNumber":66,"Text":"آگاه باش كه هر كه در آسمان‌ها و هر كه در زمين است از آن خداست، و كسانى كه غير از خدا شريكانى [براى او] مى‌خوانند، از چه پيروى مى‌كنند؟ آنها صرفا از پندار پيروى مى‌كنند و جز دروغ نمى‌گويند"},{"SurahNumber":10,"VerseNumber":67,"Text":"اوست كه شب را برايتان پديد آورد تا در آن بياراميد و روز را [چشم‌اندازى‌] روشن گردانيد. بى‌ترديد در اينها براى مردمى كه مى‌شنوند نشانه‌هاست"},{"SurahNumber":10,"VerseNumber":68,"Text":"گفتند: خدا فرزندى گرفته است، منزّه است او. بى‌نياز است او. آنچه در آسمان‌ها و آنچه در زمين است از آن اوست. شما بر اين گفته حجت نداريد. آيا چيزى را كه نمى‌دانيد به خدا نسبت مى‌دهيد"},{"SurahNumber":10,"VerseNumber":69,"Text":"بگو: آنان كه به خدا دروغ مى‌بندند، يقينا رستگار نمى‌شوند"},{"SurahNumber":10,"VerseNumber":70,"Text":"برخوردارى [اندكى‌] در اين دنياست، سپس بازگشتشان به سوى ماست، آن‌گاه به خاطر اين كه كفر مى‌ورزيدند عذاب سختشان مى‌چشانيم"}]}