{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"heliri; nanu idakkagi nim'minda yavude pratiphalavannu beduttilla. Ista ullavanu tanna odeyana kadegiruva dariyannu svikarisali"},{"SurahNumber":25,"VerseNumber":54,"Text":"endu sayada, sada jivantaviruvavanalli bharavase idiri mattu avanannu hogalutta avana pavitravannu japisiri. Tanna dasara papagalannu ariyalu avane saku"},{"SurahNumber":25,"VerseNumber":55,"Text":"avane, akasagalannu, bhumiyannu mattu avugala naduve iruva ellavannu aru dinagalalli srstisi a balika visva sinhasanadalli sthapitanadavanu. Avanu parama dayalu. Avana kuritu, ballavarannu keliri"},{"SurahNumber":25,"VerseNumber":56,"Text":"A parama dayaluvige sastangaveragiri endu avarodane helidaga avaru parama dayamayanendare enu? Navenu, ninu adesisidavarige sastangaveragabeke? Ennuttare. Hige, idu (i kareyu) avara jigupseyannaste heccisitu"},{"SurahNumber":25,"VerseNumber":57,"Text":"akasadalli bhadrakotegalannu (naksatragalannu) nirmisidavanu mattu adaralli suryanannu ujvala candranannu nirmisidavanu tumba samrd'dhanu"},{"SurahNumber":25,"VerseNumber":58,"Text":"ista ullavanu upadesa svikarisali athava ista ullavanu krtajnanagalendu, ratri hagalugalannu parasparara himbalakaragisidavanu, avane"},{"SurahNumber":25,"VerseNumber":59,"Text":"a parama dayaluvina (nistha) dasaru bhumiyalli vinayada nadige nadeyuttare mattu tam'modane ajnanigalu matigilidare avaru,‘salam’ endaste heluttare"},{"SurahNumber":25,"VerseNumber":60,"Text":"avaru ratriyannu tam'ma odeyanige sastanga veraguttalu nilluttalu (namajh‌nalli) kaleyuttare"},{"SurahNumber":25,"VerseNumber":61,"Text":"avaru heluttare; nam'modeya, narakada sikseyannu nam'minda duravidu. Khanditavagiyu adu bidugade illada sikseyagide"},{"SurahNumber":25,"VerseNumber":62,"Text":"adu khandita tira ketta neleyagide hagu tira ketta sthalavagide"},{"SurahNumber":25,"VerseNumber":63,"Text":"avaru kharcu maduvaga dundu veccavannu maduvudilla, jipunateyannu toruvudilla. Averadara naduvana margavannu palisuttare"},{"SurahNumber":25,"VerseNumber":64,"Text":"avaru allahana jote bere yava devarannu prarthisuvudilla. Allahanu nisedhisiruva yavude jivavannu an'yayavagi kolluvudilla mattu avaru vyabhicara maduvudilla. I krtyagalannu madidavanu sikseyannu anubhavisuvanu"},{"SurahNumber":25,"VerseNumber":65,"Text":"punarut'thana dina avanige duppattu sikse vidhisalaguvudu mattu avanu apamanitanagi sada adaralle biddiruvanu"},{"SurahNumber":25,"VerseNumber":66,"Text":"pascattapa pattu, satkarma madidavara horatu. Allahanu avara papa krtyagalannella satkarmagalagi marpadisuvanu. Allahanu khandita ksamisuvavanu mattu karune toruvavanagiddane"},{"SurahNumber":25,"VerseNumber":67,"Text":"pascattapapattu satkarma maduvavanu nijavagi allahanedege maralabekada ritiyalli maraluttane"},{"SurahNumber":25,"VerseNumber":68,"Text":"Avaru (allahana nistha dasaru) endu sullige saksigalaguvudilla mattu sallada karyagala baliyinda hadu hoga bekadaga avaru sabhya ritiyalli hadu hoguttare"},{"SurahNumber":25,"VerseNumber":69,"Text":"tam'ma odeyana vacanagala mulaka avarige upadesisaladaga avaru avugala palige kivudaru kurudaru agi biduvudilla"},{"SurahNumber":25,"VerseNumber":70,"Text":"nam'modeya! Nam'ma madadiyaru mattu nam'ma makkala mulaka nam'ma kannugalige santiyannu odagisu mattu nam'mannu dharma nisthara netararagisu, endu avaru prarthisuttiruttare"},{"SurahNumber":25,"VerseNumber":71,"Text":"avara sahaneya phalavagi avarige (svargadalli), unnatavada nivasagalannu nidalaguvudu. Subha hagu santiyannu haraisutta avarannu svagatisalaguvudu"},{"SurahNumber":25,"VerseNumber":72,"Text":"avaru sadakala alle iruvaru. Adu, bahala sundara nivasa mattu bahala uttama neleyagiruvudu"},{"SurahNumber":25,"VerseNumber":73,"Text":"heliri; nivu nanna odeyanannu prarthisadiddare avanenu nim'mannu lekkisuvavanalla. Nivu (satyavannu) tiraskarisiruviri. Adara sikse nimage siguvudu khacita"},{"SurahNumber":25,"VerseNumber":74,"Text":"tva sin m'mim"},{"SurahNumber":25,"VerseNumber":75,"Text":"ivu suspasta granthada vacanagalu"},{"SurahNumber":25,"VerseNumber":76,"Text":"avaru nambuttilla emba cinteyalli nivu nim'manne nasa padisuvantide"},{"SurahNumber":25,"VerseNumber":77,"Text":"navu bayasidare, avarigagi akasadinda ondu puraveyannu ilisi adara munde avara koralugalu baguvante madabahudu"}]}