{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"My Nourisher-Sustainer! You have indeed bestowed on me of the sovereignty, and you taught me the interpretation of Al-Ahadees (‘The narrations’), the Initiator of the heavens and the earth! You are my Wali in this world and the Hereafter; cause me to die as a Muslim and intermingle me with the righteous.”"},{"SurahNumber":12,"VerseNumber":102,"Text":"This is of the news of the hidden and unseen, which We reveal in inspiration to you. And you were not near them when they jointly prepared their stratagem and they plot (against Yusuf)"},{"SurahNumber":12,"VerseNumber":103,"Text":"And the majority of mankind is not becoming Believers even if you desired vehemently"},{"SurahNumber":12,"VerseNumber":104,"Text":"And you do not ask them, over it (on transmitting them the correct news about events through reciting the Ayaât of Al-Kitâb) any of the reward. It (i.e., Al-Kitâb) is not but a Message to the worlds"},{"SurahNumber":12,"VerseNumber":105,"Text":"And how many a sign in the heavens and the earth they pass by, while they show aversion therefrom"},{"SurahNumber":12,"VerseNumber":106,"Text":"And the majority of them believe not in Allah except that they attribute partners [in His Dominion (in their concepts, beliefs as well as practical deeds]"},{"SurahNumber":12,"VerseNumber":107,"Text":"Have they felt secure that comes to them, out of the torment of Allah, Ghashiyah? Or comes to them the Hour, all of a sudden while they perceive (it) not"},{"SurahNumber":12,"VerseNumber":108,"Text":"Tell (them): “This is my way of life, I invite to Allah on the basis of sound knowledge, I as well as who has followed me. And Allah became Glorified and Exalted. And I am not of the Mushrikün.”"},{"SurahNumber":12,"VerseNumber":109,"Text":"And We sent not before you (as Messengers) except male-adults, We send inspiration to them from amongst the citizens of the townships. Have they not travelled through the land so that they may see how was the final-end of those (who went) before them. And verily, the Home of the Hereafter is the best for those who presented obedience. Do you not then use (your) intellect"},{"SurahNumber":12,"VerseNumber":110,"Text":"Until when the Messengers almost lost all hope (of reform) and they became sure that they were indeed rejected and belied, there came to them Our Assistance, so was saved and rescued that whom We think proper. And Our punishment would not be warded off from a nation of the criminals (and sinners)"},{"SurahNumber":12,"VerseNumber":111,"Text":"Definitely, in their incidents is a lesson for men of understanding. (This Al-Kitâb) is not (a collection of) forged and concocted Hadees. Rather it is a confirmation to what is in its both hands (i.e., already there) and details to all things and Hudah and Rahmah for the nation who Believe"},{"SurahNumber":13,"VerseNumber":1,"Text":"L. M. R. These are the Signs in Al-Kitâb. And that which has been sent to you from your Nourisher-Sustainer is the Truth, but the majority of mankind do not believe"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah is That Who raised the heavens without a pillar which you may see, then He set (Himself) over the throne. And He has controlled the sun and the moon. All (these) move (in space) for an appointed term. He regulates the affair (and) He gives details to Ayaât so that you may develop deep Faith regarding the meeting with your Nourisher-Sustainer"},{"SurahNumber":13,"VerseNumber":3,"Text":"And He it is Who spread out the earth and placed therein firm mountains and rivers; and out of all kinds of fruits, He made therein Zawjain Isnain [two (different) in sex; two (different in types)]. He shadows the night over the day. Surely, in this are indeed signs for the nation who think and ponder"},{"SurahNumber":13,"VerseNumber":4,"Text":"And on the land are regions interconnected (but different in nature), and gardens of grapes, and fields sown with every kind of corn and date-palms having single roots and not single (but multiple or intermingled) roots. This is made to suck one (single type of) water, yet We make superior some of them over some (others) in taste. Definitely, in this are indeed signs for a nation who use intellect"}]}