{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: Ister tas ister demir olun"},{"SurahNumber":17,"VerseNumber":51,"Text":"Veya gozunuzde buyuttugunuz bir yaratık olun. Diyecekler ki: Bizi tekrar kim diriltir? De ki: Sizi ilk defa yaratmıs olan. Sana baslarını sallayacaklar ve ne zaman o? diyecekler. De ki: Yakın olması umulur"},{"SurahNumber":17,"VerseNumber":52,"Text":"O, sizi cagırdıgı gun; hamdederek davetine uyarsınız. Ve cok az kalmıs oldugunuzu zannedersiniz"},{"SurahNumber":17,"VerseNumber":53,"Text":"Kullarıma de: En guzel olanı soylesinler. Dogrusu seytan aralarını acmak ister. Zira seytan, insan icin apacık bir dusman olmustur"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbınız sizi daha iyi bilir. Isterse size merhamet eder, isterse sizi azablandırır. Biz; seni, onların uzerine vekil olarak gondermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Rabbın goklerde ve yerde olanları daha iyi bilendir. Andolsun ki; Biz, peygamberlerden bir kısmını bir kısmına ustun kıldık, Davud´a da Zebur´u verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"De ki: O´ndan baska taptıklarınızı cagırın. Sizin bir sıkıntınızı gidermeye de, degistirmeye de gucleri yetmez"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onlar, Rabblarına vesile arayarak daha yakın olmak icin bunlara taparlar. O´nun rahmetini umarlar, azabından korkarlar. Zira Rabbının azabı, sakınılmaya degerdir"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hic bir kasaba yoktur ki; kıyamet gununden once Biz, onu helak edecek veya siddetli bir azabla azablandıracak olmayalım. Bu, Kitab´da yazılmıstır"},{"SurahNumber":17,"VerseNumber":59,"Text":"Bizi ayetlerle gondermekten alıkoyan sey; ancak oncekilerin onları yalanlamıs olmalarıdır. Semud´a da gozleri gore gore bir disi deve vermistik de, ona zulmetmislerdi. Halbuki Biz; ayetleri ancak korkutmak icin gondeririz"},{"SurahNumber":17,"VerseNumber":60,"Text":"Hani sana demistik ki: Rabbın gercekten insanları kusatmıstır. Sonra gostermis oldugumuz ruyayı sadece insanlar icin bir imtihan kıldık. Kur´an´da lanetlenmis olan agacı da. Biz onları korkutuyoruz ama bu, onlara buyuk bir azgınlık vermekten baska bir seyi artırmıyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"Hani meleklere demistik ki: Adem´e secde edin. Onlar secde etmilerdi. Sadece Iblis mustesna. Ve demisti ki: Camurdan yaratmıs olduguna mı secde edecegim"},{"SurahNumber":17,"VerseNumber":62,"Text":"Benden ustun kıldıgını goruyor musun? Eger beni kıyamet gunune kadar tehir edersen; pek azı mustesna, onun soyunu emrim altına alırım, demisti"},{"SurahNumber":17,"VerseNumber":63,"Text":"Buyurmustu ki: Haydi git, onlardan her kim sana uyarsa; muhakkak cehennem sizin cezanızdır. Hem de tam bir ceza"},{"SurahNumber":17,"VerseNumber":64,"Text":"Sesinle onlardan gucunun yettigini yerinden oynat. Atlılarınla ve yayalarınla onlara karsı haykırarak yuru. Mallarda ve cocuklarda onlara ortak ol. Ve vaadde bulun kendilerine. Seytan ancak aldatmak icin vaad eder onlara"},{"SurahNumber":17,"VerseNumber":65,"Text":"Muhakkak ki Benim kullarım uzerine senin bir hakimiyetin yoktur. Vekil olarak Rabbın yeter"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbınız O´dur ki; lutfundan elde edesiniz diye gemileri sizin icin denizde yuzdurur. Muhakkak ki O; sizin icin Rahim olandır"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde size bir sıkıntı dokununca; yalvardıklarınızın hepsi kaybolur. Ancak O, kalır. Ama O, sizi kurtarıp karaya cıkarınca, yuz cevirirsiniz. Ve insan, zaten pek nankor olandır"},{"SurahNumber":17,"VerseNumber":68,"Text":"Kara tarafında sizi yere batırmasından veya basınıza tas yagdırmasından emin mi oldunuz? Sonra kendiniz icin bir vekil de bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yoksa sizi tekrar bir kere daha oraya dondurup uzerinize ortalıgı yıkan bir fırtına gondererek, kufretmis olmanızdan dolayı sizi suda bogmasından mı emin oldunuz? Sonra, Bize karsı sizi takib edecek birini de bulamazsınız"}]}