{"Id":366,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-la","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"Hamnisini u (sajtone, ki dar dunjo ʙo u ʙud), ʙigujad: «Ej Parvardigori mo, man uro ʙa sarkasi vodor nakardam, ʙalki u xud saxt dar gumrohi ʙud»"},{"SurahNumber":50,"VerseNumber":28,"Text":"Alloh ta'olo megujad: «Nazdi Man imruz, ki ruzi cazo ast, mucodala makuned. Man pes az in dar dunjo ʙo sumo husdor firistonda ʙudam"},{"SurahNumber":50,"VerseNumber":29,"Text":"Va'dai Man digargun namesavad va kasero ʙo gunohi kase azoʙ namekunam. Va Man ʙa ʙandagon sitam namekunam, magar ʙa'd az on, ki huccat ʙarojason ravsan savad»"},{"SurahNumber":50,"VerseNumber":30,"Text":"(Ba jod or ej Rasul,) ruze, ki cahannamro meguem: «Ojo pur sudai?» Duzax megujad: «Hec zijodati az in hast?» (Pas Alloh qadami xudro ʙar rui cahannam meguzorad, on goh cahanam fusurda megardad va megujad ʙas ast, ʙas ast)"},{"SurahNumber":50,"VerseNumber":31,"Text":"Va ʙihistro ʙaroi parhezgoron nazdik ʙijovarand va az onon dur naxohad ʙud, tavre ki ne'mathoi sodi va xursandie, ki dar on hast, musohida megardad"},{"SurahNumber":50,"VerseNumber":32,"Text":"Barojason gufta mesavad: In hamon cizest, ki ʙa har tavʙakunandai az gunohon parhezgore, ki ʙo farzhovu to'athoi Parvardigoras muhofizat dorad, va'da doda mesud"},{"SurahNumber":50,"VerseNumber":33,"Text":"Hamon kase, ki dar pinhoni az Allohi mehruʙon ʙitarsad va ʙo dili tavʙakor pes ojad"},{"SurahNumber":50,"VerseNumber":34,"Text":"Baroi in mu'minon gujand: «Ba salomat doxili ʙihist saved. In ruz ruzi covidonist»"},{"SurahNumber":50,"VerseNumber":35,"Text":"Dar on co ʙaroi on mu'minon har ci ʙixohand, hast va afzun ʙar on nazdi Mo ne'mathoi digare vucud dorad va on nigaristan ʙa didori Parvardigor ast"},{"SurahNumber":50,"VerseNumber":36,"Text":"Va pes az on musrikon ci mardumero, ki nerumandtar ʙudand va dar sahrho sajru custucu mekardand, ʙa halokat ovardem. Ojo az azoʙi Alloh rohi gureze hast"},{"SurahNumber":50,"VerseNumber":37,"Text":"Haroina, dar in suxan ʙaroi sohiʙdilon jo onon, ki ʙo huzur gus faro medorand, andarz va pandest"},{"SurahNumber":50,"VerseNumber":38,"Text":"Alʙatta Mo osmonhovu zamin va on ciro mijoni onhost, az har guna maxluqot dar sas ruz ofaridem va hec xastagi va mondagi ʙa Mo narasid. (In qudrati ʙuzurg dalolat ʙar on mekunad, ki Alloh ta'olo ʙar zinda kardani murdagon niz tavonost)"},{"SurahNumber":50,"VerseNumber":39,"Text":"(Pas ʙar on ci megujand) saʙr kun ej Pajomʙar, zero Alloh ʙa guftahojason nazar dorad va pes az ʙaromadani oftoʙ va pes az ƣuruʙi on Parvardigoratro ʙo sitois tasʙeh guj"},{"SurahNumber":50,"VerseNumber":40,"Text":"Va niz dar qismate az saʙ va ʙa'd az har sacda uro tasʙeh guj"},{"SurahNumber":50,"VerseNumber":41,"Text":"(Va ej Rasul ʙisnav!) Ruze, ki farista az makoni nazdike dar sur nido medihad"},{"SurahNumber":50,"VerseNumber":42,"Text":"Ruze, ki on ovozi saxtro ʙa haq mesunavand va dar on hec sakke nest, on ruzi ʙerun sudan az gur ast"},{"SurahNumber":50,"VerseNumber":43,"Text":"Haroina, Mo zinda mekunem xalqro va dar dunjo memironem va ʙozgasti hama ruzi qijomat ʙaroi hisoʙu cazo ʙa suji Most"},{"SurahNumber":50,"VerseNumber":44,"Text":"Ruze, ki zamin ʙiskofad va onho ʙa sitoʙ ʙerun ojand va in girdovari ʙaroi Mo oson ast"},{"SurahNumber":50,"VerseNumber":45,"Text":"Mo ʙa on ci megujand, (in musrikon az suxani ʙarduruƣ ʙoftan ʙa Alloh va ojoti U) donotarem va tu ʙa onho ma'mur (macʙurkunanda) nesti. (Ba rosti, ki tu rasonandai pajomi ilohi hasti.) Pas, har kiro az va'dai azoʙi Man metarsad, ʙa Qur'on pand deh! (Va on kase, ki az Mo nametarsad, pand ʙarojas ta'sir nameʙaxsad)"},{"SurahNumber":51,"VerseNumber":1,"Text":"(Alloh savgand jod mekunad:) Savgand ʙa ʙodhoe, ki xokro ʙa saxti parokanda mekunand"},{"SurahNumber":51,"VerseNumber":2,"Text":"pas savgand ʙa aʙrhoi ʙardorandai ʙori oʙ"},{"SurahNumber":51,"VerseNumber":3,"Text":"pas savgand ʙa kistihoe, ki ʙa osoni dar oʙhoi ʙahru uqjonusho ravonand"},{"SurahNumber":51,"VerseNumber":4,"Text":"pas savgand ʙa faristagone, ki ʙo farmoni Alloh mijoni xalqas taqsimkunandai korhojand"},{"SurahNumber":51,"VerseNumber":5,"Text":"ki haroina, on ci sumoro va'da va ʙim medihand, az omadani qijomat va hisoʙ rost ast"},{"SurahNumber":51,"VerseNumber":6,"Text":"va haroina, ruzi cazoi a'mol, hatman omadanist"},{"SurahNumber":51,"VerseNumber":7,"Text":"(Va Alloh savgand jod mekunad:) Savgand ʙa osmon, ki orosta ʙa sitoragon ast"},{"SurahNumber":51,"VerseNumber":8,"Text":"Begumon sumo ej takziʙkunandagon dar ʙorai Qur'on va ʙa xususi pajƣamʙar dar suxane gunogun dar ʙorai vahj ʙo ham ixtilof dored"},{"SurahNumber":51,"VerseNumber":9,"Text":"Az haq (Qur'on va pajomʙar) ruj gardon mesavad, on kase, ki az imon ovardan ʙa Qur'on va pajomʙar rujgardon suda ʙosad. (Az saʙaʙi on, ki huccatu ʙurhonhoi ravsani ilohiro qaʙul nadost, pas ʙa rohi xajr muvaffaq nasud)"},{"SurahNumber":51,"VerseNumber":10,"Text":"Marg ʙod ʙar on sakkokon va duruƣgujon"},{"SurahNumber":51,"VerseNumber":11,"Text":"onon, ki ʙa ƣaflat dar kufru dar cahl furu mondaand"},{"SurahNumber":51,"VerseNumber":12,"Text":"Inho duruƣgujon ʙo tamasxur mepursand: «Ruzi cazo kaj xohad ʙud?»"},{"SurahNumber":51,"VerseNumber":13,"Text":"Ruzi cazo, ruzest, ki ʙar otas azoʙason mekunand"},{"SurahNumber":51,"VerseNumber":14,"Text":"va ʙarojason gufta mesavad «Azoʙi xudro ʙicased! In ast on cize, ki dar dunjo ʙa sitoʙ metalaʙided! »"},{"SurahNumber":51,"VerseNumber":15,"Text":"Haroina, parhezgoron, ki dar dunjo az Alloh metarsidand, dar ʙoƣhovu kanori casmasoron ʙosand"},{"SurahNumber":51,"VerseNumber":16,"Text":"On ciro az orzuhojason Parvardigorason ʙa onho ato kardaast, ʙa xursandi giriftaand va ʙa on rozi hastand Haroina, pes az on dar dunjo ʙo ʙa co ovardani amalhoi soista nekukor ʙudan"},{"SurahNumber":51,"VerseNumber":17,"Text":"On nekukoron andake az saʙro mexoʙidand va saʙro ʙo namoz zindadori mekardand"},{"SurahNumber":51,"VerseNumber":18,"Text":"va ʙa hangomi sahar az gunohoni xes istiƣfor (tavʙa) mekardand"},{"SurahNumber":51,"VerseNumber":19,"Text":"va dar amvolason ʙaroi muhtocon az pursandavu mahrum; (on ki az rui hajo namepursad), haqqe ʙud"},{"SurahNumber":51,"VerseNumber":20,"Text":"Va dar zamin ʙaroi ahli jaqin (ʙa onon, ki ʙa vahdonijati Alloh ʙovar dorand va risolatii pajomʙarasro tasdiq mekunand), daloili ravsan va iʙrathoest"},{"SurahNumber":51,"VerseNumber":21,"Text":"va niz dar vucudi xudaton nisonahoi oskore hast, ki dalolat ʙar jagonagii ofaridagori sumo mekunad va tanho U sazovori iʙodat ast. Ojo nameʙined, to az on iʙrat ʙigired"},{"SurahNumber":51,"VerseNumber":22,"Text":"Va rizqi sumo va har ci ʙa sumo az neku ʙad va savoʙu iqoʙ va'da suda, hamaas dar osmon navista sudaast"},{"SurahNumber":51,"VerseNumber":23,"Text":"(Pas, Alloh ʙa Zoti poki xud qasam jod mekunad:) savgand ʙa Parvardigori osmonhovu zamin, ki on ci va'da sudaast ʙarojaton haq ast, hamon guna ki sumo ʙo jakdigar) suxan megued va dar suxanaton sak nameored"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ej Rasul, ojo xaʙari mehmononi giromii Iʙrohim ʙa tu rasidaast, ki on mehmonon faristagon ʙudand"},{"SurahNumber":51,"VerseNumber":25,"Text":"On goh ki nazdi u omadandu guftand: «Salom!» Guft: «Salom! Sumo mardumi nosinosed!»"},{"SurahNumber":51,"VerseNumber":26,"Text":"Dar nihon va sitoʙon nazdi ahli xud raft va qasd ʙa gusolai farʙehe karda onro kusta ʙirjon karda ovard"},{"SurahNumber":51,"VerseNumber":27,"Text":"Ta'omro ʙa nazdason guzostu ʙo lutfu mehruʙoni guft: «Caro namexured?»"},{"SurahNumber":51,"VerseNumber":28,"Text":"On hangom, ki did, ki namexurand, pas dar dilas az onho tarse joft. Guftand (ʙarojas): «Matars!» Mo pajomʙaroni Alloh hastem. Va uro ʙa pisare dono ʙasorat dodand, ki hamsari u Sora ʙarojas tavallud mekunad va cun ʙa haddi mardi merasad, ongoh ʙisjor dono va ogoh az ilmi ilohi mesavad va u Ishoq alajhissalom ast"},{"SurahNumber":51,"VerseNumber":29,"Text":"Pas cun zanas ʙasorati maloikahoro sunid, farjodzanon (az ta'accuʙ) omad va ʙar cehraas zadu guft: «ci guna tavallud mekunam, hol on ki man pirzani nozo hastam»"},{"SurahNumber":51,"VerseNumber":30,"Text":"Maloikaho ʙarojas guftand: «Parvardigori tu hamcunin farmudaast on ci ʙa tu xaʙar dodaem va U ʙar har ci qodir ast, pas dar qudrati U ta'accuʙe nst. Va haroina, U hakim ast hama asjoro ʙa hikmati xud dar cojas meguzorad va ʙa soistagii ʙandagonas donost!»"}]}