{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Елиф-лам-мим"},{"SurahNumber":30,"VerseNumber":2,"Text":"Византинци су побеђени"},{"SurahNumber":30,"VerseNumber":3,"Text":"у најнижој земљи, али они ће, после пораза свог, сигурно победити"},{"SurahNumber":30,"VerseNumber":4,"Text":"за неколико година – и пре и после, Аллахова је одлука – и тад ће се верници радовати"},{"SurahNumber":30,"VerseNumber":5,"Text":"Аллаховој помоћи. Он помаже коме хоће и Он је Силни и Милостиви"},{"SurahNumber":30,"VerseNumber":6,"Text":"То је Аллахово обећање. Аллах ће своје обећање испунити, али већина људи не зна"},{"SurahNumber":30,"VerseNumber":7,"Text":"Они знају само спољашњу страну овосветског живота, а према Оном свету су немарни"},{"SurahNumber":30,"VerseNumber":8,"Text":"А зашто не размисле сами о себи?! Аллах је створио небеса и Земљу и оно што је између њих само са Истином и са одређеним роком, а многи људи, заиста, не верују да ће пред Господара свог заиста стати"},{"SurahNumber":30,"VerseNumber":9,"Text":"Зашто не путују по Земљи па да виде какав је био завршетак оних пре њих?! Они су били од њих јачи и земљу су обрађивали и на њој су градили више него што ови граде, и посланици су им доносили јасне доказе: Аллах им није учинио неправду, сами су себи неправду нанели"},{"SurahNumber":30,"VerseNumber":10,"Text":"А онда, завршетак оних који су чинили зло био је најужаснија казна, зато што су порицали Аллахове речи и што су их извргавали руглу"},{"SurahNumber":30,"VerseNumber":11,"Text":"Аллах започиње стварање; ствара из ничега, затим ће то поново да учини, а онда ћете Њему да будете враћени"},{"SurahNumber":30,"VerseNumber":12,"Text":"На Дан кад наступи Час суда, незнанобошци ће очајавати"},{"SurahNumber":30,"VerseNumber":13,"Text":"Божанства њихова неће се за њих заузимати, а због божанстава својих били су неверници"},{"SurahNumber":30,"VerseNumber":14,"Text":"На Дан кад наступи Час оживљења, људи ће се раздвојити"},{"SurahNumber":30,"VerseNumber":15,"Text":"они који су веровали и радили добра дела радоваће се у рајским баштама"},{"SurahNumber":30,"VerseNumber":16,"Text":"а они који нису веровали и који су порицали Наше речи и доказе и који су сусрет на Судњем дану порицали у трајној ће муци бити"},{"SurahNumber":30,"VerseNumber":17,"Text":"Па, слављен и узвишен нека је Аллах кад год омркнете и кад год осванете"},{"SurahNumber":30,"VerseNumber":18,"Text":"Њему нека је сва хвала и на небесима и на Земљи, и предвече и у подне"},{"SurahNumber":30,"VerseNumber":19,"Text":"Он из неживог ствара живо и живо претвара у неживо. Он оживљава Земљу након њеног мртвила; исто тако ћете и ви да будете оживљени"},{"SurahNumber":30,"VerseNumber":20,"Text":"Један од доказа Његових је то што вас од земље ствара, и одједном вас, људи, свуда има разасутих"},{"SurahNumber":30,"VerseNumber":21,"Text":"И један од доказа Његових је то што за вас, од врсте ваше, ствара жене да се уз њих смирите, и што између вас успоставља љубав и самилост. У томе, заиста, има поуке за људе који размишљају"},{"SurahNumber":30,"VerseNumber":22,"Text":"И један од Његових доказа је стварање небеса и Земље, и разноврсност ваших језика и ваших боја; у томе, заиста, има поуке за оне који знају"},{"SurahNumber":30,"VerseNumber":23,"Text":"И један од Његових доказа је ваш сан ноћу и дању, и ваше настојање да стекнете нешто из Његовог обиља; у томе, заиста, има поуке за људе који чују"},{"SurahNumber":30,"VerseNumber":24,"Text":"И један од Његових доказа је то што вам показује муњу, да се побојите и понадате, и то што спушта са неба кишу и оживљава њоме земљу после њеног мртвила; у томе, заиста, има поуке за људе који разумеју"},{"SurahNumber":30,"VerseNumber":25,"Text":"И један од Његових доказа је и то што небо и Земља постоје Његовом одредбом. Затим, ћете, чим вас Он само једном позове, брзо из земље да устанете"},{"SurahNumber":30,"VerseNumber":26,"Text":"Њему припада све што је на небесима и на Земљи, све је Њему послушно"},{"SurahNumber":30,"VerseNumber":27,"Text":"Он је Тај Који из ничег ствара и Он ће то поново учинити, то је Њему лако. Он је узвишен и на небесима и на Земљи. Он је силан и мудар"},{"SurahNumber":30,"VerseNumber":28,"Text":"Он вам као пример наводи вас саме: јесу ли они који су у поседу вашем изједначени с вама у оном што вам Ми дајемо, па сте у томе исти, и бојите ли их се као што се ви једни других бојите? – Ето, тако Ми, подробно, излажемо доказе Наше људима који размишљају"},{"SurahNumber":30,"VerseNumber":29,"Text":"Али, неверници лакомислено следе страсти своје – а ко ће на Прави пут упутити оног кога је Бог у заблуди оставио? – Њима неће моћи нико у помоћ притећи"},{"SurahNumber":30,"VerseNumber":30,"Text":"Ти управи лице своје вери, као прави верник, вери Аллаховој, према којој је Он људе створио – не може се мењати Аллахова вера, али већина људи то не зна"}]}