{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":109,"Text":"Allah kıyamet gununde peygamberleri toplayıp soyle buyurur: “- Ummetinizi davet ettiginizde, size ne cevap verildi?” Onlar da: “- Bizde hic bir bilgi yok. Suphesiz ki, sen butun gaybları kemal uzere bilensin.” derler"},{"SurahNumber":5,"VerseNumber":110,"Text":"Allah o gun soyle buyuracak: -Ey Meryem oglu Isa! Sana ve annene olan nimetimi hatırla. Hani, seni Cebrail ile desteklemistim de hem besikte, hem de yetiskin iken insanlarla konusuyordun; hani sana yazı yazmayı, hikmeti (saglam olan dogru sozu), Tevrat’ı ve Incil’i ogretmistim: hani benim iznimle camurdan kus bicimi yapıyordun, sonra icine ufluyordun da benim iznimle bir kus oluveriyordu; ve anadan dogma ama ile abrası da benim iznimle hayata cıkarıyordun; hani senden Israilogullarını defetmistim (seni oldurememislerdi). Kendilerine acık mucizeler getirdigin zaman da, iclerinden kufre varanlar soyle demisti: “- Bu apacık bir sihirden baska bir sey degildir.”"},{"SurahNumber":5,"VerseNumber":111,"Text":"Hani Havari’lere (Hz. Isa’ya baglı olanlara): “-Bana ve Peygamberime iman edin” diye ilham etmistim de onlar: “Iman ettik, bizim hakiki muslumanlar oldugumuza sahid ol” demislerdi"},{"SurahNumber":5,"VerseNumber":112,"Text":"Bir vakit de Havari’ler: “- Ey Meryem oglu Isa! Rabbin bize gokten bir sofra indirebilir mi? “ demislerdi. Isa da: “- Eger muminseniz, Allah’a ve benim peygamberligime inanmıssanız, Allah’dan korkun” demisti"},{"SurahNumber":5,"VerseNumber":113,"Text":"Havariler soyle dediler: “- Istiyoruz ki, ondan yiyelim, kalblerimiz yatıssın ve senin bize dogru soyledigini bilelim. Boylece mucizelere sahidlik edenlerden olalım.”"},{"SurahNumber":5,"VerseNumber":114,"Text":"Meryem oglu Isa soyle yalvardı: “- Ey Allah’ım, Rabbimiz! Bize gokten bir sofra indir ki, bizim hem evvelimiz, hem de ahirimiz icin bir bayram ve kudretinden bir mucize olsun. Bizi rızıklandır. Sen rızık verenlerin en hayırlısısın"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah buyurdu ki, ben o sofrayı size elbette indiririm. Fakat ondan sonra icinizden kim nankorluk ederse, artık onu, alemlerden hic bir kimseye yapmıyacagım bir azab ile azablandırırım"},{"SurahNumber":5,"VerseNumber":116,"Text":"Hatırla ki, kıyamet gununde Allah soyle buyuracak: “- Ey Meryem oglu Isa! Allah’ı bırakıp da beni ve annemi iki ilah edinin, diye insanlara sen mi soyledin?” Isa: “- Seni tenzih ederim, hak olmayan sozu soylemek bana yakısmaz. Eger soyledimse muhakkak onu bilirsin. Icimde olan her seyi sen bilirsin; fakat ben, senin zatında olanı bilmem, Suphesiz ki sen, gayıbları kemal uzre bilensin"},{"SurahNumber":5,"VerseNumber":117,"Text":"Sen bana ne emrettinse, ben kendilerine ondan baskasını soylemedim. Hep, Rabbim ve Rabbiniz olan Allah’a kulluk edin, dedim ve aralarında bulundugum muddet, uzerlerine gozcu idim. Ne zaman ki beni iclerinden aldın, uzerlerinde gozetleyici yalnız sen kaldın. Zaten sen her seye sahidsin"},{"SurahNumber":5,"VerseNumber":118,"Text":"Eger onlara azab edersen, suphe yok ki, onlar senin kullarındır; ve eger kendilerini bagıslarsan yine suphe yok ki, sen, mutlak galibsin ve hukmunde hikmet sahibisin” der"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah soyle buyurur: “-Bugun, dogru soyliyenlerin sadakatleri kendilerine fayda verecegi bir gundur. Onlara, agacları altından ırmakla akar cennetler vardır. Onlar orada devamlı olarak kalıcıdırlar. Allah kendilerinden razı olmus, onlar da Allah’dan razı olmuslardır. Iste bu, en buyuk kurtulus"},{"SurahNumber":5,"VerseNumber":120,"Text":"Goklerle yerin ve iclerinde ne varsa hepsinin mulku Allah’ındır. O, her seye kadirdir"},{"SurahNumber":6,"VerseNumber":1,"Text":"Hamd, gokleri ve yeri yaratan, karanlıkları ve aydınlıgı yapan Allah’a mahsustur. Sonra da Rablerini tanımıyanlar, ona, putları denk tutuyorlar"},{"SurahNumber":6,"VerseNumber":2,"Text":"O, sizi bir camurdan yaratan, sonra olum ecelini (zamanını) takdir edendir. Bir de Allah’ın katında takdir edilen bir ecel kıyamet vakti vardır. Sonra da siz, (ey kafirler dirileceginize) daha suphe ediyorsunuz"},{"SurahNumber":6,"VerseNumber":3,"Text":"Halbuki goklerde ve yerde ibadete layık yalnız O Allah’dır. Sizin icinizi de bilir, dısınızı da. O, yapacagınız seyleri de bilir"},{"SurahNumber":6,"VerseNumber":4,"Text":"Boyle iken, onlara (Mekke’lilere) Rablerinin ayetlerinden gelen bir ayet yoktur ki, ondan yuz cevirmis olmasınlar"},{"SurahNumber":6,"VerseNumber":5,"Text":"En buyuk mucize olan KUR’AN onlara geldigi zaman dahi; onu yalanlamıslardı. Fakat yakında, ne ile alay etmis bulunduklarının haberleri (dunya ve ahirette cekecekleri azab) onlara gelecektir"},{"SurahNumber":6,"VerseNumber":6,"Text":"Gormediler mi ki, kendilerinden once ne kadar nesiller helak ettik? Biz, onlara yeryuzunde size (ey Mekke’liler) vermedigimiz butun imkanları verdik; gokten uzerlerine bol bol yagmur gonderdik. Ev ve bahcelerinin altlarından akar ırmaklar meydana getirdik. Oyle iken, yapmıs oldukları gunahlar sebebiyle onları helak ettik de arkalarından baska yeni nesiller icad ettik"},{"SurahNumber":6,"VerseNumber":7,"Text":"Eger sana, yapraklara yazılı bir kitap indirseydik de onlar, elleriyle onu tutmus bulunsalardı, o kufredenler yine muhakkak (soyle) diyeceklerdi: “- Bu apacık bir sihirden baska bir sey degildir.”"},{"SurahNumber":6,"VerseNumber":8,"Text":"Bir de: “- Peygambere bir melek indirilse de gorsek ya...” diyorlar. Eger oyle bir melek indirseydik (yine iman etmemekle helaklerine dair) is bitirilmis olur, sonra tevbeleri icin kendilerine bir an goz bile actırılmazdı"},{"SurahNumber":6,"VerseNumber":9,"Text":"Eger Peygamberleri bir melek yapaydık, yine onu bir adam seklinde gosterirdik ve elbette onları, dusmekte oldukları supheye yine bırakırdık"},{"SurahNumber":6,"VerseNumber":10,"Text":"Andolsun ki, (ey Rasulum) senden once gonderilen peygamberlerle de eglenildi. Fakat eglendikleri o hak, iclerinden maskaralık edenleri kusatıverdi (de helak oldular)"},{"SurahNumber":6,"VerseNumber":11,"Text":"De ki: “-Yeryuzunde dolasın da hele bir bakın; o peygamberlere yalancı diyenlerin sonu nasıl olmustur.”"},{"SurahNumber":6,"VerseNumber":12,"Text":"De ki: “- Goklerde ve yerde olan seyler kimin?” (Eger cevap verilmezse) de ki: Allah’ındır. O, kendi ustune rahmeti yazdı. Muhakkak ki sizi kıyamet gunune (goturup) toplayacaktır. Bunda asla suphe yoktur. Nefislerine ziyan edenler, iste onlar, iman etmezler.”"}]}