{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"Jilani: “Lilaika lya chiwa lyaliwichidwe kukwenu lichityosya umi wenu, kaneko kwa M’mbuje gwenu tinchiuchisyidwa.”"},{"SurahNumber":32,"VerseNumber":12,"Text":"Ingawe mwajile kwaona akulewa achijinamisyaga mitwe jao kwa M’mbuje gwao (Allah aku achitiji): “Ambuje wetu! Sano tulolite nambo soni tupikene, basi tuwuchisyani (ku duniya kuti) tukapanganye yambone, chisimu uwwe (sano) tukulupilila kusyesyene.” (Nkajile kuiona yanchesela kusyene)"},{"SurahNumber":32,"VerseNumber":13,"Text":"Soni tungasache tungampele mundu jwalijose chongoko chakwe, nambo kuti lyasimichiche lilowe Kukwangu lyanti: Chisimu chinjigumbasya Jahannama ni majini kwisa soni wandu wosope (wali wakusakala)"},{"SurahNumber":32,"VerseNumber":14,"Text":"(Tachisalilidwa yanti): Basi pasyani (ilagasyo) ligongo lyakuliwalila kwenu yakusimangana ni lisiku lyenu lyelino. Uwwe Nowe tun’diwaliile. Sano pasyani ilagasyo yandamo, ligongo lya yamwaliji nkupanganya"},{"SurahNumber":32,"VerseNumber":15,"Text":"Chisimu wakasagakulupilila ma Aya Getu, ni awala wanti naga ali akumbusyidwe nago akasasenjelemukukaga kusujudu, ni akasaluswejesyaga lumbili lwa M’mbuje gwao (Allah), soni wanganyao wangalikwesya"},{"SurahNumber":32,"VerseNumber":16,"Text":"Mbalati syao sikasatalikanganaga ni maugono (ndema jakwimuchila kuswali Tahajjudi), achim’bombaga M’mbuje gwao mwaoga (wakun’jogopa Jwalakwe), nambo soni mwakola tama (ja ukoto Wakwe), nambo soni mu ichindu yatwapele akasatolaga"},{"SurahNumber":32,"VerseNumber":17,"Text":"Ni ngakumanyilila mundu jwalijose yawaasisiile wanganyao (ku Mbepo) mu yakutetewachisya meso, kuwa malipilo ga yawaliji nkupanganya"},{"SurahNumber":32,"VerseNumber":18,"Text":"Ana jwali jwakulupilila mpaka awe mpela jwakunyosya? Nganawa alandene"},{"SurahNumber":32,"VerseNumber":19,"Text":"Sano awala wakulupilile ni kutendaga yambone, basi akwete kupata wanganyao Matimbe Gakutamilichikamo (ku Mbepo), kuwa mbiiko pa yawaliji nkupanganya"},{"SurahNumber":32,"VerseNumber":20,"Text":"Sano soni awala wawanyosyisye, basi mauto gao ni ku Moto. Ndawi ni katema katakasacheje kuti akopochemo, takawuchisyidweje mmomo, ni takasalilidweje yanti: “Pasyani ilagasyo ya Moto ayila yamwaliji nkuikanila.”"},{"SurahNumber":32,"VerseNumber":21,"Text":"Soni chisimu chitwape kupasya wanganyao ilagasyo yakuwandika (ya pa duniya), nkaniyiwe ilagasyo yekulungwa (ya ku Akhera), kuti wanganyao awujile (kwa Allah pakutenda toba)"},{"SurahNumber":32,"VerseNumber":22,"Text":"Ana nduni jwali jwalupuso nnope kwakumpunda mundu jwakumbusyidwe ni ma Aya ga Ambujegwe, kaneka ni kugatundumalila? Chisimu Uwwe kwa akulewa tuwele Wakuusya mbusyo"},{"SurahNumber":32,"VerseNumber":23,"Text":"Soni chisimu pamasile patwampele Musa Chitabu (cha Taurat), basi ngasim’ba wakaichila yakusimangana najo (Musa kwa mwasimangene najo chilo cha Al-Isra’ ni Al- Mi‘raj). Ni twachitesile (Chitabucho) kuwa chongolo ku wanache wa Israila"},{"SurahNumber":32,"VerseNumber":24,"Text":"Ni twatesile wane mwa wanganyao kuwa achinnongola wawaliji nkwajongolela (wandu) ni ulamusi Wetu, pandema ja wapilile ni kuwaga soni ali nkugakulupilila kusyesyene ma Aya Getu"},{"SurahNumber":32,"VerseNumber":25,"Text":"Chisimu Ambuje wenu (Allah) ni watachijilanya chilikati chao lisiku lya Kiyama, pa ichindu yawaliji wanganyao ali nkutindana pa yalakweyo"},{"SurahNumber":32,"VerseNumber":26,"Text":"Ana nganiyimanyukuchepe kukwao yanti mikutula jilingwa jatwajijonasile paujo pao? Soni wanganyawa (achimakafili walelowa), akwendaga mu watamaga wanganyao, (ana ngaakuionaga imanyilo yakonanjidwa kwao)? Chisimu mu yalakweyo mwana ilosyo. Ana ngakupikana"},{"SurahNumber":32,"VerseNumber":27,"Text":"Ana ngakuiona yanti Uwwe tukugapelekaga mesi kwitaka lyejumu, ni tukasakoposyaga ni galakwego mmela waikulyaga ilango yao mpaka ni achimisyene wakweo, ana ngakulola"},{"SurahNumber":32,"VerseNumber":28,"Text":"Sano wanganyao ni akutiji: “Ana kwele kulamulidwa (kwakuti uwwe tupate ipotesi) kuchiwa chakachi, nam’baga jenumanja nkuwecheta yakuona?”"},{"SurahNumber":32,"VerseNumber":29,"Text":"Jilani: “Lisiku lyakulamulidwa (kupata ipotesi yenu), ngasichakamuchisya awala wawakufuulu chikulupi chao, nambo soni ngasapedwa lipesa (lyakutendela toba).”"},{"SurahNumber":32,"VerseNumber":30,"Text":"Basi mwalekani wanganyao (mmwe Muhammadi ﷺ), ni n’jembecheyeje (yachiwatende wanganyao Allah), chisimu wanganyao akwembecheya (yakuti gampate jenumanja makungu)"}]}