{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"To Him is referred the knowledge of the Hour. Not a fruit comes forth from its sheath, no female bears or brings forth, save with His knowledge. Upon the day when He shall call to them, 'Where now are My associates?' they shall say, 'We proclaim to Thee, there is not a witness among us"},{"SurahNumber":41,"VerseNumber":48,"Text":"Then that they called upon before will go astray from them and they will think that they have no asylum"},{"SurahNumber":41,"VerseNumber":49,"Text":"Man wearies not of praying for good; but when evil visits him, then he is cast down and desperate"},{"SurahNumber":41,"VerseNumber":50,"Text":"And if We let him taste mercy from Us after hardship that has visited him, he surely says, 'This is mine; I think not the Hour is coming. If I am returned to my Lord, surely the reward most fair with Him will be mine.' Then We shall tell the unbelievers the things they have done, and assuredly We shall let them taste a harsh chastisement"},{"SurahNumber":41,"VerseNumber":51,"Text":"And when We bless man, he turns away and withdraws aside; but when evil visits him, he is full of endless prayers"},{"SurahNumber":41,"VerseNumber":52,"Text":"Say: 'What think you? If it is from God, then you disbelieve in it, who is further astray than he who is in wide schism"},{"SurahNumber":41,"VerseNumber":53,"Text":"We shall show them Our signs in the horizons and in themselves, till it is clear to them that it is the truth. Suffices it not as to thy Lord, that He is witness over everything"},{"SurahNumber":41,"VerseNumber":54,"Text":"Are they not in doubt touching the encounter with their Lord? Does He not encompass everything"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ain Sin Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"So reveals to thee, and to those before thee, God, the All-mighty, the All-wise"},{"SurahNumber":42,"VerseNumber":4,"Text":"To Him belongs whatsoever is in the heavens and whatsoever is in the earth; and He is the All-high, the All-glorious"},{"SurahNumber":42,"VerseNumber":5,"Text":"The heavens wellnigh are rent above them, when the angels proclaim the praise of their Lord, and ask forgiveness for those on earth. Surely God -- He is the All-forgiving, the All-compassionate"},{"SurahNumber":42,"VerseNumber":6,"Text":"And those who have taken to them protectors apart from Him -- God is Warden over them; thou art not a guardian over them"},{"SurahNumber":42,"VerseNumber":7,"Text":"And so We have revealed to thee an Arabic Koran, that thou mayest warn the Mother of Cities and those who dwell about it, and that thou mayest warn of the Day of Gathering, wherein is no doubt -- a party in Paradise, and a party in the Blaze"},{"SurahNumber":42,"VerseNumber":8,"Text":"If God had willed, He would have made them one nation; but He admits whomsoever He will into His mercy, and the evildoers shall have neither protector nor helper"},{"SurahNumber":42,"VerseNumber":9,"Text":"Or have they taken to them protectors apart from Him? But God -- He is the Protector; He quickens the dead, and He is powerful over everything"},{"SurahNumber":42,"VerseNumber":10,"Text":"And whatever you are at variance on, the judgment thereof belongs to God. That then is God, my Lord; in Him I have put my trust, and to Him I turn, penitent"},{"SurahNumber":42,"VerseNumber":11,"Text":"The Originator of the heavens and the earth; He has appointed for you, of yourselves, pairs, and pairs also of the cattle, therein multiplying you. Like Him there is naught; He is the All-hearing, the All-seeing"},{"SurahNumber":42,"VerseNumber":12,"Text":"To Him belong the keys of the heavens and the earth. He outspreads and straitens His provision to whom He will; surely He has knowledge of everything"}]}