{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ka ninvuɣu shεba ban ka tamaha ni Ti (Tinim’ Naawuni) laɣimbu maa yεli: “Bozuɣu ka bɛ bi siɣisi Malaaikanim’ n-ti ti na, bee ka ti nya ti Duuma?” Achiika! Bɛ tibgi bɛ maŋ’ bɛ yɛltɔɣa ni, ka kpahi yɛɣi, ka di nyɛla kpahi yɛɣi din galsi"},{"SurahNumber":25,"VerseNumber":22,"Text":"Dabsi’ shεli bɛ ni yɛn ti nya Malaaikanima, dindali maa suhupiɛlli ti kani ti bibiɛhi, ka bɛ (Malaaikanim’) naan yεra: “Suhupiɛlli nyɛla din chihira n-tin ya.”"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ka Ti (Tinim’ Naawuni) daŋsi yuli bɛ (chεfurnim’) ni daa tum tuun’ shɛŋa, ka zaŋ li leei taŋkpagbilgu din yaɣili"},{"SurahNumber":25,"VerseNumber":24,"Text":"Alizanda bihi yɛn ti bela ʒishesuŋ’ shee dindali, ka mali wuntaŋgom shee din gahim"},{"SurahNumber":25,"VerseNumber":25,"Text":"Yaha! Dabsi’ shεli zuɣusaa ni yɛn ti tahibɔɣi ni sagbaŋ, ka bɛ chε ka Malaaikanim’ sheei na, ka di nyɛla sheebu ni yɛlimaŋli"},{"SurahNumber":25,"VerseNumber":26,"Text":"Sulinsi (bee nam) ni yɛlimaŋli yɛn ti nyɛla Naawuni ko dini dindalii. Yaha! Di yɛn ti nyɛla dabsikpeeni n-zaŋ ti chεfurnima"},{"SurahNumber":25,"VerseNumber":27,"Text":"Yaha! Dabsi’ shεli zualindira ni yɛn ti dim o nubihi ka yεli: “M-baye, di yi daa kuli niŋ ka n-gbibi sochibga m-pahi tumo ŋɔ maa (Annabi Muhammadu) zuɣu.”"},{"SurahNumber":25,"VerseNumber":28,"Text":"“Yaa ni n daashaara! Di yi daa kuli bi niŋ ka m-gbibi zaɣila (shintaŋ) ka o nyɛ n yura.”"},{"SurahNumber":25,"VerseNumber":29,"Text":"“Achiika! O daa birgi ma ka chɛ Naawuni yɛla teebu saha shεli di ni daa kama na. Yaha! Shintaŋ nyɛla bilkɔŋsilana ni ninsala.”"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ka Naawuni tumo yεli: “Yaa n Duuma (Naawuni)! Achiika! N niriba gbibila Alkur’aani ŋɔ maa ka di nyɛ bɛ ni ŋmalgi bε nyaaŋa biri ka chɛ shɛli.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Yaha! Lala ka Ti (Tinim’ Naawuni) puuni. Yaha! A Duuma (Naawuni) nam zali Annabi kam (ka o mali) dim bibɛhi saɣi Dolsira, ni Sɔŋda"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ka ninvuɣu shɛba ban niŋ chɛfuritali maa yεli: “Di yi di niŋ ka bi siɣisi Alkur’aani n-ti o (Muhammadu) na yim zuɣu?” Lala ka Ti (Tinim’ Naawuni) siɣisi li na (ka di aayanim’ sheeri na zaɣigaŋ gaŋ), domin Ti zaŋ li n-kpaŋsi a suhi. Ka Ti lahi pe di karimbu ka di nyɛ karimbu ni yɛlimaŋli"},{"SurahNumber":25,"VerseNumber":33,"Text":"Yaha! (Yaa nyini Annabi)! Bɛ (chɛfurinim’) na ʒin tahi a ŋmahinli shɛli na, naɣila Ti (Tinim’ Naawuni) tahi a la di yεlimaŋli na, ni fasara din gahim"},{"SurahNumber":25,"VerseNumber":34,"Text":"Ninvuɣu shεba bɛ ni yɛn ti laɣim n-ti kpεhi ʒahannama buɣum ni, ka bɛ nina ba tiŋgbani ni, tɔ! Bannim’ maa labbu shee shiri niŋ din be, ka lahi nyɛ din birgi ka chɛ sochibga"},{"SurahNumber":25,"VerseNumber":35,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) daa ti Annabi Musa litaafi (Attaura bee Old Testament), ka zaŋ o mabia Haruna m-pahi o zuɣu ni o nyɛ ŋun sɔŋdi o"},{"SurahNumber":25,"VerseNumber":36,"Text":"Ka Ti yεli: “Yi niriba ayi maa cham ninvuɣu shεba ban labsi Ti (Tinim’ Naawuni) aayanim’ ʒiri maa sani,” ka Ti wurim ba wurimbu ni yɛlimaŋli"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ni Annabi Nuhu niriba, saha shεli bɛ ni daa labsi Naawuni tuumba ʒirinima, ka Ti chɛ ka kom di ba, ka chɛ ka bɛ leei kpahimbu n-ti ninsalnima. Ka Ti lahi mali azaabakpeeni shili n-guli zualindiriba"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ni Aadu mini Samuudunima (Annabi Hudu mini Annabi Sɔlihu niriba), n-ti pahi Rassinima, 1 ni tiŋgbana pam din be di sunsuuni"},{"SurahNumber":25,"VerseNumber":39,"Text":"Yaha! Bɛ zaɣiyino kam, Ti (Tinim’ Naawuni) ti o la ŋmahinli, ka Ti lahi niŋ bɛ zaɣiyino kam hallaka, ka di nyɛla hallaka ni yɛlimaŋli"},{"SurahNumber":25,"VerseNumber":40,"Text":"Yaha! Achiika! Bɛ (Maka chεfurinim’ maa) go n-gari tiŋgbani shɛli Ti (Tinim’ Naawuni) ni daa mi sakurli daazaaba m-bahi bɛ zuɣu. Di ni bɔŋɔ, bɛ pala ban nyari li? Chɛli gba! Bɛ pala ban tεhiri Chiyaama yiɣisibu"},{"SurahNumber":25,"VerseNumber":41,"Text":"Yaha! (Yaa nyin Annabi)! Bɛ (Maka chεfurinim’ maa) yi nya a, bɛ bi gbibi a ni shεli naɣila ni ansarsi, (ka naan yεra): “Di ni bɔŋɔ, ŋumbɔŋɔ ka Naawuni tim na ka o ti nyɛ tumo?”"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Achiika! O di chɛ biɛla ni o birgi ti ka chɛ ti duumanima, di yi di pala ti ni niŋ suɣulo zuɣu.” Yaha! Ni baalim, bɛ ni ti baŋ saha shɛli bɛ ni yɛn ti nya azaaba kadama ŋun n-leei bɔrgi ka chɛ sochibga.”"},{"SurahNumber":25,"VerseNumber":43,"Text":"(Yaa nyini Anaabi)! Di ni bɔŋɔ, a nya ninvuɣu so ŋun zaŋ o suhuyurlim leegi o duuma? Di ni bɔŋɔ, nyini n-yɛn leei bɛ ni zaŋ bɛ yɛla n-dalim so"},{"SurahNumber":25,"VerseNumber":44,"Text":"Bee a tεhirimi ni bɛ (chεfurinim’) pam wumdi mi bee bɛ niŋdila haŋkali? Bɛ pa shɛli naɣila kamani biŋkobri. Chɛli gba! Bana n-nyɛ ban bɔrgi ka chɛ sochibga n-gari biŋkobri maa"},{"SurahNumber":25,"VerseNumber":45,"Text":"Di ni bɔŋɔ, a bi nya a Duuma ni teei shilinshiya m-bahi shεm? Yaha! O yi di bɔra, O naan chɛ ka di ʒe luɣuyini. Din nyaaŋa ka Ti (Tinim’ Naawuni) lahi zaŋ wuntaŋ’ ka di nyɛ daliri shεli n-zaŋ ti li"},{"SurahNumber":25,"VerseNumber":46,"Text":"Di nyaaŋa, ka Ti gbaai li gbaari shεli din nyɛ soochi"},{"SurahNumber":25,"VerseNumber":47,"Text":"Yaha! Ŋuna (Naawuni) n-nyɛ Ŋun zaŋ yuŋ ka di nyɛ sitira n-zaŋ tin ya, ka gom mi nyɛ vuhim, ka o (Naawuni) zaŋ wuntaŋ’ ka di nyɛ yi gom ni yiɣisibu saha"},{"SurahNumber":25,"VerseNumber":48,"Text":"Yaha! Ŋuna (Naawuni) n-tim pɔhim na, ka di nyɛla suhupiεlli lahibali din daŋdi O nambɔzɔbo (sakom) na. Yaha! Ka Ti siɣisi kom din niŋ kasi zuɣusaa na"},{"SurahNumber":25,"VerseNumber":49,"Text":"Domin Ti zaŋ li neei tiŋgbani shɛli din kpi, ka mali li nyuhiri biŋkobri mini ninvuɣu shɛba Ti ni nam puuni pam"},{"SurahNumber":25,"VerseNumber":50,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) wolgi li (Alkur’aani) mi bɛ (ninsalinim’) sunsuuni, domin bɛ teei Naawuni yɛla. Amaa! Ka ninsalinim’ pam zaɣisi ka bɔrila chεfuritali"},{"SurahNumber":25,"VerseNumber":51,"Text":"Yaha! Ti (Tinim’ Naawuni) yi di bɔra, Ti naan tim wa’azulana tiŋgbani kam nim’ sani"},{"SurahNumber":25,"VerseNumber":52,"Text":"Dinzuɣu (yaa nyini Annabi)! Di doli chεfurinima, ka zaŋ li (Alkur’aani) n-tuhi ba tuhibu zaɣititali"}]}