{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mîm"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu Kitap aziz ve hakîm olan Allah tarafından indirilmiştir"},{"SurahNumber":46,"VerseNumber":3,"Text":"Gökleri, yeri ve ikisi arasında bulunanları biz, şüphesiz yerli yerince ve belli bir süre için yarattık. İnkâr edenler, uyarıldıkları şeylerden yüz çevirmektedirler"},{"SurahNumber":46,"VerseNumber":4,"Text":"De ki: Söylesenize! Allah´ı bırakıp taptığınız şeyler yeryüzünde ne yaratmışlar; göstersenize bana! Yoksa onların göklere ortaklıkları mı vardır? Eğer doğru söyleyenlerden iseniz, bundan evvel (size indirilmiş) bir kitap yahut bir bilgi kalıntısı varsa onu bana getirin"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allah´ı bırakıp da kıyamet gününe kadar kendisine cevap veremeyecek şeylere tapandan daha sapık kim olabilir? (Oysa) onlar, bunların tapmalarından habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"İnsanlar bir araya toplandıkları zaman (müşrikler) onlara (tapındıklarına) düşman kesilirler ve onlara kulluk ettiklerini inkâr ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ayetlerimiz onlara açıkça okunduğu zaman hakikat kendilerine geldiğinde onu inkâr edenler: \"Bu, apaçık bir büyüdür\" dediler"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yoksa \"Onu uydurdu\" mu diyorlar? De ki: Eğer ben onu uydurmuşsam, Allah tarafından bana gelecek şeyi savmaya gücünüz yetmez. O, sizin Kur´an hakkında yaptığınız taşkınlıkları çok daha iyi bilir. Benimle sizin aranızda şahit olarak O yeter. O, bağışlayan, esirgeyendir"},{"SurahNumber":46,"VerseNumber":9,"Text":"De ki: Ben peygamberlerin ilki değilim. Bana ve size ne yapılacağını da bilmem. Ben sadece bana vahyedilene uyarım. Ben sadece apaçık bir uyarıcıyım"},{"SurahNumber":46,"VerseNumber":10,"Text":"De ki: Hiç düşündünüz mü; şayet bu, Allah katından ise ve siz onu inkâr etmişseniz, İsrailoğullarından bir şahit de bunun benzerini görüp inandığı halde siz yine de büyüklük taslamışsanız (haksızlık etmiş olmaz mısınız)? Şüphesiz Allah, zalimler topluluğunu doğru yola iletmez"},{"SurahNumber":46,"VerseNumber":11,"Text":"İnkâr edenler, iman edenler hakkında dediler ki: \"Bu iş bir hayır olsaydı, onlar bizi geçemezlerdi.\" Fakat onlar bununla doğru yola girmek arzusunda olmadıkları için \"Bu eski bir yalandır\" diyecekler"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan önce de bir rahmet ve rehber olarak Musa´nın kitabı vardır. Bu (Kur´an) da, zulmedenleri uyarmak ve iyilik yapanlara müjde olmak üzere Arap lisanıyla indirilmiş, doğrulayıcı bir kitaptır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Rabbimiz Allah´tır deyip sonra da dosdoğru yaşayanlara korku yoktur ve onlar üzülmeyeceklerdir"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar cennet ehlidirler. Yapmakta olduklarına karşılık orada ebedî kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Annesi onu zahmetle taşıdı ve zahmetle doğurdu. Taşınması ile sütten kesilmesi, otuz ay sürer. Nihayet insan, güçlü çağına erip kırk yaşına varınca der ki: Rabbim! Bana ve ana-babama verdiğin nimete şükretmemi ve razı olacağın yararlı iş yapmamı temin et. Benim için de zürriyetim için de iyiliği devam ettir. Ben sana döndüm. Ve elbette ki ben müslümanlardanım"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşte, yaptıklarının iyisini kabul edeceğimiz ve günahlarını bağışlayacağımız bu kimseler cennetlikler arasındadırlar. Bu, kendilerine verilen doğru bir sözdür"},{"SurahNumber":46,"VerseNumber":17,"Text":"Ana ve babasına: Öf be size! Benden önce nice nesiller gelip geçmişken, beni mi tekrar dirilmekle tehdit ediyorsunuz? diyen kimseye, ana ve babası Allah´ın yardımına sığınarak: Yazıklar olsun sana! İman et. Allah´ın vâdi gerçektir, dedikleri halde o: Bu, eskilerin masallarından başka bir şey değildir, der"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte onlar, kendilerinden önce cinlerden ve insanlardan gelip geçmiş topluluklar içinde, haklarında azabın gerçekleştiği kimselerdir. Gerçekten onlar ziyana uğrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin yaptıklarına göre dereceleri vardır. Allah, onlara yaptıklarının karşılığını verir, asla kendilerine haksızlık yapılmaz"},{"SurahNumber":46,"VerseNumber":20,"Text":"İnkâr edenler ateşe arzolunacakları gün (onlara şöyle denir): Dünyadaki hayatınızda bütün güzel şeylerinizi harcadınız, onların zevkini sürdünüz. Bugün ise yeryüzünde haksız yere büyüklük taslamanızdan ve yoldan çıkmanızdan dolayı alçaltıcı bir azap göreceksiniz"}]}