{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Dhe, Perendia, ka thene: “Mos adhuroni dy zotera! Perendia eshte vetem nje. Dhe, druajuni vetem prej Meje!”"},{"SurahNumber":16,"VerseNumber":52,"Text":"Dhe, Atij i perket cdo gje qe gjendet ne qiej dhe ne Toke dhe Atij i perket bindja perhere. A, mos valle, perpos Perendise, kujt t’i druani tjeter"},{"SurahNumber":16,"VerseNumber":53,"Text":"Cdo dhunti qe keni eshte nga Perendia. E, kur t’ju godit ndonje fatkeqesi, prap prej Tij – me ze kerkoni ndihme"},{"SurahNumber":16,"VerseNumber":54,"Text":"Dhe kur Ai – pasi t’jua shmange fatkeqesine, disa nga ju, ne ate cast – i bejne shok Zotit te vet"},{"SurahNumber":16,"VerseNumber":55,"Text":"per ta treguar mosmirenjohjen e tyre ndaj asaj qe ua kemi dhene Ne. pra, kenaquni (per nje kohe), po ju, me te vertete, do ta dini"},{"SurahNumber":16,"VerseNumber":56,"Text":"Dhe, qellimojne per ata qe nuk dijne gje (per idhujte e tyre), nje pjese prej furnizimit Tone. Pasha Perendine, ju me siguri, do te pyeteni per ate qe keni trilluar (per Zotin)"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ata, Perendise i pershkruajne (mveshin) vajza (duke then se: Engjejt jane vajzat e Perendise). Qofte lavderuar Ai (dhe larg nga kjo), e per vete (pervetesojne) ate qe deshirojne (femije-meshkuj)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Dhe, kur ndonjeri prej tyre sihariqohet (lajmerohet) se i lindi nje vajze, fytyra i nxihet dhe behet i deshperuar"},{"SurahNumber":16,"VerseNumber":59,"Text":"fshehet nga njerezit per shkak te fatkeqesise me te cilen eshte sihariquar: (mendojne) a ta mbajne te poshteruar kete (femije-femer) apo ta varrosin (te gjalle) ate ne dhe. Ah! sa shemtuar qe gjykojne ata"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ata qe nuk besojne per jeten tjeter, kane cilesi te keqija, kurse Perendia ka vecorite me te larta, dhe Ai eshte i Plotefuqishem dhe i Gjithedijshem"},{"SurahNumber":16,"VerseNumber":61,"Text":"Sikur Perendia t’i denonte njerezit per shkak te mekateve te tyre, nuk do te lente asgje te gjalle ne Toke, por Ai i le deri ne afat te caktuar, dhe kur t’ju vie afati atyre, as per nje moment nuk mund as ta shtyejne as ta shpejtojne"},{"SurahNumber":16,"VerseNumber":62,"Text":"Dhe ata, ia ngjesin (mveshin) Perendise ate cka nuk e deshirojne per vete, kurse gjuhet e tyre flasin genjeshtra, se ata do te kene shperblimin me te mire; por ata, nuk ka dyshim, i pret zjarri; dhe ata – te paret do te prijne ne te"},{"SurahNumber":16,"VerseNumber":63,"Text":"Pasha Perendine, Na, me te vertete, edhe para teje u kemi derguar pejgambere popujve, por djalli ua ka zbukuruar sjelljet e tyre, dhe ai tani eshte mik i tyre; andaj ata i pret denimi i dhembshem"},{"SurahNumber":16,"VerseNumber":64,"Text":"Na ta kemi shpallur ty Librin, vetem qe t’ju shpjegosh atyre ate per te cilen ata nuk pajtoheshin, dhe (qe te jete) udherrefyes dhe meshire per njerezit qe besojne"},{"SurahNumber":16,"VerseNumber":65,"Text":"Perendia ka zbritur ujin nga qielli, e me te, ka ngjalle token pasi qe ishte thare ajo! Kjo, me te vertete, eshte argument per njerezit qe duan te degjojne"},{"SurahNumber":16,"VerseNumber":66,"Text":"Me te vertete, ju edhe shtazet keni shenje te pershtatshme per mesimin tuaj; Na ju furnizojme me ate qe kane ne barkun e tyre – ndermjet ushqimit te perpunuar dhe gjakut: qumesht te paster dhe te shijshem per ata qe e pijne"},{"SurahNumber":16,"VerseNumber":67,"Text":"E, nga frutet e palmeve dhe te hardhise, ju pergatitni pije dhe ushqim te kendshem. Kjo, me te vertete, eshte argument per ata qe mendojne"},{"SurahNumber":16,"VerseNumber":68,"Text":"Dhe, e frymezoi (e krijoi me nje cilesi te mrekullueshme) Zoti yt bleten: “Nderto, shtepi ne male dhe ne drunj dhe ne ate qe kane ngritur njerezit"},{"SurahNumber":16,"VerseNumber":69,"Text":"ushqehu me gjithfare lloje frutesh dhe ec rruges se Zotit tend perulshem!” Nga barku i tyre del pije (mjalte) ngjyrash te ndryshme, ne te cilin ka ilac per njerezit. Kjo, me te vertete, eshte argument per ata qe meditojne"},{"SurahNumber":16,"VerseNumber":70,"Text":"Perendia u ka krijuar juve, pastaj ua merr shpirtin; ka disa prej jush qe arrijne kufijt me te ulet te jetes (pleqerise) qe (me vone), te mos kuptoje asgje, nga ajo qe ka ditur. Me te vertete, Perendia, eshte i Gjithedijshem dhe i Plotedijshem"},{"SurahNumber":16,"VerseNumber":71,"Text":"Perendia, disa prej jush i ka furnizuar me mire. Por, atyre, qe u ka dhene me shume, ata nuk iu japin furnizim atyre qe i kane nen pushtetin e vet, edhe pse ata jane te barabarte, (ne furnizimin qe eshte nga Perendia per tere njerezit). Si po i mohoni dhuntite e Perendise? (Kur nuk i beni shok vetes, si mund t’i beni shok Perendise)"},{"SurahNumber":16,"VerseNumber":72,"Text":"Perendia ka krijuar grate nga lloji juaj, e nga grate tuaja u jep djemte e nipat dhe u furnizon me ushqime te mira. A, mos valle, ata besojne ne genjeshtra (idhuj), e mohojne dhuntine e Perendise"},{"SurahNumber":16,"VerseNumber":73,"Text":"dhe adhurojne, perpos Perendise, ata qe nuk jane ne gjendje t’u japin cfaredo ushqimi, as nga qielli as nga toka, dhe te cilet nuk munden asgje"},{"SurahNumber":16,"VerseNumber":74,"Text":"Andaj, mos i mveshni Perendise gjasime! Me te vertete, Perendia di, e ju nuk dini"}]}