{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Nta cyiza na kimwe kiba muri byinshi mu biganiro byabo by’ibanga, keretse (ibiganiro) by’ubwiriza gutanga amaturo, gukora ibikorwa byiza cyangwa kunga abantu. N’uzakora ibyo agamije kwishimirwa na Allah, tuzamugororera ibihembo bihambaye"},{"SurahNumber":4,"VerseNumber":115,"Text":"N’uzanyuranya n’Intumwa (Muhamadi) nyuma y’uko umuyoboro w’ukuri umugaragariye, agakurikira inzira itari iy’abemera; tuzamurekera mu byo yahisemo, ndetse tumwinjize mu muriro wa Jahanamu, kandi ni ryo herezo ribi"},{"SurahNumber":4,"VerseNumber":116,"Text":"Mu by’ukuri, Allah ntababarira (icyaha cyo) kumubangikanya, ahubwo ababarira ibitari icyo k’uwo ashaka. Kandi ubangikanya Allah, rwose aba ayobye bikabije"},{"SurahNumber":4,"VerseNumber":117,"Text":"(Abasenga ibitari Allah) nta kindi basenga kitari (ibigirwamana by’) ibigore baretse (Allah), kandi nta n’ikindi basenga kitari Shitani wigometse"},{"SurahNumber":4,"VerseNumber":118,"Text":"Allah akaba yaramuvumye. (Shitani na we) yaravuze ati \"Rwose (ndahiye ko) nzagira bamwe mu bagaragu bawe nigarurira"},{"SurahNumber":4,"VerseNumber":119,"Text":"Kandi rwose nzabayobya, nzabizeza ibinyoma, kandi nzabategeka guca amatwi y’amatungo40, nzanabategeka guhindura kamere ndemano yibiremwa bya Allah. Kandi uzagira Shitani inshuti magara aretse Allah, azaba agize igihombo kigaragara"},{"SurahNumber":4,"VerseNumber":120,"Text":"(Shitani) abasezeranya (ibinyoma), akanabizeza (ibyo batazabona). Kandi nta cyo Shitani abizeza kitari ibishuko"},{"SurahNumber":4,"VerseNumber":121,"Text":"Abo ubuturo bwabo ni umuriro wa Jahanamu, kandi ntibazabona aho bawuhungira"},{"SurahNumber":4,"VerseNumber":122,"Text":"Ariko babandi bemeye bakanakora ibikorwa byiza, tuzabinjiza mu busitani butembamo imigezi, bazabamo ubuziraherezo. Isezerano rya Allah ni ukuri; ni nde uvuga ukuri kurusha Allah"},{"SurahNumber":4,"VerseNumber":123,"Text":"(Kwinjizwa mu ijuru) ntibizaba ku bw’ibyifuzo byanyu cyangwa ku bwibyifuzo by’abahawe igitabo. Uzakora ikibi azagihanirwa kandi ntazagira umurinzi cyangwa umutabazi utari Allah"},{"SurahNumber":4,"VerseNumber":124,"Text":"N’uzakora ibitunganye, yaba uw’igitsina gabo cyangwa uw’igitsina gore, kandi akaba ari umwemera, abo bazinjira mu Ijuru kandi ntibazigera bahuguzwa habe n’iyo byaba ikingana n’intimatima"},{"SurahNumber":4,"VerseNumber":125,"Text":"Ni nde waba intungane mu idini kurusha uwicisha bugufi imbere ya Allah akaba ari n’umugiraneza, ndetse akanakurikira idini ritunganye rya Aburahamu utarabangikanyije Allah. Kandi Allah yagize Aburahamu inshuti magara"},{"SurahNumber":4,"VerseNumber":126,"Text":"Kandi ibiri mu birere n’ibiri mu isi ni ibya Allah; ndetse Allah azi neza buri kintu"},{"SurahNumber":4,"VerseNumber":127,"Text":"Baranagusobanuza ku byerekeye abagore, vuga uti \" Allah abasobanurira ibirebana na bo, ndetse n’ibyo musomerwa mu gitabo byerekeye abakobwa b’impfubyi, babandi mudaha ibyo bagenewe (inkwano, umurage...), kandi mugashaka kubarongora. Kandi (akabasobanurira) ibijyanye n’abana b’abanyantege nke no kugirira ubutabera impfubyi. Kandi ibyiza byose mukora Allah ni Umumenyi wabyo uhebuje"},{"SurahNumber":4,"VerseNumber":128,"Text":"Kandi umugore natinya kubuzwa amahoro n’umugabo we cyangwa kumuta nta cyaha kuri bo kuba bakwiyunga, kandi kwiyunga ni byo byiza. Ariko imitima y’abantu yaremanywe ubugugu. Nimukora neza (mubanira neza abagore banyu) mukanatinya Allah (mutabagabanyiriza ibyo bagenewe); mu by’ukuri, Allah azi byimazeyo ibyo mukora"},{"SurahNumber":4,"VerseNumber":129,"Text":"Nta n’ubwo muzigera mushobora kugira uburinganire (mu rukundo) hagati y’abagore kabone n’ubwo mwakwitwararika. Bityo, ntimuzabogamire cyane (kuri umwe muri bo, mumugenera igihe kinini n’amafunguro arenze) mugasiga abandi ari nka banyirantabwa. Kandi nimutunganya ibikorwa byanyu (mubagirira ubutabera) mukanatinya Allah, mu by’ukuri, Allah ni Ubabarira ibyaha, Nyirimbabazi"},{"SurahNumber":4,"VerseNumber":130,"Text":"Ariko nibaramuka batandukanye, Allah azakungahaza buri wese muri bo mu ngabire ze. Kandi Allah ni Uhebuje mu gutanga, Ushishoza"},{"SurahNumber":4,"VerseNumber":131,"Text":"Ibiri mu birere n’ibiri mu isi byose ni ibya Allah. Kandi mu by’ukuri, twagiriye inama abahawe igitabo mbere yanyu ndetse na mwe ubwanyu ko mugomba gutinya Allah. Ariko nimuhakana, mu by’ukuri (mumenye ko) ibiri mu birere n’ibiri mu isi byose ari ibya Allah, kandi Allah ni Umukungu, Ushimwa bihebuje"},{"SurahNumber":4,"VerseNumber":132,"Text":"Kandi ibiri mu birere n’ibiri mu isi byose ni ibya Allah. Ndetse Allah arahagije kuba Umurinzi"},{"SurahNumber":4,"VerseNumber":133,"Text":"Aramutse abishatse yabakuraho, yemwe bantu, maze akazana abandi. Kandi ibyo Allah arabishoboye"},{"SurahNumber":4,"VerseNumber":134,"Text":"Ushaka ibihembo byo ku isi, (azirikane ko) mu by’ukuri kwa Allah hari ibihembo by’isi n’imperuka. Kandi Allah ni Uwumva cyane, Ubona bihebuje"}]}