{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Yomu nalezhytʹ vse shcho meshkaye u nochi ta dni. Vin yavlyaye soboyu Slukhacha, Knower"},{"SurahNumber":6,"VerseNumber":14,"Text":"Kazhu, ya 'Budu vyznaty za vynyatkom BOHA yak Lord ta 'Bude Ovolodity, koly Vin 'Bude yavlyaye soboyu Initiator neba ta zemli, ta Vin 'Bude hoduyetʹsya ale 'Bude ye ne fed?\" Skazhitʹ, \"ya nakazuyusʹ shchob yavlyaty soboyu naybilʹsh viddanyy submitter, ta, `do ne budu idol worshiper"},{"SurahNumber":6,"VerseNumber":15,"Text":"Kazhu, \"ya bo, yakshcho ya ne pidkoryavsya moyomu Lordu, retribution awesome dnya"},{"SurahNumber":6,"VerseNumber":16,"Text":"Whoever ekonomytʹsya (retribution), na shcho denʹ, dosyahnuv Yoho myloserdya. Ta tse yavlyaye soboyu naybilʹsh velykyy triumf"},{"SurahNumber":6,"VerseNumber":17,"Text":"Yakshcho BOH torkayetʹsya vas z neshchastyam, nikhto ne mozhete relieve tse krim Vin. Ta yakshcho Vin torkayetʹsya vas z blahoslovennyam, Vin Omnipotent"},{"SurahNumber":6,"VerseNumber":18,"Text":"Vin zakinchuyetʹsya Vyshchi Yoho stvorinnya. Vin yavlyaye soboyu Naybilʹsh Mudryy, Cognizant"},{"SurahNumber":6,"VerseNumber":19,"Text":"Kazhutʹ, \"Chyye svidchennya yavlyaye soboyu naybilʹsh velykyy?\" Skazhitʹ, \"BOZHYY. Vin yavlyaye soboyu svidka mizh meni ta vas shcho tse Quran ye nadykhnute meni, shchob propoviduvaty tse do vas ta whomever tse prostyahayetʹsya. Diysno, vy dayete svidchennya shcho ye inshi bohy bilya BOHA.\" Skazhitʹ, \"ya ne svidchu tomu shcho vy; ye tilʹky odyn boh, ta ya vidmovlyayusya vash idolatry"},{"SurahNumber":6,"VerseNumber":20,"Text":"Tsi komu my daly svyate pysannya vyznayemo tse tomu shcho vony vyznayutʹ yikhnikh vlasnykh ditey. Khto hublyatʹ yikhni dushi ye tsey khto ne vvazhayutʹ"},{"SurahNumber":6,"VerseNumber":21,"Text":"Khto bilʹshe z·hubnyy nizh odyn khto brekhnya pro BOHA, abo vidkhylyaye Yoho vidkryttya? Porushnyky nikoly ne mayutʹ uspikh"},{"SurahNumber":6,"VerseNumber":22,"Text":"Na dni koly my sklykayemo yikh vsi, my poprosymo idola worshipers, \"De yavlyayemo soboyu idoliv vy zdiymayetesya"},{"SurahNumber":6,"VerseNumber":23,"Text":"Yikhnya z·hubna vidpovidʹ bude, BOHOM nash Lord, my nikoly idol worshipers"},{"SurahNumber":6,"VerseNumber":24,"Text":"Prymitka yak vony lyahly sebe, ta yak idoly vony vynayshly pokynuly yikh"},{"SurahNumber":6,"VerseNumber":25,"Text":"Deyakyy z nykh slukhayete vas, ale my rozmishchuyemo vualʹ na yikhnikh serdenʹkakh zavazhyty yim z rozuminnya, ta deafness u yikhnikh vushrakh. Otzhe, niyaka materiya yakyy riznovyd dokazu vony ne dyvlyatʹsya, vony ne mozhutʹ poviryty. Otzhe, koly vony prybuvayutʹ sperechatysya z vamy, disbelievers kazhutʹ, \"Tse - povisti z mynuli"},{"SurahNumber":6,"VerseNumber":26,"Text":"Vony vidkhylyayutʹ inshi z tse (Quran), tomu shcho vony sebe zalyshayutʹsya daleko z tse, ta otzhe, vony tilʹky ruynuyutʹ sebe bez toho, shchob spryymaty"},{"SurahNumber":6,"VerseNumber":27,"Text":"Yakby tilʹky vy mohly pobachyty yikh koly vony oblychchya hellfire! Vony by skazaly todi, \"Prykroshchi do nas. O, my by khotily, shchob my mohly poyikhaty nazad, ta nikoly ne vidkhylyayemo nashi vidkryttya Lorda, ta pryyednuyemosʹ do viruyuchiv"},{"SurahNumber":6,"VerseNumber":28,"Text":"Vlasne kazhuchy, (vony tilʹky kazhutʹ tse tomu, shcho) yikhni tayemnytsi exposed. Yakshcho vony idutʹ nazad, vony zdiysnyatʹ tochno ti zhe zlochyny. Vony brekhuny"},{"SurahNumber":6,"VerseNumber":29,"Text":"Yak kazhutʹ (pidsvidomo), \"My zhyvemo tilʹky tse zhyttya; my ne budemo resurrected"},{"SurahNumber":6,"VerseNumber":30,"Text":"Yakshcho vy mohly tilʹky pobachyty yikh koly vony stoyatʹ pered tym, yak yikhniy Lord! Vin by skazav, by tse ne pravda?\" Vony by skazaly, \"Tak, nashym Lordom.\" Vin by skazav, \"Vy zaznaly retribution vashym disbelief"},{"SurahNumber":6,"VerseNumber":31,"Text":"Losers diysno ye tsey khto disbelieve u zustrichayuchomu BOHU, do Hodyny prybuvaye yim raptom, todi kazhemo, \"My hlyboko zhalkuyemo vytrachayuchi nashi zhyttya u tsʹomu sviti.\" Vony perevezutʹ vantazhi yikhnikh hrikhiv na yikhnikh spynakh; shcho neshchasnyy vantazh"},{"SurahNumber":6,"VerseNumber":32,"Text":"zhyttya tsʹoho svitu ni bilʹsh nizh ilyuziya ta vanity, v toy chas, yak abode U maybutnʹomu daleko krashche dlya spravedlyvyy. Vy ne rozumiyete"},{"SurahNumber":6,"VerseNumber":33,"Text":"My znayemo shcho vy mozhete buty zasmucheni yakym yak kazhutʹ. Vy musyte znaty shcho tse - ne vy shcho vony vidkhylyayutʹ; tse - BOZHI vidkryttya shcho bezputni disregard"},{"SurahNumber":6,"VerseNumber":34,"Text":"Kur'yery pered tym, yak vy buly vidkynuti, ta vony steadfastly persevered pered vidkhylennyam. Vony peresliduvalysʹ do nashoyi peremohy prybuly yim. Takyy BOZHA systema shcho nikoly ne zminytʹsya. Istoriya Moyikh kur'yeriv takym chynom vstanovlyuye precedents dlya vas"},{"SurahNumber":6,"VerseNumber":35,"Text":"Yakshcho yikhnye vidkhylennya distayetʹsya do nadto bahato dlya vas, vy musyte znaty shcho navitʹ yakshcho b vy vykopaly tunelʹ cherez zemlyu, abo pidnnyalysya na drabynu u nebo, ta vyrobyly chudo dlya nykh (vony dosi by ne poviryly). BOH willed, Vin mih keruvaly nymy, odnostayno. Tomu, ne povodyatʹsya lyublyatʹ neobiznani"}]}