{"Id":284,"LanguageCodes":["pt","por"],"Name":"por-helminasr","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Suratu Al-Hijr. Alif, Lãm, Rã. Esses são os versículos do Livro e explícito Alcorão"},{"SurahNumber":15,"VerseNumber":2,"Text":"É muito provável que os que renegaram a Fé almejem haver sido muçulmanos"},{"SurahNumber":15,"VerseNumber":3,"Text":"Deixa-os comer e gozar e deixa a esperança entretê-los, pois, logo saberão"},{"SurahNumber":15,"VerseNumber":4,"Text":"E não aniquilamos cidade alguma, sem que ela tivesse prescrição determinada"},{"SurahNumber":15,"VerseNumber":5,"Text":"Nenhuma comunidade antecipa seu termo nem o atrasa"},{"SurahNumber":15,"VerseNumber":6,"Text":"E eles dizem: \"Ó tu, sobre quem foi descido o Alcorão! Por certo, és louco"},{"SurahNumber":15,"VerseNumber":7,"Text":"Que nos faças vir os anjos, se és dos verídicos"},{"SurahNumber":15,"VerseNumber":8,"Text":"Não fazemos descer os anjos senão com a verdade e, nesse caso, não haveria, para eles dilação"},{"SurahNumber":15,"VerseNumber":9,"Text":"Por certo, Nós fizemos descer o Alcorão e por certo, dele somos Custódios"},{"SurahNumber":15,"VerseNumber":10,"Text":"E, com efeito, enviamos, antes de ti, Mensageiros às seitas dos"},{"SurahNumber":15,"VerseNumber":11,"Text":"E não lhes chegou Mensageiro algum, sem que dele zombassem"},{"SurahNumber":15,"VerseNumber":12,"Text":"Assim, também, Nós o introduzimos nos corações dos criminosos"},{"SurahNumber":15,"VerseNumber":13,"Text":"Nele não crêem. E, com efeito, passaram os procedimentos dos antepassados"},{"SurahNumber":15,"VerseNumber":14,"Text":"E, se lhes abríssemos uma porta do céu, e eles seguissem ascendendo a ela"},{"SurahNumber":15,"VerseNumber":15,"Text":"Em verdade, ainda, diriam: \"Apenas, nossas vistas turvam-se; aliás, somos um povo enfeitiçado"},{"SurahNumber":15,"VerseNumber":16,"Text":"E, com efeito, fizemos no céu, constelações, e aformoseamo-lo, para os olhadores"},{"SurahNumber":15,"VerseNumber":17,"Text":"E custodiamo-lo, contra todo demônio maldito"},{"SurahNumber":15,"VerseNumber":18,"Text":"Mas a quem tenta ouvir às ocultas, então, uma evidente bólide persegue-o"},{"SurahNumber":15,"VerseNumber":19,"Text":"E a terra, estendemo-la e,nela, implantamos assentes montanhas e nela, fizemos germinar de toda cousa, no justo peso"},{"SurahNumber":15,"VerseNumber":20,"Text":"E, nela, fizemos meios de subsistência para vós e para aqueles aos quais não estais dando sustento"},{"SurahNumber":15,"VerseNumber":21,"Text":"E não há cousa alguma, sem que estejam junto de nós seus cofres, e não a fazemos descer senão na medida determinada"},{"SurahNumber":15,"VerseNumber":22,"Text":"E enviamos os ventos fecundantes, e fazemos descer do céu água, e damo-vo-la de beber; e não sois seus retentores"},{"SurahNumber":15,"VerseNumber":23,"Text":"E, por certo, damos a vida e damos a morte; e Nós somos O Herdeiro"},{"SurahNumber":15,"VerseNumber":24,"Text":"E, com efeito, sabemos dos antecessores de vós e, com efeito, sabemos dos sucessores"},{"SurahNumber":15,"VerseNumber":25,"Text":"E, por certo, teu Senhor os reunirá. Por certo, Ele é O Sábio, Onisciente"},{"SurahNumber":15,"VerseNumber":26,"Text":"E, com efeito, criamos o ser humano de argila sonorosa de barro moldável"},{"SurahNumber":15,"VerseNumber":27,"Text":"E os gênios, criamo-los, antes, do fogo do Samum"},{"SurahNumber":15,"VerseNumber":28,"Text":"E quando teu Senhor disse aos anjos: \"Por certo, estou criando um mortal de argila sonorosa, de barro moldável"},{"SurahNumber":15,"VerseNumber":29,"Text":"E, quando o houver formado e, nele, houver soprado algo de Meu Espírito, então, caí prosternados, diante dele"},{"SurahNumber":15,"VerseNumber":30,"Text":"E todos os anjos prosternaram-se, juntos"},{"SurahNumber":15,"VerseNumber":31,"Text":"Exceto Iblis. Ele se recusou estar com os que se prosternavam"},{"SurahNumber":15,"VerseNumber":32,"Text":"Allah disse: \"Ó Iblis! Por que razão não estás com os que se prosternam"},{"SurahNumber":15,"VerseNumber":33,"Text":"Disse: \"Não é admissível que me prosterne diante de um mortal que criaste de argila sonorosa, de barro moldável"},{"SurahNumber":15,"VerseNumber":34,"Text":"Allah disse: \"Então, sai dele e, por certo, és maldito"},{"SurahNumber":15,"VerseNumber":35,"Text":"E, por certo, a maldição será sobre ti, até o Dia do Juízo"},{"SurahNumber":15,"VerseNumber":36,"Text":"Iblís disse: \"Senhor meu! Concede-me dilação, até um dia, em que eles serão ressuscitados"},{"SurahNumber":15,"VerseNumber":37,"Text":"Allah disse: \"Por certo, és daqueles aos quais será concedida dilação"},{"SurahNumber":15,"VerseNumber":38,"Text":"Até o dia do tempo determinado"},{"SurahNumber":15,"VerseNumber":39,"Text":"Ele disse: \"Senhor meu! Pelo mal a que me condenaste, em verdade, aformosearei o erro para eles, na terra, e fá-los-ei a todos incorrer no mal"},{"SurahNumber":15,"VerseNumber":40,"Text":"Exceto Teus servos prediletos, entre eles"},{"SurahNumber":15,"VerseNumber":41,"Text":"Allah disse: \"Esta é uma senda reta, que Me impende observar"},{"SurahNumber":15,"VerseNumber":42,"Text":"Por certo, sobre Meus servos não terás poder algum, exceto sobre os que te seguirem, entre os desviados"},{"SurahNumber":15,"VerseNumber":43,"Text":"E, por certo, a Geena será seu lugar prometido, de todos"},{"SurahNumber":15,"VerseNumber":44,"Text":"Ela tem sete portas. Cada porta terá deles uma parte determinada"},{"SurahNumber":15,"VerseNumber":45,"Text":"Por certo, os piedosos estarão entre jardins e fontes"},{"SurahNumber":15,"VerseNumber":46,"Text":"Dir-se-lhes-á: \"Entrai neles em paz e em segurança"},{"SurahNumber":15,"VerseNumber":47,"Text":"E tiraremos o que houver de ódio em seus peitos, sendo como irmãos, em leitos, frente a frente"},{"SurahNumber":15,"VerseNumber":48,"Text":"Neles, nenhuma fadiga os tocará, e deles jamais os farão sair"},{"SurahNumber":15,"VerseNumber":49,"Text":"Informa Meus servos, Muhammad, de que sou O Perdoador, O Misericordiador"}]}