{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Vi forbød ham fra accepterende al sygepleje mødrene! (Hans søster) derefter sagde jeg udfolde jer familie raise ham du skiftes gode omsorg af ham"},{"SurahNumber":28,"VerseNumber":13,"Text":"Dermed vi restituerede ham hans mor ind orden behage hendes flytte hendes bekymringer lade hende kende at gud løfte er sandheden! Imidlertid fleste af dem ikke kender"},{"SurahNumber":28,"VerseNumber":14,"Text":"Hvornår han nåede modenhed styrke vi forlenede ham klogt viden! Vi dermed belønner de righteous"},{"SurahNumber":28,"VerseNumber":15,"Text":"Tidligere han indgik city tilfældigtvis uden anerkendes folkene! Han grundlagde to mænd udkæmpe en var (Hebraisk) hans folk øvrig var Ægyptisk hans fjender. Ene fra hans folkene benævne på ham i hjælp hans fjende! Moses punched ham dræbende ham! Han sagde Den er arbejdet djævelen; han er egentlige fjende, dybe misleader"},{"SurahNumber":28,"VerseNumber":16,"Text":"Han sagde Min Lord jeg wronged min sjæl. behage tilgi mig Han tilgav ham! Han er Forgiver Barmhjertigest"},{"SurahNumber":28,"VerseNumber":17,"Text":"Han sagde Min Lord tilbage i Deres velsignelser mig jeg aldrig være tilhænger skyldig en"},{"SurahNumber":28,"VerseNumber":18,"Text":"Ind den formiddag han var city ræde vagtsomme. En søgte hans hjælpen igår spørge hans hjælp igen. Moses sie til ham Du er virkelig besvær maker"},{"SurahNumber":28,"VerseNumber":19,"Text":"Indenfor han attempted strejke deres fælles fjende han sagde O Moses du vil gøre dræbe mig idet jer dræbte øvrige manden igår? Tydeligvis du ønsker være tyran jord; jer ikke ønske være righteous"},{"SurahNumber":28,"VerseNumber":20,"Text":"Mand kom løbende fra øvrige side af city talemåde O Moses folkene er plotting dræbe I! Du god forlade omgående! Jeg giver jer gode råd"},{"SurahNumber":28,"VerseNumber":21,"Text":"Han fled city ræde vagtsomme. Han sagde Min Lord frelse mig fra tyngende folkene"},{"SurahNumber":28,"VerseNumber":22,"Text":"Ligesom han færdedes Midyan han sagde maj min Lord guide mig rigtig stien"},{"SurahNumber":28,"VerseNumber":23,"Text":"Hvornår han nåede Midyan's vand han grundlagde folkemængde af folk vanding bemærkte to kvinder vente på den side! Han sagde Hvad er det jer behøver? De sagde Vi ikke er able til vand folkemængden disperses vore far er gamle mand"},{"SurahNumber":28,"VerseNumber":24,"Text":"Han vandede dem derefter dreje shade talemåde Min Lord whatever forråd du sende til mig jeg er ind dire behøve i det"},{"SurahNumber":28,"VerseNumber":25,"Text":"Snart ene af to kvinderne tilnærmede ham shyly sagde Min far inviterer du betale jer vandende os. Hvornår han traffes ham fortælle ham hans historie han sagde ikke Have frygte! Du frelses tyngende folkene"},{"SurahNumber":28,"VerseNumber":26,"Text":"Ene af to kvinderne sagde O min far hire ham! Han er bedst en hire han er stærk ærlige"},{"SurahNumber":28,"VerseNumber":27,"Text":"Han sagde Jeg ønske byde ene af min to døtre du til ægte tilbage arbejde mig otte pilgrimsfærd dersom du stiller dem ti det være frivillige Deres rolle! Jeg ikke ønsker stille den substans too vanskelige i jer. Du grundlægge mig GUD villige righteous"},{"SurahNumber":28,"VerseNumber":28,"Text":"Han sagde Det er enighed mig I. Whichever periode jeg fulfill du ikke være averse til enten ene. GUD ER GARANTEN AF hvad VI SAGDE"}]}