{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"(Artık bütün) yüzler (ezelde ve ebedde) diri ve herşey´e bihakkın haakim olan Allaha baş eğmişdir. Zulüm yükü taşıyanlar ise hakıykaten husrâne uğramışdır"},{"SurahNumber":20,"VerseNumber":112,"Text":"Kim, bir mü´min olarak, iyi iyi amel (ve hareket) lerde bulunursa o, ne (seyyiâtının) artırılmasından, ne (hasenatının) ekşitilmesinden endîşe etmez"},{"SurahNumber":20,"VerseNumber":113,"Text":"Biz onu böylece Arabca bir Kur´an olarak indirdik, onda tehdîdlerden (nicesini) tekrar tekrar açıkladık. Olur ki (meaasîden) korunurlar, yahud o, kendilerinde yeni bir haatıra ve ibret canlandırır"},{"SurahNumber":20,"VerseNumber":114,"Text":"(Öyle ya, o Hak kelâmıdır. Padişahlar) padişah (ı) olan, Hak olan Allah (ın şaanı) çok yücedir. Sana onun vahyi tamamlanmazdan evvel Kur´an (ı okumada) acele etme, «Rabbim, benim ilmimi artır» de"},{"SurahNumber":20,"VerseNumber":115,"Text":"Andolsun biz bundan evvel Âdeme de vahy (ve emr) etmişizdir. Fakat unutdu o. Biz onda bir azim bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Hani meleklere: «Âdem için secde edin» demişdik de İblîsden başkaları secde etmişlerdi. O ise dayatmışdı"},{"SurahNumber":20,"VerseNumber":117,"Text":"Biz de: «Ey Âdem, demişdik, hiç şübhesiz ki bu, senin de, zevcenin de düşmanıdır. Bundan dolayı sakın sizi cennetden çıkarmasın o. Sonra zahmete düşersin»"},{"SurahNumber":20,"VerseNumber":118,"Text":"«Çünkü senin acıkmaman, çıplak kalmaman hep oradadır»"},{"SurahNumber":20,"VerseNumber":119,"Text":"«Ve sen hakıykaten burada susamayacaksın, Güneş (in sıcağı altında da) kalmayacaksın»"},{"SurahNumber":20,"VerseNumber":120,"Text":"Nihayet şeytan onu fitledi: «Ey Âdem, dedi, seni ebedîlik ağacına, zeval bulmayacak bir devlete (ulaşdırmaya) delâlet edeyim mi»"},{"SurahNumber":20,"VerseNumber":121,"Text":"İşte bunun üzerine ikisi de ondan yediler. Hemen kötü yerleri açılıverdi. Üstlerini cennet yaprağından yamamıya başladılar. Âdem Rabbine karşı geldi de şaşıb kaldı"},{"SurahNumber":20,"VerseNumber":122,"Text":"(En) sonra Rabbi (yine) onu seçdi de tevbesini kabul etdi, ona doğru yolu gösterdi"},{"SurahNumber":20,"VerseNumber":123,"Text":"(Şöyle) buyurdu: «Kiminiz kiminize düşman olarak hepiniz oradan inin. Artık ne zaman benden size hidâyet gelir de kim benim hidâyetime uyarsa o (dünyâda) sapmaz, (âhiretde de) bedbaht olmaz»"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim benim zikrimden yüz çevirirse onun hakkı da dar bir geçimdir ve biz onu kıyamet gününde kör olarak hasrederiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"(Artık o zaman) o: «Rabbim, beni niçin kör haşretdin? Halbuki ben hakıykaten görücü idim» demişdir"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allah da şöyle) buyurmuşdur: «Öyledir. Sana âyetlerimiz geldi de sen onları unutdun. İşte bugün de sen öylece unutuluyorsun»"},{"SurahNumber":20,"VerseNumber":127,"Text":"İşte israfa sapan ve Rabbinin âyetlerine inanmayanları biz böyle cezalandırırız. Âhiretin azâbı ise elbet daha çetin ve daha süreklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Biz onlardan evvel nice asırlar (halkın) ı helak etmişizdir. Bu, onları irşâd etmedi mi? Halbuki kendileri de onların yurdlarında yürüyüb duruyorlar. Bunda salim akıl saahibleri için elbette ibret verici âyetler vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eğer Rabbinden geçmiş bir söz ve ta´yin edilmiş bir va´de olmasaydı her halde (onlara da azâb) gelib yapışırdı"},{"SurahNumber":20,"VerseNumber":130,"Text":"O halde sen, onlar ne derlerse, sabret. Güneşin doğmasından evvel de, batmasından evvel de Rabbini hamd ile tesbîh et. Gecenin bir kısım saatlerinde ve gündüzün etrafında dahi tesbîh et ki rızâ (yi ilâhiye eresin)"},{"SurahNumber":20,"VerseNumber":131,"Text":"Onlardan (kâfirlerden) bir sınıfa, kendilerini fitneye düşürmemiz için, (verdiğimiz ve) fâidelendirdiğimiz (bu) dünyâ hayaatına âid zînetlere ve debdebelere sakın iki gözünü dikme. Rabbinin rızkı hem daha hayırlı, hem daha süreklidir"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ehline (ve ümmetine) namazı emret. Kendin de ona sebat ile devam eyle. Biz senden bir rızk istemiyoruz. Seni biz rızıklandırırız. (Güzel) aakıbet takvaa (erbabı) nındır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Dediler ki: «Bize o Rabbinden bir mu´cize getirmeli değil miydi»? Evvelki kitablardakinden apaçık bürhan gelmedi mi onlara"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eğer biz onları daha evvel azâb ile helâle etmiş olsaydık muhakkak diyeceklerdi ki: «Hey Rabbimiz, bize bir peygamber gönderseydin de şu zillete ve rüsvaylığa uğramamızdan evvel âyetlerine tâbi olsaydık ya»"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: «Hep (imiz) intizardeyiz. Siz de gözetleye durun. Çünkü dümdüz bir yolun saahibleri kimlermiş, hidâyete (ve ebedî nimete) erenler kimlermiş, yakında bileceksiniz»"}]}