{"Id":228,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Күндүзү жана түнү жашагандардын баары Аллаһтын мүлкү. Ал (бардык добушту) Угуучу, (бардык кылмышты) Билүүчү"},{"SurahNumber":6,"VerseNumber":14,"Text":"Айткын: “Аллаһтан башканы жардамчы кылмак белем?! Ал асмандар жана Жердин Жаратуучусу. Ал Өзү тамакка муктаж болбой, (бардык жан-жаныбарды) тамактандырат”. Айткын: “Мен (Аллаһтын жалгыз Өзүнө) моюн сунгандардын эң алдыңкысы болууга буюрулдум” (Жана мага) “Эч качан мушриктерден болбогун!” (деп айтылды)"},{"SurahNumber":6,"VerseNumber":15,"Text":"Айткын: “Эгер мен (ширк келтирүү менен) Раббиме күнөөкөр болсом, Улук Күндүн азабынан коркомун”"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ошол Күндө кимден азап четтетилген болсо, демек ага Аллаһ ырайым кылыптыр. Жана бул — анык жеңиш"},{"SurahNumber":6,"VerseNumber":17,"Text":"Эгерде Аллаһ сени (кембагалдык, оору, кайгы ж.б.у.с.) зыян менен кармаса, аны Өзүнөн башка эч ким арылта албайт. Ал эми, эгер бир жакшылык менен кармаса. Ал ар бир нерсеге Кудуреттүү"},{"SurahNumber":6,"VerseNumber":18,"Text":"Жана Ал пенделердин үстүнөн өкүмүн жүргүзүүчү. Жана ал - Даанышман, (бардыгынан) Кабардар"},{"SurahNumber":6,"VerseNumber":19,"Text":"Айткын: “(Менин чынчылдыгыма) эң чоң күбө кайсы?” Айт: “Аллаһ! Ал мени менен силердин араңарда Күбө жана мага мына бул Кураан вахий (илахий кабар) түрүндө берилди, силерди жана ал жетип барган баардык адамдарды эскертишим үчүн». (О, илахий кабардан жүз бургандар!) Силер: “Аллаһ менен бирге башка кудайлар бар” - деп күбөлүк бересиңерби?!” Айткын: “Мен (андай) күбөлүк бербеймин!” Айткын: “Албетте Ал - жалгыз (сыйынууга татыктуу) Кудай! А, мен болсо, силердин ширк амалыңардан тазамын!”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Биз китеп берген адамдар (өздөрүнүн ыйык китептеринде алдын ала кабар берилгени себептүү) аны (Мухаммадды) өздөрүнүн перзенттерин тааныгандай таанышат. Алар өздөрүнө зыян кылышты. Эми алар ыйманга келишпейт"},{"SurahNumber":6,"VerseNumber":21,"Text":"Эч ким (“Аллаһтын баласы же шериги бар” деп) Аллаһка жалаа жапкан жана Анын аяттарын жалганга чыгарган адамдан заалымыраак эмес! Албетте, (андай) заалымдар (тозоктон) кутулбайт"},{"SurahNumber":6,"VerseNumber":22,"Text":"Жана Биз ошол (Кыямат) Күндө алардын баардыгын чогултуп, мушриктерге: “(Аллаһтын шериктери) деп эсептеген кудайыңар кана?” -дейбиз"},{"SurahNumber":6,"VerseNumber":23,"Text":"Кийин алардын кыянат жооптору: “О, Раббибиз! Аллаһка ант, биз мушрик эмес болчубуз” - деген сөздөр гана болот"},{"SurahNumber":6,"VerseNumber":24,"Text":"Карачы, өздөрүнө да кандай жалгандарды ойлоп тапканын жана (ойлорунан) чыгарган «кудайларынын» алардан жок болуп калганын"},{"SurahNumber":6,"VerseNumber":25,"Text":"Алардан (мушриктерден) кээ бирөөлөрү (Кураан окуганыңда) сени (карөзгөйлүк менен) угушат. Бирок, Биз алардын жүрөктөрүнө - Кураанды түшүнбөсүн үчүн - парда каптап, кулактарын дүлөй кылып койдук. Эгер алар бардык моожизаларды көрсө да ишенишпейт. Жадагалса, сенин алдыңа талашып-тартышып келишкен кезде, каапырлар: “Бул (Кураан) абалкылардын жомокторунан башка нерсе эмес” - дешет"},{"SurahNumber":6,"VerseNumber":26,"Text":"Жана алар андан (башкаларды да) кайтарышат, өздөрү да алысташат. Бирок, (бул иштери менен) өздөрүн гана кыйроого түрткөндөрүн билбей калышат"},{"SurahNumber":6,"VerseNumber":27,"Text":"(О, Мухаммад!) Аларды Тозоктун үстүнө (тике) тургузуп коюлганда (бушайман болушуп): “Атаганат, кана эми, (дүйнөгө) кайтарылсак, Раббибиздин аяттарын жалган дебей, момундардан болуп жашасак?!”-дегендерин бир көрсөң эле"},{"SurahNumber":6,"VerseNumber":28,"Text":"Андай эмес! Аларга мурун ичине каткан нерселери айкын болуп калган(дан улам ушинтип жатышат). Эгер (дүйнөгө) кайтарылса деле, тайманбастан (Шариятта) кайтарылган (арам) иштерге кайтышмак. Анткени, алар - анык жалганчылар"},{"SurahNumber":6,"VerseNumber":29,"Text":"Жана алар: “Ушул дүйнөдөгү жашообуздан башка жашоо жок. Биз кайрадан тирилбейбиз” -дешти"},{"SurahNumber":6,"VerseNumber":30,"Text":"Эгер сен аларды Раббисинин алдына тургузулуп (Аллаһ): “Бул (кайра тирилүү) чындык эмес бекен?!”-деп сураганда, алардын: “Ооба, йа, Рабби! Чындык экен” -дегендерин жана (Аллаһ аларга): “Каапыр болгонуңар себептүү, эми азаптын даамын таткыла!” -дегенин бир көрсөң эле"},{"SurahNumber":6,"VerseNumber":31,"Text":"Аллаһка жолугууну “жалган” деген адамдар зыян тартышты! (Анткени,) Качан аларга (Кыямат) капысынан келип калганда, күнөөлөрүн жонуна көтөргөн абалдарында: “О-о-о!!! Дүйнө жашоосун (пайдасыз) өткөрүп жибергенибиз үчүн бизге кайгы!!! деп калышты. Алардын көтөргөн күнөөлөрү кандай жаман"},{"SurahNumber":6,"VerseNumber":32,"Text":"Дүйнө жашоосу (тез өтүп кетүүчү) оюн-тамашадан башка эч нерсе эмес. Такыба кишилер үчүн Акырет жашоосу жакшы. Акылыңарды иштетпейсиңерби"},{"SurahNumber":6,"VerseNumber":33,"Text":"(О, Мухаммад!) Алардын сөздөрү сени капа кылганын көрүп турабыз. Алар сени гана “жалганчы” дешкен жок. Бирок заалымдар Аллаһтын аяттарын дагы четке кагып жатышат"},{"SurahNumber":6,"VerseNumber":34,"Text":"Сенден мурунку пайгамбарларга деле “жалганчы” деген жалаа жабылган. Жана алар бул жалааларга, заалымдыктарга Биздин жардамыбыз келгенге чейин сабыр кылышкан. Аллаһтын (Кураандагы) сөздөрүн эч ким башкасына алмаштыра албайт. Жана сага абалкы пайгамбарлардын кабары келди го"},{"SurahNumber":6,"VerseNumber":35,"Text":"Эгер алардын (акыйкаттан) бурулуп кетүүсү сага оор болсо, (аларды ээрчитип алууга ушунчалык кызыксаң) эгер колуңан келсе, жерге (түшчү) жарака, асманга (чыкчу) шаты издеп, аларга (ишендире турган) бир моожиза таап бер! Эгер Аллаһ кааласа, Өзү аларды Туура Жолго чогултуп алмак! (Сабырсыз) наадандардан болбогун"}]}