{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Onlara Adem´in iki oglunun gercek olan haberini oku: Onlar (Allah´a) yaklastıracak birer kurban sunmuslardı. Onlardan birininki kabul edilmis, digerinki kabul edilmemisti. (Kurbanı kabul edilmeyen) Demisti ki: «Seni mutlaka oldurecegim.» (Oburu de:) «Allah, ancak korkup sakınanlardan kabul eder.»"},{"SurahNumber":5,"VerseNumber":28,"Text":"«Eger sen beni oldurmek icin elini bana uzatacak olursan, ben seni oldurmek icin elimi sana uzatacak degilim. Cunku ben, alemlerin Rabbi olan Allah´tan korkarım.»"},{"SurahNumber":5,"VerseNumber":29,"Text":"«Suphesiz, senin kendi gunahını ve benim gunahımı yuklenmeni ve boylelikle atesin halkından olmanı isterim. Zulmedenlerin cezası budur.»"},{"SurahNumber":5,"VerseNumber":30,"Text":"Sonunda nefsi ona kardesini oldurmeyi (tahrik edip zevkli gostererek) kolaylastırdı; boylece onu oldurdu, bu yuzden husrana ugrayanlardan oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Derken, Allah, ona, yeri esiyerek kardesinin cesedini nasıl gomecegini gosteren bir karga gonderdi. «Bana yazıklar olsun» dedi. «Su kadar olup da kardesimin cesedini gommekten aciz miyim?» Artık o, pismanlık duyanlardan olmustu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Bu nedenle, Israilogullarına sunu yazdık: Kim bir nefsi, bir baska nefse ya da yer yuzundeki bir fesada karsılık olmaksızın (haksızca) oldururse, sanki butun insanları oldurmus gibi olur. Kim de onu (oldurulmesine engel olarak) diriltirse, butun insanları diriltmis gibi olur. Andolsun, peygamberlerimiz onlara apacık belgelerle gelmislerdir. Sonra bunun ardından onlardan bircogu yeryuzunde olcuyu tasıranlardır"},{"SurahNumber":5,"VerseNumber":33,"Text":"Allah´a ve Resulune karsı savas acanların ve yer yuzunde bozgunculuga caba harcayanların cezası, ancak oldurulmeleri, asılmaları ya da elleriyle ayaklarının caprazca kesilmesi veya (o) yerden surulmeleridir. Bu, onlar icin dunyadaki asagılanmadır, ahirette de onlar icin buyuk bir azab vardır"},{"SurahNumber":5,"VerseNumber":34,"Text":"Ancak, sizin onlara guc yetirmenizden once tevbe edenler baska. Biliniz ki, suphesiz Allah bagıslayandır, esirgeyendir"},{"SurahNumber":5,"VerseNumber":35,"Text":"Ey iman edenler, Allah´tan korkup sakının ve (sizi) O´na (yaklastıracak) vesile arayın; O´nun yolunda cihad edin, umulur ki kurtulusa erersiniz"},{"SurahNumber":5,"VerseNumber":36,"Text":"Gercek su ki, kufre sapanlar, yeryuzunde olanların tumu ve bununla birlikte bir katı daha onların olsa, bununla da kıyamet gununun azabından (kurtulmak icin) fidye vermeye kalkıssalar, yine onlardan kabul edilmez. Onlar icin acıklı bir azab vardır"},{"SurahNumber":5,"VerseNumber":37,"Text":"(Orda) Atesten cıkmak isterler, ama ondan cıkacak degiller. Onlar icin surekli bir azab vardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Hırsız erkek ve hırsız kadının, (calıp) kazandıklarına bir karsılık, Allah´tan da, ´tekrarı onleyen kesin bir ceza´ olmak uzere ellerini kesin. Allah ustun ve guclu olandır, hukum ve hikmet sahibidir"},{"SurahNumber":5,"VerseNumber":39,"Text":"Ancak kim isledigi zulumden sonra tevbe eder ve (davranıslarını) duzeltirse, suphesiz Allah onun tevbesini kabul eder. Muhakkak Allah, bagıslayandır, esirgeyendir"},{"SurahNumber":5,"VerseNumber":40,"Text":"Goklerin de, yerin de mulkunun Allah´a ait oldugunu bilmiyor musun? O, kimi dilerse azablandırır, kimi dilerse bagıslar. Allah, her seye guc yetirendir"}]}