{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":153,"Text":"(Souvenez-vous) quand vous preniez la fuite sans vous soucier de personne, alors que, derrière vous, le Messager vous rappelait. (Allah) vous infligea alors affliction sur affliction pour que vous ne regrettiez pas (la victoire) qui vous avait échappé et (le revers) que vous aviez essuyé. Et Allah est parfaitement Informé de ce que vous faites"},{"SurahNumber":3,"VerseNumber":154,"Text":"Puis Il fit descendre sur vous, après l’affliction, une quiétude et un sommeil enveloppant une partie d’entre vous, cependant qu’une autre partie, se préoccupant d’elle-même, nourrissait d’Allah des opinions autres que la vérité, (rappelant) celles du temps de l’Ignorance (antéislamique : Jahiliyya). Ceux-là disaient : « Mais quelle part avons-nous donc prise à ce commandement ? » Dis : « Le commandement tout entier revient à Allah. » Ils dissimulent au fond d’eux-mêmes ce qu’ils ne te montrent pas. Ils disent : « Si nous avions pris part au commandement, nous ne nous serions pas fait tuer ici même. » Dis : « Même si vous étiez restés dans vos maisons, ceux pour qui il était écrit[128] de mourir, seraient quand même sortis vers leurs dernières demeures. Tout cela, pour qu’Allah éprouve ce qu’il y a dans vos poitrines et purifie ce qu’il y a dans vos cœurs. Car Allah Sait parfaitement ce qu’il y a dans les poitrines"},{"SurahNumber":3,"VerseNumber":155,"Text":"Ceux qui, d’entre vous, ont pris la fuite le jour où les deux armées se sont rencontrées, c’est bien Satan qui les a fait succomber, pour les mauvaises actions qu’ils ont commises. Allah leur a pardonné, car Allah est Tout Absoluteur et Tout Indulgent"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ô vous qui avez cru, ne soyez pas comme ceux qui ont mécru, et qui ont dit de leurs frères, partis en voyage ou en guerre : « S’ils étaient parmi nous, ils ne seraient pas morts et ne seraient pas tués. » Allah en fit ainsi un sujet de profond regret dans leurs cœurs. Car c’est Allah Qui fait vivre et mourir, et c’est Allah Qui Voit ce que vous faites"},{"SurahNumber":3,"VerseNumber":157,"Text":"Que vous soyez tués pour la cause d’Allah ou que vous mouriez (de mort naturelle), un pardon d’Allah et une miséricorde valent toujours bien mieux que tout ce qu’ils amassent"},{"SurahNumber":3,"VerseNumber":158,"Text":"Que vous mouriez ou que vous soyez tués, c’est toujours devant Allah que vous serez rassemblés"},{"SurahNumber":3,"VerseNumber":159,"Text":"C’est par une miséricorde d’Allah que tu t’es montré conciliant à leur égard. Si tu avais été rude et avais eu le cœur dur, ils se seraient dispersés autour de toi. Alors, pardonne-leur, prie pour leur pardon et consulte-les en cas de décision (ayant un rapport) avec les affaires (importantes). Et lorsque tu as pris ta décision, mets ta confiance en Allah, car Allah aime ceux qui s’en remettent à Lui"},{"SurahNumber":3,"VerseNumber":160,"Text":"Si Allah vous porte secours, nul ne pourra vous vaincre. Et s’Il vous délaisse, qui donc, après Lui, vous portera secours ? C’est à Allah que les croyants doivent s’en remettre"},{"SurahNumber":3,"VerseNumber":161,"Text":"Un Prophète n’a pas à détourner une partie du butin à son profit. Quiconque aura commis pareil détournement viendra le Jour de la Résurrection avec le butin détourné. Alors, toute âme sera rétribuée à la mesure de ses œuvres acquises. Et ils ne seront point lésés"},{"SurahNumber":3,"VerseNumber":162,"Text":"Mais alors, celui qui aura suivi l’agrément d’Allah est-il semblable à celui qui aura encouru la fureur d’Allah ? Son séjour sera le Feu, et quel horrible séjour"},{"SurahNumber":3,"VerseNumber":163,"Text":"Ils sont à différents degrés pour Allah, et Allah Voit parfaitement ce qu’ils font"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah a certes accordé une faveur aux croyants en leur envoyant un Messager d’entre eux, qui leur récite Ses versets, les purifie (de leurs péchés) et leur enseigne le Livre et la Sagesse, eux qui étaient auparavant dans un égarement manifeste"},{"SurahNumber":3,"VerseNumber":165,"Text":"Est-ce que lorsqu’un malheur vous atteint, alors que vous en avez auparavant fait subir le double, vous vous demandez : « D’où cela nous vient-il ? » Dis : « Cela vient de vous-mêmes. » Allah, certes, est de Toute chose Infiniment Capable"},{"SurahNumber":3,"VerseNumber":166,"Text":"Ce qui vous a atteints, le jour où les deux armées se sont rencontrées, fut par la permission d’Allah, et pour qu’Il reconnaisse les croyants"},{"SurahNumber":3,"VerseNumber":167,"Text":"et pour qu’Il reconnaisse aussi les hypocrites, à qui il fut dit : « Venez combattre dans le chemin d’Allah, repoussez (l’ennemi) ! » Ils répondirent : « Si nous savions qu’un combat aurait vraiment lieu, nous vous suivrions. » Ce jour-là, ils étaient plus près de la mécréance que de la foi, et ils disaient de leurs bouches ce qu’il n’y avait point dans leurs cœurs. Et Allah en Sait mieux sur ce qu’ils taisaient"},{"SurahNumber":3,"VerseNumber":168,"Text":"Ce sont ceux-là même qui, restés chez eux, dirent à leurs frères : « S’ils nous avaient obéi, ils n’auraient pas été tués. » Dis : « Évitez donc vous-mêmes la mort, si vous êtes véridiques ! »"},{"SurahNumber":3,"VerseNumber":169,"Text":"Ne compte pas comme morts ceux qui ont été tués pour la cause d’Allah, non ils sont vivants et subsistants[130] auprès de leur Seigneur"},{"SurahNumber":3,"VerseNumber":170,"Text":"heureux des faveurs dont Allah les a comblés, et se réjouissant à l’idée que ceux qui ne les ont pas encore rejoints n’auront aucune crainte ni aucune affliction"}]}