{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"Xudovandro dar rūzhoe can djod kuned va har kī dar du rūz şitoʙ kunad, sodirkunandai gunohe naşudaast. Har parhezgore ham, ki ta'rix kunad, gunohe nakardaast. Az Xudo ʙitarsed va ʙidoned, ki hamagon ʙa peşgohi Vaj gird meoed"},{"SurahNumber":2,"VerseNumber":204,"Text":"Dar in dunjo kasest az mardum, ki Xudoro ʙa durustii e'tiqodi xeş guvoh megirad vat uro suxanaş dar ʙorai zindagii in dunjo ʙa taaççuʙ meorad, dar hole ki saxttarini duşmanon ast"},{"SurahNumber":2,"VerseNumber":205,"Text":"Cun az nazdi tu ʙozgardad, dar zamin fasod kunad va kiştzorho va domhoro noʙud sozad va Xudo fasodro dūst nadorad"},{"SurahNumber":2,"VerseNumber":206,"Text":"Va cun ʙa ū gūjand, ki az Xudo ʙitars, xudxohiaş ūro ʙa gunoh kaşonand. Çahannam --- on çojgohi ʙad ūro ʙas ʙoşad"},{"SurahNumber":2,"VerseNumber":207,"Text":"Kase digar az mardum ʙaroi çustani xuşnudii Xudo çoni xeşro fido kunad. Xudo ʙar in ʙandagon mehruʙon ast"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ej kasone, ki imon ovardaed, hamagon ʙa ito'at daroed va poj ʙa çoi poi şajton maguzored, ki ū duşmani oşkori şumost"},{"SurahNumber":2,"VerseNumber":209,"Text":"Har goh pas az on ki in ojoti ravşani Xudo ʙa şumo rasid, dar imoni xeş laƣzişe jofted, ʙidoned, ki Xudo pirūzmand va hakim ast"},{"SurahNumber":2,"VerseNumber":210,"Text":"Ojo inho muntaziri on hastand, ki Xudo ʙo fariştagon dar zeri sojaʙone az aʙr nazdaşon ʙijojad va kor jaksara şavad? Hol on ki hamai korho ʙa sūi Xudo ʙarmegardand"},{"SurahNumber":2,"VerseNumber":211,"Text":"Az ʙanī-Isroil ʙipurs, ki eşonro cī ojoti ravşane dodem. Har kas, ki ne'matero, ki Xudo ʙa ū inojat kardaast, (dodaast) digargun sozad, ʙidonad, ki uquʙati ū saxt ast"},{"SurahNumber":2,"VerseNumber":212,"Text":"Baroi kofiron zindagii inçahonī orosta şudaast va mū'minonro ʙa masxara megirand. Onon, ki az Xudo metarsand, dar rūzi qijomat ʙolotar az kofiron hastand va Xudo har kasro, ki ʙixohad, ʙehisoʙ rūzī medihad"},{"SurahNumber":2,"VerseNumber":213,"Text":"Mardum jak ummat ʙudand, pas Xudo pajomʙaroni xuşxaʙardihanda va tarsonandaro ʙifiristod va ʙar onho kitoʙi ʙarhaq nozil kard, to on kitoʙ dar on cī mardum ixtilof dorand, mijonaşon hukm kunad, vale ƣajri kasone, ki kitoʙ ʙar onho nozil şuda va huççatho oşkor gaşta ʙud, az rūi hasade, ki nisʙat ʙa ham mevarzidand, dar on ixtilof nakardand. Va Xudo mū'minonro ʙa irodai xud dar on haqiqate, ki ixtilof mekardand, roh namud, ki Xudo har kasro, ki ʙixohad, ʙa rohi rost hidojat mekunad"},{"SurahNumber":2,"VerseNumber":214,"Text":"Mepindored, ki ʙa ʙihişt xohed raft? Va hanūz on cī ʙar sari peşinijoni şumo omada, ʙar sari şumo najomada? Ba onho saxtivu ranç rasid va takon doda şudand, to on ço, ki majomʙar va mū'minone, ki ʙo ū ʙudand, guftand: «Pas jorii Xudo kaj xohad rasid?» Bidon, ki jorii Xudo nazdik ast"},{"SurahNumber":2,"VerseNumber":215,"Text":"Az tu mepursand, ki cī nafaqa kunand? Bigū: «On cī az moli xud nafaqa mekuned, ʙaroi padaru modar va xeşovandonu jatimon va miskinonu musofiron ʙoşad va har kori neke, ki kuned, Xudo ʙa on ogoh ast»"},{"SurahNumber":2,"VerseNumber":216,"Text":"Çang ʙar şumo muqarrar şud, dar hole ki onro noxuş dored. Şojad cizero noxuş ʙidored va dar on xajri şumo ʙoşad va şojad cizero dūst doşta ʙoşed va ʙarojaton nopisand aftad. Xudo medonad va şumo namedoned"},{"SurahNumber":2,"VerseNumber":217,"Text":"Turo az çang kardan dar mohi harom mepursand. Bigū: «Çang kardan dar on moh gunohe ʙuzurg ast. Ammo ʙozdoştani mardum az rohi Haq va kofir şudan ʙa ū va Masçidulharom va ʙerun rondani mardumaş az on ço dar nazdi Xudovand gunohe ʙuzurgtar ast va şirk az qatl ʙuzurgtar ast!». Onho ʙo şumo meçangand, to agar ʙitavonand, şumoro az dinaton ʙozgardonand. Az mijoni şumo onho, ki az dini xud ʙozgardand va kofir ʙimirand, a'molaşon dar dunjo va oxirat noʙud şuda va çovidona dar çahannam ʙoşand"},{"SurahNumber":2,"VerseNumber":218,"Text":"Kasone, ki imon ovardaand va onon, ki vatanro tark kardaand va dar rohi Xudo çihod namudand, ʙa rahmati Xudo umed medorand va Xudo ʙaxşojanda va mehruʙon ast"}]}