{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":177,"Text":"Yüzlerinizi Doğu ya da Batı tarafına çevirmeniz iyilik demek değildir. Asıl iyilik Allah´a, Ahiret gününe, meleklere, kitaba, peygamberlere inanan; akrabalara, yetimlere, yoksullara, yarı yolda kalanlara, dilencilere ve boyunduruk altında bulunanlara (kölelere, tutsaklara) mallarını sevmelerine rağmen yardım edenlerin; namazı kılanların, zekâtı verenlerin, antlaşma yaptıklarında yapmış oldukları antlaşmaları yerine getirenlerin; zorda, darda ve savaş zamanında sabredenlerin tutumudur. İşte doğrular (sözlerinin erleri) onlardır, takva sahipleri de onlardır"},{"SurahNumber":2,"VerseNumber":178,"Text":"Ey iman edenler! Maktüller hakkında size kısas farz edildi. Hür hür ile, köle köle ile, dişi dişi ile, fakat kimin lehine maktulün kardeşi tarafından bir şey affedilirse, ma’ruf olan emre ittiba etmeli, ona güzellikle (diyet) ödemelidir. Bu Rabb’ınız tarafından bir hafifletme ve rahmettir. Artık bundan sonra kim haddi tecavüz ederse; onun için pek acıklı bir azap vardır"},{"SurahNumber":2,"VerseNumber":179,"Text":"Ey akıl sahipleri, sizin için kısasta hayat vardır. Bu sayede adam öldürmekten sakınırsınız"},{"SurahNumber":2,"VerseNumber":180,"Text":"İçinizden biri ölmek üzereyken eğer geride mal (hayır) bırakıyorsa anaya, babaya ve yakın akrabalara geleneklere uygun biçimde vasiyyette bulunması, Allah´tan korkanlar üzerine bir borçtur"},{"SurahNumber":2,"VerseNumber":181,"Text":"Kim bu vasiyyeti, işittikten sonra değiştirirse, günahı onu değiştirenin boynunadır. Hiç şüphesiz; Allah işitendir, bilendir"},{"SurahNumber":2,"VerseNumber":182,"Text":"Kim vasiyyet edenin yanılgıya düştüğünden ya da günaha gireceğinden endişe ederek ilgililerin arasını bulursa bu yüzden günaha girmez. Hiç şüphesiz Allah bağışlayıcı ve merhametlidir"},{"SurahNumber":2,"VerseNumber":183,"Text":"Ey müminler,sizden önceki ümmetlere olduğu gibi, günahlardan arınasınız diye, sayılı günler olarak oruç tutmak size de farz kılındı"},{"SurahNumber":2,"VerseNumber":184,"Text":"İçinizden kim hasta ya da yolcu olursa tutmadığı günler sayısınca sonraki günlerde oruç tutar. Oruca dayanamayanların bir yoksulu doyuracak kadar fidye vermeleri gerekir. Kim gönüllü olarak bundan daha fazlasını verirse, bu onun için daha hayırlıdır. Ayrıca, eğer bilirseniz, oruç tutmanız sizin için daha hayırlıdır"},{"SurahNumber":2,"VerseNumber":185,"Text":"Ramazan ayı ki, o ayda Kur´an, insanlara yol gösterici, doğru yola iletici, eğri ile doğruyu birbirinden ayırt edici olarak indirildi. İçinizden kim bu aya yetişirse onu oruçla geçirsin. Kim hasta ya da yolcu olursa tutamadığı günler sayısınca sonraki günlerde oruç tutsun. Allah sizin için kolaylık ister, zorluk istemez. Bu sayılı günleri tamamlamanızı ve size doğru yolu gösterdi diye kendisini tekbir etmenizi (ululuğunu dile getirmenizi) ister, ola ki, O´na şükredersiniz"},{"SurahNumber":2,"VerseNumber":186,"Text":"Eğer kullarım sana benden sorarlarsa onlara de ki; ben kendilerine yakınım, bana dua edenin duasını, dua edince, kabul ederim. O halde onlar da benim çağrıma olumlu karşılık vererek bana iman etsinler ki, doğru yolu bulsunlar"},{"SurahNumber":2,"VerseNumber":187,"Text":"Sizin için oruç gecesi kadınlarınıza yaklaşmak helal kılındı. Onlar sizin için, siz de onlar için bir libassınız. Sizin nefislerinize hıyanet edeceğinizi Allah bildi de, tevbenizi kabul etti ve sizi bağışladı. Artık onlara yaklaşın. Ve Allah’ın hakkınızda yazdığını isteyin. Ve fecrin beyaz ipliği siyah ipliğinden seçilinceye kadar yiyin, için. Sonra geceye kadar orucu tamamlayın. Mescidlerde i’tikafta bulunduğunuz zaman kadınlarınıza yaklaşmayın. Bu, Allah’ın hudududur. Sakın onlara yaklaşmayın. İşte Allah ayetlerini insanlara böylece açıklar. Ta ki onlar korunsunlar"},{"SurahNumber":2,"VerseNumber":188,"Text":"Birbirinizin mallarını haksız yollardan yemeyin. İnsanların bir kısım mallarını günah olacak biçimde bile bile yemek için hakimlere peşkeş çekmeyin"}]}