{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Kandi uwicisha bugufi imbere ya Allah akaba anarangwa n’ibikorwa byiza, uwo aba afashe umugozi uboshye ukomeye. Ndetse kwa Allah ni ho herezo rya buri kintu"},{"SurahNumber":31,"VerseNumber":23,"Text":"Naho uzahakana, ubuhakanyi bwe ntibuzagutere agahinda! Iwacu ni ho garukiro ryabo maze tukazababwira ibyo bakoze. Mu by’ukuri, Allah ni Umumenyi uhebuje w’ibiri mu bituza (by’abantu)"},{"SurahNumber":31,"VerseNumber":24,"Text":"Tubanezeza igihe gito (hano ku isi), hanyuma (ku munsi w’imperuka) tukazabasunikira mu bihano bikomeye"},{"SurahNumber":31,"VerseNumber":25,"Text":"N’iyo ubabajije uti \"Ni nde waremye ibirere n’isi?\" Rwose baravuga bati \"Ni Allah\". Vuga (yewe Muhamadi) uti \"Ishimwe n’ikuzo byuzuye ni ibya Allah! Ariko abenshi muri bo ntibabizi"},{"SurahNumber":31,"VerseNumber":26,"Text":"Ibiri mu birere n’ibiri mu isi ni ibya Allah. Mu by’ukuri, Allah ni we Mukungu, Ushimwa cyane"},{"SurahNumber":31,"VerseNumber":27,"Text":"N’iyo ibiti byose byo ku isi byahinduka amakaramu, inyanja (zigahinduka wino) zikanunganirwa n’izindi nyanja ndwi, ntabwo byakwandikishwa amagambo ya Allah ngo biyarangize. Mu by’ukuri, Allah ni Umunyembaraga zihebuje, Ushishoza"},{"SurahNumber":31,"VerseNumber":28,"Text":"(Yemwe bantu), ukuremwa kwanyu ndetse no kuzurwa kwanyu mwese (byoroshye nko kurema no kuzura) umuntu umwe. Mu by’ukuri, Allah ni Uwumva cyane, Ubona bihebuje"},{"SurahNumber":31,"VerseNumber":29,"Text":"Ese ntubona ko Allah yinjiza ijoro mu manywa, akaninjiza amanywa mu ijoro, ndetse akaba yaranacishije bugufi izuba n’ukwezi (ku bw’inyungu z’ibiremwa), buri kimwe kikazenguruka (mu mbibi zacyo) ku gihe cyagenwe? Kandi Allah azi bihebuje ibyo mukora"},{"SurahNumber":31,"VerseNumber":30,"Text":"Ibyo ni ibigaragaza ko Allah ari we w’ukuri, naho ibyo basenga bitari we ari ibinyoma, kandi ko Allah ari Uwikirenga, Usumba byose"},{"SurahNumber":31,"VerseNumber":31,"Text":"Ese ntubona ko amato agenda mu nyanja ku bw’ingabire za Allah kugira ngo abereke bimwe mu bimenyetso bye? Mu by’ukuri, muri ibyo harimo ibimenyetso kuri buri wese wihangana cyane, unashimira"},{"SurahNumber":31,"VerseNumber":32,"Text":"N’iyo umuhengeri umeze nk’igicucu ubagose ugasa nk’ugiye kubarenga hejuru, (bagira ubwoba) bagasaba Allah bamwibombaritseho. Ariko yabageza imusozi amahoro, bamwe muri bo bagahitamo kuba hagati (yo kwemera no guhakana). Kandi nta we uhinyura amagambo yacu uretse umuhemu ruharwa, umuhakanyi uhambaye"},{"SurahNumber":31,"VerseNumber":33,"Text":"Yemwe bantu! Nimutinye Nyagasani wanyu, munatinye umunsi umubyeyi atazagira icyo amarira umwana we, cyangwa ngo umwana agire icyo amarira umubyeyi we. Mu by’ukuri, isezerano rya Allah ni ukuri. Bityo ubuzima bw’isi ntibuzabashuke cyangwa ngo umushukanyi mukuru (Shitani) abashuke abakura mu nzira ya Allah"},{"SurahNumber":31,"VerseNumber":34,"Text":"Mu by’ukuri, Allah ni we ufite ubumenyi bw’igihe imperuka izabera; (ninawe) umanura imvura kandi azi n’ibiri muri nyababyeyi. Nta muntu ushobora kumenya icyo azakora ejo ndetse nta n’umenya aho azagwa. Mu by’ukuri, Allah ni Umumenyi uhebuje, Uzi byose"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif Laam Miim"},{"SurahNumber":32,"VerseNumber":2,"Text":"(Qur’an) ni igitabo kidashidikanywaho cyahishuwe giturutse kwa Nyagasani w’ibiremwa byose"},{"SurahNumber":32,"VerseNumber":3,"Text":"Cyangwa bavuga ko (Muhamadi) ari we wayihimbye? (Siko bimeze), ahubwo yo ni ukuri kwaturutse kwa Nyagasani wawe ngo uyifashishe mu kuburira abantu batagezweho n’umuburizi uwo ari we wese mbere yawe, kugira ngo bayoboke"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah ni we waremye ibirere n’isi n’ibiri hagati yabyo mu minsi itandatu, hanyuma aganza ku ntebe y’icyubahiro (Ar’shi). Nta wundi murinzi cyangwa umuvugizi muzagira utari we. Ese ubwo ntimutekereza"},{"SurahNumber":32,"VerseNumber":5,"Text":"Ayoborera mu kirere gahunda zose (z’ibiremwa) zigana ku isi, maze zikazamuka zigana iwe mu munsi umwe ungana n’imyaka igihumbi mu yo mubara (ku isi)"},{"SurahNumber":32,"VerseNumber":6,"Text":"Uwo (Allah) ni Umumenyi w’ibyihishe n’ibigaragara, Umunyembaraga zihebuje, Nyirimbabazi"},{"SurahNumber":32,"VerseNumber":7,"Text":"We watunganyije buri kintu yaremye, akanarema umuntu mu ibumba utari uriho"},{"SurahNumber":32,"VerseNumber":8,"Text":"Hanyuma agira amazi asuzuguritse (intanga) inkomoko y’ukororoka kwe"},{"SurahNumber":32,"VerseNumber":9,"Text":"Maze aramutunganya, amuhuhamo roho imuturutseho; abaha ukumva, amaso n’imitima. Ariko ni gake mushimira"},{"SurahNumber":32,"VerseNumber":10,"Text":"Baranavuga bati \"Ese (nidupfa) tukaburira mu gitaka, tuzasubizwa ubuzima bundi bushya?\"Ahubwo bo bahakana kuzahura na Nyagasani wabo"}]}