{"Id":404,"LanguageCodes":["tr","tur"],"Name":"tur-gultekinonan-la","Author":"Gultekin Onan","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Boylelikle ona gebe kaldı, sonra onunla ıssız bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Derken dogum sancısı onu bir hurma dalına surukledi. Dedi ki: \"Keske bundan once olseydim de, hafızalardan silinip unutuluverseydim"},{"SurahNumber":19,"VerseNumber":24,"Text":"Altından (bir ses) ona seslendi: \"Huzne kapılma, rabbin senin alt (yan)ında bir ark kılmıstır"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurma dalını kendine dogru salla, uzerine henuz olusmus taze hurma dokuluversin"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık, ye, ic, gozun aydın olsun. Eger herhangi bir beser gorecek olursan, de ki: \"Ben Rahmana oruc adadım, bugun hic kimseyle konusmayacagım"},{"SurahNumber":19,"VerseNumber":27,"Text":"Boylece onu tasıyarak kavmine geldi. Dediler ki: \"Ey Meryem, sen gercekten sasırtıcı bir sey yaptın"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun´un kız kardesi, senin baban kotu bir kisi degildi ve annen de azgın, utanmaz (bir kadın) degildi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine ona (cocuga) isaret etti. Dediler ki: \"Henuz besikte olan bir cocukla biz nasıl konusabiliriz"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Isa) Dedi ki: \"Suphesiz ben Tanrı´nın kuluyum. (Tanrı) bana Kitabı verdi ve beni peygamber kıldı"},{"SurahNumber":19,"VerseNumber":31,"Text":"Nerede olursam (olayım,) beni kutlu kıldı ve hayat surdugum muddetce, bana namazı ve zekatı vasiyet (emr) etti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Anneme itaati de. Ve beni mutsuz bir zorba kılmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Selam uzerimedir; dogdugum gun, olecegim gun ve diri olarak yeniden kaldırılacagım gun de"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste Meryem oglu Isa; hakkında kuskuya dustukleri \"Hak Soz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Tanrı´nın cocuk edinmesi olacak sey degil. O yucedir. Bir buyrugun olmasına karar verirse ancak ona: \"Ol\" der, o da hemen oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Gercek su ki, Tanrı benim de rabbim, sizin de rabbinizdir. Oyleyse O´na kulluk edin. Dosdogru yol budur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Iclerinden (birtakım) gruplar ayrılıga dustuler. Artık buyuk bir gunu gormekten dolayı, vay kufredenlere"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bize gelecekleri gun, neler isitecekler, neler gorecekler. Ama bugun o zalimler apacık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"Buyrugun bitirilecegi / yerine getirilecegi (kaza), hasret gunune karsı onları uyar. Onlar bir gaflet icindedirler ve onlar inanmıyorlar"},{"SurahNumber":19,"VerseNumber":40,"Text":"Elbette, yeryuzunde ve onun uzerindekilere biz varis olacagız ve onlar bize dondurulecekler"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kitap´ta Ibrahim´i de zikret. Gercekten o, dogruyu soyleyen bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Hani babasına demisti: \"Babacıgım, isitmeyen, gormeyen ve seni herhangi bir seyden bagımsızlastırmayan seylere niye tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Babacıgım, gercek su ki, bana, sana gelmeyen bir ilim geldi. Artık bana tabi ol, seni duzgun bir yola ulastırayım"},{"SurahNumber":19,"VerseNumber":44,"Text":"Babacıgım, seytana kulluk etme, kuskusuz seytan, Rahmana baskaldırandır"},{"SurahNumber":19,"VerseNumber":45,"Text":"Babacıgım, gercekten ben, sana Rahman tarafından bir azabın dokunacagından korkuyorum, o zaman seytanın velisi olursun"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Babası) Demisti ki: \"Ibrahim, sen benim tanrılarımdan yuz mu ceviriyorsun? Eger (bu tutumuna) bir son vermeyecek olursan, andolsun, seni tasa tutarım; uzun bir sure benden uzaklas, (bir yerlere) git"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahim:) \"Selam uzerine olsun, senin icin rabbimden bagıslanma dileyecegim, cunku, O, bana pek lutufkardır\" dedi"},{"SurahNumber":19,"VerseNumber":48,"Text":"Sizden ve Tanrı´dan baska taptıklarınızdan kopup ayrılıyorum ve rabbime dua ediyorum. Umulur ki, rabbime dua etmekle mutsuz olmayacagım"},{"SurahNumber":19,"VerseNumber":49,"Text":"Boylelikle, onlardan ve Tanrı´dan baska taptıklarından kopup ayrılınca ona Ishak´ı ve (oglu) Yakup´u armagan ettik ve her birini peygamber kıldık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Onlara rahmetimizden armagan(lar) bagısladık ve onlar icin yuce bir dogruluk dili verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kitap´ta Musa´yı da zikret. Cunku o, ihlasa erdirilmis ve gonderilmis (Resul) bir peygamberdi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ona, Tur´un sag yanından seslendik ve onu (kendisiyle) gizlice soylesmek icin yakınlastırdık"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ona rahmetimizden kardesi Harun´u da bir peygamber olarak armagan ettik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kitap´ta Ismail´i de zikret. Cunku o, vaadinde dogruydu ve gonderilmis (Resul) bir peygamberdi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ehline, namazı ve zekatı buyuruyordu ve o, rabbi katında kendisinden razı olunan (bir insan)dı"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitap´ta Idris´i de zikret. Cunku o, dogru olan bir peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yuce bir mekan (makam)a yukseltmistik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bunlar; kendilerine Tanrı´nın nimet verdigi peygamberlerdendir; Adem´in soyundan, Nuh ile birlikte tasıdıklarımız (insan nesillerin)den, Ibrahim ve Israil (Yakup)in soyundan, dogru yola eristirdiklerimizden ve sectiklerimizdendirler. Onlara Rahmanın ayetleri okundugunda aglayarak secdeye kapanırlar"}]}