{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Aliif, Laam, Miim (Mina olen Jumalan tietajista parhain)"},{"SurahNumber":29,"VerseNumber":2,"Text":"Luulevatko ihmiset, etta heidat sanottuaan »Me uskomme» jatetaan rauhaan koettelematta"},{"SurahNumber":29,"VerseNumber":3,"Text":"Me olemme jo koetellut niita, jotka ennen heita elivat, ja totisesti Jumala erottaa ne, jotka ovat totuudellisia, niista, jotka valehtelevat"},{"SurahNumber":29,"VerseNumber":4,"Text":"Luulevatko ne, jotka pahaa tekevat, voivansa valttaa Meidat? Surkeita ovat heidan erehdyksensa"},{"SurahNumber":29,"VerseNumber":5,"Text":"Jos joku toivoo kohtaavansa Jumalan, niin totisesti Jumalan saapumisen hetki on tuleva; silla Han on kaikkikuuleva, kaikkitietava"},{"SurahNumber":29,"VerseNumber":6,"Text":"Ja ken ponnistelee, han tekee sen oman sielunsa hyvaksi. Totisesti, Jumala on riippumaton maailmoista"},{"SurahNumber":29,"VerseNumber":7,"Text":"Jotka uskovat ja hyvaa tekevat, niiden synnit Me pyyhimme pois ja annamme heille palkan parhaasta, mita he ovat tehneet"},{"SurahNumber":29,"VerseNumber":8,"Text":"Me olemme myos kaskenyt ihmisia hyvyyteen vanhempiaan kohtaan, mutta jos nama kaikin voimin koettavat saada sinut asettamaan Minun rinnalleni sellaista, mista et mitaan tieda, niin ala heita tottele. Minun luokseni teidan on palattava, ja silloin Mina osoitan teille, mita olette tehneet"},{"SurahNumber":29,"VerseNumber":9,"Text":"Jotka uskovat ja hyvaa tekevat, heidat Me totisesti liitamme hyvien joukkoon"},{"SurahNumber":29,"VerseNumber":10,"Text":"Ihmisten keskuudessa on monikin sellainen, joka sanoo: »Me uskomme Jumalaan», mutta kun han joutuu vaivaan Jumalan asian tahden, niin han pitaa ihmisten aiheuttamaa vainoa yhdenveroisena Jumalan lahettaman karsimyksen kanssa. Mutta jos Herrasi lahettaa voiton, niin he varmasti sanovat: »Totisesti, me olimme teidan kanssanne.» Todellakin, eiko Jumala parhaiten tieda, mita koko maailman ihmisten sydamiin on katkettyna"},{"SurahNumber":29,"VerseNumber":11,"Text":"Totisesti, Jumala tuntee ne, jotka uskovat, ja Han tuntee myos ulkokultaiset"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ja uskottomat sanovat uskovaisille: »Seuratkaa meidan teitamme, ja me kannamme teidan syntinne», mutta he eivat voi kantaa vahintakaan heidan synneistaan. Totisesti, he ovat valehtelijoita"},{"SurahNumber":29,"VerseNumber":13,"Text":"He saavat varmasti kantaa oman kuormansa ja sen lisaksi viela muita kuormia. Totisesti, ylosnousemuksen paivana he saavat vastata valheellisista puheistansa"},{"SurahNumber":29,"VerseNumber":14,"Text":"Totisesti, Me lahetimme Nooan kansansa luokse, ja han oleskeli siella viisikymmenta vaille tuhannen vuotta. Sitten vedenpaisumus yllatti heidat, koska he olivat vaaramielisia"},{"SurahNumber":29,"VerseNumber":15,"Text":"Mutta Me pelastimme hanet ja arkin asukkaat ja teimme siita merkin maailman kansoille"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ja muista Aabrahamia, kun han lausui kansalleen: »Palvelkaa Jumalaa ja kunnioittakaa Hanta. Tama on teille parasta; jospa sen alyaisitte.»"},{"SurahNumber":29,"VerseNumber":17,"Text":"Ne, joita te palvelette Jumalan sijasta, ovat pelkkia epajumalia, ja te sepittelette valheita. Totisesti, ne, joita te palvelette Jumalan sijasta, eivat pysty antamaan teille elatusta. Etsikaa sita siis Jumalalta ja palvelkaa Hanta ja kiittakaa Hanta. Hanen luokseen teidan on palattava.»"},{"SurahNumber":29,"VerseNumber":18,"Text":"Ja jos te kiellatte totuuden, niin ovat monet ennen teita myos totuuden kieltaneet; lahettilaan velvollisuus on vain selvasti julistaa sanomaansa"},{"SurahNumber":29,"VerseNumber":19,"Text":"Totisesti, eivatko he ole nahneet, miten Jumala on suorittanut luomistyonsa ja antaa sitten kaiken palata takaisin? Totisesti, Jumalalle se on helppoa"},{"SurahNumber":29,"VerseNumber":20,"Text":"Sano: »Kulkekaa ympari maata ja huomatkaa, miten Han on suorittanut luomistyonsa! Senjalkeen Jumala saataa tulevan kehityksen.» Totisesti, Jumala on kykeneva tekemaan kaiken, mita haluaa"},{"SurahNumber":29,"VerseNumber":21,"Text":"Han kurittaa keta haluaa, ja Han osoittaa armoaan kenelle haluaa. Ja Hanen luokseen teidan on palattava"},{"SurahNumber":29,"VerseNumber":22,"Text":"Te ette voi katkeytya maahan etteka taivaisiin, eika kukaan muu kuin Jumala,voi teita suojella eika auttaa"},{"SurahNumber":29,"VerseNumber":23,"Text":"Niilla, jotka eivat usko Jumalan merkkeihin eivatka Hanen tulemiseensa, ei ole toivoa Minun armostani; he ovat niita, joita varten on tuskallinen kuritus"},{"SurahNumber":29,"VerseNumber":24,"Text":"Eika Aabrahamin kansalla ollut muuta vastausta kuin tama: »Tappakaa hanet tai polttakaa hanet!» Mutta Jumala pelasti hanet tulesta. Totisesti, tassa on tunnusmerkki niille, jotka uskovat"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ja han lausui: »Olette ottaneet epajumalia Jumalan rinnalle vain sentakia, etta olitte toisillenne mieliksi taman maailman elamassa, mutta ylosnousemuksen paivana toiset teista kieltavat toisensa ja toiset kiroavat toisiansa. Teidan asuinsijanne on oleva tuli, eika teita kukaan auta.»"}]}