{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Allakhu, istinno, izvestny te iz vas, Kto vas uderzhivayet (ot proroka) I svoim brat'yam govorit: \"Idite k nam!\", A sam (pri otrazhenii vraga) Vykazyvayet malo muzhestva i rven'ya"},{"SurahNumber":33,"VerseNumber":19,"Text":"Skupyas' dlya vas (pozhertvovat' soboy ili svoim dostatkom). Kogda zhe strakh ovladevayet imi, Ty vidish' ikh, smotryashchikh na tebya, (Kak by o pomoshchi vzyvaya), - Glaza vrashchayutsya u nikh, kak u togo, S kem obmorok ot predvkushen'ya smerti. Kogda zhe strakh minuyet ikh, Oni vas yazykami ostrymi pronzayut, Alcha dobra, (kotoroye vas zhdet ot delezha dobychi). V nikh very net, i v tshchEtu obratilis' ikh dela Po vole (vidyashchego vse) Allakha, - Yemu eto, poistine, legko"},{"SurahNumber":33,"VerseNumber":20,"Text":"Oni schitayut, Chto soyuzniki ushli lish' nenadolgo, I yesli oni vnov' pridut, Im by khotelos' okazat'sya Sred' beduinov, kochuyushchikh (v peskakh), I tol'ko tam, (v ukrytii nadezhnom), Rassprashivat' izvestiya o vas; A ostavayas' sredi vas, Oni by rveniya v boyu ne proyavili"},{"SurahNumber":33,"VerseNumber":21,"Text":"Byl vam v poslannike Allakha Primer khoroshiy tem, Kto vozlozhil svoi nadezhdy na Allakha I na Posledniy Den' (Yego Suda) I v pominanii Allakha provodit dolgiye chasy"},{"SurahNumber":33,"VerseNumber":22,"Text":"Kogda zh uvideli soyuznikov svoikh Te, kto uveroval (v Allakha), Oni skazali: \"Eto - to, Chto obeshchal Allakh nam i Yego poslannik, - Pravdiv Allakh, i pravdu govorit Yego poslannik!\" I eto uvelichilo ikh veru i pokornost'"},{"SurahNumber":33,"VerseNumber":23,"Text":"Sred' predannykh Allakhu yest' takiye, Kto veren Dogovoru s Nim, I sredi nikh takiye yest', Chto svoy predel (vo slavu) zavershili, Kak yest' i te, chto ozhidayut (chasa svoyego). Oni ne izmenili (svoyey very)"},{"SurahNumber":33,"VerseNumber":24,"Text":"Chtob vernym mog Allakh vozdat' za vernost', A litsemerov nakazat' Ili yavit' im Svoyu milost', Yesli na eto budet Yego volya, (Kogda pokayutsya oni i obratyatsya k Bogu), - Allakh, poistine, proshchayushch, miloserd"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allakh (zastavil) nechestivykh povernut' nazad Vmeste so vsey ikh zloboyu i gnevom. I vygody oni ne poluchili (ni v vere, ni v dobre). Dlya vernykh zhe v boyu dostatochno Allakha, - Ved' On silen, moguch i slaven"},{"SurahNumber":33,"VerseNumber":26,"Text":"I iz lyudey Pisaniya On vyyti (povelel) iz ukrepleniy tem, Chto pomogali (voyevat' protiv proroka), I v serdtse im vselil smertel'nyy strakh. Vy istrebili chast' iz nikh, Drugikh zhe vzyali v plen (i obratili v rabstvo)"},{"SurahNumber":33,"VerseNumber":27,"Text":"I dal On vam v nasledstvo zemlyu ikh, Doma ikh i dobro I te mesta, kuda vasha noga dosele ne stupala, - Allakh nad vsyakoy veshch'yu moshchen"},{"SurahNumber":33,"VerseNumber":28,"Text":"O prorok! Skazhi svoim suprugam: \"Yesli vy ishchete usladu i ukrasy blizhney zhizni, Prikhodite: YA vam (razvod i s nim) dovol'stviye dostavlyu I otpushchu s dostoinstvom i chest'yu (na svobodu)"},{"SurahNumber":33,"VerseNumber":29,"Text":"No yesli ishchete ugody Boga, Yego poslanniku (khotite byt' zhenoy) I (ispytat' dary) poslednego zhilishcha, To, istinno, Allakh ugotoval velikuyu nagradu Dlya dobrodeyushchikh iz vas"},{"SurahNumber":33,"VerseNumber":30,"Text":"Zheny proroka! Yesli odna iz vas Vinovna budet v merzosti, chto budet ochevidna, Yey nakazaniye udvoitsya vdvoyne, - Ved' eto dlya Allakha tak legko"}]}