{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":53,"Text":"They keep asking you (O Prophet), \"Is it really true?\" Say, \"Yes indeed, by my Lord, it is really true. And you cannot defy His Laws"},{"SurahNumber":10,"VerseNumber":54,"Text":"Whoever oppresses people, has wronged his own \"Self\". Even if they possessed everything on earth, they would readily present it as ransom. But they will be ashamed within themselves, when they see the doom. They will be judged fairly and no wrong shall be done to them"},{"SurahNumber":10,"VerseNumber":55,"Text":"Oh, verily, To Allah belongs all that is in the heavens and the earth. His Promise is unwaveringly True but most of them never learn"},{"SurahNumber":10,"VerseNumber":56,"Text":"He it is Who gives life and death. You and your actions will be returned to Him"},{"SurahNumber":10,"VerseNumber":57,"Text":"O Mankind! There has now come to you Enlightenment from your Sustainer, and a healing for everything that troubles your hearts, and Guidance, and Grace to all who embrace it"},{"SurahNumber":10,"VerseNumber":58,"Text":"Say, \"In this Bounty of Allah and in His Grace - in this, then, let them rejoice. It is better than all the treasures that they may amass"},{"SurahNumber":10,"VerseNumber":59,"Text":"Say, \"Have you considered how Allah sends down to you all kinds of provisions for your minds and bodies? Then you render some of them unlawful and some lawful?\" (You go after man-made dogmas thus tampering with the revealed Word of God and declare unlawful His Bounties of sustenance, food, clothing, ornament of life and things of aesthetic beauty such as art). Say, \"Has Allah permitted you to do this? Or do you invent lies and attribute them to Allah"},{"SurahNumber":10,"VerseNumber":60,"Text":"Does it ever occur to the people who tamper with religion and invent lies concerning Allah, that they will have to face Him on the Resurrection Day? Allah is Infinitely Bountiful toward mankind, but the majority of them do not show gratitude in word and action"},{"SurahNumber":10,"VerseNumber":61,"Text":"In whatever condition you may find yourself (O Prophet), and whatever of the Qur'an you are reciting and preaching, and whatever work or business you believers are occupied with, remember that We are your Witness from the moment you enter upon it. Not an atom's weight in the Low nor in the Height escapes your Lord's knowledge. Nor, a thing smaller or bigger, everything in the Universe is recorded in His Clear Decree"},{"SurahNumber":10,"VerseNumber":62,"Text":"Remember that people who strive to establish the Divine System, become the friends of Allah. They will have nothing to fear, nor shall they grieve"},{"SurahNumber":10,"VerseNumber":63,"Text":"They accepted His Message, followed His Commands, and walked aright"},{"SurahNumber":10,"VerseNumber":64,"Text":"There is good news for them in this world and in the life to come. (This is Allah's Word). Allah's Words never change. (And changeless are His Laws (33:62), (35:43), (48:23). And you will never find even a slight turn in His Laws (17:77)). Success in the world and in the life to come is the Supreme Triumph"},{"SurahNumber":10,"VerseNumber":65,"Text":"Let not their utterances sadden you (O Prophet!) To Allah wholly belong all Authority, Might and Honor. He is the Hearer, the Knower. (No power, glory or honor is attainable contrary to His Laws)"},{"SurahNumber":10,"VerseNumber":66,"Text":"Behold! Verily, all creatures in the heavens and all creatures in the earth belong to Allah. (All are His subjects). So, what do they follow who call upon \"partners\" of Allah? They follow nothing but the conjecture of others, and themselves do nothing but guess"},{"SurahNumber":10,"VerseNumber":67,"Text":"He it is Who made night for you to rest in, and made the day lighted to make things visible to you. These are Signs for those who are willing to listen and think"},{"SurahNumber":10,"VerseNumber":68,"Text":"And yet they assert, \"God has taken unto Himself a son!\" Glory to Him! Self-sufficient is He. Unto Him belongs all that is in the heavens and all that is in the earth. No evidence whatever you have for this assertion! Would you ascribe to God something you really don't know"},{"SurahNumber":10,"VerseNumber":69,"Text":"Say, \"Verily, They who attribute their lying inventions to Allah, will see the crops of their false imagery burning to ashes"},{"SurahNumber":10,"VerseNumber":70,"Text":"They get their fleeting share in this world, but then unto Us is their return. Our Law of Requital will have them effectively taste a dreadful doom, for they chose to live in the darkness of falsehood"}]}