{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Dan wahai kaumku! Bagaimanakah ini, aku menyeru kamu kepada keselamatan, tetapi kamu menyeru ke neraka"},{"SurahNumber":40,"VerseNumber":42,"Text":"(Mengapa) kamu menyeruku agar kafir kepada Allah dan menyekutukan-Nya dengan sesuatu yang aku tidak mempunyai ilmu tentang itu, padahal aku menyerumu (untuk beriman) kepada Yang Mahaperkasa, Maha Pengampun"},{"SurahNumber":40,"VerseNumber":43,"Text":"Sudah pasti bahwa apa yang kamu serukan aku kepadanya bukanlah suatu seruan yang berguna, baik di dunia maupun di akhirat. Dan sesungguhnya tempat kembali kita pasti kepada Allah, dan sesungguhnya orang-orang yang melampaui batas, mereka itu akan menjadi penghuni neraka"},{"SurahNumber":40,"VerseNumber":44,"Text":"Maka kelak kamu akan ingat kepada apa yang kukatakan kepadamu. Dan aku menyerahkan urusanku kapada Allah. Sungguh, Allah Maha Melihat akan hamba-hamba-Nya.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Maka Allah memeliharanya dari kejahatan tipu daya mereka, sedangkan Fir'aun beserta kaumnya dikepung oleh azab yang sangat buruk"},{"SurahNumber":40,"VerseNumber":46,"Text":"Mereka dimasukkan ke dalam neraka (di kubur), pada pagi dan petang, dan pada hari terjadinya Kiamat (kepada malaikat diperintahkan), “Masukkanlah Fir'aun dan kaumnya ke dalam azab yang sangat keras!”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Dan (ingatlah), ketika mereka berbantah-bantahan dalam neraka maka orang yang lemah berkata kepada orang-orang yang menyombongkan diri, “Sesungguhnya kami dahulu adalah pengikut-pengikutmu, maka dapatkah kamu melepaskan sebagian (azab) api neraka yang menimpa kami?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Orang-orang yang menyombongkan diri menjawab, “Sesungguhnya kita semua sama-sama dalam neraka karena Allah telah menetapkan keputusan antara hamba-hamba-(Nya).”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Dan orang-orang yang berada dalam neraka berkata kepada penjaga-penjaga neraka Jahanam, “Mohonkanlah kepada Tuhanmu agar Dia meringankan azab atas kami sehari saja.”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Maka (penjaga-penjaga Jahanam) berkata, ”Apakah rasul-rasul belum datang kepadamu dengan membawa bukti-bukti yang nyata?” Mereka menjawab, “Benar, sudah datang.” (Penjaga-penjaga Jahanam) berkata, “Berdoalah kamu (sendiri)” Namun doa orang-orang kafir itu sia-sia belaka"},{"SurahNumber":40,"VerseNumber":51,"Text":"Sesungguhnya Kami akan menolong rasul-rasul Kami dan orang-orang yang beriman dalam kehidupan dunia dan pada hari tampilnya para saksi (hari Kiamat)"},{"SurahNumber":40,"VerseNumber":52,"Text":"(yaitu) hari ketika permintaan maaf tidak berguna bagi orang-orang zalim dan mereka mendapat laknat dan tempat tinggal yang buruk"},{"SurahNumber":40,"VerseNumber":53,"Text":"Dan sungguh, Kami telah memberikan petunjuk kepada Musa; dan mewariskan Kitab (Taurat) kepada Bani Israil"},{"SurahNumber":40,"VerseNumber":54,"Text":"untuk menjadi petunjuk dan peringatan bagi orang-orang yang berpikiran sehat"},{"SurahNumber":40,"VerseNumber":55,"Text":"Maka bersabarlah kamu, sesungguhnya janji Allah itu benar, dan mohonlah ampun untuk dosamu dan bertasbihlah seraya memuji Tuhanmu pada waktu petang dan pagi"},{"SurahNumber":40,"VerseNumber":56,"Text":"Sesungguhnya orang-orang yang memperdebatkan ayat-ayat Allah tanpa alasan (bukti) yang sampai kepada mereka, yang ada dalam dada mereka hanyalah (keinginan akan) kebesaran yang tidak akan mereka capai, maka mintalah perlindungan kepada Allah. Sungguh, Dia Maha Mendengar, Maha Melihat"},{"SurahNumber":40,"VerseNumber":57,"Text":"Sungguh, penciptaan langit dan bumi itu lebih besar daripada penciptaan manusia, akan tetapi kebanyakan manusia tidak mengetahui"},{"SurahNumber":40,"VerseNumber":58,"Text":"Dan tidak sama orang yang buta dengan orang yang melihat, dan tidak (sama) pula orang-orang yang beriman dan mengerjakan kebajikan dengan orang-orang yang berbuat kejahatan. Hanya sedikit sekali yang kamu ambil pelajaran"},{"SurahNumber":40,"VerseNumber":59,"Text":"Sesungguhnya hari Kiamat pasti akan datang, tidak ada keraguan tentangnya, akan tetapi kebanyakan manusia tidak beriman"},{"SurahNumber":40,"VerseNumber":60,"Text":"Dan Tuhanmu berfirman, “Berdoalah kepada-Ku, niscaya akan Aku perkenankan bagimu. Sesungguhnya orang-orang yang sombong tidak mau menyembah-Ku akan masuk ke neraka Jahanam dalam keadaan hina dina.”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allah-lah yang menjadikan malam untukmu agar kamu beristirahat padanya; (dan menjadikan) siang terang-benderang. Sungguh, Allah benar-benar memiliki karunia yang dilimpahkan kepada manusia, tetapi kebanyakan manusia tidak bersyukur"},{"SurahNumber":40,"VerseNumber":62,"Text":"Demikianlah Allah, Tuhanmu, Pencipta segala sesuatu, tidak ada tuhan (yang berhak disembah) selain Dia; maka bagaimanakah kamu dapat dipalingkan"},{"SurahNumber":40,"VerseNumber":63,"Text":"Demikianlah orang-orang yang selalu mengingkari ayat-ayat Allah dipalingkan"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah-lah yang menjadikan bumi untukmu sebagai tempat menetap dan langit sebagai atap dan membentukmu lalu memperindah rupamu serta memberimu rezeki dari yang baik-baik. Demikianlah Allah, Tuhanmu, Mahasuci Allah Tuhan seluruh alam"},{"SurahNumber":40,"VerseNumber":65,"Text":"Dialah yang hidup kekal, tidak ada tuhan (yang berhak disembah) melainkan Dia; maka sembahlah Dia dengan tulus ikhlas beragama kepada-Nya. Segala puji bagi Allah Tuhan seluruh alam"}]}