{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"وە کاتێك ئادەمی زیانێکی لێ بکەوێت دەگەڕێتەوە بۆ لای پەروەردگاری وھاواری لێ دەکات پاشان ئەگەر لەلایەن خۆیەوە نازو نیعمەتێکی دایە ئەوەی لەبیر دەچێت کە لەپێشترا ھاواری لە پەروەردگاری دەکرد وھاوتایانێك بۆ خوا دادەنێت بۆ ئەوەی (خەڵك) لە ڕێگای ئەو گومڕاکات (ئەی موحەممەد ﷺ بە ھەڕەشەوە) بڵێ: بە بێ باوەڕێکەت کەمێك لەزەت وەرگرە لە ژیان چونکە بەڕاستی تۆ لەھاوەڵانی ئاگری دۆزەخی"},{"SurahNumber":39,"VerseNumber":9,"Text":"(ھاوبەشدانەران چاکترن) یان کەسێك ملکەچ وخواپەرست بێت؟ لە کاتەکانی شەودا بە سوژدە بردن و ڕاوەستان (بە شەو نوێژوە خەریك بێت) کە لە (سزای) دواڕۆژ دەترسێت و بە ھیوای بەزەیی پەروەردگاریەتی (ئەی موحەممەد ﷺ) بڵێ ئایا ئەوانەی دەزانن یەکسانن لەگەڵ ئەوانەی کە نازانن بەڕاستی تەنھا خاوەنانی ژیری ئامۆژگاری وەردەگرن"},{"SurahNumber":39,"VerseNumber":10,"Text":"(ئەی موحەممەد ﷺ) بڵێ بەو بەندانەم کە باوەڕیان ھێناوە لە (سزای) پەروەردگارتان خۆ بپارێزن کەسانێك لەم دونیایەدا چاکەیان کردووە، پاداشتی چاکیان بۆ ھەیە وە زەوی خوا فراوانە بەڕاستی تەنھا ئارامگران بەبێ حیساب وژماردن پاداشتیان دەدرێتەوە"},{"SurahNumber":39,"VerseNumber":11,"Text":"(ئەی موحەممەد ﷺ) بڵێ بەڕاستی من فەرمانم پێـدراوە کە خوا بپەرستم بە دڵسۆزی بۆی ملکەچ بم"},{"SurahNumber":39,"VerseNumber":12,"Text":"وە فەرمانم پێـدراوە کە یەکەم کەسی موسڵمانان (ی ئوممەتم) بم"},{"SurahNumber":39,"VerseNumber":13,"Text":"(ئەی موحەممەد ﷺ) بڵێ بەڕاستی من دەترسم ئەگەر سەرپێچی پەروەردگارم بکەم لە سزای ڕۆژێکی گەورە (سزای قیامەت)"},{"SurahNumber":39,"VerseNumber":14,"Text":"بڵێ من ھەر خوا دەپەرستم بە پاکی و تەنھا ھەر بۆ ئەو ملکەچم"},{"SurahNumber":39,"VerseNumber":15,"Text":"(بە بێ باوەڕان بڵێ) ئێوەش جگە لە خوا چیتان وویست بی پەرستن بڵێ بێگومان زەرەرۆمەندان کەسانێکن کەخۆیان و کەسوکاریان لەدەستداوە لە ڕۆژی قیامەتدا بێدار بن، ھەر ئەوە زەرەرۆمەندی ئاشکراو دیار"},{"SurahNumber":39,"VerseNumber":16,"Text":"بۆ ئەوان ھەیە لەلای سەریانەوە چەند تەبەقێك (وەك ھەوری ڕەش) لەئاگر و لەژێریشیانەوە چەند تەبەقێك ھەیە ئەو (سزایە) خوا بەندەکانی خۆی پێ دەترسێنێت ئەی بەندەکانم خۆتان بپارێزن (لە سزای من)"},{"SurahNumber":39,"VerseNumber":17,"Text":"وە کەسانێك کە لەپەرستنی بت (و ھەموو پەرستراوێکی تر) خۆیان پاراستووە وە گەڕاونەتەوە بۆ لای خوا مژدەی گەورە تەنھا بۆ ئەوانەیە، کەواتە مژدە بدە بەبەندەکانم"},{"SurahNumber":39,"VerseNumber":18,"Text":"ئەوانەی گوێ دەگرن بۆ قسە وگوفتار ئەمجا شوێن چاکترینی ئەو (قسانە) دەکەون ئەوانە کەسانێکن خودا ڕێنمونی کردوون ھەر ئەوانەن خاوەنانی ژیری و ھۆش"},{"SurahNumber":39,"VerseNumber":19,"Text":"جا ئایا کەسێك بەڵێنی سزای بەسەردا چەسپابێت (بۆی بڕیاردرا بێت) دەی ئایا تۆ (دەتوانی) کەسێك ڕزگار بکەیت کە لەناو ئاگری دۆزەخدایە؟"},{"SurahNumber":39,"VerseNumber":20,"Text":"بەڵام کەسانێك کە لە پەروەردگاریان ترساون و خۆیان (لە سزای) پاراستووە (لە بەھەشتدا) بۆ ئەوانە کۆشك و تەلاری چەند نھۆم ھەیە ڕووباری ئاو بە ژێریاندا دەڕوات (ئەمە) بەڵێنی خوایە و خواش بەڵێنی خۆی دەباتە سەر"},{"SurahNumber":39,"VerseNumber":21,"Text":"ئایا نەتبینی کە خوا لە ئاسمانەوە بارانێك دەبارێنێت (بۆ سەر زەوی) ئەمجا ئەو بارانە دەبات بە ناو زەویدا کانیاوەکانی لێ دەردەھێنێت لە پاشان کشتوکاڵ و گژوگیا و گوڵی پێ دەڕوێنێت کە ڕەنگەکانیان جیاوازە پاشان دەیبینیت کە ووشك دەبێ و زەرد ھەڵدەگەڕێت دواتر دەیکات بە پووشی ورد و خاش بەڕاستی لەمەدا (کە باسکرا) ئامۆژگاری و پەند ھەیە بۆ ئەوانەی خاوەن ژیرین"},{"SurahNumber":39,"VerseNumber":22,"Text":"دەی ئایا کەسێك خوا سینەی گوشاد کردووە بۆ ئیسلام و ئەو لەسەر رێبازی رووناکی پەروەردگاریەتی (وەك کەسێکە دڵی ڕەق بووبێت لەئاست ئیسلام) جا سزا و لە ناوچوون بۆ ئەوانەی دڵیان ڕەقە لەئاست (قورئان و) یادی خوادا ئائەوانە لە گومڕاییەکی ئاشکرادان"},{"SurahNumber":39,"VerseNumber":23,"Text":"خوا جوانترین فەرمایشتی ناردۆتە خوارەوە قورئانێکە (کەئایەتەکانی) لەیەکچووی دووپات کراوەن، ئەو کەسانەی لەپەروەردگاریان دەترسن پێستیان تەزووی پێدا دێت (بە بیستنی قورئان) پاشان پێستیان و دڵیان نەرم دەبێت بە یادی (قورئانی) خوا ئەو (قورئانە) ڕێنمونی خوایە بەو (قورئانە) ڕێنمونی ھەر کەسێك دەکات کە بیەوێت ھەر کەسیش خوا گومڕای بکات ئەوە ڕێنمونیکەرێك بۆ ئەو نیە"},{"SurahNumber":39,"VerseNumber":24,"Text":"دەی ئایا کەسێك بەدەم وچاوی خۆی بپارێزێت لەسزای سەختی ڕۆژی دوایی(وەك کەسێك وایە کە لە بەھەشت دابێت) بەستەمکاران دەگوترێت بچەژن سزای ئەو (کردەوانەی) لە دونیا دەتان کرد"},{"SurahNumber":39,"VerseNumber":25,"Text":"ئەوانەی پێش ئەمان (پێش قوڕەیشیەکان) بوون باوەڕیان نەھێنا بە پێغەمبەرەکانیان بەو ھۆیەوە سزا (ی خوا) یان بۆ ھات لە لایەکەوە کە ھەستیان پێ نەکرد"},{"SurahNumber":39,"VerseNumber":26,"Text":"ئەمجا خوا پێی چەشتن ڕیسوایی لە ژیانی دونیادا وە بێگومان سزای ڕۆژی دوایی گەورەتر ئەگەر ئەوانە بزانن"},{"SurahNumber":39,"VerseNumber":27,"Text":"سوێند بەخوا بەڕاستی لەم قورئانەدا ھێناومانەتەوە بۆ خەڵکی ھەموو جۆرە نموونەیەك تا پەندو ئامۆژگاری وەرگرن"},{"SurahNumber":39,"VerseNumber":28,"Text":"(ئەو قورئانە) قورئانێکی عەرەبیە ھیچ خواری و لاریەکی تێدا نیە بۆ ئەوەی (لەسزا) خۆ بپارێزن وببنە لە خواترس"},{"SurahNumber":39,"VerseNumber":29,"Text":"خوا نموونەی ھێناوەتەوە بە پیاوێکی (بەندە) ھی چەند کەسێکە ئاژاوەیانە لەسەر ئەو (بەندە) وە پیاوێکیش کە تەنھابەندەی پیاوێکە ئایا ئەم دوو کەسە وەک یەکنھەموو سوپاس تەنھا بۆ خوایە بەڵام زۆربەیان نازانن"},{"SurahNumber":39,"VerseNumber":30,"Text":"(ئەی موحەممەد ﷺ) بەڕاستی تۆ دەمری و ئەوانیش دەمرن"},{"SurahNumber":39,"VerseNumber":31,"Text":"لەپاشان بێگومان ئێوە لە ڕۆژی دواییدا لای پەروەردگارتان داوا چی دەبن دژی یەکتری"}]}