{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"And there are some who had made a vow to God: “If He gives us from His bounty, we will surely spend in charity and be of the righteous.”"},{"SurahNumber":9,"VerseNumber":76,"Text":"But when He gave them out of His bounty, they withheld it and turned away indifferently"},{"SurahNumber":9,"VerseNumber":77,"Text":"So He caused hypocrisy to plague their hearts until the Day they will meet Him, for breaking their promise to God and for their lies"},{"SurahNumber":9,"VerseNumber":78,"Text":"Do they not know that God ˹fully˺ knows their ˹evil˺ thoughts and secret talks, and that God is the Knower of all unseen"},{"SurahNumber":9,"VerseNumber":79,"Text":"˹There are˺ those who slander ˹some of˺ the believers for donating liberally and mock others for giving only the little they can afford. God will throw their mockery back at them, and they will suffer a painful punishment"},{"SurahNumber":9,"VerseNumber":80,"Text":"˹It does not matter˺ whether you ˹O Prophet˺ pray for them to be forgiven or not. Even if you pray for their forgiveness seventy times, God will never forgive them. That is because they have lost faith in God and His Messenger. And God does not guide the rebellious people"},{"SurahNumber":9,"VerseNumber":81,"Text":"Those ˹hypocrites˺ who remained behind rejoiced for doing so in defiance of the Messenger of God and hated ˹the prospect of˺ striving with their wealth and their lives in the cause of God. They said ˹to one another˺, “Do not march forth in the heat.” Say, ˹O Prophet,˺ “The Fire of Hell is far hotter!” If only they could comprehend"},{"SurahNumber":9,"VerseNumber":82,"Text":"So let them laugh a little—they will weep much as a reward for what they have committed"},{"SurahNumber":9,"VerseNumber":83,"Text":"If God returns you ˹O Prophet˺ to a group of them and they ask to go forth with you, say, “You will not ever go forth or fight an enemy along with me. You preferred to stay behind the first time, so stay with those ˹helpless˺ who remain behind.”"},{"SurahNumber":9,"VerseNumber":84,"Text":"And do not ever offer ˹funeral˺ prayers for any of their dead, nor stand by their grave ˹at burial˺, for they have lost faith in God and His Messenger and died rebellious"},{"SurahNumber":9,"VerseNumber":85,"Text":"And let neither their wealth nor children impress you ˹O Prophet˺. God only intends to torment them through these things in this world, and ˹then˺ their souls will depart while they are disbelievers"},{"SurahNumber":9,"VerseNumber":86,"Text":"Whenever a sûrah is revealed stating, “Believe in God and struggle along with His Messenger,” the rich among them would ask to be exempt, saying, “Leave us with those who remain behind.”"},{"SurahNumber":9,"VerseNumber":87,"Text":"They preferred to stay behind with the helpless, and their hearts have been sealed so they do not comprehend"},{"SurahNumber":9,"VerseNumber":88,"Text":"But the Messenger and the believers with him strived with their wealth and their lives. They will have all the best, and it is they who will be successful"},{"SurahNumber":9,"VerseNumber":89,"Text":"God has prepared for them Gardens under which rivers flow, to stay there forever. That is the ultimate triumph"},{"SurahNumber":9,"VerseNumber":90,"Text":"Some nomadic Arabs ˹also˺ came with excuses, seeking exemption. And those who were untrue to God and His Messenger remained behind ˹with no excuse˺. The unfaithful among them will be afflicted with a painful punishment"},{"SurahNumber":9,"VerseNumber":91,"Text":"There is no blame on the weak, the sick, or those lacking the means ˹if they stay behind˺, as long as they are true to God and His Messenger. There is no blame on the good-doers. And God is All-Forgiving, Most Merciful"},{"SurahNumber":9,"VerseNumber":92,"Text":"Nor ˹is there any blame on˺ those who came to you ˹O Prophet˺ for mounts, then when you said, “I can find no mounts for you,” they left with eyes overflowing with tears out of grief that they had nothing to contribute"}]}