{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Prochitay im povest' o Noye. Vot, on skazal svoyemu narodu: \"Narod moy! Yesli dlya vas tyagostny moye prebyvaniye mezhdu vami i moya peredacha znameniy Bozhiikh, to ya na Boga vozlagayu moye upovaniye. Postav'te vashe delo v nadlezhashchem yego vide: a takzhe i obogotvoryayemykh vami, i pust' vashe delo ne budet kakoy-to temnotoy dlya vas; potom sudite o mne i ne zastavlyayte menya zhdat'"},{"SurahNumber":10,"VerseNumber":72,"Text":"Yesli vy i otvorotites' ot menya, - ya ne proshu u vas kakoy libo nagrady; moya nagrada tol'ko ot Boga, a mne tol'ko zapovedano, chtoby ya byl v chisle pokornykh"},{"SurahNumber":10,"VerseNumber":73,"Text":"Tak kak oni sochli yego lzhetsom, to My yego i tekh, kotoryye byli s nim, spasli v kovchege i sdelali ikh preyemstvennym pokoleniyem; a tekh, kotoryye pochli nashi znameniya lozhnymi, My potopili. Smotri, kakov byl konets etikh oblichennykh"},{"SurahNumber":10,"VerseNumber":74,"Text":"Posle nego My vozdvigali poslannikov, kazhdogo k svoyemu narodu: oni prinosili k nim yasnyye ukazaniya; no eti ne khoteli verovat' v to, chto naperod uzhe schitali lozhnym. Tak zapechatlevayem My serdtsa protivoborstvuyushchikh"},{"SurahNumber":10,"VerseNumber":75,"Text":"Posle nikh My poslali s nashimi znameniyami Moiseya i Aarona k Faraonu i k yego vel'mozham; no eti vozvelichalis' i stali lyud'mi vinovnymi"},{"SurahNumber":10,"VerseNumber":76,"Text":"Kogda ot Nas prishla k nim istina, oni skazali: \"Eto - volshebstvo ochevidnoye"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moisey skazal: \"O istine, kogda ona prishla k vam, zachem govorite: \"Ne volshebstvo li eto?\" Volkhvuyushchiye ne budut schastlivy"},{"SurahNumber":10,"VerseNumber":78,"Text":"Oni skazali: \"Ne dlya togo li ty prishel k nam, chtoby otvratit' nas ot togo, chto prinyali my ot ottsov nashikh, i chtoby vam dvoim dostalos' vladychestvo nad etoy zemley? My ne poverim vam"},{"SurahNumber":10,"VerseNumber":79,"Text":"I Faraon skazal: \"Privedite ko mne vsekh iskusnykh volkhvov"},{"SurahNumber":10,"VerseNumber":80,"Text":"I kogda volkhvy prishli, Moisey skazal im: \"Bros'te dolu, chto khotite vy brosit'"},{"SurahNumber":10,"VerseNumber":81,"Text":"I kogda brosili oni, Moisey skazal: \"To, chto predstavili vy, yest' delo volshebstva. Istinno, Bog skoro pokazhet tshchetu etogo; potomu chto Bog ne pospeshestvuyet delam rasprostraniteley nechestiya"},{"SurahNumber":10,"VerseNumber":82,"Text":"Bog slovami svoimi ustanovlyayet istinnost' istiny, ne smotrya na protivoborstvo greshnikov"},{"SurahNumber":10,"VerseNumber":83,"Text":"Moiseyu poverila tol'ko chast' iz yego naroda, strashivshegosya, chto Faraon i yego vel'mozhi podvergnut yego bedstviyam: potomu chto Faraon byl verkhovnyy pravitel' zemli, i potomu chto byl odin iz svoyevol'nykh"},{"SurahNumber":10,"VerseNumber":84,"Text":"Moisey skazal: \"Narod moy! Yesli vy uverovali v Boga, to na nego i upovayte, yesli khotite byt' pokornymi"},{"SurahNumber":10,"VerseNumber":85,"Text":"Oni skazali: \"Upovayem na Boga! Gospodi nash! Ne podvergay nas iskusheniyu ot naroda zhestokogo"},{"SurahNumber":10,"VerseNumber":86,"Text":"po miloserdiyu tvoyemu spasi nas ot naroda nevernogo"},{"SurahNumber":10,"VerseNumber":87,"Text":"I My v otkrovenii skazali Moiseyu i yego bratu: \"Dlya naroda vashego v Yegipte izberite nekotoryye domy i vashi domy sdelayte kybloy, sovershite molitvu i peredayte radostnuyu vest' veruyushchim"},{"SurahNumber":10,"VerseNumber":88,"Text":"I Moisey skazal: \"Gospodi nash! Ty Faraonu i yego vel'mozham dostavil velikolepiye i bogatstvo v zdeshney zhizni, dlya togo, Gospodi nash, chtoby udalilis' oni ot puti tvoyego; Gospodi nash! Unichtozh' bogatstvo ikh, ozhestochi serdtsa ikh, chtoby ne uverovali oni dotole, pokuda ne uvidyat boleznennogo nakazaniya"},{"SurahNumber":10,"VerseNumber":89,"Text":"On skazal: \"YA vnyal molitve vashey; idite pryamo, ne vstupayte na put' tekh, kotoryye ne znayut"}]}