{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"(avar tuti ceytiruppatan karanamaka) vetta veliyana pumiyil (min vayirriliruntu) avarai nam eriyac ceytom. Accamayam avaro mika kalaipputanum corvutanum iruntar"},{"SurahNumber":37,"VerseNumber":146,"Text":"akave, avarukku (nilalituvatarkaka) oru curaiccetiyai mulaippittom"},{"SurahNumber":37,"VerseNumber":147,"Text":"pinnar, nam avarai oru nurayiram allatu atarku atikamana makkalitam nam tutaraka anuppi vaittom"},{"SurahNumber":37,"VerseNumber":148,"Text":"avarkal anaivarum nampikkai kontarkal. Atalal, namum avarkalai oru (ninta) kalam varai cukamaka valavaittom"},{"SurahNumber":37,"VerseNumber":149,"Text":"(napiye!) Avarkalai ketpiraka: ‘‘(Ninkal verukkum) pen makkalai unkal iraivanukkum unkalukku an makkalaiyuma? (Virumpukirirkal)"},{"SurahNumber":37,"VerseNumber":150,"Text":"Allatu nam vanavarkalaip penkalaka pataitta(takak kurukinranare a)tai avarkal parttuk kontiruntarkala"},{"SurahNumber":37,"VerseNumber":151,"Text":"‘‘allah (pillaikalaip) perran enru'' ivarkal karpanaiyana poyyaiye kurukirarkal enpatai niccayamaka nir arintu kolviraka. Niccayamaka ivarkal poyyarkale"},{"SurahNumber":37,"VerseNumber":152,"Text":"‘‘allah (pillaikalaip) perran enru'' ivarkal karpanaiyana poyyaiye kurukirarkal enpatai niccayamaka nir arintu kolviraka. Niccayamaka ivarkal poyyarkale"},{"SurahNumber":37,"VerseNumber":153,"Text":"(atilum) an cantatikalaivittu, pen cantatikalaiya avan terntetuttuk kontan"},{"SurahNumber":37,"VerseNumber":154,"Text":"(ivvaru kura) unkalukku enna niyayam (irukkiratu.) En ivvaru (poyyaka) tirmanikkirirkal"},{"SurahNumber":37,"VerseNumber":155,"Text":"ninkal itai kavanittuc cintikka ventama"},{"SurahNumber":37,"VerseNumber":156,"Text":"allatu unkalukku (itarkaka oru) telivana ataram irukkirata"},{"SurahNumber":37,"VerseNumber":157,"Text":"(kiristavarkale! Avvaru) ninkal kuruvatu unmaiyakave iruppin, atarku unkal vetattai ataramakak kontu varunkal"},{"SurahNumber":37,"VerseNumber":158,"Text":"(napiye!) Ivarkal allahvukkum jinkalukkum itaiyil pantuttuvattaik karpanai ceykinranar. Ayinum, jinkalo (tankal kurram ceytal tantanaikkaka) niccayamaka avanitam kontu varappatuvom enru tittamaka arintu irukkinranar"},{"SurahNumber":37,"VerseNumber":159,"Text":"avarkal kurum ivvarnippukalai vittu allah mikka paricuttamanavan"},{"SurahNumber":37,"VerseNumber":160,"Text":"allahvin kalapparra nampikkaiyulla atiyarkalait tavira, (avarkal tantanaikkullaka mattarkal)"},{"SurahNumber":37,"VerseNumber":161,"Text":"(napiye! Kuruviraka:) ‘‘Niccayamaka ninkalum, ninkal vanankum (jinkalakiya) ivaiyum onru cerntapotilum, (evarin ullattaiyum allahvukku virotamaka) ninkal marrivita mutiyatu"},{"SurahNumber":37,"VerseNumber":162,"Text":"(Napiye! Kuruviraka:) ‘‘Niccayamaka ninkalum, ninkal vanankum (jinkalakiya) ivaiyum onru cerntapotilum, (evarin ullattaiyum allahvukku virotamaka) ninkal marrivita mutiyatu"},{"SurahNumber":37,"VerseNumber":163,"Text":"narakam cellakkutiyavanait tavira"},{"SurahNumber":37,"VerseNumber":164,"Text":"(vanavarkal kuruvatavatu:) Enkalil ovvoruvarukkum kurippitta paniyuntu"},{"SurahNumber":37,"VerseNumber":165,"Text":"niccayamaka nankal (kattalaiyai niraiverra allahvin uttaravai etirparttu) anivakuttu ninra vannamakave irukkirom"},{"SurahNumber":37,"VerseNumber":166,"Text":"niccayamaka nankal avanaip pukalntu tuti ceytu kontum irukkirom"},{"SurahNumber":37,"VerseNumber":167,"Text":"(napiye! Itarkumun makkavacikalakiya) avarkal kurik kontiruntatavatu"},{"SurahNumber":37,"VerseNumber":168,"Text":"‘‘muncenravarkalitam irunta vetattaip ponru oru vetam enkalitam iruntal"},{"SurahNumber":37,"VerseNumber":169,"Text":"niccayamaka nankal allahvutaiya kalapparra atiyarkalaki vituvom'' enrarkal"},{"SurahNumber":37,"VerseNumber":170,"Text":"eninum, ivvaru kurikkontirunta ivarkalitam (ivvetam varave,) atai ivarkal nirakarikkinranar. Aticikkirattil (itan mutivai) ivarkal arintu kolvarkal"},{"SurahNumber":37,"VerseNumber":171,"Text":"tutarkalakiya nam atiyarkalaip parri erkanave nam vakku niccayamaka erpattu vittatu"},{"SurahNumber":37,"VerseNumber":172,"Text":"atalal, niccayamaka avarkaltan utavi ceyyappatuvarkal"},{"SurahNumber":37,"VerseNumber":173,"Text":"niccayamaka nam pataiyinar(kalakiya nampikkaiyalarkal)tan verri peruvarkal"},{"SurahNumber":37,"VerseNumber":174,"Text":"atalal, (napiye!) Ciritu kalam varai (arapikalakiya) ivarkaliliruntu nir vilakiyirum"},{"SurahNumber":37,"VerseNumber":175,"Text":"(ivarkal evvaru tantanaikku ullakirarkal enpatai ariya) avarkalaip parttuk kontiruppiraka. Aticikkirattil avarkalum ataik kantu kolvarkal"},{"SurahNumber":37,"VerseNumber":176,"Text":"(enne!) Nam vetanaikkakava ivarkal avacarappatukinranar"},{"SurahNumber":37,"VerseNumber":177,"Text":"(nam vetanai) avarkal mattiyil irankum camayattil, accamutti eccarikkappatta avarkalin vitiyarkalai maka kettatakivitum"},{"SurahNumber":37,"VerseNumber":178,"Text":"(napiye!) Avarkalai nir ciritu kalam purakkanittu vituviraka"},{"SurahNumber":37,"VerseNumber":179,"Text":"(Avarkalukku vetanai varuvatai) nir etirparttiruppiraka. Avarkalum (atai) niccayamakak kanparkal"},{"SurahNumber":37,"VerseNumber":180,"Text":"avarkalutaiya (tappana) varnippukalai vittum mikka kanniyattirkuriya umatu iraivan mikap paricuttamanavan"},{"SurahNumber":37,"VerseNumber":181,"Text":"(avanal) anuppappatta tutarkal (anaivar) mitum (avanutaiya) salam (iterram) untavataka"},{"SurahNumber":37,"VerseNumber":182,"Text":"pukal anaittum ulakattarin iraivanana allahvukku urittanatu"},{"SurahNumber":38,"VerseNumber":1,"Text":"sat; nallupatecankal nirainta inta kur'an mitu cattiyamaka"},{"SurahNumber":38,"VerseNumber":2,"Text":"(itu nam'maltan arulappattatu. Itai) nirakarippavarkal perum kurotattilum virotattilum (mulki) irukkinranar"},{"SurahNumber":38,"VerseNumber":3,"Text":"ivarkalukku munnar, (ivvaru irunta) ettanaiyo vakupparai nam alittirukkirom. (Vetanai vanta camayattil) avarkal ellorum utavi tetik kuccalittarkal. Atu (vetanaiyiliruntu) tappittuk kollakkutiya neramay irukkavillai"},{"SurahNumber":38,"VerseNumber":4,"Text":"(avarkalukku) accamutti eccarikkakkutiya oru tutar (akiya nir) avarkali(n inatti)lirunte avarkalitam vantataip parri avarkal accariyappattu, ‘‘ivar mikap poy collum cuniyakkarartan'' enru (unkalaip parri) anta nirakarippalarkal kurukinranar"},{"SurahNumber":38,"VerseNumber":5,"Text":"‘‘enna! Ivar (nam) teyvankal anaittaiyum (poyyenak kuri, vanakkattirkuriyavan) ore or iraivantan enru akkivittara? Meyyakave, itu or accariyamana visayamtan'' (enru kuri)"},{"SurahNumber":38,"VerseNumber":6,"Text":"avarkalilulla talaivarkal (marravarkalai nokki, ‘‘ivarai vittu) ninkal cenruvitunkal. Unkal teyvankalai aratanai ceyvatil ninkal urutiyayirunkal. (Unkal teyvankalaik kaivitumpati kurum)ivvisayattil eto (oru cuyanalamtan) karutappatukiratu'' enru kurik konte cenru vittanar"},{"SurahNumber":38,"VerseNumber":7,"Text":"‘‘Munnulla vakupparkalilum, itai nam kelvippattatillai. Itu (ivaral) punaiyappattate tavira verillai'' enrum"},{"SurahNumber":38,"VerseNumber":8,"Text":"‘‘nam'maivittu ivar peril mattumtana (veta) upatecam irakkappattu vittatu'' (enrum kurinarkal). Avvaranru. Unmaiyil ivarkal nam eccarikkaiyaip parriye perum cantekattil irukkinranar. Melum, ituvarai avarkal nam vetanaiyaic cuvaittup parkkave illai"},{"SurahNumber":38,"VerseNumber":9,"Text":"(veta upatecam tankal mitu iranka ventumenru ivarkal kuruvatarku) anaivaraiyum mikaitta perum kotaiyaliyakiya, umatu iraivanin arul pokkisam avarkalitamtan irukkirata"},{"SurahNumber":38,"VerseNumber":10,"Text":"allatu vanankal, pumi, innum ivarrin mattiyil ullavarrin atci avarkalukku uriyatutana? Avvarayin, avarkal (iraivanutan por purivatarkaka) eni vaittu mele eravum"},{"SurahNumber":38,"VerseNumber":11,"Text":"(kevalam!) Inkirukkum ivarkalutaiya kuttattinar (em'mattiram?) Marra kuttattinarkalaip polave ivarkalum muriyatikkappatuvarkal"},{"SurahNumber":38,"VerseNumber":12,"Text":"(ivvare) ivarkalukku munnar irunta nuhvutaiya makkalum, ‘at' ennum makkalum, perum pataiyutaiya hpir'avnum, (nam tutarkalaip) poyyakkinarkal"},{"SurahNumber":38,"VerseNumber":13,"Text":"avvare ‘samut' ennum makkalum, luttutaiya makkalum, (matyan) toppuvacikalum (poyyakkinarkal). Ivarkaltan (muriyatikkappatta) antak kuttattinarkal"},{"SurahNumber":38,"VerseNumber":14,"Text":"ivarkal ovvoru kuttattinarum tutarkalaip poyyakkamal iruntatillai. (Akave, avarkal mitu) en vetanai urutiyayirru"},{"SurahNumber":38,"VerseNumber":15,"Text":"akave, (arapikalakiya) ivarkalum (tankalai alikkakkutiya) ore oru captattait tavira (veretanai) etirparkkinranar. (Atu varum camayam) atait tamatappatuttavum vali irukkatu"},{"SurahNumber":38,"VerseNumber":16,"Text":"Ivarkal, kelvi kanakkuk ketkum nal varuvatarku munnatakave, ‘‘enkal iraivane! Enkal (vetanaiyin) pakattai enkalukkuk kotuttut tirttuvitu!'' Enru (parikacamakak) ketkirarkal"},{"SurahNumber":38,"VerseNumber":17,"Text":"(napiye!) Ivarkal kuruvataip parrip porumaiyaka cakittukkontu iruppiraka. Melum, mika palacaliyakiya nam atiyar tavutai ninaittup parppiraka. Niccayamaka avar (ettakaiya ciramattilum) nam'maiye nokki ninrar"},{"SurahNumber":38,"VerseNumber":18,"Text":"niccayamaka nam malaikalai avarukku vacappatuttit tantom. Kalaiyilum, malaiyilum avai avarutan cerntu tuti ceytu kontiruntana"},{"SurahNumber":38,"VerseNumber":19,"Text":"paravaikalin kuttattaiyum, (nam avarukku vacappatuttit tantom.) Avai, avarutaiya captattaip pinparri avarai culntu (avvare) captamittana"},{"SurahNumber":38,"VerseNumber":20,"Text":"avarutaiya atciyai nam palappatutti, avarukku nanattaiyum piraccanaikalait tirkkum caktiyaiyum kotuttom"}]}