{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"Ol / paygambar / : «Men senderge ata-babaların ustangannan da twra narseni / dindi / akelsem de me?» - dedi. Olar: «Biz sendermen jiberilgenge albette senbeymiz», - dedi"},{"SurahNumber":43,"VerseNumber":25,"Text":"Sonda Biz olardı jazaga tarttıq. Endi, nazar sal, jalganga sıgarwsılardın sonı nemen bitkenine"},{"SurahNumber":43,"VerseNumber":26,"Text":"Kezinde Ibrahim ozinin akesi men eline: «Sındıgında, men senderdin tabınatındarına qatısım joq / olardan bas tartamın"},{"SurahNumber":43,"VerseNumber":27,"Text":"tek ozimdi jaratqanga / qulsılıq etem / . Aqiqatında, Ol gana meni twra jolmen jurgizedi»,- dedi"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ari bul sozdi urpaqtarına, olardın / twra dingeRqaytwı usin mangi qaldırdı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ia, Men / Allah / bulardı / musrikterdi / jane olardın ata-babaların, ozderine aqiqat ari anıq Elsi kelgenge deyin qamtamasız ettim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Al, olar ozderine aqiqat kelgen kezde: «Bul - siqır. Biz ogan senbeymiz»,- dedi"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ari olar: «bul Quran eki qaladan ulı bir adamga nege tusirilmegen?» - dedi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbınnın igiligin solar bolip bere me? Olarga osı omirdegi tirsilik qajetterin Biz ulestirdik. Ari birin-biri jumıs istewge alwı usin dunielik darejelerde olardın birin keybirinen jogarı koterdik. Ari Rabbınnın meyirimi olardın jinagandarınan qayırlı"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eger de adamdardın bir qawım bolıp alwı bolmaganda, ar-Raxmanga kupirlik etkenderdin / qarsı kelgenderdin / uylerinin satırları men ogan koteriletin satıların kumisten jasar edik"},{"SurahNumber":43,"VerseNumber":34,"Text":"sonday-aq olardın uylerindegi esikterdi de jane olar suyenip otıratın jumsaq jihazdardı da / kumisten jasar edik"},{"SurahNumber":43,"VerseNumber":35,"Text":"ari asekeylerdi de. Anıgında bulardın barlıgı osı omirdin gana bolması narsesi. Al Rabbınnın aldındagı songı, mangilik omir / aqiret / taqwalarga / Rabbısına boysunıp, jazasınan qorqıp, saqtangandarga / arnaladı"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kimde-kim ar-Raxmannın Eske salwınan / Qurannan / teris burılsa, Biz ogan saytandı bekitip qoyamız da ol ogan ajıramas serik boladı"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ari sozsiz, olar / saytandar / bulardı twra joldan qaytaradı, al bular ozderin twra joldamız dep esepteydi"},{"SurahNumber":43,"VerseNumber":38,"Text":"Al, qasan Bizge kelgende, ol / serigine / : «Atten! Meni men senin aran eki sıgıstın / batıs pen Sıgıstın / qasıqtıgınday bolsa edi! Qanday jaman seriksin!» - deydi"},{"SurahNumber":43,"VerseNumber":39,"Text":"Olarga / : «Sender adiletsizdik istedinder, bugin azapta birge bolwların senderge es payda bermeydi», - delinedi"},{"SurahNumber":43,"VerseNumber":40,"Text":"Ey, Muxammed! / Sen kerenderge estirte alasın ba nemese soqırlardı jane anıq adaswda bolgandardı twra jolga sala alasın ba"},{"SurahNumber":43,"VerseNumber":41,"Text":"Biz seni alıp ketsek te, olardı mindetti turde jazalaymız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Nemese Olarga wade etkenimizdi sagan korsetemiz. albette, Bizdin Olarga kusimiz jetedi"},{"SurahNumber":43,"VerseNumber":43,"Text":"Ozine waxi etilgendi ustan! Aqiqatında, sen twra joldasın"},{"SurahNumber":43,"VerseNumber":44,"Text":"Sın maninde, bul / Quran / - sagan jane senin qawımına eske salw. Ari sender jaqında suralasındar"},{"SurahNumber":43,"VerseNumber":45,"Text":"Sen ozinnen burın jibergen elsilerimizden / olardın ummetterinen / sura, Biz ar-Raxmannan ozge qulsılıq etiletin qudaylar jasadıq ba"},{"SurahNumber":43,"VerseNumber":46,"Text":"Ari Biz Musanı belgi-mugjizalarımızben Firawnga jane onın wazir, bekterine jiberdik. Ol: «Aqiqatında men bukil alemderdin Rabbısının elsisimin», - dedi"},{"SurahNumber":43,"VerseNumber":47,"Text":"Ol / Musa / Olarga Bizdin belgi-mugjizalarımızdı keltirgen kezde, olar ogan kuldi"},{"SurahNumber":43,"VerseNumber":48,"Text":"Ari Biz olarga bir belgi korsetsek, sozsiz, ol aldıngısınan ulken boldı. Sonday-aq, Biz olardı qaytwları usin azapqa usırattıq"},{"SurahNumber":43,"VerseNumber":49,"Text":"Sonda olar / firawndıqtar / : «Ey, siqırsı! Biz usin Rabbına ozine bergen wadesi boyınsa duga qıl, biz twra jolga kelemiz»,- dedi"},{"SurahNumber":43,"VerseNumber":50,"Text":"Al, qasan Biz olardı azaptan ayıqtırgan kezimizde, olar / wadelerin / buzadı"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ari Firawn eline jar salıp: «Ey, elim! Mısırdın biligi ari mına astımnan agıp jatqan ozender meniki emes pe? Kormey tursındar ma"},{"SurahNumber":43,"VerseNumber":52,"Text":"Alde men mına qadirsiz / qor / jane sozin aren tusindiretin birewden artıq emespin be"},{"SurahNumber":43,"VerseNumber":53,"Text":"Ari nege ogan altınnan bilezikter tagılmagan? Nemese nege onımen peristeler birge erip kelmegen?» - dedi"},{"SurahNumber":43,"VerseNumber":54,"Text":"Ol elin jenil oylı / bayıppen oylamaytın / sanadı, al olar oganbagındı. Oytkeni olar buzıq / boysunbawsı / el edi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Soytip, olar Bizdi aswlandırgan kezde, olardı jazalap, barlıgın swga batırdıq"},{"SurahNumber":43,"VerseNumber":56,"Text":"Ari olardı / ozderi sekildi / keyingilerge / teris / jol salwsı jane ozgeler usin gibrattı mısal ettik"}]}