{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":45,"VerseNumber":12,"Text":"Allah senderge teñizdi, onda Onıñ ämirimen kemelerdiñ jüzwi äri sender Onıñ keñşiligin izdewleriñ jäne şükir etwleriñ / Onıñ bergen ïgilikterine alğıs bildirwleriñ / üşin bağındırdı"},{"SurahNumber":45,"VerseNumber":13,"Text":"Äri Ol senderge aspandardağı jäne jerdegi närselerdi bağındırdı. Munıñ barlığı da - Odan. Anığında, mundaaqılğa salıp oylanatın adamdar üşin belgiler bar"},{"SurahNumber":45,"VerseNumber":14,"Text":"Ey, Muxammed!! Ïmanğa kelgenderge ayt: «Allah adamdarğa istegenderine say qaytarım jazasın beretin bolğandıqtan, olar Onıñ künderin / sıyın, sawabınRümit etpeytinderge / ïmansızdarğa / keşirimmen qarasın», - dep"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim izgi amal jasasa, öziniñ paydasına. Al kim jamandıq istese, öziniñ zïyanına. Keyin sender, özderiñniñ Rabbıña qaytarılasıñdar"},{"SurahNumber":45,"VerseNumber":16,"Text":"Biz Ïsraïl urpaqtarına Kitap, patşalıq / ükim / jäne payğambarlıqtı berdik, olarğa taza / jaqsı / närselerden rïzıq berdik äri olardı älemderden artıq ettik"},{"SurahNumber":45,"VerseNumber":17,"Text":"Äri Biz olarğa is / din / jaylı anıq belgi-dälelder berdik. Olar özderine bilim kelgen soñ ğana, bir-birine degen aşw-ızadan / künşildikten / qayşılıqqa tüsti. Aqïqatında, Rabbıñ Qayta tirilw küni olardıñ tartısqan närselerine qatıstı ükim etedi"},{"SurahNumber":45,"VerseNumber":18,"Text":"Ey, Muxammed! / Sodan keyin seni iste / dinde / şarïğat jolına saldıq. Endi soğan er jäne bilmeytinderdiñ köñil qumarlıqtarına erme"},{"SurahNumber":45,"VerseNumber":19,"Text":"Anığında, olar seni Allahtan qorğay almaydı. Negizinde, ädiletsizder - bir-birine joldas. Al, Allah - taqwalardıñ / Rabbısına boysunıp, jazasınan qorqıp, saqtanğandardıñ / Qamqorşısı"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bul / Quran / adamdar / adamzat / üşin anıq körinetin belgi-dälel jäne ayqın senetin adamdar üşin jolbasşı / twra joldı ustanwğa basşılıq / äri meyirim"},{"SurahNumber":45,"VerseNumber":21,"Text":"Älde jamandıq istegender - Biz olardı ïmanğa kelgen äri izgi amal jasağandar sekildi etedi dep jäne osı ömirde jäne ölimnen keyin olardı birdey etedi dep eseptey me? Olardıñ payımdağanı netken naşar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah aspandar men jerdi aqïqatpen, äri ärbir jan istegen amalına jarasa qaytarım alwı üşin jarattı. jäne Olarğa ädiletsizdik etilmeydi"},{"SurahNumber":45,"VerseNumber":23,"Text":"Qumarlıqtarın özine quday etip alğandı kördiñ be? Allah onı, oğan bilim kelgennen keyin adastırdı jäne estw müşesi men jüregin mörlep qoydı äri közin perdeledi. Allahtan keyin onı kim twra jolğa sala aladı? Eske almaysıñdar ma"},{"SurahNumber":45,"VerseNumber":24,"Text":"Äri olar: «Bul - dünïe tirşiligimiz ğana. Biz ölemiz jäne ömir süremiz äri bizdi waqıttan basqa eşnärse öltirmeydi», dedi. Al olarda bul jayında eşbir bilim joq. Olar tek joramaldaydı"},{"SurahNumber":45,"VerseNumber":25,"Text":"Al, qaşan olarğa anıq ayattarımız oqılğan kezde, olardıñ: «Eger şın sözdi bolsañdar, atalarımızdı keltiriñder», - degennen basqa wäjderi bolmaydı"},{"SurahNumber":45,"VerseNumber":26,"Text":"Ey, Muxammed! / Ayt: «Allah senderdi tiriltedi, keyin öltiredi, sodan soñ senderdi bolwı kümänsiz, Qayta tirilw küni jïnaydı. Biraq adamdardıñ köbi bilmeydi», - de"},{"SurahNumber":45,"VerseNumber":27,"Text":"Aspandardıñ jäne jerdiñ bïligi - Allahta. Sağat / Qayta tirilw / bolatın sol küni - ötirikke şığarwşılar zïyan şegedi"},{"SurahNumber":45,"VerseNumber":28,"Text":"Ey, Muxammed!! Sen ärbir ümmetti tizerlegen küyinde köresiñ. Ärbir ümmet öz Kitabına şaqırıladı. / Olarğa!: «Bügin sender istep ötken amaldarıñnıñ qaytarımın alasıñdar"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bul kitabımız / amal kitabı! senderge qarsı aqïqattı söyleydi. Öytkeni Biz senderdiñ istegen ärbir amaldarıñdı jazwdı buyırğanbız», - delinedi"},{"SurahNumber":45,"VerseNumber":30,"Text":"Al, ïmanğa kelgen jäne izgi amal jasağandardı, olardıñ Rabbısı Öz meyirimine kirgizedi. Mine, osı - anıq jetistik"},{"SurahNumber":45,"VerseNumber":31,"Text":"Al, sonday küpirlik etkenderge / ïmannan teris burılğandarğa / : «Senderge ayattarım oqılğan joq pa edi? Sonda sender özderiñdi joğarı sanadıñdar jäne qılmısker adam boldıñdar»"},{"SurahNumber":45,"VerseNumber":32,"Text":"Senderge!: «Allahtıñ wädesi şın äri Sağatta / Qayta tirilw küninde / kümän joq», - delinse: «Biz Sağattıñ ne ekenin bilmeymiz. Bizde ol twralı türli oylar bar äri oğan ayqın senimimiz joq», - dep ediñder» - delinedi"},{"SurahNumber":45,"VerseNumber":33,"Text":"Sonda istegen jamandıqtarı olardıñ aldınan şığıp äri özderi mazaq etken närseleri olardı orap aladı"},{"SurahNumber":45,"VerseNumber":34,"Text":"Olarğa/: «Osı Künge jolığwdıumıt qaldırğandarıñday / esten şığarğandarınday / , Biz de bul Küni senderdi umıt qaldıramız. Senderdiñ orındarıñ Ot boladı äri senderge kömekteswşiler bolmaydı"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bul senderge, Allahtıñ ayat-belgilerin mazaq etip külgendikteriñ äri bul ömirdiñ senderdi qızıqtırıp, aldap qoyğandığı sebepti boldı», - delinedi. Endi bügin olar ol jerden şığarılmaydı äri olardan / täwbege kelip, Allahtıñ / rïzalığın alw talap etilmeydi"},{"SurahNumber":45,"VerseNumber":36,"Text":"Barlıq maqtaw - aspandardıñ Rabbısı, jerdiñ Rabbısı äri älemderdiñ Rabbısı - Allahqa"},{"SurahNumber":45,"VerseNumber":37,"Text":"Aspandar men jerdegi ulılıq - Oniki. Äri Ol bärinen Üstem , asa Dana"}]}