{"Id":153,"LanguageCodes":["fa","fas"],"Name":"fas-drhussientagi","Author":"Dr. Hussien Tagi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"https://quranenc.com/check/persian_tagi/v1.0.0-csv.1 , https://quranenc.com/en/browse/persian_tagi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"بعضی از آن‌ها با الله (عهد و) پیمان بستند که: اگر (الله) از فضل خود (نصیبی) به ما دهد، قطعاً صدقه (و زکات) خواهیم داد، و از نیکوکاران خواهیم بود"},{"SurahNumber":9,"VerseNumber":76,"Text":"پس چون (الله) از فضل خود به آن‌ها (نصیبی) بخشید، به آن بخل ورزیدند، و اعراض‌کنان روی گرداندند (و سر پیچی کردند)"},{"SurahNumber":9,"VerseNumber":77,"Text":"پس (این عمل) نفاق را تا روزی‌که او (= الله) را ملاقات کنند، در دل‌های شان بر قرار ساخت، به (سبب) آنچه که با الله وعده کرده بودند، خلاف نمودند، (و عهد شکنی کردند) و به (سبب) آنکه دروغ می‌گفتند"},{"SurahNumber":9,"VerseNumber":78,"Text":"آیا نمی‌دانستند که الله اسرارشان، و (سخنان) در گوشی شان را می‌داند، و بی‌گمان الله دانای غیب‌ها است"},{"SurahNumber":9,"VerseNumber":79,"Text":"کسانی‌که از مؤمنان رغبت‌کننده (و فرمانبردار) در صدقات (شان) عیب‌جویی می‌کنند، و کسانی را که جز به‌اندازۀ (ناچیز) توانایی خود (چیزی) نمی‌یابند، پس (عیب‌جویی و) مسخره شان می‌کنند، الله آن‌ها را مسخره می‌کند، و برای آن‌ها عذاب دردناکی است"},{"SurahNumber":9,"VerseNumber":80,"Text":"(ای پیامبر) برای آن‌ها آمرزش بخواه یا برایشان آمرزش نخواه، اگر هفتاد بار برای آن‌ها آمرزش بخواهی، هرگز الله آن‌ها را نمی‌آمرزد، این بدان سبب است که آن‌ها به الله و پیامبرش کافر شدند، و الله گروه فاسقان را هدایت نمی‌کند"},{"SurahNumber":9,"VerseNumber":81,"Text":"واپس‌ماندگان (از غزوۀ تبوک) از نشستن خود بعد از (مخالفت با) رسول الله، خوشحال شدند، و کراهت داشتند که با اموال خود، و جان‌های خود، در راه الله جهاد کنند، و (به یکدیگر) گفتند: «در این گرما، (برای جهاد) بیرون نروید»، (ای پیامبر! به آنان) بگو: «آتش جهنم (از این) گرم‌تراست» اگر در می‌یافتند"},{"SurahNumber":9,"VerseNumber":82,"Text":"پس آن‌ها باید کم‌تر بخندند، و بسیار گریه کنند، (این) جزای آنچه که انجام می‌دادند"},{"SurahNumber":9,"VerseNumber":83,"Text":"پس اگر الله تو را به سوی گروهی از آن‌ها باز گرداند، و از تو اجازۀ خروج (برای جهاد) خواستند، پس بگو: «هرگز با من خارج نخواهید شد، و هرگز همراه من، با هیچ دشمنی نخواهید جنگید، زیرا شما نخستین بار به نشستن (و کناره گیری) راضی شدید، پس با پس‌ماندگان بمانید»"},{"SurahNumber":9,"VerseNumber":84,"Text":"و هرگز بر هیچ یک از آن‌ها که مرده است، نماز نخوان، و بر (کنار) قبرش نایست، بی‌گمان آن‌ها به الله و رسولش کافر شدند، و در حالی‌که فاسق (و نافرمان) بودند؛ مردند"},{"SurahNumber":9,"VerseNumber":85,"Text":"و (فزونی) اموال‌شان و اولادشان، تو را شگفت‌زده نکند، زیرا الله می‌خواهد به (وسیلۀ) آن، آن‌ها را در زندگی دنیا عذاب کند، و در حالی‌که کافراند؛ جان‌شان برآید"},{"SurahNumber":9,"VerseNumber":86,"Text":"و هنگامی‌که سوره‌ای نازل شود که به الله ایمان آورید، و همراه پیامبرش جهاد کنید، توانگران‌شان از تو اجازه می‌خواهند، و گویند: «بگذار ما با خانه‌نشینان (که معذورند) باشیم»"},{"SurahNumber":9,"VerseNumber":87,"Text":"آن‌ها راضی شدند که با (زنان و) بازماندگان باشند، و بر دل‌هایشان مُهر زده شده، پس آنان (چیزی) نمی‌فهمند"},{"SurahNumber":9,"VerseNumber":88,"Text":"لیکن پیامبر و کسانی‌که با او ایمان آوردند، با اموال خود و جان‌های خود (در راه الله) جهاد کردند، نیکی‌ها (همه) از آنِ آن‌هاست، و آنانند که رستگارانند"},{"SurahNumber":9,"VerseNumber":89,"Text":"الله برای آن‌ها باغ‌هایی (از بهشت) آماده کرده است، که نهرها از زیر (درختان) آن جاری است، جاودانه در آن خواهند ماند، این کامیابی بزرگ است"},{"SurahNumber":9,"VerseNumber":90,"Text":"و عذرآورندگان از اعراب (بادیه‌نشین، نزد تو) آمدند، تا به آن‌ها اجازه داده شود، و کسانی‌که به الله و رسولش دروغ گفته بودند (در خانه) نشستند، به زودی به کسانی از آن‌ها که کافر شدند، عذاب دردناکی خواهد رسید"},{"SurahNumber":9,"VerseNumber":91,"Text":"بر ناتوانان گناهی نیست و نه بر بیماران، و نه بر کسانی‌که چیزی نمی‌یابند، خرج کنند، (گناهی است). هرگاه برای الله و پیامبرش خیر خواهی کنند، بر نیکو کاران هیچ راه (سرزنش) نیست، و الله آمرزندۀ مهربان است"},{"SurahNumber":9,"VerseNumber":92,"Text":"و نه بر کسانی‌که وقتی نزد تو آمدند که آن‌ها را (بر مرکبی) سوار کنی، گفتی: «چیزی که شما را برآن سوار کنم، نمی‌یابم» آن‌ها بازگشتند، در حالی‌که از اندوه چشمان‌شان اشک ریزان بود، چرا که هیچ چیزی برای انفاق (در راه الله) نیافتند"}]}