{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Na Sukaniyan so (Allah a) Miyotawan ko dowa Kalodan: Giyaya na tabang a Pakadunggao, go giyaya na matimos a mapulud go tiyaąagowan Niyan so pagulutan a dowa oto sa lut, go runding, a pangurun"},{"SurahNumber":25,"VerseNumber":54,"Text":"Go Sukaniyan so Miyadun pho-on ko ig sa Manosiya: Na biyaloi Niyan oto a Bangunsa, go Kakhakamonga: Na tatap a so Kadnan Ka i Gaos"},{"SurahNumber":25,"VerseNumber":55,"Text":"Na Pushimba-an niran a salakao ko Allah so di kiran phakaompiya, go di kiran phakabinasa: Na miyabaloi so Kapir a tabanga o sorang ko Kadnan niyan"},{"SurahNumber":25,"VerseNumber":56,"Text":"Na da-a Kiyasogo Ami Ruka (Ya Muhammad) a rowar sa Puphamanothol sa mapiya, go Puphamaka-iktiyar"},{"SurahNumber":25,"VerseNumber":57,"Text":"Tharowangka: A kuna a ba Ako rukano phanguni sa makapantag saya sa sokai: Ogaid na sa tao a khabaya na-an makakowa sa lalan ko Kadnan niyan"},{"SurahNumber":25,"VerseNumber":58,"Text":"Na Sarig Ka ko (Allah a) Oyagoyag a so di Phatai; go Puthasbikun ka so Podi Rukaniyan; na makatatarotop Sukaniyan a Kaip ko manga dosa o manga Oripun Niyan"},{"SurahNumber":25,"VerseNumber":59,"Text":"So Miyadun ko manga Langit a go so Lopa go so nganin a pagulutan a dowa nan si-i ko num a manga gawi-i, oriyan niyan na Mithakna ko Aras: So (Allah a) Masalingagao: Na isha-an Ka oto ko Kaip"},{"SurahNumber":25,"VerseNumber":60,"Text":"Na igira a Pitharo kiran: Sodod kano ko (Allah a) Masalinggagao! Na Tharo-on niran: Na antona-a so Masalinggagao? A ti Sodod kami ko apiya antona-a i Ishogo o Ka rukami? Na ba kiran ndun miyakaoman sa kapalagoi"},{"SurahNumber":25,"VerseNumber":61,"Text":"Mala so (Allah a) tomiyago ko Langit sa manga darpa o manga Bito-on, go tomiyago-on sa (Alongan) a Palita-an, go Olan a Masindao"},{"SurahNumber":25,"VerseNumber":62,"Text":"Go Sukaniyan so biyaloi Niyan so gagawi-i a go so daondao a gi-i makashambi: A bagiyan o'tao a miyabaya Mananadum, o di na miyabaya Manalamat"},{"SurahNumber":25,"VerseNumber":63,"Text":"Na so manga Oripun o (Allah a) Masalinggagao na so Puphulalakao siran ko Lopa sa Kapangalimbaba-an, go igira-a ini Mbitiyarai siran o manga lalong, na Tharo siran: Sa Kalilintad"},{"SurahNumber":25,"VerseNumber":64,"Text":"Go siran na gi-i siran mbabasagawi-i sa ruk o Kadnan niran a Khisosodod, go Khigaganat"},{"SurahNumber":25,"VerseNumber":65,"Text":"Go siran na gi-i ran Tharoon: Kadnan Nami! Pakalidasa Kamingka ko siksa ko Naraka Jahannam, Mata-an! A so siksa ro-o na miyabaloi a tatap"},{"SurahNumber":25,"VerseNumber":66,"Text":"Mata-an noto! A miyakaratarata a kaputhakna-an, go darpa"},{"SurahNumber":25,"VerseNumber":67,"Text":"Go siran, na igira-a minggasto siran, na di siran Puthabowakar, go di phagikot, go miyabaloi ko pagulutan noto a katatangka-an"},{"SurahNumber":25,"VerseNumber":68,"Text":"Go siran na di siran phanongganoi sa pud o Allah a Tohan a salakao, go di iran mbono-on so Baraniyawa a so inisapar o Allah, inonta o sabap ko kabunar, go di siran pushina;- na sa dun sa nggolaola ro-o na khatumo niyan so siksa"},{"SurahNumber":25,"VerseNumber":69,"Text":"Puthaktakupunon so siksa ko Alongan a Qiyamah, go kakal ro-o, a makadadapanas"},{"SurahNumber":25,"VerseNumber":70,"Text":"Inonta so tao a Miīithaobat, go Miīiyaratiyaya, go Minggalubuk sa galubuk a mapiya, na siran man na shambiyan o Allah so manga karata-an niran sa manga pipiya, na tatap a so Allah na Manapi, a Makalimo-on"},{"SurahNumber":25,"VerseNumber":71,"Text":"Na sa dun sa Thaobat, go nggalubuk sa mapiya, na Mata-an! A sukaniyan na Phakataobat ko Allah;- sa Samporna a Taobat"},{"SurahNumber":25,"VerseNumber":72,"Text":"Na siran na di ran Pushaksian so kabokhag, go igira-a siyagadan niran so ilang, na panishagadan niran a mbibilangatao siran"},{"SurahNumber":25,"VerseNumber":73,"Text":"Go siran na igira-a miya-aloi kiran so manga Ayat o Kadnan niran, na di siran non shondong sa ba siran mbubungul bota"},{"SurahNumber":25,"VerseNumber":74,"Text":"Go siran na gi-i ran Tharoon: Kadnan nami! Bugikamingka sa pho-on ko manga Karoma mi go so manga Moriyatao ami sa kapipiya ginawa, go baloya Kamingka ko Miyamangongonotan a pukhaonotan"},{"SurahNumber":25,"VerseNumber":75,"Text":"Siran man na imbalas kiran so Pangkatan a Maporo, sabap ko Kiyaphantang iran: Go ala-on siran ro-o (sa Sorga) a Kormat, a go Salaam"},{"SurahNumber":25,"VerseNumber":76,"Text":"Makakakal siran ro-o; Miyakapiyapiya a kaputhakna-an, go darpa"},{"SurahNumber":25,"VerseNumber":77,"Text":"Tharowangka: Di kano lilinga-in o Kadnan Ko o da so dowa-a niyo: Na Sabunar a Piyakambokhag iyo (so Rasul), na khabaloi dun (so siksa) a tatap"}]}