{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Katiyakang matatagumpay ang mga sumasampalataya"},{"SurahNumber":23,"VerseNumber":2,"Text":"Sila na nagsisipag-alay ng kanilang panalangin ng may kataimtiman at ganap na pagpapasakop"},{"SurahNumber":23,"VerseNumber":3,"Text":"At sila na lumalayo sa Al-Laghw (marumi, kasinungalingan, masama, walang kabutihang salita, at lahat ng mga ipinagbabawal ni Allah)"},{"SurahNumber":23,"VerseNumber":4,"Text":"At sila na nagbabayad ng Zakah (katungkulang kawanggawa)"},{"SurahNumber":23,"VerseNumber":5,"Text":"At sila na nangangalaga sa kanilang kalinisan (alalaong baga, sa labag na relasyong seksuwal, sa kanilang maseselang bahagi ng katawan)"},{"SurahNumber":23,"VerseNumber":6,"Text":"Maliban sa kanilang mga asawa o (mga bihag), na angkin ng kanilang kanang kamay, - sa kanila, sila ay ligtas sa anumang panunumbat"},{"SurahNumber":23,"VerseNumber":7,"Text":"Datapuwa’t sinumang maghanap ng higit pa rito, sila ang mga lumalabag sa hangganan ng kautusan"},{"SurahNumber":23,"VerseNumber":8,"Text":"Silanamatatapatsamgaipinagkatiwala(inilagak) sakanila at tumutupad sa mga kasunduan"},{"SurahNumber":23,"VerseNumber":9,"Text":"At sila na mahigpit na nagsasagawa (ng limang takdang) pagdarasal (sa tamang oras)"},{"SurahNumber":23,"VerseNumber":10,"Text":"Katotohanang sila ang mga tagapagmana"},{"SurahNumber":23,"VerseNumber":11,"Text":"Sila ang magmamana ng Firdaus (Paraiso). Mananahan sila rito magpakai-lanman"},{"SurahNumber":23,"VerseNumber":12,"Text":"At katotohanang nilikha Namin ang tao (Adan) mula sa lagkit ng putik (tubig at lupa)"},{"SurahNumber":23,"VerseNumber":13,"Text":"At pagkatapos ay Aming nilikha siya (ang anak ni Adan) bilang isang Nutfah (magkahalong semilya ng lalaki at babae) at (inilagak) sa ligtas na himlayan (sinapupunan ng babae)"},{"SurahNumber":23,"VerseNumber":14,"Text":"At pagkatapos ay ginawa Namin ang Nutfah na isang kimpal (isang makapal na piraso ng namuong dugo), at pagkatapos ay ginawa Namin ang kimpal sa isang maliit na tambok ng laman, at pagkatapos ay ginawa Namin mula sa tambok ng laman ang mga buto, at pagkatapos ay binalutan Namin ang mga buto ng laman, at pagkatapos ay Aming iniluwal siya bilang isang anyo ng paglikha. Kaya’t papurihan si Allah, ang Pinakamahusay sa Tagapaglikha"},{"SurahNumber":23,"VerseNumber":15,"Text":"Pagkatapos nito, katiyakang kayo ay mamamatay"},{"SurahNumber":23,"VerseNumber":16,"Text":"At pagkatapos, (muli), katotohanang kayo ay ibabangon sa Araw ng Muling Pagkabuhay"},{"SurahNumber":23,"VerseNumber":17,"Text":"At katotohanang nilikha Namin sa itaas ninyo ang pitong kalangitan (sa magkakasunod na patong) at hindi kailanman Kami ay nakakaligta sa paglikha"},{"SurahNumber":23,"VerseNumber":18,"Text":"At pinamalisbis Namin mula sa alapaap ang tubig (ulan) sa (ganap) na sukat, at binigyan Namin ito ng hihimlayan sa lupa, at katotohanang magagawa Naming bawiin ito"},{"SurahNumber":23,"VerseNumber":19,"Text":"At inihantad Namin sa inyo mula rito ang mga halamanan ng punong palmera (datiles) at mga ubas, na rito ay maraming bungangkahoy para sa inyo, at dito kayo ay kumakain"},{"SurahNumber":23,"VerseNumber":20,"Text":"At ng puno (oliba) na tumutubo mula sa Bundok ng Sinai, na nagbibigay ng langis, (at ito) ay pampagana sa kumakain"},{"SurahNumber":23,"VerseNumber":21,"Text":"At katotohanan! Sa mga bakahan (hayupan) ay may tunay na aral sa inyo. Aming binigyan kayo ng inumin (gatas) na nanggagaling sa kanilang tiyan. At marami pa mula sa kanila ang mga kapakinabangan, at sila ay inyong kinakain"},{"SurahNumber":23,"VerseNumber":22,"Text":"At mula sa kanila, at sa mga barko, kayo ay naglalakbay (o dinadala)"},{"SurahNumber":23,"VerseNumber":23,"Text":"At katotohanang Aming isinugo si Noe sa kanyang pamayanan, at siya ay nagsabi: “o aking pamayanan! Sambahin ninyo si Allah! wala na kayong ibang Ilah (diyos) malibansa Kanya. Hindibagakayonangangamba(sa Kanya, alalaong baga, sa Kanyang kaparusahan dahilan sa inyong pagsamba sa iba pa maliban sa Kanya)?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Datapuwa’t yaong mga pinuno ng mga hindi sumasampalataya sa lipon ng kanyang mga tao ay nagsabi: “Siya (Noe) ay hindi hihigit pa sa isang tao na katulad ninyo, nagnanais siya na maging mataas (malakas) sa inyo. Kung ninais lamang ni Allah, katiyakang makakapagpanaog Siya ng mga anghel; hindi namin kailanman narinig ang ganitong bagay sa aming mga ninuno.”"},{"SurahNumber":23,"VerseNumber":25,"Text":"“Siya ay isang tao lamang na kinapitan ng kabaliwan, kaya’t pansamantala kayong maghintay sa kanya.”"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Si Noe) ay nagsabi: “o aking Panginoon! Ako ay tulungan Ninyo sapagkat ako ay itinatakwil nila.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Kaya’t siya ay binigyan Namin ng inspirasyon (na nagsasabi): “Balangkasin mo ang Barko sa harapan ng Aming mga Mata at sa ilalim ng Aming Rebelasyon (patnubay). Kaya’t nang ang Aming pag-uutos ay dumatal, at ang bangan ay umagos ng tubig, isakay sa barko ang dalawa sa bawat uri (lalaki at babae), at ang iyong pamilya, maliban sa kanila na ang Salita ay binitawan (pinagsabihan na). At huwag kang manikluhod sa Akin para sa kapakanan ng mga nagsigawa ng kamalian. Katotohanang sila ay lulunurin"},{"SurahNumber":23,"VerseNumber":28,"Text":"At kung kayo ay nakasakay na sa barko, ikaw at sinumang kasama mo, kayo ay magsabi: “Ang lahat ng pagpupuri at pasasalamat ay kay Allah lamang, na nagligtas sa amin sa mga tao na Zalimun (mapang-api, pagano, buktot, atbp)"},{"SurahNumber":23,"VerseNumber":29,"Text":"At ipagbadya: “Aking Panginoon! Inyong ipahintulot na kami ay dumaong sa pinagpalang lugar, sapagkat Kayo ang Pinakamahusay sa nagpapadaong.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Katotohanan, dito (sa ginawa Naming paglunod sa mga tao ni Noe) ay mayroong tiyak na Ayat (mga katibayan, aral, tanda, atbp. sa mga tao upang makaunawa), katotohanang Kami ay lagi nang nagbibigay ng pagsubok (sa mga tao)"},{"SurahNumber":23,"VerseNumber":31,"Text":"At pagkatapos nila, Kami ay lumikha ng iba pang saling-lahi"},{"SurahNumber":23,"VerseNumber":32,"Text":"At nagsugo Kami ng Tagapagbalita mula sa kanilang lipon (na nagsasabi): “Sambahin si Allah! wala na kayong ibang Ilah (Diyos) maliban sa Kanya. Hindi baga kayo nangangamba sa Kanya (alalaong baga, sa Kanyang kaparusahan dahilan sa inyong pagsamba sa iba maliban pa sa Kanya)"},{"SurahNumber":23,"VerseNumber":33,"Text":"At ang mga pinuno ng kanyang pamayanan na hindi sumasampalataya at nagtatakwil sa Pakikipagtipan sa Kabilang Buhay, at sila na binigyan Namin ng kasaganaan at kaalwanan sa buhay na ito, ay nagsabi: “Siya ay hindi hihigit pa sa pagiging tao na katulad ninyo, siya ay kumakain ng inyong kinakain, at siya ay umiinom ng inyong iniinom.”"},{"SurahNumber":23,"VerseNumber":34,"Text":"“Kung kayo ay susunod sa isang tao na katulad ninyo, kung gayon, katotohanang kayo ay tiyak na mga talunan.”"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Ipinangako ba niya sa inyo na kung kayo ay patay na at maging alabok at mga buto, na kayo ay lalabas nang buhay (sa muling pagbabangon)"}]}