{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"الۤمۤ"},{"SurahNumber":30,"VerseNumber":2,"Text":"روم والے مغلوب ہوگئے"},{"SurahNumber":30,"VerseNumber":3,"Text":"قریب ترین علاقہ میں لیکن یہ مغلوب ہوجانے کے بعد عنقریب پھر غالب ہوجائیں گے"},{"SurahNumber":30,"VerseNumber":4,"Text":"چند سال کے اندر ,اللہ ہی کے لئے اوّل و آخر ہر زمانہ کا اختیار ہے اور اسی دن صاحبانِ ایمان خوشی منائیں گے"},{"SurahNumber":30,"VerseNumber":5,"Text":"اللرُکی نصرت و امداد کے سہارے کہ وہ جس کی امداد چاہتا ہے کردیتا ہے اور وہ صاحب هعزّت بھی ہے اور مہربان بھی ہے"},{"SurahNumber":30,"VerseNumber":6,"Text":"یہ اللہ کا وعدہ ہے اور اللہ اپنے وعدہ کے خلاف نہیں کرتا ہے مگر لوگوں کی اکثریت اس حقیقت سے بھی بے خبر ہے"},{"SurahNumber":30,"VerseNumber":7,"Text":"یہ لوگ صرف زندگانی دنیا کے ظاہر کو جانتے ہیں اور آخرت کی طرف سے بالکل غافل ہیں"},{"SurahNumber":30,"VerseNumber":8,"Text":"کیا ان لوگوں نے اپنے اندر فکر نہیں کی ہے کہ خدا نے آسمان و زمین اور اس کے درمیان کی تمام مخلوقات کو برحق ہی پیدا کیا ہے اور ایک معین مدّت کے ساتھ لیکن لوگوں کی اکثریت اپنے پروردگار کی ملاقات سے انکار کرنے والی ہے"},{"SurahNumber":30,"VerseNumber":9,"Text":"اور کیا ان لوگوں نے زمین میں سیر نہیں کی ہے کہ دیکھتے کہ ان سے پہلے والوں کا کیا انجام ہوا ہے جو طاقت میں ان سے زیادہ مضبوط تھے اور انہوں نے زراعت کرکے زمین کو ان سے زیادہ آباد کرلیا تھا اور ان کے پاس ہمارے نمائندے زیادہ کِھلی ہوئی نشانیاں بھی لے کر آئے تھے یقینا خدا اپنے بندوں پر ظلم نہیں کرتا ہے بلکہ یہ لوگ خود ہی اپنے اوپر ظلم کرتے ہیں"},{"SurahNumber":30,"VerseNumber":10,"Text":"اس کے بعد برائی کرنے والوں کا انجام برا ہوا کہ انہوں نے خدا کی نشانیوں کو جھٹلادیا اور برابر ان کا مذاق اڑاتے رہے"},{"SurahNumber":30,"VerseNumber":11,"Text":"اللرُ ہی تخلیق کی ابتدائ کرتا ہے اور پھر پلٹا بھی دیتا ہے اور پھر تم سب اسی کی بارگاہ میں واپس لے جائے جاؤ گے"},{"SurahNumber":30,"VerseNumber":12,"Text":"اور جس دن قیامت قائم کی جائے گی اس دن سارے مجرمین مایوس ہوجائیں گے"},{"SurahNumber":30,"VerseNumber":13,"Text":"اور ان کے شرکائ میں کوئی سفارش کرنے والا نہ ہوگا اور یہ خود بھی اپنے شرکائ کا انکار کرنے والے ہوں گے"},{"SurahNumber":30,"VerseNumber":14,"Text":"اور جس دن قیامت قائم ہوگی سب لوگ آپس میں گروہوں میں تقسیم ہوجائیں گے"},{"SurahNumber":30,"VerseNumber":15,"Text":"پس جو ایمان والے اور نیک عمل والے ہوں گے وہ باگُ جنّت میں نہال اور خوشحال ہوں گے"},{"SurahNumber":30,"VerseNumber":16,"Text":"اور جن لوگوں نے کفر اختیار کیا اور ہماری آیات اور روز آخرت کی ملاقات کی تکذیب کی وہ عذاب میں ضرور گرفتار کئے جائیں گے"},{"SurahNumber":30,"VerseNumber":17,"Text":"لہذا تم لوگ تسبیح پروردگار کرو اس وقت جب شام کرتے ہو اور جب صبح کرتے ہو"},{"SurahNumber":30,"VerseNumber":18,"Text":"اور زمین و آسمان میں ساری حمد اسی کے لئے ہے اور عصر کے ہنگام اور جب دوپہر کرتے ہو"},{"SurahNumber":30,"VerseNumber":19,"Text":"وہ خدا زندہ کو مفِدہ سے اور مفِدہ کو زندہ سے نکالتا ہے اور زمین کو مردہ ہوجانے کے بعد پھر زندہ کرتا ہے اور اسی طرح ایک دن تمہیں بھی نکالا جائے گا"},{"SurahNumber":30,"VerseNumber":20,"Text":"اور اس کی نشانیوں میں سے ایک یہ بھی ہے کہ اس نے تمہیں خاک سے پیدا کیا ہے اور اس کے بعد تم بشر کی شکل میں پھیل گئے ہو"},{"SurahNumber":30,"VerseNumber":21,"Text":"اور اس کی نشانیوں میں سے یہ بھی ہے کہ اس نے تمہارا جوڑا تم ہی میں سے پیدا کیاہے تاکہ تمہیں اس سے سکون حاصل ہو اورپھر تمہارے درمیان محبت اور رحمت قرار دی ہے کہ اس میں صاحبانِ فکر کے لئے بہت سی نشانیاں پائی جاتی ہیں"},{"SurahNumber":30,"VerseNumber":22,"Text":"اور اس کی نشانیوں میں سے آسمان و زمین کی خلقت اور تمہاری زبانوں اور تمہارے رنگوں کا اختلاف بھی ہے کہ اس میں صاحبانِ علم کے لئے بہت سی نشانیاں پائی جاتی ہیں"},{"SurahNumber":30,"VerseNumber":23,"Text":"اور اس کی نشانیوں میں سے یہ بھی ہے کہ تم رات اور دن کو آرام کرتے ہو اور پھر فضل خدا کو تلاش کرتے ہو کہ اس میں بھی سننے والی قوم کے لئے بہت سی نشانیاں پائی جاتی ہیں"},{"SurahNumber":30,"VerseNumber":24,"Text":"اور اس کی نشانیوں میں سے یہ بھی ہے کہ وہ بجلی کو خوف اور امید کا مرکز بنا کر دکھلاتا ہے اور آسمان سے پانی برساتا ہے پھر اس کے ذریعہ مردہ زمین کو زندہ بناتا ہے بیشک اس میں بھی اس قوم کے لئے بہت سی نشانیاں ہیں جو عقل رکھنے والی ہے"},{"SurahNumber":30,"VerseNumber":25,"Text":"اور اس کی نشانیوں میں سے یہ بھی ہے کہ آسمان و زمین اسی کے حکم سے قائم ہیں اور اس کے بعد وہ جب تم سب کو طلب کرے گا تو سب زمین سے یکبارگی برآمد ہوجائیں گے"},{"SurahNumber":30,"VerseNumber":26,"Text":"آسمان و زمین میں جو کچھ بھی ہے سب اسی کی ملکیت ہے اور سب اسی کے تابع فرمان ہیں"},{"SurahNumber":30,"VerseNumber":27,"Text":"اور وہی وہ ہے جو خلقت کی ابتدا ئ کرتا ہے اور پھر دوبارہ بھی پیدا کرے گا اور یہ کام اس کے لئے بے حد آسان ہے اور اسی کے لئے آسمان اور زمین میں سب سے بہترین مثال ہے اور وہی سب پر غالب آنے والا اور صاحب هحکمت ہے"},{"SurahNumber":30,"VerseNumber":28,"Text":"اس نے تمہارے لئے تمہاری ہی مثال بیان کی ہے کہ جو رزق ہم نے تم کو عطا کیا ہے کیا اس میں تمہارے مملوک غلام و کنیز میں کوئی تمہارا شریک ہے کہ تم سب برابر ہوجاؤ اور تمہیں ان کا خوف اسی طرح ہو جس طرح اپنے نفوس کے بارے میں خوف ہوتا ہے ...._ بیشک ہم اپنی نشانیوں کو صاحب هعقل قوم کے لئے اسی طرح واضح کرکے بیان کرتے ہیں"},{"SurahNumber":30,"VerseNumber":29,"Text":"حقیقت یہ ہے کہ ظالموں نے بغیر جانے بوجھے اپنی خواہشات کا اتباع کرلیا ہے تو جس کو خدا گمراہی میں چھوڑ دے اسے کون ہدایت دے سکتا ہے اور ان کا تو کوئی ناصر و مددگار بھی نہیں ہے"},{"SurahNumber":30,"VerseNumber":30,"Text":"آپ اپنے رخ کو دین کی طرف رکھیں اور باطل سے کنارہ کش رہیں کہ یہ دین وہ فطرت الہیۤ ہے جس پر اس نے انسانوں کو پیدا کیا ہے اور خلقت الہٰی میں کوئی تبدیلی نہیں ہوسکتی ہے یقینا یہی سیدھا اور مستحکم دین ہے مگر لوگوں کی اکثریت اس بات سے بالکل بے خبر ہے"}]}