{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Bax belə! Hər kim ozunə verilən cəza kimi cəza versə, sonra yenə də haqsızlıga məruz qalsa, bilsin ki, Allah ona mutləq komək edəcəkdir. Həqiqətən, Allah əfv edəndir, Bagıslayandır"},{"SurahNumber":22,"VerseNumber":61,"Text":"Bu belədir. Cunki Allah gecəni gunduzə, gunduzu də gecəyə qatır. Allah Esidəndir, Gorəndir"},{"SurahNumber":22,"VerseNumber":62,"Text":"Bu belədir. Cunki Allah Haqdır. Kafirlərin Ondan basqa yalvardıqları isə batildir. Həqiqətən, Allah Ucadır, Boyukdur"},{"SurahNumber":22,"VerseNumber":63,"Text":"Məgər Allahın goydən yagıs yagdırdıgını və onunla yer uzunu yasıllıga buruduyunu gormursənmi? Həqiqətən, Allah Lutfkardır, Xəbərdardır"},{"SurahNumber":22,"VerseNumber":64,"Text":"Goylərdə və yerdə nə varsa, Onundur. Həqiqətən, Allah Zəngindir, Tərifəlayiqdir"},{"SurahNumber":22,"VerseNumber":65,"Text":"Məgər Allahın quruda olanları və Oz əmri ilə dənizdə uzən gəmiləri sizə ram etdiyini gormursənmi? Goyu də Oz izni olmadan yerə dusməsin deyə O tutub saxlayar. Həqiqətən, Allah insanlara Səfqətlidir, Mərhəmətlidir"},{"SurahNumber":22,"VerseNumber":66,"Text":"Sizə həyat verən, sonra oldurəcək, daha sonra dirildəcək məhz Odur. Insan, həqiqətən də, nankordur"},{"SurahNumber":22,"VerseNumber":67,"Text":"Biz hər ummət ucun onun yerinə yetirə biləcəyi bir səriət muəyyən etdik. Qoy onlar bu isdə səninlə hocətləsməsinlər. Sən onları Rəbbinə ibadət etməyə dəvət et. Həqiqətən, sən ən dogru bir yoldasan"},{"SurahNumber":22,"VerseNumber":68,"Text":"Əgər səninlə mubahisə etsələr, de: “Allah sizin nə etdiyinizi daha yaxsı bilir"},{"SurahNumber":22,"VerseNumber":69,"Text":"Ixtilaf etdiyiniz məsələlər barəsində Allah sizə Oz hokmunu Qiyamət gunu verəcəkdir”"},{"SurahNumber":22,"VerseNumber":70,"Text":"Məgər bilmirsən ki, Allah goydə və yerdə olanları bilir? Həqiqətən, bu, Yazıda (Lovhi-məhfuzda) movcuddur. Subhəsiz ki, bu, Allah ucun asandır"},{"SurahNumber":22,"VerseNumber":71,"Text":"Onlar Allahı qoyub, haqqında hec bir dəlil nazil edilməyən və ustəlik ozlərinin də bilmədikləri bir seyə ibadət edirlər. Zalımlara komək edən olmaz"},{"SurahNumber":22,"VerseNumber":72,"Text":"Kafirlərə acıq-aydın ayələrimiz oxunduqda sən onların uzundə nifrət gorərsən. Onlar az qalırlar ki, ayələrimizi onlara oxuyanların ustunə cumsunlar. De: “Sizə bundan daha pisini xəbər verimmi? Bu, Cəhənnəmdir! Allah onu kafirlərə vəd etmisdir. Ora nə pis qayıdıs yeridir!”"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ey insanlar! Sizə bir məsəl cəkilir. Onu dinləyin. Subhəsiz ki, Allahdan basqa ibadət etdikləriniz bir milcək belə yarada bilməzlər, hətta bunun ucun bir yerə yıgıssalar belə. Əgər milcək onlardan bir sey goturub aparsa, bunu ondan geri ala bilməzlər. Bunu etmək istəyən də aciz qalar, istənilən də"},{"SurahNumber":22,"VerseNumber":74,"Text":"Onlar Allahı lazımınca qiymətləndirmədilər. Subhəsiz ki, Allah Quvvətlidir, Qudrətlidir"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah mələklərdən də elcilər secir, insanlardan da. Həqiqətən, Allah Esidəndir, Gorəndir"},{"SurahNumber":22,"VerseNumber":76,"Text":"Allah onların kecmisini və gələcəyini bilir. Butun islər Allaha qayıdır"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ey iman gətirənlər! Ruku edin, səcdəyə qapanın, Rəbbinizə ibadət edərək yaxsı islər gorun ki, bəlkə nicat tapasınız"},{"SurahNumber":22,"VerseNumber":78,"Text":"Allah yolunda lazımınca cihad edin. O, sizi secdi və atanız Ibrahimin dinində oldugu kimi, bu dində də sizin ucun hec bir cətinlik yaratmadı. Peygəmbər sizə, siz də insanlara sahid olasınız deyə, Allah həm əvvəl nazil etdiyi kitablarda, həm də bu Kitabda sizi musəlman adlandırdı. Elə isə namaz qılın, zəkat verin və Allaha mohkəm sarılın. O sizin Himayədarınızdır. O nə gozəl Himayədar, nə gozəl Yardımcıdır"}]}