{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Milostinyata zakat e za bednyatsite i za nuzhdaeshtite se, i za onezi, koito ya subirat, i za priobshtavaneto na surtsata [kum Islyama], i za [otkup na] robite, i za dluzhnitsite, i za tezi po putya na Allakh, i za putnika [v nevolya] - zadulzhenie ot Allakh. Allakh e vseznaesht, premudur"},{"SurahNumber":9,"VerseNumber":61,"Text":"Sred tyakh sa i onezi, koito obizhdat Proroka i kazvat: “Toi nadava ukho za vsichko.” Kazhi: “Ukho za vashe dobro.” Toi vyarva v Allakh i vyarva na vyarvashtite, i e milost za onezi ot vas, koito vyarvat. A za onezi, koito obizhdat Pratenika na Allakh, za tyakh ima bolezneno muchenie"},{"SurahNumber":9,"VerseNumber":62,"Text":"Kulnat vi se v Allakh, za da vi ugodyat. No Allakh, a i Negoviyat Pratenik, nai-mnogo zasluzhava na Nego da ugazhdat, ako sa vyarvashti"},{"SurahNumber":9,"VerseNumber":63,"Text":"Nima ne znayat, che koito se protivi na Allakh i na Negoviya Pratenik, za nego e ogunyat na Ada, tam shte prebivava vechno. Tova e ogromniyat pozor"},{"SurahNumber":9,"VerseNumber":64,"Text":"Litsemerite se opasyavat da ne bude nizposlana protiv tyakh sura, koyato shte izvesti kakvo kriyat v surtsata si. Kazhi: “Podigravaite se! Allakh shte izyavi onova, ot koeto se opasyavate.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"I ako gi popitash, nepremenno shte rekat: “Samo bubrekhme i se zabavlyavakhme.” Kazhi: “Nima na Allakh i na Negovite znameniya, i na Negoviya Pratenik ste se podigravali?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Ne se opravdavaite! Vie stanakhte nevernitsi, sled kato byakhte vyarvashti. Dori da izvinim nyakoi ot vas, shte nakazhem drugi, zashtoto byakha prestupnitsi"},{"SurahNumber":9,"VerseNumber":67,"Text":"Litsemernite muzhe i zheni sa edni kato drugi. Te povelyavat poritsavanoto i vuzbranyavat odobryavanoto, i stiskat v ruka. Zabravikha Allakh, zatova Toi gi zabravi. Litsemerite sa nechestivtsite"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allakh obeshta na litsemernite muzhe i zheni, i na nevernitsite ogunya na Ada, tam shte prebivavat vechno. Dostatuchen im e toi. Allakh gi prokle. I za tyakh ima postoyanno muchenie"},{"SurahNumber":9,"VerseNumber":69,"Text":"kakto za onezi predi vas. Byakha po-silni ot vas po mosht i s poveche imoti i detsa, i se naslazhdavakha na svoya dyal. I vie se naslazhdavakhte na svoya dyal, kakto i onezi predi vas se naslazhdavakha na svoya dyal, i zatunakhte, kakto i te zatunakha. Na tezi sa propadnali delata im i v zemniya zhivot, i v otvudniya. Tezi sa gubeshtite"},{"SurahNumber":9,"VerseNumber":70,"Text":"Ne gi li dostigna vestta za onezi predi tyakh - naroda na Nukh i aditite, i samudyanite, i naroda na Ibrakhim, i zhitelite na Madyan, i na srinatite selishta [na Lut]? Yavikha im se pratenitsite s yasnite znatsi. Ne Allakh gi ugnetyava, a te sami sebe si ugnetyavat"},{"SurahNumber":9,"VerseNumber":71,"Text":"A vyarvashtite muzhe i zheni sa pokroviteli edin na drug. Te povelyavat odobryavanoto i vuzbranyavat poritsavanoto, i ot·sluzhvat molitvata, i davat milostinyata zakat, i se pokoryavat na Allakh i na Negoviya Pratenik. Tezi Allakh shte pomilva. Allakh e vsemogusht, premudur"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allakh obeshta na vyarvashtite muzhe i zheni Gradinite, sred koito reki tekat - tam shte prebivavat vechno, - i priyatna obitel v Gradinite na Adn. Blagovolenieto na Allakh e oshte po-golyamo. Tova e velikoto spasenie"},{"SurahNumber":9,"VerseNumber":73,"Text":"O, Proroche, bori se sreshtu nevernitsite i litsemerite, i budi tvurd s tyakh! Myastoto im e Adut. Kolko losha e tazi uchast"},{"SurahNumber":9,"VerseNumber":74,"Text":"V Allakh se kulnat, che ne sa izrekli, no te izrekokha slovata na neverieto i stanakha nevernitsi, sled kato byakha otdadeni. I se gotvekha za onova, koeto ne poluchikha, i nenavizhdakha samo zashtoto Allakh - i Negoviyat Pratenik - gi obogati ot Svoyata blagodat. I ako se pokayat, shte e nai-dobroto za tyakh, a ako se otmetnat, Allakh shte gi nakazhe s bolezneno muchenie v zemniya zhivot i v otvudniya. I nyamat na zemyata nito pokrovitel, nito izbavitel"}]}