{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"“Ndipo kumbuka za m’bale wa Âdi, (mtumiki Hûd) pamene adachenjeza anthu ake kudziko la milu ya mchenga. Ndithu adaliponso achenjezi iye asadadze ndiponso iye atapita. (Iye adawauza anthu ake): “Musampembedze aliyense koma Allah; ndithu ine ndikukuoperani chilango cha tsiku lalikulu.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"“Adanena: “Ha! Kodi watidzera kuti utipatule ku milungu yathu? Choncho tibweretsere zimene ukutilonjezazo ngati uli mwa onena zoona.”"},{"SurahNumber":46,"VerseNumber":23,"Text":"“Adanena (Hûd): “Ndithu kudziwa (kwenikweni kwa zimenezo) kuli kwa Allah; ndipo ine ndikungofikitsa kwa inu zimene ndatumidwa koma ine ndikukuonani kuti inu ndinu anthu amene mukuchita (zinthu za) umbuli"},{"SurahNumber":46,"VerseNumber":24,"Text":"“Kenako pamene adauona (mtambo) ukulunjika ku zigwa zawo, adanena: “(Mtambo) uwu ndi wotivumbwitsira mvula!” (Adauzidwa): “Iyayi, chimenechi ndichimene mudachifulumizitsa chija (kuti chidze mwachangu), mphepo (ya mkutho) yomwe mkati mwake muli chilango chowawa"},{"SurahNumber":46,"VerseNumber":25,"Text":"“Yoononga chinthu chilichonse mwa lamulo la Mbuye wake!” Kenako adali osaonedwanso, kupatula nyumba zawo (ndizimene zidatsalira). Umo ndim’mene timawalipirira anthu oipa"},{"SurahNumber":46,"VerseNumber":26,"Text":"“Ndipo ndithu tidawapatsa mphamvu (yochitira zinthu ndi kukhala ndi chuma chambiri ndi moyo wautali) zomwe sitidakupatseni inu (Aquraish) ndipo tidawapatsa makutu ndi maso ndi mitima, koma makutu awo ndi maso awo ndi mitima yawo sizidawapindulire chilichonse chifukwa chotsutsa Ayah za Allah; ndipo zidawazinga zomwe adali kuzichitira chipongwe"},{"SurahNumber":46,"VerseNumber":27,"Text":"“Ndithu tidaiononga midzi imene yakuzungulirani; ndipo tidawafotokozera momveka Ayah Zathu kuti abwelere"},{"SurahNumber":46,"VerseNumber":28,"Text":"“Chifukwa chiyani siidawapulumutse milungu imene adaipangayo kusiya Allah kuti iwayandikitse kwa Iye (Allah)? Koma idasoweka kwa iwo (pomwe iwo adali pamavuto ofuna kulandira chithandizo). Ndipo zimenezo ndizo zotsatira zabodza lawo ndi zomwe adali kupeka"},{"SurahNumber":46,"VerseNumber":29,"Text":"“Ndipo (kumbuka iwe Mtumiki{s.a.w}) pamene tidakutumizira gulu la ziwanda (majini) kudzamvera Qur’an ndipo pamene izo zidafika pamalopo zidanena pakati pawo: “Khalani chete!” Pomwe kuwerenga (kwa Qur’an) kudatha, zidabwerera ku mtundu wawo kukawachenjeza (za chilango cha Allah)"},{"SurahNumber":46,"VerseNumber":30,"Text":"“Zidanena: “E inu anzathu! Ife tamva (zowerengedwa) za m’buku (lolemekezeka) lomwe lavumbulutsidwa pambuyo pa Mûsa, loikira umboni zimene zidalitsogolera; likuongolera ku choona ndi kunjira yolunjika.”"},{"SurahNumber":46,"VerseNumber":31,"Text":"““E inu anzathu! Muvomereni woitana wa Allah, ndipo mkhulupirireni; (Allah) akukhululukirani machimo anu ndi kukutetezani ku chilango chowawa"},{"SurahNumber":46,"VerseNumber":32,"Text":"“Ngati wina samuvomera woitanira kwa Allah, sangamulepheretse (Allah) pa dziko (akafuna kumuchita kanthu), ndipo iye alibe atetezi ena kupatula Iye (Allah). Otere akusokera koonekera poyera.”"},{"SurahNumber":46,"VerseNumber":33,"Text":"“Kodi iwo saona kuti Allah Amene adalenga thambo ndi nthaka, ndipo sadatope pozilenga, ndi Wakutha kuwaukitsa anthu ku irnfa? Inde, ndithu Iye Ngokhoza kuchita chilichonse"},{"SurahNumber":46,"VerseNumber":34,"Text":"“Ndipo (akumbutse za) tsiku limene adzaperekedwa ku moto amene sadakhulupirire (uku akuuzidwa): “Kodi izi sizoona?” Adzanena: “Inde, pali Mbuye wathu!” (Allah) adzanena: “Choncho, lawani chilango chifukwa cha kukana kwanu (choonadi).”"},{"SurahNumber":46,"VerseNumber":35,"Text":"“Choncho pirira (Mtumiki {s.a.w}) monga adapirira aneneri, eni mphamvu ndi kulimba pa chipembedzo, (monga Nuh. Ibrahimu, Mûsa ndi Isa (Yesu); ndipo usawachitire changu. Tsiku limene adzaziona zimene adalonjezedwa kudzakhala monga iwo sadakhalitse pa dziko koma ngati adakhala ola limodzi lokha lamasana. (Zomwe mukuuzidwazi) ndi ulaliki okwana. Palibe adzaonongedwe (ndi chilango cha Allah), kupatula anthu ochimwa (otuluka m’chilamulo cha Allah)"},{"SurahNumber":47,"VerseNumber":1,"Text":"“Amene adam’kana (Allah ndi Mthenga Wake) ndi kutsekereza anthu kuyenda panjira ya Allah (powaletsa kulowa m’Chisilamu), Allah waononga zonse zabwino zimene adachita"},{"SurahNumber":47,"VerseNumber":2,"Text":"“Ndipo amene akhulupirira nkumachita zabwino, nkuzikhulupirira zimene zavumbulutsidwa kwa Muhammad (s.a.w), zimene zili zoona zochokera kwa Mbuye wawo, wawafafanizira zolakwa zawo, ndipo awakonzera chikhalidwe chawo (patsiku lachimaliziro ndi padziko lapansi)"},{"SurahNumber":47,"VerseNumber":3,"Text":"“Zimenezi nchifukwa chakuti amene sadakhulupirire adatsata chonama, ndipo amene adakhulupirira adatsatira choonadi chochokera kwa Mbuye wawo. M’menemu ndim’mene Allah akuperekera kwa anthu mafanizo awo (kuti alingalire ndi kupeza phunziro)"},{"SurahNumber":47,"VerseNumber":4,"Text":"“Ndipo mukakumana nawo pankhondo amene sanakhulupirire amenyeni makosi awo (aduleni), mpaka mwafooketse pochuluka ophedwa mwa iwo; kenako amangeni ndi zingwe (otsalawo). Ngati mutafuna kuwamasula popanda dipo kapena kuti apereke dipo, (zili kwa inu). Kufikira nkhondo itatha. Limenelo ndi lamulo la Allah. Ndithu Allah akadafuna akadathana nawo Iye mwini powaononga onse psiti; koma (wakulamulani kuti muchite nkhondo) ncholinga choti awayese mayeso ena a inu pa ena (okhulupirira pa okanitsitsawo). Ndipo amene aphedwa panjira ya Allah, ntchito yawo sadzaipititsa pachabe"},{"SurahNumber":47,"VerseNumber":5,"Text":"“Awaongolera (ku zimene zingawapindulitse pa dziko lapansi ndi patsiku lachimaliziro) ndi kuwakonzera zinthu zawo ndi chikhalidwe chawo"},{"SurahNumber":47,"VerseNumber":6,"Text":"“Ndi kukawalowetsa ku Munda wamtendere umene adawadziwitsa"},{"SurahNumber":47,"VerseNumber":7,"Text":"“E inu amene mwakhulupirira! Ngati muteteza chipembedzo cha Allah, (Iye) adzakutetezani (kwa adani anu) ndi kulimbikitsa mapazi anu (pa nkhondo)"},{"SurahNumber":47,"VerseNumber":8,"Text":"“Koma amene akana (Allah ndi Ayah Zake) kuwonongeka nkwawo ndipo awaonongera zochita zawo"},{"SurahNumber":47,"VerseNumber":9,"Text":"“Zimenezo nchifukwa chakuti iwo azida zomwe Allah adavumbulutsa (monga Qur’an ndi malamulo ake;) choncho waziononga zochita zawo"}]}