{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"Ha úton vagytok! és nem találtok írnokot, akkor óvadékot (kell letétbe helyezni). Ha valaki (valami letétet) bíz valaki másra, az adja vissza a letétet, akire bízták! És félje Allah-ot, az ő Urát! Ne titkoljatok el tanúságot! Aki eltitkolja, annak vétkes a szíve, Allah tudja azt, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":284,"Text":"Allah-é mindaz, ami az egekben és a földön van. Akár kitárjátok azt, ami a lelketekben van, akár elrejtitek, Allah számon kér majdan érte benneteket. Megbocsát annak, akinek Ő akar, és megbünteti azt, akit Ő akar. Allah mindenre képes"},{"SurahNumber":2,"VerseNumber":285,"Text":"A Küldött ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) hisz abban, ami kinyilatkoztatott neki az ő Urától, és vele együtt a hívők is mind hisznek Allab-ban, az Ő Angyalaiban, Könyveiben, Küldötteiben, Mi nem teszünk különbséget az Ő küldöttei között. És azt mondják: , Hallunk és engedelmeskedünk. A Te bocsánatodat (kérjük) Urunk! Minden Hozzád tér majd meg"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah egyetlen lélekre sem ró ki többet, mint, amennyire az képes. Mindenkinek az jár (jóként) amiért megdolgozott, és az íratik fel ellene, amit megszerzett. Urunk! Ne büntess minket, ha elfeledkeztünk, vagy tévedtünk! Urunk! Ne helyezz ránk olyan terhet, mint amilyet azokra helyeztél, akik előttünk éltek. Urunk! Ne helyezz ránk olyan terhet, amit mi képtelenek vagyunk elviselni, Légy elnéző — —— —— ——————"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif-lám-min"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah! Lá iláha illa Huwa (Nincs \"más isten csak Ő), az Élő (al- \"Hayyu), az Önmagában Létező Örök (al-Ogyyümvy)"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ő bocsátotta le neked (ó, Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Könyvet (ezt a Koránt) az Igazsággal, megerősítendő azt, ami előtte volt. És lebocsátotta volt a Tawráh-t (Tórát) és az IngrI-t (Evangéliumot)"},{"SurahNumber":3,"VerseNumber":4,"Text":"Korábban, útmutatásként az emberek számára. És Ő bocsátotta le a Furgán-Ú. Bizony azoknak, akik hitetlenkednek Allah Jeleiben, nekik kemény büntetés jár. Allah bizony Hatalmas és Ő a bosszú\" Birtokosa"},{"SurahNumber":3,"VerseNumber":5,"Text":"Allah előtt semmi sem maradhat rejtve sem a földön, sem az égben"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ő az, Aki! formát ad nektek az anyaméhekben úgy, ahogyan Ő akarja. La ilaha illa Huwa (Nincs más isten csak Ő)! A Hatalmas és a Bölcs"},{"SurahNumber":3,"VerseNumber":7,"Text":"Ő az, Aki lebocsátotta neked (Muhammad- Allah áldja meg és adjon Neki örök üdvösséget) a Könyvet (ezt a Szent Koránt). Ebben vannak olyan versek, amelyek , mulikam\" -ok, ezekből áll az .ummu-I-kitáb\" , más versek pedig úgynevezett smutasábihaf \", Ám azok, akiknek szívében ferdeség lakozik ők azt követik belőle, ami több értelemmel bír- a fitna-€ áhítozván-, és annak (rejtett) értelmezését áhítozván. Ám annak értelmezését csak Allah ismeri. És azok, akik nagy jártasságra tettek szert a tudásban azt mondják: , Hiszünk benne, mindez a mi Urunktól való!\" Ám csak az ésszel bírók okulnak az intésből"},{"SurahNumber":3,"VerseNumber":8,"Text":"(Ők azt mondják) ,. Urunk! Ne kényszerítsd szíveinket eltérni (az Igazságtól) azután, hogy megmutattad nekünk az Igaz, Egyenes Utat! És ajándékozz nekünk a Tőled származó kegyelemből! Hiszen Te vagy az Adományozó"},{"SurahNumber":3,"VerseNumber":9,"Text":"Urunk! Bizony Te vagy az emberek összegyűjtője egy olyan Napra, amelyhez kétség nem férhet. Allah nem szegi meg az ígéretét"},{"SurahNumber":3,"VerseNumber":10,"Text":"Bizony azok, akik hitetlenkednek rajtuk nem segít sem vagyonuk, sem gyermekeik Allah-nál, semmiben. Ők a Tűz tüzelője lesznek"},{"SurahNumber":3,"VerseNumber":11,"Text":"Mint a Fir-awn (Fáraó) népének szokása és azoké, akik előttük voltak- meghazudtolták a Mi Jeleinket. Így Allah büntetéssel Sújtotta őket a bűneik miatt. Allah igen keményen Büntetető"},{"SurahNumber":3,"VerseNumber":12,"Text":"Mondd (Muhammadt- Allah áldja meg és adjon Neki örök üdvösséget) azoknak, akik hitetlenkednek: , Bizony ti legyőzettek és a Pokolra gyűjtettek össze! Milyen szörnyű fekhely az"},{"SurahNumber":3,"VerseNumber":13,"Text":"Holott jel volt a számotokra a két csapatban, amelyek találkozva összecsaptak\". Az egyik csapat az, amelyik Allah Útján harcol, a másik hitetlen. És úgy látták (a hívők), hogy amazok- szemlátomást- kétszer annyian vannak, mint ők; Ám Allah azt erősíti meg az Ő segítségével, akit akar. Bizony ebben okulandó példa van azok számára, akik szemmel (belátásra kész értelemmel) bímak"},{"SurahNumber":3,"VerseNumber":14,"Text":"Az emberek számára díszessé tétetett a vágyak szeretete: az asszonyok, a fiaik, és a mázsaszámra mért arany és ezüst és a pompás telivérek és a lábasjószágok és a szántóföld. Ezek mind csak az evilági élet élvezhető dolgai. Ám Allah-nál van a legszebb visszatérés! Hizb"}]}