{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Neki beduini govore: \"Mi vjerujemo!\" Reci: \"Vi ne vjerujete, ali recite: 'Islam smo primili!' - a iman jos nije usao u vasa srca.\" A ako Allahu i Njegovom Poslaniku budete pokorni, On vam nimalo nece umanjiti nagradu za djela vasa. Allah je, uistinu, Onaj Koji oprasta grijehe i milostiv je"},{"SurahNumber":49,"VerseNumber":15,"Text":"Pravi su vjernici samo oni koji u Allaha i Poslanika Njegova vjeruju i poslije vise ne sumnjaju i bore se na Allahovu putu imecima svojim i zivotima svojim. Oni su bas iskreni"},{"SurahNumber":49,"VerseNumber":16,"Text":"Reci: \"Zar vi da obavjestavate Allaha o vjerovanju svome, kad Allah zna sve sto je na nebesima i na Zemlji! Allah sve zna"},{"SurahNumber":49,"VerseNumber":17,"Text":"Oni ti prebacuju sto su primili islam. Reci: \"Ne prebacujte mi sto ste islam primili; naprotiv, Allah je vama milost podario time sto vas je u pravu vjeru uputio, ako iskreno govorite"},{"SurahNumber":49,"VerseNumber":18,"Text":"Allah sigurno zna tajne nebesa i Zemlje i Allah dobro vidi ono sto radite"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf, tako Mi Kur'ana velicanstvenog"},{"SurahNumber":50,"VerseNumber":2,"Text":"Oni se jos i cude sto im je kao upozoritelj dosao jedan od njih, pa nevjernici govore: \"To je nesto cudno"},{"SurahNumber":50,"VerseNumber":3,"Text":"Zar kad pomremo i zemlja postanemo?! Nezamisliv je to povratak"},{"SurahNumber":50,"VerseNumber":4,"Text":"Mi znamo sta ce od njih zemlja unistiti, u Nas je Knjiga koja sve cuva"},{"SurahNumber":50,"VerseNumber":5,"Text":"Oni, međutim, poricu Istinu koja im dolazi i oni su smeteni"},{"SurahNumber":50,"VerseNumber":6,"Text":"A zasto ne pogledaju nebo iznad sebe? - kako smo ga sazdali i ukrasili i kako u njemu nema pukotina"},{"SurahNumber":50,"VerseNumber":7,"Text":"A Zemlju smo rasprostrli i po njoj nepomicna brda pobacali i dali da iz nje nice raznovrsno, prekrasno bilje"},{"SurahNumber":50,"VerseNumber":8,"Text":"To je zbog toga da bi uvidio i opomenut bio svaki rob koji se Gospodaru svome pokajnicki obraca i pokorava"},{"SurahNumber":50,"VerseNumber":9,"Text":"Mi s neba spustamo blagoslovljenu vodu i cinimo da uz pomoc njenu nicu vrtovi i zito koje se zanje"},{"SurahNumber":50,"VerseNumber":10,"Text":"i visoke palme u kojih su zameci nagomilani jedni iznad drugih"},{"SurahNumber":50,"VerseNumber":11,"Text":"kao opskrbu robovima svim, a Mi njome i mrtvi predjele ozivljavamo; tako ce i prozivljenje biti"},{"SurahNumber":50,"VerseNumber":12,"Text":"Prije njih poricao je narod Nuhov i stanovnici Ressa i Semud"},{"SurahNumber":50,"VerseNumber":13,"Text":"I Ad i narod faraonov i narod Lutov"},{"SurahNumber":50,"VerseNumber":14,"Text":"I stanovnici Ejke i narod Tubbe'a; svi su oni poslanike laznim smatrali, pa se Moja prijetnja obistinila"},{"SurahNumber":50,"VerseNumber":15,"Text":"Pa zar smo nakon stvaranja prvog nemocni postali?! Ne, ali oni u ponovno stvaranje sumnjaju"},{"SurahNumber":50,"VerseNumber":16,"Text":"Mi smo stvorili covjeka i znamo sto mu dusa njegova sapce, i Mi smo njemu blizi od vratne zile kucavice"},{"SurahNumber":50,"VerseNumber":17,"Text":"Kad dvojica prihvatitelja prihvataju: jedan zdesna, a jedan slijeva sjedi"},{"SurahNumber":50,"VerseNumber":18,"Text":"On ne izusti nijednu rijec, a da pored njega nema nadziratelj spremni"},{"SurahNumber":50,"VerseNumber":19,"Text":"Smrtne muke ce zbilja doci - to je ono od cega si bjezao"},{"SurahNumber":50,"VerseNumber":20,"Text":"i u rog ce biti puhnuto - to je Dan prijetnje"},{"SurahNumber":50,"VerseNumber":21,"Text":"I svako ce doci, a s njim vodic i svjedok"},{"SurahNumber":50,"VerseNumber":22,"Text":"Ti nisi mario za ovo pa smo skinuli koprenu tvoju, danas ti je ostar vid"},{"SurahNumber":50,"VerseNumber":23,"Text":"A pratilac njegov ce reci: \"Ovo sto je kod mene, spremno je"},{"SurahNumber":50,"VerseNumber":24,"Text":"Bacite vas dvojica u Dzehennem svakog poricatelja, prkosnika"},{"SurahNumber":50,"VerseNumber":25,"Text":"koji je branio da se cine dobra djela i koji je prelazio granicu i sumnjicav bio"},{"SurahNumber":50,"VerseNumber":26,"Text":"Koji je, pored Allaha, drugog boga prihvatio, zato ga bacite u patnju zestoku"}]}