{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"Koly viruyuchi mobilizovuyutʹ, ne usi budutʹ zrobyty tak. Dekilʹka z kozhnoyi hrupy bude mobilizuvaty prysvyachuyuchy yikhniy chas vyvchayucha relihiya. Otzhe, vony mozhutʹ proyty znannya na yikhnikh lyudey koly vony vertayutʹ, shcho vony mozhutʹ zalyshytysya relihiyno poinformovani"},{"SurahNumber":9,"VerseNumber":123,"Text":"O vy shcho vvazhayete, vy budete borotysʹ disbelievers khto atakuyete vas - dozvolyayete yim znakhodyte vas suvori - ta znayete shcho BOH ye z spravedlyvyy"},{"SurahNumber":9,"VerseNumber":124,"Text":"Koly sura bulo vidkryte, deyakyy z nykh by skazalo, by tse sura posylyuyete viru budʹ khto sered vas?\" Diysno, tse posylyuvalo viru tsykh khto vvazhaly, ta vony tishatʹsya z budʹ-yakoho vidkryttya"},{"SurahNumber":9,"VerseNumber":125,"Text":"Yak dlya tsykh khto harbored sumnivy u yikhnikh serdenʹkakh, tse faktychno dodalo unholiness do yikhnʹoho unholiness, ta vony vmerly yak disbelievers"},{"SurahNumber":9,"VerseNumber":126,"Text":"vony ne dyvlyatʹsya shcho vony strazhdayutʹ z exacting ispyty kozhnyy rik odnoho razu abo dvichi? Dosi, vony stiyko ne spromozhutʹsya shchob kayatysya, ta ne spromozhutʹsya shchob vzyaty uvahu"},{"SurahNumber":9,"VerseNumber":127,"Text":"Koly zavhodno sura buv vidkrytyy, deyakyy z nykh by podyvyvsya na odyn odnoho tak, yakby shchob skazaty: budʹ khto bachytʹ vas?\" Todi vony lyshaly. Otzhe, BOH vidviv yikhni serdenʹka, dlya vony lyudy shcho ne rozumiyutʹ"},{"SurahNumber":9,"VerseNumber":128,"Text":"Pryyshov do vas Poslanetsʹ iz vas samykh. Tyazhko yomu te, shcho vy strazhdayete, i vin pikluyetʹsya pro vas — spivchutlyvyy ta myloserdnyy do viruyuchykh"},{"SurahNumber":9,"VerseNumber":129,"Text":"A yakshcho vidvernutʹsya vony, to skazhy: «Dostatnʹo dlya mene Allaha! Nemaye boha, krim Nʹoho, i na Nʹoho ya pokladayusya! Vin — Hospodʹ velykoho tronu!»"},{"SurahNumber":10,"VerseNumber":1,"Text":"Tsey (lysty) yavlyayutʹ soboyu dokazy tsiyeyi knyhy wisdom"},{"SurahNumber":10,"VerseNumber":2,"Text":"tse nadto bahato zdyvuvannya dlya lyudey shcho my nadykhayetʹsya lyudyna lyubymo yikh? Vin (buv nadykhnutyy shchob skazaty), \"Vy budete poperedyty lyudey, ta budete daty harna novyna tsym khto vvazhayutʹ, shcho vony dosyahnuly pozytsiyi prominence u yikhnʹomu Lordi.\" disbelievers skazalo, \"Tse ye rozumnyy charivnyk"},{"SurahNumber":10,"VerseNumber":3,"Text":"Vash tilʹky Lord BOH; khto utvoryv nebo ta zemlyu u shesty dnyakh, todi prypustyv vesʹ avtorytet. Vin kontrolyuye vsi materialy. Nemaye poserednyka, krim u vidpovidnosti do Yoho bude. Takyy BOH vash Lord. Vy budete obozhnyuvaty Yoho. Chy ne mohly b vy ne vzyaty uvahu"},{"SurahNumber":10,"VerseNumber":4,"Text":"Yomu ye vashe ostatochne vidshkoduvannya, vsi vy. Tse ye BOZHA pravdyva obitsyanka. Vin zapochatkovuye stvorennya, todi povtoryuye tse, aby nahorodyty tsi khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya, equitably. Yak dlya tsykh khto disbelieve, vony zaznayutʹ hellish napoyu, ta bolisnyy retribution dlya yikh disbelieving"},{"SurahNumber":10,"VerseNumber":5,"Text":"Vin yavlyaye soboyu odyn khto nadav sontse syayuche, ta misyatsʹ svitlo, ta Vin zamyslyv yoho phases shcho vy mozhete dovidatysya rozrakhuvaty roky ta shchob obchyslyty. BOH ne stvoryuvav vse tse, krim dlya spetsyfichnoyi mety. Vin roz'yasnyuye apokalipsys dlya lyudey shcho znayutʹ"},{"SurahNumber":10,"VerseNumber":6,"Text":"Bezsumnivno, u zmini nochi ta dnya, ta shcho BOH stvoryuvav u nebi ta zemli, ye dokazy dlya lyudey shcho ye spravedlyvi"},{"SurahNumber":10,"VerseNumber":7,"Text":"Tsey khto ne ochikuyutʹ zustrity nas, ta preoccupied z tse svitovo dovichnym, ta vmist z tse, ta vidmovlyayutʹsya zvazhyty na nashi dokazy"},{"SurahNumber":10,"VerseNumber":8,"Text":"tsey zaznaly Pekla yak yikhnʹoho ostatochnoho abode, yak naslidok yikhnikh vlasnykh pratsʹ"},{"SurahNumber":10,"VerseNumber":9,"Text":"Yak dlya tsykh khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya, yikhniy Lord keruye nymy, za dopomooyu yikhnʹoyi viry. Richky budutʹ tekty vnyzu yim u parku blazhenstva"},{"SurahNumber":10,"VerseNumber":10,"Text":"Yikhnya molytva tam: Vy glorified, nash boh,\" yikhnye pryvitannya tam, \"Myr,\" ta yikhnya ostatochna molytva: \"Pokhvalitʹ musytʹ BOH, Lord vsesvitu"}]}