{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Şüphesiz, 'Safa' ile 'Merve' Allah'ın işaretlerindendir. Böylece kim Evi (Ka'be'yi) hacceder veya umre yaparsa, artık bu ikisini tavaf etmesinde kendisi için bir sakınca yoktur. Kim de gönülden bir hayır yaparsa (karşılığını alır). Şüphesiz Allah, şükrün karşılığını verendir, bilendir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Gerçekten, apaçık belgelerden indirdiklerimizi ve insanlar için kitapta açıkladığımız hidayeti gizlemekte olanlar; işte onlara, hem Allah lanet eder, hem de (bütün) lanet ediciler"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak tevbe edenler, (kendilerini ve başkalarını) düzeltenler ve (indirileni) açıklayanlar(a gelince); artık onların tevbelerini kabul ederim. Ben, tevbeleri kabul edenim, esirgeyenim"},{"SurahNumber":2,"VerseNumber":161,"Text":"Şüphesiz, inkar edip kafir olarak ölenler, Allah'ın, meleklerin ve bütün insanların laneti bunların üzerinedir"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onda (lanette) süresiz kalacaklardır, onlardan azap hafifletilmez ve onlar gözetilmezler"},{"SurahNumber":2,"VerseNumber":163,"Text":"Sizin İlahınız tek bir İlah'tır; O'ndan başka İlah yoktur; O, Rahman’dır, Rahim’dir (bağışlayan ve esirgeyendir)"},{"SurahNumber":2,"VerseNumber":164,"Text":"Şüphesiz, göklerin ve yerin yaratılmasında, gece ile gündüzün art arda gelişinde, insanlara yararlı şeyler ile denizde yüzen gemilerde, Allah'ın yağdırdığı ve kendisiyle yeryüzünü ölümünden sonra dirilttiği suda, her canlıyı orada üretip-yaymasında, rüzgarları estirmesinde, gökle yer arasında boyun eğdirilmiş bulutları evirip çevirmesinde düşünen bir topluluk için gerçekten ayetler vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"İnsanlar içinde, Allah'tan başkasını 'eş ve ortak' tutanlar vardır ki, onlar (bunları), Allah'ı sever gibi severler. İman edenlerin ise Allah'a olan sevgileri daha güçlüdür. O zulmedenler, azaba uğrayacakları zaman, muhakkak bütün kuvvetin tümüyle Allah'ın olduğunu ve Allah'ın vereceği azabın gerçekten şiddetli olduğunu bir bilselerdi"},{"SurahNumber":2,"VerseNumber":166,"Text":"Öyle ki (o gün) kendilerine tabi olunanlar, kendilerine tabi olanlardan uzaklaşıp-kaçmışlardır. (Artık) Onlar azabı görmüşlerdir ve aralarındaki bütün bağlar (ve ilişkiler) de parçalanıp-kopmuştur"},{"SurahNumber":2,"VerseNumber":167,"Text":"(O zaman, yönetilip) Uyanlar derler ki: \"Eğer bize bir kere (daha dünyaya dönme) fırsatı verilse(ydi) muhakkak (şimdi) onların bizden uzaklaştıkları gibi, biz de onlardan uzaklaşır (onları yüzüstü bırakır)dık.\" Böylece Allah, onlara bütün yaptıklarını onulmaz hasretlerle gösterecektir. Ve onlar ateşten çıkacak değildirler"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar, yeryüzünde olan şeyleri helal ve temiz olarak yiyin ve şeytanın adımlarını izlemeyin. Gerçekte o, sizin için apaçık bir düşmandır"},{"SurahNumber":2,"VerseNumber":169,"Text":"O, size yalnızca, kötülüğü, çirkin-hayasızlığı ve Allah'a karşı bilmediğiniz şeyleri söylemenizi emreder"},{"SurahNumber":2,"VerseNumber":170,"Text":"Ne zaman onlara: \"Allah'ın indirdiklerine uyun\" denilse, onlar: \"Hayır, biz, atalarımızı üzerinde bulduğumuz şeye (geleneğe) uyarız\" derler. (Peki) Ya atalarının aklı bir şeye ermez ve doğru yolu da bulamamış idiyseler"},{"SurahNumber":2,"VerseNumber":171,"Text":"İnkar edenlerin örneği bağırıp çağırmadan başka bir şey işitmeyip (duyduğu veya bağırdığı şeyin anlamını bilmeyen ve sürekli) haykıran (bir hayvan)ın örneği gibidir. Onlar, sağırdırlar, dilsizdirler, kördürler; bundan dolayı akıl erdiremezler"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ey iman edenler size rızık olarak verdiklerimizin temiz olanlarından yiyin ve yalnızca O'na kulluk ediyorsanız, (yine yalnızca) Allah'a şükredin"},{"SurahNumber":2,"VerseNumber":173,"Text":"O, size ölüyü (leşi)- kanı, domuz etini ve Allah'tan başkası adına kesilmiş olan (hayvan)ı kesin olarak haram kıldı. Fakat kim kaçınılmaz olarak muhtaç kalırsa, taşkınlık yapmamak ve haddi aşmamak şartıyla (ölmeyecek oranda yiyebilir), ona bir günah yoktur. Gerçekten Allah, bağışlayandır, esirgeyendir"},{"SurahNumber":2,"VerseNumber":174,"Text":"Allah'ın indirdiği Kitap'tan bir şeyi göz ardı edip saklayanlar ve onunla değeri az (bir şeyi) satın alanlar; onların yedikleri, karınlarında ateşten başkası değildir. Allah kıyamet günü onlarla konuşmaz ve onları arındırmaz. Ve onlar için acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":175,"Text":"Onlar, hidayete karşılık sapıklığı, bağışlanmaya karşılık azabı satın almışlardır. Ateşe karşı ne kadar dayanıklıdırlar"},{"SurahNumber":2,"VerseNumber":176,"Text":"Bu, Allah'ın Kitabı şüphesiz hak olarak indirmesindendir. Kitap konusunda anlaşmazlığa düşenler ise uzak bir ayrılık içindedirler"}]}