{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"And vie with one another, hastening to forgiveness from your Lord, and to a garden whose breadth is as the heavens and earth, prepared for the godfearing"},{"SurahNumber":3,"VerseNumber":134,"Text":"who expend in prosperity and adversity in almsgiving, and restrain their rage, and pardon the offences of their fellowmen; and God loves the good-doers"},{"SurahNumber":3,"VerseNumber":135,"Text":"who, when they commit an indecency or wrong themselves, remember God, and pray forgiveness for their sins -- and who shall forgive sins but God? -- and do not persevere in the things they did and that wittingly"},{"SurahNumber":3,"VerseNumber":136,"Text":"Those -- their recompense is forgiveness from their Lord, and gardens beneath which rivers flow, therein dwelling forever; and how excellent is the wage of those who labour"},{"SurahNumber":3,"VerseNumber":137,"Text":"Divers institutions have passed away before you; journey in the land, and behold how was the end of those that cried lies"},{"SurahNumber":3,"VerseNumber":138,"Text":"This is an exposition for mankind, and a guidance, and an admonition for such as are godfearing"},{"SurahNumber":3,"VerseNumber":139,"Text":"Faint not, neither sorrow; you shall be the upper ones if you are believers"},{"SurahNumber":3,"VerseNumber":140,"Text":"If a wound touches you, a like wound already has touched the heathen; such days We deal out in turn among men, and that God may know who are the believers, and that He may take witnesses from among you; and God loves not the evildoers"},{"SurahNumber":3,"VerseNumber":141,"Text":"and that God may prove the believers, and blot out the unbelievers"},{"SurahNumber":3,"VerseNumber":142,"Text":"Or did you suppose you should enter Paradise without God know who of you have struggled and who are patient"},{"SurahNumber":3,"VerseNumber":143,"Text":"You were longing for death before you met it; now you have seen it, while you were beholding"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad is naught but a Messenger; Messengers have passed away before him. Why, if he should die or is slain, will you turn about on your heels? If any man should turn about on his heels, he will not harm God in any way; and God will recompense the thankful"},{"SurahNumber":3,"VerseNumber":145,"Text":"It is not given to any soul to die, save by the leave of God, at an appointed time. Whoso desires the reward of this world, We will give him of this; and whoso desires the reward of the other world, We will give him of that; and We will recompense the thankful"},{"SurahNumber":3,"VerseNumber":146,"Text":"Many a Prophet there has been, with whom thousands manifold have fought, and they fainted not for what smote them in God's way, neither weakened, nor did they humble themselves; and God loves the patient"},{"SurahNumber":3,"VerseNumber":147,"Text":"Nothing else they said but, 'Lord, forgive us our sins, and that we exceeded in our affair, and make firm our feet, and help us against the people of the unbelievers"},{"SurahNumber":3,"VerseNumber":148,"Text":"And God gave them the reward of this world and the fairest reward of the world to come; and God loves the good-doers"},{"SurahNumber":3,"VerseNumber":149,"Text":"O believers, if you obey the unbelievers they will turn you upon your heels, and you will turn about, losers"},{"SurahNumber":3,"VerseNumber":150,"Text":"No; but God is your Protector, and He is the best of helpers"},{"SurahNumber":3,"VerseNumber":151,"Text":"We will cast into the hearts of the unbelievers terror, for that they have associated with God that for which He sent down never authority; their lodging shall be the Fire; evil is the lodging of the evildoers"},{"SurahNumber":3,"VerseNumber":152,"Text":"God has been true in His promise towards you when you blasted them by His leave; until you lost heart, and quarrelled about the matter, and were rebellious, after He had shown you that you longed for. Some of you there are that desire this world, and some of you there are desire the next world. Then He turned you from them, that He might try you; and He has pardoned you; and God is bounteous to the believers"}]}