{"Id":187,"LanguageCodes":["he","heb"],"Name":"heb-darusalamhousei","Author":"Darusalam House In Jerusalem","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"https://quranenc.com/en/browse/hebrew_darussalam","Translations":[{"SurahNumber":24,"VerseNumber":53,"Text":"הם (הצבועים) נשבעו לך (הנביא) שבועת אמונים בשם אללה, כי אם תצווה עליהם, ייצאו אתך (למלחמה באויב). אמור: “אל תישבעו, ציות אמתי מספיק, כי אללה בקי בכל מעשיכם"},{"SurahNumber":24,"VerseNumber":54,"Text":"אמור: “צייתו לאללה וצייתו לשליח (מוחמד), ואם תסטו, הרי הוא אחראי רק למסור מה שנצטווה לעשות, ואתם אחראים למה שנצטוויתם לעשות, אולם אם תצייתו תהיו מודרכים, כי על השליח הוטל רק להודיע לכם בבהירות"},{"SurahNumber":24,"VerseNumber":55,"Text":"הבטיח אללה לאלה אשר האמינו מכם, ועשו את הטוב, שהם ישלטו בארץ כפי ששלטו בה אלה אשר קדמו להם. ויכונן להם את האמונה אשר בחר בשבילם, ויעניק להם ביטחון במקום מורא ופחד, כדי שיעבדו אותי ולא יצרפו לי כל שותף. ומי שכופר לאחר מכן, אכן הם אלה המושחתים"},{"SurahNumber":24,"VerseNumber":56,"Text":"וקיימו את התפילה, ושלמו את הזכאת (צדקת חובה), וצייתו לשליח למען תזכו לרחמים (של אללה)"},{"SurahNumber":24,"VerseNumber":57,"Text":"אל תחשוב כי אלה אשר כפרו יכולים להימלט מעונש (אללה) בארץ, משכנם הקבוע יהיה הגיהינום, וכה רע סופם"},{"SurahNumber":24,"VerseNumber":58,"Text":"הוי, אלה אשר האמינו! על משרתיכם וילדיכם שלא בגרו לבקש רשות להיכנס אליכם בשלוש עתים כול יום: לפני תפילת השחר, בשעת הצהרים בהסירכם את בגדיכם לשעת המנוחה, ולאחר תפילת הלילה. אלה שלוש הזדמנויות עבורכם לפרטיות. אך, אין בזה חטא אם ייכנסו אליכם בלי בקשת רשות בשעות אחרות. כך יבהיר לכם אללה את אותותיו והוא היודע כול והחכם"},{"SurahNumber":24,"VerseNumber":59,"Text":"וכאשר יגיעו הילדים שבינכם לבגרות יבקשו רשות כמו שביקשו רשות אלה שלפניהם. כך יבאר לכם אללה את אותותיו, ואללה היודע כול והחכם"},{"SurahNumber":24,"VerseNumber":60,"Text":"והנשים הישישות ללא מחזור אשר אינן מבקשות נישואים, אין עליהן חטא אם תסרנה את בגדיהן מבלי להבליט את קישוטיהן, ואולם ככל שיצניעו לכת כן ייטב להן, ואללה השומע והיודע"},{"SurahNumber":24,"VerseNumber":61,"Text":"אין על העיוור חטא, ואין על הפיסח חטא, ואין על החולה חטא, ולא עליכם בעצמכם, אם תאכלו מבתיכם או מבתי אבותיכם, או מבתי אימהותיכם, או מבתי אחיכם, או מבתי אחיותיכם, או מבתי דודיכם, או מבתי דורותיכם מצד האב או מצד האם, או בבתים אשר מפתחותיהם הופקדו בידיכם, או מבית ידידיכם. אין עברה עליכם בין אם תאכלו בקבוצות ובין כבודדים. אומנם אם תיכנסו לבתים, ברכו אלה את אלה, ברכת שלום מאת אללה, מבורכת וטובה. כך מבהיר לכם אללה את האותות אולי תיטיבו להכיר"},{"SurahNumber":24,"VerseNumber":62,"Text":"הן, המאמינים, אלה אשר האמינו באללה ובשליחו, ואם היו אתו בעניין משותף, לא ילכו עד שיבקשו רשות ממנו. אכן אלה המבקשים רשות ממך, הם אל המאמינים באללה ובשליחו. ואם יבקשו רשות ממך (השליח) ללכת לכל עניין הנוגע להם, הרשה לאשר תרצה מהם, ובקש למענם את סליחת אללה, אכן אללה הסולח והרחום"},{"SurahNumber":24,"VerseNumber":63,"Text":"אל תדברו עם השליח כמו דיבורכם בינכם, כבר מכיר אללה את אלה אשר מתגנבים בסתר. אז יזהרו אלה אשר מתנגדים לדבריו פן יועמדו בניסיון קשה, או יפגע בהם עונש כואב"},{"SurahNumber":24,"VerseNumber":64,"Text":"אך, לאללה מה שבשמים ובארץ. אכן הוא יודע מה שבתוככם, ואת היום שבו יושבו אליו, ימסור להם את קורות מעשיהם. אללה בקי בכל דבר. (המבחין בין אמת לשקר)"}]}