{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"ئۇلار بىرخىل ئەمەس، ئەھلى كىتابتىن (يەنى يەھۇدىيلار، ناسارالاردىن) كېچىلىرى اﷲ نىڭ ئايەتلىرىنى تىلاۋەت قىلىپ تۇرىدىغان ۋە سەجدە قىلىپ تۇرىدىغان بىر جامائە كىشىلەر بار"},{"SurahNumber":3,"VerseNumber":114,"Text":"ئۇلار اﷲ قا ۋە ئاخىرەت كۈنىگە ئىشىنىدۇ، ياخشى ئىشلارغا بۇيرۇيدۇ، يامان ئىشلاردىن توسىدۇ، خەيرلىك ئىشلارنى قىلىشقا ئالدىرايدۇ؛ ئەنە شۇلار ياخشىلاردىندۇر"},{"SurahNumber":3,"VerseNumber":115,"Text":"ئۇلار ھەر قانداق ياخشىلىقنى قىلسۇن، ئۇ بىكار كەتمەيدۇ. اﷲ تەقۋادارلارنى ئوبدان بىلىدۇ"},{"SurahNumber":3,"VerseNumber":116,"Text":"شۈبھىسىزكى، كاپىرلارنىڭ ماللىرى، بالىلىرى اﷲ نىڭ ئازابى ئالدىدا ھەرگىز ھېچ نەرسىگە دال بولالمايدۇ؛ ئۇلار دوزاخ ئەھلىدۇر، دوزاختا مەڭگۈ قالىدۇ"},{"SurahNumber":3,"VerseNumber":117,"Text":"ئۇلارنىڭ بۇ دۇنيادا (رىيا قىلىپ) بەرگەن سەدىقىلىرى ئۆزلىرىگە زۇلۇم قىلغان بىر قەۋمنىڭ زىرائىتىگە تېگىپ ئۇنى نابۇت قىلىۋەتكەن سوغۇق شامالغا ئوخشايدۇ (ئىگىلىرىنىڭ گۇناھى تۈپەيلىدىن نابۇت قىلىنغان بۇ زىرائەتكە ئوخشاش، اﷲ ئۇلارنىڭ ياخشى ئەمەللىرىنى بەربات قىلىدۇ). ئۇلارغا اﷲ زۇلۇم قىلمىدى ۋە لېكىن ئۇلار ئۆزلىرىگە ئۆزلىرى زۇلۇم قىلدى"},{"SurahNumber":3,"VerseNumber":118,"Text":"ئى مۆمىنلەر! ئۆزۈڭلاردىن بولمىغانلارنى (يەنى مۇناپىقلارنى) سىرداش قىلىۋالماڭلار، ئۇلار سىلەرگە بۇزغۇنچىلىق قىلىشتا بوشاڭلىق قىلىپ قالمايدۇ. ئۇلار سىلەرنىڭ مۇشەققەتتە قېلىشىڭلارنى ئارزۇ قىلىدۇ، ئۇلارنىڭ دۈشمەنلىكى ئېغىزلىرىدىن مەلۇم بولۇپ تۇرىدۇ، ئۇلارنىڭ دىللىرىدا يوشۇرغان دۈشمەنلىكى تېخىمۇ چوڭدۇر. شۈبھىسىزكى، ئەگەر چۈشىنىدىغان بولساڭلار، سىلەرگە نۇرغۇن ئايەتلەرنى بايان قىلدۇق"},{"SurahNumber":3,"VerseNumber":119,"Text":"(ئى مۆمىنلەر جامائەسى!) سىلەر ئۇلارنى دوست تۇتىسىلەر، ئۇلار سىلەرنى دوست تۇتمايدۇ (سىلەرگە بولغان دۈشمەنلىكنى يوشۇرۇن تۇتىدۇ)، سىلەر (ھەممە ساماۋى) كىتابقا ئىشىنىسىلەر (شۇنداق تۇرۇقلۇق ئۇلار سىلەرنى ئۆچ كۆرىدۇ)، ئۇلار سىلەر بىلەن ئۇچراشقاندا، ئىمان ئېيتتۇق، دەيدۇ. ئۆزلىرى يالغۇز قالغاندا سىلەرگە بولغان ئاچچىقىدىن بارماقلىرىنى چىشلەيدۇ. (ئى مۇھەممەد!) ئېيتىقىنكى، «ئاچچىقىڭلار بىلەن ئۆلۈڭلار! (يەنى اﷲ ئۆلگىنىڭلارغا قەدەر ئاچچىقىڭلارنى داۋاملاشتۇرسۇن!)» اﷲ ھەقىقەتەن دىللاردىكىنى بىلگۈچىدۇر"},{"SurahNumber":3,"VerseNumber":120,"Text":"ئەگەر سىلەرگە (كەڭچىلىك، مولچىلىق، نۇسرەت، غەنىمەت قاتارلىق) بىرەر ياخشىلىق يەتسە، ئۇلار بۇنىڭدىن قايغۇرىدۇ؛ ئەگەر سىلەرگە (ئېغىرچىلىق، قەھەتچىلىك ۋە مەغلۇبىيەت قاتارلىق) بىرەر يامانلىق يەتسە، ئۇلار بۇنىڭدىن خۇشال بولىدۇ. ئەگەر سىلەر (ئۇلارنىڭ ئەزىيىتىگە) سەۋر قىلساڭلار ۋە (سۆزۈڭلاردا، ھەرىكىتىڭلاردا اﷲ تىن) قورقساڭلار، ئۇلارنىڭ ھىيلىسى سىلەرگە قىلچە زىيان يەتكۈزەلمەيدۇ. اﷲ ئۇلارنىڭ قىلمىشلىرىنى ھەقىقەتەن تولۇق بىلگۈچىدۇر"},{"SurahNumber":3,"VerseNumber":121,"Text":"(ئى مۇھەممەد!) ئۆز ۋاقتىدا سەن ئەتىگەندە ئۆيۈڭدىن (ئۇھۇدقا) چىقىپ مۆمىنلەرنى ئۇرۇش سەپلىرىگە ئورۇنلاشتۇردۇڭ، اﷲ (سۆزۈڭلارنى) ئاڭلاپ تۇرغۇچىدۇر، (ئەھۋالىڭلارنى) بىلىپ تۇرغۇچىدۇر"},{"SurahNumber":3,"VerseNumber":122,"Text":"ئۆز ۋاقتىدا سىلەردىن ئىككى گۇرۇھ (يەنى سەلەمە ئايمىقى بىلەن بەنى ھارىسە ئايمىقى) ئاجىزلىق كۆرسەتمەكچى (يەنى قورقۇپ ئۇرۇش مەيدانىدىن قايتماقچى) بولدى؛ اﷲ ئۇلارنىڭ مەدەتكارى ئىدى. (مۆمىنلەر جىمى ئەھۋالى ۋە جىمى ئىشلىرىدا) اﷲ غىلا تەۋەككۈل قىلسۇن"},{"SurahNumber":3,"VerseNumber":123,"Text":"اﷲ سىلەرگە بەدرىدە نۇسرەت ئاتا قىلدى، ھالبۇكى، سىلەر كۈچسىز ئىدىڭلار (سانىڭلار ۋە قورالىڭلار ئاز ئىدى). اﷲ نىڭ سىلەرگە بەرگەن نۇسرىتىگە شۈكۈر قىلىش يۈزىسىدىن اﷲ تىن قورقۇڭلار"},{"SurahNumber":3,"VerseNumber":124,"Text":"(ئى مۇھەممەد!) ئۆز ۋاقتىدا سەن مۆمىنلەرگە: «پەرۋەردىگارىڭلار سىلەرگە ئۈچ مىڭ پەرىشتە چۈشۈرۈپ ياردەم بەرسە يەنە يەتمەمدۇ؟» دەيتتىڭ"},{"SurahNumber":3,"VerseNumber":125,"Text":"شۇنداق، ئۇ يېتىدۇ. ئەگەر (جەڭدە) سەۋر قىلساڭلار، (اﷲ تىن) قورقۇپ (ئۇنىڭ ئەمرىگە ئىتائەت قىلساڭلار)، دۈشمەن دەرھال ھۇجۇم قىلىپ كەلگەندە پەرۋەردىگارىڭلار سىلەرگە بەش مىڭ نىشانلىق پەرىشتە بىلەن ياردەم بېرىدۇ"},{"SurahNumber":3,"VerseNumber":126,"Text":"اﷲ ئۇنى (يەنى پەرىشتىلەر ئارقىلىق ياردەم بېرىشنى) پەقەت سىلەرگە خۇش خەۋەر بولسۇن ۋە دىلىڭلار شۇنىڭ بىلەن خاتىرجەم بولسۇن (شۇنىڭ بىلەن دۈشمەننىڭ سانىنىڭ كۆپلۈكىدىن قورقمىسۇن) دەپ قىلدى. ياردەم پەقەت غالىب، ھېكمەت بىلەن ئىش قىلغۇچى اﷲ تەرىپىدىندۇر"},{"SurahNumber":3,"VerseNumber":127,"Text":"(اﷲ نىڭ ياردىمى) كاپىرلارنىڭ بىر تۈركۈمىنى ھالاك قىلىش ئۈچۈن ياكى ئۇلارنى رەسۋا قىلىپ، ئۇلارنىڭ ئۈمىدسىز ھالدا مەغلۇپ بولۇشلىرى ئۈچۈندۇر"},{"SurahNumber":3,"VerseNumber":128,"Text":"(ئى مۇھەممەد!) ھېچ ئىش (يەنى بەندىلەرنىڭ ئىشلىرىنىڭ تەدبىرى) سېنىڭ ئىختىيارىڭدا ئەمەس، اﷲ يا ئۇلارنىڭ (مۇسۇلمان بولسا) تەۋبىسىنى قوبۇل قىلىدۇ، يا ئۇلار زالىم بولغانلىقى ئۈچۈن (كۇفرىدا چىڭ تۇرسا) ئۇلارنى ئازابقا دۇچار قىلىدۇ"},{"SurahNumber":3,"VerseNumber":129,"Text":"ئاسمانلاردىكى ۋە زېمىندىكى نەرسىلەرنىڭ ھەممىسى اﷲ نىڭ مۈلكىدۇر. اﷲ خالىغان كىشىگە مەغپىرەت قىلىدۇ، خالىغان كىشىگە ئازاب قىلىدۇ. اﷲ مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":3,"VerseNumber":130,"Text":"ئى مۆمىنلەر! جازانىنى قاتمۇقات ئاشۇرۇپ يېمەڭلار، مەقسىدىڭلارغا ئېرىشىش ئۈچۈن اﷲ تىن (نەھيى قىلغان ئىشلارنى تەرك ئېتىپ) قورقۇڭلار"},{"SurahNumber":3,"VerseNumber":131,"Text":"كاپىرلار ئۈچۈن تەييارلانغان دوزاختىن (يەنى دوزاخقا كىرىشكە سەۋەب بولىدىغان يامان ئىشلاردىن) ساقلىنىڭلار"},{"SurahNumber":3,"VerseNumber":132,"Text":"سىلەرگە رەھمەت قىلىنىشى ئۈچۈن، اﷲ قا ۋە پەيغەمبەرگە ئىتائەت قىلىڭلار"}]}