{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Their messengers said, “Is there any doubt concerning God, the Originator of the heavens and the earth? He calls you that He might forgive some of your sins and grant you reprieve till a term appointed.” They said, “You are but human beings like us. You desire to turn us away from that which our fathers used to worship. So bring us a manifest authority!”"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their messengers said unto them, “We are but human beings like yourselves, but God is gracious unto whomsoever He will among His servants. And it is not for us to bring you an authority, save by God’s Leave; so in God let the believers trust"},{"SurahNumber":14,"VerseNumber":12,"Text":"And why should we not trust in God, when He has guided us in our ways? And we shall surely endure patiently, however you may torment us. And let those who trust, trust in God.”"},{"SurahNumber":14,"VerseNumber":13,"Text":"But those who disbelieved said to their messengers, “We shall surely expel you from our land, or you shall revert to our creed.” So their Lord revealed unto them, “We shall surely destroy the wrongdoers"},{"SurahNumber":14,"VerseNumber":14,"Text":"And We shall surely make you to dwell in the land after them. This is for those who fear My Station and fear My Threat.”"},{"SurahNumber":14,"VerseNumber":15,"Text":"And they sought victory, and every stubborn tyrant fails"},{"SurahNumber":14,"VerseNumber":16,"Text":"Beyond him lies Hell; and he shall be given to drink of oozing pus"},{"SurahNumber":14,"VerseNumber":17,"Text":"which he will gulp down, but can scarcely swallow. Death shall come upon him from every side; yet he will not die, and before him lies a grave punishment"},{"SurahNumber":14,"VerseNumber":18,"Text":"The parable of those who disbelieve in their Lord: their deeds are as ashes that the wind blows hard on a stormy day. They have no power over aught they have earned. That is extreme error"},{"SurahNumber":14,"VerseNumber":19,"Text":"Hast thou not considered that God created the heavens and the earth in truth? If He wills, He can remove you and bring a new creation"},{"SurahNumber":14,"VerseNumber":20,"Text":"and that is no great matter for God"},{"SurahNumber":14,"VerseNumber":21,"Text":"They will appear before God all together, and the weak will say to those who waxed arrogant, “Truly we were your followers; so can you avail us in any way against the Punishment of God?” They will say, “Had God guided us, we would have guided you. It is the same for us whether we are anxious or patient; for us there is no refuge.”"},{"SurahNumber":14,"VerseNumber":22,"Text":"And Satan will say, when the matter has been decreed, “Verily God made you the Promise of truth; and I made you a promise, but I failed you. And I had no authority over you, save that I called you, and you responded to me. So do not blame me, but blame yourselves. I cannot respond to your cries for help; nor can you respond to my cries for help. Truly I disbelieved in your ascribing me as partner aforetime. As for the wrongdoers, surely theirs shall be a painful punishment.”"},{"SurahNumber":14,"VerseNumber":23,"Text":"Those who believe and perform righteous deeds shall be made to enter Gardens with rivers running below, abiding therein by the leave of their Lord. Their greeting therein shall be, “Peace!”"},{"SurahNumber":14,"VerseNumber":24,"Text":"Hast thou not considered how God sets forth a parable? A good word is as a good tree: its roots firm and its branches in the sky"},{"SurahNumber":14,"VerseNumber":25,"Text":"It brings forth fruit in every season, by the Leave of its Lord. God sets forth parables for mankind, that haply they may remember"},{"SurahNumber":14,"VerseNumber":26,"Text":"And the parable of a bad word is a bad tree: uprooted from the face of the earth; it has no stability"},{"SurahNumber":14,"VerseNumber":27,"Text":"God makes firm those who believe with firm speech in the life of this world and in the Hereafter. And God leads the wrongdoers astray; God does whatsoever He wills"}]}