{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Ta. Ha"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz Quranı sənə ona görə nazil etmədik ki, əziyyətə düşəsən"},{"SurahNumber":20,"VerseNumber":3,"Text":"Onu Allahdan qorxanlar üçün ancaq nəsihət kimi göndərdik"},{"SurahNumber":20,"VerseNumber":4,"Text":"O, yeri və uca göyləri yaradan Allah tərəfindən nazil olmuşdur"},{"SurahNumber":20,"VerseNumber":5,"Text":"Mərhəmətli Allah Ərşə ucaldı"},{"SurahNumber":20,"VerseNumber":6,"Text":"Göylərdə, yerdə, onların arasında və torpağın altında nə varsa, Ona məxsusdur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Sən ucadan danışsan da, danışmasan da, fərqi yoxdur. Çünki Allah sirri də, bundan daha gizli olanı da bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah! Ondan başqa ibadətə layiq olan məbud yoxdur. Ən gözəl adlar təkcə Ona xasdır"},{"SurahNumber":20,"VerseNumber":9,"Text":"Musanın əhvalatı sənə gəlib çatdımı"},{"SurahNumber":20,"VerseNumber":10,"Text":"O zaman o, bir od görüb ailəsinə demişdi: “Dayanın! Mən bir od gördüm. Bəlkə, ondan sizə bir köz gətirdim, ya da odun yanında bir bələdçi tapdım!”"},{"SurahNumber":20,"VerseNumber":11,"Text":"Oda yaxınlaşdıqda bir səda gəldi: “Ey Musa"},{"SurahNumber":20,"VerseNumber":12,"Text":"Həqiqətən, Mən sənin Rəbbinəm. Başmaqlarını çıxart. Çünki sən müqəddəs Tuva vadisindəsən"},{"SurahNumber":20,"VerseNumber":13,"Text":"Mən səni seçmişəm. Sənə vəhy olunanı dinlə"},{"SurahNumber":20,"VerseNumber":14,"Text":"Həqiqətən, Mən Allaham. Məndən başqa heç bir məbud yoxdur. Mənə ibadət et və Məni xatırlamaq üçün namaz qıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Həmin Saat hökmən gələcək! Hər kəsə törətdiklərinin əvəzi verilsin deyə, Mən onu az qala Özümdən belə gizlədirəm"},{"SurahNumber":20,"VerseNumber":16,"Text":"Qoy ona inanmayan və nəfsinin istəklərinə uyan bir kəs səni ondan yayındırmasın, yoxsa məhv olarsan"},{"SurahNumber":20,"VerseNumber":17,"Text":"Sağ əlindəki nədir, ey Musa?”"},{"SurahNumber":20,"VerseNumber":18,"Text":"Musa dedi: “Bu mənim əsamdır. Ona söykənir və onunla qoyunlarıma yarpaq silkələyirəm. Bu, mənim üçün başqa işlərə də yarıyır”"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah buyurdu: “At onu yerə, ey Musa!”"},{"SurahNumber":20,"VerseNumber":20,"Text":"Musa onu yerə atdı və o, dərhal ilan olub sürətlə sürünməyə başladı"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah buyurdu: “Götür onu, qorxma! Biz onu əvvəlki halına qaytaracağıq"},{"SurahNumber":20,"VerseNumber":22,"Text":"Əlini qoynuna sal ki, əlin oradan başqa bir möcüzə kimi ləkəsiz, ağappaq çıxsın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Belə etdik ki, sənə ən böyük möcüzələrimizdən bir neçəsini göstərək"},{"SurahNumber":20,"VerseNumber":24,"Text":"Fironun yanına get! Çünki o, həddini aşmışdır”"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa dedi: “Ey Rəbbim! Köksümü açıb genişlət"},{"SurahNumber":20,"VerseNumber":26,"Text":"İşimi yüngülləşdir"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimdəki düyünü aç ki"},{"SurahNumber":20,"VerseNumber":28,"Text":"sözümü anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Mənə öz ailəmdən bir köməkçi ver –"},{"SurahNumber":20,"VerseNumber":30,"Text":"Qardaşım Harunu"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onun sayəsində mənim gücümü artır"},{"SurahNumber":20,"VerseNumber":32,"Text":"Onu işimə ortaq et (ona da peyğəmbərlik ver) ki"},{"SurahNumber":20,"VerseNumber":33,"Text":"Sənə çoxlu təriflər deyək"},{"SurahNumber":20,"VerseNumber":34,"Text":"və Səni çox zikr edək"},{"SurahNumber":20,"VerseNumber":35,"Text":"Şübhəsiz ki, Sən bizi görürsən!”"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah buyurdu: “Dilədiyin sənə verildi, ey Musa"},{"SurahNumber":20,"VerseNumber":37,"Text":"Sənə bir dəfə də mərhəmət göstərmişdik"},{"SurahNumber":20,"VerseNumber":38,"Text":"O vaxt ki, anana vəhy olunacaq şeyi belə vəhy etdik"},{"SurahNumber":20,"VerseNumber":39,"Text":"“Onu bir sandığa qoyub çaya burax ki, çay onu sahilə atsın və həm Mənim düşmənim, həm də onun düşməni olan birisi onu götürsün”. Gözlərim önündə boya-başa çatdırılasan deyə, Öz tərəfimdən sənə qarşı qullarım arasında məhəbbət oyatdım"},{"SurahNumber":20,"VerseNumber":40,"Text":"O zaman bacın gedib camaata deyirdi: “Sizə onun qayğısına qalacaq birisini göstərimmi?” Beləliklə, gözü aydın olsun və qəm yeməsin deyə, səni anana qaytardıq. Sən boya-başa çatdıqda bir nəfəri öldürdün. O vaxt Biz səni qəm-qüssədən qurtardıq. Biz səni çətin sınaqlardan keçirtdik. Sən illərlə Mədyən əhli içində qaldın. Sonra da müəyyən olunmuş məqama gəlib çatdın, ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Mən səni Özümə peyğəmbər seçdim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sən və qardaşın möcüzələrimlə gedin və Məni zikr etməkdə zəiflik göstərməyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Fironun yanına gedin. Çünki o, həddini aşmışdır"},{"SurahNumber":20,"VerseNumber":44,"Text":"Onunla yumşaq danışın. Bəlkə, öyüd-nəsihət qəbul etsin, yaxud qorxsun!”"},{"SurahNumber":20,"VerseNumber":45,"Text":"Onlar dedilər: “Ey Rəbbimiz! Biz, onun bizə şiddətli cəza verməsindən və ya həddini aşmasından qorxuruq”"},{"SurahNumber":20,"VerseNumber":46,"Text":"Allah buyurdu: “Qorxmayın, çünki Mən sizinləyəm, eşidirəm və görürəm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Onun yanına gedib deyin: “Biz sənin Rəbbinin elçiləriyik. İsrail oğullarını bizimlə göndər və onlara əziyyət vermə. Biz sənin yanına Rəbbindən dəlillə gəlmişik. Doğru yolla gedənlərə salam olsun"},{"SurahNumber":20,"VerseNumber":48,"Text":"Bizə vəhy olundu ki, əzab, haqqı yalan sayıb üz döndərənlərə veriləcəkdir!”"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firon dedi: “Rəbbiniz kimdir, ey Musa?”"},{"SurahNumber":20,"VerseNumber":50,"Text":"Musa dedi: “Rəbbimiz hər şeyə öz xilqətini verən, sonra da ona doğru yolu göstərəndir!”"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firon dedi: “Bəs əvvəlki nəsillərin halı necə olacaq?”"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa dedi: “Onlar haqqındakı bilgi Rəbbimin yanında olan bir Kitabdadır. Rəbbim nə xəta edir, nə də unudur!”"},{"SurahNumber":20,"VerseNumber":53,"Text":"O, yer üzünü sizin üçün beşik etmiş, orada sizin üçün yollar salmış və göydən su endirmişdir. Biz onunla cürbəcür bitkilərdən cüt-cüt yetişdirdik"},{"SurahNumber":20,"VerseNumber":54,"Text":"Onlardan həm özünüz yeyin, həm də heyvanlarınızı yemləyin. Həqiqətən, bunlarda başa düşənlər üçün dəlillər vardır"}]}