{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif. Lam Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Kodi anthu amaganiza kuti adzasiyidwa okha osayesedwa chifukwa anena kuti, “Ife ndife okhulupirira?”"},{"SurahNumber":29,"VerseNumber":3,"Text":"Ndipo ndithudi Ife tidawayesa anthu amene adalipo iwo asanadze. Ndithudi Mulungu adzawazindikira iwo amene ndi olungama, ndipo ndithudi, adzawazindikira iwo amene ndi abodza"},{"SurahNumber":29,"VerseNumber":4,"Text":"Kodi kapena iwo amene amachita zoipa amaganiza kuti\tadzatithawa\tife?\tIwo\tamaweruza\tmolakwa"},{"SurahNumber":29,"VerseNumber":5,"Text":"Aliyense amene amakhulupirira kuti adzakumana ndi Mulungu nthawi imene Mulungu adakhazikitsa, ndithudi, idzabwera ndipo Iye ndi wakumva ndi wodziwa"},{"SurahNumber":29,"VerseNumber":6,"Text":"Ndipo aliyense amene adzipereka kwathunthu, akudzipereka podzithandiza iye mwini. Ndithudi Mulungu ndi woima payekha ndipo Iye safuna thandizo lochokera kwa zolengedwa zake"},{"SurahNumber":29,"VerseNumber":7,"Text":"Ndipo iwo amene amakhulupirira ndipo amachita ntchito zabwino, Ife tidzawakhululukira machimo awo ndikuwapatsa malipiro ofanana ndi ntchito zawo zabwino"},{"SurahNumber":29,"VerseNumber":8,"Text":"Ndipo Ife tidamulamula munthu kuonetsa ubwino kwa makolo ake koma ngati iwo akuuza kuti uzindiphatikiza Ine ndi ena ake amene iwe siuwazindikira, usawamvere ayi. Kwa Ine ndiko mudzabwerera ndipo ndidzakuuzani zimene munali kuchita"},{"SurahNumber":29,"VerseNumber":9,"Text":"Ndipo iwo amene akhulupirira ndi kumachita ntchito zabwino, ndithudi, Ife tidzawaika m’gulu la anthu angwiro"},{"SurahNumber":29,"VerseNumber":10,"Text":"Ndipo pakati pa anthu pali iye amene amati, “Ife timakhulupirira mwa Mulungu.” Koma akangoona mavuto chifukwa chodzipereka kwa Mulungu, amaganiza kuti kuponderezedwa kwawo ndi anthu ndi mkwiyo wochokera kwa Mulungu! Ndipo ngati thandizo lidza kwa iwe kuchokera kwa Ambuye wako, ndithudi, iwo adzati, “Ife tidali kumbali yako.” Kodi mukuganiza kuti Mulungu sadziwa zonse zimene zili m’mitima mwawo pakati pa zolengedwa zake zonse"},{"SurahNumber":29,"VerseNumber":11,"Text":"Ndithudi Mulungu amawadziwa anthu onse okhulupirira ndi anthu onse a chinyengo"},{"SurahNumber":29,"VerseNumber":12,"Text":"Ndipo anthu osakhulupirira amanena kwa anthu okhulupirira kuti, “Tsatirani njira yathu ndipo ife tidzavomera chilango chifukwa cha kuchimwa kwanu. Iwo sadzavomera chilango china chilichonse m’malo mwawo. Ndithudi iwo ndi abodza"},{"SurahNumber":29,"VerseNumber":13,"Text":"Iwo adzanyamula mtolo wawo pamodzi ndi mitolo ina ndi yawo. Ndipo patsiku lachiweruzo iwo adzafunsidwa kufotokoza mabodza awo"},{"SurahNumber":29,"VerseNumber":14,"Text":"Ndipo ndithudi tidamutumiza Nowa kwa anthu ake ndipo adakhala pakati pawo zaka chikwi chimodzi kuchotsapo zaka makumi asanu. Ndipo chigumula chidawapeza ali pa uchimo"},{"SurahNumber":29,"VerseNumber":15,"Text":"Kotero tidamupulumutsa iye pamodzi ndi iwo amene adali naye m’chombo ndipo tidachipanga icho kukhala phunziro kwa anthu a mitundu yonse"},{"SurahNumber":29,"VerseNumber":16,"Text":"Ndipo Ife tidamupulumutsa Abrahamu pamene adati kwa anthu ake, “Pembedzani Mulungu ndipo muzimuopa Iye. Chimenecho chidzakhala chinthu chabwino kwa inu ngati mukadazindikira.”"},{"SurahNumber":29,"VerseNumber":17,"Text":"Chifukwa inu mumapembedza mafano oonjezera pa Mulungu ndipo inu mumapeka bodza. Zinthu zimene mumapembedza zoonjezera pa Mulungu zilibemphamvuzokupatsanizofunazanu.Koteropemphani zofuna zanu kwa Mulungu ndipo muzimuthokoza Iye. Kwa Iye ndiko kumene mudzabwerera"},{"SurahNumber":29,"VerseNumber":18,"Text":"Ndipo ngati inu mukana uthenga dziwani kuti nawonso amene adalipo inu musanadze adachita chimodzimodzi. Ndipo udindo wa Mtumwi ndi kulalikira pagulu momveka"},{"SurahNumber":29,"VerseNumber":19,"Text":"Iwo sakuona mmene Mulungu amayambitsira chilengedwe ndiponso mmene amachibwerezanso. Ndithudi zimenezo ndi za pafupi kwa Mulungu"},{"SurahNumber":29,"VerseNumber":20,"Text":"Nena, “Yendani paliponse pa dziko lapansi ndipo muone mmene Mulungu adayambitsira chilengedwe. Kotero Mulungu adzalenga chilengedwe chinanso. Mulungu ali ndi mphamvu pa chinthu china chilichonse.”"},{"SurahNumber":29,"VerseNumber":21,"Text":"Iye amalanga aliyense amene wamufuna ndiponso amaonetsa chifundo chake kwa aliyense amene wamufuna. Ndipo ndi kwa Iye kumene nonse mudzabwerera"},{"SurahNumber":29,"VerseNumber":22,"Text":"Kaya ndi pa dziko lapansi kapena kumwamba, kulibe kumene inu mungathawire. Ndipo inu mulibe wina kupatula Mulungu amene angakutetezeni kapena kukuthandizani"},{"SurahNumber":29,"VerseNumber":23,"Text":"onse amene amakana zizindikiro za Mulungu ndiponso zokumana naye m’moyo umene uli nkudza ndiwo amene amakayika za chifundo changa. Ndipo iwo adzalandira chilango chowawa kwambiri"},{"SurahNumber":29,"VerseNumber":24,"Text":"Yankho la anthu a Abrahamu lidali lamwano ndipo adati, “Mumuphe kapena mumutenthe.” Koma Mulungu adamupulumutsa iye ku moto. Ndithudi mu zimenezi muli phunziro kwa anthu okhulupirira"},{"SurahNumber":29,"VerseNumber":25,"Text":"Ndipo iye adati, “Inu mwasankha kupembedza mafano kuonjezera pa Mulungu weniweni chifukwa chokweza mgwirizano wa pakati panu m’moyo uno. Koma pa tsiku lachiweruzo inu mudzakanana wina ndi mnzake. Ndipo malo anu akakhala ku moto ndipo inu simudzakhala ndi wina wokuthandizani.”"}]}