{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"Alaa e ruugayngel ka leydi si wanah ko Alla fawtii arsike maggel on, Himo anndi ñiiɓirde maggel e daakorde maggel; fow no e Deftere ɓanngunde"},{"SurahNumber":11,"VerseNumber":7,"Text":"Ko Kanko tagi kammuuli ɗin e leydi ndin nder balɗe jeegoo, hari arsi Makko kin no ka hoore ndiyam, fii yo O ndaarndo on ko hommbo e mo'on ɓurata moƴƴinnde gollal. Pellet si a wi'i: \"Onon ko on ummintinteeɓe ɓaawo maayde\", maa heeferɓe ɓen wi'u: \"Ɗum wonaali si wanaa mbilewu feeñungu\". @Corrected"},{"SurahNumber":11,"VerseNumber":8,"Text":"Pellet si Men nennaniiɓe lepte ɗen haa e dumunna limaaɗo, maa ɓe wi'u: \"Ko tonngi ɗe?\" Anndee ñalnde nde arat e mabɓe, ɓe wonataa sureteeɓe e majje; jippoo e maɓɓe kon ko laatinoo hiɓe jalkita"},{"SurahNumber":11,"VerseNumber":9,"Text":"Si tawii Men meeɗinii neɗɗanke on neema immornde ka Amen, refti Men ɓoori nde e makko, kanko ko otaƴaado, yeddoowo"},{"SurahNumber":11,"VerseNumber":10,"Text":"Si tawii kadi Men meeɗinirii mo neema ɓaawo lorra memuɗo mo, maa o wi'oy : \"Satteende nden iwii e am\", kanko (ontuma) ko o weltiiɗo, ñaañoowo"},{"SurahNumber":11,"VerseNumber":11,"Text":"Si wanaa ɓen muññii ɓe, ɓe golli golle moƴƴe. Ɓen ɗon, no woodani ɓe haforanal e njoɓdi mawndi"},{"SurahNumber":11,"VerseNumber":12,"Text":"Belajo'o ko a accoowo yoga ko wahayinaa e maaɗa, ɓernde maa nden ɓiɗtora ɗum; fii hiɓe wi'i: \"Ko haɗno ngalu jippinee e makko? maa Malaa'ikaajo arda e makko?\" Anndu an ko a jertinoowo. Alla ko deenoowa kala huunde"},{"SurahNumber":11,"VerseNumber":13,"Text":"Kaa ɓe wi'ay : \"O fefindi nde?\" Maaku : \"Addee Corteeji( cimooje) sappo yeru mayre, pepindaaɗe, noddon kala mo haɗtanɗon gaanin Alla, si on laatike goonguɓe"},{"SurahNumber":11,"VerseNumber":14,"Text":"Si ɓe jaabitaaki on, anndee wonnde ko nde jippinira ko ganndal Alla, e wonnde reweteeɗo alaa si wanaa Kanko. Hara onon ko on jebbiliiɓe"},{"SurahNumber":11,"VerseNumber":15,"Text":"Kala on tawɗo ko nguurndam aduna e cuɗaari majjam faandii, Men humnanay ɓe golle maɓɓe ɗen ton, hara kamɓe ɓe ɗuytantaake ton"},{"SurahNumber":11,"VerseNumber":16,"Text":"Ko ɓen woni ɓe alanah ɗum en ka laakara si wanaa Yiite. Ko ɓe golli ton kon firtii, ko meere woni koɓe gollaynoo"},{"SurahNumber":11,"VerseNumber":17,"Text":"E ko on laatiiɗo e ɓanngannduyee immorde ka Joomi makko, himo janngande mo seediiɗo immorde ka Makko, e nde aditiinde mo [kanko Muhammadu], Deftere Muusaa nden ardiinde e yurmeende [ɓuri moƴƴude diini ko alah hujja kon?]: Ɓen ɗon hino gomɗini nde; kala on yedduɗo nde e feddeeji ɗin, ko Yiite ngen woni fodoore makko. Wata a laato e sikke fii mayre. Pellet ko nde goonga immornde ka Joomi maa; ko woni tun, ko ɓuri ɗuuɗude e yimɓe ɓen gomɗintaa"},{"SurahNumber":11,"VerseNumber":18,"Text":"Ko hommbo ɓuri tooñude ɓuri on fefandiido fenaa- nde e hoore Alla? Ɓen ɗon holliroyte ka Joomi maɓɓe, (malaa'ikaaɓe) seediiɓe ɓen wi'a: \"Ko ɓee ɗoo feni bakki e Joomi maɓɓe\". Hey, kuddi Alla ndin wonii e tooñooɓe ɓen"},{"SurahNumber":11,"VerseNumber":19,"Text":"Ɓen falotooɓe gaay e laawol Alla ngol, ɓe ɗaɓɓana ngol ooñorde, hara kadi ko ɓe yedduɓe laakara"},{"SurahNumber":11,"VerseNumber":20,"Text":"Ɓen ɓe wonaali laawotooɓe ka leydi, laatanaaki ɓe kadi weldiiɓe gaanin Alla, hiɓe sowoyanee lepte ɗen. Ɓe laatanooki hattanɓe nanugol, ɓe wonaano kadi yi'ooɓe"},{"SurahNumber":11,"VerseNumber":21,"Text":"Ko ɓe woni sooyinɓe wonkiiji mun ɗin. Kon ko ɓe fefintonoo majji gaay e maɓɓe"},{"SurahNumber":11,"VerseNumber":22,"Text":"Sikke alah, wonnde ɓen ɗon ka laakara, ko kamɓe ɓuroyta sooyude"},{"SurahNumber":11,"VerseNumber":23,"Text":"Ɓen gonɗimɓe, ɓe golli golle moƴƴe, ɓe yankinanii Joomi maɓɓe, ko ɓe woni yimɓe Aljanna ɓen, kamɓe ko ɓe duumotooɓe ton"}]}