{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"en dat My straf ’n pynlike straf is"},{"SurahNumber":15,"VerseNumber":51,"Text":"En stel hulle in kennis van die gaste van Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"Toe hulle by hom binnegetree het, het hulle gesê: Vrede! Hy het geantwoord: Ons vrees julle"},{"SurahNumber":15,"VerseNumber":53,"Text":"Hulle het geantwoord: Moenie vrees nie; ons bring u die goeie tyding van ’n seun wat baie kennis en wysheid sal besit"},{"SurahNumber":15,"VerseNumber":54,"Text":"Hy het gesê: Bring julle my goeie nuus terwyl die ouderdom my reeds ingehaal het? Waarom gee julle my dan dié nuus"},{"SurahNumber":15,"VerseNumber":55,"Text":"Hulle het gesê: Ons bring ’n blye tyding met waarheid; wees u dan nie een van die wanhopiges nie"},{"SurahNumber":15,"VerseNumber":56,"Text":"Hy het gesê: Wie anders wanhoop aan die genade van Sy Heer, behalwe die dwalendes"},{"SurahNumber":15,"VerseNumber":57,"Text":"Hy het gsê: Wat is julle taak dan, o boodskappers"},{"SurahNumber":15,"VerseNumber":58,"Text":"Hulle het geantwoord: Ons is na ’n misdadige volk gestuur"},{"SurahNumber":15,"VerseNumber":59,"Text":"Behalwe die volk van Lot. Ons sal hulle almal red, met die uitsondering"},{"SurahNumber":15,"VerseNumber":60,"Text":"van sy vrou. Ons het verorden dat sy voorwaar met die agtergeblewenes sal wees"},{"SurahNumber":15,"VerseNumber":61,"Text":"En toe die boodskappers by die volgelinge van Lot gekom het"},{"SurahNumber":15,"VerseNumber":62,"Text":"en hy gesê het: Waarlik, julle is onbekendes"},{"SurahNumber":15,"VerseNumber":63,"Text":"het hulle geantwoord: Nee, ons kom na u met dít waaroor hulle twyfel"},{"SurahNumber":15,"VerseNumber":64,"Text":"en ons bring aan u die waarheid. U kan ons glo"},{"SurahNumber":15,"VerseNumber":65,"Text":"Vertrek daarom met u volgelinge gedurende die nag, en bly altyd in hul agterhoede. En moenie dat iemand omkyk nie, en gaan waarheen julle beveel word"},{"SurahNumber":15,"VerseNumber":66,"Text":"En Ons het dit aan hom bekend gemaak dat die wortels hiervan in die oggend afgesny sal word"},{"SurahNumber":15,"VerseNumber":67,"Text":"En toe die inwoners van die stad jubelend nader gekom het"},{"SurahNumber":15,"VerseNumber":68,"Text":"het hy gesê: Hulle is my gaste; moenie my in die skande steek nie"},{"SurahNumber":15,"VerseNumber":69,"Text":"en vrees Allah, en moet my nie in die skande steek nie"},{"SurahNumber":15,"VerseNumber":70,"Text":"Maar hulle het geantwoord: Het ons julle nie belet om iemand te herberg nie"},{"SurahNumber":15,"VerseNumber":71,"Text":"Toe het hy gesê: Hier is my dogters, as julle dan iets wil doen"},{"SurahNumber":15,"VerseNumber":72,"Text":"Waarlik, hulle het blindelings gedwaal"},{"SurahNumber":15,"VerseNumber":73,"Text":"En teen sonop het die straf hulle oorval"},{"SurahNumber":15,"VerseNumber":74,"Text":"Ons het die stad omgekeer en harde klippe daarop laat reën"},{"SurahNumber":15,"VerseNumber":75,"Text":"Waarlik, hierin is tekens vir hulle wat uit die lot van ander ’n les wil leer"},{"SurahNumber":15,"VerseNumber":76,"Text":"En dit is ’n weg wat nog begaanbaar is"},{"SurahNumber":15,"VerseNumber":77,"Text":"Voorwaar, hierin is ’n teken vir die gelowiges"},{"SurahNumber":15,"VerseNumber":78,"Text":"En die Bewoners van die Woud was net so sondig"},{"SurahNumber":15,"VerseNumber":79,"Text":"Daarom het Ons ook húlle getref ~ En hierdie plekke lê albei aan die grootpad"},{"SurahNumber":15,"VerseNumber":80,"Text":"En die Bewoners van die Rots3 het waarlik die boodskappers verloën"},{"SurahNumber":15,"VerseNumber":81,"Text":"En Ons het Ons tekens aan hulle oorgedra, maar hulle het die rug daarop gedraai"},{"SurahNumber":15,"VerseNumber":82,"Text":"En hulle het wonings van veiligheid in die berge uitgekap"},{"SurahNumber":15,"VerseNumber":83,"Text":"en tog het die straf hulle in die môre oorval"},{"SurahNumber":15,"VerseNumber":84,"Text":"En wat hulle verwerf het, het hul niks gebaat nie"},{"SurahNumber":15,"VerseNumber":85,"Text":"En Ons het die hemele en die aarde en alles wat daartussen is, met die waarheid geskape. En die Uur sal gewis kom; wees daarom sagmoedig"},{"SurahNumber":15,"VerseNumber":86,"Text":"Voorwaar, u Heer ~ Hy is die Skepper, die Alleswetende"},{"SurahNumber":15,"VerseNumber":87,"Text":"En Ons het waarlik aan u die sewe herhaalde verse en die verhewe Qur’ãn gegee"},{"SurahNumber":15,"VerseNumber":88,"Text":"Staar u oë nie moeg na wat Ons aan sommige groepe gegee het om van te geniet nie, en treur ook nie oor hulle nie, en wees sagmoedig teenoor die gelowiges"},{"SurahNumber":15,"VerseNumber":89,"Text":"En sê: Voorwaar, ek is die waarskuwer"},{"SurahNumber":15,"VerseNumber":90,"Text":"Ons het ook boodskappers gestuur na hulle wat die eed afgelê het"},{"SurahNumber":15,"VerseNumber":91,"Text":"en na hulle wat die Qur’ãn wou opdeel"},{"SurahNumber":15,"VerseNumber":92,"Text":"By u Heer! Ons sal hulle almal gewis ondervra"},{"SurahNumber":15,"VerseNumber":93,"Text":"oor wat hulle gedoen het"},{"SurahNumber":15,"VerseNumber":94,"Text":"Verkondig daarom openlik wat u beveel word, en draai weg van die heidene af"},{"SurahNumber":15,"VerseNumber":95,"Text":"Ons bied u voldoende beskerming teen die spotters"},{"SurahNumber":15,"VerseNumber":96,"Text":"wat ander gode met Allah vereenselwig ~ Maar weldra sal hulle dit te wete kom"},{"SurahNumber":15,"VerseNumber":97,"Text":"En Ons weet ook dat u hart benoud word oor wat hulle sê"},{"SurahNumber":15,"VerseNumber":98,"Text":"Verheerlik u Heer met die lof wat Hom toekom, en wees saam met hulle (wat voor hul Heer) prostreer"},{"SurahNumber":15,"VerseNumber":99,"Text":"En dien u Heer tot op die tyd van u afsterwe"}]}