{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Nepri se s vlastniky Pisma, leda zpusobem nejvhodnejsim a pouze s temi z nich, kdoz nespravedlivi jsou. A rcete: \"Uverili jsme v to, co bylo seslano nam, i v to, co bylo seslano vam, a nas Buh a vas Buh jedno jsou; a my do vule Jeho jsme odevzdani"},{"SurahNumber":29,"VerseNumber":47,"Text":"A takto jsme seslali Pismo i tobe; a ti, kterym jsme dali Pismo, veri v ne. A take mezi temito zde jsou mnozi, kdoz v ne veri; znameni Nase pak odmitaji jedine neverici"},{"SurahNumber":29,"VerseNumber":48,"Text":"Tys nepredcital predtim z Pisma zadneho ani jsi zadne neopisoval pravici svou, jinak by byli na pochybach ti, kdoz za nicotne to pokladaji"},{"SurahNumber":29,"VerseNumber":49,"Text":"Nikoliv! Toto jsou znameni jasna v hrudich tech, kterym se vedeni dostalo, a jen nespravedlivi znameni Nase odmitaji"},{"SurahNumber":29,"VerseNumber":50,"Text":"Rikaji: \"Procpak mu nebylo seslano znameni nejake od Pana jeho?\" Odpovez: \"Znameni jsou pouze u Boha a ja jsem jen varovatelem zjevnym"},{"SurahNumber":29,"VerseNumber":51,"Text":"Cozpak jim nestaci, ze jsme ti seslali Pismo, jez je jim sdelovano? A v tom veru je milosrdenstvi i pripomenuti lidem vericim"},{"SurahNumber":29,"VerseNumber":52,"Text":"Rci: \"Buh mi zcela staci jako svedek mezi mnou a vami! On zna, co na nebesich je i na zemi. Ti vsak, kdoz ve falesne uverili a v Boha neveri, ti veru ztratu utrpi"},{"SurahNumber":29,"VerseNumber":53,"Text":"Zadaji te o uspiseni prichodu trestu; kdyby nebylo jiz lhuty urcene, veru by je byl trest jiz postihl, vsak prijde k nim znenadani, aniz to tusit budou"},{"SurahNumber":29,"VerseNumber":54,"Text":"Zadaji te o uspiseni prichodu trestu, zatimco peklo zajiste obklopi neverici"},{"SurahNumber":29,"VerseNumber":55,"Text":"V ten den je zahali trest shora i zdola a tehdy jim On rekne: \"Okuste trest za to, co jste provadeli"},{"SurahNumber":29,"VerseNumber":56,"Text":"Sluzebnici Moji, kteri verite! Zeme Ma je veru rozlehla, uctivejte Mne tedy"},{"SurahNumber":29,"VerseNumber":57,"Text":"Duse kazda smrti okusi, a potom budete k Nam navraceni"},{"SurahNumber":29,"VerseNumber":58,"Text":"Ty, kdoz verili a zbozne skutky konali, ty ubytujeme v raji v komnatach, pod nimiz reky tekou, a budou tam nesmrtelni. Jak krasna bude odmena tech, kdoz dobro konali"},{"SurahNumber":29,"VerseNumber":59,"Text":"neochvejni byli a na Pana sveho spolehali"},{"SurahNumber":29,"VerseNumber":60,"Text":"Kolik je zvirat, jez neopatruji si obzivu svou, ale Buh jim ji ustedruje stejne jako vam - a On slysici je i vsevedouci"},{"SurahNumber":29,"VerseNumber":61,"Text":"Kdyz se jich zeptas: \"Kdo stvoril nebesa a zemi a podmanil si slunce a mesic?\", odpovidaji: \"Buh!\" Jak se tedy mohou tak odvracet"},{"SurahNumber":29,"VerseNumber":62,"Text":"Buh stedre dava obzivu, komu chce ze sluzebniku Svych, a odmeruje ji take, komu chce a Buh veru je vsevedouci o kazde veci"},{"SurahNumber":29,"VerseNumber":63,"Text":"A kdyz se zeptas: \"Kdo sesila z nebe vodu, jez ozivuje zemi po smrti jeji?\", tehdy odpovidaji: \"Buh.\" Rci: \"Chvala Bohu!\" Ale vetsina z nich nema rozum"},{"SurahNumber":29,"VerseNumber":64,"Text":"Tento zivot pozemsky neni lec zabava a hra, zatimco pobyt v zivote budoucim je tim zivotem pravym - kez by to jen vedeli"},{"SurahNumber":29,"VerseNumber":65,"Text":"A kdyz pluji na lodi, vzyvaji Boha a uprimne mu zasvecuji svou viru, kdyz vsak je potom na sousi zachrani, hle, modlosluzebniky se stavaji"},{"SurahNumber":29,"VerseNumber":66,"Text":"aby ukazali svuj nevdek za to, co jsme jim dali, a aby si jen uzivali - vsak zahy se dozvi"},{"SurahNumber":29,"VerseNumber":67,"Text":"Coz nevidi, ze jsme ucinili z mesta tohoto posvatny okrsek bezpecny, zatimco lide okolo jsou olupovani? Chteji snad verit ve falesne a neverit v dobrodini Bozi"},{"SurahNumber":29,"VerseNumber":68,"Text":"Kdo je nespravedlivejsi nez ten, kdo si proti Bohu lzi vymysli anebo prohlasuje pravdu, kdyz k nemu prisla, za lez? Coz nebude peklo utulkem pro neverici"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ty, kdoz k vuli Nam se usilovne snazi, ty veru povedeme po cestach Svych. A Buh zajiste je s temi, kdoz dobro konaji"}]}