{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Ta, Sin. Bunlar; Kur´an´ın ve apaçık kitabın ayetleridir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mü´minlere doğruluk rehberi ve müjdedir"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onlar ki; namazı kılarlar, zekatı verirler ve ahirete de yakınen inanırlar"},{"SurahNumber":27,"VerseNumber":4,"Text":"Ahirete inanmayanlara gelince; muhakkak ki onlara, yaptıklarını güzel göstermişizdir. Bu yüzden şaşırıp kalmaktadırlar"},{"SurahNumber":27,"VerseNumber":5,"Text":"Bunlar öyle kimselerdir ki; kötü azap onlarındır. Ve onlar; ahirette de en çok hüsrana uğrayanların kendileridir"},{"SurahNumber":27,"VerseNumber":6,"Text":"Muhakkak ki sen; Kur´an´ı Alim ve Hakim katından almaktasın"},{"SurahNumber":27,"VerseNumber":7,"Text":"Hani Musa, ailesine demişti ki: Ben bir ateş gördüm. Size oradan; ya bir haber getireceğim, yahut da ısınasınız diye yanan bir ateş koru getireceğim"},{"SurahNumber":27,"VerseNumber":8,"Text":"Oraya geldiği vakit, kendisine şöyle seslenildi: Ateşin yanında olan ve çevresinde bulunanlar mübarek kılınmıştır. Alemlerin Rabbı olan Allah, münezzehtir"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ey Musa; gerçek şu ki, Ben Hakim ve Aziz olan Allah´ım"},{"SurahNumber":27,"VerseNumber":10,"Text":"Değneğini at. Onun yılan gibi hareketler yaptığını görünce, arkasına bakmadan dönüp kaçtı ve geri dönmedi. Ey Musa; korkma. Benim katımda muhakkak ki peygamberler korkmazlar"},{"SurahNumber":27,"VerseNumber":11,"Text":"Yalnız zulmeden bunun dışındadır. Sonra kötülüğün ardından iyiliğe çevirirse artık Ben, şüphesiz Gafur ve Rahim´im"},{"SurahNumber":27,"VerseNumber":12,"Text":"Ve elini koynuna sok. Firavun ve kavmine gönderilen dokuz mucizeden biri olarak kusursuz, bembeyaz çıksın. Şüphesiz ki onlar; fasık bir kavim idiler"},{"SurahNumber":27,"VerseNumber":13,"Text":"Ayetlerimiz böyle vazıh olarak onlara gelince; bu, apaçık bir büyüdür, dediler"},{"SurahNumber":27,"VerseNumber":14,"Text":"Gönülleri kesin olarak kabul ettiği halde, zulüm ve kibirle bunları bile bile inkar ettiler. Bozguncuların sonunun nasıl olduğuna bir bak"},{"SurahNumber":27,"VerseNumber":15,"Text":"Andolsun ki; Biz, Davud´a ve Süleyman´a iıim verdik. İkisi de: Bizi mü´min kullarının çoğundan üstün kılan Allah´a hamdolsun, dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Süleyman da Davud´a varis oldu ve dedi ki: Ey insanlar; bize, kuş dili öğretildi. Ve bize, her şeyden bolca verildi. Doğrusu bu; apaçık bir lutuftur"},{"SurahNumber":27,"VerseNumber":17,"Text":"Süleyman´ın cinnlerden, insanlardan, kuşlardan orduları toplandı. Hepsi topluca gidiyorlardı"},{"SurahNumber":27,"VerseNumber":18,"Text":"Nihayet karıncaların bulunduğu vadiye geldiklerinde bir karınca dedi ki: Ey karıncalar, yuvalarınıza girin. Süleyman ve orduları farkına varmadan sakın sizi ezmesin"},{"SurahNumber":27,"VerseNumber":19,"Text":"Onun bu sözü üzerine gülerek tebessüm etti ve dedi ki: Rabbım; bana ve ana babama verdiğin nimete şükürde ve hoşnud olacağın şeyi yapmakta beni muvaffak kıl ve rahmetinle beni salih kullarının arasına kat"},{"SurahNumber":27,"VerseNumber":20,"Text":"Kuşları araştırarak dedi ki: Hüdhüd´ü niçin göremiyorum? Yoksa kayıplardan mı oldu"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ya bana apaçık bir burhan getirecektir, ya da onu şiddetli bir azaba uğratırım veya keserim"},{"SurahNumber":27,"VerseNumber":22,"Text":"Çok geçmeden o geldi ve dedi ki: Senin bilmediğin bir şeyi öğrendim ve sana Sebe´den gerçek bir haber getirdim"},{"SurahNumber":27,"VerseNumber":23,"Text":"Ora halkına hükmeden, her şeyden kendisine bolca verilmiş olan ve büyük bir tahta sahip bir kadın buldum"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onun ve kavminin, Allah´ı bırakıp güneşe secde eder olduklarını gördüm. Şeytan onların yaptıklarını güzel göstermiş ve onları doğru yoldan alıkoymuştur. Bu yüzden onlar doğru yolu bulamazlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"Göklerde ve yerde gizli olanları ortaya koyan, gizlediğinizi ve açıkladığınızı bilen Allah´a secde etmesinler diye"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah O´dur ki; O´ndan başka ilah yoktur. Yüce Arş´ın sahibi ancak ve ancak O´dur"}]}