{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":16,"VerseNumber":75,"Text":"Allah apeleche chilandanyo chakapolo jwajupatidwe, jwangalikombolela pa chilichose, ni mundu jwatumpele kuumila Kukwetu lisiki lyambone, basi jwalakwe ni akutola mu lisikilyo mwakusisa nimwakuonechela. Ana mpaka alandane? (Nambi uli nkunnandanya Allah ni isanamu?) Lumbili losope lwene alapikwe Allah. Nambo kuti ŵajinji mu ŵanganyao ngakumanyilila"},{"SurahNumber":16,"VerseNumber":76,"Text":"Ni apeleche soni Allah chilandanyo (chine) chaŵandu ŵaŵili. Jumo mwa ŵaŵilio bubu, jwangalikombolela pachilichose, soni jwalakwe jugambile kuŵa nsigo ŵakwasitopesya abwana ŵakwe, kulikose kuchannungamisye jwangaujako ni yambone (achi ni chilandanyo cha kafili). Ana mpaka alandane jwalakweju ni ajula jwaakulamula mwa chilungamiko, soni jwalakwe ali petala lyagoloka (jwali Nsilamu)"},{"SurahNumber":16,"VerseNumber":77,"Text":"Soni iŵele Yakwe Allah yakusisika ya kumawunde ni petaka. Ninganijiŵa ngani ja (kaiche ka) Kiyama ikaŵeje mpela kupila kwa liso kapena jele kuŵandichila nnope. Chisimu Allah pachindu chilichose aŵele Jwakombola"},{"SurahNumber":16,"VerseNumber":78,"Text":"Sano Allah ŵankopwesye ŵanganyammwe m’matumbo mwa achikulu ŵenu nkakumanyilila chilichose, ni ŵam’bichile kupikana ni kulola kwisa soni mitima kuti m’be ŵakutogolela"},{"SurahNumber":16,"VerseNumber":79,"Text":"Ana ngaakuiona ijuni yaijepepasyidwe (paguluka) munnengalenga wa kwinani, pangali jwaakuijangata ikaŵeje Allah. Chisimu mu yalakweyo mwana ilosyo kwa ŵandu ŵaakukulupilila"},{"SurahNumber":16,"VerseNumber":80,"Text":"Soni Allah am’bichile jenumanja kutulalila m’majumba mwenu, ni am’bichile soni majumba kuumila m’mapende ga ilango (gagali matenti), gankasagaonaga kuŵa gakwepepala (kuganyakula) palisiku lyakwenda kwenu ulendo ni lisiku lyakutamilichika kwenu (pamalo). Soni kuumila mu wenjewenje wakwe ni manyunya gakwe kwisa soni umbo syakwe (nkasapanganyaga) ikolelo (mpela yakuwala, yakutamila ni yagonela) ni yakusengwasya kwa kandaŵi"},{"SurahNumber":16,"VerseNumber":81,"Text":"Soni Allah am’bichile ŵanganyammwe miulili mu ichindu yaagumbile, soni ni am’bichile mwakuuŵa m’matumbi (mpela mbanga syekulungwakulungwa), ni am’bichile soni yakuwala (yetonji ni wenjewenje) yakun’gosa kuchitukuta (ni kusisima), ni yakuwala (yachisyano) yakun’gosa kungondo syenu. Mwele ni mwaakukwanilichisya ukoto Wakwe kukwenu kuti m’be ŵakulipeleka (Kukwakwe pakunda Usilamu)"},{"SurahNumber":16,"VerseNumber":82,"Text":"Nambo naga akugalauka (kuleka Usilamu), basi masengo genu (mmwe Muhammadi ﷺ) ni kulungusya (utenga) mwakupikanika"},{"SurahNumber":16,"VerseNumber":83,"Text":"Akuumanyililaga ukoto wa Allah kaneka nikuukaana, soni ŵajinji mwa ŵanganyao makafili"},{"SurahNumber":16,"VerseNumber":84,"Text":"Soni (kumbuchilani) lisiku lyatuchitumisya kuumila mu nkutula uliose mboni (jakuutendela umboni nkutulao jwali ntume jwao), kaneka aŵala ŵaŵakanile ngasapedwa lusa (lwakuliŵalanga), soni ŵanganyao ngasakundidwa (kuujila ku duniya) kuti akatende toba ni kuŵenda chikululuko (kwa Allah)"},{"SurahNumber":16,"VerseNumber":85,"Text":"Sano ndema jatakaione ilagasyo aŵala ŵaŵalitesile lupuso (ni kutanda kulila ni kudandaula); basi ngaija kupungusyidwa kukwao, soni ngaja kupedwa lipesa"},{"SurahNumber":16,"VerseNumber":86,"Text":"Soni aŵala ŵaŵawanganyaga (Allah ni isanamu) ndema jatakaaone akwawanganya ŵaowo takajile: “Ambuje ŵetu! Ŵanganyaŵa ni akwawanganya ŵetu aŵala ŵatwaliji nkwalumbanjila kunneka Mmwe.” Nambo ŵanganyao takaponyele maloŵe (gaogo achitiji): “Chisimu ŵanganyammwe ŵaunami.”"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ni takalipeleche kwa Allah mwakuligaasya pa lyele lisikuli, Soni (isanamu) yaŵaliji nkuisepelela (kuti tiyichajokola kwa Allah) ichasokonechela"},{"SurahNumber":16,"VerseNumber":88,"Text":"Aŵala ŵakanile ni kwasiŵililaga (ŵandu) kwitala lya Allah, chitukajonjechesye ilagasyo pachanya pa ilagasyo ligongo lyakuwatanganya kuŵaliji nkuwatanganya"},{"SurahNumber":16,"VerseNumber":89,"Text":"Soni (kumbuchilani) lisiku lyatuchijitumisya mboni ku nkutula uliose jakuumila mu ŵanganyapeo jichijachonjela, ni tuchiyika namwe (mmwe Muhammadi ﷺ) kuŵa mboni pa ŵanganyaŵa. Soni tuntuluchisye Chitabu (Qur’an) chachikusalichisya chindu chilichose, chachili soni chongolo, chanasa ni abali jakusengwasya kwa Asilamu"}]}