{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"ߞߏߘߏ߲߰ߣߍ߲ ߞߏ߲ߢߌ߲ ߠߎ߬ ߦߴߊ߬ߟߋ ߟߋ߬ ߓߟߏ߫، ߝߏߦߌ߬ ߕߴߏ߬ ߟߐ߲߫ ߝߏ߫ ߊ߬ߟߋ، ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߝߋ߲ ߡߍ߲ ߦߋ߫ ߜߙߋ ߡߊ߬ ߊ߬ ߣߌ߫ ߓߊ ߘߐ߫، ߝߌߘߊ߫ ߛߌ߫ ߕߍ߫ ߓߎ߬ߘߎ߲߬ ߝߏ߫ ߊ߬ ߦߴߏ߬ ߟߐ߲߫، ߞߡߊ߫ ߛߌ߫ ߕߍ߫ ߘߎ߱ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߸ ߝߋ߲߫ ߘߏ߲ߓߏ߫ ߕߍ߫ ߸ ߝߋ߲߫ ߖߊߙߊ߲߫ ߝߣߊ߫ ߕߍ߫ ߸ ߝߴߏ߬ ߦߋ߫ ߞߍ߫ ߟߍߙߊ߫ ߘߐߞߣߍߣߍ߲ ߞߣߐ߫"},{"SurahNumber":6,"VerseNumber":60,"Text":"ߊ߬ߟߋ ߟߵߊߟߎ߫ ߟߊߛߎ߬ߣߐ߰ ߟߊ߫ ߛߎ ߘߐ߫، ߊ߬ ߞߵߊ߬ ߟߐ߲߫ ߊߟߎ߫ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫ ߕߋ߬ߟߋ ߘߐ߫، ߊ߬ ߦߴߊߟߎ߫ ߟߊߞߎߣߎ߲߫ ߠߴߊ߬ ߘߐ߫ ߝߣߊ߫߸ ߛߊ߫ ߛߕߊ߫ ߟߐ߯ߟߊߣߍ߲ ߘߌ߫ ߘߝߊ߫، ߊߟߎ߫ ߣߊ߬ߕߐ߫ ߛߊ߬ߦߌ߬ ߟߴߊ߬ ߡߊ߬ ߏ߬ ߟߋ ߞߐ߫ ߸ ߊ߬ ߘߌ߫ ߓߊ߲߫ ߞߵߊߟߎ߫ ߗߋߥߊߟߌ ߟߎ߬ ߖߐ߲ ߠߊߓߐ߫ ߊߟߎ߫ ߡߊ߬"},{"SurahNumber":6,"VerseNumber":61,"Text":"ߊ߬ߟߋ ߟߋ߬ ߞߘߊߡߊߟߌߟߊ ߘߴߊ߬ ߟߊ߫ ߖߐ߲߭ ߠߎ߫ ߞߎ߲߬ߠߊ߫ ( ߊ߬ ߟߊ߫ ߣߐ߭ ߟߊ߫ )، ߊ߬ ߦߋ߫ ߞߣߐ߬ߜߍ߲߬ߠߊ ߟߎ߬ ߗߋ߫ ߟߴߊߟߎ߫ ߡߊ߬ ߟߋ߬ ߝߎߚߎ߫ ߝߏ߫ ߛߊ߬ߦߊ ߦߋ߫ ߣߵߊߟߎ߫ ߘߏ߫ ߕߘߍ߬، ߊ߲ ߠߊ߫ ߞߋߟߊ߫ ( ߞߋ߲ߛߐ߲ ) ߠߎ߬ ߘߴߏ߬ ߛߏߡߊߦߟߍߡߊ߲߫߸ ߏ߬ ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߞߏߡߊߓߌ߬ߟߊ߬ ߟߊ߫"},{"SurahNumber":6,"VerseNumber":62,"Text":"ߏ߬ ߞߐ߫ ߊ߬ߟߎ߬ ߘߌ߫ ߟߊߛߊ߬ߦߌ߲߬ ߊߟߊ߫ ߡߊ߬߸ ߊ߬ߟߎ߬ ߟߊ߫ ߞߏߕߌ߯ ߕߎ߬ߢߊ߬ߡߊ ߞߊ߬ߣߌ߲߫، ߞߕߌ ߦߴߏ߬ ߟߋ ߓߟߏ߫ ߗߐ߫ ߸ ߊ߬ߟߋ ߟߋ߫ ߘߏ߲߬ ߦߋ߫ ߖߊ߬ߕߋ߬ߓߐ߬ߟߊ ߓߍ߯ ߘߐ߫ ߞߊߟߌߡߊ߲ ߘߌ߫"},{"SurahNumber":6,"VerseNumber":63,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߖߍߣߍ߲ ߦߋ߫ ߊߟߎ߫ ߟߊߞߛߌ߫ ߟߊ߫ ߜߙߋ ߣߌ߫ ߓߊ ߘߌ߬ߓߌ ߟߎ߬ ߘߐ߫ ߸ ߣߴߊߟߎ߫ ߦߴߊ߬ ߞߟߌ߫ ߟߊ߫ ߘߡߊߞߊߛߌ ߣߌ߫ ߘߏ߲߱ ߘߐ߫ ߸ ߞߏ߫ ߣߴߌ ߞߵߊ߲ ߠߊߞߛߌ߫ ߢߌ߲߬ ߘߐ߫ ߸ ߊ߲ ߘߌ߫ ߞߍ߫ ߞߏߢߌߡߊߟߐ߲ߠߊ ߟߎ߬ ߘߏ߫ ߘߌ߫ ߟߋ߬ ߘߍ߯؟"},{"SurahNumber":6,"VerseNumber":64,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߟߋ߬ ߊߟߎ߫ ߟߊߞߛߌ߫ ߟߊ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߢߊߣߌ߲ߞߏ ߓߍ߯ ߘߐ߫، ߊߟߎ߫ ߘߌ߫ ߓߊ߲߫ ߕߎ߲߯ ߞߊ߬ ߡߊ߰ߙߌ߬ߜߙߊ ߟߐ߬ ߊ߬ ߡߊ߬"},{"SurahNumber":6,"VerseNumber":65,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߊ߬ߟߋ ߟߋ߬ ߓߴߛߋ߫ ߖߊ߲߰ߞߕߊ ߘߏ߫ ߟߊߥߟߌ߬ ߟߴߊߟߎ߫ ߞߊߡߊ߬ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߞߎ߲߬ߘߐ߫ ߥߟߊ߫ ߞߊ߬ ߓߐ߫ ߊߟߎ߫ ߛߋ߲߬ߞߘߐ߫ ߸ ߤߊߡߊ߲ߕߍ߫ ߊ߬ ߦߴߊߟߎ߫ ߞߍ߫ ߢߐ߲߮ ߘߐ߫ ߞߙߎߞߊ߫ ߛߌߦߊߡߊ߲ ߠߎ߬ ߘߌ߫ ߸ ߞߵߊߟߎ߫ ߘߏ߫ ߡߊߜߙߏ߬ ߘߏ߫ ߟߊ߫ ߞߍ߬ߟߍ ߟߊ߫، ߊ߬ ߝߟߍ߫ ߓߊ߫ ߊ߲ ߧߋ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐߛߊ߬ߦߌ߬ ߟߊ߫ ߢߊ ߡߍ߲ ߸ ߛߴߊߟߎ߬ ߘߴߊ߬ ߢߊߦߋ߫"},{"SurahNumber":6,"VerseNumber":66,"Text":"ߌ ߡߌ߬ߙߌ߲߬ߘߌ ߓߘߊ߫ ߘߐ߬ߛߊߙߌ ߡߊߛߐ߬ߛߐ߫ ߘߋ߬ ߞߵߊ߬ ߕߘߍ߬ ߜߎ ߕߎ߬ߢߊ߫ ߟߋ߬، ߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ߓߊ߬ ߒߠߋ ߕߍ߫ ߊߟߎ߫ ߛߍ߲߬ߓߍ߬ߟߊ߲߫ ߘߌ߫ (ߏ ߞߊ߲߬)"},{"SurahNumber":6,"VerseNumber":67,"Text":"(ߞߎ߬ߙߊ߬ߣߊ ) ߖߊ߲߬ߖߏ߲ ߓߍ߯ ߣߴߊ߬ ߕߎ߬ߡߊ߫ ߟߋ߬، ߞߏ߬ߣߌ߲߬ ߊߟߎ߫ ߓߍߣߵߊ߬ ( ߕߎ߬ߢߊ߬ߦߊ ) ߟߐ߲߫ ( ߊ߬ ߞߍ߫ ߕߎߡߊ ߟߊ߫)"},{"SurahNumber":6,"VerseNumber":68,"Text":"ߡߍ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߛߏ߲߯ߓߊ߫ ߟߴߊ߲ ߠߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߣߴߌ ߞߵߏ߬ ߟߎ߬ ߦߋ߫ ߌ ߦߴߌ ߞߐߘߏ߲߬ ߊ߬ߟߎ߬ ߟߊ߫ ߝߎߚߎ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߓߊ߯ ߊ߬ߟߎ߬ ߛߏ߲߯ߓߊ ߘߊߡߌ߬ߣߊ߫ ߓߊ߬ߘߏ߬ ߜߘߍ߫ ߘߐ߫، ߒ߬ߓߊ߬ ߣߌ߫ ߜߍ߬ߘߍ ߞߵߌ ߟߊߢߌ߬ߣߊ߬ ߌ ߞߊߣߊ߬ ߕߏ߫ ߛߌ߱ ߘߐ߫ ߌ ߖߊ߲߬ߓߌߟߊ ߞߐ߫ ߡߌ߬ߙߌ߲߬ߘߌ߫ ߕߐ߬ߢߍ߰ߒߕߋ ߟߎ߫ ߝߍ߬ ߏ߬ ߞߐ߫ ߘߋ߬"},{"SurahNumber":6,"VerseNumber":69,"Text":"ߏ߬ ߟߎ߫ ߖߊ߬ߕߋ߬ߓߐ ߕߍ߫ ߝߊ߲ߕߊ߲ߞߟߊ ߟߎ߫ ߡߊ߬ ߝߏߦߌ߬ ߘߐ߫، ߞߏ߲߬ߣߌ߲߬ ߖߊ߲߬ߓߌߟߊ ߟߋ߬ ߸ ߛߴߊ߬ߟߎ߬ ߘߴߊߟߎ߬ ߝߊ߲ߕߊ߲߬ߞߊ߫"},{"SurahNumber":6,"VerseNumber":70,"Text":"ߡߐ߱ ߕߏ߫ ߦߋ߲߬ ߡߍ߲ ߠߎ߫ ߣߵߊ߬ߟߎ߬ ߟߊ߫ ߣߊߡߎ߲ ߡߌ߬ߘߊ߬ ߟߊ߫ ߕߏߟߏ߲ ߣߌ߫ ߡߣߊ߬ߡߣߊ ߘߌ߫ ߣߌ߫ ߘߎߢߊ߫ ߢߣߊߡߦߊ ߣߵߊ߬ߟߎ߬ ߜߍߙߍ߲ߞߍ߫ ߟߊ߫، ߟߊ߬ߟߌ߬ߟߌ ߞߍ߫ ߘߐ߬ߛߊߙߌ ߟߊ߫ ߘߋ߬߸ ߣߌߡߊ ߞߊߣߊ߬ ߕߏ߫ ߊ߬ ߓߊ߯ߙߊ߫ ߣߐ ߞߎ߲߬ߞߘߐ߫ ߞߵߊ߬ ߕߘߍ߬ ߢߌ߲߬ ߕߴߊ߬ ߓߟߏ߫ ߡߍ߲ ߕߍ߫ ߊߟߊ߫ ߘߌ߫ ߸ ߛߏ߬ߟߏ߲߬ߣߊ߬ߟߌ߬ߟߊ߫ ߕߍ߫، ߤߊߟߵߌ ߞߵߌ ߞߎ߲߬ߞߊ߬ ߞߎ߲߬ߞߊ ߓߍ߯ ߟߊ߫ ߏ߬ ߝߏߦߌ߬ ߕߍ߫ ߡߌ߬ߘߊ߬، ߒ߬ߓߊ߬ ߏ߬ ߟߎ߫ ߟߋ߬ ( ߟߊߥߛߎߣߍ߲ ) ߕߏߕߐ߫ ߊ߬ߟߎ߬ ߓߊ߯ߙߊ߫ ߣߐ ߞߎ߲߬ߞߘߐ߫، ߡߌ߲߬ߕߊ߫ ߟߴߏ߬ ߦߋ߫ ߝߎߦߊߝߎߦߊ ߘߐ߫، ߊ߬ ߣߌ߫ ߖߊ߲߰ߞߕߊ߬ ߘߌߡߌ߲ߣߍ߲ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߫ ߊ߬ߟߎ߫ ߕߘߍ߬ ߓߊ߲߬ߓߊ߰ߦߊ ߡߍ߲ ߞߍ߫ ߟߊ߫"},{"SurahNumber":6,"VerseNumber":71,"Text":"ߊ߬ ߝߐ߫ ߞߏ߫ ߌ߬ߦߏ߯ ߒ߬ߠߎ߬ ߦߋ߫ ߊߟߊ߫ ߕߏ߫ ߦߋ߲߬ ߞߊ߬ ߝߋ߲߫ ߞߟߌ߫ ߸ ߡߍ߲ ߕߍ߫ ߊ߬ ߢߊ߬ ߟߊ߫ ߒ߬ ߧߋ߫ ߸ ߊ߬ ߘߏ߲߬ ߕߍ߫ ߊ߬ ߕߌߢߍ߫ ߟߊ߫ ߒ߬ ߡߊ߬؟ ߊ߲ ߧߋ߫ ߟߊߛߊ߬ߦߌ߲߫ ߒ߬ ߕߏ߲ߕߏߟߌ߲ ߠߎ߫ ߡߊ߬ ( ߓߊ߲߬ߓߊ߰ߦߊ ߘߐ߫ ) ߊ߲ ߞߊ߲ߘߊߣߍ߲ ߞߐ߫ ߊߟߊ߫ ߓߟߏ߫؟ ߞߵߊ߲ ߞߍ߫ ߏ߬ ߘߐ߫ ߦߏ߫ ߜߍ߬ߘߍ ߟߎ߫ ߣߊ߬ ߡߍ߲ ߠߊߝߋ߬ߟߋ߲߬ߝߋ߬ߟߋ߲߬ ߠߊ߫ ߞߏ߲ߞߏ ߞߣߐ߫ ߞߵߊ߬ ߞߣߐߘߐߝߟߌ߬ߣߍ߲ ߕߏ߫، ߘߍ߬ߢߐ߲߰ ߠߎ߫ ߦߴߊ߬ ߟߊ߫ ߝߣߊ߫߸ ߏ߬ ߟߎ߬ ߦߴߊ߬ ߞߟߌ ߞߊ߲߬ ߛߌߟߊ ߡߊ߬ ߞߏ߫ ߣߵߊ߲ ߝߍ߬ ߞߍ߬، ߒ߬ߓߵߊ߬ ߟߊߛߋ߫ ߞߏ߫ ߊߟߊ߫ ߟߊ߫ ߞߊ߲ߘߊߟߌ ߟߋ߬ ߞߊ߲ߘߦߊ ߖߍ߬ߘߍߖߍ߬ߘߍ ߘߌ߫، ߊ߲ ߘߏ߲߬ ߟߐ߬ߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߊ߲ ߧߋ߫ ߞߍ߫ ߖߘߍ߬ߞߟߏ߬ߦߊ߬ߓߊ߮ ߘߌ߫ ߖߊ߯ߓߊ ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬"},{"SurahNumber":6,"VerseNumber":72,"Text":"ߊ߬ ߣߌ߫ ߞߏ߫ ߊߟߎ߫ ߦߋ߫ ߛߊߟߌ ߟߐ߬ ߸ ߊ߬ ߣߌ߫ ߞߵߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߊ߬ ‹ ߊߟߊ߫› ߡߊ߬߸ ߊߟߎ߫ ߜߍ߲߬ߜߍ߲߬ߕߐ߫ ߞߊߕߍ߬ߙߍ߫ ߏ߬ ߡߍ߲ ߡߊ߬"},{"SurahNumber":6,"VerseNumber":73,"Text":"ߊ߬ߟߋ ߟߋ߫ ߞߊ߬ ߛߊ߲ ߠߎ߬ ߣߌ߫ ߘߎ߱ ߘߊ߲߫ ߕߎ߬ߢߊ ߟߊ߫، ߊ߬ ߓߊ߯ ߊ߬ ߝߐ߫ ( ߡߍ߲ ߡߊ߬ ) ߟߏ߲ ߡߍ߲ ߞߏ߫ ߞߍ߫ ߸ ߏ߬ ߘߌ߫ ߞߍ߫ ߌߞߘߐ߫، ߓߊ ߊ߬ ߟߊ߫ ߞߎߡߊ ߦߋ߫ ߕߎ߬ߢߊ ߟߋ߬ ߘߌ߫، ߊ߬ ߕߊ ߟߋ߬ ߓߘߎߝߍ ߟߏ߲ ߡߊ߲߬ߛߊ߬ߦߊ ߘߌ߫، ߞߏߘߏ߲߰ߣߍ߲ ߣߴߊ߬ ߟߊ߲ߞߣߍߡߊߣߍ߲ ߟߐ߲ߓߊ߮ ߟߋ߬، ߊ߬ߟߋ ߘߏ߲߬ ߸ ߥߘߋ߬ߥߘߋ߬ߟߌ߬ߟߊ ߟߋ߬ ߸ ߞߟߊ߬ߡߊ߬ߓߊ߮ ߟߋ߬"}]}