{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar; sizler, Allah´a muhtacsınız. Allah ise Gani´dir, Hamid´dir"},{"SurahNumber":35,"VerseNumber":16,"Text":"Isterse; sizi giderir ve yepyeni bir yaratık getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Bu, Allah´a gore guc degildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Gunah isleyen hic bir nefis; baskasının gunahını cekmez. Yuku agır bir kisi onun yuklenilmesini istese-yakını bile olsaondan bir sey yuklenmez. Sen, ancak gormedikleri halde Rabblarından korkanları ve namazı kılmıs olanları uyarırsın. Kim de arınırsa; ancak kendisi icin arınmıs olur ve donus, Allah´adır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Kor ile goren esit olmaz"},{"SurahNumber":35,"VerseNumber":20,"Text":"Ve karanlıklarla aydınlık da"},{"SurahNumber":35,"VerseNumber":21,"Text":"Golgelik ile sıcaklık da"},{"SurahNumber":35,"VerseNumber":22,"Text":"Diriler ile oluler de bir degildir. Muhakkak ki Allah; diledigine isittirir. Sen; kabirlerde olanlara isittirecek degilsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen; ancak bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Muhakkak ki Biz; seni, mujdeleyici ve uyarıcı olarak hak ile gonderdik. Hic bir ummet yoktur ki ona, bir uyarıcı gelmis olmasın"},{"SurahNumber":35,"VerseNumber":25,"Text":"Sayet seni yalanlıyorlarsa; onlardan oncekiler de yalanlamıslardı. Peygamberleri, onlara apacık deliller, sahifeler ve aydınlatıcı kitablarla gelmislerdi"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra o kufretmis olanları yakaladım. Beni inkar etmek nasılmıs"},{"SurahNumber":35,"VerseNumber":27,"Text":"Gormez misin ki; Allah, gokten su indirmistir. Onunla Biz, turlu turlu renkte meyveler cıkarmısızdır. Daglardan da beyaz, kırmızı, siyah ve turlu renkte yollar yaptık"},{"SurahNumber":35,"VerseNumber":28,"Text":"Insanlardan da, yerde yuruyen canlılardan ve davarlardan da boyle renkleri degisik degisik olanlar vardır. Allah´tan ancak bilgin kulları korkar. Muhakkak ki Allah; Aziz´dir, Gafur´dur"},{"SurahNumber":35,"VerseNumber":29,"Text":"Suphesiz ki Allah´ın kitabını okuyanlar, namaz kılanlar ve kendilerine rızık olarak verdiklerimizden gizli, acık infak etmekte bulunanlar; bitmez tukenmez bir ticaret umabilirler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Mukafatlarını Allah´ın tam vermesi ve onlara lutfundan artırması icindir. Muhakkak kiO; Gafur´dur, Sekur´dur"},{"SurahNumber":35,"VerseNumber":31,"Text":"Kendisinden oncekileri tasdik eden kitabdan sana vahyettigimiz, hakkın kendisidir. Suphesiz ki Allah, kulları icin Habir´dir, Basir´dir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra Biz; kitabı, kullarımızdan sectiklerimize miras kıldık. Onlardan kimi nefsine zulmedicidir, kimi de muktesiddir. Kimi ise Allah´ın izni ile hayırlara kosandır. Iste bu; buyuk lutfun kendisidir"},{"SurahNumber":35,"VerseNumber":33,"Text":"Adn cennetleri. Oraya girerler. Orada altun bilezikler ve incilerle suslenirler ve orada elbiseleri de ipektendir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Derler ki: Hamdolsun bizden uzuntuyu gideren Allah´a. Muhakkak ki Rabbımız; elbette Gafur´dur, Sekur´dur"},{"SurahNumber":35,"VerseNumber":35,"Text":"Ki O; lutfuyla bizi kalınacak diyara yerlestirdi. Orada bize ne bir yorgunluk dokunacaktır, ne de bıkkınlık gelecektir"},{"SurahNumber":35,"VerseNumber":36,"Text":"Kufredenlere gelince; cehennem atesi onlar icindir. Aleyhlerine hukum verilmez ki olsunler. Onlardan cehennemin azabı da hafifletilmez. Iste Biz; her kufredeni boyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar orada bagırısırlar; Rabbımız, bizi cıkar da yapageldiklerimizden farklı olarak salih amel isleyelim. Ogut alacak kisinin ogut alacagı kadar bir sure sizi yasatmadık mı? Ve size uyarıcı da gelmisti. Oyleyse azabı tadın. Zalimler icin hic bir yardımcı yoktur"},{"SurahNumber":35,"VerseNumber":38,"Text":"Muhakkak ki Allah; goklerin ve yerin gaybını bilendir. Suphesiz ki O; goguslerde olanı da bilicidir"},{"SurahNumber":35,"VerseNumber":39,"Text":"O´dur; sizi, yeryuzunde halifeler kılmıs olan. Kim, kufrederse; kufru kendi aleyhinedir. Kafirlerin kufru Rabbları katında ancak gazabı artırır. Kafirlerin kufru onlara husrandan baska bir seyi artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: Allah´tan baska taptıgınız ortaklarınızı gordunuz mu? Yeryuzunde ne yaratmıslardır gosterin bana. Yoksa onların ortaklıgı goklerde midir? Yoksa onlara bir kitab verdik de onlar bundan bir delile mi dayanıyorlar? Hayır, o zalimler; birbirine ancak aldatıcı seyler vaad ederler"}]}