{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Уларнинг ҳузурида кўзларини (номаҳрамдан) тийган тенгдош(ҳур)лар бордир"},{"SurahNumber":38,"VerseNumber":53,"Text":"Бу сизга ҳисоб куни учун ваъда этилган нарсалардир"},{"SurahNumber":38,"VerseNumber":54,"Text":"Албатта, бу Бизнинг (берадиган) ризқимиздир. Унинг ҳеч тугаши йўқдир"},{"SurahNumber":38,"VerseNumber":55,"Text":"Иш бундайдир. Албатта, туғёнга кетгувчилар учун ёмон оқибат"},{"SurahNumber":38,"VerseNumber":56,"Text":"Жаҳаннам бордир. Унга кирурлар. Бас, у қандай ҳам ёмон ётоқ"},{"SurahNumber":38,"VerseNumber":57,"Text":"Мана буни татиб турсинлар: қайноқ сув ва йирингни"},{"SurahNumber":38,"VerseNumber":58,"Text":"Ва бошқа унинг шаклидаги қўша-қўша (азоблар) ҳам"},{"SurahNumber":38,"VerseNumber":59,"Text":"«Мана бу гуруҳ ҳам сиз билан бирга бостириб киргувчидир. Уларга марҳабо йўқ. Улар, албатта, жаҳаннамга киргувчилардир», дерлар"},{"SurahNumber":38,"VerseNumber":60,"Text":"Улар: «Йўқ! Ўзингизга марҳабо йўқ! Сизлар ўша(жаҳаннам)ни бизга тақдим қилдингиз! Бас, у нақадар ёмон қароргоҳ!» – дерлар"},{"SurahNumber":38,"VerseNumber":61,"Text":"Улар: «Эй Роббимиз, бизга бу(жаҳаннам)ни ким тақдим этган бўлса, унга дўзахда икки баробар азобни зиёда қил!» – дерлар"},{"SurahNumber":38,"VerseNumber":62,"Text":"Улар: «Бизга нима бўлди? Ёмонлардан ҳисоблаб юрган кишиларимизни кўрмаяпмиз"},{"SurahNumber":38,"VerseNumber":63,"Text":"Биз уларни масхара қилиб олган эдикми ё?! Ёки кўзлар улардан тойдими?!» – дерлар"},{"SurahNumber":38,"VerseNumber":64,"Text":"Албатта, мана шу ҳақдир — дўзах аҳлининг ўзаро тортишувидир"},{"SurahNumber":38,"VerseNumber":65,"Text":"Сен: «Мен фақат огоҳлантиргувчиман, холос. Ҳеч бир ибодатга сазовор зот йўқдир, магар ягона ва Қаҳҳор (барча махлуқотларни қабзасида тутиб, уларни Ўз ҳукмига юритиб ва қудрати ила бўйсундириб турувчи) Аллоҳгина бор"},{"SurahNumber":38,"VerseNumber":66,"Text":"У осмонлару ернинг ва уларнинг орасидаги нарсаларнинг Робби, Азийзу Fаффордир», деб айт"},{"SurahNumber":38,"VerseNumber":67,"Text":"Сен: «Бу улуғ бир хабардир"},{"SurahNumber":38,"VerseNumber":68,"Text":"Сиз бўлсангиз, ундан юз ўгирмоқдасиз"},{"SurahNumber":38,"VerseNumber":69,"Text":"Олий тўплам ҳақида улар тортишаётганларида менинг ҳеч билимим бўлмаган эди"},{"SurahNumber":38,"VerseNumber":70,"Text":"Менга фақат ўзимнинг очиқ-ойдин огоҳлантиргувчи эканлигимгина ваҳий этилур», деб айт"},{"SurahNumber":38,"VerseNumber":71,"Text":"Эсла! Ўшанда Роббинг фаришталарга: «Албатта, мен лойдан башар яратгувчидирман"},{"SurahNumber":38,"VerseNumber":72,"Text":"Бас, қачонки уни ростлаб, ичига руҳимдан пуфлаганимда, унга сажда қилиб йиқилинглар!» – деган эди"},{"SurahNumber":38,"VerseNumber":73,"Text":"Бас, фаришталар барчалари жамланиб, сажда қилдилар"},{"SurahNumber":38,"VerseNumber":74,"Text":"Магар иблисгина мутакаббирлик қилди ва кофирлардан бўлди"},{"SurahNumber":38,"VerseNumber":75,"Text":"У зот: «Эй, иблис, Ўз қўлим билан яратган нарсага сажда қилишингдан сени нима ман қилди?! Мутакаббирлик қилдингми?! Ёки олий даражалилардан бўлдингми?!» – деди"},{"SurahNumber":38,"VerseNumber":76,"Text":"У: «Мен ундан яхшиман. Мени оловдан яратгансан. Уни лойдан яратгансан», деди"},{"SurahNumber":38,"VerseNumber":77,"Text":"У зот: «Сен ундан чиқ! Бас, албатта, сен қувилгансан"},{"SurahNumber":38,"VerseNumber":78,"Text":"Ва, албатта, сенга жазо кунигача менинг лаънатим бўлгай», деди"},{"SurahNumber":38,"VerseNumber":79,"Text":"У: «Эй Роббим, менга улар қайта тирилтирилажак кунгача муҳлат бергин!» – деди"},{"SurahNumber":38,"VerseNumber":80,"Text":"У зот: «Сен муҳлат берилганлардансан"},{"SurahNumber":38,"VerseNumber":81,"Text":"Маълум вақт кунигача», деди"},{"SurahNumber":38,"VerseNumber":82,"Text":"У : «Сенинг иззатинг ила қасамки, мен уларнинг барчасини иғво қиламан"},{"SurahNumber":38,"VerseNumber":83,"Text":"Магар, улардан халос қилинган бандаларинггина (иғвога учмас)», деди"},{"SurahNumber":38,"VerseNumber":84,"Text":"У зот: «Ҳақ шулки, зотан, Мен фақат ҳақни айтурман"},{"SurahNumber":38,"VerseNumber":85,"Text":"Албатта, Мен жаҳаннамни сен ва улардан сенга эргашганлар билан жамлаб тўлдирурман», деди"},{"SurahNumber":38,"VerseNumber":86,"Text":"Сен: «Мен унинг учун сиздан ҳеч ажр, ҳақ сўрамасман. Мен сохтакорлардан ҳам эмасман"},{"SurahNumber":38,"VerseNumber":87,"Text":"У(Қуръон) фақат оламлар учун эслатма, холос"},{"SurahNumber":38,"VerseNumber":88,"Text":"Албатта, унинг хабарини бир муддатдан сўнг билурсиз», деб айт"},{"SurahNumber":39,"VerseNumber":1,"Text":"Бу китобнинг нозил қилиниши азийзу ҳакийм бўлган Аллоҳ томонидандир"},{"SurahNumber":39,"VerseNumber":2,"Text":"Албатта, Биз сенга китобни ҳақ ила нозил қилдик. Бас, сен Аллоҳга Унга динни холис қилган ҳолингда ибодат эт"},{"SurahNumber":39,"VerseNumber":3,"Text":"Огоҳ бўлингким, холис дин Аллоҳникидир. Ундан ўзга авлиё (дўстлар) тутганлар: «Биз уларга фақат бизларни Аллоҳга жуда ҳам яқин қилишлари учунгина ибодат қилурмиз», (дерлар). Албатта, У зот улар орасида ихтилоф этаётган нарсалари бўйича ҳукм қилур. Албатта, Аллоҳ ёлғончи ва кофир кимсаларни ҳидоят қилмас"},{"SurahNumber":39,"VerseNumber":4,"Text":"Агар Аллоҳ бола тутишни истаса, албатта, Ўзи яратган нарсалардан хоҳлаганини танлаб олар эди. У зот покдир. Аллоҳ ягона Қаҳҳордир (яъни, Қаҳҳорлигидан бутун оламни Ўзига бўйсундириб ва якка Ўзи идора қилиб туради. Бу ишида У ҳеч қандай шерикка, ёрдамчига муҳтож эмас)"},{"SurahNumber":39,"VerseNumber":5,"Text":"У осмонлару ерни ҳақ ила яратган, кечани кундуз устига ўрайдиган, кундузни кеча устига ўрайдиган, қуёш ва ойни бўйсундирадиган Зотдир. Ҳар бири белгиланган муддатча юрмоқда. Огоҳ бўлингким, У азийзу ўта мағфиратли Зотдир"},{"SurahNumber":39,"VerseNumber":6,"Text":"У сизларни бир жондан яратди. Сўнгра ундан жуфтини қилди ва сизларга чорва ҳайвонларидан саккиз жуфтни туширди. У сизни оналарингиз қорнида уч зулмат ичида бир яратишдан кейин яна бошқа яратишга ўтказиб, аста яратадир. Ана ўша Аллоҳ Роббингиздир. Барча мулк Уникидир. Ундан ўзга ҳеч бир ибодатга сазовор зот йўқ. Бас, қаён бурилиб кетмоқдасиз"},{"SurahNumber":39,"VerseNumber":7,"Text":"Агар куфр келтирсангиз, албатта, Аллоҳ сиздан беҳожатдир. У зот Ўз бандаларининг кофир бўлишига рози бўлмас. Агар Унга шукр келтирсангиз, сиздан рози бўлур. Ҳеч бир оғирлик кўтаргувчи жон ўзга жоннинг оғирлигини кўтармас. Сўнгра фақатгина Роббингизга қайтишингиз бор. Бас, У нима амал қилиб юрганингизнинг хабарини берур. Албатта, У диллардаги нарсаларни ҳам ўта билгувчи Зотдир"}]}