{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Kavminin cevabı, ancak şöyle demek oldu:Lut ailesini ülkenizden çıkarın, Çünkü onlar pek temiz kalan insanlardır"},{"SurahNumber":27,"VerseNumber":57,"Text":"O’nu ve ailesini kurtardık. Yalnız, geride kalanlardan olmasını takdir ettiğimiz karısı hariç"},{"SurahNumber":27,"VerseNumber":58,"Text":"O halkın üzerine bir yağmur yağdırdık. Uyarılanların yağmuru ne kötü"},{"SurahNumber":27,"VerseNumber":59,"Text":"De ki: Allah’a hamdolsun. Selam olsun seçkin kıldığı kullarına. Allah mı hayırlıdır; yoksa onların ortak koştukları mı"},{"SurahNumber":27,"VerseNumber":60,"Text":"(Onlar mı hayırlı) Yoksa gökleri ve yeri yaratan, gökten size su indiren mi? O suyla bir ağacını bile bitirmeye gücünüzün yetmediği güzel güzel bahçeler bitirdik. Allah ile birlikte başka bir (hak) ilah mı var? Doğrusu onlar (haktan) sapıp ayrılan bir kavimdir"},{"SurahNumber":27,"VerseNumber":61,"Text":"(Onlar mı hayırlı) Yoksa yeryüzünü yerleşim yeri yapan, aralarında ırmaklar akıtan, orada sabit dağlar yerleştiren, iki deniz arasına engel koyan mı var? Allah ile birlikte başka bir (hak) ilah mı var? Hayır, Onların çoğu bilmiyorlar"},{"SurahNumber":27,"VerseNumber":62,"Text":"(Onlar mı hayırlı) Yoksa, darda kalana kendine dua ettiği zaman icabet eden ve sıkıntıyı gideren, sizi yeryüzünün halifeleri kılan mı? Allah ile birlikte başka bir (hak) ilah mı var? Ne kadar az düşünüp, ibret alıyorsunuz"},{"SurahNumber":27,"VerseNumber":63,"Text":"(Onlar mı hayırlı) Yoksa karanın ve denizin karanlıklarında size yol gösteren, rüzgarı rahmetinin önünde müjdeci olarak gönderen mi? Allah ile birlikte başka bir (hak) ilah mı var? Allah, sizin şirk koştuklarınızdan çok münezzehtir"},{"SurahNumber":27,"VerseNumber":64,"Text":"(Onlar mı hayırlı) Yoksa, yaratılışı başlatan, sonra onu yaratmayı tekrar eden ve size gökten ve yerden rızık veren mi? Allah ile birlikte başka bir (hak) ilah mı var? Eğer söyledikleriniz doğruysa delilinizi getirin, de"},{"SurahNumber":27,"VerseNumber":65,"Text":"Yine de ki: Göklerde ve yerde Allah’tan başka hiç kimse gaybı bilemez. Ve onlar ne zaman diriltileceklerini de bilmezler"},{"SurahNumber":27,"VerseNumber":66,"Text":"Oysa onlara ahiret hakkında bilgi ard arda gelmiştir. Onlar, bu hususta şüphe içindedirler. Hayır bundan yana kördürler"},{"SurahNumber":27,"VerseNumber":67,"Text":"Kâfirler: Biz ve atalarımız, toprak olduktan sonra (mezarlarımızdan) mı çıkarılacağız? dediler"},{"SurahNumber":27,"VerseNumber":68,"Text":"Bize de; daha önceki atalarımıza da bu vadedilmişti. Ama bu, öncekilerin masallarından başka birşey değildir"},{"SurahNumber":27,"VerseNumber":69,"Text":"Yeryüzünde yürüyün ve bakın, günahkârların sonu nasıl olmuştur? de"},{"SurahNumber":27,"VerseNumber":70,"Text":"Onlar için üzülme, kurdukları tuzaklardan da sıkıntıya düşme"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eğer, doğru söylüyorsanız bu vaat ne zaman? derler"},{"SurahNumber":27,"VerseNumber":72,"Text":"De ki: (Kim bilir?) Belki de çabucak istemekte olduğunuzun (azabın) bir kısmı size pek de yakındır"},{"SurahNumber":27,"VerseNumber":73,"Text":"Şüphesiz Rabbin, insanlara karşı lütuf sahibidir. Fakat, onların çoğu şükretmezler"},{"SurahNumber":27,"VerseNumber":74,"Text":"Rabbin, onların içlerinde gizlediklerini de, açığa vurduklarını da elbette bilir"},{"SurahNumber":27,"VerseNumber":75,"Text":"Gökte ve yerde gizli hiçbir şey yoktur ki apaçık bir kitapta olmasın"},{"SurahNumber":27,"VerseNumber":76,"Text":"İşte bu Kur’an, İsrailoğulları'na, hakkında ayrılığa düştüklerinin çoğunu anlatmaktadır"},{"SurahNumber":27,"VerseNumber":77,"Text":"Ve o, müminler için bir hidayet ve rahmettir"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rabbin onların arasında hükmünü verecektir. O çok güçlüdür, herşeyi bilendir"},{"SurahNumber":27,"VerseNumber":79,"Text":"Öyleyse Allah’a tevekkül et! Sen, apaçık hak üzerindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sen, ölülere duyuramazsın, arkalarını dönüp gitmekte olan sağırlara da daveti duyuramazsın"},{"SurahNumber":27,"VerseNumber":81,"Text":"Sen, körleri sapıklıklarından doğru yola hidayet edici de değilsin. Ancak ayetlerimize iman edenlere duyurabilirsin. Onlar teslim olan kimselerdir"}]}