{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"taruvaya avanu akasadedege gamana harisidanu. Adu hogeyagittu. Avanu adarodane (akasadodane) hagu bhumiyodane, istaviddaru, illadiddaru nivibbaru munde banni endanu. Averadu, ‘‘navu santosadinda bandiruvevu’’ endavu"},{"SurahNumber":41,"VerseNumber":10,"Text":"taruvaya avanu eradu dinagalalli, elu-akasagalannu nirmisidanu hagu pratiyondu akasakku sukta adesagalannu nididanu mattu navu bhumiya akasavannu dipa (naksatra) galinda alankarisidevu hagu adannu raksakavacavagi madidevu"},{"SurahNumber":41,"VerseNumber":11,"Text":"(dutare,) avaru (satyasandesavannu) kadeganisidare heliri; nanu nimage ondu bhikara candamarutada munneccarike niduttiddene. Ad mattu samud janangadavara mele banderagidantaha candamaruta"},{"SurahNumber":41,"VerseNumber":12,"Text":"avara balige dutaru bandu, allahana horatu an'yarannu aradhisabedi endu avara mundeyu hindeyu manavi madiddaru. Aga avaru, nam'ma odeyanu bayasiddare khandita malak‌galannu (dutaragi) kalisuttiddanu. Nivu tandiruva sandesavannu navu dhikkarisutteve endiddaru"},{"SurahNumber":41,"VerseNumber":13,"Text":"Atta, ad janangadavaru bhumiyalli an'yayavagi ahankara mereya todagiddaru. Yariddare, namaginta balistharu? Endu avaru keluttiddaru. Avarannu srstisiruva allahanu avariginta balisthanembudannu avaru kanuttillave? Avaru nam'ma vacanagalannu tiraskarisiddaru"},{"SurahNumber":41,"VerseNumber":14,"Text":"konege navu ihalokadalle avarige apamanada sikseyannu unisalikkagi kelavu ketta dinagalalli avara mele bhari vegada candamarutavannu eragisidevu. Paralokada sikseyu idakkintalu heccu apamanakariyagiruvudu mattu avarige yava neravu sigadu"},{"SurahNumber":41,"VerseNumber":15,"Text":"samud janangadavarige navu saridariyannu torisidevu. Adare, avaru saridariyannu kanuva badalu kurudaragiralu istapattaru. Konege avara krtyagala phalavagi ondu bhikara canda marutavu, apamanakari sikseyagi avarannu avarisikonditu"},{"SurahNumber":41,"VerseNumber":16,"Text":"mattu navu visvasigalagiddavarannu hagu dharmanistharagiddavarannu raksisidevu"},{"SurahNumber":41,"VerseNumber":17,"Text":"allahana ella satrugalannu narakadedege attalaguva dina, avarannu pratyekisalaguvudu"},{"SurahNumber":41,"VerseNumber":18,"Text":"avaru adara balige talupidaga, hinde avaru enella madiddaremba kuritu avara kivigalu, kannugalu mattu avara carmagalu avara virud'dha saksa heluvavu"},{"SurahNumber":41,"VerseNumber":19,"Text":"avaru tam'ma carmagalodane, niveke nam'ma virud'dha saksa helidiri? Endu keluvaru. Aga avu heluvavu; ella vastugalannu matanadisiruva allahane nam'mannu matanadisiruvanu. Avane nim'mannu modala bari srstisidavanu mattu avana kadege nim'mannu maralisalagide"},{"SurahNumber":41,"VerseNumber":20,"Text":"nivu guttagi kelavu (papa) krtya galannu maduttiddaga, nim'ma kivigalagali, nim'ma kannugalagali, nim'ma carmagalagali nim'ma virud'dha saksa helalaravu endu nivu bhavisiddiri. Matravalla, nivantu, nim'ma heccina karmagala kuritu allahanigu tilidiruvudilla endu bhavisi kondiddiri"},{"SurahNumber":41,"VerseNumber":21,"Text":"Nim'ma odeyana kuritu nimagidda i nim'ma bhrameye nim'mannu nasapadisitu mattu nivu nasta anubhavisuvavaradiri"},{"SurahNumber":41,"VerseNumber":22,"Text":"idiga avaru sahisikondaru narakave avara neleyagiruvudu mattu avaru ksameyacisidaru avarigendu ksame doreyadu"},{"SurahNumber":41,"VerseNumber":23,"Text":"(ihalokadalli) navu avarige kelavu sangatigalannu nemisiruvevu. Avaru, avara mundiruva hagu hindiruva ellavannu avarige candaganisikoduttare. Avara virud'dha hagu avariginta hinde badukidda jinn hagu manava samudayagala virud'dha (allahana) matu anusthanavagi bittitu. Avaru khandita nasta anubhavisuvavaragiddaru"},{"SurahNumber":41,"VerseNumber":24,"Text":"dhikkarigalu helidaru; ‘‘nivu vijayigalagabekiddare, a kur‌anannu alisabedi, adaralli (adara pathana nadeyuvalli) gaddalavebbisiri’’"}]}