{"Id":332,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Y quien abandone el ámbito del mal por la causa de Dios hallará en la tierra muchos caminos de soledad, pero también abundante vida. Y al que deje su casa huyendo del mal hacia Dios y Su Enviado, y entonces le sorprenda la muerte --Dios le tiene preparada su recompensa: pues, ciertamente, Dios es indulgente, dispensador de gracia"},{"SurahNumber":4,"VerseNumber":101,"Text":"Y CUANDO salgáis por la tierra [a combatir] no incurriréis en falta si acortáis vuestras oraciones si teméis que los que se empeñan en negar la verdad os ataquen por sorpresa: pues, ciertamente, quienes niegan la verdad son vuestros enemigos declarados"},{"SurahNumber":4,"VerseNumber":102,"Text":"Así pues, cuando estés con los creyentes y vayas a dirigirles en la oración, que [sólo] una parte de ellos permanezca de pie contigo, con sus armas a mano. Luego, una vez que hayan terminado su oración, que os cubran mientras que otro grupo, que no haya rezado aún, reza contigo, prevenidos contra el peligro y con sus armas a mano: [pues] a los que se empeñan en negar la verdad les gustaría que os descuidarais de vuestras armas y pertrechos para así caer sobre vosotros en un ataque por sorpresa. Pero no incurrís en falta si dejáis a un lado vuestras armas [mientras rezáis] porque os moleste la lluvia o estéis enfermos; pero estad [siempre] prevenidos contra el peligro.¡Ciertamente, Dios ha preparado para todos los que niegan la verdad un castigo humillante"},{"SurahNumber":4,"VerseNumber":103,"Text":"Y cuando hayáis acabado la oración, recordad a Dios --de pie, sentados y acostados; y cuando de nuevo os sintáis seguros, cumplid [plenamente] con vuestras oraciones. Ciertamente, para los creyentes la oración es en verdad un deber sagrado ligado a tiempos concretos [del día]"},{"SurahNumber":4,"VerseNumber":104,"Text":"Y no flaqueéis en vuestra persecución de las tropas [enemigas]. Si sufrís penalidades, ciertamente también ellos las sufren: pero vosotros esperáis [recibir] de Dios lo que ellos no pueden esperar. Y Dios es en verdad omnisciente, sabio"},{"SurahNumber":4,"VerseNumber":105,"Text":"CIERTAMENTE, hemos hecho descender sobre ti esta escritura divina que expone la verdad, para que juzgues entre los hombres según lo que Dios te ha enseñado. Así pues, no disputes con los que traicionan su responsabilidad"},{"SurahNumber":4,"VerseNumber":106,"Text":"sino pide perdón a Dios [por ellos]: ciertamente, Dios es en verdad indulgente, dispensador de gracia"},{"SurahNumber":4,"VerseNumber":107,"Text":"Ni tampoco defiendas a los que se traicionan a sí mismos: ciertamente, Dios no ama a quienes traicionan su responsabilidad y persisten en la maldad"},{"SurahNumber":4,"VerseNumber":108,"Text":"Quieren esconder sus actos de la gente; pero no pueden esconderlos de Dios --porque Él está con ellos cuando conciben en la noche toda clase de opiniones que Él no aprueba. Y en verdad Dios abarca [con Su conocimiento] todo lo que hacen"},{"SurahNumber":4,"VerseNumber":109,"Text":"¿Queréis vosotros abogar en su favor en esta vida? ¿Y quien abogará en su favor ante Dios en el Día de la Resurrección, o quien será su defensor"},{"SurahNumber":4,"VerseNumber":110,"Text":"Sin embargo, quien obre mal o sea injusto consigo mismo y luego pida perdón a Dios, hallará que Dios es indulgente, dispensador de gracia"},{"SurahNumber":4,"VerseNumber":111,"Text":"pues quien comete una falta, la comete sólo en detrimento propio; y Dios es ciertamente omnisciente, sabio"},{"SurahNumber":4,"VerseNumber":112,"Text":"Pero quien comete una falta o un delito y acusa de ello a un inocente, carga con una calumnia y [además otro] delito manifiesto"},{"SurahNumber":4,"VerseNumber":113,"Text":"Si no fuera por el favor de Dios para contigo y por Su misericordia, algunos de esos [que se traicionan a sí mismos] ciertamente intentarían extraviarte; sin embargo, sólo se extravían a sí mismos. Y tampoco podrán hacerte ningún daño, ya que Dios ha hecho descender sobre ti esta escritura divina y [te ha dado] la sabiduría, y te ha enseñado lo que no sabías. Y el favor de Dios para contigo es ciertamente inmenso"}]}