{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":171,"Text":"De fryder seg ved Guds nåde og gavmildhet, ved at Gud aldri lar de troendes fortjeneste gå tapt"},{"SurahNumber":3,"VerseNumber":172,"Text":"De som hørte på Gud og Sendebudet etter at de var blitt såret, for dem som handlet vel og viste gudsfrykt, er en herlig lønn i vente"},{"SurahNumber":3,"VerseNumber":173,"Text":"for dem, til hvem man sa: «Folk har samlet seg mot dere, så pass dere,» mens dette bare øket deres tro, og de svarte: «Gud er nok for oss. En utmerket hjelper er Han!»"},{"SurahNumber":3,"VerseNumber":174,"Text":"De kom tilbake ved Guds nåde og yndest i god behold, og de fulgte Guds velbehag. Gud har godhet i overmål"},{"SurahNumber":3,"VerseNumber":175,"Text":"Satan er slik, han innjager skrekk i dem som følger ham. Så vær ikke redd for dem. Men frykt Meg, hvis dere er troende"},{"SurahNumber":3,"VerseNumber":176,"Text":"De som kappes i vantro, må ikke gjøre deg bedrøvet. De vil aldri kunne skade Gud det ringeste. Gud vil ikke gi dem andel i det hinsidige liv. Dem venter en stor straff"},{"SurahNumber":3,"VerseNumber":177,"Text":"De som kjøper vantro for troens pris, de vil aldri kunne skade Gud det ringeste. Dem venter en smertelig straff"},{"SurahNumber":3,"VerseNumber":178,"Text":"De vantro må ikke regne med at den utsettelse vi gir dem, er dem til beste. Vi gir dem utsettelse, slik at de kan tilta i synd. Dem venter en ydmykende straff"},{"SurahNumber":3,"VerseNumber":179,"Text":"Gud vil ikke la de troende fortsette slik de har det nå, til Han har utskilt de dårlige fra de gode. Gud vil ikke avdekke det skjulte for dere. Men Han utvelger den Han vil av Sine sendebud. Hvis dere tror og har gudsfrykt, har dere en stor lønn i vente"},{"SurahNumber":3,"VerseNumber":180,"Text":"De som er gjerrige med det Gud har gitt dem av Sin godhet, må ikke tro at dette er til deres beste. Nei, det er et onde for dem. Det de var gjerrige med, skal henges om halsen på dem på oppstandelsens dag. Gud arver alt som er i himlene og på jorden. Gud er vel underrettet om det dere gjør"},{"SurahNumber":3,"VerseNumber":181,"Text":"Gud har hørt ordene til dem som sa: «Sannelig må Gud være fattig, og vi rike!» Vi skal notere det de sa, og at de drepte profetene i urett. Og Vi vil si: «Ta den brennende straffen"},{"SurahNumber":3,"VerseNumber":182,"Text":"Dette, for det dere har sendt i forveien til regnskapet, for Gud gjør ingen urett mot Sine tjenere!»"},{"SurahNumber":3,"VerseNumber":183,"Text":"De som sa: «Gud har avtalt med oss at vi ikke skal tro noe sendebud før han bringer oss et offer som ild fortærer.» Si: «Sendebud før meg er kommet til dere med klar beskjed, og også det dere nevnte. Hvorfor drepte dere dem da, om dere skal snakke sant?»"},{"SurahNumber":3,"VerseNumber":184,"Text":"Og om de skulle kalle deg for løgner, så er sendebud før deg blitt kalt løgnere, som kom med den klare beskjed, med bøkene, og den opplysende skrift"},{"SurahNumber":3,"VerseNumber":185,"Text":"Hvert menneske vil smake døden. På oppstandelsens dag vil dere få fullt oppgjør. Den som blir holdt unna Ilden, og føres inn i paradiset, han har vunnet seieren! Hva er jordelivet annet enn en bedragersk glede"}]}