{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Niścaẏa āmi tōmāra ōcarata ahī praēraṇa karaichō, yēnēkai nūha ārau tē'ōm̐ra pararartī nabīsakalara prati ahī praēraṇa karaichilō; ārau ibraāhīma, ichamā'īla, ichahākba, iẏākbūba ārau tē'ōm̐ra banśadhara, īchā, ā'i'uba, i'unucha, hārauna ārau chulā'imānara ōcaratō ahī praēraṇa karaichilō ārau dā'ūdaka pradāna karaichilō yābūra"},{"SurahNumber":4,"VerseNumber":164,"Text":"Ārau bahutō raāchula, yisakalara barṇanā āmi tōmāka dichō ārau bahutō raāchula yisakalara barṇanā āmi tōmāka diẏā nā'i ārau araśyē āllāhē muchāra lagata suspaṣṭa kathā kaichē"},{"SurahNumber":4,"VerseNumber":165,"Text":"Susambādadātā ārau sāradhānakāraī raāchula praēraṇa karaichō, yātē raāchulasakala ahāra pichata āllāhara biraud'dhē mānuhara bābē kōnō abhiyōga nāthākē; ārau āllāha paraākramaśālī, prajñāmaẏa"},{"SurahNumber":4,"VerseNumber":166,"Text":"Kintu āllāhē sākṣya dichē tē'ōm̐ tōmāra prati yi aratīrṇa karaichē tāra mādhyamata. Tē'ōm̐ sēẏā aratīrṇa karaichē nija jñānara bhittita ārau phiraistāsakalē'ō sākṣya dichē yadi'ō sākṣīraūpē āllāhē'i yathēṣṭa"},{"SurahNumber":4,"VerseNumber":167,"Text":"Niścaẏa yisakalē kupharaī karaichē ārau āllāhara pathara paraā bādhā pradāna karaichē siham̐ta araśyē bhīṣaṇabhāraē pathabhraṣṭa haichē"},{"SurahNumber":4,"VerseNumber":168,"Text":"Niścaẏa yisakalē kupharaī karaichē ārau yuluma karaichē, āllāhē siham̐taka kṣamā nakaraiba ārau siham̐taka kōnō patha'ō nēdēkhāba"},{"SurahNumber":4,"VerseNumber":169,"Text":"Kintu jāhānnāmara pathara bāhiraē. Tāta siham̐tē cirakāla thākiba ārau ē'iṭō āllāhara bābē ati sahaja"},{"SurahNumber":4,"VerseNumber":170,"Text":"Hē mānara! Niścaẏa raāchulē tōmālōkara pratipālakara paraā satya lai āhichē, ētēkē tōmālōkē īmāna ānā, ē'iṭōraē tōmālōkara bābē kalyāṇakara ha’ba ārau yadi tōmālōkē kupharaī karaā tēntē (jāni thōraā) ākāśamaṇḍala ārau pr̥thiraīta yi āchē sē'i sakalō āllāharaē'i; ārau āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":4,"VerseNumber":171,"Text":"Hē āhalē kitāba! Tōmālōkē nijara dharmata gulu nakaraibā (sīmā cēraā'i nāyābā) ārau āllāhara biṣaẏē satyara bāhiraē āna ēkō nakabā. Māra'iẏāmara putra īchā machīha kērala ējana āllāhara raāchula ārau tē'ōm̐ra bāṇī, yiṭō tē'ōm̐ māra'iẏāmara ōcarata praēraṇa karaichila ārau tē'ōm̐ra taraphara paraā ēṭā raūha. Sēẏē tōmālōkē āllāha ārau tē'ōm̐ra raāchulasakalara ōparata īmāna ānā ārau tini buli nakabā, (ēnē ukti) paraityāga karaā, ē'iṭōraē'i tōmālōkara bābē kalyāṇakara. Āllāha haichē ējana ilāha, tē'ōm̐ra santāna ha’ba—tē'ōm̐ ēnē kathāra paraā paraitra-mahāna. Ākāśamaṇḍalata yi āchē ārau pr̥thiraīta yi āchē sē'i sakalō āllāharaē'i; ārau karmabidhāẏakaraūpē āllāhē'i yathēṣṭa"},{"SurahNumber":4,"VerseNumber":172,"Text":"Machīhē āllāhara bāndā ha’balai kētiẏā'ō tācchilya bōdha nakaraē, ārau ghaniṣṭa phiraistāsakalē'ō nakaraē. Yiẏē tē'ōm̐ra ibādataka tācchilya jñāna karaiba ārau ahaṅkāra karaiba tē'ōm̐ aciraē'i siham̐ta āṭā'ikē tē'ōm̐ra ōcarata ēkatraita karaiba"},{"SurahNumber":4,"VerseNumber":173,"Text":"Ānahātē yisakalē īmāna ānichē ārau saṯkarma karaichē, tē'ōm̐ siham̐taka siham̐tara puraṣkāra paraipūrṇabhāraē dāna karaiba lagatē nija anugrahata ārau bēchikai pradāna karaiba. Ārau yisakalē (āllāhara ibādata karaāka) tācchilya jñāna karaichē ārau ahaṅkāra karaichē, siham̐taka tē'ōm̐ kaṣṭadāẏaka śāsti diba. Āllāhara bāhiraē siham̐tē nijara bābē āna kōnō abhibhāraka ārau sahāẏaka nāpāba"},{"SurahNumber":4,"VerseNumber":174,"Text":"Hē mānara! Tōmālōkara pratipālakara taraphara paraā tōmālōkara ōcarata pramāṇa āhichē ārau āmi tōmālōkara prati spaṣṭa jyōti aratīrṇa karaichō"},{"SurahNumber":4,"VerseNumber":175,"Text":"Ētēkē yisakalē āllāhara prati īmāna ānichē ārau tē'ōm̐ka dr̥ṛhabhāraē aralambana karaichē siham̐taka tē'ōm̐ niścaẏa tē'ōm̐ra daẏā ārau anugrahara mājata praraēśa karaāba ārau siham̐taka sarala pathata tē'ōm̐ra phālē paraicālita karaiba"},{"SurahNumber":4,"VerseNumber":176,"Text":"Mānuhē tōmāra ōcarata samādhāna bicāraē. Kōraā, pitr̥-mātr̥hīna niḥsantāna byakti samparkē āllāhē tōmālōkaka samādhāna dichē, kōnō purauṣa mr̥tyubaraṇa karailē si yadi santānahīna haẏa ārau tāra ējanī bhanīẏēka bā bāẏēka thākē tēntē tā'i paraityakta sampattira ardhānśa pāba. Ārau yadi tā'i (mr̥ta nāraī) santānahīnā haẏa tēnēha’lē tā'ira bhāẏēka bā kakāẏēka tā'ira uttaraādhikāraī ha’ba. Ētēkē yadi dujanī bhaniẏēka bā bāẏēka thākē tēntē siham̐tē tāra paraityakti sampattira tini bhāgara dubhāga pāba. Ārau yadi kē'ibājanō bhā'i-kakā'i bā bā'i-bhanī thākē tēntē ējana purauṣara anśa dujanī nāraīra anśara samāna. Tōmālōkē pathabhraṣṭa ha’bā- ē'i āśaṅkāta āllāhē tōmālōkara bābē spaṣṭabhāraē barṇanā karaichē; ārau āllāha sakalō bastu samparkē sabiśēṣa aragata"}]}