{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Los necios de entre la gente (idólatras, hipócritas y judíos) dirán (acerca de los musulmanes): «¿Qué los ha desviado de la alquibla hacia la cual se volvían[48] (para rezar)?». Diles (¡oh, Muhammad!): «A Al-lah pertenecen el Oriente y el Occidente, y guía a quien quiere hacia el camino recto»"},{"SurahNumber":2,"VerseNumber":143,"Text":"Y del mismo modo (que os guiamos hacia el camino recto), hemos hecho de vosotros una comunidad justa para que fuerais testigos de los hombres y para que el mensajero (Muhammad) fuera testigo vuestro. E hicimos de la alquibla hacia la cual os volvíais (Jerusalén) una prueba para que se evidenciara quiénes seguían al Mensajero y quiénes le daban la espalda. Y ello (el cambio de alquibla) fue una prueba difícil, salvo para quienes Al-lah había guiado. Y Al-lah no iba a dejar que se perdieran vuestros rezos[49]. En verdad, Al-lah es Compasivo y Misericordioso con los hombres"},{"SurahNumber":2,"VerseNumber":144,"Text":"Ciertamente, hemos visto cómo volvías tu rostro hacia al cielo (¡oh, Muhammad!, suplicando una revelación con la orden de tomar la Kaaba como alquibla); y vamos a hacer que te orientes hacia una alquibla que te satisfaga. Vuelve, pues, tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Y allí donde estéis, volved vuestros rostros hacia dicha dirección. Aquellos a quienes concedimos las Escrituras (los judíos y los cristianos) saben bien que (la orientación hacia la Kaaba para rezar) es la verdad procedente de su Señor. Y Al-lah no deja pasar por alto lo que hacen"},{"SurahNumber":2,"VerseNumber":145,"Text":"Y aunque les mostrases todo tipo de pruebas a quienes recibieron las Escrituras, no seguirían tu alquibla, del mismo modo que tú no seguirás la de ellos, ni seguirán los unos la alquibla de los otros. Y si siguieses sus deseos después del conocimiento que has recibido (¡oh, Muhammad!), estarías, entonces, entre los injustos"},{"SurahNumber":2,"VerseNumber":146,"Text":"(Los sabios de entre) quienes recibieron las Escrituras reconocen (a Muhammad por sus características mencionadas en sus Libros) igual que reconocen a sus hijos. Mas, un grupo de ellos oculta la verdad a sabiendas"},{"SurahNumber":2,"VerseNumber":147,"Text":"(Esta es) la verdad procedente de tu Señor. No seas, pues, de los que dudan[50] (sobre ella)"},{"SurahNumber":2,"VerseNumber":148,"Text":"Cada comunidad religiosa dispone de una alquibla hacia la que se orientan (en sus rezos). ¡Competid en las buenas acciones! Dondequiera que estéis, Al-lah os reunirá a todos (el Día de la Resurrección). En verdad, Al-lah es Todopoderoso"},{"SurahNumber":2,"VerseNumber":149,"Text":"Y dondequiera que te encuentres, vuelve tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Ciertamente, esta es la verdad procedente de tu Señor. Y Al-lah no deja pasar por alto lo que hacéis"},{"SurahNumber":2,"VerseNumber":150,"Text":"Y dondequiera que te encuentres, vuelve tu rostro (para rezar) hacia la Mezquita Sagrada (de La Meca). Allí donde os encontréis, volved vuestros rostros en dicha dirección para que nadie pueda argumentar nada en vuestra contra[51], salvo quienes sean injustos (los idólatras). No los temáis, pues, y temedme solo a Mí, para que pueda completar Mis gracias sobre vosotros y para que estéis bien guiados"},{"SurahNumber":2,"VerseNumber":151,"Text":"Y del mismo modo (que os hemos favorecido con una nueva alquibla), os hemos enviado un mensajero de entre vosotros para que os recitara Nuestras aleyas, para que os purificara y para que os enseñara el Libro (el Corán) y la sabiduría (el entendimiento de la religión y la tradición del Profeta), y para que os enseñara lo que no sabíais"},{"SurahNumber":2,"VerseNumber":152,"Text":"Así pues, recordadme (obedeciéndome), y Yo os recordaré (perdonándoos). Sed agradecidos conmigo (obedeciéndome, por los favores que os he concedido) y no Me seáis ingratos (y desobedezcáis)"},{"SurahNumber":2,"VerseNumber":153,"Text":"¡Oh, creyentes!, buscad ayuda en la paciencia y en el salat. En verdad, Al-lah está con los pacientes"},{"SurahNumber":2,"VerseNumber":154,"Text":"Y no digáis acerca de quienes han caído luchando por la causa de Al-lah que están muertos; están vivos, aunque no lo percibís"},{"SurahNumber":2,"VerseNumber":155,"Text":"Y, ciertamente, os pondremos a prueba mediante el miedo, el hambre, pérdidas de bienes y pérdidas de vidas o de frutos. Y anuncia (¡oh, Muhammad!) buenas noticias a quienes sean pacientes"},{"SurahNumber":2,"VerseNumber":156,"Text":"esos que, cuando se ven afectados por una calamidad, dicen: «En verdad, pertenecemos a Al-lah y a Él es nuestro retorno»"},{"SurahNumber":2,"VerseNumber":157,"Text":"Esos obtendrán la bendición y el perdón de su Señor, así como Su misericordia; y esos son quienes están bien guiados"}]}