{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"और यह कि मेरी यातना भी अत्यन्त दुखदायिनी यातना है"},{"SurahNumber":15,"VerseNumber":51,"Text":"और उन्हें इबराहीम के अतिथियों का वृत्तान्त सुनाओ"},{"SurahNumber":15,"VerseNumber":52,"Text":"जब वे उसके यहाँ आए और उन्होंने सलाम किया तो उसने कहा, \"हमें तो तुमसे डर लग रहा है।"},{"SurahNumber":15,"VerseNumber":53,"Text":"वे बोले, \"डरो नहीं, हम तुम्हें एक ज्ञानवान पुत्र की शुभ सूचना देते है।"},{"SurahNumber":15,"VerseNumber":54,"Text":"उसने कहा, \"क्या तुम मुझे शुभ सूचना दे रहे हो, इस अवस्था में कि मेरा बुढापा आ गया है? तो अब मुझे किस बात की शुभ सूचना दे रहे हो"},{"SurahNumber":15,"VerseNumber":55,"Text":"उन्होंने कहा, \"हम तुम्हें सच्ची शुभ सूचना दे रहे हैं, तो तुम निराश न हो"},{"SurahNumber":15,"VerseNumber":56,"Text":"उसने कहा, \"अपने रब की दयालुता से पथभ्रष्टों के सिवा और कौन निराश होगा"},{"SurahNumber":15,"VerseNumber":57,"Text":"उसने कहा, \"ऐ दूतो, तुम किस अभियान पर आए हो"},{"SurahNumber":15,"VerseNumber":58,"Text":"वे बोले, \"हम तो एक अपराधी क़ौम की ओर भेजे गए है"},{"SurahNumber":15,"VerseNumber":59,"Text":"सिवाय लूत के घरवालों के। उन सबको तो हम बचा लेंगे"},{"SurahNumber":15,"VerseNumber":60,"Text":"सिवाय उसकी पत्नी के - हमने निश्चित कर दिया है, वह तो पीछे रह जानेवालों में रहेंगी।"},{"SurahNumber":15,"VerseNumber":61,"Text":"फिर जब ये दूत लूत के यहाँ पहुँचे"},{"SurahNumber":15,"VerseNumber":62,"Text":"तो उसने कहा, \"तुम तो अपरिचित लोग हो।"},{"SurahNumber":15,"VerseNumber":63,"Text":"उन्होंने कहा, \"नहीं, बल्कि हम तो तुम्हारे पास वही चीज़ लेकर आए है, जिसके विषय में वे सन्देह कर रहे थे"},{"SurahNumber":15,"VerseNumber":64,"Text":"और हम तुम्हारे पास यक़ीनी चीज़ लेकर आए है, और हम बिलकुल सच कह रहे है"},{"SurahNumber":15,"VerseNumber":65,"Text":"अतएव अब तुम अपने घरवालों को लेकर रात्रि के किसी हिस्से में निकल जाओ, और स्वयं उन सबके पीछे-पीछे चलो। और तुममें से कोई भी पीछे मुड़कर न देखे। बस चले जाओ, जिधर का तुम्हे आदेश है।"},{"SurahNumber":15,"VerseNumber":66,"Text":"हमने उसे अपना यह फ़ैसला पहुँचा दिया कि प्रातः होते-होते उनकी जड़ कट चुकी होगी"},{"SurahNumber":15,"VerseNumber":67,"Text":"इतने में नगर के लोग ख़ुश-ख़ुश आ पहुँचे"},{"SurahNumber":15,"VerseNumber":68,"Text":"उसने कहा, \"ये मेरे अतिथि है। मेरी फ़ज़ीहत मत करना"},{"SurahNumber":15,"VerseNumber":69,"Text":"अल्लाह का डर ऱखो, मुझे रुसवा न करो।"},{"SurahNumber":15,"VerseNumber":70,"Text":"उन्होंने कहा, \"क्या हमने तुम्हें दुनिया भर के लोगों का ज़िम्मा लेने से रोका नहीं था"},{"SurahNumber":15,"VerseNumber":71,"Text":"उसने कहा, \"तुमको यदि कुछ करना है, तो ये मेरी (क़ौम की) बेटियाँ (विधितः विवाह के लिए) मौजूद है।"},{"SurahNumber":15,"VerseNumber":72,"Text":"तुम्हारे जीवन की सौगन्ध, वे अपनी मस्ती में खोए हुए थे"},{"SurahNumber":15,"VerseNumber":73,"Text":"अन्ततः पौ फटते-फटते एक भयंकर आवाज़ ने उन्हें आ लिया"},{"SurahNumber":15,"VerseNumber":74,"Text":"और हमने उस बस्ती को तलपट कर दिया, और उनपर कंकरीले पत्थर बरसाए"},{"SurahNumber":15,"VerseNumber":75,"Text":"निश्चय ही इसमें भापनेवालों के लिए निशानियाँ है"},{"SurahNumber":15,"VerseNumber":76,"Text":"और वह (बस्ती) सार्वजनिक मार्ग पर है"},{"SurahNumber":15,"VerseNumber":77,"Text":"निश्चय ही इसमें मोमिनों के लिए एक बड़ी निशानी है"},{"SurahNumber":15,"VerseNumber":78,"Text":"और निश्चय ही ऐसा वाले भी अत्याचारी थे"},{"SurahNumber":15,"VerseNumber":79,"Text":"फिर हमने उनसे भी बदला लिया, और ये दोनों (भू-भाग) खुले मार्ग पर स्थित है"},{"SurahNumber":15,"VerseNumber":80,"Text":"हिज्रवाले भी रसूलों को झुठला चुके है"},{"SurahNumber":15,"VerseNumber":81,"Text":"हमने तो उन्हें अपनी निशानियाँ प्रदान की थी, परन्तु वे उनकी उपेक्षा ही करते रहे"},{"SurahNumber":15,"VerseNumber":82,"Text":"वे बड़ी बेफ़िक्री से पहाड़ो को काट-काटकर घर बनाते थे"},{"SurahNumber":15,"VerseNumber":83,"Text":"अन्ततः एक भयानक आवाज़ ने प्रातः होते- होते उन्हें आ लिया"},{"SurahNumber":15,"VerseNumber":84,"Text":"फिर जो कुछ वे कमाते रहे, वह उनके कुछ काम न आ सका"},{"SurahNumber":15,"VerseNumber":85,"Text":"हमने तो आकाशों और धरती को और जो कुछ उनके मध्य है, सोद्देश्य पैदा किया है, और वह क़ियामत की घड़ी तो अनिवार्यतः आनेवाली है। अतः तुम भली प्रकार दरगुज़र (क्षमा) से काम लो"},{"SurahNumber":15,"VerseNumber":86,"Text":"निश्चय ही तुम्हारा रब ही बड़ा पैदा करनेवाला, सब कुछ जाननेवाला है"},{"SurahNumber":15,"VerseNumber":87,"Text":"हमने तुम्हें सात 'मसानी' का समूह यानी महान क़ुरआन दिया"},{"SurahNumber":15,"VerseNumber":88,"Text":"जो कुछ सुख-सामग्री हमने उनमें से विभिन्न प्रकार के लोगों को दी है, तुम उसपर अपनी आँखें न पसारो और न उनपर दुखी हो, तुम तो अपनी भुजाएँ मोमिनों के लिए झुकाए रखो"},{"SurahNumber":15,"VerseNumber":89,"Text":"और कह दो, \"मैं तो साफ़-साफ़ चेतावनी देनेवाला हूँ।"},{"SurahNumber":15,"VerseNumber":90,"Text":"जिस प्रकार हमने हिस्सा-बख़रा करनेवालों पर उतारा था"},{"SurahNumber":15,"VerseNumber":91,"Text":"जिन्होंने (अपने) क़ुरआन को टुकड़े-टुकड़े कर डाला"},{"SurahNumber":15,"VerseNumber":92,"Text":"अब तुम्हारे रब की क़सम! हम अवश्य ही उन सबसे उसके विषय में पूछेंगे"},{"SurahNumber":15,"VerseNumber":93,"Text":"जो कुछ वे करते रहे।"},{"SurahNumber":15,"VerseNumber":94,"Text":"अतः तु्म्हें जिस चीज़ का आदेश हुआ है, उसे हाँक-पुकारकर बयान कर दो, और मुशरिको की ओर ध्यान न दो"},{"SurahNumber":15,"VerseNumber":95,"Text":"उपहास करनेवालों के लिए हम तुम्हारी ओर से काफ़ी है"},{"SurahNumber":15,"VerseNumber":96,"Text":"जो अल्लाह के साथ दूसरों को पूज्य-प्रभु ठहराते है, तो शीघ्र ही उन्हें मालूम हो जाएगा"},{"SurahNumber":15,"VerseNumber":97,"Text":"हम जानते है कि वे जो कुछ कहते है, उससे तुम्हारा दिल तंग होता है"},{"SurahNumber":15,"VerseNumber":98,"Text":"तो तुम अपने रब का गुणगान करो और सजदा करनेवालों में सम्मिलित रहो"},{"SurahNumber":15,"VerseNumber":99,"Text":"और अपने रब की बन्दगी में लगे रहो, यहाँ तक कि जो यक़ीनी है, वह तुम्हारे सामने आ जाए"}]}