{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"¿Acaso ordenais a la gente que sea virtuosa y vosotros mismos lo olvidais, a pesar de que recitais la Escritura [Sagrada]? ¿Es que no razonais"},{"SurahNumber":2,"VerseNumber":45,"Text":"Buscad ayuda en la paciencia y en la oracion. En verdad, la oracion es una carga pesada, excepto para los que son humildes"},{"SurahNumber":2,"VerseNumber":46,"Text":"Aquellos que creen que se encontraran con su Senor y que retornaran a El"},{"SurahNumber":2,"VerseNumber":47,"Text":"¡Oh, Hijos de Israel! Recordad la merced con los que Yo os agracie y como os di preferencia sobre todos los pueblos"},{"SurahNumber":2,"VerseNumber":48,"Text":"Y temed un dia en el que un alma no pueda hacer nada por otra y en el que no le sera aceptada la intercesion ni el rescate y no tendra quien la auxilie"},{"SurahNumber":2,"VerseNumber":49,"Text":"Y [recordad] cuando os salvamos de la gente del Faraon, que os sometian a terribles castigos, degollando a vuestros hijos varones y dejando con vida a vuestras mujeres. Con ello vuestro Senor os sometio a una prueba enorme"},{"SurahNumber":2,"VerseNumber":50,"Text":"Y [recordad] cuando dividimos el mar para vosotros y os salvamos, y ahogamos a la gente del Faraon ante vuestros ojos"},{"SurahNumber":2,"VerseNumber":51,"Text":"Y [recordad] cuando nos citamos con Moises durante cuarenta noches y, en su ausencia, vosotros adorasteis al becerro, obrando injustamente"},{"SurahNumber":2,"VerseNumber":52,"Text":"Aunque, tras aquello, os perdonamos; para que, quizas de esa manera, fueseis agradecidos"},{"SurahNumber":2,"VerseNumber":53,"Text":"Y [recordad] cuando dimos a Moises la Escritura [Sagrada] y el Criterio. Quizas asi fueseis bien guiados"},{"SurahNumber":2,"VerseNumber":54,"Text":"Y [recordad] cuando Moises dijo a su pueblo: «¡Oh pueblo mio! En verdad, os habeis oprimido a vosotros mismos eligiendo el becerro. Volveos, pues, arrepentidos a vuestro Creador y mataos a vosotros mismos. Eso es mejor para vosotros ante vuestro Creador y quizas asi os perdone. En verdad, El es el Perdonador, el Misericordiosisimo con los creyentes.»"},{"SurahNumber":2,"VerseNumber":55,"Text":"Y [recordad] cuando le dijisteis: «¡Oh Moises! No te creeremos hasta que no veamos a Dios manifiestamente.» Y el rayo os alcanzo ante vuestros propios ojos"},{"SurahNumber":2,"VerseNumber":56,"Text":"Luego, os devolvimos a la vida despues de estar muertos. Quizas asi seais agradecidos"},{"SurahNumber":2,"VerseNumber":57,"Text":"Y os dimos la sombra de la nube e hicimos descender sobre vosotros el mana y las codornices: «¡Comed de lo bueno de lo que os hemos provisto!» No fueron injustos con Nosotros, fueron injustos con ellos mismos"},{"SurahNumber":2,"VerseNumber":58,"Text":"Y recordad cuando Nosotros dijimos: «Entrad en esta ciudad y comed de ella cuanto querais. Entrad por la puerta y, ante ella, prosternaos y decid: «Hitta». Perdonaremos vuestros errores e incrementaremos la recompensa de los que hagan el bien.»"},{"SurahNumber":2,"VerseNumber":59,"Text":"Pero, aquellos que eran injustos cambiaron la palabra por otra distinta. cambiaron la palabra por otra distinta. Entonces, hicimos descender un castigo del cielo sobre los injustos, por haber sido transgresores"}]}