{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"А если вы будете в пути и не найдете писца, то берутся залоги. А если кто-нибудь из вас доверяет другому, то пусть возвращает тот, которому доверено, свой залог и пусть боится Аллаха, Господа своего. И не скрывайте свидетельства, а если кто скроет, то он - тот, у кого сердце грешно, а Аллах знает то, что вы делаете"},{"SurahNumber":2,"VerseNumber":284,"Text":"Аллаху принадлежит то, что в небесах и на земле! Если вы обнаружите то, что в ваших душах, или сокроете это, Аллах взыщет с вас за это расчет. И простит Он, кому пожелает, и накажет, кого пожелает: поистине, Аллах над каждой вещью мощен"},{"SurahNumber":2,"VerseNumber":285,"Text":"Уверовал посланник в то, что ниспослано ему от его Господа, и верующие. Все уверовали в Аллаха, и Его ангелов, и Его писания, и Его посланников. \"Не различаем мы между кем бы то ни было из Его посланников\". Они говорят: \"Мы услышали и повинуемся! Прощение Твое, Господи наш, и к Тебе - возвращение"},{"SurahNumber":2,"VerseNumber":286,"Text":"Не возлагает Аллах на душу ничего, кроме возможного для нее. Ей - то, что она приобрела, и против нее - то, что она приобрела для себя. \"Господи наш! Не взыщи с нас, если мы забыли или погрешили. Господи наш! Не возлагай на нас тяготу, как Ты возложил на тех, кто был раньше нас. Господи наш! Не возлагай также на нас то, что нам невмочь. Избавь нас, прости нам, и помилуй нас! Ты - наш владыка, помоги же нам против народа неверного"},{"SurahNumber":3,"VerseNumber":1,"Text":"Алм"},{"SurahNumber":3,"VerseNumber":2,"Text":"Аллах - нет божества, кроме Него, - живой, сущий"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ниспослал Он тебе в истине, подтверждая истинность того, что ниспослано до него. И ниспослал Он Тору и Евангелие"},{"SurahNumber":3,"VerseNumber":4,"Text":"раньше в руководство для людей и ниспослал Различение. Поистине, те, которые не веруют в знамения Аллаха, - для них сильное наказание. Поистине, Аллах велик, обладатель мщения"},{"SurahNumber":3,"VerseNumber":5,"Text":"Поистине, от Аллаха не скрыто ничто на земле и на небе"},{"SurahNumber":3,"VerseNumber":6,"Text":"Он - тот, кто придает вам форму в утробах как пожелает. Нет божества, кроме Него, великого, мудрого"},{"SurahNumber":3,"VerseNumber":7,"Text":"Он - тот, кто ниспослал тебе писание; в нем есть стихи, расположенные в порядке, которые - мать книги; и другие - сходные по смыслу. Те же, в сердцах которых уклонение, - они следуют за тем, что в нем сходно, домогаясь смятения и домогаясь толкования этого. Не знает его толкования никто, кроме Аллаха. И твердые в знаниях говорят: \"Мы уверовали в него; все - от нашего Господа\". Вспоминают только обладатели разума"},{"SurahNumber":3,"VerseNumber":8,"Text":"Господи наш! Не уклоняй наши сердца после того, как Ты вывел нас на прямой путь, и дай нам от Тебя милость: ведь Ты, поистине, - податель"},{"SurahNumber":3,"VerseNumber":9,"Text":"Господи наш! Поистине, Ты собираешь людей для дня, в котором нет сомнения. Поистине, Аллах не меняет Своего обетования"},{"SurahNumber":3,"VerseNumber":10,"Text":"Поистине, те, которые не уверовали, не избавят их ни от чего пред Аллахом ни их достояния, ни их дети! Эти - растопка для огня"},{"SurahNumber":3,"VerseNumber":11,"Text":"как и деяние рода Фирауна и тех, которые были до них: они считали ложью Наши знамения, и схватил их Аллах за их грехи, - ведь Аллах силен в наказании"},{"SurahNumber":3,"VerseNumber":12,"Text":"Скажи тем, которые не уверовали : \"Будьте вы побеждены и собраны в геенну. Скверно это седалище"},{"SurahNumber":3,"VerseNumber":13,"Text":"Было для вас знамение в двух отрядах, которые встретились: один отряд сражается на пути Аллаха, а другой - неверный. И увидели они их на взгляд вдвойне большими, чем они были. Ведь Аллах подкрепляет Своей помощью, кого пожелает. Поистине, в этом - назидание для обладающих зрением"},{"SurahNumber":3,"VerseNumber":14,"Text":"Разукрашена людям любовь страстей: к женщинам и детям и нагроможденным кинтарам золота и серебра, и меченным коням, и скоту, и посевам. Это - пользование ближайшей жизни, а у Аллаха - хорошее пристанище"}]}