{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Ani tyacabarobara majhi siksa yatanahi mothi duhkhadayaka ahe"},{"SurahNumber":15,"VerseNumber":51,"Text":"Ani tyanna ibrahimacya atithinca vrttanta aikava"},{"SurahNumber":15,"VerseNumber":52,"Text":"Ki jevha tyanni ibrahimajavala ye'una salama kela, tevha te mhanale ki amhala tumace bhaya vatate"},{"SurahNumber":15,"VerseNumber":53,"Text":"Phariste mhanale, bhi'u naka, amhi tumhala eka jnani putraci subha varta deto"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibrahima mhanale, kaya ya vrd'dhavasthene sparsa kelyanantara tumhi mala hi subha varta deta! Hi anandaci batami tumhi kasi kaya deta ahata"},{"SurahNumber":15,"VerseNumber":55,"Text":"Phariste mhanale, amhi tumhala agadi khari subhavarta aikavita ahota. Tumhi nirasa lokammadhye samila ho'u naka"},{"SurahNumber":15,"VerseNumber":56,"Text":"Mhanale, apalya palanakartyacya daya krpepasuna kevala te (margabhrasta ani) bahakalele lokaca nirasa hotata"},{"SurahNumber":15,"VerseNumber":57,"Text":"(Ibrahima yanni) vicarale, he allahatarphe pathavinyata alelya (pharistyam) no! Tumace ase kaya khasa kama ahe"},{"SurahNumber":15,"VerseNumber":58,"Text":"Pharistyanni uttara dile, amhala aparadhi lokankade pathavile gele ahe"},{"SurahNumber":15,"VerseNumber":59,"Text":"Parantu lutace kutumba ki amhi tya sarvanna avasya vacavu"},{"SurahNumber":15,"VerseNumber":60,"Text":"Matra lutacya patnikherija ki amhi tila thambanarya va mage rahanaryammadhye niscita kele ahe"},{"SurahNumber":15,"VerseNumber":61,"Text":"Jevha pathavilele phariste lutacya kutumbajavala pohocale"},{"SurahNumber":15,"VerseNumber":62,"Text":"Tevha luta mhanale, tumhi loka tara kahise anolakhi vatatata"},{"SurahNumber":15,"VerseNumber":63,"Text":"Te mhanale, (nahi) kimbahuna amhi tumacyajavala ti vastu ghe'una alo ahota, jicya babatita he loka sansaya karita aheta"},{"SurahNumber":15,"VerseNumber":64,"Text":"Ani amhi tara tujhyajavala (ughada) satya ghe'una alo ahota, ani amhi ahotahi purepure sacce"},{"SurahNumber":15,"VerseNumber":65,"Text":"Ata tumhi apalya kutumbasaha ya ratricya ekhadya bhagata nighuna ja. Tumhi svatah tyancya mage raha (ani savadhana!) Tumacyapaiki konihi mage valuna pahu naye ani jya thikani jayaca tumhala adesa dila jata ahe, tithe calata ja"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ani amhi tyacyakade ya gostica phaisala kela ki sakala hota hotaca tya sarvanci mule kapali jatila"},{"SurahNumber":15,"VerseNumber":67,"Text":"Ani sahari loka motha ananda sajara karita ale"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Luta) mhanale, he loka majhe atithi aheta, tevha tumhi mala apamanita karu naka"},{"SurahNumber":15,"VerseNumber":69,"Text":"Ani sarvasrestha allahace bhaya rakha ani mala apamanita karu naka"},{"SurahNumber":15,"VerseNumber":70,"Text":"Te mhanale, kaya amhi tumhala sarya jagaca theka ghenyapasuna mana'i keli navhati"},{"SurahNumber":15,"VerseNumber":71,"Text":"(Luta) mhanale, jara tumhala kahi karayaceca ahe tara ya majhya muli hajara aheta"},{"SurahNumber":15,"VerseNumber":72,"Text":"Tumacya ayusyaci sapatha! Te tara apalya naseta dhunda phirata hote"},{"SurahNumber":15,"VerseNumber":73,"Text":"Maga suryodaya hota hota tyanna eka bhayankara sphotacya avajane ye'una dharale"},{"SurahNumber":15,"VerseNumber":74,"Text":"Sevati amhi tya (sahara) la ulathepalathe karuna takale ani tya lokanvara kankara pasananca varsava kela"},{"SurahNumber":15,"VerseNumber":75,"Text":"Nihsansaya, pratyeka bodha prapta karanaryakarita yata aneka nisanya aheta"},{"SurahNumber":15,"VerseNumber":76,"Text":"Ani hi vasti asa margavara ahe, jyavara satata ye-ja hota asate"},{"SurahNumber":15,"VerseNumber":77,"Text":"Ani yata imana rakhanaryansathi mothi nisani ahe"},{"SurahNumber":15,"VerseNumber":78,"Text":"Ani ayaka vastice rahanare lokahi mothe atyacari hote"},{"SurahNumber":15,"VerseNumber":79,"Text":"Jyancyasi sevati amhi suda ghetalaca. Hi donhi sahare khulya margavara aheta"},{"SurahNumber":15,"VerseNumber":80,"Text":"Ani hijravalyannihi paigambaranna khote tharavile"},{"SurahNumber":15,"VerseNumber":81,"Text":"Ani tyanna amhi apalya nisanya pradana kelya hotya, parantu tari dekhila te tya nisanyampasuna mana phiravitaca rahile"},{"SurahNumber":15,"VerseNumber":82,"Text":"Ani he loka apali ghare parvatanna koruna banavita asata, bhaya na rakhata"},{"SurahNumber":15,"VerseNumber":83,"Text":"Sevati tyannahi sakala hota hota bhayankara citkarane ye'una gathale"},{"SurahNumber":15,"VerseNumber":84,"Text":"Yastava tyancya konatyahi yukti kausalyane ani kamagirine tyanna kasalahi labha pohacavila nahi"},{"SurahNumber":15,"VerseNumber":85,"Text":"Ani amhi akasanna ani dharatila ani tyancya daramyanacya samasta vastunna satyasahaca banavile ahe ani kayamata avasya yenara ahe, tevha tumhi bhalya ritine sahana karuna ghya"},{"SurahNumber":15,"VerseNumber":86,"Text":"Nihsansaya, tumaca palanakartaca nirmana karanara ani jananara ahe"},{"SurahNumber":15,"VerseNumber":87,"Text":"Nihsansaya amhi tumhala sata ayati pradana kelya aheta jyanci punaravrtti keli jate, ani mahana kura'ana dekhila pradana kela ahe"},{"SurahNumber":15,"VerseNumber":88,"Text":"Tumhi kadhihi apali najara tya gostivara taku naka, jila amhi, tyancyapaiki aneka prakaracya lokanna pradana kele ahe. Tyancyabaddala tumhi duhkhahi karu naka ani imana rakhanaryansathi apalya baju jhukava (tyanna mothya snehaci vaganuka dya)"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ani sanga ki mi ughadapane bhaya dakhavinara ahe"},{"SurahNumber":15,"VerseNumber":90,"Text":"Jyapramane amhi tya vibhajana karanaryanvara utaravila"},{"SurahNumber":15,"VerseNumber":91,"Text":"Jyanni ya kura'anace tukade tukade karuna takale"},{"SurahNumber":15,"VerseNumber":92,"Text":"Sapatha ahe tumacya palanakartyaci! Amhi tya sarvanna avasya vicaru"},{"SurahNumber":15,"VerseNumber":93,"Text":"Tya pratyeka gostibabata ji te karita hote"},{"SurahNumber":15,"VerseNumber":94,"Text":"Tevha tumhi ha adesa, jo tumhala dila jata ahe, spastatah aikava, ani anekesvaravadyampasuna tonda phiravuna ghya"},{"SurahNumber":15,"VerseNumber":95,"Text":"Tumacyasi te loka thatta maskari karatata tyancya (sikse) karita amhi paryapta ahota"},{"SurahNumber":15,"VerseNumber":96,"Text":"Je loka allahacya sobata anakhi itara upasye banavitata, tyanna lavakaraca mahita padela"},{"SurahNumber":15,"VerseNumber":97,"Text":"Ani amhala cangalya prakare mahita ahe ki tyancya bolanyane tumacya manala theca pohacate"},{"SurahNumber":15,"VerseNumber":98,"Text":"Tumhi apalya palanakartyaci mahanata ani stuti prasansace varnana karita raha ani natamastaka honaryammadhye samila vha"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ani apalya palanakartyaci upasana karita raha, yetheparyanta ki tumhala marana yave"}]}