{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta, Sim, Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Estos son los versiculos de la Escritura clara"},{"SurahNumber":26,"VerseNumber":3,"Text":"Puede que quieras morir de pena porque no son creyentes"},{"SurahNumber":26,"VerseNumber":4,"Text":"Si hubieramos querido habriamos hecho descender del cielo sobre ellos una senal ante la que sus cuellos se inclinarian humillados"},{"SurahNumber":26,"VerseNumber":5,"Text":"No llega a ellos ningun nuevo recuerdo del Clementisimo sin que ellos se aparten de el"},{"SurahNumber":26,"VerseNumber":6,"Text":"Ciertamente, desmienten, pero pronto les llegaran las noticias de aquello de lo que se burlaban"},{"SurahNumber":26,"VerseNumber":7,"Text":"¿Acaso no ven como hemos hecho crecer en la Tierra parejas de todo tipo de plantas hermosas y buenas"},{"SurahNumber":26,"VerseNumber":8,"Text":"En verdad, en ello hay una senal, pero la mayoria de ellos no tiene fe"},{"SurahNumber":26,"VerseNumber":9,"Text":"Y, en verdad, tu Senor es el Todopoderoso, el Misericordiosisimo"},{"SurahNumber":26,"VerseNumber":10,"Text":"Y (recuerda) cuando tu Senor llamo a Moises: «¡Ve al pueblo de los opresores"},{"SurahNumber":26,"VerseNumber":11,"Text":"El pueblo del Faraon ¿Por que no temen a Dios?»"},{"SurahNumber":26,"VerseNumber":12,"Text":"Dijo el: «¡Senor mio! Temo que me desmientan"},{"SurahNumber":26,"VerseNumber":13,"Text":"y que mi pecho se angustie y mi lengua no sea suficientemente elocuente. Envia, pues, a Aaron"},{"SurahNumber":26,"VerseNumber":14,"Text":"¡Y tienen cargos contra mi y temo que me maten!»"},{"SurahNumber":26,"VerseNumber":15,"Text":"Dijo El: «¡No sera asi! ¡Id, pues, ambos con Nuestras senales! En verdad, Nosotros estaremos escuchando junto a vosotros"},{"SurahNumber":26,"VerseNumber":16,"Text":"Id, pues, al Faraon y decidle: “En verdad, soy un Mensajero del Senor del Universo"},{"SurahNumber":26,"VerseNumber":17,"Text":"para que dejes ir con nosotros a los Hijos de Israel.»"},{"SurahNumber":26,"VerseNumber":18,"Text":"Dijo [Faraon]: «¿Acaso no te hemos criado entre nosotros de pequeno y permaneciste entre nosotros muchos anos de tu vida"},{"SurahNumber":26,"VerseNumber":19,"Text":"y luego hiciste lo que hiciste? Eres de los desagradecidos.»"},{"SurahNumber":26,"VerseNumber":20,"Text":"Dijo: «Hice eso cuando era de los extraviados"},{"SurahNumber":26,"VerseNumber":21,"Text":"y hui porque tuve miedo de vosotros, pero mi Senor me otorgo juicio y me hizo uno de Sus Mensajeros"},{"SurahNumber":26,"VerseNumber":22,"Text":"Y este es el favor que me has hecho: esclavizar a los Hijos de Israel.»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Faraon dijo: «¿Y que es eso de ‘el Senor del Universo’?»"},{"SurahNumber":26,"VerseNumber":24,"Text":"Dijo: «El Senor de los cielos y de la Tierra y de lo que hay entre ambos, si es que sois gente de certezas.»"},{"SurahNumber":26,"VerseNumber":25,"Text":"Dijo a quienes estaban a su alrededor: «¿No estais oyendo?»"},{"SurahNumber":26,"VerseNumber":26,"Text":"Dijo: «Senor vuestro y Senor de vuestros primeros padres.»"},{"SurahNumber":26,"VerseNumber":27,"Text":"Dijo: «¡En verdad, ese Mensajero que os ha sido enviado esta loco!»"},{"SurahNumber":26,"VerseNumber":28,"Text":"Dijo: «El Senor del Oriente y del Occidente y de lo que entre ambos hay, si es que razonais.»"},{"SurahNumber":26,"VerseNumber":29,"Text":"Dijo: «Si tomas otro dios diferente a mi, te pondre entre los que estan en la carcel.»"},{"SurahNumber":26,"VerseNumber":30,"Text":"Dijo: «¿Aunque te traiga algo evidente?»"},{"SurahNumber":26,"VerseNumber":31,"Text":"Dijo: «¡Traelo pues, si eres de los que dicen la verdad!»"},{"SurahNumber":26,"VerseNumber":32,"Text":"Entonces, lanzo su baston y fue claramente una serpiente"},{"SurahNumber":26,"VerseNumber":33,"Text":"y saco su mano y era blanca para los que observaban"},{"SurahNumber":26,"VerseNumber":34,"Text":"Dijo a los principales que habia a su alrededor: «¡En verdad, este es un mago muy experto"},{"SurahNumber":26,"VerseNumber":35,"Text":"Quiere echaros de vuestra tierra por medio de su magia, asi pues, ¿Que quereis que haga?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dijeron: «Dales un plazo a el y a su hermano y envia unos emisarios a las ciudades"},{"SurahNumber":26,"VerseNumber":37,"Text":"Que te traigan todos los magos expertos.»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Asi pues, fueron congregados los magos en el lugar acordado para el encuentro el dia establecido"},{"SurahNumber":26,"VerseNumber":39,"Text":"y se dijo a la gente: «¿Quereis acudir?»"},{"SurahNumber":26,"VerseNumber":40,"Text":"«Quizas asi sigamos a los magos si son ellos los vencedores.»"},{"SurahNumber":26,"VerseNumber":41,"Text":"Asi que, cuando llegaron los magos, dijeron al Faraon: «¿Obtendremos una recompensa si somos los vencedores?»"},{"SurahNumber":26,"VerseNumber":42,"Text":"Dijo: «Si. Y, en verdad, sereis entonces de los cercanos a mi.»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moises les dijo: «¡Lanzad lo que tengais que lanzar!»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Asi pues, lanzaron sus cuerdas y bastones y dijeron: «¡Por el poder del Faraon! ¡Con seguridad, seremos los vencedores!»"},{"SurahNumber":26,"VerseNumber":45,"Text":"Entonces, Moises lanzo su baston y este engullo inmediatamente lo que ellos habian transformado"},{"SurahNumber":26,"VerseNumber":46,"Text":"Los magos cayeron prosternados"},{"SurahNumber":26,"VerseNumber":47,"Text":"Dijeron: «¡Creemos en el Senor del Universo"},{"SurahNumber":26,"VerseNumber":48,"Text":"El Senor de Moises y de Aaron.»"},{"SurahNumber":26,"VerseNumber":49,"Text":"Dijo: «¿Habeis creido en el antes de que yo os diera permiso? En verdad, el es el mayor de vosotros y quien os ha ensenado la magia. ¡Vais a saber! ¡Os cortare las manos y los pies opuestos y os crucificare a todos!»"},{"SurahNumber":26,"VerseNumber":50,"Text":"Dijeron: «No nos perjudicara. En verdad, nosotros regresaremos a nuestro Senor"},{"SurahNumber":26,"VerseNumber":51,"Text":"Verdaderamente, tenemos esperanza de que nuestro Senor perdone nuestros errores por haber sido los primeros en creer.»"}]}