{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"Cati ingeri sunt in cer? Mijlocirea lor nu va sluji la nimic decat dupa ce Dumnezeu ingaduie aceasta pentru cine voieste El si pentru cel de care El este multumit"},{"SurahNumber":53,"VerseNumber":27,"Text":"Cei care nu cred in Viata de Apoi dau ingerilor nume de femei"},{"SurahNumber":53,"VerseNumber":28,"Text":"Ei nu au nici o stiinta, ci urmeaza o inchipuire. Inchipuirea nu slujeste la nimic in fata Adevarului"},{"SurahNumber":53,"VerseNumber":29,"Text":"Indeparteaza-te de cel care intoarce spatele amintirii si care nu doreste decat Viata de Acum"},{"SurahNumber":53,"VerseNumber":30,"Text":"Aceasta este toata intinderea stiintei lor! Domnul tau il stie prea bine pe cel care se rataceste de la calea Sa, precum il stie prea bine si pe cel drept calauzit"},{"SurahNumber":53,"VerseNumber":31,"Text":"Ale lui Dumnezeu sunt cele din ceruri si de pe pamant. El ii va rasplati pe cei care fac raul dupa ceea ce fac, precum ii va rasplati si pe cei care fac binele cu si mai bine"},{"SurahNumber":53,"VerseNumber":32,"Text":"Domnul tau este darnic la iertare cu cei care se feresc de pacatele grele si de desfrau, precum si cu cei care savarsesc greseli usoare. El va stie prea bine de pe cand v-a inaltat din pamant si de pe cand erati feti in pantecele mamelor voastre. Nu va dati voi singuri mantuirea! El ii stia prea bine pe cei care se tem"},{"SurahNumber":53,"VerseNumber":33,"Text":"L-ai vazut pe cel care a intors spatele"},{"SurahNumber":53,"VerseNumber":34,"Text":"Are el stiinta Tainei ca s-o poata vedea"},{"SurahNumber":53,"VerseNumber":35,"Text":"Nu i s-a dat de stire oare de ceea ce era in sulurile lui Moise"},{"SurahNumber":53,"VerseNumber":36,"Text":"si in cele ale lui Abraham cel atat de credincios"},{"SurahNumber":53,"VerseNumber":37,"Text":"Nimanui nu i se va pune in carca povara altuia"},{"SurahNumber":53,"VerseNumber":38,"Text":"Omul nu va avea decat ceea ce trudeste"},{"SurahNumber":53,"VerseNumber":39,"Text":"Truda sa va fi recunoscuta"},{"SurahNumber":53,"VerseNumber":40,"Text":"si va fi din plin rasplatit"},{"SurahNumber":53,"VerseNumber":41,"Text":"La Domnul tau este capatul"},{"SurahNumber":53,"VerseNumber":42,"Text":"El este Cel ce daruieste rasul si Cel ce daruieste plansul"},{"SurahNumber":53,"VerseNumber":43,"Text":"El este Cel ce daruieste moartea si Cel ce daruieste viata"},{"SurahNumber":53,"VerseNumber":44,"Text":"El a creat perechea, barbat si femeie"},{"SurahNumber":53,"VerseNumber":45,"Text":"dintr-o picatura de samanta dupa ce a fost varsata"},{"SurahNumber":53,"VerseNumber":46,"Text":"A Lui este Facerea cea de apoi"},{"SurahNumber":53,"VerseNumber":47,"Text":"El imbogateste si indestuleaza"},{"SurahNumber":53,"VerseNumber":48,"Text":"El este Domnul lui Sirius"},{"SurahNumber":53,"VerseNumber":49,"Text":"El i-a nimicit pe aditii de odinioara"},{"SurahNumber":53,"VerseNumber":50,"Text":"precum si pe tamuditi — pe nimeni n-a lasat dintre ei —"},{"SurahNumber":53,"VerseNumber":51,"Text":"si mai inainte pe poporul lui Noe — oameni nedrepti si ticalosi"},{"SurahNumber":53,"VerseNumber":52,"Text":"El a daramat cetatea cea de-a-ndoaselea"},{"SurahNumber":53,"VerseNumber":53,"Text":"acoperind-o cu ceea ce trebuia s-o acopere"},{"SurahNumber":53,"VerseNumber":54,"Text":"Care sunt binefacerile Domnului tau pe care tu le tagadui"},{"SurahNumber":53,"VerseNumber":55,"Text":"Aceasta este o mustrare dintre mustrarile dintai"},{"SurahNumber":53,"VerseNumber":56,"Text":"Cea care trebuie sa se apropie, se va apropia"},{"SurahNumber":53,"VerseNumber":57,"Text":"Nimeni, afara de Dumnezeu, nu o poate dezvalui"},{"SurahNumber":53,"VerseNumber":58,"Text":"Sunteti mirati de aceasta spusa"},{"SurahNumber":53,"VerseNumber":59,"Text":"Radeti in loc sa plangeti"},{"SurahNumber":53,"VerseNumber":60,"Text":"Voi sunteti nepasatori"},{"SurahNumber":53,"VerseNumber":61,"Text":"Prosternati-va inaintea lui Dumnezeu si Lui inchinati-va"},{"SurahNumber":53,"VerseNumber":62,"Text":"Se apropie Ceasul si luna se despica"},{"SurahNumber":54,"VerseNumber":1,"Text":"Daca ei vad vreun semn, se intorc spunand: “Este o vraja neincetata!”"},{"SurahNumber":54,"VerseNumber":2,"Text":"Ei hulesc si-si urmeaza poftele, insa fiece lucru este hotarat"},{"SurahNumber":54,"VerseNumber":3,"Text":"Le-a venit dintre vesti una infricosatoare"},{"SurahNumber":54,"VerseNumber":4,"Text":"cu o intelepciune patrunzatoare. Prevenirile nu le sunt insa de folos"},{"SurahNumber":54,"VerseNumber":5,"Text":"Intoarce-le spatele! In Ziua cand ii va chema Chematorul la ceva fara seaman"},{"SurahNumber":54,"VerseNumber":6,"Text":"vor iesi din morminte, cu privirea smerita si se vor grabi catre Chemator, asemenea lacustelor razletite"},{"SurahNumber":54,"VerseNumber":7,"Text":"Tagaduitorii vor spune atunci: “Aceasta este o Zi grea!”"},{"SurahNumber":54,"VerseNumber":8,"Text":"Poporul lui Noe, inaintea lor, a hulit si ei l-au socotit pe robul Nostru mincinos. Ei au spus: “Este un indracit!” Si astfel a fost alungat"}]}