{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"(Bir gun) Ibrahim, babası Azer'e soyle demisti: \"Bir takım putları ilahlar mı ediniyorsun? Ben, seni ve kavmini apacık bir sapıklık icinde goruyorum"},{"SurahNumber":6,"VerseNumber":75,"Text":"Boylece biz, kesin iman edenlerden olması icin Ibrahim'e goklerin ve yerin melekutunu gosteriyorduk"},{"SurahNumber":6,"VerseNumber":76,"Text":"Gecenin karanlıgı onu kaplayınca bir yıldız gordu, Rabbim budur, dedi. Yıldız batınca, batanları sevmem, dedi"},{"SurahNumber":6,"VerseNumber":77,"Text":"Ay'ı dogarken gorunce, Rabbim budur, dedi. O da batınca, Rabbim bana dogru yolu gostermezse elbette yoldan sapan topluluklardan olurum, dedi"},{"SurahNumber":6,"VerseNumber":78,"Text":"Gunesi dogarken gorunce de, Rabbim budur, zira bu daha buyuk, dedi. O da batınca, dedi ki: Ey kavmim! Ben sizin (Allah'a) ortak kostugunuz seylerden uzagım"},{"SurahNumber":6,"VerseNumber":79,"Text":"Ben hanif olarak, yuzumu gokleri ve yeri yoktan yaratan Allah’a cevirdim ve ben musriklerden degilim"},{"SurahNumber":6,"VerseNumber":80,"Text":"Kavmi ona karsı deliller getirmeye kalkısmıs, o da demisti ki: \"Allah bana hidayet etmis oldugu halde, O'nun hakkında benimle mucadeleye mi kalkısıyorsunuz? Rabbımın diledigi sey dısında sizin ortak kostuklarınızdan asla korkmam. Rabbımın ilmi her seyi kusatmıstır. Hala dusunmuyor musunuz"},{"SurahNumber":6,"VerseNumber":81,"Text":"Siz, Allah'ın size haklarında hicbir hukum indirmedigi seyleri O'na ortak kosmaktan korkmazken, ben sizin ortak kostugunuz seylerden nasıl korkarım! Simdi biliyorsanız (soyleyin), iki gruptan hangisi guvende olmaya daha layıktır?»"},{"SurahNumber":6,"VerseNumber":82,"Text":"Iman edenler ve imanlarına sirk bulastırmayanlar, iste emniyet onlar icindir ve dogru yola iletilmis olanlar da onlardır"},{"SurahNumber":6,"VerseNumber":83,"Text":"Iste bu, kavmine karsı Ibrahim'e verdigimiz delillerimizdir. Biz diledigimiz kimselerin derecelerini yukseltiriz. Suphesiz ki senin Rabbin hikmet sahibidir, hakkıyla bilendir"},{"SurahNumber":6,"VerseNumber":84,"Text":"Biz O'na Ishak ve (Ishak'ın oglu) Yakub'u da ihsan ettik; hepsini de hidayete erdirdik (dogru yola ilettik). Daha once de Nuh'u ve O'nun soyundan Davud'u, Suleyman'ı, Eyyub'u, Yusuf'u, Musa'yı ve Harun'u hidayete erdirmis (dogru yola iletmis) tik. Biz iyi davrananları iste boyle mukafatlandırırız"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zekeriyya, Yahya, Isa ve Ilyas'ı da (dogru yola iletmistik). Hepsi de iyilerden idi"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismail, Elyesa', Yunus ve Lut'u da (hidayete erdirdik). Hepsini alemlere ustun kıldık"},{"SurahNumber":6,"VerseNumber":87,"Text":"Onların babalarından, cocuklarından ve kardeslerinden bazı kimseleri secip yucelttik ve onları dosdogru yola yonelttik"},{"SurahNumber":6,"VerseNumber":88,"Text":"Iste bu, Allah'ın hidayetidir, kullarından diledigini ona iletir. Eger onlar da Allah'a ortak kossalardı yapmakta oldukları amelleri elbette bosa giderdi"},{"SurahNumber":6,"VerseNumber":89,"Text":"Iste onlar, kendilerine kitap, hikmet ve peygamberlik verdigimiz kimselerdir. Eger onlar (kafirler) bunları inkar ederse suphesiz yerlerine bunları inkar etmeyecek bir toplum getiririz"},{"SurahNumber":6,"VerseNumber":90,"Text":"Bunlar, Allah'ın hidayet ettigi kimselerdir. Bu itibarla, sen de onların yoluna tabi ol ve \"Ben, (sizi davet ettigim bu Kitaba) karsılık olarak sizden bir ucret istemiyorum. Zira bu Kitap, alemler (in irsadı) icin uyarıdan baska bir sey degildir\" de"},{"SurahNumber":6,"VerseNumber":91,"Text":"(Yahudiler) Allah'ın hicbir besere (kitap olarak) hicbir sey indirmedigini soylemekle, Allah'ı layık oldugu vechile takdir edemediler. (Ey Muhammed! Onlara) de ki: \"Oyleyse Musa'nın insanlar icin nur ve hidayet olarak getirdigi, sizin de yapraklar haline getirip (bir kısmını) acıkladıgınız, cogunu da gizlediginiz, siz ve babalarınız hicbir sey bilmezken ogretildiginiz o kitabı Kim indirdi?\" (Ey Muhammed! Onlara) \"Allah\" de, sonra da onları kendi bataklıklarında oynamaya bırak"},{"SurahNumber":6,"VerseNumber":92,"Text":"Bu (Kur'an), Ummu’lkura (Mekke) ve cevresindekileri uyarman icin sana indirdigimiz ve kendinden oncekileri dogrulayıcı mubarek bir kitaptır. Ahirete inananlar buna da inanırlar ve onlar namazlarını hakkıyla kılmaya devam ederler"},{"SurahNumber":6,"VerseNumber":93,"Text":"Allah' a karsı yalan iftirada bulunandan, yahut kendisine hicbir sey vahyolunmadıgı halde bana da vahyolundu diyenden ve Allah'ın indirdigi gibi ben de indirecegim diyenden daha zalim kim olabilir? O zalimler, olum sekeratı icinde, melekler ellerini uzatmıs \"Haydi kendinizi kurtarın; bugun, Allah'a karsı dogru olmayanı soylemis ve O'nun ayetlerinden buyuklenerek uzaklasmıs olmanız dolayısıyle zillet azabıyle cezalandırılacaksınız\" derken, onların halini bir gorsen"},{"SurahNumber":6,"VerseNumber":94,"Text":"Iste sizi ilk defa yarattıgımız gibi, bize tek basınıza geldiniz; (dunyada iken size verdiklerimizi arkanızda bıraktınız. Ne var ki (Allah'a) kendiniz icin ortak oldukları iddiasında bulundugunuz sefaatcilerinizi beraberinizde goremiyoruz. Aranızdaki baglar kopmus; (sizin icin sefaatci olduklarını) iddia ettikleriniz sizden uzaklasıp gitmistir"}]}