{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"و آنکه تسلیم کند روی خود را بسوی خدا و او است نکوکار همانا پناه جست به دستاویزی استوار و بسوی خدا است فرجام کارها"},{"SurahNumber":31,"VerseNumber":23,"Text":"و آنکه کفر ورزد اندوهگین نسازدت کفرش بسوی ما است بازگشت ایشان تا آگهیشان دهیم بدانچه کردند همانا خدا دانا است به راز سینه‌ها"},{"SurahNumber":31,"VerseNumber":24,"Text":"بهره‌مندشان سازیم اندکی و سپس ناگزیرشان سازیم بسوی عذابی انبوه‌"},{"SurahNumber":31,"VerseNumber":25,"Text":"و اگر پرسیشان که آفرید آسمانها و زمین را هر آینه گویند خدا بگو سپاس خدا را بلکه بیشتر ایشان نمی‌دانند"},{"SurahNumber":31,"VerseNumber":26,"Text":"خدای را است آنچه در آسمانها و زمین است همانا خدا است بی‌نیاز ستوده‌"},{"SurahNumber":31,"VerseNumber":27,"Text":"و اگر باشد آنچه در زمین است از درخت قلمهائی و دریا را کمک کند از پس آن هفت دریا پایان نیابد سخنان خدا همانا خدا است عزّتمند حکیم‌"},{"SurahNumber":31,"VerseNumber":28,"Text":"نیست آفرینش شما و نه برانگیختن شما مگر چون یک تن همانا خدا است شنوای بینا"},{"SurahNumber":31,"VerseNumber":29,"Text":"آیا نبینی خدا فرو می‌برد شب را در روز و فرو می‌برد روز را در شب و رام کرد مهر و ماه را هر کدام روان است بسوی سرآمدی نامبرده و آنکه خدا است به آنچه می‌کنید آگاه‌"},{"SurahNumber":31,"VerseNumber":30,"Text":"این بدان است که خدا است حقّ و هر چه خوانند جز او باطل است و آنکه خدا است مهتر بزرگ‌"},{"SurahNumber":31,"VerseNumber":31,"Text":"آیا ندیدی کشتی روان است در دریا به نعمت خدا تا بنمایاند شما را از آیتهایش همانا در این است آیتهائی برای هر شکیبائی سپاسگزار"},{"SurahNumber":31,"VerseNumber":32,"Text":"و هر گاه فراگیردشان موجی چون توده‌های ابر خوانند خدا را پاک‌دارنده برایش دین را و هنگامی که رهانیدشان بسوی خشکی از ایشان است میانه‌روی و نستیزد با آیتهای ما جز هر پیمان‌شکنی ناسپاس‌"},{"SurahNumber":31,"VerseNumber":33,"Text":"ای مردم بترسید پروردگار خود را و بترسید از روزی که بی‌نیاز نگرداند پدری از فرزند خویش و نه فرزندی که بی‌نیاز کند از پدر خود چیزی را همانا وعده خدا است حقّ پس نفریبد شما را زندگانی دنیا و نفریبد شما را به خدا فریبنده (سرگرمی)"},{"SurahNumber":31,"VerseNumber":34,"Text":"همانا خدا نزد او است علم ساعت و فرود آورد باران را و داند آنچه را در زهدانها است و نداند کسی چه چیز فراهم می‌آورد فردا و نداند کسی به کدام زمین می‌میرد همانا خدا است دانای آگاه‌"},{"SurahNumber":32,"VerseNumber":1,"Text":"الم‌"},{"SurahNumber":32,"VerseNumber":2,"Text":"فرود آوردن کتاب نیست شکی در آن از پروردگار جهانیان‌"},{"SurahNumber":32,"VerseNumber":3,"Text":"یا گویند دروغ بست آن را بلکه آن است حقّ از پروردگارت تا بترسانی گروهی را که نیامدستشان بیم‌دهنده‌ای پیش از تو شاید ایشان رهبری شوند"},{"SurahNumber":32,"VerseNumber":4,"Text":"خدا است آنکه آفرید آسمانها و زمین را و آنچه میان آنها است در شش روز سپس استوار شد بر عرش نیست شما را جز او دوست و نه شفاعتگری پس آیا یادآور نمی‌شوید"},{"SurahNumber":32,"VerseNumber":5,"Text":"بپردازد کار را از آسمان بسوی زمین سپس بالا رود بسویش در روزی که اندازه آن هزار سال است از آنچه می‌شمرید"},{"SurahNumber":32,"VerseNumber":6,"Text":"این است دانای نهان و هویدا آن عزتمند مهربان‌"},{"SurahNumber":32,"VerseNumber":7,"Text":"آنکو نکو کرد هر چیزی آفرینش آن را و آغاز کرد آفرینش انسان را از گل‌"},{"SurahNumber":32,"VerseNumber":8,"Text":"پس گردانید نژادش را از چکه‌ای از آبی پست‌"},{"SurahNumber":32,"VerseNumber":9,"Text":"سپس آراستش و دمید در آن از روح خویش و گذاشت برای شما گوش و دیدگان و دلها را به کمی سپاس گزارید"},{"SurahNumber":32,"VerseNumber":10,"Text":"و گفتند آیا هر گاه گم شدیم در زمین آیا مائیم در آفرینشی نوین بلکه ایشانند به ملاقات پروردگار خویش کافران‌"}]}