{"Id":421,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Onlardan herhangi biri Allah'ı bırakıp da \"ben ilâhım\" derse, bu yüzden onu cehennemle cezalandırırız. İşte biz zalimleri böyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"Şu küfredenler bilmezler mi ki gökler ve yer, (bir zamanlar) bitişik idi de, biz onları ayırdık ve bütün canlı şeyleri sudan yarattık. (Yine de bunlardan ibret alıp) iman etmezler mi"},{"SurahNumber":21,"VerseNumber":31,"Text":"Yeryüzünde insanları sarsmaması için üzerinde sabit dağlar, dosdoğru gidebilsinler diye dağlar arasında geniş yollar yarattık"},{"SurahNumber":21,"VerseNumber":32,"Text":"Gökyüzünü (karışıklıktan) korunan bir çatı yaptık. Böyle olduğu halde onlar, yine de onun delillerinden yüz çevirmektedirler"},{"SurahNumber":21,"VerseNumber":33,"Text":"O, geceyi, gündüzü, güneşi, ayı... yaratandır. Her biri bir yörüngede yüzmektedirler"},{"SurahNumber":21,"VerseNumber":34,"Text":"Biz, senden önce de hiçbir beşere ebedîlik vermedik. Şimdi sen ölürsen, sanki onlar ebedî mi kalacaklar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her canlı, ölümü tadar. Bir deneme olarak sizi hayırla da, şerle de imtihan ederiz. Ve siz, ancak bize döndürüleceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"(Rasûlüm!) Kâfirler seni gördükleri zaman: «Sizin ilâhlarınızı diline dolayan bu mu?» diyerek seni hep alaya alırlar. Halbuki onlar, Rahmân'ın (çok esirgeyici Allah'ın) Kitabı'nı inkâr edenlerin ta kendileridir"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsan, aceleci (bir tabiatta) yaratılmıştır. Size âyetlerimi göstereceğim; benden acele istemeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"(Kâfirler demektedirler ki:) \"Bu vadedilen azâp, eğer sözünüzde sâdık iseniz ne zamandır"},{"SurahNumber":21,"VerseNumber":39,"Text":"O küfredenler, ne yüzlerini ve ne de sırtlarını ateşten koruyamayacakları ve kendilerine yardım da edilmeyeceği zamanı keşke bilselerdi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Oysa azâp onlara aniden gelecek ve onları dehşete düşürecektir. Fakat onu ne geri çevirebileceklerdir, ne de kendilerine bir süre tanınacaktır"},{"SurahNumber":21,"VerseNumber":41,"Text":"Andolsun, senden önceki peygamberlerle de alay edildi; ama onları alaya alanları, o alay konusu ettikleri şey kuşatıverdi"},{"SurahNumber":21,"VerseNumber":42,"Text":"De ki: Allah'a karşı sizi gece gündüz kim koruyacak? Buna rağmen onlar Rablerini anmaktan yüz çevirirler"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoksa onların, kendilerini bizim azâbımızdan koruyacak ilâhları mı var? O ilâhlar ki, kendilerine bile yardım edemiyorlar. Onlar, bizden de yakınlık görmezler"},{"SurahNumber":21,"VerseNumber":44,"Text":"Evet, onları da, atalarını da barındırdık. Nihayet ömür kendilerine (hiç bitmeyecek gibi) uzun geldi. Oysa onlar, bizim gelip (kâfirlere ait) araziyi çevresinden eksilteceğimizi görmezler mi? Şu halde, üstün gelen onlar mı"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: Ben, sadece, vahiy ile sizi ikaz ediyorum. Fakat, sağır olanlar, ikaz edildikleri zaman bu çağrıyı duymazlar"},{"SurahNumber":21,"VerseNumber":46,"Text":"Andolsun, onlara Rabbinin azabından ufak bir esinti dokunsa, hiç şüphesiz, «Vah bize! Hakikaten biz zalim kimselermişiz!» derler"},{"SurahNumber":21,"VerseNumber":47,"Text":"Biz, kıyamet günü için adalet terazileri kurarız. Artık kimseye, hiçbir şekilde haksızlık edilmez. (Yapılan iş,) bir hardal tanesi kadar dahi olsa, onu (adalet terazisine) getiririz. Hesap gören olarak biz (herkese) yeteriz"},{"SurahNumber":21,"VerseNumber":48,"Text":"Andolsun biz, Musa ve Harun’a, takvâ sahipleri için bir ışık, bir öğüt ve Furkan'ı verdik"},{"SurahNumber":21,"VerseNumber":49,"Text":"(O takvâ sahipleri ki) onlar, görmedikleri halde Rablerine candan saygı gösterirler. Yine onlar, kıyametten korkan kimselerdir"},{"SurahNumber":21,"VerseNumber":50,"Text":"İşte bu (Kur'an) da, bizim indirdiğimiz hayırlı ve faydalı bir öğüttür. Şimdi onu inkâr mı ediyorsunuz"}]}