{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Nalapit para sa mga tao ang pagtutuos sa kanila habang sila ay nasa isang pagkalingat na mga umaayaw"},{"SurahNumber":21,"VerseNumber":2,"Text":"Walang pumupunta sa kanila na isang paalaala mula sa Panginoon nila, na bagong ipinababa, malibang nakikinig sila rito habang sila ay naglalaro"},{"SurahNumber":21,"VerseNumber":3,"Text":"habang nalilibang ang mga puso nila. Naglihim ng pagtatapatan ang mga lumabag sa katarungan: \"Ito kaya ay maliban pa sa isang taong tulad ninyo? Kaya pupunta ba kayo sa panggagaway samantalang kayo ay nakikita"},{"SurahNumber":21,"VerseNumber":4,"Text":"Nagsabi siya: \"Ang Panginoon ko ay nakaaalam sa sinasabi sa langit at lupa at Siya ay ang Madinigin, ang Maalam"},{"SurahNumber":21,"VerseNumber":5,"Text":"Bagkus nagsabi sila: \"Mga pagkakalahuk-lahok ng maling panaginip [ito]; bagkus ginawa-gawa niya ito; bagkus siya ay isang manunula. Kaya magdala siya sa atin ng isang tanda kung paanong isinugo ang mga sinauna"},{"SurahNumber":21,"VerseNumber":6,"Text":"Walang sumampalataya bago nila na isang pamayanan na ipinahamak Namin. Kaya sila ba ay sasampalataya"},{"SurahNumber":21,"VerseNumber":7,"Text":"Hindi Kami nagsugo bago mo kundi ng mga lalaking nagkakasi Kami sa kanila. Kaya magtanong kayo sa mga may paalaala kung kayo ay hindi nakaaalam"},{"SurahNumber":21,"VerseNumber":8,"Text":"Hindi Kami gumawa sa kanila bilang [mga may] katawang hindi kumakain ng pagkain at hindi sila naging mga pinanatiling-buhay"},{"SurahNumber":21,"VerseNumber":9,"Text":"Pagkatapos tumupad Kami sa kanila ng pangako, saka nagligtas Kami sa kanila at sa sinumang niloob Namin at nagpahamak Kami sa ang mga nagpapakalabis"},{"SurahNumber":21,"VerseNumber":10,"Text":"Talaga ngang nagpababa Kami sa inyo ng isang Aklat na narito ang pagbanggit sa inyo. Kaya hindi ba kayo nakapag-uunawa"},{"SurahNumber":21,"VerseNumber":11,"Text":"Kay rami ang winasak Namin na pamayanan na ito noon ay tagalabag sa katarungan at pinaluwal Namin matapos nito na mga taong iba pa"},{"SurahNumber":21,"VerseNumber":12,"Text":"Kaya noong nakadama sila ng parusa Namin, biglang sila mula roon ay tumatakas"},{"SurahNumber":21,"VerseNumber":13,"Text":"[Sinabi:] \"Huwag kayong tumakbo at bumalik kayo sa pinaluho kayo roon at sa mga tirahan ninyo nang sa gayon kayo ay tatanungin"},{"SurahNumber":21,"VerseNumber":14,"Text":"Magsasabi sila: \"O kapighatian sa amin; tunay na kami noon ay mga tagalabag sa katarungan"},{"SurahNumber":21,"VerseNumber":15,"Text":"Saka hindi natigil na iyon ay panawagan nila hanggang sa gumawa Kami sa kanila bilang ginapas na mga nalipol"},{"SurahNumber":21,"VerseNumber":16,"Text":"Hindi Kami lumikha ng langit at lupa at anumang nasa pagitan ng dalawang ito bilang naglalaro"},{"SurahNumber":21,"VerseNumber":17,"Text":"Kung sakaling nagnais Kami na gumawa ng isang paglilibang ay talaga sanang gumawa Kami nito mula sa nasa Amin, kung Kami ay gagawa [nito]"},{"SurahNumber":21,"VerseNumber":18,"Text":"Bagkus nagbabalibag Kami ng katotohanan sa kabulaanan kaya dumudurog ito niyon at biglaang iyon ay pumaparam. Ukol sa inyo ang kapighatian mula sa inilalarawan ninyo"},{"SurahNumber":21,"VerseNumber":19,"Text":"Sa Kanya ang sinumang nasa mga langit at lupa. Ang mga nasa piling Niya ay hindi nagmamalaki palayo sa pagsamba sa Kanya at hindi sila napapagal"},{"SurahNumber":21,"VerseNumber":20,"Text":"Nagluluwalhati sila sa araw at gabi; hindi sila nananamlay"},{"SurahNumber":21,"VerseNumber":21,"Text":"O gumawa ba sila ng mga diyos mula sa lupa, na ang mga ito ay nagpapabuhay [ng mga patay]"},{"SurahNumber":21,"VerseNumber":22,"Text":"Kung sakaling sa mga [langit at lupa na] ito ay may mga diyos maliban kay Allāh, talaga sanang nasira ang mga ito. Kaya kaluwalhatian kay Allāh, ang Panginoon ng Trono, higit sa mga inilalarawan nila"},{"SurahNumber":21,"VerseNumber":23,"Text":"Hindi Siya tinatanong tungkol sa anumang ginagawa Niya samantalang sila ay tatanungin"},{"SurahNumber":21,"VerseNumber":24,"Text":"O gumawa ba sila sa bukod pa sa Kanya ng mga diyos? Sabihin mo: \"Magbigay kayo ng patunay ninyo.\" Ito ay paalaala sa sinumang kasama sa akin at paalaala sa sinumang bago ko pa. Bagkus ang higit na marami sa kanila ay hindi nakaaalam sa katotohanan, kaya sila ay mga tagaayaw"},{"SurahNumber":21,"VerseNumber":25,"Text":"Hindi Kami nagsugo bago mo pa ng anumang sugo malibang nagkakasi Kami sa kanya na walang Diyos kundi Ako kaya sumamba kayo sa Akin"},{"SurahNumber":21,"VerseNumber":26,"Text":"Nagsabi sila: \"Gumawa ang Napakamaawain ng anak.\" Kaluwalhatian sa Kanya; bagkus mga lingkod na pinarangalan [sila]"},{"SurahNumber":21,"VerseNumber":27,"Text":"Hindi sila nakauuna sa Kanya sa pagsabi samantalang sila sa utos Niya ay gumagawa"},{"SurahNumber":21,"VerseNumber":28,"Text":"Nakaaalam Siya sa anumang nasa pagitan ng mga kamay nila at anumang nasa likuran nila. Hindi sila nakapamamagitan maliban para sa sinumang kinalugdan Niya. Sila, dahil sa takot sa Kanya, ay mga nababagabag"}]}