{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":145,"Text":"Ranhou, wo jiang ta pao zai handi shang, dangshi ta shi you bing de."},{"SurahNumber":37,"VerseNumber":146,"Text":"Wo shi yi ke hu gua, zhang qilai zhezhe ta."},{"SurahNumber":37,"VerseNumber":147,"Text":"Wo ceng paiqian ta qu jiaohua shi duo wan minzhong."},{"SurahNumber":37,"VerseNumber":148,"Text":"Tamen bian gui xin ta, wo shi tamen xiangle zhi yi dingqi."},{"SurahNumber":37,"VerseNumber":149,"Text":"Ni wen tamen ba! Ni de zhu you xuduo nu'er, tamen que you duo shao erzi ni?"},{"SurahNumber":37,"VerseNumber":150,"Text":"Haishi wo ceng jiang zhong tianshen zaocheng nuxing de, tamen ceng yanjian wo de chuangzao ne?"},{"SurahNumber":37,"VerseNumber":151,"Text":"Zhen de, tamen yinwei ziji de beimiu, biding yao shuo:"},{"SurahNumber":37,"VerseNumber":152,"Text":"Zhenzhu yi shengyule. Tamen que shi shuohuang zhe."},{"SurahNumber":37,"VerseNumber":153,"Text":"Nandao ta buyao erzi, que yao nu'er ma?"},{"SurahNumber":37,"VerseNumber":154,"Text":"Nimen you she me liyou? Nimen zenme zheyang panduan ne?"},{"SurahNumber":37,"VerseNumber":155,"Text":"Nimen hai bu juewu ma?"},{"SurahNumber":37,"VerseNumber":156,"Text":"Nandao nimen you yige mingzheng ma?"},{"SurahNumber":37,"VerseNumber":157,"Text":"Na chu nimen de jingdian lai ba, tangruo nimen shi chengshi de!"},{"SurahNumber":37,"VerseNumber":158,"Text":"Tamen wangyan ta yu jingling zhi jian, you yinqin guanxi. Jingling que yi zhidao tamen jiang bei jujin"},{"SurahNumber":37,"VerseNumber":159,"Text":"chaojue zai zhenzhu! Ta shi chao hu tamen de xushu de,"},{"SurahNumber":37,"VerseNumber":160,"Text":"wei zhenzhu de chunjie de zhong pu, bu bei jujin."},{"SurahNumber":37,"VerseNumber":161,"Text":"Nimen he nimen suo chongbai de,"},{"SurahNumber":37,"VerseNumber":162,"Text":"jue buneng ba renhe ren yinyou qu chongbai tamen,"},{"SurahNumber":37,"VerseNumber":163,"Text":"chufei shi jiang ru huo yu de ren."},{"SurahNumber":37,"VerseNumber":164,"Text":"(Zhong tianshen shuo): Women ren ren dou you yige zhiding di diwei,"},{"SurahNumber":37,"VerseNumber":165,"Text":"women biding shi pai ban de,"},{"SurahNumber":37,"VerseNumber":166,"Text":"women biding shi zansong zhenzhu de."},{"SurahNumber":37,"VerseNumber":167,"Text":"Tamen dique chang shuo:"},{"SurahNumber":37,"VerseNumber":168,"Text":"Jiaruo women you guren suo yiliu de jiaohui,"},{"SurahNumber":37,"VerseNumber":169,"Text":"namo, women bi shi zhenzhu de chunjie de puren."},{"SurahNumber":37,"VerseNumber":170,"Text":"Tamen que buxin zhenzhu, tamen bujiu jiu zhidaole."},{"SurahNumber":37,"VerseNumber":171,"Text":"Wo dui wo suo paiqian de pu renmen yi you yue zai xianle,"},{"SurahNumber":37,"VerseNumber":172,"Text":"tamen biding shi bei yuanzhu de,"},{"SurahNumber":37,"VerseNumber":173,"Text":"wo de jundui, biding shi shengli de."},{"SurahNumber":37,"VerseNumber":174,"Text":"Ni zhanshi tuibi tamen ba!"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ni kanzhe ba! Tamen bujiu jiu kanjianle."},{"SurahNumber":37,"VerseNumber":176,"Text":"Nandao tamen yaoqiu wo de xingfa zaori shixian ma?"},{"SurahNumber":37,"VerseNumber":177,"Text":"Wo de xingfa yidan jiang yu tamen de tingyuan de shihou, bei jinggao zhe de zaochen, zhen elie ya!"},{"SurahNumber":37,"VerseNumber":178,"Text":"Ni zhanshi tuibi tamen ba!"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ni kanzhe ba! Tamen bujiu jiu kanjianle."},{"SurahNumber":37,"VerseNumber":180,"Text":"Chaojue zai ni de zhu--zun rong de zhuzai! Ta shi chao hu tamen de xushu de."},{"SurahNumber":37,"VerseNumber":181,"Text":"Zhu zhong shizhe ping'an!"},{"SurahNumber":37,"VerseNumber":182,"Text":"Yiqie zansong, quan guizhen zhu--quan shijie de zhu!"},{"SurahNumber":38,"VerseNumber":1,"Text":"Sa de. Zhi zhuming de “gulanjing” fashi."},{"SurahNumber":38,"VerseNumber":2,"Text":"Buran! Bu xindao zhe, shi wangzizunda, weibei zhenli de."},{"SurahNumber":38,"VerseNumber":3,"Text":"Zai tamen zhiqian wo ceng huimiele xuduo shidai, tamen huhao, dan taowang de shiji yi shiqule."},{"SurahNumber":38,"VerseNumber":4,"Text":"Tamen jingya, yinwei tamen ben zu zhong de jinggao zhe lailin tamen. Bu xindao de renmen shuo: Zhe shi yige shushi, shi yige shuohuang zhe."},{"SurahNumber":38,"VerseNumber":5,"Text":"Nandao ta yao jiang xuduo shenling bian cheng yige shenling ma? Zhe que shi yi jian guaishi."},{"SurahNumber":38,"VerseNumber":6,"Text":"Tamen zhong de guizumen qishen shuo: Nimen zou ba! Nimen jianrenzhe chongbai nimen de zhong shenling ba! Zhe que shi yi jian qian ding de shi."},{"SurahNumber":38,"VerseNumber":7,"Text":"Zai zuihou de zongjiao zhong, women meiyou tingjian zhe zhong hua, zhe zhong hua zhishi weizao de."},{"SurahNumber":38,"VerseNumber":8,"Text":"Nandao jiaohui jiang yu ta, er bu jiang yu women ma? Buran! Tamen duiyu wo de jiaoxun, shi zai huaiyi zhi zhong, buran! Tamen hai meiyou changshi wo de xingfa."},{"SurahNumber":38,"VerseNumber":9,"Text":"Nandao tamen you ni wanneng de, bo shi de zhu de ci'en de kucang?"},{"SurahNumber":38,"VerseNumber":10,"Text":"Nandao tamen you tiandi wanwu de guo quan ma? Jiaruo tamen you, jiu jiao tamen yuan tianti er shangsheng ba!"},{"SurahNumber":38,"VerseNumber":11,"Text":"Tamen shi you ge dangpai lianhe qilai de wuhezhizhong, tamen jiangyao zai nali baibei."},{"SurahNumber":38,"VerseNumber":12,"Text":"Zai tamen zhiqian, ceng fouren shizhe de, you nu ha de zongzu, a de ren, you wuli de falao,"},{"SurahNumber":38,"VerseNumber":13,"Text":"sai mo de ren, lu te de zongzu, mao lin de jumin. Zhexie dou shi dangpai,"},{"SurahNumber":38,"VerseNumber":14,"Text":"tamen zhi zhong meiyouyige weiceng fouren shizhe de, suoyi wo de chengfa shi biran de."},{"SurahNumber":38,"VerseNumber":15,"Text":"Zhexie ren, zhi dengdai yisheng hanjiao, na shi bu dange yi shashi de."},{"SurahNumber":38,"VerseNumber":16,"Text":"Tamen shuo: Women de zhu a! Zai qingsuan ri zhiqian, qing ni kuai jiang women suo ying de de xingfa, jiang yu women ba!"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ni dang renshou tamen suo shuo dehua, ni dang jiyi wo de puren--you nengli de da wu de, ta que shi guiyi zhenzhu de."},{"SurahNumber":38,"VerseNumber":18,"Text":"Wo que yi shi zhu shan fucong ta, tamen zaowan zansong."},{"SurahNumber":38,"VerseNumber":19,"Text":"Bing shi zhong niao jihe qilai, tongtong dou fucong ta."},{"SurahNumber":38,"VerseNumber":20,"Text":"Wo gonggu ta de guo quan, wo shangci ta zhihui he wenci."}]}