{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"İsa, onlardaki inkarcılığı sezince: Allah yolunda bana yardımcı olacaklar kimlerdir? dedi. Havariler: Biz, Allah yolunun yardımcılarıyız; Allah'a inandık, şahit ol ki bizler müslümanlarız, cevabını verdiler"},{"SurahNumber":3,"VerseNumber":53,"Text":"(Havariler:) Rabbimiz! İndirdiğine inandık ve Peygamber'e uyduk. Şimdi bizi (birliğini ve peygamberlerini tasdik eden) şahitlerden yaz, dediler"},{"SurahNumber":3,"VerseNumber":54,"Text":"(Yahudiler) tuzak kurdular; Allah da onların tuzaklarını bozdu. Allah, tuzak kuranların hayırlısıdır"},{"SurahNumber":3,"VerseNumber":55,"Text":"Allah buyurmuştu ki: Ey İsa! Seni vefat ettireceğim, seni nezdime yükselteceğim, seni inkar edenlerden arındıracağım ve sana uyanları kıyamete kadar kafirlerden üstün kılacağım. Sonra dönüşünüz bana olacak. İşte o zaman ayrılığa düştüğünüz şeyler hakkında aranızda ben hükmedeceğim"},{"SurahNumber":3,"VerseNumber":56,"Text":"İnkar edenler var ya, onları dünya ve ahirette şiddetli bir azaba çarptıracağım; onların hiç yardımcıları da olmayacak"},{"SurahNumber":3,"VerseNumber":57,"Text":"İman edip iyi davranışlarda bulunanlara gelince, Allah onların mükafatlarını eksiksiz verecektir. Allah zalimleri sevmez"},{"SurahNumber":3,"VerseNumber":58,"Text":"(Resulüm!) Bu söylenenleri biz sana ayetlerden ve hikmet dolu Kur'an'dan okuyoruz"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah nezdinde İsa'nın durumu, Adem'in durumu gibidir. Allah onu topraktan yarattı. Sonra ona \"Ol!\" dedi ve oluverdi"},{"SurahNumber":3,"VerseNumber":60,"Text":"Gerçek, Rabbinden gelendir. Öyle ise şüphecilerden olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"Sana bu ilim geldikten sonra seninle bu konuda çekişenlere de ki: Geliniz, sizler ve bizler de dahil olmak üzere, siz kendi çocuklarınızı biz de kendi çocuklarımızı, siz kendi kadınlarınızı, biz de kendi kadınlarımızı çağıralım, sonra da dua edelim de Allah'tan yalancılar üzerine lanet dileyelim"},{"SurahNumber":3,"VerseNumber":62,"Text":"Şüphesiz bu (İsa hakkında söylenenler), doğru haberlerdir. Allah'tan başka ilah yoktur. Muhakkak ki Allah, evet O, mutlak güç ve hikmet sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Eğer yine yüz çevirirlerse, şüphesiz Allah, bozguncuları hakkıyla bilendir"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Resulüm!) de ki: Ey ehl-i kitap! Sizinle bizim aramızda müşterek olan bir söze geliniz: Allah'tan başkasına tapmayalım. O'na hiçbir şeyi eş tutmayalım ve Allah'ı bırakıp da kimimiz kimimizi ilahlaştırmasın. Eğer onlar yine yüz çevirirlerse, işte o zaman: Şahit olun ki biz müslümanlarız! deyiniz"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey ehl-i kitap! İbrahim hakkında niçin çekişirsiniz? Halbuki Tevrat ve İncil, kesinlikle ondan sonra indirildi. Siz hiç düşünmez misiniz"},{"SurahNumber":3,"VerseNumber":66,"Text":"İşte siz böyle kimselersiniz! Hadi hakkında bilgi sahibi olduğunuz konuda tartıştınız; fakat bilgi sahibi olmadığınız konuda niçin tartışıyorsunuz! Oysa ki Allah, her şeyi bilir, siz ise bilmezsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"İbrahim, ne yahudi, ne de hıristiyan idi; fakat o, Allah'ı bir tanıyan dosdoğru bir müslüman idi; müşriklerden de değildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"İnsanların İbrahim'e en yakın olanı, ona uyanlar, şu Peygamber (Muhammed) ve (ona) iman edenlerdir. Allah müminlerin dostudur"},{"SurahNumber":3,"VerseNumber":69,"Text":"Ehl-i kitaptan bir kısmı istediler ki, ne yapıp edip sizi saptırabilsinler. Oysa onlar sadece kendilerini saptırırlar da farkına bile varmazlar"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey ehl-i kitap! (Gerçeği) görüp bildiğiniz halde niçin Allah'ın ayetlerini inkar edersiniz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey ehl-i kitap! Neden doğruyu eğriye karıştırıyor ve bile bile gerçeği gizliyorsunuz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Ehl-i kitaptan bir gurup şöyle dedi: \"Müminlere indirilmiş olana sabahleyin (görünüşte) inanıp akşamleyin inkar edin. Belki onlar (böylece dinlerinden) dönerler"},{"SurahNumber":3,"VerseNumber":73,"Text":"Sizin dininize uyanlardan başka hiçbir kimseye inanmayın. \" (Resulüm!) De ki: Doğru yol ancak Allah'ın yoludur. Yine (onlar, kendi aralarında şöyle dediler:) \"Size verilenin benzerinin başka herhangi bir kimseye verildiğine, yahut Rabbinizin huzurunda onların size karşı deliller getireceklerine de (inanmayın).\" De ki: Lütuf ve ihsan Allah'ın elindedir. Onu dilediğine verir. Allah'ın rahmeti geniştir ve O her şeyi hakkıyla bilir"},{"SurahNumber":3,"VerseNumber":74,"Text":"Rahmetini dilediğine ayırır. Allah üstün lütuf sahibidir"}]}