{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":56,"VerseNumber":75,"Text":"nīvīga nim'ma mahān oḍeyana hesarina pāvitravannu japisiri"},{"SurahNumber":56,"VerseNumber":76,"Text":"nānidō, nakṣatragaḷu patanavāguva neleya āṇe hākuttēne"},{"SurahNumber":56,"VerseNumber":77,"Text":"nīvu artha māḍikoḷḷuvudādare idu nijakkū ondu mahān pramāṇavāgide"},{"SurahNumber":56,"VerseNumber":78,"Text":"ī kur‌ān, khaṇḍita gauravānvitavāgide"},{"SurahNumber":56,"VerseNumber":79,"Text":"idondu surakṣita granthadallide"},{"SurahNumber":56,"VerseNumber":80,"Text":"pāvanaralladavaru adannu muṭṭuvudilla"},{"SurahNumber":56,"VerseNumber":81,"Text":"sakala lōkagaḷa oḍeyanu idannu iḷisi koṭṭiruvanu"},{"SurahNumber":56,"VerseNumber":82,"Text":"nīvēnu ī sandēśavannu kaḍegaṇisuttiruvirā"},{"SurahNumber":56,"VerseNumber":83,"Text":"mattu nimage nīḍalāgiruva koḍugeyannu allagaḷeyuttiruvirā"},{"SurahNumber":56,"VerseNumber":84,"Text":"hāgādare, (nim'ma āptana) jīvavu koraḷige muṭṭidāga"},{"SurahNumber":56,"VerseNumber":85,"Text":"āga nīvu kēvala nōḍuttiruttīri"},{"SurahNumber":56,"VerseNumber":86,"Text":"mattu āga nāvu ātanige, nimaginta samīpaviruttēve – ādare nimage kāṇisuvudilla"},{"SurahNumber":56,"VerseNumber":87,"Text":"nīvu svatantrarāgiddare, hīgēke"},{"SurahNumber":56,"VerseNumber":88,"Text":"nīvu satyavantarāgiddare, adannu (ātana ātmavannu) maraḷisiri –"},{"SurahNumber":56,"VerseNumber":89,"Text":"avanu (allāhana) āptanāgiddare –"},{"SurahNumber":56,"VerseNumber":90,"Text":"(avanigāgi) kampu tumbida puṣpagaḷu hāgū anugraha tumbida svargōdyānagaḷive"},{"SurahNumber":56,"VerseNumber":91,"Text":"innu avanu, balabhāgadavanāgiddare, –"},{"SurahNumber":56,"VerseNumber":92,"Text":"’’balabhāgadavara kaḍeyinda ninage salām (śānti)’’ (endu hāraisalāguvudu)"},{"SurahNumber":56,"VerseNumber":93,"Text":"avanu satyavannu tiraskarisi, dārigeṭṭavanāgiddare –"},{"SurahNumber":56,"VerseNumber":94,"Text":"avana ātithyakke kudiyuva nīru iruvudu"},{"SurahNumber":56,"VerseNumber":95,"Text":"mattu avanannu narakāgnige eseyalāguvudu"},{"SurahNumber":56,"VerseNumber":96,"Text":"idu khacita sambhavavāgide"},{"SurahNumber":57,"VerseNumber":1,"Text":"(dūtarē,) nīvu nim'ma mahān oḍeyana nāmadondige, avana pāvitravannu japisiri"},{"SurahNumber":57,"VerseNumber":2,"Text":"Ākāśagaḷalli hāgū bhūmiyalliruva ellavū allāhana pāvitravannu japisuttive. Avanu prabalanū yuktivantanū āgiruvanu"},{"SurahNumber":57,"VerseNumber":3,"Text":"ākāśagaḷa hāgū bhūmiya ādhipatyavu avanigē sēride. Avanē jīvantagoḷisuvavanu hāgū sāyisuvavanu mattu avanu ellavannū māḍalu śaktanāgiddāne"},{"SurahNumber":57,"VerseNumber":4,"Text":"avanē ādi, avanē antya. Avanu vyaktanū haudu, guptanū haudu mattu avanu ellavannū ballavanāgiddāne"},{"SurahNumber":57,"VerseNumber":5,"Text":"avanē, āru dinagaḷalli ākāśagaḷannu mattu bhūmiyannu sr̥ṣṭisidavanu. Taruvāya viśva sinhāsanadalli nelesidavanu. Bhūmiyoḷage ēnellā pravēśisuttade mattu ēnella adarinda hora hom'muttadembudannu hāgū ākāśadinda ēnella iḷidu baruttade mattu ēnellā adaroḷakke ēri hōguttade embudannu avanē ballanu. Mattu nīvu iruvallellā avaniddāne. Mattu allāhanu nīvu māḍuva ellavannū nōḍuttiruttāne"},{"SurahNumber":57,"VerseNumber":6,"Text":"ākāśagaḷa hāgū bhūmiya ādhipatyavu avanigē sēride. Konege ella viṣayagaḷū allāhaneḍegē maraḷalive"},{"SurahNumber":57,"VerseNumber":7,"Text":"avanu iruḷannu hagaloḷage pōṇisuttāne mattu hagalannu iruḷinoḷage pōṇisuttāne. Avanu manas'sinoḷagina vicāragaḷannū ballavanāgiddāne"},{"SurahNumber":57,"VerseNumber":8,"Text":"nīvu allāhanalli hāgū avana dūtaralli nambike iḍiri mattu avanu nim'mannu yāvudara uttarādhikārigaḷāgisiruvanō adarinda kharcu māḍiri. Nim'ma paiki viśvāsaviṭṭu (satkāryakke) kharcu māḍuvavarige mahā pratiphalavide"},{"SurahNumber":57,"VerseNumber":9,"Text":"nimagēnāgide? Nīvēke allāhanalli nambike iḍuttilla? Dēva dūtaru nim'mannu nim'ma oḍeyanalli nambike iḍa bēkendu āmantrisuttiddāre. Avanantū (allāhanantu) ī kuritu nim'minda pramāṇavannu paḍediruvanu. Nīvu nambuvavarāgiddare (idu nimage tiḷidirabēkittu)"},{"SurahNumber":57,"VerseNumber":10,"Text":"Avanē, nim'mannu kattalugaḷinda hora tegedu beḷakineḍege naḍesuvudakkāgi tanna dāsanige bahaḷa spaṣṭavāda vacanagaḷannu iḷisi koḍuvavanu. Khaṇḍitavāgiyū allāhanu nim'ma pālige vātsalyamayi hāgū karuṇāḷuvāgiddāne"},{"SurahNumber":57,"VerseNumber":11,"Text":"nimagēnāgide? Nīvēke allāhana mārgadalli kharcu māḍuvudilla? Ākāśagaḷa mattu bhūmiya antima uttarādhikāravu allāhanigē sēride. Nim'ma paiki, vijayakke munna kharcu māḍidavaru mattu yud'dhadalli pālgoṇḍavaru (itararige) samānaralla. Avaru, adara (vijayada) nantara kharcu māḍidavariginta mattu (vijayada nantara) yudda māḍidavariginta sthānadalli unnataru. Adare avarellarigū allāhanu śrēṣṭhavādudannē vāgdāna māḍiruttāne. Mattu allāhanu nīvu māḍuva ella kr̥tyagaḷa kuritu arivu uḷḷavanāgiddāne"},{"SurahNumber":57,"VerseNumber":12,"Text":"yāriddāne, allāhanige śrēṣṭha sālavannu nīḍuvavanu? Konege avanu (allāhanu) adannu bahaḷaṣṭu heccisi ātanige maraḷisuvanu mattu ātanige udāra pratiphalavū sigalide"},{"SurahNumber":57,"VerseNumber":13,"Text":"ondu dina nīvu viśvāsi puruṣaru mattu viśvāsi strīyarannu kāṇuviri; avara (viśvāsada) beḷaku avara mundeyū avara bala bhāgadallū dhāvisuttiruvudu. ‘‘Indu nimage, taḷadalli nadigaḷu hariyuttiruva svarga tōṭagaḷa śubha vārte ide’’ (endu avaroḍane hēḷalāguvudu). Avugaḷalli avaru sadākāla iruvaru. Iduvē mahā vijayavāgide"},{"SurahNumber":57,"VerseNumber":14,"Text":"ā dina kapaṭi puruṣaru mattu kapaṭi strīyaru viśvāsigaḷoḍane, ‘‘svalpa nam'ma kaḍege nōḍiri, nim'ma beḷakininda svalpa bhāga namagū sigali’’ endu hēḷuvaru. Āga avaroḍane, ‘‘nīvu nim'ma himbhāgakke maraḷiri – mattu (alli) beḷakannu huḍukiri’’ ennalāguvudu. Ā baḷika avara (kapaṭigaḷa mattu dharma viśvāsigaḷa) naḍuve ondu gōḍeyannu nirmisalāguvudu. Adakkondu bāgilu iruvudu. Adara oḷabhāgadalli anugrahavu tumbiruvudu mattu hora bhāgadalli śikṣe iruvudu"},{"SurahNumber":57,"VerseNumber":15,"Text":"Avaru (kapaṭigaḷu) avarannu (viśvāsigaḷannu) kūgi karedu, ‘‘nāvēnu nim'ma jotegiralillavē?’’ Endu kēḷuvaru. Āga avaru hēḷuvaru; ‘‘khaṇḍita iddiri. Adare nīvu svataḥ nim'mannē parīkṣege oḍḍikoṇḍiri – mattu nīvu kāyuttalē iddiri hāgū nīvu sanśaya pīḍitarāgiddiri. Konege, allāhana ādēśavu bandu biḍuvavaregū nim'ma husi nirīkṣegaḷu nim'mannu van̄cisiduvu mattu van̄cisuvavanu (śaitānanu) allāhana viṣayadalli nim'mannu van̄cisi biṭṭanu’’"}]}