{"Id":348,"LanguageCodes":["sw","swa"],"Name":"swa-abdullahmuhamma","Author":"Abdullah Muhammad Abu Bakr","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"","Translations":[{"SurahNumber":84,"VerseNumber":1,"Text":"Pindi mbingu itakapopasuka na kudhihiri mawingu katika pasuko zake Siku ya Kiyama"},{"SurahNumber":84,"VerseNumber":2,"Text":"Na ikatii amri ya Mola wake ya kuwa ipasuke, na inastahili kufuata amri hiyo"},{"SurahNumber":84,"VerseNumber":3,"Text":"Na pindi ardhi itakapotandikwa na kukunjuliwa"},{"SurahNumber":84,"VerseNumber":4,"Text":"Na milima yake kuvunjwa-vunjwa Siku hiyo"},{"SurahNumber":84,"VerseNumber":5,"Text":"Na ikatii amri ya Mola wake ya kuwa ifanye hivyo, na inastahili kufuata amri hiyo"},{"SurahNumber":84,"VerseNumber":6,"Text":"Ewe binadamu, wewe unaenda kwa Mwenyezi Mungu na unafanya amali nzuri na mbaya, kisha utakutana na Yeye Siku ya Kiyama. Na huna budi kupata kutoka Kwake malipo mazuri zaidi ya amali yako njema au yanayolingana na amali yako mbaya"},{"SurahNumber":84,"VerseNumber":7,"Text":"Yule mwenye kupewa waraka wa amali zake kwa mkono wake wa kulia"},{"SurahNumber":84,"VerseNumber":8,"Text":"naye ni yule aliyemuamini Mola wake, atahesabiwa hesabu pesi"},{"SurahNumber":84,"VerseNumber":9,"Text":"Na atarudi kwa watu wake Peponi akiwa ni mwenye furaha"},{"SurahNumber":84,"VerseNumber":10,"Text":"Na yule mwenye kupewa waraka wa amali zake kwa nyuma ya mgongo wake"},{"SurahNumber":84,"VerseNumber":11,"Text":"naye ni yule aliyemkanusha Mwenyezi Mungu, ataita maangamvu na hasara"},{"SurahNumber":84,"VerseNumber":12,"Text":"na ataingia Motoni"},{"SurahNumber":84,"VerseNumber":13,"Text":"Hakika yeye alikuwa kwa watu wake ulimwenguni ni mwenye furaha na majivuno, hafikirii mwisho wake utakuwa namna gani"},{"SurahNumber":84,"VerseNumber":14,"Text":"Alidhani hatarudi kwa Muumba wake, akiwa hai, kwa kuhesabiwa"},{"SurahNumber":84,"VerseNumber":15,"Text":"Sivyo hivyo! Mwenyezi Mungu Atamrudisha kama alivomuumba na kumlipa kwa amali zake. Kwani Yeye kwake ni Mtambuzi na kwa hali yake ni Mjuzi kuanzia Alipomuumba mpaka kumfufua"},{"SurahNumber":84,"VerseNumber":16,"Text":"Mwenyezi Mungu Ameapa kwa wekundu wa pambizo za mbingu wakati wa kutwa jua"},{"SurahNumber":84,"VerseNumber":17,"Text":"Na kwa usiku na viunbe tofauti - tofauti vya kutambaa, kuruka na kutembea kwa miguu, uliokusanya"},{"SurahNumber":84,"VerseNumber":18,"Text":"Na kwa mwezi ukamilikapo mwangaza wake"},{"SurahNumber":84,"VerseNumber":19,"Text":"Mtapitia, enyi watu, miongo mbalimbali na hali tofauti : kutoka kwenye tone la manii, kuptia pande la damu, nofu la nyama hadi kutiwa roho, mpaka kufa na mpaka kufufuliwa. Haifai kwa kiumbe kuapa kwa asiyekuwa Mwenyezi Mungu, afanyapo hilo atakuwa ameingia kwenye ushirikina"},{"SurahNumber":84,"VerseNumber":20,"Text":"Ni kitu gani kinachowazuia kumwamini baada ya aya zake kufafanuliwa kwao"},{"SurahNumber":84,"VerseNumber":21,"Text":"Na wana nini wao wanaposomewa Qur’ani hawamsujudii Mwenyezi Mungu wala hawajisalimishi kufuata yaliyokuja ndani yake"},{"SurahNumber":84,"VerseNumber":22,"Text":"Hakika tabia ya waliokufuru ni kuikanusha na kuikataa haki"},{"SurahNumber":84,"VerseNumber":23,"Text":"Na Mwenyezi Mungu ni Mjuzi zaidi wa ukaidi wao wanaouficha kwenye nyoyo zao hali wao wanajua kuwa yale yaliyoletwa na Qur’ani ni kweli"},{"SurahNumber":84,"VerseNumber":24,"Text":"Basi wape bishara, ewe Mtume, kuwa Mwenyezi Mungu, Aliyetukuka na kuwa juu, Amewaandalia adhabu yenye uchungu"},{"SurahNumber":84,"VerseNumber":25,"Text":"Lakini wale wanaomuamini Mwenyezi Mungu na Mtume wake na wakatekeleza amri waliyofaradhiwa na Mwenyezi Mungu watakuwa na malipo, Siku ya Akhera, yasiyokatika wala kupungua"},{"SurahNumber":85,"VerseNumber":1,"Text":"Mwenyezi Mungu Anaapa kwa mbingu zenye njia za kupitia jua na mwezi"},{"SurahNumber":85,"VerseNumber":2,"Text":"Na kwa Siku ya Kiyama ambayo Amewaahidi viumbe kuwa Atawakusanya"},{"SurahNumber":85,"VerseNumber":3,"Text":"Na kwa shahidi, mwenye kutoa ushahidi, na mwenye kutolewa ushahidi juu yake. Mwenyezi Mungu Huapa kwa Anachokitaka. Lakini kiumbe hafai kuapa kwa asiyekuwa Mwenyezi Mungu. Kuapa kwa asiyekuwa Mwenyezi Mungu ni ushirikina"},{"SurahNumber":85,"VerseNumber":4,"Text":"Wamelaaniwa waliofukua chini ya ardhi shimo kubwa ili kuwatesa Waumini"},{"SurahNumber":85,"VerseNumber":5,"Text":"Wakawasha moto mkubwa wenye kuni nyingi"},{"SurahNumber":85,"VerseNumber":6,"Text":"Wakawa wamekaa kwenye kingo za shimo hilo"},{"SurahNumber":85,"VerseNumber":7,"Text":"Wakishuhudia vitendo vya mateso na adhabu wanavyowafanyia Waumini"},{"SurahNumber":85,"VerseNumber":8,"Text":"Na hawakuwatesa mateso hayo isipokuwa wenye kuteswa walikuwa wanamuamini Mwenyezi Mungu Mshindi Asiyeshindwa, Mhimidiwa wa maneno Yake vitendo Vyake na sifa Zake"},{"SurahNumber":85,"VerseNumber":9,"Text":"Mwenye ufalme wa mbingu na ardhi Ambaye, kutakasika na sifa za upungufu ni kwake, Anashuhudia kila kitu, hakuna kinachofichika kwake"},{"SurahNumber":85,"VerseNumber":10,"Text":"Hakika, wale waliowachoma kwa moto Waumini, wa kike na wa kiume, ili kuwazuia watu na dini ya Mwenyezi Mungu, kisha wasitubie, watapata, Siku ya Akhera, adhabu ya Jahanamu na watapata adhabu kali yenye kuchoma"},{"SurahNumber":85,"VerseNumber":11,"Text":"Wale waliomuamini Mwenyezi Mungu na Mtume Wake na wakafanya amali njema, watapata Pepo ambayo chini ya majumba yake ya kifahari yapita mito. Huko ni kufaulu kukubwa"},{"SurahNumber":85,"VerseNumber":12,"Text":"Hakika malipizo ya Mola wako kwa maadui Zake na mateso Yake juu yao ni mazito"},{"SurahNumber":85,"VerseNumber":13,"Text":"Ndiye Yeye Mwenye kuanzisha kuumba na kisha kurudisha"},{"SurahNumber":85,"VerseNumber":14,"Text":"Ndiye Yeye Mwingi wa kusamehe kwa wenye kutubia, Mwingi wa mapenzi kwa wanaoikurubisha kwake"},{"SurahNumber":85,"VerseNumber":15,"Text":"Mwenye Arshi tukufu"},{"SurahNumber":85,"VerseNumber":16,"Text":"Mfanya Alitakalo: hakuna kitu Anachotaka kiwe kisiwe"},{"SurahNumber":85,"VerseNumber":17,"Text":"Je, ewe Mtume, imekufikia habari ya makundi yaliyokufuru na kukanusha Mitume walioletwa, ya"},{"SurahNumber":85,"VerseNumber":18,"Text":"Firauni na Thamūd, misiba na adhabu iliyowashukia? Hawakuzingatia kwa habari hiyo"},{"SurahNumber":85,"VerseNumber":19,"Text":"Bali waliokufuru waendelea kukanusha kwao, kama walivyokuwa waliokuja kabla yao"},{"SurahNumber":85,"VerseNumber":20,"Text":"Na Mwenyezi Mungu Amewazunguka kwa Ujuzi na Uweza Wake, hakuna chenye kufichika Kwake kuhusu wao na vitendo vyao. Hii Qu’ani siyo kama wanavyodai wenye kukanusha katika washirikina kuwa ni mashairi na uchawi ndipo wakaikanusha"},{"SurahNumber":85,"VerseNumber":21,"Text":"Bali hii ni Qur’ani kubwa iliyo tukufu"},{"SurahNumber":85,"VerseNumber":22,"Text":"iliyomo kwenye Ubao Uliohifadhiwa, haufikiwi na kubadilishwa wala kupotoshwa"},{"SurahNumber":86,"VerseNumber":1,"Text":"Mwenyezi Mungu Anaapa kwa mbingu na nyota yenye kuchomoza usiku"},{"SurahNumber":86,"VerseNumber":2,"Text":"Na ni lipi lilokujulisha ni ukubwa gani wa nyota hiyo"},{"SurahNumber":86,"VerseNumber":3,"Text":"Hiyo ni nyota ing’arao na kuzagaa"},{"SurahNumber":86,"VerseNumber":4,"Text":"Hakuna nafsi yoyote isipokuwa amewakilishwa kwayo Malaika mwenye kuchunguza na kusjili amali zake ili ihesabiwe Siku ya Kiyama"},{"SurahNumber":86,"VerseNumber":5,"Text":"Basi aangalie binadamu mwenye kukanusha kufufuliwa ameumbwa kwa kitu gani? Ili ajue kuwa kurudisha umbo lake mara ya pili si vigumu kama kuumbwa mara ya kwanza"},{"SurahNumber":86,"VerseNumber":6,"Text":"Aliumbwa kwa manii yenye kupenyeza ndani ya uzao kwa haraka"},{"SurahNumber":86,"VerseNumber":7,"Text":"Yatokayo kwenye mgongo wa mwnamume na kifua cha mwanamke"},{"SurahNumber":86,"VerseNumber":8,"Text":"Hakika yule Aliyemuumba binadamu kwa maji haya ni muweza wa kumrudisha kwenye uhai baada ya kufa"},{"SurahNumber":86,"VerseNumber":9,"Text":"Siku zitakapofunuliwa wazi siri ziliofichwa na nafsi na kupambanuliwa njema na mbovu"},{"SurahNumber":86,"VerseNumber":10,"Text":"Binadamu hatakuwa na nguvu ya kuitetea nafsi yake wala hatakuwa na mtetezi wa kumwepushia adhabu ya Mwenyezi Mungu"},{"SurahNumber":86,"VerseNumber":11,"Text":"Na Anaapa kwa mbingu yenye mvua ya kukaririka"},{"SurahNumber":86,"VerseNumber":12,"Text":"Na ardhi yenye pasuko za kufanya mimea ichipuke"},{"SurahNumber":86,"VerseNumber":13,"Text":"Hakika Qur’ani ni neno lenye kupambanua baina ya haki na batili"},{"SurahNumber":86,"VerseNumber":14,"Text":"Na si upuuzi. Haifai kiumbe kuapa kwa asiyekuwa Mwenyezi Mungu. Akifanya hivyo atakuwa amemshirikisha Mwenyezi Mungu"},{"SurahNumber":86,"VerseNumber":15,"Text":"Hakika wenye kumkanusha Mtume, rehema ya Mwenyezi Mungu na amani zimshukie, na Qur’ani wanafanya vitimbi na mipango ili kuipinga haki na kuitilia nguvu batili"},{"SurahNumber":86,"VerseNumber":16,"Text":"Na Mimi nafanya vitimbi kuidhihirisha haki ingawa makafiri wanatukia.Usiwe na haraka nao, ewe Mtume, kutaka wateremshiwe adhabu"},{"SurahNumber":86,"VerseNumber":17,"Text":"Wape muhula uwangojee muda mchache wala usiwafanyie haraka, utaona adhabu itakayowafikia, mateso na maangamivu"}]}