{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"Kōraā, ‘tōmālōkē āllāhara bāhiraē yibōraka praārthanā karaā, sē'ibōrara ibādata karaibalai mōka niṣēdha karaā haichē, kāraṇa mōra pratipālakara taraphara paraā mōra ōcarata suspaṣṭa pramāṇādi āhichē. Ma'i sr̥ṣṭijagatara pratipālakara ōcarata ātmasamarpaṇa karaibalai ādēśapraāpta haichō"},{"SurahNumber":40,"VerseNumber":67,"Text":"Tēraēm̐i tōmālōkaka māṭira paraā sr̥ṣṭi karaichē, tāra pichata śukrabindura paraā, tāra pichata ālākāra paraā, tāra pichatahē tōmālōkaka uliẏā'i ānē narajāta śiśuraūpē, yātē tōmālōkē yauranata upanīta hōraā, tāra pichata yātē tōmālōkē br̥d'dha hōraā. Tōmālōkara kichumānaka iẏāra pūrbē'i mr̥tyu ghaṭōraā haẏa yātē tōmālōkē nirdhāraita samaẏata upanīta hōraā ārau tōmālōkē yātē bujiba pāraā"},{"SurahNumber":40,"VerseNumber":68,"Text":"Tēraēm̐i jīrana dāna karaē ārau tēraēm̐i mr̥tyu ghaṭāẏa ārau yētiẏā tē'ōm̐ kibā karaibalai sthira karaē tētiẏā iẏāra bābē tē'ōm̐ kērala kaẏa ‘ha’, sē'iṭō taṯkṣaṇāta hai yāẏa"},{"SurahNumber":40,"VerseNumber":69,"Text":"Tumi siham̐taka lakṣya karaā nā'inē yiham̐tē āllāhara nidarśanāralī samparkē bitarka karaē? Siham̐taka ka’lai ubhatā'i niẏā haichē"},{"SurahNumber":40,"VerseNumber":70,"Text":"yiham̐tē kitābaka ārau āmāra raāchulasakalē yi lai praēraita haichē sēẏā asbīkāra karaē, ētēkē siham̐tē atiśīghraē jānibalai pāba"},{"SurahNumber":40,"VerseNumber":71,"Text":"yētiẏā siham̐tara ḍiṅita galābad'dha ārau śikali thākiba, ārau siham̐taka ṭāni lai yōraā ha’ba"},{"SurahNumber":40,"VerseNumber":72,"Text":"utalā pānīra mājata, tāra pichata siham̐taka jbalōraā ha'ba agnira mājata"},{"SurahNumber":40,"VerseNumber":73,"Text":"Tāra pichata siham̐taka kōraā ha’ba, ‘kata siham̐ta yisakalaka tōmālōkē anśīdāra sthāpana karaichilā"},{"SurahNumber":40,"VerseNumber":74,"Text":"āllāhara bāhiraē’? Siham̐tē ka’ba, ‘siham̐ta dēkhuna āmāra paraā ām̐tarai gaichē; baraṁ itipūrbē āmi kākō āhbāna karaā nāchilō’. Ē'idaraē'i āllāhē kāphirasakalaka bibhraānta karaē"},{"SurahNumber":40,"VerseNumber":75,"Text":"Ēẏā ē'i kāraṇē yē, tōmālōkē pr̥thiraīta ayathā ullāsa karaichilā ārau ē'i kāraṇē'ō yē, tōmālōkē ahaṅkāra karaichilā"},{"SurahNumber":40,"VerseNumber":76,"Text":"Tōmālōkē jāhānnāmara bibhinna duraāraēra praraēśa karaā tāta sthāẏībhāraē arasthānara bābē, ētēkē (cōraācōna!) Kimāna yē nikr̥ṣṭa ahaṅkāraī bilākara ābāsasthala"},{"SurahNumber":40,"VerseNumber":77,"Text":"ētēkē tumi dhairya dhāraṇa karaā. Niścaẏa āllāhara pratiśrauti satya. Āmi siham̐taka yi pratiśrauti pradāna karaichō tāraē alapa haẏatō ma'i tōmāka dēkhuraā'i dima nā'ibā tōmāra mr̥tyu ghaṭāma, tathāpi'ō dēkhuna siham̐tē mōra ōcaratē'i pratyārartita ha’ba"},{"SurahNumber":40,"VerseNumber":78,"Text":"Ārau araśyē āmi tōmāra pūrbē bahutō raāchula praēraṇa karaichō. Āmi tē'ōm̐lōkara kichumānara barṇanā tōmāra ōcarata karaichō ārau kichumānara barṇanā karaā nā'i. Āllāhara anumati binē kōnō nirdēśa lai ahā kōnō raāchulara pakṣē sambhara nahaẏa. Ētēkē yētiẏā āllāhara ādēśa āhiba tētiẏā n'yāẏa saṅgatabhāraē phaẏacālā hai yāba. Tētiẏā bātilapanthī bilāka kṣatigrasta ha’ba"},{"SurahNumber":40,"VerseNumber":79,"Text":"Tēraēm̐i āllāha, yijanē tōmālōkara bābē gharacīẏā jantu sr̥ṣṭi karaichē, yātē tōmālōkē sē'ibōrara kichumānara ōparata āraōhaṇa karaiba pāraā ārau kichumānaka bhakṣaṇa karaiba pāraā"},{"SurahNumber":40,"VerseNumber":80,"Text":"Ārau iẏāta tōmālōkara bābē āchē pracura upakāra, yātē tōmālōkē nijara antarata yi praẏōjana anubhara karaā, sē'ibōrara dbāraā sēẏā pūrṇa karaiba pāraā. Sē'ibōrara ōparata ārau nauyānara ōparata tōmālōkaka bahana karaā haẏa"},{"SurahNumber":40,"VerseNumber":81,"Text":"Ārau tēraēm̐i tōmālōkaka tē'ōm̐ra nidarśanāralī dēkhuraā'i thākē. Ētēkē tōmālōkē āllāhara kōna kōnaṭō nidarśanaka asbīkāra karaibā"},{"SurahNumber":40,"VerseNumber":82,"Text":"siham̐tē pr̥thiraīta bhramaṇa karaā nā'i nēki, tētiẏāhē siham̐tē dēkhā pālēhēm̐tēna siham̐tara pūrbarartī bilākara paraiṇāma kēnēkuraā haichila? Siham̐tē pr̥thiraīta iham̐tatakaiẏō saṅkhyāgaraiṣṭha ārau śakti ō kīrtita āchila ati prabala. Tathāpi'ō siham̐tē yi arjana karaichila sēẏā siham̐tara kōnō kāmata ahā nāchila"},{"SurahNumber":40,"VerseNumber":83,"Text":"Siham̐tara ōcarata yētiẏā siham̐tara raāchulasakala suspaṣṭa pramāṇādi lai upasthita ha’la, tētiẏā siham̐tē (sēẏā arajñā karai) nijara ōcarata thakā jñānakē praādhān'ya di ānandi ha’la. Phalata siham̐tē yiṭōka lai ṭhāṭṭā-bidraūpa karaichila sē'iṭōraē'i siham̐taka paraibēṣṭana karailē"},{"SurahNumber":40,"VerseNumber":84,"Text":"Tāra pichata siham̐tē yētiẏā āmāra śāsti dēkhā pālē tētiẏā ka’lē, ‘āmi ēkamātra āllāhara ōparata īmāna ānilō ārau āmi tē'ōm̐ra lagata yibōraka anśī karaichilō sē'ibōraka pratyākhyāna karailō’"},{"SurahNumber":40,"VerseNumber":85,"Text":"Kintu āmāra śāsti dēkhā pōraāra pichata siham̐tē lai ahā īmāna siham̐tara kōnō upakārata nāhila. Āllāhara ē'i bidhāna pūrbaraē paraā tē'ōm̐ra bāndāsakalara mājata cali āhichē ārau tētiẏā'i kāphirasakala kṣatigrasta haichē"},{"SurahNumber":41,"VerseNumber":1,"Text":"Hā-mīma"},{"SurahNumber":41,"VerseNumber":2,"Text":"(Ē'i grantha) parama karauṇāmaẏa parama daẏālu sattāra taraphara paraā aratīrṇa"},{"SurahNumber":41,"VerseNumber":3,"Text":"Ēnēkuraā ēkhana kitāba, yāra āẏātasamūha jñānī sampradāẏara bābē biśadabhāraē barṇanā karaā haichē, kōra'ānaraūpē ārabī bhāṣāta"},{"SurahNumber":41,"VerseNumber":4,"Text":"Susambādadātā ārau satarkakāraī. Tathāpi'ō siham̐tara sarahabhāgē'i mukha ghūraā'i laichē. Sēẏē siham̐tē nuśuniba"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ārau siham̐tē kaẏa, ‘tumi yāra prati āmāka āhbāna karai āchā sē'i biṣaẏē āmāra antarata āraraṇa paraichē, ārau āmāra kāṇata āchē badhiratā lagatē āmāra ārau tōmālōkara mājata āchē pardā; sēẏē tumi tōmāra kāma karaā, niścaẏa āmi āmāra kāma karaima’"},{"SurahNumber":41,"VerseNumber":6,"Text":"Kōraā, ‘ma'i kērala tōmālōkara daraē'i ējana mānuha, mōra prati ahī karaā haẏa yē, tōmālōkara ilāha kērala ējana ilāha. Ētēkē tōmālōkē tē'ōm̐ra prati dr̥ṛhatā aralambana karaā ārau tē'ōm̐ra ōcaratē'i kṣamā praārthanā karaā’. Ārau durbhōga muśbaraikasakalara bābē"},{"SurahNumber":41,"VerseNumber":7,"Text":"yisakalē yākāta pradāna nakaraē siham̐tē'i ākhiraāta asbīkārakāraī"},{"SurahNumber":41,"VerseNumber":8,"Text":"Niścaẏa yisakalē īmāna ānichē ārau saṯkarma karaichē, tē'ōm̐lōkara bābē āchē nirabicchinna puraṣkāra"}]}