{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah pis sozun ucadan deyilməsini sevmir. Ancaq zulm olunan kimsələr istisnadır. Allah Esidəndir, Biləndir"},{"SurahNumber":4,"VerseNumber":149,"Text":"Əgər bir xeyri askara cıxarsanız, yaxud onu gizlətsəniz və ya bir pisliyi bagıslasanız, bilin ki, Allah əfv edəndir, hər seyə Qadirdir"},{"SurahNumber":4,"VerseNumber":150,"Text":"Allahı və Onun elcilərini inkar edənlər, Allahı Onun elcilərindən ayırmaq istəyib: “Biz o elcilərin bəzisinə inanır, bəzilərinə isə inanmırıq!”– deyənlər və bunun arasında bir yol tutmaq istəyənlər –"},{"SurahNumber":4,"VerseNumber":151,"Text":"məhz onlar əsl kafirlərdir. Biz kafirlər ucun alcaldıcı bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":152,"Text":"Allaha və Onun elcilərinə iman gətirən və onlardan hec birinin arasında fərq qoymayanlara Allah oz mukafatlarını verəcəkdir. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":4,"VerseNumber":153,"Text":"Kitab əhli səndən, onlara goydən bir kitab endirməyini istəyirlər. Onlar Musadan, bundan daha boyuyunu istəyərək: “Allahı bizə acıq-askar gostər!”– demisdilər. Haqsızlıqlarına gorə onları ildırım vurmusdu. Sonra onlara gələn acıq-aydın dəlillərin ardından buzovu məbud qəbul etdilər. Biz bunu da əfv etdik və Musaya acıq-askar dəlil verdik"},{"SurahNumber":4,"VerseNumber":154,"Text":"Biz onlarla bagladıgımız əhdə gorə dagı basları uzərinə qaldırdıq və onlara: “Qapıdan səcdə edərək daxil olun!”– dedik. Biz onlara: “Sənbə gunu ucun qoyulmus qadaganı pozmayın!”– dedik. Biz onlarla mohkəm bir əhd-peyman baglamısdıq"},{"SurahNumber":4,"VerseNumber":155,"Text":"Onlar bagladıqları əhd-peymanı pozduqlarına, Allahın ayələrini inkar etdiklərinə, peygəmbərləri haqsız yerə oldurduklərinə və: “Qəlblərimiz qapalıdır!”– demələrinə gorə lənətə ducar edildilər. Xeyr, kufrləri uzundən Allah onların qəlblərini mohurləmisdir. Onlar olduqca az inanırlar (yaxud onların yalnız az bir hissəsi iman gətirir)"},{"SurahNumber":4,"VerseNumber":156,"Text":"Onlar həm də kufr etdiklərinə və Məryəmə boyuk bir bohtan dediklərinə gorə"},{"SurahNumber":4,"VerseNumber":157,"Text":"bir də: “Həqiqətən, biz Allahın elcisi Məryəm oglu Isa Məsihi oldurduk!”– dediklərinə gorə lənətə ducar edildilər. Halbuki onu nə oldurdulər, nə də carmıxa cəkdilər. Onlara ancaq Isanın bənzəri gostərildi. Subhəsiz ki, bunda ixtilaf edənlər onun barəsində səkk-subhə icindədirlər. Bu haqda onların, zənnə uymaqdan basqa hec bir məlumatı yoxdur. Onlar onu oldurduklərinə yəqinliklə əmin deyillər"},{"SurahNumber":4,"VerseNumber":158,"Text":"Əksinə, Allah onu Ozunə tərəf qaldırmısdır. Allah Qudrətlidir, Mudrikdir"},{"SurahNumber":4,"VerseNumber":159,"Text":"Kitab əhlindən elə kimsə yoxdur ki, (oz olumundən, yaxud Isanın) olumundən əvvəl ona iman gətirməsin. Qiyamət gunu isə Isa onların əleyhinə sahid olacaqdır"},{"SurahNumber":4,"VerseNumber":160,"Text":"Yəhudilərin etdikləri zulmə gorə, onlara daha oncə halal edilmis gozəl nemətləri haram etdik. Həm də bir coxlarını (eləcə də ozlərini) Allah yolundan dondərdiklərinə"},{"SurahNumber":4,"VerseNumber":161,"Text":"qadagan olunmasına baxmayaraq, sələm aldıqlarına və haqsız yerə insanların mallarını yediklərinə gorə belə etdik. Biz onlardan olan kafirlər ucun agrılı-acılı bir əzab hazırlamısıq"},{"SurahNumber":4,"VerseNumber":162,"Text":"Lakin onlardan elmdə quvvətli olanlar və mominlər sənə nazil edilənə və səndən əvvəl nazil olanlara inanır, namaz qılır, zəkat verir, Allaha və Axirət gununə iman gətirirlər. Biz onlara boyuk bir mukafat verəcəyik"}]}