{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":31,"Text":"О, синове на Адам, обличайте се подходящо при всяка молитва! И яжте, и пийте, ала не разхищавайте! Той не обича разхищаващите"},{"SurahNumber":7,"VerseNumber":32,"Text":"Кажи: “Кой възбрани украсата на Аллах, която Той създаде за Своите раби, и благата от препитанието?” Кажи: “В Деня на възкресението те ще са всецяло за онези, които вярват през земния живот.” Така разясняваме знаменията за хора знаещи"},{"SurahNumber":7,"VerseNumber":33,"Text":"Кажи: “Моят Господ възбрани само скверностите, явните от тях и скритите, и греха, и гнета без право, и да съдружавате Аллах с онова, на което не е низпослал довод, и да говорите за Аллах онова, което не знаете"},{"SurahNumber":7,"VerseNumber":34,"Text":"За всяка общност има срок. И щом срокът им дойде, и с миг дори не ще го забавят, и не ще го изпреварят.”"},{"SurahNumber":7,"VerseNumber":35,"Text":"О, синове на Адам, явят ли ви се пратеници измежду вас, разказвайки ви за Моите знамения, то за онези, които се побоят и поправят, не ще има страх и не ще скърбят"},{"SurahNumber":7,"VerseNumber":36,"Text":"А които взимат за лъжа Нашите знамения и се големеят пред тях, те са обитателите на Огъня, там ще пребивават вечно"},{"SurahNumber":7,"VerseNumber":37,"Text":"А кой е по-голям угнетител от онзи, който измисля лъжа за Аллах или взима за лъжа Неговите знамения? Тези ще получат своя дял от книгата, докато им се явят изпратените от Нас да приберат душите им, и кажат: “Къде е онова, което сте призовавали вместо Аллах?” Ще кажат: “Скриха се от нас.” И ще засвидетелстват за себе си, че са били неверници"},{"SurahNumber":7,"VerseNumber":38,"Text":"Ще каже: “Влезте в Огъня сред отминали преди вас общности от джинове и хора!” Всякога, щом влезе общност, тя ще проклина предходната. Когато всички се настигнат там, последните ще кажат за първите: “Господи наш, тези ни заблудиха, въздай им от Огъня двойно мъчение!” Ще каже: “За всеки е двойно, ала вие не знаете.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"И първите от тях ще кажат на последните: “Вие нямахте пред нас предимство. Вкусете и вие мъчението за онова, което сте придобили!”"},{"SurahNumber":7,"VerseNumber":40,"Text":"На онези, които взимат за лъжа Нашите знамения и се големеят пред тях, не ще им бъдат разтворени небесните двери и не ще влязат в Рая, додето камила не мине през иглено ухо. Така въздаваме на престъпниците"},{"SurahNumber":7,"VerseNumber":41,"Text":"За тях от Огъня има и постеля, и покривала отгоре им. Така въздаваме на угнетителите"},{"SurahNumber":7,"VerseNumber":42,"Text":"А които вярват и вършат праведни дела - на всяка душа възлагаме само по силите й. Тези са обитателите на Рая. Там ще пребивават вечно"},{"SurahNumber":7,"VerseNumber":43,"Text":"И ще премахнем от сърцата им всяка омраза. Ще текат сред тях реките. И ще казват: “Слава на Аллах, който ни напъти за това! Нямаше да сме на правия път, ако Аллах не бе ни напътил. Пратениците на нашия Господ дойдоха с истината.” И ще бъдат призовани: “Ето го Рая, оставен ви в наследство заради онова, което сте вършили.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"И обитателите на Рая ще извикат към обитателите на Огъня: “Открихме, че онова, което ни обеща нашият Господ, е истина, а дали и вие открихте, че онова, което ви обеща вашият Господ, е истина?” Ще кажат: “Да.” И глашатай ще прогласи сред тях: “Проклятието на Аллах е върху угнетителите"},{"SurahNumber":7,"VerseNumber":45,"Text":"които възпират от пътя на Аллах, стремейки се да изкривят пътя, и отвъдния живот отричат.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"Между тях ще има преграда, а върху Стената - мъже, които узнават всеки по неговия белег. Те ще викат към обитателите на Рая: “Мир вам!” Не са влезли там, а копнеят"}]}