{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":3,"VerseNumber":171,"Text":"rejoicing in Blessing and Bounty from God, and that God neglects not the reward of the believers"},{"SurahNumber":3,"VerseNumber":172,"Text":"who responded to God and the Messenger after being afflicted by wounds; for those among them who have been virtuous and reverent there shall be a great reward"},{"SurahNumber":3,"VerseNumber":173,"Text":"to whom the people said, “Truly the people have gathered against you, so fear them.” But it increased them in faith, and they said, “God suffices us, an excellent Guardian is He!”"},{"SurahNumber":3,"VerseNumber":174,"Text":"So they returned with Blessing and Bounty from God, untouched by evil. And they pursued the Contentment of God, and God is Possessed of Tremendous Bounty"},{"SurahNumber":3,"VerseNumber":175,"Text":"That is only Satan, sowing fear of his friends. So fear them not, but fear Me, if you are believers"},{"SurahNumber":3,"VerseNumber":176,"Text":"And let not those who hasten unto disbelief grieve thee. Truly they will not harm God in the least. God desires to give them no share in the Hereafter, and theirs shall be a great punishment"},{"SurahNumber":3,"VerseNumber":177,"Text":"Truly those who have purchased disbelief at the price of belief will not hurt God in the least, and theirs shall be a painful punishment"},{"SurahNumber":3,"VerseNumber":178,"Text":"And let not those who disbelieve suppose that the respite We grant them is good for them. We only grant them respite that they may increase in sin, and theirs shall be a humiliating punishment"},{"SurahNumber":3,"VerseNumber":179,"Text":"God will not leave the believers as you are till He separates the bad from the good. And God will not apprise you of the Unseen, but God chooses from His messengers whomsoever He will. So believe in God and His messengers. And if you believe and are reverent, you shall have a great reward"},{"SurahNumber":3,"VerseNumber":180,"Text":"And let not those who are miserly with what God has given them from His Bounty suppose that it is good for them; rather, it is evil for them. On the Day of Resurrection they will be collared by that with which they were miserly. And unto God belongs the inheritance of the heavens and the earth, and God is Aware of whatsoever you do"},{"SurahNumber":3,"VerseNumber":181,"Text":"God has certainly heard the words of those who said, “God is poor, and we are rich.” We shall record what they said, and their slaying of the prophets without right, and We shall say, “Taste the punishment of the burning.”"},{"SurahNumber":3,"VerseNumber":182,"Text":"That is because of what your hands sent forth, and because God wrongs not His servants"},{"SurahNumber":3,"VerseNumber":183,"Text":"[As for] those who say, “Truly God has committed us to not believe in any messenger until he brings us a sacrifice consumed by fire,” say, “Messengers certainly came before me with clear proofs and with that whereof you speak; so why did you slay them, if you are truthful?”"},{"SurahNumber":3,"VerseNumber":184,"Text":"So if they deny thee, they certainly did deny messengers before thee, who came with clear proofs, scriptures, and the luminous Book"},{"SurahNumber":3,"VerseNumber":185,"Text":"Every soul shall taste death, and you will indeed be paid your reward in full on the Day of Resurrection. And whosoever is distanced from the Fire and made to enter the Garden has certainly triumphed. And the life of this world is naught but the enjoyment of delusion"}]}