{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Ey, Muxammed!! Ayt: «Senderge aspandar men jerden kim rïzıq beredi?» - dep. Ayt: «Allah»- dep, äri: «Negizinde biz ben senderden birimiz twralıq üstindemiz, / al / birimiz anıq adaswdamız», - de"},{"SurahNumber":34,"VerseNumber":25,"Text":"Ayt: «Sender bizdiñ qılmısımız jaylı suralmaysıñdar äri biz de senderdiñ istegenderiñ jaylı suralmaymız»,- dep"},{"SurahNumber":34,"VerseNumber":26,"Text":"Ayt: «Rabbımız bizdi / Qayta tirilw küni / birge jïnap, sodan keyin aramızğa aqïqat boyınşa ükim etedi. Ol ädil ükim etwşi, bärin Bilwşi», - dep"},{"SurahNumber":34,"VerseNumber":27,"Text":"Ayt: «Oğan serik etip qosqandarıñdı mağan körsetiñderşi. Joq, mümkin emes! Ol Allah bärinen Üstem, asa Dana», - dep"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz seni bükil adamzatqa qwanıştı xabar jetkizwşi jäne eskertip saqtandırwşı etip jiberdik. Biraq adamdardıñ köbi munı bilmeydi"},{"SurahNumber":34,"VerseNumber":29,"Text":"Olar: «Eger şın sözdi bolsañdar, bül wädeleriñ qaşan / boladı / ?» - deydi"},{"SurahNumber":34,"VerseNumber":30,"Text":"Ayt: «Senderge Künniñ / Esep küniniñ / wädesi bar, sender onı bir sätke de keşiktire ne ilgerilete almaysıñdar»,- dep"},{"SurahNumber":34,"VerseNumber":31,"Text":"Äri sonday küpirlik etwşiler / Allahqa serik qoswşılar / : «Biz bul Quranğa da, onıñ aldındağı tüskenge de senbeymiz», dedi. Eger sen ädiletsizderdiñ özderiniñ Rabbısı aldında turğızılıp, bir-birine söz qaytarğanın körseñ edi. Älsiz eseptelgenderi / erwşileri / özderin joğarı sanağandarğa / basşılarğa / : «Sender bolmağanda, biz ïmanğa keler edik», - deydi"},{"SurahNumber":34,"VerseNumber":32,"Text":"Özderin joğarı sanağandar älsiz sanalğandarğa: «Biz senderge twra jol kelgennen keyin özderiñdi odan tostıq pa? Joq! Sender özderiñ qılmısker boldıñdar», -deydi"},{"SurahNumber":34,"VerseNumber":33,"Text":"Sonda älsizderi özderin joğarı sanağandarğa: «Joq! Tünde de, kündiz de ayla-şarğı qoldanıp, bizdi Allahqa senbewge jäne Oğan özgelerdi teñdes etwge buyıratın edinder»,- deydi. Olar azaptı körgenderinde, ökinişterin / işterine / jasırdı. Äri Biz küpirlik etwşilerdiñ / Allahqaqarsı kelwşilerdiñ / moyındarına buğawlar saldıq. Olarğa istegenderinen basqasına / istemegenderine / qaytarım jaza berile me"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz qaysıbir eldi mekenge eskertwşi jibersek, onıñ sän-saltanat, raxatqa şalqığandarı / däwletke mastanğandarı / : «Biz sen­der arqılı jiberilgenge senbeymiz», - dedi"},{"SurahNumber":34,"VerseNumber":35,"Text":"Äri olar: «Bizdiñ dünïelerimiz de, balalarımız da köp, / sondıqtan / biz azapqa tartılmaymız», - dedi"},{"SurahNumber":34,"VerseNumber":36,"Text":"Ey, Muxammed! / Ayt: «Aqïqatında Rabbım qalağanınıñ rïzığın keñitip, qalağanınıñ rïzığın şektep qoyadı. Biraq adamdardıñ köbi bilmeydi»,- dep"},{"SurahNumber":34,"VerseNumber":37,"Text":"Senderdiñ dünïeleriñ de, balalarıñ da özderiñdi Bizge jaqındatwşı närse bola almaydı. Tek kim ïmanğa kelgen jäne izgi amal istegen bolsa ğana, mine, solarğa istegen amaldarı üşin eselengen qaytarım sıy bar äri olar / Jännattağı / joğarğı orındarda amandıqta boladı"},{"SurahNumber":34,"VerseNumber":38,"Text":"Al, ayat-belgilerimizdi älsiretw üşin äreket etkender bolsa, azapqa tastalınadı"},{"SurahNumber":34,"VerseNumber":39,"Text":"Ey, Muxammed! / Ayt: «Aqïqatında, Rabbım quldarınıñ arasınan qalağanınıñ rïzığın keñitip jäne qalağanınıñ / rïzığın / şektep qoyadı. Sender ne jumsasañdar da Ol onıñ / jumsağandarıñnıñ / ornın qayta toltıradı. Ol - rïzıq berwşilerdiñ eñ qayırlısı», - dep"},{"SurahNumber":34,"VerseNumber":40,"Text":"Äri sol / qayta tirilw / küni Ol / Allah / olardıñ barlığın jïnaydı da keyin periştelerge: «Senderge tabınğan mınalar ma?» - deydi"},{"SurahNumber":34,"VerseNumber":41,"Text":"Perişteler / : «Sen / barlıq kemşilikten / päksiñ! Bizdiñ qamqorşımız olar emes, Sensiñ. Negizinde, olar jındarğa tabınatın, olardıñ köbi solarğa senwşi edi», - deydi"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ol küni sender bir-birleriñe ne payda, ne zïyan keltire almaysıñdar. Biz ädiletsizderge: «Özderiñ ötirik dep eseptegen Ottıñ azabın tatıñdar», - deymiz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Al olarğa / müşrikterge / anıq ayattarımız oqılğan kezde, olar: «Bul adam senderdi atalarıñnıñ tabınğanınan toswdı qalaytın kisi ğana», - dedi. Äri olar: «Bul - bar bolğanı oydan şığarılğan ötirik», - dedi. Äri, özderine aqïqat kelgen kezde, oğan küpirlik etkender / senbegender / : «Bul - anıq sïqır ğana», - dedi"},{"SurahNumber":34,"VerseNumber":44,"Text":"Biz olarğa / arab müşrikterine / özderi oqıp-üyrenetin kitaptar bermedik äri olarğa senen burın eskertwşi de jibermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Olardan burın ötkender de / elşilerdi / jalğanğa şığardı. Bular / Mekke müşrikteri / olarğa bergenimizdiñ onnan birine de jetken joq. Al olar sonda da elşilerimdi jalğanğa şığardı. Sonda Meniñ qaharım / jazam / qalay boldı"}]}