{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Birtakım beyinsiz insanlar: \"Onları daha önceki kıblelerinden çeviren nedir?\" diyecekler. De ki: \"Doğu da Allah'ındır, batı da. O dilediğini doğru yola yöneltir"},{"SurahNumber":2,"VerseNumber":143,"Text":"Böylece Biz sizi, insanlara şahid (ve örnek) olmanız için orta bir ümmet kıldık; Peygamber de üzerinizde bir şahid olsun. Senin üzerinde bulunduğun (yönü, Ka'be'yi) kıble yapmamız, elçiye uyanları, topukları üzerinde gerisin geri dönenlerden ayırt etmek içindir. Doğrusu (bu,) Allah'ın hidayete ilettiklerinin dışında kalanlar için büyük (bir yük)tür. Allah, imanınızı boşa çıkaracak değildir. Şüphesiz, Allah, insanlara şefkat edendir, esirgeyendir"},{"SurahNumber":2,"VerseNumber":144,"Text":"Biz, senin yüzünü çok defa göğe doğru çevirip-durduğunu görüyoruz. Şimdi elbette seni hoşnut olacağın kıbleye çevireceğiz. Artık yüzünü Mescid-i Haram yönüne çevir. Her nerede bulunursanız, yüzünüzü onun yönüne çevirin. Şüphesiz, kendilerine kitap verilenler, tartışmasız bunun Rablerinden bir gerçek (hak) olduğunu elbette bilirler. Allah, yaptıklarınızdan gafil değildir"},{"SurahNumber":2,"VerseNumber":145,"Text":"Andolsun, kendilerine kitap verilenlere her ayeti (delili) getirsen, yine onlar senin kıblene uymaz; sen de onların kıblelerine uyacak değilsin. Onlardan bir kısmı, bir kısmının kıblesine (bile) uymaz. Andolsun, eğer sana gelen bunca ilimden sonra onların heva (istek ve tutku)larına uyacak olursan, o zaman gerçekten zalimlerden olursun"},{"SurahNumber":2,"VerseNumber":146,"Text":"Kendilerine kitap verdiklerimiz, onu (peygamberi), çocuklarını tanır gibi tanırlar. Buna rağmen içlerinden bir bölümü, bildikleri halde gerçeği gizlerler"},{"SurahNumber":2,"VerseNumber":147,"Text":"Gerçek (hak) Rabbinden (gelen)dir. Şu halde sakın kuşkuya kapılanlardan olma"},{"SurahNumber":2,"VerseNumber":148,"Text":"Herkesin (her toplumun) yüzünü çevirdiği bir yön vardır. Öyleyse hayırlarda yarışınız. Her nerede olursanız, Allah sizleri biraraya getirecektir. Şüphesiz Allah, herşeye güç yetirendir"},{"SurahNumber":2,"VerseNumber":149,"Text":"Her nereden çıkarsan, yüzünü Mescid-i Haram yönüne çevir. Şüphesiz bu, Rabbinden olan bir haktır. Allah, yaptıklarınızdan gafil değildir"},{"SurahNumber":2,"VerseNumber":150,"Text":"Her nereden çıkarsan, yüzünü Mescid-i Haram yönüne çevir. (Siz de) Her nerede olursanız yüzünüzü onun yönüne çevirin. Öyle ki, onlardan zulmedenlerin dışında insanların, size karşı bir delilleri olmasın. Onlardan korkmayın, Benden korkun, üzerinizdeki nimetimi tamamlayayım. Umulur ki hidayete erersiniz"},{"SurahNumber":2,"VerseNumber":151,"Text":"Öyle ki size, kendinizden, size ayetlerimizi okuyacak, sizi arındıracak, size kitap ve hikmeti öğretecek ve bilmediklerinizi bildirecek bir elçi gönderdik"},{"SurahNumber":2,"VerseNumber":152,"Text":"Öyleyse (yalnızca) Beni anın, Ben de sizi anayım; ve (yalnızca) Bana şükredin ve (sakın) nankörlük etmeyin"},{"SurahNumber":2,"VerseNumber":153,"Text":"Ey iman edenler, sabırla ve namazla yardım dileyin. Gerçekten Allah, sabredenlerle beraberdir"},{"SurahNumber":2,"VerseNumber":154,"Text":"Ve sakın Allah yolunda öldürülenlere \"ölüler\" demeyin; hayır onlar diridirler. Fakat siz bunun şuurunda değilsiniz"},{"SurahNumber":2,"VerseNumber":155,"Text":"Andolsun, Biz sizi biraz korku, açlık ve bir parça mallardan, canlardan ve ürünlerden eksiltmekle imtihan edeceğiz. Sabır gösterenleri müjdele"},{"SurahNumber":2,"VerseNumber":156,"Text":"Onlara bir musibet isabet ettiğinde, derler ki: \"Biz Allah'a ait (kullar)ız ve şüphesiz O'na dönücüleriz"},{"SurahNumber":2,"VerseNumber":157,"Text":"Rablerinden bağışlanma (salat) ve rahmet bunların üzerinedir ve hidayete erenler de bunlardır"}]}