{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"Tâ. Hâ"},{"SurahNumber":20,"VerseNumber":2,"Text":"Biz, Kur´an´ı sana, güçlük çekesin diye değil, ancak Allah´tan korkanlara bir öğüt olsun diye indirdik"},{"SurahNumber":20,"VerseNumber":3,"Text":"Biz, Kur´an´ı sana, güçlük çekesin diye değil, ancak Allah´tan korkanlara bir öğüt olsun diye indirdik"},{"SurahNumber":20,"VerseNumber":4,"Text":"(Kur´an) yeri ve yüce gökleri yaratan Allah tarafından peyderpey indirilmiştir"},{"SurahNumber":20,"VerseNumber":5,"Text":"Rahmân, Arş´a istivâ etmiştir"},{"SurahNumber":20,"VerseNumber":6,"Text":"Göklerde, yerde ve ikisi arasında bulunan şeyler ile toprağın altında olanlar hep O´nundur"},{"SurahNumber":20,"VerseNumber":7,"Text":"Eğer sen, sözü açıktan söylersen, bilesin ki O, gizliyi de, gizlinin gizlisini de bilir"},{"SurahNumber":20,"VerseNumber":8,"Text":"Allah, kendisinden başka ilâh olmayandır. En güzel isimler O´na mahsustur"},{"SurahNumber":20,"VerseNumber":9,"Text":"(Resûlüm!) Musa (olayının) haberi sana ulaştı mı"},{"SurahNumber":20,"VerseNumber":10,"Text":"Hani o, bir ateş görmüş ve ailesine: Bekleyin! Eminim ki bir ateş gördüm. Belki ondan size bir meş´ale getiririm veya ateşin yanında bir rehber bulurum, demişti"},{"SurahNumber":20,"VerseNumber":11,"Text":"Oraya vardığında kendisine (tarafımızdan): Ey Musa! diye seslenildi"},{"SurahNumber":20,"VerseNumber":12,"Text":"Muhakkak ki ben, evet ben senin Rabbinim! Hemen pabuçlarını çıkar! Çünkü sen kutsal vâdi Tuvâ´dasın"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ben seni seçtim. Şimdi vahyedilene kulak ver"},{"SurahNumber":20,"VerseNumber":14,"Text":"Muhakkak ki ben, yalnızca ben Allah´ım. Benden başka ilâh yoktur. Bana kulluk et; beni anmak için namaz kıl"},{"SurahNumber":20,"VerseNumber":15,"Text":"Kıyamet günü mutlaka gelecektir. Herkes peşine koştuğu şeyin karşılığını bulsun diye neredeyse onu (kendimden) gizleyeceğim"},{"SurahNumber":20,"VerseNumber":16,"Text":"Ona inanmayan ve nefsinin arzularına uyan kimseler sakın seni ondan (kıyamete inanmaktan) alıkoymasın; sonra mahvolursun"},{"SurahNumber":20,"VerseNumber":17,"Text":"Şu sağ elindeki nedir, ey Musa"},{"SurahNumber":20,"VerseNumber":18,"Text":"O, benim asamdır, dedi, ona dayanırım, onunla davarlarıma yaprak silkelerim; benim ona başkaca ihtiyaçlarım da vardır"},{"SurahNumber":20,"VerseNumber":19,"Text":"Allah: Yere at onu, ey Musa! dedi"},{"SurahNumber":20,"VerseNumber":20,"Text":"Onu hemen yere attı. Bir de ne görsün, hızla sürünen bir yılan değil mi"},{"SurahNumber":20,"VerseNumber":21,"Text":"Allah buyurdu: Al onu! Korkma! Biz onu şimdi ilk haline sokacağız"},{"SurahNumber":20,"VerseNumber":22,"Text":"Bir de elini koltuğunun altına sok ki, bir başka mucize olmak üzere o, kusursuz ve lekesiz beyazlıkta çıksın"},{"SurahNumber":20,"VerseNumber":23,"Text":"Ta ki, sana, (böylece) en büyük âyetlerimizden bazılarını gösterelim"},{"SurahNumber":20,"VerseNumber":24,"Text":"Firavun´a git. Çünkü o iyice azdı"},{"SurahNumber":20,"VerseNumber":25,"Text":"Musa: Rabbim! dedi, yüreğime genişlik ver"},{"SurahNumber":20,"VerseNumber":26,"Text":"İşimi bana kolaylaştır"},{"SurahNumber":20,"VerseNumber":27,"Text":"Dilimden (şu) bağı çöz"},{"SurahNumber":20,"VerseNumber":28,"Text":"Ki sözümü anlasınlar"},{"SurahNumber":20,"VerseNumber":29,"Text":"Bana ailemden bir de vezir (yardımcı) ver"},{"SurahNumber":20,"VerseNumber":30,"Text":"Kardeşim Harun´u"},{"SurahNumber":20,"VerseNumber":31,"Text":"Onun sayesinde arkamı kuvvetlendir"},{"SurahNumber":20,"VerseNumber":32,"Text":"Ve onu işime ortak kıl"},{"SurahNumber":20,"VerseNumber":33,"Text":"Böylece seni bol bol tesbih edelim"},{"SurahNumber":20,"VerseNumber":34,"Text":"Ve çok çok analım seni"},{"SurahNumber":20,"VerseNumber":35,"Text":"Şüphesiz sen bizi görmektesin"},{"SurahNumber":20,"VerseNumber":36,"Text":"Allah: Ey Musa! dedi, istediğin sana verildi"},{"SurahNumber":20,"VerseNumber":37,"Text":"Andolsun biz sana bir defa daha lütufta bulunmuştuk"},{"SurahNumber":20,"VerseNumber":38,"Text":"Bir zaman, vahyedilecek şeyi annene (şöyle) vahyetmiştik"},{"SurahNumber":20,"VerseNumber":39,"Text":"Musa´yı sandığa koy; sonra onu denize (Nil´e) bırak; deniz onu kıyıya atsın da, benim düşmanım ve onun düşmanı olan biri onu alsın. (Ey Musa! Sevilmen) ve benim nezaretimde yetiştirilmen için sana kendimden sevgi verdim"},{"SurahNumber":20,"VerseNumber":40,"Text":"Hani, kız kardeşin gidip \"Ona bakacak birini size bulayım mı?\" diyordu. Böylece seni, gözü gönlü mutluluk dolsun ve üzülmesin diye annene geri verdik. Ve sen, birini öldürdün de seni endişeden kurtardık. Seni iyiden iyiye denemeden geçirdik. Bunun için yıllarca Medyen halkı arasında kaldın. Sonra takdire göre (bu makama) geldin ey Musa"},{"SurahNumber":20,"VerseNumber":41,"Text":"Seni, kendim için elçi seçtim"},{"SurahNumber":20,"VerseNumber":42,"Text":"Sen ve kardeşin birlikte âyetlerimi götürün. Beni anmayı ihmal etmeyin"},{"SurahNumber":20,"VerseNumber":43,"Text":"Firavun´a gidin. Çünkü o, iyiden iyiye azdı"},{"SurahNumber":20,"VerseNumber":44,"Text":"Ona yumuşak söz söyleyin. Belki o, aklını başına alır veya korkar"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dediler ki: Rabbimiz! Doğrusu biz, onun bize aşırı derecede kötü davranmasından yahut iyice azmasından endişe ediyoruz"},{"SurahNumber":20,"VerseNumber":46,"Text":"Buyurdu ki: Korkmayın, çünkü ben sizinle beraberim; işitir ve görürüm"},{"SurahNumber":20,"VerseNumber":47,"Text":"Haydi, ona gidin de deyin ki: Biz, senin Rabbinin elçileriyiz. İsrailoğullarını hemen bizimle birlikte gönder; onlara eziyet etme! Biz, senin Rabbinden bir âyet getirdik. Kurtuluş, hidayete uyanlarındır"},{"SurahNumber":20,"VerseNumber":48,"Text":"Hakikaten bize vahyolundu ki: (Peygamberleri) yalanlayan ve yüz çevirenlere azap edilecektir"},{"SurahNumber":20,"VerseNumber":49,"Text":"Firavun: Rabbiniz de kimmiş, ey Musa? dedi"},{"SurahNumber":20,"VerseNumber":50,"Text":"O da: Bizim Rabbimiz, her şeye hılkatini (varlık ve özelliğini) veren, sonra da doğru yolu gösterendir, dedi"},{"SurahNumber":20,"VerseNumber":51,"Text":"Firavun: Öyle ise, önceki milletlerin hali ne olacak? dedi"},{"SurahNumber":20,"VerseNumber":52,"Text":"Musa: Onlar hakkındaki bilgi, Rabbimin yanında bir kitapta bulunur. Rabbim, ne yanılır ne de unutur, dedi"},{"SurahNumber":20,"VerseNumber":53,"Text":"O, yeri size beşik yapan ve onda size yollar açan, gökten de su indirendir. Onunla biz çeşitli bitkilerden çiftler çıkardık"},{"SurahNumber":20,"VerseNumber":54,"Text":"Yeyiniz; hayvanlarınızı otlatınız. Şüphesiz bunda akıl sahipleri için (Allah´ın kudretine) işaretler vardır"}]}