{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Və’d olunduğunuz şey çox uzaqdır, çox uzaq! (Bu, qeyri-mümkündür)"},{"SurahNumber":23,"VerseNumber":37,"Text":"Bizim həyatımız yalnız bu dünyadadır. (Birimiz) ölür, (birimiz) dirilirik. (Birimiz dünyaya gəlir, birimiz dünyadan gedirik). Biz (öləndən sonra bir daha) dirildiləcək deyilik"},{"SurahNumber":23,"VerseNumber":38,"Text":"Bu, sadəcə olaraq, Allaha iftira yaxan bir adamdır. Biz ona iman gətirən deyilik!”"},{"SurahNumber":23,"VerseNumber":39,"Text":"(O peyğəmbər) belə dedi: “Ey Rəbbim! Onlar məni yalançı hesab etmələrinə qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Allah) buyurdu: “Bir azdan peşman olacaqlar!”"},{"SurahNumber":23,"VerseNumber":41,"Text":"(Bir az sonra) həqiqətən, qorxunc (tükürpədici) bir səs onları bürüdü. Biz onları (sel üstündəki) saman çöpünə döndərdik. Zalım (kafir) tayfa məhv (Allahın rəhmətindən uzaq) olsun"},{"SurahNumber":23,"VerseNumber":42,"Text":"Onlardan sonra başqa-başqa nəsillər (Saleh, Lut və Şüeyb tayfalarını) yaratdıq"},{"SurahNumber":23,"VerseNumber":43,"Text":"Heç bir ümmət öz əcəlini (ölüm, yaxud cəza vaxtını) nə qabaqlayar, nə də yubada bilər"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra bir-birinin ardınca (ümmətlərə) peyğəmbərlər göndərdik. Hər ümmətə öz peyğəmbəri gəldikcə onu yalançı saydılar. Biz də onları bir-birinin ardınca məhv edib (izi-tozu qalmayan) əfsanələrə döndərdik. İman gətirməyən tayfa məhv (Allahın rəhmətindən uzaq) olsun"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra Musanı və qardaşı Harunu ayələrimizlə və (vəhdaniyyətimizi sübut edən) açıq-aşkar bir dəlillə göndərdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Fir’onun və onun ə’yan-əşrafının yanına. Onlar (iman gətirməyi) təkəbbürlərinə sığışdırmayıb özlərini yuxarı tutan camaat olaraq qaldılar (yaxud Misirdə hakim olduqları İsrail oğullarına əzab-əziyyət verməkdə davam etdilər)"},{"SurahNumber":23,"VerseNumber":47,"Text":"(Fir’on və ə’yan-əşrafı) dedilər: “Bunların tayfası bizə bir qul kimi itaət etdiyi halda, biz özümüz kimi iki adi insana imanmı gətirəcəyik?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Beləliklə, onları yalançı saydılar və nəticədə məhvə düçar edilənlərdən oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Həqiqətən, Biz Musaya kitabı (Tövratı) verdik ki, bəlkə, (İsrail oğulları) doğru yola yönəlsinlər"},{"SurahNumber":23,"VerseNumber":50,"Text":"Məryəm oğlunu (İsanı) və (bakirə) anasını (qüdrətimizdən yaranmış) bir mö’cüzə etdik. Onları abad (rahat) və axar sulu uca bir yerdə yerləşdirdik"},{"SurahNumber":23,"VerseNumber":51,"Text":"(Müxtəlif zamanlarda ayrı-ayrı ümmətlərə göndərdiyimiz peyğəmbərlərə belə buyurduq:) “Ey peyğəmbərlər! Təmiz (halal) ne’mətlərdən yeyin və yaxşı işlər görün! (Vacib və könüllü ibadətləri həm zahirən, həm də gizli, həmişə yerinə yetirin!) Mən, həqiqətən, sizin nə etdiklərinizi bilirəm"},{"SurahNumber":23,"VerseNumber":52,"Text":"Bu (tövhid dini islam) tək bir din olaraq sizin dininizdir, Mən də sizin Rəbbinizəm. Məndən (əzabımdan) qorxun!”"},{"SurahNumber":23,"VerseNumber":53,"Text":"Amma (ümmətlər) öz dinini aralarında parçalayıb firqə-firqə oldular (müxtəlif məzhəblərə ayrıldılar). Hər firqə öz dininə sevinir. (Öz dinini haqq, digər dinləri batil hesab edib bundan məmnun olur)"},{"SurahNumber":23,"VerseNumber":54,"Text":"(Ya Rəsulum!) Sən onları bir müddət (əcəlləri çatana qədər) öz şaşqınlıqları içində burax"},{"SurahNumber":23,"VerseNumber":55,"Text":"Məgər (kafirlər) elə zənn edirlər ki, onlara (dünyada) verdiyimiz var-dövlət və övladla"},{"SurahNumber":23,"VerseNumber":56,"Text":"Biz onların yaxşılıqlarına tələsirik? Xeyr, anlamırlar! (Kafirlərə dünyada istədiklərini verib tədriclə onları əzaba yaxınlaşdırmağımızı, az sonra qəflətən başlarının üstünü alacağımızı düşünmürlər)"},{"SurahNumber":23,"VerseNumber":57,"Text":"Həqiqətən, Rəbbinin qorxusundan tir-tir əsənlər"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rəbbinin ayələrinə inanlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rəbbinə şərik qoşmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Ürəkləri Rəbbinin hüzuruna qayıdacaqlarından qorxuya düşüb verməli olduqlarını (zəkatı, sədəqəni) verənlər –"},{"SurahNumber":23,"VerseNumber":61,"Text":"Məhz onlar yaxşı işlər görməyə tələsər (bir-biri ilə yarışar) və bu işlərdə (başqalarından) öndə gedərlər"},{"SurahNumber":23,"VerseNumber":62,"Text":"Biz heç kəsi gücü çatmayan işi görməyə vadar etmərik. (Hər kəsi yalnız qüvvəsi çatdığı qədər yükləyərik. Namazı ayaq üstə qıla bilməyən oturub qıla bilər. Xəstəliyinə, zəifliyinə görə oruc tuta bilməyən orucunu yeyə bilər). Bizdə haqqı söyləyən bir Kitab vardır. Onlara (haqsız yerə əsla) zülm olunmaz"},{"SurahNumber":23,"VerseNumber":63,"Text":"Lakin (kafirlərin) qəlbləri bundan (Qur’andan) xəbərsizdir (bu barədə cəhalət içindədir). Onların bundan başqa (Allaha xoş getməyən) ayrı işləri də vardır ki, elə onları edib durarlar (küfr edib günaha batarlar)"},{"SurahNumber":23,"VerseNumber":64,"Text":"Nəhayət, onların naz-ne’mət içində yaşayan başçılarını əzabla yaxaladığımız zaman (Bədr vuruşu günü) fəryad edib imdad diləyərlər"},{"SurahNumber":23,"VerseNumber":65,"Text":"(Onlara belə deyirlər:) “Yalvarıb-yaxarmayın, bu gün Bizdən sizə heç bir kömək yetişməz!”"},{"SurahNumber":23,"VerseNumber":66,"Text":"Ayələrimiz sizə oxunduğu zaman arxa çevirirdiniz (onları yalan hesab edib inanmırdınız)"},{"SurahNumber":23,"VerseNumber":67,"Text":"(Kə’bə əhlisiniz, sizə heç bir şey olmaz, deyə iman gətirməyi) özünüzə sığışdırmayıb gecələr toplanaraq (Qur’an və Peyğəmbər barəsində) ağzınıza gələni deyirdiniz (yaxud onlardan üz döndərirdiniz)"},{"SurahNumber":23,"VerseNumber":68,"Text":"Məgər (müşriklər) kəlam (Allah kəlamı - Qur’an) haqqında düşünüb daşınmırlarmı? Yaxud onlara ulu babalarına (keçmiş ümmətlərinə) gəlməyən bir şey gəldi? (Onlar Qur’anın, Peyğəmbərin haqq olduğunu niyə anlamırlar? Məgər ulu babalarına İbrahim, İsmail, Musa kimi peyğəmbərlər gəlmədimi? Yaxud onlara Tövrat, Sühüf kimi kitablar nazil olmadımı)"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoxsa öz Peyğəmbərini tanımadılar və buna görə onu inkar edirlər"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yaxud: “Onda divanəlik var?” – dedilər. Xeyr, Peyğəmbər onlara haqqla (Qur’anla) gəldi. Lakin onların əksəriyyəti haqqı xoşlamır"},{"SurahNumber":23,"VerseNumber":71,"Text":"Əgər haqq (Qur’an) onların nəfslərinin istəklərinə tabe olsaydı (və ya Allah onların istədikləri kimi hərəkət etsəydi), göylər, yer və onlarda olanlar (bütün məxluqat) korlanıb gedərdi (aləm bir-birinə qarışıb nizamı pozulardı). Xeyr, Biz (müşriklərə) onlar üçün öyüd-nəsihət (və Peyğəmbər öz qövmlərindən olduğu üçün şərəf olan Qur’anı) gətirdik, onlar isə özlərinə edilən öyüd-nəsihətdən (və şərəflərindən) üz döndərirlər"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoxsa (Ya Rəsulum!) sən onlardan (öz peyğəmbərliyinə, haqqı təbliğ etdiyinə görə) bir muzd (ücrət) istəyirsən? Rəbbinin əcri (dünyada verdiyi ruzi, axirətdə verəcəyi mükafat) daha xeyirlidir. O, ruzi verənlərin ən yaxşısıdır"},{"SurahNumber":23,"VerseNumber":73,"Text":"Əslində sən onları doğru yola (islam dininə) də’vət edirsən"},{"SurahNumber":23,"VerseNumber":74,"Text":"Axirətə inanmayanlar isə doğru yoldan sapanlardır"}]}