{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Allah ışığıdır göklerin ve yeryüzünün. Işığının örneği, kandil konan bir yere benzer, orada bir kandil var, kandil, bir sırça içinde, sırça da parılparıl parlayan bir yıldız sanki; doğuda da olmayan, batıda da olmayan kutlu zeytin ağacından yakılmış;ateş dokunmadan da yağı, hemen ışık verecek; nur üstüne nur. Allah, doğru yolu gösterir nuruyla dilediğine ve Allah, örnekler getirir insanlara ve Allah, her şeyi bilir"},{"SurahNumber":24,"VerseNumber":36,"Text":"Bu ışık, o evlerdedir ki Allah, oralarda adının yüceltilmesine ve anılmasına izin vermiştir ve oralarda, sabahakşam onu tenzih edenler vardır"},{"SurahNumber":24,"VerseNumber":37,"Text":"Öyle erler vardır ki onları ne ticaret, ne alımsatım, Allah'ı anmaktan ve namaz kılmaktan ve zekat vermekten alıkoymaz, gönüllerin ve gözlerin döneceği günden korkar onlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"Allah'ın onları, yaptıkları işlerin daha da güzeliyle mükafatlandırması ve haklarında, lutfunu arttırması için ve Allah, dilediğini hesapsız olarak rızıklandırır"},{"SurahNumber":24,"VerseNumber":39,"Text":"Kafir olanlarsa, onların yaptıkları, çöldeki seraba benzer, susamış kimse, su sanır onu, fakat oraya gidince suya ait hiçbir şey bulamaz da kendi yanında bulur Allah'ı ve o, kafirin hesabını tamamıyla görüp karşılığını öder ve Allah, pek tez hesap görür"},{"SurahNumber":24,"VerseNumber":40,"Text":"Yahut da derin bir denizi kaplayan karanlıklara benzer; onu bir dalgadır, sarmıştır, üstüne bir dalga daha gelir, daha üste de bulut çökmüştür, karanlıklar, karanlıklar üstüne yığılmıştır, öylesine ki elini çıkarsa onu bile nerdeyse göremez ve Allah, kime nur vermemişse artık bir nur yoktur ona"},{"SurahNumber":24,"VerseNumber":41,"Text":"Görmez misin ki şüphesiz olarak Allah'ı tenzih eder göklerde bulunanlar da, yeryüzünde bulunanlar da ve kanatlarını çarpıp katarkatar uçan kuşlar da. Hepsi, dualarını da bilmede, onu tenzih etmeyi de ve Allah, ne yaparlarsa hepsini bilir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Ve Allah'ındır göklerin ve yeryüzünün saltanatı ve tedbiri ve her şey, dönüp Allah tapısına varır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Görmez misin ki Allah, bulutları sürmede, sonra onları birbirine katıp birleştirmede, sonra yığın haline getirmededir. Görürsün ki bulutlardan yağmur yağmadadır ve gökte dağ gibi yığılmış bulutlarda dolu var, bunları yağdırmadadır da dilediğine afetler vermededir, dilediğine de isabet ettirmemede. Şimşeğinin parıltısıysa neredeyse gözleri alacak"},{"SurahNumber":24,"VerseNumber":44,"Text":"Ve Allah, geceyle gündüzü, uzatıp kısaltmada, getirip götürmededir. Şüphe yok bunda, can gözü açık olanlara ibret var"},{"SurahNumber":24,"VerseNumber":45,"Text":"Ve Allah, her hayvanı sudan yaratmıştır onlardan, karnı üstünde sürünen var, onlardan, iki ayakla yürüyen var ve onlardan, dört ayakla yürüyen var. Allah, dilediğini yaratır; şüphe yok ki Allah'ın, her şeye gücü yeter"},{"SurahNumber":24,"VerseNumber":46,"Text":"Andolsun ki biz, her şeyi açıklayan deliller indirdik; ve Allah, dilediğini doğru yola sevk eder"},{"SurahNumber":24,"VerseNumber":47,"Text":"Ve derler ki: İnandık Allah'a ve Peygambere ve itaat ettik, sonra da onların bir kısmı bu sözün ardından yüz çevirir ve onlar inanmış kişiler değildir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Onlar, aralarında hükmetmesi için Allah'a ve Peygamberine çağrıldıkları zaman içlerinden bir kısmı, derhal yüzlerini döndürür"},{"SurahNumber":24,"VerseNumber":49,"Text":"Fakat hak kendilerindeyse ona koşakoşa gelirler"},{"SurahNumber":24,"VerseNumber":50,"Text":"Gönüllerinde hastalık mı var, yoksa şüphe mi ediyorlar, yoksa Allah'ın ve Peygamberinin, onlara bir haksızlık edeceğinden mi korkuyorlar? Hayır, onlardır zalimlerin ta kendileri"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında hükmetmesi için Allah'a ve Peygamberine çağrıldıkları zaman inananların sözü, ancak duyduk ve itaat ettik sözüdür, böyle der onlar ve onlardır kurtulanların, muratlarına erenlerin ta kendileri"},{"SurahNumber":24,"VerseNumber":52,"Text":"Ve kim Allah'a ve Peygamberine itaat eder, Allah'tan korkar ve ondan çekinirse o çeşit kişilerdir muratlarına erenlerin, kurtulup nusret bulanların ta kendileri"}]}