{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"And We sent not against his people after him a host from heaven, nor do We send (such a thing)"},{"SurahNumber":36,"VerseNumber":29,"Text":"It was but one Saihah (shout, etc.) and lo! They (all) were silent (dead-destroyed)"},{"SurahNumber":36,"VerseNumber":30,"Text":"Alas for mankind! There never came a Messenger to them but they used to mock at him"},{"SurahNumber":36,"VerseNumber":31,"Text":"Do they not see how many of the generations We have destroyed before them? Verily, they will not return to them"},{"SurahNumber":36,"VerseNumber":32,"Text":"And surely, all, everyone of them will be brought before Us"},{"SurahNumber":36,"VerseNumber":33,"Text":"And a sign for them is the dead land. We gave it life, and We brought forth from it grains, so that they eat thereof"},{"SurahNumber":36,"VerseNumber":34,"Text":"And We have made therein gardens of date-palms and grapes, and We have caused springs of water to gush forth therein"},{"SurahNumber":36,"VerseNumber":35,"Text":"So that they may eat of the fruit thereof, and their hands made it not. Will they not, then, give thanks"},{"SurahNumber":36,"VerseNumber":36,"Text":"Glory be to Him, Who has created all the pairs of that which the earth produces, as well as of their own (human) kind (male and female), and of that which they know not"},{"SurahNumber":36,"VerseNumber":37,"Text":"And a sign for them is the night, We withdraw therefrom the day, and behold, they are in darkness"},{"SurahNumber":36,"VerseNumber":38,"Text":"And the sun runs on its fixed course for a term (appointed). That is the Decree of the All-Mighty, the All-Knowing"},{"SurahNumber":36,"VerseNumber":39,"Text":"And the moon, We have measured for it mansions (to traverse) till it returns like the old dried curved date stalk"},{"SurahNumber":36,"VerseNumber":40,"Text":"It is not for the sun to overtake the moon, nor does the night outstrip the day. They all float, each in an orbit"},{"SurahNumber":36,"VerseNumber":41,"Text":"And an Ayah (sign) for them is that We bore their offspring in the laden ship [of Nuh (Noah]"},{"SurahNumber":36,"VerseNumber":42,"Text":"And We have created for them of the like thereunto, so on them they ride"},{"SurahNumber":36,"VerseNumber":43,"Text":"And if We will, We shall drown them, and there will be no shout (or helper) for them (to hear their cry for help) nor will they be saved"},{"SurahNumber":36,"VerseNumber":44,"Text":"Unless it be a mercy from Us, and as an enjoyment for a while"},{"SurahNumber":36,"VerseNumber":45,"Text":"And when it is said to them: \"Beware of that which is before you (worldly torments), and that which is behind you (torments in the Hereafter), in order that you may receive Mercy (i.e. if you believe in Allah's Religion Islamic Monotheism, and avoid polytheism, and obey Allah with righteous deeds)"},{"SurahNumber":36,"VerseNumber":46,"Text":"And never came an Ayah from among the Ayat (proofs, evidences, verses, lessons, signs, revelations, etc.) of their Lord to them, but they did turn away from it"},{"SurahNumber":36,"VerseNumber":47,"Text":"And when it is said to them: \"Spend of that with which Allah has provided you,\" those who disbelieve say to those who believe: \"Shall we feed those whom, if Allah willed, He (Himself) would have fed? You are only in a plain error"},{"SurahNumber":36,"VerseNumber":48,"Text":"And they say: \"When will this promise (i.e. Resurrection) be fulfilled, if you are truthful"},{"SurahNumber":36,"VerseNumber":49,"Text":"They await only but a single Saihah (shout, etc.), which will seize them while they are disputing"},{"SurahNumber":36,"VerseNumber":50,"Text":"Then they will not be able to make bequest, nor they will return to their family"},{"SurahNumber":36,"VerseNumber":51,"Text":"And the Trumpet will be blown (i.e. the second blowing) and behold! From the graves they will come out quickly to their Lord"},{"SurahNumber":36,"VerseNumber":52,"Text":"They will say: \"Woe to us! Who has raised us up from our place of sleep.\" (It will be said to them): \"This is what the Most Beneficent (Allah) had promised, and the Messengers spoke truth"},{"SurahNumber":36,"VerseNumber":53,"Text":"It will be but a single Saihah (shout, etc.), so behold! They will all be brought up before Us"},{"SurahNumber":36,"VerseNumber":54,"Text":"This Day (Day of Resurrection), none will be wronged in anything, nor will you be requited anything except that which you used to do"},{"SurahNumber":36,"VerseNumber":55,"Text":"Verily, the dwellers of the Paradise, that Day, will be busy in joyful things"},{"SurahNumber":36,"VerseNumber":56,"Text":"They and their wives will be in pleasant shade, reclining on thrones"},{"SurahNumber":36,"VerseNumber":57,"Text":"They will have therein fruits (of all kinds) and all that they ask for"},{"SurahNumber":36,"VerseNumber":58,"Text":"(It will be said to them): Salamun (peace be on you), a Word from the Lord (Allah), Most Merciful"},{"SurahNumber":36,"VerseNumber":59,"Text":"(It will be said): \"And O you Al-Mujrimun (criminals, polytheists, sinners, disbelievers in the Islamic Monotheism, wicked evil ones, etc.)! Get you apart this Day (from the believers)"}]}