{"Id":122,"LanguageCodes":["en","eng"],"Name":"eng-miraneesuddin","Author":"Mir Aneesuddin","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Did you not see those hypocrites who say to their brothers who do not believe from among the owners of the book, “If you are driven out we (too) will definitely go out with you and we will never obey anyone against you and if you are attacked in fighting, we will definitely help you.” And God is a Witness that they are certainly liars"},{"SurahNumber":59,"VerseNumber":12,"Text":"If they are driven out they will not go out with them and if they are attacked in fighting they will not help them and if (at all) they help them, they will definitely turn their backs, then they will not be helped. help them, they will definitely turn their backs, then they will not be helped"},{"SurahNumber":59,"VerseNumber":13,"Text":"Terror on account of you is stronger in their hearts than that due to God, that is because they are a people who do not understand"},{"SurahNumber":59,"VerseNumber":14,"Text":"(Even) all of them combined together will not fight with you, except (after taking shelter) in fortified towns or from behind walls, their fighting among themselves is severe, you think that they are united whereas their hearts are disunited, that is because they are people who have no sense"},{"SurahNumber":59,"VerseNumber":15,"Text":"(They are) similar in likeness to those who were just before them (and) who tasted the evil result of their affair, and for them there is a painful punishment"},{"SurahNumber":59,"VerseNumber":16,"Text":"(They are) similar in likeness to the devil when he says to man, “Reject (the truth),” but when he rejects, he says, “I am free of you I am certainly afraid of God, the Lord of the worlds.”"},{"SurahNumber":59,"VerseNumber":17,"Text":"Therefore the end of both will be that, both of them will be in the fire, staying therein, and that is the reward of those who are unjust"},{"SurahNumber":59,"VerseNumber":18,"Text":"O you who believe ! fear God, and let every soul look to what it has sent in advance for the morrow (future) and fear God, God is certainly informed of that which you do"},{"SurahNumber":59,"VerseNumber":19,"Text":"And do not be like those who forgot God, so He made them forget themselves, those are the persons who transgress"},{"SurahNumber":59,"VerseNumber":20,"Text":"Inhabitants of the fire and inhabitants of the garden are not equal, the inhabitants of the garden, they are the achievers"},{"SurahNumber":59,"VerseNumber":21,"Text":"If We had sent down this Quran on a mountain, you would have seen it fallen down splitting asunder due to the fear of God. And these are similitude’s We set forth for mankind that they may reflect"},{"SurahNumber":59,"VerseNumber":22,"Text":"God is He, besides Whom there is no god, Knower of the unseen and the seen, He is the Beneficent, the Merciful"},{"SurahNumber":59,"VerseNumber":23,"Text":"God is He, besides Whom there is no god, the King, the Holy, the Author of peace, the Granter of security, the Guardian, the Mighty, the Compeller, the Possessor of greatness; glorified be God above what they associate as partners (with Him)"},{"SurahNumber":59,"VerseNumber":24,"Text":"God is He (Who is) the Creator, the Purifier, the Fashioner, His are the most beautiful names, whatever is in the skies and the earth glorifies Him and He is the Mighty, the Wise"},{"SurahNumber":60,"VerseNumber":1,"Text":"O you who believe! do not take My enemy and your enemy as friends offering them love while they reject that which has come to you of the truth, driving out the messenger and you (just) because you believe in God your Lord. If you have come out for striving in My way and seeking My pleasure (why) do you offer them love in secret? And I know best that which you hide and that which you make public. And whoever from among you does that, then he has indeed gone astray from the balanced way"},{"SurahNumber":60,"VerseNumber":2,"Text":"If they dominate you, they will be your enemies, and they will stretch towards you their hands and their tongues with evil, and they like that you (too should) reject (the truth)"},{"SurahNumber":60,"VerseNumber":3,"Text":"Your blood relatives and your children will not be of any benefit to you on the day of resurrection, He will decide between you, and God is the Seer of that which you do"},{"SurahNumber":60,"VerseNumber":4,"Text":"There is indeed a good example for you to follow, in Abraham and those with him when they said to their people, “We are free of you and that which you worship besides God, we do not believe with you, and enmity and hatred has become manifest between us and you for ever, unless you (too) believe in God Who is One,” but for the word of Abraham to his father, “I will definitely ask protective forgiveness for you though I do not control for you anything from God. Our Lord! in You do we put our trust and towards You do we turn and towards You is the destination"},{"SurahNumber":60,"VerseNumber":5,"Text":"Our Lord ! do not make us (an item of) trial for those who do not believe and protect us, our Lord! You are certainly the Mighty, the Wise.”"},{"SurahNumber":60,"VerseNumber":6,"Text":"There is certainly a good example in them for you to follow, for him who hopes (facing) God and the period hereafter; and he who turns away, then God is certainly Independent, the Praised. ereafter; and he who turns away, then God is certainly Independent, the Praised"}]}