{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Onlar icin, Rablerinin katında selamet yurdu vardır. O, yapmakta olduklarından oturu onların velisi (dost ve yardımcısı)dir"},{"SurahNumber":6,"VerseNumber":128,"Text":"Allah, hepsini o gun toplayarak; \"Ey cin toplulugu! Insanların cogunu yoldan cıkardınız.\" der. Onların dostları olan insanlar ise; \"Rabbimiz, birbirimizden istifade ettik ve bizim icin belirledigin surenin sonuna ulastık\" derler. Allah: \"Allah'ın diledigi haric, Cehennem sizin ebedi olarak kalacagınız meskeniniz olsun.” der. Suphesiz Rabbin Hakim'dir, Alim'dir"},{"SurahNumber":6,"VerseNumber":129,"Text":"Iste biz, kazanmakta oldukları gunahlar sebebiyle zalimlerin bir kısmını diger bir kısmına boyle musallat ederiz"},{"SurahNumber":6,"VerseNumber":130,"Text":"“Ey cin ve insan toplulugu! Icinizden size ayetlerimi anlatan ve bu gunle karsılasacagınıza dair, sizi uyaran rasuller gelmedi mi?” Onlar: \"Biz kendi aleyhimize sahidiz\" diyeceklerdir. Dunya hayatı onları aldattı da, kafir olduklarına dair kendi aleyhlerine sahitlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu (rasullerin gonderilmesi) halkı habersizken, Rabbinin ulkeleri haksız yere yok etmeyeceginden dolayıdır"},{"SurahNumber":6,"VerseNumber":132,"Text":"Herkesin amellerine gore dereceleri vardır. Rabbin onların yaptıklarından habersiz degildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbin hicbir seye ihtiyac duymayan, merhamet sahibidir. O dilerse sizi yok eder ve daha sonra diledigini sizin yerinize getirir, tıpkı sizi baska bir toplulugun soyundan var ettigi gibi"},{"SurahNumber":6,"VerseNumber":134,"Text":"Suphesiz size vadedilen seyler mutlaka gelecektir. Siz bunun onune gecemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: \"Ey kavmim! Siz elinizden geleni yapın. Suphesiz ben de yapacagım. Bu yurdun akıbetinin kim icin oldugunu ogreneceksiniz. Gercek su ki, zalimler asla kurtulusa eremezler"},{"SurahNumber":6,"VerseNumber":136,"Text":"Allah’ın yarattıgı ekin ve hayvandan, kendi zanlarınca Allah’a bir hisse ayırıp da, “Bu Allah’ındır, bu da ortaklarımızındır” diyorlar. Ortakları icin ayırdıkları Allah'a ulasmıyordu, fakat Allah icin ayırdıkları ortaklarına ulasıyordu! Ne kadar da kotu hukum veriyorlar"},{"SurahNumber":6,"VerseNumber":137,"Text":"Boylece onların ortakları, musriklerden bir coguna evlatlarını oldurmeyi de hos gostermistir. Hem onları helak etmek icin, hem de dinlerini kendilerine karma karısık etmek icin. Eger Allah dileseydi bunu yapamazlardı. Oyleyse onları uydurduklarıyla bas basa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Bir de (asılsız iddialarda bulunarak) dediler ki: “Bunlar yasaklanmıs hayvanlar ve ekinlerdir. Onları bizim dilediklerimizden baskası yiyemez. (Sunlar da) sırtları (binilmesi ve yuk yuklemesi) haram edilmis hayvanlardır.” Bir kısım hayvanları da keserken uzerlerine Allah’ın adını anmazlar. (Butun bunları) Allah’a iftira ederek yaparlar. Bu iftiraları sebebiyle Allah onları cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Bir de: \"Bu hayvanların karınlarındakiler ise sadece erkeklerimiz icindir. Kadınlarımıza haramdır, ama eger olu dogarlarsa hepsi bunu yemekte ortaktır.\" derler. Allah, onların bu vasıflarının cezasını yakında verecektir. Suphesiz Rabbin hikmet sahibidir, her seyi hakkıyla bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Akılsızlıkları yuzunden, bilgisizce cocuklarını olduren ve Allah’ın kendilerine verdigi rızıkları, Allah’a iftira ederek haram sayanlar, elbette husrana ugramıstır. Onlar sapıklıga dusmus ve asla dogru yolu bulacak da degildirler"}]}