{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Allah'ın nimetini nankorlukle degistirenleri ve kavimlerini helak yurduna surukleyenleri gormedin mi"},{"SurahNumber":14,"VerseNumber":29,"Text":"Onlar cehenneme girecekler. Ne kotu kalacak yer"},{"SurahNumber":14,"VerseNumber":30,"Text":"Allah’ın yolundan saptırmak icin O’na esler kosmuslardı. De ki: Yasayın bakalım, hic suphesiz varacagınız yer ates olacaktır"},{"SurahNumber":14,"VerseNumber":31,"Text":"Iman eden kullarıma soyle, namazı dosdogru kılsınlar; alıs verisin ve dostlugun olmadıgı bir gun gelmeden once, kendilerine verdigimiz rızıktan acık ve gizli olarak sarf etsinler"},{"SurahNumber":14,"VerseNumber":32,"Text":"Gokleri ve yeri yaratan, gokten indirdigi su ile rızık olarak meyveler cıkaran, emri ile denizde yuzup, giden gemileri hizmetinize sunan, nehirleri sizin emrinize veren Allah’tır"},{"SurahNumber":14,"VerseNumber":33,"Text":"Duzenli seyredip, yuruyen Ay ve Gunesi de sizin emrinize verdi. Geceyle gunduzu de sizin buyrugunuza verdi"},{"SurahNumber":14,"VerseNumber":34,"Text":"Kendisinden istediginiz her seyi size vermistir. Allah’ın nimetini sayacak olsanız sayamazsınız Dogrusu insan pek zalim ve cok nankordur"},{"SurahNumber":14,"VerseNumber":35,"Text":"Ibrahim soyle demisti: Rabbim! Bu sehri guvenli kıl; beni ve ogullarımı putlara ibadet etmekten uzak tut"},{"SurahNumber":14,"VerseNumber":36,"Text":"Rabbim! Onlar cok insanları saptırdı. Kim bana uyarsa o bendendir. Kim bana isyan ederse, Sen cokca magfiret edensin, cokca merhamet edersin"},{"SurahNumber":14,"VerseNumber":37,"Text":"Rabbimiz! Ben cocuklarımdan kimini, namaz kılmaları icin Senin Beyt-i Harem'inin yanında, ziraat yapılmayan bir vadiye yerlestirdim. Rabbimiz! Insanların gonullerini onlara meylettir, onları meyvelerle rızıklandır. Umulur ki sukrederler"},{"SurahNumber":14,"VerseNumber":38,"Text":"Rabbimiz! Suphesiz sen gizledigimizi de acıkladıgımızı da bilirsin. Yerde ve gokte hicbir sey Allah’tan gizli kalmaz"},{"SurahNumber":14,"VerseNumber":39,"Text":"Ihtiyar halimde, bana Ismail ve Ishak’ı veren Allah’a hamdolsun. Dogrusu Rabbim duaları isitendir"},{"SurahNumber":14,"VerseNumber":40,"Text":"Rabbim! Beni ve soyumu namazı ikame edenlerden eyle. Rabbimiz! Duamı kabul buyur"},{"SurahNumber":14,"VerseNumber":41,"Text":"Rabbimiz! Bana, anama, babama ve muminlere hesap gununde magfiret et"},{"SurahNumber":14,"VerseNumber":42,"Text":"Sakın Allah’ı, zalimlerin yaptıklarından habersiz zannetme; sadece gozlerin (dehsetten) dısarı fırlayacagı bir gune kadar onları ertelemektedir"},{"SurahNumber":14,"VerseNumber":43,"Text":"(O gun) Onlar havaya dikilmis basları, kendilerine donmeyen donuk gozleri ile bakıp kosusurlar. Gonulleri ise bombos"},{"SurahNumber":14,"VerseNumber":44,"Text":"Insanları, kendilerine azabın gelecegi gun ile uyar. Zulmedenler: Rabbimiz! Bizi yakın bir sureye kadar ertele de davetine uyalım, peygamberlere tabi olalım, derler. Daha once, sizin icin bir zeval olmadıgına, yemin etmemis miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ve (sizden once) kendilerine zulmedenlerin yurtlarında oturdunuz. Onlara, ne yaptıgımızı size acıklanmıstı. Size de ornekler vermistik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar tuzaklar kurdular, ama Allah katında da onlara tuzak vardır. Isterse onların tuzakları dagları yerinden oynatacak olsun"},{"SurahNumber":14,"VerseNumber":47,"Text":"Sakın Allah’ın rasullerine verdigi sozden geri donecegini sanma! Suphesiz Allah cok gucludur, intikam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"Yerin baska bir yere, goklerin de baska goklere degistirildigi gun, Kahhar ve tek olan Allah’ın huzuruna cıkarlar"},{"SurahNumber":14,"VerseNumber":49,"Text":"Sucluları o gun zincirlere vurulmus gorursun"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gomlekleri katrandandır, yuzlerini ise ates burumustur"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah, herkese kazandıgının karsılıgını vermek icin boyle yapar. Allah, hızlı hesap gorendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu (Kur'an), insanlara bir tebligdir. Onunla uyarılsınlar ve ancak onun tek (hak) ilah oldugunu bilsinler ve akıl sahipleri ogut alsınlar diye"}]}