{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"کچھ شک نہیں کہ انسان کم حوصلہ پیدا ہوا ہے"},{"SurahNumber":70,"VerseNumber":20,"Text":"جب اسے تکلیف پہنچتی ہے تو گھبرا اٹھتا ہے"},{"SurahNumber":70,"VerseNumber":21,"Text":"اور جب آسائش حاصل ہوتی ہے تو بخیل بن جاتا ہے"},{"SurahNumber":70,"VerseNumber":22,"Text":"مگر نماز گزار"},{"SurahNumber":70,"VerseNumber":23,"Text":"جو نماز کا التزام رکھتے (اور بلاناغہ پڑھتے) ہیں"},{"SurahNumber":70,"VerseNumber":24,"Text":"اور جن کے مال میں حصہ مقرر ہے"},{"SurahNumber":70,"VerseNumber":25,"Text":"(یعنی) مانگنے والے کا۔ اور نہ مانگے والے والا کا"},{"SurahNumber":70,"VerseNumber":26,"Text":"اور جو روز جزا کو سچ سمجھتے ہیں"},{"SurahNumber":70,"VerseNumber":27,"Text":"اور جو اپنے پروردگار کے عذاب سے خوف رکھتے ہیں"},{"SurahNumber":70,"VerseNumber":28,"Text":"بےشک ان کے پروردگار کا عذاب ہے ہی ایسا کہ اس سے بےخوف نہ ہوا جائے"},{"SurahNumber":70,"VerseNumber":29,"Text":"اور جو اپنی شرمگاہوں کی حفاظت کرتے ہیں"},{"SurahNumber":70,"VerseNumber":30,"Text":"مگر اپنی بیویوں یا لونڈیوں سے کہ (ان کے پاس جانے پر) انہیں کچھ ملامت نہیں"},{"SurahNumber":70,"VerseNumber":31,"Text":"اور جو لوگ ان کے سوا اور کے خواستگار ہوں وہ حد سے نکل جانے والے ہیں"},{"SurahNumber":70,"VerseNumber":32,"Text":"اور جو اپنی امانتوں اور اقراروں کا پاس کرتے ہیں"},{"SurahNumber":70,"VerseNumber":33,"Text":"اور جو اپنی شہادتوں پر قائم رہتے ہیں"},{"SurahNumber":70,"VerseNumber":34,"Text":"اور جو اپنی نماز کی خبر رکھتے ہیں"},{"SurahNumber":70,"VerseNumber":35,"Text":"یہی لوگ باغہائے بہشت میں عزت واکرام سے ہوں گے"},{"SurahNumber":70,"VerseNumber":36,"Text":"تو ان کافروں کو کیا ہوا ہے کہ تمہاری طرف دوڑے چلے آتے ہیں"},{"SurahNumber":70,"VerseNumber":37,"Text":"(اور) دائیں بائیں سے گروہ گروہ ہو کر (جمع ہوتے جاتے ہیں)"},{"SurahNumber":70,"VerseNumber":38,"Text":"کیا ان میں سے ہر شخص یہ توقع رکھتا ہے کہ نعمت کے باغ میں داخل کیا جائے گا"},{"SurahNumber":70,"VerseNumber":39,"Text":"ہرگز نہیں۔ ہم نے ان کو اس چیز سے پیدا کیا ہے جسے وہ جانتے ہیں"},{"SurahNumber":70,"VerseNumber":40,"Text":"ہمیں مشرقوں اور مغربوں کے مالک کی قسم کہ ہم طاقت رکھتے ہیں"},{"SurahNumber":70,"VerseNumber":41,"Text":"(یعنی) اس بات پر (قادر ہیں) کہ ان سے بہتر لوگ بدل لائیں اور ہم عاجز نہیں ہیں"},{"SurahNumber":70,"VerseNumber":42,"Text":"تو (اے پیغمبر) ان کو باطل میں پڑے رہنے اور کھیل لینے دو یہاں تک کہ جس دن کا ان سے وعدہ کیا جاتا ہے وہ ان کے سامنے آ موجود ہو"},{"SurahNumber":70,"VerseNumber":43,"Text":"اس دن یہ قبر سے نکل کر (اس طرح) دوڑیں گے جیسے (شکاری) شکار کے جال کی طرف دوڑتے ہیں"},{"SurahNumber":70,"VerseNumber":44,"Text":"ان کی آنکھیں جھک رہی ہوں گی اور ذلت ان پر چھا رہی ہوگی۔ یہی وہ دن ہے جس کا ان سے وعدہ کیا جاتا تھا"},{"SurahNumber":71,"VerseNumber":1,"Text":"ہم نے نوحؑ کو ان کی قوم کی طرف بھیجا کہ پیشتر اس کے کہ ان پر درد دینے والا عذاب واقع ہو اپنی قوم کو ہدایت کردو"},{"SurahNumber":71,"VerseNumber":2,"Text":"انہوں نے کہا کہ اے قوم! میں تم کو کھلے طور پر نصیحت کرتا ہوں"},{"SurahNumber":71,"VerseNumber":3,"Text":"کہ خدا کی عبات کرو اور اس سے ڈرو اور میرا کہا مانو"},{"SurahNumber":71,"VerseNumber":4,"Text":"وہ تمہارے گناہ بخش دے گا اور (موت کے) وقت مقررہ تک تم کو مہلت عطا کرے گا۔ جب خدا کا مقرر کیا ہوگا وقت آجاتا ہے تو تاخیر نہیں ہوتی۔ کاش تم جانتے ہوتے"},{"SurahNumber":71,"VerseNumber":5,"Text":"جب لوگوں نے نہ مانا تو (نوحؑ نے) خدا سے عرض کی کہ پروردگار میں اپنی قوم کو رات دن بلاتا رہا"},{"SurahNumber":71,"VerseNumber":6,"Text":"لیکن میرے بلانے سے وہ اور زیادہ گزیر کرتے رہے"},{"SurahNumber":71,"VerseNumber":7,"Text":"جب جب میں نے ان کو بلایا کہ (توبہ کریں اور) تو ان کو معاف فرمائے تو انہوں نے اپنے کانوں میں انگلیاں دے لیں اور کپڑے اوڑھ لئے اور اڑ گئے اور اکڑ بیٹھے"},{"SurahNumber":71,"VerseNumber":8,"Text":"پھر میں ان کو کھلے طور پر بھی بلاتا رہا"},{"SurahNumber":71,"VerseNumber":9,"Text":"اور ظاہر اور پوشیدہ ہر طرح سمجھاتا رہا"},{"SurahNumber":71,"VerseNumber":10,"Text":"اور کہا کہ اپنے پروردگار سے معافی مانگو کہ وہ بڑا معاف کرنے والا ہے"},{"SurahNumber":71,"VerseNumber":11,"Text":"وہ تم پر آسمان سے لگاتار مینہ برسائے گا"},{"SurahNumber":71,"VerseNumber":12,"Text":"اور مال اور بیٹوں سے تمہاری مدد فرمائے گا اور تمہیں باغ عطا کرے گا اور ان میں تمہارے لئے نہریں بہا دے گا"},{"SurahNumber":71,"VerseNumber":13,"Text":"تم کو کیا ہوا ہے کہ تم خدا کی عظمت کا اعتقاد نہیں رکھتے"},{"SurahNumber":71,"VerseNumber":14,"Text":"حالانکہ اس نے تم کو طرح طرح (کی حالتوں) کا پیدا کیا ہے"},{"SurahNumber":71,"VerseNumber":15,"Text":"کیا تم نے نہیں دیکھا کہ خدا نے سات آسمان کیسے اوپر تلے بنائے ہیں"},{"SurahNumber":71,"VerseNumber":16,"Text":"اور چاند کو ان میں (زمین کا) نور بنایا ہے اور سورج کو چراغ ٹھہرایا ہے"},{"SurahNumber":71,"VerseNumber":17,"Text":"اور خدا ہی نے تم کو زمین سے پیدا کیا ہے"},{"SurahNumber":71,"VerseNumber":18,"Text":"پھر اسی میں تمہیں لوٹا دے گا اور (اسی سے) تم کو نکال کھڑا کرے گا"},{"SurahNumber":71,"VerseNumber":19,"Text":"اور خدا ہی نے زمین کو تمہارے لئے فرش بنایا"},{"SurahNumber":71,"VerseNumber":20,"Text":"تاکہ اس کے بڑے بڑے کشادہ رستوں میں چلو پھرو"},{"SurahNumber":71,"VerseNumber":21,"Text":"(اس کے بعد) نوح نے عرض کی کہ میرے پروردگار! یہ لوگ میرے کہنے پر نہیں چلے اور ایسوں کے تابع ہوئے جن کو ان کے مال اور اولاد نے نقصان کے سوا کچھ فائدہ نہیں دیا"},{"SurahNumber":71,"VerseNumber":22,"Text":"اور وہ بڑی بڑی چالیں چلے"},{"SurahNumber":71,"VerseNumber":23,"Text":"اور کہنے لگے کہ اپنے معبودوں کو ہرگز نہ چھوڑنا اور ود اور سواع اور یغوث اور یعقوب اور نسر کو کبھی ترک نہ کرنا"},{"SurahNumber":71,"VerseNumber":24,"Text":"(پروردگار) انہوں نے بہت لوگوں کو گمراہ کردیا ہے۔ تو تُو ان کو اور گمراہ کردے"},{"SurahNumber":71,"VerseNumber":25,"Text":"(آخر) وہ اپنے گناہوں کے سبب پہلے غرقاب کردیئے گئے پھر آگ میں ڈال دیئے گئے۔ تو انہوں نے خدا کے سوا کسی کو اپنا مددگار نہ پایا"},{"SurahNumber":71,"VerseNumber":26,"Text":"اور (پھر) نوحؑ نے (یہ) دعا کی کہ میرے پروردگار اگر کسی کافر کو روئے زمین پر بسا نہ رہنے دے"},{"SurahNumber":71,"VerseNumber":27,"Text":"اگر تم ان کو رہنے دے گا تو تیرے بندوں کو گمراہ کریں گے اور ان سے جو اولاد ہوگی وہ بھی بدکار اور ناشکر گزار ہوگی"},{"SurahNumber":71,"VerseNumber":28,"Text":"اے میرے پروردگار مجھ کو اور میرے ماں باپ کو اور جو ایمان لا کر میرے گھر میں آئے اس کو اور تمام ایمان والے مردوں اور ایمان والی عورتوں کو معاف فرما اور ظالم لوگوں کے لئے اور زیادہ تباہی بڑھا"}]}