{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Do they not see that Allah — Who created the heavens and the earth and appointed an end for them wherein there in no doubt — is able to create their like?hBut the wicked people do not but suppress the Truth"},{"SurahNumber":17,"VerseNumber":100,"Text":"Say, \"Even if you were in control of the treasures of the Mercy of my Lord, you would miserly hold on to it for fear of exhausting it. And man is stingy"},{"SurahNumber":17,"VerseNumber":101,"Text":"And We did give Moses nine clear signs. Ask the Children of Israel about them. When he came to them, Pharaoh told him, \"I do indeed consider you, O Moses, to be a man bewitched"},{"SurahNumber":17,"VerseNumber":102,"Text":"Moses said, \"You do know that none but the Lord of the heavens and the earth has sent down these as clear evidence. And I do indeed consider you, O Pharaoh, to be a man doomed"},{"SurahNumber":17,"VerseNumber":103,"Text":"Then Pharaoh wanted to get them destabilised in the land. And We drowned him and those with him all together"},{"SurahNumber":17,"VerseNumber":104,"Text":"And, afterwards, We said to the Children of Israel, \"Settle down in the land. Then when the second prophecy would come to pass, we will bring you together in one place"},{"SurahNumber":17,"VerseNumber":105,"Text":"And in truth have We sent itdown, and in truth has it come down. And We have not sent you but as the giver of good news and as a warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"And We have made divisions in the Qur'aan and sent it down in stages, so that you recite it to the people at intervals"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say, \"Believe in it or not; but they indeed, who are given the knowledge before it, fall down on their faces in humble prostration, when it is recited to them"},{"SurahNumber":17,"VerseNumber":108,"Text":"And they say, \"Glorified is our Lord! The prophecy of our Lord was bound to be fulfilled"},{"SurahNumber":17,"VerseNumber":109,"Text":"And they fall down on their faces weeping, and it adds to their humility"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say, \"Pray to Allah or pray to the Gracious One; you may pray to Him by any of His beautiful names. And say your ritual prayer neither too loudly nor in an undertone, but choose a suitable tone in between"},{"SurahNumber":17,"VerseNumber":111,"Text":"And say, \"To Allah is due all praise, Who has taken no son to Himself. And He has no partner in His absolute sovereignty, and has no infirmity to protect against. And do proclaim His greatness"},{"SurahNumber":18,"VerseNumber":1,"Text":"All praise is due to Allah, Who sent down the Book to His devotee and made it flawless"},{"SurahNumber":18,"VerseNumber":2,"Text":"That shall remain immutable and straight so that it might warn them of severe punishment from Him and give good news to the believers, who do good deeds, that they shall have a good reward (Paradise)"},{"SurahNumber":18,"VerseNumber":3,"Text":"They (the believers) shall stay therein for ever"},{"SurahNumber":18,"VerseNumber":4,"Text":"And warn those who say, \"Allah has a son"},{"SurahNumber":18,"VerseNumber":5,"Text":"They know nothing of it, nor did their fathers know. A grave word it is that comes out of their mouths! They speak nothing but a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"Then maybe you (Prophet) will kill yourself with grief, on their account, if they do not believe in this Pronouncement (Qur'aan)"},{"SurahNumber":18,"VerseNumber":7,"Text":"We have indeed made whatever is on the earth as an adornment for it, and We put them on trial to see which of them do good deeds"},{"SurahNumber":18,"VerseNumber":8,"Text":"And We will indeed turn everything thereon into barren soil"},{"SurahNumber":18,"VerseNumber":9,"Text":"Did you perchance consider the Men of the Cave and the story about them as among Our extraordinary signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"When the youths sought refuge in the cave, they said, \"Our Lord! Grant us mercy from Thee, and facilitate for us the right course in our affair"},{"SurahNumber":18,"VerseNumber":11,"Text":"So We put a seal on their ears for a number of years in the cave"},{"SurahNumber":18,"VerseNumber":12,"Text":"Then We raised them up to see which of the two groups was best able to compute the time they had remained there in their unconscious state"},{"SurahNumber":18,"VerseNumber":13,"Text":"We relate to you their story in truth. They were indeed youths who believed in their Lord and We favoured them with more guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"And We strengthened their hearts when they stood up and said, \"Our Lord is the Lord of the heavens and the earth. We pray not to any god besides Him; for, then, certainly, we would have uttered an abominable thing"},{"SurahNumber":18,"VerseNumber":15,"Text":"These, our people, have taken gods besides Him! Why do they not produce any clear evidence in their support? Is there, then, anyone committing a greater wrong than one who concocts a lie against Allah"},{"SurahNumber":18,"VerseNumber":16,"Text":"And when you leave them and what they worship besides Allah, go to the cave for refuge. Your Lord will extend His mercy to you and facilitate ease in your affair"}]}