{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Hayawi! Hayawi hayo mnayo ahidiwa"},{"SurahNumber":23,"VerseNumber":37,"Text":"Hapana ila uhai wetu wa duniani tu, tunakufa na kuishi basi. Wala sisi hatutafufuliwa"},{"SurahNumber":23,"VerseNumber":38,"Text":"Huyu si lolote ila ni mtu anaye mzulia Mwenyezi Mungu uwongo, wala sisi sio wa kumuamini"},{"SurahNumber":23,"VerseNumber":39,"Text":"Akasema: Mola wangu Mlezi! Ninusuru kwa sababu wananikanusha"},{"SurahNumber":23,"VerseNumber":40,"Text":"(Mwenyezi Mungu) akasema: Baada ya muda mchache watakuwa wenye kujuta"},{"SurahNumber":23,"VerseNumber":41,"Text":"Basi ukawanyakua ukelele kwa haki, na tukawafanya kama takataka zinazo elea juu ya maji. Ikapotelea mbali kaumu ya madhaalimu"},{"SurahNumber":23,"VerseNumber":42,"Text":"Kisha tukaleta baada yao vizazi vingine"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hapana umma uwezao kutanguliza ajali yake wala kuikawiza"},{"SurahNumber":23,"VerseNumber":44,"Text":"Kisha tukawatuma Mitume wetu, mmoja baada ya mmoja. Kila umma alipo wafikia Mtume wao walimkanusha. Tukawafuatanisha hawa baada ya hawa, na tukawafanya ni hadithi za kusimuliwa. Wakapotelea mbali watu wasio amini"},{"SurahNumber":23,"VerseNumber":45,"Text":"Kisha tukamtuma Musa na nduguye, Haaruni, pamoja na ishara zetu na hoja zilizo wazi"},{"SurahNumber":23,"VerseNumber":46,"Text":"Kumwendea Firauni na wakuu wake. Lakini walijivuna, nao walikuwa watu majeuri"},{"SurahNumber":23,"VerseNumber":47,"Text":"Wakasema: Je, tuwaamini wanaadamu wawili hawa kama sisi, na ambao watu wao ni watumwa wetu"},{"SurahNumber":23,"VerseNumber":48,"Text":"Basi wakawakanusha, na wakawa miongoni mwa walio angamizwa"},{"SurahNumber":23,"VerseNumber":49,"Text":"Na hakika tulimpa Musa Kitabu ili wapate kuongoka"},{"SurahNumber":23,"VerseNumber":50,"Text":"Na tukamfanya mwana wa Mariamu na mama yake kuwa ni Ishara, na tukawapa makimbilio kwenda mahali palipo inuka penye utulivu na chemchem za maji"},{"SurahNumber":23,"VerseNumber":51,"Text":"Enyi Mitume! Kuleni vyakula vizuri na tendeni mema. Hakika Mimi ni Mjuzi wa mnayo yatenda"},{"SurahNumber":23,"VerseNumber":52,"Text":"Na kwa yakini huu Umma wenu ni Umma mmoja, na Mimi ni Mola wenu Mlezi, basi nicheni Mimi"},{"SurahNumber":23,"VerseNumber":53,"Text":"Lakini walikatiana jambo lao mapande mbali mbali. Kila kundi likifurahia kwa waliyo nayo"},{"SurahNumber":23,"VerseNumber":54,"Text":"Basi waache katika ghafla yao kwa muda"},{"SurahNumber":23,"VerseNumber":55,"Text":"Je! Wanadhani ya kuwa kwa vile tunavyo wapa mali na watoto"},{"SurahNumber":23,"VerseNumber":56,"Text":"Ndio tunawahimizia kheri? Lakini wenyewe hawatambui"},{"SurahNumber":23,"VerseNumber":57,"Text":"Kwa hakika hao ambao kwa kumwogopa Mola wao Mlezi wananyenyekea"},{"SurahNumber":23,"VerseNumber":58,"Text":"Na wale ambao Ishara za Mola wao Mlezi wanaziamini"},{"SurahNumber":23,"VerseNumber":59,"Text":"Na wale ambao Mola wao Mlezi hawamshirikishi"},{"SurahNumber":23,"VerseNumber":60,"Text":"Na wale ambao wanatoa walicho pewa, na hali nyoyo zao zinagopa kwa kuwa watarejea kwa Mola wao Mlezi"},{"SurahNumber":23,"VerseNumber":61,"Text":"Basi wote hao ndio wanao kimbilia katika mambo ya kheri, na ndio watakao tangulia kuyafikia"},{"SurahNumber":23,"VerseNumber":62,"Text":"Na hatuilazimishi nafsi ila kwa kadri ya uwezo wake. Na tunacho kitabu kisemacho kweli. Nao hawatadhulumiwa"},{"SurahNumber":23,"VerseNumber":63,"Text":"Lakini nyoyo zao zimeghafilika na hayo, na wanavyo vitendo vinginevyo wanavyo vifanya"},{"SurahNumber":23,"VerseNumber":64,"Text":"Hata tutakapo watia katika adhabu wale walio dekezwa kwa starehe kati yao, hapo ndipo watapo yayatika"},{"SurahNumber":23,"VerseNumber":65,"Text":"Msiyayatike leo! Hakika nyinyi hamtanusurika nasi"},{"SurahNumber":23,"VerseNumber":66,"Text":"Hakika zilikuwa Aya zangu mkisomewa, nanyi mkirudi nyuma juu ya visigino vyenu"},{"SurahNumber":23,"VerseNumber":67,"Text":"Na huku mkitakabari na usiku mkiizungumza (Qur'ani) kwa dharau"},{"SurahNumber":23,"VerseNumber":68,"Text":"Je, hawakuifikiri kauli, au yamewajia yasiyo wafikia baba zao wa zamani"},{"SurahNumber":23,"VerseNumber":69,"Text":"Au hawakumjua Mtume wao, ndio maana wanamkataa"},{"SurahNumber":23,"VerseNumber":70,"Text":"Au wanasema: Ana wazimu? Bali amewajia kwa Haki, na wengi wao wanaichukia Haki"},{"SurahNumber":23,"VerseNumber":71,"Text":"Na lau kuwa Haki ingeli fuata matamanio yao, basi zingeli haribika mbingu na ardhi na waliomo ndani. Bali tumewaletea ukumbusho wao, nao wanajitenga mbali na ukumbusho wao"},{"SurahNumber":23,"VerseNumber":72,"Text":"Au unawaomba ujira? Lakini ujira wa Mola wako Mlezi ni bora, na Yeye ndiye Mbora wa wanao ruzuku"},{"SurahNumber":23,"VerseNumber":73,"Text":"Na kwa yakini wewe unawaita kwenye Njia Iliyo Nyooka"},{"SurahNumber":23,"VerseNumber":74,"Text":"Na hakika wale wasio iamini Akhera wanajitenga na Njia hiyo"}]}