{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"Gercekten Allah, Adem´i, Nuh´u ve Ibrahim ailesiyle Imran hanedanını suzup alemler uzerine secti"},{"SurahNumber":3,"VerseNumber":34,"Text":"Birbirinden gelen bir zurriyet olarak; Allah isitendir, bilendir"},{"SurahNumber":3,"VerseNumber":35,"Text":"Imran´ın karısı: «Ya Rab! Ben karnımdakini kayıtsızca sana adadım, hemen kabul et bunu benden; cunku sadece Sensin isiten, bilen Sen!» dedi"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu dogurdugu zaman: «Ya Rab, onu kız dogurdum» dedi. Oysa ne dogurdugunu Allah daha iyi biliyordu. Halbuki erkek, kız gibi degildi; ben onun adını Meryem koydum ve iste onu ve soyunu taslanmıs seytanın serrinden sana ısmarlıyorum"},{"SurahNumber":3,"VerseNumber":37,"Text":"Bunun uzerine Rabbi, onu hosnutlukla kabul buyurdu, onu guzel bir bicimde yetistirdi ve Zekeriyya´nın himayesine verdi. Zekeriyya, onun yanına mihraba her girdikce yeni bir yiyecek bulur ve: «Ey Meryem, bu sana nereden?» derdi. O da: «Allah tarafından» derdi. Suphe yok ki, Allah diledigine sayısız rızık verir"},{"SurahNumber":3,"VerseNumber":38,"Text":"O aralık Zekeriyya Rabbine: «Ey Rabbim, bana katından temiz bir soy ihsan eyle; suphesiz sen duayı isitensin!» diye dua etti"},{"SurahNumber":3,"VerseNumber":39,"Text":"O kalkmıs mihrabda namaz kılarken melekler kendisine soyle seslendiler: «Haberin olsun, Allah sana, Allah´tan gelen bir kelimeyi dogrulayacak, efendi, son derece nefsine hakim ve salihlerden bir peygamber olmak uzere Yahya´yı mujdeliyor"},{"SurahNumber":3,"VerseNumber":40,"Text":"Zekeriyya: «Ey Rabbim, bana ihtiyarlık gelip catmıs, karım da kısır iken, benim nasıl bir oglum olur?» dedi. Allah buyurdu ki: «Oyle, Allah ne dilerse yapar.»"},{"SurahNumber":3,"VerseNumber":41,"Text":"Zekeriyya: «Rabbim bana bir alamet ver!» dedi. Allah: «Alametin insanlarla uc gun yalnızca isaretten baska turlu konusamamandır. Bununla birlikte Rabbini cok an ve aksam-sabah tesbih et!» buyurdu"},{"SurahNumber":3,"VerseNumber":42,"Text":"Melekler soyle demislerdi: «Ey Meryem, Suphesiz Allah seni suzup secti, seni tertemiz yarattı ve seni alemin kadınlarına ustun kıldı"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ey Meryem, Rabbine divan dur, secdeye kapan ve ruku edenlerle birlikte ruku et!»"},{"SurahNumber":3,"VerseNumber":44,"Text":"Bu, sana vahy ile bildirdigimiz gayb haberlerindendir, Ey Muhammed, yoksa, Meryem´i hangisi himayesine alacak diye kalemleriyle kur´a atarlarken de cekisirlerken de sen yanlarında degildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Melekler soyle dedigi vakit: «Ey Meryem, haberin olsun, Allah seni dunya ve ahirette itibarlı biri ve kendisine yakın olanlardan olarak tarafından bir «kelime» ile mujdeliyor! Adı, Meryem oglu Mesih Isa´dır.»"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, hem besikte iken hem yetiskinliginde insanlarla konusacak, hem de iyilerdendir"},{"SurahNumber":3,"VerseNumber":47,"Text":"Meryem: «Ey Rabbim, bana bir beser dokunmamısken, nasıl cocugum olur?» dedi. Allah: «Oyle, Allah ne dilerse yaratır, O, birseyi dilediginde, yalnızca ona «Ol» der, o da hemen oluverir.» buyurdu"},{"SurahNumber":3,"VerseNumber":48,"Text":"Ona hem yazıyı, hem hikmeti, hem Tevrat´ı, hem Incil´i ogretecek"},{"SurahNumber":3,"VerseNumber":49,"Text":"Onu Israilogullarına Peygamber olarak gonderecek; onlara diyecek ki: «Ben, size Rabbinizden bir mucize ile geldim. Ben, size camurdan kus biciminde bir yaratık yaparım, icine uflerim; Allah´ın izniyle hemen bir kus olur. Yine Allah´ın izniyle, anadan dogma koru ve abrası iyi eder, oluleri diriltirim ve size evlerinizde yediklerinizi ve biriktirdiklerinizi haber veririm. Eger iman edecekseniz, suphesiz bunda size bir delil vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Ben, hem size, Tevrat´tan onumde bulunanı tasdik edici hem de size haram edilenin bir kısmını helal kılmak icin ve Rabbınızdan bir mucize ile size geldim; Artık Allah´tan korkun da bana itaat edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Suphe yok ki Allah, benim de Rabbim, sizin de Rabbinizdir. Onun icin hep O´na kulluk edin! Iste bu dogru yoldur.»"}]}