{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Tu trouveras certainement que les Juifs et les associateurs sont les ennemis les plus acharnes des croyants. Et tu trouveras certes que les plus disposes a aimer les croyants sont ceux qui disent: \"Nous sommes chretiens.\" C’est qu’il y a parmi eux des pretres et des moines, et qu’ils ne s’enflent pas d’orgueil"},{"SurahNumber":5,"VerseNumber":83,"Text":"Et quand ils entendent ce qui a ete descendu sur le Messager [Mohammed], tu vois leurs yeux deborder de larmes, parce qu’ils ont reconnu la verite. Ils disent : \"O notre Seigneur ! Nous croyons ! Inscris-nous donc parmi les temoins (de la veracite du Coran)"},{"SurahNumber":5,"VerseNumber":84,"Text":"Pourquoi ne croirions-nous pas en Allah et a ce qui nous est parvenu de la verite. Pourquoi ne convoiterions-nous pas que notre Seigneur nous fasse entrer en la compagnie des gens vertueux"},{"SurahNumber":5,"VerseNumber":85,"Text":"Allah donc les recompensera pour ce qu’ils ont dit par des Jardins sous lesquels coulent les ruisseaux, ou ils demeureront eternellement. Et telle est la recompense des bienfaisants"},{"SurahNumber":5,"VerseNumber":86,"Text":"Et quant a ceux qui n’auront pas cru et qui auront traite de mensonges Nos signes, ce seront les gens de la Fournaise"},{"SurahNumber":5,"VerseNumber":87,"Text":"O les croyants: ne declarez pas illicites les bonnes choses qu’Allah vous a rendues licites. Et ne transgressez pas. Allah, (en verite,) n’aime pas les transgresseurs"},{"SurahNumber":5,"VerseNumber":88,"Text":"Et mangez de ce qu’Allah vous a attribue de licite et de bon. Et craignez Allah, en qui vous avez foi"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah ne vous tient pas rigueur pas pour la frivolite dans vos serments, mais Il vous tient rigueur pour les serments que vous avez l’intention d’executer. L’expiation en sera de nourrir dix pauvres, de ce dont vous nourrissez normalement vos familles, ou de les habiller, ou de liberer un esclave. Quiconque n’en trouve pas les moyens devra jeuner trois jours. Voila l’expiation pour vos serments, lorsque vous avez jure. Et tenez a vos serments! Ainsi, Allah vous explique Ses versets, afin que vous soyez reconnaissants"},{"SurahNumber":5,"VerseNumber":90,"Text":"O les croyants ! Le vin, le jeu de hasard, les pierres dressees, les fleches de divination ne sont qu’une abomination, œuvre du Diable (Satan). Ecartez-vous en, afin que vous reussissiez"},{"SurahNumber":5,"VerseNumber":91,"Text":"Le Diable (Satan) ne veut que jeter parmi vous, a travers le vin et le jeu de hasard, l’inimitie et la haine, et vous detourner d’invoquer Allah et de la priere (As-Salat). Allez-vous donc y mettre fin"},{"SurahNumber":5,"VerseNumber":92,"Text":"Et obeissez a Allah, obeissez au Messager, et prenez garde! Si ensuite vous vous detournez... alors sachez qu’il n’incombe a Notre Messager que de transmettre le message clairement …"},{"SurahNumber":5,"VerseNumber":93,"Text":"Ce n’est pas un peche pour ceux qui ont la foi et font de bonnes œuvres en ce qu’ils ont consomme (du vin et des gains des jeux de hasard avant leur prohibition) pourvu qu’ils soient pieux (en evitant les choses interdites apres en avoir eu connaissance) et qu’ils croient (en acceptant leur prohibition) et qu’ils fassent de bonnes œuvres; puis qui (continuent) d’etre pieux et de croire et qui (demeurent) pieux et bienfaisants. Certes, Allah aime les bienfaisants"},{"SurahNumber":5,"VerseNumber":94,"Text":"O les croyants ! Allah va certainement vous eprouver par quelque gibier a la portee de vos mains et de vos lances. C’est pour qu’Allah sache celui qui Le craint en secret . Quiconque apres cela transgresse aura un chatiment douloureux"},{"SurahNumber":5,"VerseNumber":95,"Text":"O les croyants ! Ne tuez pas de gibier pendant que vous etes en etat de sacralisation (Ihram) . Quiconque parmi vous en tue deliberement, qu’il compense alors, soit par quelque bete de troupeau, semblable a ce qu’il a tue, d’apres le jugement de deux personnes integres parmi vous, et cela en offrande qu’il fera parvenir a (destination des pauvres de) la Ka’bah, ou bien par une expiation, en nourrissant des pauvres, ou par l’equivalent en jeune. Cela afin qu’il goute a la mauvaise consequence de son acte. Allah a pardonne ce qui est passe; mais quiconque recidive, alors Allah sevira contre lui. Et Allah est Puissant et Detenteur du pouvoir de sevir"},{"SurahNumber":5,"VerseNumber":96,"Text":"La chasse en mer vous est permise, et aussi d’en manger, pour votre jouissance et celle des voyageurs. Et vous est illicite la chasse a terre tant que vous etes en etat de sacralisation (Ihram). Et craignez Allah vers qui vous serez rassembles"}]}