{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":5,"VerseNumber":27,"Text":"Ve onlara Adem´in iki oglunun haberini (kıssasını, aralarında gecen olayı) hakkıyla oku, Allah´a yaklastıracak kurban sunmuslardı, (Kurban) ikisinin birinden kabul edilir ve digerinden ise kabul edilmez. (Kurbanı kabul edilmeyen) “Seni mutlaka oldurecegim” dedi. O da, “Allah sadece takva sahiplerinden kabul eder.” dedi"},{"SurahNumber":5,"VerseNumber":28,"Text":"Gercekten, eger sen, beni oldurmek icin elini bana uzatırsan, ben seni oldurmek icin elimi sana uzatacak degilim. Muhakkak ki ben, alemlerin Rabb´i olan Allah´tan korkarım"},{"SurahNumber":5,"VerseNumber":29,"Text":"Gercekten ben, benim gunahım ile kendi gunahını yuklenmeni, boylece ates halkından olmanı dilerim.Ve zalimlerin cezası, iste budur"},{"SurahNumber":5,"VerseNumber":30,"Text":"Bunun uzerine nefsi, onu, kardesini oldurmeye kandırdı (kolay ve zevkli gosterdi). Boylece onu oldurdu, sonra husrana ugrayanlardan oldu"},{"SurahNumber":5,"VerseNumber":31,"Text":"Sonra, Allah, ona, kardesinin cesedini nasıl gomecegini gostermek icin yeri eseleyen bir karga gonderdi. \"Yazıklar olsun bana, bu karga gibi olup boylece kardesimin cesedini gommekten aciz mi oldum?\" dedi Sonra da pisman olanlardan oldu"},{"SurahNumber":5,"VerseNumber":32,"Text":"Iste bundan dolayı (Tevrat´ta) Israilogullarına soyle yazdık; Kim bir kisiyi, bir kisi karsılıgında olmaksızın veya yeryuzunde bir fesata karsılık olmaksızın oldururse, muhakkakki o butun insanları oldurmus gibidir. Kim de (bir kisinin hayatını kurtarmak suretiyle) yasatırsa butun insanları yasatmıs gibi olur. Ve andolsun ki Resul´lerimiz onlara apacık deliller ile geldi. Sonra da, suphesiz onlardan bircogu,bundan sonra gercekten yeryuzunde asırı giden musrifler oldular"},{"SurahNumber":5,"VerseNumber":33,"Text":"Allah ve O´nun Resulu ile harp edenlerin ve yeryuzunde fesat ve bozgunculuk cıkarmaya calısanların cezası, ancak oldurulmeleri veya asılmaları ya da ellerinin ve ayaklarının capraz kesilmesi veya bulundukları yerden surulmeleridir. Bu onların dunyadaki rezilligidir. Ve ahirette ise, onlara “buyuk azap” vardır"},{"SurahNumber":5,"VerseNumber":34,"Text":"Onları sizin (yenerek) ele gecirmenizden once tovbe edenler haric. Artık Allah´ın Gafur (magfiret eden) oldugunu, Rahim (rahmet nuru gonderen) oldugunu biliniz"},{"SurahNumber":5,"VerseNumber":35,"Text":"Ey amenu olanlar (Allah´a ulasmayı, teslim olmayı dileyenler); Allah´a karsı takva sahibi olun ve O´na ulastıracak vesileyi isteyin. Ve O´nun yolunda cihad edin. Umulur ki boylece siz felaha erersiniz"},{"SurahNumber":5,"VerseNumber":36,"Text":"Muhakkak ki o kafir olanlar, eger yeryuzunde olanların hepsi, ve onunla birlikte bir misli daha onların olsa, kıyamet gununun azabından kurtulmak icin onları feda edecek olsalar (fidye olarak verseler), onlardan kabul edilmez. Ve onlar icin “acı azap” vardır"},{"SurahNumber":5,"VerseNumber":37,"Text":"Atesten cıkmak isterler ve onlar oradan cıkacak degillerdir. Ve, onlar icin “daimi azap” vardır"},{"SurahNumber":5,"VerseNumber":38,"Text":"Ve, hırsızlık yapan erkek ve kadının yaptıklarına karsılık olmak uzere, Allah´tan bir ceza olarak ellerini kesin. Ve Allah Aziz´dir, Hakim ´dir (hukum ve hikmet sahibidir)"},{"SurahNumber":5,"VerseNumber":39,"Text":"Artık kim, yaptıgı zulumden sonra tovbe ederse ve ıslah olursa, o taktirde, muhakkak ki Allah onun tovbesini kabul eder. Muhakkak ki Allah, Gafur´dur, Rahim´dir"},{"SurahNumber":5,"VerseNumber":40,"Text":"Goklerin ve yerin mulkunun Allah´ın oldugunu bilmiyor musun? Diledigine azap eder ve diledigini magfiret eder. Ve Allah herseye kadirdir"}]}