{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"I Mi cemo tad uciniti da se jedni od njih kao talasi sudaraju s drugima. I puhnut ce se u rog, pa cemo ih sve sakupiti…"},{"SurahNumber":18,"VerseNumber":100,"Text":"i tog cemo Dana nevjernicima dzehennem jasno pokazati…"},{"SurahNumber":18,"VerseNumber":101,"Text":"onima cije su oci bile koprenom zastrte, da o dokazima Mojim razmisle, onima koji nisu htjeli nista cuti"},{"SurahNumber":18,"VerseNumber":102,"Text":"Zar nevjernici misle da pored Mene mogu za bogove uzimati robove Moje? Mi smo, doista, za prebivaliste nevjernicima pripremili dzehennem"},{"SurahNumber":18,"VerseNumber":103,"Text":"Reci: “Hocete li da vam kazem cija djela nece nikako priznata biti…"},{"SurahNumber":18,"VerseNumber":104,"Text":"ciji ce trud u zivotu na ovom svijetu uzaludan biti, a koji ce misliti da je dobro ono sto rade"},{"SurahNumber":18,"VerseNumber":105,"Text":"To su oni koji u dokaze Gospodara svog ne budu vjerovali i koji budu poricali da ce pred Njega izici; zbog toga ce trud njihov uzaludan biti i na Sudnjem danu im nikakva znacaja necemo dati"},{"SurahNumber":18,"VerseNumber":106,"Text":"Njima ce kazna dzehennem biti, zato sto su nevjernici bili i sto su se dokazima Mojim i poslanicima Mojim rugali.”"},{"SurahNumber":18,"VerseNumber":107,"Text":"Onima koji budu vjerovali i dobra djela cinili – dzennetske ce basce prebivaliste biti…"},{"SurahNumber":18,"VerseNumber":108,"Text":"vjecno ce u njima boraviti i nece pozeljeti da ih necim drugim zamijene"},{"SurahNumber":18,"VerseNumber":109,"Text":"Reci: “Kad bi more bilo mastilo da se ispisu rijeci Gospodara moga, more bi presahlo, ali ne i rijeci Gospodara moga, pa i kad bismo se pomogli jos jednim slicnim.”"},{"SurahNumber":18,"VerseNumber":110,"Text":"Reci: “Ja sam covjek kao i vi, meni se objavljuje da je vas Bog – jedan Bog. Ko zudi da od Gospodara svog bude lijepo primljen, neka cini dobra djela i neka, klanjajuci se Gospodaru svom, Njemu nikog ne pridruzuje!”"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf Ha Ja Ajin Sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Kazivanje o milosti Gospodara tvog prema robu Njegovu Zekerijjau…"},{"SurahNumber":19,"VerseNumber":3,"Text":"kad je on Gospodara svog tiho zovnuo…"},{"SurahNumber":19,"VerseNumber":4,"Text":"i rekao: “Gospodaru moj, kosti su mi oronule i glava osijedjela, a nikad nisam, kad sam Ti, Gospodaru moj, molbu uputio, nesretan ostao"},{"SurahNumber":19,"VerseNumber":5,"Text":"Bojim se rođaka svojih po krvi poslije mene, a zena mi je nerotkinja, zato mi pokloni od Sebe nasljednika…"},{"SurahNumber":19,"VerseNumber":6,"Text":"da naslijedi mene i porodicu Jakubovu, i ucini, Gospodaru moj, da budes njime zadovoljan.”"},{"SurahNumber":19,"VerseNumber":7,"Text":"“O Zekerijja, javljamo ti radosnu vijest da ce ti se djecak roditi, ime ce mu Jahja biti, nikom prije njega to ime nismo htjeli dati.”"},{"SurahNumber":19,"VerseNumber":8,"Text":"“Gospodaru moj”, rece on, “kako cu imati sina kad mi je zena nerotkinja, a vec sam duboku starost dozivio?”"},{"SurahNumber":19,"VerseNumber":9,"Text":"“Eto tako!”, rece. “Gospodar je tvoj rekao: ‘To je Meni lahko, i tebe sam ranije stvorio, a nisi nista bio.’”"},{"SurahNumber":19,"VerseNumber":10,"Text":"“Gospodaru moj”, rece, “daj mi neki znak!” “Znak ce ti biti to sto tri noci neces s ljudima razgovarati, a zdrav ces biti"},{"SurahNumber":19,"VerseNumber":11,"Text":"I on izađe iz hrama u narod svoj i znakom im dade na znanje: “Hvalite Ga ujutro i navecer!”"},{"SurahNumber":19,"VerseNumber":12,"Text":"“O Jahja, prihvati Knjigu odlucno!”, a dadosmo mu mudrost jos dok je djecak bio…"},{"SurahNumber":19,"VerseNumber":13,"Text":"i njeznost i cednost, i cestit je bio…"},{"SurahNumber":19,"VerseNumber":14,"Text":"i roditeljima svojima bio je dobar, i nije bio drzak i neposlusan"},{"SurahNumber":19,"VerseNumber":15,"Text":"I neka je mir njemu na dan kad se rodio i na dan kad je umro i na dan kad bude iz mrtvih ustao"},{"SurahNumber":19,"VerseNumber":16,"Text":"I spomeni u Knjizi Merjemu: kad se od ukucana svojih na istocnu stranu povukla…"},{"SurahNumber":19,"VerseNumber":17,"Text":"i jedan zastor da se od njih zakloni uzela, Mi smo k njoj meleka Dzibrila poslali i on joj se prikazao u liku savrseno stvorenog muskarca"},{"SurahNumber":19,"VerseNumber":18,"Text":"“Utjecem se Milostivom od tebe, ako se Njega bojis!”, uzviknu ona"},{"SurahNumber":19,"VerseNumber":19,"Text":"“A ja sam upravo izaslanik Gospodara tvog”, rece on, “da ti poklonim djecaka cista!”"},{"SurahNumber":19,"VerseNumber":20,"Text":"“Kako cu imati djecaka”, rece ona, “kad me nijedan muskarac dodirnuo nije, a ja nisam nevaljalica!”"},{"SurahNumber":19,"VerseNumber":21,"Text":"“To je tako!”, rece on. “Gospodar je tvoj rekao: ‘To je Meni lahko’ – i zato da ga ucinimo znamenjem ljudima i znakom milosti Nase. Tako je unaprijed određeno!”"}]}