{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"Negizinen Alla (T.) senderge amanattardı öz layıqtı ornına tapsırwlarıñdı jäne adamdardıñ arasına bïlik qılsañdar, ädildikpen bïlik qılwlarıñdı ämir etedi. Rasında Alla senderge nendey jaqsı wağız beredi. Şäksiz Alla, tolıq estwşi, tım qırağı"},{"SurahNumber":4,"VerseNumber":59,"Text":"Äy müminder. Allağa boy usınıp, Payğambarğa äri özderiñnen bolğan ämir ïelerine boy usınıñdar. Sonda eger bir närsege talassañdar, onı Allağa, payğambarğa usınıñdar: Eger sender Allağa, axïret künine ïman keltirgen bolsañdar. Mine osı, xayırlı da nätïjede jaqsı"},{"SurahNumber":4,"VerseNumber":60,"Text":"Aralarındağı bir daw üşin Yahwdï, Muxammed (Ğ.S.) ke barayıq dese munafıq, Yahwdïdiñ bastığı Käğapqa barayıq dep, aqır Muxammed (Ğ.S.) ke barğanda, bïlik Yahwdïge tïgendikten munafıq razı bolmay, Yahwdïdi xaziret Ğumarğa alıp barğanda: «Payğambardıñ bïligine razı bolmağannıñ sazayı osı» dep, munafıqtıñ basın aladı. (Muxammed Ğ.S.) sağan tüsirilgen Quranğa jäne senen burın tüsirilgen kitaptarğa sendik dep, kur örşelengenderdi körmeysiñ be? Olar şaytanğa jüginiswdi qalaydı. Negizinde olarğa, oğan qarsı bolw ämir etilgen bolatın. öytkeni, şaytan, olardı mülde uzaqqa adastırwdı qalaydı"},{"SurahNumber":4,"VerseNumber":61,"Text":"Al jäne qaşan olarğa: «Alla tüsirgen Quranğa jäne Payğambarğa keliñder» delinse, munafıqtardıñ senen mülde şegenşektegenin köresiñ"},{"SurahNumber":4,"VerseNumber":62,"Text":"Sonda olar qaytıp, qoleki istegenderiniñ saldarınan bastarına bir küyzelis kelgende, sağan kelip: «Biz jaqsılıqtı, üyleswdi qalap edik» dep, Allanıñ atımen ant- sw işedi"},{"SurahNumber":4,"VerseNumber":63,"Text":"Alla olardıñ jürekterindegini biledi. Endi olardan bet bur. Olarğa ügit ber de, olarğa äserli söz söyle"},{"SurahNumber":4,"VerseNumber":64,"Text":"Payğambar atawlını Allanıñ nusqawımen boy usınılwı üşin ğana jiberdik. Eger olar özderine bir kesir istegen zaman, sağan kelip, Alladan jarılqanw tilese, äri Payğambar da olar üşin jarılqaw tilese, ärïne olar Allanı; täwbeni öte qabıldawşı, erekşe meyirimdi türde tabar edi"},{"SurahNumber":4,"VerseNumber":65,"Text":"(Muxammed Ğ.S.) Rabbıña sert! Olar özara talasqannärselerinde seni bï qılıp, sonsoñ bergen bïligiñnen köñilderinde aqaw tappay tolıq boy usınğanğa deyin mümin bola almaydı"},{"SurahNumber":4,"VerseNumber":66,"Text":"Al olarğa: «Özderiñdi öltiriñder, (soğısıñdar,) nemese jurttarıñnan şığıñdar!»,- dep ämir etken bolsaq, olardan öte azı ğana orındaydı. Olar özderine ügittelgen närseni atqarsa edi, ärïne olar üşin xayırlı bolıp, ïmandarı nığayıp bekir edi"},{"SurahNumber":4,"VerseNumber":67,"Text":"Sonday-aq öz janımızdan sıylıq berer edik"},{"SurahNumber":4,"VerseNumber":68,"Text":"Ärïne olardı twra jolğa salar edik"},{"SurahNumber":4,"VerseNumber":69,"Text":"Al jänekim Allağa, payğambarğa boy usınsa, mine solar; Alla (T.) nığmetke bölegen payğambarlar, şınşıldar, şähïtter jäne ïgilermen birge boladı. Olar nendey jaqsı joldas"},{"SurahNumber":4,"VerseNumber":70,"Text":"Mine bul Alladan iltïpat. Alla är närseni jete bilwşi"},{"SurahNumber":4,"VerseNumber":71,"Text":"Äy müminder! Quraldarıñdı alıñdar. Jäne bölek- bölek bolıp nemese tutas attanıñdar"},{"SurahNumber":4,"VerseNumber":72,"Text":"Ärïne senderden qırqarlıq qılatındar da bar. Eger senderge bir qïınşılıq kelse: «Ras Alla, mağan baq bergen eken. Öytkeni, olarmen birge bolmadım» dep aytar"},{"SurahNumber":4,"VerseNumber":73,"Text":"Al eger senderge Alladan bir märxamet (jeñis) kelse, sendermen aralarında eşbir dostıq joqtay: «Ättegen-ay! Olarmen birge bolsam edi, zor tabısqa eï bolar edim» dep aytar"}]}