{"Id":187,"LanguageCodes":["he","heb"],"Name":"heb-darusalamhousei","Author":"Darusalam House In Jerusalem","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"https://quranenc.com/en/browse/hebrew_darussalam","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"אז האמין בו לוט, ואמר: “אני אנדוד לארץ אחרת למען ריבוני, ואכן הוא העזוז החכם”"},{"SurahNumber":29,"VerseNumber":27,"Text":"ונתנו לו את יצחק ואת יעקוב, והענקנו לזרעו את הנבואה ואת הספר, והענקנו לו את שכרו בעולם הזה, ואכן בעולם הבא הוא בין בעלי היושרה"},{"SurahNumber":29,"VerseNumber":28,"Text":"ולוט, כאשר אמר לבני עמו, “הן, אתם עושים תועבה (מעשה סדום) אשר לא עשה כמוהה לפניכם איש בעולמים"},{"SurahNumber":29,"VerseNumber":29,"Text":"התבואו (מינית) אל הגברים, ותגזלו אנשים בדרכים ותבצעו מעשי גנאי בהתקבצויותיכם. ואז היה המענה של בני עמו שאמרו: “הבא עלינו את העונש של אללה, אם אתה אכן מן הצודקים”"},{"SurahNumber":29,"VerseNumber":30,"Text":"אמר: “ריבוני! סייע לי נגד האנשים מבצעי השחיתות!”"},{"SurahNumber":29,"VerseNumber":31,"Text":"כאשר שליחינו (המלאכים) הביאו את הבשורה לאברהם, הם אמרו: “הן, עומדים אנו להכחיד את תושבי העיר הזאת, כי תושביה היו מקפחים”"},{"SurahNumber":29,"VerseNumber":32,"Text":"אמר: ״ הן, לוט נמצא בה”. אמרו: “אנו יודעים היטב מי נמצא בה. נחלץ אותו ואת משפחתו, מלבד אשתו, היא תישאר מאחור (תושמד)"},{"SurahNumber":29,"VerseNumber":33,"Text":"כשהגיעו שליחינו אל לוט, הוא פחד לגורלם ונחרד מבשורתם. אולם הם אמרו: “אל תפחד ואל תצטער, אנו מצילים אותך ואת בני משפחתך, מלבד אשתך, היא תישאר מאחור (תושמד)"},{"SurahNumber":29,"VerseNumber":34,"Text":"הנה אנחנו מורידים על יושבי העיר הזאת עונש מן השמים על מעשי השחיתות שעשו"},{"SurahNumber":29,"VerseNumber":35,"Text":"ואכן, מה שהשארנו ממנה יהיה אות בהיר לאלה אשר יש להם בינה"},{"SurahNumber":29,"VerseNumber":36,"Text":"ואל בני מדין (שלחנו) את אחיהם, הנביא שועייב, והוא אמר: ״ בני עמי! עבדו את אללה, ושאפו ליום הדין, ואל תחטאו על פני האדמה ואל תפיצו את השחיתות"},{"SurahNumber":29,"VerseNumber":37,"Text":"אך הם התכחשו לו (לשליחותו), ואז הכחידה אותם רעידת האדמה הנוראית, ולאחריה הם נותרו כורעים מתים בבתיהם"},{"SurahNumber":29,"VerseNumber":38,"Text":"(והכחדנו אף) את עאד ות'מוד, והרי ברור לכם מחורבות בתיהם מה שקרה להם, וקישט להם השטן את מעשיהם, והסיט אותם מדרך הישר, למרות שהיו נבונים"},{"SurahNumber":29,"VerseNumber":39,"Text":"(והכחדנו אף) את קורח ופרעה והמן, משה כבר בא אליהם עם האותות הברורים, ואז התייהרו בארץ, ולא נמלטו (מהעונש)"},{"SurahNumber":29,"VerseNumber":40,"Text":"את כולם הענשנו בחטאיהם! על חלק מהם שלחנו סופות אבנים, את חלק מהם לקחה הצווחה (של המלאך גבריאל), מהם אשר הרעדנו את האדמה שבלעה אותם, חלק מהם הטבענו בים, וזה לא אללה אשר קיפח אותם, אך היו מקפחים את עצמם"},{"SurahNumber":29,"VerseNumber":41,"Text":"משלם של אלה אשר עבדו אלילים באדונים מלבד אללה, כמשל העכביש העושה את ביתו, ואכן, הרופף שבבתים הוא בית העכביש, אילו היו יודעים"},{"SurahNumber":29,"VerseNumber":42,"Text":"הן, אללה יודע שאין כל ערך אמתי לאלה (האלילים) שאליהם מתפללים מלבדו, והוא העזוז והחכם"},{"SurahNumber":29,"VerseNumber":43,"Text":"אלה הם המשלים אשר אנו נותנים לאנשים, אך אותם יבינו רק אלה אשר יש להם בינה"},{"SurahNumber":29,"VerseNumber":44,"Text":"יצר אללה את השמים ואת הארץ בצדק, הן יש בזה אות למאמינים"},{"SurahNumber":29,"VerseNumber":45,"Text":"קרא את אשר הושרה אליך מן הספר, וקיים את התפילה כהלכתה, כי התפילה מונעת את הנתעב ואת הרע. וזכר אללה אדיר יותר, ואללה מכיר את כול מעשיכם"}]}