{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"Bu iki ayri grubun meseli, kor ve sagir ile goren ve isiten gibidir. Bunlar hic esit olabilirler mi? Hala dusunmeyecek misiniz"},{"SurahNumber":11,"VerseNumber":25,"Text":"Andolsun ki, vaktiyle Nuh'u da kavmine gonderdik, O, onlara soyle dedi: \"Ben sizin icin apacik bir uyariciyim"},{"SurahNumber":11,"VerseNumber":26,"Text":"Allah'dan baskasina ibadet etmeyin! Ben, size gelecek aci bir gunun azabindan korkarim"},{"SurahNumber":11,"VerseNumber":27,"Text":"Buna karsilik, kavminin ileri gelen kafirlerinden bir kismi dediler ki: \"Biz seni bizim gibi insanlardan biri olarak goruyoruz, baska degil. Ilk bakista bizim ayak takimimizdan baskasinin senin arkana dustugunu gormuyoruz. Sizin bizden fazla bir meziyetinizi de gormuyoruz. Aksine sizi yalancilar saniyoruz"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nuh dedi ki; \"Ey kavmim! Peki su soyleyecegime ne diyeceksiniz? Ben Rabbimden apacik bir delil uzere isem ve O, bana kendi tarafindan bir rahmet bahsetmisse, size de onu gorecek goz verilmemisse biz, istemediginiz halde onu size zorla mi kabul ettirecegiz"},{"SurahNumber":11,"VerseNumber":29,"Text":"Ey kavmim! Ben sizden herhangi bir mal mulk istemiyorum. Benim mukafatim ancak Allah'a aittir. Ve ben ona iman edenleri kovacak degilim. Onlar elbette Rablerine kavusacaklar. Fakat ben de sizi cahillik eden bir kavim goruyorum"},{"SurahNumber":11,"VerseNumber":30,"Text":"Ey kavmim, ben onlari etrafimdan kovacak olursam, Allah'dan beni kim kurtarabilir? Siz hic dusunmez misiniz"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ben size \"Allah'in hazineleri benim yanimdadir.\" demiyorum ki. Ben size \"Ben bir melegim.\" de demiyorum. O sizin kendinize gore, hor gordukleriniz hakkinda \"Allah onlara hicbir hayir vermez.\" de demiyorum. Onlarin iclerindeki niyeti, en iyi Allah bilir. (Bu soylediklerimin aksini iddia etseydim) asil o zaman zalimlerden olurdum"},{"SurahNumber":11,"VerseNumber":32,"Text":"Dediler ki; \"Ey Nuh! Bizimle didisip durdun, didismende de cok ileri gittin. Eger dogru soyluyorsan, bizi tehdit ettigin su azabi getir de gorelim"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nuh dedi ki; \"Onu ancak Allah dilerse getirir. Ve siz O'nu yildiracak degilsiniz"},{"SurahNumber":11,"VerseNumber":34,"Text":"Ben size ogut vermek istemis olsam da, eger Allah sizi helak etmeyi murad ediyorsa, zaten ogut vermemin size bir faydasi olmaz. Rabbiniz O'dur ve nihayet O'na donduruleceksiniz"},{"SurahNumber":11,"VerseNumber":35,"Text":"Yoksa \"Onu uydurdu\" mu diyorlar? De ki; \"Eger uydurdumsa vebali benim boynumadir. Bense sizin yuklendiginiz vebalden uzagim"},{"SurahNumber":11,"VerseNumber":36,"Text":"Ayrica Nuh'a soyle vahyettik: \"Bil ki kavminden simdiye kadar iman etmis olanlardan baska artik kimse iman etmeyecektir. Onun icin yaptiklari seylerden dolayi kederlenme"},{"SurahNumber":11,"VerseNumber":37,"Text":"Bizim gozetimimiz altinda ve vahyimize gore gemiyi yap. Zulum yapanlar hakkinda da bana bir sey soyleme. Cunku onlar kesinlikle suda bogulacaklardir"},{"SurahNumber":11,"VerseNumber":38,"Text":"Gemiyi yapiyordu, kavminden bazi ileri gelen gruplar, onun yanindan gelip gectikce, onunla alay ediyorlardi. Nuh dedi ki: \"Bizimle egleniyorsunuz, biz de sizinle tipki bizimle eglendiginiz gibi alay edip eglenecegiz"},{"SurahNumber":11,"VerseNumber":39,"Text":"O perisan edici azabin kime gelecegini ve o surekli azabin kimin basina inecegini ilerde bileceksiniz"},{"SurahNumber":11,"VerseNumber":40,"Text":"Nihayet emrimiz geldigi ve tennur (tandir veya geminin kazani) tutusup parladigi zaman dedik ki; \"Erkegi ve disisi olan her canlidan ikiser tane, aleyhlerinde hukum verilmis olanlarin disinda, aileni ve iman etmis olanlari geminin icine yukle\". Zaten beraberinde iman edenler cok az idi"}]}