{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Toto jest vypodobneni raje, slibeneho bohabojnym: zpod zahrad jeho reky tekou, plody jejich vecne jsou a stin jejich taktez: takovato bude (posledni) odmena bohabojnym, vsak (posledni) odmenou nevericich bude ohen pekelny"},{"SurahNumber":13,"VerseNumber":36,"Text":"Ti, kterym seslali jsme Knihu, raduji se z toho, co seslano ti bylo, vsak mezi spojenymi (kmeny) jsou nektere, jez popiraji cast toho. Rci: „Pouze nakazano mi bylo, abych uctival Boha jedineho a nedaval mu spolecniku: jej vzyvam a k nemu navratim se.“"},{"SurahNumber":13,"VerseNumber":37,"Text":"Takovymto zpusobem seslali jsme ti jej, jako zakon v jazyku arabskem: a nasledoval-li bys choutky jejich pote, kdyz seslano ti bylo vedeni, nebude ti pred Bohem ani ochrance, ani obhajovatele"},{"SurahNumber":13,"VerseNumber":38,"Text":"„A poslali jsme jiz pred tebou proroky a dali jsme jim manzelky a potomstvo: nebylo pak proroka, jenz by byl prinasel znameni, leda s dovolenim bozim. Kazdy vek pak ma Knihu svou"},{"SurahNumber":13,"VerseNumber":39,"Text":"Zrusi Buh, co chce, a potvrdi, co chce: u neho naleza se Kniha prvotni"},{"SurahNumber":13,"VerseNumber":40,"Text":"At jiz dame ti dockati se spatreni neceho z toho, co slibujeme jim, anebo vezmeme te k sobe (pred tim) — tobe pripada pouze hlasani, nam pak uctovani"},{"SurahNumber":13,"VerseNumber":41,"Text":"Zdaz nevidi, jak vnikame do zeme jejich a zmensujeme hranice jeji? Buh vynasi rozsudek a nikomu nelze zvratiti jej: a on rychly jest v uctovani"},{"SurahNumber":13,"VerseNumber":42,"Text":"Uklady strojili ti, kdoz byli pred nimi, vsak Bohu znamy jsou uklady veskere. On vi, co zasluhuje si kazda duse a seznaji neverici, komu posledni pripadne obydli"},{"SurahNumber":13,"VerseNumber":43,"Text":"A rikaji ti, kdoz neuverili: „Nejsi vyslancem Boha.“ Rci: „Buh postaci mi jako svedek k rozsouzeni mezi mnou a vami, jakoz i ti, kdoz znalost maji Knihy!“"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif. Lam. Ra. (Tato jest) Kniha, kterou seslali jsme ti, abys vyvadel lidi z temnot na svetlo, z dovoleni Pana jejich a vedl je ke stezce Mocneho, Chvalyhodneho"},{"SurahNumber":14,"VerseNumber":2,"Text":"Boha, jemuz prinalezi vse, coz na nebi jest a na zemi: a beda nevericim, pro trest prisny"},{"SurahNumber":14,"VerseNumber":3,"Text":"Tem, jimz milejsi jest zivot pozemsky nad zivot budouci a kteri odvraceji lid od stezky bozi a prali by si zkriviti ji: tito zajiste v dalekem jsou bludu"},{"SurahNumber":14,"VerseNumber":4,"Text":"A neposlali jsme proroka, vyjma v jazyku lidu jeho, aby jasne mohl vysvetlovati jim sve poselstvi: a Buh zavadi, koho chce a vede, koho chce, nebot on mocny jest a moudry"},{"SurahNumber":14,"VerseNumber":5,"Text":"Kdysi poslali jsme Mojzise se znamenimi svymi, rkouce: „Vyvadej lid svuj z temnot na svetlo a pripominej jim dny Boha:“ V tomt zajiste znameni jsou pro kazdeho, jenz trpelive vyckava a jest vdecny"},{"SurahNumber":14,"VerseNumber":6,"Text":"Tehdy pak rekl Mojzis k lidu svemu: „Pomnete milosti bozi nad vami, kdyz zachranil vas z rukou lidu Faraonova, ktery utiskoval vas nejhorsimi utrapami: a zabijeli syny vase a zivili dcery vase: v tom zajiste byla pro vas zkouska od Pana vaseho velka"},{"SurahNumber":14,"VerseNumber":7,"Text":"A kdyz vyvolati dal Pan vas: „Budete-li vdecni, jistotne rozmnozim milosrdenstvi sve vam: vsak nebudete-li veriti, zajiste trest muj jest prisny.“"},{"SurahNumber":14,"VerseNumber":8,"Text":"A rekl Mojzis: „Kdybyste neverili i vy, i kdoz na zemi jest vesmes, vezte, ze Buh jest nade vse bohaty a chvalyhodny.“"},{"SurahNumber":14,"VerseNumber":9,"Text":"Zdaz nedosla vas zvest o tech, kdoz byli pred vami: lidu Noemova, o kmeni 'Ad a Tsemud a tech, kdoz byli po nich, jichz deje pouze Buh zna. Prisli k nim proroci jejich s jasnymi dukazy, vsak oni pokladali ruce sve na usta sva, rkouce: „Neverime v to, s cim poslani jste byli a zajiste jsme v pochybnosti ohledne toho, k cemu zvete nas, nemale.“"}]}