{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"Ey inananlar, ALLAH'ın ve elcisinin huzurunda one gecmeyiniz. ALLAH'ı dinleyiniz. ALLAH Isitir, Bilir"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ey inananlar, sesinizi peygamberin sesinin ustune cıkarmayın ve birbirinize bagırdıgınız gibi ona bagırmayın. Yoksa siz farketmeden isleriniz bosa gider"},{"SurahNumber":49,"VerseNumber":3,"Text":"Seslerini ALLAH'ın elcisinin huzurunda kısanlar oyle kimselerdir ki, ALLAH onların kalplerini erdemlilik icin uygun hale getirmistir. Onlar icin bagıslanma ve buyuk bir odul vardır"},{"SurahNumber":49,"VerseNumber":4,"Text":"Odaların/duvarların ardından sana seslenenlerin cogu dusuncesiz kimselerdir"},{"SurahNumber":49,"VerseNumber":5,"Text":"Sen yanlarına cıkıncaya kadar sabretselerdi kendileri icin daha iyi olurdu. ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey inananlar, kotu huylara sahip birisi size bir haber getirirse onu arastırınız. Yoksa bilmeden bir topluluga karsı haksızlık edersiniz ve daha sonra yaptıgınızdan pismanlık duyarsınız"},{"SurahNumber":49,"VerseNumber":7,"Text":"Bilesiniz ki ALLAH'ın elcisi aranızdadır. Islerin cogunda sizlere uysaydı sıkıntıya duserdiniz. Fakat, ALLAH inancı size sevdirdi ve onu gonullerinizde susledi; inkarı, kotulugu ve isyanı ise size cirkin gosterdi. Iste dogruyu izleyenler bunlardır"},{"SurahNumber":49,"VerseNumber":8,"Text":"ALLAH'ın lutfu ve nimeti boyledir. ALLAH Bilendir, Bilgedir"},{"SurahNumber":49,"VerseNumber":9,"Text":"Inananlardan iki grup birbirleriyle savasırlarsa onların arasını bulun. Onlardan biri otekine saldırırsa, ALLAH'ın buyruguna donunceye kadar saldırgan grupla savasın. Donerse onların arasını tarafsızca duzeltin ve adaletli davranın. ALLAH adaletli davrananları sever"},{"SurahNumber":49,"VerseNumber":10,"Text":"Inananlar kardestirler. Kardeslerinizin arasını duzeltin. ALLAH'ı sayın ki merhamet edilesiniz"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ey inananlar, bir topluluk diger bir topluluk ile alay etmesin, belki onlar kendilerinden daha iyidirler. Kadınlar da kadınlarla alay etmesinler, belki onlar kendilerinden daha iyidirler. Birbirinizi ayıplamayın ve birbirinizi, kucuk dusurucu kelimelerle cagırmayın. Inanctan sonra yoldan cıkmak ne kotu bir isimdir. Kim tevbe etmezse onlar zalimlerdir"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ey inananlar, zandan tumuyle sakının, cunku zannın bir kısmı gunahtır. Birbirinizin gizli seylerini arastırmayın ve birbirinizi arkadan cekistirmeyin. Olu kardesinizin etini yemekten hoslanır mısınız? Elbette ondan igrenirsiniz. ALLAH'ı dinleyin. ALLAH tevbeleri kabul edendir, Rahimdir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey halk, sizi bir erkek ile bir disiden yarattık ve birbirinizle tanısmanız icin sizi ırklara ve boylara ayırdık. ALLAH yanında sizin en degerliniz en erdemli olanınızdır. ALLAH Bilendir, Haberdardır"}]}