{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Soyle dediler: “Eger o calmıssa ondan once onun kardesi de calmıstı.” Fakat Yusuf onu icinde gizledi, onlara acıklamadı. (Icinden dedi ki:) “Sizin durumunuz daha fena, Allah anlattıklarınızı cok iyi bilir.”"},{"SurahNumber":12,"VerseNumber":78,"Text":"“Ey aziz (vezir)! Gercekten onun cok yaslı, buyuk bir babası var. O sebeple onun yerine bizden birisini al (tut). Muhakkak ki; biz seni muhsinlerden goruyoruz.” dediler"},{"SurahNumber":12,"VerseNumber":79,"Text":"Esyamızı yanında buldugumuz kisiden baskasını almaktan (tutmaktan) Allah´a sıgınırım. Eger biz (bunu) yaparsak, o zaman elbette zalimlerden oluruz"},{"SurahNumber":12,"VerseNumber":80,"Text":"Artık ondan umitlerini kestikleri zaman bir kenara cekildiler. Onların en buyugu gizlice konusarak soyle dedi: “Babamızın sizden, Allah adına misak aldıgını ve daha once Yusuf´a yaptıgınız kusuru bilmiyor musunuz? Babam bana izin verinceye kadar veya Allah benim hakkımda hukum verinceye kadar, artık buradan asla ayrılmayacagım. Ve o hukum verenlerin en hayırlısıdır.”"},{"SurahNumber":12,"VerseNumber":81,"Text":"Babanıza donun ve soyle soyleyin: “Ey babamız! Senin oglun, gercekten hırsızlık yaptı. Biz bildigimizden baska bir seye sahit olmadık (gormedik). Ve biz gaybı (nasıl oldugunu) da bilmiyorduk"},{"SurahNumber":12,"VerseNumber":82,"Text":"Ve icinde bulundugumuz sehir halkına ve aralarında dondugumuz kervana sor. Muhakkak ki; biz gercekten sadıklarız (dogru soyleyenleriz)"},{"SurahNumber":12,"VerseNumber":83,"Text":"Yakub (A.S) soyle dedi: \"Hayır, sizin nefsiniz sizi bu ise tesvik etti.” Artık bundan sonrası guzel (bir) sabırdır. Umulur ki; Allah, onların hepsini bana getirir. Muhakkak ki; O Alim (en iyi bilen) ve Hakim (hikmet ve hukum sahibi) olandır"},{"SurahNumber":12,"VerseNumber":84,"Text":"Ve onlardan yuz cevirdi ve: “Yusuf´a yazık oldu (vah yusuf)” dedi. Artık o uzuntusunu sakladıgı (kezim oldugu) halde huzunden gozleri agardı"},{"SurahNumber":12,"VerseNumber":85,"Text":"(Ogulları) soyle dediler: “Allah´a andolsun ki; hasta oluncaya veya helak oluncaya kadar Yusuf´u anmaya devam ediyorsun.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"(Yakub A.S ) soyle dedi: “Ben kederimi ve huznumu sadece Allah´a arz ederim (sikayet ederim). Ve sizin bilmediginiz sey(ler)i ben Allah´tan (Allah´ın bildirmesi ile) bilirim"},{"SurahNumber":12,"VerseNumber":87,"Text":"Ey ogullarım, gidin ve Yusuf´u ve onun kardesini iyice arastırın! Allah´ın verecegi ferahlıktan umut kesmeyin. Muhakkak ki; kafirler (onu inkar edenler) kavminden baskası, Allah´ın verecegi ferahlıktan umut kesmez"},{"SurahNumber":12,"VerseNumber":88,"Text":"Bundan sonra onun huzuruna girince soyle dediler: “Ey aziz! Bize ve ailemize siddetli darlık dokundu ve biz az sermaye ile geldik. Artık bize olcegi tam olarak ver ve bize tasadduk et (sadaka ver). Muhakkak ki; Allah sadaka verenlerin mukafatını verir"},{"SurahNumber":12,"VerseNumber":89,"Text":"Yusuf (A.S): “Siz cahil iken Yusuf´a ve onun kardesine yaptıgınız seyi bildiniz mi (hatırladınız mı)?” dedi"},{"SurahNumber":12,"VerseNumber":90,"Text":"“Gercekten sen misin? Mutlaka sen Yusuf´sun!” dediler. “Ben Yusuf´um ve bu benim kardesim. Allah bizi ni´metlendirdi. Cunku kim takva sahibi olur ve sabrederse, o taktirde, muhakkak ki; Allah muhsinlerin ecrini zayi etmez.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"“Allah´a yemin olsun ki; Allah seni kesinlikle bize ustun kılmıs. Ve biz, elbette (kasten gunah isleyen) gunahkarlar olduk.” dediler"},{"SurahNumber":12,"VerseNumber":92,"Text":"“Bugun size kınama (suclama) yoktur. Allah size magfiret etsin. Ve O, Rahim olanların en cok rahmet (merhamet) edenidir.” dedi"},{"SurahNumber":12,"VerseNumber":93,"Text":"“Bu gomlegimi goturun, sonra da onu babamın yuzune surun. Gorme hassası (geri) gelir. Ve ailenizin hepsini bana getirin.”"},{"SurahNumber":12,"VerseNumber":94,"Text":"Ve kafile (Mısır´dan) ayrıldıgı zaman onların babası soyle dedi: “Bana ´bunuyor´ demezseniz, gercekten ben Yusuf´un rayihasını (kokusunu, Yusuf´tan gelen ruzgarın esintisini) duyuyorum.”"},{"SurahNumber":12,"VerseNumber":95,"Text":"“Allah´a yemin olsun” dediler. “Gercekten sen eski dalaletinin (eski uzuntunun verdigi sapmanın) icindesin.”"},{"SurahNumber":12,"VerseNumber":96,"Text":"Boylece mujdeci geldigi zaman onu (Yusuf´un gomlegini), onun (babasının) yuzune surdu. Gorme hassası hemen geri dondu. Yakub (A.S): “Ben size demedim mi? Gercekten, ben sizin bilmediginiz seyleri Allah´tan (vahiy olarak) biliyorum.” dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Yusuf (A.S)´ın kardesleri) soyle dediler: “Ey babamız! Bizim gunahlarımız icin magfiret dile. Gercekten biz, bilerek gunah isleyenlerden olduk"},{"SurahNumber":12,"VerseNumber":98,"Text":"“Sizin icin Rabbimden yakında magfiret isteyecegim. Muhakkak ki; O Gafur´dur, Rahim´dir.” dedi"},{"SurahNumber":12,"VerseNumber":99,"Text":"Boylece Yusuf´un huzuruna girdikleri zaman, anne ve babasını kendi yanına aldı. Ve soyle dedi: “Allah´ın dilemesiyle emin (guvende) olarak Mısır´a girin.”"},{"SurahNumber":12,"VerseNumber":100,"Text":"Ve anne babasını tahtın ustune cıkarttı. Ona secde ederek egildiler. Yusuf (A.S) soyle dedi: “Ey babacıgım! Bu, daha onceki ruyamın yorumudur. Rabbim onu hakikat kıldı (gerceklestirdi). Ve beni zindandan cıkardıgı zaman bana en guzelini yaptı (Benim icin en guzelini dizayn etti). Ve seytan, benimle kardeslerimin arasını actıktan sonra sizi colden getirdi. Muhakkak ki; benim Rabbim, diledigine lutuf sahibidir. Alim (en iyi bilen) ve Hakim (en iyi hukum veren, hikmet sahibi) olan muhakkak ki; “O” dur.”"}]}