{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Szczęśliwi są wierzący"},{"SurahNumber":23,"VerseNumber":2,"Text":"Którzy są pokorni w swoich modlitwach"},{"SurahNumber":23,"VerseNumber":3,"Text":"Którzy się odwracają od pustej gadaniny"},{"SurahNumber":23,"VerseNumber":4,"Text":"Którzy dają jałmużnę"},{"SurahNumber":23,"VerseNumber":5,"Text":"Którzy zachowują wstrzemięźliwość"},{"SurahNumber":23,"VerseNumber":6,"Text":"Z wyjątkiem swoich żon i tego, czym zawładnęła ich prawica, bo wtedy nie będą ganieni"},{"SurahNumber":23,"VerseNumber":7,"Text":"a którzy pożądają inne, poza nimi, są występni"},{"SurahNumber":23,"VerseNumber":8,"Text":"Którzy strzegą powierzonych sobie depozytów i dochowują zobowiązań"},{"SurahNumber":23,"VerseNumber":9,"Text":"Którzy odprawiają swoje modlitwy"},{"SurahNumber":23,"VerseNumber":10,"Text":"Tacy są dziedzicami"},{"SurahNumber":23,"VerseNumber":11,"Text":"Którzy odziedziczą Raj, gdzie będą przebywać na wieki"},{"SurahNumber":23,"VerseNumber":12,"Text":"Stworzyliśmy człowieka z ekstraktu gliny"},{"SurahNumber":23,"VerseNumber":13,"Text":"Następnie umieściliśmy go - jako kroplę nasienia - w naczyniu solidnym"},{"SurahNumber":23,"VerseNumber":14,"Text":"Następnie stworzyliśmy z kropli nasienia grudkę krwi zakrzepłej; potem stworzyliśmy z tej grudki krwi zakrzepłej zalążek ciała; a z tego zalążka stworzyliśmy kości; wtedy oblekaliśmy te kości ciałem; następnie uczyniliśmy go innym stworzeniem. Niech będzie błogosławiony Bóg, najlepszy ze stwórców"},{"SurahNumber":23,"VerseNumber":15,"Text":"Następnie, z pewnością, pomrzecie"},{"SurahNumber":23,"VerseNumber":16,"Text":"A w Dniu Zmartwychwstania zostaniecie wskrzeszeni"},{"SurahNumber":23,"VerseNumber":17,"Text":"Stworzyliśmy ponad wami siedem dróg i nie byliśmy niedbali w dziele stworzenia"},{"SurahNumber":23,"VerseNumber":18,"Text":"Zesłaliśmy z nieba określoną ilość wody i utrzymaliśmy ją na ziemi; a przecież My mamy władzę ją usunąć"},{"SurahNumber":23,"VerseNumber":19,"Text":"I spowodowaliśmy, iż powstały dla was dzięki niej ogrody z palm i winnej latorośli; są tam obfite owoce, które wy zjadacie"},{"SurahNumber":23,"VerseNumber":20,"Text":"I drzewo wyrastające z góry Synaj, które wytwarza oliwę i przyprawę dla jedzących"},{"SurahNumber":23,"VerseNumber":21,"Text":"Oto dla was jest przykład w trzodach: My dajemy wam pić z tego, co znajduje się w ich brzuchach; i są w nich liczne dla was korzyści, z nich się też żywicie"},{"SurahNumber":23,"VerseNumber":22,"Text":"Wy na nich, tak samo jak na okręcie, jesteście przenoszeni"},{"SurahNumber":23,"VerseNumber":23,"Text":"Wysłaliśmy Noego do jego ludu i powiedział: \"O ludu mój! Czcijcie Boga! Nie ma dla was żadnego boga oprócz Niego! Czyż wy nie będziecie bogobojni"},{"SurahNumber":23,"VerseNumber":24,"Text":"I starszyzna - ci z jego ludu, którzy nie uwierzyli - powiedziała: \"To jest tylko człowiek jak wy; on chce się wywyższyć nad wami. A gdyby zechciał Bóg, to z pewnością zesłałby aniołów. My nie słyszeliśmy, żeby coś podobnego zdarzyło się u naszych dawnych przodków"},{"SurahNumber":23,"VerseNumber":25,"Text":"To tylko człowiek opętany przez dżiny; doglądajcie go więc przez jakiś czas"},{"SurahNumber":23,"VerseNumber":26,"Text":"Noe powiedział: \"Panie mój! Dopomóż mi,.. ponieważ oni uznali mnie za kłamcę"},{"SurahNumber":23,"VerseNumber":27,"Text":"I objawiliśmy mu: Zbuduj statek na Naszych oczach i według Naszego objawienia! A kiedy przyjdzie Nasz rozkaz i kiedy kipi piec, wtedy wprowadź do niego ze wszystkiego stworzenia po parze i twoją rodzinę, oprócz tych spośród nich, przeciwko którym już poprzednio zostało wypowiedziane słowo. I nie przemawiaj do mnie w obronie tych, którzy byli niesprawiedliwi. Zaprawdę, oni zostaną zatopieni"},{"SurahNumber":23,"VerseNumber":28,"Text":"A kiedy urządzisz się, ty i ci, którzy są razem z tobą na statku, powiedz: \"Chwała niech będzie Bogu, który nas wybawił od ludu niesprawiedliwych"},{"SurahNumber":23,"VerseNumber":29,"Text":"I powiedz: \"Panie mój i Pozwól mi przybić do jakiegoś błogosławionego miejsca! Ty jesteś najlepszym z tych, którzy doprowadzają do przystani"},{"SurahNumber":23,"VerseNumber":30,"Text":"Zaprawdę, w tym są znaki! I My jesteśmy, z pewnością, doświadczającymi"},{"SurahNumber":23,"VerseNumber":31,"Text":"Po nich utworzyliśmy inne pokolenie"},{"SurahNumber":23,"VerseNumber":32,"Text":"I wysłaliśmy do nich posłańca spośród nich: \"Czcijcie Boga! Nie ma dla was żadnego innego boga oprócz Niego! Czyż nie będziecie bogobojni"},{"SurahNumber":23,"VerseNumber":33,"Text":"I powiedziała starszyzna z jego ludu, ci, którzy nie uwierzyli i którzy za kłamstwo uznali spotkanie rycia ostatecznego, i którym pozwoliliśmy się cieszyć dostatkiem w życiu tego świata: \"To przecież tylko człowiek, podobnie jak wy; który je, co wy jecie, i który pije, co wy pijecie"},{"SurahNumber":23,"VerseNumber":34,"Text":"A jeśli posłuchacie człowieka podobnego do was, to z pewnością będziecie stratni"},{"SurahNumber":23,"VerseNumber":35,"Text":"Czy on obiecuje wam, że kiedy pomrzecie i staniecie się prochem i kośćmi, zostaniecie wyprowadzeni"}]}