{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":12,"VerseNumber":7,"Text":"I pri Jusufa i pri brakata negovi ima, sekako, znamenija za prasuvacite"},{"SurahNumber":12,"VerseNumber":8,"Text":"koga onie rekoa: “Da, Jusuf i brat mu se pomili kaj babo ni, a nie sme, navistina, druzina, i babo ni, sekako, e vo zabluda jasna"},{"SurahNumber":12,"VerseNumber":9,"Text":"Ubijte go Jusufa ili izgonete go vo nekoja zemja. Liceto od babo VI kon vas ke bide upraveno i ke bidete, po nego, dobar narod"},{"SurahNumber":12,"VerseNumber":10,"Text":"I eden megu govornicite nivni rece: “Ne ubivajte go Jusufa, tuku frlete go, ako veke. toa go pravite, vo dnoto na bunarot, pa ke si go zeme nekoj. karavan"},{"SurahNumber":12,"VerseNumber":11,"Text":"ekoa: “O babo nas, zosto nemas doverba vo nas za Jusuf? Nie nego, navistina, samo ke go sovetuvame"},{"SurahNumber":12,"VerseNumber":12,"Text":"Isprati go utre so nas vo prosetka da se poigra. Navistina, ke go cuvame"},{"SurahNumber":12,"VerseNumber":13,"Text":"Toj rece: “Da,zagrizen sum da ne go odvedete i se plasam da ne go izede volk koga ne ke mu obrnete vnimanie"},{"SurahNumber":12,"VerseNumber":14,"Text":"ie rekoa: “Pa, kako ke go izede volk: nie sme druzina golema, navistina! I taka sigurno bi bile porazeni"},{"SurahNumber":12,"VerseNumber":15,"Text":"bidejki go odvedoa se soglasija da go frlat na dnoto od eden bunar. I tuka Nie mu objavivme: “Ti, navistina, ke im doneses, vo vrska so rabotata nivna, vesti za ova. I tie ne ke prepoznaat"},{"SurahNumber":12,"VerseNumber":16,"Text":"I dojdoa brakata na Jusuf kaj babo im noke, placejki"},{"SurahNumber":12,"VerseNumber":17,"Text":"i rekoa: “O babo nas, nie bevme otisle da se nattrcuvame I go ostavivme Jusufa da ni gi cuva stvarite, pa go izede volk. E, pa, nema li da ni poveruvas; iskreni sme, navistina"},{"SurahNumber":12,"VerseNumber":18,"Text":"ja donesoa kosulata negova so lazna krv. Rece: “Ne, vo dusite vasi najdovte nesto sto ve raduva. E, samo kolku e ubava trpelivosta! OD Allah baram pomos za ona sto go opisuvate"},{"SurahNumber":12,"VerseNumber":19,"Text":"I dojde karavan meden. Go ispratija vodonosecot po voda. Ovoj ja spusti kofata. Rece: “Kakva radost; eve dete!\" I go sokrija kako stokata trgovska. Allah go znae ona Sto go rabotat"},{"SurahNumber":12,"VerseNumber":20,"Text":"go prodadoa za evtina cena: samo za iznos od nekolku dirhemi. I so toa bea zadovolNI"},{"SurahNumber":12,"VerseNumber":21,"Text":"onoj sto go kupi, od Misir, A rece na zena mu: “Napravi go prijaten prestojot negov: mozebi ke ni bide od korist ili, pak, ke go posinime.\" I ete, taka, Nie go smestivme Jusufa vo taa zemja i go poucivme vo tolkuvanjeto na sonovite. Allah e Pobednik so naredbata Svoja, No MNOzinstvoto na lugeto ne znaat"},{"SurahNumber":12,"VerseNumber":22,"Text":"I bidejki porasna Nie mu dadovme i mudrost i znaenje. I ete, taka gi nagraduvame dobrocinitelite"},{"SurahNumber":12,"VerseNumber":23,"Text":"I nastojuvase da go privlece kon sebe, onaa vo cija kuka bese. toj, i gi mispozatvora vratite, i rece: “Priblizi se!\" Jusuf rece: “Allah da me socuva, gazdata moj, navistina, prestojot mi go napravi ubav. Da, zulumkarite nema da bidat spaseni"},{"SurahNumber":12,"VerseNumber":24,"Text":"I taa, sekako, pokaza zelba za nego. A toj da ne go videse dokazot od Gospodarot svoj ke pokazese zelba za nea. Ete, taka Nie od nego go otsranivme losoto i sramnoto delo. ON, navistina, e megu robovite NaSI CISTI"},{"SurahNumber":12,"VerseNumber":25,"Text":"dvajcata potrcaa kon vratata. I taa ja iskina kosulata negova odzadi. I go sretnaa mazot k na vratata, i taa rece: “Kakva e kaznata za onoj koj saka da ja obescesti zenata tvoja, osven da se zatvori ili bolno da se kazni"},{"SurahNumber":12,"VerseNumber":26,"Text":"Jusuf rece: “Taa sakase da me privlece kon nea.\" I eden svedok, togas, pri semejstvoto nejzino vaka posvedoci: “Ako kosulata negova e iIskinata odnapred, vo pravo si, a Jusuf, togas, bi lazel"},{"SurahNumber":12,"VerseNumber":27,"Text":"A ako kosulata negova e iskinata odzadi, taa ne e vo pravo, a toj e iskren"},{"SurahNumber":12,"VerseNumber":28,"Text":"I bidejki ja vide kosulata negova iskinata odzadi, rece: “Ova e edna od vasite spletki. A spletkite nivni se golemi, navistina"},{"SurahNumber":12,"VerseNumber":29,"Text":"Jusuf, zanemari go ova! A ti, zeno, pobaraj proska za tvojot grev. \"Ti si, navistina, megu gresnicite"}]}