{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"rict ja porucit zbonovat obraz ty zbonovat BUH when vyrovnat zjeveni podlehnout mne muj Magnat! Ja prikaz nabidnout Magnat vesmir"},{"SurahNumber":40,"VerseNumber":67,"Text":"On byl Jednotka tvorit ty oprasit subsequently maly napsat pak podle vyznam zarodek pak On privest ty out detsky pak On pripustit ty sahat zralost pak ty sluset starsi - trochu o ty posledni drive. Ty dosahnout dopredu dany stari ty porozumeni"},{"SurahNumber":40,"VerseNumber":68,"Text":"On jsem ale Jednotka rizeny doivotni smrt. S mel vsechno udelan On pouze rict podle Jsem to jsem"},{"SurahNumber":40,"VerseNumber":69,"Text":"Ty prosluly ty diskutovat buh zkouska a jak oni mel zmenit smer ceho"},{"SurahNumber":40,"VerseNumber":70,"Text":"Oni byl a jednotka pochybovat bible poslani my odeslat nas hlasatel. Proto oni ucinil to prece najit out"},{"SurahNumber":40,"VerseNumber":71,"Text":"Spoutat byl jejich krkovicka retez jsem uivany podle vlacet ti"},{"SurahNumber":40,"VerseNumber":72,"Text":"Od Peklo pak od Zapalit oni svitit"},{"SurahNumber":40,"VerseNumber":73,"Text":"Oni poadovat Kde? jsem obraz ty jednat zbonovat"},{"SurahNumber":40,"VerseNumber":74,"Text":"beside BUH? Oni odrikavat Oni oddany nas. Skutecne when my zbonovat ti my zbonovat nic. Tim ucinil BUH odeslat disbelievers z cesty"},{"SurahNumber":40,"VerseNumber":75,"Text":"Tento ty jednat potesit falesny nauka zahrabat ty jednat oznamit ti"},{"SurahNumber":40,"VerseNumber":76,"Text":"Napsat vstup Gehenna wherein ty zustavat stale! Ktery bidny urceni pro naduty jednotka"},{"SurahNumber":40,"VerseNumber":77,"Text":"Ty jsem trpelivy buh slib jsem vernost. My beet ty trochu o (odskodneni) my slibny ti ukoncit svuj doivotni zpredu kdy, oni navraceni nas"},{"SurahNumber":40,"VerseNumber":78,"Text":"My odeslat hlasatel ty - trochu o ti my uvedeny ty trochu my ne uvedeny ty. Nikoliv hlasatel vytahnout kady zazrak buh zmocneni Drive buh soud vydavat vernost vladnout padelatel ukazat poniit"},{"SurahNumber":40,"VerseNumber":79,"Text":"BUH BYL JEDNOTKA TVORIT IVY INVENTAR TY; NEJAKY TY JIZDNI NEJAKY TY STRAVIT"},{"SurahNumber":40,"VerseNumber":80,"Text":"Oni take stanovit ty dalsi uitek spokojeny mnostvi o svuj muset. U ti take jako u poslat ty prodavat"},{"SurahNumber":40,"VerseNumber":81,"Text":"On tim beet ty Svem zkouska. Ktery z buh zkouska ty poprit"},{"SurahNumber":40,"VerseNumber":82,"Text":"Oni ne chodit zahrabat prosluly dusledek ty predchazet ti? Oni jednat byl prima zmrazit prima za moc majetny prima dedictvi zahrabat. uplne jejich uspech ne porce ti za a nejmene"},{"SurahNumber":40,"VerseNumber":83,"Text":"When jejich hlasatel odchod ti vycistit zkouska oni potesit vedomi oni dedit po samy potreby oni zesmesnit jsem dat jejich podzim"},{"SurahNumber":40,"VerseNumber":84,"Text":"Subsequently when oni prijmout nas odskodneni oni odrikavat Tak my domnivat se za BUH JEN my okamite pochybovat obraz zbonovat onen my jednat postup"},{"SurahNumber":40,"VerseNumber":85,"Text":"Jejich domnenka pak ne porce ti za a nejmene drive oni prijmout nas odskodneni. receny byl buh system dosadit obchodni jednani ke Svem tvor; disbelievers stale smrt"},{"SurahNumber":41,"VerseNumber":1,"Text":"M"},{"SurahNumber":41,"VerseNumber":2,"Text":"Zjeveni podle nejvetsi Blahosklonny Milosrdny"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bible zversovat stanovit kompletovat detail Arabsky Quran lide modni"},{"SurahNumber":41,"VerseNumber":4,"Text":"Dritel z poslusny zprava take jako warner. mnostvi z ti obeh oni ne naslouchat"},{"SurahNumber":41,"VerseNumber":5,"Text":"Oni odrikavat Nas dbat byl zpusobit vy- nas zaves jsem hluchy s svuj poslani ohrada rozloucit nas podle ty! Zpusobit co ty chtit a e prosit my"},{"SurahNumber":41,"VerseNumber":6,"Text":"rict ja jsem nikoliv jinam than lidska bytost jsem ty dychat onen svuj buh jsem 1 buh. Ty byl odsouzeny ke zkaze podle Jemu poadovat Svem odpusteni! Hore s obraz worshipers"},{"SurahNumber":41,"VerseNumber":7,"Text":"Ktery ne odevzdat povinny milodar (Zakat) pohled Dale oni jsem disbelievers"},{"SurahNumber":41,"VerseNumber":8,"Text":"Ohledne Ceho ty domnivat se primet spravedlivy doivotni oni prijal zdroj zaslouily odmenit"}]}