{"Id":270,"LanguageCodes":["nl","nld"],"Name":"nld-salomokeyzer","Author":"Salomo Keyzer","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"Toen de zoon van Maria als een voorbeeld werd gesteld, ziet, toen schreeuwde uw volk het, door overmaat van vreugde, uit"},{"SurahNumber":43,"VerseNumber":58,"Text":"Zij zeiden: Zijn onze goden beter dan hij, of is Maria's zoon beter dan onze goden? Zij hebben u deze vraag slechts voorgesteld, als eene aanleiding tot twist. Ja, zij zijn twistgierige menschen"},{"SurahNumber":43,"VerseNumber":59,"Text":"Jezus is slechts een dienaar (een mensch), dien wij met onze gunsten overlaadden, en wij wezen hem als een voorbeeld voor de kinderen Israëls aan"},{"SurahNumber":43,"VerseNumber":60,"Text":"Indien het ons behaagde, ja, waarlijk, dan konden wij uit u zelven engelen voortbrengen, om u op de aarde op te volgen"},{"SurahNumber":43,"VerseNumber":61,"Text":"En hij zal een teeken zijn van de nadering van het jongste uur; twijfelt er dus niet aan; volgt mij; dit is de ware weg"},{"SurahNumber":43,"VerseNumber":62,"Text":"Laat Satan er u niet van afwenden; want hij is uw openlijke vijand"},{"SurahNumber":43,"VerseNumber":63,"Text":"En toen Jezus met duidelijke wonderen kwam, zeide hij: Thans ben ik met wijsheid tot u gekomen, en om u een deel te verklaren van de dingen, nopens welke gij verschilt. Vreest dus God en gehoorzaamt mij"},{"SurahNumber":43,"VerseNumber":64,"Text":"Waarlijk God is mijn Heer, en uw Heer; vereert hem dus; dit is de ware weg"},{"SurahNumber":43,"VerseNumber":65,"Text":"En de verschillende partijen onder hen geraakten in twist met elkander. Maar wee over hen, die onrechtvaardig hebben gehandeld, om de straf van een droevigen dag"},{"SurahNumber":43,"VerseNumber":66,"Text":"Verwachten de ongeloovigen iets anders dan het uur des oordeels; dat het plotseling tot hen moge komen, terwijl zij het niet voorzien"},{"SurahNumber":43,"VerseNumber":67,"Text":"De vertrouwdste vrienden zullen op dien dag elkanders vijanden zijn, behalve de godvruchtigen"},{"SurahNumber":43,"VerseNumber":68,"Text":"O mijne dienaren! er zal op dien dag geene vrees tot u komen, en gij zult niet bedroefd worden"},{"SurahNumber":43,"VerseNumber":69,"Text":"Wie in onze teekenen hebben geloofd en aan mijn wil onderworpen (Moslems) zijn geweest, tot hen zal men zeggen"},{"SurahNumber":43,"VerseNumber":70,"Text":"Treedt gij het paradijs binnen, gij en uwe vrouwen, met groote vreugde"},{"SurahNumber":43,"VerseNumber":71,"Text":"Gouden schotels zullen onder hen worden rondgedragen en bekers, en daaruit zullen zij genieten, wat hunne zielen zullen begeeren, en waarin hunne oogen vermaak zullen scheppen, en eeuwig zult gij daarin verblijven"},{"SurahNumber":43,"VerseNumber":72,"Text":"Dit is het paradijs, dat gij geërfd hebt, als eene belooning voor hetgeen gij hebt verricht"},{"SurahNumber":43,"VerseNumber":73,"Text":"Gij hebt daar vruchten in overvloed, voedt u daarmede"},{"SurahNumber":43,"VerseNumber":74,"Text":"Maar de zondaren zullen voor eeuwig in de marteling der hel verblijven"},{"SurahNumber":43,"VerseNumber":75,"Text":"Zij zal voor hen niet verlicht worden, en zij zullen daarin vertwijfelen"},{"SurahNumber":43,"VerseNumber":76,"Text":"Wij handelden niet onrechtvaardig met hunne eigene zielen, maar zij zelven"},{"SurahNumber":43,"VerseNumber":77,"Text":"Zij zullen luid roepen, zeggende: O Malek! treedt voor ons tusschen beiden, opdat uw Heer onze marteling door vernietiging doe eindigen. Hij zal antwoorden: Waarlijk, gij zult voor eeuwig hierin verblijven"},{"SurahNumber":43,"VerseNumber":78,"Text":"Wij brachten u vroeger de waarheid, maar het meerendeel uwer hadden er afschuw van"},{"SurahNumber":43,"VerseNumber":79,"Text":"Hebben de ongeloovigen een stelsel opgemaakt, om onzen profeet te verschalken"},{"SurahNumber":43,"VerseNumber":80,"Text":"Verbeelden zij zich, dat wij hunne geheimen en hunne gesprekken niet hooren? Ja, en onze gezanten, die hen volgen, schrijven die neder"},{"SurahNumber":43,"VerseNumber":81,"Text":"Zeg: Indien de Barmhartige een zoon had, zou ik de eerste zijn, die hem vereerde"},{"SurahNumber":43,"VerseNumber":82,"Text":"Verre zij het van den Heer van hemel en aarde, den Heer des troons, datgene wat zij van hem betuigen"},{"SurahNumber":43,"VerseNumber":83,"Text":"Laat hen dus door ijdelheid waden, en zich vermaken, tot zij aan hunnen dag komen, waarmede zij werden bedreigd"},{"SurahNumber":43,"VerseNumber":84,"Text":"Hij, die de God in den hemel is, is ook God op aarde, en hij is de Wijze, de Alwetende"},{"SurahNumber":43,"VerseNumber":85,"Text":"Gezegend zij hij, wien het koninkrijk van hemel en aarde behoort en alles wat daartusschen is, met wien de kennis van het laatste uur is, en voor wien gij zult worden verzameld"},{"SurahNumber":43,"VerseNumber":86,"Text":"Degenen, welke zij nevens God aanroepen, hebben het voorrecht niet, anderen tot voorspraak te strekken, behalve zij, die getuigenis der waarheid afleggen en haar kennen"},{"SurahNumber":43,"VerseNumber":87,"Text":"Indien gij hun vraagt, wie hen heeft geschapen, zullen zij zekerlijk antwoorden: God. Waarom zijn zij dus tot de vereering van anderen afgewend"},{"SurahNumber":43,"VerseNumber":88,"Text":"God hoorde ook, toen de profeet zeide: O Heer! waarlijk, deze zijn ongeloovigen, en hij antwoordde"},{"SurahNumber":43,"VerseNumber":89,"Text":"Wend dus van hen af en zeg: Vrede!--Hierna zullen zij hunne dwaling kennen"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Bij het doorzichtige boek van den Koran"},{"SurahNumber":44,"VerseNumber":3,"Text":"Waarlijk wij hebben dit in eenen gezegenden nacht nedergezonden: want wij hadden ons verbonden zoo te handelen"},{"SurahNumber":44,"VerseNumber":4,"Text":"In den nacht waarin, gij duidelijke wijze, het besluit van ieder bepaald ding is nedergezonden"},{"SurahNumber":44,"VerseNumber":5,"Text":"Als een bevel van ons. Waarlijk wij waren immer gewoon, gezanten met openbaringen, met zeker tusschenpoozen te zenden"},{"SurahNumber":44,"VerseNumber":6,"Text":"Als bewijs der genade van uwen Heer; want hij is het die alles hoort en ziet"},{"SurahNumber":44,"VerseNumber":7,"Text":"De Heer van hemel en aarde en van alles wat daar tusschen is; indien gij menschen van vast geloof zijt"},{"SurahNumber":44,"VerseNumber":8,"Text":"Er is geen God buiten hem: hij geeft leven en hij doet sterven; hij is uw Heer en de Heer uwer voorvaderen"},{"SurahNumber":44,"VerseNumber":9,"Text":"Thans vermaken zij zich door te twijfelen"},{"SurahNumber":44,"VerseNumber":10,"Text":"Maar sla hen gade, op den dag dat de hemel een zichtbaren rook zal voortbrengen"},{"SurahNumber":44,"VerseNumber":11,"Text":"Die den mensch zal bedekken. Dit zal eene martelende plaag wezen"},{"SurahNumber":44,"VerseNumber":12,"Text":"Zij zullen zeggen: O Heer! neem deze plaag van ons af; waarlijk wij zullen ware geloovigen worden"},{"SurahNumber":44,"VerseNumber":13,"Text":"Wat heeft onze vermaning hen in dezen toestand gebaat, toen een duidelijke gezant tot hen kwam"},{"SurahNumber":44,"VerseNumber":14,"Text":"En zij zich van hem verwijderden, zeggende: Deze man is door anderen onderricht, of hij is een uitzinnig mensch"},{"SurahNumber":44,"VerseNumber":15,"Text":"Indien wij de plaag eenigermate van u afnemen, zult gij zekerlijk tot uwe ongetrouwheid terugkeeren"},{"SurahNumber":44,"VerseNumber":16,"Text":"Op den dag waarop wij hen fel en met groote macht zullen aanvallen, waarlijk, dan zullen wij wraak op hen nemen"}]}