{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Ani jo manusya apalya ceharyala (svatahla) allahacya havali karila ani ti neka sadacarihi asela tara niscitaca tyane majabuta adhara dharala. Samasta karmanci pariniti allahakade ahe"},{"SurahNumber":31,"VerseNumber":23,"Text":"Ani kaphirancya kupra (inkara) ne tumhi duhkhi ho'u naka. Sevati tya sarvanna amacyacakade paratuna yayace ahe. Tya veli amhi tyanna dakhavu je kahi te karita rahile. Nihsansaya, allaha hrdayatila rahasyabhedannahi janato"},{"SurahNumber":31,"VerseNumber":24,"Text":"Amhi tyanna kahisa phayada asaca pohacavita rahu, parantu sevati amhi tyanna atisaya lacaricya avastheta sakta siksa-yatanekade hakata ne'u"},{"SurahNumber":31,"VerseNumber":25,"Text":"Ani jara tumhi tyanna vicarala ki akasa ani jaminica nirmana karanara kona ahe? Tara he avasya uttara detila, allaha! Tevha tyanna sanga ki sarva prasansesa yogya allahaca ahe. Parantu tyancyapaiki bahuteka loka janata nahita"},{"SurahNumber":31,"VerseNumber":26,"Text":"Akasammadhye ani dharatita je kahi ahe te sarva allahaceca ahe nihsansaya, allaha motha nihsprha ani stuti-prasansesa patra ahe"},{"SurahNumber":31,"VerseNumber":27,"Text":"Ani sarya dharativarila vrksancya jara lekhanya hotila ani sare samudra sa'i banatila ani tyancyanantara sata samudra dusare asatila tarihi allahaci prasansa sampu sakata nahi. Nihsansaya, allaha motha varcasvasali ani hikamata (bud'dhikusalata) balaganara ahe"},{"SurahNumber":31,"VerseNumber":28,"Text":"Tumhi sarvanna nirmana karane ani melyanantara punha jivanta karane aseca ahe jase eka jivala. Nihsansaya, allaha aikanara, pahanara ahe"},{"SurahNumber":31,"VerseNumber":29,"Text":"Kinva tumhi nahi pahata ki allaha ratrila, divasata ani divasala ratrita dakhala karato. Surya ani candrala tyaneca ajnadharaka banavuna thevale ahe ki pratyeka nirdharita veleparyanta calata rahava tumhi je kahi karma karata, allaha te pratyeka karma janato"},{"SurahNumber":31,"VerseNumber":30,"Text":"He sarva (vyavastha) ya karanastava ahe ki allaha satya ahe, ani tyacyakherija jyanna loka (upasya samajuna) pukaratata, sarva khote (mithya) aheta, ani nihsansaya allaha ati'ucca ani motha mahana ahe"},{"SurahNumber":31,"VerseNumber":31,"Text":"Kaya tumhi ya gostivara vicara nahi karita ki panyata nauka allahacya krpa-denagine calata aheta, yasathi ki tyane tumhala apalya nisanya dakhavavyata. Niscitaca yata pratyeka saburi rakhanarya ani krtajnasila asanaryakarita aneka nisanya aheta"},{"SurahNumber":31,"VerseNumber":32,"Text":"Ani jevha tyancyavara lata, tya savalyampramane acchadita hotata tevha te (motha) visvasa balaguna allahalaca pukaratata, ani jevha allaha tyanna tyatuna sodavuna khuskikade pohacavito, tevha tyancyapaiki kahi santulita rahatata, ani amacya ayatinca inkara kevala teca loka karatata, je vacana bhanga karanare ani krtaghna asatila"},{"SurahNumber":31,"VerseNumber":33,"Text":"Lokanno! Apalya palanakartyace bhaya rakha ani tya divasace bhaya theva, jya divasi pita apalya putrala kasalahi labha pohacavu sakanara nahi ani na putra apalya pityasa kincitahi labha pohacavinara asela. Laksata theva! Allahaca vayada sacca ahe. Paha! Tumhala aihika jivanane dhokyata taku naye ani na dhokebaja (saitana) ne tumhala dhokyata takave"},{"SurahNumber":31,"VerseNumber":34,"Text":"Nihsansaya, allahacyaca javala kayamatace jnana ahe. Toca parjan'yavrsti karato, ani matecya garbhata je kahi ahe te janato. Konihi janata nahi ki udya kaya kamavila? Na konala he mahita ahe ki to konatya bhumivara marana pavela.1 Laksata theva, allahaca sampurna jnana balaganara ani satya jananara ahe"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alipha. Lama. Mima"},{"SurahNumber":32,"VerseNumber":2,"Text":"Nihsansaya, ha grantha sarva visvancya palanakartyatarphe avatarita jhala ahe"},{"SurahNumber":32,"VerseNumber":3,"Text":"Kaya he ase mhanatata ki yane ha grantha manane racuna ghetala ahe?1 Mulica nahi. Kimbahuna ha tumacya palanakartyatarphe satya ahe, yasathi ki tumhi tyanna bhaya dakhavave, jyancyajavala tumacyapurvi koni bhaya dakhavinara ala nahi. Sambhavatah te satya margavara yaveta"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allaha to ahe, jyane akasanna ani dharatila ani je kahi tyancya daramyana ahe, sarva kahi saha divasanta nirmana kele, maga arsa (isasinhasana) vara ucca jhala. Tumacyakarita, tyacyakherija konihi madata karanara, sipharasa karanara nahi, maga kaya tarihi tumhi bodha grahana karita nahi"},{"SurahNumber":32,"VerseNumber":5,"Text":"To akasapasuna dharatiparyanta karya-vyavastha karato, maga (te karya) eka asa divasata tyacya disene vara cadhate, jyace anumana tumacya hisobacya eka hajara varsamitake ahe"},{"SurahNumber":32,"VerseNumber":6,"Text":"Toca vidyamana ani aparoksaca jananara ahe, jabaradasta varcasvasali, motha meherabana"},{"SurahNumber":32,"VerseNumber":7,"Text":"Tyane ji vastu dekhila banavili khupa sundara banavili ani manavaci nirmiti matipasuna suru keli"},{"SurahNumber":32,"VerseNumber":8,"Text":"Maga tyaca vansa eka tuccha panyacya sara tattvane banavila"},{"SurahNumber":32,"VerseNumber":9,"Text":"Jyala yathayogya karuna, tyata apala prana (ruha) phunkala, ani tyaneca tumace kana, dole ani hrdaya banavile (taridekhila) tumhi pharaca kami krtajnata dakhavita"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ani te mhanale ki kaya amhi jevha jaminita misaluna haravale ja'u, kaya maga punha navya jivanata ye'u? Khari gosta asi ki ya lokanna apalya palanakartyacya bhetica visvasaca nahi"}]}