{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Mu´minler kurtulusa, mutluluga ermislerdir"},{"SurahNumber":23,"VerseNumber":2,"Text":"Onlar ki, husu icinde namaz kılarlar"},{"SurahNumber":23,"VerseNumber":3,"Text":"Onlar ki, bos ve yararsız seylerle ilgilenmezler"},{"SurahNumber":23,"VerseNumber":4,"Text":"Onlar ki, zekatı aksatmaksızın, tam olarak verirler"},{"SurahNumber":23,"VerseNumber":5,"Text":"Onlar ki; edep yerlerini sakınırlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"Onlar yalnız esleri ve cariyeleri dısında mahrem yerlerini herkesten korurlar. Bu iki durumda ayıplanmaları sozkonusu degildir"},{"SurahNumber":23,"VerseNumber":7,"Text":"Bunların otesine gecmek isteyenler, yasal sınırı asmıs olurlar"},{"SurahNumber":23,"VerseNumber":8,"Text":"Onlar ki, uhdelerine verilen emanetleri korurlar ve sozlerini tutarlar"},{"SurahNumber":23,"VerseNumber":9,"Text":"Onlar ki, namazlarını aksatmaksızın kılarlar"},{"SurahNumber":23,"VerseNumber":10,"Text":"Iste onlar «varis» lerdir"},{"SurahNumber":23,"VerseNumber":11,"Text":"Yani «Firdevs» cennetinin mirascılarıdırlar, surekli olarak orada kalacaklardır"},{"SurahNumber":23,"VerseNumber":12,"Text":"Andolsun ki, biz insanı suzme camurdan yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra sperma halinde korunaklı bir yuvaya yerlestirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra spermayı embriyoya donusturduk. Arkasından embriyoyu et parcasına donusturduk, arkasından et parcasından kemikler yarattık, arkasından kemiklere et giydirdik. Sonra onu baska bir yaratıga donusturduk. Yaratıcıların en guzeli olan Allah ne yucedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra siz, bunun ardından oleceksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra siz, kıyamet gunu, yeniden diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Ustunuzde birinden digerine gecilebilen yedi katman yarattık. Bu yarattıklarımızı basıbos bırakmayız"},{"SurahNumber":23,"VerseNumber":18,"Text":"Biz gokten belirli miktarda su yagdırarak onu yerin yuzeyinde durdurduk. Hic suphesiz onu geri goturmeye de gucumuz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Bu su sayesinde sizin icin hurma ve uzum bagları yarattık. Bu baglarda size yararlı bircok meyvalar yetisir, onları yiyorsunuz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Yine su sayesinde asıl kaynagı Tur-i Sina olan ve yiyenlere yag ve katık saglayan agacı da yarattık"},{"SurahNumber":23,"VerseNumber":21,"Text":"Buyukbas hayvanlarda sizin icin alınacak dersler vardır. Karınlarındaki sutten size iciriyoruz. Onlardan baska bircok yararlar saglıyorsunuz ve etlerini yiyorsunuz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların sırtlarında ve gemilerde tasınıyorsunuz"},{"SurahNumber":23,"VerseNumber":23,"Text":"Biz Nuh´u soydaslarına peygamber olarak gonderdik. O dedi ki; «Ey soydaslarım, Allah´a kulluk ediniz, O´ndan baska bir ilahınız yoktur. Allah´dan korkmaz mısınız?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Soydaslarının onde gelen kafirleri dediler ki; «Bu adam tıpkı sizin gibi bir insandır. Uzerinizde ustunluk kurmak istiyor. Eger Allah dileseydi, bize bir melek gonderirdi. Onun soylediklerini eski atalarımızdan hic duymamıstık.»"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu adam bir deliden baska bir sey degildir. Bir sure icin onu gozetim altında tutunuz"},{"SurahNumber":23,"VerseNumber":26,"Text":"Nuh «Ya Rabb´i, onların bu yalanlamaları karsısında bana yardım et» dedi"},{"SurahNumber":23,"VerseNumber":27,"Text":"O´na vahiy yolu ile bildirdik ki; «Bizim gozlerimiz onunde ve vahyimiz uyarınca bir gemi yap. Emrimiz gelip de tandır kaynamaya (her yandan sular fıskırmaya) baslayınca her canlı turunun birer cifti ile bogulacagına iliskin hukmumuzun kesinlestigi kimse dısında kalan aile bireylerini gemiye bindir. Zalimler konusunda bana basvurma; cunku onlar kesinlikle bogulacaklardır.»"},{"SurahNumber":23,"VerseNumber":28,"Text":"Ey Nuh, sen ve beraberindekiler gemiye yerlestiginizde «Bizi zalim soydaslarımızdan kurtaran Allah´a hamdolsun» de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Yine de ki; «Ya Rabb´i, beni bereketli bir yere indir. Sen kullarını en iyi yerlere konduransın.»"},{"SurahNumber":23,"VerseNumber":30,"Text":"Bu olayda alınacak bircok dersler vardır. Biz Nuh´u ve soydaslarını bu yolla sınavdan gecirmis olduk"},{"SurahNumber":23,"VerseNumber":31,"Text":"Onların ardından baska bir kusak ortaya cıkardık"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da «Allah´a kulluk ediniz, O´ndan baska bir ilahınız yoktur, Allah´dan korkmaz mısınız» diyen kendilerinden bir peygamber gonderdik"},{"SurahNumber":23,"VerseNumber":33,"Text":"Soydasları arasındaki ahiret bulusmasını yalanlayan ve kendilerine bol nimet verdigimiz icin bastan cıkan oncu kafirler dediler ki; «Bu adam tıpkı sizin gibi bir insandır, sizin yediginizden yiyor ve sizin ictiginizden iciyor.»"},{"SurahNumber":23,"VerseNumber":34,"Text":"Eger kendiniz gibi bir insana itaat edecek olursanız, o halde aldanmıs cahiller olursunuz"},{"SurahNumber":23,"VerseNumber":35,"Text":"O sizi, olup toprak ve kemik olduktan sonra yeniden diriltileceksiniz diye mi korkutuyor"}]}