{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Ban shaida musu halittar sammai da ƙasa ba, kuma ban (shaida musu) halittar rayukansu ba kuma ban kasance mai riƙon masu ɓatarwa (da wani) su zama mataimaka ba"},{"SurahNumber":18,"VerseNumber":52,"Text":"Kuma da ranar da Allah Yake cewa, \"Ku kirayi abokan tarayyaTa, waɗanda kuka riya.\" Sai su kiraye su, sai ba za su karɓa musu ba, kuma Mu sanya Maubiƙa (Mahalaka) a tsakaninsu"},{"SurahNumber":18,"VerseNumber":53,"Text":"Kuma masu laifi suka ga wuta suka tabbata lalle ne, su masu, auka mata ne, kuma ba su sami majuya ba daga gare ta"},{"SurahNumber":18,"VerseNumber":54,"Text":"Kuma lalle ne, haƙiƙa, Mun jujjuya, a cikin wannan Alƙur'ani, daga kowane irin misali ga mutane (domin su gane, su bi shari'a), kuma mutum ya kasance mafi yawan abu ga jidali"},{"SurahNumber":18,"VerseNumber":55,"Text":"Kuma babu abin da ya hana mutane su yi imani a lokacinda shiriya ta zo musu, kuma su nemi gafara daga Ubangijinsu, face hanyar farko ta je musu ko kuma azaba ta je musu nau'i-nau'i"},{"SurahNumber":18,"VerseNumber":56,"Text":"Kuma ba Mu aika Manzanni ba face suna masu bayar da bushara kuma masu gargaɗi, kuma waɗanda suka kafirta suna jidali da ƙarya domin su ɓata gaskiya da ita, kuma suka riƙi ayoyiNa da abin da aka yi musu gargaɗi da shi abin izgili"},{"SurahNumber":18,"VerseNumber":57,"Text":"Kuma wane ne mafi zalunci daga wanda aka tunatar game da ayoyin Ubangijinsa, sai ya bijire daga barinsu, kuma ya manta abin da hannayensa suka gabatar? Lalle ne Mu, Mun sanya abubuwan rufi a kan zukatansu domin kada su fahimce shi, kuma a cikin kunnuwansu (Mun sanya) wani nauyi, kuma idan ka kiraye su zuwa ga shiriya, to, ba za su shiryu ba, a sa'an nan, har abada"},{"SurahNumber":18,"VerseNumber":58,"Text":"Kuma Ubangijinka Mai gafara ne, Ma'abucin rahama. Da Yana kama su saboda abin da suka sana'anta, lalle ne, da Ya gaggauta azaba a gare su. A'a, suna da lokacin alkawari, (wanda) ba za su sami wata makoma ba, baicinSa"},{"SurahNumber":18,"VerseNumber":59,"Text":"Kuma waɗancan alƙaryu Mun halaka su, a lokacin da suka yi zalunci, kuma Muka sanya lokacin alkawarin, ga halaka su"},{"SurahNumber":18,"VerseNumber":60,"Text":"Kuma a lokacin da Musa ya ce wa yaronsa, \"Ba zan gushe ba sai na isa mahaɗar teku biyu, ko in shuɗe da tafiya shekara da shekaru"},{"SurahNumber":18,"VerseNumber":61,"Text":"To, a lokacin da suka isa mahaɗar tsakaninsu sai suka manta kifinsu, sai ya kama tafarkinsa a cikin teku kamar biga"},{"SurahNumber":18,"VerseNumber":62,"Text":"To, a lokacin da suka wuce ya ce wa yaronsa, \"Ka kawo mana kalacinmu. Lalle ne haƙiƙa mun haɗu da wahala daga tafiyarmu wannan"},{"SurahNumber":18,"VerseNumber":63,"Text":"(Yaron) ya ce: \"Ka gani! A lokacin da muka tattara zuwa ga falalen nan to, lalle ni, na manta kifin, kuma babu abin da yamantar da ni shi, face Shaiɗan, domin kada in tuna shi, sai ya kama tafarkinsa a cikin teku, da mamaki"},{"SurahNumber":18,"VerseNumber":64,"Text":"Ya ce: \"Wancan ne abin da muka kasance muna biɗa.\" Sai suka koma a kan gurabunsu, suna bibiya"},{"SurahNumber":18,"VerseNumber":65,"Text":"Sai suka sami wani bawa daga bayinMu, Mun ba shi wata rahama daga wurinMu, kuma Mun sanar da shi wani ilmi daga gunMu"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa ya ce masa, \"Ko in bi ka a kan ka sanar da ni daga abin da aka sanar da kai na shiriya"},{"SurahNumber":18,"VerseNumber":67,"Text":"Ya ce: \"Lalle ne kai ba za ka iya yin haƙuri tare da ni, ba"},{"SurahNumber":18,"VerseNumber":68,"Text":"Kuma yaya za ka yi haƙuri a kan abin da ba ka kewayeda shi ba ga jarrabawa"},{"SurahNumber":18,"VerseNumber":69,"Text":"Ya ce: \"Za ka same ni, in Allah Ya so mai haƙuri kuma ba zan saɓa maka ba ga wani umurni"},{"SurahNumber":18,"VerseNumber":70,"Text":"Ya ce: \"To idan ka bi ni to kada ka tambaye ni daga kome sai na labarta maka ambato daga gare shi"},{"SurahNumber":18,"VerseNumber":71,"Text":"Sai suka tafi har a lokacin da suka hau a cikin jirgi, ya huje shi, ya ce, \"Ka huje shi domin ya nutsar da mutanensa? Lalle ne, haƙiƙa, ka zo da wani babban abu"},{"SurahNumber":18,"VerseNumber":72,"Text":"Ya ce: \"Ashe ban ce, lalle kai, ba za ka iya yin haƙuri tare da ni ba"},{"SurahNumber":18,"VerseNumber":73,"Text":"Ya ce: \"Kada ka kama ni da abin da na manta kuma kada ka kallafa mini tsanani ga al'amarina"},{"SurahNumber":18,"VerseNumber":74,"Text":"Sai suka tafi, har suka haɗu da wani yaro, sai ya kashe shi. Ya ce: \"Ashe ka kashe rai tsarkakakke, ba da wani rai ba? Lalle ne haƙiƙa ka zo da wani abu na ƙyama"}]}