{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"pergjigjja e vetme e popullit te tij ishte: “Debojeni familjen e Lutit prej qytetit tuaj, sepse ata jane njerez te delire!”"},{"SurahNumber":27,"VerseNumber":57,"Text":"Dhe Ne i shpetuam ate dhe familjen e tij, pervec gruas se tij, se ciles i caktuam qe te mbetej me te denuarit"},{"SurahNumber":27,"VerseNumber":58,"Text":"Dhe mbi ta leshuam bresheri (prej guresh)! Eh, sa e tmerrshme qe ishte ajo bresheri per ata qe ishin paralajmeruar"},{"SurahNumber":27,"VerseNumber":59,"Text":"Thuaj (o Muhamed): “Levduar e falenderuar qofte Allahu dhe shpetimi qofte per roberit e Tij te zgjedhur. Kush eshte me i mire, Allahu apo ata qe ia shoqerojne Atij (ne adhurim)"},{"SurahNumber":27,"VerseNumber":60,"Text":"A ka me te mire se Ai qe ka krijuar qiejt dhe Token dhe leshon per ju nga qielli uje, me te cilin krijon kopshte te mrekullueshme?! Ju nuk mund t’i beni pemet te rriten (pa kete uje). Valle, a ka krahas Allahut zot tjeter?! Jo, por ata jane njerez qe i veshin (Allahut) te barabarte me Ate"},{"SurahNumber":27,"VerseNumber":61,"Text":"A ka me te mire se Ai qe e ka bere Token te qendrueshme, ka bere ne te lumenj, ka ngritur ne te male dhe ka bere midis dy deteve pengese te padukshme?! Valle, a ka krahas Allahut zot tjeter?! Jo, por shumica e tyre jane te paditur"},{"SurahNumber":27,"VerseNumber":62,"Text":"A ka me te mire se Ai qe i vjen ne ndihme nevojtarit te keputur, kur i lutet Atij, qe jua largon te keqen dhe ju ben ju trashegimtare ne toke?! Valle, a ka krahas Allahut zot tjeter?! Sa pak qe reflektoni"},{"SurahNumber":27,"VerseNumber":63,"Text":"A ka me te mire se Ai qe ju rrefen rrugen ne erresirat e tokes dhe te detit dhe ju con ererat si lajmetare te meshires se Tij? Valle, a ka krahas Allahut zot tjeter? I Lartesuar qofte Allahu dhe i Lavderuar mbi cdo gje qe ia shoqerojne (ne adhurim)"},{"SurahNumber":27,"VerseNumber":64,"Text":"A ka me te mire se Ai, qe ze fill krijimin dhe pastaj e riperserit ate, qe ju jep mjete jetese nga qielli dhe toka?! Valle, a ka krahas Allahut zot tjeter? Thuaj (o Muhamed): “Sillni provat tuaja, nese ajo qe thoni eshte e vertete!”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Thuaj: “Askush, pervec Allahut, ne qiell apo ne Toke, nuk i di te fshehtat dhe as nuk do ta dije se kur do te ringjallet”"},{"SurahNumber":27,"VerseNumber":66,"Text":"Valle, a dine ndopak ata per jeten tjeter!? Perkundrazi! Ata dyshojne ne te, ata jane te verber ndaj saj"},{"SurahNumber":27,"VerseNumber":67,"Text":"Dhe mohuesit thone: “Valle, a mos do te ringjallemi ne dhe eterit tane, pasi te jemi bere dhe"},{"SurahNumber":27,"VerseNumber":68,"Text":"Vertet, neve dhe eterve tane na eshte premtuar kjo qysh me pare, por keto, me gjase, nuk jane tjeter, vecse legjenda te popujve te lashte”"},{"SurahNumber":27,"VerseNumber":69,"Text":"Thuaj: “Udhetoni neper bote e shikoni si ka qene fundi i keqberesve!”"},{"SurahNumber":27,"VerseNumber":70,"Text":"Mos u pikello (o Muhamed) per shkak te tyre dhe mos u ngushto per kurthet e tyre"},{"SurahNumber":27,"VerseNumber":71,"Text":"Ata thone: “Kur do te plotesohet ky premtim, nese ajo qe thoni eshte e vertete?”"},{"SurahNumber":27,"VerseNumber":72,"Text":"Thuaj: “Mbase mund te jete pas shpines suaj ajo, qe doni ta shpejtoni”"},{"SurahNumber":27,"VerseNumber":73,"Text":"Ne te vertete, Zoti yt, eshte Bamires i madh i njerezve, por shumica e tyre nuk jane mirenjohes"},{"SurahNumber":27,"VerseNumber":74,"Text":"Pa dyshim, Zoti yt di ate qe fshehin zemrat e tyre dhe ate qe e shfaqin haptazi"},{"SurahNumber":27,"VerseNumber":75,"Text":"S’ka asgje te fshehte ne qiell dhe ne Toke, qe te mos jete e shenuar ne Librin e qarte (Leuhi Mahfudh)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Njemend, ky Kuran u tregon bijve te Izraelit shume nga ceshtjet, per te cilat nuk pajtoheshin"},{"SurahNumber":27,"VerseNumber":77,"Text":"dhe, natyrisht, eshte udherrefyes dhe meshire per besimtaret e vertete"},{"SurahNumber":27,"VerseNumber":78,"Text":"Nuk ka dyshim se Zoti yt do t’i gjykoje ata drejtesisht. Ai eshte i Plotfuqishmi dhe i Gjithedijshmi"},{"SurahNumber":27,"VerseNumber":79,"Text":"Prandaj mbeshtetu tek Allahu! Vertet, ti je ne te drejten e qarte"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sigurisht qe ti (Muhamed), nuk mund t’i besh te vdekurit te degjojne, as nuk mund t’i besh te shurdherit te degjojne thirrjen tende, kur te kthejne shpinen"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ti nuk mund t’i nxjerresh as te verberit nga humbja e tyre! Ty te degjojne vetem ata qe besojne Shpalljet Tona dhe na nenshtrohen Neve (si myslimane)"}]}