{"Id":169,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati-la","Author":"Islamic Foundation","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Dis : « Mecroirez-vous en Celui Qui a cree la terre en deux jours? Lui preterez-vous des emules ? Car Lui est le Seigneur de l’Univers"},{"SurahNumber":41,"VerseNumber":10,"Text":"C’est Lui Qui a place sur elle des montagnes (fermement implantees) et l’a benie. (Et c’est Lui Qui) a determine la subsistance (de Ses creatures) en juste quatre jours, (en reponse) a ceux qui questionnent (a ce sujet)"},{"SurahNumber":41,"VerseNumber":11,"Text":"Puis Il Se tourna (istawa) vers le ciel, qui n’etait alors qu’une vapeur (informe) en lui disant, ainsi qu’a la terre : « Venez vous deux, de plein gre ou contraints. » Ils dirent : « Notre venons en toute obeissance. »"},{"SurahNumber":41,"VerseNumber":12,"Text":"Il decreta la creation des sept cieux en deux jours et revela a chaque ciel son ordre. Nous avons orne le ciel le plus proche de luminaires et avons assure sa protection. C’est ainsi que l’a determine le Tout-Puissant, l’Omniscient"},{"SurahNumber":41,"VerseNumber":13,"Text":"Si alors ils s’en detournent, dis-leur : « Je vous ai mis en garde contre une foudre pareille a la foudre qui frappa les ‘Ad et les Thamud. »"},{"SurahNumber":41,"VerseNumber":14,"Text":"Lorsque les Messagers vinrent vers eux de toutes parts (leur enjoignant) : « N’adorez qu’Allah », ils repondirent : « Si notre Seigneur avait voulu, ce sont des Anges qu’Il aurait fait descendre. Nous mecroyons donc en votre message. »"},{"SurahNumber":41,"VerseNumber":15,"Text":"S’agissant des ‘Ad, ils furent, sans juste raison, pretentieux sur terre. Ils s’ecrierent : « Qui donc est dote d’une plus grande force que la notre ? » N’ont-ils pas vu qu’Allah, Qui les a crees, possede une Force autrement plus grande que la leur ? Or ils refusaient (obstinement) de reconnaitre Nos Signes"},{"SurahNumber":41,"VerseNumber":16,"Text":"Nous envoyames alors sur eux un vent impetueux et glacial durant des jours nefastes, pour leur faire gouter le supplice de l’humiliation dans ce bas monde. Or, le supplice de l’autre monde est autrement plus humiliant, et ils ne seront point secourus"},{"SurahNumber":41,"VerseNumber":17,"Text":"Quant aux Thamud, Nous leur indiquames la juste direction mais ils prefererent etre aveugles plutot que bien guides. Ils furent foudroyes du supplice le plus ignominieux qui fondit alors sur eux pour prix de ce qu’ils commettaient"},{"SurahNumber":41,"VerseNumber":18,"Text":"Nous sauvames alors ceux qui etaient croyants et qui craignaient (Allah)"},{"SurahNumber":41,"VerseNumber":19,"Text":"Le jour ou les ennemis d’Allah seront rassembles en foule devant le Feu, ils y seront precipites"},{"SurahNumber":41,"VerseNumber":20,"Text":"Une fois qu’ils y arriveront, leur ouie, leurs yeux et leurs peaux temoigneront contre eux (denoncant) ce qu’ils faisaient"},{"SurahNumber":41,"VerseNumber":21,"Text":"« Pourquoi temoignez-vous contre nous ? » diront-ils a leurs peaux. Celles-ci repondront : « Allah nous a fait parler, Lui Qui fait parler Toute chose. C’est Lui Qui vous a crees la premiere fois et vers Qui vous serez ramenes. »"},{"SurahNumber":41,"VerseNumber":22,"Text":"Vous ne vous cachiez pas de peur que votre ouie, vos yeux et vos peaux ne soient en mesure de temoigner contre vous, mais (parce que) vous pensiez qu’Allah n’en savait pas beaucoup sur ce que vous faisiez"},{"SurahNumber":41,"VerseNumber":23,"Text":"Cette pensee qui etait la votre, au sujet de votre Seigneur, c’est elle qui a cause votre perte, et vous avez rejoint le nombre des perdants"},{"SurahNumber":41,"VerseNumber":24,"Text":"S’ils peuvent le supporter ou non, le Feu sera leur seule demeure ; et s’ils demandent a etre pardonnes, ils ne seront pas pardonnes"}]}