{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Ataḥpara lūta tāra prati biśbāsa sthāpana karalēna. Āra ibarāhīma balalēna, ‘āmi āmāra rabēra uddēśyē hijarata karachi [1]. Niścaẏa tini parākramaśālī, prajñāmaẏa.’"},{"SurahNumber":29,"VerseNumber":27,"Text":"Āra āmarā ibarāhīmakē dāna karalāma isahāka ō iẏā‘kūba [1] ēbaṁ tām̐ra banśadharadēra jan'ya sthira karalāma nabū'ōẏata ō kitāba. Āra āmarā tākē tāra pratidāna duniẏāẏa diẏēchilāma ēbaṁ ākhērātē'ō tini niścaẏa'i saṯkarmaparāẏaṇadēra an'yatama habēna"},{"SurahNumber":29,"VerseNumber":28,"Text":"Āra smaraṇa karuna lūtēra kathā, yakhana tini tām̐ra sampradāẏakē balēchilēna, ‘niścaẏa tōmarā ēmana aślīla kāja karacha, yā tōmādēra āgē sr̥ṣṭikulēra kē'u karēni.’"},{"SurahNumber":29,"VerseNumber":29,"Text":"‘Tōmarā'i tō puruṣē upagata haccha, tōmarā'i tō rāhājāni karē thāka ēbaṁ tōmarā'i tō nijēdēra majaliśē prakāśyē ghr̥ṇya kāja karē thāka [1].’ Uttarē tāra sampradāẏa śudhu ēṭā'i balala, ‘āmādēra upara āllāh‌ra śāsti ānaẏana kara---tumi yadi satyabādīdēra antarbhukta haẏē thāka.’"},{"SurahNumber":29,"VerseNumber":30,"Text":"Tini balalēna, ‘hē āmāra raba! Biparyaẏa sr̥ṣṭikārī sampradāẏēra birud'dhē āmākē sāhāyya karuna.’"},{"SurahNumber":29,"VerseNumber":31,"Text":"Āra yakhana āmāra prērita phērēśatāgaṇa susambādasaha ibarāhimēra kāchē āsala, tārā balēchila, ‘niścaẏa āmarā ē janapadabāsīkē dhbansa karaba [1], ēra adhibāsīrā tō yālima.’"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibarāhīma balalēna, ‘ē janapadē tō lūta raẏēchē.’ Tārā balala, ‘sēkhānē kārā āchē, tā āmarā bhāla jāni, niścaẏa āmarā lūtakē ō tāra parijanabargakē rakṣā karaba tāra strīkē chāṛā [1]; sē tō pichanē abasthānakārīdēra antarbhukta.’"},{"SurahNumber":29,"VerseNumber":33,"Text":"Āra yakhana āmāra prērita phērēśatāgaṇa lūtēra kāchē āsala, takhana tādēra jan'ya tini biṣaṇṇa haẏē paṛalēna ēbaṁ nijēkē tādēra rakṣāẏa asamartha manē karalēna. Āra tārā balala, ‘bhaẏa karabēna nā, duḥkha'ō karabēna nā; āmarā āpanākē ō āpanāra parijanabargakē rakṣā karaba, āpanāra strī chāṛā; sē tō pichanē abasthānakārīdēra antarbhukta"},{"SurahNumber":29,"VerseNumber":34,"Text":"‘niścaẏa āmarā ē janapadabāsīdēra upara ākāśa hatē śāsti nāyila karaba, kāraṇa tārā pāpācāra karachila.’"},{"SurahNumber":29,"VerseNumber":35,"Text":"Āra abaśya'i āmarā ētē bōdhaśaktisampanna sampradāẏēra jan'ya ēkaṭi spaṣṭa nidarśana rēkhēchi"},{"SurahNumber":29,"VerseNumber":36,"Text":"Āra āmarā māda'iẏānabāsīdēra prati tādēra bhā'i śu‘ā'ibakē pāṭhiẏēchilāma. Ataḥpara tini balēchilēna, ‘hē āmāra sampradāẏa! Tōmarā āllāh‌ra ‘ibādāta kara ēbaṁ śēṣa dinēra āśā kara [1]. Āra yamīnē biparyaẏa sr̥ṣṭi karē bēṛi'ō nā.’"},{"SurahNumber":29,"VerseNumber":37,"Text":"Ataḥpara tārā tāra prati mithyā ārōpa karala; phalē tārā bhūmikampa dbārā ākrānta haẏē nija gharē natajānu abasthāẏa śēṣa haẏē gēla"},{"SurahNumber":29,"VerseNumber":38,"Text":"Āra āmarā\"āda ō sāmūdakē dhbansa karēchilāma; tādēra bāṛīgharēra kichu tōmādēra jan'ya unmōcita haẏēchē [1] āra śaẏatāna tādēra kājakē tādēra dr̥ṣṭitē śōbhana karēchila ēbaṁ tādērakē saṯpatha abalambanē bādhā diẏēchila, yadi'ō tārā chila bicakṣaṇa"},{"SurahNumber":29,"VerseNumber":39,"Text":"Āra āmarā dhbansa karēchilāma kārūna, phira'ā'una ō hāmānakē. Āra abaśya'i mūsā tādēra kāchē suspaṣṭa nidarśanasaha ēsēchila; ataḥpara tārā yamīnē ahaṅkāra karēchila; kintu tārā āmāra śāsti ēṛātē pārēni"},{"SurahNumber":29,"VerseNumber":40,"Text":"Sutarāṁ tādēra pratyēkakē'i āmarā tāra aparādhēra jan'ya pākaṛā'ō karēchilāma. Tādēra kārō upara āmarā pāṭhiẏēchilāma pātharakucisampanna pracaṇḍa jhaṭikā [1], tādēra kā'ukē āghāta karēchila mahānāda, kā'ukē āmarā prōthita karēchilāma bhūgarbhē ēbaṁ kā'ukē āmarā karēchilāma nimajjita. Āra āllāha ēmana nana yē, tini tādēra prati yuluma karabēna; baraṁ tārā nijērā'i nijēdēra prati juluma karēchila"},{"SurahNumber":29,"VerseNumber":41,"Text":"Yārā āllāha chāṛā bahu abhibhābaka grahaṇa karē, tādēra dr̥ṣṭānta mākaṛasāra n'yāẏa [1], yē ghara bānāẏa. Āra gharēra madhyē mākaṛasāra ghara'i tō durbalatama, yadi tārā jānata"},{"SurahNumber":29,"VerseNumber":42,"Text":"Tārā āllāh chāṛā yā kichukē ḍākē, āllāh tō tā jānēna. Āra tini parākramaśālī, prajñāmaẏa"},{"SurahNumber":29,"VerseNumber":43,"Text":"Āra ē sakala dr̥ṣṭānta āmarā mānuṣēra jan'ya dē'i; kintu śudhu jñānī byaktirā'i ēṭā bujhē"},{"SurahNumber":29,"VerseNumber":44,"Text":"Āllāh yathāyathabhābē āsamānasamūha ō yamīna sr̥ṣṭi karēchēna [1]; ētē tō abaśya'i nidarśana raẏēchē muminadēra jan'ya"},{"SurahNumber":29,"VerseNumber":45,"Text":"Āpani [1] tēlā'ōẏāta karuna kitāba thēkē yā āpanāra prati ōhī karā haẏa [2] ēbaṁ sālāta kāẏēma karuna [3]. Niścaẏa sālāta birata rākhē aślīla ō manda kāja thēkē [4]. Āra āllāhara smaraṇa'i tō sarbaśrēṣṭha [5]. Tōmarā yā kara āllāh tā jānēna"}]}