{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"Ad inin i wid ipeezziben: \"d acu id Issers Mass nnwen\"? A d inin: \"d lxio\". I wid imaanen, ise$ di ddunit agi. Pifxio, war ccekk, axxam aneggaru. Ay d umain uxxam n wid ipeezziben"},{"SurahNumber":16,"VerseNumber":31,"Text":"Ad kecmen leonanat n Aaden, ddawat sen isaffen ppazzalen; degsen, i nitni, ayen i sen ihwan. Akka i Ipkafi Oebbi wid ipeezziben"},{"SurahNumber":16,"VerseNumber":32,"Text":"wid iwumi ddment lmalayek leowae, nitni maanen, ad asen inint: \"tifrat fellawen! Kecmet Loennet, ilmend n wayen txeddmem"},{"SurahNumber":16,"VerseNumber":33,"Text":"Day a poaoun kan tisin n lmalayek $uosen, ne$ a d iawev lameo n Mass ik? Akka ay xedmen imezwura nnsen. Ur ten Idnis Oebbi, maca densen iman nnsen"},{"SurahNumber":16,"VerseNumber":34,"Text":"D tucmitin xeddmen, i ten iwwten. Izzi yasen wayen i$ef pmmaaliken"},{"SurahNumber":16,"VerseNumber":35,"Text":"Nnan wid ipcaraken: \"Lemmer i S ihwi i Oebbi, ur naabed acemma, war Neppa, nekwni akked imezwura nne$. Ur negdel acemma, war ayen Igdel\". Akka ay xedmen imezwura nnsen. Day illa wayen iwatan i Umazan, siwa awal ipbegginen"},{"SurahNumber":16,"VerseNumber":36,"Text":"Ni$ Nuzen ed amazan i yal lois: \"aabdet Oebbi, janbet ioebbiten n tkerkas\". Garasen, llan wid Inha Oebbi; garasen, wid i$ef iura ttelfan. Iniget di tmurt, walit amek tevoa d inekkaoen"},{"SurahNumber":16,"VerseNumber":37,"Text":"Xas toe$wbev $ef nnhaya nnsen, Oebbi, s tidep, ur Inehhu wid Itlef. Ur asen illi usettao"},{"SurahNumber":16,"VerseNumber":38,"Text":"Ggulen s Oebbi, liman iueeean nnsen, ar ur d Ippara ara Oebbi wid immuten. Xaii, lemaahda fellas d tidep, maca tegwti n medden ur ssinen"},{"SurahNumber":16,"VerseNumber":39,"Text":"Iwakken ad asen d ibeggen ayen i$ef mgarraden, iwakken ad eoen wid ijehlen, ar nitni, war ccekk, llan d ikeddaben"},{"SurahNumber":16,"VerseNumber":40,"Text":"Awal nne£ kan, i t$awsa, ma Neb$a p, ad as Nini: \"ili\"! A ppili"},{"SurahNumber":16,"VerseNumber":41,"Text":"Wid iunagen i Oebbi, mbaad ma pwadensen, a ten Nesserked di ddunit s yise$. Arraz n laxeot a t i$leb, war ccekk, lemmer eoin"},{"SurahNumber":16,"VerseNumber":42,"Text":"wid iueboen u ppeklen $ef Mass nnsen"},{"SurahNumber":16,"VerseNumber":43,"Text":"Id Nuzen, uqbel ik, siwa irgazen iwumi Nweeea. Steqsit imawlan usmekti, ma ur teeoim ara"},{"SurahNumber":16,"VerseNumber":44,"Text":"S ubeggen akked Ihellilen, Nuzen ak d asmekti, iwakken a pbeggnev i medden, ayen i sen d irsen, amar a d mmektin"},{"SurahNumber":16,"VerseNumber":45,"Text":"Wid iundin tucmitin, aani $ilen ur Ioemmu ara Oebbi di tmurt, ne$ ur ten id ippawev ara uaaqeb, seg wanda ur bnin"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ne$ ur ten id ikkat ara di cce$l nnsen, ur sfunnugen"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ne$ ur ten ikkat ara cwii, cwii. Ih, Mass nnwen, war ccekk, Issuruf, Ipeunu"},{"SurahNumber":16,"VerseNumber":48,"Text":"Day ur walan ara ayen akw Ixleq Oebbi, ippara tili s yeffus, zelmev; tkennu i Oebbi, s wannuz"},{"SurahNumber":16,"VerseNumber":49,"Text":"I Oebbi ikennu meooa wayen illan deg igenwan, akked wayen illan di tmurt, imexlaq akked lmalayek. Nitni ur sme$woen iman nnsen"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ppagwaden Mass nnsen, sennig sen, xeddmen ayen i sen ippumoen"}]}