{"Id":339,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi-la","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Kujtoje vellain e Adit (Hudin), kur e paralajmeroi popullin e vet ne Ahkaf, e ka pasur paralajmerues edhe para tij edhe pas tij (kur u tha atyre): “Adhuronie vetem Perendine! Une, me te vertete, druaj se do t’ju godet denimi i Dites se Madhe! –"},{"SurahNumber":46,"VerseNumber":22,"Text":"ata u pergjegjen: “Valle, a ke ardhur te na shmangesh neve prej hyjnive tona. Sillna ate (denim) qe po na premton, nese thua te verteten!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Ai u tha (atyre): “Vetem te Perendia eshte dijenia e (denimit), e une vetem u lajmeroj juve me ate qe jam derguar, por une po shoh se jeni popull i zhytur ne injorance”"},{"SurahNumber":46,"VerseNumber":24,"Text":"E, kur e pane ate (rene – denimin) qe u duk dhe qe vinte ne drejtim te luginave te tyre, thane: “Kjo re na sjell shiun neve!” – (E, Hudi tha): “Jo, kjo eshte ajo qe ju e keni shpejtuar: fryme ne te cilen ka denim te dhembshem"},{"SurahNumber":46,"VerseNumber":25,"Text":"e cila, me urdherin e Perendise, shkaterron cdo gje”. E, ne mengjes u pane vetem shtepiat e tyre te zbrazeta; keshtu Ne e ndeshkojme popullin mekatar"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ne, i kemi vendosur ata ne aso gjendje (te volitshme), ne cfare nuk u kemi vendosur juve (o Mekkas) dhe u kemi dhene atyre te degjuarit, te pamurit dhe zemren (mendjen), por as te degjuarit e tyre, as te pamurit e tyre, as mendja e tyre, nuk u kane sjelle kurrfare dobie, ngase mohuan argumentet e Perendise, e ata i goditi ajo me te cilen talleshin"},{"SurahNumber":46,"VerseNumber":27,"Text":"Me te vertete, Ne i kemi shkaterruar vendbanimet per rreth jush, e madje edhe u kemi shpjeguar atyre, (ne menyra ta ndryshme) argumentet Tona, per t’u kthyer ata (prej mohimit)"},{"SurahNumber":46,"VerseNumber":28,"Text":"E, perse ata (idhujt) nuk u ndihmuan atyre, te cilet i kane marre, pos Perendise, per afrues (ndermjetesues) te Perendia? Por, ata nuk ekzistuan. Keto ishin vetem genjeshtrat e tyre dhe ato qe shpifnin"},{"SurahNumber":46,"VerseNumber":29,"Text":"Dhe, (kujtoju atyre kohen) kur t’i derguam ty disa xhinde per te degjuar Kur’anin. Kur moren pjese (ne te degjuarit e Kur’anit), ata i thane (njeri-tjetrit): “Heshtni!” E, kur perfundoi (te lexuarit), u kthyen te populli i tyre si paralajmerues"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ata thane: “O populli yne! Na degjuam Librin, te shpallur mas Musait, i cili verteton se jane te verteta edhe ato para tij, i cili udhezon kah e verteta dhe ne rrugen e drejte"},{"SurahNumber":46,"VerseNumber":31,"Text":"O populli yne, pergjigjuni ju grishtarit te Perendise dhe besoni Atij! Ai do t’ua fale disa mekate tuaja dhe do t’ju shpetoje prej denimit te dhembshem"},{"SurahNumber":46,"VerseNumber":32,"Text":"E, ai qe nuk i pergjigjet grishtarit te Perendise, te atille nuk do te mund t’i ikin Atij ne Toke dhe per ta s’ka mbrojtes, pos Perendise. Ata jane ne humbje te madhe"},{"SurahNumber":46,"VerseNumber":33,"Text":"A nuk shohin ata qe Perendia – i cili krijoi qiejt dhe Token, i cili nuk eshte lodhur ne krijimin e tyre – eshte i pushtetshem t’i ngjalle te vdekurit? Po, me te vertete, Ai eshte i pushtetshem per cdo gje"},{"SurahNumber":46,"VerseNumber":34,"Text":"(Kujtoju) Diten kur ata qe kane mohuar do t’i ekspozohen zjarrit (e u thuhet atyre): “Valle, a nuk eshte kjo e vertete?” Ata, thone: “Po, pasha Zotin tone!” Ai do t’ju thote (atyre): “E, pra, shijoni denimin per mohimin qe keni bere!”"},{"SurahNumber":46,"VerseNumber":35,"Text":"E, ti behu i durueshem (o Muhammed) ashtu sic kane duruar me kembengulje pejgamberet e tjere dhe mos kerko shpejtimin e denimit per ta! E, ate Dite kur te perjetojne ate qe u eshte premtuar atyre (denimi), do t’u duket atyre, se (ne kete bote), kane qendruar vetem nje cast te dites. (Kjo eshte) shpallje! E, kush do te shkaterrohet tjeter, pos popullit ngaterrestar"},{"SurahNumber":47,"VerseNumber":1,"Text":"Ata qe kane mohuar dhe qe i penguan (njerezit) ne rrugen e Perendise – Ai, ua ka shkaterruar veprat e tyre"},{"SurahNumber":47,"VerseNumber":2,"Text":"E, ata qe besojne dhe punojne vepra te mira dhe besojne ne ate qe i eshte shpallur Muhammedit – e ajo eshte e Verteta prej Zotit te tyre, - Ai do t’jua mbuloje mekatet dhe do t’ua permiresoje gjendjen atyre"},{"SurahNumber":47,"VerseNumber":3,"Text":"meqe, ata qe kane mohuar mbeshteten ne te paverteten, kurse besimtaret mbeshteten ne te Verteten e Zotit te tyre. Keshtu Perendia ua sjell njereve shembujt e tyre"},{"SurahNumber":47,"VerseNumber":4,"Text":"E, kur te takoheni ne lufte me mohuesit, bini ne qafe derisa t’i rraskapitni e t’i shkaterroni ata, e pastaj lidhin (zeni rober), dhe mandej, ose i lironi me zemergjeresi ose me kompensim, perderisa te mos behet armepushimi. Keshtu beni! E, sikur te doje Perendia, Ai do t’i shkaterronte ata, por Ai deshiron t’ju provoje juve njerin me tjetrin. Ai nuk ua humbe veprat atyre qe vdesin ne rrugen e Perendise"},{"SurahNumber":47,"VerseNumber":5,"Text":"dhe Ai, me siguri, do t’i udhezoje ata dhe do t’ua permiresoje gjendjen e tyre"},{"SurahNumber":47,"VerseNumber":6,"Text":"dhe do t’i shpie ne xhennet ata, te cilin madje, ua ka pershkruar atyre"},{"SurahNumber":47,"VerseNumber":7,"Text":"O besimtare, nese ndimoni Perendine (rrugen e Tij), edhe Ai do t’ju ndihmon juve dhe do t’ua mundesoje perparimin tuaj"},{"SurahNumber":47,"VerseNumber":8,"Text":"E, ata qe nuk besojne – shkaterrimi per ta! Ai ua humbe veprat atyre"},{"SurahNumber":47,"VerseNumber":9,"Text":"Kjo eshte, ngase ata e urrejne ate qe e ka shpalle Perendia, andaj Ai ua ka shkaterruar veprat e tyre"}]}