{"Id":482,"LanguageCodes":["zh","zho"],"Name":"zho-majian1-lad","Author":"Ma Jian","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Yībān yúrén jiāng shuō:`Tāmen wéishènme yào bèiqì tāmen yuánlái suǒ duì de cháoxiàng ne?'Nǐ shuō:`Dōngfāng hé xīfāng, dōu shì zhēnzhǔ de, tā bǎ tāsuǒ yìyù de rén yǐn shàng zhènglù.'"},{"SurahNumber":2,"VerseNumber":143,"Text":"Wǒ zhèyàng yǐ nǐmen wéi zhōngzhèng de mínzú, yǐbiàn nǐmen zuò zhèng shìrén, ér shǐzhě zuò zhèng nǐmen. Wǒ yǐ nǐ yuánlái suǒ duì de fāngxiàng wèi cháoxiàng, zhǐ wèi biànbié shuí shì shùncóng shǐzhě de, shuí shì bèipàn de. Zhè què shì yī jiàn nánshì, dàn zài zhēnzhǔ suǒ yǐndǎo de rén, què bù nán. Zhēnzhǔ bù zhìshǐ nǐmen de xìnyǎng túláo wú chóu. Zhēnzhǔ duìyú shìrén, què shì zhì ài de, què shì zhì cí de."},{"SurahNumber":2,"VerseNumber":144,"Text":"Wǒ què yǐ jiàn nǐ fǎnfù de yǎngshì tiānkōng, gùwǒ bì shǐ nǐ zhuǎnxiàng nǐ suǒ xǐyuè de cháoxiàng. Nǐ yīngdāng bǎ nǐ de liǎn zhuǎnxiàng jìn sì. Nǐmen wúlùn zài nàlǐ, dōu yīngdāng bǎ nǐmen de jiǎn zhuǎnxiàng jìn sì. Céng shòu tiān jīng zhě bìdìng zhīdào zhè shì cóng tāmen de zhǔ jiàng shì de zhēnlǐ, zhēnzhǔ jué bù hūshì tāmen de xíngwéi."},{"SurahNumber":2,"VerseNumber":145,"Text":"Jíshǐ nǐ yǐ yī qiē jīxiàng zhāoshì céng shòu tiān jīng zhě, tāmen bì bù shùncóng nǐ de cháoxiàng, nǐ yě jué bù shùncóng tāmen de cháoxiàng; tāmen gè shǒu zìjǐ de cháoxiàng, hù bù xiāng cóng. Zài zhīshì jiànglín nǐ zhīhòu, rúguǒ nǐ shùncóng tāmen de sīyù, nàmò, nǐ bìdìng shì bùyì zhě."},{"SurahNumber":2,"VerseNumber":146,"Text":"Méng wǒ shǎngcì jīngdiǎn de rén, rènshí tā, yóurú rènshí zìjǐ de érnǚ yīyàng. Tāmen zhōng yǒu yīpài rén, díquè míngzhīgùfàn de yǐnhuì zhēnlǐ."},{"SurahNumber":2,"VerseNumber":147,"Text":"Zhēnlǐ shì cóng nǐ de zhǔ jiàng shì de, gù nǐ jué bùyào huáiyí."},{"SurahNumber":2,"VerseNumber":148,"Text":"Gè rén dōu yǒu zìjǐ suǒ duì de fāngxiàng, gù nǐmen dāng zhēngxiān wéi shàn. Nǐmen wúlùn zài nàlǐ, zhēnzhǔ jiàng yào bǎ nǐmen jíhé qǐlái, zhēnzhǔ duìyú wànshì, què shì quánnéng de."},{"SurahNumber":2,"VerseNumber":149,"Text":"Nǐ wúlùn cóng nàlǐ chūqù, dōu yīngdāng bǎ nǐ de liǎn zhuǎnxiàng jìn sì; zhè què shì cóng nǐ de zhǔ jiàng shì de zhēnlǐ. Zhēnzhǔ jué bù hūshì nǐmen de xíngwéi."},{"SurahNumber":2,"VerseNumber":150,"Text":"Nǐ wúlùn cóng nàlǐ chūqù, dōu yīngdāng bǎ nǐ de liǎn zhuǎnxiàng jìn sì. Nǐmen wúlùn zài nàlǐ, dōu yīngdāng bǎ nǐmen de liǎn zhuǎnxiàng tā, yǐmiǎn tārén duì nǐmen yǒu suǒ jièkǒu. Wéi tāmen zhōng bùyì de rén chúwài, dàn nǐmen bùyào wèijù tāmen, nǐmen dāng wèijù wǒ, yǐbiàn wǒ chéngquán wǒ suǒ shī yú nǐmen de ēndiǎn, yǐbiàn nǐmen zūnxún zhèngdào."},{"SurahNumber":2,"VerseNumber":151,"Text":"Yóurú wǒ pàiqiǎn nǐmen zú zhōng de yīgè shǐzhě lái jiàohuà nǐmen, duì nǐmen xuāndú wǒ de jīxiàng, xūntáo nǐmen, jiàoshòu nǐmen tiān jīng hé zhìhuì, bìng jiāng nǐmen suǒ bù zhīdào de jiàoxùn nǐmen."},{"SurahNumber":2,"VerseNumber":152,"Text":"Gù nǐmen dāng jìyì wǒ,(nǐmen jìyì wǒ), wǒ jiù jìyì nǐmen; nǐmen dāng gǎnxiè wǒ; bùyào gūfù wǒ."},{"SurahNumber":2,"VerseNumber":153,"Text":"Xìndào de rénmen a! Nǐmen dāng jiè jiānrěn hé bài gōng, ér qiú yòuzhù. Zhēnzhǔ què shì yǔ jiānrěn zhě tóng zài de."},{"SurahNumber":2,"VerseNumber":154,"Text":"Wéi zhǔ dào ér bèi qiánghài de rén, nǐmen bùyào shuō tāmen shì sǐ de; qíshí, tāmen shì huó de, dàn nǐmen bù zhījué."},{"SurahNumber":2,"VerseNumber":155,"Text":"Wǒ bì yǐ xiēwéi de kǒngbù hé jījǐn, yǐjí zīchǎn, shēngmìng, shōuhuò děng de sǔnshī, shìyàn nǐmen, nǐ dāng xiàng jiānrěn de rén bàoxǐ."},{"SurahNumber":2,"VerseNumber":156,"Text":"Tāmen zāonàn de shíhòu, shuō:`Wǒmen què shì zhēnzhǔ suǒyǒu de, wǒmen bìdìng zhǐ guīyī tā.'"},{"SurahNumber":2,"VerseNumber":157,"Text":"Zhè děng rén, shì méng zhēnzhǔ de hù yòu hé cí'ēn de; zhè děng rén, què shì zūnxún zhèngdào de."}]}