{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":97,"Text":"Allakh sdelal Kaabu, Zapovednyy dom, a takzhe zapretnyy mesyats, zhertvennykh zhivotnykh i zhivotnykh (ili lyudey) s ozherel'yami oporoy dlya lyudey. Eto - dlya togo, chtoby vy znali, chto Allakhu izvestno o tom, chto na nebesakh, i tom, chto na zemle, i chto Allakh vedayet o vsyakoy veshchi"},{"SurahNumber":5,"VerseNumber":98,"Text":"Znayte, chto Allakh surov v nakazanii i chto Allakh - Proshchayushchiy, Miloserdnyy"},{"SurahNumber":5,"VerseNumber":99,"Text":"Na Proroka ne vozlozheno nichego, krome peredachi otkroveniya. Allakh znayet o tom, chto vy obnaruzhivayete, i tom, chto vy skryvayete"},{"SurahNumber":5,"VerseNumber":100,"Text":"Skazhi: «Skvernoye i blagoye ne ravny, dazhe yesli izobiliye skvernogo ponravilos' tebe (ili udivilo tebya)». Boytes' zhe Allakha, obladateli razuma, - byt' mozhet, vy preuspeyete"},{"SurahNumber":5,"VerseNumber":101,"Text":"O te, kotoryye uverovali! Ne sprashivayte o veshchakh, kotoryye ogorchat vas, yesli stanut vam izvestny. A ved' oni stanut vam izvestny, yesli vy sprosite o nikh, kogda nisposylayetsya Koran. Allakh prostil vam eto, ibo Allakh - Proshchayushchiy, Vyderzhannyy"},{"SurahNumber":5,"VerseNumber":102,"Text":"Lyudi do vas sprashivali o nikh i po etoy prichine stali neveruyushchimi (ili zatem stali neveruyushchimi v nikh)"},{"SurahNumber":5,"VerseNumber":103,"Text":"Allakh ne rasporyazhalsya otnositel'no bakhiry, saiby, vasyli i khami. No neveruyushchiye vozvodyat navet na Allakha, i bol'shaya chast' ikh ne razumeyet"},{"SurahNumber":5,"VerseNumber":104,"Text":"Kogda im govoryat: «Pridite k tomu, chto nisposlal Allakh, i k Poslanniku», - oni otvechayut: «Nam dostatochno togo, na chem my zastali nashikh ottsov». Neuzheli oni postupyat tak, dazhe yesli ikh ottsy nichego ne znali i ne sledovali pryamym putem"},{"SurahNumber":5,"VerseNumber":105,"Text":"O te, kotoryye uverovali! Pozabot'tes' o sebe. Yesli vy posledovali pryamym putem, to vam ne prichinit vreda tot, kto vpal v zabluzhdeniye. Vsem vam predstoit vernut'sya k Allakhu, i togda On povedayet vam o tom, chto vy sovershali"},{"SurahNumber":5,"VerseNumber":106,"Text":"O te, kotoryye uverovali! Yesli k komu-nibud' iz vas yavitsya smert', i on ostavit zaveshchaniye, to yego svidetel'stvuyut dvoye spravedlivykh muzhey iz vas ili dvoye drugikh ne iz vas, yesli smert' postignet vas, kogda vy stranstvuyete po zemle. Zaderzhite ikh oboikh posle namaza, i yesli vy usomnites', to oni dolzhny poklyast'sya Allakhom: «My ne pokupayem za nikh mirskuyu vygodu, dazhe yesli on yavlyayetsya nashim blizkim rodstvennikom, i ne skryvayem svidetel'stva Allakha. V protivnom zhe sluchaye my prinadlezhim k chislu greshnikov»"},{"SurahNumber":5,"VerseNumber":107,"Text":"Yesli budet obnaruzheno, chto oni oba povinny v grekhe, to pust' dvoye drugikh samykh blizkikh rodstvennikov iz chisla tekh, kto imeyet zakonnyye prava, zaymut ikh mesto i poklyanutsya Allakhom: «Nashe svidetel'stvo verneye ikh svidetel'stva, i my ne prestupayem granitsy dozvolennogo. V protivnom zhe sluchaye my prinadlezhim k chislu bezzakonnikov»"},{"SurahNumber":5,"VerseNumber":108,"Text":"Postupit' tak luchshe dlya togo, chtoby oni prinesli istinnoye svidetel'stvo ili ustrashilis' togo, chto drugiye klyatvy budut prineseny posle ikh klyatv. Boytes' Allakha i slushayte! Ved' Allakh ne vedet pryamym putem lyudey nechestivykh"}]}