{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Ka ce: \"Wane ne yake azurta ku daga sama da ƙasa?\" Ka ce: \"Allah kuma lalle mu ko ku, wani yana a kan shiriya, ko yana a cikin ɓata bayyananniya"},{"SurahNumber":34,"VerseNumber":25,"Text":"Ka ce: \"Ba za a tambaye ku ba ga abin da muka aikata daga laifi, kuma ba za a tambaye mu daga abin da kuke aikatawa ba"},{"SurahNumber":34,"VerseNumber":26,"Text":"Ka ce: \"Ubangijinmu zai tara tsakaninmu, sa'an nan Ya yi hukunci a tsakaninmu da gaskiya. Kuma Shi ne Mahukunci, Masani"},{"SurahNumber":34,"VerseNumber":27,"Text":"Ka ce: \"Ku nuna mini waɗanda kuka riskar da Shi, su zama abokan tarayya. A'a, Shi ne Allah, Mabuwayi, Mai hikima"},{"SurahNumber":34,"VerseNumber":28,"Text":"Kuma ba Mu aika ka ba face zuwa ga mutane gaba ɗaya, kana mai bayar da bushara kuma mai gargaɗi, kuma amma mafi yawan mutane ba su sani ba"},{"SurahNumber":34,"VerseNumber":29,"Text":"Suna cewa, \"Yaushe ne wannan wa'adi zai auku idan kun kasance masu gaskiya"},{"SurahNumber":34,"VerseNumber":30,"Text":"Ka ce: \"Kuna da mi'adin wani yini wanda ba ku jinkirta daga gare shi ko da sa'a ɗaya, kuma ba ku gabata"},{"SurahNumber":34,"VerseNumber":31,"Text":"Kuma waɗanda suka kafirta suka ce: \"Ba za mu yi imanida wannan Alƙur'ani ba, kuma ba za mu yi imani da abin da yakea gabaninsa ba (na waɗansu littattafan sama).\" Kuma da ka gani a lokacin da azzalumai suke abin tsayarwa wurin Ubangijinka, sashensu na mayar wa sashe maganar maraunana (mabiya) suke cewa makangara (shugabanni) \"Ba dominku ba, lalle, da mun kasance muminai"},{"SurahNumber":34,"VerseNumber":32,"Text":"Makangara suka ce wa maraunana, \"Ashe, mu ne muka kange ku daga shiriya a bayan ya zo muku? A, a' kun dai kasance masu laifi"},{"SurahNumber":34,"VerseNumber":33,"Text":"Kuma maraunana suka ce wa makangara. \"A'a, (ku tuna) makircin dare da na rana a lokacin da kuke umurnin mu da mu kafirta da Allah, kuma mu sanya Masa abokan tarayya.\" Kuma suka assirtar da nadama a lokacin da suka ga azaba. Kuma Muka sanya ƙuƙumma a cikin wuyoyin waɗanda suka kafirta. Lalle, ba za a yi musu sakamako ba face da abin da suka kasance suna aikatawa"},{"SurahNumber":34,"VerseNumber":34,"Text":"Kuma ba mu aika wani mai gargaɗi ba a cikin wata alƙarya face mani'imtanta (shugabanni) sunce, \"Lalle mu, masu kafirta ne da abin da aka aiko ku da shi"},{"SurahNumber":34,"VerseNumber":35,"Text":"Kuma suka ce: \"Mu ne mafiya yawa ga dukiya da ɗiya, kuma mu ba mu zama waɗanda ake yi wa azaba ba"},{"SurahNumber":34,"VerseNumber":36,"Text":"Ka ce: \"Lalle, Ubangijina Yana shimfiɗa arziki ga wanda Ya so, kuma Yana ƙuntatawa, kuma amma mafi yawan mutane ba su sani ba"},{"SurahNumber":34,"VerseNumber":37,"Text":"Kuma dukiyarku ba ta zamo ba, haka ɗiyanku ba su zamo abin da yake kusantar da ku ba a wurinMu, kusantarwar muƙami face wanda, ya yi imani kuma ya aikata aikin ƙwarai. To, waɗannan suna da sakamakon ninkawa saboda abin da suka aikata. Kuma su amintattu ne a cikin benaye"},{"SurahNumber":34,"VerseNumber":38,"Text":"Kuma waɗanda suke makirci a cikin ayoyinMu, suna neman gajiyarwa, waɗannan abin halartawa ne a cikin azaba"},{"SurahNumber":34,"VerseNumber":39,"Text":"Ka ce: \"Lalle, Ubangijina Yana shimfida arziki ga wanda Ya so daga bayinSa, kuma Yana ƙuntatawa a gare shi, kuma abin da kuka ciyar daga wani abu, to, Shi ne zai musanya shi, kuma Shi ne Mafi ficin masu azurtawa"},{"SurahNumber":34,"VerseNumber":40,"Text":"Kuma ranar da Allah Ya ke tara su gaba ɗaya, sa'an nan Ya ce wa Mala'iku, \"Shin, waɗannan ku ne suka kasance suna bauta wa"},{"SurahNumber":34,"VerseNumber":41,"Text":"Sukace: \"Tsarki ya tabbata a gare Ka. Kai ne Majiɓincinmu, ba su ba. A'a, sun kasance suna bauta wa aljannu. Mafi yawansu, da su suka yi imani"},{"SurahNumber":34,"VerseNumber":42,"Text":"Saboda haka, a yau sashenku ba ya mallakar wani amfani ga wani sashen, kuma ba ya mallakar wata cuta, kuma Muna cewa ga waɗanda suka yi zalunci, Ku ɗanɗani azabar wuta wadda \"kuka kasance game da ita, kuna ƙaryatawa"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kuma idan an karanta ayoyinMu bayyanannu a kansu, sai su ce: \"Wannan bai zama ba face namiji ne yana son ya kange ku daga abin da ubanninku suka kasance suna bauta wa.\" Kuma su ce: \"Wannan bai zama ba face ƙiren ƙarya da aka ƙaga.\" Kuma waɗanda suka kafirta suka ce: ga gaskiya a lokacin da ta je musu: \"Wannan ba kome ba face sihiri ne bayyananne"},{"SurahNumber":34,"VerseNumber":44,"Text":"Kuma ba Mu ba su waɗansu littattafai ba waɗanda suke karatun su, kuma ba Mu aika wani mai gargaɗi ba zuwa gare su a gabaninka"},{"SurahNumber":34,"VerseNumber":45,"Text":"Kuma waɗanda suke a gabaninsu, sun ƙaryata, alhali kuwa ba su kai ushurin-ushurin abin da Muka ba su ba, sai suka ƙaryata ManzanniNa! To, yaya musuNa (ga maƙaryata) ya kasance"}]}