{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"And faces humble themselves before the Living, the Eternal. And he who beareth (a burden of) wrongdoing is indeed a failure (on that day)"},{"SurahNumber":20,"VerseNumber":112,"Text":"And he who hath done some good works, being a believer, he feareth not injustice nor begrudging (of his wage)"},{"SurahNumber":20,"VerseNumber":113,"Text":"Thus we have revealed it as a Lecture in Arabic, and have displayed therein certain threats, that peradventure they may keep from evil or that it may cause them to take heed"},{"SurahNumber":20,"VerseNumber":114,"Text":"Then exalted be Allah, the True King! And hasten not (O Muhammad) with the Qur'an ere its revelation hath been perfected unto thee, and say: My Lord! Increase me in knowledge"},{"SurahNumber":20,"VerseNumber":115,"Text":"And verily We made a covenant of old with Adam, but he forgot, and We found no constancy in him"},{"SurahNumber":20,"VerseNumber":116,"Text":"And when We said unto the angels: Fall prostrate before Adam, they fell prostrate (all) save Iblis; he refused"},{"SurahNumber":20,"VerseNumber":117,"Text":"Therefor we said: O Adam! This is an enemy unto thee and unto thy wife, so let him not drive you both out of the Garden so that thou come to toil"},{"SurahNumber":20,"VerseNumber":118,"Text":"It is (vouchsafed) unto thee that thou hungerest not therein nor art naked"},{"SurahNumber":20,"VerseNumber":119,"Text":"And that thou thirstest not therein nor art exposed to the sun's heat"},{"SurahNumber":20,"VerseNumber":120,"Text":"But the devil whispered to him, saying: O Adam! Shall I show thee the tree of immortality and power that wasteth not away"},{"SurahNumber":20,"VerseNumber":121,"Text":"Then they twain ate thereof, so that their shame became apparent unto them, and they began to hide by heaping on themselves some of the leaves of the Garden. And Adam disobeyed his Lord, so went astray"},{"SurahNumber":20,"VerseNumber":122,"Text":"Then his Lord chose him, and relented toward him, and guided him"},{"SurahNumber":20,"VerseNumber":123,"Text":"He said: Go down hence, both of you, one of you a foe unto the other. But when there come unto you from Me a guidance, then whoso followeth My guidance, he will not go astray nor come to grief"},{"SurahNumber":20,"VerseNumber":124,"Text":"But he who turneth away from remembrance of Me, his will be a narrow life, and I shall bring him blind to the assembly on the Day of Resurrection"},{"SurahNumber":20,"VerseNumber":125,"Text":"He will say: My Lord! Wherefor hast Thou gathered me (hither) blind, when I was wont to see"},{"SurahNumber":20,"VerseNumber":126,"Text":"He will say: So (it must be). Our revelations came unto thee but thou didst forget them. In like manner thou art forgotten this Day"},{"SurahNumber":20,"VerseNumber":127,"Text":"Thus do We reward him who is prodigal and believeth not the revelations of his Lord; and verily the doom of the Hereafter will be sterner and more lasting"},{"SurahNumber":20,"VerseNumber":128,"Text":"Is it not a guidance for them (to know) how many a generation We destroyed before them, amid whose dwellings they walk? Lo! therein verily are signs for men of thought"},{"SurahNumber":20,"VerseNumber":129,"Text":"And but for a decree that had already gone forth from thy Lord, and a term already fixed, the judgment would have been inevitable (in this world)"},{"SurahNumber":20,"VerseNumber":130,"Text":"Therefor (O Muhammad), bear with what they say, and celebrate the praise of thy Lord ere the rising of the sun and ere the going down thereof. And glorify Him some hours of the night and at the two ends of the day, that thou mayst find acceptance"},{"SurahNumber":20,"VerseNumber":131,"Text":"And strain not thine eyes toward that which We cause some wedded pairs among them to enjoy, the flower of the life of the world, that We may try them thereby. The provision of thy Lord is better and more lasting"},{"SurahNumber":20,"VerseNumber":132,"Text":"And enjoin upon thy people worship, and be constant therein. We ask not of thee a provision: We provided for thee. And the sequel is for righteousness"},{"SurahNumber":20,"VerseNumber":133,"Text":"And they say: If only he would bring us a miracle from his Lord! Hath there not come unto them the proof of what is in the former scriptures"},{"SurahNumber":20,"VerseNumber":134,"Text":"And if we had destroyed them with some punishment before it, they would assuredly have said: Our Lord! If only Thou hadst sent unto us a messenger, so that we might have followed Thy revelations before we were (thus) humbled and disgraced"},{"SurahNumber":20,"VerseNumber":135,"Text":"Say: Each is awaiting; so await ye! Ye will come to know who are the owners of the path of equity, and who is right"}]}