{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":12,"Text":"Zevcelerinizin çocuğu yoksa terikesinin yarısı sizindir. Eğer onların çocuğu varsa size terikesinden (düşecek hisse) dörtde birdir. (Fakat bu da) onların (zevcelerinizin) edecekleri vasıyyet (i) ve borç (u edâ) dan sonradır. Eğer çocuğunuz yoksa bırakdığınızdan dörtde biri onların (zevcelerinizin) dir. Şâyed çocuğunuz varsa terikenizden sekizde biri — edeceğiniz vasıyyet ve borc (un edasın) dan sonra — yine onlarındır. Eğer mîrası aranan erkek veya kadın, çocuğu ve babası olmayan bir kimse olur ve onun erkek veya kız kardeşi bulunursa bunlardan her birinin (hakkı) altıda birdir. Eğer onlar bu (mıkdardan) çok iseler o halde onlar (ölünün) edeceği vasıyyet ve borç (un edasın) dan sonra üçde birde ortakdırlar. (Gerek vasıyyetde ve gerek borç ikrarında mîrascılara asla) zarar verici olmamalıdır. (Bu emirler ve hükümler) Allahdan (size) bir vasıyyetdir. Allah (her şey´i) hakkıyle bilendir, halimdir (Cezayı gecikdirirse de ihmâl etmez)"},{"SurahNumber":4,"VerseNumber":13,"Text":"İşte bunlar Allahın sınırlarıdır. Kim Allaha ve peygamberine itaat ederse (Allah) onu altından ırmaklar akan cennetlere sokar ki onlar orada ebedî kalıcıdırlar. Bu, en büyük bir kurtuluş (ve seâdet) dir"},{"SurahNumber":4,"VerseNumber":14,"Text":"Kim de Allaha ve Peygamberine isyan eder, (Allahın) sınırlarını (çiğneyip) geçerse onu da — içinde kâim kalıcı olarak — ateşe koyar. Onun için hor ve hakîr edici bir azâb vardır"},{"SurahNumber":4,"VerseNumber":15,"Text":"Kadınlarınızdan fuhuşu irtikâb edenlere karşı içinizden dört şâhid getirin. Eğer şehâdet ederlerse — onları ölüm alıb götürünceye, yahud Allah onlara bir yol açıncaya kadar — kendilerini evlerde alıkoyun (insanlarla ihtilâtdan men´ edin)"},{"SurahNumber":4,"VerseNumber":16,"Text":"Sizlerden fuhuşu irtikâb edenlerin her ikisini de eziyyete koşun. Eğer tevbe edib (nefislerini) İslah ederlerse artık onlar (a eziyyet) den vaz geçin. Çünkü Allah tevbeleri en çok kabul eden, en çok esirgeyendir"},{"SurahNumber":4,"VerseNumber":17,"Text":"Allah indinde (makbul olan) tevbe, kötülüğü ancak cahillik sebebiyle yapacakların, sonra da çarçabuk (vaz geçip) tevbe edecek olanların (tevbesi) dir. İşte Allahın, tevbelerini kabul edeceği kimseler bunlardır. Allah (herkesin içini dışını) hakkıyle bilendir, tam bir hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":18,"Text":"(Yoksa makbul olan o tevbe), kötülükleri yapıb yapıb da onlardan (ya´ni böyle yapanlardan) her hangi birine tâ ölüm gelince: «Ben şimdi hakıykaten tevbe etdim» diyenlerin tevbesi değil. Kendileri kâfir olarak öleceklerin (tevbesi) de değil. Onlar (öyle iste). Biz onlar için pek acıklı bir azâb hazırlamışızdır"},{"SurahNumber":4,"VerseNumber":19,"Text":"Ey îman edenler, kadınlara zorla mirasçı olmanız ve onların — kendilerine verdiğiniz (mehir) den birazını gider (ib elinize geçire) bilmeniz için — tazyik etmeniz size halâl olmaz. Meğer ki arayı açacak bir fuhuş irtikâb etmiş olsunlar. Onlarla (kadınlarınızla) iyi geçinin. Eğer kendilerinden hoşlanmadınızsa olabilir ki bir şey sizin hoşunuza gitmez de Allah onda bir çok hayır takdir etmiş bulunur"},{"SurahNumber":4,"VerseNumber":20,"Text":"Eğer bir zevceyi bırakıb da yerine başka bir zevce almak isterseniz öbürüne yüklerle (mehîr) vermiş olsanız bile içinden bir şey almayın. (Kendisine hem) bir iftira, ve açık bir günâh (yükler, hem) alır mısınız onu"},{"SurahNumber":4,"VerseNumber":21,"Text":"Onu nasıl alırsınız ki birbirinize karılıb katıldınız. Onlar sizden kuvvetli te´mînat da aldılar"},{"SurahNumber":4,"VerseNumber":22,"Text":"Babalarınızla evlenmiş olan kadınlarla evlenmeyin. Ancak (câhiliyyet devrinde geçen) geçmişdir. Şübhe yok ki o, bir hayaasızlıkdı, (Allahın en büyük) hışmı (na bir sebeb) di. O, ne kötü bir yoldu"},{"SurahNumber":4,"VerseNumber":23,"Text":"Analarınız, kızlarınız, kız kardeşleriniz, halalarınız, teyzeleriniz, birader kızları, hemşire kızları, sizi emziren (süt) analarınız süt hemşireleriniz, karılarınızın anaları, kendileriyle (zifafa) girdiğiniz karılarınızdan olub himayelerinizde bulunan üvey kızlarınız (la evlenmeniz) size haram edildi. Eğer onlarla (üvey kızlarınızın analarıyle) zifafa girmemişseniz (onlarla evlenmenizde) size bir beis yok. Kendi sulbünüzden (gelmiş) oğullarınızın karıları (ile evlenmeniz) ve iki kız kardeşi birlikde almanız da (keza haram edildi). Ancak (câhiliyyet devrinde) geçen geçmişdir. Çünkü Allah hakıykaten yarlığayıcıdır, çok esirgeyicidir"}]}