{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Lut da Ibrahim’e iman etmisti: -Ben, Rabbime hicret ediyorum, Cunku, O, gucludur, hakimdir, demisti"},{"SurahNumber":29,"VerseNumber":27,"Text":"Ibrahim’e, Ishak ve Yakub’u bagısladık; soyuna peygamberlik ve kitap verdik. O’na dunyada mukafaatını verdik, O, ahirette de iyilerdendir"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut, kavmine soyle demisti: -Siz, toplumlardan hic birinin sizden once yapmadıgı bir fuhsu isliyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Siz, erkeklere yanasıyor, yol kesiyor ve toplantılarınızda kotu seyler yapıyorsunuz, oyle mi? Kavminin cevabı ise: -Eger dogru soyleyenlerden isen, haydi bize Allah’ın azabını getir, demekten baska birsey degildi"},{"SurahNumber":29,"VerseNumber":30,"Text":"Lut: -Rabbim, fesatcı kavme karsı bana yardım et! dedi"},{"SurahNumber":29,"VerseNumber":31,"Text":"Elcilerimiz, mujde ile Ibrahim’e geldikleri zaman: -Biz, su beldeyi helak edecegiz, cunku oranın halkı zalimdir, dediler"},{"SurahNumber":29,"VerseNumber":32,"Text":"Ibrahim: -Fakat orada Lut var, dedi. -Biz, orada kimin oldugunu daha iyi biliyoruz. Onu ve ailesini kurtaracagız, karısı haric. O geride kalanlardandır dediler"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz, Lut’a geldiklerinde, onlar sebebiyle kotulenmis ve ici daralmıstı. -Korkma ve uzulme! Biz, seni ve aileni kurtaracagız. Geride kalanlardan olan karın haric"},{"SurahNumber":29,"VerseNumber":34,"Text":"Biz, bu belde halkına, yoldan saptıkları icin gokten bir azap indirecek olanlarız"},{"SurahNumber":29,"VerseNumber":35,"Text":"Aklını kullanabilen bir toplum icin, onlardan apacık belgeler bırakmısızdır"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyen’e de kardesleri Suayb’i gonderdik: -Ey kavmim, dedi. Allah’a kulluk edin ve ahiret gununu bekleyin, Yeryuzunde bozgunculuk yapıp, kargasa cıkarmayın"},{"SurahNumber":29,"VerseNumber":37,"Text":"Ama onu yalanladılar, bunun uzerine onları korkunc bir sarsıntı yakaladı ve oldukları yerde yapısıp kaldılar"},{"SurahNumber":29,"VerseNumber":38,"Text":"Ad ve Semud kavimlerini yok ettik. Onların meskenlerinden bu apacık size belli olmustur. Seytan, onlara yaptıklarını guzel gostermis ve onları yoldan cıkarmıstı. Oysa onlar gercegi gorebilirlerdi"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karunu, Firavun’u ve Haman’ı (helak etti.) Musa, onlara belgelerle gelmisti. Fakat yeryuzunde buyuklendiler ama ileri gidemediler"},{"SurahNumber":29,"VerseNumber":40,"Text":"Hepsini gunahlarıyla birlikte yakaladık. Onlardan kiminin uzerine tas savuran kasırga gonderdik. Kimini bir cıglık yakaladı. Kimini de yerin dibine gecirdik, kimini de suda bogduk. Allah, onlara zulmetmiyordu, fakat onlar kendilerine zulmediyorlardı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah’tan baska veliler edinenlerin durumu kendine bir ev yapan orumcege benzer. Evlerin en curugu orumcegin evidir. Keske bilselerdi"},{"SurahNumber":29,"VerseNumber":42,"Text":"Allah, kendisinden baska ne tur seylere dua ettiklerini bilir. O gucludur hakimdir"},{"SurahNumber":29,"VerseNumber":43,"Text":"Iste, insanlar icin verdigimiz ornekler, ama onları bilgi sahiplerinden baskaları anlamaz"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah, gokleri ve yeri hakkıyla yarattı. Inananlar icin bunda deliller vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"Sana vahyolunan kitabı oku! Namazı kıl! Cunku namaz, ahlaksızlıktan ve kotulukten alıkor. Elbette Allah’ın zikri/kitabı en buyuktur. Allah, yaptıklarınızı bilir"}]}