{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"۞ولو اننا نزلنا اليهم المليكة وكلمهم الموتى وحشرنا عليهم كل شيء قبلا ما كانوا ليومنوا الا ان يشاء الله ولكن اكثرهم يجهلون (وحشرنا: جمعنا, قبلا: مواجهة)"},{"SurahNumber":6,"VerseNumber":112,"Text":"وكذلك جعلنا لكل نبي عدوا شيطين الانس والجن يوحي بعضهم الى بعض زخرف القول غرورا ولو شاء ربك ما فعلوه فذرهم وما يفترون (زخرف القول: القول الباطل الذي زينه قايلوه, غرورا: خداعا, يفترون: يختلقون من كذب وزور)"},{"SurahNumber":6,"VerseNumber":113,"Text":"ولتصغى اليه افدة الذين لا يومنون بالاخرة وليرضوه وليقترفوا ما هم مقترفون (ولتصغى: لتميل, وليقترفوا: ليكتسبوا)"},{"SurahNumber":6,"VerseNumber":114,"Text":"افغير الله ابتغي حكما وهو الذي انزل اليكم الكتب مفصلا والذين ءاتينهم الكتب يعلمون انه منزل من ربك بالحق فلا تكونن من الممترين (الممترين: الشاكين)"},{"SurahNumber":6,"VerseNumber":115,"Text":"وتمت كلمت ربك صدقا وعدلا لا مبدل لكلمته وهو السميع العليم (صدقا: في الاخبار, وعدلا: في الاحكام)"},{"SurahNumber":6,"VerseNumber":116,"Text":"وان تطع اكثر من في الارض يضلوك عن سبيل الله ان يتبعون الا الظن وان هم الا يخرصون (يخرصون: يظنون ويكذبون)"},{"SurahNumber":6,"VerseNumber":117,"Text":"ان ربك هو اعلم من يضل عن سبيله وهو اعلم بالمهتدين"},{"SurahNumber":6,"VerseNumber":118,"Text":"فكلوا مما ذكر اسم الله عليه ان كنتم بايته مومنين"},{"SurahNumber":6,"VerseNumber":119,"Text":"وما لكم الا تاكلوا مما ذكر اسم الله عليه وقد فصل لكم ما حرم عليكم الا ما اضطررتم اليه وان كثيرا ليضلون باهوايهم بغير علم ان ربك هو اعلم بالمعتدين"},{"SurahNumber":6,"VerseNumber":120,"Text":"وذروا ظهر الاثم وباطنه ان الذين يكسبون الاثم سيجزون بما كانوا يقترفون"},{"SurahNumber":6,"VerseNumber":121,"Text":"ولا تاكلوا مما لم يذكر اسم الله عليه وانه لفسق وان الشيطين ليوحون الى اوليايهم ليجدلوكم وان اطعتموهم انكم لمشركون"},{"SurahNumber":6,"VerseNumber":122,"Text":"اومن كان ميتا فاحيينه وجعلنا له نورا يمشي به في الناس كمن مثله في الظلمت ليس بخارج منها كذلك زين للكفرين ما كانوا يعملون"},{"SurahNumber":6,"VerseNumber":123,"Text":"وكذلك جعلنا في كل قرية اكبر مجرميها ليمكروا فيها وما يمكرون الا بانفسهم وما يشعرون"},{"SurahNumber":6,"VerseNumber":124,"Text":"واذا جاءتهم ءاية قالوا لن نومن حتى نوتى مثل ما اوتي رسل الله الله اعلم حيث يجعل رسالته سيصيب الذين اجرموا صغار عند الله وعذاب شديد بما كانوا يمكرون (صغار: ذل، وهوان)"},{"SurahNumber":6,"VerseNumber":125,"Text":"فمن يرد الله ان يهديه يشرح صدره للاسلم ومن يرد ان يضله يجعل صدره ضيقا حرجا كانما يصعد في السماء كذلك يجعل الله الرجس على الذين لا يومنون (حرجا: شديد الضيق, يصعد في السماء: يصعد في طبقات الجو, الرجس: العذاب)"},{"SurahNumber":6,"VerseNumber":126,"Text":"وهذا صرط ربك مستقيما قد فصلنا الايت لقوم يذكرون"}]}