{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Gloria a Colui Che di notte trasporto il Suo servo dalla Santa Moschea alla Moschea remota, di cui benedicemmo i dintorni, per mostrargli qualcuno dei Nostri segni. Egli e Colui Che tutto ascolta e tutto osserva"},{"SurahNumber":17,"VerseNumber":2,"Text":"Demmo a Mose la Scrittura e ne facemmo la Guida per i Figli di Israele [dicendo loro]: “Non prendete altro protettore che Me!”"},{"SurahNumber":17,"VerseNumber":3,"Text":"[Egli era un] discendente di coloro che portammo insieme a Noe. In verita era un servo riconoscente"},{"SurahNumber":17,"VerseNumber":4,"Text":"Decretammo nella Scrittura, contro i Figli di Israele: “Per due volte porterete la corruzione sulla terra e sarete manifestamente superbi”"},{"SurahNumber":17,"VerseNumber":5,"Text":"Quando si realizzo la prima [delle Nostre promesse], mandammo contro di voi servi Nostri, di implacabile valore, che penetrarono nelle vostre contrade: la promessa e stata mantenuta"},{"SurahNumber":17,"VerseNumber":6,"Text":"Vi demmo quindi il sopravvento su di loro e vi corroborammo con ricchezze e progenie e facemmo di voi un popolo numeroso"},{"SurahNumber":17,"VerseNumber":7,"Text":"Se fate il bene, lo fate a voi stessi; se fate il male, e a voi stessi che lo fate. Quando poi si realizzo l'ultima promessa i vostri volti furono oscurati ed essi entrarono nel tempio come gia erano entrati e distrussero completamente quello che avevano conquistato"},{"SurahNumber":17,"VerseNumber":8,"Text":"Forse il vostro Signore vi usera misericordia, ma se persisterete persisteremo. Abbiamo fatto dell'Inferno una prigione per i miscredenti"},{"SurahNumber":17,"VerseNumber":9,"Text":"In verita questo Corano conduce a cio che e piu giusto e annuncia la lieta novella ai credenti, a coloro che compiono il bene: in verita avranno una grande ricompensa"},{"SurahNumber":17,"VerseNumber":10,"Text":"e in verita per coloro che non credono nell'altra vita abbiamo preparato un doloroso castigo"},{"SurahNumber":17,"VerseNumber":11,"Text":"L'uomo invoca il male, come invoca il bene. In verita l'uomo e frettoloso"},{"SurahNumber":17,"VerseNumber":12,"Text":"Abbiamo fatto la notte e il giorno come segni: e oscuro il segno della notte, mentre e chiaro il segno del giorno, affinche in essi cerchiate la grazia del vostro Signore e conosciate lo scorrere degli anni e il computo [del tempo]. Ed ogni cosa l'abbiamo esposta in dettaglio"},{"SurahNumber":17,"VerseNumber":13,"Text":"Al collo di ogni uomo abbiamo attaccato il suo destino e nel Giorno della Resurrezione gli mostreremo uno scritto che vedra dispiegato"},{"SurahNumber":17,"VerseNumber":14,"Text":"[Gli sara detto:] “Leggi il tuo scritto: oggi sarai il contabile di te stesso”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Chi segue la retta via, la segue a suo vantaggio; e chi si svia lo fa a suo danno; e nessuno portera il peso di un altro. Non castigheremo alcun popolo senza prima inviar loro un messaggero"},{"SurahNumber":17,"VerseNumber":16,"Text":"Quando vogliamo distruggere una citta, ordiniamo [il bene] ai suoi ricchi, ma presto trasgrediscono.Si realizza allora il Decreto e la distruggiamo completamente"},{"SurahNumber":17,"VerseNumber":17,"Text":"Quante generazioni sterminammo dopo Noe. Basta il Tuo Signore per conoscere e osservare perfettamente i peccati dei Suoi servi"},{"SurahNumber":17,"VerseNumber":18,"Text":"Quanto a chi desidera il caduco, Ci affrettiamo a dare quello che vogliamo a chi vogliamo, quindi lo destiniamo all'Inferno che dovra subire, bandito e reietto"},{"SurahNumber":17,"VerseNumber":19,"Text":"Quanto invece a chi vuole l'altra vita, sforzandosi a tal fine ed e credente... il loro sforzo sara accetto"},{"SurahNumber":17,"VerseNumber":20,"Text":"Sosterremo con i doni del tuo Signore questi e quelli. I doni del tuo Signore non sono negati a nessuno"},{"SurahNumber":17,"VerseNumber":21,"Text":"Osserva come diamo ad alcuni eccellenza su altri; nell'altra vita, pero, ci saranno livelli piu elevati ed eccellenza maggiore"},{"SurahNumber":17,"VerseNumber":22,"Text":"Non accostare ad Allah un'altra divinita, che saresti bandito e reietto"}]}