{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Dile (a tu gente, ¡oh, Muhammad!): “Me ha sido revelado que un grupo de yinn ha escuchado (mi recitación del Corán) y ha dicho (a los suyos): ‘¡Realmente, hemos escuchado una recitación sorprendente"},{"SurahNumber":72,"VerseNumber":2,"Text":"Guía hacia la verdad, y hemos creído en ella; y no adoraremos más que a nuestro Señor ni Lo equipararemos con nadie"},{"SurahNumber":72,"VerseNumber":3,"Text":"(Y dice que) nuestro Señor, en Su magnificencia y majestuosidad, no ha tomado ninguna compañera ni ha tenido ningún hijo"},{"SurahNumber":72,"VerseNumber":4,"Text":"y que el insensato de entre nosotros (Iblis)[1087] decía contra Al-lah mentiras de gran consideración"},{"SurahNumber":72,"VerseNumber":5,"Text":"Y nosotros creíamos que ni los hombres ni (nosotros) los yinn mentirían contra Al-lah’”"},{"SurahNumber":72,"VerseNumber":6,"Text":"Y entre los hombres había quienes se refugiaban en los yinn (buscando protección), pero ello no hacía sino aumentar su extravío (y que los yinn se atrevieran más contra ellos)"},{"SurahNumber":72,"VerseNumber":7,"Text":"Y ellos (los yinn) pensaron, al igual que piensan ustedes (¡oh, hombres!) que Al-lah no enviaría a ningún Profeta"},{"SurahNumber":72,"VerseNumber":8,"Text":"(Y dicen los yinn:) “E intentamos alcanzar el cielo, mas lo encontramos lleno de severos (ángeles) guardianes y de estrellas fugaces"},{"SurahNumber":72,"VerseNumber":9,"Text":"Antes solíamos tomar nuestras posiciones en el cielo para escuchar (lo que Al-lah ordenaba a los ángeles); mas quien ahora intenta hacerlo se encuentra con una estrella fugaz acechándolo"},{"SurahNumber":72,"VerseNumber":10,"Text":"Y (ahora) no sabemos si algún mal va a suceder a quienes habitan la tierra o si Al-lah quiere guiarlos (por el camino recto)"},{"SurahNumber":72,"VerseNumber":11,"Text":"Y entre nosotros hay quienes son rectos y virtuosos y quienes no. Somos grupos distintos y cada uno sigue su propio camino"},{"SurahNumber":72,"VerseNumber":12,"Text":"Y sabemos que no podremos escapar (del castigo) de Al-lah en la tierra ni podremos escapar de él huyendo (hacia el cielo)"},{"SurahNumber":72,"VerseNumber":13,"Text":"Y cuando escuchamos el Corán, creímos en él. Y quien crea en su Señor no tendrá que temer ninguna injusticia, ya sea una recompensa menor a la merecida o un castigo mayor al que le correspondía"},{"SurahNumber":72,"VerseNumber":14,"Text":"Y entre nosotros hay quienes se han sometido a Al-lah (aceptando el Islam) y quienes son injustos (al rechazar la verdad). Y quien haya abrazado el Islam habrá buscado el camino correcto para estar bien guiado”"},{"SurahNumber":72,"VerseNumber":15,"Text":"Y los injustos serán la leña del Infierno"},{"SurahNumber":72,"VerseNumber":16,"Text":"Y si (quienes rechazan la verdad en La Meca) hubiesen seguido el buen camino sin desviarse de él, les habríamos concedido lluvia en abundancia (después de un largo tiempo de sequía)"},{"SurahNumber":72,"VerseNumber":17,"Text":"para ponerlos a prueba (y ver si eran agradecidos). Y a quien se aleje de la exhortación de su Señor, (Al-lah) le hará padecer un severo castigo"},{"SurahNumber":72,"VerseNumber":18,"Text":"Y los lugares de culto son para adorar solamente a Al-lah. No invoquen, pues, en ellos a nadie más que a Él"},{"SurahNumber":72,"VerseNumber":19,"Text":"Y cuando el siervo de Al-lah (Muhammad) se puso en pie para rezar, (los yinn) se agolparon a su alrededor (para escuchar su recitación)"},{"SurahNumber":72,"VerseNumber":20,"Text":"Diles (¡oh, Muhammad!, a quienes rechazan la verdad y quieren que la abandones): “Yo solo invoco a mi Señor y no adoro a nadie más que a Él”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Diles: “En verdad, yo no tengo poder para perjudicarlos ni para beneficiarlos”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Diles: “Nadie puede protegerme del castigo de Al-lah ni puedo encontrar fuera de Él refugio alguno"},{"SurahNumber":72,"VerseNumber":23,"Text":"Solo les transmito el mensaje de mi Señor. Y quien desobedezca a Al-lah y a Su Mensajero tendrá (por castigo) el fuego del Infierno, donde permanecerá para siempre”"},{"SurahNumber":72,"VerseNumber":24,"Text":"Y cuando (quienes niegan la verdad) vean (el castigo) que les había sido prometido, sabrán quiénes son los más débiles y los más insignificantes por no tener quiénes los auxilien"},{"SurahNumber":72,"VerseNumber":25,"Text":"Diles: “No sé si está cerca el castigo que les ha sido prometido o si mi Señor lo ha aplazado para más tarde"},{"SurahNumber":72,"VerseNumber":26,"Text":"Él es el único con conocimiento absoluto del gaib[1090], y no desvela a nadie tal conocimiento"},{"SurahNumber":72,"VerseNumber":27,"Text":"salvo a quien Él haya escogido como Mensajero (y le revele lo que quiera). Entonces hace que lo escolten (ángeles guardianes) por delante y por detrás (que lo protegen)"},{"SurahNumber":72,"VerseNumber":28,"Text":"para asegurarse de que (los mensajeros) transmiten (sin problemas) el mensaje de su Señor. Y Su conocimiento abarca todo lo que hacen, y Él lleva la cuenta de todas las cosas”"},{"SurahNumber":73,"VerseNumber":1,"Text":"¡Oh, tú (Muhammad) que estás cubierto con tus vestimentas (durmiendo)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Levántate para rezar durante la mayor parte de la noche"},{"SurahNumber":73,"VerseNumber":3,"Text":"o durante la mitad, o un poco menos"},{"SurahNumber":73,"VerseNumber":4,"Text":"o durante un poco más (de la mitad), y recita el Corán despacio (pronunciando cada letra con claridad)"},{"SurahNumber":73,"VerseNumber":5,"Text":"Vamos a transmitirte una revelación de gran peso"},{"SurahNumber":73,"VerseNumber":6,"Text":"Realmente, las horas de la noche son mejores para comprender el Corán y recitarlo"},{"SurahNumber":73,"VerseNumber":7,"Text":"En verdad dispones de mucho tiempo durante el día (para dedicarlo a otros quehaceres)"},{"SurahNumber":73,"VerseNumber":8,"Text":"Glorifica el nombre de tu Señor y conságrate a adorarlo con devoción"},{"SurahNumber":73,"VerseNumber":9,"Text":"Él es el Señor del Oriente y del Occidente. No existe nada ni nadie con derecho a ser adorado excepto Él. ¡Tómalo, pues, como tu único protector"},{"SurahNumber":73,"VerseNumber":10,"Text":"Sé paciente con lo que dicen (los idólatras de La Meca) y aléjate de ellos de buena manera"},{"SurahNumber":73,"VerseNumber":11,"Text":"Y deja que Yo me encargue de quienes niegan la verdad a pesar de que disfrutan de bienes terrenales (y ello no los hace ser agradecidos); y concédeles un plazo de tiempo"},{"SurahNumber":73,"VerseNumber":12,"Text":"En verdad, tenemos (para ellos) junto a Nosotros cadenas y el fuego del Infierno"},{"SurahNumber":73,"VerseNumber":13,"Text":"así como una comida que se les atragantará y un tormento doloroso"},{"SurahNumber":73,"VerseNumber":14,"Text":"(para) el día en que temblarán la tierra y las montañas, y estas se convertirán en montones de polvo esparcido"},{"SurahNumber":73,"VerseNumber":15,"Text":"Ciertamente, les hemos enviado (¡oh, gentes de La Meca!) un Mensajero como testigo (Muhammad), al igual que enviamos un Mensajero (Moisés) al Faraón"},{"SurahNumber":73,"VerseNumber":16,"Text":"Mas el Faraón desobedeció al Mensajero y lo castigamos severamente"},{"SurahNumber":73,"VerseNumber":17,"Text":"¿Cómo podrán protegerse (del castigo de Al-lah), si niegan la verdad, el Día (de la Resurrección) en que los niños encanecerán (debido al horror que contemplarán)"},{"SurahNumber":73,"VerseNumber":18,"Text":"Ese día el cielo se resquebrajará, y la promesa de Al-lah se cumplirá sin duda alguna"},{"SurahNumber":73,"VerseNumber":19,"Text":"Ciertamente, este (Corán) es una exhortación para quien (quiera beneficiarse de ella y) tome el camino que lo lleve a su Señor"}]}