{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"Toi e, Koito suzdade gradini ot rasteniya s podpori i bez podpori, i palmite, i nasazhdeniyata s razni plodove, i maslinite, i narovete - skhodni i neskhodni. Yazhte ot plodovete im, kogato sa dali plod, i razdaite dulzhimoto ot tyakh v denya na beritbata im, no ne prakhosvaite - Toi ne obicha prakhosnitsite"},{"SurahNumber":6,"VerseNumber":142,"Text":"i ot dobituka - prevoz i postelya. Yazhte ot onova, koeto Allakh vi e dal za prepitanie i ne sledvaite stupkite na satanata! Toi e vash yaven vrag"},{"SurahNumber":6,"VerseNumber":143,"Text":"[Eto] osem chifta: ot ovtsete - dva i ot kozite - dva. Kazhi [o, Mukhammad]: “Dvata sametsa li Toi vuzbrani ili dvete samki, ili onova, koeto sudurzhakha utrobite na samkite? Izvestete me sus znanie, ako govorite istinata!”"},{"SurahNumber":6,"VerseNumber":144,"Text":"I ot kamilite - dva chifta, i ot kravite - dva. Kazhi: “Dvata sametsa li Toi vuzbrani ili dve samki, ili onova, koeto sudurzhakha utrobite na samkite? Ili byakhte svideteli, kogato Allakh vi poveli tova?” I koi e po-golyam ugnetitel ot onzi, koito izmislya luzha za Allakh, za da zabludi khorata v nevedenie? Allakh ne naputva khorata-ugnetiteli"},{"SurahNumber":6,"VerseNumber":145,"Text":"Kazhi: “Sred onova, koeto mi be razkrito, ne namiram khrana pod vuzbrana za khraneshtiya se, osven ako e mursha ili prolyata kruv, ili svinsko meso - te sa nechistota, - ili zhivotno, zaklano za drug, a ne v imeto na Allakh.” A za koito e prinuden, bez da e potisnik, nito prestupvasht - tvoyat Gospod e oproshtavasht, milosurden"},{"SurahNumber":6,"VerseNumber":146,"Text":"A na yudeite vuzbranikhme vsichko, koeto ima tseli kopita i nokti. I ot kravite, i ot ovtsete vuzbranikhme za tyakh tlustinite, osven onova, koeto nosyat gurbovete im ili vutreshnostite, ili primesenoto s kost. Tova im vuzdadokhme za tyakhnoto potisnichestvo. Nie sme govoreshtite istinata"},{"SurahNumber":6,"VerseNumber":147,"Text":"A ako te vzimat za luzhets, kazhi: “Vashiyat Gospod e s vseobkhvatna milost, ala ne shte bude otkloneno Negovoto muchenie ot prestupnite khora.”"},{"SurahNumber":6,"VerseNumber":148,"Text":"Onezi, koito Go sudruzhavat, shte kazhat: “Ako pozhelaeshe Allakh, nyamashe da sudruzhim nito nie, nito nashite bashti, i nyamashe da vuzbranim nishto.” Taka otrichakha i onezi predi tyakh, dokato vkusikha Nasheto muchenie. Kazhi: “Imate li znanie, ta da go izyavite pred nas? Vie sledvate edinstveno dogadkata i samo predpolagate.”"},{"SurahNumber":6,"VerseNumber":149,"Text":"Kazhi: “Na Allakh prinadlezhi suvursheniyat dovod. I ako Toi be pozhelal, shteshe da vi naputi vsichki.”"},{"SurahNumber":6,"VerseNumber":150,"Text":"Kazhi: “Dovedete vashite svideteli, koito shte zasvidetelstvat, che Allakh e vuzbranil tova!” I ako zasvidetelstvat, ne svidetelstvai s tyakh i ne sledvai strastite na onezi, koito vzekha za luzha Nashite znameniya, i na onezi, koito ne vyarvat v otvudniya zhivot! Te kum svoya Gospod priravnyavat"}]}