{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Fur sie gibt es die Wohnstatte des Friedens bei ihrem Herrn. Er ist ihr Schutzherr, fur das, was sie zu tun pflegten"},{"SurahNumber":6,"VerseNumber":128,"Text":"Und an dem Tag, da Er sie alle versammelt (wird Er sagen): O Gesellschaft der Ginn! Viele Menschen habt ihr (verfuhrt). Und ihre Schutzlinge unter den Menschen sagen: Unser Herr, wir haben voneinander (den Vorteil) genossen und haben (nun) unsere Frist erreicht, die Du uns gesetzt hast. Er wird sagen: Das (Hollen)feuer ist euer Aufenthalt, ewig darin zu bleiben, außer Allah will es (anders). Gewiß, dein Herr ist Allweise und Allwissend"},{"SurahNumber":6,"VerseNumber":129,"Text":"So machen Wir die einen Ungerechten zu Beschutzern der anderen fur das, was sie erworben haben"},{"SurahNumber":6,"VerseNumber":130,"Text":"O Gesellschaft der Ginn und der Menschen, sind nicht zu euch Gesandte von euch (selbst) gekommen, die euch Meine Zeichen berichtet und euch vor dem Eintreffen dieses euren Tages gewarnt haben? Sie werden sagen: Wir zeugen gegen uns selbst. Das diesseitige Leben hat sie getauscht, und sie zeugen gegen sich selbst, daß sie unglaubig waren"},{"SurahNumber":6,"VerseNumber":131,"Text":"Das (ist so), weil dein Herr die Stadte nicht zu Unrecht vernichtet’, wahrend ihre Bewohner unachtsam sind"},{"SurahNumber":6,"VerseNumber":132,"Text":"Fur alle wird es Rangstufen geben je nach dem, was sie getan haben. Und dein Herr ist nicht unachtsam dessen, was sie tun"},{"SurahNumber":6,"VerseNumber":133,"Text":"Und dein Herr ist der Unbedurftige, voll der Barmherzigkeit. Wenn Er will, laßt Er euch vergehen und nach euch folgen, was Er will, so wie Er euch aus der Nachkommenschaft anderer Leute entstehen ließ"},{"SurahNumber":6,"VerseNumber":134,"Text":"Gewiß, was euch versprochen wird, wird sicher eintreffen. Und ihr werdet euch (Ihm) nicht entziehen konnen"},{"SurahNumber":6,"VerseNumber":135,"Text":"Sag: O mein Volk, handelt nach eurer Stellung! Ich werde ebenfalls (so) handeln. Dann werdet ihr (noch) erfahren, wem die letztendliche Wohnstatte gehoren wird. Gewiß, den Ungerechten wird es nicht wohl ergehen"},{"SurahNumber":6,"VerseNumber":136,"Text":"Und sie haben Allah mit dem, was Er an (Fruchten auf den) Saatfeldern und Vieh wachsen laßt, einen Anteil bestimmt. Und sie sagen: Dies ist fur Allah - so behaupten sie -, Und dies ist fur unsere Teilhaber. Was nun fur ihre Teilhaber (bestimmt) ist, gelangt nicht zu Allah, was aber fur Allah (bestimmt) ist, gelangt zu ihren Teilhabern. Wie bose ist, was sie urteilen"},{"SurahNumber":6,"VerseNumber":137,"Text":"Und ebenso haben vielen der Gotzendiener ihre Teilhaber wohlgefallig erscheinen lassen, ihre Kinder zu toten, um sie ins Verderben zu sturzen und um ihnen ihre Religion zu verdecken. Wenn Allah wollte, hatten sie es nicht getan. So lasse sie (allein) mit dem, was sie an Lugen ersinnen"},{"SurahNumber":6,"VerseNumber":138,"Text":"Und sie sagen: Dies sind verwehrtes Vieh und verwehrte (Fruchte auf den) Saatfelder(n). Niemand kostet davon außer, wen wir (essen lassen) wollen. - So behaupten sie. - Und (es gibt nach ihrer Behauptung) Vieh, dessen Rucken (zum Tragen von Lasten) verboten ist, und Vieh, uber das sie den Namen Allahs nicht aussprechen, womit sie Lugen gegen Ihn ersinnen. Er wird ihnen vergelten, was sie stets an Lugen ersinnen"},{"SurahNumber":6,"VerseNumber":139,"Text":"Und sie sagen: Was in den Leibern dieses Viehs ist, ist unseren Mannern vorbehalten, unseren Gattinnen aber verboten. Wenn es aber tot (geboren) ist, so haben sie (alle) daran teil. Er wird ihnen ihre (ersonnene) Zuschreibung vergelten. Er ist ja Allweise und Allwissend"},{"SurahNumber":6,"VerseNumber":140,"Text":"Verloren sind diejenigen, die ihre Kinder in Torheit und ohne Wissen toten und verbieten, womit Allah sie versorgt hat, indem sie Lugen gegen Allah ersinnen. Sie sind furwahr irregegangen und nicht rechtgeleitet gewesen"}]}