{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"Gunesin dogdugu zaman; magaralarının sag tarafına yoneldigini, battıgı zaman da; sol tarafa gittigini gorursun. Kendileri de magaranın ic tarafında idiler. Bu, Allah´ın ayetlerindendir. Allah, kimi hidayete erdirirse; o, dogru yola ermistir, kimi de sasıracak olursa; artık onun icin yol gosterici bir dost bulamazsın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Onlar uykuda iken; sen, onları uyanık sanırdın. Biz, onları saga ve sola donduruyorduk. Kopekleri de dirseklerini esige uzatmıstı. Onları gorsen; icin korkuyla dolar, geri donup kacardın"},{"SurahNumber":18,"VerseNumber":19,"Text":"Boylece, birbirine sorsunlar diye onları uyandırdık. Iclerinden biri; ne kadar kaldınız? dedi. Bir gun veya daha az bir muddet kaldık, dediler. Ne kadar kaldıgınızı Rabbınız daha iyi bilendir. Simdi siz, birinizi paranızla sehre gonderin de yiyeceklere baksın, hangisi daha temiz ise ondan size getirsin. Orada nazik davransın da sakın sizi kimseye duyurmasın, dediler"},{"SurahNumber":18,"VerseNumber":20,"Text":"Cunku sizden haberleri olacak olursa; sizi, ya tasla oldururler veya dinlerine dondururler. Bu takdirde ise asla kurtulamazsınız"},{"SurahNumber":18,"VerseNumber":21,"Text":"Boylece, insanların onları bulmalarını sagladık ki Allah´ın sozunun gercek oldugunu ve kıyametin kopmasından suphe edilmeyecegini bilsinler. Nitekim bunlar hakkında cekisip duruyorlar: Onların magaralarının onune bir bina kurun, diyorlardı. Halbuki Rabbları onları cok daha iyi bilendir. Onların yerlerine galib gelenler ise: Onların magaralarının onune mutlaka bir mescid yapacagız, dediler"},{"SurahNumber":18,"VerseNumber":22,"Text":"Karanlıga tas atar gibi; uctur, dorduncusu kopekleridir, diyeceklerdir. Veya bestir, altıncıları kopekleridir, derler. Yahut: Yedidir, sekizincileri kopekleridir, derler. Onların sayısını en iyi bilen Rabbımdır, de. Onları pek az kimseden baskası bilmez. Bu yuzden onlar hakkında bu kısa anlatılanların dısında kimseyle tartısma ve onlar hakkında kimseden bir sey sorma"},{"SurahNumber":18,"VerseNumber":23,"Text":"Bir sey hakkında; ben bunu yarın mutlaka yapacagım, deme"},{"SurahNumber":18,"VerseNumber":24,"Text":"Meger ki Allah dilemis ola. Unuttugun zaman da Rabbını an ve soyle de: Umulur ki Rabbım; beni dogruya daha yakın olana eristirir"},{"SurahNumber":18,"VerseNumber":25,"Text":"Onlar magaralarında ucyuz sene eglestiler. Buna dokuz daha kattılar"},{"SurahNumber":18,"VerseNumber":26,"Text":"Onların ne kadar kaldıklarını en iyi Allah bilir, de. Goklerin ve yerin bilinmezlikleri O´na aittir. O ne guzel gorendir. O ne guzel isitendir. Bunların O´ndan baska yardımcısı yoktur. O, hic kimseyi hukmune ortak yapmaz"},{"SurahNumber":18,"VerseNumber":27,"Text":"Rabbının kitabından sana vahyolunanı oku. O´nun sozlerini degistirebilecek yoktur. O´ndan baska bir sıgınak da bulamazsın"},{"SurahNumber":18,"VerseNumber":28,"Text":"Sabah aksam Rabblarının rızasını dileyerek O´na yalvaranlarla beraber, sen de sabret. Dunya hayatının guzelliklerini isteyerek gozlerini onlardan ayırma. Bizi anmasını unutturdugumuz, heva ve hevesine uymus, haddi asmıs kimselere itaat etme"},{"SurahNumber":18,"VerseNumber":29,"Text":"De ki: Gercek, Rabbınızdandır. Isteyen inansın, isteyen inkar etsin. Suphesiz ki zalimler icin, duvarları kendilerini cepecevre kusatmıs bir ates hazırlamısızdır. Onlar feryad edip yardım dilediklerinde, erimis maden gibi yuzleri kavuran bir su kendilerine sunulur. O, ne kotu icecek ve ne kotu duraktır"},{"SurahNumber":18,"VerseNumber":30,"Text":"Muhakkak ki iman edip, salih amel isleyenlere gelince; muhakkak ki Biz; iyi hareket edenlerin ecrini zayi etmeyiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"Iste onlara; altlarından ırmaklar akan Adn cennetleri vardır. Orada altın bilezikler takınırlar, ince ve kalın ipekliden yesil elbiseler giyerek tahtları uzerine otururlar. O ne guzel mukafat ve ne guzel duraktır"}]}