{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Хіба вони не подорожували по землі й не бачили, яким був кінець тих, що жили раніше? Вони були могутнішими за них і залишили більше слідів на землі. Та Аллаг схопив їх за їхні гріхи й ніхто не захистив їх від Аллага"},{"SurahNumber":40,"VerseNumber":22,"Text":"Це тому, що коли їхні посланці приходили до них із ясними знаменнями, вони не увірували. Аллаг схопив їх, бо Він — Всесильний, суворий у покаранні"},{"SurahNumber":40,"VerseNumber":23,"Text":"Із Нашими знаменнями та ясним доказом Ми відіслали Мусу"},{"SurahNumber":40,"VerseNumber":24,"Text":"до Фірауна, Гамана й Каруна. Вони сказали: «Він — брехливий чаклун!»"},{"SurahNumber":40,"VerseNumber":25,"Text":"Коли він прийшов до них з істиною від Нас, вони сказали: «Вбивайте синів тих, які увірували разом із ним, а їхніх жінок залишайте живими. Але хитрощі невіруючих оманливі!»"},{"SurahNumber":40,"VerseNumber":26,"Text":"Фіраун сказав: «Дайте мені вбити Мусу! Нехай покличе свого Господа! Я боюся, що він змінить вашу релігію чи поширить безчестя на землі!»"},{"SurahNumber":40,"VerseNumber":27,"Text":"Муса сказав: «Я попросив захисту в Господа мого й Господа вашого – від кожного гордія, який не вірує в День Відплати!»"},{"SurahNumber":40,"VerseNumber":28,"Text":"Чоловік із роду Фірауна, який приховував свою віру, сказав: «Невже ви вб’єте чоловіка за те, що він говорить: «Мій Господь — Аллаг», — і за те, що він прийшов до вас із ясними знаменнями від Господа вашого? Якщо він бреше, то його брехня зашкодить лише йому, а якщо говорить правду, то вразить вас частина того, що він обіцяє вам! Воістину, Аллаг не веде прямим шляхом того, хто порушує межі й бреше"},{"SurahNumber":40,"VerseNumber":29,"Text":"О народе мій! Сьогодні ви маєте владу й пануєте на землі. Але хто захистить нас від кари Аллага, якщо вона прийде до нас?» Фіраун сказав: «Я вказую вам тільки те, що вважаю за потрібне. Я веду вас тільки правильним шляхом!»"},{"SurahNumber":40,"VerseNumber":30,"Text":"Той, який увірував, відповів: «О народе мій! Я боюся, що з вами станеться те, що вже колись було"},{"SurahNumber":40,"VerseNumber":31,"Text":"те, що сталося з народом Нуха, адитами, самудитами й тими, які жили після них. Аллаг не бажає чинити з рабами несправедливо"},{"SurahNumber":40,"VerseNumber":32,"Text":"О народе мій! Я боюся, що до вас прийде той День, коли одні закликатимуть інших"},{"SurahNumber":40,"VerseNumber":33,"Text":"День, коли ви повернете назад, але ніхто не захистить вас від Аллага! Кого Аллаг зіб’є зі шляху, тому не буде провідника"},{"SurahNumber":40,"VerseNumber":34,"Text":"Раніше до вас приходив Юсуф із ясними знаменнями, але ви не перестали сумніватися в тому, з чим він до вас прийшов. А коли він помер, ви сказали: «Після нього Аллаг уже не відішле посланця!» Так Аллаг збиває зі шляху того, хто порушує межі й сумнівається!»"},{"SurahNumber":40,"VerseNumber":35,"Text":"Ті, хто сперечається про знамення Аллага без жодного доказу, який би прийшов до них, викликають ненависть в Аллага й у тих, які увірували. Аллаг накладає печатку на серце кожного зверхнього тирана"},{"SurahNumber":40,"VerseNumber":36,"Text":"Фіраун сказав: «О Гамане! Збудуй мені вежу, можливо, я досягну шляхів"},{"SurahNumber":40,"VerseNumber":37,"Text":"шляхів небесних, і побачу Бога Муси. Але я думаю, що він — брехун». Так Фірауну видалися прекрасними його злі вчинки, і збився він зі шляху. Але хитрощі Фірауна — самі втрати"},{"SurahNumber":40,"VerseNumber":38,"Text":"Той, який увірував, сказав: «О народе мій! Ідіть за мною, я покажу вам правильний шлях"},{"SurahNumber":40,"VerseNumber":39,"Text":"О народе мій! Воістину, земне життя — тимчасова насолода, а життя наступне — вічний притулок"},{"SurahNumber":40,"VerseNumber":40,"Text":"Хто чинитиме зло, отримає таку саму відплату. А хто чинитиме добро — чоловік чи жінка — і буде віруючим, той увійде до раю. Вони матимуть там свій наділ без відплати"}]}