{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Recall ke frat ‘Aad avert his popol dunes! - numerous warnings ankaux liver antaux him post him Vi ne worship DI. Mi tim por vi retribution de great tag"},{"SurahNumber":46,"VerseNumber":22,"Text":"Ili dir vi ven divert us our di? Ni challenge vi bring (retribution) vi minac vi est truthful"},{"SurahNumber":46,"VerseNumber":23,"Text":"Li dir knowledge this est DI; mi nur liver vi ki mi est send al liver! Mi seg ke vi popol est ignorant"},{"SurahNumber":46,"VerseNumber":24,"Text":"When ili seg sxtorm rubrik their voj ili dir This sxtorm bring us mult bezon pluv Instead this est ki vi challenged Hood bring violent vent wherein tie est painful retribution"},{"SurahNumber":46,"VerseNumber":25,"Text":"Gxi detru cxio as komand its Lord Per maten nothing star their hejm. Ni tiel requite kulp popol"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ni establ them sam voj as ni establ vi proviz them auxd okul mens! their auxd okul mens ne help them je all This ili decid disregard di revelations. Tiel prophecies warnings ili ridiculed kauxz their doom"},{"SurahNumber":46,"VerseNumber":27,"Text":"Ni annihilated many communities vi post ni eksplik proofs ili pent"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why tiam idols ili set bring them closer al DI fail help them? Instead ili abandoned them. Such est false di ili idolized such est innovations ili fabricated"},{"SurahNumber":46,"VerseNumber":29,"Text":"Recall ti ni directed a numer da jinns vi en ord let them auxd Quran! When ili got tie ili dir Auxskult. gxi over ili rushed their popol avert"},{"SurahNumber":46,"VerseNumber":30,"Text":"Ili dir O our popol ni auxd libr revealed Moses konfirm previous scriptures. Gxi direkt truth; al des tuj path"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our popol respond vok DI kred en Him! Li tiam forgive your pek sxpar vi painful retribution"},{"SurahNumber":46,"VerseNumber":32,"Text":"Those fail respond di vok ne escape ne hav Lord Him; ili ir far astray"},{"SurahNumber":46,"VerseNumber":33,"Text":"Ili ne realize ti DI kre heavens ter malplej effort est able al revive dead jes ja; Li est Omnipotent"},{"SurahNumber":46,"VerseNumber":34,"Text":"Tag disbelievers introduced Hellfire ili pet Est this ne truth? Ili respond Jes ja our Lord Li dir Tiam sufer retribution your disbelief"},{"SurahNumber":46,"VerseNumber":35,"Text":"Do est pacient messengers vi posed strength resorted pacienc. Ne est en a hurry"},{"SurahNumber":47,"VerseNumber":1,"Text":"seg retribution inevitably ven them. Tag ili seg gxi seem as ili last 1 hor tag. This proclamation est gxi ne wicked who est consistently annihilated . . [47:1] Those disbelieve repel path DI Li nullifies their works"},{"SurahNumber":47,"VerseNumber":2,"Text":"Those kred work righteousness kred en ki send down Muhammad! - which est truth their Lord - Li remits their pek ben them contentment"},{"SurahNumber":47,"VerseNumber":3,"Text":"This est those disbelieve sekv falsehood while those kred sekv truth their Lord DI TIEL cites POPOL their EKZEMPL"},{"SurahNumber":47,"VerseNumber":4,"Text":"Vi renkont (en milit) those disbelieve vi strik kol! Vi pren them captives vi set them liber ransom them milit ends Hav DI willed Li granted vi victory milit! Li tiel tests vi 1 another As por those get killed ig DI Li neniam put their ofer waste"},{"SurahNumber":47,"VerseNumber":5,"Text":"Li direkt them ben them contentment"},{"SurahNumber":47,"VerseNumber":6,"Text":"Li admit them Paradise Li described them"},{"SurahNumber":47,"VerseNumber":7,"Text":"O vi kred vi support DI Li support vi strengthen your foothold"},{"SurahNumber":47,"VerseNumber":8,"Text":"Those disbelieve incur mizer; Li kauxz their works est utterly en vain"},{"SurahNumber":47,"VerseNumber":9,"Text":"Ke because ili hated ki DI revealed consequently Li nullifies their works"}]}