{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Kuma mene ne ya gaggautar da kai ga barin mutanenka? Ya Musa"},{"SurahNumber":20,"VerseNumber":84,"Text":"Ya ce: \"Su ne waɗannan a kan sawuna, kuma na yi gaggawa zuwa gare Ka, ya Ubangiji! Domin Ka yarda"},{"SurahNumber":20,"VerseNumber":85,"Text":"Ya ce: \"To, lalle ne, haƙiƙa, Mun fitini, mutanenka daga bayanka, kuma samiri ya ɓatar da su"},{"SurahNumber":20,"VerseNumber":86,"Text":"Sai Musa ya koma zuwa ga mutanensa yana mai hushi, mai baƙin ciki, ya ce: \"Ya mutanena! shin, Ubangijinku bai yi muku wa'adi ba, wa'adi mai kyau? Shin, lokacin ya yi tsawo a kanku ne, ko kun yi nufi ne wani hushi ya sauka a kanku daga Ubangijinku, saboda haka kuka saɓa wa alkawarina"},{"SurahNumber":20,"VerseNumber":87,"Text":"Suka ce: \"Ba mu saɓa wa alkawarinka ba da ikonmu kuma amma an ɗora mana waɗansu kaya masu nauyi daga abin ƙawar mutanen ne, sai muka jefar da su. Sa'an nan kamar haka ne samiri ya jefa"},{"SurahNumber":20,"VerseNumber":88,"Text":"Sai ya fitar musu da wani maraƙi, jikin mutane, yana ruri, sa'an nan suka ce: wannan ne gunkinku kuma gunkin Musa, sai ya manta"},{"SurahNumber":20,"VerseNumber":89,"Text":"Shin, to, ba su ganin cewaba ya mayar musu da magana, kuma ba ya mallakar wata cuta a gare su, kuma ba ya mallakar amfani"},{"SurahNumber":20,"VerseNumber":90,"Text":"Kuma, haƙiƙa, Haruna ya ce musu daga gabani, \"Ya mutanena! Lalle an fitine ku da shi ne kawai. Kuma lalle Ubangijinku Mai rahama ne, sai ku bi ni, kuma ku yi ɗa'a ga umurnina"},{"SurahNumber":20,"VerseNumber":91,"Text":"Suka ce: \"Ba za mu gushe ba faufau a kansa muna masu lazimta, sai Musa ya komo zuwa gare mu"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Musa) ya ce: \"Ya Haruna! Me ya hane ka, sa'ad da kagan su sun ɓace"},{"SurahNumber":20,"VerseNumber":93,"Text":"Ba ka bi ni ba! Shin, to, ka saɓa wa umurnina ne"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Haruna) ya ce: \"Ya ɗan'uwana! Kada ka yi kamu ga gemuna ko ga kaina. Lalle ni, na ji tsoron ka ce: Ka rarraba a tsakanin Bani Isra'ila kuma ba ka tsare maganata ba"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Musa) ya ce: \"Mene ne babban al'amarinka? Ya Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"(Samiri) ya ce: \"Na ga abin da ba su gan shi ba shi, sai na yi damƙa, damƙa guda daga kufan sawun Manzon, sa'an nan na jefa ta. Kuma haka dai raina ya ƙawata mini"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Musa) ya ce: \"To, ka tafi, saboda haka lalle ne kana da a cikin rayuwarka, ka ce 'Babu shafa' kuma kana da wani ma'alkawarta, ba za a saɓa maka gare ta ba. Kuma ka duba zuwa ga gunkinka wanda ka yini a kansa kana mai lazimta. Lalle ne muna ƙone shi, sa'an nan kuma muna sheƙe shi, a cikin teku, sheƙewa"},{"SurahNumber":20,"VerseNumber":98,"Text":"Abin sani kawai abin bautawarku Allah kawai ne wanda babu wani abin bautawa, face Shi kuma Ya yalwaci dukkan kome da ilmi"},{"SurahNumber":20,"VerseNumber":99,"Text":"Kamar wancan ne Muke labartawa a gare ka, daga labaran abin da ya gabata, alhali kuwa haƙiƙa, Mun ba ka zikiri (Alƙur'ani) daga gunMu"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wanda ya kau da kai daga gare shi, to, lalle shi, yanaɗaukar wani nauyi a Ranar ¡iyama"},{"SurahNumber":20,"VerseNumber":101,"Text":"Suna madawwama a cikinsa, kuma ya munana ya zama abin ɗauka, a Ranar ¡iyama"},{"SurahNumber":20,"VerseNumber":102,"Text":"A Ranar da ake hurawa a cikin ƙaho kuma Muna tara masu laifi, a ranar nan, suna masu shuɗayen idanu"},{"SurahNumber":20,"VerseNumber":103,"Text":"Suna ɓoye magana a tsakaninsu, (Suna ce wa juna) \"Ba ku zauna ba (a cikin duniya) face kwana goma"},{"SurahNumber":20,"VerseNumber":104,"Text":"Mu ne mafi sani ga abin da suke faɗa a sa'ad da mafificinsu ga hanya ke cewa, \"Ba ku zauna ba face a yini guda"},{"SurahNumber":20,"VerseNumber":105,"Text":"Kuma suna tambayar ka daga duwatsu sai ka ce: \"Ubangijina Yana sheƙe su sheƙewa"},{"SurahNumber":20,"VerseNumber":106,"Text":"Sa'an nan Yana barin (wurinsu) faƙo mai santsi"},{"SurahNumber":20,"VerseNumber":107,"Text":"Ba ka ganin karkata a cikinsa, kuma ba ka ganin wani tudu"},{"SurahNumber":20,"VerseNumber":108,"Text":"A ranar nan suna biyar mai kira, babu karkata a gare shi, kuma sautuka suka yi kawaici ga Mai rahama, ba ka sauraren kome face sautin tafiya"},{"SurahNumber":20,"VerseNumber":109,"Text":"A yinin nan ceto ba ya yin amfani face wanda Mai rahama Ya yi masa izni kuma Ya yarda da shi, da magan"},{"SurahNumber":20,"VerseNumber":110,"Text":"Yana sanin abin da ke a gaba gare su da abin da ke bayansu, kuma ba su kewayewa da shi ga sani"}]}