{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"Kuma idan magana ta auku a kansu, Munã fitar musu da wata dabba daga ƙasa, tanã yi musu magana, cẽwa \"Lalle mutãne sun kasance game da ayoyinMu, ba su yin ĩmãnin yaƙĩni"},{"SurahNumber":27,"VerseNumber":83,"Text":"Kuma a rãnar da Muke tãrãwa daga kõwace al'umma, wata ƙungiya daga waɗanda suke ƙaryata ãyõyinMu, sai ga su anã kangesu. (ga kõra)"},{"SurahNumber":27,"VerseNumber":84,"Text":"Har idan sun zo, (Allah) zai ce, \"Ashe kun ƙaryata ãyõyinNa, kuma ba ku kẽwaye su da sani ba? To, mẽne ne kuka kasance kunã aikatãwa"},{"SurahNumber":27,"VerseNumber":85,"Text":"Kuma magana ta auku a kansu, sabõda zãluncin da suka yi. To, sũ bã su da ta cẽwa"},{"SurahNumber":27,"VerseNumber":86,"Text":"Shin, ba su gani ba, cẽwa, lalle Mũ, Mun sanya dare dõmin su natsu a cikinsa, kuma da yini mai sanya gani? Lalle a cikin wancan akwai ãyõyi! Dõmin mutãne waɗanda suka yi ĩmãni"},{"SurahNumber":27,"VerseNumber":87,"Text":"Kuma da rãnar da ake hũsa a cikin ƙaho, sai wandayake a cikin sammai da waɗanda suke a cikin ƙasa su firgita, fãce wanda Allah Ya so, kuma dukansu, su je Masa sunã ƙasƙantattu"},{"SurahNumber":27,"VerseNumber":88,"Text":"Kuma kanã ganin duwãtsu, kanã zaton su sandararru, alhãli kuwa sũ sunã shũɗẽwa shũɗewar girgije, bisa sanã'ar Allah wanda Ya kyautata kõwane abu. Lalle Shi, Mai lãbartãwa ne game da abin da kuke aikatãwa"},{"SurahNumber":27,"VerseNumber":89,"Text":"Wanda ya zo da kyakkyawan aiki guda, to, yanã da mafi alhẽri daga gare shi. Kuma sũ daga wata firgita, a yinin nan, amintattu ne"},{"SurahNumber":27,"VerseNumber":90,"Text":"Kuma wanda ya zo da mugun aiki, to, an kife fuskõkinsu a cikin wuta. Ko zã a sãka muku fãce da abin da kuka kasance kũnã aikatãwa"},{"SurahNumber":27,"VerseNumber":91,"Text":"(Ka ce): \"An umurce ni, in bauta wa Ubangijin wannan Gari, Wanda Ya mayar da shi Hurumi, kuma Yanã da dukan kõme. Kuma an umurce ni da in kasance daga mãsu sallamãwa"},{"SurahNumber":27,"VerseNumber":92,"Text":"Kuma inã karanta Alƙur'ãni.\" To, wanda ya shiryu, yã shiryu ne dõmin kansa kawai. Kuma wanda ya ɓãce, to, ka ce: \"Ni daga mãsu gargaɗi kawai nake"},{"SurahNumber":27,"VerseNumber":93,"Text":"Kuma ka ce: \"Gõdiya ta tabbata ga Allah. Zai nũna muku ãyõyinSa, har ku sansu.\" Kuma Ubangijinka bai zama Mai shagala daga barin abin da kuke aikatãwa ba"},{"SurahNumber":28,"VerseNumber":1,"Text":"¦. S̃. M̃"},{"SurahNumber":28,"VerseNumber":2,"Text":"Waɗancan ãyõyin Littãfi ne bayyananne"},{"SurahNumber":28,"VerseNumber":3,"Text":"Munã karantãwa a kanka daga lãbarin Mũsã da Fir'auna da gaskiya dõmin mutãne waɗanda suke yin ĩmãni"},{"SurahNumber":28,"VerseNumber":4,"Text":"Lalle ne Fir'auna ya ɗaukaka a cikin ƙasa, kuma ya sanya mutãnenta ƙungiya-ƙungiya, yanã raunanar da wata jama'a daga gare su; yanã yanyanka ɗiyansu maza kuma yanã rãyar da mãtan. Lalle shĩ ya kasance daga mãsu ɓarna"},{"SurahNumber":28,"VerseNumber":5,"Text":"Kuma Munã nufin Mu yi falala ga waɗanda aka raunanar a cikin ƙasar, kuma Mu sanya su shugabanni, kuma Mu sanya su magãda"},{"SurahNumber":28,"VerseNumber":6,"Text":"Kuma Mu tabbatar da su a cikin ƙasar, kuma Mu nũna wa Fir'auna da Hãmãna da rundunõninsu abin da suka kasance sunã sauna daga gare su"},{"SurahNumber":28,"VerseNumber":7,"Text":"Kuma Muka yi wahayi zuwa ga uwar Mũsa, cẽwa ki shãyar da shi, sai idan kin ji tsõro game da shi, to, ki jẽfa shi a cikin kõgi, kuma kada ki ji tsõro, kuma kada ki yi baƙin ciki. Lalle ne Mũ, Mãsu mayar da shi ne zuwa gare ki, kuma Mãsu sanya shi ne a cikin Manzanni"},{"SurahNumber":28,"VerseNumber":8,"Text":"Sai mutãnen Fir'auna suka tsince shi, dõmin ya kasance maƙiyi da baƙin ciki a gare su. Lalle ne Fir'auna da Hãmãna da rundunõninsu, sun kasance mãsu aikin ganganci"},{"SurahNumber":28,"VerseNumber":9,"Text":"Kuma matar Fir'auna ta ce (\"Ka bar shi yanã) sanyin ido a gare ni da gare ka! Kada ka kashe shi, akwai fatan ya amfane mu, kõ mu riƙe Shi ɗã,\" alhãli kuwa sũ ba su sansance ba"},{"SurahNumber":28,"VerseNumber":10,"Text":"Kuma zuciyar uwar Mũsã ta wãyi gari yõfintatta. Lalle ne, haƙĩƙa, ta yi kusa ta bayyanar da shi, bã dõmin Mun ɗaure zũciyarta ba, dõmin ta kasance daga mũminai"},{"SurahNumber":28,"VerseNumber":11,"Text":"Kuma ta ce wa 'yar'uwarsa, \"Ki bĩ shi.\" Sabõda haka sai ta lẽƙe shi daga gẽfe, alhãli sũ ba Su sani ba"}]}