{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Gaybın anahtarları O’nun yanındadır. Onları, kendisinden baskası bilmez. Karada ve denizde olan her seyi bilir. Onun bilgisi olmadan hic bir yaprak dusmez ve yerin karanlıklarında hicbir tane, hic bir yas ve hic bir kuru yoktur ki apacık bir kitapta bulunmasın"},{"SurahNumber":6,"VerseNumber":60,"Text":"Geceleyin sizi olduren O’dur. Belirli bir surenin gecmesi icin sizi yeniden dirilttigi gunduzleri de ne yaptıgınızı bilir. Sonra donusunuz O’na olacak ve O size ne yapmıs oldugunuzu haber verecektir"},{"SurahNumber":6,"VerseNumber":61,"Text":"Kulları uzerinde yegane hakim odur. Size gozetleyiciler (melekler) gonderir. Sonunda birinize olum geldigi zaman, elcilerimiz hic bir kusur etmeden onun canını alırlar"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sonra gercek mevlaları olan Allah’a dondurulurler. Dikkat edin, hukum O’na aittir. O, hesap gorenlerin en hızlısıdır"},{"SurahNumber":6,"VerseNumber":63,"Text":"De ki: -Karanın ve denizin karanlıklarından bizi kurtarırsan, elbette sukredenlerden olacagız, diye yalvararak ve gizlice dua ettiginizde, sizi bundan kim kurtarır"},{"SurahNumber":6,"VerseNumber":64,"Text":"De ki: -Sizi ondan ve butun sıkıntılardan kurtaracak olan Allah’tır; boyle oldugu halde siz yine de sirk kosuyorsunuz"},{"SurahNumber":6,"VerseNumber":65,"Text":"De ki: -Uzerinizden veya ayaklarınızın altından bir azap gondermeye ya da sizi gruplara ayırarak birbirinizle denemeye kadir olan O’dur. Belki anlayıs gosterirler diye ayetleri nasıl acıkladıgımıza bir bak"},{"SurahNumber":6,"VerseNumber":66,"Text":"Senin toplumun da hak olmasına ragmen, onu yalanladı. “Ben, sizin uzerinize vekil degilim” de"},{"SurahNumber":6,"VerseNumber":67,"Text":"Her haberin gerceklesecegi bir an vardır. Ilerde anlayacaksınız"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ayetlerimiz hakkında ileri geri konusanları gordugun zaman Kur’an’dan baska bir soze dalana kadar onlardan yuz cevir. Eger seytan bunu sana unutturursa, hatırladıktan sonra, artık zalim toplulukla beraber oturma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allah’tan korkanlara, zalimlerin hesabından hic bir sorumluluk yoktur. Fakat, onların da Allah’tan korkmaları icin bir hatırlatma vardır"},{"SurahNumber":6,"VerseNumber":70,"Text":"Dinlerini oyun ve eglence edinen ve dunya hayatının aldattıgı kimseleri bırak; sen Kur’an ile, kisinin, kendi kazancı yuzunden, Allah’tan baska bir dost ve sefaatcinin bulunmadıgı ahirette tehlikeye dusmemesi icin ogut ver. Zira o kisi, butun varlıgını fidye olarak verse bile, kendisinden alınıp kabul edilmez. Iste bunlar, kendi kazandıkları yuzunden tehlikeye girmis kimselerdir. Kafir olmaları dolayısıyla onlar icin kaynar bir icecek ve acı bir azap vardır"},{"SurahNumber":6,"VerseNumber":71,"Text":"De ki: -Allah, bize hidayet verdikten sonra, seytanların yeryuzunde ayartıp, saskın bir vaziyette bıraktıkları, dostlarının ise “bize gel” diyerek dogru yola davet ettikleri kimse gibi, topuklarımız uzerinde geri donelim de bize faydası da zararı da dokunmayan Allah’tan baska seylere mi yalvaralım? Yine de ki: -Allah’ın hidayeti, iste asıl hidayet odur. Biz, alemlerin Rabbine teslim olmakla, namaz kılmak ve Allah’tan korkmakla emrolunduk. Huzurunda toplanacagınız O’dur"},{"SurahNumber":6,"VerseNumber":72,"Text":"De ki: -Allah, bize hidayet verdikten sonra, seytanların yeryuzunde ayartıp, saskın bir vaziyette bıraktıkları, dostlarının ise “bize gel” diyerek dogru yola davet ettikleri kimse gibi, topuklarımız uzerinde geri donelim de bize faydası da zararı da dokunmayan Allah’tan baska seylere mi yalvaralım? Yine de ki: -Allah’ın hidayeti, iste asıl hidayet odur. Biz, alemlerin Rabbine teslim olmakla, namaz kılmak ve Allah’tan korkmakla emrolunduk. Huzurunda toplanacagınız O’dur"},{"SurahNumber":6,"VerseNumber":73,"Text":"Gokleri ve yeri hak ile yaratan O’dur. “Ol!” dedigi gun oluverir; sozu haktır; sura uflendigi gun de hakimiyet O’nundur. Gizliyi de goruneni de bilendir. Hakim olan haberdar olan O’dur"}]}