{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"I vot vytyanuli My goru nad nimi, tochno ona tucha, i dumali oni, chto ona padet na nikh. Voz'mite to, chto My priveli k vam, s siloy i vspominayte, chto tam, - mozhet byt', vy budete bogoboyaznenny"},{"SurahNumber":7,"VerseNumber":172,"Text":"I vot, Gospod' tvoy izvlek iz synov Adama, iz spin ikh, ikh potomstvo i zastavil ikh zasvidetel'stvovat' o samikh sebe: \"Razve ne Gospod' vash YA?\" Oni skazali: \"Da, my svidetel'stvuyem... \" Chtoby vy ne skazali v den' voskreseniya: \"My byli nebrezhny k etomu"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ili ne skazali by: \"Ved' yeshche ran'she ottsy nashi pridavali Allakhu sotovarishchey, a my byli potomstvom posle nikh. Neuzheli Ty pogubish' nas za to, chto delali sleduyushchiye lzhi"},{"SurahNumber":7,"VerseNumber":174,"Text":"Tak My raspredelyayem znameniya, - mozhet byt', oni obratyatsya"},{"SurahNumber":7,"VerseNumber":175,"Text":"Prochitay im vest' o tom, komu My dali Nashi znameniya, a on uskol'znul ot nikh. I sdelal yego svoim posledovatelem satana, i byl on iz zabludshikh"},{"SurahNumber":7,"VerseNumber":176,"Text":"A yesli by My pozhelali, to vozvysili by yego imya. No on prinik k zemle i posledoval za svoyey strast'yu i podoben on sobake: yesli brosish'sya na neye, vysovyvayet yazyk i, yesli ostavish' yeye, vysovyvayet. Eto - pritcha o lyudyakh, kotoryye schitali lozh'yu Nashi znameniya. Rasskazyvay zhe rasskazom, - mozhet byt', oni razmyslyat"},{"SurahNumber":7,"VerseNumber":177,"Text":"Plokh primer tekh lyudey, kotoryye schitali lozh'yu Nashi znameniya: samikh sebya oni obideli"},{"SurahNumber":7,"VerseNumber":178,"Text":"Kogo vedet Allakh, tot idet po pryamomu puti; a kogo On sbivayet, te - ponesshiye ubytok"},{"SurahNumber":7,"VerseNumber":179,"Text":"My sotvorili dlya geyenny mnogo dzhinnov i lyudey: u nikh serdtsa, kotorymi oni ne ponimayut, glaza, kotorymi oni ne vidyat, ushi, kotorymi ne slyshat. Oni - kak skoty, dazhe boleye zabludshiye. Oni - nakhodyashchiyesya v nevnimatel'nosti"},{"SurahNumber":7,"VerseNumber":180,"Text":"U Allakha prekrasnyye imena; zovite Yego po nim i ostav'te tekh, kotoryye raskol'nichayut o Yego imenakh. Budet im vozdano za to, chto oni delayut"},{"SurahNumber":7,"VerseNumber":181,"Text":"Iz tekh, kogo My sotvorili, yest' narod, kotoryy vedet istinoy i yeyu tvorit spravedlivost'"},{"SurahNumber":7,"VerseNumber":182,"Text":"A tekh, kotoryye schitali lozh'yu Nashi znameniya, My nizvedem tak, chto oni ne uznayut"},{"SurahNumber":7,"VerseNumber":183,"Text":"I YA dayu im otsrochku: ved' Moya khitrost' - prochna"},{"SurahNumber":7,"VerseNumber":184,"Text":"Neuzheli oni ne razmyslili, chto u ikh sotovarishcha net oderzhimosti? On ved' - tol'ko yasnyy uveshchatel'"},{"SurahNumber":7,"VerseNumber":185,"Text":"Neuzheli oni ne razmyshlyali o vlasti nad nebesami i zemley, i obo vsem, chto sozdal Allakh, i tom, chto, mozhet byt', priblizhayetsya ikh predel? V kakoye zhe povestvovaniye posle etogo oni uveruyut"},{"SurahNumber":7,"VerseNumber":186,"Text":"Kogo sbivayet s puti Allakh, tomu net voditelya, i On ostavlyayet ikh skitat'sya slepo v svoyem zabluzhdenii"},{"SurahNumber":7,"VerseNumber":187,"Text":"Oni sprashivayut tebya o chase: kogda on brosit yakor'? Skazhi: \"Znaniye o nem - u moyego Gospoda, v svoye vremya otkroyet yego tol'ko On. Tyazhek on na nebesakh i na zemle. Pridet on k vam tol'ko vnezapno\". Sprashivayut oni tebya, kak budto by ty osvedomlen o nem. Skazhi: \"Znaniye o nem - tol'ko u Allakha, no bol'shaya chast' lyudey ne znayet"},{"SurahNumber":7,"VerseNumber":188,"Text":"Skazhi: \"YA ne vladeyu dlya samogo sebya ni pol'zoy, ni vredom, yesli togo ne pozhelayet Allakh. Yesli by ya znal skrytoye, ya umnozhil by sebe vsyakoye dobro, i menya kosnulos' by zlo. Ved' ya - tol'ko uveshchatel' i vestnik dlya naroda, kotoryy veruyet"}]}