{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Muhakkak ki zail olmasınlar diye gökleri ve yeri tutan Allah´tır. Eğer zail olurlarsa, andolsun ki; bundan sonra onları kimse tutamaz. Şüphesiz ki O; Halim, Gafur olandır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Var güçleriyle Allah´a yemin ettiler ki; kendilerine bir uyarıcı gelecek olursa; muhakkak ki, ümmetlerin herhangi birinden daha doğru yolda olacaklardır. Fakat kendilerine bir uyarıcı gelince; onların sadece nefretlerini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Yeryüzünde büyüklenerek ve kötü düzen kurarak. Halbuki kötü düzen ancak ehline zarar verir. Öncekilerin sünnetlerini görmezler mi? Sen, Allah´ın sünnetinde bir değişiklik bulamazsın. Sen, Allah´ın sünnetinde bir başkalaşma da bulamazsın"},{"SurahNumber":35,"VerseNumber":44,"Text":"Yeryüzünde gezip dolaşmazlar mı ki; kendilerinden öncekilerin akıbetlerinin nasıl olduğunu görsünler. Hem onlar, kendilerinden daha da kuvvetliydiler. Göklerde de yerde de Allah´ı aciz bırakacak hiç bir şey yoktur. Şüphesiz ki O; Alim, Kadir olandır"},{"SurahNumber":35,"VerseNumber":45,"Text":"Şayet Allah; insanları kazandıklarıyla muaheze etmiş olsaydı; onun üstünde hiç bir canlı bırakmazdı. Fakat onları belli bir süreye kadar te´hir eder. Süreleri geldiği zaman muhakkak ki Allah; kulları için Basir olandır"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya, Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Kur´an-ı Hakim´e andolsun ki"},{"SurahNumber":36,"VerseNumber":3,"Text":"Sen, elbette gönderilmiş peygamberlerdensin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Sırat-ı Müstakim üzere"},{"SurahNumber":36,"VerseNumber":5,"Text":"Bu; Aziz, Rahim´in indirmesidir"},{"SurahNumber":36,"VerseNumber":6,"Text":"Babaları uyarılmadığından gaflet içinde kalmış bir kavmi uyarman için"},{"SurahNumber":36,"VerseNumber":7,"Text":"Andolsun ki; onların, çoğunun üzerine, söz hak olmuştur. Onlar, artık iman etmezler"},{"SurahNumber":36,"VerseNumber":8,"Text":"Doğrusu Biz; onların boyunlarına, çenelerine kadar varan demir halkaları geçirdik. Bunun için artık başları yukarı kalkıktır"},{"SurahNumber":36,"VerseNumber":9,"Text":"Önlerinden bir sed ve arkalarından da bir sed çekmişizdir. Gözlerini perdelemişizdir. Bu yüzden artık göremezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Onları ister korkut, ister korkutma; onlar için birdir, iman etmezler"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen, ancak zikre ittiba eden ve görmeden Rahman´dan korkanı uyarırsın. Artık ona mağfiret ve yüce mükafatı müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Şüphesiz ki ölüleri, Biz diriltiriz Biz. İşlediklerini ve geride bıraktıklarını Biz yazarız. Biz, her şeyi apaçık bir kitabda saymışızdır"},{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara misal olarak şu kasaba halkını anlat: Hani oraya elçiler gelmişlerdi"},{"SurahNumber":36,"VerseNumber":14,"Text":"Hani onlara iki elçi göndermiştik de bunları yalanlamışlardı. Bunun üzerine Biz de üçüncüsüyle desteklemiştik de: Biz, size gönderilmiş elçileriz, demişlerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Onlar da; siz, ancak bizim gibi birer insansınız. Rahman, size hiç bir şey indirmemiştir. Siz, sadece yalan söylüyorsunuz, demişlerdi"},{"SurahNumber":36,"VerseNumber":16,"Text":"Dediler ki: Rabbımız bilir ki biz, muhakkak size gönderilmiş elçileriz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bize düşen, sadece apaçık tebliğdir"},{"SurahNumber":36,"VerseNumber":18,"Text":"Doğrusu, sizin yüzünüzden uğursuzluğa uğradık. Vazgeçmezseniz andolsun ki sizi taşlayacağız. Ve bizden size, elim bir azab dokunacaktır, dediler"},{"SurahNumber":36,"VerseNumber":19,"Text":"Dediler ki: Uğursuzluğunuz sizinledir. Size öğüt verildi diye mi? Hayır, siz; çok aşırı giden bir kavimsiniz"},{"SurahNumber":36,"VerseNumber":20,"Text":"Şehrin ötebaşından bir adam koşarak geldi ve şöyle dedi: Ey kavmim; gönderilmiş bulunan elçilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden hiç bir ücret istemeyenlere uyun. Onlar, hidayete erdirilmişlerdir"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ben, beni yaratmış olana neden kulluk etmeyeyim? Siz de O´na döndürüleceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ben, O´ndan başka tanrılar mı edinirim? Eğer Rahman bana bir zarar vermek isterse; onların şefaatı bana hiç bir fayda sağlamaz ve beni kurtarmaz da"},{"SurahNumber":36,"VerseNumber":24,"Text":"O takdirde ben de gerçekten apaçık bir sapıklık içerisinde olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Şüphesiz ki ben, Rabbınıza inandım. Artık beni dinleyin"},{"SurahNumber":36,"VerseNumber":26,"Text":"Cennete gir, denilince, dedi ki: Keşki kavmim bilir olsaydı"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbımın beni bağışladığını ve beni ikram edilenlerden kıldığını"}]}