{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"Sano naga achipendechelaga kuntunjelele, basi pendechelani kukoko nomwe ni n'jegamile kwa Allah. Chisimu Jwalakwe ni Jwakupikanichisya, Jwakumanyilila nnope"},{"SurahNumber":8,"VerseNumber":62,"Text":"Soni naga achisakaga kuntenda chinyengo wanganyao, basi chisimu Allah chankwanile (kuwa akun'gosa wenu). Jwalakwe ni Ajula juwan'dimbangenye ni chikamuchisyo Chakwe, ni wakulupilila"},{"SurahNumber":8,"VerseNumber":63,"Text":"Ni jwalumbikenye chilikati cha mitima jao (pakuwika chinonyelo sikati jao). Nantimuno nkaatoole yosope yaili pa chilambo (pakusachilila kulumbikanya mitima jao mwa jikajenu), nga nganimpakombola kulumbikanya chilikati cha mitima jao, nambo Allah jwalumbikenye chilikati chao. Chisimu Jwalakwe ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":64,"Text":"E mmwe Ntume ﷺ! Allah akunkwanila (kuwa akun'gosa wenu) pamo ni wankuyiye mu wakulupilila"},{"SurahNumber":8,"VerseNumber":65,"Text":"E mmwe Ntume ﷺ! Mwalimbikasyani wakulupilila ya kumenyana ngondo (ni makafili). Naga ali apali mwa jenumanja (wandu) makumi gawili wakupililila, mpaka waakombole (amagongo) machila gawili , soni naga ali apali mwa jenumanja (wandu wakwana) lichila , mpaka wakombole (amagongo) wakwana sausande jimo (1000) mwa awala waakanile, ligongo lyanti wanganyao ni wandu wangali umanyilisi"},{"SurahNumber":8,"VerseNumber":66,"Text":"Sambano Allah an'jepepachisye wanganyammwe, ni ayimanyi yanti mwa jenumanja mwana kutochomala, basi naga ali apali mwa jenumanja (wandu wakwana) lichila wakupililila mpaka wakombole (amagongo) machila gawili , soni naga ali apali mwa jenumanja (wandu) sausande jimo (1000) mpaka wakombole (amagongo) wakwana masausande gawili (2000) mwa lisosa lya Allah, soni Allah juli pamo ni akupilila"},{"SurahNumber":8,"VerseNumber":67,"Text":"Nganiyiwajilwa kwa Ntume ﷺ kola mateeka ni mpakana ali atupiye kaje kuulaga (amagongo wakwe) pa chilambo. Nkusachilila ichindu ya duniya (mbote syaliombolela mateeka) kutendaga Allah jukusachilila (kuti mpate malipilo ga) Akhera! Sano Allah ni Jwamachili gakupunda, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":68,"Text":"Chingawaga chilamusi chachalongolele chakuumila kwa Allah (chakunkundisya chipanje chakupalagula pa ngondo), chisimu ikankwayiye ilagasyo yekulungwa pa (mbote syaliombolela mateeka) syan'jigele"},{"SurahNumber":8,"VerseNumber":69,"Text":"Basi lyagani mu yampalagwile pangondo (yaili) ya halaal nambo soni yambone, ni mun'jogopeje Allah. Chisimu Allah ni Jwakululuka kusyene, Jwachanasa channope"},{"SurahNumber":8,"VerseNumber":70,"Text":"E mmwe Ntume ﷺ! Mwasalilani achimateeka wali m’makono mwenu (kuti): “Naga Allah aumanye umbone uliose m’mitima mwenu (wakunda Usilamu), champe yambone nnope kumpunda yaijigalidwe kuumila kukwenu, soni ni tankululuchile, soni Allah ni Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":8,"VerseNumber":71,"Text":"Sano naga akusaka kuntendela ulaamba (chiuwe wangali masengo kukwenu), ngati pamasile pawantendele Allah ulaamba kalakala, basi ni jwapeleche machili (kukwenu) gakwakombolela wanganyao, soni Allah ni Jwakumanyilila nnope, Jwalunda lwakusokoka"},{"SurahNumber":8,"VerseNumber":72,"Text":"Chisimu awala waakulupilile, ni kusama (kuja ku Madina), ni kumenyana ngondo ni chipanje chao ni achimisyene wakwe petala lya Allah (Amuhajirina), kwisa soni awala (Answari) wawapele (wanganyao) pakutama ni kwakamuchisya, wele wanganyao ni asyowe (wakuchenjelana) wane ni wane.Sano awala waakulupilile nambo ni ngasama (kuja ku Madina), nganinkola kwachenjela kulikose mpaka akaasaame, nambo naga ali am'bendile chikamuchisyo pa Dini, basi mwakamuchisyani, ni ikaweje (naga ali atandene) ni wandu wachipali chilanga (chantunjelele chamwatawene) chilikati chenu ni wanganyao, soni Allah ichindu yankutenda awele Jwakuilolechesya"},{"SurahNumber":8,"VerseNumber":73,"Text":"Nombe awala waakufuulu awele asyowe (wakuchenjelana) wane ni wane. Naga jenumanja (Asilamu) ngankutenda yele (yakuchenjelanayo) chipawe pana fitina (jangondo) pa chilambo ni kuwatanganya kwekulungwa"},{"SurahNumber":8,"VerseNumber":74,"Text":"Sano awala waakulupilile, ni kusama (kuja ku Madina), ni kumenyana ngondo petala lya Allah (Amuhajirina), kwisa soni awala (Answari) wawapele (wanganyao) pakutama ni kwakamuchisya, wele wanyao ni wali wakulupilila kusyesyene, akwete kupata chikululuko kwisa soni lisiki lyakuchimbichika (lya ku Mbepo)"},{"SurahNumber":8,"VerseNumber":75,"Text":"Sano awala waakulupilile panyuma (pa Amuhajirina ni Answari) ni kusama (kuja ku Madina), ni kumenyana ngondo pamo ni jenumanja, basi wanganyao ni wali mwa jenumanja. Nambo waulongo wakupagwana ni wali wakuwajilwa (kwinjilana chipanje) wane ni wane (mwaiwelele) m’chitabu cha Allah. Chisimu Allah chindu chilichose awele Jwakuchimanya chenene"}]}