{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"И когато въздигнахме Планината над тях, сякаш е облак, и помислиха, че ще падне отгоре им [рекохме]: “Придържайте се твърдо към онова, което ви дадохме и помнете какво има в него, за да се побоите!”"},{"SurahNumber":7,"VerseNumber":172,"Text":"И когато твоят Господ извади от синовете на Адам, от гърба им, тяхното потомство, и ги накара да засвидетелстват за себе си: “Не съм ли Аз вашият Господ?”, казаха: “Да, свидетели сме.” Да не кажете в Деня на възкресението: “Бяхме нехайни за това!”"},{"SurahNumber":7,"VerseNumber":173,"Text":"Или да не кажете: “Нашите бащи съдружаваха преди, а ние бяхме потомство след тях. Нима ще ни унищожиш заради онова, което провалящите вършеха?”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Така им разясняваме знаменията, за да се завърнат"},{"SurahNumber":7,"VerseNumber":175,"Text":"И прочети им вестта за онзи, на когото дарихме Нашите знамения, а той се изплъзна от тях. И сатаната го направи свой последовател, и стана той един от заблудените"},{"SurahNumber":7,"VerseNumber":176,"Text":"А ако пожелаехме, щяхме да го въздигнем с тях. Ала той се привърза към земята и последва страстта си, и е като кучето - нахвърлиш ли му се, задъхва се, изплезило език, и оставиш ли го, задъхва се пак. Това е примерът за хората, които взимат за лъжа Нашите знамения. И им разказвай разказите, за да премислят"},{"SurahNumber":7,"VerseNumber":177,"Text":"Колко лош пример са хората, които взимат за лъжа Нашите знамения и угнетяват себе си"},{"SurahNumber":7,"VerseNumber":178,"Text":"Когото Аллах напъти, той е на правия път, а когото остави в заблуда, тези са губещите"},{"SurahNumber":7,"VerseNumber":179,"Text":"Създадохме за Ада много от джиновете и от хората. Имат сърца, с които не схващат, имат очи, с които не виждат, имат уши, с които не чуват. Те са като добитъка, даже са по-заблудени. Те са нехайните"},{"SurahNumber":7,"VerseNumber":180,"Text":"Аллах има Най-прекрасните имена. Зовете Го с тях и оставете онези, които богохулстват с Неговите имена! Ще им се въздаде за онова, което вършат"},{"SurahNumber":7,"VerseNumber":181,"Text":"Сред онези, които сме сътворили, има общност напътваща с истината и с нея е справедлива"},{"SurahNumber":7,"VerseNumber":182,"Text":"А които взимат за лъжа Нашите знамения, ще ги въвлечем в гибел, без да разберат"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ще им дам отсрочка. Силна е Моята промисъл"},{"SurahNumber":7,"VerseNumber":184,"Text":"Нима не разсъдиха? - Няма никаква лудост у техния другар [Мухаммад]. Той е само явен предупредител"},{"SurahNumber":7,"VerseNumber":185,"Text":"Нима не погледнаха към владението на небесата и на земята, и към нещата, които Аллах е сътворил, и че може срокът им да е наближил? И в кое слово подир това ще повярват"},{"SurahNumber":7,"VerseNumber":186,"Text":"Когото Аллах оставя в заблуда, за него няма водител. И ги оставя в тяхната престъпност да се лутат"},{"SurahNumber":7,"VerseNumber":187,"Text":"Питат те за Часа: “Кога ще настъпи?” Кажи: “Знанието за него е само при моя Господ. Само Той ще изяви неговото време. Тегне този [Час] на небесата и на земята. Ще дойде при вас съвсем внезапно. Питат те, сякаш си осведомен за него. Кажи: “Знанието за това е само при моя Господ, ала повечето хора не проумяват.”"},{"SurahNumber":7,"VerseNumber":188,"Text":"Кажи: “Не владея за себе си нито полза, нито вреда, освен ако Аллах не го е пожелал. И ако знаех неведомото, щях да си увелича доброто и нямаше да ме засяга злото. Аз съм само предупредител и благовестител за хора вярващи"}]}