{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Na tykh, yaki robyly dobro, chekaye naykrashche y bilʹshe za tse. Ne vrazytʹ oblychchya yikhnʹoho ni temryava, ni prynyzhennya. Same vony — zhyteli rayu! Budutʹ vony tam doviku"},{"SurahNumber":10,"VerseNumber":27,"Text":"A khto chynyv zlo, tym vidplatyatʹ takym samym zlom. Yikh spitkaye prynyzhennya, i ne zakhystytʹ nikhto yikh vid Allaha. Oblychchya yikhni nache vkryyutʹsya shmatkamy nichnoho moroku. Same vony — zhyteli pekla! I budutʹ vony tam doviku"},{"SurahNumber":10,"VerseNumber":28,"Text":"Toho Dnya My zberemo vsikh yikh razom, a potim skazhemo bahatobozhnykam: «Osʹ vashi mistsya — razom zi spilʹnykamy vashymy!» A potim My rozdilymo yikh, i skazhutʹ yikhni spilʹnyky: «Vy ne poklonyalysya nam"},{"SurahNumber":10,"VerseNumber":29,"Text":"Dostatnʹo Allaha yak Svidka mizh vamy ta namy. My y spravdi ne znaly pro vashe pokloninnya"},{"SurahNumber":10,"VerseNumber":30,"Text":"Tam kozhna dusha skushtuye toho, shcho vchynyala ranishe. Povernutʹsya vony do Allaha, svoho istynnoho Pokrovytelya, i znykne te, shcho vyhaduvaly vony"},{"SurahNumber":10,"VerseNumber":31,"Text":"Zapytay: «Khto nadilyaye vas iz neba y zemli? Khto vladnyy nad slukhom i zorom? Khto vyvodytʹ zhyve z mertvoho, a mertve z zhyvoho? Khto keruye podiyamy?» Vony skazhutʹ: «Allah!» Zapytay: «Chomu zh vy ne boyitesʹ Yoho"},{"SurahNumber":10,"VerseNumber":32,"Text":"Takyy Allah, istynnyy Hospodʹ vash! A shcho mozhe buty pislya istyny, yak ne omana? Yak zhe vy viddalylysya"},{"SurahNumber":10,"VerseNumber":33,"Text":"Tak spravdylosya slovo Hospoda tvoho pro nechestyvtsiv, shcho vony ne uviruyutʹ"},{"SurahNumber":10,"VerseNumber":34,"Text":"Skazhy: «Chy mozhe khtosʹ iz vashykh idoliv pochaty tvorinnya, a potim yoho povtoryty?» Skazhy: «Allah pochynaye tvorinnya, a potim yoho povtoryuye!» Yak zhe vy viddalylysya"},{"SurahNumber":10,"VerseNumber":35,"Text":"Skazhy: «Chy mozhe khtosʹ iz vashykh idoliv provesty do istyny?» Skazhy: «Tse Allah vede do istyny! Khto zh hidnyy toho, shchob za nym ishly — toy, khto sam vede do istyny, chy toy, koho vedutʹ do istyny? Shcho z vamy? Yak vy sudyte"},{"SurahNumber":10,"VerseNumber":36,"Text":"Bilʹshistʹ iz nykh ide za prypushchennyamy. Ale prypushchennya niyak ne dopomozhe zamistʹ pravdy. Voistynu, Allah znaye te, shcho roblyatʹ vony"},{"SurahNumber":10,"VerseNumber":37,"Text":"Tsey Koran ne vyhadka kohosʹ zamistʹ Allaha, ale pidtverdzhennya toho, shcho bulo pered nym, i poyasnennya Pysannya vid Hospoda svitiv, v yakomu nemaye sumnivu"},{"SurahNumber":10,"VerseNumber":38,"Text":"Osʹ vony hovoryatʹ: «Vin yoho vyhadav!» Skazhy: «Prynesitʹ suru, podibnu do tsykh, i poklychte, koho zmozhete, zamistʹ Allaha, yakshcho vy pravdyvi"},{"SurahNumber":10,"VerseNumber":39,"Text":"Ta zh ni, vony spryynyaly yak brekhnyu te, shcho ne spromohlysya okhopyty znannyam, i vytlumachennya choho shche ne pryyshlo. Tak samo vidkynuly tse y ti, yaki zhyly do nykh. Pohlyanʹ, yakym buv kinetsʹ nechestyvykh"},{"SurahNumber":10,"VerseNumber":40,"Text":"YE sered nykh ti, yaki viryatʹ u [Koran], a ye y ti, yaki ne viryatʹ u nʹoho. Ale Hospodʹ tviy znaye pro tykh, yaki poshyryuyutʹ bezchestya"},{"SurahNumber":10,"VerseNumber":41,"Text":"Yakshcho vony hovorytymutʹ, shcho ty — brekhun, to skazhy: «Meni — moyi vchynky, a vam — vashi vchynky. Vy neprychetni do toho, shcho roblyu ya, a ya neprychetnyy do toho, shcho robyte vy"},{"SurahNumber":10,"VerseNumber":42,"Text":"YE sered nykh i ti, yaki tebe vyslukhovuyutʹ. Ta yak ty prymusysh chuty hlukhykh, yakshcho vony ne rozumiyutʹ"},{"SurahNumber":10,"VerseNumber":43,"Text":"YE sered nykh i ti, yaki dyvlyatʹsya na tebe. Ta yak ty zmozhesh povesty pryamym shlyakhom slipykh, yakshcho vony ne bachatʹ"},{"SurahNumber":10,"VerseNumber":44,"Text":"Voistynu, Allah ne chynytʹ nespravedlyvosti shchodo lyudey, ale tse lyudy sami nespravedlyvi do sebe"},{"SurahNumber":10,"VerseNumber":45,"Text":"Toho Dnya Vin zbere yikh, nache vony y probuly tilʹky hodynu dnya. Vony znatymutʹ odne odnoho. Voistynu, zaznayutʹ vtrat ti, yaki vvazhaly za brekhnyu zustrich iz Allahom i ne yshly pryamym shlyakhom"},{"SurahNumber":10,"VerseNumber":46,"Text":"Abo My pokazhemo tobi chastynu z toho, shcho My obitsyaly yim, abo zaberemo tebe, i do Nas povernutʹsya vony! Allah bude Svidkom toho, shcho roblyatʹ vony"},{"SurahNumber":10,"VerseNumber":47,"Text":"Dlya kozhnoyi hromady — poslanetsʹ. I koly prykhodyv do nykh poslanetsʹ yikhniy, to vse mizh nymy vyrishuvaly spravedlyvo, i ne buly vony skryvdzheni"},{"SurahNumber":10,"VerseNumber":48,"Text":"Vony zapytuyutʹ: «Koly tsya obitsyanka vykonayetʹsya, yakshcho vy pravdyvi"},{"SurahNumber":10,"VerseNumber":49,"Text":"Skazhy: «YA ne vladnyy zapodiyaty sobi shkodu chy prynesty korystʹ, khiba shcho pobazhaye tsʹoho Allah. Dlya kozhnoyi hromady — strok. Koly yikhniy strok nastaye, to vony ne mozhutʹ yoho ni viddalyty — navitʹ na hodynu, ni nablyzyty»"},{"SurahNumber":10,"VerseNumber":50,"Text":"Skazhy: «Chy vy dumaly pro te, yaku chastynu z Yoho kary — koly vona pryyde do vas unochi abo vdenʹ — namahatymutʹsya pryskoryty hrishnyky?»"},{"SurahNumber":10,"VerseNumber":51,"Text":"Nevzhe vy poviryte v neyi todi, koly vona pryyde do vas? Chy nyni? Koly vy pryskoryuvaly yiyi"},{"SurahNumber":10,"VerseNumber":52,"Text":"A potim skazhutʹ tym, yaki buly nespravedlyvi: «Tozh skushtuyte vichnoyi kary! Khiba zh ne vidplacheno vam za te, shcho vy robyly"}]}