{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"And those who do not expect (their) meeting Us said: \"Why are the angels not sent down to us, or (why) do we not see our Lord?” Truly, they have a false opinion of themselves with rudeness in their great arrogance"},{"SurahNumber":25,"VerseNumber":22,"Text":"On the Day (when) they see the angels— There will be no joy for the sinners that Day: The (angels) will say: \"There is a limit totally banned (for you)"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We shall turn to those deeds they did and We shall make such deeds like floating dust thrown around"},{"SurahNumber":25,"VerseNumber":24,"Text":"The companions of the Garden (Paradise) will be well that Day, in their Home, and have the most beautiful and the happiest of places for rest"},{"SurahNumber":25,"VerseNumber":25,"Text":"And the Day the heaven will be torn apart by clouds, and the angels shall be sent down, descending (in order and in grandeur)—"},{"SurahNumber":25,"VerseNumber":26,"Text":"That Day, the Sovereignty of right and truth, shall be (only) for the Most Merciful (Ar-Rahman): And it will be a Day of great difficulty for the disbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"And the Day when the wrong-doer (of every type) will bite at his hands; He will say: \"Oh! If only I had taken a (Straight) path with the Messenger (of Allah)"},{"SurahNumber":25,"VerseNumber":28,"Text":"Oh! I am (now in) misery! If only I had never taken such an (Evil) one as a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"He led me astray from the Message (of Allah, even) after it had come to me! And Satan is only a traitor to man"},{"SurahNumber":25,"VerseNumber":30,"Text":"And the Messenger (Muhammad) will say: \"O my Lord! Truly, my people (took the Message lightly and) abandoned this Quran"},{"SurahNumber":25,"VerseNumber":31,"Text":"Like this We have made for every prophet an enemy from the criminals (and sinners): But your Lord is enough to guide and to help"},{"SurahNumber":25,"VerseNumber":32,"Text":"And those who reject Faith say: \"Why is Quran not sent to him all at once?\" (It is sent) like this so that We may give strength to your heart with it, and We have made it known to you in slow well-ordered stages, little at a time"},{"SurahNumber":25,"VerseNumber":33,"Text":"And no example or parable do they bring to you that We have not made known to you the truth and the best explanation (of the questions)"},{"SurahNumber":25,"VerseNumber":34,"Text":"Those who will be gathered to Hell (fallen) on their faces— They will be in evil fate, on a path most astray"},{"SurahNumber":25,"VerseNumber":35,"Text":"And indeed, (before this,) We sent Musa (Moses) the Scripture (Torah), and appointed his brother Haroon (Aaron) with him as minister"},{"SurahNumber":25,"VerseNumber":36,"Text":"And We commanded: \"Both of you, go to the people who have rejected Our Signs (verses):\" And those (people) We destroyed with total ruin"},{"SurahNumber":25,"VerseNumber":37,"Text":"And the people of Nuh (Noah)— When they rejected the messengers, We drowned them, and We made them like a Sign for (all) mankind: And We have prepared a (most) painful penalty for (all) wrongdoers—"},{"SurahNumber":25,"VerseNumber":38,"Text":"And like (the people of) ‘Ad and Samood (Thamud), and the companions of the Rass, and many a generation between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"And for each one (of the peoples) We set forth parables and examples; And each one We broke to total ruin (for their sins)"},{"SurahNumber":25,"VerseNumber":40,"Text":"And truly, the (disbelievers) must have passed by the town on which was rained by a shower of evil: Then did they not see it (with their own eyes)? But they fear not the Resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"And when they see you, they treat you no other way than in joke: \"Is this the one whom Allah has sent as a messenger"},{"SurahNumber":25,"VerseNumber":42,"Text":"Truly, he would have almost misled us from our gods, if we were not unchanging towards them!\"— Soon will they know, when they see the penalty, who it is that is most misled from the (true) path"},{"SurahNumber":25,"VerseNumber":43,"Text":"Do you see the one who takes for his god his own desire (or impulse)? Could you be a guardian of affairs for him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or do you think that most of them listen or understand? They are only like cattle— No! They are worse astray in path"},{"SurahNumber":25,"VerseNumber":45,"Text":"Have you not turned your sight (and thoughts) towards your Lord? How He pulls the shadow (longer during the evenings and mornings)! If He willed, He could make it fixed! Then We make the sun its guide (as it lengthens)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We draw it in towards Ourselves— A shortening by easy stages (during the night and noon)"},{"SurahNumber":25,"VerseNumber":47,"Text":"And it is He Who makes the night as a (long) cover for you, and sleep as rest, and makes the day (like) a resurrection"},{"SurahNumber":25,"VerseNumber":48,"Text":"And it is He Who sends the winds as messages of glad news (and tidings), that go before His Mercy (of the rain), and We send down pure water from the sky—"},{"SurahNumber":25,"VerseNumber":49,"Text":"So that We may give life with it to the land that is dead, and quench the thirst of things We have created— Cattle and men in large numbers"},{"SurahNumber":25,"VerseNumber":50,"Text":"And indeed, We have distributed the (water) among them, in order that they may recite (Our) praises, but most men are ungrateful and denying"},{"SurahNumber":25,"VerseNumber":51,"Text":"And if it was Our Will, We could have sent a warner to every town"},{"SurahNumber":25,"VerseNumber":52,"Text":"Therefore do not obey the disbelievers, but work hard against them with the greatest strength, (with the Quran by your side)"}]}