{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":153,"Text":"Elci, aranızdan sizi cagırırken siz, boyuna uzaklasıyor, hic kimseye donup bakmıyordunuz. Bundan dolayı Allah, size gam ustune gam verdi ki ne elinizden gidene, ne de basınıza gelene uzulmeyesiniz. Allah, yaptıklarınızı duymaktadır"},{"SurahNumber":3,"VerseNumber":154,"Text":"Sonra o uzuntunun ardından (Allah) size bir guven, bir kısmınızı buruyen bir uyku indirdi; bir kısmınız da kendi canlarının kaygısına dusmustu. Allah'a karsı cahiliyye zannı gibi haksız bir zanda bulunuyorlar: \"Bu isten bize bir sey var mı?\" diyorlardı. De ki: \"Butun is, Allah'a aittir.\" Onlar sana acıklayamadıklarını iclerinde gizliyorlar. Diyorlar ki: \"Bu isten bize bir fayda olsaydı, burada oldurulmezdik.\" De ki: \"Evlerinizde dahi olsaydınız, yine uzerine oldurulme(si) yazılmıs olanlar, mutlaka (vurulup) yatacakları yeri boylardı. Allah goguslerinizdekini denemek, kalblerinizdekini acıga cıkarmak icin (bunları basınıza getirdi)\". Allah goguslerin ozunu bilir"},{"SurahNumber":3,"VerseNumber":155,"Text":"Iki toplulugun karsılastıgı gun, icinizden yuz cevirip gidenleri, yaptıkları bazı islerden dolayı seytan, (yoldan) kaydırmak istemisti. Ama yine de Allah, onları affetti. Suphesiz Allah, cok bagıslayandır, halimdir"},{"SurahNumber":3,"VerseNumber":156,"Text":"Ey inananlar, siz inkar edenler ve yeryuzunde sefere, ya da savasa cıkan gazi kardesleri icin: \"Eger bizim yanımızda olsalardı olmezlerdi ve vurulmazlardı.\" diyenler gibi olmayın. Allah, onların bu dusunce ve sozlerini, kalblerinde dert yapar. Yasatan da, olduren de Allahtır. Allah, yaptıklarınızı gormektedir"},{"SurahNumber":3,"VerseNumber":157,"Text":"Eger Allah yolunda oldurulur, ya da olurseniz, Allah'ın bagıslaması ve rahmeti, onların topladıkları(dunya malı)ndan daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":158,"Text":"Olur veya oldurulurseniz, elbette Allah'a goturuleceksiniz"},{"SurahNumber":3,"VerseNumber":159,"Text":"Allah'ın rahmeti sebebiyledir ki, sen onlara yumusak davrandın. Eger kaba, katı yurekli olsaydın, cevrenden dagılır, giderlerdi. Oyleyse onlar(ın kusurların)dan gec, onlar icin magfiret dile. Isini onlara danıs, karar verince de Allah'a dayan; cunku Allah kendine dayanıp guvenenleri sever"},{"SurahNumber":3,"VerseNumber":160,"Text":"Eger Allah size yardım ederse, artık sizi yenecek yoktur. Ve eger sizi yuz ustu bırakırsa, O'ndan sonra size kim yardım edebilir? Mu'minler, Allah'a dayansınlar"},{"SurahNumber":3,"VerseNumber":161,"Text":"Bir peygamberin asırması, hiyanet etmesi, olur sey degildir. Kim (emanete hıyanet eder), asırırsa kıyamet gunu asırdıgını boynuna yuklenip getirir. Sonra herkese kazandıgı tastamam verilir, hicbir haksızlıga ugratılmazlar"},{"SurahNumber":3,"VerseNumber":162,"Text":"Hic Allah'ın rızasına uyan kimse; Allah'ın hısmına ugrayan, yeri de cehennem olan adam gibi olur mu? Ne kotu sonuctur orası"},{"SurahNumber":3,"VerseNumber":163,"Text":"O(insa)nlar, Allah katında derece derecedirler. Allah, onların yaptıklarını gormektedir"},{"SurahNumber":3,"VerseNumber":164,"Text":"Andolsun ki, Allah, mu'minlere buyuk lutufta bulundu: Zira daha once acık bir sapıklık icinde bulunuyorlarken onlara, kendi iclerinden, kendilerine Allah'ın ayetlerini okuyan, kendilerini yucelten ve kendilerine Kitap ve hikmeti ogreten bir elci gonderdi"},{"SurahNumber":3,"VerseNumber":165,"Text":"Basınıza bir bela gelince -siz, onun iki katını onların baslarına getirmis oldugunuz halde yine- Bu nereden basımıza geldi?\" dediniz. De ki: \"O (bela), kendinizdendir.\" Allah, herseye kadirdir"},{"SurahNumber":3,"VerseNumber":166,"Text":"Iki toplulugun karsılastıgı gun, sizin basınıza gelen, ancak Allah'ın izniyle olmustur ki (O), inananları bilsin (deneyip ortaya cıkarsın)"},{"SurahNumber":3,"VerseNumber":167,"Text":"Ve iki yuzluluk edenleri bilsin (ortaya cıkarsın). Onlara: \"Gelin, Allah yolunda savasın, ya da savunun.\" dendigi halde: \"Eger savas (olacagını) bilseydik, sizinle gelirdik.\" dediler. Onlar, o gun, imandan cok kufre yakın idiler. Agızlarıyla, kalblerinde olmayanı soyluyorlar. Halbuki Allah, iclerinde sakladıkları seyi cok iyi bilmektedir"},{"SurahNumber":3,"VerseNumber":168,"Text":"(Savastan geri kalıp) Oturarak, kardesleri icin \"Bizim sozumuzu tutsalardı, oldurulmezlerdi.\" diyenlere soyle: \"Eger dogru iseniz, kendinizden olumu savınız"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allah yolunda oldurulenleri oluler sanma; hayır, (onlar) diridirler, Rableri katında rızıklanmaktadırlar"},{"SurahNumber":3,"VerseNumber":170,"Text":"Allah'ın, keremiyle kendilerine verdiklerinden sevincli olarak, arkalarından henuz kendilerine yetisemeyenlere de korku olmadıgına, onların da uzuntuye ugramayacaklarına sevinirler"}]}