{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Alloh nuri osmonhovu zamin ast. Masali nuri Ū (Qur'on dar dili mū'min) cun caroƣdonest, ki dar on caroƣe ʙoşad, on caroƣ daruni şişae va on şişa cun sitorae duraxşanda. Az ravƣani daraxti purʙarakati zajtun, ki na şarqī ast (ja'ne, oftoʙ ʙa on dar oxiri rūz ʙirasad) va na ƣarʙī ast (ja'ne, oftoʙ ʙa on dar avvali rūz merasad, ʙalki dar mijonai zamin ast). Ravƣanaş az şafofiaş ravşanī ʙaxşad, harcand otaş ʙa on narasida ʙoşad. Nure ʙoloi nur ast. Alloh har kasro, ki ʙixohad, ʙa on nur (Qur'on) hidojat menamojad va ʙaroi mardum masalho meovarad. Va Alloh taolo ʙar hama ciz donost"},{"SurahNumber":24,"VerseNumber":36,"Text":"On nur furūzon ast dar masçidhoe, ki Alloh ruxsat dod arçmandaş dorand va nomaş dar on ço ʙo namoz va tilovati Qur'on, tasʙehu tahlil jod şavad va Ūro har ʙomdodu şaʙongoh tasʙeh gūjand"},{"SurahNumber":24,"VerseNumber":37,"Text":"Mardone, ki heç tiçorat va xaridu furūşe az jodi Alloh va namoz guzoridanu zakot dodan ʙozaşon nadorad, az rūzi qijomat, ki dilhovu didagon az tars digargun meşavand, metarsand"},{"SurahNumber":24,"VerseNumber":38,"Text":"To Alloh ʙa nekūtar az on ci kardaand, çazojaşon dihad va az ʙuzurgii xud ʙar on ʙijafzojad va Alloh har kiro xohad, ʙehisoʙ rizq dihad"},{"SurahNumber":24,"VerseNumber":39,"Text":"A'moli kofiron cun saroʙest dar ʙijoʙone. Şaxsi taşna oʙaş pindorad va cun ʙa on nazdik şavad, heç oʙe najoʙad va Allohro nazdi xud joʙad, pas çazoi ūro ʙa purragī ʙidihad. Va Alloh zud hisoʙgiranda hast"},{"SurahNumber":24,"VerseNumber":40,"Text":"Jo ki amali kofiron ʙa monandi torikihoest dar darjoi cuqur, ki mepūşad in kofirro mavç va ʙar ʙoloi on mavçi digarest va ʙar ʙoloi on mavç aʙri xiraest, torikihoe ʙar ʙoloi jakdigar, on tavr ki agar dasti xud ʙerun orad, onro natavonad did. Va har kiro, Alloh nure (az Qur'onu sunnat) nadod, (ki ʙa on roh joʙad,) pas ūro heç nure nest"},{"SurahNumber":24,"VerseNumber":41,"Text":"Ojo nadidaī, ki har cī dar osmonhovu zamin ast va niz murƣone, ki ʙolkuşoda dar parvozand, tasʙehgūi Alloh hastand? Hamai maxluqotro Alloh taolo donondaast cī guna Ūro namozu tasʙeh gūjand. Va Alloh ʙa har kore, ki mekunand, ogoh ast"},{"SurahNumber":24,"VerseNumber":42,"Text":"Va xos ʙaroi Alloh ast podşohii osmonhovu zamin va ʙozgaşti hamagon nazdi Ūst"},{"SurahNumber":24,"VerseNumber":43,"Text":"Ojo nadidaī, ki Alloh aʙrhoero ʙa ohistagī meronad, on goh onhoro ʙa ham mepajvandad, ʙoz mesozadaş rū ʙa rū ʙoloi ham? Pas meʙinī ʙoronro, ki xoriç meşavad az mijoni on aʙr va furud meorad az çoniʙi ʙolo, az kūhhoi aʙrī, ki on çoest, ƶolaro. Pas har kiro xohad, ʙo on oseʙ merasonad va az har kī mexohad, ʙozaş medorad. Ra'du ʙarqe, ki dar on aʙr ʙuda qariʙ ast, ki ʙiʙarad nuri caşmhoro"},{"SurahNumber":24,"VerseNumber":44,"Text":"Jake az nişonahoi qudrati Alloh taolo in ast, ki Ū şaʙu rūzro megardonad. Be gumon xiradmandonro dar in iʙratest"},{"SurahNumber":24,"VerseNumber":45,"Text":"Va Alloh har çonvarero az oʙ ʙijofarid. Ba'ze az onho ʙar şikam meravand (mor....) va ʙa'ze ʙar du po meravand (inson) va ʙa'ze ʙar cahor po meravand (cahorpojon). Alloh har cī ʙixohad, meofarinad. Haroina, Alloh ʙar har kore tavonost"},{"SurahNumber":24,"VerseNumber":46,"Text":"Ba tahqiq dar Qur'on ojathoi ravşanu vozeh nozil kardaem va Alloh har kasro, ki ʙixohad, ʙa rohi rost (Islom) hidojat mekunad"},{"SurahNumber":24,"VerseNumber":47,"Text":"Va munofiqon megūjand: «Ba Allohu pajomʙaraş imon ovardaem va itoat mekunem». Pas az on gurūhe az onon ʙozmegardand va hukmi pajomʙarro qaʙul namekunand. Va inho imon najovardaand"},{"SurahNumber":24,"VerseNumber":48,"Text":"Cun onhoro dar xusumathojaşon ʙa sūi Allohu Pajomʙaraş da'vat kunand, to mijonaşon hukm kunad, ʙinī, ki gurūhe rūj megardonand"},{"SurahNumber":24,"VerseNumber":49,"Text":"Va agar haq ʙa tarafi onho ʙoşad, dar hol meojand peşi Pajomʙar sallallohu alajhi va sallam gardan nihoda"},{"SurahNumber":24,"VerseNumber":50,"Text":"Ojo dar dilhojaşon ʙemorist (ʙemorii nifoq) jo dar şak hastand (az Pajomʙari ʙarhaq ʙudani Muhammad sallallohu alajhi vassallam,) jo ʙimi on dorand, ki Allohu Pajomʙaraş ʙar onho sitam kunand?! (Ne) Balki, onon xud zolimand"},{"SurahNumber":24,"VerseNumber":51,"Text":"Cun mū'minoni haqiqiro dar xusumathojaşon ʙa sūi kitoʙi Alloh va pajomʙaraş da'vat kunand, to mijonaşon hukm kunad, in ki megūjand: «Şunidem va itoat kardem», inho naçotjoftagonand. Va az ahli çannatand"},{"SurahNumber":24,"VerseNumber":52,"Text":"Va kasone, ki farmonʙardorii Allohu Pajomʙaraş mekunand dar amru nahj va az Alloh metarsand va hazar mekunand az azoʙi Alloh, pas inho komjoʙand ʙa ne'mathoi çannat"}]}