{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Recall ze brat ‘Aad warned jeho ludia dunes! -numerous warnings i delivered before him after him Ona nie kult GOD Ja fear for ona retribution velka dni"},{"SurahNumber":46,"VerseNumber":22,"Text":"They said ona pojdem divert us our gods My challenge ona bring (retribution) ona threaten ona bol truthful"},{"SurahNumber":46,"VerseNumber":23,"Text":"He said znalost this je GOD ja len deliver ona co ja je sent do deliver Ja see ze ona zaludnit bol ignorant"},{"SurahNumber":46,"VerseNumber":24,"Text":"When they saw storm riaditel ich way they said This storm bring us vela needed dazo Radsej this bol co ona challenged Hood bring violent zranit wherein there bol painful retribution"},{"SurahNumber":46,"VerseNumber":25,"Text":"It znicit everything mat rad commanded its Lord By rano nothing standing ich domov. My thus requite guilty ludia"},{"SurahNumber":46,"VerseNumber":26,"Text":"My zriadit them same way mat rad my zriadit ona zadovazit them hearing oci zmyslanie. Ich hearing oci zmyslanie nie pomoc them o all This they decided disregard GOD's revelations. Thus prophecies warnings they ridiculed zapricinit ich doom"},{"SurahNumber":46,"VerseNumber":27,"Text":"My annihilated vela obec ona after my explained proofs they repent"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why potom idols they set bring them koniec do GOD zlyhat pomoc them? Radsej they zhyraly them. Such je false gods they idolized such je innovations they fabricated"},{"SurahNumber":46,"VerseNumber":29,"Text":"Recall lenze my rezirovat a zvazok z jinns ona v poradie let them hear Quran! When they got there they said Listen it over they rushed ich ludia warning"},{"SurahNumber":46,"VerseNumber":30,"Text":"They said O our ludia my heard rezervovat si revealed Moses confirms previous scriptures. It guides truth; do the ihned chodnicek"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our ludia respond vola sa GOD verit v Him! He potom forgive tvoj zhresit rezervny ona painful retribution"},{"SurahNumber":46,"VerseNumber":32,"Text":"Those zlyhat respond GOD's vola sa nie escape nie have Lord Him; they ist daleko astray"},{"SurahNumber":46,"VerseNumber":33,"Text":"they nie realize lenze GOD created heavens zem maly effort je able do revive dead ano indeed; He bol Omnipotent"},{"SurahNumber":46,"VerseNumber":34,"Text":"Dni disbelievers introduced Hellfire they ziadat Je this nie truth? They answer Ano indeed our Lord He say Potom suffer retribution tvoj disbelief"},{"SurahNumber":46,"VerseNumber":35,"Text":"Therefore bol chory posol ona possessed strength vyletne miesto patience. Nie bol v a ponahlajte sa see retribution inevitably pojdem them. Dni they see it zdanlivy mat rad they posledny 1 hodiny dni. This proclamation je it nie zlomyselny kto je consistently annihilated"},{"SurahNumber":47,"VerseNumber":1,"Text":"Those disbelieve zapudit chodnicek GOD He nullifies ich robota"},{"SurahNumber":47,"VerseNumber":2,"Text":"Those verit zavodny righteousness verit v co sent nadol Muhammad! -Kto bol truth ich Lord -He remits ich zhresit zehnat them contentment"},{"SurahNumber":47,"VerseNumber":3,"Text":"This je those disbelieve nasledovat falsehood chvila those verit nasledovat truth ich Lord GOD thus cites LUDIA ICH VZOR"},{"SurahNumber":47,"VerseNumber":4,"Text":"Ona encounter (do vojnovy) those disbelieve ona strike krk! Ona berie them zajatec ona set them volny ransom them vojnovy koniec! Had GOD willed He granted ona victory vojnovy. He thus tests ona 1 iny Mat rad for those get killed zapricinit GOD He never put ich sacrifice pusty"},{"SurahNumber":47,"VerseNumber":5,"Text":"He guide them zehnat them contentment"},{"SurahNumber":47,"VerseNumber":6,"Text":"He admit them Raj He described them"},{"SurahNumber":47,"VerseNumber":7,"Text":"O ona verit ona support GOD He support ona zosilnit tvoj foothold"},{"SurahNumber":47,"VerseNumber":8,"Text":"Those disbelieve incur misery; He zapricinit ich robota bol utterly v vain"},{"SurahNumber":47,"VerseNumber":9,"Text":"Ze because they hated co GOD revealed consequently He nullifies ich robota"}]}