{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Ālipha, lāma, mīma, chōẏāda."},{"SurahNumber":7,"VerseNumber":2,"Text":"Ēṭi ēkaṭi grantha, yā āpanāra prati abatīrṇa haẏēchē, yātē karē āpani ēra mādhyamē bhīti-pradarśana karēna. Ata'ēba, ēṭi pauchē ditē āpanāra manē kōnarūpa saṅkīrṇatā thākā ucita naẏa. Āra ēṭi'i biśbāsīdēra jan'yē upadēśa."},{"SurahNumber":7,"VerseNumber":3,"Text":"Tōmarā anusaraṇa kara, yā tōmādēra prati pālakēra pakṣa thēkē abatīrṇa haẏēchē ēbaṁ āllāhakē bāda diẏē an'ya sāthīdēra anusaraṇa karō nā."},{"SurahNumber":7,"VerseNumber":4,"Text":"Āra tōmarā alpa'i upadēśa grahaṇa kara. Anēka janapadakē āmi dhbansa karē diẏēchi. Tādēra kāchē āmāra āyāba rātri bēlāẏa pauchēchē athabā dbipraharē biśrāmarata abasthāẏa."},{"SurahNumber":7,"VerseNumber":5,"Text":"Anantara yakhana tādēra kāchē āmāra āyāba upasthita haẏa, takhana tādēra kathā ē'i chila yē, tārā balalaḥ niścaẏa āmarā atyācārī chilāma."},{"SurahNumber":7,"VerseNumber":6,"Text":"Ata'ēba, āmi abaśya'i tādērakē jijñēsa karaba yādēra kāchē rasūla prērita haẏēchila ēbaṁ āmi abaśya'i tādērakē jijñēsa karaba rasūlagaṇakē."},{"SurahNumber":7,"VerseNumber":7,"Text":"Ataḥpara āmi sbajñānē tādēra kāchē abasthā barṇanā karaba. Bastutaḥ āmi anupasthita tō chilāma nā."},{"SurahNumber":7,"VerseNumber":8,"Text":"Āra sēdina yathārtha'i ōjana habē. Ataḥpara yādēra pāllā bhārī habē, tārā'i saphalakāma habē."},{"SurahNumber":7,"VerseNumber":9,"Text":"Ēbaṁ yādēra pāllā hālkā habē, tārā'i ēmana habē, yārā nijēdēra kṣati karēchē. Kēnanā, tārā āmāra āẏāta samūha asbīkāra karatō."},{"SurahNumber":7,"VerseNumber":10,"Text":"Āmi tōmādērakē pr̥thibītē ṭhā'i diẏēchi ēbaṁ tōmādēra jībikā nirdiṣṭa karē diẏēchi. Tōmarā alpa'i kr̥tajñatā sbīkāra kara."},{"SurahNumber":7,"VerseNumber":11,"Text":"Āra āmi tōmādērakē sr̥ṣṭi karēchi, ērapara ākāra-abaẏaba, tairī karēchi. Ataḥpara āmi phērēśatādērakē balachi-ādamakē sējadā kara takhana sabā'i sējadā karēchē, kintu ibalīsa sē sējadākārīdēra antarbhūkta chila nā."},{"SurahNumber":7,"VerseNumber":12,"Text":"Āllāha balalēnaḥ āmi yakhana nirdēśa diẏēchi, takhana tōkē kisē sējadā karatē bāraṇa karala? Sē balalaḥ āmi tāra cā'itē śrēṣṭa. Āpani āmākē āguna dbārā sr̥ṣṭi karēchēna ēbaṁ tākē sr̥ṣṭi karēchēna māṭira dbārā."},{"SurahNumber":7,"VerseNumber":13,"Text":"Balalēna tu'i ēkhāna thēkē yā. Ēkhānē ahaṅkāra karāra kōna adhikāra tōra nā'i. Ata'ēba tu'i bēra haẏē yā. Tu'i hīnatamadēra antarbhukta."},{"SurahNumber":7,"VerseNumber":14,"Text":"Sē balalaḥ āmākē kēẏāmata dibasa paryanta abakāśa dina."},{"SurahNumber":7,"VerseNumber":15,"Text":"Āllāha balalēnaḥ tōkē samaẏa dēẏā hala."},{"SurahNumber":7,"VerseNumber":16,"Text":"Sē balalaḥ āpani āmākē yēmana udabhrānta karēchēna, āmi'ō abaśya tādēra jan'yē āpanāra sarala pathē basē thākabō."},{"SurahNumber":7,"VerseNumber":17,"Text":"Ērapara tādēra kāchē āsaba tādēra sāmanēra dika thēkē, pēchana dika thēkē, ḍāna dika thēkē ēbaṁ bāma dika thēkē. Āpani tādēra adhikānśakē kr̥tajña pābēna nā."},{"SurahNumber":7,"VerseNumber":18,"Text":"Āllāha balalēnaḥ bēra haẏē yā ēkhāna thēkē lāñchita ō apamānita haẏē. Tādēra yē kē'u tōra pathēcalabē, niścaẏa āmi tōdēra sabāra dbārā jāhānnāma pūrṇa karē diba."},{"SurahNumber":7,"VerseNumber":19,"Text":"Hē ādama tumi ēbaṁ tōmāra strī jānnātē basabāsa kara. Ataḥpara sēkhāna thēkē yā icchā khā'ō tabē ē br̥kṣēra kāchē yēẏōnā tāhalē tōmarā gōnāhagāra haẏē yābē."},{"SurahNumber":7,"VerseNumber":20,"Text":"Ataḥpara śaẏatāna ubhaẏakē prarōcita karala, yātē tādēra aṅga, yā tādēra kāchē gōpana chila, tādēra sāmanē prakāśa karē dēẏa. Sē balalaḥ tōmādēra pālanakartā tōmādērakē ē br̥kṣa thēkē niṣēdha karēnani; tabē tā ē kāraṇē yē, tōmarā nā ābāra phērēśatā haẏē yā'ō-kimbā haẏē yā'ō cirakāla basabāsakārī."},{"SurahNumber":7,"VerseNumber":21,"Text":"Sē tādēra kāchē kasama khēẏē balalaḥ āmi abaśya'i tōmādēra hitākāṅkhī."},{"SurahNumber":7,"VerseNumber":22,"Text":"Ataḥpara pratāraṇāpūrbaka tādērakē sam'mata karē phēlala. Anantara yakhana tārā br̥kṣa āsbādana karala, takhana tādēra lajjāsthāna tādēra sāmanē khulē gēla ēbaṁ tārā nijēra upara bēhēśatēra pātā jaṛātē lāgala. Tādēra pratipālaka tādērakē ḍēkē balalēnaḥ āmi ki tōmādērakē ē br̥kṣa thēkē niṣēdha karini ēbaṁ balini yē, śaẏatāna tōmādēra prakāśya śatru."},{"SurahNumber":7,"VerseNumber":23,"Text":"Tārā ubhaẏē balalaḥ hē āmādēra pālanakartā āmarā nijēdēra prati julama karēchi. Yadi āpani āmādērakē kṣamā nā karēna ēbaṁ āmādēra prati anugraha nā karēna, tabē āmarā abaśya'i abaśya'i dhbansa haẏē yāba."},{"SurahNumber":7,"VerseNumber":24,"Text":"Āllāha balalēnaḥ tōmarā nēmē yā'ō. Tōmarā ēka aparēra śatru. Tōmādēra jan'yē pr̥thibītē bāsasthāna āchē ēbaṁ ēkaṭi nirdiṣṭa mēẏāda paryanta phala bhōga āchē."},{"SurahNumber":7,"VerseNumber":25,"Text":"Balalēnaḥ tōmarā sēkhānē'i jībita thākabē, sēkhānē'i mr̥tyubarana karabē ēbaṁ sēkhāna thēkē'i punaruṅkhita habē."},{"SurahNumber":7,"VerseNumber":26,"Text":"Hē banī-ādama āmi tōmādēra jan'yē pōśāka abartīṇa karēchi, yā tōmādēra lajjāsthāna ābr̥ta karē ēbaṁ abartīṇa karēchi sāja sajjāra bastra ēbaṁ parahēyagārīra pōśāka, ēṭi sarbōttama. Ēṭi āllāhara kudaratēra'an'yatama nidarśana, yātē tārā cintā-bhābanā karē."},{"SurahNumber":7,"VerseNumber":27,"Text":"Hē banī-ādama śaẏatāna yēna tōmādērakē bibhrānta nā karē; yēmana sē tōmādēra pitāmātākē jānnāta thēkē bēra karē diẏēchē ēmatābasthāẏa yē, tādēra pōśāka tādēra thēkē khuliẏē diẏēchi-yātē tādērakē lajjāsthāna dēkhiẏē dēẏa. Sē ēbaṁ tāra dalabala tōmādērakē dēkhē, yēkhāna thēkē tōmarā tādērakē dēkha nā. Āmi śaẏatānadērakē tādēra bandhu karē diẏēchi, , yārā biśbāsa sthāpana karē nā."},{"SurahNumber":7,"VerseNumber":28,"Text":"Tārā yakhana kōna manda kāja karē, takhana balē āmarā bāpa-dādākē ēmani karatē dēkhēchi ēbaṁ āllāha'ō āmādērakē ē nirdēśa'i diẏēchēna. Āllāha mandakājēra ādēśa dēna nā. Ēmana kathā āllāhara prati kēna ārōpa kara, yā tōmarā jāna nā."},{"SurahNumber":7,"VerseNumber":29,"Text":"Āpani balē dinaḥ āmāra pratipālaka subicārēra nirdēśa diẏēchēna ēbaṁ tōmarā pratyēka sējadāra samaẏa sbīẏa mukhamanḍala sōjā rākha ēbaṁ tām̐kē khām̐ṭi ānugatyaśīla haẏē ḍāka. Tōmādērakē prathamē yēmana sr̥ṣṭi karēchēna, punarbāra'ō sr̥jita habē."},{"SurahNumber":7,"VerseNumber":30,"Text":"Ēkadalakē patha pradarśana karēchēna ēbaṁ ēkadalēra jan'yē pathabhraṣṭatā abadhārita haẏē gēchē. Tārā āllāhakē chēṛē śaẏatānadērakē bandhu hisābē grahaṇa karēchē ēbaṁ dhāraṇā karē yē, tārā saṯpathē raẏēchē."}]}