{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"(Muxammed G.S.) kormeysin be? Munafıqtar Kitap ielerinen iman keltirmegen twıstarına: \"Eger jurttarınnan sıgarılsandar, sendermen birge sıgamız; senderge qarsı aste eskimge bagınbaymız. Eger sogıs bolsa, albette senderge komek etemiz\" deydi. Olardın mulde swayt ekendigine Alla kwalik etedi"},{"SurahNumber":59,"VerseNumber":12,"Text":"Eger olar jurttarınan sıgarılsa da olarmen birge munafıqtar sıqpaydı. Al eger sogıs bolsa da olar sogıspaydı. Eger komek etse de arine olar, arttarına burılıp qasadı. Sosın olarga jardem etilmeydi"},{"SurahNumber":59,"VerseNumber":13,"Text":"Albette olardın jurekterinde Alladan kori senderden qattı qorqw bar. Oytkeni olar, tusinbeytin el"},{"SurahNumber":59,"VerseNumber":14,"Text":"Olar sendermen toptı turde sogısa almaydı. Biraq bekinistegi awılda ne dwardın daldasında sogısadı. Arine ozara tartıstarı qattı. Olardı birlikte dep, oylaysın. Jurekteri bıt-sıt. Oytkeni olar, oylanbaytın el"},{"SurahNumber":59,"VerseNumber":15,"Text":"Olar, ozderinen biraz burıngılar siyaqtı; istegenderinin jazasın tattı. Ari olarga kuyzeltwsi azap bar"},{"SurahNumber":59,"VerseNumber":16,"Text":"Olar, saytannın, mısalı siyaqtı; adamdarga: \"Qarsı bol\" dep aytıp, adam balası qarsı bolgan kezde: \"Sınında senen bezdim. Rasında alemderdin Rabbı Alladan qorqamın\" degen edi"},{"SurahNumber":59,"VerseNumber":17,"Text":"Sonda ekewinin de sonı; tozaqta mangi qalatın boldı. Mine zalımdardın sazayı"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ay muminder! Alladan qorqındar. Arkim erten usin ne jibergenine qarasın. Jane Alladan qorqıncar. Saksiz Alla, ne istegenderindi tolıq biledi"},{"SurahNumber":59,"VerseNumber":19,"Text":"Sonday Allanı umıtqan, Alla olarga ozderin umıttırgan kisiler tarizdi bolmandar. Mine solar buzaqılar"},{"SurahNumber":59,"VerseNumber":20,"Text":"Tozaqtıqtar men ujmaqtıqtar ten emes. Ujmaqtıqtar; olar, qolı jetkender"},{"SurahNumber":59,"VerseNumber":21,"Text":"(Muxaimed G.S.) eger osı Qurandı bir tawga tusirsek edi, Alladan qorıqqandıgınan ureylenip, bıt-sıt bolganın korer edin. Bul mısaldardı adam balası tusinsin dep, keltiremiz"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ol sonday Alla, Odan basqa esbir tanir joq. Komesti de kornewdi de biledi. Sonday-aq Ol, tım esirkewsi, erekse meyirimdi"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ol sonday Alla, Odan basqa esbir tanir joq. Ol patsa; ote pak, esendik berwsi, qorgawsı, tım ustem, asa oktem, ote zor. Alla olardın qosqan ortaqtarınan pak"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ol Alla, jaratwsı, joqtan bar etwsi jane beynelewsi. Attardın en korkemi Ogan tan. Kokter men jerdegi ar narse Onı daripteydi. Ol, ote ustem, Asa dana"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ay muminder! Menin duspandarımdı da oz duspandarındı da dos tutpandar. Olar, senderge kelgen sındıqqa qarsı kelse de olarga suyispensilik korsetesinder. Olar, Paygambardı da senderdi de Rabbıların Allaga iman keltirdinder, dep jurttan sıgardı. Sender Menin jolımda rizalıgımdı izdep, sogısqa sıqqanda, olarga jasırın dostıq isteysinder. Men kornew, komes istegenderindi de jaqsı bilemin. Senderden kim bunı istese, rasında ol twra joldan adastı. (Baltaga ulı Xatıp, Medineden Sara attı ayelmen Mekkedegi elge: \"Mekkeni alınw azirligi korilip jatır\" dep, xat joldaydı. Biraq Paygambarga Alla bildirgendikten birnese kisi jiberip, Saradagı xattı aldırıp, Xatıptan suralganda: \"Bala-sagam Mekkede bolgandıqtan jazdım\" degennen keyin Paygambar (G.S.) kesirim etedi. B.J.M.K.T.X"},{"SurahNumber":60,"VerseNumber":2,"Text":"Eger olar senderge ustem kelse, ozderine jaw bolıp, senderge jaman nietpen qoldarın sozıp, tilderin tigizedi. Qarsı bolwlarındı qalaydı"},{"SurahNumber":60,"VerseNumber":3,"Text":"Senderge twıstarın da balaların da esbir payda bermeydi. Alla qiyamet kuni, aralarındı ajıratadı. Alla istegenderindi tolıq biledi"},{"SurahNumber":60,"VerseNumber":4,"Text":"Rasında senderge Ibırayım (G.S.) jane onımen birge bolgandar, bir korkem onege boldı. Sol waqıtta, olar elderine: \"Senderden de Alladan ozge tabıngandarınnan da bezdik. Sendermen aramızga mangi duspandıq, ostik bastadı. Senderge Allanın birligine iman keltirgenge deyin qarsımız\" degen. Biraq Ibırayım (G.S.) nın akesine: \"Arine sen usin jarılqaw tileymin. Degenmen Alladan keletin narsege samam kelmeydi\" degen bolatın. \"Rabbımız, Sagan tawekel ettik, Sagan qayttıq ari barar jerimiz Sen jaq"},{"SurahNumber":60,"VerseNumber":5,"Text":"Rabbımız! Kapirler usin bizdi sınama. Bizdi bagısta. Rabbımız! Sen ote ustem, xikmet iesisin"},{"SurahNumber":60,"VerseNumber":6,"Text":"Rasında senderge, olarda (Ibırayıi G.S. jane sıbaylastarında,) Allanı, axiret kunin umit etken kisiler tsin korkei onege bar. Al kim bet bursa, sonda subasız Alla es narsege muxtaj emes, asa maqtawlı"}]}