{"Id":273,"LanguageCodes":["no","nor"],"Name":"nor-einarberg-la","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"Gud er himlenes og jordens lys. Hans lys kan lignes med en nisje hvor det er et bluss. Blusset er omgitt av glass, som om det var en funklende stjerne. Det tennes med brenne fra et velsignet tre, et oljetre, som ikke hører hjemme verken i øst eller vest, hvis olje nesten lyser uten at ild kommer den nær. Lys over lys! Gud leder dem Han vil til Sitt lys. Han lager lignelser for menneskene. Gud kjenner til alle ting"},{"SurahNumber":24,"VerseNumber":36,"Text":"Hans lys er i hellige hus som er reist med Hans bifall, hvor Han vil at Hans navn skal pakalles, hvor menn priser Ham morgen og kveld"},{"SurahNumber":24,"VerseNumber":37,"Text":"menn som ikke distraheres fra Guds ihukommen av varer og handel, fra a forrette bønnen, og a gi gode gaver, idet de frykter en dag da hjerter og blikk blir omsnudd"},{"SurahNumber":24,"VerseNumber":38,"Text":"og haper at Gud vil belønne dem for det beste de har gjort, og gi dem mer av Sin godhet. Gud forsørger hvem Han vil, uten a regne pa det"},{"SurahNumber":24,"VerseNumber":39,"Text":"Men de vantro, deres gjerninger er som en luftspeiling over sletten, som den tørstende tror er vann, til han nar dit og intet finner. Men han finner Gud ved sin side, og Han gjør opp hans regning. Og Gud er rask i avregningen"},{"SurahNumber":24,"VerseNumber":40,"Text":"Eller de er som mørket i havets dyp, dekket av en bølge, og atter en bølge, og sa skyene, mørke pa mørke. Om noen strekker frem handen, kan han nesten ikke se den. Den ikke Gud gir lys, han har intet lys"},{"SurahNumber":24,"VerseNumber":41,"Text":"Du har vel sett at alt som er i himlene og pa jord priser Gud, og fuglene, nar de brer ut sine vinger. Enhver, Gud kjenner hans bønn og hans lovprisning. Gud vet om hva de gjør"},{"SurahNumber":24,"VerseNumber":42,"Text":"Gud tilhører herredømmet over himlene og jorden. Hos Gud er reisen slutt"},{"SurahNumber":24,"VerseNumber":43,"Text":"Du har vel sett hvordan Gud driver frem skyene, føyer dem sammen og stabler dem i hauger, og du ser regnet strømme ut blant dem. Og Han sender ned fra oven berg av hagl og rammer dermed hvem Han vil, og holder det borte fra hvem Han vil. Hans lysglimt blender nesten"},{"SurahNumber":24,"VerseNumber":44,"Text":"Gud lar natt og dag veksle. I dette er noe a lære for dem som har øyne"},{"SurahNumber":24,"VerseNumber":45,"Text":"Gud har skapt alle vesener av vann, noen gar pa buken, noen pa to ben og noen pa fire. Gud skaper det Han vil. Gud evner alt"},{"SurahNumber":24,"VerseNumber":46,"Text":"Vi har na apenbart ordet som klargjør. Gud leder dem Han vil til rett vei"},{"SurahNumber":24,"VerseNumber":47,"Text":"Folk sier: «Vi tror pa Gud og pa Sendebudet, og vi adlyder.» Etter dette vender noen av dem seg bort. Disse er ikke troende"},{"SurahNumber":24,"VerseNumber":48,"Text":"Nar de kalles til Gud og Hans sendebud sa han kan dømme mellom dem, da er det en flokk av dem som trekker seg bort"},{"SurahNumber":24,"VerseNumber":49,"Text":"Men har de retten pa sin side, da kommer de til ham og føyer seg"},{"SurahNumber":24,"VerseNumber":50,"Text":"Har de en sykdom i sine hjerter, har de tvil eller frykter de at Gud og Hans sendebud skal gjøre dem urett? Nei, disse er i sannhet urettferdige"},{"SurahNumber":24,"VerseNumber":51,"Text":"Alt de troende sier nar de kalles til Gud og Hans sendebud, at han ma felle dom mellom dem, er: «Vi hører og vi adlyder.» Disse vil det ga godt"},{"SurahNumber":24,"VerseNumber":52,"Text":"Den som adlyder Gud og Hans sendebud og frykter Gud i ærefrykt, disse vil det ga godt"}]}