{"Id":111,"LanguageCodes":["en","eng"],"Name":"eng-drkamalomar","Author":"Dr Kamal Omar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"So she conceived him and she withdrew with him to a far place"},{"SurahNumber":19,"VerseNumber":23,"Text":"And the pains of childbirth drove her to the trunk of date-palm. She said: “Would that I had died before this, and had been out of sight (and) completely forgotten"},{"SurahNumber":19,"VerseNumber":24,"Text":"Then (the angel) called out to her from (a place much) lower down to her, (saying) that: “Grieve not! Surely, your Nourisher-Sustainer has provided underneath you a stream of running water"},{"SurahNumber":19,"VerseNumber":25,"Text":"And shake towards you the trunk of the date-palm: it (i.e., the tree) will let fall upon you freshly ripened dates. [Please note that the ripening month for the dates is June/July and not December]"},{"SurahNumber":19,"VerseNumber":26,"Text":"So eat and drink, and cool and satisfy the eye (with the babe), and if you come across any human being, then say: ‘Verily, I have vowed unto Ar-Rahman a fast, so I shall not speak this day to any human being.’”"},{"SurahNumber":19,"VerseNumber":27,"Text":"So she came with him to her nation — she holds him (in her lap). They said: “O Maryam (Mary)! Surely, indeed you have brought a thing strange and undesirable"},{"SurahNumber":19,"VerseNumber":28,"Text":"O sister of Harun! Your father was not an impious man and your mother was not unchaste!”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Then she pointed to him. People said: “How we would talk to that who is a baby in the lap?”"},{"SurahNumber":19,"VerseNumber":30,"Text":"(The baby Iesa while in the lap of his mother) said: “Verily, I am Abd of Allah. He has delivered unto me Al-Kitab, and He has appointed me a Prophet"},{"SurahNumber":19,"VerseNumber":31,"Text":"And He has made me blessed, wheresoever I be, and He has enjoined on me Salat and Zakat as long as I lived"},{"SurahNumber":19,"VerseNumber":32,"Text":"And (He has made me) dutiful to my mother, and He has not made me arrogant (or) strict"},{"SurahNumber":19,"VerseNumber":33,"Text":"And Salam (peace and protection) is upon me the day I was born, and the day I died, and the day I shall be raised up alive (in Resurrection).”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Such is Iesa, son of Maryam — (regarding the stages applicable to his personality as a simple human being). (It is) the true statement about which people harbour confusion"},{"SurahNumber":19,"VerseNumber":35,"Text":"It befits not (the Majesty of) Allah that He may pick-up or adopt a son. Glorified and Exalted be He (above all that which they relate to Him). When He decreed a matter, then He (only) says to it “Be!” And it comes into existence"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Iesa also said): “And surely, Allah is Nourisher-Sustainer to me and Nourisher-Sustainer to you. So pay obedience to Him (Alone). This (had been) the Permanent Path.”"},{"SurahNumber":19,"VerseNumber":37,"Text":"Then the groups differed amongst themselves. So woe to those who disbelieve because of the site of evidence and gathering on the Great Day"},{"SurahNumber":19,"VerseNumber":38,"Text":"You make them listen and make (them) see the Day they come to Us. But the transgressors, this Day, will be in evident error"},{"SurahNumber":19,"VerseNumber":39,"Text":"And you give them warning regarding the Day of grief and regrets when the case has been decided while they remain in a state of carelessness, and they do no accept Faith"},{"SurahNumber":19,"VerseNumber":40,"Text":"Verily We! We, We will inherit the earth and whatsoever is thereon. And to Us, they (all) shall be returned"},{"SurahNumber":19,"VerseNumber":41,"Text":"And discuss Ibrahim through Al-Kitab. Surely, he was a man of truth, a Prophet"},{"SurahNumber":19,"VerseNumber":42,"Text":"When he said to his father: “O my loving father! Why do you worship that which hears not and sees not and helps you not in anything"},{"SurahNumber":19,"VerseNumber":43,"Text":"O my loving father! There has come to me from Al-Ilm that which came not unto you. So follow me, I will guide you to a Balanced Path"},{"SurahNumber":19,"VerseNumber":44,"Text":"O my loving father! Do not obey Satan. Verily, Satan had been a rebel against Ar-Rahman"},{"SurahNumber":19,"VerseNumber":45,"Text":"O my beloved father! Surely, I fear lest a torment from Ar-Rahman overtake you and you become an helper to the Satan.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(The father) said: “Are you one who feels repulsion against my gods, O Ibrahim? Indeed, if you do not bring this (attitude) to an end, surely I will extern you (chase you out) and leave me free (to remain involved in my gods)"},{"SurahNumber":19,"VerseNumber":47,"Text":"(Ibrahim) said: “Salamun alaika (Peace be on you)! Soon I will ask forgiveness for you, to my Nourisher-Sustainer. Indeed, He is unto me, ever Most Gracious"},{"SurahNumber":19,"VerseNumber":48,"Text":"And I detach from you and what you invoke besides Allah. And I shall call on my Nourisher-Sustainer and it is quite probable that I shall not be, with my invocation to my Nourisher-Sustainer, unblest"},{"SurahNumber":19,"VerseNumber":49,"Text":"So when he left them and that what they worship besides Allah, We bestowed unto him Ishaque and Yaqub, and all (these) We appointed as Prophet"},{"SurahNumber":19,"VerseNumber":50,"Text":"And We showered for them out of Our Mercy and We granted for them a tongue full of truth (and a very) high standard (of knowledge)"},{"SurahNumber":19,"VerseNumber":51,"Text":"And discuss Musa through Al-Kitab. Surely, he was a purified one and he was a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":52,"Text":"And We called him from the side of the blessed Mount and made him draw near to Us for a special communion"},{"SurahNumber":19,"VerseNumber":53,"Text":"And We bestowed for him, out of Our Mercy his brother Harun, as a Prophet"},{"SurahNumber":19,"VerseNumber":54,"Text":"And discuss Ismaiel through Al-Kitab. Verily, he was one who speaks the truth regarding a promise, and he was a Messenger, a Prophet"},{"SurahNumber":19,"VerseNumber":55,"Text":"And he used to enjoin on his family-members and his people As-Salat and the Zakat. And he was, in the sight of his Nourisher-Sustainer, a man liked and appreciated"},{"SurahNumber":19,"VerseNumber":56,"Text":"And discuss Idris through Al-Kitab. He was man of extreme truth, a Prophet"},{"SurahNumber":19,"VerseNumber":57,"Text":"And We raised him to a position of highness and honour"},{"SurahNumber":19,"VerseNumber":58,"Text":"These people (had been) those unto whom Allah bestowed His Grace and Reward from among the Prophets — of the offspring of Adam and those whom We made embark (in the Ark) alongwith Nuh, and of the offspring of Ibrahim and Israiel — and from among those whom We guided and selected. When the Verses of Ar-Rahman were recited unto them, they adopted an attitude of obedience and with tears flowing out (of their eyes)"}]}