{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Және Ғад еліне туыстары Һұд (Ғ.С.) ты жібердік: “Әй елім! Аллаға құлшылық қылыңдар! Сендердің одан басқа тәңірлерің жоқ. Қорықпайсыңдар ма?”,- деді"},{"SurahNumber":7,"VerseNumber":66,"Text":"Елінің қарсы болған тобы: “Әрине біз сені есуас көреміз. Және сені анық өтірікшілерден деп ойлаймыз” деді"},{"SurahNumber":7,"VerseNumber":67,"Text":"“Әй елім! Мен бір ақымақ емеспін. Бірақ әлемдердің Раббы тарапынан бір елшімін” деді"},{"SurahNumber":7,"VerseNumber":68,"Text":"“Сендерге Раббымның жібергендерін жалғастырамын. Әрі сендерге сенімді бір үгітшімін…”"},{"SurahNumber":7,"VerseNumber":69,"Text":"Раббыларың тарапынан өздеріңнен, сендерге ескерту үшін бір кісіге насихат елуіне таңырқайсыңдар ма? Ойлаңдар! Сол уақытта Алла сендерді Нұх қауымынан кейін орынбасар қылып, әрі тұлға жаратылысында да артык қылды. Ендеше Алланың нығметтерін еске алыңдар, әрине құтыласыңдар.”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Олар: “Сен бізге жалғыз ғана Аллаға құлшылық қылуымыз және ата- бабаларымыздың табынатындарын тастауымыз үшін келдің бе? Егер рас айтушылардан болсаң, бізді құқайлаған азабынды әкел” деді"},{"SurahNumber":7,"VerseNumber":71,"Text":"(Һұд Ғ.С.): “Раббыларың тарапынан азап және ашу тиісті болды. Алла оған ешбір дәлел түсірмеген, аттарын, өздерің және аталарың қойған тәңірлерің жайында менімен талсасыңдар ма? Енді нәтижені күтіңдер, мен де сендермен бірге күтушілерденмін” деді"},{"SurahNumber":7,"VerseNumber":72,"Text":"Сонда Һұд (Ғ.С.) ты, онымен бірге болғандары мәрхаметімізбен құтқардық та аяттарымызды жасынға шығарғандардың және сенбегендердің артын үздік"},{"SurahNumber":7,"VerseNumber":73,"Text":"Және Сәмүд еліне туыстары Салих (Ғ.С.) ды жібердік: “Әй қауымым! Аллаға құлшылық қылыңдар, сендердің Одан басқа тәңірлерің жоқ. Сендерге Раббыларыңнан ашық мұғжиза келді. Міне Алланың іңгені сендерге бір мұғжиза. Оны еркіне қойыңдар, Алланың жерінде оттасын. Оған бір сұмдық істемеңдер. Әйтпесе, сендерді жан түршігерлік азап қолға алады” деді"},{"SurahNumber":7,"VerseNumber":74,"Text":"Еске алыңдар! Сол уақытта Ғаддан кейін сендерді олардың орынбасары қылып, жер жүзіне орналастырды. Ойпаттарынан сарайлар жасап алып, тауларды үңгіп үйлер жасайтын едіңдер. Сондықтан Алланың нығметтерін еске алыңдар да жер жүзінде бүліншілік қылып жүрмеңдер"},{"SurahNumber":7,"VerseNumber":75,"Text":"Елінің дандайсыған тобы, араларындағы иман келтіргендерді қор көріп: «Салихтың, Раббы тарапынан анық елші екенін білесіңдер ме?»,- деді. Олар: «Күдіксіз біз ол арқылы жіберілген нәрселерге сенеміз» деді"},{"SurahNumber":7,"VerseNumber":76,"Text":"Дандайсығандар: «Күдіксіз біз сендер сенген нәрселерге қарсымыз» деді"},{"SurahNumber":7,"VerseNumber":77,"Text":"Сондай олар іңгенді өлтіріп, Раббыларының әмірінен шықты да: «Әй Салих! Егер сен елшілерден болсаң, бізге бопсалағаныңды келтір» деді"},{"SurahNumber":7,"VerseNumber":78,"Text":"Сонда оларды бір сілкініс қолға алды да үйлерінде етпеттеген бойдарында қалды"},{"SurahNumber":7,"VerseNumber":79,"Text":"Сонда Салих олардан жүз бұрып: «Әй елім! Расында мен сендерге Раббымның бұйрығын жалғастырдым. Бірақ сендер үгіттеушілерді жақсы көрмедіңдер» деді"},{"SurahNumber":7,"VerseNumber":80,"Text":"Лұт (Ғ.С.) сол уақытта еліне: «Сендерден бұрын әлемнен ешкімнің істемеген арсыздығын істейсіңдер ме?» деді"},{"SurahNumber":7,"VerseNumber":81,"Text":"«Сендер әйелдерді қойып еркектерге қызығып келесіңдер ме? Әрине сендер шектен шыққан елсіңдер»"},{"SurahNumber":7,"VerseNumber":82,"Text":"Елінің жауабы: «Оларды кенттеріңнен шығарыңдар. Өйткені, олар өте тазасынған адамдар» деу ғана болады"},{"SurahNumber":7,"VerseNumber":83,"Text":"Сонда Лұт (Ғ.С.) ты және семьясын құтқардық. Бірақ қатыны ғана апатқа ұшырағандардан болды"},{"SurahNumber":7,"VerseNumber":84,"Text":"Оларға бір жаңбыр жаудырдық. Күнәкарлардың сонының қалай болғанын көр"},{"SurahNumber":7,"VerseNumber":85,"Text":"Мәдян еліне туыстары Шұғайып (Ғ.С.) ты жібердік: «Әй елім! Аллаға құлшылық қылыңдар. Сендердің Одан басқа тәңірлерің жоқ. Сендерге Раббыларыңнан ашық бір дәлел келді. Енді өлшеуді, тартуды толық орындаңдар. Адамдардың нәрселерін кемітпеңдер. Түзетілгеннен кейін жер жүзінде бүліншілік қылмаңдар. Егер иман кетірген болсаңдар, сендерге осы істерің жақсы» деді"},{"SurahNumber":7,"VerseNumber":86,"Text":"«Иман келтіргендерді Алланың жолынан тосып, бопсалап, қыңырлық іздеу үшін әрбір жол үстінде отырмаңдар. Және ойлаңдар, сендер аз едіңдер, Алла көбейтті. Және де бұзақылардың соңы қалай болды, қараңдар! »"},{"SurahNumber":7,"VerseNumber":87,"Text":"«Және сендерден бір топ, мен арқылы жіберілгенге сеніп, бір топ сенбесе, Сонда арамызға Алла үкім бергенге дейін сабыр етіңдер. Ол, үкім берушілердің жақсысы»"}]}