{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"E, atyre që i druajnë Perëndisë – u thuhet: “Çka u ka shpallur Zoti juaj?” – Ata do të thonë: “(Na ka zbritur) mirësi!” Ata që bëjnë vepra të mira në këtë botë, do të kenë mirësi, e në botën tjetër do të kenë edhe më të mira. E, sa e mrekullueshme do të jetë shtëpia e atyre që i druajnë Perëndisë"},{"SurahNumber":16,"VerseNumber":31,"Text":"xhennetet e Adnit, në të cilët do të hynë ata, nëpër të cilët rrjedhin lumenjt, e në to ka gjithçka që dëshirojnë ata. Kështu i shpërblen Perëndia besimtarët"},{"SurahNumber":16,"VerseNumber":32,"Text":"të cilëve engjëjt ua marrin shpirtërat, (duke qenë ata) të pastër. (E engjëjt) u thonë atyre: “Shpëtimi qoftë mbi ju! Hyni në xhennet për ato që keni punuar!”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ata – mohuesit, nuk presin kurrgjë tjetër, përpos që t’u vijnë engjëjt (t’ua marrin shpirtin) ose t’ju vie urdhëri (dënimi) i Zotit tënd. Kështu kanë bërë edhe ata që kanë qenë para këtyre. Perëndia nuk u ka bërë atyre padrejtësi, por ata vetvetes i kanë bërë zullum"},{"SurahNumber":16,"VerseNumber":34,"Text":"dhe i arriti dënimi ata, për veprat që kanë punuar dhe ata i kaploi ajo (dënimi), meqë talleshin me ta"},{"SurahNumber":16,"VerseNumber":35,"Text":"Dhe thonin ata, të cilët i bënin shok Perëndisë: “Sikur të donte Perëndia, nuk do të adhuronim ne, as të parët tanë – asgjë, përveç Tij, dhe nuk do të kishim ndaluar ne asgjë, pa dëshirën e Tij. Kështu kanë vepruar ata para këtyre (kanë mohuar). Për pejgamberët s’ka tjetër detyrë përpos që të shpallin qartë"},{"SurahNumber":16,"VerseNumber":36,"Text":"Na çdo populli i kemi dërguar nga një pejgamber. (Ata u thonin atyre): “Adhuronie Perëndinë, e shmanguni nga djalli!” Disa prej tyre, Perëndia i shpuri në rrugë të drejtë, e disa prej tyre merituan të mbeten në humbje. Andaj, udhëtoni nëpër botë, e shihni se çfarë ka qenë dënimi për ata, të cilët pejgamberët e vet i konsideronin për gënjeshtarë"},{"SurahNumber":16,"VerseNumber":37,"Text":"Edhe nëse angazhohesh ti (o Muhammed!) që ata të jenë në rrugën e drejtë, me të vërtetë, Perëndia nuk do ta shpie në rrugë të drejtë, atë që don ta lerë në humbje. Dhe për ata nuk ka kurrfarë ndihmësi"},{"SurahNumber":16,"VerseNumber":38,"Text":"Dhe ata (mohuesit), janë betuar në Perëndinë, me betimin e tyre më të fortë: “Perëndia nuk do ta ngjallë atë që ka vdekur”. Por, me të vërtetë, (ringjallja) është premtim i Tij i saktë – por që, shumica e njerëzve nuk e dinë"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Do t’i ringjallë ata Perëndia) për t’ju shpjeguar, atë, për të cilën përçaheshin ata dhe që ta kuptojnë mohuesit se kanë qenë gënjeshtarë"},{"SurahNumber":16,"VerseNumber":40,"Text":"Nëse dëshirojmë të bëhet diçka, Na – vetëm me një të thënme për atë: “Bëhu!” dhe ajo bëhet"},{"SurahNumber":16,"VerseNumber":41,"Text":"E, ata që kanë emigruar në emër të Perëndisë, pasi u është bërë zullum, Na do t’i vendosim në vendbanim të mirë në këtë botë, e shpërblimi në botën tjetër, është edhe më i madh. Ah! sikur ta dinin ata"},{"SurahNumber":16,"VerseNumber":42,"Text":"(Ata që emigruan) kanë duruar dhe janë mbështetur në Zotin e thyre"},{"SurahNumber":16,"VerseNumber":43,"Text":"Na edhe para teje kemi dërguar vetëm njerëz – burra, (e jo engjëj), të cilëve u kemi dërguar shpallje, - andaj pyetni dijetarët e Librit, nëse nuk e dini (këtë) –"},{"SurahNumber":16,"VerseNumber":44,"Text":"(I kemi dërguar ata) me argumente të qarta dhe libra. Dhe Na, ty ta kemi dërguar Kur’anin që t’u shpjegosh njerëzve dispozitat e shpalljes, dhe që të mendojnë ata"},{"SurahNumber":16,"VerseNumber":45,"Text":"A janë të sigurtë ata, që bëjnë dredhi me vepra të këqia, që Perëndia nuk do t’i shafojë në tokë, ose që nuk do t’u vie dënimi nga nuk e presin"},{"SurahNumber":16,"VerseNumber":46,"Text":"ose që nuk do t’i dënojë ata në udhëtimet e tyre – ata nuk mund të shpëtojnë (nga dënimi) –"},{"SurahNumber":16,"VerseNumber":47,"Text":"ose (a janë të sigurtë ata) se nuk do t’i godas dënimi, duke qenë ata në frikë; me të vërtetë, Zoti juaj është i butë dhe i mëshirshëm"},{"SurahNumber":16,"VerseNumber":48,"Text":"A nuk po shohin at, se të gjitha ato që i ka krijuar Perëndia, hija e tyre anon djathtas e majtas, duke iu përulë Perëndisë, si dhe vet ata i nënshtrohen pushtetit të Perëndisë"},{"SurahNumber":16,"VerseNumber":49,"Text":"Perëndisë i bënë sexhde çdo gjallesë, në qiej dhe në Tokë, edhe engjëjt, dhe ata (engjëjt) nuk janë kryelartë"},{"SurahNumber":16,"VerseNumber":50,"Text":"I druajnë Zotit të tyre, që ka pushtet mbi ta dhe punojnë atë që u urdhërohet"}]}