{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"Antes deles, provamos o povo do Farao, ao ser-lhes apresentado um honoravel mensageiro"},{"SurahNumber":44,"VerseNumber":18,"Text":"(Que lhes disse): Entregai-me os servos de Deus, porque sou um fidedigno mensageiro, para vos"},{"SurahNumber":44,"VerseNumber":19,"Text":"E nao vos rebeleis contra Deus, porque vos trago uma autoridade evidente"},{"SurahNumber":44,"VerseNumber":20,"Text":"E me amparo em meu Senhor e vosso, se quereis apedrejar-me"},{"SurahNumber":44,"VerseNumber":21,"Text":"E se nao credes em mim, afastei-vos, entao, de mim"},{"SurahNumber":44,"VerseNumber":22,"Text":"(Moises) exclamou, entao, para o seu Senhor: Este e um povo pecador"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Ordenou, entao, o Senhor): Marcha, pois, com os Meus servos, durante a noite, porque sereis perseguidos"},{"SurahNumber":44,"VerseNumber":24,"Text":"E deixa o mar como um sulco, para que o exercito dos incredulos nele se afogue"},{"SurahNumber":44,"VerseNumber":25,"Text":"Quantos jardins e mananciais abandonaram"},{"SurahNumber":44,"VerseNumber":26,"Text":"Semeaduras e suntuosas residencias"},{"SurahNumber":44,"VerseNumber":27,"Text":"E riquezas com as quais se regozijavam"},{"SurahNumber":44,"VerseNumber":28,"Text":"E foi assim que demos aquilo tudo em heranca a outro povo"},{"SurahNumber":44,"VerseNumber":29,"Text":"Nem o ceu, nem a terra verterao lagrimas por eles, nem tampouco lhes foi dada tolerancia"},{"SurahNumber":44,"VerseNumber":30,"Text":"Sem duvida que livramos os israelitas do castigo afrontoso"},{"SurahNumber":44,"VerseNumber":31,"Text":"Infligido pelo Farao; em verdade, ele foi um despota, e se contava entre os transgressores"},{"SurahNumber":44,"VerseNumber":32,"Text":"E os escolhemos propositadamente, entre os seus contemporaneos"},{"SurahNumber":44,"VerseNumber":33,"Text":"E os agraciamos com certas sinais que continham uma verdadeira prova"},{"SurahNumber":44,"VerseNumber":34,"Text":"Em verdade, estes (os coraixitas) dizem"},{"SurahNumber":44,"VerseNumber":35,"Text":"Nao ha mais morte do que a nossa primeira, e jamais seremos ressuscitados"},{"SurahNumber":44,"VerseNumber":36,"Text":"Fazei, entao, voltar os nossos pais, se estiverdes certos"},{"SurahNumber":44,"VerseNumber":37,"Text":"Que! Acaso, sao eles preferiveis ao povo de Tubba e seus antepassados? Nos os aniquilamos, por haverem sidopecadores"},{"SurahNumber":44,"VerseNumber":38,"Text":"E nao criamos os ceus e a terra e tudo quanto existe entre ambos para Nos distrairmos"},{"SurahNumber":44,"VerseNumber":39,"Text":"Nao os criamos senao com prudencia; porem, a maioria o ignora"},{"SurahNumber":44,"VerseNumber":40,"Text":"Sabei que o dia fixado para todos sera o dia da Discriminacao"},{"SurahNumber":44,"VerseNumber":41,"Text":"Dia esse em que nenhum protetor podera advogar, em nada, por outro, nem serao socorridos (os incredulos)"},{"SurahNumber":44,"VerseNumber":42,"Text":"Salvo aquele de quem Deus se apiedar, porque Ele e o Poderoso, o Misericordiosissimo"},{"SurahNumber":44,"VerseNumber":43,"Text":"Sabei que a arvore de zacum"},{"SurahNumber":44,"VerseNumber":44,"Text":"Sera o alimento do pecador"},{"SurahNumber":44,"VerseNumber":45,"Text":"Com metal fundido que lhe fervera nas entranhas"},{"SurahNumber":44,"VerseNumber":46,"Text":"Como a borbulhante agua fervente"},{"SurahNumber":44,"VerseNumber":47,"Text":"(E sera dito aos guardiaos): Agarrai o pecador e arrastai-o ate ao centro da fogueira"},{"SurahNumber":44,"VerseNumber":48,"Text":"Entao, atormentai-o, derramado sobre a sua cabeca agua fervente"},{"SurahNumber":44,"VerseNumber":49,"Text":"Prova o sofrimento, ja que tu es o poderoso, o honoravel"},{"SurahNumber":44,"VerseNumber":50,"Text":"Certamente, ha aqui aquilo de que vos duvidaveis"},{"SurahNumber":44,"VerseNumber":51,"Text":"Todavia, os tementes estarao em lugar seguro"},{"SurahNumber":44,"VerseNumber":52,"Text":"Entre jardins e mananciais"},{"SurahNumber":44,"VerseNumber":53,"Text":"Vestir-se-ao de tafeta e brocado, recostados frente a frente"},{"SurahNumber":44,"VerseNumber":54,"Text":"Assim sera! E os casaremos com huris de maravilhosos olhos"},{"SurahNumber":44,"VerseNumber":55,"Text":"Ai pedirao toda a especie de frutos, em seguranca"},{"SurahNumber":44,"VerseNumber":56,"Text":"La nao experimentarao a morte, alem da primeira, e Ele os preservara do tormento da fogueira"},{"SurahNumber":44,"VerseNumber":57,"Text":"Como uma graca do teu Senhor. Tal e o magnifico beneficio"},{"SurahNumber":44,"VerseNumber":58,"Text":"Em verdade, temos-te facilitado (o Alcorao) em tua lingua, para que meditem"},{"SurahNumber":44,"VerseNumber":59,"Text":"Aguarda, pois, porque eles tambem aguardarao, igualmente"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"A revelacao do Livro e de Deus, o Poderoso, o Prudentissimo"},{"SurahNumber":45,"VerseNumber":3,"Text":"Sabei que nos ceus e na terra ha sinais para os fieis"},{"SurahNumber":45,"VerseNumber":4,"Text":"E em vossa criacao e de tudo quanto disseminou, de animais, ha sinais para os persuadidos"},{"SurahNumber":45,"VerseNumber":5,"Text":"E na alternacao do dia e da noite, no sustento que Deus envia do ceu, mediante o que vivifica a terra depois de haver sidoarida, e na variacao dos ventos, ha sinais para os que raciocinam"},{"SurahNumber":45,"VerseNumber":6,"Text":"Tais sao os versiculos de Deus que, em verdade, te revelamos. Assim, pois, em que exposicao crerao, depois de (rechacarem) Deus e os Seus versiculos"},{"SurahNumber":45,"VerseNumber":7,"Text":"Ai de todo mendaz, pecador"},{"SurahNumber":45,"VerseNumber":8,"Text":"Que escuta os versiculos de Deus, quando lhe sao recitados, e se obstina, ensoberbecido, como se nao os tivesse ouvido! Anuncia-lhe um doloroso castigo"},{"SurahNumber":45,"VerseNumber":9,"Text":"E quando chega a conhecer algo dos Nossos versiculos, escarnece-o. Estes sofrerao um humilhante castigo"},{"SurahNumber":45,"VerseNumber":10,"Text":"Frente a eles estara o inferno, e de nada lhes valera tudo quanto tiverem acumulado, nem tampouco os que adotarem porprotetores, em vez de Deus. E sofrerao um severo castigo"},{"SurahNumber":45,"VerseNumber":11,"Text":"Este (Alcorao) e uma orientacao. Quanto aqueles que negam os versiculos do seu Senhor, sofrerao a pena de umadolorosa punicao"}]}