{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Барои онҳо дар назди Парпардигорашон хонаи оромиш аст. Ва ба савоби кирҳое, ки мекунанд, Худо дӯстдори онҳост"},{"SurahNumber":6,"VerseNumber":128,"Text":"Ва рӯзе, ки ҳамагонро гирд оварад ва гӯяд: «Эй гурӯҳи ҷинниён, шумо бисёре аз одамиёнро пайрави худ сохтед». Ёронашон аз миёни одамиён гӯянд: «Эй Парвардигори мо, мо аз якдигар баҳраманд мешудем ва ба поёни замоне, ки барои зистани мо қарор дода будӣ, расидем». Гӯяд: «Ҷойгоҳи шумо оташ аст, ҷовидона дар он ҷо хоҳед буд, магар он чӣ Худо бихоҳад». Албатта Парвардигори ту ҳакиму доност"},{"SurahNumber":6,"VerseNumber":129,"Text":"Ва ба ин тарз ситамкоронро ба ҷазои корҳое, ки мекарданд, ба якдигар вомегузорем"},{"SurahNumber":6,"VerseNumber":130,"Text":"Эй гурӯҳи ҷинниёну одамиён, оё бар шумо паёмбароне аз худатон фиристода нашуда, то оёти Маро бароятон бихонанд ва шуморо аз дидори чунин рӯзе битарсонанд? Гӯянд: «Мо ба зиёни худ гувоҳӣ медиҳем». Зиндагии дунёӣ ононро бифирефт ва ба зиёни худ гувоҳӣ доданд, ки аз кофирон буданд"},{"SurahNumber":6,"VerseNumber":131,"Text":"Ва ин ба он сабаб аст, ки Парвардигори ту мардуми ҳеҷ деҳаеро ки бехабар буданд, аз рӯи ситам ҳалок намекард"},{"SurahNumber":6,"VerseNumber":132,"Text":"Барои ҳар як баробари корҳое, ки анҷом додаанд, дараҷотест, ки Парвардигори ту аз он чӣ мекунанд, ғофил нест"},{"SurahNumber":6,"VerseNumber":133,"Text":"Ва Парвардигори ту бениёзу меҳрубон аст. Ва ҳамчунон ки шуморо аз насли мардумони дигар биёфарида аст, агар бихоҳад, шуморо мебарад ва пас аз шумо ҳар чиро, ки бихоҳад, ҷонишинатон месозад"},{"SurahNumber":6,"VerseNumber":134,"Text":"Ҳарчи ба шумо ваъда додаанд, хоҳад омад ва шуморо роҳи гурезе нест"},{"SurahNumber":6,"VerseNumber":135,"Text":"Бигӯ: «Эй қавми ман, ҳар чӣ аз дастатон бармеояд, бикунед, ки ман низ мекунам; ба зудӣ хоҳед донист, ки поёни ин зиндагӣ ба нафъи кӣ хоҳад буд, Албатта ситамкорон растагор намешаванд!»"},{"SurahNumber":6,"VerseNumber":136,"Text":"Барои Худо аз киштаҳову чорпоёне, ки офаридааст, насибе муъайян карданд ва ба хаёли худ гуфтанд, ки ин аз они Худост ва ин аз они бутони мост. Пас он чӣ аз они бутонашон буд, ба Худо намерасид ва он чӣ аз они Худо буд, ба бутонашон мерасид. Ба тарзе бад доварӣ мекарданд"},{"SurahNumber":6,"VerseNumber":137,"Text":"Ҳамчунин коҳинон куштани фарзандро дар назари бисёре аз мушрикон биёростанд, то ҳалокашон кунанд ва дар бораи динашон ба шакку иштибохашон андозанд. Агар Худо мехост, чунин намекарданд. Пас бо дурӯғе, ки мебофанд, таркашои соз"},{"SurahNumber":6,"VerseNumber":138,"Text":"Аз рӯи пиндор гуфтанд: «Инҳо чорпоёну киштзорони мамнӯъ аст. Ҳеҷ кас ҷуз он, ки мо бихоҳем, набояд аз онҳо бихӯрад». Ва инҳо чорпоёнест, ки савор шуданашон ҳаром аст ва инҳо чорпоёнест, ки номи Худоро бар онҳо ёд накунанд, ба Худо дурӯғ мебанданд ва ба зудӣ ба ҷазои дурӯғе, ки мебастаанд, ҷазояшонро хоҳад дод"},{"SurahNumber":6,"VerseNumber":139,"Text":"Ва гуфтанд: «Он чӣ дар шиками ин чорпоён аст, барои мардони мо ҳалол ва барои занонамон ҳаром аст». Ва агар мурдор бошад, зану мард дар он шариканд. Худо ба сабаби ин гуфтор ҷазояшон хоҳад кард. Албатта Ӯ ҳакиму доност"},{"SurahNumber":6,"VerseNumber":140,"Text":"Зиён карданд касоне, ки ба беақлӣ бе ҳеҷ ҳуҷҷате фарзандони худро куштанд ва ба Худо дурӯғ бастанд ва он чиро ба онҳо рӯзӣ дода буд, ҳаром карданд. Инон гумроҳ шудаанд ва роҳи ҳидоятро наёфтаанд"}]}