{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"Âd´ın kardeşini hatırla; onun önünden ve ardından nice uyarıcı korkutucular gelip geçmişti; hani o, Ahkaf´taki kavmini: «Allah´tan başkasına kulluk etmeyin, gerçekten ben, sizin için büyük bir günün azabından korkmaktayım» diye uyarıp korkutmuştu"},{"SurahNumber":46,"VerseNumber":22,"Text":"Dediler ki: «Sen, bizi ilahlarımızdan çevirmek için mi bize geldin? Şu halde eğer doğru söylüyorsan, tehdit ettiğin şeyi, bize getir.»"},{"SurahNumber":46,"VerseNumber":23,"Text":"Dedi ki: «İlim ancak Allah katındadır. Ben size gönderildiğim şeyi tebliğ ediyorum; ancak sizi cahillik etmekte olan bir kavim olarak görüyorum.»"},{"SurahNumber":46,"VerseNumber":24,"Text":"Derken, onu (azabı) vadilerine doğru yönelerek gelen bir bulut şeklinde gördükleri zaman, «Bu bize yağmur yağdıracak olan bir buluttur» dediler. Hayır, o, kendisi için acele ettiğiniz şeydir. Bir rüzgâr; onda acıklı bir azab vardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabbinin emriyle her şeyi yerle bir eder. Böylece meskenlerinden başka, hiçbir şey(leri) görünemez duruma düştüler. İşte biz, suçlu günahkâr bir kavmi böyle cezalandırırız"},{"SurahNumber":46,"VerseNumber":26,"Text":"Andolsun, biz onları, sizleri kendisinde yerleşik kılmadığımız yerlerde (size vermediğimiz güç ve iktidar imkânlarıyla) yerleşik kıldık ve onlara işitme, görme (duygularını) ve gönüller verdik. Ancak ne işitme, ne görme (duyuları) ve ne gönülleri kendilerine herhangi bir şey sağlamadı; Çünkü onlar, Allah´ın ayetlerini inkâr ediyorlardı. Alay konusu edindikleri şey, onları sarıp kuşattı"},{"SurahNumber":46,"VerseNumber":27,"Text":"Andolsun, biz çevrenizde bulunan şehirlerden (birçoğunu) yıkıma uğrattık ve belki dönerler diye ayetleri çeşitli şekillerde açıkladık"},{"SurahNumber":46,"VerseNumber":28,"Text":"Bu durumda, Allah´ı bırakıp yakınlık (sağlamak) için edindikleri ilahlar, onlara yardım etselerdi ya. Hayır, onlar, kendilerinden kaybolup gittiler. Bu (edindikleri ilahlar ve onlara yükledikleri), onların yalanları ve uydurmakta olduklarıdır"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hani cinlerden birkaçını, Kur´an dinlemek üzere sana yöneltmiştik. Böylece onun huzuruna geldikleri zaman, dediler ki: «Kulak verin;» sonra (dinleme işi) bitirilince de kendi kavimlerine (birer) uyarıcı korkutucular olarak döndüler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Dediler ki: «Ey Kavmimiz, gerçekten biz, Musa´dan sonra indirilen, kendinden öncekileri de doğrulayan bir kitap dinledik; hakka ve dosdoğru olan yola yöneltip iletmektedir.»"},{"SurahNumber":46,"VerseNumber":31,"Text":"«Ey Kavmimiz, Allah´a davet edene icabet edin ve ona iman edin; günahlarınızdan bir kısmını bağışlasın ve sizi acıklı bir azabtan korusun.»"},{"SurahNumber":46,"VerseNumber":32,"Text":"«Kim Allah´a davet edene icabet etmezse, artık o, yeryüzünde (Allah´ı aciz bırakacak değildir ve onun O´ndan başka) velileri de yoktur. İşte onlar, apaçık bir sapıklık içindedirler.»"},{"SurahNumber":46,"VerseNumber":33,"Text":"Onlar görmüyorlar mı ki, gökleri ve yeri yaratan ve onları yaratmaktan yorulmayan (Allah), ölüleri de diriltmeye güç yetirir. Hayır; gerçekten O, her şeye güç yetirendir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Küfredenler ateşe sunulacakları gün, (onlara şöyle denir:) «Bu gerçek değil miymiş?» Onlar: «Rabbimize and olsun, evet (öyledir)» derler. (Allah da:) «Öyleyse küfretmekte olduklarınızdan dolayı azabı tadın!» dedi"},{"SurahNumber":46,"VerseNumber":35,"Text":"Artık sen sabret; peygamberlerden azim sahiplerinin sabrettikleri gibi, onlar için de acele etme. Onlar, tehdit edildikleri şeyi (azabı) gördükleri gün, sanki kendileri gündüzün yalnızca bir saati kadar yaşamışlar. (Bu,) Bir tebliğdir. Artık fasık olan bir kavimden başkası yıkıma uğratılır mı"},{"SurahNumber":47,"VerseNumber":1,"Text":"Onlar ki küfrettiler ve Allah´ın yolundan alıkoydular, (işte Allah da) onların amellerini giderip boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":2,"Text":"İman edip salih amellerde bulunan ve Muhammed´e indirilen (Kur´an) a -ki o Rablerinden olan bir haktır- iman edenlerin (Allah), kötülüklerini örtüp bağışlamış, durumlarını düzeltip ıslah etmiştir"},{"SurahNumber":47,"VerseNumber":3,"Text":"İşte böyle; hiç şüphesiz, küfredenler batıl olana uymuşlar; ve hiç şüphesiz, iman edenler de Rablerinden olan hakka uymuşlardır. İşte Allah, insanlara kendi örneklerini böyle verip göstermektedir"},{"SurahNumber":47,"VerseNumber":4,"Text":"Öyleyse, küfredenlerle karşı karşıya geldiğiniz zaman, hemen boyunlarını vurun; sonunda onları iyice bozguna uğratıp zafer kazanınca da artık (esirler için) bağı sımsıkı tutun. Bundan sonra ya bir lütuf olarak (onları bırakın) ya da bir fidye (karşılığı salıverin). Öyle ki savaş ağırlıklarını bıraksın (sona ersin). İşte böyle; eğer Allah dilemiş olsaydı, elbette onlardan intikam alırdı. Ancak (savaş,) sizleri birbirinizle denemesi içindir. Allah yolunda öldürülenler ise; (Allah,) kesin olarak onların amellerini giderip boşa çıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onları hidayete erdirecek ve onların durumlarını düzeltip ıslah edecektir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Ve onları, kendilerine tarif edip tanıttığı cennete sokacaktır"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey iman edenler, eğer siz Allah´a (Allah adına İslama ve müslümanlara) yardım ederseniz, O da size yardım eder ve sizin ayaklarınızı sağlamlaştırır"},{"SurahNumber":47,"VerseNumber":8,"Text":"İnkâr edenler ise, yüzükoyun düşüş, onlara olsun! (Allah,) onların amellerini giderip boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":9,"Text":"İşte böyle; çünkü onlar, Allah´ın indirdiğini çirkin (kerih) gördüler; bundan dolayı, O da, onların amellerini boşa çıkardı"}]}