{"Id":54,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-lad","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"Baluna, tōmādēra prāṇa haraṇēra dāẏitbē niẏōjita phērēśatā tōmādēra prāṇa haraṇa karabē. Ataḥpara tōmarā tōmādēra pālanakartāra kāchē pratyābartita habē."},{"SurahNumber":32,"VerseNumber":12,"Text":"Yadi āpani dēkhatēna yakhana aparādhīrā tādēra pālanakartāra sāmanē nataśira haẏē balabē, hē āmādēra pālanakartā, āmarā dēkhalāma ō śrabaṇa karalāma. Ēkhana āmādērakē pāṭhiẏē dina, āmarā saṯkarma karaba. Āmarā dr̥ṛhabiśbāsī haẏē gēchi."},{"SurahNumber":32,"VerseNumber":13,"Text":"Āmi icchā karalē pratyēkakē saṭhika dika nirdēśa ditāma; kintu āmāra ē ukti abadhārita satya yē, āmi jina ō mānaba sakalakē diẏē abaśya'i jāhānnāma pūrṇa karaba."},{"SurahNumber":32,"VerseNumber":14,"Text":"Ata'ēba ē dibasakē bhūlē yā'ōẏāra kāraṇē tōmarā majā āsbādana kara. Āmi'ō tōmādērakē bhulē gēlāma. Tōmarā tōmādēra kr̥takarmēra kāraṇē sthāẏī āyāba bhōga kara."},{"SurahNumber":32,"VerseNumber":15,"Text":"Kēbala tārā'i āmāra āẏātasamūhēra prati īmāna ānē, yārā āẏātasamūha dbārā upadēśaprāpta haẏē sējadāẏa luṭiẏē paṛē ēbaṁ ahaṅkāramukta haẏē tādēra pālanakartāra sapraśansa pabitratā barṇanā karē."},{"SurahNumber":32,"VerseNumber":16,"Text":"Tādēra pārśba śayyā thēkē ālādā thākē. Tārā tādēra pālanakartākē ḍākē bhaẏē ō āśāẏa ēbaṁ āmi tādērakē yē riyika diẏēchi, tā thēkē byaẏa karē."},{"SurahNumber":32,"VerseNumber":17,"Text":"Kē'u jānē nā tāra jan'yē kr̥takarmēra ki ki naẏana-prītikara pratidāna lukkāẏita āchē."},{"SurahNumber":32,"VerseNumber":18,"Text":"Īmānadāra byakti ki abādhyēra anurūpa? Tārā samāna naẏa."},{"SurahNumber":32,"VerseNumber":19,"Text":"Yārā īmāna ānē ō saṯkarma karē, tādēra jan'yē raẏēchē tādēra kr̥takarmēra āpyāẏanasbarūpa basabāsēra jānnāta."},{"SurahNumber":32,"VerseNumber":20,"Text":"Pakṣāntarē yārā abādhya haẏa, tādēra ṭhikānā jāhānnāma. Yakhana'i tārā jāhānnāma thēkē bēra hatē cā'ibē, takhana'i tādērakē tathāẏa phiriẏē dēẏā habē ēbaṁ tādērakē balā habē, tōmarā jāhānnāmēra yē āyābakē mithyā balatē, tāra sbāda āsbādana kara."},{"SurahNumber":32,"VerseNumber":21,"Text":"Guru śāstira pūrbē āmi abaśya'i tādērakē laghu śāsti āsbādana karāba, yātē tārā pratyābartana karē."},{"SurahNumber":32,"VerseNumber":22,"Text":"Yē byaktikē tāra pālanakartāra āẏātasamūha dbārā upadēśa dāna karā haẏa, ataḥpara sē tā thēkē mukha phiriẏē nēẏa, tāra cēẏē yālēma āra kē? Āmi aparādhīdērakē śāsti dēba."},{"SurahNumber":32,"VerseNumber":23,"Text":"Āmi mūsākē kitāba diẏēchi, ata'ēba āpani kōra'āna prāptira biṣaẏē kōna sandēha karabēna nā. Āmi ēkē banī isarā'īlēra jan'yē patha pradarśaka karēchilāma."},{"SurahNumber":32,"VerseNumber":24,"Text":"Tārā sabara karata bidhāẏa āmi tādēra madhya thēkē nētā manōnīta karēchilāma, yārā āmāra ādēśē patha pradarśana karata. Tārā āmāra āẏātasamūhē dr̥ṛha biśbāsī chila."},{"SurahNumber":32,"VerseNumber":25,"Text":"Tārā yē biṣaẏē mata birōdha karachē, āpanāra pālanakartā'i kēẏāmatēra dina sē biṣaẏē tādēra madhyē phaẏasālā dēbēna."},{"SurahNumber":32,"VerseNumber":26,"Text":"Ētē ki tādēra cōkha khōlēni yē, āmi tādēra pūrbē anēka sampradāẏakē dhbansa karēchi, yādēra bāṛī-gharē ērā bicaraṇa karē. Abaśya'i ētē nidarśanābalī raẏēchē. Tārā ki śōnē nā"},{"SurahNumber":32,"VerseNumber":27,"Text":"tārā ki lakṣya karē nā yē, āmi uṣara bhūmitē pāni prabāhita karē śasya udagata kari, yā thēkē bhakṣaṇa karē tādēra janturā ēbaṁ tārā ki dēkhē nā"},{"SurahNumber":32,"VerseNumber":28,"Text":"tārā balē tōmarā satyabādī halē bala; kabē habē ē'i phaẏasālā"},{"SurahNumber":32,"VerseNumber":29,"Text":"baluna, phaẏasālāra dinē kāphēradēra īmāna tādēra kōna kājē āsabē nā ēbaṁ tādērakē abakāśa ō dēẏā habē nā."},{"SurahNumber":32,"VerseNumber":30,"Text":"Ata'ēba āpani tādēra thēkē mukha phiriẏē nina ēbaṁ apēkṣā karuna, tārā'ō apēkṣā karachē."}]}