{"Id":305,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"После него Мы не стали насылать рать небесную на его народ и не собирались насылать"},{"SurahNumber":36,"VerseNumber":29,"Text":"Раздался лишь трубный глас - и их не стало"},{"SurahNumber":36,"VerseNumber":30,"Text":"О горе рабам! Ни один посланник не приходил к ним без того, чтобы они не предавали его поруганию"},{"SurahNumber":36,"VerseNumber":31,"Text":"Неужели они не знают, сколько поколений Мы погубили до них, так что они более не вернутся"},{"SurahNumber":36,"VerseNumber":32,"Text":"И, поистине, все в конце концов предстанут пред Нами"},{"SurahNumber":36,"VerseNumber":33,"Text":"Знамением для них служит высохшая земля. Мы ее оживили и взрастили на ней злаки, которыми они питаются"},{"SurahNumber":36,"VerseNumber":34,"Text":"Мы взрастили на ней пальмовые рощи и виноградники, и по Нашей воле забили источники"},{"SurahNumber":36,"VerseNumber":35,"Text":"чтобы они вкушали плоды и то, что произведено их руками. Разве нет у них за то благодарности"},{"SurahNumber":36,"VerseNumber":36,"Text":"Слава тому, кто сотворил пары из тех, что растит земля, и из людей, а также из того, чего они и не ведают"},{"SurahNumber":36,"VerseNumber":37,"Text":"Знамением для них служит ночь, которую Мы лишаем дневного света, так что они погружаются во тьму"},{"SurahNumber":36,"VerseNumber":38,"Text":"Солнце плывет к предназначенному для него местопребыванию: таково предписание Великого, Ведающего"},{"SurahNumber":36,"VerseNumber":39,"Text":"Для луны Мы предопределили [разные] состояния, пока она не становится изогнутой, подобно высохшей пальмовой ветви"},{"SurahNumber":36,"VerseNumber":40,"Text":"Солнцу не следует догонять луну, и ночь не опережает день, и каждый из них плывет по небосводу"},{"SurahNumber":36,"VerseNumber":41,"Text":"Знамением им служит то, что Мы спасли их род в переполненном ковчеге"},{"SurahNumber":36,"VerseNumber":42,"Text":"И Мы создали для них подобие ковчега, на который они и погружаются"},{"SurahNumber":36,"VerseNumber":43,"Text":"А если Нам будет угодно, Мы потопим их так, что они не успеют воззвать о помощи и не спасутся"},{"SurahNumber":36,"VerseNumber":44,"Text":"если только Мы не окажем им милость и не позволим наслаждаться [благами жизни] некоторое время"},{"SurahNumber":36,"VerseNumber":45,"Text":"Когда их призывают: \"Бойтесь того, что было до вас, и того, что будет после, - быть может, вас помилуют\", -[они не слушают]"},{"SurahNumber":36,"VerseNumber":46,"Text":"И когда к ним является хоть какое-нибудь из знамений Господа их, они отворачиваются [от него]"},{"SurahNumber":36,"VerseNumber":47,"Text":"Когда тех, кто не уверовал, призывают: \"Жертвуйте из того, что Аллах дал вам в надел\", - они отвечают тем, кто уверовал: \"Неужели мы будем кормить того, кого накормил бы Аллах, если бы Ему было угодно? Поистине, вы - в глубоком заблуждении"},{"SurahNumber":36,"VerseNumber":48,"Text":"Они говорят также: \"Когда же случится обещанное [вами], если вы говорите правду"},{"SurahNumber":36,"VerseNumber":49,"Text":"Им нечего ожидать, кроме гласа трубного, который поразит их, в то время как они препираются"},{"SurahNumber":36,"VerseNumber":50,"Text":"Они не успеют даже оставить завещание или вернуться к своим семьям"},{"SurahNumber":36,"VerseNumber":51,"Text":"И прозвучит труба - и тогда они из могил устремятся к своему Господу"},{"SurahNumber":36,"VerseNumber":52,"Text":"Они воскликнут: \"О горе нам! Кто поднял нас с ложа, где [мы] покоились? Ведь это - то, что обещал Милостивый, и посланцы, оказывается, говорили правду"},{"SurahNumber":36,"VerseNumber":53,"Text":"Не успеет прозвучать всего лишь один трубный глас, как они все предстанут пред Нами"},{"SurahNumber":36,"VerseNumber":54,"Text":"В тот день никому не будет причинено ни малейшей несправедливости. И воздается вам только за то, что вы вершили"},{"SurahNumber":36,"VerseNumber":55,"Text":"А обитатели рая в этот день, поистине, будут наслаждаться [своим] состоянием: [ведь]"},{"SurahNumber":36,"VerseNumber":56,"Text":"они и их супруги покоятся на ложах в тени [деревьев]"},{"SurahNumber":36,"VerseNumber":57,"Text":"предоставлены им там плоды и все, чего пожелают"},{"SurahNumber":36,"VerseNumber":58,"Text":"от имени милосердного Господа [их встречают] словом: \"Мир"},{"SurahNumber":36,"VerseNumber":59,"Text":"[И будет сказано также]: \"А вы, грешники, стойте в стороне [от праведных]"}]}