{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Te, kotoryye ne zhdut sretit' Nas, govoryat: \"O yesli nisposlany byli k nam angely, ili my uvideli by Gospoda nashego!\" Oni velichayutsya soboy, nadmevayutsya velikim nadmeniyem"},{"SurahNumber":25,"VerseNumber":22,"Text":"Budet den', kogda oni uvidyat angelov; no v den' tot ne budet radostnoy vesti etim nechestivym; im skazhut oni: \"Otlucheniye dostoynym otlucheniya"},{"SurahNumber":25,"VerseNumber":23,"Text":"Togda My doberemsya do del, kakiye sdelali oni, i obratim ikh v prakh razvevayemyy"},{"SurahNumber":25,"VerseNumber":24,"Text":"V etot den' ray dlya obitateley yego budet nailuchshim zhilishchem, naiprekrasneyshim pokoishchem"},{"SurahNumber":25,"VerseNumber":25,"Text":"Budet den', kogda rastorgnetsya nebo s oblakami, i angely nizvedutsya, nizvodimyye chredami"},{"SurahNumber":25,"VerseNumber":26,"Text":"V etot den' istinnoye vladychestvo budet u Milostivogo: on budet dnem, tyazhelym dlya nevernykh"},{"SurahNumber":25,"VerseNumber":27,"Text":"Dnem, v kotoryy zlochestivyy budet kusat' sebe ruki; on skazhet: \"O yesli by ya derzhalsya puti vmeste s sim poslannikom"},{"SurahNumber":25,"VerseNumber":28,"Text":"Gore mne! O yesli by ya ne derzhal togo-to drugom sebe"},{"SurahNumber":25,"VerseNumber":29,"Text":"On uklonil menya ot etogo ucheniya posle togo, kak ono prishlo ko mne\". Satana - cheloveku predatel'"},{"SurahNumber":25,"VerseNumber":30,"Text":"Etot prorok govorit: \"Gospodi! narod moy schitayet sey Koran pustoslovnym"},{"SurahNumber":25,"VerseNumber":31,"Text":"Tak; kazhdomu proroku vragami stavili My nechestivykh: no Gospod' tvoy dostatochnyy dlya tebya vozhd' i pomoshchnik"},{"SurahNumber":25,"VerseNumber":32,"Text":"Neveruyushchiye govoryat: \"O yesli by Koran byl nisposlan yemu v odnom polnom sostave!\" No tak - dlya togo, chtoby ukrepit' tvoye serdtse: My razdelili yego na otdely"},{"SurahNumber":25,"VerseNumber":33,"Text":"Kak skoro oni dayut kakoy libo vopros, My togda zhe dayem sebe istinu i nailuchsheye istolkovaniye"},{"SurahNumber":25,"VerseNumber":34,"Text":"Kotoryye postavleny budut svoimi litsami v geyenne, te samyye neschastnyye otnositel'no mesta, krayne uklonivshiyesya ot puti"},{"SurahNumber":25,"VerseNumber":35,"Text":"My uzhe dali Pisaniye Moiseyu, i pomoshchnikom yemu postavili brata yego, Aarona"},{"SurahNumber":25,"VerseNumber":36,"Text":"I skazali: \"Idite k etim lyudyam, kotoryye schitayut nashi znameniya lozh'yu!\" Posle togo My istrebili ikh polnym istrebleniyem"},{"SurahNumber":25,"VerseNumber":37,"Text":"Narod Noya, kogda on sego proroka pochel lzhetsom, My potopili yego i sdelali yego dlya lyudey znameniyem. Dlya zlochestivykh My prigotovili boleznennuyu muku"},{"SurahNumber":25,"VerseNumber":38,"Text":"Takzhe Gadyan, Femudyan, zhiteley Rassa i mezhdu nimi drugiye mnogiye drevniye pokoleniya"},{"SurahNumber":25,"VerseNumber":39,"Text":"Posle togo, kak kazhdomu iz nikh My ukazali primery, - vsekh ikh My unichtozhili, do tla unichtozhiv"},{"SurahNumber":25,"VerseNumber":40,"Text":"Prokhodili oni mimo togo goroda, na kotoryy byl prolit dozhd' istrebleniya: uzheli oni ne videli yego? No oni takovy potomu, chto ne chayut voskreseniya"},{"SurahNumber":25,"VerseNumber":41,"Text":"Oni, kogda vidyat tebya, prinimayutsya tol'ko smeyat'sya nad toboy: \"Eto ne tot li, kotorogo Bog vozdvig poslannikom"},{"SurahNumber":25,"VerseNumber":42,"Text":"Ne mnogo by yeshche, i on otklonil by nas ot bogov nashikh, yesli by my ne byli stoyki v userdii k nim\". Skoro uznayut oni vremya, v kotoroye uvidyat kazn' tekh, kotoryye daleko zabludilis' ot puti"},{"SurahNumber":25,"VerseNumber":43,"Text":"Uzheli ty dumayesh', chto za tekh, kotoryye prinyali sebe za bogov svoi strasti, ty mozhesh' byt' zastupnikom"},{"SurahNumber":25,"VerseNumber":44,"Text":"Ili predpolagayesh', chto mnogiye iz nikh budut poslushny, ili budut rassuditel'ny? Oni ne luchshe skotov: da, oni daleko zabludilis' ot puti"},{"SurahNumber":25,"VerseNumber":45,"Text":"Ne videl li ty, kak Gospod' tvoy zastavlyayet ten' udlinyat'sya? A yesli by On zakhotel, to sdelal by yeye nedvizhushcheysya. Solntse sdelal On pokazatelem yeye"},{"SurahNumber":25,"VerseNumber":46,"Text":"A potom My berem yeye k Sebe, nezametno ubiraya yeye"},{"SurahNumber":25,"VerseNumber":47,"Text":"On Tot, kto delayet noch' odezhdoy dlya vas ; son - vremenem pokoya; den' delayet vremenem proyavlenimya"},{"SurahNumber":25,"VerseNumber":48,"Text":"On Tot, kto posylayet vetry blagovestnikami svoyego miloserdiya. My nizvodim s neba chistuyu vodu"},{"SurahNumber":25,"VerseNumber":49,"Text":"Chtoby yeyu ozhivit' omertvevshuyu stranu; yeyu My poim mnogochislennyye sozdaniya nashi - i skotov i chelovekov"},{"SurahNumber":25,"VerseNumber":50,"Text":"My uzhe ukazyvali im na eto, dlya togo, chto by oni vrazumilis'; no mnogiye iz etikh lyudey khotyat tol'ko ostat'sya v neverii"},{"SurahNumber":25,"VerseNumber":51,"Text":"Yesli by My zakhoteli, to v kazhdyy by gorod poslali by oblichitelya"},{"SurahNumber":25,"VerseNumber":52,"Text":"Ne ustupay nevernym, no pri posredstve etogo voyuy s nimi velikoyu voynoyu"}]}