{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"(napiye!) Iru manitarkalai avarkalukku utaranamakavum kuruviraka! Avviruvaril oruvarukku nam tiratcait tottankalil irantaik kotuttom; innum peritta marankalaik kontu avvirantaiyum culappattavai akkinom, avvirantirkum itaiyil (taniya) vivacayattaiyum amaittom"},{"SurahNumber":18,"VerseNumber":33,"Text":"avviru tottankalum avarrin palankalai - epporulaiyum kuraiyatu kotuttuk kontiruntana. Avvirantirkum natuve nam or arraiyum olittotac ceytom"},{"SurahNumber":18,"VerseNumber":34,"Text":"innum avanukku (veru) kanikalum iruntana appolutu avan tan tolanitam vitantavatam ceytavanaka\"nan unmai vitap porulal atikamullavan, atkalilum nan (unnai) mikaittavan\" enru kurinan"},{"SurahNumber":18,"VerseNumber":35,"Text":"(perumaiyinal) tan atmavukkut tinkilaittavanaka tan tottattirkul nulaintan; avan, \"inta(t tottam) eppolutavatu alintuvitum enru nan ennavillai\" enrum kurik kontan"},{"SurahNumber":18,"VerseNumber":36,"Text":"(niyayat tirppukkuriya) velai erpatum enrum nan ennavillai. (Appati etum nikalntu) nan en iraivanitam mintum kontu cellappatuvenayin, niccayamaka inkiruppataivita melana itattaiye nan kanpen\" enrum kurinan"},{"SurahNumber":18,"VerseNumber":37,"Text":"Avanutaiya tolan avanutan (itu parrit) tarkkittavanaka\"unnai manniliruntum, pin oru tuli intiriyattiliruntum pataittu, pinpu unnaic cariyana manitanaka akkinane avanaiya ni nirakarikkinray?\" Enru avanitam kettan"},{"SurahNumber":18,"VerseNumber":38,"Text":"anal, (nan uruti colkiren;) allah - avantan en iraivanavan; en iraivanukku nan yaraiyum inai vaikkavum matten"},{"SurahNumber":18,"VerseNumber":39,"Text":"melum, ni un tottattil nulaintapotu'masa allahu; la kuvvatta illa pillah' - allah natiyate natakkum; anaittu caktiyum allahvukkeyanri verillai - enru kuriyirukka ventama? Celvattilum, pillaiyilum nan unnaivitak kuraintavanaka iruppatay ni kanta potilum"},{"SurahNumber":18,"VerseNumber":40,"Text":"unnutaiya tottattaivita melanatai en iraivan enakkut taravum (un tottattin mitu) vanattiliruntum itikalai anuppi atai atanal malumattaiyana titalaka akki vitavum potum"},{"SurahNumber":18,"VerseNumber":41,"Text":"allatu atan nir mulutum urincappattataki - atai ni tetikkantu pitikka mutiyatapatiyum akivitalam\" enru kurinan"},{"SurahNumber":18,"VerseNumber":42,"Text":"avanutaiya vilaiporutkal alikkappattana. Atarkaka tan celavu ceytataik kurittu (varuntiyavanaka) iru kaikalaiyum picaintu kontiruntan. A(ttottamana)tu verotu cayntu kitakkinratu. (Itanaip partta) avan\"en iraivanukku evaraiyum nan inai vaikkamal iruntirukka ventume!\" Enru kurinan"},{"SurahNumber":18,"VerseNumber":43,"Text":"melum, allahvaiyanri, avanukku utavi ceyyum kuttattar evarum avanukku irukkavillai akave, avan (ivvulakil) evaralum utavi ceyyappattavanaka illai"},{"SurahNumber":18,"VerseNumber":44,"Text":"anke utaviceytal unmaiyana allahvukke uriyatu, avan kuli valankuvatilum mikka cirantavan; mutivetuppatilum mikka melanavan"},{"SurahNumber":18,"VerseNumber":45,"Text":"Melum, ivvulaka valkkaikku or utaranam, avarkalukku (napiye!) Nir kuruviraka! \"Atu nam vanattiliruntu irakki vaitta niraip polirukkiratu pumiyilulla tavarankal atanutan kalan(tu celit)tan anal avai kayntu, pataraki avarraik karru atittuk kontu poy vitukiratu - melum, ellap porulin mitum allah arralutaiyavanaka irukkinran"},{"SurahNumber":18,"VerseNumber":46,"Text":"celvamum, pillaikalum ivvulaka valkkaiyin alankarankaleyakum enrum nilaittu nirkak kutiya narkarumankale um'mutaiya iraivanitattil nanmaip palanutaiyavaiyakavum, (avanitattil) nampikkaiyutan ataravu vaikkattakkavaiyakavum irukkinrana"},{"SurahNumber":18,"VerseNumber":47,"Text":"(napiye!) Oru nal nam malaikalai (avarrin itankalai vittup) peyarttu vituvom; appotu, pumiyai nir vetta veliyakak kanpir; avarkalai onru cerppom, (annalil) nam oruvaraiyum vittu vaikka mattom"},{"SurahNumber":18,"VerseNumber":48,"Text":"avarkal yavarum um'mutaiya iraivanin camukattil varicaiyakak kontu varappatuvarkal; \"nam unkalai mutal tatavai pataittavare tittamaka ippolutum ninkal nam'mitam vantu vittirkal, anal nam unkalukkaka vakkalikkappatta ittakaiya nalai erpatutta mattom enru ninkal ennik kontiruntirkal\" (enru collappatum)"},{"SurahNumber":18,"VerseNumber":49,"Text":"innum (pattolaiyakiya) puttakam (avarkal mun) vaikkappatum; atilullataik kantu kurravalikal mikka accattutan iruppataik kanpir; melum avarkal, \"enkal kete! Inta ettirku enna (nerntatu)? Ciriyavaiyo periyavaiyo etaiyum varaiyarukkatu itu vittuvaikkava villaiye!\" Enru kuruvarkal; innum, avarkalceyta yavum avarkal mun vaikkappatuvataik kanparkal; anal um'mutaiya iraivan oruvarukkum aniyayam ceyyamattan"},{"SurahNumber":18,"VerseNumber":50,"Text":"Anriyum, \"atamukku sujutu ceyyunkal\" enru nam malakkukalitattil kuriyatai (napiye!) Ninaivu kurviraka appotu iplisaittavira, avarkal sujutu ceytarkal; avan (iplis) jin inattaic cerntavanaka iruntan; avan tan iraivanutaiya kattalaiyai miri vittan; akave ninkal ennaiyanri avanaiyum avan cantatiyaraiyum (unkalaip) patukappavarkalaka etuttuk kolvirkala? Avarkalo unkalukkup pakaivarkalaka irukkirarkal; akkiramakkararkal (ivvaru) marrik kontatu mikavum kettatakum"}]}