{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Ani granthadharakansi khupa cangalya ritine vadavivada kara, asa lokankherija, je tyancyata atyacari aheta. Ani spasta ailana kara ki amhi tara tya granthavarahi imana rakhato, jo amacyavara avatarita kela gela ahe ani tyavarahi, jo tumacyavara avatarita kela gela. Amaca ani tumaca palanakarta ekaca ahe. Amhi sarva tyaceca ajnadharaka ahota"},{"SurahNumber":29,"VerseNumber":47,"Text":"Ani amhi tyaca prakare tumacyakade apala grantha avatarita kela ahe, yastava jyanna amhi grantha pradana kela ahe, te tyavara imana rakhatata ani tyancyapaiki kahi tyavara imana rakhatata ani amacya ayatinca inkara kevala kaphiraca karatata"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ani yapurvi tara tumhi ekhada grantha vacata hote ani na ekhada grantha apalya hatane lihita hote ki (jyamule) asatyace pujari sanka sansayata padale asate"},{"SurahNumber":29,"VerseNumber":49,"Text":"Vastavika ya (kura'anacya) divya (spasta) ayati aheta, jya vidvanancya hrdayata suraksita aheta. Amacya ayatinca inkara karanara, atyacarikherija dusara koni nahi"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ani te mhanale, yacyavara kahi nisanya yacya palanakartyatarphe ka nahi avatarita kelya gelya? (Tumhi) sanga, nisanya tara sarva allahajavala aheta. Majhi yogyata tara kevala spastatah khabaradara (savadha) karanaryaci ahe"},{"SurahNumber":29,"VerseNumber":51,"Text":"Kaya tyancyasathi he nisana purese nahi ki amhi tumacyavara apala grantha avatarita kela, jo tyanna vacuna aikavila jata ahe. Yata (allahaci) daya-krpahi ahe ani bodha upadesahi, tya lokansathi je imana rakhanare aheta"},{"SurahNumber":29,"VerseNumber":52,"Text":"Tyanna sanga, majhya ani tumacya daramyana allahace saksi asane purese ahe. To tara akasa ani jaminicya pratyeka vastula jananara ahe. Je loka asatyala mananare aheta ani allahasi kupra (inkara) karanare aheta, te phara mothya nukasanata aheta"},{"SurahNumber":29,"VerseNumber":53,"Text":"Ani he loka tumacyajavala siksa-yataneci gha'i majavita aheta. Jara majhyatarphe eka niscita vela tharavili geli nasati tara ataparyanta tyancyajavala siksa-yatana ye'una pohacali asati. Evadhe matra niscita ki acanaka tyancya nakalata azaba tyancyajavala ye'una pohocela"},{"SurahNumber":29,"VerseNumber":54,"Text":"He loka azaba (sikse) sathi gha'i majavita aheta, ani (samadhana rakha) jahannama kaphiranna gheruna takanara ahe"},{"SurahNumber":29,"VerseNumber":55,"Text":"Tya divasi tyanna, tyancya varuna ani khaluna azaba jhakata asela ani sarvasrestha allaha pharmavila, ata apalya duskarmanci godi cakha"},{"SurahNumber":29,"VerseNumber":56,"Text":"He majhya imana rakhanarya dasanno! Majhi jamina phara vistrta ahe. Tevha tumhi majhica upasana kara"},{"SurahNumber":29,"VerseNumber":57,"Text":"Pratyeka jivala mrtyuci godi cakhayaci ahe ani tumhi sarva amacyacakade paratavile jala"},{"SurahNumber":29,"VerseNumber":58,"Text":"Ani jya lokanni imana rakhale ani satkarma karita rahile, tyanna amhi niscitapane jannatacya unca mahalammadhye jaga de'u, jyancya khaluna nadya vahata ahe, jithe te sadaivakala rahatila. (Cangale) karma karanaryanca kiti cangala mobadala ahe"},{"SurahNumber":29,"VerseNumber":59,"Text":"Te, jyanni dhira - sanyama rakhala ani je apalya palanakartyavara bharavasa thevatata"},{"SurahNumber":29,"VerseNumber":60,"Text":"Ani kityeka prani ase aheta, je apali ajivika ucaluna phirata nahi. Tya sarvanna ani tumhalahi allahaca ajivika pradana karato. To sarva kahi aikanara, jananara ahe"},{"SurahNumber":29,"VerseNumber":61,"Text":"Ani jara tumhi tyanna vicarala ki akasa va jaminica nirmana karanara ani surya va candrala kamasa lavanara kona ahe, tara te heca uttara detila ki allaha! Tevha maga kothe ulata jata ahata"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allaha apalya dasampaiki jyala icchito, adhika ajivika pradana karato ani jyala icchito kami. Nihsansaya, allaha pratyeka gosta jananara ahe"},{"SurahNumber":29,"VerseNumber":63,"Text":"Ani jara tumhi tyanna vicarala ki akasatuna panyaca varsava karuna, jaminila ticya mrtyunantara jivanta karanara kona ahe, tevha niscitaca tyance uttara heca asela ki allaha! Tumhi sanga ki samasta stuti- prasansa allahakaritaca ahe, kimbahuna tyancyata adhikansa loka nirbodha aheta. (Akalana akakala rakhata nahi)"},{"SurahNumber":29,"VerseNumber":64,"Text":"Ani ya jagace jivana tara kevala manoranjana ani khela krida ahe parantu khare jivana tara akhiratace ghara ahe. Ya lokanni he janale asate tara bare jhale asate"},{"SurahNumber":29,"VerseNumber":65,"Text":"Jevha he loka nauketa svara hotata, tevha allahalaca pukaratata, tyacyasathi upasanela khasakaruna, maga jevha to tyanna khuskikade suraksita ghe'una yeto, tevha lageca sirka (aneka'isvara'upasana) karu lagatata"},{"SurahNumber":29,"VerseNumber":66,"Text":"Yasathi ki amhi kelelya upakaransi krtaghna vhave ani labha gheta rahava. Ata lavakaraca tyanna kaluna ye'ila"},{"SurahNumber":29,"VerseNumber":67,"Text":"Kaya he nahi pahata ki amhi haramala santice stala banavile, vastutah tyancya javalacya ilakyatuna loka apahrta kele jatata. Kaya he asatyavara tara visvasa thevatata ani allahacya krpa- denagyanvara krtaghnata dakhavitata"},{"SurahNumber":29,"VerseNumber":68,"Text":"Ani tyahuna motha atyacari kona asela, jo allahasi chotya gostica sambandha jodela kinva satya tyacyajavala ye'una pohacale asata, to tyala khote asalyace sangela. Kaya asa kaphirance thikana jahannamamadhye nasela"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ani je loka amacya margata duhkha sahana karatata, amhi tyanna apala marga avasya dakhavu. Nihsansaya, allaha satkarma karanaryanca sobati ahe"}]}