{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"«O, Rabbim! Sen maga mulk-biylik berip, tustordun maanisin uyrottuŋ! Oo, asmandar jana jerdin jaratuucusu! Menin duyno-Akırettegi saktoocum Ozuŋsuŋ! Meni musulman abalda olturup (narkı duynodo) jaksı adamdarga koskunuŋ!»"},{"SurahNumber":12,"VerseNumber":102,"Text":"(O, Muhammad!) Biz saga vahiy kılgan bul ikaya kayıp kabarlarınan. (Bolboso, Yusuftun agaları) aylakerlik kılıp, oz isterin coguu erejelestirip jatkanda, sen alardın aldında jok bolcusuŋ"},{"SurahNumber":12,"VerseNumber":103,"Text":"Eger sen umtulsaŋ da adamdardın kopculugu momun boluspayt"},{"SurahNumber":12,"VerseNumber":104,"Text":"Sen al (daavatıŋ) ucun alardan akı dele surabaysıŋ. Al (Kuraan) aalamdar(dagı bardık adamdar) ucun estetuu gana"},{"SurahNumber":12,"VerseNumber":105,"Text":"Asmandar jana Jerde (Allaһtın jalgız Kuday ekenin bildirgen) kancalagan ayan-belgiler bar. (Birok,) adamdar alardan juz burgan boydon (ıymansız) otup ketisuudo"},{"SurahNumber":12,"VerseNumber":106,"Text":"Alardan kopculugu Allayһka.., musrik bolgon abalda iseniset"},{"SurahNumber":12,"VerseNumber":107,"Text":"Alar ozdoruno Allaһtın orop aluucu azabı kelisinen je bolboso, sezbey turgan mezgilderinde kapıstan Kıyamat kelip kalısınan koŋuldoru beypil beken"},{"SurahNumber":12,"VerseNumber":108,"Text":"Ayt: «Usul menin jolum! Men adamdardı Allaһka (ec nerseni serik kılbay sıyınuuga) cakıramın! Men jana maga eercigender anık dalildin ustundobuz. Allaһ (musrikter sıpattagan kemcildiktuu sıpattardan) Aruu-Taza! Jana men musrikterden emesmin!”"},{"SurahNumber":12,"VerseNumber":109,"Text":"Senden murda Biz (peristeden je ayaldardan emes) saar elinin erkekterinen paygambar kılıp, alarga vahiy jibergenbiz. Jer betinde sayakat kılıspaybı jana ozdorunon murunkulardın (kaapırlardın) akıbetteri kanday bolgonun koruspoybu? Al emi, takıba adamdar ucun Akıret Uyu jaksı. Akıl kalcap korboysuŋorbu"},{"SurahNumber":12,"VerseNumber":110,"Text":"Allaһtın paygambarları dele, «Biz aldandıkpı» dep oylop kalıskan(da gana) alarga Bizdin jardamıbız (kaapırlardın basına tuskon azap turundo) kelgen jana Biz kaalagan adamdar kutkarılgan. Kılmısker koomdordon bolso, Bizdin azap (ec kacan) kaytarılbayt"},{"SurahNumber":12,"VerseNumber":111,"Text":"Alardın bayandarında akılduu adamdar ucun sabak bar. (Osol ikayalardı bayandagan Kuraan bolso, Muhammad tarabınan) oylop cıgarılgan sozdor emes. A, birok, ozunon murunku (kitepterdi) tastıktoocu, bardık nersenin toluk bayanı jana ıymanduu adamdar ucun Tuura Jol jana Irayımdır"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif, Lam, Raa. Bular — Kitep ayattarı. Jana (oo, Muhammad), saga Rabbiŋ tarabınan tusurulgon nerse (Kuraan) Akıykat. Birok, (buga) kopculuk adamdar isenispeyt"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allaһsiler korup turgan asmandardı tiroocsuz kotordu. Andan kiyin Arstan biyik boldu?. Jana Kun menen Aydı (pendelerdin paydalarına) moyun sundurdu. Alardın ar biri (Kudurettuu Kudaydın baskaruusu menen) belgilengen ubakıtka (Kıyamatka) ceyin (meykindikte suzup) juro beret. (Allaһ) isterdi baskarat. Rabbiŋerge joluguunu anık-aykın bilip aluuŋar ucun ayat- dalilderdi anık, toluk korgozup beret"},{"SurahNumber":13,"VerseNumber":3,"Text":"Jana Al jerdi(n betin) jayık kılıp aga toolordu, darıyalardı jarattı. Jer betine ar turduu momolordon eki juptan jarattı. (Jana) Al kunduzdu tun menen orop koyot. Albette, usularda pikirin istetken adamdar ucun (Allaһtın daanısmandıgına jana kuduretinde) dalilder bar"},{"SurahNumber":13,"VerseNumber":4,"Text":"Jana jer betinde biri-birine jakın aydoo jerler, juzum baktar, eginder jana butaktuu-butaksız kurmalar bar. (Alar) bir (turduu) suu menen sugarılat. Jegende Biz alardın kee birin baskalarınan artıgıraak kılıp koyobuz. Cınında, bul nerselerde akılın istetken adamdar ucun (Allaһtın kuduretine) belgiler bar"}]}