{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Nadejdzie rozkaz Boga. Nie starajcie sie go przyspieszyc! Niech Bogu bedzie chwała! On jest wyniosły ponad to, co Jemu dodaja jako wspołtowarzyszy"},{"SurahNumber":16,"VerseNumber":2,"Text":"On zsyła aniołow wraz z Duchem, pochodzacym od Jego rozkazu, na kogo chce sposrod Swoich sług: \"Ostrzegajcie, iz nie ma boga, jak tylko Ja! Przeto, bojcie sie Mnie"},{"SurahNumber":16,"VerseNumber":3,"Text":"On stworzył niebiosa i ziemie w całej prawdzie. On jest wyniosły ponad to, co Jemu dodaja jako wspołtowarzyszy"},{"SurahNumber":16,"VerseNumber":4,"Text":"On stworzył człowieka z kropli spermy, a jednak on jest jego jawnym przeciwnikiem"},{"SurahNumber":16,"VerseNumber":5,"Text":"On stworzył dla was zwierzeta, ktore dostarczaja wam ciepła i innych korzysci; i z nich wy sie zywicie"},{"SurahNumber":16,"VerseNumber":6,"Text":"Widzicie w nich piekno, kiedy przypedzacie je wieczorem na spoczynek, i kiedy je wypedzacie rano na pastwisko"},{"SurahNumber":16,"VerseNumber":7,"Text":"One przenosza wasze ciezary do krainy, do ktorej zdołalibyscie dotrzec jedynie z wielkim trudem. Zaprawde, wasz Pan jest dobrotliwy, litosciwy"},{"SurahNumber":16,"VerseNumber":8,"Text":"On stworzył konie, muły i osły, abyscie ich dosiadali, a takze dla ozdoby. I On stwarza to, czego wy nie znacie"},{"SurahNumber":16,"VerseNumber":9,"Text":"Bogu przypada wskazywanie drogi, ale niektorzy odstepuja od niej. Gdyby On zechciał, to was wszystkich poprowadziłby droga prosta"},{"SurahNumber":16,"VerseNumber":10,"Text":"On jest Tym, ktory zesłał z nieba wode: ona wam słuzy do picia; dzieki niej rosna krzewy, ktore stanowia pasze"},{"SurahNumber":16,"VerseNumber":11,"Text":"Przez nia Bog sprawia, iz rosna dla was zasiewy, drzewa oliwne, palmy i winna latorosl oraz wszelkiego rodzaju owoce. Zaprawde, w tym jest znak dla ludzi, ktorzy sie zastanawiaja"},{"SurahNumber":16,"VerseNumber":12,"Text":"On podporzadkował dla was: noc i dzien, słonce i ksiezyc; i gwiazdy sa podporzadkowane Jego rozkazowi. Zaprawde, w tym sa znaki dla ludzi, ktorzy sa rozumni"},{"SurahNumber":16,"VerseNumber":13,"Text":"I to, co rozsiał dla was po ziemi, w rozmaitych kolorach; zaprawde, w tym. jest znak dla ludzi, ktorzy sobie przypominaja"},{"SurahNumber":16,"VerseNumber":14,"Text":"To On podporzadkował morze, abyscie jedli z niego swieze mieso i abyscie wydobywali z niego ozdoby, ktore nosicie. I widzisz okrety prujace fale, abyscie mogli poszukiwac Jego dobroci. Byc moze, bedziecie wdzieczni"},{"SurahNumber":16,"VerseNumber":15,"Text":"I rzucił na ziemie solidnie stojace - azeby ona nie kołysała sie z wami - i rzeki, i drogi; - byc moze, pojdziecie droga prosta"},{"SurahNumber":16,"VerseNumber":16,"Text":"I znaki rozpoznawcze, a według gwiazd oni znajduja droge"},{"SurahNumber":16,"VerseNumber":17,"Text":"Czy ten, kto stwarza, jest taki jak ten, kto nie stwarza? Czy wy sie nie opamietacie"},{"SurahNumber":16,"VerseNumber":18,"Text":"A jeslibyscie chcieli zliczyc dobrodziejstwa Boga, to zliczyc ich nie zdołacie. Zaprawde, Bog. jest przebaczajacy, litosciwy"},{"SurahNumber":16,"VerseNumber":19,"Text":"Bog zna to, co utrzymujecie w tajemnicy, i to, co głosicie jawnie"},{"SurahNumber":16,"VerseNumber":20,"Text":"A ci, ktorych oni wzywaja poza Bogiem, nie stwarzaja niczego, albowiem sami zostali stworzeni"},{"SurahNumber":16,"VerseNumber":21,"Text":"Oni sa martwi, nie zyjacy, nie wiedza, kiedy zostana wskrzeszeni"},{"SurahNumber":16,"VerseNumber":22,"Text":"Wasz Bog - to Bog Jedyny! A ci, ktorzy nie wierza w zycie ostateczne, to sercem swoim zaprzeczaja; oni sa pełni dumy"},{"SurahNumber":16,"VerseNumber":23,"Text":"Nie ma zadnej watpliwosci, iz Bog wie, co wy ukrywacie i co głosicie jawnie. Zaprawde, On nie kocha ludzi pycha nadetych"},{"SurahNumber":16,"VerseNumber":24,"Text":"A kiedy im mowia: \"Co zesłał wasz Pan?\" - oni mowia: To basnie dawnych przodkow"},{"SurahNumber":16,"VerseNumber":25,"Text":"Niech oni wiec niosa swoje ciezary w całosci w Dniu Zmartwychwstania, i czesc ciezarow tych ludzi, ktorych oni sprowadzili z drogi bezwiednie. Jakze złe jest to, co oni poniosa"},{"SurahNumber":16,"VerseNumber":26,"Text":"Knuli juz podstepy ci, ktorzy byli przed nimi, lecz Bog zniszczył ich budowle od podstaw. I zawalił sie nad nimi dach; przyszła na nich kara, skad nawet jej nie przeczuwali"},{"SurahNumber":16,"VerseNumber":27,"Text":"Potem - w Dniu Zmartwychwstania - Bog okryje ich hanba i powie: \"Gdziez sa Moi wspołtowarzysze, o ktorych spieraliscie sie?\" Powiedza ci, ktorzy otrzymali wiedze: \"Zaprawde, hanba i zło niech spadnie dzis na tych, ktorzy nie uwierzyli"},{"SurahNumber":16,"VerseNumber":28,"Text":"tych, ktorych wezwa aniołowie, niesprawiedliwych dla samych siebie; oni wtedy upokorza sie całkowicie: \"My nie uczynilismy nic złego!\" Alez przeciwnie! Zaprawde, Bog wie doskonale, co wy czyniliscie"},{"SurahNumber":16,"VerseNumber":29,"Text":"Wejdzcie wiec do bram Gehenny, bedziecie tam przebywac na wieki!\" A jakze to złe miejsce schronienia dla ludzi pyszniacych sie"}]}