{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"When human bol afflicted he implores jeho Lord sincerely devoted do Him! mat rad skoro mat rad He zehnat him he zabudnut jeho previous imploring sets idols rank GOD divert others Jeho chodnicek! Say Enjoy tvoj disbelief temporarily; ona incurred hellfire"},{"SurahNumber":39,"VerseNumber":9,"Text":"it je lepsi 1 z those meditate night prostrating zostat aware z Hereafter je seeking zlutovanie ich Lord Say Je those zauzlit equal do those nie zauzlit? Len those possess inteligencia berie heed"},{"SurahNumber":39,"VerseNumber":10,"Text":"Say O Moj servants verit ona reverence tvoj Lord those zavodny righteousness v this world dobry reward GOD's zem bol spacious those steadfastly persevere receive ich recompense generously limits"},{"SurahNumber":39,"VerseNumber":11,"Text":"Say ja commanded kult GOD devoting nabozenstvo absolutely Him alone"},{"SurahNumber":39,"VerseNumber":12,"Text":"Ja commanded bol utmost submitter"},{"SurahNumber":39,"VerseNumber":13,"Text":"Say ja fear if ja disobeyed moj Lord retribution velka dni"},{"SurahNumber":39,"VerseNumber":14,"Text":"Say GOD bol iba Jeden ja kult devoting moj nabozenstvo absolutely Him alone"},{"SurahNumber":39,"VerseNumber":15,"Text":"Therefore kult whatever ona zelat Him. Say real losers bol those lose ich souls ich rodina Dni Vzkriesenie. Vela istota this bol real loss"},{"SurahNumber":39,"VerseNumber":16,"Text":"They have masses z zapalit them pod them. GOD thus alerts JEHO servants O MOJ servants ONA reverence MNA"},{"SurahNumber":39,"VerseNumber":17,"Text":"Mat rad for those discard kult all idols devote totally GOD alone they zasluzit happiness. Dat dobry zvest Moj servants"},{"SurahNumber":39,"VerseNumber":18,"Text":"They bol jeden examine all words potom nasledovat the lepsie! These je jeden koho GOD guided these je jeden possess inteligencia"},{"SurahNumber":39,"VerseNumber":19,"Text":"S zretel do those zasluzit retribution have ona save those mozem bol already Hell"},{"SurahNumber":39,"VerseNumber":20,"Text":"Mat rad for those reverence ich Lord they have rezidencia rezidencia zostrojit for them s flowing streams This bol GOD's promise GOD never zlomit Jeho promise"},{"SurahNumber":39,"VerseNumber":21,"Text":"Ona nie see GOD sends nadol sky zavlazit potom miesto it into podzemna draha wells potom produces it zasadit robit z various colors potom they grow until they turn zlty potom He turns them hay This bol reminder those possess inteligencia"},{"SurahNumber":39,"VerseNumber":22,"Text":"If GOD renders 1 srdce content Submission he nasledovat lahky z jeho Lord Therefore woe those srdce hardened GOD's odkaz; they ist daleko astray"},{"SurahNumber":39,"VerseNumber":23,"Text":"(GOD revealed TU LEPSIE Hadith; REZERVOVAT SI bol consistent points both ways Heaven Hell)! skins z those reverence ich Lord cringe therefrom potom ich skins ich srdce zmakcit up GOD's odkaz. Such je GOD's guidance; He bestows it upon whoever wills guided Mat rad for those sent astray GOD nothing guide them"},{"SurahNumber":39,"VerseNumber":24,"Text":"Co lepsie than saving jeden je face hrozny retribution Dni Vzkriesenie? transgressors told Chut consequences co ona zarabat"},{"SurahNumber":39,"VerseNumber":25,"Text":"Others them disbelieved consequently retribution afflicted them whence they never expected"},{"SurahNumber":39,"VerseNumber":26,"Text":"GOD condemned them humiliation v this ZIVOT retribution Hereafter bol DALEKO zly they LEN ZAUZLIT"},{"SurahNumber":39,"VerseNumber":27,"Text":"My cited ludia kazdy laskavy z vzor v this Quran ze they berie heed"},{"SurahNumber":39,"VerseNumber":28,"Text":"Arabic Quran any ambiguity they bol righteous"},{"SurahNumber":39,"VerseNumber":29,"Text":"GOD cites VZOR CLOVEK deals s disputing partners (Hadith) compared do a muz KTO deals s LEN JEDEN consistent ZDROJ (Quran)! Je they the same Chvalit je do GOD vela z them nie zauzlit"},{"SurahNumber":39,"VerseNumber":30,"Text":"Ona (Muhammad) iste umrel len mat rad they umrel"},{"SurahNumber":39,"VerseNumber":31,"Text":"Dni Vzkriesenie before tvoj Lord ona zaludnit feud 1 iny"}]}