{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Kwani hawatembei katika ardhi wakaona jinsi ulivyo kuwa mwisho wa walio kuwa kabla yao? Hao walikuwa wamewazidi hawa kwa nguvu na athari katika nchi. Na Mwenyezi Mungu aliwatia mkononi kwa sababu ya madhambi yao. Na wala hapakuwa wa kuwalinda na Mwenyezi Mungu"},{"SurahNumber":40,"VerseNumber":22,"Text":"Hayo ni kwa sababu walikuwa wanawajia Mitume wao kwa hoja zilizo wazi, lakini wakawakataa, ndipo Mwenyezi Mungu akawakamata. Bila ya shaka Yeye ni Mwenye nguvu, Mkali wa kuadhibu"},{"SurahNumber":40,"VerseNumber":23,"Text":"Na kwa yakini tulimtuma Musa pamoja na Ishara zetu na uthibitisho ulio wazi"},{"SurahNumber":40,"VerseNumber":24,"Text":"Kumwendea Firauni na Hamana na Qaruni, wakasema: Huyu ni mchawi, mwongo mkubwa"},{"SurahNumber":40,"VerseNumber":25,"Text":"Basi alipo waletea Haki inayo toka kwetu, walisema: Waueni watoto wanaume wa wale walio muamini na wawacheni hai wanawake wao. Na haviwi vitimbi vya makafiri ila katika upotovu"},{"SurahNumber":40,"VerseNumber":26,"Text":"Na Firauni akasema: Niachieni nimuuwe Musa, naye amwite Mola wake Mlezi! Mimi nachelea asije kubadilishieni dini yenu, au akatangaza uharibifu katika nchi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Na Musa akasema: Mimi najikinga kwa Mola wangu Mlezi na Mola wenu Mlezi anilinde na kila mwenye jeuri asiye iamini Siku ya Hisabu"},{"SurahNumber":40,"VerseNumber":28,"Text":"Na akasema mtu mmoja Muumini, aliye kuwa mmoja katika watu wa Firauni aliye ficha Imani yake: Mtamuuwa mtu kwa sababu anasema Mola wangu Mlezi ni Mwenyezi Mungu? Na hali naye amekujieni na hoja zilizo wazi? Na akiwa yeye mwongo basi uwongo wake ni juu yake mwenyewe, na akiwa mkweli yatakufikieni baadhi ya hayo anayo kuahidini. Hakika Mwenyezi Mungu hamwongoi apindukiaye mipaka, mwongo mkubwa"},{"SurahNumber":40,"VerseNumber":29,"Text":"Enyi watu wangu! Leo mna ufalme, mmeshinda katika nchi; basi ni nani atakaye nisaidia kutuokoa na adhabu ya Mwenyezi Mungu kama ikitufikia? Firauni akasema: Sikupeni shauri ila ile niliyo iona, wala sikuongozeni ila kwenye njia ya uwongofu"},{"SurahNumber":40,"VerseNumber":30,"Text":"Na akasema yule aliye amini: Enyi watu wangu! Hakika mimi nakukhofieni mfano wa siku za makundi"},{"SurahNumber":40,"VerseNumber":31,"Text":"Mfano wa hali ya watu wa Nuhu na A'di na Thamudi na wale wa baada yao. Na Mwenyezi Mungu hataki kuwadhulumu waja"},{"SurahNumber":40,"VerseNumber":32,"Text":"Na enyi watu wangu! Hakika mimi nakukhofieni Siku ya mayowe"},{"SurahNumber":40,"VerseNumber":33,"Text":"Siku mtakapo geuka kurudi nyuma. Hamtakuwa na wa kukulindeni kwa Mwenyezi Mungu. Na mwenye kuhukumiwa na Mwenyezi Mungu kupotea, basi huyo hana wa kumwongoa"},{"SurahNumber":40,"VerseNumber":34,"Text":"Na alikwisha wajieni Yusuf zamani kwa dalili zilizo wazi, lakini nyinyi mliendelea katika shaka kwa yale aliyo kuleteeni; mpaka alipo kufa mkasema: Mwenyezi Mungu hataleta kabisa Mtume baada yake. Kama hivyo Mwenyezi Mungu humwacha kupotea anaye pindukia mipaka katika maasi anaye jitia shaka"},{"SurahNumber":40,"VerseNumber":35,"Text":"Hao ambao wanajadiliana katika Ishara za Mwenyezi Mungu pasipo ushahidi wowote ulio wafikia, ni chukizo kubwa mbele ya Mwenyezi Mungu na mbele ya walio amini. Hivi ndivyo Mwenyezi Mungu apigavyo muhuri juu ya kila moyo wa jeuri anaye jivuna"},{"SurahNumber":40,"VerseNumber":36,"Text":"Na Firauni akasema: Ewe Hamana! Nijengee mnara ili nipate kuzifikia njia"},{"SurahNumber":40,"VerseNumber":37,"Text":"Njia za mbinguni ili nikamwone Mungu wa Musa. Na kwa hakika mimi bila ya shaka namjua kuwa ni mwongo tu. Na hivi ndivyo Firauni alivyo pambiwa ubaya wa vitendo vyake, na akazuiliwa Njia. Na vitimbi vya Firauni havikuwa ila katika kuangamia tu"},{"SurahNumber":40,"VerseNumber":38,"Text":"Na yule aliye amini alisema: Enyi watu wangu! Nifuateni mimi, nitakuongozeni njia ya uwongozi mwema"},{"SurahNumber":40,"VerseNumber":39,"Text":"Enyi watu wangu! Hakika haya maisha ya dunia ni starehe ipitayo tu, na hakika Akhera ndiyo nyumba ya daima"},{"SurahNumber":40,"VerseNumber":40,"Text":"Mwenye kutenda uovu hatalipwa ila sawa na huo uwovu wake, na anaye tenda wema, akiwa mwanamume au mwanamke, naye ni Muumini, basi hao wataingia Peponi, waruzukiwe humo bila ya hisabu"}]}