{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif - Lam - Mim"},{"SurahNumber":29,"VerseNumber":2,"Text":"Les Hommes escomptent-ils qu’il leur suffira de dire : «Nous croyons», et qu’ils ne seront pas soumis a l’epreuve"},{"SurahNumber":29,"VerseNumber":3,"Text":"Nous avons deja mis a l’epreuve ceux qui les ont precedes. Car Dieu connait parfaitement ceux qui sont sinceres et ceux qui affectent"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ou serait-ce que ceux qui commettent de mauvaises actions croient qu’ils pourront echapper a Nos epreuves ? Voila un bien mauvais raisonnement"},{"SurahNumber":29,"VerseNumber":5,"Text":"Celui qui espere comparaitre devant Dieu, doit savoir que le terme fixe par Dieu s’accomplira, et que Dieu est Celui qui entend tout et qui sait tout"},{"SurahNumber":29,"VerseNumber":6,"Text":"Quiconque lutte pour la Cause de Dieu, lutte en verite pour son propre salut, car Dieu Se suffit a Lui-meme, et l’Univers ne Lui est pas utile"},{"SurahNumber":29,"VerseNumber":7,"Text":"Quant a ceux qui croient et font le bien, Nous effacerons leurs peches, et Nous les retribuerons certainement en prenant en compte leurs meilleures actions"},{"SurahNumber":29,"VerseNumber":8,"Text":"Nous avons recommande a l’Homme d’etre bienveillant a l’egard de son pere et de sa mere. En revanche, s’ils t’incitent a M’associer ce dont tu n’as aucune connaissance, ne leur obeis pas. C’est vers Moi que tous, vous ferez retour, et alors, Je vous rappellerai tout ce que vous faisiez"},{"SurahNumber":29,"VerseNumber":9,"Text":"Et ceux qui auront cru et accompli de bonnes actions, Nous les admettrons aupres des vertueux"},{"SurahNumber":29,"VerseNumber":10,"Text":"Il est des Hommes qui disent : «Nous croyons en Dieu !» Mais des lors qu’ils sont amenes a souffrir durant leur lutte pour la Cause de Dieu, ils considerent les souffrances que leur infligent leurs semblables, comme etant un chatiment inflige par Dieu. Mais lorsqu’un triomphe emanant de ton Seigneur est accorde aux croyants, ils disent : « Nous sommes des votres !». Dieu n’est-Il pas le mieux Informe de ce que recelent les cœurs"},{"SurahNumber":29,"VerseNumber":11,"Text":"Certes, Dieu connait parfaitement ceux qui croient, et Il connait parfaitement les hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"Les denegateurs disent aux croyants : « Suivez notre voie et nous porterons la responsabilite de vos peches !». En verite, ils sont incapables d’en supporter quoi que ce soit. Ils mentent"},{"SurahNumber":29,"VerseNumber":13,"Text":"Mais ils devront surement porter le Jour de la Resurrection, le fardeau de leurs propres peches, ainsi que d’autres fardeaux ajoutes a leurs fardeaux. De plus, ils devront repondre de ce qu’ils ont invente"},{"SurahNumber":29,"VerseNumber":14,"Text":"Nous avons envoye Noe a son peuple aupres duquel il demeura neuf cent cinquante ans. Le deluge les submergea parce qu’ils etaient injustes"},{"SurahNumber":29,"VerseNumber":15,"Text":"Mais Nous le (Noe) sauvames ainsi que ceux qui etaient embarques dans l’arche, et Nous les erigeames en signe pour l’Univers"},{"SurahNumber":29,"VerseNumber":16,"Text":"Et Abraham, lorsqu’il dit a son peuple : « Adorez Dieu et craignez-Le ! C’est mieux pour vous, si vous saviez"},{"SurahNumber":29,"VerseNumber":17,"Text":"En realite, ce que vous adorez en dehors de Dieu, ne sont que des idoles, et vous forgez des mensonges ! Vous adorez en dehors de Dieu, ce qui ne peut assurer votre subsistance. Recherchez la subsistance aupres de Dieu ! Alors, adorez- Le ! Temoignez-Lui votre reconnaissance en celebrant Ses louanges ! Car c’est vers Lui que vous serez ramenes"},{"SurahNumber":29,"VerseNumber":18,"Text":"Si vous rejetez la Verite, sachez que des peuples avant vous l’ont rejetee. Et il n’incombe au messager qu’a transmettre le message en toute clarte"},{"SurahNumber":29,"VerseNumber":19,"Text":"Ne voient-ils pas comment Dieu genere la vie une premiere fois (en la creant une premiere fois), puis recommence le processus (lorsqu’Il ressuscite les morts) ? Cela est chose aisee pour Dieu"},{"SurahNumber":29,"VerseNumber":20,"Text":"Dis : « Parcourez la Terre et observez comment Dieu a initie la creation. Puis, Il initiera une renaissance ultime. La Puissance de Dieu est sans limites"},{"SurahNumber":29,"VerseNumber":21,"Text":"Il chatie qui Il veut et Il pardonne a qui Il veut. C’est Lui qui vous fera mourir"},{"SurahNumber":29,"VerseNumber":22,"Text":"Vous ne pouvez defier Sa volonte ni sur la Terre ni dans le Ciel. Et vous ne trouverez en dehors de Lui, ni allie ni protecteur"},{"SurahNumber":29,"VerseNumber":23,"Text":"Ceux qui denient les signes de Dieu ainsi que leur comparution devant Lui, ceux-la n’auront rien de Ma misericorde et ceux-la subiront un chatiment douloureux"},{"SurahNumber":29,"VerseNumber":24,"Text":"Pour seule reponse, le peuple d’Abraham s’ecria : «Tuez- le ou brulez-le vif !». Mais Dieu le sauva du feu. Il y a la vraiment des signes pour des gens qui croient"},{"SurahNumber":29,"VerseNumber":25,"Text":"Abraham repondit : «Vous n’avez adopte des idoles en dehors de Dieu, que par amitie entre vous en ce monde ici-bas, mais le Jour de la Resurrection, vous vous renierez les uns les autres, et vous vous maudirez les uns les autres. Vous aurez l’Enfer pour ultime demeure, et vous n’en serez pas secourus »"}]}