{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Elif, Lam, Mim, Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Kniga koja ti se objavuva! Pa, neka vo gradite tvoi ne ti se stesnuva od nea za da ne opomenuvaš so nea. Opomena za vernicite"},{"SurahNumber":7,"VerseNumber":3,"Text":"sledete go ona što vi se objavuva od Gospodarot vaš i ne sledete, osven Nego, drugi zaštitnici! Malku e ona vrz što vie se seḱavate"},{"SurahNumber":7,"VerseNumber":4,"Text":"I kolku gradovi Nie uništivme! Do niv, togaš, dopre strogosta Naša dodeka se odmaraa noḱe ili dodeka otsednuvaa denje"},{"SurahNumber":7,"VerseNumber":5,"Text":"Ništo ne možea da povi kaat, koga ḱe im dojdeše Našata strogost, osven što ḱe rečea: “Nie bevme, navistina, zulumḱari"},{"SurahNumber":7,"VerseNumber":6,"Text":"Nie ḱe gi povikame na odgovornost onie na koi im se isprateni pejgamberi, sekako, a ḱe gi povikame na odgovornost I pejgamberite, navistina"},{"SurahNumber":7,"VerseNumber":7,"Text":"I potoa, sigurno, Nie ḱe im go kažuvame se ona, po Naše znaenje, zašto, navistina, ne bevme otsutni"},{"SurahNumber":7,"VerseNumber":8,"Text":"I na Denot toj pravedno ḱe se meri na vaga. I onie čii vagi ḱe natežnat - se spaseni"},{"SurahNumber":7,"VerseNumber":9,"Text":"A onie čii dela se polesni na vagite, togaš, ḱe stradaat dušite nivni. Zašto ajetite Naši, sekako, ne gi priznavaat"},{"SurahNumber":7,"VerseNumber":10,"Text":"na zemjata Nie veḱe ve smestivme i na nea vi opredelivme životni namirnici. Malku e ona za što se zablagodaruvate"},{"SurahNumber":7,"VerseNumber":11,"Text":"I, sekako, Nie ve sozdadovme: vi dadovme izgled, potoa im rekovme na melekite: “Padnete mu na sedžde na Adem!\" Site padnaa na sedžde, a Iblisot ne. Ne beše meǵu onie koi padnaa na sedžde"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah reče: “Što te spreči pa da ne padneš na sedžde koga veḱe ti narediv?\" Iblis reče: “Jas sum podobar od nego. Mene me sozdade od ogan a nego go sozdade od glina"},{"SurahNumber":7,"VerseNumber":13,"Text":"Allah reče: “Sleguvaj od nego, togaš! Ne ti dolikuva vo Džennetot da se duvaš. Izleguvaj, ti si, navistina, meǵu poniženite"},{"SurahNumber":7,"VerseNumber":14,"Text":"Iblis reče: “Daj mi rok do Denot vo koj ḱe bidat oživea"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah reče: “Ti si, navistina, meǵu onie na koi im e daden rok"},{"SurahNumber":7,"VerseNumber":16,"Text":"Iblis reče: “No zatoa što me zavede, jas, sosem sigurno, ḱe IM postavam stapici na Tvojot pat VISTINSKI"},{"SurahNumber":7,"VerseNumber":17,"Text":"Potoa ḱe im prioǵam pred NIV I zad niv, I od nivnata leva strana i od nivnata desna strana i ḱe gi najdeš, MNOZINSTVOTO OD niv, neblagodarni"},{"SurahNumber":7,"VerseNumber":18,"Text":"A Allah reče: “Izlezi od nego, ponižen i otfrlen! So onie što te sledat od NIV I onie od vas, i so site tie, ḱe go ispolnam Džehennemot, navistina"},{"SurahNumber":7,"VerseNumber":19,"Text":"O Ademe, živejte tii ženata tvoja vo Džennetot, i jadete od kade što sakate I ne približuvajte se kon ova steblo zašto ḱe bidete meǵu zulumḱarite"},{"SurahNumber":7,"VerseNumber":20,"Text":"Pa Šejtanot im šepna za da im go otkrie ona što edenadrug im beše skrieno, nivnite sramni mesta, i reče: “Gospodarot vaš vi go zabrani ova steblo za da ne stanete meleki ili da ne bidete za navek"},{"SurahNumber":7,"VerseNumber":21,"Text":"im se kolneše: “Jas sum, navistina, vaš sovetnik"},{"SurahNumber":7,"VerseNumber":22,"Text":"gi zavede so izmamata. Bidejḱi vkusija od stebloto im se pokažaa nivnite sramni mesta i počnaa da gi pokrivaat so džennetsko lisje. I Gospodarot NIVNI im reče: “Neli vi go zabraniv stebloto i neli vi rekov deka Šejtanot, navistina, e vašiot jasen neprijatel"},{"SurahNumber":7,"VerseNumber":23,"Text":"Rekoa: “Gospodare naš, sami sebesi si napravivme zulum i ako ne ni prostiš i ako ne ni se smiluvaš, ḱe bideme, sekako, meǵu porazenite"},{"SurahNumber":7,"VerseNumber":24,"Text":"Allah reče: “Sleguvajte! Edninadrugi neprijateli ḱe bidete. Za vas zemjata ḱe bide utvrduvalište i uživanje vaše do edno vreme opredeleno"},{"SurahNumber":7,"VerseNumber":25,"Text":"llah reče: “Na zemjata ḱe živeete i na nea ḱe umrete I od nea ḱe izlezete"},{"SurahNumber":7,"VerseNumber":26,"Text":"sinovi MAdemovi, Nie vi isprativme obleka, sekako, za da gi pokriete sramnite mesta vaši, i odela, no oblekata na bogobojazlivosta, vsušnost, e najdobrata. Ete, toa e edno od znamenijata Allahovi za da se seḱavaat"},{"SurahNumber":7,"VerseNumber":27,"Text":"sinovi M„Ademovi, Neka Šejtanot ne ve zavede onaka kako što gi izvede od Džennetot roditelite vaši, soblekuvajḱi ja oblekata nivna za da im gi pokaže sramnite mesta. Šejtanot i negovata družba, navistina, ve gledaat otade od kadešto vie ne gi gledate. Nie gi opredelivme mšejtanite, sekako, da bidat zaštitnici za onie koi ne veruvaat"},{"SurahNumber":7,"VerseNumber":28,"Text":"koga ḱe napravat sramno delo, velat: “Nie gi zateknavme roditelite naši vo toa i Allah toa ni go naredi. Kaži: “Allah, navistina, ne nareduva sramno delo. Ḱe go zboruvate li za Allah ona što ne go znaete"},{"SurahNumber":7,"VerseNumber":29,"Text":"aži: “Gospodarot moj mi naredi pravednost.\" I upravete gi licata vaši, pri sekoj namaz, kon Nego, povikuvajḱi Go: čisti vo verata Negova; kako što započna so vas taka i ḱe završi"},{"SurahNumber":7,"VerseNumber":30,"Text":"Edni gi upatuvaše a drugi, so pravo, vo zabluda gi ostavaše: ovie, navistina, gi zemaa šejtanite \"mesto Allaha za zaštitnici, mislejḱi, sekako, deka se upatenite"}]}