{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"niścayaṅgā, allāh viśvasin̄cina vārini kāpāḍutāḍu. Niścayaṅgā allāh ē viśvāsa ghātakuṇṇi mariyu kr̥taghnuṇṇi prēmin̄caḍu"},{"SurahNumber":22,"VerseNumber":39,"Text":"tamapai dāḍi cēsina vāritō yud'dhaṁ cēyaṭāniki anumati ivvabaḍutōndi. Endukaṇṭē, vāru an'yāyāniki guri cēya baḍḍāru. Niścayaṅgā, allāh vāriki sahāyaṁ cēyagala samardhuḍu"},{"SurahNumber":22,"VerseNumber":40,"Text":"vāriki evaraitē kēvalaṁ: \"Mā prabhuvu allāh!\" Ani annanduku mātramē, an'yāyaṅgā tama iṇḍla nuṇḍi tarimi vēyabaḍḍārō! Okavēḷa allāh prajalanu okari dvārā marokarini tolagistū uṇḍakapōtē kraistava san'yāsula maṭhālu, carculu, yūdula prārthanālayālu mariyu masjidulu, ekkaḍaitē allāh pēru atyadhikaṅgā smarin̄cabaḍutundō, annī dhvansaṁ cēyabaḍi uṇḍēvi. Niścayaṅgā tanaku tānu sahāyaṁ cēsukunē vāniki allāh tappakuṇḍā sahāyaṁ cēstāḍu. Niścayaṅgā, allāh mahā balavantuḍu, sarvaśaktimantuḍu"},{"SurahNumber":22,"VerseNumber":41,"Text":"Vārē! Okavēḷa mēmu vāriki bhūmipai adhikārānni prasādistē, vāru namāj sthāpistāru, vidhidānaṁ (jakāt) istāru mariyu dharmamunu (man̄cini) ādēśistāru mariyu adharmamu (ceḍu) nuṇḍi niṣēdhistāru. Sakala vyavahārāla antima nirṇayaṁ allāh cētilōnē vundi"},{"SurahNumber":22,"VerseNumber":42,"Text":"mariyu (ō muham'mad!) Vāru (satyatiraskārulu) okavēḷa ninnu asatyavāduḍavani tiraskaristē (āścaryapaḍaku); vāstavāniki, vāriki pūrvaṁ nūh, ād mariyu samūd jātula vāru kūḍā (tama pravaktalanu) asatyavādulani tiraskarin̄cāru"},{"SurahNumber":22,"VerseNumber":43,"Text":"mariyu ibrāhīm jātivāru mariyu lūt jātivāru"},{"SurahNumber":22,"VerseNumber":44,"Text":"mariyu mad yan vāsulu kūḍānu! Antēkādu mūsā kūḍā asatyavāduḍavani tiraskarin̄cabaḍḍāḍu. Kāvuna nēnu satyatiraskārulaku (modaṭa) konta vyavadhinicci, taruvāta paṭṭukuṇṭānu. (Cūśārā!) Nannu tiraskarin̄caḍaṁ vāri koraku enta ghōramainadigā uṇḍenō"},{"SurahNumber":22,"VerseNumber":45,"Text":"(ī vidhaṅgā), mēmu ennō purālanu nāśanaṁ cēśāmu. Endukaṇṭē, vāṭi (prajalu) durmārgulai uṇḍiri. (Īnāḍu) avi nāśanamai, tama kappula mīda talakrindulai paḍi vunnāyi. Vāri bāvulu mariyu vāri dr̥ḍhamaina kōṭalu kūḍā pāḍupaḍi unnāyi"},{"SurahNumber":22,"VerseNumber":46,"Text":"ēmī? Vāru bhūmilō prayāṇaṁ cēyarā? Dānini, vāri hr̥dayālu (manas'sulu) arthaṁ cēsukōgalagaṭāniki mariyu vāri cevulu dānini vinaṭāniki? Vāstavamēmiṭaṇṭē vāri kannulaitē gruḍḍivi kāvu, kāni edalalō unna hr̥dayālē gruḍḍivayi pōyāyi"},{"SurahNumber":22,"VerseNumber":47,"Text":"mariyu (ō muham'mad!) Vāru ninnu śikṣa koraku tondara peḍutunnāru. Kāni allāh tana vāgdānānni bhaṅgaparacaḍu. Mariyu niścayaṅgā, nī prabhuvu vadda okka dinaṁ mī lekkala prakāraṁ vēyi sanvatsarālaku samānamainadi"},{"SurahNumber":22,"VerseNumber":48,"Text":"mariyu durmārganlō munigivunna ennō nagarālaku nēnu vyavadhiniccānu! Taruvāta vāṭini (śikṣin̄caṭāniki) paṭṭukunnānu. (Vāri) gamyasthānaṁ nā vaipunakē kadā"},{"SurahNumber":22,"VerseNumber":49,"Text":"(Ō muham'mad!) Vāritō anu: \"Ō mānavulārā! Nēnu kēvalaṁ mīku spaṣṭaṅgā heccarika cēsēvāḍanu mātramē"},{"SurahNumber":22,"VerseNumber":50,"Text":"kāvuna evaraitē, viśvasin̄ci satkāryālu cēstārō, vāriki kṣamāpaṇa mariyu gauravapradamaina jīvanōpādhi uṇṭāyi"},{"SurahNumber":22,"VerseNumber":51,"Text":"kāni evaraitē mā sūcanalanu kin̄caparacaṭāniki prayatnistārō alāṇṭi vāru tappaka bhagabhaga maṇḍē narakāgnivāsulavutāru"},{"SurahNumber":22,"VerseNumber":52,"Text":"mariyu (ō pravaktā!) Nīku pūrvaṁ mēmu pampina ē sandēśaharuḍu gānī, lēdā pravakta gānī (nā sandēśānni prajalaku) andin̄cagōrinapuḍu, ṣaitān atani kōrikalanu āṭaṅka paracakuṇḍā uṇḍalēdu. Kāni ṣaitān kalpin̄cina āṭaṅkālanu allāh nirmūlin̄cāḍu. Ā taruvāta allāh tana āyat lanu sthiraparacāḍu. Mariyu allāh sarvajñuḍu, mahā vivēcanāparuḍu"},{"SurahNumber":22,"VerseNumber":53,"Text":"evari hr̥dayālalō rōgamundō! Mariyu evari hr̥dayālu kaṭhinamainavō, vāriki ṣaitān kalpin̄cēvi (sandēhālu) oka parīkṣagā cēyabaḍaṭāniki. Mariyu niścayaṅgā ī durmārgulu virōdhanlō cālā dūraṁ veḷḷipōyāru"},{"SurahNumber":22,"VerseNumber":54,"Text":"mariyu jñānamosaṅga baḍinavāru idi (ī khur'ān) nī prabhuvu taraphu nuṇḍi vaccina satyamani telusukoni dānini viśvasin̄caṭāniki, vāri hr̥dayālu dāniki aṅkitaṁ avaṭāniki. Mariyu niścayaṅgā, allāh viśvasin̄cē vāriki r̥jumārgaṁ vaipunaku mārgadarśatvaṁ cēstāḍu"},{"SurahNumber":22,"VerseNumber":55,"Text":"mariyu satyatiraskārulu dīnini (ī khur'ān nu) gurin̄ci - akasmāttugā antima ghaḍiya vaccēvaraku lēdā ā ēkaika dinapu śikṣa avatarin̄cē varaku - sandēhanlō paḍi uṇṭāru"},{"SurahNumber":22,"VerseNumber":56,"Text":"ā rōju sarvādhipatyaṁ allāh dē. Āyana vāri madhya tīrpu cēstāḍu. Kāvuna viśvasin̄ci satkāryālu cēsēvāru paramānandakaramaina svargavanālalō uṇṭāru"},{"SurahNumber":22,"VerseNumber":57,"Text":"kāni, evaraitē satyatiraskārulai, mā sūcanalanu abad'dhālani tiraskarin̄cārō, vāriki avamānakaramaina śikṣa uṇṭundi"},{"SurahNumber":22,"VerseNumber":58,"Text":"Evaru allāh mārganlō tama iṇḍlanu vadali (valasa) pōyi, ā taruvāta campabaḍatārō lēdā maraṇistārō vāriki allāh (paralōkanlō) śrēṣṭhamaina upādhini prasādistāḍu. Niścayaṅgā, allāh mātramē uttama upādhi pradāta"},{"SurahNumber":22,"VerseNumber":59,"Text":"āyana vārini vāru tr̥ptipaḍē sthalanlō pravēśimpajēstāḍu. Mariyu niścayaṅgā, allāh sarvajñuḍu, sahanaśīluḍu"}]}