{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"[Сулєйман] сказав: «Подивимось, чи сказав ти правду, чи належиш до брехунів"},{"SurahNumber":27,"VerseNumber":28,"Text":"Іди з цим листом від мене й віддай їм. А потім відійди та зачекай, що вони скажуть у відповідь!»"},{"SurahNumber":27,"VerseNumber":29,"Text":"[Цариця] сказала: «О вельможі! Мені принесли шляхетного листа"},{"SurahNumber":27,"VerseNumber":30,"Text":"від Сулєймана, і в ньому написано: «Ім’ям Аллага Милостивого, Милосердного"},{"SurahNumber":27,"VerseNumber":31,"Text":"Не вивищуйтеся наді мною та прийдіть до мене покірними!»"},{"SurahNumber":27,"VerseNumber":32,"Text":"Вона сказала: «О вельможі! Порадьте мені, що робити, адже я ніколи не приймала рішень без вас!»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Ті відповіли: «Ми маємо силу й міць, але рішення за тобою! Подумай, що ти накажеш нам!»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Вона сказала: «Царі, коли входять до селища, руйнують його й перетворюють наймогутніших жителів у наймізерніших. Саме так вони чинять"},{"SurahNumber":27,"VerseNumber":35,"Text":"Я відішлю їм дари й подивлюся, з чим прийдуть назад посли!»[CCXCIV]"},{"SurahNumber":27,"VerseNumber":36,"Text":"Коли ті прийшли до Сулєймана, він сказав: «Невже ви прагнете допомогти мені багатством? Те, що дарував мені Аллаг, краще за принесене вами! Ні, це ви радієте дарам, які приносять вам"},{"SurahNumber":27,"VerseNumber":37,"Text":"Повертайся до них, а ми прийдемо з військом, перед яким ті не встоять, і виженемо їх звідти, жалюгідними й приниженими!»"},{"SurahNumber":27,"VerseNumber":38,"Text":"Сулєйман сказав: «О вельможі! Хто з вас принесе мені її трон раніше, ніж вони прийдуть до мене покірними?»"},{"SurahNumber":27,"VerseNumber":39,"Text":"Один могутній джин сказав: «Я принесу його тобі раніше, ніж ти підведешся зі свого місця! Я маю достатньо сили й заслуговую на довіру!»[CCXCV]"},{"SurahNumber":27,"VerseNumber":40,"Text":"А той, який мав знання з Писання, сказав: «Я принесу його тобі раніше, ніж ти встигнеш кліпнути оком!» Побачивши встановлений перед собою трон, [Сулєйман] сказав: «Така ласка Господа мого, якою Він мене випробовує — буду я вдячним чи невдячним? Хто дякує, той дякує лише задля себе, а хто невдячний, то, воістину, Господь мій — Багатий, Щедрий!»[CCXCVI]"},{"SurahNumber":27,"VerseNumber":41,"Text":"[Сулєйман] сказав: «Зробіть її трон невпізнанним! Подивимося, чи йде вона прямим шляхом, чи вона — одна з тих, які не йдуть прямим шляхом!»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Коли та прийшла, її запитали: «Чи такий твій трон?» Вона сказала: «Наче це він сам!» [Сулєйман сказав:] «Знання дано нам раніше за неї і ми покірні [Аллагу!]»"},{"SurahNumber":27,"VerseNumber":43,"Text":"Її збивало зі шляху те, чому вона поклонялася замість Аллага. Воістину, вона була з народу невіруючого"},{"SurahNumber":27,"VerseNumber":44,"Text":"Їй сказали: «Увійди до палацу!» Коли вона побачила його, то сприйняла за поверхню води та оголила свої ноги. Сулєйман сказав: «Цей палац із кришталю!» Вона сказала: «Господи! Я була несправедлива до себе! І я разом із Сулєйманом корюся Аллагу, Господу світів!»"},{"SurahNumber":27,"VerseNumber":45,"Text":"Ми відіслали до самудитів їхнього брата Саліха, щоб вони поклонялись Аллагу, але ті розділилися на дві групи й почали сперечатися між собою"},{"SurahNumber":27,"VerseNumber":46,"Text":"Він сказав: «О народе мій! Чому ви намагаєтеся прискорити зло, а не добро? Чому ви не просите в Аллага прощення — можливо, Він змилується над вами?»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Ті сказали: «Ми бачимо в тобі й у тих, хто з тобою, поганий знак!» Той сказав: «Ваш поганий знак належить Аллагу, але ви — народ, який спокушають!»"},{"SurahNumber":27,"VerseNumber":48,"Text":"У місті були дев’ятеро, які поширювали безчестя на землі й нічого не покращували"},{"SurahNumber":27,"VerseNumber":49,"Text":"Вони сказали: «Покляніться один одному Аллагом, що вночі ми нападемо на Саліха та його родину, а потім скажемо його близькому родичу, що ми не були свідками вбивства його родини й говоримо правду!»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Вони хитрували, але хитрували й Ми, а вони цього не знали"},{"SurahNumber":27,"VerseNumber":51,"Text":"Поглянь, до чого призвели їхні хитрощі: Ми знищили їх разом з усім їхнім народом"},{"SurahNumber":27,"VerseNumber":52,"Text":"Ось їхні будинки, зруйновані за те, що вони були несправедливі. Воістину, в цьому — знамення для знаючих людей"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ми врятували тих, які увірували й були богобоязливими"},{"SurahNumber":27,"VerseNumber":54,"Text":"Ось Лют сказав своєму народу: «Невже ви будете коїти мерзенні вчинки, хоч самі бачите це"},{"SurahNumber":27,"VerseNumber":55,"Text":"Невже ви будете приходити з пристрастю до чоловіків, а не до жінок? Та ж ні, ви невігласи!»"}]}