{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Bu, indirip, hükümlerini kesinleştirdiğimiz suredir. Öğüt alasınız diye onda apaçık ayetler indirdik"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zina eden kadın ve erkeğin her birine yüzer değnek vurun. Allah'a ve ahiret gününe inanıyorsanız, Allah'ın dini konusunda o ikisine acımayın. Onların ceza görmesine, inananlardan bir topluluk da şahit olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zina eden erkek, ancak zina eden veya putperest bir kadınla evlenebilir. Zina eden kadınla da, ancak zina eden veya putperest olan bir erkek evlenebilir. Bu, müminlere yasak edilmiştir"},{"SurahNumber":24,"VerseNumber":4,"Text":"İffetli kadınlara zina isnat edip de, sonra dört şahit getiremeyenlere seksen değnek vurun; ebediyen onların şahidliğini kabul etmeyin. İşte onlar yoldan çıkmış kimselerdir"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ama bundan sonra, tevbe edip düzelenler bunun dışındadır. Şüphesiz Allah bağışlar ve merhamet eder"},{"SurahNumber":24,"VerseNumber":6,"Text":"Karılarına zina isnat edip de kendilerinden başka şahidleri olmayanların şahidliği, kendisinin doğru sözlülerden olduğuna Allah'ı dört defa şahit tutmasıyla olur. Beşincisinde, eğer yalancılardan ise Allah'ın lanetinin kendisine olmasını diler"},{"SurahNumber":24,"VerseNumber":7,"Text":"Karılarına zina isnat edip de kendilerinden başka şahidleri olmayanların şahidliği, kendisinin doğru sözlülerden olduğuna Allah'ı dört defa şahit tutmasıyla olur. Beşincisinde, eğer yalancılardan ise Allah'ın lanetinin kendisine olmasını diler"},{"SurahNumber":24,"VerseNumber":8,"Text":"Kocasının yalancılardan olduğuna Allah'ı dört defa şahit tutması, cezayı kadından savar. Beşincisinde, kocası doğrulardan ise kendisinin Allah'ın gazabına uğramasını diler"},{"SurahNumber":24,"VerseNumber":9,"Text":"Kocasının yalancılardan olduğuna Allah'ı dört defa şahit tutması, cezayı kadından savar. Beşincisinde, kocası doğrulardan ise kendisinin Allah'ın gazabına uğramasını diler"},{"SurahNumber":24,"VerseNumber":10,"Text":"Allah'ın size nimet ve rahmeti bulunmasa ve Allah tevbeleri kabul eden ve Hakim olmasaydı suçlunun hemen cezasını verirdi"},{"SurahNumber":24,"VerseNumber":11,"Text":"(Peygamber'in eşi hakkında) o yalanı uyduranlar içinizden bir güruhtur. Bunu kendiniz için kötü sanmayın, o sizin için hayırlı olmuştur. O kimselerden her birine kazandığı günah karşılığı ceza vardır; içlerinden elebaşılık yapana ise büyük azap vardır"},{"SurahNumber":24,"VerseNumber":12,"Text":"Onu işittiğiniz zaman, erkek kadın müminlerin, kendiliklerinden hüsnü zanda bulunup da: \"Bu apaçık bir iftiradır\" demeleri gerekmez miydi"},{"SurahNumber":24,"VerseNumber":13,"Text":"Dört şahit getirmeleri gerekmez miydi? İşte bunlar, şahit getirmedikçe Allah katında yalancı olanlardır"},{"SurahNumber":24,"VerseNumber":14,"Text":"Allah'ın dünya ve ahirette size lütuf ve merhameti olmasaydı, o kötü sözü yaymanızdan ötürü büyük bir azaba uğrardınız"},{"SurahNumber":24,"VerseNumber":15,"Text":"Onu dilinize dolamıştınız. Bilmediğiniz şeyleri ağzınıza alıyordunuz. Onu önemsiz bir şey sanıyordunuz, oysa Allah katında önemi büyüktü"},{"SurahNumber":24,"VerseNumber":16,"Text":"O'nu işittiğinizde: \"Bu konuda konuşmamız yakışık almaz; haşa, bu büyük bir iftiradır\" demeniz gerekmez miydi"},{"SurahNumber":24,"VerseNumber":17,"Text":"Eğer mümin kişilerdenseniz, Allah buna benzer bir şeye bir daha dönmemenizi tavsiye eder"},{"SurahNumber":24,"VerseNumber":18,"Text":"Allah size ayetleri açıkça bildirir. Allah bilendir, Hakim'dir"},{"SurahNumber":24,"VerseNumber":19,"Text":"Müminler arasından hayasızlığın yayılmasını arzu edenlere, işte onlara, dünya ve ahirette can yakıcı azap vardır. Allah bilir, siz ise bilmezsiniz"},{"SurahNumber":24,"VerseNumber":20,"Text":"Allah'ın size lütuf ve merhameti bulunmasaydı, Allah şefkatli ve merhametli olmasaydı hemen cezanızı verirdi"}]}