{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Bununla beraber azabım da cok acıklı bir azabdır. Bunları gecmisten bazı orneklerle acıklamak uzere"},{"SurahNumber":15,"VerseNumber":51,"Text":"Hem o kullara, Ibrahim'in misafirlerinden de haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Hani melekler, Ibrahim'in yanına girdikleri zaman, \"selam\" demisler, Ibrahim de onlara: \"Biz sizden korkuyoruz\" demisti"},{"SurahNumber":15,"VerseNumber":53,"Text":"Melekler: \"Korkma! Gercekten biz sana bilgin bir ogul mujdeliyoruz\" dediler"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibrahim dedi ki: \"Bana ihtiyarlık gelmisken, beni mi mujdeliyorsunuz, neye dayanarak beni mujdeliyorsunuz"},{"SurahNumber":15,"VerseNumber":55,"Text":"Melekler: \"Seni gercekle mujdeliyoruz. Sakın Allah'ın rahmetinden umidini kesenlerden olma!\" dediler"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ibrahim dedi ki: \"Rabbimin rahmetinden, sapıklardan baska kim umit keser"},{"SurahNumber":15,"VerseNumber":57,"Text":"Ey elciler! Baska ne isiniz var?\" dedi"},{"SurahNumber":15,"VerseNumber":58,"Text":"Melekler soyle dediler: \"Biz suclu bir kavmi cezalandırmak icin gonderildik"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ancak Lut ailesi mustesnadır. Biz, onların hepsini muhakkak kurtaracagız"},{"SurahNumber":15,"VerseNumber":60,"Text":"Yalnız Lut'un karısı mustesna, cunku onun helak edilenlerle birlikte yok edilmesini takdir ettik"},{"SurahNumber":15,"VerseNumber":61,"Text":"Melek olan elciler, Lut kavmine gelince"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lut dedi ki: \"Dogrusu siz urkulecek bir kavimsiniz"},{"SurahNumber":15,"VerseNumber":63,"Text":"Elciler dediler ki: \"Bilakis biz sana onların suphe ettigi azabı getirdik"},{"SurahNumber":15,"VerseNumber":64,"Text":"Sana gercegi getirdik; biz elbette dogru soyluyoruz"},{"SurahNumber":15,"VerseNumber":65,"Text":"Gecenin bir bolumunde aileni yola cıkar, sen de arkalarından yuru ve sizden kimse ardına bakmasın; istenen yere gidin"},{"SurahNumber":15,"VerseNumber":66,"Text":"Biz, Lut'a su kesin emri vahyettik: \"Bu kafirler sabaha cıkarken muhakkak kokleri kesilmis olacaktır"},{"SurahNumber":15,"VerseNumber":67,"Text":"Sehir halkı, insan seklindeki guzel yuzlu melekleri gorunce, onlara igrenc islerini yapabileceklerini dusunup sevinerek geldiler"},{"SurahNumber":15,"VerseNumber":68,"Text":"Lut, kavmine soyle dedi: \"Bunlar benim misafirlerimdir, beni rusvay etmeyin"},{"SurahNumber":15,"VerseNumber":69,"Text":"Allah'tan korkun! Beni mahcub etmeyin"},{"SurahNumber":15,"VerseNumber":70,"Text":"Lut kavmi soyle dedi: \"Biz sana kimsenin koruyuculugunu yapmamanı soylememis miydik"},{"SurahNumber":15,"VerseNumber":71,"Text":"Lut soyle dedi: \"Iste kızlarım! Dusundugunuzu yapacaksanız (onlarla evlenin)"},{"SurahNumber":15,"VerseNumber":72,"Text":"Resulum! Omrune yemin olsun ki gercekten onlar, sarhoslukları icinde bocalayıp duruyorlardı"},{"SurahNumber":15,"VerseNumber":73,"Text":"Gunes dogarken o korkunc cıglık onları yakaladı"},{"SurahNumber":15,"VerseNumber":74,"Text":"Biz, onların sehirlerinin ustunu altına gecirdik ve uzerlerine de balcıktan pisirilmis taslar yagdırdık"},{"SurahNumber":15,"VerseNumber":75,"Text":"Gercekten bunda, dusunen keskin anlayıslılar icin ibretler vardır"},{"SurahNumber":15,"VerseNumber":76,"Text":"Hem o Lut kavminin bulundugu sehir harabesi bir yol uzerinde bulunmaktadır"},{"SurahNumber":15,"VerseNumber":77,"Text":"Suphesiz ki, bunda iman edenler icin bir ibret vardır"},{"SurahNumber":15,"VerseNumber":78,"Text":"Eyke halkı da gercekten zalimlerdi"},{"SurahNumber":15,"VerseNumber":79,"Text":"Biz Eyke halkından da intikam aldık. Ikisi de (Eyke ve Medyen) acık bir yol uzerindedir"},{"SurahNumber":15,"VerseNumber":80,"Text":"Suphesiz ki, Hıcr halkı da peygamberleri yalanladılar"},{"SurahNumber":15,"VerseNumber":81,"Text":"Biz, onlara ayetlerimizi vermistik de onlar, yuz ceviriyorlardı"},{"SurahNumber":15,"VerseNumber":82,"Text":"Onlar, daglardan emniyetli emniyetli evler yontuyorlardı"},{"SurahNumber":15,"VerseNumber":83,"Text":"Onları da sabahleyin korkunc bir cıglık yakaladı"},{"SurahNumber":15,"VerseNumber":84,"Text":"Kazanmakta oldukları seyler, onlardan hicbir zararı savmadı"},{"SurahNumber":15,"VerseNumber":85,"Text":"Biz gokleri, yeri ve aralarındaki varlıkları ancak hak ve hikmetle yarattık ve elbette ki, kıyamet kopacaktır. (Ey Peygamber!) Simdi sen onlara yumusak davran ve guzel muamele et"},{"SurahNumber":15,"VerseNumber":86,"Text":"Suphesiz Rabbin kemaliyle yaratandır ve iyi bilendir"},{"SurahNumber":15,"VerseNumber":87,"Text":"Andolsun ki, biz sana tekrarlanan yedi ayeti (Fatihayı) ve yuce Kur'an'ı verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Sakın o kafirlerden birtakımlarına verip de kendilerini zevklendirdigimiz seye (mal ve servete) heveslenip goz dikeyim deme. Onlardan dolayı uzulme. Muminlere merhamet kanatlarını indir"},{"SurahNumber":15,"VerseNumber":89,"Text":"De ki: \"Suphesiz ben apacık bir uyarıcıyım"},{"SurahNumber":15,"VerseNumber":90,"Text":"(Inanmazsanız basınıza) tıpkı o taksimcilere (yahudi ve hıristiyanlara) indirdigimiz azap gibi (bir azab inecektir)"},{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar, Kur'an'ın bir kısmına inanıp bir kısmına inanmayarak onu kısım kısım bolduler"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakkı icin biz, mutlaka onların hepsini yaptıklarından dolayı hesaba cekecegiz"},{"SurahNumber":15,"VerseNumber":93,"Text":"Rabbin hakkı icin biz, mutlaka onların hepsini yaptıklarından dolayı hesaba cekecegiz"},{"SurahNumber":15,"VerseNumber":94,"Text":"Simdi sen emrolundugunu acıkca teblig et. Musriklerden yuz cevir"},{"SurahNumber":15,"VerseNumber":95,"Text":"Muhakkak ki alay edenlere karsı biz sana yeteriz"},{"SurahNumber":15,"VerseNumber":96,"Text":"Onlar Allah ile birlikte baskasını ilah edinenlerdir. Onlar yakında bileceklerdir"},{"SurahNumber":15,"VerseNumber":97,"Text":"Gercekten biliriz ki, onların soylediklerine gogsun daralıyor"},{"SurahNumber":15,"VerseNumber":98,"Text":"O halde Rabbini hamd ile tesbih et. Ve secde edenlerden ol"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve sana olum gelinceye kadar Rabbine ibadet et"}]}