{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"Dan semua wajah tertunduk di hadapan (Allah) Yang Hidup dan Yang Berdiri Sendiri. Sungguh rugi orang yang melakukan kezaliman"},{"SurahNumber":20,"VerseNumber":112,"Text":"Dan barang siapa mengerjakan kebajikan sedang dia (dalam keadaan) beriman, maka dia tidak khawatir akan perlakuan zalim (terhadapnya) dan tidak (pula khawatir) akan pengurangan haknya"},{"SurahNumber":20,"VerseNumber":113,"Text":"Dan demikianlah Kami menurunkan Al-Qur`ān dalam bahasa Arab, dan Kami telah menjelaskan berulang-ulang di dalamnya sebagian dari ancaman, agar mereka bertakwa, atau agar (Al-Qur`ān) itu memberi pengajaran bagi mereka"},{"SurahNumber":20,"VerseNumber":114,"Text":"Maka Mahatinggi Allah, Raja yang sebenar-benarnya. Dan janganlah engkau (Muhammad) tergesa-gesa (membaca) Al-Qur`ān sebelum selesai diwahyukan kepadamu,*(525) dan katakanlah, “Ya Tuhanku, tambahkanlah ilmu kepadaku.”"},{"SurahNumber":20,"VerseNumber":115,"Text":"Dan sungguh telah Kami pesankan*(526) kepada Adam dahulu, tetapi dia lupa, dan Kami tidak dapati kemauan yang kuat padanya"},{"SurahNumber":20,"VerseNumber":116,"Text":"Dan (ingatlah) ketika Kami berfirman kepada para malaikat, “Sujudlah kamu kepada Adam!” Lalu mereka pun sujud kecuali Iblis; dia menolak"},{"SurahNumber":20,"VerseNumber":117,"Text":"Kemudian Kami berfirman, “Wahai Adam! Sungguh ini (Iblis) musuh bagimu dan bagi istrimu, maka sekali-kali jangan sampai dia mengeluarkan kamu berdua dari surga, nanti kamu celaka"},{"SurahNumber":20,"VerseNumber":118,"Text":"Sungguh, ada (jaminan) untukmu di sana, engkau tidak akan kelaparan dan tidak akan telanjang"},{"SurahNumber":20,"VerseNumber":119,"Text":"dan sungguh, di sana engkau tidak akan merasa dahaga dan tidak akan ditimpa panas matahari.”"},{"SurahNumber":20,"VerseNumber":120,"Text":"Kemudian setan membisikkan (pikiran jahat) kepadanya, dengan berkata, “Wahai Adam! Maukah aku tunjukkan kepadamu pohon keabadian (khuldi) dan kerajaan yang tidak akan binasa?”"},{"SurahNumber":20,"VerseNumber":121,"Text":"Lalu keduanya memakannya, lalu tampaklah oleh keduanya aurat mereka dan mulailah keduanya menutupinya dengan daun-daun (yang ada di) surga, dan telah durhakalah Adam kepada Tuhannya, dan sesatlah dia"},{"SurahNumber":20,"VerseNumber":122,"Text":"Kemudian Tuhannya memilih dia,*(528) maka Dia menerima taubatnya dan memberinya petunjuk"},{"SurahNumber":20,"VerseNumber":123,"Text":"Dia (Allah) berfirman, “Turunlah kamu berdua dari surga bersama-sama, sebagian kamu menjadi musuh bagi sebagian yang lain. Jika datang kepadamu petunjuk dari-Ku, maka (ketahuilah) barang siapa mengikuti petunjuk-Ku, dia tidak akan sesat dan tidak akan celaka"},{"SurahNumber":20,"VerseNumber":124,"Text":"Dan barang siapa berpaling dari peringatan-Ku, maka sungguh, dia akan menjalani kehidupan yang sempit, dan Kami akan mengumpulkannya pada hari Kiamat dalam keadaan buta.”"},{"SurahNumber":20,"VerseNumber":125,"Text":"Dia berkata, “Ya Tuhanku, mengapa Engkau kumpulkan aku dalam keadaan buta, padahal dahulu aku dapat melihat?”"},{"SurahNumber":20,"VerseNumber":126,"Text":"Dia (Allah) berfirman, “Demikianlah, dahulu telah datang kepadamu ayat-ayat Kami, dan kamu mengabaikannya, jadi begitu (pula) pada hari ini kamu diabaikan.”"},{"SurahNumber":20,"VerseNumber":127,"Text":"Dan demikianlah Kami membalas orang yang melampaui batas dan tidak percaya kepada ayat-ayat Tuhannya. Sungguh, azab di akhirat itu lebih berat dan lebih kekal"},{"SurahNumber":20,"VerseNumber":128,"Text":"Maka tidakkah menjadi petunjuk bagi mereka (orang-orang musyrik) berapa banyak (generasi) sebelum mereka yang telah Kami binasakan, padahal mereka melewati (bekas-bekas) tempat tinggal mereka (umat-umat itu)? Sungguh, pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang berakal"},{"SurahNumber":20,"VerseNumber":129,"Text":"Dan kalau tidak ada suatu ketetapan terdahulu dari Tuhanmu serta tidak ada batas yang telah ditentukan (ajal), pasti (siksaan itu) menimpa mereka"},{"SurahNumber":20,"VerseNumber":130,"Text":"Maka sabarlah engkau (Muhammad) atas apa yang mereka katakan, dan bertasbihlah dengan memuji Tuhanmu, sebelum matahari terbit, dan sebelum matahari terbenam; dan bertasbihlah (pula) pada waktu tengah malam dan di ujung siang hari, agar engkau merasa tenang"},{"SurahNumber":20,"VerseNumber":131,"Text":"Dan janganlah engkau tujukan pandangan matamu kepada kenikmatan yang telah Kami berikan kepada beberapa golongan dari mereka, (sebagai) bunga kehidupan dunia, agar Kami uji mereka dengan (kesenangan) itu. Karunia Tuhanmu lebih baik dan lebih kekal"},{"SurahNumber":20,"VerseNumber":132,"Text":"Dan perintahkanlah keluargamu melaksanakan salat dan sabarlah dalam mengerjakannya. Kami tidak meminta rezeki kepadamu, Kami-lah yang memberi rezeki kepadamu. Dan akibat (yang baik di akhirat) adalah bagi orang yang bertakwa"},{"SurahNumber":20,"VerseNumber":133,"Text":"Dan mereka berkata, “Mengapa dia tidak membawa tanda (bukti) kepada kami dari Tuhannya?” Bukankah telah datang kepada mereka bukti (yang nyata) sebagaimana yang tersebut di dalam kitab-kitab yang dahulu"},{"SurahNumber":20,"VerseNumber":134,"Text":"Dan kalau mereka Kami binasakan dengan suatu siksaan sebelumnya (Al-Qur`ān itu diturunkan), tentulah mereka berkata, “Ya Tuhan kami, mengapa tidak Engkau utus seorang rasul kepada kami, sehingga kami mengikuti ayat-ayat-Mu sebelum kami menjadi hina dan rendah?”"},{"SurahNumber":20,"VerseNumber":135,"Text":"Katakanlah (Muhammad), “Masing-masing (kita) menanti, maka nantikanlah olehmu! Dan kelak kamu akan mengetahui, siapa yang menempuh jalan yang lurus, dan siapa yang telah mendapat petunjuk.”"}]}