{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"Oo waxaa ka mid ah kuwo axdi la galay Ilaahay25: Hadduu wax naga siiyo Deeqdiisa, waxaan hubaal bixin doonnaa Sadaqooyin, oo waxaan hubaal ka mid ahaan doonnaa kuwa wanaagsan"},{"SurahNumber":9,"VerseNumber":76,"Text":"Markase uu wax ka siiyey Deeqdiisa way ku bakhayleen, oo waxay jeediyeen dhabarka oo durba siibteen"},{"SurahNumber":9,"VerseNumber":77,"Text":"Markaas buu ka yeelay munaafaqnimo inay gasho quluubtooda ilaa Maalinta marka ay la kulmi doonaan, ballankay kaga baxeen Allaah iyo beenaha ay sheegeen awgood"},{"SurahNumber":9,"VerseNumber":78,"Text":"Ma waysan ogayn inuu Allaah Ogsoon yahay sirtooda iyo faqoodaba iyo in Allaah yahay kan Ogsoon waxa qarsoon aan muuqan"},{"SurahNumber":9,"VerseNumber":79,"Text":"Kuwa ku ceebeeya kuwaa daacadda ah ee ka mid ah mu’miniinta sadaqada ay dar Ilaahay ula baxaan iyo kuwa aan heli karin inay baxshaan waxaan aheyn xoogsigooda oo ku jeesjeesa, Allaah baa ku jees jeesi doona, oo waxay mudan doonaan cadaab xanuun badan"},{"SurahNumber":9,"VerseNumber":80,"Text":"U dalab dambi dhaaf iyaga ama ha u dalbin dambi dhaaf, xitaa haddaad u dambi dhaaf dalabto toddobaatan jeer, Allaah uma dambi dhaafi doono, arrinkani waxaa ugu wacan waxay rumeyn diideen Allaah iyo Rasuulkiisa. Oo Allaah ma hanuuniyo dadkaa caasiyaasha ah"},{"SurahNumber":9,"VerseNumber":81,"Text":"Kuwii dib u haray waxay ku farxeen fadhigooda ay kaga hareen Rasuulkii Ilaahay; oo waxay naceen inay kula jihaad galaan maalkooda iyo Nafahooda Jidka Ilaahay, oo yidhaahdeen: Ha gurmad bixina kulaylaha. Dheh: Dabka Naarta ayaa ka kuleyl daran, haddii in uun ay garowsan lahaayeen"},{"SurahNumber":9,"VerseNumber":82,"Text":"Ee ha qoslaan wax yar, oo (misna) ooyi doonaan wax badan abaal gud ahaan waxay galabsadeen"},{"SurahNumber":9,"VerseNumber":83,"Text":"Ee hadduu kuu soo celiyo Allaah qaar iyaga ka mid ah, oo markaa ay kaa idan qaataan inay kula baxaan, dheh: marnaba waligay ilama bixi doontaan, iilamana dagaal geli doontaan cadow; hubaal waxaad raalli ku noqoteen inaad fadhiisataan markii horeba, ee la fadhiya (hadda) inta dib u hadhay"},{"SurahNumber":9,"VerseNumber":84,"Text":"Oo ha ku tukan (salaad janaazo) weligaa mid ka mid ah oo dhinta, oo ha is dul taagin qabrigiisa. Waxay hubaal iyagu rumeyn diideen Allaah iyo Rasuulkiisa, oo waxay dhinteen iyagoo caasiyaal ah"},{"SurahNumber":9,"VerseNumber":85,"Text":"Oo yeysan maalkooda iyo carruurtoodu ku cajab gelin. Allaah wuxuu uun rabaa inuu ku cadaabo adduunkan iyo inay nafaha ka baxaan iyagoo gaalo ah"},{"SurahNumber":9,"VerseNumber":86,"Text":"Oo haddii la soo waxyoodo Suurad amreysa: Rumeeya Allaah oo gala jihaad la jirka Rasuulkiisa, kuwooda hodonka ah ayaa kaa idan qaata, oo yidhaahda: Na daa aan ka mid noqonno kuwa dib u hara ee fadhiya (guryaha)"},{"SurahNumber":9,"VerseNumber":87,"Text":"Waxay ku Raalli noqdeen inay ahaadaan la jirka kuwaa ku hara (gadaal guryaha). Shaabad baana lagu daahay quluubtooda, marka waxba ma fahmaan"},{"SurahNumber":9,"VerseNumber":88,"Text":"Laakiin Rasuulka iyo kuwa rumeysan ee la jira waxay ku jihaad galaan maalkooda iyo nafahooda. Oo kuwan weeye kuwa mudan doona khayraadka, oo waa kuwan kuwa ah liibaanayaasha"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allaah wuxuu u diyaarshay beero ay hoostoodu webiyo qul-qulaan iyagoo ku dhex waaraya. Arrinkaasi baa ah Liibaanta Weyn"},{"SurahNumber":9,"VerseNumber":90,"Text":"Oo cudurdaartayaashii ka mid ahaa reer miyiga baa yimid iyagoo ku weydiisanaya Idan si looga dhaafo (ka qayb galka jihaadka), oo waxaa haray oo fadhiistay (guryaha) kuwii u sheegay beenta Allaah iyo Rasuulkiisa; waxaa ku dhici doona kuwa xaqa diiday ee ka mid ah cadaab aad u xanuun badan"},{"SurahNumber":9,"VerseNumber":91,"Text":"Wax eed ah ma saarna korkooda kuwa tabarta yar26 ama bukaanka ah, ama kuwa aan heli karin wax ay bixiyaan hadday daacad u yihiin Allaah iyo Rasuulkiisa27. Ma jiro jid lagu eed saari karo sama falayaasha. Oo Allaah waa Dambi Dhaaf Badane, Naxariis Badan"},{"SurahNumber":9,"VerseNumber":92,"Text":"Oo ma (saarna eed) kuwii markay kuu yimaadeen si aad u qaaddo, aad ku tidhi: Idiinma heli karo wax (gaadiid ah) aan idinku qaado, markaasay dib u laabteen iyagoo ay ka qubaneyso indhahooda ilmo, murugo darteed ay ka qabaan in aanay helin wax ay bixiyaan"}]}