{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Soni Kukwakwe ni kugali makiyi ga yakusisika pangali ŵaakugamanya ikaŵeje Jwalakwe, ni akuimanya yaili pankuli ni m'mbwani, soni ngalikwikaga mwakupakatika lisamba lililyose ikaŵeje akulimanyaga, kapena lusongolo lwalukuŵa nchipi chetaka, kapena chachiŵisi chilichose namuno chachijumu, ikaŵeje (yosope) ili m’chitabu chakusalichisya (chilichose Al-Lauh-Al-Mahfûz)"},{"SurahNumber":6,"VerseNumber":60,"Text":"Soni Jwalakwe ni Ajula jwaakumpaga chiwa (chalugono) chilo, soni ni jukumanyililaga yampanganyisye muusi, kaneka ni akun'jimusyaga m’muusimo kuti jikwanile ndema jekolanjidwe (jakutamila ni umi), kaneka Kukwakwe ni kwakuujila kwenu, kaneko ni tachintagulila mu ichindu yamwaliji nkutenda"},{"SurahNumber":6,"VerseNumber":61,"Text":"Soni Jwalakwe ni Jwakupunda ni kutawala pa iwumbe Yakwe, ni akuntumichisyaga ŵanganyammwe (Achimalaika) ŵakusunga (ni kulemba itendo yenu), kwikanila ndema ja kum'bichilila jumo jwenu chiwa Achimitenga Ŵetu (Achimalaika) akasantyosyaga umi, soni ŵanganyao ŵangakwanjila (masengo gao)"},{"SurahNumber":6,"VerseNumber":62,"Text":"Kaneko taachiuchisyidwa kwa Allah Bwana jwao Jwakuona, manyililani yanti ulamusi ni Wakwe, soni Jwalakwe ni Jwachitema nnope (pakuŵalanjila) mwa akuŵalanjila (wosope)"},{"SurahNumber":6,"VerseNumber":63,"Text":"Jilani: “Ana nduni jwaakun’jokolaga m’chipi (cha ipotesi) ya pankuli ni m'mbwani (pa ndema ja) nkum’bombaga mwakulinandiya ni mwakusongona (kuti): ‘Naga akutujokola mu yele (ipotesiyi) chisimu chituŵe mu ŵakutogolela.”"},{"SurahNumber":6,"VerseNumber":64,"Text":"Jilani: “Allah ni jwaakun’jokolaga mu yalakweyo ni m’matabu galigose, yeti kaneka jenumanja ni nkuwanganya (Allah ni isanamu!)”"},{"SurahNumber":6,"VerseNumber":65,"Text":"Jilani: “Jwalakwe jukwete ukombosi wakuntumichisya ŵanganyammwe ilagasyo kuumila pachanya penu kapena pasi pa ngongolo syenu, kapena kum'bwatanganyaŵatanganya (nikuŵa) mikutulamikutula (jakutindana nganisyo), ni kwapa kupasya ŵane mwa jenumanja njalale sya ŵane (uwwanga).” Nnole yatukuti pakusalichisya nnope ma Ȃya kuti ŵanganyao amanyilile"},{"SurahNumber":6,"VerseNumber":66,"Text":"Sano ŵandu ŵenu (mmwe Muhammadi ﷺ) ajikaaniile jalakwe (Qur'aniji) kutendaga jili jakuonaonape. Jilani: “Une nganimba jwakunnolela (ni kusunga itendo yenu).”"},{"SurahNumber":6,"VerseNumber":67,"Text":"Abali jilijose jikwete ndema jakwe jisyesyene (jakutendechela), ni tinchimanyilila"},{"SurahNumber":6,"VerseNumber":68,"Text":"Soni pati mwaweni aŵala ŵaakuweweta yakwayana ni ma Ȃya Getu (pagatenda chipongwe), basi mwaŵambalani mpaka ajinjile mu ngani jine. Sano naga shetani ali an'diŵesye (ni gamba kulisisimuchila n'dinao), basi panyuma pakumbuchila, ngasintama nao ŵandu ŵakulitenda lupuso"},{"SurahNumber":6,"VerseNumber":69,"Text":"Soni aŵala ŵali ni woga (wakun'jogopa Allah), ngakukwakwaya kuŵalanjidwa kwao (ŵalupusowo) ata panandi, nambo (masengo gao ni) kwakumbusya (ŵalupusowo) kuti mwine chaŵe ni woga (wakun'jogopa Allah ni kuleka chipongwecho)"},{"SurahNumber":6,"VerseNumber":70,"Text":"Soni mwalekani aŵala ŵaajitesile dini jao kuŵa masanje ni chanache, ni wanyenjile umi wa duniya. Nambo mwakumbusyani najo (Qur’aniji kuti akalamuche), utakuja kupelechedwa ntima (wa mundu jwalijose) ku chonasiko ligongo lya yawapanganyisye, uli nganiukola nkuugosa namuno nkuujokola jwangaŵaga Allah, soni nantimuno chiulinjilile kupeleka chaaliombolela chantundu uliose ngasichipocheledwa kuumila kukwakwe, ŵanganyao ni aŵala ŵapelechedwe ku chonasiko ligongo lya yaŵapanganyisye, akwete kupata yakumwa yamesi gamasemule kwisa soni ilagasyo yakupoteka nnope ligongo lya yaukafili yaŵaliji nkutenda"},{"SurahNumber":6,"VerseNumber":71,"Text":"Jilani: “Ana tuilumbanjileje (inepe) yangaŵaga Allah ichindu yangaŵa nkutupa chikamuchisyo kapena masausyo, ni tuwuchisyidwe ku indende yetu (kuujila ku ukafili) panyuma pakutujongola Allah? (Tuŵe) chisawu mundu jwasochelesyedwe ni mashetani pa chilambo nikuŵa jwapupulipupuli? Ali akwete achimijakwe ŵaakum'bilanjila ku chongoko (kuti): ‘Yikani kukwetu!’ (Nambo jwalakwe syantipe! Uwwe ngaŵa nkuŵa mpela jwele.)” Jilani: “Chisimu chongolo cha Allah ni chachili chongolo chisyesyene, soni tulamuliidwe kuti tulipeleche kwa M'mbuje jwa iwumbe yosope.”"},{"SurahNumber":6,"VerseNumber":72,"Text":"Soni (atuchisisye yanti): “Jimikani Swala mwakolosya ni kun'jogopaga Jwalakwe (Allah), soni Jwalakwe ni Ajula jwatinchisonganganyisyidwa Kukwakwe.”"},{"SurahNumber":6,"VerseNumber":73,"Text":"Soni Jwalakwe ni Ajula jwaagumbile mawunde ni mataka mwakuonaonape, ni (jwagumbile soni) lisiku (lya Kiyama) lyatachiti (pakuchisalila chindu chilichose chachawile): “Syukani!” Basi ni chichisyuka. Maloŵe Gakwe nigagali gakuonaonape. Soni uchimwene uchiŵa Wakwewakwepe lisiku lya lichigombedwa lipenga, Jwakumanyilila yakusisika ni yakuonechela, soni Jwalakwe ni Jwalunda lwakusokoka, Jwaasimanya abali syosope"}]}