{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Und streitet mit den Leuten der Schrift nur in bester Weise, außer denjenigen von ihnen, die Unrecht tun. Und sagt: \"Wir glauben an das, was (als Offenbarung) zu uns herabgesandt worden ist und zu euch herabgesandt worden ist; unser Gott und euer Gott ist Einer, und wir sind Ihm ergeben"},{"SurahNumber":29,"VerseNumber":47,"Text":"Und so haben Wir das Buch zu dir hinabgesandt. Diejenigen, denen Wir die Schrift gaben, glauben daran. Und auch unter diesen da gibt es manche, die daran glauben. Nur die Unglaubigen verleugnen Unsere Zeichen"},{"SurahNumber":29,"VerseNumber":48,"Text":"Und du hast vordem kein Buch verlesen und es auch nicht mit deiner rechten Hand niedergeschrieben. Sonst wurden wahrlich diejenigen zweifeln, die (es) fur falsch erklaren"},{"SurahNumber":29,"VerseNumber":49,"Text":"Nein! Vielmehr sind es klare Zeichen in den Brusten derjenigen, denen das Wissen gegeben worden ist. Und nur die Ungerechten verleugnen Unsere Zeichen"},{"SurahNumber":29,"VerseNumber":50,"Text":"Und sie sagen: \"Wenn doch Zeichen von seinem Herrn auf ihn herabgesandt wurden!\" Sag: Uber die Zeichen verfugt (allein) Allah . Und ich bin nur ein deutlicher Warner"},{"SurahNumber":29,"VerseNumber":51,"Text":"Genugt es ihnen denn nicht, daß Wir das Buch auf dich hinabgesandt haben, das ihnen verlesen wird? Darin ist wahrlich eine Barmherzigkeit und eine Ermahnung fur Leute, die glauben"},{"SurahNumber":29,"VerseNumber":52,"Text":"Sag: Allah genugt zwischen mir und euch als Zeuge. Er weiß, was in den Himmeln und auf der Erde ist. Und diejenigen, die an das Falsche glauben und Allah verleugnen, das sind die Verlierer"},{"SurahNumber":29,"VerseNumber":53,"Text":"Und sie wunschen von dir, die Strafe zu beschleunigen. Wenn es nicht eine festgesetzte Frist gabe, ware die Strafe wahrlich zu ihnen gekommen. Aber ganz gewiß wird sie plotzlich uber sie kommen, ohne daß sie merken"},{"SurahNumber":29,"VerseNumber":54,"Text":"Sie wunschen von dir, die Strafe zu beschleunigen, doch wahrlich, die Holle umfaßt die Unglaubigen"},{"SurahNumber":29,"VerseNumber":55,"Text":"am Tag, da die Strafe sie von oben und von unterhalb ihrer Fuße her uberdeckt, und Er sagt': \"Kostet, was ihr zu tun pflegtet"},{"SurahNumber":29,"VerseNumber":56,"Text":"O Meine Diener, die ihr glaubt, gewiß, Meine Erde ist weit. So dient Mir, ja, allein Mir"},{"SurahNumber":29,"VerseNumber":57,"Text":"Jede Seele wird den Tod kosten. Hierauf werdet ihr zu Uns zuruckgebracht"},{"SurahNumber":29,"VerseNumber":58,"Text":"Denjenigen, die glauben und rechtschaffene Werke tun, werden Wir im (Paradies)garten ganz gewiß Obergemacher zuweisen, durcheilt von Bachen; ewig darin zu bleiben. Wie trefflich ist der Lohn derjenigen, die (gut) handeln"},{"SurahNumber":29,"VerseNumber":59,"Text":"die standhaft sind und sich auf ihren Herrn verlassen"},{"SurahNumber":29,"VerseNumber":60,"Text":"Und wie viele Tiere tragen ihre (eigene) Versorgung nicht herbei! Allah versorgt sie und euch. Und Er ist der Allhorende und Allwissende"},{"SurahNumber":29,"VerseNumber":61,"Text":"Und wenn du sie fragst, wer die Himmel und die Erde erschaffen und die Sonne und den Mond dienstbar gemacht hat, sagen sie ganz gewiß: \"Allah.\" Wie lassen sie sich also abwendig machen"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah gewahrt die Versorgung großzugig, wem von Seinen Dienern Er will, und bemißt ihm auch. Gewiß, Allah weiß uber alles Bescheid"},{"SurahNumber":29,"VerseNumber":63,"Text":"Und wenn du sie fragst, wer vom Himmel Wasser herabkommen laßt und dann damit die Erde nach ihrem Tod wieder lebendig macht, sagen sie ganz gewiß: \"Allah.\" Sag: (Alles) Lob gehort Allah! Aber nein! Die meisten von ihnen be greifen nicht"},{"SurahNumber":29,"VerseNumber":64,"Text":"Dieses irdische Leben ist nur Zerstreuung und Spiel. Die jenseitige Wohnstatte aber ist wahrlich das eigentliche Leben, wenn sie (es) nur wußten"},{"SurahNumber":29,"VerseNumber":65,"Text":"Wenn sie ein Schiff besteigen, rufen sie Allah an, (wobei sie) Ihm gegenuber aufrichtig in der Religion (sind). Wenn Er sie nun ans Land errettet, gesellen sie sogleich (Ihm wieder andere) bei"},{"SurahNumber":29,"VerseNumber":66,"Text":"um undankbar zu sein fur das, was Wir ihnen gegeben haben, und um zu genießen; sie werden (es noch) erfahren"},{"SurahNumber":29,"VerseNumber":67,"Text":"Sehen sie denn nicht, daß Wir einen sicheren geschutzten Bezirk gemacht haben, wahrend die Menschen in ihrer Umgebung fortgerissen werden? Wollen sie denn an das Falsche glauben und Allahs Gunst verleugnen"},{"SurahNumber":29,"VerseNumber":68,"Text":"Und wer ist ungerechter als jemand, der gegen Allah eine Luge ersinnt oder die Wahrheit, nachdem sie zu ihm gekommen ist, fur Luge erklart? Ist nicht in der Holle ein Aufenthaltsort fur die Unglaubigen"},{"SurahNumber":29,"VerseNumber":69,"Text":"Diejenigen aber, die sich um Unsertwillen abmuhen, werden Wir ganz gewiß Unsere Wege leiten. Und Allah ist wahrlich mit den Gutes Tuenden"}]}