{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Az esztelen butak (a poganyok es kepmutatok) az emberek kozul azt fogjak mondani: , Mi forditotta el oket (a muzulmanokat) a gibla-juk\" felol, amely fele eddig fordultak?\" Mondd: , Allah-e a napkelte es a napnyugta! O azt vezerel az Egyenes Utra, akit akar"},{"SurahNumber":2,"VerseNumber":143,"Text":"Es Mi ekkeppen benneteket a kozeputon jaro, igazsagos Kozossegge tettunk, hogy tanuk lehessetek az emberekkel szemben! Es a Kuldott tanu legyen veletek szemben\". Es a gibla-t , amely fele fordultal, csupan azert rendeltuk el, hogy megtudjuk ki koveti a Kuldottet, es ki fordul el. Bizony sulyos dolog ez. Am nem azok szamara, akiket Allah vezerel. Allah nem olyan, Aki eltekozolna a hiteteket. Bizony Allah az emberekkel Irgalmas es Konyoruletes"},{"SurahNumber":2,"VerseNumber":144,"Text":"Bizony Mi latjuk orcad fordulasat az eg fele. Es Mi egy olyan gibla fele forditunk teged, amellyel elegedett leszel. Forditsd hat orcadat a Szent Mecset! (Mekka) fele! Es barhol is vagytok, forditsatok arcotokat feleje! Es azok, akiknek a Konyv adatott, ok tudjak, hogy ez az Igazsag az o Uruktol (szarmazik). Es Allah nem hanyagolja el azt, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":145,"Text":"Es, ha azoknak, akiknek az Iras adatott, mindenfele jelet is mutatnal, akkor sem kovetnek a te gibla-dat (imairanyodat), es te sem koveted az o iranyukat. Es kozottuk sem koveti egyik a masik imairanyat. Es, ha te kovetned az o vagyaikat azutan, hogy a Tudas elerkezett hozzad, akkor te a bunosok kozul valo volnal"},{"SurahNumber":2,"VerseNumber":146,"Text":"Bizony azok, akiknek? az Irast adtuk ismerik ot\", ahogyan gyermekeiket ismerik. Am egy csoport kozuluk elrejti es tagadja az Igazsagot, holott ok tudjak azt"},{"SurahNumber":2,"VerseNumber":147,"Text":"(Ez) Az Igazsag a te Uradtol valo. Ne tartozz hat azok koze, akik ketelkednek"},{"SurahNumber":2,"VerseNumber":148,"Text":"Mindenkinek van egy iranya, amely fele fordul, A jo dolgokban buzgolkodjatok inkabb! Akarhol lesztek is, Allah mindegyikotoket elo fog allitani. Bizony Allah mindenre kepes"},{"SurahNumber":2,"VerseNumber":149,"Text":"Akarhonnan lepsz is ki forditsd. arcodat a Szent Mecset fele! Es bizony ez az Igazsag az Uradtol szarmazik. Es Allah nem hanyagolja el azt, amit ti tesztek"},{"SurahNumber":2,"VerseNumber":150,"Text":"Akarhonnan lepsz is ki forditsd arcodat a Szent Mecset fele! Akarhol is vagytok forditsatok arcotokat feleje, hogy ne legyen az embereknek veletek szemben erve! Kiveve azokat, akik bunosok kozottuk. Ne oket feljetek, hanem Engem feljetek! Es, hogy igy teljesse tehessem az En konyoruletemet irantatok, es igy talan az Igaz Uton vezereltettek"},{"SurahNumber":2,"VerseNumber":151,"Text":"Ahogyan (a konyorulet teljesse tetele erdekeben) Mi elkuldtunk kozetek egy kozuletek szarmazo kuldottet ( Muhammad-ot (Allah aldja meg es adjon Neki orok udvosseget), aki hirdeti nektek a Mi Jeleinket es megtisztit. benneteket es megtanitja nektek a Konyvet es a Bolcsesseget , es megtanitja nektek azt, amit eddig nem tudtatok"},{"SurahNumber":2,"VerseNumber":152,"Text":"Emlekezzetek meg Rolam? es En is megemlekezem rolatok! Es legyetek halasak Nekem! De (soha) ne legyetek (hitetlenkedo) halatlanok Velem szemben"},{"SurahNumber":2,"VerseNumber":153,"Text":"O ti, akik hisztek! Az allhatatos turelemhez forduljatok segitsegert es az imahoz! Allah bizony az allhatatosan turelmesekkel van"},{"SurahNumber":2,"VerseNumber":154,"Text":"Es ne mondjatok azokrol, akik megolettek Allah Utjan, hogy halottak! Nem, ellenkezoleg, elok ok\"! Am ti nem tudjatok"},{"SurahNumber":2,"VerseNumber":155,"Text":"Es Mi bizony probanak vetunk ala benneteket nemely dologgal a felelembol es az ehsegbol, es a javak, a lelkek es a gyumolcsok fogyatkozasaval. Am hirdess oromhirt az allhatatosan turelmeseknek"},{"SurahNumber":2,"VerseNumber":156,"Text":"Akik, ha valamilyen csapas sujtja oket azt mondjak: ,. Bizony mi Allah-e vagyunk es Hozza fogunk megterni"},{"SurahNumber":2,"VerseNumber":157,"Text":"Ok azok, akiken az Uruktol valo aldas van es konyorulet. Ok azok, akik az Igaz Uton vezereltetnek"}]}