{"Id":85,"LanguageCodes":["da","dan"],"Name":"dan-vandetaal","Author":"Van De Taal","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Wij stelden gezellen (duivelen) voor hen aan, die hetgeen vóór hen en achter hen was schoonschijnend maakten, en het woord werd tegen hen van kracht, met de volkeren van djinn en mensen die vóór hen leefden. Zeker, zij waren verliezers"},{"SurahNumber":41,"VerseNumber":26,"Text":"En de ongelovigen zeggen: \"Luistert niet naar deze Koran, maar maakt leven daarbij opdat gij de overhand moogt krijgen"},{"SurahNumber":41,"VerseNumber":27,"Text":"Maar Wij zullen zeker de ongelovigen een strenge straf doen toekomen en Wij zullen hun slechtste daden vergelden"},{"SurahNumber":41,"VerseNumber":28,"Text":"Dat is het loon van Allah's vijanden: het Vuur. Daar zullen zij een langdurig tehuis hebben; een vergelding, omdat zij Onze tekenen niet erkenden"},{"SurahNumber":41,"VerseNumber":29,"Text":"En de ongelovigen zullen zeggen: \"Onze Heer, toon ons degenen der djinn en der mensen die ons deden dwalen, opdat wij hen onder onze voeten mogen plaatsen zodat zij tot de vernederden behoren"},{"SurahNumber":41,"VerseNumber":30,"Text":"Voorzeker zij, die zeggen: \"Onze Heer is Allah,\" en daarin standvastig blijven, op hen zullen de engelen nederdalen: \"Vreest niet, noch treurt; maar verheugt u over het paradijs dat u wordt beloofd"},{"SurahNumber":41,"VerseNumber":31,"Text":"Wij zijn uw vrienden in dit leven en in het Hiernamaals. Daarin zult gij alles krijgen wat uw ziel zal wensen, en daarna zult gij alles hebben waarom gij vraagt"},{"SurahNumber":41,"VerseNumber":32,"Text":"Als onthaal van de Vergevensgezinde, de Genadevolle"},{"SurahNumber":41,"VerseNumber":33,"Text":"En wie spreekt beter woord dan hij die mensen tot Allah uitnodigt en goede werken doet en zegt: \"Waarlijk, ik behoor tot de Moslims"},{"SurahNumber":41,"VerseNumber":34,"Text":"Het goede en kwade zijn niet gelijk. Daarom weerstaat (het kwade) door hetgeen best is. Dan ziet, degene met wie gij vijandschap hebt, hij zal als uw boezemvriend worden"},{"SurahNumber":41,"VerseNumber":35,"Text":"Maar het is niemand gegeven behalve de geduldigen noch is het iemand gegeven behalve zij die een grote gave hebben"},{"SurahNumber":41,"VerseNumber":36,"Text":"En als een ophitsing van Satan u treft, zoek dan toevlucht tot Allah. Waarlijk, Hij is de Alhorende, de Alwetende"},{"SurahNumber":41,"VerseNumber":37,"Text":"En onder Zijn tekenen zijn de dag en de nacht, de zon en de maan; derhalve werpt u niet neder voor de zon of de maan maar werpt u neder voor Allah Die hen schiep, indien gij Hem wilt aanbidden"},{"SurahNumber":41,"VerseNumber":38,"Text":"Maar al tonen zij (de ongelovigen) hoogmoed, degenen die bij uw Heer zijn, verheerlijken Hem dag en nacht, en zij vervelen zich nooit"},{"SurahNumber":41,"VerseNumber":39,"Text":"Dit behoort tot Zijn tekenen, dat gij de aarde droog en verschroeid ziet, maar wanneer Wij er water op nederzenden, beweegt zij zich en zet uit. Zeker Hij, Die haar leven geeft, zal ook de doden opwekken. Voorwaar, Hij heeft macht over alle dingen"},{"SurahNumber":41,"VerseNumber":40,"Text":"Voorzeker, zij die Onze tekenen verdraaien zijn niet voor Ons verborgen. Is dan hij die in het Vuur geworpen wordt beter dan degene die veilig blijft op de Dag der Opstanding? Doet wat gij wilt. Voorwaar, Hij ziet alles wat gij doet"},{"SurahNumber":41,"VerseNumber":41,"Text":"Voorzeker, zij die niet in de Vermaning geloven als deze tot hen komt (zijn de verliezers); waarlijk het is een machtig Boek"},{"SurahNumber":41,"VerseNumber":42,"Text":"Geen valsheid kan het beroeren, van voren noch van achteren. Het is een Openbaring van de Alwijze, de Geprezene"},{"SurahNumber":41,"VerseNumber":43,"Text":"Er is niets tot u gezegd behalve het geen aan de boodschappers vóór u was gezegd. Uw Heer is de Heer der vergevensgezindheid en der pijnlijke straf"},{"SurahNumber":41,"VerseNumber":44,"Text":"Indien Wij deze Koran in een vreemde taal hadden gegeven, zouden zij zeker hebben gezegd: \"Waarom zijn zijn verzen niet duidelijk gemaakt? Is Arabisch en niet-Arabisch gelijk?\" Zeg: \"Het is een leiding en een genezing voor de gelovigen.\" Maar de ongelovigen hebben doofheid in hun oren en het is duister voor hen. Zij worden aangeroepen vanaf een verre plaats"},{"SurahNumber":41,"VerseNumber":45,"Text":"En Wij gaven Mozes het Boek, maar men verschilde er over van mening; en indien het woord van uw Heer er niet aan was voorafgegaan zou er zeker over hen geoordeeld zijn, want waarlijk zij verkeerden er in een verontrustende twijfel over"},{"SurahNumber":41,"VerseNumber":46,"Text":"Wie goed doet, doet dit voor zijn eigen ziel; en wie kwaad bedrijft, het is er tegen. En uw Heer is in het geheel niet onrechtvaardig jegens Zijn dienaren"}]}