{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Tunay na si Allāh ay hindi nahihiya na maglahad ng isang paghahalintulad na anuman: isang lamok man at anumang higit dito. Tungkol naman sa mga sumampalataya, nakaaalam sila na ito ay ang katotohanan mula sa Panginoon nila. Tungkol naman sa mga tumangging sumampalataya, nagsasabi sila: \"Ano ang ninais ni Allāh rito bilang paghahalintulad?\" Nagpapaligaw Siya sa pamamagitan nito sa marami at nagpapatnubay Siya sa pamamagitan nito sa marami. Hindi Siya nagpapaligaw sa pamamagitan nito kundi sa mga suwail"},{"SurahNumber":2,"VerseNumber":27,"Text":"Ang mga kumakalas sa kasunduan kay Allāh nang matapos ng pagtitibay nito, pumuputol sa ipinag-utos ni Allāh na iugnay, at nanggugulo sa lupa, ang mga iyon ay ang mga lugi"},{"SurahNumber":2,"VerseNumber":28,"Text":"Papaano kayong tumatangging sumampalataya kay Allāh samantalang kayo noon ay mga patay at nagbigay-buhay Siya sa inyo, pagkatapos magbibigay-kamatayan Siya sa inyo, pagkatapos magbibigay-buhay Siya sa inyo, pagkatapos tungo sa Kanya pababalikin kayo"},{"SurahNumber":2,"VerseNumber":29,"Text":"Siya ay ang lumikha para sa inyo ng nasa lupa sa kalahatan. Pagkatapos lumuklok Siya sa langit at bumuo Siya sa mga ito bilang pitong langit. Siya sa bawat bagay ay Maalam"},{"SurahNumber":2,"VerseNumber":30,"Text":"[Banggitin] noong nagsabi ang Panginoon mo sa mga anghel: \"Tunay na Ako ay maglalagay sa lupa ng isang kahalili.\" Nagsabi sila: \"Maglalagay Ka ba roon ng manggugulo roon at magpapadanak ng mga dugo samantalang kami ay nagluluwalhati sa kapurihan Mo at nagpapabanal sa Iyo?\" Nagsabi Siya: \"Tunay na ako ay nakaaalam ng hindi ninyo nalalaman"},{"SurahNumber":2,"VerseNumber":31,"Text":"Nagturo Siya kay Adan ng mga pangalan sa kalahatan ng mga ito. Pagkatapos naglahad Siya sa mga ito sa mga anghel at nagasabi: \"Magbalita kayo sa Akin ng mga pangalan ng mga ito kung kayo ay mga tapat"},{"SurahNumber":2,"VerseNumber":32,"Text":"Nagsabi Sila: \"Kaluwalhatian sa Iyo! Wala kaalaman sa amin maliban sa itinuro Mo sa amin. Tunay na Ikaw ay ang Maalam, ang Marunong"},{"SurahNumber":2,"VerseNumber":33,"Text":"Nagsabi Siya: \"O Adan, magbalita ka sa kanila ng mga pangalan ng mga ito.\" Kaya noong nagbalita ito sa kanila ng mga pangalan ng mga ito ay nagsabi Siya: \"Hindi ba nagsabi Ako sa inyo tunay na Ako ay nakaaalam sa Lingid ng mga langit at lupa at nakaaalam sa anumang inilalantad ninyo at anumang dati ninyong ikinukubli"},{"SurahNumber":2,"VerseNumber":34,"Text":"[Banggitin] noong nagsabi Kami sa mga anghel: \"Magpatirapa kayo kay Adan;\" kaya nagpatirapa sila maliban si Satanas. Tumanggi siya, nagmalaki siya, at siya ay naging kabilang sa mga tagatangging sumampalataya"},{"SurahNumber":2,"VerseNumber":35,"Text":"Nagsabi Kami: \"O Adan, manahan ka at ang asawa mo sa Paraiso at kumain kayong dalawa mula rito nang masagana saanman ninyong dalawa loobin ngunit huwag kayong dalawa lumapit sa punong-kahoy na ito dahil kayong dalawa ay maging kabilang sa mga tagalabag sa katarungan"},{"SurahNumber":2,"VerseNumber":36,"Text":"Ngunit nagpatisod sa kanilang dalawa ang demonyo palayo roon at nagpalabas siya sa kanilang dalawa mula sa dating kinaroroonan nilang dalawa. Nagsabi Kami: \"Lumapag kayo; ang iba sa inyo para sa iba ay kaaway. Ukol sa inyo sa lupa ay isang pinagtitigilan at isang natatamasa hanggang sa isang panahon"},{"SurahNumber":2,"VerseNumber":37,"Text":"Pagkatapos nakatanggap si Adan mula sa Panginoon nito ng mga salita at tumanggap Siya sa pagbabalik-loob nito. Tunay na Siya ay ang Palatanggap ng pagsisi, ang Maawain"},{"SurahNumber":2,"VerseNumber":38,"Text":"Nagsabi Kami: \"Bumaba kayo mula rito sa kalahatan. Kung may darating nga sa inyo mula sa Akin na isang patnubay, ang mga sumunod sa patnubay Ko ay walang pangamba sa kanila ni sila ay malulungkot"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ang mga tumangging sumampalataya at nagpasinungaling sa mga tanda Namin, ang mga iyon ay ang mga maninirahan sa Apoy; sila ay doon mga mananatili"},{"SurahNumber":2,"VerseNumber":40,"Text":"O mga anak ni Israel, alalahanin ninyo ang biyaya Ko na ibiniyaya Ko sa inyo at magpatupad kayo sa kasunduan sa Akin, magpapatupad Ako sa kasunduan sa inyo. Sa Akin ay masindak kayo"},{"SurahNumber":2,"VerseNumber":41,"Text":"Sumampalataya kayo sa pinababa Ko bilang tagapagpatotoo para sa taglay ninyo. Huwag kayong maging una na tagatangging sumampalataya rito. Huwag kayong magbili sa mga tanda Ko sa isang halagang kakaunti. Sa Akin ay mangilag kayong magkasala"},{"SurahNumber":2,"VerseNumber":42,"Text":"Huwag kayong maghalo sa katotohanan ng kasinungalingan ni magtago kayo ng katotohanan samantalang kayo ay nakaaalam"},{"SurahNumber":2,"VerseNumber":43,"Text":"Magpanatili kayo ng pagdarasal, magbigay kayo ng zakāh, at yumukod kayo kasama sa mga yumuyukod"}]}