{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"£uoeS ay tella tmusni n yimir. Ur d iteffe$ uzway si txeddact is, ur treffed nnta tadist, ur tepparew, siwa ma Ieoa. Ass ideg ar asen Isiwel: \"anda ten icriken iW\"? A d inin: \"ad aK nini, ur illi garane$ unagi"},{"SurahNumber":41,"VerseNumber":48,"Text":"Iooa ten wayen u$uo pnujun zik. Fehmen, ur asen illi ssoan"},{"SurahNumber":41,"VerseNumber":49,"Text":"Ur ifeccel ara umdan di tuppra n lxio. Ma inul it lqeoe, ad iayes, ad innu$ben"},{"SurahNumber":41,"VerseNumber":50,"Text":"Ma Nseeess as aeunu nne£, deffir ccqa i t ieuzan, war ccekk, ad yini: \"ayagi inu. Ur cukke$ ara imir a d ias. Ma bbwve$ s afus n Mass iw, ad afe$ $uoeS uuam\". Ih, a Nbeggen ayen xedmen, i wid ijehlen, u, ih, ad Nsaaddi fellasen aaaqeb iwaaoen"},{"SurahNumber":41,"VerseNumber":51,"Text":"Ma N$at amdan ad iwexxeo, izzi akin. Ma ieuza t leif, ad ipnuju, irennu"},{"SurahNumber":41,"VerseNumber":52,"Text":"Ini: \"tmeyyzem ma iusa d s$uo Oebbi, u kunwi tnekoem t\"? Anwa innetlafen sennig win illan di ticuina tu$miqt"},{"SurahNumber":41,"VerseNumber":53,"Text":"Ad asen Nessken issekniyen nne£ di tmurt akked igenwan, u deg iman nnsen, alamma pputebbten ar neppa d tidep. Day ur Iqadd ara Mass ik mi Neppa, war ccekk, d Anagi n yal cci"},{"SurahNumber":41,"VerseNumber":54,"Text":"Day, s tidep, cukken timlilit d Mass nnsen? Day Neppa, s tidep, ur Izzi ara i yal cci"},{"SurahNumber":42,"VerseNumber":1,"Text":"Em"},{"SurahNumber":42,"VerseNumber":2,"Text":"Asq"},{"SurahNumber":42,"VerseNumber":3,"Text":"Akka i Iweeea i kecc, akked wid ik id izwaren, Oebbi, Uzmir, Bab n uuwab"},{"SurahNumber":42,"VerseNumber":4,"Text":"IneS i illan deg igenwan, i illan di tmurt. Neppa, d Aalayen, d Ameqwoahan"},{"SurahNumber":42,"VerseNumber":5,"Text":"Qoib ad ccergen igenwan seg ixfawen nnsen, mara d lhint lmalayek deg usbuccaa s ccekoan n Mass nnsent, u ssuturent ad pwassemeen kra illan di tmurt. War ccekk, Oebbi Ipsemmie, Ipeunu"},{"SurahNumber":42,"VerseNumber":6,"Text":"Wid irran imawlan, war Neppa, Iquoaa ten Oebbi. Ur telliv, kecc, d awkil nnsen"},{"SurahNumber":42,"VerseNumber":7,"Text":"Akka ay k n Nweeea Leqwoan, s taaoabt, iwakken a pnedoev tayimmap n temdinin, akked wayen i s d izzin; a pnedoev af ass n temlilit, ur degs ccekk; arbaa di Loennet, arbaa deg ujajie"},{"SurahNumber":42,"VerseNumber":8,"Text":"Lemmer i S ihwi i Oebbi, yili Izdukkel iten d yiwen n lois. Maca, ad Issekcem win i S ihwan ar ueunu S. Imednas, ur sain bab ne$ asettao"},{"SurahNumber":42,"VerseNumber":9,"Text":"Ne$ rran imawlan, war Neppa. Oebbi d Neppa ay d Bab, d Neppa i Issidiren lmeggtin, d Neppa i Izemren i yal cci"},{"SurahNumber":42,"VerseNumber":10,"Text":"Ayen akw i$ef temgarradem, aeuddu s ar Oebbi. Akka Oebbi, Mass iw; fellaS ppekle$, $eo Neppa ay steooiae"},{"SurahNumber":42,"VerseNumber":11,"Text":"Axellaq n tmurt akked igenwan. Seg iman nnwen Irra yawen tiyugiwin; si lmal nnwen, tiyugiwin. Isfukti kwen yisent. Ur illi wayen i T icban. Neppa Issel, Ipwali"},{"SurahNumber":42,"VerseNumber":12,"Text":"IneS tisura n tmurt akked igenwan. Issugut ooeeq i win i S ihwan, Iwezzen. Ih, Neppa Issen yal cci"}]}