{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"کسانی که به دیدار ما امید ندارند گفتند :« چرا فرشتگانی بر ما نازل نشدند، یا (چرا) پرروردگارمان را نمی بینیم؟! » به راستی آنها در باره ی خود تکبر ورزیدند، و طغیان (و سرکشی) بزرگی کردند"},{"SurahNumber":25,"VerseNumber":22,"Text":"روزی که فرشتگان را ببینند، در آن روز هیچ بشارتی برای مجرمان نخواهند بود؛ (بلکه روز مجازات و عذاب است) و (فرشتگان) می گویند :«(بهشت) بر شما ممنوع (و حرام) است (و بهره ای جز حرمان ندارید)»"},{"SurahNumber":25,"VerseNumber":23,"Text":"و ما به هرگونه عملی که انجام داده اند؛ می پردازیم، پس آن را (چون) غبار پراکنده (در هوا) قرار می دهیم"},{"SurahNumber":25,"VerseNumber":24,"Text":"بهشتیان در آن روز جایگاهشان (ازهمه) بهتر، و استراحتگاهشان نیکوتر است"},{"SurahNumber":25,"VerseNumber":25,"Text":"و (به یاد آور) که آسمان با ابرها شکافته شود، و فرشتگان چنانکه باید (پی در پی) فرود آورده شوند"},{"SurahNumber":25,"VerseNumber":26,"Text":"فرمانروایی راستین (و حقیقی) در آن روز از آن (خداوند) رحمان است، و (آن روز) روز سختی بر کافران خواهد بود"},{"SurahNumber":25,"VerseNumber":27,"Text":"و (به یاد آور) روزی که ستمکار (از حسرت) دست خود را می گزد، می گوید :« ای کاش من با رسول (خدا) راهی بر گزیده بودم،"},{"SurahNumber":25,"VerseNumber":28,"Text":"ای وای بر من، ای کاش فلانی را دوست نمی گرفتم"},{"SurahNumber":25,"VerseNumber":29,"Text":"به راستی او مرا از ذکر (= قرآن) گمراه ساخت، بعد از آن که به سوی من آمده بود، و شیطان همواره انسان را تنها (و خوار) می گذارد»"},{"SurahNumber":25,"VerseNumber":30,"Text":"و پیامبر (خدا) گوید :« پروردگارا ! بی گمان قوم من این قرآن را رها کردند»"},{"SurahNumber":25,"VerseNumber":31,"Text":"و این گونه برای هر پیامبری دشمنی از مجرمان قرار دادیم، وپروردگار تو برای راهنمایی و یاری (تو) کافی است"},{"SurahNumber":25,"VerseNumber":32,"Text":"و کسانی که کافر شدند؛ گفتند :« چرا قرآن یکباره براو نازل نمی شود ؟! » این گونه (آن را بخش بخش نازل کردیم) تا با آن قلب تو را استوار داریم ، و آن را آرام آرام (و به تدریج بر تو) بخوانیم"},{"SurahNumber":25,"VerseNumber":33,"Text":"و (کافران) هیچ (اعتراض و) مثلی برای تو نمی آورند؛ مگر آن که برای تو حق و (پاسخی) نیک بیان تر می آوریم"},{"SurahNumber":25,"VerseNumber":34,"Text":"کسانی که بر چهره هایشان به سوی جهنم محشور می شوند، اینان بد جایگاه تر و گمراه تر هستند"},{"SurahNumber":25,"VerseNumber":35,"Text":"و به راستی (ما) به موسی کتاب (تورات) دادیم، و برادرش هارون را همراه او مدد کار (او) قرار دادیم"},{"SurahNumber":25,"VerseNumber":36,"Text":"آنگاه گفتیم :« شما دو نفر سوی قومی که آیات ما را تکذیب کردند، بروید» پس آنها را بشدت (هلاک و) نابود کردیم"},{"SurahNumber":25,"VerseNumber":37,"Text":"وقوم نوح را هنگامی که پیامبران را تکذیب کردند، آنها را غرق کردیم، و آنها را برای مردم (نشانه و) عبرت قرار دادیم، و برای ستمکاران عذاب درد ناکی آماده کرده ایم"},{"SurahNumber":25,"VerseNumber":38,"Text":"و (همچنین) عاد و ثمود و اصحاب رس و نسلهای بسیار را که بین آنها بودند (هلاک کردیم)"},{"SurahNumber":25,"VerseNumber":39,"Text":"و برای هر یک از آنها مثلها زدیم، و همگی (آنها) را سخت نابود (و هلاک) کردیم"},{"SurahNumber":25,"VerseNumber":40,"Text":"و به راستی آنها (= مشرکان مکه) بر قریه ای که باران بلا بر آن باریده بود، گذشتند، آیا آن را نمی دیدند ؟! (آری، می دیدند) بلکه به (قیامت و) زنده شدن امید (و ایمان) ندارند"},{"SurahNumber":25,"VerseNumber":41,"Text":"و هنگامی که تو را ببینند، فقط تو را به ریشخند (و مسخره) می گیرند، (و می گویند:) آیا این همان کسی است که خداوند او را به پیامبری فرستاده است ؟"},{"SurahNumber":25,"VerseNumber":42,"Text":"اگر ما بر (پرستش) خدایان مان استقامت نمی کردیم، نزدیک بود که ما را از (پرستش) آنها گمراه کند! و چون عذاب (الهی) را ببینند؛ به زودی خواهند دانست چه کسی گمراه تر (بوده) است"},{"SurahNumber":25,"VerseNumber":43,"Text":"آیا دیدی کسی را که هوای (نفس) خود را معبود خود برگزیده است ؟! آیا تو می توانی بر او (وکیل و) نگهبان باشی؟"},{"SurahNumber":25,"VerseNumber":44,"Text":"آیا گمان می کنی بیشتر آنها می شنوند یا می فهمند ؟! آنها همچون چهارپایانی بیش نیستند، بلکه اینان گمراه ترند"},{"SurahNumber":25,"VerseNumber":45,"Text":"آیا ندیدی چگونه پروردگارت سایه را گسترانیده است، و اگر می خواست آن را ساکن قرار می داد، پس خورشید را بر (وجود) آن دلیل قرار دادیم"},{"SurahNumber":25,"VerseNumber":46,"Text":"سپس آن (سایه) را اندک اندک به سوی خود باز می گیریم"},{"SurahNumber":25,"VerseNumber":47,"Text":"و او کسی است که شب را برای شما پوششی قرار داد، و خواب را مایه ی آسایش، و روز را (هنگام) بر خاستن (و جنبش) قرار داد"},{"SurahNumber":25,"VerseNumber":48,"Text":"و او کسی است که بادها را بشارت دهندگانی پیشاپیش رحمتش فرستاد، و از آسمان آبی پاک نازل کردیم"},{"SurahNumber":25,"VerseNumber":49,"Text":"تا به آن سرزمین مرده ای را زنده کنیم، و آن را به چهارپایان و انسانهای بسیاری را که آفریده ایم؛ بنوشانیم"},{"SurahNumber":25,"VerseNumber":50,"Text":"و به راستی (ما) آن (آب باران) را در میان آنها تقسیم کردیم تا متذکر شوند، پس بیشتر مردم جز ناسپاسی را قبول نکردند"},{"SurahNumber":25,"VerseNumber":51,"Text":"و اگر می خواستیم در هر قریه و دیاری بیم دهنده ای می فرستادیم"},{"SurahNumber":25,"VerseNumber":52,"Text":"پس (ای پیامبر!) از کافران اطاعت مکن، و بوسیله ی آن (= قرآن) با آنها جهاد بزرگی بنما"}]}