{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Razve ty ne videl, o slushatel', etikh mnogobozhnikov, kotoryye vmesto blagodarnosti za milost', kotoruyu Allakh okazal im, posylaya k nim Mukhammada s istinnoy veroy, ne uverovali vo Vsevyshnego i, sbivaya svoikh posledovateley s vernogo puti, priveli ikh v zhilishche gibeli"},{"SurahNumber":14,"VerseNumber":29,"Text":"v geyennu, gde oni budut muchat'sya ot ognya. Skverno eto zhilishche"},{"SurahNumber":14,"VerseNumber":30,"Text":"Oni pridali Allakhu Yedinomu i Yedinstvennomu sotovarishchey iz idolov i poklonyalis' im, chtoby sbit' lyudey s puti Allakha. Skazhi, o prorok, etim zabludshim: \"Naslazhdaytes' zhe svoimi strastyami, ved' vashe posledneye pribezhishche - ogon'"},{"SurahNumber":14,"VerseNumber":31,"Text":"Skazhi, o Mukhammad, Moim vernym rabam, kotoryye uverovali i tvorili dobryye deyaniya: \"Sovershayte molitvu i raskhoduyte tayno i yavno chast' togo, chem Allakh nadelil vas, na blagotvoritel'nyye tseli i na vso blagoye, do togo kak nastupit Den', kogda ne budet pol'zy ni ot kupli, ni ot prodazhi, ni ot druzhby"},{"SurahNumber":14,"VerseNumber":32,"Text":"Tol'ko Allakh - On odin - sotvoril nebesa i zemlyu, i vso, chto na nikh, i nizvol s neba obil'nuyu vodu, blagodarya kotoroy On nadelil vas plodami rasteniy i derev'yev. On podchinil vam korabli, chtoby oni plavali po moryam s Yego dozvoleniya i po Yego vole, perevozya vashi udely i tovary, i podchinil vam presnyye reki, chtoby vy pol'zovalis' imi, polivaya rasteniya i utolyaya svoyu zhazhdu"},{"SurahNumber":14,"VerseNumber":33,"Text":"i podchinil vam postoyanno nakhodyashchiyesya v dvizhenii solntse i lunu, chtoby davali vam svet i chtoby rosli rasteniya i zhivotnyye, i podchinil vam noch', chtoby vy otdykhali, i den', chtoby vy trudilis'"},{"SurahNumber":14,"VerseNumber":34,"Text":"i dal vam vso, chto nuzhno dlya zhizni, nesmotrya na to, prosili vy ob etom ili net. A yesli vy budete vesti schot milosti, kotoruyu Allakh okazal vam, to vy ne sochtote yeyo, poskol'ku ona bezgranichna. Tot, kto ne blagodarit Allakha za milost', - krayne neblagodarnyy i obidchik"},{"SurahNumber":14,"VerseNumber":35,"Text":"Rasskazhi, o prorok, svoyemu narodu v nazidaniye, mozhet byt', oni ostavyat mnogobozhiye, o tom, chto skazal ikh praotets Ibrakhim, vozdvignuv Kaabu: \"Gospodi! Okhranyay etot gorod, gde nakhoditsya Kaaba, ot nepravednykh pritesniteley i sdelay yego bezopasnym, i uberegi menya i moyo potomstvo ot pokloneniya idolam"},{"SurahNumber":14,"VerseNumber":36,"Text":"Ved' idoly sbili s pryamogo puti mnogikh lyudey, kotoryye poklonyalis' im, a kto iz moyego potomstva posleduyet za mnoy, iskrenne poklonyayas' Tebe odnomu, tot - iz voshedshikh v moyu veru, a kto oslushayetsya menya, priderzhivayas' mnogobozhiya, togo Ty tozhe mozhesh' povesti po pryamomu puti, ved' Tvoyo miloserdiye i proshcheniye bezgranichny"},{"SurahNumber":14,"VerseNumber":37,"Text":"Gospod' Nash! YA poselil nekotorykh iz moyego potomstva v mekkanskoy neplodorodnoy doline, gde ne rastut zlaki, u Tvoyego Doma Svyashchennogo, kotoryy Ty sberog, zapretil lyudyam posyagat' na nego, popirat' yego i sdelal okruzhayushchuyu yego mestnost' bezopasnoy. Gospodi! Okazhi im milost', chtoby oni vystaivali molitvu u etogo Doma, i skloni dobryye serdtsa drugikh lyudey k nim, chtoby oni poseshchali Tvoy Dom, i nadeli ikh plodami, posylaya ikh s palomnikami, chtoby oni blagodarili Tebya za Tvoyu milost', sovershaya molitvu i obrashchayas' k Tebe"},{"SurahNumber":14,"VerseNumber":38,"Text":"Gospod' nash! Ty odinakovo znayesh' to, chto my skryvayem, i to, chto obnaruzhivayem. Ty luchshe znayesh', chto dlya nas polezneye, i Ty boleye milostiv k nam, chem my sami. Nichto ne skryto ot Tebya, dazhe samoye maloye, na zemle i na nebesakh. Ved' i bez nashey mol'by Tebe vso izvestno. My vzyvayem k Tebe, chtoby tol'ko pokazat', chto my - raby Tvoi, povinuyemsya Tvoyemu velichiyu i nuzhdayemsya v Tvoyey milosti"},{"SurahNumber":14,"VerseNumber":39,"Text":"Khvala Allakhu, kotoryy daroval mne, vopreki preklonnomu vozrastu, kogda ya uzhe otchayalsya v tom, chto u menya budet potomstvo, Ismaila, a zatem Iskhaka. Poistine, moy Gospod' slyshit moi molitvy i vnemlet mol'be moyey"},{"SurahNumber":14,"VerseNumber":40,"Text":"Gospodi, sposobstvuy tomu, chtoby ya i pravednyye iz moyego potomstva, smirenno vystaivali molitvu. Gospod' nash! Vnemli moyey mol'be"},{"SurahNumber":14,"VerseNumber":41,"Text":"Gospod' nash! Prosti mne i moim roditelyam, i veruyushchim grekhi v Den' Strashnogo Suda, kogda svershitsya Sud, a za nim posleduyet vozdayaniye"},{"SurahNumber":14,"VerseNumber":42,"Text":"Ne dumay, o poslannik, chto Allakh ne obrashchayet vnimaniya na to, chto nepravednyye nechestivtsy boryutsya protiv islama i musul'man. Ved' On znayet vse ikh nechestivyye postupki, no On otsrochil im nakazaniye do Dnya Strashnogo Suda. V tot Den' ikh glaza rasshiryatsya ot strakha, i ne budut oni vlastny nad nimi iz-za uzhasov, kotoryye oni uvidyat"},{"SurahNumber":14,"VerseNumber":43,"Text":"ustremyas' k zovushchemu, podnimaya golovu v storonu neba, i ikh vzory perestanut podchinyat'sya im, i ikh serdtsa budut pusty, i oni ni o chom ne smogut dumat' iz-za okhvativshego ikh strakha"},{"SurahNumber":14,"VerseNumber":44,"Text":"Napominay, o prorok, lyudyam ob uzhasakh Dnya voskreseniya, kogda ikh postignet nakazaniye. Nepravednyye, kotoryye nakazali sebya, ne veruya v Allakha i tvorya nechestivyye dela, skazhut: \"Gospod' nash! Otsroch' nam nakazaniye i verni nas v blizhnyuyu zhizn', i day nam khot' nebol'shuyu otsrochku - my ispravim svoyu oshibku, otvetim na Tvoy prizyv k yedinobozhiyu i posleduyem za poslannikami\". Nechestivtsam otvetyat: \"Vy eto govorite seychas, no vy zabyli, chto ran'she, v zemnoy zhizni, klyalis', chto i posle smerti vy budete ispytyvat' blagodenstviye i schast'ye, i nichto ne izmenitsya dlya vas, yesli budet voskreseniye"},{"SurahNumber":14,"VerseNumber":45,"Text":"V blizhney zhizni vy poselilis' v seleniyakh, zhivshikh do vas narodov, kotoryye byli nepravedny i nakazali samikh sebya, ne veruya v Allakha i rasprostranyaya nechestiye. Ostavshiyesya posle nikh sledy pokazali vam, kak My muchitel'no nakazali ikh, no vy ne otkazalis' ot neveriya. My raz\"yasnyali vam, kak oni ne povinovalis' Allakhu, tvorya nechestivyye deyaniya, i kakoye nakazaniye postiglo ikh, no eto vas nichemu ne nauchilo"},{"SurahNumber":14,"VerseNumber":46,"Text":"Eti mnogobozhniki stroili kozni (protiv proroka i veruyushchikh), chtoby pobedit' islam, no Allakh khorosho znayet ikh khitrosti. I yesli by ikh khitrost' mogla sdvinut' gory, ona ne smozhet razrushit' shariat Allakha i ne povredit yemu"},{"SurahNumber":14,"VerseNumber":47,"Text":"Ne dumay, o poslannik, chto Allakh Vsevyshniy narushit Svoyo obeshchaniye Svoim poslannikam. On obyazatel'no podderzhit ikh i budet sposobstvovat' ikh pobede nad nevernymi. Ved' Allakh Vsemogushch, nikto ne mozhet protivostoyat' Yego vole. On surovo pokarayet nevernykh i ne povinuyushchikhsya Yego poslannikam"},{"SurahNumber":14,"VerseNumber":48,"Text":"On pokarayet ikh v Den' voskreseniya, kogda zamenit zemlyu drugoy zemloy i nebesa - drugimi nebesami, ne pokhozhimi na te, kotoryye byli v zemnoy zhizni. V etot Den' vse lyudi vyydut iz svoikh mogil i predstanut pered Sudom Allakha, Yedinogo, Vsemogushchego, Nepobedimogo"},{"SurahNumber":14,"VerseNumber":49,"Text":"V Den' voskreseniya ty uvidish' nevernykh greshnikov, skovannykh tsepyami so svoimi shaytanami"},{"SurahNumber":14,"VerseNumber":50,"Text":"Ikh kozha budet pokryta smoloy, kotoraya zamenit im odeyaniye, a ikh litsa pokroyet ogon'"},{"SurahNumber":14,"VerseNumber":51,"Text":"Eto budet vozdayaniyem dlya nikh. Ved' Allakh vozdast kazhdomu po zaslugam za to, chto on tvoril v blizhney zhizni. Allakh - v Den' voskreseniya - bystr v raschote"},{"SurahNumber":14,"VerseNumber":52,"Text":"Koran - Poslaniye ot Allakha i rukovodstvo dlya lyudey, i uveshchevaniye, chtoby oni opasalis' nakazaniya Allakha. Pust' oni, strashas' nakazaniya i dumaya o mogushchestve Allakha, znayut, chto Vsevyshniy - Yedin, krome Nego net nikakogo bozhestva, i pust' razumnyye lyudi vspominayut o velichii ikh Gospoda i otkazyvayutsya ot togo, chto prinesot im gibel'"}]}