{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"En wat het u so haastig van u volk laat weggaan, o Moses"},{"SurahNumber":20,"VerseNumber":84,"Text":"Hy het gesê: Hulle volg in my spoor, en ek het my tot U gehaas, my Heer, sodat U welbehae in my mag hê"},{"SurahNumber":20,"VerseNumber":85,"Text":"Hy het gesê: Ons het u volk in u afwesigheid sekerlik beproef, en die Samiri het hulle mislei"},{"SurahNumber":20,"VerseNumber":86,"Text":"Toe het Moses na sy volk teruggekeer, toornig en bedroef. Hy het gesê: O my volk! Het julle Heer julle nie aangename dinge belowe nie? Het die beloofde tyd dan vir julle te lank geduur, of het julle begeer dat die toorn van julle Heer op julle moet neerdaal, en het julle daarom jul belofte aan my verbreek"},{"SurahNumber":20,"VerseNumber":87,"Text":"Hulle het geantwoord: Ons het nie uit eie beweging die belofte aan u verbreek nie, maar ons was genoodsaak om die las van die sierade van die volk te dra; daarom het ons dit weggegooi; en so het Samiri ook aan die hand gedoen"},{"SurahNumber":20,"VerseNumber":88,"Text":"Toe het hy ’n beeld van ’n kalf voortgebring wat ’n loeiende geluid gemaak het, en hulle het gesê: Dít is julle god en die god van Moses, maar hy het vergeet"},{"SurahNumber":20,"VerseNumber":89,"Text":"Kon hulle dan nie merk dat dit nie in staat is om hulle te antwoord, en dat dit geen voor- of nadeel vir hulle kon bewerk nie"},{"SurahNumber":20,"VerseNumber":90,"Text":"En Aäron het sekerlik voorheen aan hulle gesê: O my volk! Julle word slegs daarmee beproef; en waarlik, julle Heer is die Barmhartige God. Volg my dus, en gehoorsaam my bevel"},{"SurahNumber":20,"VerseNumber":91,"Text":"Maar hulle antwoord was: Ons sal waarlik nie ophou om die kalf te aanbid voordat Moses nie eers na ons teruggekeer het nie"},{"SurahNumber":20,"VerseNumber":92,"Text":"Moses het gesê: O Aäron! Wat het u verhinder ~ toe u sien dat hulle afgedwaal het"},{"SurahNumber":20,"VerseNumber":93,"Text":"om my te volg? Het u dan my gebod verontagsaam"},{"SurahNumber":20,"VerseNumber":94,"Text":"Hy het geantwoord: O seun van my moeder! Gryp my nie aan my baard en ook nie aan my hoof nie. Ek was bang dat u sou sê: U het ’n skeuring onder die Kinders van Israel teweeggebring, en nie op my woord gewag nie"},{"SurahNumber":20,"VerseNumber":95,"Text":"Moses het gesê: Wat was u bedoeling, o Samiri"},{"SurahNumber":20,"VerseNumber":96,"Text":"Hy het gesê: Ek het bemerk wat hulle nie bemerk het nie; toe het ek ’n handvol stof van die boodskapper se voetstappe geneem en dit weggegooi. So het my siel dit aan my opgedra"},{"SurahNumber":20,"VerseNumber":97,"Text":"Hy het gesê: Gaan weg! Dit is vir u om in hierdie lewe te sê: Raak my nie aan nie! En aan u word ’n straf belowe wat u nie sal kan ontwyk nie. En kyk na jou god van wie jy gesê het dat hy aanbid moet word. Ons sal dit sekerlik verbrand en daarna oor die see verstrooi"},{"SurahNumber":20,"VerseNumber":98,"Text":"Slegs Allah is julle Heer; daar is geen god nie behalwe Hy. Hy omvat alle dinge in Sy kennis"},{"SurahNumber":20,"VerseNumber":99,"Text":"So vertel Ons aan u die nuus van wat voorheen gebeur het. En Ons het inderdaad vir u ’n Vermaning van Onsself gegee"},{"SurahNumber":20,"VerseNumber":100,"Text":"Wie daarvan wegdraai, sal op die Opstandingsdag sekerlik ’n las dra"},{"SurahNumber":20,"VerseNumber":101,"Text":"waaronder hy altyd gebuk sal gaan. En sleg sal hulle las wees op die Dag van Opstanding"},{"SurahNumber":20,"VerseNumber":102,"Text":"die Dag waarop die basuin geblaas sal word; en Ons sal die skuldiges op daardie Dag met blou oë bymekaar bring"},{"SurahNumber":20,"VerseNumber":103,"Text":"hulle wat in die geheim met mekaar beraadslaag en gesê het: Julle het slegs tien dae vertoef"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ons weet goed wat hulle antwoord sal wees as die regverdigste onder hulle sou sê: Julle het maar net ’n dag lank vertoef"},{"SurahNumber":20,"VerseNumber":105,"Text":"En hulle vra u uit aangaande die berge. Sê: My Heer sal hulle soos stof verstrooi"},{"SurahNumber":20,"VerseNumber":106,"Text":"en daarvan ’n vlakte maak, glad en gelyk"},{"SurahNumber":20,"VerseNumber":107,"Text":"waarin u geen kromheid en ongelykheid sal bespeur nie"},{"SurahNumber":20,"VerseNumber":108,"Text":"Op dié Dag sal hulle die Oproeper volg in wie daar geen ongeregtigheid is nie; en die stemme voor die Barmhartige God sal sag wees, sodat u niks anders as ’n dowwe klank sal hoor nie"},{"SurahNumber":20,"VerseNumber":109,"Text":"Op daardie Dag sal daar geen bemiddeling wees nie, behalwe vir hom aan wie die Barmhartige dit toestaan en met wie se woorde Hy tevrede is"},{"SurahNumber":20,"VerseNumber":110,"Text":"Hy weet wat voor hulle is en wat ager hulle is, hoewel hulle dit met hul kennis nie kan omvat nie"}]}