{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"И когато погледите им бъдат обърнати към обитателите на Огъня, ще рекат: “Господи наш, не ни слагай заедно с хората-угнетители!”"},{"SurahNumber":7,"VerseNumber":48,"Text":"И хората върху Стената ще извикат към мъже, които узнават по техния белег, и ще кажат: “Не ви избави това, че трупахте и се възгордявахте"},{"SurahNumber":7,"VerseNumber":49,"Text":"Тези ли са, за които се клехте, че Аллах не ще ги дари с милост?” [А на хората от Стената ще се рече:] “Влезте в Рая! Не ще има страх за вас и не ще скърбите.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"И обитателите на Огъня ще викат към обитателите на Рая: “Излейте за нас от водата или от онова, с което ви препитава Аллах!” Ще рекат: “Възбрани ги Аллах за неверниците"},{"SurahNumber":7,"VerseNumber":51,"Text":"които взеха своята религия за забавление и за игра, и ги съблазни земният живот. Днес ги забравяме Ние, както и те забравиха за срещата в този техен Ден, и отхвърлиха Нашите знамения.”"},{"SurahNumber":7,"VerseNumber":52,"Text":"Донесохме им Книга, която разяснихме със знание като напътствие и милост за хора вярващи"},{"SurahNumber":7,"VerseNumber":53,"Text":"Нима очакват друго освен нейното тълкуване? В Деня, когато дойде нейното тълкуване, онези, които го забравиха преди, ще кажат: “Пратениците на нашия Господ бяха донесли истината. Имаме ли застъпници, да се застъпят за нас? Или да бъдем върнати и ще правим друго, а не онова, което сме правили?” Те се погубиха и се скри от тях онова, което измисляха"},{"SurahNumber":7,"VerseNumber":54,"Text":"Вашият Господ е Аллах, Който сътвори небесата и земята в шест дена, после се въздигна [безподобен] Той на Трона. Покрива Той с нощта деня, който я следва безспир. И слънцето, и луната, и звездите са покорни на Неговата повеля... Негови са творението и повелята. Благословен е Аллах, Господът на световете"},{"SurahNumber":7,"VerseNumber":55,"Text":"Зовете своя Господ със смирение и дори в уединение! Той не обича престъпващите"},{"SurahNumber":7,"VerseNumber":56,"Text":"И не рушете по земята, след като е в порядък! И Го зовете със страх и копнеж! Милостта на Аллах е близо до добродетелните"},{"SurahNumber":7,"VerseNumber":57,"Text":"Той е Онзи, Който праща ветровете като благовестие пред Своята милост. Когато понесат тежък облак, Ние го насочваме към мъртва земя и изливаме там водата, и изваждаме с нея всякакви плодове. Така изваждаме и мъртвите, за да се поучите"},{"SurahNumber":7,"VerseNumber":58,"Text":"В добрата земя растението изниква с позволението на нейния Господ, а в лошата то едвам изниква с мъка. Така разясняваме знаменията на хора признателни"},{"SurahNumber":7,"VerseNumber":59,"Text":"Изпратихме Нух при неговия народ и той каза: “О, народе мой, служете на Аллах! Нямате друг бог освен Него! Страхувам се за вас от мъчение във великия Ден.”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Знатните от неговия народ казаха: “Виждаме, че си в явна заблуда.”"},{"SurahNumber":7,"VerseNumber":61,"Text":"Каза: “О, народе мой, не съм в заблуда, а съм пратеник от Господа на световете"},{"SurahNumber":7,"VerseNumber":62,"Text":"Съобщавам ви посланията на моя Господ и ви наставлявам, и знам от Аллах онова, което вие не знаете"},{"SurahNumber":7,"VerseNumber":63,"Text":"Нима се удивихте, че ви е дошло напомняне от вашия Господ с мъж измежду вас, за да ви предупреди и за да се побоите, та дано бъдете помилвани?”"},{"SurahNumber":7,"VerseNumber":64,"Text":"Но го взеха за лъжец и спасихме него и онези, които бяха с него в Ковчега, и издавихме онези, които взеха за лъжа Нашите знамения, защото бяха хора слепи"}]}