{"Id":393,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Biz, bir ayetin hükmünü yürürlükten kaldırır veya onu unutturursak (ertelersek) mutlaka daha iyisini veya benzerini getiririz. Bilmez misin ki Allah her şeye kadirdir"},{"SurahNumber":2,"VerseNumber":107,"Text":"(Yine) bilmez misin, göklerin ve yerin mülkiyet ve hükümranlığı yalnızca Allah'ındır? Sizin için Allah'tan başka ne bir dost ne de bir yardımcı vardır"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz de (ey müslümanlar), daha önce Musa'ya sorulduğu gibi peygamberinize sorular sormak mı istiyorsunuz? Kim imanı küfre değişirse, şüphesiz dosdoğru yoldan sapmış olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Ehl-i kitaptan çoğu, hakikat kendilerine apaçık belli olduktan sonra, sırf içlerindeki kıskançlıktan ötürü, sizi imanınızdan vazgeçirip küfre döndürmek istediler. Yine de siz, Allah onlar hakkındaki emrini getirinceye kadar affedip bağışlayın. Şüphesiz Allah her şeye kadirdir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı kılın, zekatı verin, önceden kendiniz için yaptığınız her iyiliği Allah'ın katında bulacaksınız. Şüphesiz Allah, yapmakta olduklarınızı noksansız görür"},{"SurahNumber":2,"VerseNumber":111,"Text":"(Ehl-i kitap:) Yahudiler yahut hıristiyanlar hariç hiç kimse cennete giremeyecek, dediler. Bu onların kuruntusudur. Sen de onlara: Eğer sahiden doğru söylüyorsanız delilinizi getirin, de"},{"SurahNumber":2,"VerseNumber":112,"Text":"Bilakis, kim muhsin olarak yüzünü Allah'a döndürürse (Allah'a hakkıyla kulluk ederse) onun ecri Rabbi katındadır. Öyleleri için ne bir korku vardır, ne de üzüntü çekerler"},{"SurahNumber":2,"VerseNumber":113,"Text":"Hepsi de kitabı (Tevrat ve İncil'i) okumakta oldukları halde Yahudiler: Hıristiyanlar doğru yolda değillerdir, dediler. Hıristiyanlar da: Yahudiler doğru yolda değillerdir, dediler. Kitabı bilmeyenler de birbirleri hakkında tıpkı onların söylediklerini söylediler. Allah, ihtilafa düştükleri hususlarda kıyamet günü onlar hakkında hükmünü verecektir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah'ın mescidlerinde O'nun adının anılmasına engel olan ve onların harap olmasına çalışandan daha zalim kim vardır! Aslında bunların oralara ancak korkarak girmeleri gerekir. (Başka türlü girmeye hakları yoktur.) Bunlar için dünyada rezillik, ahirette de büyük azap vardır"},{"SurahNumber":2,"VerseNumber":115,"Text":"Doğu da Allah'ındır batı da. Nereye dönerseniz Allah'ın yüzü (zatı) oradadır. Şüphesiz Allah'(ın rahmeti ve nimeti) geniştir, O her şeyi bilendir"},{"SurahNumber":2,"VerseNumber":116,"Text":"Allah çocuk edindi\" dediler. Haşa! O, bundan münezzehtir. Göklerde ve yerde olanların hepsi O'nundur, hepsi O'na boyun eğmiştir"},{"SurahNumber":2,"VerseNumber":117,"Text":"göklerin ve yerin eşsiz yaratıcısıdır. Bir şeyi dilediğinde ona sadece \"Ol!\" der, o da hemen oluverir"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilmeyenler dediler ki: Allah bizimle konuşmalı ya da bize bir ayet (mucize) gelmeli değil miydi? Onlardan öncekiler de işte tıpkı onların dediklerini demişlerdi. Kalpleri (akılları) nasıl da birbirine benzedi? Gerçekleri iyice bilmek isteyenlere ayetleri apaçık gösterdik"},{"SurahNumber":2,"VerseNumber":119,"Text":"Doğrusu biz seni Hak (Kur'an) ile müjdeleyici ve uyarıcı olarak gönderdik. Sen cehenmemliklerden sorumlu değilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Dinlerine uymadıkça yahudiler de hıristiyanlar da asla senden razı olmayacaklardır. De ki: Doğru yol, ancak Allah'ın yoludur. Sana gelen ilimden sonra onların arzularına uyacak olursan, andolsun ki, Allah'tan sana ne bir dost ne de bir yardımcı vardır"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine kitap verdiğimiz kimseler (den bazısı) onu, hakkını gözeterek okurlar. Çünkü onlar, ona iman ederler. Onu inkar edenlere gelince, işte gerçekten zarara uğrayanlar onlardır"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey İsrailoğulları! Size verdiğim nimetimi ve sizi (bir zamanlar) cümle aleme üstün kılmış olduğumu hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Ve bir günden sakının ki, o günde hiç kimse başkası namına bir şey ödeyemez, kimseden fidye kabul edilmez, hiç kimseye şefaat fayda vermez. Onlar hiçbir yardım da görmezler"}]}