{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"БОЖА команда вже видавалась (та все вже писалось), так не кидаються це. Він glorified; найбільш Високо, далекий над будь-якими ідолами вони здіймаються"},{"SurahNumber":16,"VerseNumber":2,"Text":"Він посилає вниз ангели з апокаліпсисом, перенесення Його команди, whomever Він вибирає з числа Його службовців: \"Ви будете проповідувати що немає іншого бога біля Мені; Ви будете повага Мені"},{"SurahNumber":16,"VerseNumber":3,"Text":"Він утворив небо та землю для специфічної мети. Він значно надто Високо, далекий над будь-якими ідолами вони здіймаються"},{"SurahNumber":16,"VerseNumber":4,"Text":"Він створював людський з tiny краплі, тоді він повертає у ревного опонента"},{"SurahNumber":16,"VerseNumber":5,"Text":"Та Він утворив домашну худобу для вас, щоб забезпечити вас з теплом, та багато інших вигод, так же, як і продовольства"},{"SurahNumber":16,"VerseNumber":6,"Text":"Вони також забезпечують вас з розкішшю під час вашого дозвілля, та коли ви мандруєте"},{"SurahNumber":16,"VerseNumber":7,"Text":"Та вони носять ваші вантажі приземляється що ви не могли дістатися без великих негараздів. Безсумнівно, ваш Лорд Compassionate, Найбільш Милосердний"},{"SurahNumber":16,"VerseNumber":8,"Text":"Та (Він створював) коні, mules, та віслюки для вас їхати, та для розкоші. Додатково, Він утворює які ви не знаєте"},{"SurahNumber":16,"VerseNumber":9,"Text":"БОГ показує шляхи, включаючи неправильні. Якщо Він willed, Він міг керували всіма вами"},{"SurahNumber":16,"VerseNumber":10,"Text":"Він посилає вниз з води неба для вашого напою, та щоб виростити дерева для вашої вигоди"},{"SurahNumber":16,"VerseNumber":11,"Text":"З це, Він росте для вас зерно, olives, датують пальми, виноград, та всі різновиди фруктів. Це (достатній) доказ для людей що думають"},{"SurahNumber":16,"VerseNumber":12,"Text":"Та Він здійснює, у вашій службі, ночі та дні, так же, як і сонці та місяці. Також, зірки здійснюються Його командою. Цей (достатній) докази для людей що розуміють"},{"SurahNumber":16,"VerseNumber":13,"Text":"Та (Він створював) для вас на речах землі різноманітних кольорів. Це є (достатній) доказ для людей що беруть увагу"},{"SurahNumber":16,"VerseNumber":14,"Text":"Та Він здійснив море служити вам; ви гоститеся з це пропозиція м'ясо, та витягаєте ювелірні вироби котрий ви носите. Та ви бачите , що корабель блукає це для ваших комерційних вигод, тому що ви шукаєте Його щедрості, що ви можете бути appreciative"},{"SurahNumber":16,"VerseNumber":15,"Text":"Та Він розмістив stabilizers (гори) на землі, lest це падіння з вами, так же, як і річки та дороги, що ви можете керуватися"},{"SurahNumber":16,"VerseNumber":16,"Text":"Та віхи, так же, як і зірки; щоб бути використаний для навігації"},{"SurahNumber":16,"VerseNumber":17,"Text":"один хто Виглядає створює як один хто не створює? Чи не могли б ви зараз взяти увагу"},{"SurahNumber":16,"VerseNumber":18,"Text":"Якщо ви рахуєте БОЖІ благословення, ви не можете можливо охопити їх. БОГ Forgiver, Найбільш Милосердний"},{"SurahNumber":16,"VerseNumber":19,"Text":"Та БОГ знає щоб ні ви приховуєте та щоб ні ви заявляєте"},{"SurahNumber":16,"VerseNumber":20,"Text":"Як для ідолів вони здіймаються біля БОГА, вони нічого не створюють; вони себе були утворені"},{"SurahNumber":16,"VerseNumber":21,"Text":"Вони є мертві, не живий, та вони не мають ідеї як або коли вони будуть resurrected"},{"SurahNumber":16,"VerseNumber":22,"Text":"Ваш бог є один бог. Як для цих хто не вірять в У майбутньому, їхнім серденькам заперечують, та вони є зухвалі"},{"SurahNumber":16,"VerseNumber":23,"Text":"Абсолютно, БОГ знає все вони приховують та все вони заявляють. Він не любить ці хто є зухвалий"},{"SurahNumber":16,"VerseNumber":24,"Text":"Коли вони просяться, \"Що роблять ви думаєте цих відкриттів з вашого Лорда,\" як кажуть, \"Повісті з минулі"},{"SurahNumber":16,"VerseNumber":25,"Text":"Вони будуть триматися відповідальні для їхніх гріхів на Дні Resurrection, усіх, крім гріхів всі ці кому вони призведені до помилки їхнім незнанням. Що нещасний вантаж"},{"SurahNumber":16,"VerseNumber":26,"Text":"Інші люблять їх замислили раніше, та отже, БОГ зруйнував їхнє будинок у фундації, викликаючи дах впасти на них. retribution вразити їх коли вони найменші очікувані"},{"SurahNumber":16,"VerseNumber":27,"Text":"Тоді, на Дні Resurrection, Він зганьбить їх та запитують, \"Де Мої партнери що ви встановили біля Мені, та протиставили Мені заради їхнього?\" Цей благословлений з знанням скаже, \"Сьогодні, сором та нещастя befallen disbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"ангели ставлять їх до смерті у державі ображаючих їхніх душ. Це - коли вони нарешті підкоряються, та кажуть, \"Ми нічого не зробили неправильний!\" Так дійсно. БОГ знає цілком все ви зробили"},{"SurahNumber":16,"VerseNumber":29,"Text":"Тому, вносите брами Пекла, причому ви перебуєте завжди. Що нещасна доля для зухвалих"}]}