{"Id":50,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-la","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":7,"VerseNumber":47,"Text":"Ara yakhana drsti agnibasidera dike phiriye deya habe, takhana tara balabe, ‘he amara raba! Amaderake yalima sampradayera sangi karabena na [1].’"},{"SurahNumber":7,"VerseNumber":48,"Text":"Ara a’raphabasira emana lokaderake dakabe, yaderake tara tadera cihna dbara cinabe, tara balabe, ‘tomadera dala o tomadera ahankara kono kaje asala na.’"},{"SurahNumber":7,"VerseNumber":49,"Text":"Era'i ki tara [1] yadera sambandhe tomara sapatha kare balate ye, allaha taderake rahamate samila karabena na? (Ederake'i bala habe,) ‘tomara jannate prabesa kara, tomadera kono bhaya ne'i ebam tomara cintita'o habe na.’"},{"SurahNumber":7,"VerseNumber":50,"Text":"Ara jahannamira jannatiderake sambodhana kare balabe, ‘amadera upara dhele da'o kichu pani athaba ta theke ya allaha jibikarupe tomaderake diyechena.’ Tara balabe, ‘allaha to e duti harama karechena kapheradera jan'ya"},{"SurahNumber":7,"VerseNumber":51,"Text":"‘Yara tadera dinake khela-tamasarupe grahana karechila. Ara duniyara jibana yaderake pratarita karechila. Kaje'i aja amara taderake (jahanname) chere rakhaba, yemanibhabe tara tadera e dinera saksatera jan'ya kaja kara chere diyechila [1], ara (yemana) tara amadera ayatasamuha asbikara karechila"},{"SurahNumber":7,"VerseNumber":52,"Text":"Ara abasya'i amara tadera nikata niye esechi emana eka kitaba ya amara jnanera bhittite bisada byakhya karechi [2]. Ara ya mumina sampradayera jan'ya hidayata o rahamatasbarupa"},{"SurahNumber":7,"VerseNumber":53,"Text":"Tara ki sudhu se parinamera apeksa kare? Yedina se parinama prakasa pabe, sedina yara age setara katha bhule giyechila tara balabe, ‘amadera rabera rasulagana to satyabani enechilena, amadera ki emana kono suparisakari ache ye amadera jan'ya suparisa karabe athaba amaderake ki abara pherata pathano habe-- yena amara age ya karatama ta theke bhinna kichu karate pari?’ Abasya'i tara nijederake ksatigrasta kareche ebam tara ye mithya ratana karata, ta tadera kacha theke hariye geche"},{"SurahNumber":7,"VerseNumber":54,"Text":"Niscaya tomadera raba allah yini asamanasamuha o yamina chaya [1] dine [2] srsti karechena [3]; tarapara tini ‘arasera upara uthechena [4]. Tini'i dinake rata diye dheke dena, tadera eke an'yake drutagatite anusarana kare. Ara surya,camda o naksatraraji, ya tamra'i hukumera anugata, ta tini'i srsti karechena [5].Jene rakha, srjana o adesa tamra'i [6]. Srstikulera raba allah‌ kata barakatamaya"},{"SurahNumber":7,"VerseNumber":55,"Text":"tomara binitabhabe o gopane [1] tomadera rabake daka [2]; niscaya tini simalanghanakariderake pachanda karena na"},{"SurahNumber":7,"VerseNumber":56,"Text":"Ara yamine santi sthapanera para tomara sekhane biparyaya srsti karo na [1]. Ara allahake bhaya o asara sathe daka [2]. Niscaya allah‌ra anugraha muhasinadera khuba nikate"},{"SurahNumber":7,"VerseNumber":57,"Text":"Ara tini'i se satta; yini tamra rahamata brstira age bayu prabahita karena susambada hisebe [1], abasese yakhana seta bhari meghamala baye ane [2] takhana amara setake mrta janapadera dike caliye de'i, atahpara amara tara dbara brsti barsana kari [3], tarapara ta diye saba rakamera phala utpadana kari. Ebhabe'i amara mrtaderake bera karaba, yate tomara upadesa grahana kara"},{"SurahNumber":7,"VerseNumber":58,"Text":"Ara utkrsta bhumi-tara phasala tara rabera adese utpanna haya. Ara ya nikrsta, tate kathora parisrama na karale kichu'i janme na [1]. Ebhabe amara krtajna sampradayera jan'ya nidarsanasamuha bibhinnabhabe bibrta kari"},{"SurahNumber":7,"VerseNumber":59,"Text":"Abasya'i amara nuh‌ke pathiyechilama tara sampradayera kache. Atahpara tini balechilena, 'he amara sampradaya! Allahara ibadata kara, tini chara tomadera an'ya kono satya ilaha ne'i. Niscaya ami tomadera upara mahadinera sastira asanka karachi.’"},{"SurahNumber":7,"VerseNumber":60,"Text":"Tara sampradayera pradhanara balechila, ‘amara to tomake spasta bhrastatara madhye nipatita dekhachi.’"},{"SurahNumber":7,"VerseNumber":61,"Text":"Tini balechilena, ‘he amara sampapradaya! Amara madhye kono bhrastata ne'i, baram ami to srstikulera rabera paksa theke rasula.’"},{"SurahNumber":7,"VerseNumber":62,"Text":"‘Ami amara rabera risalata (ya diye amake pathano hayeche ta) tomadera kache pauchacchi ebam tomadera kalyana kamana karachi. Ara tomara ya jana na ami ta allahara kacha theke jani.’"},{"SurahNumber":7,"VerseNumber":63,"Text":"Tomara ki bismita haccha ye, tomadera'i ekajanera madhyame tomadera rabera kache theke tomadera kache upadesa [1] eseche, yate tini tomaderake satarka karena ebam yate tomara taka'oya abalambana kara. Ara yate tomara rahamataprapta ha'o?’"},{"SurahNumber":7,"VerseNumber":64,"Text":"Atahpara tara tara upara mithyaropa karala. Phale take o tara sathe yara naukaya chila amara taderake ud'dhara kari ebam yara amadera ayatasamuhe mithyaropa karechila taderake dubiye de'i. Tara to chila eka andha sampradaya"}]}