{"Id":298,"LanguageCodes":["ru","rus"],"Name":"rus-elmirkuliev-la","Author":"Elmir Kuliev","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Poverzheny rimlyane"},{"SurahNumber":30,"VerseNumber":3,"Text":"v samoy nizkoy (ili blizhayshey) zemle. No posle svoyego porazheniya oni oderzhat verkh"},{"SurahNumber":30,"VerseNumber":4,"Text":"cherez neskol'ko (ot trekh do desyati) let. Allakh prinimal resheniya do etogo i budet prinimat' ikh posle etogo. V tot den' veruyushchiye vozraduyutsya"},{"SurahNumber":30,"VerseNumber":5,"Text":"pomoshchi Allakha. On pomogayet, komu pozhelayet. On - Mogushchestvennyy, Miloserdnyy"},{"SurahNumber":30,"VerseNumber":6,"Text":"Takovo obeshchaniye Allakha, i Allakh ne narushayet Svoyego obeshchaniya, odnako bol'shinstvo lyudey ne znayut etogo"},{"SurahNumber":30,"VerseNumber":7,"Text":"Oni znayut o mirskoy zhizni tol'ko yavnoye, i oni bespechny k Posledney zhizni"},{"SurahNumber":30,"VerseNumber":8,"Text":"Neuzheli oni ne razmyshlyali o samikh sebe? Allakh sozdal nebesa, zemlyu i to, chto mezhdu nimi, tol'ko radi istiny i tol'ko na opredelennyy srok. No mnogiye lyudi ne veruyut vo vstrechu so svoim Gospodom"},{"SurahNumber":30,"VerseNumber":9,"Text":"Neuzheli oni ne stranstvovali po zemle i ne videli, kakim byl konets tekh, kto byl do nikh? Oni prevoskhodili ikh siloy, vozdelyvali zemlyu i otstraivali yeye luchshe, chem eto delayut oni (mekkanskiye yazychniki). Ikh poslanniki prinosili im yasnyye znameniya. Allakh ne byl nespravedliv k nim - oni sami postupili nespravedlivo po otnosheniyu k sebe"},{"SurahNumber":30,"VerseNumber":10,"Text":"Kontsom tekh, kto tvoril zlo, stalo zlo, potomu chto oni sochli lozh'yu znameniya Allakha i nasmekhalis' nad nimi"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allakh sozdayet tvoreniye v pervyy raz, a zatem vossozdayet yego. A posle etogo vy budete vozvrashcheny k Nemu"},{"SurahNumber":30,"VerseNumber":12,"Text":"V tot den', kogda nastupit Chas, greshniki pridut v otchayaniye"},{"SurahNumber":30,"VerseNumber":13,"Text":"Nikto iz ikh sotovarishchey ne zastupitsya za nikh, i oni otvergnut svoikh sotovarishchey"},{"SurahNumber":30,"VerseNumber":14,"Text":"V tot den', kogda nastupit Chas, oni (tvoreniya) razdelyatsya"},{"SurahNumber":30,"VerseNumber":15,"Text":"Te, kotoryye uverovali i sovershali pravednyye deyaniya, budut radovat'sya (ili slushat' peniye) v Rayskom sadu"},{"SurahNumber":30,"VerseNumber":16,"Text":"A te, kotoryye ne uverovali i sochli lozh'yu Nashi znameniya i vstrechu v Posledney zhizni, budut ispytyvat' mucheniya"},{"SurahNumber":30,"VerseNumber":17,"Text":"Slav'te zhe Allakha, kogda dlya vas nastupayet vecher i kogda nastupayet utro"},{"SurahNumber":30,"VerseNumber":18,"Text":"Yemu nadlezhit khvala na nebesakh i na zemle. Slav'te Yego posle poludnya i v polden'"},{"SurahNumber":30,"VerseNumber":19,"Text":"On vyvodit zhivoye iz mertvogo i vyvodit mertvoye iz zhivogo. On ozhivlyayet zemlyu posle yeye smerti, i takim zhe obrazom vy budete vyvedeny iz mogil"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sredi Yego znameniy - to, chto On sotvoril vas iz zemli. Posle etogo vy stali rodom chelovecheskim i rasselyayetes'"},{"SurahNumber":30,"VerseNumber":21,"Text":"Sredi Yego znameniy - to, chto On sotvoril iz vas samikh zhen dlya vas, chtoby vy nakhodili v nikh uspokoyeniye, i ustanovil mezhdu vami lyubov' i miloserdiye. Voistinu, v etom - znameniya dlya lyudey razmyshlyayushchikh"},{"SurahNumber":30,"VerseNumber":22,"Text":"Sredi Yego znameniy - sotvoreniye nebes i zemli i razlichiye vashikh yazykov i tsvetov. Voistinu, v etom - znameniya dlya obladayushchikh znaniyem"},{"SurahNumber":30,"VerseNumber":23,"Text":"Sredi Yego znameniy - vash nochnoy i dnevnoy son i vashi poiski Yego milosti. Voistinu, v etom - znameniya dlya lyudey slyshashchikh"},{"SurahNumber":30,"VerseNumber":24,"Text":"Sredi Yego znameniy - to, chto On pokazyvayet vam molniyu, chtoby vyzvat' u vas strakh i nadezhdu, a takzhe nisposylayet s neba vodu i ozhivlyayet yeyu zemlyu posle yeye smerti. Voistinu, v etom - znameniya dlya lyudey razumeyushchikh"},{"SurahNumber":30,"VerseNumber":25,"Text":"Sredi Yego znameniy - to, chto nebo i zemlya derzhatsya po Yego vole. Potom On pozovet vas vsego odin raz, i vy vyydete iz mogil"},{"SurahNumber":30,"VerseNumber":26,"Text":"Yemu prinadlezhat te, kto na nebesakh i na zemle. Vse oni pokorny Yemu"},{"SurahNumber":30,"VerseNumber":27,"Text":"On - Tot, Kto sozdayet tvoreniya v pervyy raz, a zatem vossozdayet ikh, i sdelat' eto dlya Nego yeshche legche. Yemu prinadlezhat naivysshiye kachestva na nebesakh i na zemle. On - Mogushchestvennyy, Mudryy"},{"SurahNumber":30,"VerseNumber":28,"Text":"On privel vam pritchu o vas samikh. Yest' li sredi nevol'nikov, kotorymi ovladeli vashi desnitsy, sovladel'tsy togo, chem My nadelili vas, kotoryye imeyut s vami odinakovyye prava na eto i kotorykh vy opasayetes' tak, kak opasayetes' drug druga? Tak My raz\"yasnyayem znameniya dlya lyudey razumeyushchikh"},{"SurahNumber":30,"VerseNumber":29,"Text":"No net! Bezzakonniki potakayut svoim zhelaniyam bez vsyakogo znaniya. Kto nastavit na pryamoy put' tekh, kogo Allakh vvel v zabluzhdeniye? Ne budet dlya nikh pomoshchnikov"},{"SurahNumber":30,"VerseNumber":30,"Text":"Obrati svoy lik k religii, kak khanif. Takovo vrozhdennoye kachestvo, s kotorym Allakh sotvoril lyudey. Tvoreniye Allakha ne podlezhit izmeneniyu. Takova pravaya vera, no bol'shinstvo lyudey ne znayut etogo"}]}