{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Istinno, On vnemlet tem, kotoryye poslushny Yemu. Bog voskresit mortvykh, i oni budut vozvrashcheny k Nemu"},{"SurahNumber":6,"VerseNumber":37,"Text":"Oni govoryat: \"O yesli by yemu ot Gospoda yego nisposlano bylo kakoye libo znameniye!\" Skazhi: \"Bog mogushch nizvesti znameniye; no iz nikh ochen' mnogiye nesvedushchi"},{"SurahNumber":6,"VerseNumber":38,"Text":"Net zhivotnykh, khodyashchikh po zemle, net ptits, letayushchikh na kryl'yakh, kotoryye ne sostavlyali by obshchin, podobnykh vashim. My nichego ne opustili v etom Pisanii. So vremenem oni budut sobrany k Gospodu svoyemu"},{"SurahNumber":6,"VerseNumber":39,"Text":"Te, kotoryye nashi znameniya schitayut lozh'yu, glukhi, nemy, vo t'me. Bog, kogo khochet, vvodit v zabluzhdeniye, i, kogo khochet, stavit na pryamoy put'"},{"SurahNumber":6,"VerseNumber":40,"Text":"Skazhi: \"Ne vidit li kazhdyy iz vas, chto vy, yesli nastanet dlya vas nakazaniye ot Boga ili nastanet dlya vas posledniy chas, vzyvayete k Bogu, a ne k drugomu komu libo, yesli tol'ko vy pravdolyubivy"},{"SurahNumber":6,"VerseNumber":41,"Text":"Deystvitel'no, k Nemu vy togda vzyvayete, i On, yesli khochet, izbavlyayet vas ot togo, o chom vy prosili, i vy zabyvayete tekh, kotorykh schitali souchastnikami Yemu"},{"SurahNumber":6,"VerseNumber":42,"Text":"My uzhe delali posol'stva k raznym narodam, byvshim prezhde tebya, porazhali ikh bedstviyami, stradaniyami, mozhet byt' oni smiryatsya"},{"SurahNumber":6,"VerseNumber":43,"Text":"o yesli by smiryalis' oni v to vremya, kogda postigali ikh bedstviya! Naprotiv, serdtsa u nikh ozhestochalis', a satana predstavlyal dela ikh prekrasnymi"},{"SurahNumber":6,"VerseNumber":44,"Text":"Kogda zhe oni zabyvali to, chemu byli naucheny, v to vremya, kak My dlya nikh otvoryali dveri ko vsemu, chego zhelali oni, i oni uveselyalis' tem, chto predostavleno bylo im, My vnezapno porazhali ikh; i vot oni v otchayanii"},{"SurahNumber":6,"VerseNumber":45,"Text":"I takoy narod, predavshiysya nechestiyu, byl istreblyayem do poslednego v nom cheloveka. Slava Bogu, Gospodu mirov"},{"SurahNumber":6,"VerseNumber":46,"Text":"Skazhi: \"Uzheli dumayete, chto, yesli Bog otnimet u vas slukh i ochi, zapechatayet serdtsa vashi, kakoy libo bog, krome Boga, vozvratit vam ikh?\" Smotri, skol'ko znameniy My ukazyvayem, a oni i posle etogo uklonyayutsya"},{"SurahNumber":6,"VerseNumber":47,"Text":"Skazhi: \"Ne znayet li kazhdyy iz vas, chto yesli postigayet vas kazn' ot Boga, vnezapno li ili ozhidanno, pogibayut togda tol'ko lyudi nechestivyye"},{"SurahNumber":6,"VerseNumber":48,"Text":"My posylayem poslannikov tol'ko s tem, chtoby oni byli blagovestnikami i oblichitelyami: kto veroval im i delalsya dobrym, tem ne bylo nikakogo strakha, tem ne bylo nikakoy pechali"},{"SurahNumber":6,"VerseNumber":49,"Text":"A tekh, kotoryye nashi znameniya schitali lozh'yu, postigala kazn', za to, chto oni postupali nechestivo"},{"SurahNumber":6,"VerseNumber":50,"Text":"Skazhi: \"YA ne govoryu vam, chto u menya sokrovishcha Bozhii, ni togo, chto znayu taynoye; ne govoryu vam, chto ya angel: ya sleduyu tol'ko tomu, chto dano mne otkroveniyem\". Skazhi: \"Zryachiy i slepoy rovnyayutsya li odin drugomu? Uzheli vy ne razmyshlyayete ob etom"},{"SurahNumber":6,"VerseNumber":51,"Text":"Onym uchi tekh, kotoryye so strakhom zhdut togo, chto budut sobrany k Gospodu svoyemu; im, krome Yego, drugogo pokrovitelya i zastupnika ne budet: mozhet byt', oni budut bogoboyazlivy"},{"SurahNumber":6,"VerseNumber":52,"Text":"Ne otgonyay ot sebya tekh, kotoryye utrom i vecherom voznosyat molitvy k Gospodu svoyemu, ishcha litsa Yego: ne tvoyo delo trebovat' ot nikh otchota v chom libo; kak i ne ikh delo trebovat' ot tebya otchota v chom libo; kak skoro otgonish' ikh ot sebya, ty budesh' v chisle nespravedlivykh"},{"SurahNumber":6,"VerseNumber":53,"Text":"Tak My ispytyvayem odnikh drugimi, chtoby oni govorili: \"Eto ne te li mezhdu nami, kotorym blagodetel'stvuyet Bog? Bog ne verneye li vsekh znayet blagodarnykh"},{"SurahNumber":6,"VerseNumber":54,"Text":"Kogda prikhodyat k tebe veruyushchiye v nashi znameniya, to govori: \"Mir vam! Gospod' vash sam sebe predpisal obyazannost' byt' miloserdnym: kto iz vas po nevedeniyu sdelayet zloye delo, a posle togo pokayetsya i ispravitsya, dlya togo On proshchayushchiy, miloserd"},{"SurahNumber":6,"VerseNumber":55,"Text":"Tak yasno izlagayem My eti znameniya, i eto dlya togo, chtoby put' podlezhashchikh obvineniyu byl yavnym"},{"SurahNumber":6,"VerseNumber":56,"Text":"Skazhi: \"Mne zapreshcheno poklanyat'sya tem, kotorym, oprich' Boga poklanyayetes' vy\". Skazhi: \"YA ne posleduyu vashim zhelaniyam; togda ya byl by v zabluzhdenii, i togda ya ne byl by v chisle idushchikh po pryamomu puti"},{"SurahNumber":6,"VerseNumber":57,"Text":"Skazhi: \"YA na yasnom uchenii Gospoda moyego, a vy schitayete yego lozh'yu. Ne v moyey vlasti to, chemu skorogo nastupleniya khotite vy; resheniye togo tol'ko vo vlasti Boga: On pokazhet istinu; On nailuchshiy iz razreshayushchikh"},{"SurahNumber":6,"VerseNumber":58,"Text":"Skazhi: \"Yesli by v moyey vlasti bylo to, chemu skorogo nastupleniya khotite vy: to delo mezhdu mnoy i vami uzhe bylo by resheno\". Bog znayet bezzakonnykh"}]}