{"Id":179,"LanguageCodes":["ff","ful"],"Name":"ful-rowadtranslatio","Author":"Rowad Translation Center And Islamhouse","Language":"Fulah","Description":"Fulah","Direction":"ltr","Source":"https://quranenc.com/en/browse/fulani_rwwad","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Kala e mooɗon ɗoftiiɗo Alla e Nulaaɗo Makko on, o golli ko moƴƴi, Men yoɓiray mo njoɓdi makko ndin laaɓi ɗiɗi, Meɗen marani mo kadi, arsike tedduɗo"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ko onon yo suddiiɓe Annabiijo! On wa'aa wano gooto e suddiiɓe ɓen. Si on gomɗii, haray wata on yergin konngol, sakko on mo ñawu [tuuyo] woni e ɓernde mun tamƴinoo. Wowlon konngol moƴƴol"},{"SurahNumber":33,"VerseNumber":33,"Text":"Ñiiɓee ka cuuɗi mon; wata on feññinir cuɗaari mon, wano wirtaare majjere adinooɓe. Ñiiɓnee Julde nden, totton askal on, ɗoftoɗon Alla e Nulaaɗo Makko on. Anndee ko Alla faandii, ko ittanta on e tuuɗe, onon yimɓe suudu [Annabiijo], O laɓɓinira on laɓɓingol"},{"SurahNumber":33,"VerseNumber":34,"Text":"Jantee ko wonaa e janngeede ka cuuɗi mon, immorde e Aayeeje Alla, e Sunna. Pellet, Alla laatike Newiiɗo, Humpitiiɗo"},{"SurahNumber":33,"VerseNumber":35,"Text":"Pellet, juulɓe worɓe ɓen e juulɓe rewɓe ɓen, e gomɗimɓe worɓe ɓen e gomɗimɓe rewɓe ɓen, e ɗoftiiɓe worɓe ɓen e ɗoftiiɓe rewɓe ɓen, e goonguɓe worɓe ɓen e goonguɓe rewɓe ɓen, e muññiiɓe worɓe ɓen e muññiiɓe rewɓe ɓen, e yankiniiɓe worɓe ɓen e yankiniiɓe rewɓe ɓen, e sakkotooɓe worɓe ɓen e sakkotooɓe rewɓe ɓen, e hoorooɓe worɓe ɓen e hoorooɓe rewɓe ɓen, e worɓe reenooɓe farjuuji mun e rewɓe reenooɓe farjuuji mun, e worɓe jantotooɓe Alla ko ɗuuɗi ɓen e rewɓe jantotooɓe ɓen: Alla maranii ɓen, haforanal e njoɓdi mawndi"},{"SurahNumber":33,"VerseNumber":36,"Text":"Alanaa gomɗiɗo gorko, wanaa gomɗinɗo debbo, si Alla e Nulaaɗo Makko on ñaawii fiyaaku, nde suɓagol e fiyaaku maɓɓe on. Kala non yedduɗo Alla e Nulaaɗo Makko on, haray o majjii majjere ɓanngunde"},{"SurahNumber":33,"VerseNumber":37,"Text":"Janto tuma maakanayno-ɗaa on mo Alla neemini e mun, moƴƴu-ɗaa e makko: \"Jogitano suddiiɗo maa on, hoore-maa, hulaa Alla\", hiɗa suuɗa e fonndo maa, ko Alla feññinta. Hiɗa hula yimɓe ɓen, kono ko Alla fotu-ɗaa hulude. Tuma Zaydu huntunoo e (suddiiɗo) on haaju, Men resin-maa mo, fii wata ɓittere wonu e gomɗimɓe ɓen, e (resugol) suddiiɓe nodditiraaɓe maɓɓe ɓen, si ɓen huntii e maɓɓe haaju. Yamiroore Alla nden laatike golleteende"},{"SurahNumber":33,"VerseNumber":38,"Text":"Feloore alanaa Annabiijo on, e kon ko Alla daginai mo, ɗum ko ñaawoore Alla e ɓen feƴƴuɓe ado makko. Ñaawoore Alla nde wonii eɓɓaande hoddiraande"},{"SurahNumber":33,"VerseNumber":39,"Text":"Ɓen yottiinooɓe nule Alla ɗen, ɓe no hula Mo, ɓe hula goɗɗo goo si wanaa Alla. Alla yonii hasboowo"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammadu wonaali baaba hay goot e worɓe mon, ko [o] woni, ko Nulaaɗo Alla e timmoode Annabaaɓe. Alla laatike Annduɗo kala huunde"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ko onon yo ɓen gomɗimɓe, jantoree Alla jantoore ɗuuɗunde"},{"SurahNumber":33,"VerseNumber":42,"Text":"Subhinee Mo bimmbi e kiikiiɗe"},{"SurahNumber":33,"VerseNumber":43,"Text":"Ko Kanko woni yurmeteeɗo on, -e Malaa'ikaaɓe Makko ɓen (du'orana on), - fii no O yaltinira on e niɓe faade e annoora. O siforii hinnotooɗo gomɗimɓe ɓen"},{"SurahNumber":33,"VerseNumber":44,"Text":"Hiwrondiral maɓɓe ngal ñalnde ɓe hawrata e Makko, ko \"Salaam\" [kisiyee], O maranii ɓe mbarjaari teddundi"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ko an yo Annabiijo ! Men nulirii ma [fii yo wonu] seediiɗo, e wewlinoowo e jertinoowo"},{"SurahNumber":33,"VerseNumber":46,"Text":"e noddoowo faade e Alla, duŋayee Makko; e pitilol jalɓungol"},{"SurahNumber":33,"VerseNumber":47,"Text":"Wewlinir gomɗimɓe ɓen, wonnde no woodani ɓe ka Alla, ɓural mawnungal"},{"SurahNumber":33,"VerseNumber":48,"Text":"Wata a ɗofto heeferɓe ɓen e naafiqiiɓe ɓen, ɗuurno (e) lorra maɓɓe kan, fawo-ɗaa e Alla. Sabu Alla yonii ka fawee"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ko onon yo ɓen gomɗimɓe ! Si resii rewɓe gomɗimɓe ɓen, refti on seerii ɓe ado on meemondirde e maɓɓe, haray alanaa on e maɓɓe, edda mo ɓe eddinotoo. Dakmitiree ɓe [njooɓa], seeriron ɓe cergal laɓaangal"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ko an yo Annabiijo ! Men daginanii ma suddiiɓe maa ɓen ɓe jonnu-ɗaa teŋe mun ɓen, e ɓen [horɓe] ɓe jeyru-ɗaa ñaamo maa, e ɓen [dahaaɓe] ɓe Alla neldu-maa, e jiwɓe bappa maa, e jiwɓe yaayiraaɓe maa, e jiwɓe kaawu-maa, e jiwɓe neeniraaɓe maa, - ɓen feridunooɓe e maa, - e suddiiɗo gomɗinɗo, si o yeɗii hoore-makko Annabiijo on, si Annabiijo on kadi faandike resugol mo : ɗum ko ko heerani maa, gaanin gomɗimɓe ɓen. Gomɗii Meɗen anndi ko Men farli e maɓɓe kon, e fii suddiiɓe maɓɓe ɓen, e ko ɓe jeytiri ñaame maɓɓe ɗen, fii wata ɓiɗteende wonu e maaɗa. Alla laatike haforoowo, Hinnotooɗo"}]}