{"Id":206,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic-la","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Allah certamente proteggera chi risponda proporzionatamente all'offesa e ancora subisca rappresaglie, poiche in verita Allah e indulgente, perdonatore"},{"SurahNumber":22,"VerseNumber":61,"Text":"E cosi, poiche Allah fa entrare la notte nel giorno e il giorno nella notte, ed in verita, Allah e Colui che tutto ascolta ed osserva"},{"SurahNumber":22,"VerseNumber":62,"Text":"E cosi, poiche Allah e la Verita, mentre cio che invocano all'infuori di Lui e certamente menzogna. In verita Allah e l'Altissimo, il Grande"},{"SurahNumber":22,"VerseNumber":63,"Text":"Non hai visto come Allah fa scendere dal cielo un'acqua che rinverdisce la terra? In verita, Allah e il Sottile, il Ben Informato"},{"SurahNumber":22,"VerseNumber":64,"Text":"A Lui [appartiene] cio che e nei cieli e cio che sta sulla terra. Allah e certamente Colui che basta a Se stesso, e il Degno di lode"},{"SurahNumber":22,"VerseNumber":65,"Text":"Non hai visto che Allah vi ha assoggettato tutto quello che sta sulla terra e la nave che per ordine Suo solca i mari? E Lui che trattiene il cielo dall'abbattersi sulla terra senza il Suo permesso. In verita, Allah e dolce e misericordioso nei confronti degli uomini"},{"SurahNumber":22,"VerseNumber":66,"Text":"Egli e Colui Che vi da la vita e poi vi fa morire e poi vi ridara la vita. Invero l'uomo e ingrato"},{"SurahNumber":22,"VerseNumber":67,"Text":"Ad ogni comunita abbiamo indicato un culto da osservare. E non polemizzino con te in proposito. Chiamali al tuo Signore, che in verita sei sulla retta via"},{"SurahNumber":22,"VerseNumber":68,"Text":"E se polemizzano con te, allora di': “Allah ben conosce quello che fate"},{"SurahNumber":22,"VerseNumber":69,"Text":"Allah giudichera tra di voi, nel Giorno della Resurrezione, a proposito delle vostre divergenze”"},{"SurahNumber":22,"VerseNumber":70,"Text":"Non sai che Allah conosce cio che c'e nei cieli e sulla terra? Tutto cio [e racchiuso] in un Libro; cio e facile per Allah"},{"SurahNumber":22,"VerseNumber":71,"Text":"Adorano all'infuori di Lui cose su cui Egli non ha fatto scendere autorita alcuna, cio su cui non possiedono nessuna scienza. Ebbene, gli ingiusti non avranno chi li soccorra"},{"SurahNumber":22,"VerseNumber":72,"Text":"E quando vengono recitati loro i Nostri chiari versetti, potrai leggere il fastidio sul volto dei miscredenti, e manca poco che si scaglino su quelli che recitano loro i Nostri versetti. Di': “Vi dovro annunciare qualcosa di peggiore? Il Fuoco promesso ai miscredenti? Qual triste divenire!”"},{"SurahNumber":22,"VerseNumber":73,"Text":"O uomini, vi e proposta una metafora, ascoltatela: “Coloro che invocate all'infuori di Allah non potrebbero creare neppure una mosca, neanche se si unissero a tal fine; e se la mosca li depredasse di qualcosa, non avrebbero modo di riprendersela. Quanta debolezza in colui che sollecita e in colui che viene sollecitato!”"},{"SurahNumber":22,"VerseNumber":74,"Text":"Non considerano Allah nella Sua vera realta. In verita, Allah e forte e possente"},{"SurahNumber":22,"VerseNumber":75,"Text":"Allah sceglie messaggeri tra gli angeli e tra gli uomini. In verita, Allah tutto ascolta e osserva"},{"SurahNumber":22,"VerseNumber":76,"Text":"Egli conosce quello che sta loro innanzi e cio che e dietro di loro. A Lui fanno ritorno tutte le cose"},{"SurahNumber":22,"VerseNumber":77,"Text":"O voi che credete, inchinatevi, prosternatevi e adorate il vostro Signore e operate il bene, si che possiate prosperare"},{"SurahNumber":22,"VerseNumber":78,"Text":"Lottate per Allah come Egli ha diritto [che si lotti]. Egli vi ha scelti e non ha posto nulla di gravoso nella religione, quella del vostro padre Abramo che vi ha chiamati “musulmani”. Gia allora e qui ancora, si che il Messaggero testimoni nei vostri confronti e voi testimoniate nei confronti delle genti. Assolvete all'orazione e versate la decima e aggrappatevi ad Allah: Egli e il vostro patrono. Qual miglior patrono, qual miglior alleato"}]}