{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"The Bedouin say, “We believe.” Say, “You believe not. Rather, say, ‘We have submitted,’ for belief has not yet entered your hearts. Yet if you obey God and His Messenger, He will not diminish for you aught of your deeds. Truly God is Forgiving, Merciful.”"},{"SurahNumber":49,"VerseNumber":15,"Text":"Only they are believers who believe in God and His Messenger, then do not doubt, and who strive with their wealth and theirselves in the way of God; it is they who are the truthful"},{"SurahNumber":49,"VerseNumber":16,"Text":"Say, “Would you teach God about your religion, when God knows whatsoever is in the heavens and whatsoever is on the earth?” And God is Knower of all things"},{"SurahNumber":49,"VerseNumber":17,"Text":"They count it as a favor to thee that they have submitted. Say, “Do not count your submission as a favor to me. Nay, rather God confers a favor upon you, in that He has guided you to belief, if you are truthful"},{"SurahNumber":49,"VerseNumber":18,"Text":"Truly God knows the unseen of the heavens and the earth, and God sees whatsoever you do.”"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. By the glorious Quran"},{"SurahNumber":50,"VerseNumber":2,"Text":"nay, but they marvel that a warner has come unto them from among their own; so the disbelievers say, “This is an astounding thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"What! When we are dead and have become dust? That is a far-fetched return!”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Well do We know what the earth diminishes from them, and with Us there is a preserving Book"},{"SurahNumber":50,"VerseNumber":5,"Text":"Nay, they denied the truth when it came unto them; so they are now in a confounded situation"},{"SurahNumber":50,"VerseNumber":6,"Text":"Have they not looked upon the sky above them, how We built it and adorned it, and [how it] has no rifts"},{"SurahNumber":50,"VerseNumber":7,"Text":"The earth We spread out, and cast therein firm mountains, and caused every delightful kind to grow therein"},{"SurahNumber":50,"VerseNumber":8,"Text":"as a source of insight and a reminder for every penitent servant"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We sent down blessed water from the sky whereby We grew gardens and the harvested grain"},{"SurahNumber":50,"VerseNumber":10,"Text":"and the date palms towering with layered spathes"},{"SurahNumber":50,"VerseNumber":11,"Text":"as provision for His servants. And We revive a dead land therewith—likewise shall be the coming forth"},{"SurahNumber":50,"VerseNumber":12,"Text":"Before them the people of Noah, the inhabitants of al-Rass, and Thamud denied"},{"SurahNumber":50,"VerseNumber":13,"Text":"as did ?Ad, Pharaoh, and the brethren of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"the inhabitants of the thicket, and the people of Tubba?—each denied the messengers; so My Threat came due"},{"SurahNumber":50,"VerseNumber":15,"Text":"Did We then weary in the first creation? Nay, but they are in doubt regarding a new creation"},{"SurahNumber":50,"VerseNumber":16,"Text":"We did indeed create man, and We know what his soul whispers to him; and We are nearer to him than his jugular vein"},{"SurahNumber":50,"VerseNumber":17,"Text":"When the two receivers receive, seated on the right and on the left"},{"SurahNumber":50,"VerseNumber":18,"Text":"no word does he utter without a ready watcher beside him"},{"SurahNumber":50,"VerseNumber":19,"Text":"And the agony of death comes with the truth. That is what you were avoiding"},{"SurahNumber":50,"VerseNumber":20,"Text":"And the trumpet is blown. That is the Day of the Threat"},{"SurahNumber":50,"VerseNumber":21,"Text":"Then every soul comes, with it a driver and a witness"},{"SurahNumber":50,"VerseNumber":22,"Text":"“You were indeed heedless of this. Now We have removed from you your cover; so today your sight is piercing.”"},{"SurahNumber":50,"VerseNumber":23,"Text":"And his companion says, “This is what I have ready.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"“Cast you both into Hell every stubborn disbeliever"},{"SurahNumber":50,"VerseNumber":25,"Text":"every hinderer of good, every transgressor, every doubter"},{"SurahNumber":50,"VerseNumber":26,"Text":"who has set up another god along with God. Cast him into the severe punishment.”"}]}