{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"When verící mobilize ne úplne o ti zpusobit aby. A málokterí podle kadý seskupit mobilize oddaný jejich cas usilovat náboenství! Tím oni proplout vedomí jejich lidé when oni vrátit onen oni trvat religiously informovat"},{"SurahNumber":9,"VerseNumber":123,"Text":"O ty verit ty boj disbelievers napadnout ty - Pripustit ti rozhodnutí ty váný! - A módní onen BUH jsem na a spravedlivý"},{"SurahNumber":9,"VerseNumber":124,"Text":"When sura odhalit trochu o ti odríkávat Ucinil tento sura upevnit vernost z kadý ty? Vskutku to ucinil upevnit vernost z ty domnívat se oni tešit se kadý zjevení"},{"SurahNumber":9,"VerseNumber":125,"Text":"Ohledne Ceho ty harbored pochybovat jejich srdce to skutecne dodat unholiness jejich unholiness oni poslední disbelievers"},{"SurahNumber":9,"VerseNumber":126,"Text":"Oni ne prijmout oni snést podle presný zkouška všechen rok dríve dvakrát Oni systematicky v nedostatku ceho s litovat v nedostatku ceho absorbovat pozornost"},{"SurahNumber":9,"VerseNumber":127,"Text":"Whenever sura odhalit trochu o ti pohled na kadý jinam moný odríkávat Ucinil kadý prijmout ty Pak oni odkázat! Tím BUH odvrátit jejich jádro oni byl lidé který ne zahrnout"},{"SurahNumber":9,"VerseNumber":128,"Text":"Nyní přišel vám prorok ze středu vašeho: tíží jej poklesky vaše, starostliv jest o vás, abyste byli věřícími a laskavým jest i milosrdným"},{"SurahNumber":9,"VerseNumber":129,"Text":"Však odvrátí-li se od tebe, rci: „Bůh postačitelný jest mi: není jiného Boha, kromě něho: na něho spoléhám a on Pánem jest trůnu přemocného!“"},{"SurahNumber":10,"VerseNumber":1,"Text":"R. Tyto (popisovat) jsem zkouška tento kniha moudrost"},{"SurahNumber":10,"VerseNumber":2,"Text":"(Byl to také mnoho ceho z asnout lidé onen my dýchat mu ti? On dýchat odríkávat) Ty vypovedet lidé odevzdat poslušný zpráva ty který verit oni dosáhnout místo výstupek jejich Magnát. disbelievers odríkávat Tento jsem hodný kouzelník"},{"SurahNumber":10,"VerseNumber":3,"Text":"Svuj ale Magnát jsem BUH; Jednotka tvorit nebe zahrabat 6 cas pak osvojit si úplne moc. On rízený úplne duvod. v tom ne jsem intercessor proto Svém prosit. recený jsem BUH svuj Magnát. Ty zbonovat Jemu. Ty ne pokládat pozornost"},{"SurahNumber":10,"VerseNumber":4,"Text":"S Jemu jsem svuj poslední výnos úplne o ty. Tento jsem buh pravý slib. On znalec stvorení pak reprodukovat to za rozkazovat odmenit ty domnívat se primet spravedlivý doivotní equitably! Ohledne Ceho ty pochybovat oni privodit si pekelný pít trapný odškodnení pro jejich pochybovat"},{"SurahNumber":10,"VerseNumber":5,"Text":"On byl Jednotka prevod slunit se oslnující mesíc nastoupit On model svuj fáze ty zjistit pocet roky vypocítávat! BUH NE TVORIT úplne TENTO a na nebo TYPICKÝ SMYSL. On vysvetlit zjevení lidé módní"},{"SurahNumber":10,"VerseNumber":6,"Text":"Prece od zmena z vecer cas který BUH tvorit nebe zahrabat v tom jsem zkouška lidé jsem spravedlivý"},{"SurahNumber":10,"VerseNumber":7,"Text":"Ty ne myslit vhodný nás zaujmout napred tento svetový doivotní ar obsah ono odmítnout pozornost náš zkouška"},{"SurahNumber":10,"VerseNumber":8,"Text":"Tyto privodit si Peklo jejich poslední príbytek dusledek jejich uznat spravovat"},{"SurahNumber":10,"VerseNumber":9,"Text":"Ohledne Ceho ty domnívat se primet spravedlivý doivotní jejich Magnát usmernovat ti mimo cudnost o jejich domnenka! Proud príliv ti zahradní bliss"},{"SurahNumber":10,"VerseNumber":10,"Text":"Jejich prosba therein Byl Ty oslavovat náš buh jejich blahoprání therein byl Pokoj jejich poslední prosba byl Velebit jsem BUH Magnát vesmír"}]}