{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Diejenigen, die rechtschaffen sind, erhalten das Beste und noch mehr. Ihre Gesichter werden weder Ruß noch Erniedrigung bedecken. Das sind die Gefahrten des Paradieses; darin werden sie ewig weilen"},{"SurahNumber":10,"VerseNumber":27,"Text":"Diejenigen, die die bosen Taten erwerben, erhalten zur Vergeltung fur eine (jede) schlechte Tat das ihr Entsprechende, und Erniedrigung wird schwer auf ihnen lasten - sie haben niemanden, der sie vor Gott schutzen konnte -, als waren ihre Gesichter von Fetzen einer finsteren Nacht bedeckt. Das sind die Gefahrten des Feuers; darin werden sie ewig weilen"},{"SurahNumber":10,"VerseNumber":28,"Text":"Und am Tag, da Wir sie alle versammeln. Dann sprechen Wir zu denen, die Polytheisten waren: «Bleibt an eurem Platz stehen, ihr und eure Teilhaber.» Wir scheiden sie dann voneinander. Ihre Teilhaber sagen: «Nicht uns habt ihr verehrt"},{"SurahNumber":10,"VerseNumber":29,"Text":"Gott genugt als Zeuge zwischen uns und euch. Wir haben eure Verehrung unbeachtet gelassen.»"},{"SurahNumber":10,"VerseNumber":30,"Text":"Dort wird jede Seele erfahren, was sie fruher getan hat. Und sie werden zu Gott, ihrem wahren Herrscher, zuruckgebracht, und entschwunden ist ihnen dann, was sie zu erdichten pflegten"},{"SurahNumber":10,"VerseNumber":31,"Text":"Sprich: Wer versorgt euch vom Himmel und von der Erde, oder wer verfugt uber Gehor und Augenlicht? Und wer bringt das Lebendige aus dem Toten und bringt das Tote aus dem Lebendigen hervor? Und wer regelt die Angelegenheit? Sie werden sagen: «Gott.» Sprich: Wollt ihr denn nicht gottesfurchtig sein"},{"SurahNumber":10,"VerseNumber":32,"Text":"Das ist eben Gott, euer wahrer Herr. Was gibt es denn jenseits der Wahrheit als den Irrtum? Wie leicht laßt ihr euch doch abbringen"},{"SurahNumber":10,"VerseNumber":33,"Text":"So ist der Spruch deines Herrn zu Recht gegen die, die freveln, fallig geworden, namlich daß sie nicht glauben"},{"SurahNumber":10,"VerseNumber":34,"Text":"Sprich: Gibt es unter euren Teilhabern einen, der die Schopfung am Anfang macht und sie dann wiederholt? Sprich: Gott macht die Schopfung am Anfang und wiederholt sie dann. Wie leicht laßt ihr euch doch abwenden"},{"SurahNumber":10,"VerseNumber":35,"Text":"Sprich: Gibt es unter euren Teilhabern einen, der zur Wahrheit rechtleitet? Sprich: Gott leitet zur Wahrheit recht. Hat der, der zur Wahrheit rechtleitet, eher Anspruch auf Gefolgschaft, oder der, der nur dann die Rechtleitung findet, wenn er selbst rechtgeleitet wird? Was ist mit euch? Wie urteilt ihr denn"},{"SurahNumber":10,"VerseNumber":36,"Text":"Und die meisten von ihnen folgen ja nur einer Vermutung. Die Vermutung aber nutzt in bezug auf die Wahrheit nichts. Gott weiß, was sie tun"},{"SurahNumber":10,"VerseNumber":37,"Text":"Dieser Koran kann unmoglich ohne Gott erdichtet werden. Er ist vielmehr die Bestatigung dessen, was vor ihm vorhanden war, und die ins einzelne gehende Darlegung des Buches. Kein Zweifel an ihm ist moglich; er ist vom Herrn der Welten"},{"SurahNumber":10,"VerseNumber":38,"Text":"Oder sagen sie: «Er hat ihn erdichtet»? Sprich: Dann bringt eine Sure, die ihm gleich ist, bei und ruft, wen ihr konnt, anstelle Gottes an, so ihr die Wahrheit sagt"},{"SurahNumber":10,"VerseNumber":39,"Text":"Nein, sie erklaren fur Luge das, wovon sie kein umfassendes Wissen haben, und bevor seine Deutung zu ihnen gekommen ist. So haben es auch diejenigen, die vor ihnen lebten, fur Luge erklart. So schau, wie das Ende \"derer war, die Unrecht taten"},{"SurahNumber":10,"VerseNumber":40,"Text":"Und unter ihnen sind welche, die an ihn glauben, und unter ihnen sind welche, die an ihn nicht glauben. Und dein Herr weiß besser uber die Unheilstifter Bescheid"},{"SurahNumber":10,"VerseNumber":41,"Text":"Und wenn sie dich der Luge zeihen, dann sprich: Mir kommt mein Tun zu und euch euer Tun. Ihr seid unschuldig an dem, was ich tue; und ich bin unschuldig an dem, was ihr tut"},{"SurahNumber":10,"VerseNumber":42,"Text":"Und unter ihnen sind welche, die dir zuhoren. Bist du es etwa, der die Tauben horen laßt, auch wenn sie keinen Verstand haben"},{"SurahNumber":10,"VerseNumber":43,"Text":"Und unter ihnen sind welche, die zu dir hinschauen. Bist du es etwa, der die Blinden rechtleitet, auch wenn sie nicht sehen"},{"SurahNumber":10,"VerseNumber":44,"Text":"Gott tut den Menschen kein Unrecht. Vielmehr tun die Menschen sich selbst Unrecht"},{"SurahNumber":10,"VerseNumber":45,"Text":"Und am Tag, da Er sie versammelt, als hatten sie nur eine Stunde vom Tag verweilt, um einander kennenzulernen. Den Verlust haben diejenigen, die die Begegnung mit Gott fur Luge erklart haben und der Rechtleitung nicht gefolgt sind"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ob Wir dich einen Teil dessen, was Wir ihnen androhen, sehen lassen oder dich abberufen, zu Uns wird ihre Ruckkehr sein. Dann ist Gott Zeuge uber das, was sie tun"},{"SurahNumber":10,"VerseNumber":47,"Text":"Und jede Gemeinschaft hat einen Gesandten. Wenn ihr Gesandter zu ihnen kommt, wird zwischen ihnen in Gerechtigkeit entschieden, und ihnen wird nicht Unrecht getan"},{"SurahNumber":10,"VerseNumber":48,"Text":"Und sie sagen: «Wann wird diese Androhung eintreten, so ihr die Wahrheit sagt?»"},{"SurahNumber":10,"VerseNumber":49,"Text":"Sprich: Ich kann mir selbst weder Nutzen noch Schaden bringen, außer was Gott will. Fur jede Gemeinschaft ist eine Frist festgesetzt. Und wenn ihre Frist kommt, konnen sie nicht einmal eine Stunde zuruckbleiben oder vorausgehen"},{"SurahNumber":10,"VerseNumber":50,"Text":"Sprich: Was meint ihr? Wenn seine Pein bei Nacht oder bei Tag uber euch kommt, was werden die Ubeltater davon zu beschleunigen wunschen"},{"SurahNumber":10,"VerseNumber":51,"Text":"Werdet ihr, wenn sie hereinbricht, dann daran glauben? Wie? Erst jetzt? Und dabei habt ihr sie doch zu beschleunigen gewunscht"},{"SurahNumber":10,"VerseNumber":52,"Text":"Dann wird zu denen, die Unrecht getan haben, gesprochen: «Kostet die ewige Pein. Wird euch denn fur etwas anderes vergolten als fur das, was ihr erworben habt?»"}]}