{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Lōkāṁ la'ī unhāṁ dā hisāba nazadīka ā gi'ā hai atē uha āsāvadhānī vica pa'ē mūha mōṛa rahē hana"},{"SurahNumber":21,"VerseNumber":2,"Text":"Unhāṁ dē pālaṇahāra valōṁ jihaṛā vī navāṁ upadēśa unhāṁ dē kōla ā'undā hai, uha usa dā mazāka karadē hō'ē suṇadē hana"},{"SurahNumber":21,"VerseNumber":3,"Text":"Unhāṁ dē mana āsāvadhānī vica khubhē hana. Atē ati'ācārī'āṁ nē āpisa vica iha kānāphūsī kītī ki iha tāṁ tuhāḍē varagā hī ika ādamī hai. Phira tusīṁ ki'uṁ akhāṁ nāla dēkhē binhāṁ isa dē jādū vica phasadē hō"},{"SurahNumber":21,"VerseNumber":4,"Text":"Rasūla nē kihā, ki mērā pālaṇahāra harēka gala nū jāṇadā hai, cāhē uha asamāna vica hōvē jāṁ dharatī vica. Uha suṇana vālā atē jāṇana vālā hai"},{"SurahNumber":21,"VerseNumber":5,"Text":"Sagōṁ uha kahidē hana ki iha tāṁ kulēkhā pā'u supanā hai. Sagōṁ isa nū unhāṁ nē khuda ghaṛi'ā hai. Sagōṁ uha ika kavī hai. Usa nū cāhīdā hai ki sāḍē kōla isa tar'hāṁ dī kō'ī niśānī li'āvē jisa tar'hāṁ dī'āṁ niśānī'āṁ dē nāla pichalē rasūla bhējē ga'ē sana"},{"SurahNumber":21,"VerseNumber":6,"Text":"Inhāṁ tōṁ pahilāṁ kisē śahira dē lōka vī, jisa nū asīṁ naśaṭa kītā, īmāna nahīṁ li'ā'ē, tāṁ kī iha lōka īmāna li'ā'uṇagē"},{"SurahNumber":21,"VerseNumber":7,"Text":"atē tuhāḍē tōṁ pahilāṁ vī jisa nū asīṁ rasūla baṇā kē bhēji'ā manukhāṁ vicōṁ hī bhēji'ā. Asīṁ usa vala vahī bhējadē sī. Tusīṁ kitāba vāli'āṁ nū pucha la'u jēkara tusīṁ nahīṁ jāṇadē"},{"SurahNumber":21,"VerseNumber":8,"Text":"Atē asīṁ unhāṁ rasūlāṁ nū ajihē sarīra nahīṁ ditē sana ki uha rōṭī nā khāndē hōṇa. Nā hī uha hamēśā rahiṇa vālē sana"},{"SurahNumber":21,"VerseNumber":9,"Text":"Phira asīṁ' unhāṁ nāla kītē hō'ē vā'adē nū sacā karakē dikhā'i'ā. Tāṁ phira unhāṁ nū atē jisa jisa nū asīṁ cāhi'ā, bacā li'ā. Atē asīṁ hadāṁ pāra karana vāli'āṁ nū naśaṭa kara ditā"},{"SurahNumber":21,"VerseNumber":10,"Text":"Asīṁ tuhāḍē vala ika kitāba utārī hai, jisa vica tuhāḍā jikara hai phira kī tusīṁ nahīṁ samajhadē"},{"SurahNumber":21,"VerseNumber":11,"Text":"Atē kinī'āṁ hī ati'ācārī basatī'āṁ hana, jinhāṁ nū asīṁ pīsa ditā (bhāva ḵẖatama kara ditā) atē unhāṁ tōṁ magarōṁ dūsarī kauma nū tarakī ditī"},{"SurahNumber":21,"VerseNumber":12,"Text":"Jadōṁ unhāṁ nē sāḍā prakōpa ā'undē vēkhi'ā tāṁ uha usa tōṁ bhajaṇa lagē"},{"SurahNumber":21,"VerseNumber":13,"Text":"Bhajō nā, āpaṇē aiśa dē samāna vala atē āpaṇē gharāṁ vala vāpisa jalō tāṁ ki tuhāḍē tōṁ puchi'ā jāvē"},{"SurahNumber":21,"VerseNumber":14,"Text":"Unhāṁ nē kihā, hā'ē! Sāḍī māṛī kisamata bēśaka asī' zālima lōka sī"},{"SurahNumber":21,"VerseNumber":15,"Text":"Tāṁ phira uha ihō hī pukāradē rahē. Ithōṁ taka ki asīṁ hōvē"},{"SurahNumber":21,"VerseNumber":16,"Text":"Atē asīṁ akāśa atē dharatī nū atē jihaṛā kūjha inhāṁ dē vica hai, khēḍa dē taura tē nahīṁ baṇā'i'ā"},{"SurahNumber":21,"VerseNumber":17,"Text":"Jēkara asīṁ kō'ī khēḍa baṇā'uṇā cāhudē tāṁ asīṁ isa nū āpaṇē kōlōṁ baṇā didē, jēkara asīṁ iha karanā ca̔āhudē"},{"SurahNumber":21,"VerseNumber":18,"Text":"Sagōṁ asīṁ saca nū jhūṭha upara mārāṅgē tāṁ uha isa dā sira pāṛa dēvēgā atē uha acānaka ḵẖatama hō jāvēgā. Atē tuhāḍē la'ī unhāṁ galāṁ tōṁ vaḍī ḵẖarābī hai, jihaṛī'āṁ tusīṁ bi'āna karadē hō"},{"SurahNumber":21,"VerseNumber":19,"Text":"Atē usē dā hī hai jihaṛā ākāśāṁ atē dharatī vica hai atē jō usa dē kōla hai. Uha (fariśatē) usadī ibādata tōṁ mūha nahī' mōṛadē atē nā hī ālasa karadē hana"},{"SurahNumber":21,"VerseNumber":20,"Text":"Uha dina rāta usa nū yāda karadē hana, uha kadē nahīṁ thakadē"},{"SurahNumber":21,"VerseNumber":21,"Text":"Kī unhāṁ nē dharatī vicōṁ pūja baṇā'ē hana jihaṛē kisē nū ji'undā karadē hōṇa"},{"SurahNumber":21,"VerseNumber":22,"Text":"Jēkara inhāṁ dōvāṁ (jamīna atē asamāna) vica alāha tōṁ ̔ihāṁ pūjaṇayōga hudē tāṁ dōvēṁ ulaṭa- pulaṭa hō jāndē. Basa alāha hai sighāsaṇa dā mālaka atē unhāṁ galāṁ tōṁ pavitara hai jihaṛī'āṁ iha lauka bi'āna karadē hana"},{"SurahNumber":21,"VerseNumber":23,"Text":"Uha jihaṛā kujha karadā hai usa la'ī uha puchi'ā nā jāvēgā. Atē inhāṁ tōṁ pucha hōvēgī"},{"SurahNumber":21,"VerseNumber":24,"Text":"Kī inhāṁ nē alāha tōṁ binhāṁ hōra pūjaṇa yōga baṇā'ē hana. Inhāṁ nū kahō ki tusīṁ āpaṇā pramāṇa li'ā'u, iha gala unhāṁ lōkāṁ dī hai jihaṛē mērē nāla hana atē iha hī gala unhāṁ lōkāṁ dī hai, jihaṛē mērē tōṁ pahilāṁ hō'ē. Sagōṁ inhāṁ vicōṁ zi'ādātara sacā'ī nū nahīṁ jāṇadē. Tāṁ uha mūha mōṛa rahē hana"},{"SurahNumber":21,"VerseNumber":25,"Text":"Atē asīṁ tuhāḍē tōṁ pahilāṁ kō'ī ajihā paigabara nahīṁ bhēji'ā jisa vala asīṁ iha vahī nā utārī hōnvē ki mērē tōṁ sinahāṁ kō'ī pūjaṇayōṅga nahīṁ' tusīṁ kēvala mērī hī ibādata karō"},{"SurahNumber":21,"VerseNumber":26,"Text":"Atē uha kahidē hana ki rahimāna nē satāna baṇā'ī hai, uha usa tōṁ pavitara hai. Sagōṁ (fariśatē) tāṁ sanamānita badē hana"},{"SurahNumber":21,"VerseNumber":27,"Text":"Uha usa tōṁ agē vadha kē gala nahīṁ karadē atē uha usē dē hukama anusāra kama karadē hana"},{"SurahNumber":21,"VerseNumber":28,"Text":"Alāha inhāṁ dē agalē tē pichalē hāla nū jāṇadā hai. Atē uha sifāriśa nahīṁ kara sakadē śil'hāṁ usa tōṁ jisa nū alāha pasada karē. Atē uha usa dē bhai'a vica rahidē hana"}]}