{"Id":328,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"No son todos iguales. Entre los judíos y cristianos hay un grupo de hombres rectos que recitan las aleyas de Al-lah[114] durante la noche y se postran ante Él (en sus rezos)"},{"SurahNumber":3,"VerseNumber":114,"Text":"Creen en Al-lah y en el Día de la Resurrección, ordenan el bien y prohíben el mal y se apresuran a realizar buenas acciones. Esos son de los rectos y virtuosos"},{"SurahNumber":3,"VerseNumber":115,"Text":"Y todo bien que hagan será recompensado. Y Al-lah conoce bien a los piadosos"},{"SurahNumber":3,"VerseNumber":116,"Text":"A quienes rechazan la verdad, de nada les servirán sus bienes ni sus hijos frente a Al-lah. Esos serán los habitantes del fuego, y allí permanecerán eternamente"},{"SurahNumber":3,"VerseNumber":117,"Text":"La caridad que dan en esta vida (quienes rechazan la verdad) se asemeja a un campo de cultivo, de unas gentes incrédulas y pecadoras, que es arrasado completamente por un viento helado[115]. Y Al-lah no fue injusto con ellos, sino que ellos fueron injustos consigo mismos (debido a su incredulidad y a sus pecados)"},{"SurahNumber":3,"VerseNumber":118,"Text":"¡Oh, creyentes!, no tomen por consejeros y hombres de confianza a quienes no sean musulmanes; (de lo contrario) no cederán en su empeño de corromperlos y desearán perjudicarlos severamente. El odio que sienten (hacia ustedes) se refleja en lo que dicen, mas lo que esconden en sus corazones es todavía peor. Les hemos mostrado las pruebas (de su enemistad), (no los tomen, pues, por aliados) si es que razonan"},{"SurahNumber":3,"VerseNumber":119,"Text":"Ustedes los aprecian, pero ellos no los aprecian; y ustedes creen en todas las revelaciones de Al-lah, pero ellos no creen en la de ustedes. Si se encuentran con ustedes, dicen: “Creemos”; pero si se quedan a solas entre ellos, se muerden los dedos de rabia. Diles (¡oh, Muhammad!): “¡Muéranse de rabia! En verdad, Al-lah conoce lo que encierran sus corazones”"},{"SurahNumber":3,"VerseNumber":120,"Text":"Si les sucede algo bueno, se afligen; pero si les sucede algo malo, se alegran. Mas si son pacientes y temen a Al-lah, lo que tramen contra ustedes no los perjudicará en lo más mínimo. Realmente, el conocimiento de Al-lah abarca todo lo que hacen"},{"SurahNumber":3,"VerseNumber":121,"Text":"Y (recuerda, ¡oh, Muhammad!) cuando saliste de tu hogar por la madrugada para asignar a los creyentes sus puestos en la batalla (de Uhud[116]). Y Al-lah todo lo oye y todo lo sabe"},{"SurahNumber":3,"VerseNumber":122,"Text":"(Recuerda) cuando dos grupos de entre ustedes estuvieron a punto de flaquear[117], a pesar de que Al-lah era el Protector de ambos. Y en Al-lah depositan su confianza los creyentes"},{"SurahNumber":3,"VerseNumber":123,"Text":"Y, ciertamente, Al-lah los ayudó en (la batalla de) Badr y les concedió la victoria cuando estaban en inferioridad de condiciones. Teman, pues, a Al-lah, (obedeciéndolo en lo que les ordena) para que sean agradecidos"},{"SurahNumber":3,"VerseNumber":124,"Text":"(Recuerda) cuando decías a los creyentes: “¿¡Acaso no les basta (como ayuda) que su Señor les envíe como refuerzo a tres mil ángeles"},{"SurahNumber":3,"VerseNumber":125,"Text":"Y si son pacientes y temen (a Al-lah), y (los incrédulos de La Meca) los atacan por sorpresa, su Señor los reforzará con cinco mil ángeles que portarán señales distintivas”"},{"SurahNumber":3,"VerseNumber":126,"Text":"Y Al-lah hizo que (ese refuerzo) fuese una buena noticia para animarlos y tranquilizar sus corazones. Y la victoria proviene solo de Al-lah, el Poderoso, el Sabio"},{"SurahNumber":3,"VerseNumber":127,"Text":"(Y la victoria de Al-lah en Badr) fue para acabar con un grupo de quienes rechazaban la verdad o para humillarlos (con la derrota) y hacer que se retirasen frustrados"},{"SurahNumber":3,"VerseNumber":128,"Text":"No te concierne a ti (¡oh, Muhammad!) lo que les suceda, tanto si (Al-lah) los perdona como si los castiga, pues son injustos por negar la verdad"},{"SurahNumber":3,"VerseNumber":129,"Text":"Y a Al-lah pertenece cuanto existe en los cielos y en la tierra. Perdona a quien quiere y castiga a quien quiere. Y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":3,"VerseNumber":130,"Text":"¡Oh, creyentes!, no se beneficien de la usura doblando y multiplicando los intereses. Y teman a Al-lah para que puedan prosperar (y triunfar)"},{"SurahNumber":3,"VerseNumber":131,"Text":"Y teman un fuego que ha sido preparado para quienes rechazan la verdad"},{"SurahNumber":3,"VerseNumber":132,"Text":"Y obedezcan a Al-lah y al Mensajero para que Él se apiade de ustedes"}]}