{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":21,"VerseNumber":29,"Text":"Ve eğer onlardan biri: \"O´nun gibi ben de bir tanrıyım\" diyecek olsaydı mutlaka onu cehennemle cezalandırırdık: (çünkü) zalimleri biz böyle cezalandırırız"},{"SurahNumber":21,"VerseNumber":30,"Text":"Peki, hakkı inkara şartlanmış olan bu insanlar, göklerin ve yerin (başlangıçta) bir tek bütün olduğunu ve Bizim sonradan onu ikiye ayırdığımızı ve yaşayan her şeyi sudan yarattığımızı görmüyorlar mı? Hala inanmayacaklar mı"},{"SurahNumber":21,"VerseNumber":31,"Text":"Ve (görmüyorlar mı ki,) onları sarsmasın diye arz üzerine sapasağlam dağlar yerleştirdik; ve kolayca yollarını bulabilsinler diye orada vadiler açtık"},{"SurahNumber":21,"VerseNumber":32,"Text":"ve göğü güvenli bir kubbe, bir çatı olarak yükselttik? Ve yine de onlar (yaratılışın) bu açık işaretlerine inatla sırt çeviriyor"},{"SurahNumber":21,"VerseNumber":33,"Text":"ve (görmüyorlar ki,) geceyi ve gündüzü, güneşi ve ayı -hepsi de uzayda dolaşan (o gök cisimlerini)- yaratan O´dur"},{"SurahNumber":21,"VerseNumber":34,"Text":"(Ey peygamber, sana inanmayanlara hatırlat ki,) Biz senden önce de hiçbir insana ölümsüzlük vermedik; ve imdi, sen ölürsen bunlar kendilerinin sonsuza kadar yaşayacaklarını mı sanıyorlar"},{"SurahNumber":21,"VerseNumber":35,"Text":"Her can ölümü tadacaktır; ne var ki, (hayatın) iyi ve kötü (tezahürleriyle) karşı karşıya getirerek sınıyoruz sizi; ve sonunda hepiniz Bize döneceksiniz"},{"SurahNumber":21,"VerseNumber":36,"Text":"Ama hakkı inkara şartlanmış olan bu insanlar ne zaman seni gözönüne alsalar, (birbirlerine:) \"Bu mu sizin tanrılarınızı diline dolayan?\" (diyerek) seni alaya almaktan başka bir şey yapmazlar. Ve Rahman´dan her söz edişlerinde hakkı örtbas etmeye kalkışanlar da yine böyleleridir"},{"SurahNumber":21,"VerseNumber":37,"Text":"İnsan tezcanlı bir yaratıktır; (fakat yakında) mesajlarımı(n işaret ettiği gerçeği) size göstereceğim; şimdi (bunu) Benden acele istemeyin"},{"SurahNumber":21,"VerseNumber":38,"Text":"Ama (mesajlarımı ciddiye almayanlar:) \"Eğer doğru sözlü kimselerseniz, (cevap verin, ey inananlar), (Allah´ın nihai yargısı konusunda ileri sürdüğünüz) söz ne zaman gerçekleşecek?\" diye sorup duruyorlar"},{"SurahNumber":21,"VerseNumber":39,"Text":"Hakkı inkara şartlanmış olan bu insanlar, yüzlerinden ve sırtlarından ateşi savamayacakları, kimseden bir yardım bulamayacakları o günü keşke bilselerdi"},{"SurahNumber":21,"VerseNumber":40,"Text":"Yoo, (o Son Saat) apansız gelip çatacak ve onları şaşkına çevirecek; öyle ki, ne onu geri çevirmeye güçleri yeter, ne de kendilerine soluk alacak zaman verilir"},{"SurahNumber":21,"VerseNumber":41,"Text":"(Ey Muhammed,) senden önceki elçilerle de alay edilmişti ama ne var ki, onları küçümseyen kimseleri, sonunda, alay edip durdukları şeyin kendisi tepeleyiverdi"},{"SurahNumber":21,"VerseNumber":42,"Text":"De ki: \"Gece ya da gündüz, sizi Rahman´a karşı kim koruyabilir?\" Hayır hayır, onlar Rablerini hatırlatan mesajdan bütün bütün yüz çevirmiş kimselerdir"},{"SurahNumber":21,"VerseNumber":43,"Text":"Yoksa onlar, gerçekten, kendilerini Bizim elimizden kurtaracak tanrıları olduğunu mu (düşünüyorlar)? Onların bu (düzmece) tanrıları kendi kendilerini bile koruyacak durumda değiller; öyleyse, (onlara tapınanlara, onlara güvenenlere de) Bize karşı kimse arka çıkamayacaktır"},{"SurahNumber":21,"VerseNumber":44,"Text":"Kaldı ki, Biz bunlara da, bunların atalarına da, ömürlerinin sonuna kadar, hayatın tadını çıkararak avunmalarına fırsat verdik; fakat bu insanlar, Bizim yeryüzüne -üzerindeki en iyi, en güzel şeyleri her gün biraz daha eksilterek- vaziyet ettiğimizi görmüyorlar mı? Buna rağmen, yine de baskın çıkacaklar(ını umuyorlar) mı"},{"SurahNumber":21,"VerseNumber":45,"Text":"De ki: \"Ben yalnızca vahye dayanarak sizi uyarıyorum!\" Ne var ki, (kalbi) sağır olan kimseler bu çağrıyı işitmeyecek(ler)dir, defalarca uyarılsalar da"},{"SurahNumber":21,"VerseNumber":46,"Text":"Yine de, kendilerini Rabbinin azabından bir esinti yoklasa, hiç şüphe yok, hemen, \"Vah bize!\" derler, \"Doğrusu, zalim kimselerdik biz"},{"SurahNumber":21,"VerseNumber":47,"Text":"Ve Kıyamet Günü (öyle) doğru, (öyle hassas) teraziler kurarız ki, kimse en küçük bir haksızlığa uğratılmaz; bir hardal tanesi kadar bile olsa, (iyi ya da kötü) her şeyi tartıya sokarız; hesap görücü olarak kimse Bizden ileri geçemez"},{"SurahNumber":21,"VerseNumber":48,"Text":"Ve gerçek şu ki, Biz Musa ile Harun´a, Allah´a karşı sorumluluk bilinci taşıyan kimseler için doğruyu eğriden ayırmaya yarayan bir ölçü, ışık saçan bir kaynak ve bir uyarıcı, hatırlatıcı (olarak vahyimizi) bahşettik"},{"SurahNumber":21,"VerseNumber":49,"Text":"o (bilinçli, duyarlı) kimseler ki, algı ve tasavvurlarının ötesinde olsa da, Rablerinden korkar ve Son Saat´in kaygısıyla titrerler"},{"SurahNumber":21,"VerseNumber":50,"Text":"Ve indirdiğimiz bu (mesaj da, öncekiler gibi) uyarıcı hatırlatıcı kutlu bir mesajdır; hal böyleyken yine de onu inkar mı edeceksiniz"}]}