{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"Аллаһу тәгалә, бөек вә түбән агачлы җимеш бакчаларын вә хөрмә агачларын һәм игеннәрне төсләрен, тәмнәрен төрлечә итеп дәхи зәйтүн, гранат агачларын бер-берсенә охшаган вә охшамаган хәлләрендә халык кылды, өлгергәч һәрберсенең җимешләрен ашагыз һәм уңышларын алганда тиешле өлешен садака итеп бирегез! Аллаһ биргән ризыкларны бернинди юл белән әрәм-шәрәм итмәгез! Бит Аллаһ әрәм итүчеләрне һич сөйми"},{"SurahNumber":6,"VerseNumber":142,"Text":"Янә хайваннардан йөкләр күтәрә торганын һәм йоннарыннан түшәк ясала торганын халык кылдык, вә ашагыз-эчегез Аллаһ ризыкландырган хәләл-пакь ризыклардан вә шайтан эзенә иярмәгез! Ул сезгә ачык дошман"},{"SurahNumber":6,"VerseNumber":143,"Text":"Аллаһу тәгалә, сезнең өчен дүрт пар – сигез җенесне халык кылды, аларны сезгә хәләл итте: куй-сарыктан бер парны, кәҗәдән бер парны. Әйт: \"Аллаһ, куй вә кәҗә иркәкләрен һәм ана куйны вә ана кәҗәне хәрам кылдымы? Яки куй вә кәҗә карнындагы бәрәннәрне хәрам кылдымы? Әгәр боларны хәрам кылган булса, дәлилләрегезне миңа күрсәтегез дөрес сөйләүчеләрдән булсагыз\", – дип"},{"SurahNumber":6,"VerseNumber":144,"Text":"Янә Аллаһ, сезнең өчен ата дөяне вә ана дөяне һәм үгез белән сыерны халык кылды һәм хәләл итте. Әйт: \"Ата дөяне вә үгезне һәм ана дөя белән сыерны яки аларның карыннарындагы балаларын Аллаһ хәрам кылдымы? Әйә сез шаһит булдыгызмы Аллаһуның бу хакта васыять әйткән чагында, ягъни Аллаһуның: \"Бу хайваннарны сезгә хәрам кылдым\", – дигән сүзен ишеттегезме? Наданлык белән дәлилсез кешеләрне адаштыру өчен Аллаһуга ялганны ифтира кылган кеше хәтле залим-залимрәк кеше булырмы? Әлбәттә, Аллаһу тәгалә залимнәрне туры юлга салмас"},{"SurahNumber":6,"VerseNumber":145,"Text":"Әйт: \"Аллаһудан миңа вәхий кылынган Коръәндә тапмыймын ашаучыга ризык йөзеннән хәрам нәрсәне, мәгәр үлгән хайван, бугазлаганда аккан кан, дуңгыз ите һәм бугазлаганда Аллаһ исемен әйтмичә башка берәр мәхлук исемен әйтеп бугазлаган хайван ите, боларны хәрам дип таптым\", – дип, берәү ашарга һичнәрсә тапмыйча ачка үлү ихтималы булганда зарурат хәтле генә ашаса, гөнаһ булмас. Бу хәлдә, әлбәттә, Раббың ярлыкаучы һәм рәхимле"},{"SurahNumber":6,"VerseNumber":146,"Text":"Дәхи яһүдләргә һәрбер тырнаклы хайванны хәрам кылдык, янә сыер вә куй майларын аларга хәрам кылдык, мәгәр сыер белән куйның арка майларын, эчәкләре өстендәге майларны вә сөякләренә аралашкан майны аларга хәләл иттек, бу хөкемебез аларга җәза булды явызлыклары өчен вә Без тәхкыйк сүзебездә вә хөкемебездә туры торучыбыз"},{"SurahNumber":6,"VerseNumber":147,"Text":"Ий Мухәммәд г-м! Әгәр кәферләр сине ялганчы дисәләр, син аларга әйт: \"Раббыгыз киң рәхмәт иясе, сезне дөньяда\" ґәзаб кылырга ашыкмас, әмма ахирәттә Аллаһуның ґәзабы залим каумнәрдән кире китмәс"},{"SurahNumber":6,"VerseNumber":148,"Text":"Мөшрикләр тиздән әйтерләр: \"Әгәр Аллаһ теләгән булса иде безнең мөшрик булмавыбызны, үзебез дә һәм ата-бабаларыбыз да Аллаһуга һичнәрсәне тиңдәш кылмаган булыр идек һәм Аллаһ хәрам кылмаган нәрсәләрне берсен дә хәрам кылмаган булыр идек\", – дип. Соңгы мөшрикләр пәйгамбәрләрне ялганга тоткан кеби, әүвәлге мөшрикләр дә ялганга тоттылар, хәтта ґәзабыбызны татыганчы. Әйт: \"Сүзләрегезне вә кылган эшләрегезне дөресләргә дәлилләрегез бармы? Әгәр булса, безгә чыгарып күрсәтегез! Сез хак булган дәлилләргә иярмисез, фәкать сукыр җаныгызга иярәсез, янә сез һичкем түгел, мәгәр ялганчыларсыз"},{"SurahNumber":6,"VerseNumber":149,"Text":"Хак булган көчле дәлил – Аллаһ дәлиле, әгәр Аллаһ теләсә иде, әлбәттә, һәммәләрегезне дә туры юлга күндерер иде"},{"SurahNumber":6,"VerseNumber":150,"Text":"Әйт: \"Хайваннардан вә игеннәрдән Аллаһ кайберләрен хәрам кылды дип шәһадәт бирүче шәһитләрегезне китерегез, әгәр Аллаһ хәрам дип әйткән булса, дәлилне күрсәтсеннәр\", – дип. Ялганга шәһадәт бирсәләр, әмма син алар белән бергә шәһадәт бирмә, ягъни ялган сүзләрен тәсдыйк кылма, вә аятьләребезне ялган диюче һәм ахирәткә ышанмаучыларның нәфис һаваларына иярмә, алар кылганны кылма, әле алар үзләрен тәрбия кылучы Аллаһуны сынымнары белән бертигез күрәләр"}]}