{"Id":42,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Möminlər, həqiqətən də, nicat tapmışlar"},{"SurahNumber":23,"VerseNumber":2,"Text":"o kəslər ki, namazlarında mütidirlər"},{"SurahNumber":23,"VerseNumber":3,"Text":"o kəslər ki, sözbazlıqdan qaçırlar"},{"SurahNumber":23,"VerseNumber":4,"Text":"o kəslər ki, zəkat verirlər"},{"SurahNumber":23,"VerseNumber":5,"Text":"o kəslər ki, öz cinsi orqanlarını həmişə qoruyurlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"zövcələri və sahib olduqları cariyələr istisnadır. Onlar buna görə heç qınanmazlar"},{"SurahNumber":23,"VerseNumber":7,"Text":"Bundan artığına can atanlar isə həddi aşanlardır"},{"SurahNumber":23,"VerseNumber":8,"Text":"O mömin kəslər ki, əmanətlərini və vədlərini qoruyurlar"},{"SurahNumber":23,"VerseNumber":9,"Text":"O kəslər ki, namazlarını öz vaxtlarında qılırlar"},{"SurahNumber":23,"VerseNumber":10,"Text":"Məhz onlar – varis olanlardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"O kəslər ki, Firdovs cənnətinə varis olacaqlar. Onlar orada əbədi qalacaqlar"},{"SurahNumber":23,"VerseNumber":12,"Text":"Həqiqətən, Biz insanı palçıq cövhərindən yaratdıq"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra nütfə halında möhkəm yerdə yerləşdirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra nütfədən laxtalanmış qan yaratdıq, sonra o qandan bir parça ət yaratdıq, sonra o bir parça ətdən sümüklər yaratdıq, sonra da sümükləri ət ilə örtdük. Sonra da onu başqa bir məxluq olaraq xəlq etdik. Yaradanların ən yaxşısı olan Allah nə qədər xeyirxahdır"},{"SurahNumber":23,"VerseNumber":15,"Text":"Şübhəsiz ki, bundan sonra siz mütləq öləcəksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra da Qiyamət günü dirildiləcəksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Biz sizin üstünüzdə yeddi göyü yaratdıq. Məxluqatımızdan da xəbərsiz olmamışıq"},{"SurahNumber":23,"VerseNumber":18,"Text":"Biz göydən lazımi qədər su endirib onu yerdə saxladıq. Şübhəsiz ki, Biz onu yox edə də bilərik"},{"SurahNumber":23,"VerseNumber":19,"Text":"Sonra həmin su ilə xurma ağaclarını və üzüm bağlarını sizin üçün yetişdirdik. Sizin üçün orada yediyiniz çoxlu meyvələr vardır"},{"SurahNumber":23,"VerseNumber":20,"Text":"Biz Sina dağında bir ağac bitirdik ki, barından yeyənlərə həm yağ, həm də həm şirə verir"},{"SurahNumber":23,"VerseNumber":21,"Text":"Həqiqətən, ev heyvanlarında da sizin üçün ibrət var. Biz onların bətnində olandan sizlərə içirdirik. Sizin üçün onlarda başqa faydalar da var. Üstəlik onlardan yeyirsiniz də"},{"SurahNumber":23,"VerseNumber":22,"Text":"Siz həm o heyvanlarla, həm də gəmilərlə daşınırsınız"},{"SurahNumber":23,"VerseNumber":23,"Text":"Həqiqətən, Biz Nuhu öz qövmünə elçi göndərdik. O dedi: “Ey qövmüm! Allaha ibadət edin! Sizin Ondan başqa heç bir məbudunuz yoxdur. Məgər qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Qövmünün kafir zadəganları dedilər: “O da sizin kimi sadəcə bir insandır. Sizə böyüklük etmək istəyir. Əgər Allah elçi göndərmək istəsəydi, mələklər göndərərdi. Biz bunu ulu babalarımızdan eşitməmişik"},{"SurahNumber":23,"VerseNumber":25,"Text":"Bu ancaq cinli bir adamdır. Odur ki, ona münasibətdə bir müddət gözləyin!”"},{"SurahNumber":23,"VerseNumber":26,"Text":"O dedi: “Ey Rəbbim! Onların məni yalançı saymasına qarşı mənə kömək et!”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Biz ona vəhy etdik: “Gözlərimiz önündə və vəhyimizlə gəmini düzəlt. Əmrimiz gəldiyi və təndir qaynadığı zaman hər canlıdan bir cüt erkək və dişi, barəsində söz keçmiş (əleyhinə hökm verilmiş) kəslər istisna olmaqla, öz ailəni gəmiyə mindir. Zalımlar barəsində Mənə müraciət etmə. Çünki onlar suya qərq olunacaqlar"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sən yanında olanlarla birlikdə gəmiyə mindiyin zaman de: “Bizi zalım adamlardan xilas edən Allaha həmd olsun!”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Həmçinin de: “Ey Rəbbim! Məni mübarək bir yerə çıxart. Sən yer verənlərin ən yaxşısısan!”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Şübhəsiz ki, bunda ibrətlər vardır. Həqiqətən, Biz qullarımızı beləcə sınağa çəkirik"},{"SurahNumber":23,"VerseNumber":31,"Text":"Onlardan sonra isə başqa bir nəsil yaratdıq"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara da özlərindən bir elçi göndərdik. O dedi: “Allaha ibadət edin! Sizin ondan başqa heç bir məbudunuz yoxdur. Məgər qorxmursunuz?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Qövmünün kafir olan, Axirətə qovuşacaqlarını yalan hesab edən və dünya həyatında firavanlıq nəsib etdiyimiz zadəganları dedilər: “O sizin kimi sadəcə bir insandır. Yediyinizdən o da yeyir, içdiyinizdən o da içir"},{"SurahNumber":23,"VerseNumber":34,"Text":"Əgər siz özünüz kimi adi bir insana itaət etsəniz, mütləq ziyana uğrayarsınız"},{"SurahNumber":23,"VerseNumber":35,"Text":"O sizə ölüb torpağa və sür-sümüyə çevrildikdən sonra dirildilib yenidən çıxarılacağınızımı vəd edir"}]}