{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta, Sin, Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Bunlar sana o apacık Kitab´ın ayetleridir"},{"SurahNumber":26,"VerseNumber":3,"Text":"Onlar iman etmeyecekler diye, neredeyse sen kendine kıyacaksın"},{"SurahNumber":26,"VerseNumber":4,"Text":"Dilersek uzerlerine gokten bir ayet (mucize) indiriveririz de ona boyunları egile kalır"},{"SurahNumber":26,"VerseNumber":5,"Text":"Bununla beraber Rahman´dan kendilerine yeni bir ogut gelmiyor ki, ondan yuz cevirmis olmasınlar"},{"SurahNumber":26,"VerseNumber":6,"Text":"Evet, yalanlamaktalar; fakat onlara alay edip durdukları seyin dehset veren haberleri gelecektir"},{"SurahNumber":26,"VerseNumber":7,"Text":"Yeryuzune bir bakmadılar mı? Biz onda her guzel ciftten nice bitkiler bitirmisiz"},{"SurahNumber":26,"VerseNumber":8,"Text":"Suphesiz ki, bunda mutlak bir ibret vardır; ama cogu iman etmedi"},{"SurahNumber":26,"VerseNumber":9,"Text":"Suphesiz ki, Rabbin, gercekten guclu, cok merhametlidir"},{"SurahNumber":26,"VerseNumber":10,"Text":"Bir vakit Rabbin Musa´ya soyle seslendi: «Git o zalim kavme"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun kavmine, artık sakınmayacaklar mı!»"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa) dedi ki: «Ya Rab, dogrusu korkarım ki, beni yalanlarlar"},{"SurahNumber":26,"VerseNumber":13,"Text":"ve gogsum daralır, dilim acılmaz, onun icin Harun´a da peygamberlik ver"},{"SurahNumber":26,"VerseNumber":14,"Text":"Bir de onlara karsı sucluyum; ondan dolayı beni oldururler diye korkarım"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allah) «Hayır» (endise etme), «haydi ikiniz ayetlerimizle gidin; muhakkak Biz sizinle beraberiz (olup bitenleri) dinliyoruz"},{"SurahNumber":26,"VerseNumber":16,"Text":"haydin Firavun´a varın da deyin ki: «Inan ki biz alemlerin Rabbinin elcisiyiz"},{"SurahNumber":26,"VerseNumber":17,"Text":"Israil ogullarını bizimle beraber salıver.»"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Firavun) dedi ki: «A! Biz seni cocukken bizde buyutmedik mi? Omrunun bir cok yıllarını aramızda gecirdin"},{"SurahNumber":26,"VerseNumber":19,"Text":"hem de o yaptıgın (kotu) isi yaptın; o halde sen o nankor kafirlerdensin!»"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) dedi ki: «O isi o zaman yaptım, saskınlardandım"},{"SurahNumber":26,"VerseNumber":21,"Text":"Sizden korkunca da aranızdan kactım; derken Rabbim bana hukum lutfetti ve beni peygamberlerden kıldı"},{"SurahNumber":26,"VerseNumber":22,"Text":"O basıma kaktıgın nimet de Israil ogullarını kul kole edinmis olmandır!»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun: «Alemlerin Rabbi de ne demek?» dedi"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa): «O, goklerin, yerin ve ikisi arasındaki herseyin Rabbidir; eger gercegi kesin olarak goruyorsanız.» dedi"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firavun) etrafındakilere: «Dinlemez misiniz?» dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa): «O, sizin Rabbiniz ve daha onceki atalarınızın Rabbidir» dedi"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Firavun): «Size gonderilen elciniz mutlaka delidir.» dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa): «O, dogunun, batının ve bunların arasındaki herseyin Rabbidir, eger dusunuyorsanız.» dedi"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Firavun): «Andolsun ki, eger benden baskasını tanrı edinirsen, seni kesinlikle zindana kapatılmıslardan ederim?» dedi"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa Firavun´a): «Sana apacık bir sey (delil) getirdimse de mi?» dedi"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Firavun): «Haydi onu getir bakayım, dogrulardan isen» dedi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun uzerine (Musa) asasını bırakıverdi; apacık bir ejderha oluverdi"},{"SurahNumber":26,"VerseNumber":33,"Text":"bir de elini (koynundan) cekti cıkardı, o da bakanlara bembeyaz oluverdi"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Firavun) etrafındaki topluluga: «Bu gercekten bilgic bir sihirbaz"},{"SurahNumber":26,"VerseNumber":35,"Text":"Sizi sihriyle yurdunuzdan cıkarmak istiyor. Simdi ne buyurursunuz?» dedi"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dediler ki: «Bunu ve kardesini alıkoy! Sehirlere de toplayıcılar gonder"},{"SurahNumber":26,"VerseNumber":37,"Text":"butun bilgic sihirbazları getirsinler!»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Boylece tesbit edilen bir gunun belli bir vaktinde sihirbazlar toplandılar"},{"SurahNumber":26,"VerseNumber":39,"Text":"ve halka: «Siz de toplanır mısınız?» denildi"},{"SurahNumber":26,"VerseNumber":40,"Text":"sayet ustun gelirlerse, herhalde bizler sihirbazlara uyacagız, dediler"},{"SurahNumber":26,"VerseNumber":41,"Text":"Sihirbazlar Firavun´a geldiklerinde: «Sayet biz galip gelirsek, bize muhakkak bir mukafat vardır degil mi?» dediler"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Firavun): «Evet, hem siz o vakit benim en yakınlarımdan olacaksınız.» dedi"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa onlara: «Siz ne atacaksanız atın!» dedi"},{"SurahNumber":26,"VerseNumber":44,"Text":"Hemen iplerini ve sopalarını ortaya attılar ve: «Firavun´un yuceligi hakkı icin suphesiz biz ustun gelecegiz.» dediler"},{"SurahNumber":26,"VerseNumber":45,"Text":"Musa da asasını (yere) koyuverdi, bir de ne gorsunler, onlar her ne dolap ceviriyorlarsa (butun uydurduklarını) yutuyor"},{"SurahNumber":26,"VerseNumber":46,"Text":"Derhal sihirbazlar secdeye kapandılar"},{"SurahNumber":26,"VerseNumber":47,"Text":"«Iman ettik alemlerin Rabbine"},{"SurahNumber":26,"VerseNumber":48,"Text":"Musa ve Harun´un Rabbine!» dediler"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Firavun) dedi ki: «Ben size izin vermeden O´na iman ettiniz! Anlasıldı ki, o size sihri ogreten buyugunuzmus! O halde kesinlikle yakında anlayacaksınız; caresiz ellerinizi ve ayaklarınızı caprazlama kestirecegim, hepinizi muhakkak carmıha gerdirecegim!»"},{"SurahNumber":26,"VerseNumber":50,"Text":"(Buyuculer) dediler ki: «Zararı yok, mutlaka biz Rabbimize donecegiz"},{"SurahNumber":26,"VerseNumber":51,"Text":"Herhalde biz mu´minlerin ilki oldugumuzdan dolayı Rabbimizin bize magfiret buyuracagını umit ederiz"}]}