{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Esta es una sura que revelamos y prescribimos [sus preceptos], y en ella expusimos signos evidentes para que reflexioneis"},{"SurahNumber":24,"VerseNumber":2,"Text":"A la fornicadora y al fornicador aplicadles, a cada uno de ellos, cien azotes. Si verdaderamente creeis en Allah y en el Dia del Juicio no permitais que la compasion que podais sentir por ellos os impida aplicar la pena establecida por Allah; y que un grupo de creyentes sea testigo cuando se les castigue"},{"SurahNumber":24,"VerseNumber":3,"Text":"El hombre que haya fornicado solo habra podido hacerlo con una fornicadora igual que el o una idolatra, y la mujer que haya fornicado solo habra podido hacerlo con un fornicador igual que ella o un idolatra. Y [sabed que] se les ha prohibido a los creyentes la fornicacion"},{"SurahNumber":24,"VerseNumber":4,"Text":"Y a quienes difamen a mujeres decentes [acusandolas de fornicadoras o adulteras] y no presenten cuatro testigos de ello, aplicadles ochenta azotes y nunca mas acepteis su testimonio. Ellos son los descarriados"},{"SurahNumber":24,"VerseNumber":5,"Text":"En cambio, aquellos que [despues de haberlas difamado] se arrepientan y enmienden [les sera aceptado su testimonio]. Ciertamente Allah es Absolvedor, Misericordioso"},{"SurahNumber":24,"VerseNumber":6,"Text":"Quien acuse a su mujer [de haber cometido adulterio] sin tener testigos mas que el mismo, debera jurar cuatro veces por Allah [ante un juez] que dice la verdad"},{"SurahNumber":24,"VerseNumber":7,"Text":"Y por ultimo pedir que la maldicion de Allah caiga sobre el mismo si miente"},{"SurahNumber":24,"VerseNumber":8,"Text":"Y ella quedara libre de castigo si jura cuatro veces por Allah [ante un juez] que el miente"},{"SurahNumber":24,"VerseNumber":9,"Text":"Y por ultimo debera pedir que la maldicion de Allah caiga sobre ella misma si el dice la verdad"},{"SurahNumber":24,"VerseNumber":10,"Text":"Y si no fuese por la gracia de Allah y Su misericordia sobre vosotros, y porque El es Indulgente, Sabio, no seriais tolerados [luego de los pecados que cometeis]"},{"SurahNumber":24,"VerseNumber":11,"Text":"Ciertamente los que vinieron con la calumnia [en contra de Aishah, la esposa del Profeta Muhammad] son un grupo de vosotros. No penseis [¡Oh, creyentes!] que esto acarreara un mal para vosotros; por el contrario, es un bien [pues evidenciara la inocencia de Aishah]. Cada uno de los que cometieron este pecado recibira su merecido, y el mayor responsable entre ellos tendra un severo castigo"},{"SurahNumber":24,"VerseNumber":12,"Text":"Cuando los creyentes y las creyentes oyeron la calumnia deberian haberla considerado como en contra de ellos mismos, y haber dicho: Esto es una mentira evidente"},{"SurahNumber":24,"VerseNumber":13,"Text":"¿Por que no presentaron cuatro testigos del hecho? [Sabed que] Para Allah quienes [cuando acusan a alguien] no presentan testigos son los mentirosos"},{"SurahNumber":24,"VerseNumber":14,"Text":"Y si no fuese por la gracia de Allah y Su misericordia sobre vosotros en esta vida y en la otra, habriais sufrido un terrible castigo por lo que dijisteis"},{"SurahNumber":24,"VerseNumber":15,"Text":"Propagasteis la calumnia de boca en boca, repitiendo aquello sobre lo cual realmente no teniais conocimiento, y creisteis que lo que haciais era leve, pero ante Allah es gravisimo"},{"SurahNumber":24,"VerseNumber":16,"Text":"Cuando oisteis la acusacion tendriais que haber dicho: No debemos hablar de ello. ¡Glorificado seas Senor! Esto es una gran calumnia"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah os prohibe que volvais a cometer semejante falta, si es que sois creyentes"},{"SurahNumber":24,"VerseNumber":18,"Text":"Y Allah os aclara Sus preceptos, Allah es Omnisciente, Sabio"},{"SurahNumber":24,"VerseNumber":19,"Text":"Aquellos que desean que se propague la obscenidad entre los creyentes tendran un doloroso castigo en esta vida y en la otra. Allah sabe y vosotros no sabeis"},{"SurahNumber":24,"VerseNumber":20,"Text":"Y si no fuese por la gracia de Allah y Su misericordia sobre vosotros, y porque El es Compasivo Misericordioso no seriais tolerados [luego de los pecados que cometeis]"}]}