{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alipha.Lāma.Mīma"},{"SurahNumber":30,"VerseNumber":2,"Text":"rōma dē lōka nēṛē dē khētarāṁ vica hāra ga'ē"},{"SurahNumber":30,"VerseNumber":3,"Text":"Atē uha āpaṇī hāra tōṁ bā'ada jaladī hī jita prāpata karanagē"},{"SurahNumber":30,"VerseNumber":4,"Text":"Kujha sālāṁ vica, alāha dē hatha vica hī sārē kāraja hana, agalē vī atē pichalē vī. Atē usa dina īmāna vālē khuśa hōṇagē"},{"SurahNumber":30,"VerseNumber":5,"Text":"Alāha dī madada nāla. Uha jisadī cāhudā hai madada karadā hai. Atē uha śakatīśālī"},{"SurahNumber":30,"VerseNumber":6,"Text":"hai. Alāha dā vā'adā hai. Alāha āpaṇē vā'adē dē virudha nahīṁ jāndā. Paratū zi'ādātara lōka nahīṁ samajhadē"},{"SurahNumber":30,"VerseNumber":7,"Text":"Uha sasārika jīvana dē pakha nū jāṇadē hana. Atē uha pralōka tōṁ aṇajāna hana"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kī unhāṁ nē āpaṇē mana vica vicāra nahīṁ kītā. Alāha nē asamānāṁ tē dharatī nū atē jihaṛā inhāṁ dē vicakāra hai saca dē ādhāra tē paidā kītā hai. Atē sirafa ika niradhārita samēṁ la'ī. Atē lōkāṁ vicōṁ bahuta sārē ajihē hana jihaṛē āpaṇē raba dī mulākāta tōṁ inakāra karana vālē hana"},{"SurahNumber":30,"VerseNumber":9,"Text":"Kī uha dharatī utē turē-phirē nahī' ki uha dēkhadē ki unhāṁ lōkāṁ dā ata kihō jihā hō'i'ā jihaṛē inhāṁ tōṁ pahilā hō cukē sana. Uha inhāṁ tōṁ zi'ādā śakatīśālī sana atē unhāṁ nē dharatī nū vāhi'ā atē isa nū inhāṁ tōṁ zi'ādā ābāda kītā. Atē inhāṁ dē kōla inhāṁ dē rasūla sapaśaṭa niśānī'āṁ lai kē ā'ē. Isa la'ī alāha unhāṁ utē zulama karana vālā nahīṁ sī. Para uha ḵẖuda hī āpaṇē āpa utē ati'ācāra kara rahē sana"},{"SurahNumber":30,"VerseNumber":10,"Text":"Phira jinhāṁ lōkāṁ nē māṛā kama kītā sī unhāṁ dā ata burā hō'i'ā isa la'ī ki unhāṁ nē alāha dī'āṁ ā'itāṁ tōṁ inakāra kītā. Atē uha unhāṁ dā makhaula uḍā'undē sana"},{"SurahNumber":30,"VerseNumber":11,"Text":"Alāha sriśaṭī nū pahilī vāra paidā karadā hai, uha hī isanū dubārā paidā karēgā. Phira tusīṁ usē vala vāpisa mōṛē jāvōgē"},{"SurahNumber":30,"VerseNumber":12,"Text":"Atē ki'āmata dē dina aparādhī lōka hairāna rahi jāṇagē"},{"SurahNumber":30,"VerseNumber":13,"Text":"Atē unhāṁ dē śarīkāṁ vicōṁ unhāṁ dā kō'ī sifāraśī nahīṁ hōvēgā. Atē uha āpaṇē śarīkāṁ tōṁ inakāra karana vālē hō jāṇagē"},{"SurahNumber":30,"VerseNumber":14,"Text":"Atē jisa dina ki'āmata āvēgī usa dina sārē lōka vakharē-vakharē hō jāṇagē"},{"SurahNumber":30,"VerseNumber":15,"Text":"Isa la'ī jihaṛē īmāna li'ā'ē atē bhalē karama kītē uha ika bāġa vica ḵẖaśī nāla rahiṇagē"},{"SurahNumber":30,"VerseNumber":16,"Text":"Atē jinhāṁ lōkāṁ nē sāḍī'āṁ ā'itāṁ nū jhuṭhalā'i'ā atē pa'ē hōṇagē"},{"SurahNumber":30,"VerseNumber":17,"Text":"Isa la'ī tusīṁ pavitara alāha nū yāda karōṁ jadōṁ tusīṁ śāma atē savēra (alāha nū yāda) karadē hō. Atē ākāśāṁ tē dharatī vica"},{"SurahNumber":30,"VerseNumber":18,"Text":"sārī prasasā usē la'ī hī hai, tīsarē pahira atē jadōṁ tusīṁ zuhara (dupahira) yāda karadē hō"},{"SurahNumber":30,"VerseNumber":19,"Text":"Uha jīvata nū mritaka vica kaḍhadā hai atē mritaka nū jīvata vicōṁ'. Atē uha dharatī nū vī usadē mritaka hō jāṇa tōṁ bā'ada jīvita karadā hai. Atē isa tar'hāṁ tusīṁ lōka kaḍhē jāvōgē"},{"SurahNumber":30,"VerseNumber":20,"Text":"Atē niśānī'āṁ vicōṁ ika iha vī hai ki usanē tuhānū miṭī tōṁ paidā kītā phira ika vama tusīṁ manukha baṇakē phaila jāndē hō"},{"SurahNumber":30,"VerseNumber":21,"Text":"Atē usadī'āṁ niśānī'āṁ vicōṁ ika iha vī hai ki usanē tuhāḍī hī sahijātī tōṁ tuhāḍē la'ī jōṛē paidā kītē. Tāṁ ki tusīṁ unhāṁ tōṁ satuśaṭī prāpata karō. Atē usanē tuhāḍē vica prēma atē rahimata pā ditī. Bēśaka isa vica unhāṁ lōkāṁ la'ī bahuta sārī'āṁ niśānī'āṁ hana jihaṛē citana karadē hana"},{"SurahNumber":30,"VerseNumber":22,"Text":"Atē usadī'āṁ niśānī'āṁ vicōṁ ākāśāṁ, dharatī dī sirajaṇā, tuhāḍī'āṁ bōlī'āṁ, tuhāḍē ragāṁ dī bhinatā vī hai. Bēśaka isa vica gi'āna vāli'ā la'ī bahuta sārī'āṁ niśānī'āṁ hana"},{"SurahNumber":30,"VerseNumber":23,"Text":"Atē usadī'āṁ niśānī'āṁ vicōṁ tuhāḍā rāta atē dina nū sauṇā atē tuhāḍā usadī kirapā (rizaka) nū talāśa karanā hai. Bēśaka isa vica bahuta sārī'āṁ niśānī'āṁ hana unhāṁ lōkāṁ la'ī jihaṛē suṇadē hana"},{"SurahNumber":30,"VerseNumber":24,"Text":"Atē usadī'āṁ niśānī'āṁ vicōṁ ika iha vī hai ki uha tuhānū ḍara atē umīda dē nāla bijalī'āṁ dikhā'undā hai. Phira uha asamāna tōṁ pāṇī var'hā'undā hai. Phira usa nāla dharatī nū usadē mritaka hō jāṇa tōṁ bā'ada ji'undā karadā hai. Bēśaka isa vica unhāṁ lōkāṁ la'ī niśānī'āṁ hana jihaṛē budhī tōṁ kama laindē hana"},{"SurahNumber":30,"VerseNumber":25,"Text":"Atē usadī'āṁ niśānī'āṁ vica ika iha vī hai ki ākāśa atē dharatī usadē hukama nāla kā'ima hana. Atē phira jadō' uha tuhānū ika vāra pukārēgā tāṁ tūsīṁ' usē vēlē dharatī vicōṁ nikala kē cala pavōgē"},{"SurahNumber":30,"VerseNumber":26,"Text":"Atē ākāśāṁ atē dharatī vica jō vī hai usa dā hī hai sabha usa dē hī āgi'ākārī hana"},{"SurahNumber":30,"VerseNumber":27,"Text":"Atē uha hī hai jihaṛā pahilī vāra paidā karadā hai. Phira uhī hai jō muṛa paidā karadā hai. Atē iha usa la'ī baṛhā saukhā hai. Atē ākāśāṁ tē dharatī vica usa la'ī sabha tōṁ' srēśaṭa guṇa hai ki uha śakatīśālī atē bibēka vālā hai"},{"SurahNumber":30,"VerseNumber":28,"Text":"Uha tuhāḍē la'ī ḵẖuda tuhāḍē hī vi'akatītava vicōṁ ika misāla bi'āna karadā hai. Kī' tuhāḍē gulāmāṁ vicōṁ kō'ī tuhāḍī usa pūjī dā bhā'īvāla hai, jō asīṁ tuhānū baḵẖaśī hai ki tusīṁ atē uha usa vica barābara hōvē. Atē jisa tar'hāṁ tusīṁ āpaṇi'āṁ dā khi'āla rakhadē hō usē tar'hāṁ unhāṁ (gulāmāṁ) dā vī dhi'āna rakhadē hō. Isa tar'hāṁ asīṁ ā'itāṁ nū sapaśaṭa karakē bi'āna karadē hāṁ unhāṁ lōkāṁ la'ī jihaṛē budhī tōṁ kama laindē hana"},{"SurahNumber":30,"VerseNumber":29,"Text":"Sagōṁ āpaṇī'āṁ zidagī'āṁ upara zulama karana vāli'ā nē śināṁ kisē valīla dē āpaṇē (nijī) vicārāṁ dā pālaṇa kītā hai tāṁ unhāṁ nū kauṇa māraga daraśana pradāna kara sakadā hai. Jisanū alāha nē kurāhē pā ditā hōvē. Atē kō'ī unhāṁ dā sahā'ika nahīṁ"},{"SurahNumber":30,"VerseNumber":30,"Text":"Isa la'ī tusīṁ ikāgara cita hō kē āpaṇā mukha isa dharama vala rakhōṁ. Alāha dī iha prakritī jisa vica usanē lōkāṁ nū paidā kītā hai. Usa dē paidā kīti'āṁ nū badalaṇā nahīṁ. Iha hī sidhā dharama hai. Para zi'ādātara lōka nahīṁ jāṇadē"}]}