{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Les opp for dem beretningen om Noa, da han sa til sitt folk: «Mitt folk, om mitt nærvær og min påminning om Guds tegn er tungt for dere, så forlater jeg meg på Gud. Ta en bestemmelse om dere og deres medguder, så blir ikke lenger deres sak en plage for dere. La meg få vite hva det blir til, og la meg ikke vente"},{"SurahNumber":10,"VerseNumber":72,"Text":"Om dere vender ryggen, så har jeg ikke bedt om lønn. Min lønn er Guds sak. Jeg er pålagt å være av dem som gir seg Gud i vold.»"},{"SurahNumber":10,"VerseNumber":73,"Text":"Men de kalte ham løgner. Så reddet Vi ham og dem som var med ham i Arken, og lot dem overta (på jorden). Og Vi druknet dem som forkastet Vårt ord. Se, hva enden ble for dem som ble advart"},{"SurahNumber":10,"VerseNumber":74,"Text":"Senere, etter ham, sendte Vi sendebud til deres folk, og de kom til dem med klar beskjed. Men de kunne umulig tro på det de tidligere hadde forkastet. Slik forsegler Vi deres hjerter som går over grensen"},{"SurahNumber":10,"VerseNumber":75,"Text":"Så, etter dem, sendte Vi Moses og Aron til Farao og hans råd med Våre tegn. Men de viste hovmod og var syndige folk"},{"SurahNumber":10,"VerseNumber":76,"Text":"Da sannheten fra Oss kom til dem, sa de: «Dette er åpenbar trolldom!»"},{"SurahNumber":10,"VerseNumber":77,"Text":"Moses spurte: «Sier dere om sannheten når den er kommet til dere: ’Er dette trolldom?’ Trollmenn går det aldri godt.»"},{"SurahNumber":10,"VerseNumber":78,"Text":"De svarte: «Er du kommet for å vende oss bort fra våre fedres tradisjoner, så dere kan overta makten i landet? Vi har ingen tiltro til dere.»"},{"SurahNumber":10,"VerseNumber":79,"Text":"Så sa Farao: «Bring meg alle dyktige trollmenn!»"},{"SurahNumber":10,"VerseNumber":80,"Text":"Da trollmennene var kommet, sa Moses til dem: «Kast det dere har tenkt å kaste.»"},{"SurahNumber":10,"VerseNumber":81,"Text":"Da de hadde kastet, sa Moses: «Det dere er kommet med, er trolldom. Gud vil gjøre det til intet. Gud fremmer ikke nedbryteres arbeid"},{"SurahNumber":10,"VerseNumber":82,"Text":"Gud realiserer sannheten ved Sitt ord, selv om det er synderne imot"},{"SurahNumber":10,"VerseNumber":83,"Text":"Men ingen trodde Moses, unntatt hans folks barn, av frykt for Farao og hans råd, så de skulle forfølge dem. Farao var på toppen i landet og disponerte fritt"},{"SurahNumber":10,"VerseNumber":84,"Text":"Moses sa: «Mitt folk, om dere tror på Gud, så forlat dere på Ham hvis dere har gitt dere Ham i vold.»"},{"SurahNumber":10,"VerseNumber":85,"Text":"De svarte: «Vi forlater oss på Gud. Herre, gjør oss ikke til anstøt for dette urettferdige folk"},{"SurahNumber":10,"VerseNumber":86,"Text":"Redd oss ved Din nåde fra de vantro.»"},{"SurahNumber":10,"VerseNumber":87,"Text":"Og Vi inspirerte Moses og hans bror: «Skaff deres folk hus i Egypten, og gjør deres bosetning til bønneretning, og forrett bønnen! Forkynn et godt budskap for de troende.»"},{"SurahNumber":10,"VerseNumber":88,"Text":"Moses sa: «Herre, Du har gitt Farao og hans råd prakt og rikdom i jordelivet, så de fører folk bort fra Din vei. Herre, utvisk deres rikdom og forherd deres hjerter, så de ikke tror før de står overfor den smertelige straffen!»"},{"SurahNumber":10,"VerseNumber":89,"Text":"Han sa: «Deres bønn er hørt. Hold rett kurs, og følg ikke deres vei som intet vet.»"}]}