{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Kuma shi ne Ya garwaya tekuna biyu, wannan mai dadi, mai sauƙin haɗiya, kuma wannan gishiri gurɓatacce, kuma Ya sanya wani shamaki a tsakaninsu da kariya mai shamakacewa"},{"SurahNumber":25,"VerseNumber":54,"Text":"Kuma Shi ne Ya halitta mutum daga ruwa, sai Ya sanya shi nasaba da surukuta, kuma Ubangijinka Ya kasance Mai ikon yi"},{"SurahNumber":25,"VerseNumber":55,"Text":"Kuma suna bauta wa, baicin Allah, abin da ba ya amfanin su, kuma ba ya cutar su, kuma kafiri ya kasance mai taimakon (Shaiɗan) a kan Ubangijinsa"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ba Mu aika ka ba sai kana mai bayar da bushara, kuma mai gargaɗi"},{"SurahNumber":25,"VerseNumber":57,"Text":"Ka ce: \"Ba ni tambayar ku wata ijara a kansa face wanda ya so ya riƙi wata hanya zuwa ga Ubangijinsa"},{"SurahNumber":25,"VerseNumber":58,"Text":"Kuma ka dogara a kan Rayayye wanda ba Ya mutuwa, kuma ka yi tasbihi game da gode Masa. Kuma Ya isa zama Mai ƙididdigewa ga laifuffukan bayinSa"},{"SurahNumber":25,"VerseNumber":59,"Text":"Wanda Ya halitta sammai da ƙasa da abin da yake a tsakaninsu, a cikin kwanuka shida sa'an nan Ya daidaitu a kan Al'arshi Mai rahama, sai ka tambayi mai bayar da labari game da Shi"},{"SurahNumber":25,"VerseNumber":60,"Text":"Idan aka ce musu, \"Ku yi sujada ga Mai rahama.\" Sai su ce: \"Mene ne Mai rahama? Ashe za mu yi sujada ga abin da kuke umurnin mu?\"Kuma wannan (magana ta ƙara musu gudu)"},{"SurahNumber":25,"VerseNumber":61,"Text":"Albarka ta tabbata ga Wanda Ya sanya masaukai (na tafiyar wata) a cikin sama kuma Ya sanya fitila da wata mai haskakewa a cikinta"},{"SurahNumber":25,"VerseNumber":62,"Text":"Kuma Shi ne wanda Ya sanya dare da yini a kan mayewa, ga wanda yake son ya yi tunani, ko kuwa ya yi nufin ya gode"},{"SurahNumber":25,"VerseNumber":63,"Text":"Kuma bayin Mai rahama su ne waɗanda ke yin tafiya a kan ƙasa da sauƙi, kuma idan jahilai sun yi musu magana, sai su ce: \"Salama\" (a zama lafiya)"},{"SurahNumber":25,"VerseNumber":64,"Text":"Kuma waɗanda suke kwana suna masu sujada da tsayi a wurin Ubangijinsu"},{"SurahNumber":25,"VerseNumber":65,"Text":"Kuma waɗanda suke cewa \"Ya Ubangijinmu! Ka karkatar da azabar Jahannama daga gare mu. Lalle ne, azabarta ta zama tara"},{"SurahNumber":25,"VerseNumber":66,"Text":"Lalle ne ita ta munana ta zama wurin tabbata da mazauni"},{"SurahNumber":25,"VerseNumber":67,"Text":"Kuma waɗanda suke idan sun ciyar, ba su yin ɓarna, kuma ba su yin ƙwauro, kuma (ciyarwarsu) sai ta kasance a tsakanin wancan da tsakaitawa"},{"SurahNumber":25,"VerseNumber":68,"Text":"Kuma waɗanda ba su kiran wani ubangiji tare da Allah, kuma ba su kashe rai wanda Allah Ya haramta face da hakki kuma ba su yin zina. Kuma wanda ya aikata wancan, zai gamu da laifuffuka"},{"SurahNumber":25,"VerseNumber":69,"Text":"A riɓanya masa azaba a Ranar ¡iyama. Kuma ya tabbata a cikinta yana wulakantacce"},{"SurahNumber":25,"VerseNumber":70,"Text":"Sai wanda ya tuba, kuma ya yi imani, kuma ya aikata aiki na ƙwarai to, waɗancan Allah Yana musanya miyagun ayyukansu da masu kyau. Allah Ya kasance Mai gafara Mai jin ƙai"},{"SurahNumber":25,"VerseNumber":71,"Text":"Kuma wanda ya tuba, kuma ya aikata aiki mai kyau, to, lalle ne sai ya tuba zuwa gaAllah"},{"SurahNumber":25,"VerseNumber":72,"Text":"Kuma waɗanda suke ba su yin shaidar zur, kuma idan sun shuɗe ga yasassar magana sai su shuɗe suna masu mutumci"},{"SurahNumber":25,"VerseNumber":73,"Text":"Kuma waɗanda suke idan an tunatar da su da ayoyin Allah, ba su saukar da kai, suna kurame da makafi"},{"SurahNumber":25,"VerseNumber":74,"Text":"Kuma waɗanda suke cewa \"Ya Ubangijinmu! Ka ba mu sanyin idanu daga matanmu da zuriyarmu, kuma Ka sanya mu shugabanni ga masu taƙawa"},{"SurahNumber":25,"VerseNumber":75,"Text":"Waɗannan ana saka musu da bene, saboda haƙurin da suka yi, kuma a haɗa su, a cikinsa, da gaisuwa da aminci"},{"SurahNumber":25,"VerseNumber":76,"Text":"Suna madawwama a cikinsa. Ya yi kyau ga zama matabbaci da mazauni"},{"SurahNumber":25,"VerseNumber":77,"Text":"Ka ce: \"Ubangijina ba Ya kula da ku in ba domin addu'arku ba. To, lalle ne, kun ƙaryata, saboda haka al'amarin za ya zama malizimci"}]}