{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"mattu nīvu nannobbanannē ārādhisabēku, aduvē nēra mārgavendu"},{"SurahNumber":36,"VerseNumber":61,"Text":"avanu nim'malli bahu mandiyannu dārigeḍisiddāne. Nīvēnu bud'dhiyannu baḷasiralillavē"},{"SurahNumber":36,"VerseNumber":62,"Text":"iduvē nimage vāgdāna māḍalāgidda naraka"},{"SurahNumber":36,"VerseNumber":63,"Text":"nīvu (satyavannu) dhikkarisiddara pratiphalavāgi indu idaroḷage pravēśisiri"},{"SurahNumber":36,"VerseNumber":64,"Text":"Indu nāvu avara (dhikkārigaḷa) bāyigaḷige mudre jaḍidiruvevu. Nam'moḍane avara kaigaḷu mātanāḍuvavu mattu avaru ēnellā māḍiddarendu avara kālugaḷu sākṣi hēḷuvavu"},{"SurahNumber":36,"VerseNumber":65,"Text":"nāvu bayasidare avara kaṇṇugaḷannu nuccu nūrugoḷisi biḍaballevu. Ā baḷika avaru dāriyeḍege dhāvisali. Avaru ēnannu tānē kāṇaballaru"},{"SurahNumber":36,"VerseNumber":66,"Text":"nāvu bayasidare, avaru iruvallē avara rūpagaḷannu vikr̥tagoḷisi biḍaballevu – ā baḷika avarige munde hōgalikkū sādhyavāgadu, maraḷalikkū āgadu"},{"SurahNumber":36,"VerseNumber":67,"Text":"nāvu yārige dhīrgha āyuṣyavannu koḍuttēvō, avarannu racaneyalli (durbala sthitige) maraḷisi biḍuttēve. Avarēnu buddiyannu baḷasuvudillavē"},{"SurahNumber":36,"VerseNumber":68,"Text":"nāvu avarige (dūtarige) kāvyavannu kalisilla. Adu avarige bhūṣaṇavū alla. Idu kēvala ondu upadēśavāgide mattu spaṣṭavāda kur‌ān āgide"},{"SurahNumber":36,"VerseNumber":69,"Text":"jīvantaviruva ellarannū avaru (dūtaru) eccarisabēkendu hāgū dhikkārigaḷa virud'dha sākṣavu pūrtiyāgalendu (nāvu idannu kaḷisiruvevu)"},{"SurahNumber":36,"VerseNumber":70,"Text":"avaru nōḍuttillavē, avaru mālakarāgiruva jānuvārugaḷannu nāvu avarigāgi nam'ma kaiyāre sr̥ṣṭisiruvevu"},{"SurahNumber":36,"VerseNumber":71,"Text":"nāvu avugaḷannu avarige vidhēyagoḷisiruvevu. Avaru ā paiki kelavannu savārigāgi baḷasidare, kelavannu āhāravāgi baḷasuttāre"},{"SurahNumber":36,"VerseNumber":72,"Text":"avugaḷalli avarige halavu lābhagaḷive, kuḍiyuva vastugaḷū ive. Iṣṭiddū avaru kr̥tajñate tōruvudillavē"},{"SurahNumber":36,"VerseNumber":73,"Text":"avaru allāhana horatu itararinda tamage neravu dorakītendu avarannu tam'ma dēvarāgisikoṇḍiddāre"},{"SurahNumber":36,"VerseNumber":74,"Text":"avaru ivarige neravāgalu śaktaralla. Ādarū, ivaru avara munde daṇḍugaḷante hājarāguttāre"},{"SurahNumber":36,"VerseNumber":75,"Text":"(dūtarē,) avara mātugaḷinda nīvu duḥkhitarāgabēḍi. Avaru bacciḍuva hāgū prakaṭa paḍisuva ellavannū nāvu ballevu"},{"SurahNumber":36,"VerseNumber":76,"Text":"manuṣyanu kaṇḍillavē, nāvu avanannu vīryadinda sr̥ṣṭisiruvudannu? Iṣṭāgiyū avanu spaṣṭa jagaḷagaṇṭanāgi biṭṭiruvanu"},{"SurahNumber":36,"VerseNumber":77,"Text":"Avanu nam'ma kuritu (ēnēnō) hōlikegaḷannu kaṭṭuttāne. Nijavāgi avanu tanna jananavannu maretiddāne. Elubugaḷu karagi hōda baḷika avugaḷannu yāru tāne jīvantagoḷisaballaru? Endu avanu praśnisuttāne"},{"SurahNumber":36,"VerseNumber":78,"Text":"hēḷiri; avugaḷannu modala bāri sr̥ṣṭisidavanē avugaḷannu matte sr̥ṣṭisuvanu. Avanu ella bageya sr̥ṣṭi kāryavannu ballavanāgiddāne"},{"SurahNumber":36,"VerseNumber":79,"Text":"avanē, nimagāgi hasiru maradinda beṅkiyannu utpādisidavanu, nīvīga adarindalē beṅkiyannu urisuttīri"},{"SurahNumber":36,"VerseNumber":80,"Text":"ākāśagaḷannu hāgū bhūmiyannu sr̥ṣṭisidavanu ivaranthavarannu sr̥ṣṭisalu asamarthanē? Khaṇḍita alla. Avanantu, ellavannū balla, tajña sr̥ṣṭikartanāgiddāne"},{"SurahNumber":36,"VerseNumber":81,"Text":"avanu ēnannādarū māḍalu icchisidāga, adakke ‘āgu’ endaṣṭe hēḷuttāne mattu aṣṭarallē adu āgi biṭṭiruttade"},{"SurahNumber":36,"VerseNumber":82,"Text":"avanu pāvananu, ella vastugaḷa paramādhikāravu avana kaiyallide. (Konege) nim'mellarannū avaneḍegē maraḷisalāguvudu"},{"SurahNumber":36,"VerseNumber":83,"Text":"śistu bad'dhavāgi sālugaṭṭiruvavara (malak‌gaḷa) āṇe"},{"SurahNumber":37,"VerseNumber":1,"Text":"ugravāgi gadarisuvavarāṇe"},{"SurahNumber":37,"VerseNumber":2,"Text":"upadēśavannu ōduvavarāṇe"},{"SurahNumber":37,"VerseNumber":3,"Text":"nim'ma ārādhyanu khaṇḍita obbanē"},{"SurahNumber":37,"VerseNumber":4,"Text":"avanu ākāśagaḷa, bhūmiya hāgū avugaḷa naḍuve iruva ellavugaḷa oḍeya mattu pūrvagaḷa oḍeyanāgiddāne"},{"SurahNumber":37,"VerseNumber":5,"Text":"khaṇḍitavāgiyū nāvu bhūlōkada ākāśavannu nakṣatragaḷa sobagininda alaṅkarisiruvevu"},{"SurahNumber":37,"VerseNumber":6,"Text":"mattu nāvu adannu pratiyobba vidrōhi śaitānaninda rakṣisiṭṭiruvevu"},{"SurahNumber":37,"VerseNumber":7,"Text":"mēlina lōkada ēnannū kēḷisikoḷḷalu avarige sādhyavilla. Ella kaḍeyindalū avara mēle prahāravāguttade"},{"SurahNumber":37,"VerseNumber":8,"Text":"avarannu bennaṭṭi him'meṭṭisalāguttade. Allade avarige śāśvata śikṣe ide"},{"SurahNumber":37,"VerseNumber":9,"Text":"iṣṭāgiyū kittukoṇḍu ōḍidavanu – ondu uriyuva jvāleyu avana bennu hiḍiyuttade"},{"SurahNumber":37,"VerseNumber":10,"Text":"nīvu avaroḍane kēḷi nōḍiri; avarannu sr̥ṣṭisuvudu heccu kaṣṭavō athavā nam'ma (itara) sr̥ṣṭigaḷannō? Avarannantu nāvu aṇṭuva maṇṇininda sr̥ṣṭisiruvevu"},{"SurahNumber":37,"VerseNumber":11,"Text":"(Dūtarē,) nīvu (allāhana mahimeya kuritu) accari paḍuttīri mattu avaru gēli māḍuttāre"},{"SurahNumber":37,"VerseNumber":12,"Text":"avarige upadēśisalādāga avaru upadēśavannu svīkarisuvudilla"},{"SurahNumber":37,"VerseNumber":13,"Text":"avaru yāvudādarū purāveyannu kaṇḍāga, adannu gēli māḍuttāre"},{"SurahNumber":37,"VerseNumber":14,"Text":"mattu avaru, idu spaṣṭavāda jādūgārikeyē horatu bērēnū alla endu biḍuttāre"},{"SurahNumber":37,"VerseNumber":15,"Text":"nāvu sattu maṇṇāgiyū elubugaḷāgiyū mārpaṭṭa baḷika nam'mannēnu punaḥ jīvanta goḷisalāguvudē"},{"SurahNumber":37,"VerseNumber":16,"Text":"athavā, nam'ma tāta muttātandirannu kūḍā (jīvantagoḷisalāguvudē? Endu avaru praśnisuttāre)"},{"SurahNumber":37,"VerseNumber":17,"Text":"hēḷiri, haudu, mattu nīvu apamānitarāguviri"},{"SurahNumber":37,"VerseNumber":18,"Text":"adu (lōkāntyada kahaḷe) kēvala ondu eccarikeya dhvaniyāgiruvudu. Aṣṭaralle avaru daṅgāgi nōḍa toḍaguvaru"},{"SurahNumber":37,"VerseNumber":19,"Text":"mattu avaru, ‘‘ayyō nam'ma dusthiti! Iduvē ā pratiphalada dina’’ ennuvaru"},{"SurahNumber":37,"VerseNumber":20,"Text":"iduvē, nīvu nirākarisuttidda tīrmānada dina"},{"SurahNumber":37,"VerseNumber":21,"Text":"(andu malak‌gaḷoḍane hēḷalāguvudu;) ‘‘akramigaḷannu, avara jotegārarannu mattu avaru (allāhana horatu) yārannellā ārādhisuttiddarō avarannellā oṭṭu sērisiri‘‘ –"}]}