{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"We indeed have divinely inspired you as We did divinely inspire Noah. And We did divinely inspire the Prophets who came after him: Abraham, Ishmael, Isaac, Jacob and the Tribes, Jesus, Job, Jonah, Aaron and Solomon. And We gave the Psalms to David"},{"SurahNumber":4,"VerseNumber":164,"Text":"And Messengers We did mention to you before and Messengers we have not mentioned to you. And Allah did actually speak to Moses"},{"SurahNumber":4,"VerseNumber":165,"Text":"Messengers to give good news and to warn, so that there remains no argumenth for mankind to have against Allah, after them. And Allah is Omnipotent, Wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But Allah bears witness by what He has sent down to you. He has sent it down, with His knowledge. And the angels bear witness. And Allah is sufficient as a witness"},{"SurahNumber":4,"VerseNumber":167,"Text":"Those indeed have strayed far away, who suppress the Truth and cause hindrance in Allah's Path"},{"SurahNumber":4,"VerseNumber":168,"Text":"Allah won't indeed forgive those who suppress the Truth and do wrong, nor guide them to a way"},{"SurahNumber":4,"VerseNumber":169,"Text":"Other than the way to Hell, for them to dwell therein forever. And that is easy for Allah"},{"SurahNumber":4,"VerseNumber":170,"Text":"O Mankind! Certainly, the Messenger has come to you with the Truth from your Lord. So believe! It is good for you. And if you suppress the Truth, then, indeed, all that is in the heavens and the earth is Allah's! And Allah is Knowledgeable, Wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"O People of the Book! Commit no excesses in your way of life, and speak not but the truth about Allah. The Messiah Jesus, son of Mary, was only a Messenger of Allah and His Word which He communicated to Mary and a soul from Him. Believe then in Allah and His Messengers, and say not, \"Trinity\"! Desist. It would be better for you [to desist from uttering this abomination.] Allah is the only Entity worthy of worship. HE is too Exalted to have a son! All that is in the heavens and all that is in the earth is His. And Allah is sufficient as Manager of all things"},{"SurahNumber":4,"VerseNumber":172,"Text":"The Messiah did feel no aversion to being a worshipper/devotee of Allah, nor do the angels who are near to Him. And He will gather together to Himself all those who have felt aversion to His worship and have been too proud"},{"SurahNumber":4,"VerseNumber":173,"Text":"Then as for those who believe and do good deeds, He will pay them their rewards in full and give them more, as Favour from Him. And as for those who feel aversion and are proud, He will give them a painful punishment. And they shall find for themselves, besides Allah, none to take refuge with, or to help"},{"SurahNumber":4,"VerseNumber":174,"Text":"O Mankind! There has certainly come to you evidence from your Lord and We have sent to you a clear light.h"},{"SurahNumber":4,"VerseNumber":175,"Text":"Then as for those who believed in Allah and held fast to Him, He will admit them to Mercy and Favour from Him and guide them, on the Straight Path, to Himself"},{"SurahNumber":4,"VerseNumber":176,"Text":"They ask you for a legal decree. Say, \"Allah gives you a decree concerning the person who has neither parents nor offspring. If it is a man that dies with no child, and he has a sister, she shall have half of what he leaves behind. — And he shall inherit her, if she has no child. — And if there are two sisters, they shall have two-thirds of what he leaves behind. And if there are siblings, both male and female, then the share of the male shall be equal to the shares of two females. Allah makes things clear to you, lest you err. And Allah knows all things"}]}