{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Ife tavumbulutsa kwa iwe monga momwe tidavumbulutsira kwa Nowa ndi kwa Atumwi ena amene anadza pambuyo pa iye. Ndipo tidavumbulutsa kwa Abrahamu, Ishimayeli, Isake, Yakobo ndi a mitundu, Yesu, Yobu, Yona, Aroni ndi Solomoni ndipo Davide tidamupatsa Buku la Masalimo"},{"SurahNumber":4,"VerseNumber":164,"Text":"Ndi Atumwi amene Ife takuuza kale mbiri yawo ndi Atumwi amene sitidakuuze ayi, ndipo ndi Mose Mulungu adalankhula naye mwachindunji"},{"SurahNumber":4,"VerseNumber":165,"Text":"Atumwi ngati obweretsa nkhani zabwino kwa mitundu ya anthu ndipo chenjezo kuti iwo asadzakhale ndi chodandaula kwa Mulungu pambuyo pa Atumwi. Ndipo Mulungu ndi Wamphamvu nd Wanzeru"},{"SurahNumber":4,"VerseNumber":166,"Text":"Koma Mulungu achitira umboni pa zimene wavumbulutsakwaiwe, Iyewalitumizandinzeruzakendipo angelo achitira umboni. Ndipo Mulungu ndi wokwana kukhalamboni"},{"SurahNumber":4,"VerseNumber":167,"Text":"Ndithudiiwoamenesakhulupirirandipo amaletsa ena kutsatira njira ya Mulungu, ndithudi, asochera kwenikweni"},{"SurahNumber":4,"VerseNumber":168,"Text":"Ndithudi iwo amene sakhulupirira ndipo adachita zosalungama, Mulungu sazawakhululukira ndipo sadzawatsogolera kunjira ina"},{"SurahNumber":4,"VerseNumber":169,"Text":"Kupatula njira ya ku Gahena, kuti adzakhaleko mpaka kalekale. Ndipo imeneyi ndi ntchito yopepuka kwa Mulungu"},{"SurahNumber":4,"VerseNumber":170,"Text":"oh inu anthu! Ndithudi wadza kwa inu Mtumwi ndi choonadi chochokera kwa Ambuye wanu, motero khulupirirani mwa iye ndipo zonse zidzakhala bwino kwa inu. Ngati inu simukhulupirira ndithudi mwini wa chilichonse chimene chili mlengalenga ndi padziko lapansi ndi Mulungu. Ndipo Mulungu ndi wodziwa chilichonse ndi Wanzeru"},{"SurahNumber":4,"VerseNumber":171,"Text":"oh inu anthu a m’Buku! Musadutse malire a chipembedzo chanu kapena kunena zokhudza Mulungu kupatula choonadi. Messiya Yesu, mwana wa Maria, sadali wina aliyense koma Mtumwi wa Mulungu ndi Mawu ake amene adanena kwa Maria, ndi Mzimu wolengedwa ndi Iye. Kotero khulupirirani mwa Mulungu ndi Atumwi ake. Ndipo musanene kuti: “Atatu.” Siyani! Zidzakhala bwino kwa inu. Chifukwa Mulungu ndi mmodzi yekha. Ulemerero ukhale kwa Iye. Iye sangakhale ndi mwana. Zake ndi zonse zimene zili kumwamba ndi pa dziko lapansi. Ndipo Mulungu ndi okwana kukhala Mtetezi wodalirika"},{"SurahNumber":4,"VerseNumber":172,"Text":"Messiya sangakane kukhala kapolo wa Mulungu ndiponso angelo amene ali kufupi ndi Mulungu. Ndipo aliyense amene amakana kumutumikira Mulungu chifukwa cha kudzikweza, Iye adzawasonkhanitsa onse kudza pamaso pake"},{"SurahNumber":4,"VerseNumber":173,"Text":"Motero iwo amene ali ndi chikhulupiriro ndipo amachita ntchito zabwino, Iye adzawapatsa mphotho zawo mokwanira ndipo adzawalemeretsa iwo mwachisomo chake chochuluka. Koma iwo amene akana kupembedza kapena oyerekedwa, Iye adzawalanga ndi chilango chowawa. Ndipo iwo sadzapeza wina woposa Mulungu kuti awateteze kapena kuwathandiza"},{"SurahNumber":4,"VerseNumber":174,"Text":"oh inu anthu! Ndithudi wadza kwa inu umboni wooneka kuchokera kwa Ambuye wanu ndipo Ife takutumizirani Muuni woonekera"},{"SurahNumber":4,"VerseNumber":175,"Text":"Motero iwo amene amakhulupirira mwa Mulungu ndipo amadzipereka kwathunthu kwa Iye, adzawalowetsa ku chifundo ndi chisomo chake ndi kuwatsogolera kunjira yoyenera"},{"SurahNumber":4,"VerseNumber":176,"Text":"Iwo amakufunsa za malamulo; Nena: “Mulungu akukuuzani za munthu amene alibe makolo kapena mwana. Ngati munthu wa mwamuna akufa, ndipo alibe mwana koma ali ndi mlongo wake, mlongo wake adzalandire theka la katundu amene asiya. Ndipo ngati mkazi sasiya mwana, mlongo wake adzatenga chuma chake. Koma ngati akhala ndi alongo ake awiri, iwo adzalandire magawo awiri a magawo atatu a katundu amene asiya. Ndipo ngati pali abale amuna ndi akazi, mwamuna adzalandira magawo amene angalandire akazi awiri. Mulungu akukulongosolerani kuti musasochere. Ndipo Mulungu ndi wodziwa chilichonse.”"}]}