{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"And olsun ki, daha once Ibrahim'e de akla uygun olanı gostermistik. Biz onu biliyorduk"},{"SurahNumber":21,"VerseNumber":52,"Text":"Ibrahim, babasına ve milletine: \"Bu tapınıp durdugunuz heykeller nedir?\" demisti"},{"SurahNumber":21,"VerseNumber":53,"Text":"Babalarımızı onlara tapar bulduk\" demislerdi"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ibrahim: \"And olsun ki sizler de babalarınız da apacık bir sapıklık icindesiniz\" deyince"},{"SurahNumber":21,"VerseNumber":55,"Text":"Sen bize gercegi mi getirdin yoksa saka mı ediyorsun?\" dediler"},{"SurahNumber":21,"VerseNumber":56,"Text":"O soyle dedi: \"Hayır; Rabbiniz, goklerin ve yerin Rabbidir ki onları O yaratmıstır. Ben de buna sahidlik edenlerdenim"},{"SurahNumber":21,"VerseNumber":57,"Text":"Allah'a yemin ederim ki, siz ayrıldıktan sonra, putlarınıza bir tuzak kuracagım"},{"SurahNumber":21,"VerseNumber":58,"Text":"Hepsini paramparca edip, iclerinden buyugunu ona basvursunlar diye, saglam bıraktı"},{"SurahNumber":21,"VerseNumber":59,"Text":"Milleti: \"Tanrılarımıza bunu kim yaptı? Dogrusu o zalimlerden biridir\" dediler"},{"SurahNumber":21,"VerseNumber":60,"Text":"Bazıları: \"Ibrahim denen bir gencin onları diline doladıgını duymustuk\" deyince, \"O halde bunların sahidlik edebilmeleri icin onu halkın gozu onune getirin\" dediler"},{"SurahNumber":21,"VerseNumber":61,"Text":"Bazıları: \"Ibrahim denen bir gencin onları diline doladıgını duymustuk\" deyince, \"O halde bunların sahidlik edebilmeleri icin onu halkın gozu onune getirin\" dediler"},{"SurahNumber":21,"VerseNumber":62,"Text":"Ibrahim gelince, ona: \"Ey Ibrahim, bunu tanrılarımıza sen mi yaptın?\" dediler"},{"SurahNumber":21,"VerseNumber":63,"Text":"Ibrahim: \"Belki onu su buyukleri yapmıstır, konusabiliyorlarsa onlara sorun\" dedi"},{"SurahNumber":21,"VerseNumber":64,"Text":"Kendi kendilerine: \"Dogrusu siz haksızsınız\", sonra kafalarında olan eski inanclarına donerek: \"Ey Ibrahim! bunların konusmayacagını, and olsun ki, bilirsin\" dediler"},{"SurahNumber":21,"VerseNumber":65,"Text":"Kendi kendilerine: \"Dogrusu siz haksızsınız\", sonra kafalarında olan eski inanclarına donerek: \"Ey Ibrahim! bunların konusmayacagını, and olsun ki, bilirsin\" dediler"},{"SurahNumber":21,"VerseNumber":66,"Text":"Ibrahim: \"O halde, Allah'ı bırakıp da size hicbir fayda ve zarar veremeyecek olan putlara ne diye taparsınız? Size de, Allah'ı bırakıp taptıklarınıza da yazıklar olsun! Akletmiyor musunuz?\" dedi"},{"SurahNumber":21,"VerseNumber":67,"Text":"Ibrahim: \"O halde, Allah'ı bırakıp da size hicbir fayda ve zarar veremeyecek olan putlara ne diye taparsınız? Size de, Allah'ı bırakıp taptıklarınıza da yazıklar olsun! Akletmiyor musunuz?\" dedi"},{"SurahNumber":21,"VerseNumber":68,"Text":"Onlar: \"Bir sey yapacaksanız, sunu yakın da tanrılarınıza yardım edin\" dediler"},{"SurahNumber":21,"VerseNumber":69,"Text":"Biz: \"Ey ates! Ibrahim'e karsı serin ve zararsız ol\" dedik"},{"SurahNumber":21,"VerseNumber":70,"Text":"Ona duzen kurmak istediler, fakat Biz onları husrana ugrattık"},{"SurahNumber":21,"VerseNumber":71,"Text":"Onu da, Lut'u da, alemler icin kutsal kıldıgımız yere ulastırıp kurtardık"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ibrahim'e, buna ilaveten Ishak ve Yakub'u da verdik, her birini iyi kimseler kıldık"},{"SurahNumber":21,"VerseNumber":73,"Text":"Onları, buyrugumuz altında insanları dogru yola goturen onderler yaptık; onlara, iyi isler yapmayı, namaz kılmayı, zekat vermeyi vahyettik. Onlar, bize kulluk eden kimselerdi"},{"SurahNumber":21,"VerseNumber":74,"Text":"Lut'a da hukum ve ilim verdik; onu, cirkin isler isleyen kasabadan kurtardık. Dogrusu onlar yoldan cıkmıs kotu bir milletti"},{"SurahNumber":21,"VerseNumber":75,"Text":"Lut'u rahmetimizin icine aldık; dogrusu o iyilerdendi"},{"SurahNumber":21,"VerseNumber":76,"Text":"Nuh da daha onceleri Bize yalvarmıstı, onun duasını kabul edip, kendisini ve ailesini buyuk sıkıntıdan kurtardık"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ayetlerimizi yalanlayan millete karsı ona yardım ettik. Dogrusu onlar fena bir milletti, hepsini suda bogduk"},{"SurahNumber":21,"VerseNumber":78,"Text":"Davud ve Suleyman da milletin koyunlarının yayıldıgı bir ekin hakkında hukum veriyorlarken, Biz onların hukmune sahiddik"},{"SurahNumber":21,"VerseNumber":79,"Text":"Suleyman'a bu meselenin hukmunu bildirmistik; her birine hukum ve ilim verdik. Davud ile beraber tesbih etsinler diye dagları ve kusları buyruk altına aldık. Bunları Biz yapmıstık"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ona, sizi savasta korumak icin zırh yapma sanatını ogrettik, artık sukreder misiniz"},{"SurahNumber":21,"VerseNumber":81,"Text":"Bereketli kıldıgımız yere dogru, Suleyman'ın emriyle yuruyen siddetli ruzgarı, onun buyruguna verdik. Biz herseyi biliyorduk"},{"SurahNumber":21,"VerseNumber":82,"Text":"Dalgıclık yapan ve bundan baska isler de goren seytanlardan da onun buyrugu altına verdik. Onların hepsini gozetiyorduk"}]}