{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allāha nai hō, jasalē timīlā'ī nirvala sr̥ṣṭi garyō, ani nirvalatā paścāt śakti pradāna garyō, ani śakti paścāta nirvalatā ra br̥d'dhāvasthā diyō. (Tyasalē) jē cāhancha sr̥ṣṭi gardacha, ū sabai jānnēvālā ra sabaimāthi sāmathryavāna cha"},{"SurahNumber":30,"VerseNumber":55,"Text":"Ra juna dina kiyāmata (pralayakō antima dina) ā'ipugnēcha, tyatikhēra aparādhīharūlē śapatha khānēchan ki unīharū yasa duniyām̐mā ēka ghaḍībhandā (kṣaṇabhandā) baḍhī rahēnan, yasai prakāralē unīharū bhramita nai rahē"},{"SurahNumber":30,"VerseNumber":56,"Text":"Tara juna mānisaharūlā'ī jñāna ra īmāna pradāna gari'ēkō thiyō, unīharūlē bhannēchan ki allāhakō kitāba anusāra timī kiyāmatasam'ma rahēkā chau ra yō kiyāmatakō dina nai hō, tara timīlā'ī ta yasakō viśvāsai thi'ēna"},{"SurahNumber":30,"VerseNumber":57,"Text":"Ataḥ tyasa dina atyācārīharūlā'ī unīharūkō bahānā–saphā'ī kunai kāma ā'unē chaina, ra unīharūbāṭa taubā (prāyaścita) ra karma pani svīkāra garinē chaina"},{"SurahNumber":30,"VerseNumber":58,"Text":"Niḥsandēha hāmīlē mānisaharū samakṣa yasa kura'ānamā hara prakārakā udāharaṇaharū varṇana garidi'ēkā chauṁ, tapār'inlē unīharūkō agāḍi kunai pani niśānī prastuta garnus, yī kāphiraharūlē bhanihālnēchan ki timī jhūṭhā hau"},{"SurahNumber":30,"VerseNumber":59,"Text":"Yasai prakāra allāhalē tī mānisaharūkō hr̥dayamā jō bujhdainan chāpa lagā'idincha"},{"SurahNumber":30,"VerseNumber":60,"Text":"Ataḥ tapā'īṁ dhairya garnus niḥsandēha allāhakō vācā satya cha ra tapār'inlā'ī unīharūlē jasalē īmāna rākhdainan, asantōṣī nabanā'idē'un"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alipha–lāma–mīm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Yō tatvajñānalē paripūrṇa kitābakā āyataharū hun"},{"SurahNumber":31,"VerseNumber":3,"Text":"Jō rāmrō kāma garnēharūkō (upakārīharūkō) nimti mārgadarśana ra kr̥pā hō"},{"SurahNumber":31,"VerseNumber":4,"Text":"Jasalē namājakō āyōjana garchan ra jakāta dinchan ra ākhirata (antimadina) māthi āsthā rākhdachan"},{"SurahNumber":31,"VerseNumber":5,"Text":"Yinai hun jō āphnō pālanakartākō tarphabāṭa satyamārgamā chan ra tinai saphala hunēchan"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ra kōhī yastā pani chan, jasalē kapōlakalpita kurāharū kindachan, tāki mānisaharūlā'ī ajñānatākō sātha allāhakō mārgabāṭa vicalita garun ra tyasakō upahāsa garuna. Yī nai hun jasakā nimti apamānajanaka yātanā cha"},{"SurahNumber":31,"VerseNumber":7,"Text":"Jaba usakō sāmu hāmrā āyataharūlā'ī sunā'incha taba ghamaṇḍalē yasarī mukha pharkā'ihālcha, jastōki sunēkai chaina, mānau unakā kānaharūmā birkāē lāgēkā chan, tasartha usalā'ī tapā'īnlē duḥkhada yātanākō sūcanā sunā'idinus"},{"SurahNumber":31,"VerseNumber":8,"Text":"Niḥsandēha jasalē īmāna lyā'ē ra asala kāmaharū garirahē, unīharūkō nimti upahārayukta svargaharū chan"},{"SurahNumber":31,"VerseNumber":9,"Text":"Tinīharū sadhaiṁ tyasamā bāsa garnēchan. Allāhakō yō satya vacana hō, jō atyanta sam'mānita ra adhipatyaśālī ra tatvadarśī cha"},{"SurahNumber":31,"VerseNumber":10,"Text":"Usailē ākāśaharūlā'ī stambha binā sr̥ṣṭi garyō jastō timīlē dēkhdachau, ra usalē dharatīmā pahāḍa sthāpita garidiyō, tāki yasalē timīlā'ī nahallā'idē'ōs, ra tyasamā harēka prakārakā janāvaraharū phailā'idiyō, ra hāmīlē ākāśabāṭa pānī barṣā'ēra pr̥thvīmā harēka kisimakā sundara jōḍ'̔āharū utpādana garyauṁ"},{"SurahNumber":31,"VerseNumber":11,"Text":"Yō hō allāhakō sr̥ṣṭi. Aba timīharūlē malā'ī allāha bāhēka aru (pūjyaharū) kō kunai sr̥ṣṭi dēkhā'ū. (Tyastō kēhī chaina) satya ta yō cha ki yī atyācārīharū spaṣṭarūpalē mārgavicalita chan"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ra niścaya nai hāmīlē lukamāna (alaihis'salāma) lā'ī kauśala pradāna garēkā thiyauṁ, ki timīlē allāhaprati kr̥tajñatā darśā'ū, ra jasalē kr̥tajñatā prakaṭa gardacha, tyō āphnō bhalōkō lāgi nai gardacha. Ra jasalē kr̥tajñatā dēkhā'um̐daina ū jānirākhōs ki allāha vāstavamā nispr̥ha ra praśansanīya cha"},{"SurahNumber":31,"VerseNumber":13,"Text":"Ra (smaraṇa gara) jaba lukamānalē āphnō chōrālā'ī upadēśa gardai bhanēḥ ki mērō pyārō chōrā! Allāhakō sāthamā kasailā'ī sājhēdāra naṭhaharā'unu, niścaya nai śirka (bahudēvavāda) ṭhūlō atyācāra hō"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ra hāmīlē mānisalā'ī usakō āmā–bābukō sambandhamā sacēta garēkāchauṁ, ki yasakō āmālē kaṣṭamāthi kaṣṭa sahēra usalā'ī garbhamā bōkī rākhchē ra du'ī varṣamā usakō dūdha chōḍā'unu parnēhuncha! Jasabāṭa timīlē mērō ra āphnō āmā bābukō kr̥tajñatā prakaṭa gara. (Kinaki) matirai pharki ā'unu parnēcha"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ra yadi tī duvailē timīharūmāthi yasakurākō dabāva dinchan, ki timīlē kasailā'ī mērō sāthamā sājhīdāra ṭhaharā'ū jasakō timīlā'ī jñāna chaina, ta unīharūkō kurā namānnu ra sānsārika kāmaharūmā unīharūkō rāmrō sātha dinu, ra juna vyakti matira pravr̥tta huncha, usakō mārgamā hiṇḍnu. Ra timī sabailā'ī matira pharki ā'unu cha. Ani juna kāma timī garirākhēkā hunchau, ma timīlā'ī sabai batā'unēchu"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Lukamānalē bhanē ki) pyārō chōrā! Yadi kunai kurā rāyōkō dānā (gēḍā) barābara hōs ra tyō kunai caṭṭānakō bīcamā hōs vā ākāśaharūmā vā dharatīmā hōs, allāhalē tyasalā'ī upasthita garnēcha. Niḥsandēha allāha atyanta sūkṣmadarśī (ra) jānakāra pani cha"},{"SurahNumber":31,"VerseNumber":17,"Text":"Hē mērō pyārō chōrō! Timī namājakō āyōjana gara, bhalā'īkō ādēśa dinēgara narāmrō karmabāṭa rōka ra junasukai duḥkha pani timīmāthi ā'iparē tyasamā dhairya rākha, niḥsandēha yī anivārya ra dr̥ḍha saṅkalpakā kāma hun"},{"SurahNumber":31,"VerseNumber":18,"Text":"Mānisaharū sam'mukha mukha naphulā'ū ra dharatīmā ahaṅkāra garī nahiṇḍanu. Niścayanai allāhalē kunai ahaṅkārī ra ghamaṇḍīlā'ī rucā'um̐daina"},{"SurahNumber":31,"VerseNumber":19,"Text":"Āphnō cālamā sahajatā ra santulana kāyama rākha ra āphnō āvāja narama rākha! Niḥsandēha āvājaharūmadhyē sabaibhandā narāmrō svara, gadhahāharūkō svara huncha"},{"SurahNumber":31,"VerseNumber":20,"Text":"Kē timīlē dēkhēnauṁ, ki allāhalē, jē jati ākāśaharū ra dharatīmā chan, sabailā'ī timrō kāmamā lagā'irākhēkō cha ra usalē timīmāthi āphnō pratyakṣa ra parōkṣa anukampāharū pūrai di'irākhēkō cha? Kēhī mānisaharūlē allāhakō viṣayamā binā kunai jñāna, binā kunai mārgadarśana ra binā kunai prakāśamāna kitābakō ādhāramā, jhagaḍā gardachan"},{"SurahNumber":31,"VerseNumber":21,"Text":"Ra jaba unīharūsita bhanincha, ‘‘ki tyasa kurākō anuśaraṇa gara juna ki allāhalē vahya mārphata avatarita garēkō cha’’, taba bhanchan ki ‘‘(hō'ina) baru hāmīlē ta tyasa kurākō anuśaraṇa garnēchauṁ, jasamā hāmīlē āphnō bā'u–bājēlā'ī pā'ēkā chauaiṁ.’’ Yadyapi śaitānalē unīharūlā'ī narkakō yātanātira bōlā'um̐dacha, (taipani)"}]}