{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Mawaysan ku socdaalin dhulka oo fiirin sida ay aheyd cidhibta kuwii ka horreeyey? Waxay ahaayeen kuwa ka xoog badan iyo camiraadba arlada, wuxuuse Allaah u qabtay dambiyaday faleen. Oo uma sugnaan iyaga wax ka difaaca Ilaahay"},{"SurahNumber":40,"VerseNumber":22,"Text":"(Arrin)kaasi waxaa ugu wacnaa waxay ula yimaadeen Rusushoodii xujooyin cad, wayse diideen iyaga. Sidaas darteed Allaah baa qabtay. Hubaal waa Xoog Badane, Ciqaabtiisu daran tahay"},{"SurahNumber":40,"VerseNumber":23,"Text":"Oo dhab ahaan waxaan ula dirnay Muuse Aayadahayaga iyo awood cad"},{"SurahNumber":40,"VerseNumber":24,"Text":"Xagga Fircoon iyo Haamaan iyo Qaaruun, waxayse yidhaahdeen: (waa) Saaxir beenaale ah"},{"SurahNumber":40,"VerseNumber":25,"Text":"Haddaba markii uu u keenay Xaqa ka yimid Xaggayaga waxay yidhaahdeen: Dila wiilasha ka mid ah kuwa (xaqa) rumeysan la jirki oo u daaya haweenkooda nolol; oo halganka gaaladu wuxuu ku soo gabagaboobi uun hungo"},{"SurahNumber":40,"VerseNumber":26,"Text":"Oo Fircoon wuxuu yidhi: I daaya aan dilee Muuse, oo ha u dhawaaqdo Rabbigiis, hubaal waxaan anigu cabsi ka qabaa inuu idin dhaqan rogo ama uu fasahaad5 ka soo if bixiyo dhulka"},{"SurahNumber":40,"VerseNumber":27,"Text":"Oo Muuse wuxuu yidhi: Waxaan ka magan galay Rabbigay iyo Rabbigiinba mid kasta oo islaweyn oo aan rumaysnayn Maalinta Xisaabta"},{"SurahNumber":40,"VerseNumber":28,"Text":"Oo nin mu’min ah oo ka mid ah reer Fircoon (Xizqil, Fircoon ina Adeerki, khaznad hayahii dawladda) oo qarsanayey Iimaankiisa wuxuu yidhi: Ma waxaad ku dileysaan nin sababta ah inuu leeyahay: Rabbigay waa Allaah, oo dhab ahaan wuxuu idiin keenay Xujooyin Cad xagga Rabbigiin? Oo haddii uu yahay beenlow, isaga bay u daran tahay oo dushiisa ahaan beentiisu; haddiise uu run sheegayo, waxaa idinku dhici doona qaar waxaa uu idinku gooddiyo. Hubaal Allaah ma hanuuniyo mid isagu ah xad gudbe, beenaale"},{"SurahNumber":40,"VerseNumber":29,"Text":"Tolkayow! Idinka baa leh xukunka maalintan, idinkoo madax ku ah arlada. Yaase nooga gargaari Ciqaabta Ilaahay haddii ay noo timaaddo. Fircoon wuxuu yidhi: Idin tusi maayo waxaan aheyn waxa aan anigu arko, oo idin ma qaadsiiyo waxaan aheyn jidka hanuunka"},{"SurahNumber":40,"VerseNumber":30,"Text":"Oo kii isagu rumeeyey wuxuu yidhi: Tolkayow! Waxaan anigu idiinka cabsi qabaa wax la mid ah wixii ku dhacay axzaabta"},{"SurahNumber":40,"VerseNumber":31,"Text":"Wax la mid ah wixii ku dhacay qolodii Nuux iyo Caad iyo Thamuud iyo kuwii ka dambeeyey, oo Allaah ma aha mid la doona grdarro addoomahiisa"},{"SurahNumber":40,"VerseNumber":32,"Text":"Oo tolkaygow! Waxaan anigu idiinka cabsi qabaa Maalinta isu Yeeridda"},{"SurahNumber":40,"VerseNumber":33,"Text":"Maalinta aad jeedin doontaan dhabarradiinna idinkoo dib u guranaya, halkaa ma jiri doono wax idinka badbaadiya Ilaahay. Oo mid kastoo Allaah lumiyo ma uu laha wax hanuuniya"},{"SurahNumber":40,"VerseNumber":34,"Text":"Oo xaqiiq Yuusuf wuxuu idinla yimid mar hore Xujooyin cad, kamase bixin shakigii aad ka qabteen waxa uu idiin keenay, jeer marka uu dhintay aad tidhaahdeen: Allaah ma soo diri doono wax Rasuul ah isaga kadambow. Sidaas buu Allaah u lumiyaa kan isagu ah xad gudbe, shaki qabeen"},{"SurahNumber":40,"VerseNumber":35,"Text":"Kuwa ka dooda Aayadaha Ilaahay iyagoo aan heysan wax xujo ah uu siiyey, waa wax Allaah u aad u neceb yahay oo (sidoo kale ay neceby yihiin) kuwaa rumeysan. Sidaas buu Allaah u daboolaa qalbiga mid kastoo ah islaweyne, jujuubaa"},{"SurahNumber":40,"VerseNumber":36,"Text":"Oo Fircoon wuxuu yidhi: Haamaanow! Ii dhis sar dheer si aan ugu gaaro asbaabta loo maro"},{"SurahNumber":40,"VerseNumber":37,"Text":"Asbaabta loo maro cirarka, si aan u soo dhugto ilaaha Muuse; oo waxaan anigu hubaal qabaa inuu isagu yahay beenaale. Oo sidaas baa xumaanta camalkiisa loogu qurxiyey Fircoon, oo looga duway Jidka (Toosan), oo ma ahayn halgankii Fircoon waxaan ahayn (wax ku dhammaada) hoog iyo baabba’a isaga ku dhacday"},{"SurahNumber":40,"VerseNumber":38,"Text":"Oo kii isagu rumeeyey wuxuu yidhi: Tolkayow i soo raaca, waxaan idinku hagi Jidka hanuunka"},{"SurahNumber":40,"VerseNumber":39,"Text":"Tolkayow! Noloshan Adduunka waa uun raaxo (yar oo tageysa), oo hubaal Aakhirada baa ah Daarta lagu waaro"},{"SurahNumber":40,"VerseNumber":40,"Text":"Mid kastoo sameeyaa fal xun, laguma abaal marin doono waxaan aheyn iyadoo kale. Oo mid kastoo wanaag fala lab ama dheddig kuu doonaba ha ahaadee isagoo mu’min ah, kuwan waxay geli doonaan Jannada, iyagoo lagu arsaaqi doono xisaab la’aan"}]}