{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Поред њих биће рајске лепотице, истих година, које ће пред собом да гледају"},{"SurahNumber":38,"VerseNumber":53,"Text":"То је оно што вам се обећава за Дан у коме ће се рачун полагати"},{"SurahNumber":38,"VerseNumber":54,"Text":"то ће, заиста, да буде Наша благодат, која никада неће да престане"},{"SurahNumber":38,"VerseNumber":55,"Text":"Ето тако! А оне који буду зло чинили чека најгоре пребивалиште"},{"SurahNumber":38,"VerseNumber":56,"Text":"Пакао, у којем ће да горе; а грозне ли постеље"},{"SurahNumber":38,"VerseNumber":57,"Text":"Ето толико! Па нека окушају воду кључалу и капљевину смрдљиву"},{"SurahNumber":38,"VerseNumber":58,"Text":"и друге муке сличне овима, многоструке"},{"SurahNumber":38,"VerseNumber":59,"Text":"Та гомила заједно са вама, гурајући се, ће да уђе у Пакао! \"Не било им пространо! У Ватри ће они, заиста, да горе"},{"SurahNumber":38,"VerseNumber":60,"Text":"„Вама не било пространо!“ Рећи ће они, „ви сте нам ово припремили, а грозног ли боравишта!“"},{"SurahNumber":38,"VerseNumber":61,"Text":"„Господару наш“, рећи ће, „удвостручи патњу у Ватри онима који су нам ово приредили!“"},{"SurahNumber":38,"VerseNumber":62,"Text":"И говориће: „Зашто не видимо људе које смо у зле убрајали"},{"SurahNumber":38,"VerseNumber":63,"Text":"и које смо исмејавали? Да нам се нису изгубили из вида?“"},{"SurahNumber":38,"VerseNumber":64,"Text":"Истина је, сигурно, да ће становници Пакла међу собом да се расправљају"},{"SurahNumber":38,"VerseNumber":65,"Text":"Реци: „Ја сам само опомињач; нема бога осим Аллаха, Јединога и Моћног"},{"SurahNumber":38,"VerseNumber":66,"Text":"Господара небеса и Земље и онога што је између њих, Силнога и Опростиоца греха"},{"SurahNumber":38,"VerseNumber":67,"Text":"Реци: „Ово је велика вест"},{"SurahNumber":38,"VerseNumber":68,"Text":"а ви од ње окрећете главе"},{"SurahNumber":38,"VerseNumber":69,"Text":"Ја нисам ништа знао о узвишеном скупу када су се препирали"},{"SurahNumber":38,"VerseNumber":70,"Text":"мени се објављује да сам послат да јасно опомињем.“"},{"SurahNumber":38,"VerseNumber":71,"Text":"Када је анђелима твој Господар рекао: „Створићу човека од глине"},{"SurahNumber":38,"VerseNumber":72,"Text":"па кад му употпуним облик и у њега удахнем живот, ви му се поклоните!”"},{"SurahNumber":38,"VerseNumber":73,"Text":"Анђели су се, сви до последњег, заједно поклонили"},{"SurahNumber":38,"VerseNumber":74,"Text":"осим Сотоне - он се узохолио и постао неверник"},{"SurahNumber":38,"VerseNumber":75,"Text":"„О Сотона!“ Рекао је Он, „шта те навело да се не поклониш ономе кога сам Ја Својим двема рукама створио? Јеси ли се узохолио или мислиш да си узвишен?“"},{"SurahNumber":38,"VerseNumber":76,"Text":"„Бољи сам од њега“, рекао је он, „мене си створио од ватре, а њега од глине.“"},{"SurahNumber":38,"VerseNumber":77,"Text":"„Излази онда из Раја!“ Рече Аллах, „проклет да си"},{"SurahNumber":38,"VerseNumber":78,"Text":"Моје ће проклетство да те прати до Судњег дана!“"},{"SurahNumber":38,"VerseNumber":79,"Text":"„Господару мој!“, рече он, „дај ми времена до дана када ће они да буду оживљени!“"},{"SurahNumber":38,"VerseNumber":80,"Text":"„Даје ти се времена“, рече Он"},{"SurahNumber":38,"VerseNumber":81,"Text":"до дана већ одређеног.“"},{"SurahNumber":38,"VerseNumber":82,"Text":"„Тако ми Твога достојанства“, рече, „сигурно ћу све да их наведем на странпутицу"},{"SurahNumber":38,"VerseNumber":83,"Text":"осим међу њима Твоје искрене слуге!“"},{"SurahNumber":38,"VerseNumber":84,"Text":"„Истином се кунем и истину говорим“, рече Аллах"},{"SurahNumber":38,"VerseNumber":85,"Text":"„сигурно ћу свима, тобом и онима који се буду повели за тобом, да напуним Пакао!“"},{"SurahNumber":38,"VerseNumber":86,"Text":"Реци: „Не тражим ја од вас за ово никакву награду и ја не додајем преко оног чиме ме је Аллах обавезао"},{"SurahNumber":38,"VerseNumber":87,"Text":"Кур'ан је, заиста, целом свету опомена"},{"SurahNumber":38,"VerseNumber":88,"Text":"И ви ћете ускоро сазнати његову поруку!”"},{"SurahNumber":39,"VerseNumber":1,"Text":"Књигу објављује Аллах, Силни и Мудри"},{"SurahNumber":39,"VerseNumber":2,"Text":"Ми ти, заиста, објављујемо Књигу, праву истину, па обожавај само Аллаха, исповедајући Му чисту веру"},{"SurahNumber":39,"VerseNumber":3,"Text":"Искрено исповедање вере дуг је према Богу! А они који поред Њега узимају заштитнике говорећи : „Ми их обожавамо само зато да би нас што више приближили Аллаху.“ Аллах ће њима, заиста, да пресуди о ономе у чему су се они разилазили. Аллах никако неће да упути на Прави пут онога ко је лажљивац и неверник"},{"SurahNumber":39,"VerseNumber":4,"Text":"Да је Аллах хтео да има дете, изабрао би, између оних које је створио, онога кога би Он хтео. Узвишен је Он, Он је Аллах, Једини и Свемоћни"},{"SurahNumber":39,"VerseNumber":5,"Text":"Небеса и Земљу је створио са истином; Он ноћу обавија дан, и даном обавија ноћ; Он је потчинио Сунце и Месец, свако се креће до одређеног рока. Он је Силни, Он много прашта"},{"SurahNumber":39,"VerseNumber":6,"Text":"Он вас од једног човека ствара – а од њега је другу његову створио – и Он вам је дао осам врста стоке; Он вас ствара у утробама ваших мајки, дајући вам облике, један за другим, у три тмине. То вам је, ето, Аллах, ваш Господар, Његова је власт, нема истинског бога осим Њега, па куда се онда окрећете"},{"SurahNumber":39,"VerseNumber":7,"Text":"Ако ви будете неверници – па Аллах од вас не зависи, али Он није задовољан ако су слуге Његове неверници, а задовољан је вама ако будете захвални. И ниједан грешник неће носити грехе другога! Затим ћете се Господару свом вратити, па ће вас Он о оном шта сте радили обавестити, јер Он добро зна свачије мисли"}]}