{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"Kimileri de: \"Eger Allah, lutfundan bize verirse elbette sadaka verecegiz ve yararlı insanlardan olacagız!\" diye Allah'a and ictiler"},{"SurahNumber":9,"VerseNumber":76,"Text":"Ne zaman ki Allah lutfundan onlara verdi, O'n(un verdigin)e cimrilik ettiler ve yuz cevirerek (sozlerinden) donduler"},{"SurahNumber":9,"VerseNumber":77,"Text":"Kendisine verdikleri sozden donduklerinden ve yalan soylediklerinden dolayı Allah, kendisiyle karsılasacakları gune kadar onların kalblerine iki yuzluluk sokmustur"},{"SurahNumber":9,"VerseNumber":78,"Text":"Bilmediler mi ki Allah, onların sırlarını ve gizli konusmalarını bilir ve Allah, gizlileri bilendir"},{"SurahNumber":9,"VerseNumber":79,"Text":"Sadakalar hususunda gonulden veren mu'minleri cekistiren ve guclerinin yettiginden baskasını bulamayanlarla alay edenler yok mu, Allah onlarla alay etmistir. Onlar icin acı bir azab vardır"},{"SurahNumber":9,"VerseNumber":80,"Text":"Onlar icin ister af dile, ister dileme, onlar icin yetmis defa af dilesen, yine Allah onları affetmez. Boyledir, cunku onlar Allah'ı ve Elcisini tanımadılar; Allah, yoldan cıkan kavmi yola iletmez"},{"SurahNumber":9,"VerseNumber":81,"Text":"Allah'ın Elcisinin arkasından oturmakla sevindiler, mallarıyle ve canlarıyle cihadetmekten hoslanmadılar: \"Sıcakta sefere cıkmayın.\" dediler. De ki: \"Cehennemin atesi daha sıcaktır!\" Keske anlasalardı"},{"SurahNumber":9,"VerseNumber":82,"Text":"Artık kazandıkları islere karsılık az gulsunler, cok aglasınlar"},{"SurahNumber":9,"VerseNumber":83,"Text":"Eger Allah, seni onlardan bir toplulugun yanına dondurur de (onlar savasa) cıkmak icin senden izin isterlerse \"Asla benimle cıkmayacaksınız, benimle beraber dusmanla savasmayacaksınız. Siz ilk once oturmaga razı olmustunuz. Oyle ise geri kalanlarla beraber oturun!\"de"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ve Onlardan olen birinin uzerine asla namaz kılma, onun kabri basında durma. Cunku onlar Allah'ı ve Elcisini tanımadılar ve yoldan cıkmıs olarak olduler"},{"SurahNumber":9,"VerseNumber":85,"Text":"Onların malları ve evladları seni imrendirmesin; Allah onlara dunyada, bunlarla azabetmeyi ve kafir olarak canlarının cıkmasını istiyor"},{"SurahNumber":9,"VerseNumber":86,"Text":"Allah'a inanın, Elcisiyle beraber cihadedin! diye bir sure indirildigi zaman iclerinden servet sahibi olanlar, senden izin istediler: \"Bizi bırak, oturanlarla beraber oturalım.\" dediler"},{"SurahNumber":9,"VerseNumber":87,"Text":"Geride kalan kadınlarla beraber olmaga razı oldular, kalbleri muhurlendi, artık onlar anlamazlar"},{"SurahNumber":9,"VerseNumber":88,"Text":"Fakat Elci ve onunla beraber inananlar, mallariyle, canlariyle cihadettiler. Iste butun hayırlar onlarındır ve iste basarıya erenler onlardır"},{"SurahNumber":9,"VerseNumber":89,"Text":"Allah, onlar icin altlarından ırmaklar akan, iclerinde ebedi kalacakları cennetler hazırlamıstır. Iste buyuk basarı budur"},{"SurahNumber":9,"VerseNumber":90,"Text":"Ozur bahane eden bedevi Araplar, kendilerin(in savasa katılmamasın)a izin verilmesi icin geldiler; Allah'a ve Elcisine yalan soyleyenler oturdular. Onlardan inkar edenlere, acı bir azab erisecektir"},{"SurahNumber":9,"VerseNumber":91,"Text":"Zayıflara, hastalara, harcayacak bir sey bulamayanlara, Allah ve Elcisi icin ogut verdikleri takdirde (sefere katılmamalarından oturu) bir gunah yoktur. Iyilik edenlerin aleyhine bir yol yoktur (onlar kınanmazlar). Allah, bagıslayandır, esirgeyendir"},{"SurahNumber":9,"VerseNumber":92,"Text":"Kendilerini (binek saglayıp) bindirmen icin sana geldikleri zaman, sen: \"Sizi bindirecek bir sey bulamıyorum\" deyince harcayacak bir sey bulamadıklarından dolayı uzuntuden gozlerinden yas akarak donen kimselerin aleyhine de (yol yoktur, Onlar da kınanmazlar)"}]}