{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":243,"Text":"Su, binlerce kisi iken olum korkusuyla yurtlarından cıkanları gormedin mi? Allah onlara, \"Olun!\" demisti de sonra kendilerini diriltmisti. Suphesiz Allah, insanlara karsı ikram sahibidir. Ama insanların cogu sukretmezler"},{"SurahNumber":2,"VerseNumber":244,"Text":"Allah yolunda savasın ve bilin ki Allah, isitendir, bilendir"},{"SurahNumber":2,"VerseNumber":245,"Text":"Kimdir o adam ki, Allah'a guzel bir borc versin de, Allah da ona kat kat fazlasıyla (verdigini) odesin! Allah (rızkı) kısar da, acar da. Hep O'na donduruleceksiniz"},{"SurahNumber":2,"VerseNumber":246,"Text":"Musa'dan sonra Israil ogullarının ileri gelenlerini gormedin mi? Peygamberlerine: \"Bize bir hukumdar gonder, (onun onderliginde) Allah yolunda savasalım.\" demislerdi. \"Ya size savas yazılınca savasmazsanız?\" dedi. Dediler: \"Bizler neden Allah yolunda savasmayalım ki; oysa biz yurtlarımızdan ve ogullarımızın arasından cıkarılıp surulduk?\" Fakat kendilerine savas yazılınca, iclerinden pek azı haric, yuz cevirdiler. Allah zalimleri bilir"},{"SurahNumber":2,"VerseNumber":247,"Text":"Peygamberleri onlara dedi ki: \"Allah Talut'u size hukumdar gonderdi.\" Dediler ki: \"O bizim uzerimize nasıl hukumdar olabilir? Biz hukumdarlıga ondan daha layıkız, ona bol mal da verilmemistir.\" Dedi: \"Allah onu sizin uzerinize (hukumdar) secti, onun bilgisini ve gucunu artırdı.\" Allah mulkunu diledigine verir. Allah(ın lutfu) genistir, (O, herseyi) bilendir"},{"SurahNumber":2,"VerseNumber":248,"Text":"Ve peygamberleri onlara dedi ki; \"Onun hukumdarlıgının alameti, icinde Rabbinizden bir huzur ve Musa ailesinin, Harun ailesinin geriye bıraktıgından bir kalıntı bulunan, meleklerin tasıdıgı (Allah'ın Ahid sandıgı) Tabut'un size gelmesidir. Eger inanıyorsanız bunda sizin icin (Talut'un hukumdarlıgına) kesin bir alamet vardır"},{"SurahNumber":2,"VerseNumber":249,"Text":"Talut, askerleri(ni) yurutup (ordugahtan) cıkarınca dedi ki: \"Allah sizi bir ırmakla deneyecektir. Kim ondan icerse benden degildir. Ondan (kana kana) tadmayıp sadece eliyle bir avuc alan bendendir.\" Iclerinden pek azı haric, hepsi ondan ictiler. Nihayet Talut ve kendisiyle beraber inananlar, ırmagı gecince: \"Bugun Calut'a ve askerlerine karsı bizim gucumuz yok.\" dediler. Allah'a kavusacaklarına kanaat getirenler ise: \"Nice az bir topluluk var ki, Allah'ın izniyle cok topluluga galib gelmistir. Allah, sabredenlerle beraberdir.\" dediler"},{"SurahNumber":2,"VerseNumber":250,"Text":"(Talut'un askerleri) Calut ve askerlerinin karsısına cıktıklarında soyle dediler: \"Rabbimiz, uzerimize sabır dok! ayaklarımızı saglam tut ve o kafir millete karsı bize yardım et"},{"SurahNumber":2,"VerseNumber":251,"Text":"Derken, Allah'ın izniyle onları bozdular, Davud Calut'u oldurdu; Allah ona (Davud'a) hukumdarlık ve hikmet verdi ve ona diledigini ogretti. Eger Allah, insanların bir kısmıyle digerlerini savmasaydı, dunya bozulurdu. Fakat Allah, butun alemlere karsı lutuf sahibidir"},{"SurahNumber":2,"VerseNumber":252,"Text":"Bunlar, Allah'ın ayetleridir; bunları sana gercek ile okuyoruz (bunlarla sana gercekleri acıklıyoruz). Elbette sen gonderilen elcilerdensin"}]}