{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Sonda elinin jawabı: \"Luttın semyasın kentten sıgarındar. Oytkeni olar, tazasıngan kisiler\" dew, gana boldı"},{"SurahNumber":27,"VerseNumber":57,"Text":"Sonda Lut (G.S.) tı da uy-isin de joq bolatındardan bolwın uygargan qatınınan basqasın qutqardıq"},{"SurahNumber":27,"VerseNumber":58,"Text":"Olarga qattı janbır jawdırdıq. Eskertw berilgenderdin jawını nendey jaman"},{"SurahNumber":27,"VerseNumber":59,"Text":"(Muxammed G.S.): \"Barlıq maqtaw Allaga layıq. Jane salem Allanın tandawlı quldarına layıq. Alla jaqsı ma? Nemese qosqan ortaqtarı jaqsı ma?\",- dep sura"},{"SurahNumber":27,"VerseNumber":60,"Text":"Kokter men jerdi jaratqan, sender usin kokten janbır jawdırıp, onımen sender bir agasın da osire almaytın ademi baqsalardı osirgen kim? Allamen birge basqa tanir bar ma? Joq, olar sekten sıqqan el"},{"SurahNumber":27,"VerseNumber":61,"Text":"Nemese jerdi turatın orın qılıp, aralarınan ozender agızıp, ogan asqar tawlar jasagan jane eki tenizdin arasına jik jasagan kim? Alla men birge basqa tanir bar ma? Joq, olardın kobi bilmeydi"},{"SurahNumber":27,"VerseNumber":62,"Text":"Nemese qinalgandar, ozine jalbarınganda qabıl etip, qiınsılıqtı ayıqtıratın jane senderdi jer juzine orınbasar qılatın kim? Allamen birge basqa tanir bar ma? Ote az tusinesinder"},{"SurahNumber":27,"VerseNumber":63,"Text":"Nemese qurılıqtın, tenizdin qarangılıqtarında jolga salatın kim? Raxmettin (janbırının) aldınan qwanıs samalın estiretin kim? Allamen birge basqa tanir bar ma? Alla (T.) olardın qosqan ortaqtarınan tım jogarı"},{"SurahNumber":27,"VerseNumber":64,"Text":"Nemese jaratılıstı bastaytın sosın onı qayta tiriltetin kii? Jane kok pen jerden qorek beretin kim? Allamen birge basqa tanir bar ma? (Muxammed G.S.): \"Eger sınsıl bolsandar, dalelderindi keltirinder\" de"},{"SurahNumber":27,"VerseNumber":65,"Text":"(Muxammed G.S.): \"Kokter men jerdegi komesti Alladan basqa eskim bilmeydi. Olar qasan tiriltiletindikterin bilmeydi\" de"},{"SurahNumber":27,"VerseNumber":66,"Text":"Olardın axiret twralı malimeti jetkilikti me? Rasında olar odan kudikte, tipti olar ogan baylanıstı mulde soqır"},{"SurahNumber":27,"VerseNumber":67,"Text":"Sonday qarsı kelgender: \"Biz de atalarımız da topıraq bolgannan keyin (qabırdan tirilip,) sıgarılamız ba?\",- dedi"},{"SurahNumber":27,"VerseNumber":68,"Text":"Rasında osı quqay bizge de burıngı atalarımızga da jasaldı. Negizinde bul burıngılardin anızınan basqa es narse emes"},{"SurahNumber":27,"VerseNumber":69,"Text":"(Muxammed G.S.): \"Jer juzinde kezinder de kunakarlardın sonı qalay bolganın korinder\" de"},{"SurahNumber":27,"VerseNumber":70,"Text":"Olarga kuyinbe de olardın aylakerlikterine tarılma"},{"SurahNumber":27,"VerseNumber":71,"Text":"Eger sın aytwsı bolsandar, bul wade qasan?\",- deydi"},{"SurahNumber":27,"VerseNumber":72,"Text":"Olarga: \"Asıgıp tilegen azaptarınnın keyi senderdi okselep turgan bolwı mumkin\" de"},{"SurahNumber":27,"VerseNumber":73,"Text":"Kudiksiz Rabbın, albette adamdarga kensilik iesi. Biraq olardın kobi sukir qılmaydı"},{"SurahNumber":27,"VerseNumber":74,"Text":"Soz joq, Rabbın albette olardın konilderindegini de kornewge sıgargandarın da biledi"},{"SurahNumber":27,"VerseNumber":75,"Text":"Jer-kokte asıq Kitapta bolmagan esbir komes narse joq"},{"SurahNumber":27,"VerseNumber":76,"Text":"Rasında bul Quran Izrail urpaqtarına talasqan narselerinin kobin bayan etedi"},{"SurahNumber":27,"VerseNumber":77,"Text":"Kudiksiz Bul Quran, muminder usin anıq twra jol, ari igilik"},{"SurahNumber":27,"VerseNumber":78,"Text":"Rasında Rabbın olardın aralarına tkim etedi. Ol ote ustem, tım bilwsi"},{"SurahNumber":27,"VerseNumber":79,"Text":"(Muxammed G.S.) onda Allaga tawekel qıl. Oytkeni, sen ap-asıq bir sındıq ustindesin"},{"SurahNumber":27,"VerseNumber":80,"Text":"Sınında olikterge estirte almaysın. Ari burılıp, qasqan sanırawlarga da dawıs estirte almaysın"},{"SurahNumber":27,"VerseNumber":81,"Text":"Jane de soqırdı adasqan jagınan jolga salwsı emessin. Sonday-aq ayattarımızga iman keltirip, ozderi Musılman bolgan kisilerge gana estirte alasın"}]}