{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"(Harp esiri olarak) sahip oldugunuz cariyeler mustesna, evli kadınlar da size haram kılındı. Allah'ın size emri budur. Bunlardan baskasını, namuslu olmak ve zina etmemek uzere mallarınızla (mehirlerini vererek) istemeniz size helal kılındı. Onlardan faydalanmanıza karsılık kararlastırılmıs olan mehirlerini verin. Mehir kesiminden sonra (bir miktar indirim icin) karsılıklı anlasmanızda size gunah yoktur. Suphesiz Allah ilim ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"Icinizden, imanlı hur kadınlarla evlenmeye gucu yetmeyen kimse, ellerinizin altında bulunan imanlı genc kızlarınız (sayılan) cariyelerinizden alsın. Allah sizin imanınızı daha iyi bilmektedir. Hep aynı koktensiniz (insanlık bakımından aranızda fark yoktur). Oyle ise iffetli yasamaları, zina etmemeleri ve gizli dost da tutmamaları sartı ve sahiplerinin izni ile onları (cariyeleri) nikahlayıp alın, mehirlerini de normal miktarda verin. Evlendikten sonra bir fuhus yaparlarsa onlara, hur kadınların cezasının yarısı (uygulanır). Bu (cariye ile evlenme izni), icinizden gunaha dusmekten korkanlar icindir. Sabretmeniz ise sizin icin daha hayırlıdır. Allah cok bagıslayıcı ve esirgeyicidir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah size (bilmediklerinizi) acıklamak ve sizi, sizden onceki (iyi) lerin yollarına iletmek ve sizin gunahlarınızı bagıslamak istiyor. Allah hakkıyle bilicidir, yegane hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah sizin tevbenizi kabul etmek ister; sehvetlerine uyanlar (kotu arzuların esiri olanlar) ise busbutun yoldan cıkmanızı isterler"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah sizden (yukunuzu) hafifletmek ister; cunku insan zayıf yaratılmıstır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey iman edenler! Karsılıklı rızaya dayanan ticaret olması hali mustesna, mallarınızı, batıl (haksız ve haram yollar) ile aranızda (alıp vererek) yemeyin. Ve kendinizi oldurmeyin. Suphesiz Allah, sizi esirgeyecektir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Kim dusmanlık ve haksızlık ile bunu (haram yemeyi veya oldurmeyi) yaparsa (bilsin ki) onu atese koyacagız; bu ise Allah'a cok kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Eger yasaklandıgınız buyuk gunahlardan kacınırsanız, sizin kucuk gunahlarınızı orteriz ve sizi serefli bir yere sokarız"},{"SurahNumber":4,"VerseNumber":32,"Text":"Allah'ın sizi, birbirinizden ustun kıldıgı seyleri (baskasında olup da sizde olmayanı) hasretle arzu etmeyin. Erkeklerin de kazandıklarından nasipleri var, kadınların da kazandıklarından nasipleri var. Allah'tan lutfunu isteyin; suphesiz Allah her seyi bilmektedir"},{"SurahNumber":4,"VerseNumber":33,"Text":"(Erkek ve kadından) her biri icin, ana, baba ve akrabanın bıraktıgından (hisselerini alacak olan) varisler kıldık. Yeminlerinizin bagladıgı kimselere de paylarını verin. Cunku Allah her seyi gormektedir"},{"SurahNumber":4,"VerseNumber":34,"Text":"Allah'ın insanlardan bir kısmını digerlerine ustun kılması sebebiyle ve mallarından harcama yaptıkları icin erkekler kadınların yoneticisi ve koruyucusudur. Onun icin saliha kadınlar itaatkardır. Allah'ın kendilerini korumasına karsılık gizliyi (kimse gormese de namuslarını) koruyucudurlar. Bas kaldırmasından endise ettiginiz kadınlara ogut verin, onları yataklarda yalnız bırakın ve (bunlarla yola gelmezlerse) dovun. Eger size itaat ederlerse artık onların aleyhine baska bir yol aramayın; cunku Allah yucedir, buyuktur"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eger karı-kocanın aralarının acılmasından korkarsanız, erkegin ailesinden bir hakem ve kadının ailesinden bir hakem gonderin. Bunlar barıstırmak isterlerse Allah aralarını bulur; suphesiz Allah her seyi bilen, her seyden haberdar olandır"}]}