{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Basi nganiuwa wanje wa wandu wakwe (kuti waliji wambone,) ikaweje kuwecheta yanti: “Mwawingani waliwasa lya Lutwi m’musi mwenu, chisimu wanganyao ni wandu waakuliiswejesya (chatamile syapi m’musi wausakwa!)”"},{"SurahNumber":27,"VerseNumber":57,"Text":"Basi ni twankulupwisye jwalakwe pamo ni liwasa lyakwe, ikaweje wankwakwepe; twapimichisye (yakuwa) mwa akusigalila munyuma (ni wajonasiche)"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ni twatuluchisye wula (ja maganga), kaje kusakala wula ja akuteteledwa"},{"SurahNumber":27,"VerseNumber":59,"Text":"Jilani (mmwe Muhammadi ﷺ): “Lumbili losope lwene alapikwe Allah, soni ntendele uwe pa achikapolo Wakwe awala wawasagwile. Ana Allah nijwali Jwambone kapena ayila yaakuiwanganya (ni Allah pakuigalagatila)?”"},{"SurahNumber":27,"VerseNumber":60,"Text":"Kapena (jwambone ni) Ajula jwaagumbile mawunde ni mataka, ni kuntuluchisya kuumila kwinani mesi (gawula), ni tumesisye ni galakwego matimbe gana uwigo gagakwete kusalalila? Nganiuwa kukwenu (ukombosi) wanti nikumesya itela yakwe. Ana pana nnungu jwine pampepe ni Allah? (Ngwamba!) Nambo wanganyao niwandu waakuwika chakulandanyichisya (ni Jwalakwe pakuchigalagatila)"},{"SurahNumber":27,"VerseNumber":61,"Text":"Kapena (jwambone ni) Ajula jwaalitesile litaka kuwa lyakutamilichika, ni kuwika nkatikati mwakwemo sulo, ni kuliwichila matumbi gakunyichisya, ni kuwika chakusiwilila chilikati cha mbwani siwili (ja mesi gachijete ni jamesi gakumweka)? Ana pana nnungu jwine pampepe ni Allah? (Ngwamba!) Nambo wajinji mwa wanganyao wangali chachimanyi"},{"SurahNumber":27,"VerseNumber":62,"Text":"Kapena (jwambone ni) Ajula jwaakun’jangaga jwainkanganiche pati am’bombilemo, ni jukungunukulaga masausyo, ni akum’bika wanganyammwe kuwa wawinjila pachilambo (panyuma pa wandu wane)? Ana pana nnungu jwine pampepe ni Allah? (Ngwamba!) Yannonope niyankukumbuchilaga"},{"SurahNumber":27,"VerseNumber":63,"Text":"Kapena (jwambone ni) Ajula jwaakun’jongolelaga mu chipi cha pankuuli ni pambwani, nambo soni Ajula jwaakutumisyaga mbungo kuwa chisengwasyo paujo pa ukoto Wakwe (wula nkanijigwe)? Ana pana nnungu jwine pampepe ni Allah? (Ngwamba!) Atukwiche Allah ku yaakum’bwanganya nayo"},{"SurahNumber":27,"VerseNumber":64,"Text":"Kapena (jwambone ni) Ajula jwaakutandisyaga gumba iwumbe kaneko ni kuiwusyawusya (panyuma pa kuwa), nambo soni Ajula jwaakumpaga lisiki kuumila kwinani ni pasi? Ana pana nnungu jwine pampepe ni Allah? (Ngwamba!) Jilani: “Ikani nao umboni wenu nam’baga jenumanja nkuwecheta yakuona.”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Jilani: “Wali kumawunde ni petaka ngakumanyilila yakusisika ikaweje Allah, ni ngakumanyilila soni kuti chakachi chachiukulidwa m’malembe.”"},{"SurahNumber":27,"VerseNumber":66,"Text":"Ana umanyilisi wao uyiche pakomangala pakuimanya ya Akhera (kwanti ni kuwusyaga yandema jakwichila)? (Ngwamba!) Nambo wanganyao ali mu kaichila yajalakwejo, nambo soni wanganyao ali mu ungalola usyesyene wa yajalakwejo"},{"SurahNumber":27,"VerseNumber":67,"Text":"Ni wawechete awala wawakanile kuti: “Ana tuli tusyuchile litakatakape uwwe ni achatati wetu, nambo yakuona tuchikoposyedwa (m’malembe nikuwa niumi soni)?”"},{"SurahNumber":27,"VerseNumber":68,"Text":"“Chisimu tuwele tuli nkupedwa chilanga cha yalakweyi uwwe mpaka ni achatati wetu kalakala (uwwe nkanitupagwe), nganiyiwatu yalakweyi ikaweje adisiadisi syawandu wandanda.”"},{"SurahNumber":27,"VerseNumber":69,"Text":"Jilani (mmwe Muhammadi ﷺ): “Jendagani pa chilambo ni kupita nchilola mujawelele mbesi ja akulewa.”"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ni ngasimwadandaulila wanganyao, soni ngasim’ba pakangani ligongo lya malindi gaakutenda"},{"SurahNumber":27,"VerseNumber":71,"Text":"Wanganyao ni akutiji: “Ana chele chilangachi chiyiche chakachi nam’baga jenumanja nkuwecheta yakuona?”"},{"SurahNumber":27,"VerseNumber":72,"Text":"Jilani: “Kuwankuwa ili dusi munyuma mwenumo ine mwa ayila yankuwa nkuikulumisya”"},{"SurahNumber":27,"VerseNumber":73,"Text":"Soni chisimu Ambuje wenu ni Asyene umbone wakwatendela wandu, nambo wajinji mwa wanganyao wangatogolela"},{"SurahNumber":27,"VerseNumber":74,"Text":"Soni chisimu Ambuje wenu akumanyilila yaikusisa mitima jao ni yaakuilosya papaswela"},{"SurahNumber":27,"VerseNumber":75,"Text":"Soni pangali chakusisika chilichose kwinani ni pasi, ikaweje chili m’Chitabu chakusalichisya (chilichose Al-Lauh Al-Mahfuz)"},{"SurahNumber":27,"VerseNumber":76,"Text":"Chisimu aji Qur’an jikusimulila ku wanache wa Israila yaijinji mwa ayila yaakuwa wanganyao ali nkutindana"},{"SurahNumber":27,"VerseNumber":77,"Text":"Soni chisimu jele (Qur’aniji) jiwele chongolo ni chanasa kwa wakulupilila"},{"SurahNumber":27,"VerseNumber":78,"Text":"Chisimu Ambuje wenu tachijilanya chilikati chao ni ulamusi Wakwe (wakuona), soni Jwalakwe ni Jwamachili gakupunda, Jwakumanyilila nnope"},{"SurahNumber":27,"VerseNumber":79,"Text":"Basi jegamilani kwa Allah, chisimu mmwejo (Muhammadi ﷺ) n’di pa yakuona yakuonechela"},{"SurahNumber":27,"VerseNumber":80,"Text":"Chisimu mmwe nganim’ba mwapikanisye wawe, soni nganim’ba mwapikanisye asiiwa m’bilango (kupikana kwakwakamuchisya, niyalumo soni achimakafili) ndema jaakutiila achilosyaga migongo jao (kuti akapikana yankwasalila)"},{"SurahNumber":27,"VerseNumber":81,"Text":"Soni nganim’ba mmwe wanti ni kwajongolela wangalola pakwatyosya mu kusokonechela kwao, nganim’ba mwapikanisye ikaweje awala waakukulupilila ma Aya Getu, ni kuwa wanganyao wakulipeleka (kwa Allah pakuwa Asilamu)"}]}