{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Quien emigre por la causa de Dios encontrara en la Tierra muchos lugares para refugiarse y tambien sustento. A quien emigre de su hogar por la causa de Dios y la de Su Mensajero, pero lo sorprenda la muerte [antes de llegar a su destino], sepa que Dios le garantiza Su recompensa. Dios es Absolvedor, Misericordioso"},{"SurahNumber":4,"VerseNumber":101,"Text":"Cuando esten de viaje o si temen que los agredan los que niegan la verdad, que son sus enemigos, no incurren en falta si abrevian la oracion"},{"SurahNumber":4,"VerseNumber":102,"Text":"Cuando estes con ellos [¡oh, Mujammad! en el campo de batalla] y establezcas la oracion, que un grupo permanezca de pie contigo tomando las armas. Cuando hagan la prosternacion, que ellos se pongan detras; luego el grupo que aun no haya orado se adelante y ore contigo, tomando precauciones y portando sus armas. Los [enemigos] que niegan la verdad desean que descuiden sus armas para atacarlos sorpresivamente. No cometen falta alguna si la lluvia los molesta o estan enfermos y dejan las armas [mientras rezan], pero tomen precauciones. Dios ha reservado un castigo denigrante para los que niegan la verdad"},{"SurahNumber":4,"VerseNumber":103,"Text":"Cuando hayan terminado la oracion recuerden a Dios de pie, sentados o recostados. Y cuando esten fuera de peligro hagan la oracion [normalmente]. La oracion ha sido prescrita a los creyentes para ser realizada en horarios especificos"},{"SurahNumber":4,"VerseNumber":104,"Text":"No se desanimen en la lucha contra ese pueblo [de opresores], porque asi como ustedes tienen dificultades, ellos tambien las tienen. Pero ustedes anhelan [una recompensa] de Dios que ellos no pueden esperar. Dios todo lo sabe, es Sabio"},{"SurahNumber":4,"VerseNumber":105,"Text":"Te he revelado el Libro que contiene la verdad para que juzgues entre la gente con lo que Dios te ha ensenado. No seas abogado de los hipocritas"},{"SurahNumber":4,"VerseNumber":106,"Text":"Pide perdon a Dios, porque Dios es Perdonador, Misericordioso"},{"SurahNumber":4,"VerseNumber":107,"Text":"Pero no intentes justificar la conducta de quienes son desleales consigo mismos. Dios no ama a quien traiciona y comete injusticias"},{"SurahNumber":4,"VerseNumber":108,"Text":"[Los hipocritas] pueden enganar a la gente, pero no pueden enganar a Dios, porque El esta con ellos cuando pasan la noche tramando lo que no Le complace. Dios bien sabe cuanto hacen"},{"SurahNumber":4,"VerseNumber":109,"Text":"[Creyentes,] pueden defenderlos en esta vida; pero, ¿quien los defendera de Dios el Dia de la Resurreccion? Y, ¿quien abogara por ellos"},{"SurahNumber":4,"VerseNumber":110,"Text":"Quien obre mal o sea injusto consigo mismo, pero pida perdon a Dios, encontrara que Dios es Perdonador, Misericordioso"},{"SurahNumber":4,"VerseNumber":111,"Text":"Quien cometa una falta, en realidad lo hace en su propio perjuicio. Dios todo lo sabe, es Sabio"},{"SurahNumber":4,"VerseNumber":112,"Text":"Quien cometa una falta o un delito y acuse de ello a un inocente, cargara con su calumnia y con un pecado manifiesto"},{"SurahNumber":4,"VerseNumber":113,"Text":"Si no fuera por el favor [de la infalibilidad] y la misericordia de Dios contigo [oh, Mujammad], un grupo [de los hipocritas] te habria extraviado; pero solo se extravian a si mismos y en nada pueden perjudicarte. Dios te ha revelado el Libro [el Coran] y la sabiduria [la Sunnah] y te ha ensenado lo que no sabias. ¡El favor de Dios sobre ti es inmenso"}]}