{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Anyakwiche (pa uchimbichimbi ni upile) Ajula (Allah) jwauli mu Nkono Mwakwe uchimwene, soni Jwalakwe pa chindu chilichose awele Jwakombola"},{"SurahNumber":67,"VerseNumber":2,"Text":"Ajula jwaagumbile chiwa ni umi kuti an'dinje (yanti) ana wani mwa jenumanja wali wakolosya kusyene masengo. Soni Jwalakwe ni Jwamachili gakupunda, Jwakululuka kusyene"},{"SurahNumber":67,"VerseNumber":3,"Text":"Ajula jwaagumbile mawunde nsano nagawili mwakusajikanya (line pachanya pa lijakwe, natamuno nnole kwinaniko) ngankuona kutindana kulikose mu kagumbe ka (Allah) Jwaukoto wejinji, basi wilisyani kulola, ana nkujiona midala jilijose"},{"SurahNumber":67,"VerseNumber":4,"Text":"Soni wilisyani kulola kawilikose, chikum'bujile mwasyene kulolako (meso gali) nkuchenga soni galakwe gali pambesi pakupela (nambo so! Nganim'ba nchiweni chilema chilichose)"},{"SurahNumber":67,"VerseNumber":5,"Text":"Soni chisimu chene pamasile patulisalalisye liwunde lya duniya ni nyali (ndondwa), ni tusitesile kuwa (mwakuumila yenje) yagasomela mashetani. Soni twalinganyichisye wangayao ilagasyo ya Moto Wakulapuka"},{"SurahNumber":67,"VerseNumber":6,"Text":"Soni akwete kupata wandu wankanile M'mbuje gwao ilagasyo ya Jahannama, kaje kusakala nnope malo gakuujila gakwe"},{"SurahNumber":67,"VerseNumber":7,"Text":"Ndema jatachiponyedwa mwalakwemo tachikupikana kulilima kwakwe soni aku uli nkutokota kusyene"},{"SurahNumber":67,"VerseNumber":8,"Text":"Ukusigalaga panandi kuti ukatichekatiche ligongo lya ukali. Ndema jilijose jalikaponyedweje mwalakwemo likuga (lya achimakafili), chaakaawusyeje akuwusunga (Motowo wali Achimalaika kuti): “Ana nganam’bichilila nkutetela?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"Takajanjeje (kuti): “Elo, chisimu jwatuichilile nkutetela, nambo twakaaniile, ni twatite: ‘Allah nganatumisya chilichose, nganim'batu jenumanja ikaweje mu kupotela kwekulungwa.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"Soni takajileje: “Tungawe twapikanile (yawatusalilaga ila) kapena kuiganichisya mwalunda, nga nganituwa mu wandu wa ku Moto Wakulapuka.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Basi takajitichisye ilewi yao (nambo kwitichisyako ngakuja kwakamuchisya), mwanti kutalichila nikwao wandu wa ku Moto Wakulapuka (kutyochela ku chanasa cha Allah)"},{"SurahNumber":67,"VerseNumber":12,"Text":"Chisimu awala waakun’jogopa M’mbuje gwao akakum’bona, akwete kupata chikululuko ni malipilo gekulungwa"},{"SurahNumber":67,"VerseNumber":13,"Text":"Soni (kanga) chin'gasise malowe genu (gakun'gaamba Muhammadi ﷺ) kapena chin'galochesye papaswela (yalumope), chisimu Jwalakwe (Allah) ni Nkumanyilila yayili m’mitima"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ana jukamanyilila Jwagumbile? Kutendaga Jwalakwe ni Jwakumanyilila yakunyilila nnope, Jwaasimanya abali syosope"},{"SurahNumber":67,"VerseNumber":15,"Text":"Jwalakwe ni Ajula jwam'biichiile litaka kuwa lyakutumika (pa chilichose chankusaka, mpela kwendajenda, kulima ni kutawapo yakutawatawa), basi jendani mbali ni mbali syetakalyo soni lyagani mu lisiki Lyakwe (Allah), soni Kukwakwe pe ni kwakuujila (kwenu pa Kiyama)"},{"SurahNumber":67,"VerseNumber":16,"Text":"Ana nkuiona kuti n'di pantunjelele mwanti (Allah) Jwaali kwinani ngawa nkuntitimisya nalyo litaka, basi nikuwa lyalakwelyo lina nkutenganyika (pakuwowochelwa)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Kapena nkuiona kuti n'di pantunjelele mwanti (Allah) Jwaali kwinani ngawa nkuntumichisya chimbunga chasakalawe (nikun'jonanga nasyo sakalawesyo)? Basi ni tinchimanyilila mwachikasawelaga chitetelo Changu"},{"SurahNumber":67,"VerseNumber":18,"Text":"Soni yakuonaonape pamasile pawaakaaniile awala wapaujo pao, nambi kwaliji uli kasilika Kwangu (ngati najonasile wosope)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Ana ngaakuiona ijuni pachanya pao mwaikusapangulila mapapiko ni kugapinda? Pangali jwaakuijangata ikaweje (Allah) Jwaukoto wejinji, chisimu Jwalakwe pa chindu chilichose awele Jwakulolechesya"},{"SurahNumber":67,"VerseNumber":20,"Text":"Kapena niwani awala wali asilikali wenu wanti ni kunkulupusya pangawaga (Allah) Jwaukoto wejinji? Nganawatu achimakafili ikaweje ali mu kunyenjeka basi"},{"SurahNumber":67,"VerseNumber":21,"Text":"Kapena niwani awala wampaka ampe lisiki naga Jwalakwe (Allah) ali aumbete lisiki Lyakwe? Nambo wanganyao akwendelechela kulikwesya ni kuitila (yakuona)"},{"SurahNumber":67,"VerseNumber":22,"Text":"Ana mundu jwaakwenda chiinamile (akakulola m'bujo jwanti komboleka kugwa) chamakuku ni jwali jwakongoka, kapena mundu jwaakwenda chongochele petala lyagoloka"},{"SurahNumber":67,"VerseNumber":23,"Text":"Jilani: “Jwalakwe ni Ajula jwawan'gumbile (nkakupatikana kalakose), ni wam'biichiile kupikana, kulola ni mitima (jaganichisya). Nambo kutogolela kwenu kuwele kwannonope.”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Jilani: “Jwalakwe ni Ajula jwan'jenesye petaka, soni Kukwakwe ni kutinchisonganganyisidwa.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"(Achimakafili) niakutiji: “Ana nichakachi (chatichikwanilana) chele chilanga (cha Kiyamachi) nam'baga jenumanja nkuwecheta yakuona?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Jilani: “Umanyilisi (wa yele) uli kwa Allah pe, sano une ngambile kuwa nkutetela jwakusalichisya.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"Nambo ndema jatakachione (chilanga cha Kiyamacho) chili dusi (ni wanganyao), ngope sya awala wawakanile sichipiilila ni kalaluka (ligongo lya madandausi). Ni kuchiwechetedwa (mwa kwachindimbula kuti): “Ayi niayilayila yamwaliji nkuiwilasya (kuti iyiche, sano ni iyiiche).”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Jilani: “Ana nkuiona uli, naga Allah ali anjonasile une pamo ni awala wandinao (mwankusachila wanganyammwe), kapena kututendela chanasa, ana ni wani wampaka agajokole makafili ku ilagasyo yakupoteka nnope?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Jilani: “Jwalakwe ni (Allah) Jwaukoto wejinji, tunkulupilile Jwele, soni kwa Jwalakwe pe ni kutujeegamiile. Basi tinchimanyilila (panyuma pakwika ilagasyo kuti) nduni jwali m’kupotela kwakuonechela.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Jilani: “Ana nkuiona uli, naga mesi genu (gosope) gali gajumilile, ana ni wani wampaka ayiche nago kukwenu mesi gatutumule?”"}]}