{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"(Ey Rasulum, muminlerin esrarını Yahudi’lere nakleden) su munafıklara bakmaz mısın: Allah’ın gazab etmis oldugu bir kavme yardaklık etmektedirler. Onlar ne sizdendirler, ne onlardan... (Yeminlerinde yalancı olduklarını) bilip dururlarken de, yalan yere yemin ederler"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah o munafıklar icin siddetli bir azab hazırladı. Gercekten onlar, ne fena isler yapıyorlar"},{"SurahNumber":58,"VerseNumber":16,"Text":"Onlar, yeminlerini bir kalkan edindiler de, (insanları) Allah’ın dininden cevirdiler. Onun icin, onlara, hararetli bir azab var"},{"SurahNumber":58,"VerseNumber":17,"Text":"Mumkun degil, onları ne malları, ne evladları hic bir surette Allah’dan kurtaramaz. Onlar, cehennemliktirler; onlar orada ebedi olarak kalacaklardır"},{"SurahNumber":58,"VerseNumber":18,"Text":"Allah, onları hep bir araya toplayıb diriltecegi gun (kıyamette), size yemin ettikleri gibi, O’na da yemin edecekler, (biz kafir ve munafık degildik diyecekler) ve sanacaklar ki, bir sey yapıyorlar. Iste onlar; hep o yalancılardır"},{"SurahNumber":58,"VerseNumber":19,"Text":"Bunları seytan kaplamıs da Allah’ı hatırlamayı kendilerine unutturmustur. Bunlar seytan taraftarlarıdırlar. Bilin ki, seytan taraftarı olanlar, hep husrana (perisanlıga) dusenlerdir"},{"SurahNumber":58,"VerseNumber":20,"Text":"Allah’a ve Peygamberine muhalefet edenler, muhakkak onlar, (cehennemdeki) en alcaklarla beraberdirler"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah, soyle hukum vermistir: “- Celalim hakkı icin, muhakkak ki, hem ben galib gelecegim, hem Peygamberlerim. Subhe yok ki Allah cok kuvvetlidir, her seye galibdir"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allah’a ve ahiret gunune iman eden hicbir kavmi, Allah’a ve peygamberine muhalefete kalkısan kimselerle sevisir bulamazsın; velev ki, o muhalifler, (soyca) babaları ve ogulları, veya kardesleri veya hısım ve hemsehrileri olsun... Iste Allah, boyle (zalim) kimseleri sevmiyen bir kavmin kalblerine imanı tesbit buyurmus ve kendilerini yuce katından bir rahmet ile kuvvetlendirmistir. Onları, (ev ve agacları) altından ırmaklar akar cennetlere koyacak, iclerinde ebedi olarak kalacaklardır. Oyle ki, Allah onlardan razı, onlar da (bol ikramlardan dolayı) Allah’dan razı...Iste bunlar, Allah taraftarıdır, (dininin yardımcılarıdır). Dikkat edin ki, Allah taraftarı olanlar, gercekten onlar, zafer bulanlardır (dunya ve ahiret saadetine erenlerdir)"},{"SurahNumber":59,"VerseNumber":1,"Text":"Butun goklerde olanlar, butun yerde olanlar hep Allah’ı tesbih etmekte... O, Aziz’dir= her seye galibdir, Hakim’dir= hikmet sahibidir"},{"SurahNumber":59,"VerseNumber":2,"Text":"(Peygamberi inkar eden ve O’na verdikleri sozden cayan Medine’deki Yahudi kabilesi Nadir Ogulları’ndan ibaret) ehl-i kitabdan kafir olanları, ilk surgunde yurdlarından cıkaran O’dur. Siz, cıkacaklarını sanmamıstınız. Onlar da, tahkimatlarının (kalelerinin), kendilerini (Allah’ın azabından) koruyacagını zannetmislerdi. Fakat Allah, onları, hesab etmedikleri tarafdan bastırdı ve kalblerine korku dusurdu. Oyle ki, evlerini, hem kendi elleriyle, hem muminlerin elleriyle harab ediyor, yıkıyorlardı. Dusunun de ibret alın, ey basiret sahibleri"},{"SurahNumber":59,"VerseNumber":3,"Text":"Eger Allah, onlara surgunu hukmetmemis olsaydı, muhakkak kendilerine dunyada azab edecekti. Ahirette ise, onlara ates azabı var"},{"SurahNumber":59,"VerseNumber":4,"Text":"Bu azabın sebebi su: Cunku onlar, Allah’a ve peygamberine muhalefet ettiler, (emirlerine aykırı harekette bulundular). Kim de Allah’a (ve peygamberine) aykırı hareket ederse, subhe yok ki, Allah cok siddetli azab sahibidir"},{"SurahNumber":59,"VerseNumber":5,"Text":"(Kafirlerin kinini artırmak icin herhangi bir hurma agacını kestiniz, veya kesmeyip) kokleri uzerinde dikili bıraktınızsa, hep Allah’ın izniyledir. Bu tahribi yapmanız, fasıkları perisan edecegi icindir"},{"SurahNumber":59,"VerseNumber":6,"Text":"Allah’ın, onların (Nadir Ogullarının) mallarından Peygamberine verdigi ganimete gelince: Siz ona ne at kosturdunuz, ne deve... Fakat Allah peygamberlerini, diledigi kimselere musallat eder. Allah her seye kadirdir"},{"SurahNumber":59,"VerseNumber":7,"Text":"Allah’ın, peygamberine (kafir) memleketler ahalisinden verdigi ganimet; Allah icin (Kabe ve diger mescidlerin tamiri icin), Peygamber icin, O’na yakın olan akraba icin, yetimler, yoksullar ve yolda kalmıs kimseler icindir. (Bir rivayete gore de Allah’ın hissesi, Peygamberin hissesine dahildir. Bu takdirde ganimet altı hisse degil de bes hisse itibar edilerek adları gecenlere birer sehim verilir.) Ta ki, o mal, sizden yalnız zenginler arasında dolasan bir servet olmasın, (bundan muhtaclar da faydalansın). Peygamber size (ganimetten) ne verdi ise, onu alın; (ve emirlerini tutun). Size neyi yasak etti ise, onu da almayın; (yapma dedigini yapmayın). Allah’dan korkun; cunku Allah cok siddetli azab sahibidir"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Bilhassa bu ganimet), o fukara muhacirler icindir ki, (Mekke musriklerinin tazyiki uzerine) yurdlarından ve mallarından cıkarılmıslardır. Halleri sudur: Allah’dan (dunyada) bir rızık ve rıza isterler. Allah’a ve Peygamberine, (mal ve canları ile Allah’ın dinine) yardım ederler. Iste bunlar, sadık olanlardır, (imanlarında sadakat gosterenlerdir)"},{"SurahNumber":59,"VerseNumber":9,"Text":"Muhacirlerden once, Medine’yi yurd ve iman evi edinenler, kendilerine hicret edib gelenlere sevgi beslerler. Onlara verilen seylerden dolayı nefislerinde bir kaygı duymazlar; kendilerinde ihtiyac bile olsa, (onları) nefisleri uzerine tercih ederler. Kim de nefsinin hırsından korunursa; iste bunlar (azabdan) kurtulanlardır"},{"SurahNumber":59,"VerseNumber":10,"Text":"Onlardan (Muhacirlerle Ensar’dan) sonra gelenler soyle derler: “- Ey Rabbimiz! Bizi ve iman ile bizden evvel gecmis olan kardeslerimizi bagısla; iman etmis olanlar icin kalblerimizde bir kin bırakma. Ey Rabbimiz! Muhakkak ki sen, Rauf’sun= cok sefkatlisin, Rahim’sin= cok merhametlisin.”"}]}