{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"a rendu vipaksa tegala varu tama prabhuvunu gurinci vaduladaru, kavuna varilo satyatiraskarulaku agni vastralu kattirincabadi (kuttincabadi) untayi, vari talala mida salasalakage niru poyabadu tundi"},{"SurahNumber":22,"VerseNumber":20,"Text":"danito vari kadupulalo unnadi mariyu vari carmalu karigi potayi"},{"SurahNumber":22,"VerseNumber":21,"Text":"mariyu varini (siksincataniki) inupa gadalu untayi"},{"SurahNumber":22,"VerseNumber":22,"Text":"pratisari varu dani (a narakam) nundi dani badha nundi bayata padataniki prayatninci nappudalla tirigi anduloke nettabadataru. Mariyu varito: \"Narakagnini cavi cudandi!\" (Ani anabadutundi)"},{"SurahNumber":22,"VerseNumber":23,"Text":"niscayanga, visvasinci satkaryalu cesevarini allah krinda selayellu pravahance svargavanalalo pravesimpajestadu. Andulo variki bangaram mariyu mutyalato ceyabadina kankanalu todigimpa badatayi. Akkada vari koraku pattu vastralu untayi"},{"SurahNumber":22,"VerseNumber":24,"Text":"endukante variki manci matala vaipunaku margadarsakatvam cupabadindi. Mariyu varu sarvastotralaku ar'hudaina (allah) yokka margam vaipunaku margadarsakatvam pondaru"},{"SurahNumber":22,"VerseNumber":25,"Text":"Niscayanga, evaraite satyanni tiraskaristu (prajalanu) allah margam nundi, masjid al haram nundi atankaparustaro - denikaite memu andari koraku samananga cesi unnamo - varu akkada nivasincevaraina sare, leda bayata nundi vaccina varaina sare. Mariyu evaraina dulo apavitrata mariyu an'yayam ceyagorutaro, alanti variki memu badhakaramaina siksanu ruci cuputamu"},{"SurahNumber":22,"VerseNumber":26,"Text":"mariyu memu ibrahim ku i grham (ka'abah) yokka sthalanni nirdesinci (cuputu) atanito: \"Evvarini naku satiga (bhagasvamuluga) kalpincaku, mariyu na grhanni, pradaksina (tavaph) cesevari koraku namaj cesevari koraku, vange (ruku'u) mariyu sastangam (sajda) cesevari koraku, parisud'dhanga uncu\" ani annamu"},{"SurahNumber":22,"VerseNumber":27,"Text":"mariyu prajalaku hajj yatranu gurinci prakatincu: \"Varu padacarulaga mariyu prati balahinamaina onte (savari) mida, visala (dura) prantala nundi mariyu kanumala nundi ni vaipuku vastaru"},{"SurahNumber":22,"VerseNumber":28,"Text":"varu, tama koraku ikkada unna prayojanalanu anubhavincataniki mariyu ayana variki jivanopadhiga prasadincina pasuvula mida, nirnita dinalalo allah perunu smarinci (jibah ceyataniki), kavuna danini (vati mansanni) tinandi mariyu lemiki guri ayina nirupedalaku tinipincandi"},{"SurahNumber":22,"VerseNumber":29,"Text":"taruvata varu hajj acaralu (taphas) mariyu mokkubadulu (nujur) purti cesukonina pidapa a pracina grham (ka'abah) yokka pradaksina ceyali"},{"SurahNumber":22,"VerseNumber":30,"Text":"Ide (hajj)! Mariyu evadaite allah vidhincina nisedhalanu (pavitra niyamanalanu) adaristado, adi atani koraku, atani prabhuvu vadda ento melainadi. Mariyu mi koraku idi varaku miku (nisid'dhamani) ceppa badinavi tappa, itara pasuvulanni dharma sam'matam ceyabaddayi. Ika miru vigraharadhana vanti malin'yam nundi duranga undandi mariyu abad'dhapu (butakapu) matala nundi kuda duranga undandi"},{"SurahNumber":22,"VerseNumber":31,"Text":"ekagracittanto (ekadaiva sid'dhantanto) allah vaipunake maralandi. Ayanaku sati (bhagasvamulanu) kalpincakandi. Allah ku sati kalpincina vani gati akasam nundi krinda padipoye dani vantide! Danini paksulaina ettukoni povaccu, leda gali ayina dura pradesalaku egura gottuku povaccu"},{"SurahNumber":22,"VerseNumber":32,"Text":"ide! Mariyu evadaite, allah niyamincina cihnalanu gauravistado, adi niscayanga, hrdayalalo unna daivabhiti vallane"},{"SurahNumber":22,"VerseNumber":33,"Text":"oka nirnita kalam varaku miku vatilo (i pasuvulalo) labhalunnayi. A taruvata vati gamyasthanam pracina grhame (ka'abah ye)"},{"SurahNumber":22,"VerseNumber":34,"Text":"mariyu prati samajaniki memu dharma acaralu (khurbani pad'dhati) niyaminci unnamu. Memu vari jivanopadhi koraku prasadincina pasuvulanu, varu(vadhincetappudu) allah perunu uccharincali. Endukante mirandari aradhya daivam a ekaika devudu (allah)! Kavuna miru ayanaku matrame vidheyulai (muslinlai) undandi. Mariyu vinaya vidheyatalu galavariki subhavartanivvu"},{"SurahNumber":22,"VerseNumber":35,"Text":"(variki) evari hrdayalaite, allah peru uccharincabadinappudu bhayanto vaniki potayo mariyu apadalalo sahanam vahistaro mariyu namaj sthapistaro mariyu variki prasadincina jivanopadhi nundi itarulapai kharcu cestaro"},{"SurahNumber":22,"VerseNumber":36,"Text":"Khurbani pasuvulanu, memu mi koraku allah cihnaluga cesamu; miku vatilo melunnadi. Kavuna vatini (khurbani koraku) nilabetti vatipai allah perunu uccharincandi. Avi (pranam vidici) prakkala mida padipoyina taruvata miru vatini tinandi. Mariyu yacincani pedalaku mariyu yacince pedalaku kuda tinipincandi. I vidhanga memu vatini miku upayuktanga cesamu, bahusa miru krtajnulavu taremonani"},{"SurahNumber":22,"VerseNumber":37,"Text":"vati mansam gani, vati raktam gani allah ku ceravu! Kani mi bhayabhaktule ayanaku cerutayi. Miku sanmargam cupinanduku, miru allah ghanatanu koniyadataniki, i vidhanga ayana vatini miku vasaparicadu. Sajjanulaku subhavartanu vinipincu"}]}