{"Id":166,"LanguageCodes":["fil"],"Name":"fil-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"https://quranenc.com/check/tagalog_rwwad/v1.1.1-csv.1 https://quranenc.com/en/browse/tagalog_rwwad https://quranenc.com","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Ngunit noong nakadama si Jesus mula sa kanila ng kawalang-pananampalataya ay nagsabi siya: \"Sino ang mga tagaadya ko tungo kay Allāh?\" Nagsabi ang mga disipulo: \"Kami ay ang mga tagaadya ni Allāh; sumampalataya kami kay Allāh, at sumaksi ka na kami ay mga tagapagpasakop [kay Allāh]"},{"SurahNumber":3,"VerseNumber":53,"Text":"Panginoon namin, sumampalataya kami sa pinababa Mo at sumunod kami sa sugo kaya isulat Mo kami kasama sa mga tagasaksi"},{"SurahNumber":3,"VerseNumber":54,"Text":"Nanlansi sila at nanlansi si Allāh, ngunit Si Allāh ay ang pinakamabuti sa mga tagalansi"},{"SurahNumber":3,"VerseNumber":55,"Text":"[Banggitin] noong nagsabi si Allāh: \"O Jesus, tunay na Ako ay hahango sa iyo, mag-aangat sa iyo tungo sa Akin, magdadalisay sa iyo laban sa mga tumangging sumampalataya, at gagawa sa mga sumunod sa iyo na higit sa mga tumangging sumampalataya hanggang sa Araw ng Pagbangon. Pagkatapos tungo sa Akin ang babalikan ninyo, saka hahatol Ako sa pagitan ninyo sa anumang dati kayo hinggil doon ay nagkakaiba-iba"},{"SurahNumber":3,"VerseNumber":56,"Text":"Ngunit tungkol sa mga tumangging sumampalataya, pagdurusahin Ko sila ng isang pagdurusang matindi sa Mundo at Kabilang-buhay, at walang ukol sa kanila na anumang mga tagapag-adya"},{"SurahNumber":3,"VerseNumber":57,"Text":"Hinggil sa mga sumampalataya at gumawa ng mga maayos, maglulubus-lubos Siya sa kanila ng mga pabuya sa kanila. Si Allāh ay hindi umiibig sa mga tagalabag sa katarungan"},{"SurahNumber":3,"VerseNumber":58,"Text":"Iyon ay binibigkas Namin sa iyo mula sa mga tanda at mga paalaalang marunong"},{"SurahNumber":3,"VerseNumber":59,"Text":"Tunay na ang paghahalintulad kay Jesus sa ganang kay Allāh ay gaya ng paghahalintulad kay Adan; lumikha Siya rito mula sa alabok, pagkatapos nagsabi Siya rito na mangyari saka mangyayari ito"},{"SurahNumber":3,"VerseNumber":60,"Text":"Ang katotohanan ay mula sa Panginoon mo kaya huwag kang maging kabilang sa mga nag-aalangan"},{"SurahNumber":3,"VerseNumber":61,"Text":"Kaya ang sinumang nangatwiran sa iyo hinggil sa kanya nang matapos na may dumating sa iyo na kaalaman ay magsabi ka: \"Halikayo, magsitawag tayo sa mga anak namin at mga anak ninyo, mga kababaihan namin at mga kababaihan ninyo, at mga sarili namin at mga sarili ninyo. Pagkatapos maalab na manalangin tayo saka manawagan tayo ng sumpa ni Allāh sa mga sinungaling"},{"SurahNumber":3,"VerseNumber":62,"Text":"Tunay na ito ay talagang ang kasaysayang totoo. Walang anumang diyos kundi si Allāh. Tunay na si Allāh ay talagang ang Makapangyarihan, ang Marunong"},{"SurahNumber":3,"VerseNumber":63,"Text":"Kaya kung tumalikod sila, tunay na si Allāh ay Maalam sa mga tagagulo"},{"SurahNumber":3,"VerseNumber":64,"Text":"Sabihin mo: \"O mga May Kasulatan, halikayo sa isang salitang magkatulad sa pagitan namin at ninyo: na hindi tayo sasamba kundi kay Allāh, hindi tayo magtatambal sa Kanya ng anuman, at hindi gagawa ang iba sa atin sa iba bilang mga panginoon bukod pa kay Allāh.\" Ngunit kung tumalikod sila ay sabihin ninyo: \"Sumaksi kayo na kami ay mga Muslim"},{"SurahNumber":3,"VerseNumber":65,"Text":"O mga May Kasulatan, bakit kayo nakikipagkatwiran hinggil kay Abraham samantalang hindi pinababa ang Torah at ang Ebanghelyo kundi nang matapos niya? Kaya hindi ba kayo nakapag-uunawa"},{"SurahNumber":3,"VerseNumber":66,"Text":"Kayo itong nakikipagkatwiran hinggil sa mayroon kayo ritong kaalaman kaya bakit kayo nakikipagkatwiran hinggil sa wala kayo ritong kaalaman? Si Allāh ay nakaaalam at kayo ay hindi nakaaalam"},{"SurahNumber":3,"VerseNumber":67,"Text":"Hindi nangyaring si Abraham ay isang Hudyo ni isang Kristiyano, subalit siya noon ay isang makatotoong Muslim at hindi siya naging kabilang sa mga tagapagtambal [kay Allāh]"},{"SurahNumber":3,"VerseNumber":68,"Text":"Tunay na ang pinakamalapit sa mga tao kay Abraham ay talagang ang mga sumunod sa kanya, ang Propetang ito, at ang mga sumampalataya. Si Allāh ay ang Katangkilik ng mga mananampalataya"},{"SurahNumber":3,"VerseNumber":69,"Text":"Inasam ng isang pangkatin kabilang sa mga May Kasulatan na kung sana ay nagpapaligaw sila sa inyo, ngunit hindi sila nagpapaligaw kundi sa mga sarili nila ngunit hindi sila nakararamdam"},{"SurahNumber":3,"VerseNumber":70,"Text":"O mga May Kasulatan, bakit kayo tumatangging sumampalataya sa mga tanda ni Allāh samantalang kayo ay nakasasaksi"},{"SurahNumber":3,"VerseNumber":71,"Text":"O mga May Kasulatan, bakit kayo naglalahok sa katotohanan ng kabulaanan at nagtatago kayo ng katotohanan samantalang kayo ay nakaaalam"},{"SurahNumber":3,"VerseNumber":72,"Text":"Nagsabi ang isang pangkatin kabilang sa mga May Kasulatan: \"Sumampalataya kayo sa pinababa sa mga sumampalataya sa simula ng maghapon at tumanggi kayong sumampalataya sa katapusan niyon, nang sa gayon sila ay babalik [sa dati]"},{"SurahNumber":3,"VerseNumber":73,"Text":"Huwag kayong maniwala maliban sa sinumang sumunod sa relihiyon ninyo.\" Sabihin mo: \"Tunay na ang patnubay ay ang patnubay ni Allāh. [May pangamba ba] na magbigay sa isa ng tulad ng ibinigay sa inyo o makikipagkatwiran sila sa inyo sa piling ng Panginoon ninyo?\" Sabihin mo: \"Tunay na ang kabutihang-loob ay nasa kamay ni Allāh; nagbibigay Siya nito sa sinumang niloloob Niya. Si Allāh ay Malawak, Maalam"},{"SurahNumber":3,"VerseNumber":74,"Text":"Nagtatangi Siya sa awa Niya sa sinumang niloloob Niya. Si Allāh ay may kabutihang-loob na sukdulan"}]}