{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"Y les asignamos companeros inseparables (durante la vida terrenal) que les hacian ver buenas sus malas acciones pasadas y futuras. Y asi se cumplio sobre ellos lo que Al-lah decreto sobre comunidades de yinn y de hombres anteriores a ellos: todos fueron perdedores"},{"SurahNumber":41,"VerseNumber":26,"Text":"Y quienes rechazaban la verdad se decian entre ellos: “No escuchen ese Coran y entorpezcan[893] su recitacion para que puedan triunfar”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Y, ciertamente, haremos que quienes rechazan la verdad sufran un castigo severo, y los castigaremos segun sus peores acciones"},{"SurahNumber":41,"VerseNumber":28,"Text":"Esa sera la recompensa de los enemigos de Al-lah: el fuego. Alli moraran eternamente como castigo por haber negado Nuestras aleyas"},{"SurahNumber":41,"VerseNumber":29,"Text":"Y quienes rechazaban la verdad diran (cuando se hallen en el fuego): “¡Senor!, muestranos a quienes nos extraviaron de entre los yinn y los hombres para que esten bajo nuestros pies (humillados y recibiendo un castigo peor que el nuestro) en lo mas profundo (del Infierno)”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Ciertamente, quienes digan “nuestro Senor es Al-lah” y se mantengan firmes (en la religion siguiendo los mandatos de Al-lah), en el momento de su muerte descenderan sobre ellos los angeles y les diran: “No teman (por lo que les espera ahora) ni se aflijan (por quienes dejan atras, pues cuidaremos de ellos), y reciban la buena noticia del Paraiso que se les habia prometido"},{"SurahNumber":41,"VerseNumber":31,"Text":"Nosotros hemos sido sus protectores y companeros (por orden de Al-lah) en esta vida y (lo seremos) en la otra (hasta que entren al Paraiso); y alli obtendran todo lo que deseen y soliciten”"},{"SurahNumber":41,"VerseNumber":32,"Text":"Esa sera una concesion del Indulgente, el Misericordioso"},{"SurahNumber":41,"VerseNumber":33,"Text":"Y ¡¿quien hace mejor uso de la palabra que quien invita al camino de su Senor, obra rectamente y dice: “Yo soy de quienes se someten a Al-lah”"},{"SurahNumber":41,"VerseNumber":34,"Text":"Y no pueden compararse las buenas acciones con las malas. Responde al mal con el bien; asi, aquel con quien mantengas una enemistad sera (a partir de entonces) como un amigo intimo"},{"SurahNumber":41,"VerseNumber":35,"Text":"Mas esa (cualidad de responder al mal con el bien) solo la alcanzan quienes son pacientes y quienes obtendran una gran felicidad (o recompensa en esta vida y en la otra)"},{"SurahNumber":41,"VerseNumber":36,"Text":"Y si el Demonio te susurra cualquier mala accion, busca refugio en Al-lah. Realmente, El es el Oyente (de todas las cosas), el Omnisciente"},{"SurahNumber":41,"VerseNumber":37,"Text":"Y entre las pruebas de Su poder tienen la noche y el dia, el sol y la luna. No se postren ante el sol y la luna, sino postrense ante Al-lah, su Creador, si realmente Lo adoran solo a El"},{"SurahNumber":41,"VerseNumber":38,"Text":"Y si se llenan de soberbia (y se niegan a adorarlo, que sepan que) quienes estan con su Senor (los angeles) Lo glorifican dia y noche sin cansarse[894] nunca"},{"SurahNumber":41,"VerseNumber":39,"Text":"Y entre las pruebas de Su poder esta que pueden ver la tierra arida, mas cuando hacemos descender la lluvia sobre ella, se estremece y se llena de vida. Ciertamente, Quien le devuelve la vida resucitara a los muertos. El es Todopoderoso"},{"SurahNumber":41,"VerseNumber":40,"Text":"En verdad, quienes niegan Nuestras aleyas y las tergiversan no pueden esconderse de Nosotros. ¿Es mejor ser arrojado al fuego o comparecer ante Al-lah sin nada que temer el Dia de la Resurreccion? Actuen como quieran; ciertamente, El ve todo lo que hacen"},{"SurahNumber":41,"VerseNumber":41,"Text":"En verdad, quienes no creen en la Exhortacion (el Coran) tras haber llegado a ellos (seran castigados). Y el (Coran) es un Libro poderoso (honorable y fuertemente preservado, que no puede ser corrompido)"},{"SurahNumber":41,"VerseNumber":42,"Text":"Todo en el es verdad, y la falsedad no puede acercarsele por ninguna direccion, pues es una revelacion del Sabio y digno de toda alabanza"},{"SurahNumber":41,"VerseNumber":43,"Text":"(Los idolatras) no te dicen nada (pretendiendo ofenderte, ¡oh, Muhammad!) que no les hubiera sido dicho ya a los mensajeros que te precedieron. Ciertamente, tu Senor es dueno del perdon y de un castigo doloroso"},{"SurahNumber":41,"VerseNumber":44,"Text":"Y si hubieramos hecho que este Coran fuera en lengua extranjera, (los idolatras de entre los arabes) habrian dicho: “¿Por que sus aleyas no han sido explicadas (en lengua arabe para que lo podamos entender bien)?” ¿(Un libro) en lengua extranjera cuando (el Profeta) es arabe? Diles (¡oh, Muhammad!): “Para los creyentes, este Coran es una guia y una cura”; y quienes no creen en el tienen taponados los oidos (y no pueden ni escucharlo ni comprenderlo); estan ciegos con respecto a el (y no pueden seguirlo). (Se asemejan a) quienes son llamados de un lugar lejano (y no pueden oir la llamada ni responder a ella)"},{"SurahNumber":41,"VerseNumber":45,"Text":"Y, ciertamente, concedimos las Escrituras a Moises y discreparon sobre ellas. Y de no haber sido por lo que Al-lah decreto con anterioridad (que no rendirian cuentas hasta el Dia de la Resurreccion), ya habrian sido juzgados (y castigados). Y, realmente, (quienes rechazan la verdad de tu pueblo, ¡oh, Muhammad!), tienen serias dudas sobre el Coran (al igual que hiciera el pueblo de Moises con sus Escrituras)"},{"SurahNumber":41,"VerseNumber":46,"Text":"Quien obre rectamente lo hara en su propio beneficio y quien obre mal lo hara en su contra, y tu Senor (¡oh, Muhammad!) no es injusto con Sus siervos"}]}