{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Tyasa dina hamile tiniharula'i eka'apasama akramana garna chadi dinechaum ra sura (turahi) phumkinecha, ani hamile sabaila'i ekatrita gari eka tha'umma jam'ma garihalne chaum"},{"SurahNumber":18,"VerseNumber":100,"Text":"Tyasa dina hamile narkala'i kaphiraharuko agadi lya'idine chaum"},{"SurahNumber":18,"VerseNumber":101,"Text":"Jasaka amkhaharu mero smaranabata ojhalama thi'e, jo ki sunna pani saktainathe"},{"SurahNumber":18,"VerseNumber":102,"Text":"Ke kaphiraharule yo thanirakheka chan? Ki ma baheka, tiniharule mera bhaktaharula'i aphno samarthaka bana'ihalne chan? (Sunirakha) hamile ta yi kuphpharaharuko atithyako nimti narkala'i tayara garisakeka chaum"},{"SurahNumber":18,"VerseNumber":103,"Text":"Bhanidinus kih ma timila'i bata'idinchu ki karmaharuko drstile sabaibhanda badhi ghatama ko chan"},{"SurahNumber":18,"VerseNumber":104,"Text":"tiniharu hun jasaka sansarika jivanaka sampurna prayasaharu khera ga'ihale ra tiniharule yo thanirakhechan ki tiniharule dherai asala kama garirakheka chan"},{"SurahNumber":18,"VerseNumber":105,"Text":"Yi tinai manisaharu hun, jasale ki aphno palanakartaka ayataharu ra usako saksatkarala'i inkara gare, tasartha tiniharuka karmaharu khera ga'ihale, atah kiyamatako dina hamile tiniharula'i kunai vajana dine chainaum"},{"SurahNumber":18,"VerseNumber":106,"Text":"Tyahi narka tiniharuko pratiphala ho kinabhane tiniharule kuphra gare ra hamra ayata ra paigambaraharuko upahasa gare"},{"SurahNumber":18,"VerseNumber":107,"Text":"Nihsandeha jasale imana lya'e ra asala karmaharu gare nihsandeha tiniharuko atithyasatkara svargaka bagaincaharuma hunecha"},{"SurahNumber":18,"VerseNumber":108,"Text":"Tiniharu sadhaim tyasama rahanechan, ra uniharu tyahambata basasthana parivartana garna kahile pani cahane chainan"},{"SurahNumber":18,"VerseNumber":109,"Text":"Bhanidinus ki yadi mero palanakartaka kuraharu lekhnako nimti samudra masi banihalos tai pani mero palanakartaka kuraharu sid'dhinubhanda agadi nai tyo sukisakne cha, yadyapi tyo jastai arko samudra pani hamile tyasako sahayogama kina nalya'aum"},{"SurahNumber":18,"VerseNumber":110,"Text":"Tapa'i bhanidinus ki ma ta timiharu jastai e'uta manisa hum tara ho, matira ‘‘vahya’’ avatarita garincha ki sabaiko puja yogya tyahi e'utai pujaniya cha. Ani juna manisale aphno aradhyasamga saksatkarako asa rakhdacha tyasala'i avasyaka cha ki asala karma garos ra aphno palanakartako pujama aru kasaila'i sajhedara nabano'os"},{"SurahNumber":19,"VerseNumber":1,"Text":"kapha–ha–ya–aina–svada"},{"SurahNumber":19,"VerseNumber":2,"Text":"Yo ho timro palanakartako tyasa krpako carca juna usale aphno sevaka ‘‘jakariya’’ mathi gareko thiyo"},{"SurahNumber":19,"VerseNumber":3,"Text":"Jaba unale aphno palanakartasamga gopyarupale prarthana garnubha'eko thiyo"},{"SurahNumber":19,"VerseNumber":4,"Text":"Ki he mero palanakarta mera hadd'iharu kamajora bha'isakeka chan ra ta'ukoka kapalaharu seta bha'i talkana thaleka chan tara ma timisamga yacana garepachi kahilyai vancita bha'eko chaina"},{"SurahNumber":19,"VerseNumber":5,"Text":"Mala'i aphno mrtyu pascata mero aphanta ra najikaka manisaharuko barema bhaya cha ra meri svasni pani bamjho che, tasartha mala'i aphno tarphabata e'uta uttaradhikari pradana gara"},{"SurahNumber":19,"VerseNumber":6,"Text":"Jo mero pani uttaradhikari hos ra ‘‘ya'akubako’’ santatiko pani uttaradhikari hos, ra he mero palanakarta timile tyasala'i aphno priya bhakta bana'u"},{"SurahNumber":19,"VerseNumber":7,"Text":"He jakariya hamile timila'i e'uta putra praptiko subhasandesa dinchaum, jasako nama ‘‘yahya’’ ho. Yasabhanda agadi hamile yo nama bha'eko kunai vyaktiko srsti gareka chainaum"},{"SurahNumber":19,"VerseNumber":8,"Text":"Unale (jakariya alaihis'salamale) bhane, palanakarta makaham kasari putra janmane cha, jaba ki meri svasni bamjho che ra ma vrd'dhavasthako antima caranama pugisakeko chu"},{"SurahNumber":19,"VerseNumber":9,"Text":"Adesa bhayo ki yastai (hunecha) timro palanakartako adesa bha'eko cha, mero lagi yo kuro ekadama sajilo cha ra maile aghi timro pani srsti garisakeko chu jaba timi kehi pani thi'enaum"},{"SurahNumber":19,"VerseNumber":10,"Text":"Bhanna thale ki mero palanakarta mero nimti kunai pratika nirdharita gara. Adesa bhayo ki timro lagi pratika yo cha ki timi lato na bha'epani kunai manisasamga tina dinasam'ma nabolnu"},{"SurahNumber":19,"VerseNumber":11,"Text":"Tasartha jakariya aphno kothabata niski aphno samudayako pasama a'era sanketale bhane ki pratah ra samjha allahako gunagana gara"},{"SurahNumber":19,"VerseNumber":12,"Text":"‘‘He yahya mero kitabala'i baliyo tarikale samatirakha’’ ra hamile yasala'i balyakaladekhi nai jnana (bud'dhimatta) pradana garyaum"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ra aphno tarphabata sabai daya ra pavitrata pani pradana garyaum, tyo nisthavana manisa thiyo"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ra aphno mata–pitasamga asala vyavahara garne manisa thiyo. U atteri ra avajnakari thi'ena"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ra juna dina usale janma liyo ra juna dina usako mrtyu hunecha ra juna dina punarjivita gari utha'inecha, unimathi santi (salama) hos"},{"SurahNumber":19,"VerseNumber":16,"Text":"Yasa kitabama mariyamako katha pani varnana gara, jaba ki tini aphno parivarabata alaggi'era purvatira lagin"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ra tiniharubata adrsya huna e'uta avarana (parda) halin, tyasa bela hamile tinako samipama aphno ruha (jibra'ila) la'i pathayaum ani uni tinako agadi purnarupama manisa bani prakata bha'e"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Mariyamale) bhanin ki yadi timi atmasanyami hau bhane ma timibata rahamanako sarana cahanchu"},{"SurahNumber":19,"VerseNumber":19,"Text":"Unale bhane ki ma timro palanakartabata patha'i'eko (svargaduta) hum, timila'i e'uta pavitra putra dina a'eko hum"},{"SurahNumber":19,"VerseNumber":20,"Text":"Bhanna thalin ki mabata putra kasari janmana sakcha? Mala'i ta ahilesam'ma kunai manisale sparsa gareko chaina ra ma caritrahina pani ho'ina"},{"SurahNumber":19,"VerseNumber":21,"Text":"Unale bhane ki kura ta yahi nai ho tara timro palanakartako adesa cha ki yo mero lagi sajilo cha. Ra hamile ta yasala'i manisaharuko nimti e'uta nisani bana'une chaum ra aphno visesa varadana, ra yo ta e'uta niscita kuro ho"}]}