{"Id":90,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan-la","Author":"Amir Zaidan","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Doch dann folgten ihnen Nachfahren, die das rituelle Gebet vernachlassigten und ihren Neigungen folgten. Diese werden noch Boses finden"},{"SurahNumber":19,"VerseNumber":60,"Text":"außer denjenigen, die reuig wurden, den Iman verinnerlicht und gottgefallig Gutes getan haben, denn diese werden in die Dschanna eintreten und ihnen wird in keiner Weise Unrecht zugefugt"},{"SurahNumber":19,"VerseNumber":61,"Text":"(Sie treten ein in) Dschannat von 'Adn, die Der Allgnade Erweisende Seinen Dienern von der Welt des Verborgenen versprochen hat. Sein Versprechen wird zweifelsohne erfullt werden"},{"SurahNumber":19,"VerseNumber":62,"Text":"Darin horen sie nichts Unnutzes - (sie horen) nur den Salam-Gruß! Und ihnen ist ihre Versorgung darin morgens und abends gesichert"},{"SurahNumber":19,"VerseNumber":63,"Text":"Diese ist die Dschanna, die WIR fur diejenigen von Unseren Dienern bleiben lassen, die Muttaqi waren"},{"SurahNumber":19,"VerseNumber":64,"Text":"Und wir (die Engel) steigen nicht hinunter, es sei denn gemaß der Anweisung deines HERRN. Ihm gehort, was vor uns, was hinter uns und was dazwischen ist. Und dein HERR vergißt nie"},{"SurahNumber":19,"VerseNumber":65,"Text":"ER ist Der HERR der Himmel, der Erde und dessen, was zwischen beiden ist, so diene Ihm und ube dich in Geduld bei seiner Verehrung. Kennst du etwa einen, der mit Ihm den Namen teilt"},{"SurahNumber":19,"VerseNumber":66,"Text":"Und der Mensch sagt: \"Wenn ich sterbe, werde ich dann etwa zum Leben erweckt werden"},{"SurahNumber":19,"VerseNumber":67,"Text":"Bedenkt der Mensch etwa nicht, daß WIR ihn gewiß vorher erschufen, nachdem er nichts gewesen war"},{"SurahNumber":19,"VerseNumber":68,"Text":"Bei deinem HERRN! WIR werden sie doch versammeln, sowie die Satane. Dann werden WIR sie doch kniend um Dschahannam herum bringen lassen"},{"SurahNumber":19,"VerseNumber":69,"Text":"Dann werden WIR von jeder Gefolgschaft doch diejenigen herausgreifen, die gegenuber Dem Allgnade Erweisenden heftiger in der Ubertretung waren"},{"SurahNumber":19,"VerseNumber":70,"Text":"Denn WIR wissen gewiß besser Bescheid uber diejenigen, die eher verdienen, hineingeworfen zu werden"},{"SurahNumber":19,"VerseNumber":71,"Text":"Und jeder von euch wird es (das Feuer) gewiß ansteuern. Fur deinen HERRN ist dies eine beschlossene Notwendigkeit"},{"SurahNumber":19,"VerseNumber":72,"Text":"Dann erretten WIR diejenigen, die Taqwa gemaß handelten, und lassen die Unrecht-Begehenden darin kniend"},{"SurahNumber":19,"VerseNumber":73,"Text":"Und wenn ihnen Unsere Ayat in Klarheit vorgetragen werden, sagen diejenigen, die Kufr betrieben haben, denjenigen, die den Iman verinnerlicht haben: \"Welche der beiden Gruppierungen hat den besseren Wohnort und die angenehmere Gesellschaft"},{"SurahNumber":19,"VerseNumber":74,"Text":"Wie viele Generationen vor ihnen haben WIR bereits zugrundegerichtet, die uber noch schonere Ausstattungen und Sehenswurdigkeiten verfugten"},{"SurahNumber":19,"VerseNumber":75,"Text":"Sag also: \"Wer sich im Irrtum befindet, dem soll Der Allgnade Erweisende noch mehr davon gewahren!\" Wenn sie dann sehen, was ihnen angedroht wurde: entweder die Peinigung oder die Stunde, dann werden sie wissen, wer uber die schlimmere Stellung und die schwachere Streitmacht verfugt"},{"SurahNumber":19,"VerseNumber":76,"Text":"Und ALLAH laßt diejenigen, die der Rechtleitung folgten, noch mehr an Rechtleitung gewinnen. Und die bleibenden gottgefalligen guten Taten haben bei deinem HERRN die bessere Belohnung und den besseren Zugewinn"},{"SurahNumber":19,"VerseNumber":77,"Text":"Auch sollst du Mitteilung machen uber denjenigen, der Unseren Ayat gegenuber Kufr betrieben und gesagt hat: \"Ganz gewiß werden mir Vermogen und Kinder zuteil"},{"SurahNumber":19,"VerseNumber":78,"Text":"Hat er etwa Einsicht in das Verborgene gehabt oder etwa mit Dem Allgnade Erweisenden eine Abmachung getroffen"},{"SurahNumber":19,"VerseNumber":79,"Text":"Bestimmt nicht! WIR werden registrieren lassen, was er sagt, und werden ihm noch viel mehr von der Peinigung zuteilen lassen"},{"SurahNumber":19,"VerseNumber":80,"Text":"Und WIR werden ihm das wegnehmen, woruber er sprach. Auch wird er ja ohnehin alleine zu Uns kommen"},{"SurahNumber":19,"VerseNumber":81,"Text":"Und sie nahmen sich Gotter anstelle von ALLAH, damit diese ihnen Ansehen verleihen"},{"SurahNumber":19,"VerseNumber":82,"Text":"Bestimmt nicht! Sie werden ihrer Anbetung gegenuber Kufr betreiben und werden ihre Kontrahenten sein"},{"SurahNumber":19,"VerseNumber":83,"Text":"Weißt du etwa nicht, daß WIR die Satane zu den Kafir schickten, damit sie diese standig aufhetzen"},{"SurahNumber":19,"VerseNumber":84,"Text":"So hab keine Eile mit ihnen! Denn WIR zahlen ihnen nur noch ihre Tage auf"},{"SurahNumber":19,"VerseNumber":85,"Text":"(Und erinnere) an den Tag, wenn WIR die Muttaqi vor Dem Allgnade Erweisenden in Delegation versammeln"},{"SurahNumber":19,"VerseNumber":86,"Text":"und die schwer Verfehlenden als Herde zu Dschahannam treiben"},{"SurahNumber":19,"VerseNumber":87,"Text":"Sie verfugen uber keine Furbitte, sondern nur diejenigen, die eine Abmachung mit Dem Allgnade Erweisenden trafen"},{"SurahNumber":19,"VerseNumber":88,"Text":"Und sie sagten: \"Der Allgnade Erweisende hat sich einen Sohn genommen"},{"SurahNumber":19,"VerseNumber":89,"Text":"Gewiß, bereits habt ihr (damit) eine Ungeheuerlichkeit vollbracht"},{"SurahNumber":19,"VerseNumber":90,"Text":"Beinahe wurden davon die Himmel nach und nach aufreißen, die Erde sich spalten und die Felsengebirge in Trummer auseinanderfallen"},{"SurahNumber":19,"VerseNumber":91,"Text":"daß sie Dem Allgnade Erweisenden einen Sohn zugeschrieben haben"},{"SurahNumber":19,"VerseNumber":92,"Text":"Und in keiner Weise gebuhrt Dem Allgnade Erweisenden, daß ER sich einen Sohn nimmt"},{"SurahNumber":19,"VerseNumber":93,"Text":"Ganz gewiß gibt es nichts in den Himmeln und auf Erden, das nicht vor Dem Allgnade Erweisenden als Anbeter kommt"},{"SurahNumber":19,"VerseNumber":94,"Text":"Gewiß, bereits kennt ER sie umfassend und zahlte sie genau auf"},{"SurahNumber":19,"VerseNumber":95,"Text":"Und alle kommen zu Ihm einzeln am Tag der Auferstehung"},{"SurahNumber":19,"VerseNumber":96,"Text":"Gewiß, diejenigen, die den Iman verinnerlicht und gottgefallig Gutes getan haben, denen wird Der Allgnade Erweisende Liebe gewahren"},{"SurahNumber":19,"VerseNumber":97,"Text":"WIR haben ihn (den Quran) in deiner Sprache nur erleichtert, damit du mit ihm den Muttaqi frohe Botschaft uberbringst und mit ihm die entschiedenen Gegner warnst"},{"SurahNumber":19,"VerseNumber":98,"Text":"Und wie viele Generationen vor ihnen haben WIR bereits zugrundegerichtet! Verspurst du etwa von ihnen irgendeinen, oder vernimmst du von ihnen etwa irgendein Gerausch"}]}