{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"avaru, a parama dayaluvina kadeyinda tam'ma balige banda pratiyondu upadesavannu sampurna kadeganisuttare"},{"SurahNumber":26,"VerseNumber":2,"Text":"hige avaru (satyavannu) sullendu tiraskarisi bittiddare. Avaru geli maduttidda vastavavu (sikseyu) bahu begane avara balige bandu biduvudu"},{"SurahNumber":26,"VerseNumber":3,"Text":"avarenu, bhumiyannu noduvudillave? Navu adarolage estondu bageya srestha sasyavargagalannu belesiruvevu"},{"SurahNumber":26,"VerseNumber":4,"Text":"idaralli khandita purave ide. Adare avaralli heccinavaru nambuvavaralla"},{"SurahNumber":26,"VerseNumber":5,"Text":"nim'ma odeyanu khandita prabalanu karunaluvu agiddane"},{"SurahNumber":26,"VerseNumber":6,"Text":"nim'ma odeyanu musarannu karedu helidanu; akrami janangada balige hogiri"},{"SurahNumber":26,"VerseNumber":7,"Text":"Phir‌aunana janangada balige. Avarenu anjuvudillave"},{"SurahNumber":26,"VerseNumber":8,"Text":"avaru (musa) helidaru; nannodeya, avaru nannannu tiraskarisuvaremba bhaya nanagide"},{"SurahNumber":26,"VerseNumber":9,"Text":"nanna manas'su kugguttide. Nanna nalige calisuttilla. Ninu (i honeyannu) harunaredege kalisu"},{"SurahNumber":26,"VerseNumber":10,"Text":"avara bali nanna virud'dha ondu aropavide. Addarinda avaru nannannu kolluvaremba atanka nanagide"},{"SurahNumber":26,"VerseNumber":11,"Text":"avanu (allahanu) helidanu; khandita hagagadu. Idiga nivibbaru nam'ma puravegalondige hogiri. Navu ellavannu keluvavaragi nim'ma jotege iruvevu"},{"SurahNumber":26,"VerseNumber":12,"Text":"nivibbaru phir‌aunana balige hogi heliri; navu ella jagattugala odeyana dutaru"},{"SurahNumber":26,"VerseNumber":13,"Text":"ninu isra'ilara santatiyannu nam'ma jote kalisi bidu"},{"SurahNumber":26,"VerseNumber":14,"Text":"avanu (phir‌aun) helidanu; navu ninna balyadalli ninnannu nam'ma naduve posisiralillave mattu ninna badukina halavu varsagalannu ninu nam'ma jotege kalediralillave"},{"SurahNumber":26,"VerseNumber":15,"Text":"adaru ninu a ninna krtyavannu madibitte. Ninu khandita krtaghnanu"},{"SurahNumber":26,"VerseNumber":16,"Text":"avaru (musa) helidaru; nanu ajnanada sthitiyalli a krtyavannu esagidde"},{"SurahNumber":26,"VerseNumber":17,"Text":"a balika nanu nimage anji nim'ma baliyinda odi hode. A balika nanna odeyanu nanage honegarikeyannu nididanu mattu nannannu dutanagi nemisidanu"},{"SurahNumber":26,"VerseNumber":18,"Text":"innu, ninu nanna mele rna horisuva a upakaragalu. Nijavagi, ninu isra'ilara santatiyannu dasyakke olapadisiruve"},{"SurahNumber":26,"VerseNumber":19,"Text":"phir‌aunanu kelidanu; ella lokagala odeya andare enadu"},{"SurahNumber":26,"VerseNumber":20,"Text":"avaru (musa) helidaru; avanu akasagala hagu bhumiya mattu avugala naduve iruva ellavugala odeyanu. Nivu nambuvavaragiddare (cennagittu)"},{"SurahNumber":26,"VerseNumber":21,"Text":"avanu (phir‌aun) tanna akkapakkadavarodane kelidanu; nivu keluttillave"},{"SurahNumber":26,"VerseNumber":22,"Text":"avaru (musa) helidaru; avanu nim'ma odeyanu haudu, nim'ma hindina nim'ma tata muttatandira odeyanu haudu"},{"SurahNumber":26,"VerseNumber":23,"Text":"avanu (phir‌aun) helidanu; nim'ma kadege kalisalagiruva i nim'ma devadutanu huccane sari"},{"SurahNumber":26,"VerseNumber":24,"Text":"Avaru (musa) helidaru; avanu purvada hagu pascimada hagu averadara naduve iruva ellavugala odeyanu. Nivu bud'dhi ullavaragiddare (cennagittu)"},{"SurahNumber":26,"VerseNumber":25,"Text":"avanu (phir‌aun) helidanu; ninu nanna horatu bere yarannadaru devaragisikondare nanu khandita ninnannu kaidigala salige serisuvenu"},{"SurahNumber":26,"VerseNumber":26,"Text":"avaru (musa) helidaru; nanu ninna balige ondu spasta puraveyannu tandaru? (Hage maduveya)"},{"SurahNumber":26,"VerseNumber":27,"Text":"avanu (phir‌aun) helidanu; ninu satyavantanagiddare adannu tandu bidu"},{"SurahNumber":26,"VerseNumber":28,"Text":"aga avaru (musa) tam'ma urugolannu kelakke esedu bittaru mattu hathattane adu spastavagi ondu hebbavina rupa talitu"},{"SurahNumber":26,"VerseNumber":29,"Text":"mattu avaru tam'ma kaiyannu hora tegedaga, noduvavara munde adu ujvalavagi holeyuttittu"},{"SurahNumber":26,"VerseNumber":30,"Text":"avanu (phir‌aun) tanna akka pakka idda saradararodane helidanu; avanu khandita obba tajna mantrikanu"},{"SurahNumber":26,"VerseNumber":31,"Text":"avanu tanna jaduvina mulaka nim'mannu nim'ma nadininda horadabba bayasuttane. Nivenu sucisuttiri"},{"SurahNumber":26,"VerseNumber":32,"Text":"avaru (asthanigaru) helidaru; avanige hagu avana sahodaranige kalavakasa kodiri mattu janarannu ottu serisuvavarannu vividha nagaragalige ravanisiri"},{"SurahNumber":26,"VerseNumber":33,"Text":"avaru, ella parinata jadugararannu nim'ma balige tarali"},{"SurahNumber":26,"VerseNumber":34,"Text":"hige, ondu niscita dina, nirdista samayadalli jadugararella ottu seridaru"},{"SurahNumber":26,"VerseNumber":35,"Text":"janarodane helalayitu; nivu ottu seriruvira"},{"SurahNumber":26,"VerseNumber":36,"Text":"jadugararu vijayigaladare navella avaranne anusarisona"},{"SurahNumber":26,"VerseNumber":37,"Text":"jadugararella bandu seridaga avaru phir‌aunanodane kelidaru; navu geddare namage bahumanavenadaru sikkite"},{"SurahNumber":26,"VerseNumber":38,"Text":"avanu (phir‌aun) helidanu; haudu, aga nivu nanna aptara salige seruviri"},{"SurahNumber":26,"VerseNumber":39,"Text":"avarodane (jadugararodane) musa, ‘‘nivu eseya bayasuvudannu esedu bidiri’’ endaru"},{"SurahNumber":26,"VerseNumber":40,"Text":"avaru, tam'ma haggagalannu dandagalannu esedaru mattu ‘‘phir‌aunana gauravadane! Navu khandita gelluvevu’’ endaru"},{"SurahNumber":26,"VerseNumber":41,"Text":"Konege musa tam'ma urugolannu esedaru. Adu avara (jadugarara) ella krtaka srstigalannu nungatodagitu"},{"SurahNumber":26,"VerseNumber":42,"Text":"astaralle jadugararella sastangaveragibittaru"},{"SurahNumber":26,"VerseNumber":43,"Text":"avaru helidaru; navu nambidevu, sarvalokagala odeyanannu"},{"SurahNumber":26,"VerseNumber":44,"Text":"musa mattu harunara odeyanannu"},{"SurahNumber":26,"VerseNumber":45,"Text":"avanu (phir‌aun) helidanu; nanu nimage anumati niduva munnave nivu avanannu nambi bittiri. Avane (musa) nimage jadu kalisida nim'ma maha nayakanagirabeku. Nimage bahubegane tiliyalide. Nanu khandita nim'ma kaigalannu kalugalannu virud'dha dikkugalinda kadidu hakuvenu mattu nim'mellarannu silubegerisi biduvenu"},{"SurahNumber":26,"VerseNumber":46,"Text":"avaru helidaru; paravagilla. Navantu nam'ma odeyana kadege marali hoguvavaru"},{"SurahNumber":26,"VerseNumber":47,"Text":"navu, (satyavannu) nambidavaralli modaligaraddarinda nam'modeyanu nam'ma tappugalannella khandita ksamisi biduvanendu niriksisutteve"},{"SurahNumber":26,"VerseNumber":48,"Text":"mattu (munde) navu musarige divyavaniyannu kalisidevu; nanna dasarondige horatu bidi. Nim'mannu khandita himbalisalaguvudu"},{"SurahNumber":26,"VerseNumber":49,"Text":"phir‌aunanu (i sandesadondige) ella nagaragalige suddigararannu ravanisidanu"},{"SurahNumber":26,"VerseNumber":50,"Text":"‘‘avaru (isra'ilara santati) kevala ondu sanna pangada matravagiddare"},{"SurahNumber":26,"VerseNumber":51,"Text":"avaru nam'mannu bahalastu keralisiddare"}]}