{"Id":282,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Do Niego należy to, co istnieje w nocy i w dzień. On jest Słyszący, Wszechwiedzący"},{"SurahNumber":6,"VerseNumber":14,"Text":"Powiedz: \"Czyż ja wezmę sobie za opiekuna kogoś innego niż Boga, Stworzyciela niebios i ziemi? On żywi, a nie jest żywiony!\" Powiedz: \"Zaprawdę, otrzymałem rozkaz, abym był pierwszym, który się poddał całkowicie. Nie bądźcie więc w liczbie bałwochwalców"},{"SurahNumber":6,"VerseNumber":15,"Text":"Powiedz: \"Zaprawdę, obawiam się, jeśli nie będę posłuszny mojemu Panu, kary Dnia Wielkiego"},{"SurahNumber":6,"VerseNumber":16,"Text":"Jeśli od kogoś będzie ona odwrócona tego Dnia, to znaczy, że zmiłował się nad nim Bóg. A to jest osiągnięcie jasne"},{"SurahNumber":6,"VerseNumber":17,"Text":"Jeśli dotknie ciebie Bóg jakimś utrapieniem, to nikt go nie może odsunąć, jak tylko On; a jeśli On obdarzy ciebie dobrem... to przecież On jest nad każdą rzeczą wszechwładny"},{"SurahNumber":6,"VerseNumber":18,"Text":"On jest Panem przemożnym nad Swoimi sługami. On jest Mądry, doskonale Świadomy"},{"SurahNumber":6,"VerseNumber":19,"Text":"Powiedz: \"Jaka rzecz jest największym świadectwem?\" Powiedz: \"Bóg jest świadkiem między mną a wami Ten Koran został mi objawiony, abym ostrzegał przez niego was i tych, do których on dojdzie. Zaprawdę, czy będziecie świadczyć, że razem z Bogiem istnieją inne bóstwa?\" Powiedz: \"Ja nie zaświadczę!\" Powiedz: \"On jest Bogiem Jedynym! I, zaprawdę, ja nie jestem winien tego, że wy Jemu dodajecie współtowarzyszy"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ci, którym daliśmy Księgę, znają ją, tak jak znają swoich synów. Ci, którzy stracili własne dusze - nie wierzą"},{"SurahNumber":6,"VerseNumber":21,"Text":"A kto jest bardziej niesprawiedliwy aniżeli ten, kto wymyśla kłamstwo przeciwko Bogu albo kto za kłamstwo uznaje Nasze znaki? Zaprawdę, niesprawiedliwi nie zaznają szczęścia"},{"SurahNumber":6,"VerseNumber":22,"Text":"W Dniu, kiedy zbierzemy ich wszystkich, powiemy tym, którzy dodawali Jemu współtowarzyszy: \"Gdzie są wasi współtowarzysze, których uznajecie"},{"SurahNumber":6,"VerseNumber":23,"Text":"Wtedy oni nie będą mieli żadnego dowodu, tylko powiedzą: \"Na Boga, naszego Pana! My nie byliśmy nigdy bałwochwalcami"},{"SurahNumber":6,"VerseNumber":24,"Text":"Popatrz, jak oni kłamią samym sobie i jak odsunęło się od nich to, co oni wymyślali"},{"SurahNumber":6,"VerseNumber":25,"Text":"Wśród nich są tacy, którzy się tobie przysłuchują, lecz My położyliśmy na ich serca zasłony, żeby nie zrozumieli, a w ich uszy - głuchotę. I chociaż widzą jakiś znak, nie wierzą w niego. A kiedy do ciebie przychodzą, żeby się tobie przeciwstawić, ci, którzy nie wierzą, mówią: \"To są tylko baśnie dawnych przodków"},{"SurahNumber":6,"VerseNumber":26,"Text":"Oni zabraniają tego i od tego trzymają się z dala. Lecz gubią tylko samych siebie i nie są świadomi"},{"SurahNumber":6,"VerseNumber":27,"Text":"Gdybyś mógł ich zobaczyć, kiedy zostaną postawieni przed ogniem i powiedzą: \"O, gdybyśmy teraz zostali sprowadzeni, nie uznalibyśmy za kłamstwo znaków naszego Pana i bylibyśmy między wierzącymi"},{"SurahNumber":6,"VerseNumber":28,"Text":"Niestety! Stało się dla nich jasne to, co przedtem ukrywali. A gdyby zostali sprowadzeni, to z pewnością powróciliby do tego, co było im zakazane! Przecież oni są kłamcami"},{"SurahNumber":6,"VerseNumber":29,"Text":"Oni mówią: \"Jest tylko życie na tym świecie i my nie będziemy wskrzeszeni"},{"SurahNumber":6,"VerseNumber":30,"Text":"Gdybyś mógł ich zobaczyć, kiedy zostaną postawieni przed swoim Panem! On powie: \"Czyż to nie jest prawda?\" Oni powiedzą: \"Tak! Na naszego Pana!\" On powie: \"Zakosztujcie więc kary za to, że nie wierzyliście"},{"SurahNumber":6,"VerseNumber":31,"Text":"I ponieśli stratę ci, którzy za kłamstwo uznali spotkanie z Bogiem! A kiedy niespodzianie przyjdzie do nich Godzina, oni powiedzą: \"O, biada nam za to, czego tam zaniedbaliśmy!\" I oni poniosą swoje ciężary na swoich barkach. Jakże złe jest to, co oni poniosą"},{"SurahNumber":6,"VerseNumber":32,"Text":"Życie tego świata jest tylko grą i zabawą. A mieszkanie życia ostatecznego jest o wiele lepsze dla tych, którzy są bogobojni. Czy wy nie jesteście rozumni"},{"SurahNumber":6,"VerseNumber":33,"Text":"My wiemy, że ciebie zasmuca to, co oni mówią. A przecież oni nie uważają ciebie za kłamcę; lecz niesprawiedliwi odrzucają znaki Boga"},{"SurahNumber":6,"VerseNumber":34,"Text":"Za kłamców zostali uznani posłańcy przed tobą, lecz oni cierpliwie znosili to, iż uznawano ich za kłamców, i to, że ich prześladowano, aż w końcu przyszła do nich pomoc. I nikt nie jest w stanie zmienić słów Boga! A doszły do ciebie, z pewnością, wieści o posłańcach"},{"SurahNumber":6,"VerseNumber":35,"Text":"A jeśli ich odwracanie się jest dla ciebie uciążliwe, to gdybyś potrafił poszukać dziury w ziemi albo drabiny do nieba i mógł przynieść im jakiś znak?... Lecz gdyby zechciał Bóg, to zebrałby ich, z pewnością, na drodze prostej. Nie bądź więc między nieświadomymi"}]}