{"Id":181,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-lad","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"kharēkhara manuṣya khuba ja kācā mananō banāvēlō chē"},{"SurahNumber":70,"VerseNumber":20,"Text":"jyārē tēnē parēśānī pahōn̄cē chē tō gabharā'i jāya chē"},{"SurahNumber":70,"VerseNumber":21,"Text":"anē jyārē rāhata maḷē chē tō kan̄jusī karavā lāgē chē"},{"SurahNumber":70,"VerseNumber":22,"Text":"sivāya tē namājhī"},{"SurahNumber":70,"VerseNumber":23,"Text":"jē pōtānī namājha para hammēśā pāmbadī karanāra chē"},{"SurahNumber":70,"VerseNumber":24,"Text":"anē jēmanā dhanamāṁ nakkī karēlō bhāga chē"},{"SurahNumber":70,"VerseNumber":25,"Text":"māṅgavāvāḷā māṭē paṇa anē savālathī bacanārānō paṇa"},{"SurahNumber":70,"VerseNumber":26,"Text":"anē jē badalānā divasa para śradhdhā rākhē chē"},{"SurahNumber":70,"VerseNumber":27,"Text":"anē jē pōtānā pālanahāranī yātanāthī ḍaratā rahē chē"},{"SurahNumber":70,"VerseNumber":28,"Text":"Ni:Śaṅka tēmanā pālanahāranī yātanā nīḍara thavā jēvī vastu nathī"},{"SurahNumber":70,"VerseNumber":29,"Text":"anē jē lōkō pōtānā gumptāganī (harāmathī) rakṣā karē chē"},{"SurahNumber":70,"VerseNumber":30,"Text":"hā! Tēmanī patni'ō anē bāndī'ō viśē jēmanā tē'ō mālika chē, tēmanā para kō'i dōṣa nathī"},{"SurahNumber":70,"VerseNumber":31,"Text":"havē jē kō'i tēnā sivāya (rastō) śōdhaśē karaśē tō āvā lōkō hada vaṭāvī janārā chē"},{"SurahNumber":70,"VerseNumber":32,"Text":"anē jē pōtānī niṣṭhānuṁ anē pōtānā vacanōnuṁ dhyāna rākhē chē"},{"SurahNumber":70,"VerseNumber":33,"Text":"anē jē pōtānī sākṣī'ō para sīdhā anē makkama rahē chē"},{"SurahNumber":70,"VerseNumber":34,"Text":"anē jē'ō pōtānī namājhōnī rakṣā karē chē"},{"SurahNumber":70,"VerseNumber":35,"Text":"ā ja lōkō jannatōmāṁ ijhajhatavāḷā haśē"},{"SurahNumber":70,"VerseNumber":36,"Text":"basa! Inkārī'ōnē śu tha'i gayu chē kē tē tamārī tarapha dōḍatā āvē chē"},{"SurahNumber":70,"VerseNumber":37,"Text":"jamaṇē anē ḍābēthī, jūthanā jūtha"},{"SurahNumber":70,"VerseNumber":38,"Text":"śuṁ tēmanā mānthī darēka āśā rākhē chē kē tēnē nē'amatō vāḷī jannatamāṁ dākhala karavāmāṁ āvaśē"},{"SurahNumber":70,"VerseNumber":39,"Text":"(āvuṁ) kadāpi nahī thāya amē tēmanu tē (vastu) thī sarjana karyu chē jēnē tē'ō jāṇē chē"},{"SurahNumber":70,"VerseNumber":40,"Text":"basa! Manē sōganda chē paśrcimō anē pūrvanā pālanahāranī (kē) amē kharēkhara śaktimāna chē"},{"SurahNumber":70,"VerseNumber":41,"Text":"tē vāta para kē tē'ōnā badalē tēmanāthī sārā lōkōnē la'i āvī'ē anē amē akṣama nathī"},{"SurahNumber":70,"VerseNumber":42,"Text":"basa! Tu ēmanē laḍatā-jhaghaḍatā anē khēlakūda karatā chōḍī dē ahīṁ sudhī kē pōtānā tē divasathī mulākāta karī lē jēnuṁ tēmanē vacana āpavāmāṁ āvyu chē"},{"SurahNumber":70,"VerseNumber":43,"Text":"jē divasē ā lōkō kabarōmānthī dōḍatā nīkaḷaśē, jēvī rītē kē tē'ō kō'i jgyā tarapha jhaḍapathī ja'i rahyā hōya"},{"SurahNumber":70,"VerseNumber":44,"Text":"tēmanī āṅkhō namēlī haśē, tēmanā para badanāmī chavāyēlī haśē. Ā chē tē divasa jēnuṁ tēmanē vacana āpavāmāṁ āvyu hatuṁ"},{"SurahNumber":71,"VerseNumber":1,"Text":"ni:Śaṅka amē nūha (a.Sa.) Nē tēmanī kōma tarapha mōklyā kē pōtānī kōmanē ḍarāvī dō (anē sacēta karī dō) tē pahēlā kē tēmanī pāsē du:Khadāyī yātanā āvī jāya"},{"SurahNumber":71,"VerseNumber":2,"Text":"(nūha a.Sa.Ē) kahyu, kē aya mārī kōma! Huṁ tamanē spaṣṭa rītē cētavaṇī āpanāra chuṁ"},{"SurahNumber":71,"VerseNumber":3,"Text":"Kē tamē allāhanī bandagī karō anē tēnāthī ja ḍarō. Anē māru kahyu mānō"},{"SurahNumber":71,"VerseNumber":4,"Text":"tō tē tamārā gunāha māpha karī dēśē anē tamanē ēka niśrcita samaya sudhī chuṭa āpaśē. Ni:Śaṅka jyārē allāha ta'ālānuṁ vacana āvī jāya chē, tō ḍhīla nathī āpatō. Kadāca kē tamanē budhdhi hōta"},{"SurahNumber":71,"VerseNumber":5,"Text":"(nūha a.Sa.Ē) kahyu, aya mārā pālanahāra! Mēṁ pōtānī kōmanē rāta divasa tārī (bandagī) tarapha bōlāvyā"},{"SurahNumber":71,"VerseNumber":6,"Text":"parantu mārā bōlāvavā para ā lōkō vadhu dūra javā lāgyā"},{"SurahNumber":71,"VerseNumber":7,"Text":"mēṁ jyārē paṇa tēmanē tārī kṣamā tarapha bōlāvyā, tēmaṇē pōtānī āṅgaḷī'ō pōtānā kānōmāṁ nākhī dīdhī anē pōtānā kapaḍāthī (mōḍhuṁ) ḍhāṅkī dīdhu. Anē jīda karī anē khuba ja ghamaṇḍa karyu"},{"SurahNumber":71,"VerseNumber":8,"Text":"pachī mēṁ tēmanē ūn̄cā avājē bōlāvyā"},{"SurahNumber":71,"VerseNumber":9,"Text":"anē ni:Śaṅka mēṁ tēmanē jāhēramāṁ paṇa kahyu anē gupta rītē paṇa"},{"SurahNumber":71,"VerseNumber":10,"Text":"anē mēṁ kahyu, kē pōtānā pālanahārathī pōtānā gunāhanī māphī māṅgō, tē kharēkhara khuba ja kṣamā karavāvāḷō chē"},{"SurahNumber":71,"VerseNumber":11,"Text":"tē tamārā para ākāśamānthī khuba ja (varasāda) varasāvaśē"},{"SurahNumber":71,"VerseNumber":12,"Text":"anē tamanē khuba ja dhana anē santānō āpaśē. Anē tamanē bagīcā'ō āpaśē anē tamārā māṭē nahēra vahāvī dēśē"},{"SurahNumber":71,"VerseNumber":13,"Text":"tamanē śuṁ tha'i gayu chē kē tamē allāha nī mahānatā nathī mānatā"},{"SurahNumber":71,"VerseNumber":14,"Text":"jō kē tēṇē tamanē vibhinna rītē banāvyā chē"},{"SurahNumber":71,"VerseNumber":15,"Text":"śuṁ tamē nathī jōtā kē allāha ta'ālā'ē taḷa para taḷa kēvī rītē sāta ākāśō banāvyā"},{"SurahNumber":71,"VerseNumber":16,"Text":"anē tēmāṁ candranē khuba ja prakāśita banāvyō, anē sūrajanē prakāśita dīpaka"},{"SurahNumber":71,"VerseNumber":17,"Text":"anē tamanē jamīnathī ēka (viśēṣa dēkharēkha hēṭhaḷa) ugāḍayā. (Ēṭalē kē sarjana karyu)"},{"SurahNumber":71,"VerseNumber":18,"Text":"pharī tamanē tēmāṁ ja parata karaśē anē (ēka khāsa rītē) pharī kāḍhaśē"},{"SurahNumber":71,"VerseNumber":19,"Text":"anē kharēkhara tamārā māṭē dharatīnē allāha ta'ālā'ē pātharaṇuṁ banāvī dīdhu chē"},{"SurahNumber":71,"VerseNumber":20,"Text":"jēthī tamē tēnā khullā rastā'ō para harō-pharō"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nūha (a.Sa.) Ē kahyu kē aya mārā pālanahāra! Tē lōkō'ē mārī vātanē rada karī, anē tēvā lōkōnī vāta mānī jēmanuṁ dhana anē santānō'ē tēmanī khōṭamāṁ (kharēkhara) vadhārō karyō"},{"SurahNumber":71,"VerseNumber":22,"Text":"anē tē lōkō'ē bhārē dhōkō karyō"},{"SurahNumber":71,"VerseNumber":23,"Text":"anē tēmaṇē kahyu kē tamē kadāpi pōtānā pūjyōnē na chōḍaśō, anē na vadda, sūvā'a, anē yagūṣa anē ya'ūka anē nasra nē (chōḍaśō)"},{"SurahNumber":71,"VerseNumber":24,"Text":"anē tēmaṇē ghaṇā lōkōnē pathabhraṣṭa karyā, (aya allāha) tu tē atyācārī'ōnī pathabhraṣṭatānē vadhu kara"},{"SurahNumber":71,"VerseNumber":25,"Text":"ā lōkō pōtānā pāpōnā līdhē ḍubāḍī dēvāmāṁ āvyā anē jahannamamāṁ pahōn̄cāḍī dēvāmāṁ āvyā. Anē allāha sivāya tēmaṇē kō'i madada karanāra na jōyō"},{"SurahNumber":71,"VerseNumber":26,"Text":"anē nūha (a.Sa.) Ē kahyu, kē aya mārā pālanahāra! Tuṁ jamīna para kō'i inkārīnē vasavāvāḷō na chōḍīśa"},{"SurahNumber":71,"VerseNumber":27,"Text":"jō tu tēmanē chōḍī da'iśa tō (ni:Śaṅka) ā lōkō tārā bandā'ōnē (paṇa) bhaṭakāvī dēśē. Anē durācārī anē inkārī'ōnē ja janma āpaśē"},{"SurahNumber":71,"VerseNumber":28,"Text":"aya mārā pālanahāra! Tu manē anē mārā mātā-pitā anē jē imānanī sthitimāṁ mārā gharamāṁ āvyā anē darēka mōmina purūṣō anē strī'ōnē māpha karī dē anē inkārī'ōnē barabādī sivāya bījī kō'i vātamāṁ āgaḷa na vadhārīśa"}]}