{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Sin. These are the signs of the Quran and a clear Book"},{"SurahNumber":27,"VerseNumber":2,"Text":"a guidance and glad tidings for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"who perform the prayer and give the alms, and of the Hereafter are certain"},{"SurahNumber":27,"VerseNumber":4,"Text":"Truly those who believe not in the Hereafter, We have made their deeds seem fair unto them, while they wander confused"},{"SurahNumber":27,"VerseNumber":5,"Text":"It is they who shall have a terrible punishment, and in the Hereafter it is they who are the greatest losers"},{"SurahNumber":27,"VerseNumber":6,"Text":"Truly thou dost receive the Quran from the Presence of One who is Wise, Knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"[Remember] when Moses said unto his family, “Verily, I perceive a fire. I shall bring you some news therefrom, or a brand, that haply you may warm yourselves.”"},{"SurahNumber":27,"VerseNumber":8,"Text":"Then when he came to it, a call came unto him, “Blessed is the One in the fire, and the one around it. And glory be to God, Lord of the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"O Moses! Verily, it is I, God, the Mighty, the Wise!”"},{"SurahNumber":27,"VerseNumber":10,"Text":"And, “Cast thy staff!” Then when he saw it quivering like a serpent, he turned in retreat without returning. “O Moses! Fear not! Verily the messengers fear not in My Presence"},{"SurahNumber":27,"VerseNumber":11,"Text":"save one who did wrong, then replaced evil with good. For truly I am Forgiving, Merciful"},{"SurahNumber":27,"VerseNumber":12,"Text":"And insert thy hand in thy bosom; it will come forth white, without blemish—among nine signs to Pharaoh and his people. Truly they have been an iniquitous people.”"},{"SurahNumber":27,"VerseNumber":13,"Text":"And when Our signs came to them as a clear portent, they said, “This is manifest sorcery!”"},{"SurahNumber":27,"VerseNumber":14,"Text":"They rejected them—though their souls were convinced of them—wrongfully and exultantly. So behold how the workers of corruption fared in the end"},{"SurahNumber":27,"VerseNumber":15,"Text":"And indeed We gave unto David and Solomon knowledge. And they said, “Praise be to God, Who has favored us above many of His believing servants.”"},{"SurahNumber":27,"VerseNumber":16,"Text":"Solomon inherited from David and said, “O mankind, we have been taught the language of the birds, and we have been given of all things. Truly this is clear bounty!”"},{"SurahNumber":27,"VerseNumber":17,"Text":"And gathered for Solomon were his hosts of jinn and men and birds, and they were marshaled [in ordered ranks]"},{"SurahNumber":27,"VerseNumber":18,"Text":"till when they came to the valley of the ants, an ant said, “O ants! Enter your dwellings, lest Solomon and his hosts crush you, while they are unaware.”"},{"SurahNumber":27,"VerseNumber":19,"Text":"And he smiled, laughing at her words, and said, “My Lord! Inspire me to give thanks for Thy blessing wherewith Thou hast blessed me and my parents and to work righteousness pleasing to Thee, and cause me to enter, through Thy Mercy, among Thy righteous servants!”"},{"SurahNumber":27,"VerseNumber":20,"Text":"And he surveyed the birds and said, “How is it that I do not see the hoopoe? Or is he among those who are absent"},{"SurahNumber":27,"VerseNumber":21,"Text":"I will surely punish him with a severe punishment, or I shall slaughter him, unless he brings me a clear warrant.”"},{"SurahNumber":27,"VerseNumber":22,"Text":"But he tarried not long, and said, “I have comprehended that which thou hast not comprehended, and I bring you a sure report from Sheba"},{"SurahNumber":27,"VerseNumber":23,"Text":"Verily, I found a woman ruling over them, and she has been given of all things, and hers is a mighty throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"I found her and her people prostrating to the sun, apart from God, and Satan has made their actions seem fair unto them, and turned them from the way, such that they are not rightly guided"},{"SurahNumber":27,"VerseNumber":25,"Text":"Will they not prostrate unto God, Who brings forth what is hidden in the heavens and on the earth, and Who knows what you hide and what you disclose"},{"SurahNumber":27,"VerseNumber":26,"Text":"God, there is no god but He, Lord of the mighty Throne!”"}]}