{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"« Qu’est-ce donc qui t’a fait quitter si tôt ton peuple, ô Moïse ? » (dit Allah)"},{"SurahNumber":20,"VerseNumber":84,"Text":"« Ils sont derrière moi qui me suivent, dit Moïse, mais moi je me suis hâté pour que Tu sois satisfait. »"},{"SurahNumber":20,"VerseNumber":85,"Text":"« Nous avons mis les tiens à l’épreuve, pendant ton absence. Le Sâmirî les a égarés. »"},{"SurahNumber":20,"VerseNumber":86,"Text":"Moïse revint alors vers son peuple, en colère et affligé. Il dit : « Ô peuple mien ! Votre Seigneur ne vous a-t-Il pas fait une belle promesse ? La durée de l’engagement vous a-t-elle donc paru trop longue, ou vouliez-vous subir la colère de votre Seigneur pour avoir violé votre engagement envers moi ? »"},{"SurahNumber":20,"VerseNumber":87,"Text":"« Ce n’est pas de notre propre volonté que nous avons violé notre engagement envers toi. Seulement, nous étions lourdement chargés de bijoux (appartenant) au peuple. Nous les avons jetés au feu tout comme fit le Sâmirî. »"},{"SurahNumber":20,"VerseNumber":88,"Text":"Il en fit sortir ensuite le corps d’un veau émettant comme un mugissement. Ils dirent alors : « Voici votre dieu et le dieu de Moïse qu’il a dû oublier ! »"},{"SurahNumber":20,"VerseNumber":89,"Text":"Ne voyaient-ils donc pas qu’il ne pouvait répliquer à leur parole et qu’il ne possédait ni le pouvoir de leur nuire ni celui de leur profiter en quoi que ce fût"},{"SurahNumber":20,"VerseNumber":90,"Text":"Aaron leur avait pourtant dit auparavant: « Ô peuple mien ! Ce veau était une tentation pour vous mettre à l’épreuve. Votre (Seul) Seigneur c’est le Tout Clément. Suivez-moi donc et obéissez à mes ordres. »"},{"SurahNumber":20,"VerseNumber":91,"Text":"« Nous continuerons à l’adorer, dirent-ils, jusqu’à ce que Moïse revienne vers nous. »"},{"SurahNumber":20,"VerseNumber":92,"Text":"« Qu’est-ce donc qui t’a empêché, Aaron, lorsque tu les as vus s’égarer, dit (Moïse à son retour)"},{"SurahNumber":20,"VerseNumber":93,"Text":"de me rejoindre ? As-tu donc désobéi à mes ordres ? »"},{"SurahNumber":20,"VerseNumber":94,"Text":"Et (Aaron) répondit : « Fils de ma mère, ne me prends pas par la barbe, ni par la tête. J’ai simplement craint que tu ne dises : “Tu as semé la discorde parmi les Enfants d’Israël et tu n’as pas tenu compte de ce que j’ai dit. ” »"},{"SurahNumber":20,"VerseNumber":95,"Text":"« Et quel était ton dessein, toi le Sâmirî ? » demanda (Moïse)"},{"SurahNumber":20,"VerseNumber":96,"Text":"« J’ai vu ce qu’ils n’ont pas vu, dit-il. J’ai pris une poignée (de poussière) sur les traces de l’Envoyé (l’Ange Gabriel)[321] et je l’ai jetée. C’est ce que mon âme m’a suggéré (de faire). »"},{"SurahNumber":20,"VerseNumber":97,"Text":"« Pars, dit (Moïse), tu auras (pour châtiment) en ce bas monde de dire (à qui te rencontrera) : \"Ne me touche pas !\" ; et (dans l’autre monde) un rendez-vous t’attend, que tu ne manqueras pas. Regarde ton dieu (le Veau) que tu as adoré assidûment. Nous allons le brûler puis disperser ses cendres dans la mer"},{"SurahNumber":20,"VerseNumber":98,"Text":"Votre Seul Dieu est Allah. Il n’y a point d’autre dieu que Lui. Il cerne Toute chose de Sa science. »"},{"SurahNumber":20,"VerseNumber":99,"Text":"C’est ainsi que Nous te contons les histoires des temps passés et, de Notre part, Nous t’apportons un Rappel"},{"SurahNumber":20,"VerseNumber":100,"Text":"Quiconque s’en détourne devra porter un (lourd) fardeau au Jour de la Résurrection"},{"SurahNumber":20,"VerseNumber":101,"Text":"Ils (le porteront) éternellement, et quel horrible fardeau ils porteront au Jour de la Résurrection"},{"SurahNumber":20,"VerseNumber":102,"Text":"Au jour où il sera soufflé dans le Cor et où Nous rassemblerons les criminels livides (de peur)"},{"SurahNumber":20,"VerseNumber":103,"Text":"Ils se diront les uns aux autres en chuchotant : « Vous n’êtes restés guère plus de dix (jours en ce bas monde). »"},{"SurahNumber":20,"VerseNumber":104,"Text":"C’est Nous Qui Savons le mieux ce qu’ils disent. Le plus sage d’entre eux en conduite dira : « Vous n’y êtes restés qu’un jour ! »"},{"SurahNumber":20,"VerseNumber":105,"Text":"Ils t’interrogent à propos des montagnes. Dis : « Mon Seigneur les réduira en poussière"},{"SurahNumber":20,"VerseNumber":106,"Text":"Faisant (de la terre) une étendue plate et nue"},{"SurahNumber":20,"VerseNumber":107,"Text":"où tu ne verras ni creux ni bosses. »"},{"SurahNumber":20,"VerseNumber":108,"Text":"Ce jour-là, ils suivront celui qui les appellera (au Jugement). Il n’y aura aucun détour (pour le fuir). Les voix se feront toutes basses devant le Tout Clément, et tu n’entendras que murmures"},{"SurahNumber":20,"VerseNumber":109,"Text":"Ce jour-là, l’intercession ne servira à personne, à moins (qu’elle ne provienne) de quelqu’un qui aura eu la permission du Tout Clément et dont la parole aura été agréée par Lui"},{"SurahNumber":20,"VerseNumber":110,"Text":"Il Sait ce qu’ils ont devant eux et derrière eux, quand eux ne peuvent Le cerner de leur science"}]}