{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"I pozurite oprostu Gospodara vasega, i Dzennetu sirokom kao nebesa i Zemlja - pripremljenom za bogobojazne"},{"SurahNumber":3,"VerseNumber":134,"Text":"za one koji udjeljuju, i kada su u obilju i kada su u oskudici, koji srdzbu savlauju i ljudima oprastaju. A Allah voli dobrocinitelje"},{"SurahNumber":3,"VerseNumber":135,"Text":"I za one koji, kada ucine nesto lose, ili sebi zulum ucine, Allaha se sjete i oprost za grijehe svoje mole. A ko oprasta grijehe, ako ne Allah?! I za one koji u grijehu svjesno ne ustraju"},{"SurahNumber":3,"VerseNumber":136,"Text":"To su oni cija je nagrada oprost Gospodara njihova, i basce kroz koje rijeke teku, gdje ce vjecno ostati. Divne li nagrade za one koji tako postupaju"},{"SurahNumber":3,"VerseNumber":137,"Text":"Prije vas su mnogi narodi bili i nestali. Zato, putujte po zemlji i gledajte kako su zavrsili oni koji su istinu poricali"},{"SurahNumber":3,"VerseNumber":138,"Text":"To je objasnjenje ljudima, i uputa i pouka za one koji se Allaha boje"},{"SurahNumber":3,"VerseNumber":139,"Text":"Ne klonite duhom, i ne zalostite se! Vi cete pobijediti, ako vjernici budete"},{"SurahNumber":3,"VerseNumber":140,"Text":"Ako vas rane spopadnu - pa sigurno su takve rane i druge spopale - i te dane pobjede Mi naizmjenice dajemo ljudima, da bi Allah znao one koji vjeruju, i odabrao neke od vas za sehide, A Allah ne voli zulumcare"},{"SurahNumber":3,"VerseNumber":141,"Text":"I da bi vjernike ocistio, a nevjernike unistio"},{"SurahNumber":3,"VerseNumber":142,"Text":"Zar mislite da cete uci u Dzennet, a da Allah ne zna one od vas koji se bore, i da ne zna one koji su strpljivi"},{"SurahNumber":3,"VerseNumber":143,"Text":"Vi ste prizeljkivali smrt prije nego sto ste se s njom suocili, pa ste je, eto, vidjeli i u nju ste gledali"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammed je samo poslanik, a i prije njega je bilo poslanika. Ako bi on umro, ili ubijen bio, zar biste se vi nazad vratili?! Onaj ko se nazad vrati, Allahu nece nista nauditi, a Allah ce zahvalne nagraditi"},{"SurahNumber":3,"VerseNumber":145,"Text":"Nijedna osoba nece umrijeti bez odreenja Allahovog, casa suenog. Ko zeli nagradu na ovome svijetu, dat cemo mu dio nagrade koji zasluzuje, a ko zeli nagradu na ahiretu, dat cemo mu dio nagrade koji zasluzuje. I zahvalne cemo nagraditi"},{"SurahNumber":3,"VerseNumber":146,"Text":"A koliko je bilo vjerovjesnika uz koje su se brojni pobozni ljudi borili, pa nisu klonuli zbog onoga sto bi ih zadesilo na putu Allahovom, niti su posustajali, niti se predavali?! A Allah voli strpljive"},{"SurahNumber":3,"VerseNumber":147,"Text":"Oni nisu govorili nista drugo nego: \"Gospodaru nas, oprosti nam grijehe nase i pretjerivanje u postupcima nasim, ucvrsti korake nase i pomozi nam protiv naroda nevjernickog"},{"SurahNumber":3,"VerseNumber":148,"Text":"Pa im je Allah dao nagradu na dunjaluku i ljepotu nagrade na ahiretu, a Allah voli dobrocinitelje"},{"SurahNumber":3,"VerseNumber":149,"Text":"O vi koji vjerujete, ako se budete pokoravali onima koji ne vjeruju, vratit ce vas unazad pa cete postati gubitnici"},{"SurahNumber":3,"VerseNumber":150,"Text":"Meutim, samo je Allah zastitnik vas i On je najbolji pomagac"},{"SurahNumber":3,"VerseNumber":151,"Text":"Mi cemo uliti strah u srca onih koji ne vjeruju, zato sto Allahu pridruzuju ono o cemu Allah nije spustio nikakav dokaz; Vatra je njihovo boraviste, a grozno je stjeciste zulumcara"},{"SurahNumber":3,"VerseNumber":152,"Text":"Allah je vec potvrdio obecanje Svoje, kada ste ih vi unistavali, dozvolom Njegovom, dok niste neuspjeh dozivjeli i o naredbi se razisli, i nepokorni bili, nakon sto vam je pokazao sta volite: neki od vas zele dunjaluk, a drugi ahiret! Onda vas je On odvojio od njih, kako bi vas iskusao! I oprostio vam je; a Allah je prema vjernicima neizmjerno dobar"}]}