{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Por cierto que hemos honrado a los hijos de Adan [Adam], y les hemos facilitado los medios para transitar por la tierra y por el mar; les hemos proveido de cosas buenas y los hemos preferido por encima de muchas otras criaturas"},{"SurahNumber":17,"VerseNumber":71,"Text":"El dia que convoquemos a todos los hombres y a sus respectivos Profetas, a quienes hayan creido en ellos se les entregara el libro de sus obras en la mano derecha, entonces leeran el registro de sus propias obras y no seran oprimidos en lo mas minimo"},{"SurahNumber":17,"VerseNumber":72,"Text":"Quien haya estado en esta vida ciego [en la incredulidad], en la otra tambien lo estara y mas perdido aun"},{"SurahNumber":17,"VerseNumber":73,"Text":"Pretendieron los idolatras [¡Oh, Muhammad!] que obraras distinto de lo que te habiamos revelado, y asi inventar mentiras sobre Nosotros. De haberlo hecho te habrian tomado como su aliado"},{"SurahNumber":17,"VerseNumber":74,"Text":"Si no hubieramos decretado proteger Nuestro Mensaje afirmandote, te habrias inclinado hacia ellos"},{"SurahNumber":17,"VerseNumber":75,"Text":"En ese caso, te habriamos hecho sufrir un castigo doble en esta vida y en la otra. Y no habrias encontrado quien te proteja de Nosotros"},{"SurahNumber":17,"VerseNumber":76,"Text":"Casi logran intimidarte para que abandones tu tierra [La Meca], pero si lo hubiesen logrado no habrian permanecido en ella sino poco tiempo [porque habriamos enviado sobre ellos el castigo]"},{"SurahNumber":17,"VerseNumber":77,"Text":"Asi sucedio con los pueblos de los Mensajeros que enviamos antes de ti, porque ese es Nuestro decreto. Nuestro designio es irrevocable"},{"SurahNumber":17,"VerseNumber":78,"Text":"Observa las oraciones prescritas desde pasado el mediodia hasta la oscuridad de la noche [las oraciones del mediodia, media tarde, ocaso y noche.] y tambien la oracion del alba, y prolonga la recitacion en ella, pues esta es atestiguada [por los Angeles de la noche y el dia]"},{"SurahNumber":17,"VerseNumber":79,"Text":"Y tambien en parte de la noche levantate a realizar oraciones voluntarias, para que tu Senor te conceda un rango privilegiado"},{"SurahNumber":17,"VerseNumber":80,"Text":"Y di: ¡Senor mio! Permiteme entrar [a Medina] y complacerte, y abandonar [La Meca] sin sufrir por ello, y concedeme los medios para lograr el triunfo [sobre los incredulos]"},{"SurahNumber":17,"VerseNumber":81,"Text":"Y di [cuando regreses victorioso a La Meca]: Ha triunfado la Verdad y se ha disipado lo falso, pues lo falso siempre se desvanece"},{"SurahNumber":17,"VerseNumber":82,"Text":"Y revelamos el Coran como cura para los corazones y misericordia para los creyentes, pero ello no hace sino aumentar a los inicuos su perdicion"},{"SurahNumber":17,"VerseNumber":83,"Text":"Ciertamente el incredulo cuando le agraciamos no Nos agradece por su arrogancia, pero cuando le aflige un mal se desespera"},{"SurahNumber":17,"VerseNumber":84,"Text":"Diles: Que cada uno obre como le plazca, y sabed que vuestro Senor bien conoce a quien esta mejor encaminado"},{"SurahNumber":17,"VerseNumber":85,"Text":"Te preguntan acerca del espiritu. Diles: El espiritu es una de las creaciones de Allah, de las que solo El tiene conocimiento. Y no se os ha permitido acceder sino a una parte del inmenso conocimiento de Allah"},{"SurahNumber":17,"VerseNumber":86,"Text":"Si quisieramos, borrariamos todo lo que te hemos revelado [de los corazones de los hombres y de los Libros], y entonces no encontrarias quien se encargara de revelartelo nuevamente"},{"SurahNumber":17,"VerseNumber":87,"Text":"Pero no lo haremos por misericordia. Por cierto que el favor con el que tu Senor te ha agraciado es inmenso"},{"SurahNumber":17,"VerseNumber":88,"Text":"Diles: Si los hombres y los genios se unieran para hacer un Coran similar, no podrian lograrlo aunque se ayudaran mutuamente"},{"SurahNumber":17,"VerseNumber":89,"Text":"Hemos expuesto a los hombres en este Coran toda clase de ejemplos. Pero la mayoria de los hombres no creen y rechazan la Verdad"},{"SurahNumber":17,"VerseNumber":90,"Text":"Los incredulos decian: No creeremos en ti hasta que no hagas fluir para nosotros manantiales de la tierra"},{"SurahNumber":17,"VerseNumber":91,"Text":"O poseas un huerto con palmeras y vides, y hagas brotar en el rios"},{"SurahNumber":17,"VerseNumber":92,"Text":"O hagas descender sobre nosotros un castigo del cielo como dijiste, o nos traigas a Allah y a los Angeles para que les podamos ver"},{"SurahNumber":17,"VerseNumber":93,"Text":"O poseas una casa de oro o asciendas al cielo, y aun asi, no creeremos en ti a menos que nos traigas del cielo un libro que podamos leer [y en el que se mencione tu profecia]. Diles: ¡Glorificado sea mi Senor! ¿Acaso no soy sino un ser humano enviado como Mensajero"},{"SurahNumber":17,"VerseNumber":94,"Text":"Cuando los Mensajeros se presentaron ante sus pueblos, la mayoria no les creyeron y argumentaron: ¿Acaso es posible que Allah envie a un ser humano como Mensajero"},{"SurahNumber":17,"VerseNumber":95,"Text":"Diles: Si hubiera habido en la Tierra Angeles que la habitaran, entonces si les habriamos enviado del cielo un Angel como Mensajero"},{"SurahNumber":17,"VerseNumber":96,"Text":"Diles: Allah es suficiente como testigo de mi veracidad. El esta bien informado sobre Sus siervos y les observa"},{"SurahNumber":17,"VerseNumber":97,"Text":"A quien Allah guie estara bien encaminado, pero a quienes extravie nadie excepto El podra salvar. Y el Dia de la Resurreccion les congregaremos cabezas abajo, ciegos, mudos y sordos. El Infierno sera su morada; siempre que el fuego se modere lo avivaremos"},{"SurahNumber":17,"VerseNumber":98,"Text":"Este sera su castigo por no haber creido en Nuestros signos y haber dicho: ¿Acaso cuando seamos huesos y polvo seremos resucitados y creados nuevamente"}]}