{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Snemane ot Allakh i ot Negoviya Pratenik na zadŭlzheniyata spryamo sŭdruzhavashtite, s koito se dogovorikhte"},{"SurahNumber":9,"VerseNumber":2,"Text":"Zatova stranstvaĭte po zemyata [o, sŭdruzhavashti] chetiri mesetsa i znaĭte, che ne shte obezsilite Allakh i che Allakh opozoryava nevernitsite"},{"SurahNumber":9,"VerseNumber":3,"Text":"I proglasyavane ot Allakh i ot Negoviya Pratenik kŭm khorata v denya na naĭ-golyamoto poklonenie khadzh, che Allakh e neprichasten kŭm sŭdruzhavashtite, a sŭshto - Negoviyat Pratenik. I ako se pokaete, za vas e naĭ-dobroto, a ako se otmetnete, znaĭte, che ne shte obezsilite Allakh! I vŭzvesti nevernitsite [o, Mukhammad] za bolezneno mŭchenie"},{"SurahNumber":9,"VerseNumber":4,"Text":"osven onezi ot sŭdruzhavashtite, s koito se dogovorikhte i posle ne vi oshtetikha s nishto, i ne podkrepyakha nikogo sreshtu vas. I priklyuchete svoya dogovor s tyakh do sroka mu! Allakh obicha bogoboyazlivite"},{"SurahNumber":9,"VerseNumber":5,"Text":"A iztekat li mesetsite na vŭzbrana, ubivaĭte sŭdruzhavashtite, kŭdeto gi svarite, i gi khvashtaĭte, i gi obgrazhdaĭte, i gi prichakvaĭte na vsyako myasto za zasada! I shtom se pokayat i ot·sluzhvat molitvata, i davat milostinyata zakat, storete im pŭt! Allakh e oproshtavasht, milosŭrden"},{"SurahNumber":9,"VerseNumber":6,"Text":"I ako te moli za zashtita nyakoĭ ot sŭdruzhavashtite, zashtiti go, ta da chue toĭ Slovoto na Allakh! Posle go zavedi na bezopasno za nego myasto! Tova e, zashtoto sa khora neznaeshti"},{"SurahNumber":9,"VerseNumber":7,"Text":"Kak mozhe da ima za sŭdruzhavashtite dogovor s Allakh i s Negoviya Pratenik, osven za onezi, s koito se dogovorikhte pri Sveshtenata dzhamiya? I dokato sa chestni spryamo vas, bŭdete chestni spryamo tyakh i vie! Allakh obicha bogoboyazlivite"},{"SurahNumber":9,"VerseNumber":8,"Text":"Kak? Nadviyat li vi, te ne spazvat spryamo vas nito rodstvo, nito obet. Ugazhdat vi na dumi, a sŭrtsata im se protivyat. I povecheto ot tyakh sa nechestivtsi"},{"SurahNumber":9,"VerseNumber":9,"Text":"Prodavat na nishtozhna tsena znameniyata na Allakh i vŭzpirat ot Negoviya pŭt. Losho e onova, koeto vŭrshat"},{"SurahNumber":9,"VerseNumber":10,"Text":"Ne spazvat spryamo vyarvasht nito rodstvo, nito obet. Tezi sa prestŭpvashtite"},{"SurahNumber":9,"VerseNumber":11,"Text":"I ako se pokayat i ot·sluzhvat molitvata, i davat milostinyata zakat, togava te sa vashi bratya v religiyata. Razyasnyavame znameniyata na khora proumyavashti"},{"SurahNumber":9,"VerseNumber":12,"Text":"I ako narushat kletvite si podir svoya obet, i porugayat vashata religiya, srazhavaĭte se s voditelite na neverieto, za da prestanat! Nyama kletvi za tyakh"},{"SurahNumber":9,"VerseNumber":13,"Text":"[O, vyarvashti] nima ne shte se srazhavate s khora, koito narushikha svoite kletvi i vŭznameryavakha da izgonyat Pratenika? Pŭrvom te nastŭpikha sreshtu vas. Nima se strakhuvate ot tyakh? Allakh naĭ-mnogo zasluzhava da se strakhuvate ot Nego, ako ste vyarvashti"},{"SurahNumber":9,"VerseNumber":14,"Text":"Srazhavaĭte se s tyakh! Allakh shte gi nakazhe s vashite rŭtse i shte gi opozori, i shte vi pomaga sreshtu tyakh, i shte iztseri gŭrdite na khora vyarvashti"},{"SurahNumber":9,"VerseNumber":15,"Text":"i shte premakhne gneva ot sŭrtsata im. Allakh priema pokayanieto na kogoto pozhelae. Allakh e vseznaesht, premŭdŭr"},{"SurahNumber":9,"VerseNumber":16,"Text":"Ili smyatate, che shte bŭdete ostaveni, bez Allakh da uznae koi ot vas se boryat i vzimat za doverenik samo Allakh i Negoviya Pratenik, i vyarvashtite? Svedusht e Allakh za vashite dela"},{"SurahNumber":9,"VerseNumber":17,"Text":"Sŭdruzhavashtite nyamat pravo da ustroĭvat khramovete na Allakh, svidetelstvaĭki sami za neverieto si. Na tezi delata im sa provaleni i v Ogŭnya shte prebivavat vechno"},{"SurahNumber":9,"VerseNumber":18,"Text":"Ustroĭva khramovete na Allakh samo onzi, koĭto vyarva v Allakh i v Setniya den, i ot·sluzhva molitvata, i dava milostinyata zakat, i se strakhuva edinstveno ot Allakh. Tezi sa napŭtenite"}]}