{"Id":213,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-la","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":3,"VerseNumber":153,"Text":"Konege avanu sankatada balika nimage nem'madiyannu ilisikottanu mattu nim'mallondu gumpannu tukadikeyu avarisitu. Adare nim'mallina innondu gumpige tanna jivada cinte kadittu. Avarige allahana kuritu adhara rahitavada apagrahikegalidduvu – ajnanada apagrahikegalu. Avaru ‘‘yava visayadallu namagenu adhikaravillave?’’Ennuttiddaru. ‘‘Adhikaravellavu sampurnavagi allahanige seride’’ endu heliri. Avaru halavu visayagalannu tam'ma manadolage adagisiduttare mattu avugalannu nim'ma munde prakatisuvudilla. ‘‘(Rananitiya nirdharadalli) namagenadaru adhikara iddiddare navilli i riti hataraguttiralilla’’ endu avaru heluttare. ‘‘Ondu vele nivu nim'ma manegalalle iddiddaru, yara vidhiyalli hatye baredideyo avaru khandita tam'ma hatyeya sthanakke tave dhavisi hoguttiddaru’’ endu heliri. Allahanu nim'ma manadalliruvudannu pariksisalikkagi hagu nim'ma manadalliruvudannu sud'dhikarisalikkagi (idella sambhaviside). Allahanu manadalada visayagalannu ballavanagiddane"},{"SurahNumber":3,"VerseNumber":154,"Text":"eradu padegalu paraspara edurada dina, nim'ma paiki tirugi nintiddavarannu, avara kelavu karmagala karana, saitananu dari tappisiddanu. Konege allahanu avarannu ksamisi bittanu. Allahanu khandita maha ksamasilanu apara sanyamiyu agiddane"},{"SurahNumber":3,"VerseNumber":155,"Text":"visvasigale, nivu dhikkarigalantagabedi. Avarantu, tam'ma sahodararu bhumiyalli prayanadalliddaga athava yud'dhadalliddaga (mrtapattare) ‘‘ondu vele avaru nam'ma jote iddiddare khandita mrtaraguttiralilla athava hataraguttiralilla’’ ennuttare. Allahanu i mulaka avara managalalli hataseyannaste belesuttane. Nijavagi jivana niduvavanu, marana niduvavanu allahane. Allahanu nivu maduttiruva ellavannu noduttiddane"},{"SurahNumber":3,"VerseNumber":156,"Text":"Nivu allahana margadalli hataradare athava mrtaradare allahana kadeyinda nimage ksame hagu karuneyu praptavaguvudu. Adu, nivu sangrahisuttiruva ellakkintalu uttamavagide"},{"SurahNumber":3,"VerseNumber":157,"Text":"nivu mrtaradaru hataradaru nim'mellarannu allahana bali ottu serisalaguvudu"},{"SurahNumber":3,"VerseNumber":158,"Text":"(dutare,) nivu avara (visvasigala) palige saumyaragiruvudu allahana krpeye agide. Ondu vele nivu oratu svabhavadavaru kathora hrdayadavaru agiddare, avarella nim'ma baliyinda caduri hoguttiddaru. Nivu avarannu ksamisiri. Avara ksamegagi (allahanalli) prarthisiri mattu vividha visayagalalli avara jote samalocisiri. Innu nivu ondu nirdhara kaigondare (a kuritu) allahanalli sampurna bharavase ittu bidiri. (Tannalli) bharavase iduvavarannu allahanu khandita pritisuttane"},{"SurahNumber":3,"VerseNumber":159,"Text":"allahanu nim'ma neravigiddare yaru nim'mannu solisalararu. Innu avanu nim'ma kai bittare, matte yariddare nimage neravaguvavaru? Visvasigalantu allahanalle purna bharavase ittirabeku"},{"SurahNumber":3,"VerseNumber":160,"Text":"mosavu yavude pravadige bhusanavalla. Mosa madidavanu, punarut'thana dina tanu madidda a mosadondige hajaraguvanu. Taruvaya pratiyobbanigu avana karmada pratiphalavu siguvudu mattu avara mele an'yayavagadu"},{"SurahNumber":3,"VerseNumber":161,"Text":"sada allahana meccugeyannu arasuttiruvavanu, allahana kopakke patranagiruva hagu narakave antima neleyagiruva vyaktiyantagaballane? Adu (narakavu) tumba ketta neleyagide"},{"SurahNumber":3,"VerseNumber":162,"Text":"allahana bali avarige vibhinna sthanagalive mattu allahanu avaru maduttiruva ellavannu noduttiruttane"},{"SurahNumber":3,"VerseNumber":163,"Text":"Allahanu visvasigala naduve avaralle obbarannu dutaragi nemisuva mulaka avarige upakara madiruvanu. Avaru (dutaru) avarige avana (allahana) vacanagalannu odi kelisuttare, avarannu sanskarisuttare mattu avarige grantha hagu yuktiya jnanavannu niduttare. Idakke munna avaru (visvasigalu) spastavagi darigetta sthitiyalliddaru"},{"SurahNumber":3,"VerseNumber":164,"Text":"nimagenadaru hani sambhavisidaga nivu ‘‘(ayyo) idellinda bantu?’’ Ennuttira? Nijavagi nivu (i hinde nim'ma satrugalige) idara duppattu hani madiruviri. (Dutare,) heliri; ‘‘idu svatah nim'mindagiye sambhaviside. Allahanu, ellavannu madalu khandita saktanagiddane’’"},{"SurahNumber":3,"VerseNumber":165,"Text":"eradu padegalu paraspara gharsanegilida dina sambhavisida haniyu allahana adesadindale sambhavisittu. Nijavagi adu, yaru naija visvasigalu embudannu tiliyuvudakkagittu"},{"SurahNumber":3,"VerseNumber":166,"Text":"mattu adu, yaru kapatigalu embudannu tiliyuvudakkagittu. ‘‘Banniri, allahana margadalli yud'dha madiri athava raksanatmaka horata nadesiri’’ endu avarodane helidaga avaru ‘‘yud'dhada kuritu namage modale tilididdare navu nim'mannu anusarisuttiddevu’’ endaru. Nijavagi andu avaru visvasakkinta dhikkarakke heccu nikataragiddaru. Avaru tam'ma manas'sugalalli illaddannu tam'ma bayigalinda heluttare. Avaru adagisuttiruvudannu allahanu cennagi ballanu"},{"SurahNumber":3,"VerseNumber":167,"Text":"svatah sum'mane kulitiddu, tam'ma sahodarara kuritu ‘‘avaru nam'ma matannu anusarisiddare hataraguttiralilla’’ ennuvavarodane, ‘‘nivu satyavantaragiddare, svatah nim'minda maranavannu tolagisi torisiri’’ endu heliri"},{"SurahNumber":3,"VerseNumber":168,"Text":"allahana margadalli hataradavarannu nivu mrtarendu pariganisabedi. Avaru jivantaviddare mattu tam'ma odeyana bali posaneyannu padeyuttiddare"},{"SurahNumber":3,"VerseNumber":169,"Text":"Allahanu avana anugrahadinda tamage nidiruvudaralli avaru sambhramisuttiddare hagu ivaregu tam'ma jote serikollade hinde ulidiruvavara (hutatmaragada satyavisvasigala) visayadallu avaru santasadalliddare – avarige yavude bhayaviradu mattu avaru duhkhisalararu"},{"SurahNumber":3,"VerseNumber":170,"Text":"allahanu tanna anugrahadinda avarige nidiruva kodugegalinda avaru santustaragiddare. Allahanu satyavisvasigala pratiphalavannu endu vyarthagolisuvudilla"}]}