{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Onlar yeryuzunde bir gezib dolasmadılar mı? Baksalar ya, kendilerinden oncekilerin akıbeti nasıl olmus? Allah, onların kokunu kazımıstır. Zaten o kafirlere de oylesi yarasır"},{"SurahNumber":47,"VerseNumber":11,"Text":"Sebebi su: Cunku Allah, iman edenlerin yardımcısıdır. Kafirlere gelince; onların yardımcısı yoktur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Muhakkak ki Allah, iman edib salih ameller isliyenleri, (agacları) altlarından ırmaklar akar Cennetlere koyacaktır. Kafir olanlar ise, (dunyada) zevklenmege bakarlar; hayvanlar gibi yerler, icerler. Halbuki ates, (ahirette) onların yeridir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni, memleketinden (Mekke’den) cıkaran halktan daha kuvvetli nice memleketler (halkı) vardı ki, (turlu azablarla) onları helak ettik de kendilerini (azabdan), kurtaran olmamıstı"},{"SurahNumber":47,"VerseNumber":14,"Text":"Simdi Rabbi katından bir din uzerinde bulunan kimse, hic o kotu ameli kendine guzel gosterilmis de sehvet arzuları ardına dusmus kimselere benzer mi"},{"SurahNumber":47,"VerseNumber":15,"Text":"(Kufurden) sakınanlara vaad edilen cennetin hali (su): Orada tadı ve kokusu bozulmıyan bir sudan ırmaklar var; tadı degismiyen bir sutten ırmaklar var; icenlere lezzet veren sarabdan, (sarhosluk vermiyen tatlı ickiden) ırmaklar var; saf suzme baldan ırmaklar var... Hem orada meyvelerin her cesidi onlarındır. Bir de onlara, Rablerinden bir magfiret vardır. Hic bunlar, o ateste ebedi kalan ve kaynar bir sudan su icirilib de bagırsaklarını parcalayan kimselere benzer mi"},{"SurahNumber":47,"VerseNumber":16,"Text":"O munafıklardan seni dinlemege gelen de var. Hatta senin yanından cıktıkları zaman, (ashabdan) kendilerine ilim verilmis olanlara soyle derler: “- O (peygamber), demin ne soyledi?” (Boylece alay ederler.) Bunlar oyle kimselerdir ki, Allah kalblerini muhurlemistir de hep hevalarına uymuslardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"(Iman etmekle) hidayeti kabul edenlere gelince; (onlar seni her dinledikce) Allah onların hidayetini arttırmakta ve kendilerine takvalarını ilham etmektedir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Artık onlar, yalnız o kıyametin kopmasını, onun birdenbire kendilerine gelivermesini bekliyorlar. Iste onun alametleri (sayılan ahir zaman Peygamberi) gelmistir. Fakat o (kıyamet ansızın) baslarına geldigi vakit, anlamaları kendilerine ne fayda verir"},{"SurahNumber":47,"VerseNumber":19,"Text":"Simdi (Ey Rasulum): Sunu bil ki, Allah’dan baska hic bir ilah yoktur. Bir de kendi gunahına ve mumin erkeklerle mumin kadınlara magfiret dile. Allah (dunyada) dolastıgınız yeri de bilir, (ahirette) duracagınız yeri de"},{"SurahNumber":47,"VerseNumber":20,"Text":"Iman edenler diyorlar ki: “- (Cihada dair) bir sure indirilseydi!...” Derken acık ve kesin bir sure indirilip onda savas anılınca, kalblerinde bir maraz (nifak) bulunanları goruyorsun: Sana oyle bir bakıs bakıyorlar ki, olumden baygınlık gelmis kimsenin bakısına benziyor. Onun da baslarına gelmesi pek yakındır"},{"SurahNumber":47,"VerseNumber":21,"Text":"Fakat bir itaat ve guzel bir soz, onlar icin hayırlıdır. Sonra (cihadın farziyetine dair) emir kesinlesince, Allah’a sadakat gosterselerdi, elbette haklarında daha hayırlı olurdu"},{"SurahNumber":47,"VerseNumber":22,"Text":"(Ey Munafıklar), demek idareyi ele alırsanız, hemen yeryuzunde fesad cıkaracak ve akrabalık baglarını parcalayacaksınız"},{"SurahNumber":47,"VerseNumber":23,"Text":"Onlar oyle kimselerdir ki, Allah onları rahmetinden kovmus da duygularını almıs ve gozlerini kor etmistir"},{"SurahNumber":47,"VerseNumber":24,"Text":"Oyle olmasa, Kur’an’ı (icindeki nasihatleri) dusunmezler mi? Yoksa (munafıkların) kalbleri uzerinde ust uste kilidleri mi var"},{"SurahNumber":47,"VerseNumber":25,"Text":"Muhakkak ki, kendilerine hak belli olduktan sonra arkalarına (eski kufurlerine ve batıl dinlerine) donenlere seytan tesvikte bulunmus ve kendilerini uzun boylu emellere dusurmustur"},{"SurahNumber":47,"VerseNumber":26,"Text":"Bunun (dinden geri donusun) sebebi su: Cunku Yahudi’ler Allah’ın indirdiginden hoslanmıyanlara (munafıklara) demislerdi ki: “- Biz, size bazı islerde, (Peygambere dusmanlıkta ve savastan geri kalmakta) itaat edecegiz.” Allah ise, onların o gizli konusmalarını biliyor"},{"SurahNumber":47,"VerseNumber":27,"Text":"O halde, melekler onların yuzlerine ve arkalarına vura vura canlarını alırlarken nasıl hareket edecekler"},{"SurahNumber":47,"VerseNumber":28,"Text":"Boyledir, cunku onlar Allah’ı gazablandıracak (kufur gibi) seylere tabi oldular da O’nun rızasını istemediler. Allah da onların butun amellerini bosa cıkarmıstır"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa o kalblerinde bir maraz (nifak) bulunanlar, kinlerini Allah asla meydana cıkarmaz mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Dilesek, biz onları (munafıkları) sana gosteriverirdik de kendilerini butun simaları ile tanırdın. Fakat mutlaka sen, onları, lakırdılarının edasından tanırsın. Allah ise butun yaptıklarınızı bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"And olsun, sizi (savasla) imtihana sokacagız; ta ki icinizden mucahidleri ve sabır gosterenleri meydana cıkaralım ve haberlerinizi imtihan meydanlarına ornek yapalım"},{"SurahNumber":47,"VerseNumber":32,"Text":"Gercekten kafir olub da Allah yolundan saptıranlar, hak kendilerine belli olduktan sonra Peygambere karsı gelenler; Allah’a hic bir seyle (zerre kadar) zarar edemezler. Allah onların amellerini bosa cıkarır"}]}