{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Und ich spreche mich nicht selbst frei. Die Seele gebietet furwahr mit Nachdruck das Bose, außer daß mein Herr Sich erbarmt. Mein Herr ist Allvergebend und Barmherzig"},{"SurahNumber":12,"VerseNumber":54,"Text":"Und der Konig sagte: \"Bringt ihn zu mir. Ich will ihn mir selbst vorbehalten.\" Als er mit ihm sprach, sagte er: \"Du bist (von) heute (an) bei uns in fester Stellung und vertrauenswurdig"},{"SurahNumber":12,"VerseNumber":55,"Text":"Er sagte: \"Setze mich uber die Vorratskammern des Landes ein; ich bin ein kenntnisreicher Huter"},{"SurahNumber":12,"VerseNumber":56,"Text":"So verliehen Wir Yusuf eine feste Stellung im Land, so daß er sich darin aufhalten konnte, wo immer er wollte. Wir treffen mit Unserer Barmherzigkeit, wen Wir wollen, und Wir lassen den Lohn der Gutes Tuenden nicht verlorengehen"},{"SurahNumber":12,"VerseNumber":57,"Text":"Aber der Lohn des Jenseits ist wahrlich besser fur diejenigen, die glauben und gottesfurchtig sind"},{"SurahNumber":12,"VerseNumber":58,"Text":"Und da kamen Yusufs Bruder und traten bei ihm ein. Er erkannte sie, wahrend sie ihn nicht erkannten"},{"SurahNumber":12,"VerseNumber":59,"Text":"Als er sie nun mit ihrem Bedarf ausgestattet hatte, sagte er: \"Bringt mir einen (Halb)bruder von euch vaterlicherseits. Seht ihr denn nicht, daß ich volles Maß gebe und daß ich der beste Obdachgeber bin"},{"SurahNumber":12,"VerseNumber":60,"Text":"Wenn ihr ihn mir nicht bringt, so bekommt ihr bei mir kein Maß mehr, und ihr sollt nicht in meine Nahe kommen"},{"SurahNumber":12,"VerseNumber":61,"Text":"Sie sagten: \"Wir werden versuchen, seinen Vater in Bezug auf ihn zu bewegen, und wir werden es bestimmt tun"},{"SurahNumber":12,"VerseNumber":62,"Text":"Und er sagte zu seinen Burschen: \"Steckt ihre (Tausch)ware (zuruck) in ihr Gepack, so daß sie sie (wieder)erkennen, wenn sie zu ihren Angehorigen zuruckgekehrt sind, auf daß sie wiederkommen mogen"},{"SurahNumber":12,"VerseNumber":63,"Text":"Als sie zu ihrem Vater zuruckkamen, sagten sie: \"O unser Vater, ein (weiteres) Maß ist uns verweigert worden. Darum lasse unseren Bruder mit uns gehen, so bekommen wir ein (weiteres) Maß zugeteilt; wir werden ihn furwahr behuten"},{"SurahNumber":12,"VerseNumber":64,"Text":"Er sagte: \"Kann ich ihn euch etwa anders anvertrauen, als ich euch zuvor seinen Bruder anvertraut habe? Allah ist besser als Behutender, und Er ist der Barmherzigste der Barmherzigen"},{"SurahNumber":12,"VerseNumber":65,"Text":"Und als sie ihre Sachen offneten, fanden sie, daß ihre Ware ihnen zuruckgegeben worden war. Sie sagten: \"O unser Vater, was begehren wir (mehr)? Das ist unsere Ware, sie ist uns zuruckgegeben worden. Wir werden Vorrat fur unsere Angehorigen bringen, unseren Bruder behuten und das Maß (der Last) eines Kamels mehr haben. Das ist ein leicht(erhaltlich)es Maß"},{"SurahNumber":12,"VerseNumber":66,"Text":"Er sagte: \"Ich werde ihn nicht mit euch senden, bis ihr mir ein verbindliches Versprechen vor Allah gebt, daß ihr ihn mir ganz gewiß wiederbringt, es sei denn, ihr werdet umringt.\" Als sie ihm ihr verbindliches Versprechen gegeben hatten, sagte er: \"Allah ist Sachwalter uber das, was wir (hier) sagen"},{"SurahNumber":12,"VerseNumber":67,"Text":"Und er sagte: \"O meine Kinder, geht nicht (alle) durch ein einziges Tor hinein, sondern geht durch verschiedene Tore hinein. Ich kann euch gegen Allah nichts nutzen. Das Urteil ist allein Allahs. Auf Ihn verlasse ich mich; und auf Ihn sollen sich diejenigen verlassen, die sich (uberhaupt auf jemanden) verlassen (wollen)"},{"SurahNumber":12,"VerseNumber":68,"Text":"Als sie hineingingen, wie ihr Vater ihnen befohlen hatte, konnte es ihnen vor Allah nichts nutzen. (Es war) nur ein Bedurfnis in der Seele Ya'qubs, das er (damit) erfullte. Und er besaß furwahr Wissen, weil Wir es ihn gelehrt hatten. Aber die meisten Menschen wissen nicht"},{"SurahNumber":12,"VerseNumber":69,"Text":"Als sie bei Yusuf eintraten, zog er seinen Bruder zu sich. Er sagte: \"Gewiß, ich bin dein Bruder. So sei nicht bekummert wegen dessen, was sie getan haben"},{"SurahNumber":12,"VerseNumber":70,"Text":"Als er sie nun mit ihrem Bedarf ausgestattet hatte, steckte er das Trinkgefaß in das Gepack seines Bruders. Hierauf rief ein Rufer aus: \"Ihr (da, von der) Karawane, ihr seid furwahr Diebe"},{"SurahNumber":12,"VerseNumber":71,"Text":"Sie sagten, indem sie sich ihnen zuwandten: \"Was vermißt ihr"},{"SurahNumber":12,"VerseNumber":72,"Text":"Sie sagten: \"Wir vermissen den Kelch des Konigs. Wer ihn wiederbringt, erhalt die Last eines Kamels, und dafur bin ich Burge"},{"SurahNumber":12,"VerseNumber":73,"Text":"Sie sagten: \"Bei Allah, ihr wißt doch, wir sind nicht gekommen, um im Land Unheil zu stiften, und wir sind keine Diebe"},{"SurahNumber":12,"VerseNumber":74,"Text":"Sie sagten: \"Was soll dann die Vergeltung dafur sein, wenn ihr Lugner seid"},{"SurahNumber":12,"VerseNumber":75,"Text":"Sie (die Bruder) sagten: \"Die Vergeltung dafur soll sein, daß derjenige, in dessen Gepack er gefunden wird, selbst das Entgelt dafur sein soll. So vergelten wir den Ungerechten"},{"SurahNumber":12,"VerseNumber":76,"Text":"Er begann (zu suchen) in ihren Behaltern vor dem Behalter seines Bruders. Hierauf holte er es aus dem Behalter seines Bruders hervor. So fuhrten Wir fur Yusuf eine List aus. Nach dem Gesetz des Konigs hatte es ihm nicht zugestanden, seinen Bruder (als Sklaven) zu nehmen, außer daß Allah es wollte. Wir erhohen, wen Wir wollen, um Rangstufen. Und uber jedem, der Wissen besitzt, steht einer, der (noch mehr) weiß"}]}