{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Allah, iman edenleri korur. Su da muhakkak ki Allah, hain ve nankor olan herkesi sevgisinden mahrum eder"},{"SurahNumber":22,"VerseNumber":39,"Text":"Kendileriyle savasılanlara (muminlere), zulme ugramıs olmaları sebebiyle, (savas konusunda) izin verildi. Suphe yok ki Allah, onlara yardıma mutlak surette kadirdir"},{"SurahNumber":22,"VerseNumber":40,"Text":"Onlar, baska degil, sırf \"Rabbimiz Allah'tır\" dedikleri icin haksız yere yurtlarından cıkarılmıs kimselerdir. Eger Allah, bir kısım insanları (kotuluklerini) diger bir kısmı ile defedip onlemeseydi, mutlak surette, iclerinde Allah'ın ismi bol bol anılan manastırlar, kiliseler, havralar ve mescidler yıkılır giderdi. Allah, kendisine (kendi dinine) yardım edenlere muhakkak surette yardım eder. Hic suphesiz Allah, gucludur, galiptir"},{"SurahNumber":22,"VerseNumber":41,"Text":"Onlar (o muminler) ki, eger kendilerine yeryuzunde iktidar verirsek namazı kılar, zekatı verirler, iyiligi emreder ve kotulukten nehyederler. Islerin sonu Allah'a varır"},{"SurahNumber":22,"VerseNumber":42,"Text":"(Resulum!) Eger onlar (inkarcılar) seni yalanlıyorlarsa, (sunu bil ki) onlardan once Nuh'un kavmi, Ad, Semud(kavimleri de kendi peygamberlerini) yalanladılar"},{"SurahNumber":22,"VerseNumber":43,"Text":"Ibrahim'in kavmi de, Lut'un kavmi de (peygamberlerini) yalanladılar"},{"SurahNumber":22,"VerseNumber":44,"Text":"(Suayb'ın kavmi olan) Medyen halkı da(Suayb'ı) yalanladılar. Musa da yalanlanmıstı. Iste ben o kafirlere sure tanıdım, sonra onları yakaladım. Nasıl oldu benim onları reddim (cezalandırmam)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Nitekim, bircok memleket vardı ki, o memleket (halkı) zulmetmekte iken, biz onları helak ettik. Simdi o ulkelerde duvarlar, (cokmus) tavanların uzerine yıkılmıstır. Nice kullanılmaz hale gelmis kuyular ve (ıssız kalmıs) ulu saraylar vardır"},{"SurahNumber":22,"VerseNumber":46,"Text":"(Sana karsı cıkanlar) hic yeryuzunde dolasmadılar mı? Zira dolassalardı elbette dusunecek kalpleri ve isitecek kulakları olurdu. Ama gercek su ki, gozler kor olmaz; lakin gogusler icindeki kalpler kor olur"},{"SurahNumber":22,"VerseNumber":47,"Text":"(Resulum!) Onlar senden azabın cabuk gelmesini istiyorlar. Allah vadinden asla donmez. Muhakkak ki, Rabbinin nezdinde bir gun sizin saymakta olduklarınızdan bin yıl gibidir"},{"SurahNumber":22,"VerseNumber":48,"Text":"Nice ulkeler var ki, zulmedip dururlarken onlara muhlet verdim. Sonunda onları yakaladım. Donus yalnız banadır"},{"SurahNumber":22,"VerseNumber":49,"Text":"De ki: Ey insanlar! Ben ancak sizin icin apacık bir uyarıcıyım"},{"SurahNumber":22,"VerseNumber":50,"Text":"Iman edip salih ameller isleyen kimseler icin magfiret ve bol rızık vardır"},{"SurahNumber":22,"VerseNumber":51,"Text":"Ayetlerimiz hakkında (onları tesirsiz kılmak icin) birbirlerini geri bırakırcasına yarısanlara gelince, iste bunlar, cehennemliklerdir"},{"SurahNumber":22,"VerseNumber":52,"Text":"(Ey Muhammed!) Biz, senden once hicbir resul ve nebi gondermedik ki, o, bir temennide bulundugunda, seytan onun dilegine ille de (beseri arzular) katmaya kalkısmasın. Ne var ki Allah, seytanın katacagı seyi iptal eder. Sonra Allah, kendi ayetlerini (lafız ve mana bakımından) saglam olarak yerlestirir. Allah, hakkıyla bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":22,"VerseNumber":53,"Text":"(Allah, seytanın boyle yapmasına musaade eder ki) kalplerinde hastalık olanlar ve kalpleri katılasanlar icin, seytanın kattıgı seyi bir deneme (vesilesi) yapsın. Zalimler, gercekten (haktan) oldukca uzak bir ayrılık icindedirler"},{"SurahNumber":22,"VerseNumber":54,"Text":"Bir de, kendilerine ilim verilenler., onun (Kur'an'ın) hakikaten Rabbin tarafından gelmis bir gercek oldugunu bilsinler de ona inansınlar, bu sayede kalpleri huzur ve tatmine kavussun. Suphesiz ki Allah, iman edenleri, kesinlikle dosdogru bir yola yoneltir"},{"SurahNumber":22,"VerseNumber":55,"Text":"Inkar edenler, kendilerine o saat ansızın gelinceye, yahut da (kendileri icin hayır yonunden) kısır bir gunun azabı gelinceye kadar onun (Kur'an) hakkında hep suphe icindedirler"},{"SurahNumber":22,"VerseNumber":56,"Text":"O gun, mulk Allah'ındır. Insanlar arasında hukum verir. (Bu hukum geregi) iman edip iyi davranıslarda bulunanlar Naim cennetlerinin icindedirler"},{"SurahNumber":22,"VerseNumber":57,"Text":"Inkar edip ayetlerimizi yalanlayanlara gelince, iste onlar icin alcaltıcı bir azap vardır"},{"SurahNumber":22,"VerseNumber":58,"Text":"Allah yolunda hicret edip sonra oldurulen yahut olenleri hic suphesiz Allah guzel bir rızıkla rızıklandıracaktır. Suphesiz Allah, evet O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":22,"VerseNumber":59,"Text":"Allah onları, herhalde memnun kalacakları bir girilecek yere sokacaktır. Allah, kesinlikle tam bir bilgi sahibidir, halimdir"}]}