{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Allah's commandment has come, therefore do not desire to hasten it; glory be to Him, and highly exalted be He above what they associate (with Him)"},{"SurahNumber":16,"VerseNumber":2,"Text":"He sends down the angels with the inspiration by His commandment on whom He pleases of His servants, saying: Give the warning that there is no god but Me, therefore be careful (of your duty) to Me"},{"SurahNumber":16,"VerseNumber":3,"Text":"He created the heavens and the earth with the truth, highly exalted be He above what they associate (with Him)"},{"SurahNumber":16,"VerseNumber":4,"Text":"He created man from a small seed and lo! he is an open contender"},{"SurahNumber":16,"VerseNumber":5,"Text":"And He created the cattle for you; you have in them warm clothing and (many) advantages, and of them do you eat"},{"SurahNumber":16,"VerseNumber":6,"Text":"And there is beauty in them for you when you drive them back (to home), and when you send them forth (to pasture)"},{"SurahNumber":16,"VerseNumber":7,"Text":"And they carry your heavy loads to regions which you could not reach but with distress of the souls; most surely your Lord is Compassionate, Merciful"},{"SurahNumber":16,"VerseNumber":8,"Text":"And (He made) horses and mules and asses that you might ride upon them and as an ornament; and He creates what you do not know"},{"SurahNumber":16,"VerseNumber":9,"Text":"And upon Allah it rests to show the right way, and there are some deviating (ways); and if He please He would certainly guide you all aright"},{"SurahNumber":16,"VerseNumber":10,"Text":"He it is Who sends down water from the cloud for you; it gives drink, and by it (grow) the trees upon which you pasture"},{"SurahNumber":16,"VerseNumber":11,"Text":"He causes to grow for you thereby herbage, and the olives, and the palm trees, and the grapes, and of all the fruits; most surely there is a sign in this for a people who reflect"},{"SurahNumber":16,"VerseNumber":12,"Text":"And He has made subservient for you the night and the day and the sun and the moon, and the stars are made subservient by His commandment; most surely there are signs in this for a people who ponder"},{"SurahNumber":16,"VerseNumber":13,"Text":"And what He has created in the earth of varied hues most surely there is a sign in this for a people who are mindful"},{"SurahNumber":16,"VerseNumber":14,"Text":"And He it is Who has made the sea subservient that you may eat fresh flesh from it and bring forth from it ornaments which you wear, and you see the ships cleaving through it, and that you might seek of His bounty and that you may give thanks"},{"SurahNumber":16,"VerseNumber":15,"Text":"And He has cast great mountains in the earth lest it might be convulsed with you, and rivers and roads that you may go aright"},{"SurahNumber":16,"VerseNumber":16,"Text":"And landmarks; and by the stars they find the right way"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is He then Who creates like him who does not create? Do you not then mind"},{"SurahNumber":16,"VerseNumber":18,"Text":"And if you would count Allah's favors, you will not be able to number them; most surely Allah is Forgiving, Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"And Allah knows what you conceal and what you do openly"},{"SurahNumber":16,"VerseNumber":20,"Text":"And those whom they call on besides Allah have not created anything while they are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"Dead (are they), not living, and they know not when they shall be raised"},{"SurahNumber":16,"VerseNumber":22,"Text":"Your Allah is one Allah; so (as for) those who do not believe in the hereafter, their hearts are ignorant and they are proud"},{"SurahNumber":16,"VerseNumber":23,"Text":"Truly Allah knows what they hide and what they manifest; surely He does not love the proud"},{"SurahNumber":16,"VerseNumber":24,"Text":"And when it is said to them, what is it that your Lord has revealed? They say: Stories of the ancients"},{"SurahNumber":16,"VerseNumber":25,"Text":"That they may bear their burdens entirely on the day of resurrection and also of the burdens of those whom they lead astray without knowledge; now surely evil is what they bear"},{"SurahNumber":16,"VerseNumber":26,"Text":"Those before them did indeed devise plans, but Allah demolished their building from the foundations, so the roof fell down on them from above them, and the punishment came to them from whence they did not perceive"},{"SurahNumber":16,"VerseNumber":27,"Text":"Then on the resurrection day He will bring them to disgrace and say: Where are the associates you gave Me, for whose sake you became hostile? Those who are given the knowledge will say: Surely the disgrace and the evil are this day upon the unbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"Those whom the angels cause to die while they are unjust to themselves. Then would they offer submission: We used not to do any evil. Aye! surely Allah knows what you did"},{"SurahNumber":16,"VerseNumber":29,"Text":"Therefore enter the gates of hell, to abide therein; so certainly evil is the dwelling place of the proud"}]}