{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Mozna ze Buh zpusobi, ze mezi vami a temi, s nimiz jste v nepratelstvi, zavladne laska, nebot Buh je vsemohouci a Buh je nejvys odpoustejici a slitovny"},{"SurahNumber":60,"VerseNumber":8,"Text":"Buh vam nezakazuje, abyste byli dobri a spravedlivi vuci tem, kdoz nebojovali proti vam kvuli nabozenstvi a nevyhnali vas z pribytku vasich, nebot Buh veru miluje poctive"},{"SurahNumber":60,"VerseNumber":9,"Text":"Avsak Buh vam zakazuje brat si za pratele ty, kteri proti vam bojovali kvuli nabozenstvi, a ty, kteri vas vyhnali z pribytku vasich, a ty, kteri pomahali pri vasem vyhaneni. A ti, kdoz se s nimi budou pratelit, jsou nespravedlivi"},{"SurahNumber":60,"VerseNumber":10,"Text":"Vy, kteri verite! Kdyz k vam prichazeji verici zeny, jez se vystehovaly, podrobte je zkousce! Buh nejlepe pak zna viru jejich; a kdyz zjistite, ze jsou verici, neposilejte je nazpet k nevericim, nebot jim nejsou dovoleny a ani oni nejsou dovoleni jim, ale dejte nevericim to, co vydali jako jejich obveneni! A nebude pro vas hrichem, jestlize se s nimi ozenite pote, co date jim obveneni jejich, avsak nedrzte neverici zeny ve svazku manzelskem a zadejte nazpet to, co jste dali jako obveneni a neverici at pozaduji to, co dali zenam svym. Takove je rozhodnuti Bozi, jimz mezi vami rozhoduje - a Buh vsevedouci je i moudry"},{"SurahNumber":60,"VerseNumber":11,"Text":"A jestlize nektera z vasich manzelek odejde od vas k nevericim a vy jste dosahli sve pomsty, dejte tem, jejichz manzelky odesly, totez, co oni vydali jako obveneni. A bojte se Boha, v nehoz verite"},{"SurahNumber":60,"VerseNumber":12,"Text":"Proroku, prijdou-li k tobe verici zeny, prisahajice ti vernost, a ze nebudou nic pridruzovat k Bohu, ze nebudou krast, nebudou cizolozit, ze nebudou zabijet sve deti, ze se nedopusti hanebnosti vymyslene mezi svyma rukama a nohama a ze nebudou neposlusne tebe v tom, co bylo uznano za vhodne - prijmi prisahu jejich a popros Boha za ne o odpusteni, vzdyt Buh odpoustejici je, slitovny"},{"SurahNumber":60,"VerseNumber":13,"Text":"Vy, kteri verite! Neberte si za pratele lid, na nejz se Buh rozhneval; ti ztratili nadeji na zivot budouci, tak jako ji ztratili neverici ohledne obyvatel hrobu"},{"SurahNumber":61,"VerseNumber":1,"Text":"Chvali Boha vse, co na nebesich je i na zemi - a On mocny je i moudry"},{"SurahNumber":61,"VerseNumber":2,"Text":"Vy, kteri verite! Proc rikate to, co necinite"},{"SurahNumber":61,"VerseNumber":3,"Text":"Buh velice nenavidi, ze rikate neco, co nedelate"},{"SurahNumber":61,"VerseNumber":4,"Text":"avsak Buh veru miluje ty, kdoz bojuji na ceste Jeho v sevrenem siku, jako by byli stavbou olovem spojenou"},{"SurahNumber":61,"VerseNumber":5,"Text":"Vzpomen si, jak pravil Mojzis lidu svemu: \"Lide muj, proc se mnou zle nakladate, kdyz vite, ze jsem poslem Bozim k vam?\" A kdyz se odvratili, Buh odvratil srdce jejich, nebot Buh nevede cestou spravnou lid hanebniku"},{"SurahNumber":61,"VerseNumber":6,"Text":"A vzpomen si, jak pravil Jezis, syn Mariin: \"Ditka Izraele, ja jsem vskutku poslem Bozim k vam, potvrzujicim pravdivost toho, co bylo prede mnou seslano z Tory, a oznamujicim vam radostnou zvest o poslu, jenz prijde po mne a jehoz jmeno Ahmad bude.\" Avsak kdyz predvedl jim jasne dukazy, rekli: \"To je kouzelnictvi zjevne"},{"SurahNumber":61,"VerseNumber":7,"Text":"Kdo je nespravedlivejsi nez ten, kdo si proti Bohu lzi vymysli, zatimco je vyzyvan k prijeti islamu? Buh veru nevede cestou spravnou lid nespravedlivy"},{"SurahNumber":61,"VerseNumber":8,"Text":"Radi by sfoukli svetlo Bozi usty svymi, avsak Buh ucini svetlo Sve dokonalym, i kdyz se to protivi nevericim"},{"SurahNumber":61,"VerseNumber":9,"Text":"A On je ten, jenz seslal posla Sveho se spravnym vedenim i s nabozenstvim pravdivym, aby zvitezilo nad vsemi nabozenstvimi, i kdyz se to protivi modlosluzebnikum"},{"SurahNumber":61,"VerseNumber":10,"Text":"Vy, kteri verite! Mam vam ukazat obchod, jenz ochrani vas pred trestem bolestnym"},{"SurahNumber":61,"VerseNumber":11,"Text":"Uverte v Boha a posla Jeho a vedte boj na ceste Bozi majetky svymi i osobami svymi! A to bude pro vas nejlepsi, jestlize jste vedouci"},{"SurahNumber":61,"VerseNumber":12,"Text":"A tehdy vam On odpusti hrichy vase a uvede vas do zahrad, pod nimiz reky tekou, a do pribytku prijemnych v zahradach Edenu; a to bude uspech nesmirny"},{"SurahNumber":61,"VerseNumber":13,"Text":"a da vam i jine, jez budete milovat: viteznou pomoc od Boha a blizke vitezstvi. Oznam vericim zvest radostnou"},{"SurahNumber":61,"VerseNumber":14,"Text":"Vy, kteri verite! Budte pomocniky Bozimi, tak jak to rekl Jezis, syn Mariin, apostolum: \"Kdoz budou pomocniky mymi na ceste Bozi?\" I odvetili apostolove: \"My budeme pomocniky Bozimi.\" A uverila cast ditek Izraele, zatimco druha cast neuverila. A podporili jsme ty, kdoz uverili, proti nepratelum jejich a stali se viteznymi"}]}