{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"Ne mubo balimwo balia abalaka Nyasaye mbu; “Na khuhelesia khutsimbabaasi tsitsie khulayinia eshihanwa, ne khulaba mubandu abalayi.”"},{"SurahNumber":9,"VerseNumber":76,"Text":"Olwa yabahelesia tsimbabaasi tsitsie, bamala bakhole obwimani nibakalukhana nibaloba muno"},{"SurahNumber":9,"VerseNumber":77,"Text":"Mana nabarunga obushikhabili bwabu mumioyo chiabu okhula inyanga yokhubukanana ninaye, khulwa okhutsia mashiama khu ka Nyasaye yabalaka nende khuka bakaatinjia"},{"SurahNumber":9,"VerseNumber":78,"Text":"Koo, bakorerwe mbu Nyasaye yamanya akobwifisi kabu, nende amamonyo kabu, ne mbu toto Nyasaye niye Omumanyi wakefisile"},{"SurahNumber":9,"VerseNumber":79,"Text":"Balia abamonyanga Abandu barusinjia eshihanwa mubasuubili, nende balia abalanyoola shokhuyinia halali eshindu eshititi, mana nibabatsekha, Nyasaye alibarunga omurungo kwokhutsekha khwabu, ne balinyoola eshinyasio eshilulu"},{"SurahNumber":9,"VerseNumber":80,"Text":"Obasabile eshileshelo nohomba obule okhubasabila eshileshelo (Kosi ni halalasa awo) ne kata nobasabila eshileshelo mara amakhumi saba, Nyasaye shalabaleshela tawe. Endio ni lwokhubeela mbu bakhaya Nyasaye nende Omurumwa wuwe, ne Nyasaye shalunjisinjia Abandu ababii tawe"},{"SurahNumber":9,"VerseNumber":81,"Text":"Abatong’a inyuma basangala, khukwikhala khwabu okho inyuma wo Omurumwa nende Nyasaye, ne okhupanila nende omwandu kwabu nende emioyo chiabu khunjila ya Nyasaye nibibasinya. Ne nibaboola mbu mulatsia muliyie nende mumubasu kuno tawe, boola; “Omulilo kwa Jahannam kuli nende obubafu obunji , bamanyangakhwo?’’"},{"SurahNumber":9,"VerseNumber":82,"Text":"Kho batseshe hatiti(khushialo khuno) ne balilila muno(mwikulu) oko nikwo omurungo khu kabakholonga"},{"SurahNumber":9,"VerseNumber":83,"Text":"Kho Nyasaye nakhukalusia mumukanda mulala mubo mana nibakhusaba obwiyangu bwokhurula (okhutsia mwiyie) Boola; “Enywe shimularula tawe halala ninasi ni shimulalwania ninasi omusuku tawe, enywe mwachama okhwikhala olwokhuranga , kho ikhale halala nende abatong’a inyuma"},{"SurahNumber":9,"VerseNumber":84,"Text":"Ne olasabila yesiyesi mubo ufwa tawe, ne olema khushilindwa shishie tawe, toto abo bakhaya Nyasaye nende Omurumwa wuwe, ne bafwa nibali Abonooni"},{"SurahNumber":9,"VerseNumber":85,"Text":"Ne emiandu chiabu nende Abana babu bilakhuchamisia tawe, Nyasaye yenya okhubasandia khwako khushialo, ne emioyo chiabu chirule nabo ni bali Abakhayi"},{"SurahNumber":9,"VerseNumber":86,"Text":"Ne olunyaali nilwishibwa niluboola mbu; “musuubile Nyasaye ne mulwane halala nende Omurumwa wuwe” abobunyali nende abayinda mubo bakhusaba obwiyangu ni baboola mbu; “Khuleshe khuli halala nende batong’a.”"},{"SurahNumber":9,"VerseNumber":87,"Text":"Bachamile okhuba halala nende abatong’a inyuma, mana emioyo chiabu nichirebwakhwo eshimanyisio, mana shibamanyanga tawe"},{"SurahNumber":9,"VerseNumber":88,"Text":"Halali Omurumwa nende balia Abasuubila halala ninaye balwanila Nyasaye nende emiandu chiabu nende emioyo chiabu. Abo nibo balinyoola obulayi, ne abo nibo balibura"},{"SurahNumber":9,"VerseNumber":89,"Text":"Nyasaye yabarecheshela emikunda chiburangamwo emialo imbeli wachio, bamenyemwo, okho nikhwo okhubura okhukhongo"},{"SurahNumber":9,"VerseNumber":90,"Text":"Ne abali nende ebichila(biokhukhaya okhutsia liyie) mubandu bomwiswa (babeduwi) bakhwitsila okhusaba obwiyangu bwokhutsia okhurula(okhutsia okhulwana). Ne balia baboolela Nyasaye nende Omurumwa obubeyi nibatong’a, kho balia abakhayila mubukori mubo balinyoola eshinyasio eshilulu"},{"SurahNumber":9,"VerseNumber":91,"Text":"Babula ubatula balia abateshele nohomba abalwale, nende balia balanyoola eshokhwikhoyela- okhutsia muliyie tawe, Nibalisa mbu bakholelanga Nyasaye nende Omurumwa wuwe omwoyo omulayi, Injila ibulao yakhutula abakholi bamalayi. Ne Nyasaye ni wobulesheli Owetsimbabaasi muno"},{"SurahNumber":9,"VerseNumber":92,"Text":"Nohomba balia abakhwitsila mbu abahelesie shio khuninakhwo, nobaboolela mbu; “Embula shio khubaniniakhwo? Mana nibakalukha, tsimoni tsiabu nitsibititia amasika. Khushibeela shiokhukhaya okhunyoola injila yobwikhonyi"}]}