{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allahe'i se'i satta yijane tomalokaka srsti karae durbala bastura paraa, arau teraemi durbalatara pichata sakti dana karae; saktira pichata akau durbalata arau bardhakya diye. Te'om yi iccha se'itorae srsti karae arau teraemi sarbajna, sarbaksama"},{"SurahNumber":30,"VerseNumber":55,"Text":"Arau yidina kiyamata sanghatita haba se'idina aparaadhi bilake sapata kha'i kaba ye, sihamte eta muhurtara bechi samaya arasthana karaa nachila. E'idarae'i sihamte pathabhrasta haichila"},{"SurahNumber":30,"VerseNumber":56,"Text":"Arau yisakalaka jnana arau imana diya haiche te'omloke ka’ba, ‘arasye tomaloke allahara likha anuyayi punaraut'thanara dina laike arasthana karaicha. Eteke e'itorae'i punaraut'thanara dina kintu tomaloke jana nachila’"},{"SurahNumber":30,"VerseNumber":57,"Text":"Eteke yisakale yuluma karaiche se'idina sihamtara ojara-apatti sihamtara kono kamata nahiba arau sihamtaka tiraskrta horaara (madhyamata allahara santusti labhara) suyogo diya naha’ba"},{"SurahNumber":30,"VerseNumber":58,"Text":"Arau arasye ami e'i kora'anata manuhara babe sakalo dharanara drstanta dani dharaicho. Tumi yadi sihamtara ocarata kono nidarsana upasthita karaa, tente yisakale kupharai karaiche sihamte arasye ka’ba, ‘tomaloka haicha batilapanthi’"},{"SurahNumber":30,"VerseNumber":59,"Text":"E'idarae'i allahe mohara marai diye sihamtara antarata yisakale najane"},{"SurahNumber":30,"VerseNumber":60,"Text":"Eteke tumi dhairya dharana karaa, niscaya allahara pratisrauti satya. Arau yisakale drrha bisbasi nahaya sihamte yena tomaka bicalita karaiba noraarae"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alipha-lama-mima"},{"SurahNumber":31,"VerseNumber":2,"Text":"E'ibora prajnapurna kitabara ayata"},{"SurahNumber":31,"VerseNumber":3,"Text":"satkarmasila sakalara babe hidayata arau rahamatasbaraupa"},{"SurahNumber":31,"VerseNumber":4,"Text":"yisakale chalata kayema karae arau yakata pradana karae te'omloke'i akhiraatara prati drrha bisbasa posana karae"},{"SurahNumber":31,"VerseNumber":5,"Text":"te'omloke'i nija pratipalakara taraphara paraa hidayatara oparata pratisthita arau te'omloke'i saphalakama"},{"SurahNumber":31,"VerseNumber":6,"Text":"Arau manuhara majata kichumana enekuraa manuho ache yisakale allahara pathata badha diyara babe asara bakya kini laya, bina jnane arau allahe dekhuraa pathaka thatta-bidraupa karae. Sihamtara babe'i ache aramananakara sasti"},{"SurahNumber":31,"VerseNumber":7,"Text":"Arau yetiya tara ocarata amara ayatasamuha tilarata karaa haya tetiya si ahankarata mukha ghuraa'i niye yeniba si e'ito suna'i poraa na'i, yeniba tara duyo kana badhira; eteke taka yantranadayaka sastira sambada diya"},{"SurahNumber":31,"VerseNumber":8,"Text":"Niscaya yisakale imana aniche arau satkarma karaiche te'omlokara babe ache niyamatapurna jannata"},{"SurahNumber":31,"VerseNumber":9,"Text":"tata te'omloka sthayi ha’ba. Allahara pratisrauti satya. Arau te'om mahaparaakramasali, prajnamaya"},{"SurahNumber":31,"VerseNumber":10,"Text":"Teraemi akasasamuha nirmana karaiche khutabihina, yito tomaloke dekhi acha, teraemi prthiraita sthapana karaiche sudrrha parbatamala yate prthiraiye tomalokaka lai dhali naparae lagate iyata sicaraita karai diche sakalo dharanara jira-jantu. Amiye'i akasara paraa pani barsana karao tara pichata iyata utpanna karao nana prakarara kalyanakara udbhida"},{"SurahNumber":31,"VerseNumber":11,"Text":"E'ito allahara srsti. Eteke te'omra bahirae ane ki srsti karaiche moka dekhuraacona? Baram yalimasakala ache spasta bibhraantita"},{"SurahNumber":31,"VerseNumber":12,"Text":"Arau arasye ami lukbamanaka hikamata dana karaichilo arau kaichilo ye, allahara prati krtajnata prakasa karaa. Arau yiye krtajnata prakasa karae si nijara kalyanara babe'i krtajnata prakasa karae arau yadi konoba'i akrtajna haya tente niscaya allaha abharamukta, cira prasansita"},{"SurahNumber":31,"VerseNumber":13,"Text":"Arau smarana karaa, yetiya lukbamane te'omra putraka upadesa di kaichila, ‘he mora putra! Allahara lagata sbirka nakaraiba. Niscaya sbirka maha an'yaya’"},{"SurahNumber":31,"VerseNumber":14,"Text":"Arau ami manuhaka tara pitr-matrra prati sadacaranara nirdesa dicho. Tara make taka kastara pichata kasta sahya karai garbhata dharana karaiche, arau tara piyaha eraoraara samaya haiche dubachara. Eteke mora prati arau tomara pitr-matrra prati krtajna horaa. Pratyarartana kerala mora ocarate'i"},{"SurahNumber":31,"VerseNumber":15,"Text":"Arau yadi tomara pitr-matrye tomaka mora lagata sbirka karaibalai hemca diye yi bisaye tomara kono jnana na'i, tente tumi sihamtara katha namaniba arau prthiraita sihamtara lagata basabasa karaiba sadbharae. Tumi tara patha aralambana karaa yiye mora abhimukhi haiche. Tara pichata tomalokara pratyarartana mora ocarate'i, tetiya ma'i tomalokaka se'i bisaye arahita karaima yibora tomaloke karaichila"},{"SurahNumber":31,"VerseNumber":16,"Text":"‘He mora putra! Niscaya seya (papa-punya) yadi saraiyahara bijara samano haya, arau i yadi thake silagarbhata athaba akasasamuhata na'iba prthiraita, allahe se'itoko upasthita karaiba. Niscaya allaha suksmadarsi, samyaka arahita"},{"SurahNumber":31,"VerseNumber":17,"Text":"‘He mora putra! Chalata kayema karaa, satkarmara adesa karaa arau asatkarma nisedha karaa, lagate tomara oparata yi (bipada) apatita haya tara oparata dhairya dharana karaa. Niscaya e'ito an'yatama drrha sankalpara kama"},{"SurahNumber":31,"VerseNumber":18,"Text":"Arau tumi manuhara prati arajna karai tomara gala beka nakaraiba arau prthiraita phitahi marai nuphuraiba; niscaya allahe kono ud'dhata, ahankaraika pachanda nakarae"},{"SurahNumber":31,"VerseNumber":19,"Text":"Arau tumi tomara cala-phuraara ksetrata madhyapantha aralambana karaa arau tomara kanthasbara aranata karaa, niscaya matara bhitarata ata'itakai apraitikara mata haiche gadhara mata"},{"SurahNumber":31,"VerseNumber":20,"Text":"Tomaloke laksya karaa na'ine? Niscaya akasasamuha arau prthiraita yi ache sakaloborake'i allahe tomalokara kalyanata niyojita karaiche arau tomalokara prati te'omra prakasya arau aprakasya anugraha sampurna karaiche; arau manuhara majata kichumana enekuraa manuho ache yisakale kono jnana, kono pathanirdesa athaba kono diptimana puthibihina allaha samparke bitanda karae"},{"SurahNumber":31,"VerseNumber":21,"Text":"Arau sihamtaka yetiya koraa haya ye, ‘allahe yi aratirna karaiche tomaloke seya anusarana karaa’. Sihamte kaya, ‘baram ami amara pitrpurausa sakalaka yitora oparata pa'icho se'itorae'i anusarana karaima’. Cayatane yadi sihamtaka jbalanta ju'ira pine ahbana karae tathapi'o, (sihamte pitrpurausa sakalara anusarana karaibane)"}]}