{"Id":325,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"Y El es Quien hace que confluyan las dos masas de agua; una agradablemente dulce y la otra salada en extremo. Y ha dispuesto entre las dos una division y una barrera infranqueable"},{"SurahNumber":25,"VerseNumber":54,"Text":"Y El es Quien ha creado al hombre a partir del agua[701] y le ha concedido parentesco por sangre y por matrimonio. Tu Senor tiene poder sobre todas las cosas"},{"SurahNumber":25,"VerseNumber":55,"Text":"Mas (los idolatras) adoran fuera de Al-lah aquello que no puede reportarles ni un bien ni un mal. Y quien rechaza la verdad es un aliado (del Demonio) contra su Senor"},{"SurahNumber":25,"VerseNumber":56,"Text":"Y no te hemos enviado (¡oh, Muhammad!) sino como anunciador de buenas noticias (a los creyentes) y como amonestador (a quienes rechazan la verdad)"},{"SurahNumber":25,"VerseNumber":57,"Text":"Diles: «No os pido ninguna remuneracion (por transmitiros el mensaje). Mas quien quiera seguir un camino que le lleve hacia su Senor (es libre de contribuir con sus bienes a Su causa buscando Su complacencia)[702]»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Y encomiendate al Viviente, Quien es inmortal, y glorificalo con alabanzas. El se basta para estar informado de los pecados de Sus siervos"},{"SurahNumber":25,"VerseNumber":59,"Text":"Aquel que creo los cielos y la tierra y cuanto hay en ellos en seis dias[703], y despues se asento[704] sobre el Trono. El es el Clemente. Pregunta acerca de El (¡oh, Muhammad!) a quien este bien informado"},{"SurahNumber":25,"VerseNumber":60,"Text":"Y si se les dice (a quienes rechazan la verdad): «Postraos ante el Clemente», responden: «¿Y quien es el Clemente? ¿Nos postraremos ante lo que tu nos ordenas (¡oh, Muhammad!)?». Y no hace sino aumentar en ellos su aversion (a la fe)"},{"SurahNumber":25,"VerseNumber":61,"Text":"¡Bendito sea Quien establecio las constelaciones en el cielo y puso en el una fuente de luz y calor (el sol) y una luna luminosa"},{"SurahNumber":25,"VerseNumber":62,"Text":"Y El es Quien hace que la noche y el dia se sucedan para quien quiera reflexionar o dar gracias (a Al-lah) por ello"},{"SurahNumber":25,"VerseNumber":63,"Text":"Y los (verdaderos) siervos del Clemente son quienes caminan por la tierra con humildad, y quienes, si los ignorantes se dirigen a ellos (con malas palabras), responden de buena manera"},{"SurahNumber":25,"VerseNumber":64,"Text":"y quienes pasan la noche postrandose y de pie (realizando el salat voluntario)"},{"SurahNumber":25,"VerseNumber":65,"Text":"y quienes dicen: «¡Senor!, aleja de nosotros el castigo del infierno. Ciertamente, su castigo es un tormento permanente"},{"SurahNumber":25,"VerseNumber":66,"Text":"»(El infierno) es un pesimo lugar para establecerse y permanecer en el»"},{"SurahNumber":25,"VerseNumber":67,"Text":"y quienes, cuando gastan su dinero, no despilfarran ni escatiman, sino que lo hacen con moderacion"},{"SurahNumber":25,"VerseNumber":68,"Text":"y quienes no invocan a otras divinidades fuera de Al-lah ni acaban con la vida que Al-lah ha hecho sagrada, salvo con un motivo justificado[708], ni practican la fornicacion; pues quien cometa uno de estos pecados recibira un castigo"},{"SurahNumber":25,"VerseNumber":69,"Text":"Este se le duplicara el Dia dela Resurreccion y permanecera eternamente humillado"},{"SurahNumber":25,"VerseNumber":70,"Text":"salvo quienes se arrepientan, crean y actuen rectamente, pues Al-lah cambiara sus pecados por buenas acciones. Y Al-lah es Indulgente y Misericordioso"},{"SurahNumber":25,"VerseNumber":71,"Text":"Y quien se arrepienta y actue (despues) rectamente estara mostrando un sincero arrepentimiento hacia Al-lah (que El aceptara)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Y (tambien son verdaderos siervos de Al-lah) quienes no dan falsos testimonios (y se alejan de la mentira) y pasan de largo con dignidad ante las malas palabras (o ante cualquier banalidad)"},{"SurahNumber":25,"VerseNumber":73,"Text":"y quienes, si se les recuerdan las aleyas de su Senor, no permanecen sordos y ciegos (ante la verdad, sino que escuchan con atencion y reflexionan)"},{"SurahNumber":25,"VerseNumber":74,"Text":"y quienes dicen: «¡Senor!, concedenos esposas e hijos que sean un consuelo y un motivo de alegria para nosotrosy haz que seamos un buen ejemplo para los piadosos (que temen a su Senor)»"},{"SurahNumber":25,"VerseNumber":75,"Text":"Esos obtendran el nivel mas alto del paraiso por haber sido pacientes, y (los angeles) los recibiran con un saludo de paz"},{"SurahNumber":25,"VerseNumber":76,"Text":"Alli viviran eternamente. ¡Que excelente lugar para establecerse y permanecer en el"},{"SurahNumber":25,"VerseNumber":77,"Text":"Diles (a tu pueblo, ¡oh, Muhammad!): «Mi Senorno os tendria en consideracion (en esta vida) de no ser por vuestras suplicas (en los momentos dificiles), pues habeis desmentido (Su mensaje y a Su Mensajero), y recibireis por ello un castigo perpetuo(el Dia dela Resurreccion)»"}]}