{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Tba-sina; egulo ala-kora'anera ayata ebam ayata suspasta kitabera."},{"SurahNumber":27,"VerseNumber":2,"Text":"Muminadera jan'ye patha nirdesa o susambada."},{"SurahNumber":27,"VerseNumber":3,"Text":"Yara namaya kayema kare, yakata pradana kare ebam parakale niscita bisbasa kare."},{"SurahNumber":27,"VerseNumber":4,"Text":"Yara parakale bisbasa kare na, ami tadera drstite tadera karmakandake susobhita kare diyechi. Ata'eba, tara udabhranta haye ghure beraya."},{"SurahNumber":27,"VerseNumber":5,"Text":"Tadera jan'ye'i rayeche manda sasti ebam tara'i parakale adhika ksatigrasta."},{"SurahNumber":27,"VerseNumber":6,"Text":"Ebam apanake kora'ana pradatta hacche prajnamaya, jnanamaya allahara kacha theke."},{"SurahNumber":27,"VerseNumber":7,"Text":"Yakhana musa tamra paribarabargake balalenah ami agni dekhechi, ekhana ami sekhana theke tomadera jan'ye kona khabara anate paraba athaba tomadera jan'ye jbalanta angara niye asate paraba yate tomara aguna pohate para."},{"SurahNumber":27,"VerseNumber":8,"Text":"Atahpara yakhana tini agunera kache asalena takhana a'oyaja hala dhan'ya tini, yini agunera sthane achena ebam yara agunera asepase achena. Bisba jahanera palanakarta allaha pabitra o mahimanbita."},{"SurahNumber":27,"VerseNumber":9,"Text":"He musa, ami allaha, prabala parakramasali, prajnamaya."},{"SurahNumber":27,"VerseNumber":10,"Text":"Apani niksepa karuna apanara lathi. Atahpara yakhana tini take sarpera n'yaya chutachuti karate dekhalena, takhana tini biparita dike chutate lagalena ebam pechana phire'o dekhalena na. He musa, bhaya karabena na. Ami ye rayechi, amara kache payagambaragana bhaya karena na."},{"SurahNumber":27,"VerseNumber":11,"Text":"Tabe ye barabari kare erapara manda karmera paribarte satkarma kare. Niscaya ami ksamasila, parama dayalu."},{"SurahNumber":27,"VerseNumber":12,"Text":"Apanara hata apanara bagale dhukiye dina, susubhra haye bera habe nirdosa abasthaya. Egulo phera'una o tara sampradayera kache anita nayati nidarsanera an'yatama. Niscaya tara chila papacari sampradaya."},{"SurahNumber":27,"VerseNumber":13,"Text":"Atahpara yakhana tadera kache amara ujjala nidarsanabali agamana karala, takhana tara balala, eta to suspasta jadu."},{"SurahNumber":27,"VerseNumber":14,"Text":"Tara an'yaya o ahankara kare nidarsanabalike pratyakhyana karala, yadi'o tadera antara egulo satya bale bisbasa karechila. Ata'eba dekhuna, anarthakaridera parinama kemana hayechila"},{"SurahNumber":27,"VerseNumber":15,"Text":"Ami abasya'i da'uda o sulayamanake jnana dana karechilama. Tamra bale chilena, allahara prasansa, yini amaderake tamra aneka mumina bandara upara sresthatba dana karechena."},{"SurahNumber":27,"VerseNumber":16,"Text":"Sulayamana da'udera uttaradhikari hayechilena. Balechilena, ‘he loka sakala, amake uranta paksikulera bhasa siksa deya hayeche ebam amake saba kichu deya hayeche. Niscaya eta suspasta sresthatba. ’"},{"SurahNumber":27,"VerseNumber":17,"Text":"Sulayamanera samane tara senabahinike samabeta kara hala. Jbina-manusa o paksikulake, atahpara taderake bibhinna byuhe bibhakta kara hala."},{"SurahNumber":27,"VerseNumber":18,"Text":"Yakhana tara pipilika adhyusita upatyakaya paumchala, takhana eka pipilika balala, he pipilikara dala, tomara tomadera grhe prabesa kara. An'yathaya sulayamana o tara bahini ajnatasare tomaderake pista kare phelabe."},{"SurahNumber":27,"VerseNumber":19,"Text":"Tara katha sune sulayamana mucaki hasalena ebam balalena, he amara palanakarta, tumi amake samartha?2470;A'o yate ami tomara se'i niyamatera krtajnata prakasa karate pari, ya tumi amake o amara pita-matake dana karecha ebam yate ami tomara pachandaniya satkarma karate pari ebam amake nija anugrahe tomara satkarmaparayana bandadera antarbhukta kara."},{"SurahNumber":27,"VerseNumber":20,"Text":"Sulayamana paksidera khomja khabara nilena, atahpara balalena, ki hala, hudahudake dekhachi na kena? Naki se anupasthita"},{"SurahNumber":27,"VerseNumber":21,"Text":"ami abasya'i take kathora sasti deba kimba hatya karaba athaba se upasthita karabe upayukta karana."},{"SurahNumber":27,"VerseNumber":22,"Text":"Kichuksana pare'i huda ese balala, apani ya abagata nana, ami ta abagata hayechi. Ami apanara kache saba theke niscita sambada niye agamana karechi."},{"SurahNumber":27,"VerseNumber":23,"Text":"Ami eka narike sababasidera upara rajatba karate dekhechi. Take sabakichu'i deya hayeche ebam tara ekata birata sinhasana ache."},{"SurahNumber":27,"VerseNumber":24,"Text":"Ami take o tara sampradayake dekhalama tara allahara paribarte suryake sejada karache. Sayatana tadera drstite tadera karyabali susobhita kare diyeche. Atahpara taderake satpatha theke nibrtta kareche. Ata'eba tara satpatha paya na."},{"SurahNumber":27,"VerseNumber":25,"Text":"Tara allahake sejada kare na kena, yini nabhomandala o bhumandalera gopana bastu prakasa karena ebam janena ya tomara gopana kara o ya prakasa kara."},{"SurahNumber":27,"VerseNumber":26,"Text":"Allaha byatita kona upasya ne'i; tini maha arasera malika."}]}