{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"Antes deles, o povo de Noe desmentiu a Mensagem; entao, desmentiram Nosso servo e disseram: \"E um louco!\", e foi repulsado"},{"SurahNumber":54,"VerseNumber":10,"Text":"E ele suplicou a seu Senhor: \"Por certo, estou vencido. Entao, socorre-me"},{"SurahNumber":54,"VerseNumber":11,"Text":"Entao, abrimos as portas do ceu com agua torrencial"},{"SurahNumber":54,"VerseNumber":12,"Text":"E fizemos a terra emanando em fontes. Entao, depararam-se as aguas, conforme ordem determinada"},{"SurahNumber":54,"VerseNumber":13,"Text":"E carregamo-lo sobre a Arca de tabuas e pregos"},{"SurahNumber":54,"VerseNumber":14,"Text":"Ela corria diante de Nossos olhos. E fizemo-lo, como recompensa a quem fora renegado"},{"SurahNumber":54,"VerseNumber":15,"Text":"E, com efeito, deixamo-la como sinal. Entao, ha quem disso se recorde"},{"SurahNumber":54,"VerseNumber":16,"Text":"Entao, como foi Meu castigo e Minhas admoestacoes"},{"SurahNumber":54,"VerseNumber":17,"Text":"E, com efeito, facilitamos o Alcorao, para a recordacao. Entao, ha quem disso se recorde"},{"SurahNumber":54,"VerseNumber":18,"Text":"O povo de Ad desmentiu aos Mensageiros; entao, como foi Meu castigo e Minhas admoestacoes"},{"SurahNumber":54,"VerseNumber":19,"Text":"Por certo, enviamos contra eles, em um dia funesto e interminavel, estridente vento glacial"},{"SurahNumber":54,"VerseNumber":20,"Text":"Arrancava os homens como se foram troncos de tamareiras desarraigadas"},{"SurahNumber":54,"VerseNumber":21,"Text":"Entao, como foi Meu castigo e Minhas admoestacoes"},{"SurahNumber":54,"VerseNumber":22,"Text":"E, com efeito, facilitamos o Alcorao, para a recordacao. Entao, ha quem disso se recorde"},{"SurahNumber":54,"VerseNumber":23,"Text":"O povo de Thamud desmentiu aos admoestadores"},{"SurahNumber":54,"VerseNumber":24,"Text":"E disseram: \"Seguiremos um so mortal, dentre nos? Nesse caso, estaremos, por certo, em descaminho e em loucura"},{"SurahNumber":54,"VerseNumber":25,"Text":"Foi-lhe transmitida a Mensagem, so a ele, dentre nos? Mas ele e mentiroso, enfatuado"},{"SurahNumber":54,"VerseNumber":26,"Text":"Dissemos: \"Saberao, amanha quem e o mentiroso, o enfatuado"},{"SurahNumber":54,"VerseNumber":27,"Text":"Por certo, enviar-lhes-emos o camelo femea, por provacao. Entao, fica na expectativa deles e pacienta"},{"SurahNumber":54,"VerseNumber":28,"Text":"E informa-os de que a agua sera partilhada entre eles e o camelo femea; cada porcao de bebida sera presenciada por aquele a quem ela pertence"},{"SurahNumber":54,"VerseNumber":29,"Text":"Depois, eles chamaram seu companheiro e este incumbiu-se de agir, e abateu-o"},{"SurahNumber":54,"VerseNumber":30,"Text":"Entao, como foi Meu castigo e Minhas admoestacoes"},{"SurahNumber":54,"VerseNumber":31,"Text":"Por certo, enviamos contra eles um so Grito, e ficaram como residuos de palha seca, de quem faz estabulos"},{"SurahNumber":54,"VerseNumber":32,"Text":"E, com efeito, facilitamos o Alcorao, para a recordacao. Entao, ha quem disso se recorde"},{"SurahNumber":54,"VerseNumber":33,"Text":"O povo de Lot desmentiu as admostacoes"},{"SurahNumber":54,"VerseNumber":34,"Text":"Por certo, enviamos contra eles um vento lastrado de seixos, exceto contra a familia de Lot. Salvamo-los, na madrugada"},{"SurahNumber":54,"VerseNumber":35,"Text":"Por graca de Nossa parte. Assim, recompensamos a quem agradece"},{"SurahNumber":54,"VerseNumber":36,"Text":"E, com efeito, ele admoestou-os de Nosso golpe; entao, altercaram as admoestacoes"},{"SurahNumber":54,"VerseNumber":37,"Text":"E, com efeito, tentaram seduzi-lo, no tocante a seus hospedes; entao, apagamo-lhes os olhos. Dissemos: \"Experimentai, pois, Meu castigo e Minhas admoestacoes"},{"SurahNumber":54,"VerseNumber":38,"Text":"E, com efeito, de manha, na alvorada, um castigo permanente surpreendeu-os"},{"SurahNumber":54,"VerseNumber":39,"Text":"Entao, experimentai Meu castigo e Minhas admoestacoes"},{"SurahNumber":54,"VerseNumber":40,"Text":"E, com efeito, facilitamos o Alcorao, para a recordacao. Entao, ha quem disso se recorde"},{"SurahNumber":54,"VerseNumber":41,"Text":"E, de fato, chegaram os admoestadores ao povo de Farao"},{"SurahNumber":54,"VerseNumber":42,"Text":"Eles desmentiram todos Nossos sinais; entao, apanhamo-los, com o apanhar de Um Todo-Poderoso, Potentissimo"},{"SurahNumber":54,"VerseNumber":43,"Text":"Sera que vossos renegadores da Fe, o Quraich, sao melhores que aqueles, ou tendes absolvicao, nas Escrituras"},{"SurahNumber":54,"VerseNumber":44,"Text":"Ou dizem: \"Somos uma multidao vitoriosa"},{"SurahNumber":54,"VerseNumber":45,"Text":"A multidao sera derrotada e fugirao eles, voltando as costas"},{"SurahNumber":54,"VerseNumber":46,"Text":"Alias, a Hora e seu tempo prometido; e a Hora e mais horrenda e mais amarga"},{"SurahNumber":54,"VerseNumber":47,"Text":"Por certo, os criminosos estao em descaminho e em loucura"},{"SurahNumber":54,"VerseNumber":48,"Text":"Um dia, quando, no Fogo, forem arrastados sobre suas faces, dir-se-lhes-a: \"Experimentai o toque de Saqar"},{"SurahNumber":54,"VerseNumber":49,"Text":"Por certo, Nos criamos cada cousa, na justa medida"},{"SurahNumber":54,"VerseNumber":50,"Text":"E Nossa ordem nao e senao uma so palavra, rapida como o piscar da vista"},{"SurahNumber":54,"VerseNumber":51,"Text":"E, com efeito, aniquilamos vossos semelhantes. Entao, ha quem disso se recorde"},{"SurahNumber":54,"VerseNumber":52,"Text":"E cada cousa que fizeram esta nos registros"},{"SurahNumber":54,"VerseNumber":53,"Text":"E cada cousa, pequena e grande, ali e escrita"},{"SurahNumber":54,"VerseNumber":54,"Text":"Por certo, os piedosos estarao em Jardins e entre rios"},{"SurahNumber":54,"VerseNumber":55,"Text":"Em verdadeiro lugar de permanencia, junto de Um Rei Potentissimo"}]}