{"Id":47,"LanguageCodes":["bm","bam"],"Name":"bam-deenmuhammad","Author":"Deen Muhammad","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"ߊߟߊ߫ ߦߴߊߟߎ߫ ߟߐ߬ ߟߊ߫ ߞߊ߬ߙߌ߬ߝߊ ߟߎ߬ ߟߊߛߊ߬ߦߌ ߟߴߊ߬ߟߎ߫ ߕߌ߱ ߟߎ߫ ߡߊ߬، ߊߟߎ߫ ߓߊ߯ ߞߍ߫ ߞߕߌ߫ ߟߊ߫ ߡߐ߱ ߟߎ߬ ߕߍ߫ ߊߟߎ߯ ߞߕߌ߫ ߕߋߟߋ߲ ߝߣߊ߫ ߟߊ߫، ߊߟߎ߫ ߟߊߟߌߞߏ ߓߍ߲߬ߣߍ߲߫ ߠߋ߬ ߊߟߊ߫ ߓߟߏ߫ ߘߋ߬، ߊߟߊ߫ ߘߏ߲߬ ߞߍߣߍ߲߫ ߡߍ߲ߠߌ߲ߠߊ߫ ߦߋߟߌߟߊ ߟߋ߬ ߘߌ߫ ߞߏߦߌ߫"},{"SurahNumber":4,"VerseNumber":59,"Text":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߊߟߊ߫ ߞߊ߲ ߡߌ߬ߘߊ߬ ߸ ߊ߬ ߣߴߊߟߎ߫ ߦߋ߫ ߞߋߟߊ ߞߊ߲ ߡߌ߬ߘߊ߬߸ ߊ߬ ߣߴߊߟߎ߫ ߘߐ߫ ߞߏߕߌ߮ ߟߎ߬ ߞߊ߲، ߣߴߊߟߎ߫ ߝߐ߫ ߘߊ߫ ߢߐ߲߮ ߞߐ߫ ߞߏ ߡߍ߲ ߘߐ߫ ߸ ߊߟߎ߫ ߦߴߏ߬ ߟߊߛߊ߬ߦߌ߬ ߊߟߊ߫ ߣߌ߫ ߞߋߟߊ ߡߊ߬، ߣߴߊߟߎ߫ ߟߊߣߍ߲߫ ߞߍ߫ ߘߴߊߟߊ߫ ߣߌ߫ ߟߏ߲߫ ߠߊߓߊ߲ ߠߊ߫ ߞߊ߬ߣߌ߲߫، ߏ߬ ߟߋ ߦߊ߯ ߝߌ߬ߛߊ߬߸ ߞߐߝߟߌ߫ ߢߌߡߊ ߘߏ߲߬ ߦߴߏ߬ ߟߋ ߟߊ߫"},{"SurahNumber":4,"VerseNumber":60,"Text":"ߌ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߡߍ߲ ߠߎ߬ ߦߴߊ߬ ߜߊߟߏ߲߫ ߠߴߊ߬ߟߎ߬ ߟߊ߫ ߞߏ߫ ߊ߬ߟߎ ߟߊߣߍ߲߫ ߟߍߙߊ ߟߊ߫ ߡߍ߲ ߠߊߖߌ߰ߣߴߌ ߡߊ߬߸ ߊ߬ ߣߌ߫ ߡߍ߲ ߠߊߖߌ߰ ߘߴߌ ߢߍ߫؟ ߏ߬ ߟߎ߫ ߟߴߊ߬ ߝߍ߬ ߣߌ߲߬ ߞߊ߬ ߕߊ߯ ߢߐ߲߮ ߞߕߌ߫ ߞߏ߲ߞߏߓߊ ߝߍ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߟߐ߬ߣߍ߲߫ ߠߋ߬ ߞߏ߫ ߊ߬ߟߎ߬ ߦߴߊ߬ߟߎ߫ ߓߊ߲߬ ߏ߬ ߘߐ߫، ߜߍ߬ߘߍ ߟߋ߫ ߘߏ߲߬ ߦߴߊ߬ ߝߍ߬ ߞߵߊ߬ߟߎ߬ ߟߊߝߌ߬ߟߌ߫ ߝߟߌ߬ ߔߘߋߞߟߋ ߟߊ߫"},{"SurahNumber":4,"VerseNumber":61,"Text":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߝߊ߲߭ ߞߏ߫ ߊߟߎ߫ ߣߊ߬ ߊߟߊ߫ ߟߊ߫ ߟߍߙߊ߫ ߟߊߖߌ߰ߣߍ߲ ߡߊ߬߸ ߊ߬ ߣߌ߫ ߞߋߟߊ ߓߘߊ ( ߛߴߊ߬ ߘߌ߫ ߝߊߙߊ߲ߝߊߛߌ ߞߍ߫ ߊߟߎ߫ ߦߋ߫ )߸ ߌ ߘߌ߫ ߝߌ߬ߟߊ߲߬ߞߊߝߏ ߟߎ߬ ߞߐߘߏ߲߬ߕߐ ߡߙߎߣߍ߲ ߦߴߌߞߘߐ߫"},{"SurahNumber":4,"VerseNumber":62,"Text":"ߊ߬ ߓߍߣߊ߬ ߞߍ߫ ߘߌ߬ ߣߌ߫ ߡߊ߲߬ߕߙߐ߫ ߞߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߞߊ߬ߡߊߛߐ߬ߘߐ߲߬ ߝߋ߲߫ ߝߍ߬ ߊ߬ߟߎ߬ ߓߟߏ ߟߎ߫ ߣߊ߬ ߡߍ߲ ߢߍߓߌ߬ߟߊ߬ ߟߊ߫߸ ߊ߬ߟߎ߬ ߦߋ߫ ߣߵߌ ߕߘߍ߬ ߏ߬ ߞߐ߫ ߞߵߊ߬ߟߎ߫ ߞߊ߬ߟߌ߬ ߊߟߊ߫ ߟߊ߫ ߞߏ߫ ߊ߲ ߕߍ߫ ߝߏߦߌ߫ ߝߍ߬ ߝߏ߫ ߢߊ߬ߟߌ ߣߌ߫ ߓߍ߲߬ߒ߬ߛߋ߲߬ߡߊ"},{"SurahNumber":4,"VerseNumber":63,"Text":"ߊߟߊ߫ ߞߵߊ߬ ߟߐ߲߫ ߖߐ߫ ߡߍ߲ ߦߴߏ߬ ߟߎ߫ ߛߣߐ߬ߡߍ ߟߎ߬ ߘߐ߫، ߌߟߋ ߞߊߣߵߌ ߓߌ߬ߟߴߊ߬ߟߎ߫ ߝߍ߬ ߟߋ߬ ߞߟߋ߫ ߸ ߌ ߦߴߊ߬ߟߎ߬ ߟߊߟߌ߫ ߟߋ߬ ߸ ߊ߬ ߣߴߌ ߦߋ߫ ߞߎߡߴߊ߬ߟߎ߬ ߦߋ߫ ߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߟߊ߫ ߞߏ ߘߐ߫ ߞߎߡߊ߫ ߘߊ߲߬ߠߊ߬ߛߋߣߍ߲ ߠߊ߫ ( ߡߍ߲ ߘߌ߫ ߘߏ߲߬ ߊ߬ߟߎ߫ ߡߊ߬)"},{"SurahNumber":4,"VerseNumber":64,"Text":"ߒ߬ߠߎ߬ ߡߊ߫ ߞߋߟߊ߫ ߛߌ߫ ߗߋ߫ ( ߦߋ߲߬ ߕߋ߲߬ ) ߸ ߝߏ߫ ߞߵߊ߬ ߞߊ߲ ߠߋ߫ ߡߌ߬ߘߊ߬ ߊߟߊ߫ ߟߊ߫ ߘߌ߬ߢߍ ߟߊ߫، ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߣߊ߬ ߘߴߌ ߕߘߍ߬ ߊ߬ߟߎ߬ ߟߊ߫ ߖߘߍ߬ ߕߐߢߍ߮ ߞߐ߫ ߸ ߞߊ߬ ߡߊ߬ߞߕߏ߬ߟߌ ߢߌߣߌ߲߫ ߊߟߊ߫ ߝߍ߬ ߸ ߞߋߟߊ ߝߣߊ߫ ߦߋ߫ ߡߊ߬ߞߕߏ߬ߟߌ߬ ߢߌߣߌ߲ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߘߌ߫ ߊߟߊ߫ ߛߐ߬ߘߐ߲߫ ߖߘߍ߬ߟߊ߬ߛߊߦߌ ߡߌ߬ߘߊ߬ߓߊ߰ ߤߌߣߊߒߕߋ߫ ߘߌ߫"},{"SurahNumber":4,"VerseNumber":65,"Text":"ߍ߲߬ߍ߲߫ ߘߋ߬ ߸ ߊ߰ ߒ ߣߴߌ ߡߊ߰ߙߌ ߕߍ߫ ߸ ߊ߬ߟߎ߬ ߕߍ߫ ߞߍ߫ ߟߊ߲ߒߠߦߊߓߊ߮ ߘߌ߫ ߝߏ߫ ߣߴߊ߬ߟߎ߫ ߞߵߊ߬ߟߎ߬ ߕߍ߫ ߝߐߢߐ߲߯ߞߐ ߓߍ߯ ߞߕߌ ߟߴߌ ߞߘߐ߫ ߟߋ߬ ߖߐ߫، ߌ ߓߊ߯ ߏ߬ ߡߍ߲ ߕߍ߰ ߛߊ߫߸ ߕߍ߰ߡߊ߬ߛߌ߯ ߞߊߣߊ߬ ߞߍ߫ ߊ߬ߟߎ߬ ߝߋ߲߫ ߞߣߐ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߬ ߦߋ߫ ߜߍ߫ ߏ߬ ߡߊ߬ ( ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߕߊ߫ ߢߊ ߡߊ߬ ) ߛߏߘߊ߫"},{"SurahNumber":4,"VerseNumber":66,"Text":"ߣߌ߫ ߒ߬ߠߎ߫ ߕߎ߲߬ ߞߵߊ߬ ߛߓߍ߫ ߊ߬ߟߎ߫ ߡߊ߬ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߖߍ߬ߘߍ߫ ߝߊ߰ ߸ ߥߟߴߊߟߎ߫ ߦߋ߫ ߓߐ߫ ߊߟߎ߫ ߟߊ߫ ߟߎ ߟߎ߫ ߡߊ߬߸ ߊ߬ߟߎ߫ ߕߎ߲߬ ߕߴߏ߬ ߞߍ߫ ߝߏ߫ ߊ߬ߟߎ߬ ߘߐ߫ ߞߋ߬ߟߋ߲߬ߞߋߟߋ߲߫. ߓߊ߬ߙߌ߬ ߊ߬ߟߎ߬ ߟߊߟߌ߫ ߟߊ߫ ߡߍ߲ ߠߊ߫ ߣߴߊ߬ߟߎ߫ ߕߎ߲߬ ߓߴߏ߬ ߞߍ߫ ߟߊ߫ ߸ ߏ ߕߌ߲߬ ߘߌ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߤߙߊ߫ ߘߌ߫ ߸ ߊ߬ ߣߌ߫ ߓߊ߲ߓߊ߲ ߘߌ߫ ( ߟߊߒߠߦߊ ߘߐ߫ ) ߜߡߊ߫"},{"SurahNumber":4,"VerseNumber":67,"Text":"ߒ ߕߎ߲߬ ߘߴߊ߬ߟߎ߬ ߛߐ߫ ߛߙߊ߬ߓߊ ߟߊ߫ ߏ߬ ߘߐ߫ ߟߋ߬ ߘߍ߯ ߞߊ߬ ߝߘߊ߫ ߒ߬ ߖߍ߬ߘߍ ߟߊ߫"},{"SurahNumber":4,"VerseNumber":68,"Text":"ߊ߬ ߣߌ߫ ߒ߬ ߕߎ߲߬ ߘߴߊ߬ߟߎ߬ ߞߊ߲ߘߊ߫ ߛߌߟߊ߫ ߕߋߟߋ߲ߣߍ߲ ߞߊ߲߬"},{"SurahNumber":4,"VerseNumber":69,"Text":"ߒ߬ߓߊ߬ ߡߍ߲ ߓߊ߯ ߊߟߊ߫ ߣߌ߫ ߞߋߟߊ ߞߊ߲ ߡߌ߬ߘߊ߬߸ ߏ߬ ߟߎ߬ ߞߍߕߐ߫ ߡߐ߰ ߟߎ߫ ߟߋ߫ ߝߍ߬ ߊߟߊ߫ ߣߍߡߊߣߍ߲߫ ߡߍ߲ ߠߎ߫ ߡߊ߬߸ ߣߊߟߌ߬ߡߎ߲߫ ߟߊ߬ߝߐ߬ߓߊ߮ ߟߎ߬ ߣߌ߫ ߕߎ߬ߢߊ߬ߕߌ߮ ߟߎ߬ ߣߌ߫ ߛߋ߰ߘߎ߬ߝߙߋ ߟߎ߬ ߣߌ߫ ߡߐ߰ ߢߌߡߊ ߟߎ߬ ߘߌ߫، ߏ߬ ߟߎ߫ ߘߏ߲߬ ߛߋ߲߬ߘߏ߲߬ߢߐ߲߰ߦߊ ߞߊ߫ ߢߌ߲߬ߓߊ ߟߋ߬"},{"SurahNumber":4,"VerseNumber":70,"Text":"ߏ߬ ߢߊ߬ߒߡߊ߭ ߝߘߊߣߍ߲߫ ߊߟߊ߫ ߟߋ߬ ߟߊ߫ ߸ ߊߟߊ߫ ߘߏ߲߬ ߥߛߊ߬ ߘߊ߫ ߟߐ߲ߠߌ߲ߠߊ߫ ߘߌ߫"},{"SurahNumber":4,"VerseNumber":71,"Text":"ߤߍ߲߬ ߊߟߎ߬ ߟߊߒߠߦߊߓߊ߮ ߟߎ߬ ߸ ߊߟߎ߫ ߦߋ߫ ߕߏ߫ ߊߟߎ߫ ߦߟߌ߫ ߘߐ߫ ( ߖߎ߮ ߟߎ߬ ߢߍ߫)߸ ߊߟߎ߫ ߓߏߟߏ߲ߓߏߟߏ߲ ߠߎ߬ ߦߋ߫ ߕߊ߯ ߞߍ߬ߟߍ ߘߐ߫ ߸ ߥߟߴߊߟߎ߫ ߟߊߘߍ߬ߣߍ߲ ߦߋ߫ ߥߊ߫"},{"SurahNumber":4,"VerseNumber":72,"Text":"ߡߐ߱ ߘߏ߫ ߓߍ߫ ߊߟߎ߫ ߘߐ߫ ߏ߬ ߦߴߊ߬ ߛߎߡߦߊ߫ ߟߊ߫ ߟߋ߬ ߸ ߛߊ߫ ߣߌ߫ ߡߊ߲߬ߕߙߐ߫ ߞߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߸ ߊ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߊߟߊ߫ ߢߊ߬ ߘߊ߫ ߒ ߡߊ߬ ߞߟߋ߫ ߓߊ ߒ ߕߎ߲߬ ߕߍ߫ ߊ߬ߟߎ߫ ߝߍ߬ ߜߍߘߐ߫"},{"SurahNumber":4,"VerseNumber":73,"Text":"ߣߌ߫ ߊߟߊ߫ ߟߊ߫ ߢߊ߬ߒߡߊ߭ ߘߏ߲߬ ߞߵߊ߬ߟߎ߫ ߛߐ߬ߘߐ߲߬ ߸ ߊ߬ ߘߴߊ߬ ߝߐ߫ ߌߞߐ߫ ߞߏ߫ ߞߵߊ߬ ߞߍ߫ ߕߋ߲߬ ߦߏ߫ ߘߌߦߊߢߍ߫ ߕߎ߲߬ ߕߍ߫ ߊߟߎ߫ ߣߴߊ߬ߟߋ߬ ߕߍ߫؟ ߞߏ߫ ߥߟߊߞߏ߫ ߒ ߕߌ߲߬ ߦߋ߫ ߞߍ߫ ߊ߬ߟߎ߫ ߝߍ߬ ߸ ߛߊ߫ ߒ ߕߎ߲߬ ߘߌ߫ ߣߌ߬ߓߊ߫ ߛߐ߬ߘߐ߲߬"}]}