{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Their messengers dir vi hav dub DI; Initiator de heavens ter? Li invit vi nur forgive your pek don vi another sxanc redeem Ili dir Vi est ne plur than humans us want repel us voj our parents uz worship Montr us kelk profound auxtoritat"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their messengers dir al them Ni est ne plur than humans vi DI ben whomever Li chooses His servants! Ni possibly ne montr vi any kind da authorization escept en accordance kun di testament En DI believers fid"},{"SurahNumber":14,"VerseNumber":12,"Text":"Why ni ne fid DI when Li direkt us our paths? Ni steadfastly persevere en des vizagx de your persecution. En DI all trusters fid"},{"SurahNumber":14,"VerseNumber":13,"Text":"Those disbelieved dir al their messengers Ni do gxi banish vi el our land vi revert our religi. Their Lord inspir them Ni inevitably annihilate transgressors"},{"SurahNumber":14,"VerseNumber":14,"Text":"Ni let vi logx their land them. This est (rekompenc) those reverence My majesty reverence My promes"},{"SurahNumber":14,"VerseNumber":15,"Text":"Ili issued challenge consequently cxiu stubborn tiran ended doomed"},{"SurahNumber":14,"VerseNumber":16,"Text":"Awaiting him est Infer wherein li trink putrid akv"},{"SurahNumber":14,"VerseNumber":17,"Text":"Li gulp gxi down li ne star gxi as death ven him cxiu direction li neniam mort! Awaiting him est terrible retribution"},{"SurahNumber":14,"VerseNumber":18,"Text":"allegory de those disbelieve their Lord their works est ashes violent vent stormy tag! Ili gajn nothing whatever ili earn such est farthest straying"},{"SurahNumber":14,"VerseNumber":19,"Text":"Vi ne realize ti DI Do kre heavens ter specif purpose Li vol Li remove vi substitute neo creation your met"},{"SurahNumber":14,"VerseNumber":20,"Text":"This ne est tro difficult por DI"},{"SurahNumber":14,"VerseNumber":21,"Text":"When ili all bud DI followers dir al estr Ni uz sekv vi! Can vi sxpar us eben a malpli mord de di retribution? Ili dir Hav DI direkt us ni direkt vi! Tuj est tro late ni grieve resort pacienc tie ne est exit us"},{"SurahNumber":14,"VerseNumber":22,"Text":"Kaj diabl dir judgment issued DI promes vi truthful promes mi promes vi mi romp my promes! Mi ne hav potenc vi; mi simply invit vi vi akcept my invitation! Do ne blame me blame nur yourselves! My plend ne help vi nor can your plend help me Mi disbelieved your idolizing me transgressors incurred painful retribution"},{"SurahNumber":14,"VerseNumber":23,"Text":"As por those kred plumb righteous life ili admitted gxarden flu streams Ili abide therein forever en accordance kun vol their Lord Their greeting therein est Pac"},{"SurahNumber":14,"VerseNumber":24,"Text":"Vi ne seg DI Do cited ekzempl bon vort bon arb radik firmly fiks its brancx est alt en des cxiel"},{"SurahNumber":14,"VerseNumber":25,"Text":"Gxi produkt its crop cxiu sezon as desegn its Lord DI TIEL cites EKZEMPL POPOL KE ILI PREN heed"},{"SurahNumber":14,"VerseNumber":26,"Text":"Ekzempl mav vort est de mav arb chopped soil nivel; gxi ne hav radik keep gxi star"},{"SurahNumber":14,"VerseNumber":27,"Text":"DI strengthens those KRED proven VORT en this life Hereafter Di send transgressors astray. Cxio est en accordance kun di testament"}]}