{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":263,"Text":"Lijepa rijec i oprost vredniji su od sadake popracene vrijeđanjem. A Allah je neovisan i Onaj Koji ne zuri s kaznom"},{"SurahNumber":2,"VerseNumber":264,"Text":"O vi koji vjerujete, ne kvarite sadake svoje prigovorima i uvredama, kao sto to cini onaj koji imetak svoj trosi da bi se ljudima pokazao, a ne vjeruje u Allaha i ahiret. Primjer njegov je kao primjer glatke stijene - na kojoj ima zemlje, pa je pogodi veliki pljusak i ogoli je. Oni nemaju nikakve koristi od onoga sto su stjecali. A Allah ne upucuje na Pravi put ljude koji ne vjeruju"},{"SurahNumber":2,"VerseNumber":265,"Text":"Oni koji trose svoj imetak u zelji za zadovoljstvom Allahovim i sigurni su u nagradu za to, slicni su basci na uzvisici na koju se izlila obilna kisa, pa daje dvostruki urod! A ako se na nju ne izlije obilna kisa, opet bude rose! Allah dobro vidi sta vi radite"},{"SurahNumber":2,"VerseNumber":266,"Text":"Da li bi iko od vas volio da posjeduje bascu punu palmi i grozđa, kroz koju rijeke teku i u kojoj ima svakojakih plodova, a da je ostario i da ima nejaku djecu, a da je onda vatrena oluja zadesi i ona izgori?! Tako vam Allah objasnjava ajete i znakove Svoje, da biste razmislili"},{"SurahNumber":2,"VerseNumber":267,"Text":"O vi koji vjerujete, dijelite od lijepih imetaka koje ste stekli, i od onoga sto smo vam Mi iz Zemlje izveli! Ne izdvajajte ono sto ne vrijedi da biste to udijelili, kada ni sami to ne biste primili, osim zatvorenih ociju! I znajte da je Allah, zaista, Neovisni i Hvaljeni"},{"SurahNumber":2,"VerseNumber":268,"Text":"Sejtan vas plasi siromastvom i navodi vas na zlo, a Allah vam obecava oprost i dobro. Allah je neizmjerno darezljiv i Onaj Koji sve zna"},{"SurahNumber":2,"VerseNumber":269,"Text":"On daje mudrost kome hoce, a onome kome je mudrost data, dato je veliko dobro! A samo razumom obdareni prisjecaju se i pouku prihvataju"},{"SurahNumber":2,"VerseNumber":270,"Text":"Za sve sto potrosite ili se zavjetujete Allah sigurno zna! A zulumcarima nema pomagaca"},{"SurahNumber":2,"VerseNumber":271,"Text":"Ako javno dajete sadake to je lijepo, ali je za vas bolje ako to prikrijete i date siromasima, i On ce pokriti neka vasa losa djela. A Allah dobro zna ono sto vi radite"}]}