{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":32,"VerseNumber":11,"Text":"Dize-lhes: O anjo da morte, que foi designado para vos guardar, recolher-vos-á, e logo retornareis ao vosso Senhor"},{"SurahNumber":32,"VerseNumber":12,"Text":"Ah, se pudesses ver os pecadores, cabisbaixos, ante o seu Senhor! (Exclamarão): Ó Senhor nosso, agora temos olhospara ver e ouvidos para ouvir! Faze-nos retornar ao mundo, que praticaremos o bem, porque agora estamos persuadidos"},{"SurahNumber":32,"VerseNumber":13,"Text":"E se quiséssemos, teríamos iluminado todo o ser, porém, a Minha sentença foi pronunciada; sabei que encherei o infernocom gênios e humanos, todos juntos"},{"SurahNumber":32,"VerseNumber":14,"Text":"(Ser-lhes-á dito): Sofrei, pois, por terdes esquecido o comparecimento neste vosso dia! Em verdade, vos esqueceremos. E sofrei o castigo, por toda a eternidade, pelo que cometestes"},{"SurahNumber":32,"VerseNumber":15,"Text":"Somente crêem nos Nossos versículos aqueles que, quando eles lhos são recitados, se prostram em adoração e celebramos louvores de seu Senhor, sem, contudo, se ensoberbecerem"},{"SurahNumber":32,"VerseNumber":16,"Text":"São aqueles, cujo corpos não relutam em se afastar dos leitos para invocarem seu Senhor com temor e esperança, e quefazem caridade daquilo com que os agraciamos"},{"SurahNumber":32,"VerseNumber":17,"Text":"Nenhuma alma caridosa sabe que deleite para os olhos lhe está reservado, em recompensa pelo que fez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Poderá, acaso, aquiparar-se ao fiel o ímpio? Jamais se equipararão"},{"SurahNumber":32,"VerseNumber":19,"Text":"Quanto aos fiéis, que tiverem praticado o bem, terão por abrigo jardins de aconchego, por tudo quanto fizeram"},{"SurahNumber":32,"VerseNumber":20,"Text":"Por outra, os depravados terão por morada o fogo infernal. Cada vez que desejarem sair dali, serão ainda maisarraigados nele, e lhes será dito: Provai o tormento do fogo que desmentistes"},{"SurahNumber":32,"VerseNumber":21,"Text":"Em verdade, infligir-lhes-emos o castigo terreno, antes do castigo supremo, para que se arrependam"},{"SurahNumber":32,"VerseNumber":22,"Text":"E haverá alguém mais iníquo do que quem, ao ser exortado com os versículos do seu Senhor, logo os desdenha? Sabeique Nós puniremos os pecadores"},{"SurahNumber":32,"VerseNumber":23,"Text":"Já havíamos concedido o Livro a Moisés. Não vaciles, pois, quando ele chegar a ti. E destinamo-lo como orientaçãopara os israelitas"},{"SurahNumber":32,"VerseNumber":24,"Text":"E designamos líderes dentre eles, os quais encaminham os demais segundo a Nossa ordem, porque perseveraram e sepersuadiram dos Nossos versículos"},{"SurahNumber":32,"VerseNumber":25,"Text":"Certamente teu Senhor julgará entre eles, no Dia da Ressurreição, quanto àquilo a respeito do quê divergiam"},{"SurahNumber":32,"VerseNumber":26,"Text":"Acaso, Ele não lhes evidenciou quantas gerações anteriores à deles temos exterminado, apesar de caminharem sobre assuas (antigas) moradas? Certamente, nisto há sinais. Não ouvem, então"},{"SurahNumber":32,"VerseNumber":27,"Text":"Não reparam em que conduzimos a água à terra erma, fazendo com isso, brotar as semeaduras de que se nutrem eles e oseu gado? Não vêem, acaso"},{"SurahNumber":32,"VerseNumber":28,"Text":"E perguntam: Quando chegará essa vitória, se estiverdes certos"},{"SurahNumber":32,"VerseNumber":29,"Text":"Responde-lhes: No dia da vitória de nada valerá a fé tardia dos incrédulos, nem serão tolerados"},{"SurahNumber":32,"VerseNumber":30,"Text":"Afasta-te, pois deles, e espera, porque eles também não perdem por esperar"}]}