{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"Koly nad nymy zvershytʹsya slovo, My vyvedemo do nykh iz zemli tvarynu. Vona skazhe yim, shcho lyudy ne buly vpevneni v Nashykh znamennyakh"},{"SurahNumber":27,"VerseNumber":83,"Text":"Toho Dnya My zberemo z kozhnoho narodu natovp tykh, yaki vvazhaly za brekhnyu Nashi znamennya, i yikh pidhanyatymutʹ"},{"SurahNumber":27,"VerseNumber":84,"Text":"Koly vony pryydutʹ, Vin skazhe: «Nevzhe vy vvazhaly Moyi znamennya za brekhnyu, ne osyahnuvshy yikh znannyam? Shcho zh vy nakoyily"},{"SurahNumber":27,"VerseNumber":85,"Text":"Slovo zvershytʹsya nad nymy za te, shcho vony chynyatʹ nespravedlyvistʹ, i vony ne rozmovlyatymutʹ"},{"SurahNumber":27,"VerseNumber":86,"Text":"Khiba vony ne bachyly, shcho My zrobyly nich dlya vashoho vidpochynku, a denʹ — chasom svitla? Voistynu, v tsʹomu — znamennya dlya viruyuchykh lyudey"},{"SurahNumber":27,"VerseNumber":87,"Text":"Toho Dnya zasurmlyatʹ u rih, i vzhakhnutʹsya vsi, khto na nebesakh i na zemli, krim tykh, koho pobazhav obraty Allah! Usi slukhnyano postanutʹ pered Nym"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ty pobachysh, shcho hory, yaki ty vvazhav neporushnymy, pochnutʹ rukhatysya, nache khmary. Take tvorinnya Allaha, Yakyy zrobyv doskonaloyu kozhnu rich. Voistynu, Yomu vidomo te, shcho vy robyte"},{"SurahNumber":27,"VerseNumber":89,"Text":"I khto pryyde z dobrym vchynkom, toy matyme krashche za nʹoho. Toho Dnya vony budutʹ ubezpechenni vid zhakhu"},{"SurahNumber":27,"VerseNumber":90,"Text":"A khto pryyde z pohanym vchynkom, tykh kynutʹ u vohonʹ dolilytsʹ: «Chy ne platyatʹ vam lyshe za te, shcho vy robyly"},{"SurahNumber":27,"VerseNumber":91,"Text":"«Meni nakazano tilʹky poklonyatysya Hospodu tsʹoho mista, Yakyy zrobyv yoho zaboronenym. Yomu nalezhytʹ kozhna rich! I meni nakazano buty viddanym [Yomu]"},{"SurahNumber":27,"VerseNumber":92,"Text":"y chytaty Koran. Khto yde pryamym shlyakhom, ide nym lyshe dlya sebe». A tomu, khto zbyvsya zi shlyakhu, skazhy: «YA tilʹky zasterihach"},{"SurahNumber":27,"VerseNumber":93,"Text":"Skazhy: «Khvala Allahu! Vin pokazhe vam Svoyi znamennya, y vy vpiznayete yikh. A Hospodʹ tviy ne omynaye toho, shcho vy robyte"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta. Sin. Mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Tse — znamennya yasnoho Pysannya"},{"SurahNumber":28,"VerseNumber":3,"Text":"My v istyni prochytayemo tobi rozpovidʹ pro Musu y Firauna — dlya viruyuchykh lyudey"},{"SurahNumber":28,"VerseNumber":4,"Text":"Voistynu, Firaun vyvyshchyvsya na zemli y rozdilyav yiyi zhyteliv na hrupy. Odnu z nykh vin oslablyav, ubyvav yikhnikh syniv i zalyshav zhyvymy yikhnikh zhinok. Voistynu, vin buv odnym iz tykh, khto poshyryuvav bezchestya na zemli"},{"SurahNumber":28,"VerseNumber":5,"Text":"My pobazhaly vyyavyty mylistʹ do tykh, yaki buly oslableni na zemli, zrobyty yikh providnykamy y spadkoyemtsyamy"},{"SurahNumber":28,"VerseNumber":6,"Text":"utverdyty yikh na zemli y pokazaty Firaunu, Hamanu ta yikhnʹomu viysʹku te, choho vony sterehlysya"},{"SurahNumber":28,"VerseNumber":7,"Text":"My vidkryly materi Musy: «Hoduy yoho svoyim molokom. A koly boyatymeshsya za nʹoho, to kynʹ yoho v riku. Ne biysya ta ne sumuy, My povernemo yoho tobi y zrobymo odnym iz poslantsiv"},{"SurahNumber":28,"VerseNumber":8,"Text":"Rodyna Firauna pidibrala yoho, shchob vin stav dlya nykh vorohom i pechallyu. Voistynu, Firaun, Haman ta yikhnye viysʹko buly hrishnykamy"},{"SurahNumber":28,"VerseNumber":9,"Text":"Druzhyna Firauna skazala: «Nasoloda moyikh i tvoyikh ochey! Ne vbyvayte yoho! Mozhlyvo, vin prynese nam korystʹ abo my vizʹmemo yoho za syna». Vony ni pro shcho ne zdohaduvalysya"},{"SurahNumber":28,"VerseNumber":10,"Text":"Sertse materi Musy sporozhnilo. Vona bula hotova vidkrytysya, ale My ukripyly yiyi sertse, shchob vona bula viruyuchoyu"},{"SurahNumber":28,"VerseNumber":11,"Text":"Vona skazala sestri Musy: «Ydy za nym!» Ta sposterihala za nym zdaleku, a vony ni pro shcho ne zdohaduvalysya"}]}