{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"No els he posat com testimonis de la creacio dels cels i de la terra ni de la seva propia creacio, ni he pres com auxiliars als que extravien a uns altres"},{"SurahNumber":18,"VerseNumber":52,"Text":"El dia que digui: «Crideu a aquells que pretenieu que eren els meus associats!», els invocaran, pero no els escoltaran. Posarem un abisme entre ells"},{"SurahNumber":18,"VerseNumber":53,"Text":"Els pecadors veuran el Foc i creuran que es precipiten en ell, sense trobar manera d'escapar"},{"SurahNumber":18,"VerseNumber":54,"Text":"En aquest Alcora hem exposat als homes tota classe d'exemples, pero l'home es, de tots els essers, el mes discutidor"},{"SurahNumber":18,"VerseNumber":55,"Text":"L'unica cosa que impedeix als homes creure quan els arriba La Guia i demanar el perdo del seu Senyor, es el no admetre que els arribara a la mateixa sort que als antics o que haurien d'afrontar el castig"},{"SurahNumber":18,"VerseNumber":56,"Text":"No manem als Missatgers sino com nuncis de bones noves i per a advertir. Els que no creuen discuteixen amb argucies per a derrocar, aixi, la Veritat, i prenen a burla Els meus signes i els advertiments"},{"SurahNumber":18,"VerseNumber":57,"Text":"Hi ha algu que sigui mes impiu que qui, havent-se-li recordat els signes del seu Senyor, es desvia despres d'ells i oblida el que les seves mans van obrar? Hem vetllat els seus cors i endurit les seves oides perque no ho entenguin. Encara que els cridis cap a la bona senda, no seran mai be dirigits"},{"SurahNumber":18,"VerseNumber":58,"Text":"El teu Senyor es l'Indulgent, l'Amo de la Misericordia. Si els dones la seva merescut, els avancaria el castig. Tenen, no obstant aixo, una cita a la qual no podran faltar"},{"SurahNumber":18,"VerseNumber":59,"Text":"Vam Fer perir aquestes ciutats quan van obrar impiament, havent fixat a compte quan anaven a perir"},{"SurahNumber":18,"VerseNumber":60,"Text":"I quan Moises va dir al seu mosso: «No desistire fins que arribi a la confluencia de les dues grans masses d'aigua, encara que hagi de caminar molts anys»"},{"SurahNumber":18,"VerseNumber":61,"Text":"I, quan van arribar la seva confluencia, es van oblidar del seu peix, que va emprendre tranquil·lament el cami cap a la gran massa d'aigua"},{"SurahNumber":18,"VerseNumber":62,"Text":"I, quan van passar mes enlla va dir al seu mosso: «Porta el menjar, que ens hem cansat amb aquest viatge!»"},{"SurahNumber":18,"VerseNumber":63,"Text":"Va dir: «Que et sembla? Quan ens refugiem en la roca, em vaig oblidar del peix -ningu sino el Dimoni va fer oblidar-me que m'acordes d'ell- i va emprendre el cami cap a la gran massa d'aigua. Es sorprenent!»"},{"SurahNumber":18,"VerseNumber":64,"Text":"Va dir: «Aixo es el que desitjavem», i van regressar tornant sobre els seus passos"},{"SurahNumber":18,"VerseNumber":65,"Text":"trobant a un dels Nostres serfs a qui haviem fet objecte d'una misericordia vinguda de Nosaltres i ensenyat una ciencia de Nosaltres"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moises li va dir: «Et segueixo perque m'ensenyis quelcom de la bona guia que se't ha ensenyat?»"},{"SurahNumber":18,"VerseNumber":67,"Text":"Va dir: «No podras tenir paciencia amb mi"},{"SurahNumber":18,"VerseNumber":68,"Text":"I com vas a tenir-la en allo que no tens ple coneixement?»"},{"SurahNumber":18,"VerseNumber":69,"Text":"Va dir: «Em trobaras, si Al·la vol, pacient, i no desobeire els teus ordres»"},{"SurahNumber":18,"VerseNumber":70,"Text":"Va dir: «Si em segueixes, doncs, no em preguntis gens sense que jo t'ho suggereixi»"},{"SurahNumber":18,"VerseNumber":71,"Text":"I es van anar ambdos fins que, havent pujat a la nau, va fer en ella una bretxa. Va dir: «Li has fet una bretxa perque s'ofeguin els seus passatgers? Has fet alguna cosa molt greu!»"},{"SurahNumber":18,"VerseNumber":72,"Text":"Va dir: «No t'he dit que no podries tenir paciencia amb mi?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"«No duguis a malament el meu oblit», va dir, «i no em sotmetis a una prova massa dificil»"},{"SurahNumber":18,"VerseNumber":74,"Text":"I van reprendre ambdos la marxa, fins que van trobar a un noi i li va matar. Va dir: «Has matat a una persona innocent que no havia matat a ningu? Has fet algu horroros!»"}]}