{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"Iwe muporofita! Nemhaka yei uchirambidza izvo zvakabvumidzwa kwauri naAllah, uchida kufadza vakadzi vako? Uye Allah vanoregerera, vane tsitsi"},{"SurahNumber":66,"VerseNumber":2,"Text":"Zvirokwazvo Allah vakatokukomekedzai (imi vanhu) kuti musunungure mhiko dzenyu. Uye Allah ndivo muchengeti wenyu, uye ndivo vane ruzivo, uye huchenjeri"},{"SurahNumber":66,"VerseNumber":3,"Text":"Uye (rangarirai) apo muporofita (Muhammad (SAW)) akavandudza mashoko kune umwe wevakadzi vake (Hafsah), ndokubva iye (mukadzi) azvitaura (kuna Aishah). Uye Allah vakaita kuti azvizive. Akamuudza chidimbu akasiya chidimbu. Zvino iye (muporofita) paakamuudza nezvazvo akati: “Ndiani akuudza izvozvo?” Iye akati: “Muzivi wazvose, ane ruzivo chairwo (Allah) ndiye andiudza.”"},{"SurahNumber":66,"VerseNumber":4,"Text":"Kana imi muri vaviri (Aishah naHafsah) mukasakumbira ruregerero kuna Allah, zvirokwazvo moyo yenyu inenge yabatana (kupikisa muporofita). Uye kana imi mukabetserana maringe naye (Kupikisana naye), zvirokwazvo Allah ndivo muchengeti wake, naGabriel, uye nevatendi vanoita zvakanaka; uye pamusoro pezvo, nengirozi dzinomubetsera"},{"SurahNumber":66,"VerseNumber":5,"Text":"Pamwe Tenzi vake, kana iye akakurambai, vanogona kumupa vamwe vakadzi vasiri imi, vari nani kudarika imi, maMuslim (vanozvipira kuna Allah), vatendi, vanoteerera (Allah), vanokumbira Allah ruregerero, vanonamata Allah nemoyo wese, vanotsanya (kana vakatama munzira yaAllah), vakamboroorwa uye mhandara"},{"SurahNumber":66,"VerseNumber":6,"Text":"Imi vanotenda! Zvinunurei imi nemhuri dzenyu kubva kumoto uyo huni dzacho vanhu nematombo, pamusoro pawo pane ngirozi dzakasimba dzakakasharara, dzisingaiti zvokusateerera Allah pane izvo zvaanodzikomekedza, uye dzinoita izvo zvinenge zvakomekedzerwa"},{"SurahNumber":66,"VerseNumber":7,"Text":"Imi vasingatendi (mu Islaam)! Musape kana zvikonzero zuva ranhasi. Zvirokwazo murikupiwa mubairo wezvamakaita"},{"SurahNumber":66,"VerseNumber":8,"Text":"Imi vanotenda! Kumbirai ruregerero kuna Allah zvakakwana! Pamwe Tenzi venyu vachakukanganwirai zvitadzo zvenyu, uye vachakupinzai mumapindu ayo pasi pawo pane nzizi dzinoyerera. Zuva iro Allah havazi kuzonyadzisa muporofita (Muhammad (SAW)) neavo vanotenda pamwe naye. Chiedza chavo chichimhanya mberi kwavo uye nekurudyi rwavo. Vachange vachiti: “Tenzi vedu! Zadzikisai chiedza chedu (kusvikira tayambuka As-Siraat (bhiriji riri pamusoro peGehena)) uye tiregerereiwo. Zvirokwazvo imi munokwanisa kuita zvose.”"},{"SurahNumber":66,"VerseNumber":9,"Text":"Iwe muporofita(Muhammad (SAW))! Shinga pamberi pevasingatendi nevanyengedzi, uye wokasharara kwavari; uye kuGehena ndiko kwavachagara, uye zvirokwazvo ndiwo magumo akashata"},{"SurahNumber":66,"VerseNumber":10,"Text":"Allah vanopa muenzaniso kune avo vasingatendi: Mukadzi waNowa nemukadzi waLoti. Vakanga vari pasi pevaranda vedu vaviri vatsvene asi vakavabhanya (varume vavo nekuramba chitendero chavo). Uye (Nowa naLoti) havana kukwanisa kuvadzivirira kubva kuna Allah, uye zvakanzi: “Pindai mumoto pamwe nevarikupinda mumoto!”"},{"SurahNumber":66,"VerseNumber":11,"Text":"Uye Allah vakapa mufananidzo kune avo vanotenda: Mukadzi waFarawo apo akati: “Tenzi vangu! Ndivakirei imba kwamuri muParadhiso, uye ndinunurei kubva kuna Farawo nemabasa ake, uyezve ndinunureiwo kubva kune vanhu vanotadza.”"},{"SurahNumber":66,"VerseNumber":12,"Text":"Uye naMaria mwanasikana waImraan uyo akachengetedza hunhu hwake. Uye takafemera maari (mumbasha dzaakange akapfeka) kubva mumweya wedu (Gabriel), uye akabvuma mashoko aTenzi vake (akatenda mushoko raAllah rekuti: “Ivapo!” – uye akavapo Jesu mwanakomana waMaria mutumwa waAllah), uye (akabvuma) mabhuku avo, uye akanga ari weavo vanoteerera (Allah)"}]}