{"Id":316,"LanguageCodes":["sk","slk"],"Name":"slk-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Slovak","Description":"Slovak","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":4,"VerseNumber":12,"Text":"Ona get half z co tvoj manzelka vlavo they nie had dieta. they had dieta ona get one-fourth z co they lavy. All this after fulfilling any will they lavy after platit off all debts. They get one-fourth z co ona vlavo ona nie had dieta. Ona had dieta they get one-eighth z co ona bequeath All this after fulfilling any will ona lavy after platit off all debts. If zomrela clovek zensky bol loner vlavo 2 siblings muzsky zenska each z them gets one-sixth inheritance! there bol inak siblings potom they equally share one-third inheritance. All this after fulfilling any will after platit off all debts so ze ziaden 1 zranit. This will decreed GOD GOD bol Omniscient Clement"},{"SurahNumber":4,"VerseNumber":13,"Text":"These bol GOD's zakon. Those obey GOD Jeho posol He admit them zahrada flowing streams wherein they abide forever This bol velka triumph"},{"SurahNumber":4,"VerseNumber":14,"Text":"Mat rad for 1 kto disobeys GOD Jeho posol transgresses Jeho zakon He admit him Hell wherein he abides forever He incurred shameful retribution"},{"SurahNumber":4,"VerseNumber":15,"Text":"Those commit adultery tvoj zensky ona have 4 svedok them z ona. they bear svedok potom ona keep such zensky ich domov until they umrel al GOD creates vychod them"},{"SurahNumber":4,"VerseNumber":16,"Text":"couple commits adultery punished they repent reform ona vlavo them! GOD bol Redeemer Merciful"},{"SurahNumber":4,"VerseNumber":17,"Text":"Repentance bol acceptable GOD z those jesen zhresit ignorance potom repent ihned thereafter! GOD redeems them. GOD bol Omniscient Wise"},{"SurahNumber":4,"VerseNumber":18,"Text":"Nie acceptable je repentance z those commit zhresit smrt pojdem them potom say Ihned ja repent Nor je it acceptable z those umrel disbelievers! For these my chystat painful retribution"},{"SurahNumber":4,"VerseNumber":19,"Text":"O ona verit nie bol lawful ona zdedit co zensky vlavo against ich will Ona nie force them dat up anything ona dat them they commit proven adultery! Ona treat them nicely. Ona nemat rad them ona nemat rad nieco wherein GOD miesto a lot z dobry"},{"SurahNumber":4,"VerseNumber":20,"Text":"Ona zelat vydana iny manzelka v miesto tvoj present manzelka ona dat any z them a velka deal ona nie berie anything ona dat ju! Ona berie it fraudulently maliciously sinfully"},{"SurahNumber":4,"VerseNumber":21,"Text":"Ako ona berie it after ona je intimny s each inak, they pocas ona solemn zavazok"},{"SurahNumber":4,"VerseNumber":22,"Text":"Nie vydana zensky previously vydana tvoj otca! -existing manzelstvo exempted nie zlomeny -for it bol gross offense abominable cin"},{"SurahNumber":4,"VerseNumber":23,"Text":"(Zakazat for ona manzelstvo) bol tvoj matka tvoj dcera tvoj sestra sestra tvoj otca sestra tvoj matka dcera tvoj brat dcera tvoj sestra tvoj nursing matka girls kto nursed z same zensky mat rad ona matka tvoj manzelka dcera tvoj manzelka koho ona consummated manzelstvo! -Manzelstvo nie consummated ona vydana dcera. I zakazat ona bol zensky vydana tvoj genetic syn. I ona nie vydana 2 sestra o the same cas -robi nie zlomit existing manzelstvo! GOD bol Forgiver Merciful"}]}