{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Ve hani, Allah: \"İki (ya da daha fazla) tanrı edinmeyin!\" demişti, \"Çünkü O´dur tek ve biricik Tanrı; bunun içindir ki, benden, yalnızca benden korkun"},{"SurahNumber":16,"VerseNumber":52,"Text":"Göklerde ve yerde ne varsa, hepsi O´nundur; (o halde,) kulluk ve itaat de daima O´na olmalıdır: hal böyleyken, tutup yine de, Allah´tan başkasına mı saygı ve duyarlık göstereceksiniz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Hem, payınıza düşen her nimet Allah´tandır; (nitekim) ne zaman başınıza darlık çökse, hemen O´na yakarırsınız"},{"SurahNumber":16,"VerseNumber":54,"Text":"sonra, üzerinizden darlığı giderir gidermez, içinizden bazıları hemen Rablerinin uluhiyetinden başka güçlere de bir pay yakıştırır"},{"SurahNumber":16,"VerseNumber":55,"Text":"(adeta) kendilerine bahşettiğimiz nimetler için nankörlüklerini gösterircesine! (Bu geçici) dünya hayatıyla böylece avunun bakalım: nasıl olsa (gerçeği) er geç öğreneceksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Üstelik bir de, kendilerine verdiğimiz rızıktan, hakkında hiçbir şey bilmedikleri şeylere de bir pay ayırırlar. Allah tanıktır ki, bütün o uydurup durduğunuz şeylerden ötürü mutlaka sorguya çekileceksiniz"},{"SurahNumber":16,"VerseNumber":57,"Text":"Ayrıca, kızları Allah´a yakıştırırken -oysa O tüm beşeri bağlardan uzaktır, yücedir- kendileri için (sanki buna güçleri yetermiş gibi) hoşlarına gideni (seçmek isterler)"},{"SurahNumber":16,"VerseNumber":58,"Text":"(O kadar ki,) ne zaman birine bir kız çocuğu olduğu müjdesi verilse hemen yüzü kararır, içi öfkeyle dolar"},{"SurahNumber":16,"VerseNumber":59,"Text":"kendisine verilen bu kötü müjdeden ötürü -bu zillete/bu küçük düşmeye rağmen, şimdi onu acaba tutsun mu, yoksa toprağa mı gömsün (diye düşünerek)- kıyı bucak insanlardan kaçar. Yazıklar olsun, izledikleri düşünce tarzı ne kadar kötü"},{"SurahNumber":16,"VerseNumber":60,"Text":"(Bunun içindir ki,) kötü niteleme(ler) ahirete inanmayanlara yakışır; en yüce niteleme(ler) ise Allah´a. Çünkü, doğru hüküm ve hikmetle edip eyleyen en yüce iktidar sahibi O´dur"},{"SurahNumber":16,"VerseNumber":61,"Text":"İmdi, eğer Allah, (bu dünyada) yaptıkları kötülüklerden ötürü, insanları (hemen) tepeleyecek olsaydı, yeryüzünde tek bir canlı bırakmazdı. Ne var ki, onları, belirlenmiş bir sürenin sonuna kadar erteliyor. Süreleri dolduğu zaman, sonlarını bir an olsun ne geciktirebilirler, ne de öne alabilirler"},{"SurahNumber":16,"VerseNumber":62,"Text":"Ve bir de, hoşlanmadıkları şeyi (önce) Allah´a yakıştırırlar; sonra da kalkıp bunu dile getirirken, sanki en güzel, en erdemli olan neyse onu hak etmişler gibi, gerçek dışı, yalan açıklamalarda bulunurlar. Aslında, onlar sadece ateşi hak etmektedirler ve şüphesiz kendileri (Allah´ın rahmetinden) uzak tutulacaklar"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allah tanıktır ki, (ey Peygamber,) senden önceki çağlarda da (muhtelif) toplumlara elçiler gönderdik: fakat Şeytan onlara (da) yapıp ettiklerini güzel gösterdi(ği için hakkı inkara şartlanmış olanlar mesajlarımızı dinlemeyi hep reddettiler); Şeytan (geçmişte olduğu gibi) bugün de onlarla sıkı fıkı; bu yüzden de onları zorlu bir azap bekliyor"},{"SurahNumber":16,"VerseNumber":64,"Text":"Sana bu ilahi kelamı yalnızca, üzerinde çekişip durdukları (dini) sorunları onlara açıklayasın ve inanmaya eğilimli olan kimselere de onu doğru yol bilgisi ve rahmet olarak (ulaştırasın) diye indirdik"},{"SurahNumber":16,"VerseNumber":65,"Text":"Gökten su indirip onunla, kuruyup katılaştıktan sonra toprağa yeniden hayat veren Allah´tır. Şüphesiz bu olguda dinlemeye niyetli olanlar için bir ders vardır"},{"SurahNumber":16,"VerseNumber":66,"Text":"Ve muhakkak ki, sizin için (sağmal) hayvanlarda da (çıkarılacak) bir ders vardır: hayvanın karnında, (bedeninden) atılacak artıklarla kan arasından (salgılanan) ve içenlere lezzet ve ferahlık veren katıksız süt içiriyoruz size"},{"SurahNumber":16,"VerseNumber":67,"Text":"Ve hurma ağaçlarının ve asmaların ürününden hem sarhoş edici içkiler, hem de güzel, temiz rızıklar elde edersiniz: işte bunda da, aklını kullanan kimseler için bir ders vardır"},{"SurahNumber":16,"VerseNumber":68,"Text":"Ve bir de, Rabbinin arıya: \"Dağlarda, ağaçlarda ve (insanların) hazırladıkları kovanlarda kendine yuva edin\" diye vahyetti(ğini)"},{"SurahNumber":16,"VerseNumber":69,"Text":"ve (ona) \"sonra her türlü üründen ye; ve Rabbinin senin için öngördüğü yolları mutlak bir boyun eğmişlikle izle\" (diye buyurduğunu düşünün!) (İşte bunun içindir ki,) onların karınlarından, içinde insan sağlığına yarayışlı unsurlar bulunan değişik renklerde/tadlarda bir sıvı çıkar. Şüphesiz bunda da, düşünen kimseler için mutlaka bir ders vardır"},{"SurahNumber":16,"VerseNumber":70,"Text":"Ve sizi Allah yarattı, günü gelince de öldürecek; ve içinizden kimileri, ömrün o en düşkün çağına, (insanın) bildiği şeyi de bilmez olduğu yaşa kadar alıkonulurlar. Gerçek şu ki Allah, her zaman kudretli olan yegane ilim sahibidir"},{"SurahNumber":16,"VerseNumber":71,"Text":"Rızık konusunda, kiminize kiminizden fazla veren Allah´tır: hal böyleyken, kendisine fazla verilmiş olanlar, rızıklarını -bu bakımdan aralarında eşitlik olsun diye- sağ ellerinin malik olduğu kimselerle paylaşmakta isteksiz davranıyorlar. Peki, (böyle yapmakla) Allah´ın nimetini (bile bile) inkara mı kalkışıyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Size kendi cinsinizden eşler takdir eden; eşlerinizden de size çocuklar, torunlar veren; ve sizi(n hepinizi) temiz ve hoş şeylerle rızıklandıran Allah´tır. Hal böyleyken, insanlar kalkıp yine de asılsız, boş şeylere inanıp, Allah´ın nimetine karşı nankörlük mü yapacaklar"},{"SurahNumber":16,"VerseNumber":73,"Text":"Allah´ı bırakıp, onlar için göklerden veya yerden herhangi bir rızık sağlayamayan ve zaten buna gücü de olmayan şeylere mi tapınıp duracaklar"},{"SurahNumber":16,"VerseNumber":74,"Text":"Öyleyse, sakın Allah´la (başkaları arasında) herhangi bir benzerlik kurmaya kalkmayın! Çünkü, Allah (her şeyin aslını) biliyor, ama siz bilmiyorsunuz"}]}