{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":186,"Text":"Muhakkak siz, mallarınız ve canlarınız hususunda imtihan olunacaksınız. Sizden once kendilerine kitap verilenlerden ve Allah'a ortak kosanlardan size eziyet verici bir cok soz isiteceksiniz. Eger sabreder ve Allah'dan geregi gibi korkarsanız, suphesiz iste bu azmi gerektiren islerdendir"},{"SurahNumber":3,"VerseNumber":187,"Text":"Bir zaman Allah, kendilerine kitap verilenlerden, \"Onu mutlaka insanlara acıklayacaksınız, onu gizlemiyeceksiniz.\" diye soz almıstı. Onlar ise bunu kulak ardı ettiler ve onu az bir dunyalıga degistiler. Yaptıkları bu alısveris ne kadar kotudur"},{"SurahNumber":3,"VerseNumber":188,"Text":"O yaptıklarına sevinen ve yapmadıkları seylerle de ovulmek isteyenlerin (onacaklarını) sanma! Onların azaptan kurtulacaklarını da sanma! Onlar icin can yakıcı bir azap vardır"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goklerin ve yerin mulku Allah'ındır. Allah her seye kadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Goklerin ve yerin yaratılısında, gece ile gunduzun birbiri ardınca gelip gidisinde selim akıl sahipleri icin gercekten acık, ibretli deliller vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"Onlar ayaktayken, otururken ve yanları uzerine yatarken Allah'ı anarlar; goklerin ve yerin yaratılısı uzerinde dusunurler. Ve \"Rabbimiz! Sen bunu bos yere yaratmadın, Sen yucesin, bizi atesin azabından koru.\" derler"},{"SurahNumber":3,"VerseNumber":192,"Text":"Rabbimiz! Sen kimi cehennem atesine sokarsan onu rezil etmissindir. Zalimlerin hic yardımcıları yoktur"},{"SurahNumber":3,"VerseNumber":193,"Text":"Rabbimiz! Biz, 'Rabbinize iman edin' diye imana cagıran bir davetci isittik, hemen iman ettik. Rabbimiz! Gunahlarımızı bagısla, kotuluklerimizi ort, bizleri sana ermis kullarınla beraber yanına al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Rabbimiz! bize peygamberlerine vaad ettigini ver, kıyamet gunu bizi rezil etme. Muhakkak sen verdigin sozden donmezsin"},{"SurahNumber":3,"VerseNumber":195,"Text":"Rableri onlara su karsılıgı verdi: \"Ben, erkek olsun, kadın olsun, sizden, hicbir calısanın amelini zayi etmeyecegim. Sizler birbirinizdensiniz. Goc edenler, yurtlarından cıkarılanlar, yolumda eziyet edilenler, savasanlar ve oldurulenler... Onların gunahlarını elbette ortecegim ve Allah katından bir mukafat olmak uzere, onları altından ırmaklar akan cennetlere de koyacagım. En guzel mukafat Allah katındadır"},{"SurahNumber":3,"VerseNumber":196,"Text":"Kafirlerin diyar diyar dolasmaları sakın seni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Bu, az bir gecimliktir. Sonra onların varacakları yer cehennemdir. Ne kotu bir yataktır orası"},{"SurahNumber":3,"VerseNumber":198,"Text":"Fakat Rablerinden geregince korkanlar icin altlarından ırmaklar akan cennetler vardır. Onlar orada ebedi olarak kalacaklar, Allah katından agırlanacaklardır. Iyiler icin Allah katındakiler daha hayırlıdır"},{"SurahNumber":3,"VerseNumber":199,"Text":"Kitap ehlinden oyleleri var ki, Allah'a inanırlar, size indirilene ve kendilerine indirileneAllah'a boyun egerek inanırlar. Allah'ın ayetlerini az bir degere degismezler. Onların mukafatı da Allah katındadır. Suphesiz Allah, hesabı cabuk gorendir"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman edenler! Sabredin, dusmanlarınıza karsı sebat gosterin, nobet beklesin, Allah'dan geregince korkun ki, kurtulusa eresiniz"}]}