{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"They ask you about the spoils of war. Say, \"They belong to God and His Messenger. So fear God, and set things right among yourselves, and obey God and His Messenger, if you are true believers"},{"SurahNumber":8,"VerseNumber":2,"Text":"true believers are those whose hearts tremble with awe at the mention of God, and whose faith grows stronger as they listen to His revelations. They are those who put their trust in their Lord"},{"SurahNumber":8,"VerseNumber":3,"Text":"who pray regularly and give in alms out of what We have provided for them"},{"SurahNumber":8,"VerseNumber":4,"Text":"Such are the true believers. They have a high standing with their Lord, His forgiveness and an honourable provision made for them"},{"SurahNumber":8,"VerseNumber":5,"Text":"As it was your Lord who rightfully brought you forth from your house, even though some of the believers disliked it"},{"SurahNumber":8,"VerseNumber":6,"Text":"and they disputed with you concerning the truth after it had become manifest, as though they were being driven to their death with open eyes"},{"SurahNumber":8,"VerseNumber":7,"Text":"God promised you that one of the two parties would fall to you, and you wished that the one without sting should be yours, but God wanted to establish the truth by His words and cut off the root of those who denied the truth"},{"SurahNumber":8,"VerseNumber":8,"Text":"so that He might prove the truth to be true and the false to be false, however much the wrongdoers might dislike it"},{"SurahNumber":8,"VerseNumber":9,"Text":"When you prayed to your Lord for help, He answered, \"I am sending to your aid a thousand angels in succession"},{"SurahNumber":8,"VerseNumber":10,"Text":"God only did this to give you good news, and so that your hearts might be set at rest, for help comes from God alone. Surely, God is Mighty and Wise"},{"SurahNumber":8,"VerseNumber":11,"Text":"He brought drowsiness upon you to give you His reassurance and sent down water from the sky upon you, so that He might thereby purify you and remove Satan's pollution from you, and make your hearts strong and your feet firm"},{"SurahNumber":8,"VerseNumber":12,"Text":"When your Lord commanded the angels, saying, \"I am with you, so make those who believe stand firm. I will instill fear in the hearts of those who deny the truth: so strike their necks and strike all their finger joints"},{"SurahNumber":8,"VerseNumber":13,"Text":"That was because they defied God and His Messenger. He who defies God and His Messenger shall be severely punished by God"},{"SurahNumber":8,"VerseNumber":14,"Text":"That is your punishment, taste it then; and know that for those who deny the truth there is the punishment of the Fire"},{"SurahNumber":8,"VerseNumber":15,"Text":"Believers, when you meet in battle those who deny the truth, never turn your backs on them"},{"SurahNumber":8,"VerseNumber":16,"Text":"whoever turns his back on such an occasion, unless it be as a stratagem of war, or in an endeavour to join another group [of the believers] will indeed draw down upon himself the wrath of God, and Hell shall be his abode and the worst indeed is that destination"},{"SurahNumber":8,"VerseNumber":17,"Text":"You did not kill them; it was God who killed them; and when you [Prophet] threw [sand] at them it was not you, but God who threw it so that He might confer on the believers a great favour from Himself. Surely, God is all hearing, all-knowing"},{"SurahNumber":8,"VerseNumber":18,"Text":"that is what happened, and God will surely undermine the design of those who deny the truth"},{"SurahNumber":8,"VerseNumber":19,"Text":"If you were seeking a judgement, a judgement has now come to you. If you desist, it will be the better for you. But if you return [to hostility] We too will return. And your host will avail you naught, however numerous it may be, and [know] that surely God is with the believers"},{"SurahNumber":8,"VerseNumber":20,"Text":"Believers, obey God and His Messenger, and do not turn away from him now that you have heard all"},{"SurahNumber":8,"VerseNumber":21,"Text":"Do not be like those who say, \"We hear,\" but pay no heed to what they hear"}]}