{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Rahmân ve rahîm olan Allah'ın adıyla"},{"SurahNumber":1,"VerseNumber":2,"Text":"Bütün hamdler, övgüler âlemlerin Rabbi Allah'adır"},{"SurahNumber":1,"VerseNumber":3,"Text":"O rahmândır, rahîmdir"},{"SurahNumber":1,"VerseNumber":4,"Text":"Din gününün, hesap gününün tek hâkimidir"},{"SurahNumber":1,"VerseNumber":5,"Text":"(Haydi öyleyse deyiniz): “Yalnız Sana ibadet eder, yalnız senden medet umarız.”"},{"SurahNumber":1,"VerseNumber":6,"Text":"Bizi doğru yola, Sana doğru varan yola ilet"},{"SurahNumber":1,"VerseNumber":7,"Text":"Nimet ve lütfuna nail ettiklerinin yoluna ilet. Gazaba uğrayanların ve sapkınlarınkine değil"},{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":2,"VerseNumber":2,"Text":"İşte Kitap! Şüphe yoktur onda. Rehberdir müttakîlere"},{"SurahNumber":2,"VerseNumber":3,"Text":"O müttakiler ki görünmeyen âleme inanırlar. Namazlarını tam dikkatle ifa ederler. Kendilerine ihsan ettiğimiz nimetlerden hayır yolunda harcarlar"},{"SurahNumber":2,"VerseNumber":4,"Text":"Hem sana indirilen kitabı, hem de senden önce indirilen kitapları tasdik ederler. Âhirete de kesin olarak onlar inanırlar"},{"SurahNumber":2,"VerseNumber":5,"Text":"İşte bunlardır Rableri tarafından doğru yola ulaştırılanlar. Ve işte bunlardır felâh bulanlar"},{"SurahNumber":2,"VerseNumber":6,"Text":"İnkâra saplananları ise ister uyar ister uyarma onlar için birdir, imana gelmezler"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onların kalplerini ve kulaklarını mühürlemiştir. Gözlerine de bir perde inmiştir. Bunların hakkı büyük bir azaptır"},{"SurahNumber":2,"VerseNumber":8,"Text":"Öyle insanlar da vardır ki “Allah'a ve âhiret gününe inandık.” derler; Oysa iman etmemişlerdir"},{"SurahNumber":2,"VerseNumber":9,"Text":"Akılları sıra Allah'ı ve iman edenleri aldatmayı kurarlar. Kendilerinden başkasını aldatamazlar da farkında değiller"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde bir hastalık vardır. Allah da onların hastalıklarını daha da ilerletti. Bu yalancılık (ve samimiyetsizlikleri) sebebiyle bunlara gayet acı bir ceza vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Ne zaman onlara: “Yeryüzüne fesat saçmayın!” denilse “Biz sadece barışçıyız, ortalığı düzeltmekten başka işimiz yok!” derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Gözünüzü açın, bunlar bozguncuların ta kendileridir, lâkin şuurları yok, farkında değiller"},{"SurahNumber":2,"VerseNumber":13,"Text":"Ne zaman onlara: “Şu güzel insanların iman ettiği gibi siz de iman edin.” denilse “Yani o beyinsizlerin inandıkları gibi mi inanalım?” derler. Asıl beyinsizler kendileridir de farkında değiller"},{"SurahNumber":2,"VerseNumber":14,"Text":"Bunlar iman edenlerle karşılaştıkları vakit “Biz de müminiz” derler. Fakat şeytanlarıyla başbaşa kaldıklarında da: “Emin olun, biz sizinle beraberiz, biz onlarla alay ediyoruz.” derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah da kendileriyle alay eder ve azgınlıklarında onlara mühlet verir; böylece onlar bir müddet başıboş dolaşırlar"},{"SurahNumber":2,"VerseNumber":16,"Text":"İşte onlar hidâyeti verip, dalâlet satın aldılar. Ama bu, kârlı bir ticaret olmadı. Çünkü kâr yolunu tutmadılar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Bunların durumu, aydınlanmak için ateş yakan bir kimsenin durumuna benzer. Ateş çevresini aydınlatır aydınlatmaz. Allah onların gözlerinin nurunu giderir ve karanlıklar içinde bırakır, onlar da göremez olurlar"},{"SurahNumber":2,"VerseNumber":18,"Text":"Sağır, dilsiz ve kördürler onlar. Onun için hakka dönmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yahut onların durumu gökten sağanak halinde boşanan ve içinde yoğun karanlıklar, gök gürlemeleri ve şimşekler bulunan yağmura tutulmuş kimselerin durumuna benzer. Yıldırımların verdiği dehşetle, ölüm korkusundan, parmaklarını kulaklarına tıkarlar. Fakat Allah kâfirleri çepeçevre kuşatır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Şimşek nerdeyse gözlerini köreltecek. Önlerini aydınlattı mı ışığında yürürler, (şimşek sönüp) karanlık çökünce de dikilir kalırlar. Allah dileseydi kulaklarını sağır, gözlerini kör ederdi. Allah gerçekten her şeye kadirdir"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Hem sizi, hem de sizden önceki insanları yaratan Rabbinize ibadet ediniz. Böyle yapmakla her türlü zarardan korunmayı ümid edebilirsiniz"},{"SurahNumber":2,"VerseNumber":22,"Text":"O Rabbinize ki yeryüzünü size bir döşek, göğü de bir kubbe yaptı. Gökten yağmur indirip, onunla size rızık olarak çeşitli mahsuller çıkardı. Öyleyse siz gerçeği bilip dururken sakın Rabbinize eş koşmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Eğer kulumuza indirdiğimiz Kur'ân’ın Allah’ın sözü olduğu hakkında şüpheniz varsa, haydi onun sûrelerinden birine benzer bir sûre meydana getirin ve Allah’tan başka güvendiklerinizin hepsini çağırın, iddianızda tutarlı iseniz."},{"SurahNumber":2,"VerseNumber":24,"Text":"Bunu yapamazsanız -ki hiçbir zaman yapamayacaksınız- çırası insanlarla taşlar olan ve kâfirler için hazırlanmış o ateşten sakının"},{"SurahNumber":2,"VerseNumber":25,"Text":"İman edip makbul ve güzel işler yapanları müjdele: Onlara içinden ırmaklar akan cennetler vardır. Öyle cennetler ki, ne zaman meyvelerinden kendilerine bir şey ikram edilirse: “Bu, daha önce de dünyada yediğimiz şey!” diyecekler. Oysa bu, onların aynısı olmayıp, benzeri olarak kendilerine sunulacaktır. Orada onların tertemiz eşleri de olacak ve onlar orada devamlı kalacaklardır"}]}