{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"Ati pe dajudaju iya Mi ni iya eleta-elero"},{"SurahNumber":15,"VerseNumber":51,"Text":"Fun won ni iro nipa alejo (Anabi) ’Ibrohim"},{"SurahNumber":15,"VerseNumber":52,"Text":"(Ranti) nigba ti won wole to o, won si so pe: “Alaafia”. O so pe: “Dajudaju eru yin n ba awa.”"},{"SurahNumber":15,"VerseNumber":53,"Text":"Won so pe: \"Ma se beru. Dajudaju awa yoo fun o ni iro idunnu (nipa bibi) omokunrin onimimo kan"},{"SurahNumber":15,"VerseNumber":54,"Text":"O so pe: \"Se e n fun mi ni iro idunnu (nipa bibi omo) nigba ti ogbo ti de si mi? Iro idunnu wo ni e n fun mi na"},{"SurahNumber":15,"VerseNumber":55,"Text":"Won so pe: “A n fun o ni iro idunnu pelu ododo. Nitori naa, ma se wa lara awon olujakanmuna.”"},{"SurahNumber":15,"VerseNumber":56,"Text":"O so pe: “Ko ma si eni ti o maa jakanmuna ninu ike Oluwa Re bi ko se awon olusina.”"},{"SurahNumber":15,"VerseNumber":57,"Text":"O so pe: “Ki tun ni oro ti e ba wa, eyin Ojise?”"},{"SurahNumber":15,"VerseNumber":58,"Text":"Won so pe: \"Dajudaju Won ran wa nise si ijo elese ni"},{"SurahNumber":15,"VerseNumber":59,"Text":"Afi ara ile (Anabi) Lut. Dajudaju awa yoo gba won la patapata"},{"SurahNumber":15,"VerseNumber":60,"Text":"Afi iyawo re; A ti ko kadara re (pe) dajudaju o maa wa ninu awon t’o maa seku leyin sinu iparun"},{"SurahNumber":15,"VerseNumber":61,"Text":"Nigba ti awon Ojise de odo ara ile (Anabi) Lut"},{"SurahNumber":15,"VerseNumber":62,"Text":"(Anabi Lut) so pe: “Dajudaju eyin je ajoji eniyan.”"},{"SurahNumber":15,"VerseNumber":63,"Text":"Won so pe: “Rara, a wa sodo re nitori ohun ti won n seyemeji nipa re"},{"SurahNumber":15,"VerseNumber":64,"Text":"A mu ododo wa ba o ni. Ati pe dajudaju olododo ni awa"},{"SurahNumber":15,"VerseNumber":65,"Text":"Nitori naa, mu ara ile re jade ni apa kan oru. Ki o si tele won leyin. Eni kan ninu yin ko si gbodo siju wo eyin wo. Ki e si lo si aye ti won n pa lase fun yin"},{"SurahNumber":15,"VerseNumber":66,"Text":"A si je ki idajo oro yii han si i pe dajudaju A maa pa awon (elese) wonyi run patapata nigba ti won ba mojumo"},{"SurahNumber":15,"VerseNumber":67,"Text":"Awon ara ilu naa de, won si n yo sese"},{"SurahNumber":15,"VerseNumber":68,"Text":"(Anabi Lut) so pe: “Dajudaju awon wonyi ni alejo mi. Nitori naa, e ma se doju ti mi"},{"SurahNumber":15,"VerseNumber":69,"Text":"Ki e beru Allahu. Ki e si ma se yepere mi"},{"SurahNumber":15,"VerseNumber":70,"Text":"Won wi pe: “Nje awa ko ti ko fun o (nipa gbigba alejo) awon eda?”"},{"SurahNumber":15,"VerseNumber":71,"Text":"O so pe: “Awon omobinrin mi niwonyi, ti e ba ni nnkan ti e fe (fi won) se.”"},{"SurahNumber":15,"VerseNumber":72,"Text":"(Allahu so pe): “Mo fi isemi iwo (Anabi Muhammad) bura; dajudaju won kuku wa ninu idaamu opolo, ti won n pa ridarida.”"},{"SurahNumber":15,"VerseNumber":73,"Text":"Nitori naa, ohun igbe mu won nigba ti oorun owuro yo si won"},{"SurahNumber":15,"VerseNumber":74,"Text":"A si so oke ilu won di isale re (ilu won doju bole). A tun ro ojo okuta amo (sisun) le won lori"},{"SurahNumber":15,"VerseNumber":75,"Text":"Dajudaju awon ami wa ninu iyen fun awon alariiwoye"},{"SurahNumber":15,"VerseNumber":76,"Text":"Dajudaju (ilu naa) kuku wa loju ona (ti e n to lo to bo)"},{"SurahNumber":15,"VerseNumber":77,"Text":"Dajudaju ami wa ninu iyen fun awon onigbagbo ododo"},{"SurahNumber":15,"VerseNumber":78,"Text":"Awon ara ’Aekah naa je alabosi"},{"SurahNumber":15,"VerseNumber":79,"Text":"A si gbesan lara won. Dajujaju awon ilu mejeeji l’o kuku wa loju ona gbangba (ti e n to lo to bo)"},{"SurahNumber":15,"VerseNumber":80,"Text":"Dajudaju awon ara Iho apata pe awon Ojise ni opuro"},{"SurahNumber":15,"VerseNumber":81,"Text":"A si fun won ni awon ami Wa. Amo won gbunri kuro nibe"},{"SurahNumber":15,"VerseNumber":82,"Text":"Won maa n gbe awon ile igbe ifayabale sinu awon apata"},{"SurahNumber":15,"VerseNumber":83,"Text":"Ohun igbe si mu won nigba ti won mojumo"},{"SurahNumber":15,"VerseNumber":84,"Text":"Ohun ti won n se nise ko si ro won loro (nibi iya)"},{"SurahNumber":15,"VerseNumber":85,"Text":"A ko seda awon sanmo, ile ati nnkan t’o wa laaarin awon mejeeji bi ko se pelu ododo. Dajudaju Akoko naa maa de. Nitori naa, samojukuro ni amojukuro t’o rewa"},{"SurahNumber":15,"VerseNumber":86,"Text":"Dajudaju Oluwa re ni Eledaa, Onimo"},{"SurahNumber":15,"VerseNumber":87,"Text":"Dajudaju A fun o ni Sab‘u Mothani (iyen, surah al-Fatihah) ati al-Ƙur’an t’o tobi"},{"SurahNumber":15,"VerseNumber":88,"Text":"Iwo ko gbodo siju re wo ohun ti A fi se igbadun aye lorisirisi fun awon kan ninu won. Ma se banuje nitori won. Ki o si re apa re nile fun awon onigbagbo ododo"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ki o si so pe: “Dajudaju emi ni olukilo ponnbele.”"},{"SurahNumber":15,"VerseNumber":90,"Text":"Gege bi A se so (iya) kale fun awon t’o n pin ododo mo iro"},{"SurahNumber":15,"VerseNumber":91,"Text":"awon ti won so al-Ƙur’an di ipinkupin-in"},{"SurahNumber":15,"VerseNumber":92,"Text":"Oluwa re fi Ara Re bura fun o pe, A maa bi gbogbo won ni ibeere"},{"SurahNumber":15,"VerseNumber":93,"Text":"nipa ohun ti won n se nise"},{"SurahNumber":15,"VerseNumber":94,"Text":"Nitori naa, kede nnkan ti A pa lase fun o. Ki o si seri kuro lodo awon osebo"},{"SurahNumber":15,"VerseNumber":95,"Text":"Dajudaju Awa yoo to o (nibi aburu) awon oniyeye"},{"SurahNumber":15,"VerseNumber":96,"Text":"awon t’o n mu olohun miiran mo Allahu. Laipe won maa mo"},{"SurahNumber":15,"VerseNumber":97,"Text":"Awa kuku ti mo pe dajudaju ohun ti won n wi n ko inira ba o"},{"SurahNumber":15,"VerseNumber":98,"Text":"Nitori naa, se afomo pelu idupe fun Oluwa re. Ki o si wa ninu awon oluforikanle (fun Un)"},{"SurahNumber":15,"VerseNumber":99,"Text":"Josin fun Oluwa re titi amodaju (iyen, iku) yoo fi de ba o"}]}