{"Id":67,"LanguageCodes":["bs","bos"],"Name":"bos-mustafamlivo-la","Author":"Mustafa Mlivo","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"I posto je naveden sin Merjemin kao primjer - gle! narod tvoj na to zagalami"},{"SurahNumber":43,"VerseNumber":58,"Text":"I rekose: \"Jesu li bogovi nasi bolji ili on?\" Naveli su ti ga samo radi rasprave. Naprotiv, oni su narod svađalacki"},{"SurahNumber":43,"VerseNumber":59,"Text":"On je samo rob. Obdarili smo ga i ucinili ga primjerom sinovima Israilovim"},{"SurahNumber":43,"VerseNumber":60,"Text":"A da smo htjeli, sigurno bismo od vas nacinili meleke na Zemlji, da naslijede"},{"SurahNumber":43,"VerseNumber":61,"Text":"I uistinu, to je znanje o Casu, zato nikako ne sumnjajte u to, i slijedite Mene: ovo je put pravi"},{"SurahNumber":43,"VerseNumber":62,"Text":"I neka vas nikako ne odvrati sejtan; uistinu, on vam je neprijatelj otvoreni"},{"SurahNumber":43,"VerseNumber":63,"Text":"I posto Isa dođe sa dokazima jasnim, rece: \"Doista sam vam dosao s mudroscu i da vam objasnim dio onog o cemu se razilazite. Zato se bojte Allaha i mene poslusajte"},{"SurahNumber":43,"VerseNumber":64,"Text":"Uistinu, Allah! On je Gospodar moj i Gospodar vas, zato Njega obozavajte; ovo je put pravi"},{"SurahNumber":43,"VerseNumber":65,"Text":"Tad su se razisle partije među njima. Pa tesko onima koji cine zulm, od kazne Dana bolnog"},{"SurahNumber":43,"VerseNumber":66,"Text":"Cekuju li samo Cas da im dođe iznenada, a oni ne opaze"},{"SurahNumber":43,"VerseNumber":67,"Text":"Prijatelji ce Tog dana jedni drugima neprijatelji biti - izuzev bogobojaznih"},{"SurahNumber":43,"VerseNumber":68,"Text":"O robovi Moji! Nema za vas straha Danas, niti cete vi tugovati"},{"SurahNumber":43,"VerseNumber":69,"Text":"Oni koji su vjerovali u ajate Nase i bili muslimani"},{"SurahNumber":43,"VerseNumber":70,"Text":"Uđite u Dzennet vi i zene vase, veseleci se"},{"SurahNumber":43,"VerseNumber":71,"Text":"Obilazice se oko njih sa posudama od zlata i peharima, a u njima ce biti ono sta zazele duse i naslađuju oci, a u njemu cete vi biti vjecito"},{"SurahNumber":43,"VerseNumber":72,"Text":"A to je Dzennet koji vam je dat u naslijeđe zbog onog sta ste radili"},{"SurahNumber":43,"VerseNumber":73,"Text":"Imacete u njemu mnogo voca - od njega cete jesti"},{"SurahNumber":43,"VerseNumber":74,"Text":"Uistinu, krivci ce biti u kazni Dzehennema vjecito"},{"SurahNumber":43,"VerseNumber":75,"Text":"Nece im se ublaziti, a oni ce u njoj biti ocajnici"},{"SurahNumber":43,"VerseNumber":76,"Text":"I nismo im ucinili zulm, nego su oni bili zalimi"},{"SurahNumber":43,"VerseNumber":77,"Text":"I dozivat ce: \"O Malik! Nek svrsi s nama Gospodar tvoj.\" Reci ce: \"Uistinu, vi ste ti koji ostajete"},{"SurahNumber":43,"VerseNumber":78,"Text":"Doista, donijeli smo vam Istinu, međutim, vecina vas ste ti koji Istinu mrze"},{"SurahNumber":43,"VerseNumber":79,"Text":"Zar postavljaju stvar? - pa uistinu, Mi smo Ti koji postavljamo"},{"SurahNumber":43,"VerseNumber":80,"Text":"Zar misle da Mi ne cujemo tajnu njihovu i sasaptavanje njihovo? Svakako! A izaslanici Nasi su kod njih - zapisuju"},{"SurahNumber":43,"VerseNumber":81,"Text":"Reci: \"Kad bi Milostivi imao dijete, pa ja bih prvi bio od obozavatelja"},{"SurahNumber":43,"VerseNumber":82,"Text":"Slavljen neka je Gospodar nebesa i Zemlje, Gospodar Arsa, od onog sta pripisuju"},{"SurahNumber":43,"VerseNumber":83,"Text":"Zato ih ostavi - upustaju se i zabavljaju, dok ne sretnu Dan njihov kojim im se prijeti"},{"SurahNumber":43,"VerseNumber":84,"Text":"A On je Taj koji je u nebu Bog i na Zemlji Bog, i On je Mudri, Znalac"},{"SurahNumber":43,"VerseNumber":85,"Text":"I neka je blagoslovljen Onaj cija je vlast nebesa i Zemlje i onog sto je između njih; a kod Njega je znanje Casa i Njemu cete biti vraceni"},{"SurahNumber":43,"VerseNumber":86,"Text":"I ne vladaju posrednistvom oni koje mimo Njega prizivaju - izuzev ko svjedoci Istinu - a oni znaju"},{"SurahNumber":43,"VerseNumber":87,"Text":"A ako ih upitas ko ih je stvorio, sigurno ce reci: \"Allah!\" Pa kako se odvracaju"},{"SurahNumber":43,"VerseNumber":88,"Text":"I govor njegov je: \"O Gospodaru moj! Uistinu, ovi su ljudi koji ne vjeruju"},{"SurahNumber":43,"VerseNumber":89,"Text":"Pa okreni se od njih i reci: \"Selam!\" - pa saznat ce"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Tako mi Knjige jasne"},{"SurahNumber":44,"VerseNumber":3,"Text":"Uistinu, Mi smo je spustili u noci blagoslovljenoj - uistinu, Mi smo Opominjaci"},{"SurahNumber":44,"VerseNumber":4,"Text":"U njoj se razdjeljuje svaka stvar mudra"},{"SurahNumber":44,"VerseNumber":5,"Text":"Naredbom od Nas - uistinu, Mi smo Posiljaoci"},{"SurahNumber":44,"VerseNumber":6,"Text":"Miloscu Gospodara tvog. Uistinu, On, On je Onaj koji cuje, Onaj koji zna"},{"SurahNumber":44,"VerseNumber":7,"Text":"Gospodara nebesa i Zemlje i sta je između njih - ako ste uvjereni"},{"SurahNumber":44,"VerseNumber":8,"Text":"Samo je On Bog! Ozivljava i usmrcuje; Gospodar vas i Gospodar oceva vasih ranijih"},{"SurahNumber":44,"VerseNumber":9,"Text":"Naprotiv, oni se u sumnji zabavljaju"},{"SurahNumber":44,"VerseNumber":10,"Text":"Pa sacekaj Dan kad se nebo pojavi s dimom ocitim"},{"SurahNumber":44,"VerseNumber":11,"Text":"Prekrit ce ljude! Ovo ce biti kazna bolna"},{"SurahNumber":44,"VerseNumber":12,"Text":"Gospodaru nas! Otkloni od nas kaznu. Uistinu, mi smo vjernici"},{"SurahNumber":44,"VerseNumber":13,"Text":"Otkud im Opomena, a vec im je dosao Poslanik jasni"},{"SurahNumber":44,"VerseNumber":14,"Text":"Potom su se od njega odvratili i rekli: \"Pouceni, luđak"},{"SurahNumber":44,"VerseNumber":15,"Text":"Uistinu! Mi cemo kaznu malo otkloniti. Doista! Vi ste povratnici"},{"SurahNumber":44,"VerseNumber":16,"Text":"Na Dan kad dograbimo grabljenjem najvecim, uistinu, Mi cemo biti Osvetnici"}]}