{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"ēmī? Vāru bhūmilō san̄cāraṁ cēsi tamaku mundu gatin̄cina vāri mugimpu elā jarigindō cūḍalēdā? Vāru, vīri kaṇṭē ekkuva balaṁ galavāru. Mariyu vīri kaṇṭē ekkuva gurtulanu bhūmilō vadili pōyāru; kāni allāh vāri pāpālakugānū vārini paṭṭukunnāḍu mariyu appuḍu vārini allāh paṭṭu nuṇḍi kāpāḍēvāḍu evvaḍū lēka pōyāḍu"},{"SurahNumber":40,"VerseNumber":22,"Text":"ilā enduku jarigindaṇṭē! Vāri pravaktalu vāri vaddaku spaṣṭamaina sūcanalu tīsukoni vaccāru! Kāni vāru, vārini tiraskarin̄cāru, kābaṭṭi allāh vārini śikṣaku guri cēśāḍu. Niścayaṅgā, āyana mahā balaśāli, śikṣa vidhin̄caṭanlō kaṭhinuḍu"},{"SurahNumber":40,"VerseNumber":23,"Text":"mariyu vāstavaṅgā, mēmu mūsānu mā sūcanalatō (āyāt latō) mariyu spaṣṭamaina adhikārantō pampi unnāmu"},{"SurahNumber":40,"VerseNumber":24,"Text":"Phir'aun, hāmān mariyu khārūn la vaddaku! Kāni vāru: \"Itanu māntrikuḍu, asatyavādi!\" Ani annāru"},{"SurahNumber":40,"VerseNumber":25,"Text":"taruvāta atanu mā vadda nuṇḍi satyānni vāri munduku tīsukoni rāgā vārannāru: \"Itanini viśvasin̄cē vārandari putrulanu campaṇḍi mariyu vāri strīlanu bratakanivvaṇḍi.\" Kāni satyatiraskārula pannāgālu vyarthamē avutāyi"},{"SurahNumber":40,"VerseNumber":26,"Text":"mariyu phir'aun ilā annāḍu: \"Mūsānu campē pani nāku vadali peṭṭaṇḍi; atanini tana prabhuvunu pilucukōnivvaṇḍi. Vāstavāniki, nā bhayamēmiṭaṇṭē, atanu mī dharmānni mārcavaccu, lēdā dēśanlō kallōllānni rēkettin̄cavaccu"},{"SurahNumber":40,"VerseNumber":27,"Text":"mariyu mūsā annāḍu: \"Niścayaṅgā, nēnu lekka tīsukōbaḍē rōjunu viśvasin̄cani prati durahaṅkāri nuṇḍi kāpāḍaṭāniki, nākū mariyu mīkū kūḍā prabhuvaina āyana (allāh) śaraṇu vēḍukuṇṭunnānu"},{"SurahNumber":40,"VerseNumber":28,"Text":"appuḍu tana viśvāsānni guptaṅgā un̄cina phir'aun kuṭumbapu oka vyakti ilā annāḍu: \"Ēmī? Mīru, 'allāh yē nā prabhuvu.' Ani annanduku, oka vyaktini campagōrutunnārā? Vāstavāniki, atanu mī prabhuvu taraphu nuṇḍi mī vaddaku spaṣṭamaina sūcanalu tīsukoni vaccāḍu kadā! Mariyu okavēḷa atanu asatyavādi ayitē, atani asatyaṁ atani mīdanē paḍutundi! Kāni okavēḷa atanu satyavantuḍē ayitē, atanu heccarin̄cē (śikṣa) mīpai paḍavaccu kadā! Niścayaṅgā, allāh mitimīrē asatyavādiki sanmārgaṁ cūpaḍu"},{"SurahNumber":40,"VerseNumber":29,"Text":"ō nā jāti prajalārā! Īnāḍu rājyādhikāraṁ mīdē; dēśanlō mīru prābalyaṁ vahin̄ci unnāru, kāni okavēḷa allāh śikṣa mana mīda vacci paḍitē, appuḍu manakevaḍu sahāyaṁ cēyagalaḍu?\" Appuḍu phir'aun annāḍu: \"Nāku samucitamaina mārgamē nēnu mīkū cūputānu, nēnu mīku mārgadarśakatvaṁ cēsēdi kēvalaṁ saraina mārgaṁ vaipunakē"},{"SurahNumber":40,"VerseNumber":30,"Text":"Mariyu viśvasin̄cina ā vyakti annāḍu: \"Nā jāti prajalārā! Niścayaṅgā pūrvaṁ anēka saṅghālaku dāpurin̄cina dinamē mīkū dāpurin̄cunēmōnani nēnu bhayapaḍutunnānu"},{"SurahNumber":40,"VerseNumber":31,"Text":"nūh, ād, samūd mariyu vāri taruvāta vaccina jātula vāriki vaccinaṭuvaṇṭi (durdinaṁ). Mariyu allāh tana dāsulaku an'yāyaṁ cēyagōraḍu"},{"SurahNumber":40,"VerseNumber":32,"Text":"mariyu ō nā jāti prajalārā! Vāstavāniki nēnu, mīru parasparaṁ pilucukunē, ā dinaṁ gurin̄ci bhayapaḍutunnānu"},{"SurahNumber":40,"VerseNumber":33,"Text":"ārōju mīru venudirigi pāripōvālanukuṇṭāru, kāni allāh (śikṣa) nuṇḍi mim'malni tappin̄cēvāḍu evvaḍū uṇḍaḍu. Mariyu allāh mārgabhraṣṭatvanlō vadalina vāḍiki, mārgadarśakuḍu evvaḍū uṇḍaḍu"},{"SurahNumber":40,"VerseNumber":34,"Text":"mariyu vāstavāniki intaku pūrvaṁ yūsuph mī vaddaku spaṣṭamaina pramāṇālu tīsukoni vaccāḍu. Kāni mīru ataḍu teccina vāṭini gurin̄ci sandēhanlō paḍḍāru. Civaraku ataḍu maraṇin̄cinappuḍu, mīrannāru: \"Ika allāh itani taruvāta ē pravaktanū pampaḍu!\" Ī vidhaṅgā allāh mitimīri pravartin̄cē vārini, sandēhanlō paḍēvārini mārgabhraṣṭatvanlō vadalutāḍu"},{"SurahNumber":40,"VerseNumber":35,"Text":"evaraitē allāh sūcana (āyāt) lanu gurin̄ci tama daggara ē ādhāranlēnidē vādistārō, vāru allāh daggara mariyu viśvasin̄cina vāri daggara entō gar'hanīyulu. Ī vidhaṅgā allāh durahaṅkārī, nirdayuḍū (krūruḍu) ayina prati vyakti hr̥dayaṁ mīda mudra vēstāḍu"},{"SurahNumber":40,"VerseNumber":36,"Text":"mariyu phira'aun ilā annāḍu: \"Ō hāmān! Nā koraku oka ettaina gōpurānni nirmin̄cu, bahuśā (dāni paiki ekki) nēnu mārgālanu pondavaccu"},{"SurahNumber":40,"VerseNumber":37,"Text":"Ākāśālalōniki veḷḷē mārgālu! Mariyu vāṭi dvārā nēnu mūsā dēvuṇṇi cūḍaṭāniki. Endukaṇṭē, niścayaṅgā, nēnu atanini asatyavādigā bhāvistunnānu!\" Mariyu ī vidhaṅgā phira'aun ku tana duṣkāryālu man̄civigā kanabaḍḍāyi. Mariyu ataḍu sanmārgaṁ nuṇḍi nirōdhin̄cabaḍḍāḍu. Mariyu phira'aun yokka prati pannāgaṁ atanini nāśanāniki mātramē guri cēsindi"},{"SurahNumber":40,"VerseNumber":38,"Text":"mariyu viśvasin̄cina ā vyakti iṅkā ilā annāḍu: \"Nā jāti prajalārā! Nannu anusarin̄caṇḍi, nēnu mīku saraina mārgaṁ vaipunaku mārgadarśakatvaṁ cēstānu"},{"SurahNumber":40,"VerseNumber":39,"Text":"nā jāti prajalārā! Niścayaṅgā, ī ihalōka jīvita sukhaṁ tātkālikamainadē mariyu niścayaṅgā, paralōkamē śāśvatamaina nivāsa sthalamu"},{"SurahNumber":40,"VerseNumber":40,"Text":"duṣkāryālu cēsina vāniki, vāṭiki saripōyē pratīkāraṁ mātramē labhistundi. Mariyu viśvasin̄ci satkāryālu cēsēvāḍu, puruṣuḍainā lēdā strī ayinā! Ataḍu (āme) viśvāsi ayitē; alāṇṭi vāru svarganlō pravēśistāru. Andu vāriki aparimitamaina jīvanōpādhi ivvabaḍutundi"}]}