{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Onaj ko se sasvim preda Allahu, a uz to jos i dobro cini, uhvatio se za najcvrscu vezu. Allahu se na kraju sve vraca"},{"SurahNumber":31,"VerseNumber":23,"Text":"A onaj koji ne vjeruje, pa, neka te ne zabrinjava nevjerovanje njegovo. Nama ce se svi vratiti i Mi cemo ih o onome sta su radili obavijestiti; Allah, uistinu, dobro zna sve sto u grudima je"},{"SurahNumber":31,"VerseNumber":24,"Text":"Mi im dajemo da kratko uzivaju, a onda cemo ih natjerati u patnju zestoku"},{"SurahNumber":31,"VerseNumber":25,"Text":"A da ih upitas: \"Ko je stvorio nebesa i Zemlju?\", sigurno bi rekli: \"Allah!\", a ti reci: \"Hvaljen nekaje Allah!\", samo sto vecina njih ne zna"},{"SurahNumber":31,"VerseNumber":26,"Text":"Allahovo je sve na nebesima i na Zemlji! Allah je, uistinu, Neovisni i Hvaljeni"},{"SurahNumber":31,"VerseNumber":27,"Text":"Da su sva stabla na Zemlji pisaljke, a more, uz pomoc jos sedam mora, tinta, ne bi se ispisale Allahove rijeci; Allah je, uistinu, silan i mudar"},{"SurahNumber":31,"VerseNumber":28,"Text":"I Stvoriti sve vas i sve vas oziviti, isto je kao stvoriti i oziviti jednoga covjeka; Allah je, zaista, Onaj Koji sve cuje i Onaj Koji sve vidi"},{"SurahNumber":31,"VerseNumber":29,"Text":"Zar ne vidis da Allah uvodi noc u dan i dan u noc, i da je potcinio Sunce i Mjesec - svako se krece do roka određenog - i da Allah dobro zna ono sto radite"},{"SurahNumber":31,"VerseNumber":30,"Text":"To je zato sto je Allah- Istina, a oni kojima oni, pored Njega, dove upucuju - neistina, i sto je Allah Uzviseni i Veliki"},{"SurahNumber":31,"VerseNumber":31,"Text":"Zar ne vidis da lađe Allahovom blagodati morem plove da bi vam pokazao neke znake Svoje?! U tome su, zaista, znaci za svakog ko strpljiv i zahvalan je"},{"SurahNumber":31,"VerseNumber":32,"Text":"A kad ih talas, kao oblak, prekrije, mole se Allahu, iskreno Mu vjeru ispovijedajuci; a cim ih On do kopna dovede, među njima osrednjih bude. A ajete i znakove Nase samo izdajnik, nezahvalnik porice"},{"SurahNumber":31,"VerseNumber":33,"Text":"O ljudi, bojte se Gospodara svoga i strahujte od Dana kad roditelj djetetu svome nece moci nimalo pomoci, niti ce dijete moci svome roditelju imalo pomoci! Allahovo prijetece obecanje je istinito, pa neka vas nikako zivot dunjalucki ne zavara i neka vas obmanitelj u vezi s Allahom ne pokoleba"},{"SurahNumber":31,"VerseNumber":34,"Text":"Samo Allah zna kad ce Cas kijameta nastupiti, samo On spusta kisu i samo On zna sta je u matericama, a covjek ne zna sta ce sutra zaraditi i ne zna niko u kojoj ce zemlji umrijeti; Allah je, uistinu, Onaj Koji sve, i u potpunosti, zna"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif-lam-mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Objavljivanje Knjige, u koju nema sumnje, od Gospodara je svjetova"},{"SurahNumber":32,"VerseNumber":3,"Text":"Međutim, oni govore: \"On je izmislja!\" Naprotiv, ona je Istina od Gospodara tvoga da upozoravas narod kojem prije tebe nije dosao nikakav upozoritelj, da bi se oni naputili"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah je nebesa i Zemlju i ono sto je između njih u sest dana stvorio, a zatim se nad Arsom uzvisio; vi, osim Njega, ni zastitnika ni zauzimatelja nemate, pa zasto se ne prisjecate i pouku ne uzmete"},{"SurahNumber":32,"VerseNumber":5,"Text":"On uređuje i sprovodi odredbu Svoju, od neba do Zemlje, a onda se to k Njemu penje u Danu koji hiljadu godina traje, prema vasem racunanju vremena"},{"SurahNumber":32,"VerseNumber":6,"Text":"To je Onaj Koji zna i ono sto je culima nedokucivo, a i ono sto je pojavno, Silni i Milostivi"},{"SurahNumber":32,"VerseNumber":7,"Text":"Koji je sve sto je stvorio skladnim ucinio, a stvaranje covjeka od gline je zapoceo"},{"SurahNumber":32,"VerseNumber":8,"Text":"a onda je ucinio da potomstvo njegovo od uzorka, beznacajne tekucine nastaje"},{"SurahNumber":32,"VerseNumber":9,"Text":"zatim ga skladno uoblicuje i u njega Svoga duha udahnjuje, i On vam je sluh i vid i razum dao, a kako vi malo zahvaljujete"},{"SurahNumber":32,"VerseNumber":10,"Text":"Oni govore: \"Zar cemo, kad nestanemo pod zemljom, ponovo stvoreni biti\" Stavise, oni susret s Gospodarom svojim poricu"}]}