{"Id":346,"LanguageCodes":["sq","sqi"],"Name":"sqi-unknown","Author":"Unknown","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"Ai (All-llahu) është Ai që ju krijoi prej një vete, e prej saj krijoi palën e saj për t´u qetësuar pranë saj. Kur e mbuloi ai (mashkulli) atë (gruan), ajo u ngarkua me një barrë të lehtë dhe ashtu vazhdoi me të, e kur u bë e rëndë, ata të dy lutën All-lla"},{"SurahNumber":7,"VerseNumber":190,"Text":"Pasi që atyre të dyve ju dha (fëmijë) të mirë, ata (fëmijë e pasardhës) i përshkruan shokë në atë që iu dha. I pastër është All-llahu nga ajo që ia përshkruajnë"},{"SurahNumber":7,"VerseNumber":191,"Text":"A i përshkruajnë shok atë çka nuk mund të krijojë asnjë send, e ata (idhujt) vetë janë të krijuar"},{"SurahNumber":7,"VerseNumber":192,"Text":"Ata (idhujt) nuk mund t´u sjellin atyre ndonjë ndihmë e as veten e tyre ta ndihmojnë"},{"SurahNumber":7,"VerseNumber":193,"Text":"Dhe, edhe nëse i thirrni për t´i udhëzuar, ata nuk ju përgjigjen. Për ju është njëjtë, i thirrët ata ose heshtët"},{"SurahNumber":7,"VerseNumber":194,"Text":"S´ka dyshim se ata që po i adhuroni ju pos All-llahut, janë të krijuar sikur ju (njerëzit janë më të përsosur). Thirrni pra ata, e le t´ju përgjigjen juve nëse thuani të vërtetën"},{"SurahNumber":7,"VerseNumber":195,"Text":"A kanë ata (idhujt) këmbë të ecin me to, a kanë duar të rrëmbejnë me to, a kanë sy të shohin me ta, a kanë veshë të dëgjojnë me ta? Thuaj: \"Thirrni shokët (zotat) tuaj e thurni kurtha për mua e mos pritni"},{"SurahNumber":7,"VerseNumber":196,"Text":"Mbrojtësi i im është All-llahu që zbriti librin. Ai kujdeset për të mirët"},{"SurahNumber":7,"VerseNumber":197,"Text":"E ata që ju i lutni pos Tij, ata nuk kanë mundësi për ndihmë ndaj jush e as veten ta ndihmojnë"},{"SurahNumber":7,"VerseNumber":198,"Text":"Dhe nëse i thirrni për udhëzim, nuk dëgjojnë, e të duken se po të shikojnë ty, po ata nuk shohin"},{"SurahNumber":7,"VerseNumber":199,"Text":"Ti (Muhammed) merre të lehtën, urdhëro për mirë dhe hiqu prej të padijshmëve"},{"SurahNumber":7,"VerseNumber":200,"Text":"E nëse të godet shejtani me ndonjë vesvese, ti kërko strehim te All-llahu, sepse vërtet Ai dëgjon e di"},{"SurahNumber":7,"VerseNumber":201,"Text":"Vërtet, ata që janë të ruajtur, kur i prek ndonjë iluzion nga djalli, ata përkujtojnë (All-llahun), dhe atëherë shohin (të vërtetën)"},{"SurahNumber":7,"VerseNumber":202,"Text":"E vëllezërit e tyre (jo të ruajturit) i përkrahin (shejtanët) për në humbje dhe nuk u ndahen"},{"SurahNumber":7,"VerseNumber":203,"Text":"Dhe, kur ti nuk u sjell atyre ndonjë mrekulli (që e kërkojnë), thonë: \"Përse ti nuk e trillove vetë?\" Thuaj: \"Unë (nuk trilloj) i përmbahem vetëm asaj që më shpallet nga Zoti im, ky (Kur´ani) është argument (me të cilin ndriçohen zemrat) nga Zoti juaj, ës"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kur lexohet Kur´ani, ju dëgjojeni atë (me vëmendje) dhe heshtni, në mënyrë që të fitoni mëshirë"},{"SurahNumber":7,"VerseNumber":205,"Text":"Ti përmende Zotin tënd në vete (heshtas), me respekt e me dro, jo me shprehje të larta, (përmende) në mëngjes e në mbrëmje dhe mos u bër prej atyre që nuk kanë kujdes"},{"SurahNumber":7,"VerseNumber":206,"Text":"S´ka dyshim se ata që janë pranë (afër) Zotit tënd (melekët) nuk tërhiqen nga adhurimi ndaj Tij nga mendjemadhësia, Atë e madhërojnë dhe vetëm Atij i bëjnë sexhde"}]}