{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"A řekli Josefovi bratři: \"Jestliže kradl, tedy již jeden z jeho bratří kradl před ním.\" Josef pak skryl myšlenky své v duši a nedal jim nic najevo, nýbrž řekl: \"Jste ve velmi zlém postavení a Bůh zná nejlépe, co vypovídáte"},{"SurahNumber":12,"VerseNumber":78,"Text":"Odpověděli: \"Ó mocný, on má starého a letitého otce, vezmi jednoho z nás místo něho, neboť vidíme, žes jedním z těch, kdož dobro konají"},{"SurahNumber":12,"VerseNumber":79,"Text":"Řekl: \"Bůh mě chraniž vzít někoho jiného než toho, u něhož jsme nalezli svůj majetek, vždyť bychom byli nespravedliví"},{"SurahNumber":12,"VerseNumber":80,"Text":"A když se v něm zklamali, radili se tajně a nejstarší z nich řekl: \"Což nevíte, že otec náš zavázal nás úmluvou před Bohem a že jsme se již předtím dopustili nespravedlnosti vůči Josefovi? Neopustím tuto zemi, dokud mi to otec můj nedovolí nebo dokud nerozhodne Bůh v můj prospěch - a On nejlepší je rozhodčí"},{"SurahNumber":12,"VerseNumber":81,"Text":"Vraťte se k otci našemu a řekněte mu:, Otče náš, syn tvůj kradl a my dosvědčujeme jen to, co známe, a žádné tajemství nechováme"},{"SurahNumber":12,"VerseNumber":82,"Text":"Zeptej se obyvatel města, kde jsme byli, a lidí karavany, se kterou jsme šli, že vskutku pravdu hovoříme"},{"SurahNumber":12,"VerseNumber":83,"Text":"I pravil Jakub: \"Ó nikoliv, to duše vaše vás svedly ve věci té - leč trpělivost je překrásná a snad Bůh mi je navrátí všechny, vždyť On vševědoucí je i moudrý"},{"SurahNumber":12,"VerseNumber":84,"Text":"A odvrátil se od nich a zvolal: \"Ó jak smutno je mi po Josefovi!\" A zbělely oči jeho od zármutku a byl sklíčen"},{"SurahNumber":12,"VerseNumber":85,"Text":"I řekli: \"Při Bohu, což nepřestaneš vzpomínat na Josefa, dokud nezeslábneš zármutkem anebo se nezahubíš"},{"SurahNumber":12,"VerseNumber":86,"Text":"Řekl: \"Žaluji zármutek svůj i lítost jedině Bohu a vím od Boha to, co vy nevíte"},{"SurahNumber":12,"VerseNumber":87,"Text":"Synové moji, jděte a pátrejte po Josefovi a bratru jeho! A neztrácejte naději v laskavost Boží, vždyť jen lidé nevěřící ztrácejí naději v laskavost Boží"},{"SurahNumber":12,"VerseNumber":88,"Text":"Když pak přišli k Josefovi, pravili: \"Ó mocný, přišlo na nás a rodinu naši neštěstí. Přinesli jsme zboží bezvýznamné hodnoty, dej nám plnou míru obilí a ukaž se vůči nám štědrý, vždyť Bůh věru odměňuje ty, kdož jsou štědří"},{"SurahNumber":12,"VerseNumber":89,"Text":"I řekl: \"Zdaž jste si vědomi toho, co jste udělali Josefovi a bratru jeho ve své pošetilosti"},{"SurahNumber":12,"VerseNumber":90,"Text":"Pravili: \"Jsi vskutku Josef?\" Odpověděl: \"Ano, já jsem Josef a toto je můj bratr. Bůh nás zahrnul milostí svou a věru ten, kdo je trpělivý a bohabojný... a Bůh věru nedopustí, aby ztratila se odměna těch, kdož dobro konají"},{"SurahNumber":12,"VerseNumber":91,"Text":"Pravili: \"Při Bohu, Bůh ti dal vskutku přednost před námi, zatímco my byli jsme věru hříšníci"},{"SurahNumber":12,"VerseNumber":92,"Text":"Odpověděl: \"Nechť na vás dnes nepadne žádná výčitka! Bůh vám odpustí, vždyť On nejslitovnější je ze slitovníků"},{"SurahNumber":12,"VerseNumber":93,"Text":"Odejděte s touto mou košilí a vložte ji na tvář otce mého a on znovu nabude zraku! A potom ke mně přijďte s celou rodinou svou všichni"},{"SurahNumber":12,"VerseNumber":94,"Text":"A když se karavana vracela, pravil otec jejich: \"Já doopravdy cítím vůni Josefovu! Kéž byste mne nepokládali za blouznivce"},{"SurahNumber":12,"VerseNumber":95,"Text":"Odpověděli: \"Při Bohu, tys opět ve starém svém bludu"},{"SurahNumber":12,"VerseNumber":96,"Text":"A když přišel posel se zvěstí radostnou a vložil mu košili na tvář, stal se Jakub opět vidoucím a řekl: \"Což neřekl jsem vám, že vím od Boha to, co vy nevíte"},{"SurahNumber":12,"VerseNumber":97,"Text":"Pravili: \"Otče náš, pros za nás Boha o odpuštění hříchů našich, vždyť my věru jsme byli hříšníky"},{"SurahNumber":12,"VerseNumber":98,"Text":"Řekl: \"Budu prosit Pána svého o odpuštění pro vás a On věru je odpouštějící, slitovný"},{"SurahNumber":12,"VerseNumber":99,"Text":"A když všichni přišli k Josefovi, přitáhl blízko k sobě rodiče své a řekl: \"Vstupte do Egypta v bezpečí, chce-li tomu Bůh"},{"SurahNumber":12,"VerseNumber":100,"Text":"A uvedl rodiče své na trůn, zatímco ostatní se mu klaněli padajíce na tváře. Pak pravil: \"Otče můj, toto zde je výklad mého snu dávného a Pán můj jej uskutečnil. A byl vůči mně dobrotivý, když mne vyvedl z vězení a přivedl vás z pouště poté, co satan způsobil roztržku mezi mnou a bratry mými. Pán můj je věru obratný v tom, co chce, a On vševědoucí je i moudrý"}]}