{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Sana ganimetleri soruyorlar. De ki: -Ganimetler, Allah’a ve Elcisi´ne aittir. Allah’tan korkun, aranızı duzeltin. Eger mumin iseniz Allah’a ve Elcisi´ne itaat ediniz"},{"SurahNumber":8,"VerseNumber":2,"Text":"Muminler ancak, Allah anıldıgı zaman kalpleri urperen, ayetleri kendilerine okununca imanları artan ve Rablerine tevekkul eden kimselerdir"},{"SurahNumber":8,"VerseNumber":3,"Text":"Bunlar, namazı kılarlar ve kendilerine verdigimiz rızıktan infak ederler"},{"SurahNumber":8,"VerseNumber":4,"Text":"Iste onlar, gercek mumin olanlardır. Rab´leri katında onlar icin dereceler, magfiret ve comertce verilmis rızıklar vardır"},{"SurahNumber":8,"VerseNumber":5,"Text":"Rabbin seni hak ugrunda evinden cıkardıgı zaman da; mu’minlerden bir grup bundan hoslanmamıstı"},{"SurahNumber":8,"VerseNumber":6,"Text":"Gercek ortaya cıktıktan sonra bile, bu hususta sanki olume surukleniyorlarmıs gibi seninle tartısıyorlardı"},{"SurahNumber":8,"VerseNumber":7,"Text":"Allah, iki gruptan birinin sizin olacagını vaat etmisti. Siz gucsuz ve silahsız olanın sizin olmasını arzu ediyordunuz. Oysa Allah, emirleriyle hakkın gerceklesmesini ve kafirlerin gucunun arkasını kesmek istiyordu"},{"SurahNumber":8,"VerseNumber":8,"Text":"Gunahkarların hosuna gitmese de hakkı ortaya koymak ve batılı da ortadan kaldırmak icin"},{"SurahNumber":8,"VerseNumber":9,"Text":"Rabbinizden yardım dilemistiniz de size: -Birbiri ardınca bin melek ile size yardım ulastıracagız, diye cevap vermisti"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah, bunu yalnızca bir mujde olması ve kalplerinizin yatısması icin yaptı. Yardım yalnızca Allah katındadır. Cunku Allah azizdir, Hakimdir"},{"SurahNumber":8,"VerseNumber":11,"Text":"O zaman sizi kendisinden bir guven vermek icin hafif bir uykuya daldırmıs ve uzerinize gokten onunla sizi temizlemek ve seytanın pisligini sizden gidermek, kalplerinizi pekistirmek ve ayaklarınızı saglamlastırmak icin su indirmisti"},{"SurahNumber":8,"VerseNumber":12,"Text":"O an Rabbin meleklere soyle vahyediyordu: -Ben sizinle bereberim, iman edenlere sebat verin! Ben kafirlerin kalbine korku salacagım. Siz de boyunlarını vurun, parmaklarını dograyın"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu, Allah’a ve Elcisi’ne muhalefet etmeleri dolayısıyladır. Kim, Allah’a ve Elcisi’ne muhalefet ederse, suphesiz Allah’ın cezası cok siddetlidir"},{"SurahNumber":8,"VerseNumber":14,"Text":"Iste size (azap) tadın onu! ve kafirlere bir de atesin azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler, toplu bir halde kafirlerle karsılastıgınız zaman, onlara arkanızı donmeyin"},{"SurahNumber":8,"VerseNumber":16,"Text":"Kim o gun, savasmak icin bir yana cekilmek ya da diger bir gruba katılmak gibi durumlar haricinde arkasını donerse Allah’ın gazabına ugrar; onun barınagı cehennemdir. Orası ne kotu bir yerdir"},{"SurahNumber":8,"VerseNumber":17,"Text":"(Iste o gun) onları siz oldurmediniz, fakat onları Allah oldurdu. Attıgında da sen atmadın fakat muminleri guzel bir imtihanla denemek icin Allah attı. Suphesiz Allah isitendir, bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"Iste siz ve kafirlerin tuzagını etkisiz kılan Allah"},{"SurahNumber":8,"VerseNumber":19,"Text":"Fetih istiyorsanız, size fetih gelmistir. Eger son verirseniz bu sizin icin daha hayırlıdır. Ve eger tekrar donerseniz biz de doneriz. Toplulugunuz kalabalık olsa bile size bir fayda vermeyecektir. Cunku Allah, muminlerle beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ey iman edenler, Allah’a ve Elcisi’ne itaat edin! Isitip durdugunuz halde ondan yuz cevirmeyin"},{"SurahNumber":8,"VerseNumber":21,"Text":"Dinlemedikleri halde “isittik” diyenler gibi de olmayın"}]}