{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Dictus Qui provisus pro vos caelum terra? Dictus DEUS Either nos vos guided iit far astray"},{"SurahNumber":34,"VerseNumber":25,"Text":"dictus Vos est responsible pro noster crimes nor est nos responsible pro quod vos perfecit"},{"SurahNumber":34,"VerseNumber":26,"Text":"Dictus Noster Dominus gather nos totus unus ante Eum tunc He scabinus nos equitably! He est Scabinus Omniscient"},{"SurahNumber":34,"VerseNumber":27,"Text":"Dictus Show me idols vos set prout partners Eum! non Dictus He est 1 DEUS Almighty Wise"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Nos sent vos O Rashad) totus people bearer bonus news alias prout warner multus people non know"},{"SurahNumber":34,"VerseNumber":29,"Text":"They challenge When hoc promise advenit pass vos est truthful"},{"SurahNumber":34,"VerseNumber":30,"Text":"Dictus Vos habet specific temporis specific feria vos non delay 1 hora nor advance"},{"SurahNumber":34,"VerseNumber":31,"Text":"Those disbelieve dictus Nos non believe in hoc Quran nor proximus scriptures. vos unus envision these transgressors when they stand their Dominus! They argue 1 alias back ac forth followers tell their dux Si non est vos nos est believers"},{"SurahNumber":34,"VerseNumber":32,"Text":"Dux dictus to those testimentum subsequentis them nos the unus Est diverted vos guidance it advenit to vos? Non; it est vos est wicked"},{"SurahNumber":34,"VerseNumber":33,"Text":"followers dictus to their dux est vos schemed nox feria tunc commanded nos est unappreciative de DEUS set idols rank Eum. They ridden remorse when they vide retribution nos locus shackles necks de those disbelieved they justly non requited quod they perfecit"},{"SurahNumber":34,"VerseNumber":34,"Text":"Omnis temporis nos sent warner community dux ut community dictus Nos reject message vos sent cum"},{"SurahNumber":34,"VerseNumber":35,"Text":"They alias dictus Nos est powerful magis moneta infans nos non punished"},{"SurahNumber":34,"VerseNumber":36,"Text":"Dictus My Dominus est 1 controls totus provisions He grants provisions whomever He testimentum reduces them multus people non know"},{"SurahNumber":34,"VerseNumber":37,"Text":"Non est tuus moneta tuus infans bring vos closer to nos. Unus those believe lead righteous vita receive reward their works multiplied manifold In abode Paradise they perfecit vivens in perfect pax"},{"SurahNumber":34,"VerseNumber":38,"Text":"Prout pro those consistently challenge noster revelations they abide retribution"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Dictus My Dominus est Unus controls totus provisions He increases provisions whomever He chooses His servus reduces them! Anything vos spend causa Deus) He reward vos it He est Bene Provider"},{"SurahNumber":34,"VerseNumber":40,"Text":"Feria when He summons them totus He dictus to angels these perfecit people worship vos"},{"SurahNumber":34,"VerseNumber":41,"Text":"They answer Vos glorified Vos est noster Dominus Magister non them! Instead they worshipping jinns; multus de them est believers therein"},{"SurahNumber":34,"VerseNumber":42,"Text":"Feria vos non possess power help harm 1 alias nos dictus to transgressors Taste retribution Hell vos used deny"},{"SurahNumber":34,"VerseNumber":43,"Text":"When noster proofs recited them perfectly clear they dictus Hoc est simply vir wants divert vos via tuus parentes worshipping They alias dictus These fabricated lies Those disbelieved alias dictus truth advenit them Hoc est obviously magic"},{"SurahNumber":34,"VerseNumber":44,"Text":"Nos non dedit them any alius books study nor perfecit nos send to them vos alias warner"},{"SurahNumber":34,"VerseNumber":45,"Text":"Those ante them disbelieved et though they non vide one-tenth (miracle) nos dedit hoc generation when they disbelieved My messengers quam severe est My retribution"}]}