{"Id":437,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"De ki: \"Siz, yerküreyi iki günde yaratana gerçekten nankörlük edip O´na ortaklar mı koşuyorsunuz? Âlemlerin Rabbi´dir O"},{"SurahNumber":41,"VerseNumber":10,"Text":"O, yeryüzüne, denge ve dayanıklık sağlayan dağları üstünden yerleştirdi. Onda bereketlere vücut verdi. Ve onda, azıklarını dört günde takdir edip düzenledi. İsteyip duranlar için eşit miktarda olmak üzere"},{"SurahNumber":41,"VerseNumber":11,"Text":"Sonra buhar/duman halindeki göğe yöneldi de ona ve yerküreye şöyle seslendi: \"İsteyerek veya istemeyerek gelin!\" Onlar şöyle dediler: \"İsteyerek geldik"},{"SurahNumber":41,"VerseNumber":12,"Text":"Böylece onları, iki günde yedi gök halinde takdir edip her göğe kendi iş ve oluşunu vahyetti. Ve biz, arza en yakın göğü kandillerle ve bir korumayla donattık. İşler bunlar Azîz ve Alîm olanın takdiridir"},{"SurahNumber":41,"VerseNumber":13,"Text":"Yüz çevirirlerse şöyle de: \"Sizi, Âd ve Semûd´a çarpan yıldırıma benzer bir yıldırıma karşı uyarıyorum"},{"SurahNumber":41,"VerseNumber":14,"Text":"Hani, resuller onlara önlerinden, arkalarından gelerek şöyle demişlerdi: \"Allah´tan başkasına ibadet/kulluk etmeyin!\" Şöyle cevap vermişlerdi: \"Eğer Rabbimiz isteseydi, kesinlikle melekler indirirdi. Bu yüzden biz sizinle gönderileni tanımıyoruz"},{"SurahNumber":41,"VerseNumber":15,"Text":"Âd toplumu yeryüzünde haksız bir biçimde büyüklük tasladı da şöyle dediler: \"Bizden daha güçlü kim var?\" Onlar, kendilerini yaratan Allah´ın, evet O´nun, onlardan daha kuvvetli olduğunu görmediler mi? Bunlar, bizim ayetlerimize de karşı çıkıyorlardı"},{"SurahNumber":41,"VerseNumber":16,"Text":"Biz de onlara dünya hayatında zillet azabını tattırmak için o uğursuz günlerde üzerlerine dondurucu bir rüzgâr gönderdik. Âhiretin azabı elbette ki daha rezil edicidir. Üstelik onlar hiçbir yardım da görmeyeceklerdir"},{"SurahNumber":41,"VerseNumber":17,"Text":"Semûd´a gelince, biz onlara kılavuzluk ettik ama onlar körlüğü hidayete tercih ettiler. Bunun üzerine, kazandıkları yüzünden, alçaltıcı azabın yıldırımı onları yakaladı"},{"SurahNumber":41,"VerseNumber":18,"Text":"İnananları kurtardık, onlar korunuyorlardı"},{"SurahNumber":41,"VerseNumber":19,"Text":"Gün olur, Allah´ın düşmanları, düzenli bir biçimde biraraya toplanıp ateşe sürülürler"},{"SurahNumber":41,"VerseNumber":20,"Text":"Nihayet, oraya geldiklerinde kulakları, gözleri, derileri, yapıp-ettikleri hakkında onlar aleyhine tanıklık edecektir"},{"SurahNumber":41,"VerseNumber":21,"Text":"Derilerine: \"Aleyhimizde neden tanıklık ettiniz?\" derler. Derileri derler ki: \"O herşeyi konuşturan Allah konuşturdu bizi. Hani, sizi ilk seferinde de O yaratmıştı ya! Ve siz O´na döndürüleceksiniz"},{"SurahNumber":41,"VerseNumber":22,"Text":"Siz, işitme gücünüzün, gözlerinizin, derilerinizin aleyhinize yapacağı tanıklıktan gizlenmiyordunuz. Tam aksine siz, yaptıklarınızdan birçoğunu Allah´ın bilmeyeceğini sanıyordunuz"},{"SurahNumber":41,"VerseNumber":23,"Text":"İşte, Rabbiniz hakkında beslediğiniz bu zannınız sizi mahvetti de hüsrana uğrayanlardan oldunuz"},{"SurahNumber":41,"VerseNumber":24,"Text":"Şimdi eğer dayanabilirlerse, barınakları ateştir. Yok eğer özür dileyip hoşnutluk sağlamak istiyorlarsa, özürleri kabul edilmeyecektir"}]}