{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Hacılara su verme ve Mescidi Haram'ı imar etme isiyle ugrasanların derecesini Allah'a ve ahiret gunune inanıp Allah yolunda savasan kimsenin derecesiyle bir mi tutarsınız? Ve Allah, zulmeden toplulugu dogru yola sevketmez"},{"SurahNumber":9,"VerseNumber":20,"Text":"Inananların, yurtlarından gocenlerin ve Allah yolunda mallarıyla, canlarıyla savasanların Allah katında dereceleri pek buyuktur ve onlardır muratlarına erenlerin, kurtulup nusrat bulanların ta kendileri"},{"SurahNumber":9,"VerseNumber":21,"Text":"Rableri, onları oz rahmetiyle, razılıgıyla ve tukenmez nimetleri bulunan cennetlerle mujdeler"},{"SurahNumber":9,"VerseNumber":22,"Text":"Orada ebedi kalırlar. Suphe yok ki pek buyuk mukafat, Allah katındadır"},{"SurahNumber":9,"VerseNumber":23,"Text":"Ey inananlar, kafirligi severler ve kufru imana tercih ederlerse babalarınızı ve kardeslerinizi de dost edinmeyin ve icinizden kim onları severse onlardır zulmedenler"},{"SurahNumber":9,"VerseNumber":24,"Text":"De ki: Babalarınız, ogullarınız, kardesleriniz, karılarınız, asiretiniz, elde ettiginiz mallar, kesada ugramasından korktugunuz alısveris ve hosunuza giden evler, sizce Allah'tan, Peygamberinden ve onun yolunda savas etmeden daha sevimliyse bekleyin Allah'ın emri gelinciye dek ve Allah, buyruktan cıkan kotu toplulugu dogru yola sevketmez"},{"SurahNumber":9,"VerseNumber":25,"Text":"Andolsun ki Allah size bircok yerlerde ve Huneyn gununde yardım etmisti; hani o gun coklugunuzla ovunup sevinmistiniz de bu cokluk, dusmanı defedememisti, hicbir isinize yaramamıstı, yeryuzu, o kadar genisken daralmıstı size, sonra da arka cevirip geri cekilmistiniz"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sonra da Allah, Peygamberine ve inanlara manevi kuvvetini ihsan etmisti ve gormediginiz orduları indirerek kafirleri azaplandırmıstı ve iste kafirlerin cezası da budur"},{"SurahNumber":9,"VerseNumber":27,"Text":"Bundan sonra da Allah, diledigine tovbe nasib etmis ve tovbesini kabul eylemisti ve Allah sucları orter, rahimdir"},{"SurahNumber":9,"VerseNumber":28,"Text":"Ey inananlar, musrikler, mutlaka pis insanlardır, bu yıldan sonra artık onları Mescidi Haram'a yaklastırmayın. Yoksulluktan korkarsanız bilin ki Allah dilerse yakında sizi lutfuyla, ihsanıyla zenginlestirir ve suphe yok ki Allah her seyi bilir, hukum ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":29,"Text":"Kendilerine kitap verilenlerden Allah'a ve ahiret gunune inanmayanlarla, Allah'la Peygamberinin haram ettigini haram saymayanlarla ve hak dinini kabul etmeyenlerle savasın cizye vermeye razı olup bizzat kendi elleriyle ve alcalarak gelip verinceye dek onlar"},{"SurahNumber":9,"VerseNumber":30,"Text":"Yahudiler, Uzeyr, Allah'ın ogludur dedi, Nasraniler de Mesih, Allah'ın ogludur dedi. Bu soz, onların uydurup agızlarına aldıkları bir soz. Daha once kafir olanların sozlerini taklit etmedeler, hay Allah kahredesiler, nasıl da yalana kapılıyorlar, batıla uyuyorlar"},{"SurahNumber":9,"VerseNumber":31,"Text":"Allah'ı bırakıp bilginleriyle rahiplerini ve Meryemoglu Mesih'i Rab tanımıslardır; halbuki onlara da ancak tek mabuda kulluk etmek emredilmistir. Ondan baska tapacak yok; o onların sirk kostukları seylerden munezzehtir"},{"SurahNumber":9,"VerseNumber":32,"Text":"Isterler ki Allah'ın nurunu nefesleriyle sondursunler, halbuki Allah, kafirler istemese de, onlara zor gelse de nurunu yuceltip itmam etmekten baska hicbir seye razı degildir"},{"SurahNumber":9,"VerseNumber":33,"Text":"Oyle bir mabuttur ki musrikler istemese de, zorlarına gitse de Peygamberini, insanları dogru yola sevkeden apacık ve kesin delillerle ve butun dinlere ustolmak uzere gercek dinle gondermistir"}]}