{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":60,"Text":"¿No he concertado una alianza con vosotros, hijos de Adan: que no ibais a servir al Demonio, que es para vosotros un enemigo declarado"},{"SurahNumber":36,"VerseNumber":61,"Text":"sino que ibais a servirme a Mi? Esto es una via recta"},{"SurahNumber":36,"VerseNumber":62,"Text":"Ha extraviado a muchisimos de vosotros. ¿Es que no comprendiais"},{"SurahNumber":36,"VerseNumber":63,"Text":"esta es la gehena con que se os habia amenazado"},{"SurahNumber":36,"VerseNumber":64,"Text":"¡Arded hoy en ella por no haber creido!»"},{"SurahNumber":36,"VerseNumber":65,"Text":"Ese dia sellaremos sus bocas, pero sus manos Nos hablaran y sus pies atestiguaran lo que han cometido»"},{"SurahNumber":36,"VerseNumber":66,"Text":"Si quisieramos, les apagariamos los ojos. Entonces se abalanzarian a la Via, pero ¿como iban a ver"},{"SurahNumber":36,"VerseNumber":67,"Text":"Si quisieramos, les clavariamos en su sitio de modo que no pudieran avanzar ni retroceder"},{"SurahNumber":36,"VerseNumber":68,"Text":"A quien prolongamos la vida, le hacemos encorvarse. ¿Es que no comprenden"},{"SurahNumber":36,"VerseNumber":69,"Text":"No le hemos ensenado la poesia, que no le esta bien. Esto no es mas que una amonestacion y un Coran claro"},{"SurahNumber":36,"VerseNumber":70,"Text":"para que advierta a todo vivo y se cumpla la sentencia contra los infieles"},{"SurahNumber":36,"VerseNumber":71,"Text":"¿Es que no ven que, entre las obras de Nuestras manos, hemos creado a su intencion rebanos que les pertenecen"},{"SurahNumber":36,"VerseNumber":72,"Text":"Los hemos hecho dociles a ellos: unos les sirven de montura, otros de alimento"},{"SurahNumber":36,"VerseNumber":73,"Text":"Obtienen provecho de ellos y bebidas. ¿No daran, pues, las gracias"},{"SurahNumber":36,"VerseNumber":74,"Text":"Pero han tomado dioses en lugar de tomar a Ala. Quizas, asi, sean auxiliados"},{"SurahNumber":36,"VerseNumber":75,"Text":"No podran auxiliarles. Al contrario, formaran un ejercito al que se hara comparecer contra ellos"},{"SurahNumber":36,"VerseNumber":76,"Text":"¡Que no te entristezca lo que digan! Nosotros sabemos tanto lo que ocultan como lo que manifiestan"},{"SurahNumber":36,"VerseNumber":77,"Text":"¿No ve el hombre que le hemos creado de una gota? Pues ¡ahi le tienes, porfiador declarado"},{"SurahNumber":36,"VerseNumber":78,"Text":"Nos propone una parabola y se olvida de su propia creacion. Dice: «¿Quien dara vida a los huesos, estando podridos?»"},{"SurahNumber":36,"VerseNumber":79,"Text":"Di: «Les dara vida Quien los creo una vez primera -El conoce bien toda creacion"},{"SurahNumber":36,"VerseNumber":80,"Text":"Quien os ha hecho fuego de un arbol verde del que, asi, encendeis»"},{"SurahNumber":36,"VerseNumber":81,"Text":"¿Es que Quien ha creado los cielos y la tierra no sera capaz de crear semejantes a ellos? ¡Claro que si! El es el Creador de todo, el Omnisciente"},{"SurahNumber":36,"VerseNumber":82,"Text":"Su orden, cuando quiere algo, le dice tan solo: «¡Se!» Y es"},{"SurahNumber":36,"VerseNumber":83,"Text":"¡Gloria a Quien posee la realeza de todo! Y a El sereis devueltos"},{"SurahNumber":37,"VerseNumber":1,"Text":"¡Por los puestos en fila"},{"SurahNumber":37,"VerseNumber":2,"Text":"que ahuyentan violentamente"},{"SurahNumber":37,"VerseNumber":3,"Text":"y recitan una amonestacion"},{"SurahNumber":37,"VerseNumber":4,"Text":"En verdad, vuestro Dios es Uno"},{"SurahNumber":37,"VerseNumber":5,"Text":"Senor de los cielos, de la tierra y de lo que entre ellos esta, Senor de los Orientes"},{"SurahNumber":37,"VerseNumber":6,"Text":"Hemos engalanado el cielo mas bajo con estrellas"},{"SurahNumber":37,"VerseNumber":7,"Text":"como proteccion contra todo demonio rebelde"},{"SurahNumber":37,"VerseNumber":8,"Text":"Asi, los demonios no pueden oir al Consejo Supremo, porque por todas partes se ven hostigados"},{"SurahNumber":37,"VerseNumber":9,"Text":"repelidos. Tendran un castigo perpetuo"},{"SurahNumber":37,"VerseNumber":10,"Text":"A menos que alguno se entere de algo por casualidad: a ese tal le perseguira una llama de penetrante luz"},{"SurahNumber":37,"VerseNumber":11,"Text":"Preguntales si crearlos a ellos ha resultado mas dificil para Nosotros que crear a los otros. Los hemos creado de arcilla pegajosa"},{"SurahNumber":37,"VerseNumber":12,"Text":"Pero ¡no! Te asombras y ellos se mofan"},{"SurahNumber":37,"VerseNumber":13,"Text":"Si se les recuerda algo, no se acuerdan"},{"SurahNumber":37,"VerseNumber":14,"Text":"Y, si ven un signo, lo ponen en ridiculo"},{"SurahNumber":37,"VerseNumber":15,"Text":"y dicen: «¡Esto no es sino manifiesta magia"},{"SurahNumber":37,"VerseNumber":16,"Text":"Cuando muramos y seamos tierra y huesos, ¿se nos resucitara acaso"},{"SurahNumber":37,"VerseNumber":17,"Text":"¿Y tambien a nuestros antepasados?»"},{"SurahNumber":37,"VerseNumber":18,"Text":"Di: «¡Si, y vosotros os humillareis!»"},{"SurahNumber":37,"VerseNumber":19,"Text":"Un solo Grito, nada mas, y veran"},{"SurahNumber":37,"VerseNumber":20,"Text":"Diran: «¡Ay de nosotros! ¡Este es el dia del Juicio!»"},{"SurahNumber":37,"VerseNumber":21,"Text":"«Este es el dia del Fallo, que vosotros desmentiais»"}]}