{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"nihsandeha hamile ibrahima (alaihis'salama) la'i yasa aghi nai sadacara ra soca samajha pradana gareka thiyaum ra hamila'i unako avasthabare ramrari thaha thiyo"},{"SurahNumber":21,"VerseNumber":52,"Text":"Jaba unale aphno pita ra aphno samudayasita bhaneh ‘‘yi murtiharu ko hun, jasako timiharu ekagrabha'i puja gardachau?’’"},{"SurahNumber":21,"VerseNumber":53,"Text":"Tiniharu javaphadina thale ki hamile aphna babu–bajeharula'i yinaiko puja gareko dekheka chaum"},{"SurahNumber":21,"VerseNumber":54,"Text":"Ibrahimale bhane! Ki nihsandeha timi ra timra babu–baje pani ajnanatabata grasta rahayau"},{"SurahNumber":21,"VerseNumber":55,"Text":"Tiniharule bhane ki ke samccai tapa'ile hamro pasama satya kura lya'unubha'eko cha va tyasai hamso khyala gari rahanubha'eko cha"},{"SurahNumber":21,"VerseNumber":56,"Text":"(Ibrahimale) bhane, (ho'ina) baru vastavamai timi sabaiko palanakarta tyo ho jo akasaharu ra dharatiko malika ho, jasale tiniharula'i srsti gareka ho ra ma yasa kurako saksi chu ra yasala'i svikara gardachu"},{"SurahNumber":21,"VerseNumber":57,"Text":"Ra allahako sapatha! Timiharu vimukha bha'i pharkera ga'epachi ma timra devataharusita e'uta cala calnechu"},{"SurahNumber":21,"VerseNumber":58,"Text":"Pheri uham (ibrahima) le tiniharula'i (phutalera) tukra–tukra paridi'e, tara e'uta thulo murtila'i chadidi'e yo pani yasakarana ki uniharu tyasatira pravrtta ho'un"},{"SurahNumber":21,"VerseNumber":59,"Text":"Uniharule bhanna thale ki hamra devataharusita yasto vyavahara kasale garyo niscaya nai tyo kunai atyacari hunuparcha"},{"SurahNumber":21,"VerseNumber":60,"Text":"Tiniharule bhaneh hamile e'uta yuvakala'i unako barema carca gareko suneka thiyaum, jasala'i ibrahima bhanincha"},{"SurahNumber":21,"VerseNumber":61,"Text":"Tiniharule bhane ki thika cha usala'i sabhama manisaharuko agadi lya'u ki tinala'i sabaile hernasakun"},{"SurahNumber":21,"VerseNumber":62,"Text":"(Ibrahima a'epachi) uniharule bhaneh he ibrahima! Ke timile nai hamra devataharusita yasto karma gareko ho"},{"SurahNumber":21,"VerseNumber":63,"Text":"(ibrahimale) javapha di'e baru yo uniharubhanda thulole gareko cha, yadi yiniharu bolchan bhane aphna yi pujyaharusita nai sodha"},{"SurahNumber":21,"VerseNumber":64,"Text":"Ani tiniharu aphna ta'uko tekera paltera bhanna thaleh atyacari ta timi nai hau"},{"SurahNumber":21,"VerseNumber":65,"Text":"Ani tiniharu lajjale vyakula bha'e ra (bhanna thale) ki yo timila'i pani thaha cha ki yiniharu (yi murtiharu) boldainan"},{"SurahNumber":21,"VerseNumber":66,"Text":"Tyasapachi (ibrahimale) bhaneh ki ‘‘tyaso bha'e timiharule allahala'i chadi yastakurako puja kina gardachau jasale (puja garema) timila'i nakunai labha purya'una saktachan ra puja nagarema nakunai hani?’’"},{"SurahNumber":21,"VerseNumber":67,"Text":"Dhikkara cha timiharula'i ra uniharula'i pani, jasala'i timiharule allaha baheka puja gardachau, ke timiharusamga yati pani bud'dhi chaina"},{"SurahNumber":21,"VerseNumber":68,"Text":"(tiniharule) bhanna thale ki yadi timiharule devataharuko pratisodhako lagi kehi garnucha bhane yasa (ibrahima) la'i jala'ihala ra aphna devataharuko sahayata gara"},{"SurahNumber":21,"VerseNumber":69,"Text":"Hamile adesa garyaum ki he ago! Timi (ibrahimako nimti) ciso bha'ija ra arama ra suraksako sadhana banihala"},{"SurahNumber":21,"VerseNumber":70,"Text":"Tiniharule unako kubhalo garna cahe, tara hamile tiniharula'i asaphala garidiyaum"},{"SurahNumber":21,"VerseNumber":71,"Text":"Ra hamile ‘‘ibrahima (alaihis'salama)’’ ra ‘‘luta (alais'silama) la'i’’ baca'era dharatiko tyo bhagatira lagyaum jasama hamile sansaraka manisaharuko nimti varadana rakheka thiyaum"},{"SurahNumber":21,"VerseNumber":72,"Text":"Ra hamile ‘‘ibrahimala'i is'haka’’ ra ‘‘ya'akuba’’ pradana garyaum ra yasako atirikta upaharasvarupa harekala'i asala manisa banayaum"},{"SurahNumber":21,"VerseNumber":73,"Text":"Ra hamile uniharula'i nayaka banayaum ki hamro adesale marganirdesana garun ra tiniharula'i asala karma garna ra namaja padhna ra dana dinuko nimti adesa pathayaum ra tiniharu sabai hamro upasana garne sevaka thi'e"},{"SurahNumber":21,"VerseNumber":74,"Text":"Hamile ‘‘luta (alaihis'salama) la'i’’ pani adesa ra jnana pradana garyaum ra unala'i tyasa bastibata chutakara dilayaum jahamka manisaharu naramro karma gardathi'e. Vastavama tiniharu sahrai nai naramro ra ullaghannakari thi'e"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ra hamile lutala'i aphno krpapatra banayaum. Nihsandeha uni asala manisaharumadhyeka thi'e"},{"SurahNumber":21,"VerseNumber":76,"Text":"Ra ‘‘nuhako’’ tyasa samayako pani smarana garnus, jabaki unale yasabhanda agadi hamila'i pukareka thi'e, taba hamile unako prarthana svikara garyaum ra hamile unala'i ra unaka gharavalaharula'i thulo klesabata chutakara dilayaum"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ra juna manisaharule hamra ayataharula'i jhuththa bhanirakheka thi'e tiniharuko damjoma hamile unako maddata garyaum, vastavama tiniharu naramra manisaharu thi'e. Atah hamile ti sabaila'i duba'idiyaum"},{"SurahNumber":21,"VerseNumber":78,"Text":"Ra ‘‘da'uda’’(alaihis'salama) ra ‘‘sulaimana’’ (alaihis'salama)la'i samjhanus jabaki uniharu kheta sambandhi kurama nirnaya garirakheka thi'e tyatikhera kehi manisaharuka bakhraharu tyasama careka thi'e, ra tiniharuko nirnayama hami upasthita thiyaum"},{"SurahNumber":21,"VerseNumber":79,"Text":"Ani hamile tyasa vivadako sahi nirnaya sulaimanala'i samjha'idiyaum. Ra hamile duvaila'i nirnayasakti ra jnana pradana gareka thiyaum ra hamile pahadaharula'i ra caraharula'i pani da'udako adhinama garidi'eka thiyaum jasale ki unisamgai allahako stuti gardathe ra yasto garnevala hami nai thiyaum"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ra hamile unala'i timiharuko lagi paridhana (arthata kavacako silpakala) pani sika'eka thiyaum taki yud'dhako ksatibata timro raksa hos, ta ke timi anugrahita banne chau"},{"SurahNumber":21,"VerseNumber":81,"Text":"sulaimanako adhinama hamile tivra vayula'i vasibhuta garidi'eka thiyaum, juna unako adesa anusara yasa bhu–bhagatira calthyo jaham hamile barakata pradana gareka thiyaum. Ra hami ta hareka kurako jnata haum"},{"SurahNumber":21,"VerseNumber":82,"Text":"Yastai aneka saitanaka samuhaharula'i pani unako adhinama gareka thiyaum, jo unako adesabata dubulki ra yasaka atirikta aru kama pani gardathe, ra tiniharula'i samhalnevala hami nai thiyaum"}]}