{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Solamente aquellos que escuchan responderan [a tu llamada ¡Oh, Mensajero!] En cuanto a los muertos, Dios les resucitara y, entonces, se les hara regresar a El"},{"SurahNumber":6,"VerseNumber":37,"Text":"Dicen: «¿Por que no ha descendido a el ninguna senal milagrosa procedente de su Senor?» Di: «Dios tiene poder para enviar una senal.» Pero la mayoria de ellos no saben"},{"SurahNumber":6,"VerseNumber":38,"Text":"No existe animal en la Tierra ni ave que vuele con sus dos alas que no forme comunidades como las vuestras. No hemos omitido nada en la Escritura [Sagrada]. Luego, seran congregados hacia su Senor"},{"SurahNumber":6,"VerseNumber":39,"Text":"Pero quienes desmienten Nuestras senales estan sordos y mudos en las tinieblas. Dios extravia a quien El quiere y a quien El quiere le pone en el camino recto"},{"SurahNumber":6,"VerseNumber":40,"Text":"Di: «¡Decidme la verdad si sois sinceros! Si os alcanzase el castigo de Dios u os llegase la Hora ¿Invocariais a otro que a Dios"},{"SurahNumber":6,"VerseNumber":41,"Text":"¡No! Sino que solo a El invocariais y El, si quisiera, os concederia aquello que Le hubieseis pedido y olvidaria la idolatria que cometeis.»"},{"SurahNumber":6,"VerseNumber":42,"Text":"Ciertamente, hemos enviado [profetas] a otras comunidades antes de ti e hicimos que soportasen dificultades y preocupaciones para que suplicasen con humildad"},{"SurahNumber":6,"VerseNumber":43,"Text":"Si hubiesen suplicado humildemente cuando les alcanzo Nuestro rigor... Pero se endurecieron sus corazones y Satanas les embellecio su comportamiento"},{"SurahNumber":6,"VerseNumber":44,"Text":"Y, cuando olvidaron lo que se les habia recordado, abrimos para ellos las puertas de todas las cosas, hasta que hubieron disfrutado de todo lo que les fue dado. Entonces, les tomamos por sorpresa y fueron presa de la desesperacion"},{"SurahNumber":6,"VerseNumber":45,"Text":"Asi fue destruida hasta las raices la comunidad de aquellos que eran opresores. ¡Alabado sea Dios, Senor de los mundos"},{"SurahNumber":6,"VerseNumber":46,"Text":"Di: «¿Que pensariais si Dios os arrebatase el oido y la vista y sellase vuestros corazones? ¿Que otro dios sino Dios podria devolveroslos?» Ved las diferentes maneras en que explicamos las senales, aunque ellos dan la espalda y se alejan"},{"SurahNumber":6,"VerseNumber":47,"Text":"Di: «¿Que pensariais si os llegase el castigo de Dios por sorpresa o abiertamente? ¿Quien seria destruida sino la gente opresora?»"},{"SurahNumber":6,"VerseNumber":48,"Text":"No enviamos a los profetas sino como portadores de buenas nuevas y advertidores del castigo. Por tanto, quienes crean y corrijan sus malas acciones no tendran que temer y no estaran tristes"},{"SurahNumber":6,"VerseNumber":49,"Text":"Y quienes desmientan Nuestras senales sufriran el castigo por haber transgredido"},{"SurahNumber":6,"VerseNumber":50,"Text":"Di: «Yo no os digo que posea los tesoros de Dios, ni conozco lo que esta oculto a los sentidos, ni os digo que yo sea un angel. Solo sigo lo que me ha sido revelado.» Di: «¿Son iguales el ciego y el que ve? ¿Es que no razonais?»"},{"SurahNumber":6,"VerseNumber":51,"Text":"Y advierte con el a quienes teman ser congregados hacia su Senor que no tienen otro protector ni intercesor que El, para que asi sean temerosos"},{"SurahNumber":6,"VerseNumber":52,"Text":"Y no rechaces a quienes suplican a su Senor dia y noche, deseando contemplar Su rostro. Tu no eres en absoluto responsable de sus cuentas ni ellos son responsables en absoluto de tu cuenta y si les rechazases serias de los opresores"},{"SurahNumber":6,"VerseNumber":53,"Text":"Asi es como examinamos a algunos de ellos mediante otros, para que digan: «¿Son estos a quienes Dios a favorecido de entre nosotros?» ¿Acaso no es Dios quien mejor conoce a quienes son agradecidos"},{"SurahNumber":6,"VerseNumber":54,"Text":"Y cuando vengan a ti quienes creen en Nuestras senales di: «La paz sea con vosotros. Vuestro Senor ha dispuesto para Si mismo la misericordia. Quien de vosotros obre mal por ignorancia y tras ello se arrepienta y corrija el mal cometido... El es perdonador, misericordiosisimo con los creyentes.»"},{"SurahNumber":6,"VerseNumber":55,"Text":"Asi explicamos las senales, para mostrar claramente el camino de los pecadores"},{"SurahNumber":6,"VerseNumber":56,"Text":"Di: «Se me ha prohibido adorar a quien invocais en lugar de a Dios.» Di: «No seguire vuestras pasiones, pues me extraviaria y no seria de los guiados.»"},{"SurahNumber":6,"VerseNumber":57,"Text":"Di: «En verdad, yo me baso en una prueba clara procedente de mi Senor y vosotros la desmentis. Yo no puedo otorgaros lo que pedis con tanta urgencia. El Juicio pertenece a Dios en exclusiva. El dictamina la Verdad y El es el mejor de los jueces.»"},{"SurahNumber":6,"VerseNumber":58,"Text":"Di: «Si yo poseyera aquello con lo que me urgis, el asunto entre vosotros y yo habria ya quedado resuelto. Dios es Quien mejor conoce a los opresores"}]}