{"Id":192,"LanguageCodes":["hi","hin"],"Name":"hin-muhammadfarooqk","Author":"Muhammad Farooq Khan And Muhammad Ahmed","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":21,"Text":"आद के भाई को याद करो, जबकि उसने अपनी क़ौम के लोगों को अहक़ाफ़ में सावधान किया, और उसके आगे और पीछे भी सावधान करनेवाले गुज़र चुके थे - कि, \"अल्लाह के सिवा किसी की बन्दगी न करो। मुझे तुम्हारे बारे में एक बड़े दिन की यातना का भय है।"},{"SurahNumber":46,"VerseNumber":22,"Text":"उन्होंने कहा, \"क्या तू हमारे पास इसलिए आया है कि झूठ बोलकर हमको अपने उपास्यों से विमुख कर दे? अच्छा, तो हमपर ले आ, जिसकी तू हमें धमकी देता है, यदि तू सच्चा है।"},{"SurahNumber":46,"VerseNumber":23,"Text":"उसने कहा, \"ज्ञान तो अल्लाह ही के पास है (कि वह कब यातना लाएगा) । और मैं तो तुम्हें वह संदेश पहुँचा रहा हूँ जो मुझे देकर भेजा गया है। किन्तु मैं तुम्हें देख रहा हूँ कि तुम अज्ञानता से काम ले रहे हो।"},{"SurahNumber":46,"VerseNumber":24,"Text":"फिर जब उन्होंने उसे बादल के रूप में देखा, जिसका रुख़ उनकी घाटियों की ओर था, तो वे कहने लगे, \"यह बादल है जो हमपर बरसनेवाला है!' \"नहीं, बल्कि यह तो वही चीज़ है जिसके लिए तुमने जल्दी मचा रखी थी। - यह वायु है जिसमें दुखद यातना है"},{"SurahNumber":46,"VerseNumber":25,"Text":"हर चीज़ को अपने रब के आदेश से विनष्ट- कर देगी।\" अन्ततः वे ऐसे हो गए कि उनके रहने की जगहों के सिवा कुछ नज़र न आता था। अपराधी लोगों को हम इसी तरह बदला देते है"},{"SurahNumber":46,"VerseNumber":26,"Text":"हमने उन्हें उन चीज़ों में जमाव और सामर्थ्य प्रदान की थी, जिनमें तुम्हें जमाव और सामर्थ्य नहीं प्रदान की। औऱ हमने उन्हें कान, आँखें और दिल दिए थे। किन्तु न तो उनके कान उनके कुछ काम आए औऱ न उनकी आँखे और न उनके दिल ही। क्योंकि वे अल्लाह की आयतों का इनकार करते थे और जिस चीज़ की वे हँसी उड़ाते थे, उसी ने उन्हें आ घेरा"},{"SurahNumber":46,"VerseNumber":27,"Text":"हम तुम्हारे आस-पास की बस्तियों को विनष्ट कर चुके हैं, हालाँकि हमने तरह-तरह से आयते पेश की थीं, ताकि वे रुजू करें"},{"SurahNumber":46,"VerseNumber":28,"Text":"फिर क्यों न उन बस्तियों ने उसकी सहायता की जिनको उन्होंने अपने और अल्लाह का बीच माध्यम ठहराकर सामीप्य प्राप्त करने के लिए उपास्य बना लिया था? बल्कि वे उनसे गुम हो गए, और यह था उनका मिथ्यारोपण और वह कुछ जो वे घड़ते थे"},{"SurahNumber":46,"VerseNumber":29,"Text":"और याद करो (ऐ नबी) जब हमने कुछ जिन्नों को तुम्हारी ओर फेर दिया जो क़ुरआन सुनने लगे थे, तो जब वे वहाँ पहुँचे तो कहने लगे, \"चुप हो जाओ!\" फिर जब वह (क़ुरआन का पाठ) पूरा हुआ तो वे अपनी क़ौम की ओर सावधान करनेवाले होकर लौटे"},{"SurahNumber":46,"VerseNumber":30,"Text":"उन्होंने कहा, \"ऐ मेरी क़ौम के लोगो! हमने एक किताब सुनी है, जो मूसा के पश्चात अवतरित की गई है। उसकी पुष्टि में हैं जो उससे पहले से मौजूद है, सत्य की ओर और सीधे मार्ग की ओर मार्गदर्शन करती है"},{"SurahNumber":46,"VerseNumber":31,"Text":"ऐ हमारी क़ौम के लोगो! अल्लाह के आमंत्रणकर्त्ता का आमंत्रण स्वीकार करो और उसपर ईमान लाओ। अल्लाह तुम्हें क्षमा करके गुनाहों से तुम्हें पाक कर देगा और दुखद यातना से तुम्हें बचाएगा"},{"SurahNumber":46,"VerseNumber":32,"Text":"और जो कोई अल्लाह के आमंत्रणकर्त्ता का आमंत्रण स्वीकार नहीं करेगा तो वह धरती में क़ाबू से बच निकलनेवाला नहीं है और न अल्लाह से हटकर उसके संरक्षक होंगे। ऐसे ही लोग खुली गुमराही में हैं।"},{"SurahNumber":46,"VerseNumber":33,"Text":"क्या उन्होंने देखा नहीं कि जिस अल्लाह ने आकाशों और धरती को पैदा किया और उनके पैदा करने से थका नहीं; क्या ऐसा नहीं कि वह मुर्दों को जीवित कर दे? क्यों नहीं, निश्चय ही उसे हर चीज़ की सामर्थ्य प्राप्त है"},{"SurahNumber":46,"VerseNumber":34,"Text":"और याद करो जिस दिन वे लोग, जिन्होंने इनकार किया, आग के सामने पेश किए जाएँगे, (कहा जाएगा) \"क्या यह सत्य नहीं है?\" वे कहेंगे, \"नहीं, हमारे रब की क़सम!\" वह कहेगा, \"तो अब यातना का मज़ा चखो, उउस इनकार के बदले में जो तुम करते रहे थे।"},{"SurahNumber":46,"VerseNumber":35,"Text":"अतः धैर्य से काम लो, जिस प्रकार संकल्पवान रसूलों ने धैर्य से काम लिया। और उनके लिए जल्दी न करो। जिस दिन वे लोग उस चीज़ को देख लेंगे जिसका उनसे वादा किया जाता है, तो वे महसूस करेंगे कि जैसे वे बस दिन की एक घड़ी भर ही ठहरे थे। यह (संदेश) साफ़-साफ़ पहुँचा देना है। अब क्या अवज्ञाकारी लोगों के अतिरिक्त कोई और विनष्ट होगा"},{"SurahNumber":47,"VerseNumber":1,"Text":"जिन लोगों ने इनकार किया और अल्लाह के मार्ग से रोका उनके कर्म उसने अकारथ कर दिए"},{"SurahNumber":47,"VerseNumber":2,"Text":"रहे वे लोग जो ईमान लाए और उन्होंने अच्छे कर्म किए और उस चीज़ पर ईमान लाए जो मुहम्मद पर अवतरित किया गया - और वही सत्य है उनके रब की ओर से - उसने उसकी बुराइयाँ उनसे दूर कर दीं और उनका हाल ठीक कर दिया"},{"SurahNumber":47,"VerseNumber":3,"Text":"यह इसलिए कि जिन लोगों ने इनकार किया उन्होंने असत्य का अनुसरण किया और यह कि जो लोग ईमान लाए उन्होंने सत्य का अनुसरण किया, जो उनके रब की ओर से है। इस प्रकार अल्लाह लोगों के लिए उनकी मिसालें बयान करता है"},{"SurahNumber":47,"VerseNumber":4,"Text":"अतः जब इनकार करनेवालो से तुम्हारी मुठभेड़ हो तो (उनकी) गरदनें मारना है, यहाँ तक कि जब उन्हें अच्छी तरह कुचल दो तो बन्धनों में जकड़ो, फिर बाद में या तो एहसान करो या फ़िदया (अर्थ-दंड) का मामला करो, यहाँ तक कि युद्ध अपने बोझ उतारकर रख दे। यह भली-भाँति समझ लो, यदि अल्लाह चाहे तो स्वयं उनसे निपट ले। किन्तु (उसने या आदेश इसलिए दिया) ताकि तुम्हारी एक-दूसरे की परीक्षा ले। और जो लोग अल्लाह के मार्ग में मारे जाते है उनके कर्म वह कदापि अकारथ न करेगा"},{"SurahNumber":47,"VerseNumber":5,"Text":"वह उनका मार्गदर्शन करेगा और उनका हाल ठीक कर देगा"},{"SurahNumber":47,"VerseNumber":6,"Text":"और उन्हें जन्नत में दाख़िल करेगा, जिससे वह उन्हें परिचित करा चुका है"},{"SurahNumber":47,"VerseNumber":7,"Text":"ऐ लोगों, जो ईमान लाए हो, यदि तुम अल्लाह की सहायता करोगे तो वह तुम्हारी सहायता करेगा और तुम्हारे क़दम जमा देगा"},{"SurahNumber":47,"VerseNumber":8,"Text":"रहे वे लोग जिन्होंने इनकार किया, तो उनके लिए तबाही है। और उनके कर्मों को अल्लाह ने अकारथ कर दिया"},{"SurahNumber":47,"VerseNumber":9,"Text":"यह इसलिए कि उन्होंने उस चीज़ को नापसन्द किया जिसे अल्लाह ने अवतरित किया, तो उसने उनके कर्म अकारथ कर दिए"}]}