{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Allah-ot dicseri mindaz, ami az egekben es a foldon van. Ot, a Kiralyt, a Szentsegest, a Hatalmast, a Bolcset. Hizb"},{"SurahNumber":62,"VerseNumber":2,"Text":"O az, Aki elkuldott az ummiyyun (irastudatlanok, avagy isteni kinyilatkoztatassal meg nem rendelkezok) koze egy kozuluk valo Kuldottet ( Muhammad- Allah aldja meg es adjon neki orok udvosseget), hogy recitalja nekik az O Jeleit (es igy), megtisztitsa oket es (hogy) tanitsa nekik a Konyvet (ezt a Korant) es a Bolcsesseget (a Profetatol - Allah aldja meg es adjon neki orok udvosseget-orokolt bolcsesseg, hagyomanyai, tanitasai). Bizony ok korabban nyilvanvalo tevelygesben voltak"},{"SurahNumber":62,"VerseNumber":3,"Text":"Es masoknak (elkuldetett Muhammad - Allah aldja meg es adjon neki orok udvosseget) is kozuluk, akik meg nem csatlakoztak hozzajuk. O a Hatalmas es a Bolcs"},{"SurahNumber":62,"VerseNumber":4,"Text":"Ez Allah kegye. Annak adja, akinek akarja. O a hatalmas kegy Birtokosa"},{"SurahNumber":62,"VerseNumber":5,"Text":"Azoknak a peldazata, akiknek a Torat kellett volna cipelniuk, de azt nem hordoztak, olyan, mint a szamar peldazata, amely konyveket cipel (am azokbol semmit sem ert)\". O, milyen rossz peldat mutat. az a nep, amely megtagadja es hazugsagnak tartja Allah Jeleit. Allah nem vezeti az Igaz Utra a bunos nepet"},{"SurahNumber":62,"VerseNumber":6,"Text":"Mondd ( Muhammad- Allah aldja meg es adjon neki orok udvosseget): .Ti, akik zsidok \"vagytok! Ha azt hiszitek, hogy ti egyedul vagytok Allah szamara kedves emberek, akkor kivanjatok a halalt, ha igazat szoltok"},{"SurahNumber":62,"VerseNumber":7,"Text":"Deok sohasem fogjak azt kivanni azert, amit a kezuk tett az elmult. idoben. Allah tudja, kik a vetkesek"},{"SurahNumber":62,"VerseNumber":8,"Text":"Mondd: , A halal, ami elol menekultok, az bizonyosan meg fog talalni benneteket.\" Aztan az ele vitettek majd vissza, Aki a lathatatlan es lathato dolgok Tudoja. O majd kozli veletek, hogy mit kovettetek el"},{"SurahNumber":62,"VerseNumber":9,"Text":"O, ti, akik hisztek! Ha elhangzik a penteki imara hivas, akkor Siessetek megemlekezni Allah- rol. Hagyjatok az adas-vetelt, ez jobb nektek, ha tudassal birtok"},{"SurahNumber":62,"VerseNumber":10,"Text":"Ha viszont veget er az ima, akkor Szeledjetek szet a foldon es vagyakozzatok Allah kegye utan! Gyakran emlekezzetek meg Allah-rol, talan boldogulni fogtok"},{"SurahNumber":62,"VerseNumber":11,"Text":"Am ha valami kereskedest, vagy szorakozast latnak, ahhoz mennek es allva hagynak teged (Muhammad - Allah aldja meg es adjon neki orok udvosseget). Mondd: , Ami Allah-nal van az jobb, mint a szorakozas es jobb, mint a kereskedes. Allah a legjobb Gondoskodo"},{"SurahNumber":63,"VerseNumber":1,"Text":"Amikor eljonnek hozzad (Muhammad- Allah aldja meg es adjon neki orok udvosseget) a kepmutatok, es azt mondjak: .Tanusagot teszunk arrol, hogy te Allah Kuldotte vagy.\" Allah tudja, hogy Te valoban az O Kuldotte vagy. Es Allah tanusagot tesz arrol, hogy a kepmutatok bizony hazugok"},{"SurahNumber":63,"VerseNumber":2,"Text":"Eskuveseiket vedopajzsul hasznaljak, majd megkiserlik, hogy Allah Utjarol leteritsenek. Milyen rossz az, amit tesznek"},{"SurahNumber":63,"VerseNumber":3,"Text":"Ez pedig azert van igy, mivel eloszor hittek, majd ujra hitetlenek lettek. Pecset kerult a szivukre, igy ok nem ertenek meg semmit"}]}