{"Id":400,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti1-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":108,"Text":"Mutlu olanlar ise cennettedirler. Orada gokler ve yer durdukca duracaklar, ancak Rabbinin diledikleri baska. (Bu) ardı arası kesilmeyen bir ihsan olacak"},{"SurahNumber":11,"VerseNumber":109,"Text":"O halde sakın sunların ibadet edislerinden supheye dusme. Daha once ataları nasıl ibadet ediyor idiyseler bunlar da oyle ibadet ediyorlar. Biz de kendilerine nasiplerini elbette eksiksiz olarak oderiz"},{"SurahNumber":11,"VerseNumber":110,"Text":"Andolsun ki, Musa´ya kitabı verdik, yine de onda ihtilafa dusuldu. Eger Rabbinden daha once verilmis bir karar olmasa idi, elbette haklarında hukum verilmis bitmisti. Muhakkak ki onlar, bundan kuskulu bir suphe icindedirler"},{"SurahNumber":11,"VerseNumber":111,"Text":"Gercekten de onların her biri oyle kimselerdir ki, yaptıklarının karsılıgını Rabbin kendilerine hakkiyle odeyecektir. Cunku O, onların yaptıkları her seyden haberdardır"},{"SurahNumber":11,"VerseNumber":112,"Text":"Iste bundan dolayı emrolundugun gibi dogru ol! Beraberindeki tevbe edenler de (dogru olsunlar). Asırı gitmeyin! Muhakkak ki O, butun yaptıklarınızı gorup durmaktadır"},{"SurahNumber":11,"VerseNumber":113,"Text":"Ve zulum yapanlara yakınlık gostermeyin ki, size de ates dokunmasın. Allah´dan baska yardımcılarınız da yoktur. Sonra yardım da goremezsiniz"},{"SurahNumber":11,"VerseNumber":114,"Text":"Gunduzun her iki tarafında ve gecenin sacaklarında (gunduze yakın olan saatlerinde) namaz kıl! Muhakkak ki, iyilik kotulukleri giderir. Bu ise, dusunebilenlere bir oguttur"},{"SurahNumber":11,"VerseNumber":115,"Text":"Ve sabret! Cunku Allah iyilik edenlerin mukafatını yitirmez"},{"SurahNumber":11,"VerseNumber":116,"Text":"Sizden onceki devirlerden bakıyye sahipleri (kitap ehli) yeryuzunde bozgunculuktan vazgecirmeye calıssalardı ne iyi olurdu. Fakat onların icinden kurtardıgımız pek az kimse bunu yaptı. O zulmedenler ise sımartıldıkları refahın pesine dustuler ve hepsi de suclu oldular"},{"SurahNumber":11,"VerseNumber":117,"Text":"Senin Rabbin, halkları iyi ve ıslahatcı iken, o memleketleri haksız yere helak edecek degildir"},{"SurahNumber":11,"VerseNumber":118,"Text":"Eger Rabbin dileseydi elbette butun insanları tek bir ummet yapardı. Halbuki yine de ihtilaf edip duracaklardı"},{"SurahNumber":11,"VerseNumber":119,"Text":"Ancak Rabbinin rahmetle yarlıgadıgı kimseler baska. Onun icindir ki, onları yarattı. Ve Rabbinin «Andolsun ki cehennemi cinlerden ve insanlardan tamamen dolduracagım» sozu boylece tamam oldu"},{"SurahNumber":11,"VerseNumber":120,"Text":"Peygamberlere ait haberlerden kalbini yatıstıracak olanlardan her turlusunu sana kıssa olarak anlatıyoruz. Bunda da sana bir hakikat, muminlere de bir ogut ve ibret gelmistir"},{"SurahNumber":11,"VerseNumber":121,"Text":"Imana gelmeyen o kafirlere de ki: «Elinizden geleni geri koymayın! Biz de yapacagımızı yapacagız.»"},{"SurahNumber":11,"VerseNumber":122,"Text":"Siz bekleyin gorun, biz de bekleyip gorecegiz"},{"SurahNumber":11,"VerseNumber":123,"Text":"Goklerin ve yerin gaybını bilmek yalnızca Allah´a mahsustur. Her is O´na dondurulur. Sen yalnızca O´na ibadet et ve yalnızca O´na dayan. Rabbin yaptıklarınızın hicbirinden gafil degildir"},{"SurahNumber":12,"VerseNumber":1,"Text":"Elif, Lam, Ra. Iste bunlar sana o acık secik kitabın ayetleridir"},{"SurahNumber":12,"VerseNumber":2,"Text":"Muhakkak ki, biz onu anlayasınız diye Arapca bir kitap olarak indirdik"},{"SurahNumber":12,"VerseNumber":3,"Text":"Sana bu Kur´an´ı vahyetmekle biz, sana kıssaların en guzelini anlatıyoruz. Gercek su ki, daha once senin bundan hic haberin yoktu"},{"SurahNumber":12,"VerseNumber":4,"Text":"Hani bir vakitler Yusuf, babasına demisti ki: «Babacıgım, ben ruyada onbir yıldızla gunesi ve ayı bana secde ederken gordum.»"},{"SurahNumber":12,"VerseNumber":5,"Text":"(Babası) «Yavrucugum! «dedi, «ruyanı kardeslerine anlatma. Sonra sana bir tuzak kurarlar. Cunku seytan insanın acıkca dusmanıdır.»"},{"SurahNumber":12,"VerseNumber":6,"Text":"«Ve iste boyle, Rabbin seni sececek ve sana ruya tabirinden bilgiler ogretecek. Bundan once ataların Ibrahim´e ve Ishak´a tamamladıgı gibi, nimetini hem sana, hem de Yakup soyuna tamamlayacaktır. Muhakkak ki, Rabbin alimdir, hakimdir.»"}]}