{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Als Musa die Frist erfullt hatte und mit seinen Angehorigen fortzog, nahm er auf der Seite des Berges ein Feuer wahr. Er sagte zu seinen Angehorigen: \"Bleibt hier. Ich habe ein Feuer wahrgenommen; vielleicht kann ich euch davon eine Nachricht oder ein Stuck brennendes Holz aus dem Feuer bringen, auf daß ihr euch (daran) warmen konnt"},{"SurahNumber":28,"VerseNumber":30,"Text":"Als er dort ankam, wurde ihm vom rechten Ufer des Tales im gesegneten Fleck (Land) aus dem Baum zugerufen: \"O Musa, gewiß, Ich bin Allah, der Herr der Weltenbewohner"},{"SurahNumber":28,"VerseNumber":31,"Text":"Und: \"Wirf deinen Stock hin.\" Doch als er sah, daß er sich hin und her bewegte, als ware er eine flinke Schlange, kehrte er den Rucken und wandte sich nicht mehr um. - \"O Musa, komm her und furchte dich nicht, denn du sollst zu denjenigen gehoren, die in Sicherheit sind"},{"SurahNumber":28,"VerseNumber":32,"Text":"(Und) stecke die Hand in deinen Brustschlitz, so kommt sie weiß, jedoch nicht von Ubel befallen, heraus. - Und zieh deinen Arm an dich gegen den Schreck. - Dies sind zwei Beweise von deinem Herrn, (gerichtet) an Fir'aun und seine fuhrende Schar. Gewiß, sie sind ein Volk von Frevlern"},{"SurahNumber":28,"VerseNumber":33,"Text":"Er sagte: \"Mein Herr, ich habe eine (Menschen)seele von ihnen getotet, und so furchte ich, daß sie mich toten"},{"SurahNumber":28,"VerseNumber":34,"Text":"Auch hat mein Bruder Harun eine redegewandtere Zunge. So sende ihn mit mir zur Unterstutzung, mich zu bestatigen, denn ich furchte, daß sie mich der Luge bezichtigen"},{"SurahNumber":28,"VerseNumber":35,"Text":"Er sagte: \"Wir werden deinen Arm durch deinen Bruder festigen und euch beiden eine Ermachtigung erteilen, so daß sie nicht zu euch gelangen (konnen). Mit Unseren Zeichen werdet ihr und diejenigen, die euch folgen, Sieger sein"},{"SurahNumber":28,"VerseNumber":36,"Text":"Als nun Musa mit Unseren Zeichen als klare Beweise kam, sagten sie: \"Das ist nur ersonnene Zauberei. Und wir haben so etwas bei unseren Vorvatern nicht gehort"},{"SurahNumber":28,"VerseNumber":37,"Text":"Musa sagte: \"Mein Herr weiß besser, wer von Ihm her die Rechtleitung bringt und wem die letztendliche Wohnstatte gehoren wird. Gewiß, den Ungerechten wird es nicht wohl ergehen"},{"SurahNumber":28,"VerseNumber":38,"Text":"Und Fir'aun sagte: \"O ihr fuhrende Schar, keinen anderen Gott weiß ich fur euch als mich (selbst). So entfache mir, o Haman, einen Brand auf Lehm, und mache mir einen Hochbau, auf daß ich zum Gott Musas emporsteige. Ich glaube furwahr, daß er zu den Lugnern gehort"},{"SurahNumber":28,"VerseNumber":39,"Text":"Er und seine Heerscharen verhielten sich ohne Recht hochmutig auf der Erde und glaubten, daß sie (dereinst) nicht zu Uns zuruckgebracht wurden"},{"SurahNumber":28,"VerseNumber":40,"Text":"Da ergriffen Wir ihn und seine Heerscharen und warfen sie dann in das große Gewasser. So schau, wie das Ende der Ungerechten war"},{"SurahNumber":28,"VerseNumber":41,"Text":"Und Wir machten sie zu Anfuhrern, die zum (Hollen)feuer einladen. Und am Tag der Auferstehung wird ihnen keine Hilfe zuteil werden"},{"SurahNumber":28,"VerseNumber":42,"Text":"Und Wir ließen ihnen einen Fluch im Diesseits nachfolgen, und am Tag der Auferstehung werden sie zu den Verabscheuten gehoren"},{"SurahNumber":28,"VerseNumber":43,"Text":"Und Wir gaben ja Musa die Schrift -, nachdem Wir die fruheren Geschlechter vernichteten, - als einsichtbringende Zeichen fur die Menschen und als Rechtleitung und Barmherzigkeit, auf daß sie bedenken mogen"},{"SurahNumber":28,"VerseNumber":44,"Text":"Du warst nicht auf der westlichen Seite', als Wir Musa die Angelegenheit auftrugen, und du warst nicht zugegen"},{"SurahNumber":28,"VerseNumber":45,"Text":"Wir aber ließen Geschlechter entstehen, und es war ihnen ein langes Leben beschieden. Und du hattest dich nicht unter den Leuten von Madyan niederge lassen, um ihnen Unsere Zeichen zu verlesen. Wir aber entsandten immer wieder (Propheten)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Und du warst nicht auf der Seite des Berges, als Wir zuriefen. Aber (die Offenbarung ist) als Barmherzigkeit von deinem Herrn (zu dir gekommen), damit du Leute warnst, zu denen noch kein Warner vor dir gekommen ist, auf daß sie be denken mogen"},{"SurahNumber":28,"VerseNumber":47,"Text":"(Hatten Wir dich nicht entsandt), wurden sie sagen, wenn sie ein Ungluck trifft wegen dessen, was ihre Hande vorausgeschickt haben: \"Unser Herr, hattest Du doch einen Gesandten zu uns gesandt, so daß wir Deinen Zeichen hatten folgen konnen und zu den Glaubigen'hatten gehoren konnen"},{"SurahNumber":28,"VerseNumber":48,"Text":"Als nun die Wahrheit von Uns her zu ihnen kam, sagten sie: \"Ware ihm doch das gleiche gegeben worden, was Musa gegeben wurde!\" Haben sie denn nicht das verleugnet, was zuvor Musa gegeben wurde? Sie sagen: \"Zwei Zauberwerke, die einander beistehen.\" Und sie sagen: \"Wir verleugnen sie alle (beide)"},{"SurahNumber":28,"VerseNumber":49,"Text":"Sag: Bringt doch eine Schrift von Allah bei, die eine bessere Rechtleitung enthalt als diese beiden, so will ich ihr folgen, wenn ihr wahrhaftig seid"},{"SurahNumber":28,"VerseNumber":50,"Text":"Wenn sie nicht auf dich horen, so wisse, daß sie nur ihren Neigungen folgen. Und wer ist weiter abgeirrt als jemand, der seiner Neigung folgt ohne Rechtleitung von Allah. Gewiß, Allah leitet das ungerechte Volk nicht recht"}]}