{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"Ayyuba (alaihis'salama) ko avasthala'i pani samjha, jaba unale aphno palanakartasita prarthana gare ki mala'i yo roga lageko cha ra timi sabaibhanda thula dayavana hau"},{"SurahNumber":21,"VerseNumber":84,"Text":"Atah hamile unako prarthana svikara garyaum ra unala'i juna kasta thiyo tyo hamile samapta garihalyaum ra unala'i parivara ra santana pradana garyaum, ra tiniharu jastai aru pani aphno visesa krpale pradana garyaum, taki sacca sevakaharuko lagi upadesa hos"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ra ‘‘isama'ila’’ ra ‘‘idarisa’’ ra ‘‘julakiphla’’ (mathi pani krpadrsti garyaum) yi sabai dhairyavana thi'e"},{"SurahNumber":21,"VerseNumber":86,"Text":"Uniharula'i hamile aphno dayalutama pravesa garayaum yi sabai asala manisaharu thi'e"},{"SurahNumber":21,"VerseNumber":87,"Text":"Ra ‘‘jannuna’’ (yunusa) la'i samjha! Jaba uni krodhako avasthama himd'ihale ra thaneki hamile unala'i samatna sakne chainau antatah unale amdhyarobata pukarihale ki he allaha! Timi baheka aru kohi satya pujya chaina, timi pavitra chau nihsandeha ma nai aparadhi thi'em"},{"SurahNumber":21,"VerseNumber":88,"Text":"Ani hamile unako prarthana svikara garihalem ra cintabata unala'i mukta garem ra imanavalaharula'i hamile yastai prakarale chutakara dila'umchaum"},{"SurahNumber":21,"VerseNumber":89,"Text":"Ra ‘‘jaÞkariya’’ (alaihis'salama) la'i samjha jaba unale aphno palanakartasita prarthana gare ki he mero palanakarta! Mala'i eklo nachada, timi sabaibhanda asala varisa chau"},{"SurahNumber":21,"VerseNumber":90,"Text":"Hamile unako pukara prarthana svikara garera unala'i ‘‘yahya’’ pradana garyaum ra unaki srimatila'i santanako yogya bana'ihalyaum. Yi bhalo manisaharu asala kamatira hatara gardathe ra hamila'i asa ra darale pukardathe ra hamro agadi yacana gardathe"},{"SurahNumber":21,"VerseNumber":91,"Text":"Ra ti pavitra acaranavali stri (mariyama) jasale aphno pavitratako raksa garin (taba) hamile usabhitra aphno ruha phukidiyaum ra unala'i tatha unako putrala'i sansaraka manisaharuko lagi nisani bana'idiyaum"},{"SurahNumber":21,"VerseNumber":92,"Text":"Yo timro samudaya ho jo vastavama e'utai samudaya ho, ra ma timisabaiko palanakarta hum, tasartha timiharu mero nai puja garnegara"},{"SurahNumber":21,"VerseNumber":93,"Text":"Tara yi manisaharu aphna kuraharuma apasama samuhaharuma vibhajita bha'ihale (tara) sabai hamitirai pharkanevala hun"},{"SurahNumber":21,"VerseNumber":94,"Text":"Pheri jasale asala karma garcha ra u imanavala pani cha bhane usako prayasa khera janechaina ra hamile usako nimti (karmako phala) lekhirakheka chaum"},{"SurahNumber":21,"VerseNumber":95,"Text":"Ra juna bastila'i hamile nasta paridiyaum usako lagi yo niscita cha ki tyahamka manisaharu pharkera a'une chainan"},{"SurahNumber":21,"VerseNumber":96,"Text":"Yahamsam'ma ki ‘‘yajuja’’ ra ‘‘majuja’’ chadinechan ra uniharu pratyeka ucca pahadabata dugurdai a'unechan"},{"SurahNumber":21,"VerseNumber":97,"Text":"Ra sacca vada (vaca) najika a'unecha, tyasabela kaphiraharuka amkha ascaryacakita hunechan, ki ‘‘aphasoca, hamro durbhagya hami yasatira asavadhana rahyaum, baru hami nai aparadhi thiyaum.’’"},{"SurahNumber":21,"VerseNumber":98,"Text":"(Kaphiraharu!) Timi ra allaha baheka jasa–jasako timi puja gardachau sabai narkaka indhana hunechau. Timi sabai tyasama pravesa garnechau"},{"SurahNumber":21,"VerseNumber":99,"Text":"Yadi yiniharu sacca pujya bha'eko bha'e narkama pravesa garne thi'enan, sabai tyasama sadhaim basirakhne chan"},{"SurahNumber":21,"VerseNumber":100,"Text":"Tyaham tiniharu cicya'irakheka hunechan ra tyaham kehi pani sunna sakne chainan"},{"SurahNumber":21,"VerseNumber":101,"Text":"Tara jasala'i hamro tarphabata aghi nai puraskarako vaca bha'isakeko cha, tiniharu tyasabata tadha rakhinechan"},{"SurahNumber":21,"VerseNumber":102,"Text":"Uniharule ta narkako ahata pani sunnechainan ra juna kurako tiniharula'i iccha huncha tyasaima rama'irahanechan"},{"SurahNumber":21,"VerseNumber":103,"Text":"Uniharula'i (yasa dinako) thulo trasale pani cintita garnechaina ra pharistaharule tiniharuko svagata garnechan (ra bhannechana) ki yahi tyo dina ho jasako timisita vaca garne garinthyo"},{"SurahNumber":21,"VerseNumber":104,"Text":"Juna dina hamile akasala'i yasari bernechaum, jasari panjikama dastavejaka panaharu berinchan. Jasari hamile srstiko prarambha gareka thiyaum tyastai hamile tyasako punaravrtti garnechaum. Yo hamro jim'mama bha'eko e'uta vaca ho, niscaya nai hamila'i yo (pura) garnu nai cha"},{"SurahNumber":21,"VerseNumber":105,"Text":"Hamile ‘‘jaburama’’ (da'udamathi utreko kitaba) upadesa pachi yo lekhisakeka chaum ki dharatiko uttaradhikari mera asala bhaktaharu hunechan.’’"},{"SurahNumber":21,"VerseNumber":106,"Text":"Upasana garne sevakaharuko lagi yasama e'uta thulo sandesa cha"},{"SurahNumber":21,"VerseNumber":107,"Text":"Ra (he muham'mada sallallaho alaihe vasallama!) Hamile tapa'ila'i sampurna jagatako nimti sarvatha dayako pratika bana'era patha'eka chaum"},{"SurahNumber":21,"VerseNumber":108,"Text":"Bhanidinus ‘‘mero pasama ‘‘vahya’’ (allahako sandesa) a'umcha ki timro pujya e'utai cha ta ke timi usako ajnapalana garnevala chau"},{"SurahNumber":21,"VerseNumber":109,"Text":"pheri yadi yiniharu vimukha hunchan bhane bhanidinus ki ‘‘maile timi sabaila'i saman'ya rupale savadhana garisakeko chu. Mala'i yo kura thaha chaina ki juna kurako timisita vaca garidaicha tyo nikata cha va tadha’’"},{"SurahNumber":21,"VerseNumber":110,"Text":"Tara allaha pratyaksa ra paroksa sabai kura jandacha ra juna timi luka'era gardachau, tyasala'i pani jandacha"},{"SurahNumber":21,"VerseNumber":111,"Text":"Mala'i yo pani thaha chaina ki kadacita yo timro nimti e'uta pariksa ho ra e'uta niscita samayasam'mako lagi pha'ida (purya'unu) ho"},{"SurahNumber":21,"VerseNumber":112,"Text":"sandesta (paigambara) svayamle bhane ki he mero palanakarta! Insaphako satha nirnaya garide'u ra hamro palanahara bado dayavana cha, jasabata maddatako lagi yacana garincha ti kuraharuma juna timile varnana gardachau"}]}