{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"Uye kuvanhu veMadyan (Midian, takatumira) mukoma wavo Shuaib. Akati: “Imi vanhu vangu! Namatai Allah, hamuna umwe mwari kunze kwavo, uye musava munobirira pakuera kana huremu. Ndinokuonai makabudirira, uye ndinokutyirai mutongo wezuva rinokomberedza (rekutongwa).”"},{"SurahNumber":11,"VerseNumber":85,"Text":"“Uye Imi vanhu vangu! Ipai muero kana mupimo wakakwana uye musava munodzikisa zvinhu zvakakodzera kuvanhu, uye musava munoita zvisakarurama panyika, kukonzeresa huhori.”"},{"SurahNumber":11,"VerseNumber":86,"Text":"“Izvo zvamunosiirwa naAllah (mushure mekupa vanhu kodzero dzavo), zvakakunakirai kana muri vatendi. Uye handisi mumiriri kwamuri (muchengetedzi wenyu).”"},{"SurahNumber":11,"VerseNumber":87,"Text":"Vakati: “Iwe Shuaib! Ko munamato wako unokukurudzira here kuti tisiye izvo zvainamatwa nemadzibaba edu, kana kuti tisiye kuita zvatinoda nehupfumi hwedu? Zvirokwazvo, uri munhu ane moyo murefu ane pfungwa dzakatwasuka!”"},{"SurahNumber":11,"VerseNumber":88,"Text":"Iye akati: “Imi vanhu vangu! Ndiudzei kana ndiine humboo huri pachena kubva kuna Tenzi vangu, uye vakandipa raramo yakanaka kubva kwavari (ndoikanganisa here nekuisanganisa nemari yeuhori)? Uye handishuvire kupesana nemi ndichiita izvo zvandinokurambidzai. Asi ndinoshuvira chete shanduko yakanaka yandinokwanisa. Uye gwara rangu haribve kuna ani asi kuna Allah, kwavari ndinovimba uye kwavari ndinokumbira ruregerero.”"},{"SurahNumber":11,"VerseNumber":89,"Text":"“Uye imi vanhu vangu! Musave munoita kuti kupokana kwangu (kupikisana kwangu nemi panyaya dzekusatenda) kuve kunokonzera rushambwa urwo rwakafanana nerwakavinga vanhu vaNowa kana kuti vaHud kana kuti vaSwaalih rwukuvingeiwo (rwukurwadziseiwo), uye vanhu vaLoti havasi kure nemi zvakanyanya!”"},{"SurahNumber":11,"VerseNumber":90,"Text":"“Uye kumbirai ruregero kuna Tenzi venyu uye tendeukirai kwavari. Zvirokwazvo, Tenzi vangu ndivo vane tsitsi dzose, nerudo rwose.”"},{"SurahNumber":11,"VerseNumber":91,"Text":"Vakati: “Iwe Shuaib! Hatisi kunzwisisa pane zvizhinji zvaunotaura, uye tinokuona usina simba (zvinonzi aiva bofu) pakati pedu. Dai kusiri kuti mhuri yako, ingadai zvirokwazvo takakutema nematombo, uye hauna simba kupinda isu.”"},{"SurahNumber":11,"VerseNumber":92,"Text":"Iye akati: “Imi vanhu! Saka munoti mhuri yangu yakakosha kwamuri kupfuura Allah here? Uye munovakandira kumashure kwenyu. Zvirokwazvo, Tenzi vangu vanoziva (vanokomberedza) zvose zvamunoita.”"},{"SurahNumber":11,"VerseNumber":93,"Text":"“Uye imi vanhu vangu! Itai zvamunokwanisa nenzira yenyu, uye zvirokwazvo ndichaitawo (nenzira yangu). Muchaziva kuti kuna ani kuchasvikira marwadzo achamunyadzisa, uye ndiani munyepi! Uye Tarirai imi! Zvirokwazvo, neni ndakatarisawo nemi.”"},{"SurahNumber":11,"VerseNumber":94,"Text":"Asi pakauya murairo wedu, takanunura (takachengetedza) Shuaib uye neavo vaitenda pamwechete naye netsitsi dzedu. Uye marwadzo akasvikira vaiti vezvakaipa, uye vakarara (vakafa), vakapfugama mudzimba dzavo"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sekunge vasina kumbogaramo! Nokudaro ngaive kure Madyan (Midian) kufana nekure kweThamood! (Nzvimbo dzose idzi dzakaparadzwa)"},{"SurahNumber":11,"VerseNumber":96,"Text":"Uye zvirokwazvo, takatumira Musa nezviratidzo zvedu nesimba riri pachena"},{"SurahNumber":11,"VerseNumber":97,"Text":"Kuna Farawo nemadzimambo ake, asi vakatevera murairo hwaFarawo, uye murairo hwaFarawo hwakanga usiri pagwara rechokwadi"},{"SurahNumber":11,"VerseNumber":98,"Text":"Achaenda (Achafamba) pamberi pevanhu vake pazuva rekumutswa, uye achavatungamirira kupinda mumoto, uye zvirokwazvo yakaipa inzvimbo yavachatungamirirwa"},{"SurahNumber":11,"VerseNumber":99,"Text":"Vakanga vachiteverwa nokurengerwa muuhu (hupenyu hwepasi pano) uye (vachateverwa nokurengerwa) pazuva rokumutswa. Chakaipa zvikuru chipo chavakapihwa (kurengerwa pasi rino kuchiteverwa nokurengerwa muhupenyu hwemangwana)"},{"SurahNumber":11,"VerseNumber":100,"Text":"Idzi ndidzo dzimwe dzenhau dzemaguta dzatiri kukuudza (Muhammad (SAW)), mamwe acho achiri akamira, uye mamwe akakohwewa (akaparadzwa)"},{"SurahNumber":11,"VerseNumber":101,"Text":"Hatina kuvakanganisira asi vakazvikanganisira pachavo. Nokudaro vanamwari vavo vavaidaidza vachisiya Allah, havana kuvabatsira kunyange nechii zvacho apo pakauya murairo waTenzi vako, uye havana kuvawedzera kusara kwekuparadzwa"},{"SurahNumber":11,"VerseNumber":102,"Text":"Aya ndiwo maparadziro aTenzi vako kana vachinge vachiparadza maguta kana vachiita zvakaipa. Zvirokwazvo, kuranga kwavo kunorwadza, (uye) kwakaomarara"},{"SurahNumber":11,"VerseNumber":103,"Text":"Zvirokwazvo, mazviri mune chiratidzo kune avo vanotya marwadzo ehupenyu hunotevera. Iri ndiro zuva richaunganidzwa vanhu vose pamwechete, uye iri ndiro zuva rokuti vose vachange varipo (vagari vekudenga nevepasi rino)"},{"SurahNumber":11,"VerseNumber":104,"Text":"Uye tinorinonotsa chete kwenguva yakatarwa"},{"SurahNumber":11,"VerseNumber":105,"Text":"Pachauya zuva iri, hakuna munhu achataura kunze nekuda kwavo (Allah). Vamwe pakati pavo vachange vakaipa (vakatsamwa) uye vamwe vakakomborerwa"},{"SurahNumber":11,"VerseNumber":106,"Text":"Uye avo vachange vakaipa (vakatsamwa), vachange vari mumoto, vachifemera pamusoro nepazasi"},{"SurahNumber":11,"VerseNumber":107,"Text":"Vachagara imomo zvachose kwenguva matenga nenyika zvicharamba zviripo, kunze kwekuda kwaTenzi vako. Zvirokwazvo, Tenzi venyu ndivo muiti wezvose zvavanoda"}]}