{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"As-Safa et Al Marwah sont vraiment parmi les lieux sacres d’Allah. Donc, quiconque fait pelerinage a la Maison ou fait l’Umra ne commet pas de peche en faisant le va-et-vient entre ces deux monts. Et quiconque fait de son propre gre une bonne œuvre, alors Allah est Reconnaissant, Omniscient"},{"SurahNumber":2,"VerseNumber":159,"Text":"Certes ceux qui cachent ce que Nous avons fait descendre en fait de preuves et de guide apres l’expose que Nous en avons fait aux gens, dans le Livre, voila ceux qu’Allah maudit et que les maudisseurs maudissent"},{"SurahNumber":2,"VerseNumber":160,"Text":"sauf ceux qui se sont repentis, corriges et declares: d’eux Je recois le repentir. Car c’est Moi, l’Accueillant au repentir, le Misericordieux"},{"SurahNumber":2,"VerseNumber":161,"Text":"Ceux qui ne croient pas et meurent mecreants, recevront la malediction d’Allah, des Anges et de tous les hommes"},{"SurahNumber":2,"VerseNumber":162,"Text":"Ils y demeureront eternellement; le chatiment ne leur sera pas allege, et on ne leur accordera pas de repit"},{"SurahNumber":2,"VerseNumber":163,"Text":"Et votre Divinite est une divinite unique. Pas de divinite a part lui, le Tout Misericordieux, le Tres Misericordieux"},{"SurahNumber":2,"VerseNumber":164,"Text":"Certes, dans la creation des cieux et de la Terre, dans l’alternance de la nuit et du jour, dans le navire qui vogue en mer charge de choses profitables aux gens, dans l’eau qu’Allah fait descendre du ciel, par laquelle Il rend la vie a la terre une fois morte et y repand des betes de toute espece, dans la variation des vents, et dans les nuages soumis entre le ciel et la terre, en tout cela il y a des signes, pour un peuple qui raisonne"},{"SurahNumber":2,"VerseNumber":165,"Text":"Et parmi les hommes, il en est qui prennent, en dehors d’Allah, des egaux a Lui, en les aimant comme on aime Allah. Or, les croyants sont les plus ardents en l’amour d'Allah. Ah! Si les injustes pouvaient entrevoir le chatiment, ils verraient alors que la force tout entiere est a Allah et qu’Allah est dur en chatiment"},{"SurahNumber":2,"VerseNumber":166,"Text":"Quand les meneurs desavoueront les suiveurs a la vue du chatiment, les liens entre eux seront bien brises"},{"SurahNumber":2,"VerseNumber":167,"Text":"Et les suiveurs diront: “Ah! Si un retour nous etait possible! Alors nous les desavouerions comme ils nous ont desavoues.” Ainsi Allah leur montrera leurs actions, source de remords pour eux, mais ils ne pourront pas sortir du Feu"},{"SurahNumber":2,"VerseNumber":168,"Text":"O gens! De ce qui existe sur la terre, mangez le licite et le pur; ne suivez point les pas du Diable car il est vraiment pour vous, un ennemi declare"},{"SurahNumber":2,"VerseNumber":169,"Text":"Il ne vous commande que le mal et la turpitude et de dire contre Allah ce que vous ne savez pas"},{"SurahNumber":2,"VerseNumber":170,"Text":"Et quand on leur dit: \"Suivez ce qu’Allah a fait descendre\", ils disent: \"Non, mais nous suivrons les coutumes de nos ancetres.\" - Quoi ! Et si leurs ancetres n’avaient rien raisonne et s’ils n’avaient pas ete dans la bonne direction"},{"SurahNumber":2,"VerseNumber":171,"Text":"Et les mecreants ressemblent a [du betail] auquel on crie et qui entend seulement appel et voix confus. Sourds, muets, aveugles, ils ne raisonnent point"},{"SurahNumber":2,"VerseNumber":172,"Text":"O les croyants! Mangez des bonnes choses licites que Nous vous avons attribuees. Et remerciez Allah, si c’est Lui que vous adorez"},{"SurahNumber":2,"VerseNumber":173,"Text":"Certes, Il vous est interdit la chair d'une bete morte, le sang, la viande de porc et ce sur quoi on a invoque un autre qu’Allah. Il n’y a pas de peche sur celui qui est contraint sans toutefois abuser ni transgresser, car Allah est Pardonneur et Misericordieux"},{"SurahNumber":2,"VerseNumber":174,"Text":"Ceux qui cachent ce qu’Allah a fait descendre du Livre et le vendent a vil prix, ceux-la ne s’emplissent le ventre que de Feu. Allah ne leur adressera pas la parole, au Jour de la Resurrection, et ne les purifiera pas. Et il y aura pour eux un douloureux chatiment"},{"SurahNumber":2,"VerseNumber":175,"Text":"Ceux-la ont echange la bonne direction contre l’egarement et le pardon contre le chatiment. Qu’est-ce qui leur fera supporter le Feu"},{"SurahNumber":2,"VerseNumber":176,"Text":"C’est ainsi, car c’est avec la verite qu’Allah a fait descendre le Livre; et ceux qui s’opposent au sujet du Livre sont dans une profonde divergence"}]}