{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":75,"Text":"Kitap halkından oylesi var ki kendisine yıgınla emanet bıraksan sana aynen oder. Fakat onlardan oylesi de var ki kendisine bir Dinar emanet etsen, basına dikilip durmadıkca geri odemez. \"Ummilere karsı bizim bir sorumlulugumuz yok\" dedikleri icin boyle davranıyorlar ve bile bile yalanlarını ALLAH'a yakıstırıyorlar"},{"SurahNumber":3,"VerseNumber":76,"Text":"Kim sozunu yerine getirir ve erdemli bir yasam surerse, bilsin ki ALLAH erdemlileri sever"},{"SurahNumber":3,"VerseNumber":77,"Text":"ALLAH'a verdikleri sozu ve yeminlerini az bir fiyata degisenlerin ahirette bir payları yoktur. ALLAH onlarla konusmaz, Dirilis Gununde onlara bakmaz ve onları arındırmaz. Onlar icin acıklı bir azap var"},{"SurahNumber":3,"VerseNumber":78,"Text":"Onların bazısı, kitapta olmayanı kitaptan sanasınız diye dillerini bukerek kitabı taklit eder ve ALLAH katından olmadıgı halde, \"Bu ALLAH katındandır,\" derler. Bile bile, ALLAH adına yalan soylerler"},{"SurahNumber":3,"VerseNumber":79,"Text":"ALLAH'ın kendisine kitap, bilgelik ve peygamberlik verdigi hic bir insan, \"ALLAH'tan sonra bana da kulluk ediniz,\" diye halkı kendisine cagırmaz. Aksine, \"Ogrenip ogrettiginiz kitap geregince kendisini Rabbine adayan kullar olun,\" der"},{"SurahNumber":3,"VerseNumber":80,"Text":"Ve size, melekleri ve peygamberleri rabler edinmenizi de emretmez. Siz musluman olduktan sonra, size hic inkarı emreder mi"},{"SurahNumber":3,"VerseNumber":81,"Text":"ALLAH peygamberlerden (nebilerden) soyle misak almıstı: \"Size kitap ve hikmet verecegim. Daha sonra, beraberinizdekileri dogrulayan bir elci (resul) geldiginde ona inanacak ve onu destekleyeceksiniz. Bunu kabul ettiniz mi ve bu sozlesmeyi yerine getireceginize soz verdiniz mi,\" demisti. Onlar \"Kabul ettik,\" deyince, \"Oyleyse sahid olun, ben de sizinle beraber sahid olanlardanım,\" demisti"},{"SurahNumber":3,"VerseNumber":82,"Text":"Bundan sonra kim donerse yoldan cıkmıstır"},{"SurahNumber":3,"VerseNumber":83,"Text":"ALLAH'ın dininden baskasını mı arıyorlar? Oysa goklerde ve yerde ne varsa ister istemez O'na teslim olmustur ve hepsi O'na dondurulecektir"},{"SurahNumber":3,"VerseNumber":84,"Text":"De ki: \"ALLAH'a, bize indirilene, Ibrahim'e, Ismail'e, Ishak'a, Yakub'a ve torunlara indirilene; Musa'ya, Isa'ya ve peygamberlere Rab'leri tarafından verilene inandık. Onların hicbiri arasında ayırım yapmayız ve biz O'na teslim olanlarız"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim islamdan (Tanrı'ya teslim olmaktan) baska bir din ararsa kendisinden kabul edilmeyecek ve o ahirette kaybedenlerden olacaktır"},{"SurahNumber":3,"VerseNumber":86,"Text":"Iman ettikten, elcinin dogru olduguna tanık olduktan ve kendilerine acık deliller geldikten sonra, inkar eden bir toplumu, ALLAH nasıl olur da dogruya iletir? ALLAH zalim toplumu hidayete ulastırmaz"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onlar, ALLAH'ın, meleklerin ve insanların toplu lanetini hakketmislerdir"},{"SurahNumber":3,"VerseNumber":88,"Text":"Orada surekli kalıcıdırlar; azapları hafifletilmez ve kendilerine bakılmaz"},{"SurahNumber":3,"VerseNumber":89,"Text":"Ancak, bundan sonra yonelip durumlarını duzeltenler baska. ALLAH Bagıslayandır, Rahimdir"},{"SurahNumber":3,"VerseNumber":90,"Text":"Imanlarından sonra inkar edip de inkarlarında ileri gidenlerin tevbeleri kabul edilmez; onlar artık tumuyle sapmıs demektir"},{"SurahNumber":3,"VerseNumber":91,"Text":"Inkar edip inkarcı olarak olenler, dunya dolusu altını fidye olarak verseler dahi kendilerinden kabul edilmeyecektir. Onlar acıklı bir azabı hakkettiler ve hic bir yardımcıları da olmayacak"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiginiz seylerden ekonomik yardım olarak vermedikce erdemli bir kisi olamazsınız. Her neyi verirseniz ALLAH mutlaka onu bilir"}]}