{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Āṇi hē mājhyā jamātīcyā lōkānnō! Hē kāya kī mī tumhālā muktīkaḍē bōlāvita āhē āṇi tumhī, malā jahannamakaḍē bōlāvita āhāta"},{"SurahNumber":40,"VerseNumber":42,"Text":"Tumhī malā yā gōṣṭīcē āmantraṇa dēta āhāta kī mī allāhacā inkāra karāvā āṇi (dusaṟyālā) tyācā sahabhāgī karāvē, jyācē malā kasalēhī jñāna nāhī, āṇi mī tumhālā varcasvaśālī, māpha karaṇāṟyā (allāha) kaḍē bōlāvita āhē"},{"SurahNumber":40,"VerseNumber":43,"Text":"Hē agadī niścita kī tumhī malā jyācyākaḍē bōlāvita āhāta, tō nā tara yā jagāta pukāraṇyāyōgya āhē āṇi nā ākhiratamadhyē āṇi hē dēkhīla agadī niścita kī āmhā sarvān̄cē parataṇē allāhacyākaḍē āhē āṇi maryādēcē ullaṅghana karaṇārē niścitaca jahannamī āhēta"},{"SurahNumber":40,"VerseNumber":44,"Text":"Tēvhā bhaviṣyāta tumhī mājhyā gōṣṭīn̄cī (bōlaṇyācī) āṭhavaṇa karāla, mī āpalā māmalā allāhacyā havālī karatō, niḥsanśaya, allāha āpalyā dāsānnā pāhaṇārā āhē"},{"SurahNumber":40,"VerseNumber":45,"Text":"Tēvhā allāhanē tyālā tyā sarva vā'īṭa gōṣṭīpāsūna surakṣita ṭhēvalē jyā, tyā lōkānnī yōjilyā hōtyā āṇi phira'aunacyā anuyāyīnvara mōṭhyā vā'īṭa prakāracā azāba kōsaḷalā"},{"SurahNumber":40,"VerseNumber":46,"Text":"Āga āhē jicyāsamōra hē pratyēka sakāḷa āṇi sandhyākāḷa āṇalē jātāta, āṇi jyā divaśī kayāmata prasthāpita hō'īla (ādēśa dilā jā'īla kī) phira'aunacyā anuyāyīnnā atiśaya kaṭhōra śikṣā - yātanēta ṭākā"},{"SurahNumber":40,"VerseNumber":47,"Text":"Āṇi jēvhā tē jahannamamadhyē ēkamēkānśī bhāṇḍatīla, tēvhā kamajōra lōka, mōṭhyā lōkānnā (jyān̄cyā tābyāta hē hōtē) mhaṇatīla kī, āmhī tara tumacē anuyāyī hōtō, tara kāya ātā tumhī āmacyāpāsūna yā āgīcā ēkhādā his'sā haṭavū śakatā"},{"SurahNumber":40,"VerseNumber":48,"Text":"Tē mōṭhē lōka uttara dētīla kī āmhī tara sarva yāca āgīta āhōta. Allāhanē āpalyā dāsān̄cyā daramyāna phaisalā kēlēlā āhē"},{"SurahNumber":40,"VerseNumber":49,"Text":"Āṇi sarva jahannamī lōka (ēkatra hō'ūna) jahannamacyā rakṣakānnā sāṅgatīla kī tumhīca āpalyā pālanakartyāsa du'ā (prārthanā) karā kī tyānē kōṇā ēkā divaśī āmacyā śikṣēta kamī karāvī"},{"SurahNumber":40,"VerseNumber":50,"Text":"Tē uttara dētīla kī kāya tumacyājavaḷa tumacē paigambara camatkāra (mōjijē) ghē'ūna ālē navhatē. Tē mhaṇatīla, kā nāhī? Tyāvara tē mhaṇatīla, maga tumhīca du'ā - prārthanā karā āṇi kāphira lōkān̄cī du'ā (prārthanā) agadī (niṣprabha āṇi) vyartha āhē"},{"SurahNumber":40,"VerseNumber":51,"Text":"Niḥsanśaya, āmhī āpalyā paigambarān̄cī āṇi īmāna rākhaṇāṟyān̄cī yā jagācyā jīvanātahī madata karū āṇi tyā divaśīhī, jēvhā sākṣa dēṇārē ubhē rāhatīla"},{"SurahNumber":40,"VerseNumber":52,"Text":"Jyā divaśī atyācārī lōkān̄cī lācārī kāhīca phāyadā dēṇāra nāhī āṇi tyān̄cyāsāṭhī dhiḥkkāra asēla āṇi tyān̄cyāsāṭhī vā'īṭa ghara asēla"},{"SurahNumber":40,"VerseNumber":53,"Text":"Āṇi āmhī mūsālā mārgadarśana pradāna kēlē āṇi isrā'īlacyā santatīlā yā granthācā uttarādhikārī banavilē"},{"SurahNumber":40,"VerseNumber":54,"Text":"Kī bud'dhimānāṅkaritā tō, mārgadarśana āṇi bōdha hōtā"},{"SurahNumber":40,"VerseNumber":55,"Text":"Tēvhā (hē paigambara!) Tumhī dhīra - sanyama rākhā, allāhacā vāyadā agadī saccā āhē, tumhī āpalyā aparādhān̄cī kṣamā māgata rāhā āṇi sakāḷa sandhyākāḷa āpalyā pālanakartyācyā pāvitryācē guṇagāna va stutī - praśansā karīta rāhā"},{"SurahNumber":40,"VerseNumber":56,"Text":"Niḥsanśaya, jē lōka āpalyājavaḷa kōṇatēhī pramāṇa nasatānāhī allāhacyā āyatīmbābata vāda ghālatāta, tyān̄cyā manāta ahaṅkārāśivāya dusarē kāhī nāhī, jē yā mōṭhēpaṇāparyanta pōhacavaṇāra nāhīta tēvhā tumhī allāhacē śaraṇa māgata rāhā. Niḥsanśaya, tō pūrṇapaṇē aikaṇārā āṇi sarvādhika pāhaṇārā āhē"},{"SurahNumber":40,"VerseNumber":57,"Text":"Ākāśān̄cī āṇi dharatīcī nirmitī niścitaca mānavān̄cyā nirmitīpēkṣā phāra mōṭhē kāma āhē, parantu (hī gōṣṭa vēgaḷī kī) bahutēka lōka hē jāṇata nāhīta"},{"SurahNumber":40,"VerseNumber":58,"Text":"Āṇi āndhaḷā va ḍōḷasa dōghē samāna nāhī, nā tē lōka, jyānnī īmāna rākhalē āṇi satkarma karīta rāhilē, duṣkarma karaṇāṟyān̄cyā (samāna āhēta) tumhī (phāraca) kamī bōdha grahaṇa karīta āhāta"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kayāmata khātrīnē āṇi niḥsanśaya yēṇāra āhē, tathāpi (hī gōṣṭa vēgaḷī kī) adhikānśa lōka īmāna rākhata nāhīta"},{"SurahNumber":40,"VerseNumber":60,"Text":"Āṇi tumacyā pālanakartyācā ādēśa (lāgū jhālēlā āhē) kī malā du'ā (prārthanā) karā, mī tumacyā du'ā (prārthanā) nā kabūla karēna, niḥsanśaya jē lōka mājhyā upāsanēśī ghamēṇḍa karatāta, tē lavakaraca apamānita hō'ūna jahannamamadhyē dākhala hōtīla"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allāhanē tumacyāsāṭhī rātra banavilī āhē kī tumhī ticyāta ārāma karū śakāvē āṇi divasālā, dākhaviṇārā banavilē. Niḥsanśaya allāha lōkānvara upakāra (kr̥pā) āṇi dayā karaṇārā āhē, parantu adhikānśa lōka kr̥tajñatā vyakta karīta nāhī"},{"SurahNumber":40,"VerseNumber":62,"Text":"Hāca allāha āhē tumhā sarvān̄cā pālanapōṣaṇa karaṇārā. Pratyēka vastūn̄cā racayitā, tyācyākhērīja kōṇīhī saccā upāsya (mābūda) nāhī, maga tumhī kōṇatyā bājūlā bhaṭakavilē jāta āhāta"},{"SurahNumber":40,"VerseNumber":63,"Text":"Tyāca prakārē tē lōka dēkhīla bahakāvilē jāta rāhilē, jē allāhacyā āyatīn̄cā inkāra karīta hōtē"},{"SurahNumber":40,"VerseNumber":64,"Text":"Tō allāha hōya, jyānē tumacyāsāṭhī jaminīlā rāhaṇyācē ṭhikāṇa āṇi ākāśālā chata banavilē āṇi tumhālā rūpa dilē āṇi khūpa cāṅgalē banavilē āṇi tumhālā khūpa cāṅgalyā cāṅgalyā vastū khāṇyāsāṭhī dilyāta. Tōca allāha tumacā pālanakartā āhē. Tēvhā mōṭhā śubha āhē allāha, jō samasta viśvān̄cā svāmī va pālanakartā āhē"},{"SurahNumber":40,"VerseNumber":65,"Text":"Tō jivanta āhē, tyācyākhērīja kōṇīhī upāsya nāhī, tēvhā tumhī viśud'dha manānē tyācīca upāsanā karīta tyālā pukārā, sarva praśansā allāha karītāca āhē, jō samasta viśvān̄cā svāmī va pālanakartā āhē"}]}