{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"E quando concebeu, retirou-se, com um rebento a um lugar afastado"},{"SurahNumber":19,"VerseNumber":23,"Text":"As dores do parto a constrangeram a refugiar-se junto a uma tamareira. Disse: Oxalá eu tivesse morrido antes disto, ficando completamente esquecida"},{"SurahNumber":19,"VerseNumber":24,"Text":"Porém, chamou-a uma voz, junto a ela: Não te atormentes, porque teu Senhor fez correr um riacho a teus pés"},{"SurahNumber":19,"VerseNumber":25,"Text":"E sacode o tronco da tamareira, de onde cairão sobre ti tâmaras madura e frescas"},{"SurahNumber":19,"VerseNumber":26,"Text":"Come, pois, bebe e consola-te; e se vires algum humano, faze-o saber que fizeste um voto de jejum ao Clemente, e quehoje não poderás falar com pessoa alguma"},{"SurahNumber":19,"VerseNumber":27,"Text":"Regressou ao seu povo levando-o (o filho) nos braços. E lhes disseram: Ó Maria, eis que fizeste algo extraordinário"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ó irmão de Aarão, teu pai jamais foi um homem do mal, nem tua mãe uma (mulher) sem castidade"},{"SurahNumber":19,"VerseNumber":29,"Text":"Então ela lhes indicou que interrogassem o menino. Disseram: Como falaremos a uma criança que ainda está no berço"},{"SurahNumber":19,"VerseNumber":30,"Text":"Ele lhes disse: Sou o servo de Deus, o Qual me concedeu o Livro e me designou como profeta"},{"SurahNumber":19,"VerseNumber":31,"Text":"Fez-me abençoado, onde quer que eu esteja, e me encomendou a oração e (a paga do) zakat enquanto eu viver"},{"SurahNumber":19,"VerseNumber":32,"Text":"E me fez piedoso para com a minha mãe, não permitindo que eu seja arrogante ou rebelde"},{"SurahNumber":19,"VerseNumber":33,"Text":"A paz está comigo, desde o dia em que nasci; estará comigo no dia em que eu morrer, bem como no dia em que eu forressuscitado"},{"SurahNumber":19,"VerseNumber":34,"Text":"Este é Jesus, filho de Maria; é a pura verdade, da qual duvidam"},{"SurahNumber":19,"VerseNumber":35,"Text":"É inadmissível que Deus tenha tido um filho. Glorificado seja! quando decide uma coisa, basta-lhe dizer: Seja!, e é"},{"SurahNumber":19,"VerseNumber":36,"Text":"E Deus é o meu Senhor e vosso. Adorai-O, pois! Esta é a senda reta"},{"SurahNumber":19,"VerseNumber":37,"Text":"Porém, as seita discordaram a seu respeito. Ai daqueles que não crêem no comparecimento ao grande dia"},{"SurahNumber":19,"VerseNumber":38,"Text":"Quão ouvintes e quão videntes serão, no dia em que comparecerem ante Nós! Porém, os iníquos estão, hoje, em umevidente erro"},{"SurahNumber":19,"VerseNumber":39,"Text":"E admoesta-os sobre o dia do lamento, quando a sentença for cumprida, enquanto estão negligentes e não crêem"},{"SurahNumber":19,"VerseNumber":40,"Text":"Em verdade, Nós herdaremos a terra com todos os que nela estão e a Nós retornarão todos"},{"SurahNumber":19,"VerseNumber":41,"Text":"E menciona, no Livro, (a história de) Abraão; ele foi um homem de verdade, e um profeta"},{"SurahNumber":19,"VerseNumber":42,"Text":"Ele disse ao seu pai: Ó meu pai, por que adoras quem não ouve, nem vê, ou que em nada pode valer-te"},{"SurahNumber":19,"VerseNumber":43,"Text":"Ó meu pai, tenho recebido algo da ciência, que tu não recebeste. Segue-me, pois, que eu te conduzirei pela senda reta"},{"SurahNumber":19,"VerseNumber":44,"Text":"Ó meu pai, não adores Satanás, porque Satanás foi rebelde para com o Clemente"},{"SurahNumber":19,"VerseNumber":45,"Text":"Ó meu pai, em verdade, temo que te açoite um castigo do Clemente, tornando-te, assim, amigo de Satanás"},{"SurahNumber":19,"VerseNumber":46,"Text":"Disse-lhe: Ó Abraão, porventura detestas as minhas divindades? Se não desistires, apedrejar-te-ei. Afasta-te de mim"},{"SurahNumber":19,"VerseNumber":47,"Text":"Disse-lhe: Que a paz esteja contigo! Implorarei, para ti, o perdão do meu Senhor, porque é Agraciante para comigo"},{"SurahNumber":19,"VerseNumber":48,"Text":"Abandonar-vos-ei, então, com tudo quanto adorais, em vez de Deus. Só invocarei o meu Senhor; espero, com ainvocação de meu Senhor, não ser desventurado"},{"SurahNumber":19,"VerseNumber":49,"Text":"E quando os abandonou com tudo quanto adoravam, em vez de Deus, agraciamo-lo com Isaac e Jacó, e designamosambos como profetas"},{"SurahNumber":19,"VerseNumber":50,"Text":"E os recompensamos com a Nossa misericórdia, e lhes garantimos honra e a língua veraz"},{"SurahNumber":19,"VerseNumber":51,"Text":"E menciona Moisés, no Livro, porque foi leal e foi um mensageiro e um profeta"},{"SurahNumber":19,"VerseNumber":52,"Text":"Chamamo-lo à escarpa direita do Monte e fizemos com que se aproximasse, para uma confidência"},{"SurahNumber":19,"VerseNumber":53,"Text":"E o agraciamos com a Nossa misericórdia, com seu irmão Aarão, outro profeta"},{"SurahNumber":19,"VerseNumber":54,"Text":"E menciona, no Livro, (a história real) de Ismael, porque foi leal às suas promessas e foi um mensageiro e profeta"},{"SurahNumber":19,"VerseNumber":55,"Text":"Encomendava aos seus a oração e a paga do zakat, e foi dos mais aceitáveis aos olhos de seu Senhor"},{"SurahNumber":19,"VerseNumber":56,"Text":"E menciona, no Livro, (a história de) Idris, porque foi (um homem) de verdade e, um profeta"},{"SurahNumber":19,"VerseNumber":57,"Text":"Que elevamos a um estado de graça"},{"SurahNumber":19,"VerseNumber":58,"Text":"Eis aqueles que Deus agraciou, dentre os profetas, da descendência de Adão, os que embarcamos com Noé, dadescendência de Abraão e de Israel, que encaminhamos e preferimos sobre os outros, os quais, quando lhes são recitados osversículos do Clemente, prostram-se, contritos, em prantos"}]}