{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"O’na ihlasla yonelin, O’ndan korkun ve namazı kılın ki musriklerden olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Dinlerini parcalayan ve kendileri de grup grup olanlardan. Her parti kendi yanında olanlarla sevinir"},{"SurahNumber":30,"VerseNumber":33,"Text":"Insanların basına bir sıkıntı gelse, Rab’lerine donup yalvarırlar, sonra onlara rahmetinden tattırınca, onlardan bır kısmı hemen Rab’lerine sirk kosarlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Kendilerine verdiklerimize karsı nankorluk etsinler bakalım, haydi biraz daha gecinin. Yakında bilip anlayacaksınız"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa, onlara ortak kostukları hakkında bilgi veren deliller mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"Insanlara bir rahmet tattırdıgımız zaman, ona sevinirler; ve eger kendi yaptıkları yuzunden bir kotuluk dokunursa hemen umitsizlige duserler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Gormuyorlar mı ki, Allah dilediginin rızkını genisletiyor, diledigininkini daraltıyor. Inanan bir toplum icin bunda deliller vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Akrabaya, yoksula ve yolda kalmısa hakkını ver. Bu, Allah’ın rızasını dileyenler icin daha hayırlıdır. Kurtulusa erenler iste onlardır"},{"SurahNumber":30,"VerseNumber":39,"Text":"Baskalarının malı artsın diye faize verdiginizin Allah katında bereketi yoktur. Fakat, Allah’ın rızasını isteyerek verdiginiz zekat boyle degildir. Kat kat artıranlar iste bunlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah, sizi yarattı, sonra rızıklandırdı, sonra sizi oldurecek, sonra sizi diriltecektir. Ortak kostuklarınızdan, bunlardan herhangi birseyi yapan var mıdır? O, onların ortak kostuklarından uzak ve yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların kendi elleriyle kazandıkları yuzunden karada ve denizde karısıklık cıkmıstır. Bu, belki donerler diye yaptıklarının bir kısmının azabını tattırmak icindir"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: -Yeryuzunde gezin de daha oncekilerin akibeti nasıl olmus, bir bakın! Onların cogu musrik idi"},{"SurahNumber":30,"VerseNumber":43,"Text":"Kimsenin geri ceviremeyecegi, Allah’ın o gunu gelmeden once yuzunu dine dondur. O gun insanlar boluk boluk olurlar"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim inkar ederse, kafirligi kendisinedir. Iyi ve durust hareket edenler ise, kendilerine iyi bir yer hazırlamıs olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Bu, iman edip, dogru hareket edenleri lutfundan odullendirmek icindir. Suphesiz O, kafirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Onun ayetlerinden birisi de, size rahmetinden tattırması, emri ile gemileri yuzdurup lutfundan aramanız icin ruzgarları mujdeci olarak gondermesidir, ola ki sukredesiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"Senden once de nice peygamberleri toplumlarına gondermistik de onlara apacık deliller getirmislerdi. Suc isleyenlerin cezasını vermistik. Muminlere yardım etmek borcumuzdur"},{"SurahNumber":30,"VerseNumber":48,"Text":"Ruzgarları gonderip, bulutları hareket ettiren, onu gokte istedigi gibi yayan ve kume kume eden Allah’tır. Sonunda sen aralarından yagmurun cıktıgını gorursun; kullarından diledigine yagmuru indirdigi zaman onlar hemen sevinirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Halbuki onlar yagmur yagmadan once suskunluk icinde idiler"},{"SurahNumber":30,"VerseNumber":50,"Text":"Allah’ın rahmetinin eserine bir bak, yeryuzunu kuruduktan sonra nasıl canlandırıyor. Iste oluleri de boyle diriltecektir. O’nun herseye gucu yeter"},{"SurahNumber":30,"VerseNumber":51,"Text":"Bir ruzgar gondersek de yesillikleri sararttıgımızı gorseler hemen bunun ardından nankorluge baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Sen, oluye sesini duyuramazsın, arkasını donup gittigi zaman sagırlara cagrını duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Korleri de sapıklıklarından dogru yola iletemezsin. Sen, ancak ayetlerimize inananlara sesini duyurabilirsin. Cunku onlar teslim olmuslardır"}]}