{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Allahe arasye jane tomalokara majata konasakala badha pradanakarai arau kona bilake sihamtara bhatrka kaya, amara phale guci aha, sihamte ati saman'yahe yud'dha karae"},{"SurahNumber":33,"VerseNumber":19,"Text":"tomalokara bisayata (sihamtara sahaya pradana arau bijaya kamanata) krpanata karaara karane. Eteke yetiya bhiti (bipada) ahiba tetiya tumi dekhiba, sihamte mrtyura bhayata murccha yoraa byaktira darae caku olota'i tomara pine thara lagi ca'i ache. Kintu yetiya bipada amtarai yaya tetiya sihamte dhanara lalasata tomalokaka tiksna bhasata bid'dha karae. Sihamte imana ana na'i phalata allahe sihamtara amalasamuha nisphala karaiche arau e'ito allahara babe ati sahaja"},{"SurahNumber":33,"VerseNumber":20,"Text":"Sihamte bhabe ye, sanmilita bahini guci yoraa na'i. Yadi sanmilita bahini akau ahi parae, tetiya sihamte kamana karaiba ye, bhala ha’lehemtena yadi sihamte yayabara maraubasisakalara lagata thaki tomalokara sambada laba parailehemtena! Arau yadi sihamte tomalokara lagata arasthana karailehemtena tente nama matrahe yud'dha karailehemtena"},{"SurahNumber":33,"VerseNumber":21,"Text":"Arasye tomalokara babe ache allahara raachulara majata uttama adarsa, se'i byaktira babe yiye asa karae allaha arau sesa dirasara arau yiye allahaka bechi bechi smarana karae"},{"SurahNumber":33,"VerseNumber":22,"Text":"Arau muminasakale yetiya sanmilita bahinika dekhile, tetiya te'omloke ka’le, ‘e'itorae'i se'i pratisrauti yito amaka allaha arau te'omra raachule dichila lagate allaha arau te'omra raachule samca'i kaichila’. E'i ghatana'i te'omlokara imana arau anugatyahe brd'dhi karaile"},{"SurahNumber":33,"VerseNumber":23,"Text":"Muminasakalara majara kichumane allahara lagata karaa te'omlokara angikara purna karaiche, te'omlokara kichumane (angikara purna karai) mrtyubarana karaiche arau kichumana pratiksata ache. Te'omloke nija angikarata kono paraibartana karaa na'i"},{"SurahNumber":33,"VerseNumber":24,"Text":"yate allahe satyabadisakalaka te'omlokara satyabaditara babe puraskrta karaiba parae arau te'om iccha karaile munaphikasakalaka sasti diba parae na'iba sihamtaka ksama karai diba parae. Niscaya allaha parama ksamasila, parama dayalu"},{"SurahNumber":33,"VerseNumber":25,"Text":"Arau allahe kaphirasakalaka kraud'dharasthata ubhata'i dile, sihamte kono kalyana labha karaa na'i. Yud'dhata muminasakalara babe allahe'i yathesta. Allaha sarbasaktimana, prabala paraakramasali"},{"SurahNumber":33,"VerseNumber":26,"Text":"Arau kitabisakalara majara yibilake sihamtaka sahaya karaichila, allahe sihamtaka aratarana karaale sihamtara durgasamuhara paraa arau sihamtara antarasamuhata bhitira sancara karaile. Phalata tomaloke sihamtara kichu sankhyaka lokaka hatya karaicha arau kichumanaka bandi karaicha"},{"SurahNumber":33,"VerseNumber":27,"Text":"Arau teraemi tomalokaka sihamtara bhumi, ghara-duraara arau sihamtara dhana-sampadara uttaraadhikarai karaile, arau enekuraa eta bhumira (uttaraadhikarai karaile) ya’ta tomaloke etiya'o padarpana karaa na'i; arau allaha sakalo bastura oparata purna ksamatabana"},{"SurahNumber":33,"VerseNumber":28,"Text":"He nabi! Tumi tomara straisakalaka koraa, ‘tomaloke yadi parthira jirana arau iyara saundaryata kamana karaa tente aha, ma'i tomalokaka bhoga-bilasara byarastha karai di'om arau saujan'yara saite tomalokaka bidaya di'om"},{"SurahNumber":33,"VerseNumber":29,"Text":"‘Arau yadi tomaloke kamana karaa allaha, te'omra raachula arau akhiraatara abasa, tente tomalokara majata yisakale satkarmasila allahe te'omlokara babe prastuta karai raakhiche mahapratidana’"},{"SurahNumber":33,"VerseNumber":30,"Text":"He nabi-patnisakala! Tomalokara majara konoba'i prakasya aslila kama karaile te'omra babe sasti brd'dhi karaa ha’ba dbiguna arau e'ito allahara babe sahaja"}]}