{"Id":396,"LanguageCodes":["tr","tur"],"Name":"tur-elmalilihamdiya-la","Author":"Elmalili Hamdi Yazir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Iclerinden zulmedenleri bir yana, ehli kitapla ancak, en guzel yoldan mucadele edin ve deyin ki: \"Bize indirilene de, size indirilene de iman ettik. Bizim ilahımız da, sizin ilahınız da birdir ve biz O'na teslim olmusuzdur"},{"SurahNumber":29,"VerseNumber":47,"Text":"(Resulum!) Iste sana (onceki kitapları tasdik eden) bu kitabı indirdik. Onun icin, kendilerine kitap verdiklerimiz ona iman ediyorlar. Sunlardan da ona iman eden nice kimseler vardır. Ayetlerimizi ancak kafirler bile bile inkar eder"},{"SurahNumber":29,"VerseNumber":48,"Text":"Sen bundan once, ne bir yazı okur, ne de elinle onu yazardın. Oyle olsaydı, batıla uyanlar kusku duyarlardı"},{"SurahNumber":29,"VerseNumber":49,"Text":"Hayır, o (Kur'an), kendilerine ilim verilenlerin sinelerinde (yer eden) apacık ayetlerdir. Ayetlerimizi ancak ve ancak zalimler bile bile inkar eder"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ona Rabbinden (baskaca) mucize indirilmeli degil miydi?\" derler. Cevaben de ki: \"Mucizeler ancak Allah'ın katındadır. Ben ise sadece apacık bir uyarıcıyım"},{"SurahNumber":29,"VerseNumber":51,"Text":"Sana indirdigimiz ve onlara okunmakta olan kitap, kendilerine yetmedi mi? Bunda iman edecek bir kavim icin elbette bir rahmet ve ogut vardır"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki: Benimle sizin aranızda sahit olarak Allah yeter. O, goklerde ve yerde ne varsa bilir. Batıla inanıp inkar edenler var ya, iste ziyana ugrayacaklar onlardır"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden azabı carcabuk (getirmeni) istiyorlar. Eger onceden tayin edilmis bir vade olmasaydı, azab elbette onlara gelip catmıstı. Fakat yine de, hic farkına varmadıkları bir sırada o kendilerine mutlaka gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"(Evet) senden azabı carcabuk (getirmeni) istiyorlar. Halbuki cehennem, hic supheleri olmasın, kafirleri kusatacaktır"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gunde azap, onları hem ustlerinden, hem ayaklarının altından saracak ve Allah (onlara), \"Yaptıklarınızın cezasını tadın!\" diyecektir"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarım! Suphesiz benim yarattıgım yeryuzu genistir. O halde yalnız bana kulluk edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her can olumu tadacaktır. Sonunda bize donduruleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman edip guzel isler yapanları, (evet) muhakkak ki onları, altlarından ırmaklar akan ve icinde ebedi kalacakları cennet kosklerine yerlestirecegiz. (Boyle iyi) isler yapanların mukafatı ne guzeldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ki onlar, sabretmis olup yalnız Rablerine guvenip dayanmaktadırlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"Nice hayvanlar var ki, rızkını (biriktirip yanında) tasımıyor. Cunku onların da, sizin de rızkınızı Allah veriyor. O, her seyi isitir ve bilir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Andolsun ki onlara, \"Gokleri ve yeri yaratan, gunesi ve ayı buyrugu altında tutan kimdir?\" diye sorsan \"Allah\" derler. O halde nasıl (haktan) cevrilip donduruluyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, kullarından diledigine rızkı bol bol verir, diledigine de kısar. Suphesiz Allah, her seyi hakkıyla bilendir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Andolsun ki onlara, \"Gokten su indirip, onunla olumunun ardından yeryuzunu canlandıran kimdir?\" diye sorsan, mutlaka, \"Allah \" derler. De ki: (Oyleyse) hamd de Allah'a mahsustur. Fakat cokları akıllarını kullanmazlar"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu dunya hayatı sadece bir oyun ve oyalanmadan ibarettir. Ahiret yurduna gelince, iste asıl hayat odur. Keske bilmis olsalardı"},{"SurahNumber":29,"VerseNumber":65,"Text":"Baksana, gemiye bindikleri zaman, dini yalnız O'na has kılarak (ihlasla) Allah'a yalvarırlar. Fakat onları salimen karaya cıkarınca, bir bakarsın ki, (Allah'a) ortak kosmaktadırlar"},{"SurahNumber":29,"VerseNumber":66,"Text":"Kendilerine verdiklerimize nankorluk etsinler ve safa sursunler bakalım! Ama yakında bilecekler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Cevrelerinde insanlar kapılıp goturulurken (oldurulurken, ya da esir edilirken), bizim (Mekke'yi) guven icinde kudsi bir yer yaptıgımızı gormediler mi? Hala batıla inanıp Allah'ın nimetine nankorluk mu ediyorlar"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah'a karsı yalan uyduran, yahut kendisine hak gelmisken onu yalan sayandan daha zalim kimdir? Cehennemde kafirlere yer mi yok"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ama bizim yolumuzda cihad edenleri, elbette kendi yollarımıza eristirecegiz. Hic suphe yok ki Allah iyi davrananlarla beraberdir"}]}