{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Munafıkların, kitap ehlinden inkar eden dostlarına: Eger siz yurdunuzdan cıkarılırsanız, mutlaka biz de sizinle beraber cıkarız; sizin aleyhinizde kimseye asla uymayız. Eger savasa tutusursanız, mutlaka yardım ederiz, dediklerini gormedin mi? Allah, onların yalancı olduklarına sahitlik eder"},{"SurahNumber":59,"VerseNumber":12,"Text":"Andolsun, eger onlar cıkarılsalar, onlarla beraber cıkmazlar; savasa tutusmus olsalar, onlara yardım etmezler; yardım etseler bile arkalarını donup kacarlar, sonra kendilerine de yardım edilmez"},{"SurahNumber":59,"VerseNumber":13,"Text":"Onların iclerinde size karsı duydukları korku, Allah'a olan korkularından daha siddetlidir. Boyledir, cunku onlar anlamayan bir topluluktur"},{"SurahNumber":59,"VerseNumber":14,"Text":"Onlar mustahkem sehirlerde veya siperler arkasında bulunmaksızın sizinle toplu halde savasamazlar. Kendi aralarındaki savasları ise cetindir. Sen onları derli toplu sanırsın, halbuki kalpleri darmadagınıktır. Boyledir, cunku onlar aklını kullanmayan bir topluluktur"},{"SurahNumber":59,"VerseNumber":15,"Text":"(Onların durumu) kendilerinden az once gecmis ve yaptıklarının cezasını tatmıs olanların durumu gibidir. Onlara acıklı bir azap vardır"},{"SurahNumber":59,"VerseNumber":16,"Text":"Munafıkların durumu tıpkı seytanın durumu gibidir. Cunku seytan insana \"Inkar et\" der. Insan inkar edince de: Ben senden uzagım, cunku ben alemlerin Rabbi olan Allah'tan korkarım, der"},{"SurahNumber":59,"VerseNumber":17,"Text":"Nihayet ikisinin de sonu, icinde ebedi kalacakları ates olacaktır. Iste bu, zalimlerin cezasıdır"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ey iman edenler! Allah'tan korkun ve herkes, yarına ne hazırladıgına baksın. Allah'tan korkun, cunku Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":59,"VerseNumber":19,"Text":"Allah'ı unutan ve bu yuzden Allah'ın da onlara kendilerini unutturdugu kimseler gibi olmayın. Onlar yoldan cıkan kimselerdir"},{"SurahNumber":59,"VerseNumber":20,"Text":"Cehennem ehliyle cennet ehli bir olmaz. Cennet ehli, isteklerine erisenlerdir"},{"SurahNumber":59,"VerseNumber":21,"Text":"Eger biz bu Kur'an'ı bir daga indirseydik, muhakkak ki onu, Allah korkusundan bas egerek, parca parca olmus gorurdun. Bu misalleri insanlara dusunsunler diye veriyoruz"},{"SurahNumber":59,"VerseNumber":22,"Text":"O, oyle Allah'tır ki, O'ndan baska tanrı yoktur. Gorulmeyeni ve goruleni bilendir. O, esirgeyendir, bagıslayandır"},{"SurahNumber":59,"VerseNumber":23,"Text":"O, oyle Allah'tır ki, kendisinden baska hicbir tanrı yoktur. O, mulkun sahibidir, eksiklikten munezzehtir, selamet verendir, emniyete kavusturandır, gozetip koruyandır, ustundur, istedigini zorla yaptıran, buyuklukte esi olmayandır. Allah, musriklerin ortak kostukları seylerden munezzehtir"},{"SurahNumber":59,"VerseNumber":24,"Text":"O, yaratan, var eden, sekil veren Allah'tır. En guzel isimler O'nundur. Goklerde ve yerde olanlar O'nun sanını yuceltmektedirler. O, galiptir, hikmet sahibidir"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ey iman edenler! Eger benim yolumda savasmak ve rızamı kazanmak icin cıkmıssanız, benim de dusmanım, sizin de dusmanınız olanlara sevgi gostererek, gizli muhabbet besleyerek onları dost edinmeyin. Oysa onlar, size gelen gercegi inkar etmislerdir. Rabbiniz Allah'a inandıgınızdan dolayı Peygamber'i de sizi de yurdunuzdan cıkarıyorlar. Ben, sizin saklı tuttugunuzu da, acıga vurdugunuzu da en iyi bilenim. Sizden kim bunu yaparsa (onları dost edinirse) dogru yoldan sapmıs olur"},{"SurahNumber":60,"VerseNumber":2,"Text":"Sayet onlar sizi ele gecirirlerse, size dusman kesilecekler, size ellerini ve dillerini kotulukle uzatacaklardır. Zaten inkar edivermenizi istemektedirler"},{"SurahNumber":60,"VerseNumber":3,"Text":"Kıyamet gunu yakınlarınız ve cocuklarınız size fayda vermezler. Cunku Allah aranızı ayırır. Allah, yaptıklarınızı gorendir"},{"SurahNumber":60,"VerseNumber":4,"Text":"Ibrahim'de ve onunla beraber olanlarda, sizin icin gercekten guzel bir ornek vardır. Onlar kavimlerine demislerdi ki: \"Biz sizden ve Allah'ı bırakıp taptıklarınızdan uzagız. Sizi tanımıyoruz. Siz bir tek Allah'a inanıncaya kadar, sizinle bizim aramızda surekli bir dusmanlık ve ofke belirmistir.\" Su kadar var ki, Ibrahim babasına: \"Andolsun senin icin magfiret dileyecegim. Fakat Allah'tan sana gelecek herhangi bir seyi onlemeye gucum yetmez\" demisti. (O muminler soyle dediler:) Rabbimiz! Ancak sana dayandık, sana yoneldik. Donus de ancak sanadır"},{"SurahNumber":60,"VerseNumber":5,"Text":"Rabbimiz! Bizi, inkar edenler icin deneme konusu kılma, bizi bagısla! Ey Rabbimiz! Yegane galip ve hikmet sahibi, ancak sensin"},{"SurahNumber":60,"VerseNumber":6,"Text":"Andolsun, onlar sizin icin, Allah'ı ve ahiret gununu arzu edenler icin guzel bir ornektir. Kim yuz cevirirse suphesiz Allah, zengindir, hamde layık olandır"}]}