{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Tomaloke manuhaka satkamara adesa diya arau nijake paharai yoraa neki? Athaca tomaloke kitaba adhyayana karaa. Tomaloke nubuja neki"},{"SurahNumber":2,"VerseNumber":45,"Text":"arau tomaloke dhairya arau chalatara dbaraa sahaya praarthana karaa. Niscaya binayisakalara bahirae anara babe i bara kathina kama"},{"SurahNumber":2,"VerseNumber":46,"Text":"(Arau e'i kama se'isakala lokara babe sahaja) yisakale bisbasa karae ye, niscaya sihamte sihamtara pratipalakara lagata saksat karaiba arau niscaya sihamta te'omra phale'i ubhati yaba"},{"SurahNumber":2,"VerseNumber":47,"Text":"He icharaa'ilara bansadharasakala! Mora se'i anugrahara katha manata peloraa yi ma'i tomalokaka pradana karaichilo, arau niscaya ma'i tomalokaka samagra jatira oparata sraesthatba pradana karaichilo"},{"SurahNumber":2,"VerseNumber":48,"Text":"Arau tomaloke se'idinatoka bhaya karaa yidina konorae'i karao kamata nahiba. Arau karao chuparaicha grahana karaa naha’ba lagate karao paraa kono binimayo loraa naha’ba, arau sihamte sahaya praapta'o naha’ba"},{"SurahNumber":2,"VerseNumber":49,"Text":"Arau smarana karaa, yetiya ami tomalokaka phira'a'unara bansara paraa raksa karaichilo. Sihamte tomalokaka bara kathina sasti dichila. Tomalokara putra santanaka hatya karaichila arau kan'yasantanaka jiya'i raakhichila. Arau iyata achila tomalokara babe tomalokara pratipalakara paraa eka mahaparaiksa"},{"SurahNumber":2,"VerseNumber":50,"Text":"Arau smarana karaa, yetiya ami tomalokara babe sagaraka dubhaga karaichilo arau tomalokaka ud'dhara karaichilo arau tomalokara cakura agate phira'a'unara bansaka duba'i maraichilo"},{"SurahNumber":2,"VerseNumber":51,"Text":"Arau smarana karaa, yetiya ami muchara lagata callisa raatira babe pratisrauti karaichilo, tara (guci yoraara) pichata tomaloke damuraitoka (upasyaraupe) grahana karaichila, arau yalima hai gaichila"},{"SurahNumber":2,"VerseNumber":52,"Text":"Iyara pichato ami tomalokaka ksama karaichilo yate tomaloke krtajnata jnapana karaa"},{"SurahNumber":2,"VerseNumber":53,"Text":"Arau smarana karaa, yetiya ami muchaka kitaba arau phurakana dana karaichilo yate tomaloke hidayata labha karaiba paraa"},{"SurahNumber":2,"VerseNumber":54,"Text":"Arau smarana karaa, yetiya mucha'i nija sampradayaka ka’le, he mora jati! Tomaloke damuraitoka (upasyaraupe) grahana karai nijara oparata an'yaya karaicha. Eteke tomalokara srstikartara ocarata ta'oba karaa phalata nije'i nijake hatya karaa. E'itorae'i tomalokara srstikartara ocarata tomalokara babe kalyanakara. Tara pichata te'om tomalokaka ksama karaichila. Niscaya te'om ksamasila ati dayalu"},{"SurahNumber":2,"VerseNumber":55,"Text":"Arau smarana karaa, yetiya tomaloke kaichila, he mucha! Ami allahaka prakasyabharae nedekha laike tomaka bisbasa nakarao, phalata tomaloke ca'i thakomte'i tomalokaka bajrapate akramana karaile"},{"SurahNumber":2,"VerseNumber":56,"Text":"Tara pichata ami tomalokara mrtyura pichato tomalokaka punara jirana dana karailo yate tomaloke krtajna horaa"},{"SurahNumber":2,"VerseNumber":57,"Text":"Arau ami tomalokara oparata meghara cham bistara karaichilo arau tomalokara babe aratirna karaichilo ‘manna’ arau ‘chalaraa’. (Kaichilo) ‘paraitra (uttama) jiraikara paraa ahara karaa yi ami tomalokaka dana karaicho’. Arau sihamte amara eko an'yaya karaa na'i baram sihamte nije'i nijara prati an'yaya karaichila"},{"SurahNumber":2,"VerseNumber":58,"Text":"Arau smarana karaa, yetiya ami kaichilo, ‘tomaloke e'i ga'omkhanata praraesa karai tara paraa yi iccha anandacitte ahara karaa arau duraarata praraesa karaomte sira nata karai praraesa karaiba. Arau ka’ba ‘hittatuna’ (ksama bicarao). Ami tomalokara aparaadha ksama karaima arau satkarmasilasakalaka arau adhika (anugraha) dana karaima’"},{"SurahNumber":2,"VerseNumber":59,"Text":"Kintu yalimasakale se'i kathaka ana kathara dbaraa paraibartana karaile yito sihamtaka koraa haichila, phalata ami yalimasakalara prati sihamtara abadhyatara karane akasara paraa sasti aratirna karailo"}]}