{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Невже вони не подорожували землею та не бачили, яким був кінець тих, які жили раніше за них? Аллаг знищив їх! Те ж саме чекає невіруючих"},{"SurahNumber":47,"VerseNumber":11,"Text":"Це так, адже Аллаг — Покровитель тих, які увірували, а невіруючі не мають покровителя"},{"SurahNumber":47,"VerseNumber":12,"Text":"Воістину, тих, які увірували й творили добро, Аллаг введе до садів раю, де течуть ріки. А ті, які не увірували, насолоджуються благами та споживають їжу, наче тварини. Притулком їхнім буде вогонь"},{"SurahNumber":47,"VerseNumber":13,"Text":"Скільки селищ, сильніших за твоє селище, з якого тебе вигнано, Ми знищили! У них не було помічника"},{"SurahNumber":47,"VerseNumber":14,"Text":"Невже той, хто тримається ясного доказу від свого Господа, рівний тому, кому видалися прекрасними його злі вчинки та хто йде слідом за своїми пристрастями"},{"SurahNumber":47,"VerseNumber":15,"Text":"Така картина раю, обіцяного богобоязливим: там течуть ріки з води, яка не застоюється, ріки з молока, яке не змінює свого смаку, ріки з вина, яке дарує насолоду тим, хто його п’є, ріки з очищеного меду. Вони матимуть там кожен плід та прощення від Господа свого. Невже вони схожі на тих, хто вічно перебуватиме в пеклі та питиме киплячу воду, яка розриватиме їхні нутрощі"},{"SurahNumber":47,"VerseNumber":16,"Text":"Серед них є ті, хто слухає тебе. Але коли вони вийшли від тебе, то сказали тим, кому дане знання: «Що це він говорив щойно?» Вони — ті, чиї серця Аллаг запечатав, та хто йде слідом за своїми пристрастями"},{"SurahNumber":47,"VerseNumber":17,"Text":"А тим, хто йде прямим шляхом, Він примножує Своє керівництво та дарує їм богобоязливість їхню"},{"SurahNumber":47,"VerseNumber":18,"Text":"Невже вони чекають чогось іншого замість Часу, який прийде до них раптово? Уже з’явилися прикмети його! Та чи допоможе їм нагадування, коли він прийде до них"},{"SurahNumber":47,"VerseNumber":19,"Text":"Тож знай, що немає бога, крім Аллага, проси прощення за свій гріх, за гріх віруючих чоловіків і жінок. Аллаг знає про вашу працю та про ваш відпочинок"},{"SurahNumber":47,"VerseNumber":20,"Text":"Говорять ті, які увірували: «Чому не зіслано суру?» А коли було зіслано ясно викладену суру та й згадано там боротьбу, ти побачив, що ті, в чиїх серцях хвороба, дивляться на тебе поглядом того, хто втратив свідомість перед смертю. Для них кращою була б[CDXXVIII]"},{"SurahNumber":47,"VerseNumber":21,"Text":"покора та добре слово. А якщо справу вирішено, то правдивість перед Аллагом буде кращою для них"},{"SurahNumber":47,"VerseNumber":22,"Text":"Можливо, якщо ви відвернетесь, то поширите нечестя на землі та розірвете родинні зв’язки"},{"SurahNumber":47,"VerseNumber":23,"Text":"Вони є тими, кого Аллаг прокляв і позбавив слуху та зору"},{"SurahNumber":47,"VerseNumber":24,"Text":"То чи не поміркують вони над Кораном? Невже на їхніх серцях замки"},{"SurahNumber":47,"VerseNumber":25,"Text":"Воістину, тих, які повернулися назад після того, як їм став зрозумілий прямий шлях, звабив шайтан та підманув хибними сподіваннями"},{"SurahNumber":47,"VerseNumber":26,"Text":"Це так, адже вони сказали тим, хто зненавидів зіслане Аллагом: «Ми будемо коритись вам у деяких справах». Та Аллаг знає їхні таємниці"},{"SurahNumber":47,"VerseNumber":27,"Text":"А що буде, коли ангели заберуть їх та почнуть бити по обличчях і спинах"},{"SurahNumber":47,"VerseNumber":28,"Text":"Це так, адже вони пішли за тим, що прогнівило Аллага та й зненавиділи те, чим Він задоволений. Тож Він зробив марними їхні вчинки"},{"SurahNumber":47,"VerseNumber":29,"Text":"Невже ті, в чиїх серцях хвороба, думають, що Аллаг не викриє їхньої злоби"},{"SurahNumber":47,"VerseNumber":30,"Text":"Якби Ми побажали, то показали б їх тобі, і ти впізнав би їх за ознаками їхніми. Але ти впізнаєш їх за звучанням слів їхніх. Аллаг знає про їхні вчинки"},{"SurahNumber":47,"VerseNumber":31,"Text":"Ми будемо випробовувати вас доти, доки не пізнаємо тих серед вас, хто веде боротьбу, й тих, хто має терпіння; і Ми випробуємо звістки про вас"},{"SurahNumber":47,"VerseNumber":32,"Text":"Воістину, ті, які не увірували, збивали інших зі шляху Аллага та суперечили Посланцю після того, як їм став зрозумілим прямий шлях, ніяк не зможуть зашкодити Аллагу, а Він зробить марними їхні вчинки"}]}