{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Yeryüzünde dolaşmıyorlar mı? Kendilerinden öncekilerin akibetinin nasıl olduğuna baksınlar. Nitekim onlar, bunlardan kuvvet ve yeryüzündeki eserleri yönünden daha üstündüler. Ama Allah, onları günahları sebebiyle yakalamıştı da onları Allah’tan koruyacak birisi yoktu"},{"SurahNumber":40,"VerseNumber":22,"Text":"İşte bu, onlara peygamberlerin apaçık deliller getirmesine rağmen, onların kâfir olmasındandır. Allah da onları hemen yakalamıştır. Şüphesiz o çok güçlü ve şiddetle cezalandırandır"},{"SurahNumber":40,"VerseNumber":23,"Text":"Musa’yı mucizelerimiz ve apaçık bir delille göndermiştik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firavun’a, Haman’a ve Karun’a... Hemen: Yalancı bir sihirbaz! demişlerdi"},{"SurahNumber":40,"VerseNumber":25,"Text":"Onlara kendi katımızdan gerçeği getirdiği vakit, Onunla birlikte iman edenlerin oğullarını öldürüp, kadınlarını sağ bırakın, demişlerdi. Kâfirlerin tuzağı elbette boşa çıkar"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun: Bırakın beni, Musa’yı öldüreyim. O, Rabbine dua etsin, dursun. Ben, onun dininizi değiştirmesinden ya da yeryüzünde bozgunculuk çıkarmasından korkuyorum, dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa: Ben, hesap gününe iman etmeyen, her büyüklük taslayandan Rabbiniz ve Rabbim olan Allah’a sığındım, dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun ailesinden, imanını gizleyen bir adam dedi ki: Rabbim Allah’tır, dedi diye bir adamı öldürecek misiniz? Oysa, size Rabbinizden deliller getirmiş. Eğer yalancıysa, yalanı kendi aleyhinedir. Eğer doğruysa, size vadettiği (azabın) bir kısmı başınıza gelebilir. Muhakkak, Allah, haddi aşan, yalancıya hidayet etmez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey kavmim! Bugün, yeryüzüne üstün kimseler olarak hükümranlık sizindir. Ama Allah'ın azabı bize gelip çatarsa, kim bize yardım eder? Firavun: Ben size kendi görüşümden başka bir şey göstermiyorum, ben size sadece doğru yolu gösteriyorum, dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"İman eden kimse şöyle dedi: Ey halkım! Doğrusu ben üzerinize önceki toplulukların günü gibi, bir günün gelmesinden korkuyorum"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh, Âd, Semûd kavminin ve ondan sonraki toplumların durumu gibi. Oysa Allah, kullarına zulmetmek istemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey halkım! Ben sizin için feryat gününden korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"O gün arkanızı döner, kaçarsınız. Fakat, sizi Allah’tan koruyacak hiç bir şey yoktur. Allah kimi saptırırsa, artık onu doğru yola iletecek de yoktur"},{"SurahNumber":40,"VerseNumber":34,"Text":"Daha önce de size Yusuf, açık delillerle gelmişti. Fakat siz, onun getirdiklerinden hep şüphe edip durdunuz. Sonunda o öldüğü zaman: Allah, ondan sonra bir peygamber göndermeyecektir, dediniz. Allah, haddi aşan şüpheci kimseyi işte böyle dalalete düşürür"},{"SurahNumber":40,"VerseNumber":35,"Text":"Bu kimseler, Allah’ın ayetleri hakkında, kendilerine gelen bir delil olmadığı halde tartışır dururlar. Bu, Allah katında da, iman edenlerin yanında da büyük bir gazap sebebidir. Allah, büyüklük taslayan her zorbanın kalbini işte böyle mühürler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun dedi ki: Ey Hâman! Benim için bir kule yap, belki sebeplere/yollara ulaşırım"},{"SurahNumber":40,"VerseNumber":37,"Text":"Göklerin sebeplerine/yollarına... Ve Musa’nın ilahını görürüm. Çünkü ben onun yalancı olduğunu sanıyorum. Firavun'a kötü işleri işte böyle süslendi ve yoldan saptırıldı. Firavun'un tuzağı hüsrandan başka bir şey değildir"},{"SurahNumber":40,"VerseNumber":38,"Text":"İman eden kişi şöyle dedi: Ey halkım! Bana uyun, size doğru yolu göstereyim"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey halkım, bu dünya hayatı bir meta/geçimliktir. Ahiret ise, kalıcı, karar kılma yurdudur"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kötülük yapan kimse onun benzerinden başkasıyla cezalandırılmaz. Erkek olsun, kadın olsun kim mü’min olarak salih amel yaparsa, işte onlar da cennete girerler ve orada hesapsız olarak rızıklandırılırlar"}]}