{"Id":237,"LanguageCodes":["ku","kur"],"Name":"kur-muhammadsalehba","Author":"Muhammad Saleh Bamoki","Language":"Kurdish","Description":"Kurdish","Direction":"rtl","Source":"https://quranenc.com/check/kurdish_bamoki/v1.1.0-csv.1 , https://quranenc.com/en/browse/kurdish_bamoki , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"وە بێگومان ئەگەر ئێمە فریشتەمان بۆ لای ئەو (بێباوەڕ) انە بناردایە و مردووەکان قسەیان لەگەڵ بکردنایە و ھەموو شتێکمان بۆ کۆ بکردنایەتەوە ڕوو بەڕوو بەپێش چاویانەوە (یان کۆمەڵ کۆمەڵ) بڕوایان نەدەھێنا مەگەر خوا بیویستایە بەڵام زۆربەیان نازانن و بێ ئاگان"},{"SurahNumber":6,"VerseNumber":112,"Text":"ھەر بەو شێوە بۆ ھەموو پێغەمبەرێک دوژمنێکمان داناوە لەشەیتانەکانی مرۆڤ و جنۆکە کەبەنھێنی بەیەکتری ڕادەگەیەنن ووتەی ڕازاوە و بریقەدار بۆ فریودانیان وە ئەگەر پەروەردگارت بیویستایە ئەوەیان نەدەکرد دە لێیان گەڕێ بەخۆیان و ئەو درۆیـانـەی کەھەڵی دەبەستن"},{"SurahNumber":6,"VerseNumber":113,"Text":"وە بۆ ئەوەی گوێ بگرێت بۆ ئەو (ووتە بریقەدارو ڕازاوەی بۆ یەکتری دەکەن) دڵی ئەو کەسانەی بڕوایان نیە بەڕۆژی دوایی بۆ ئەوەی ڕازی ببن پێی وەتا ئەنجامی بدەن ئەو گوناھانەی ئەنجامی ئەدەن"},{"SurahNumber":6,"VerseNumber":114,"Text":"جا ئایا جگە لەخوا دادوەرێکی تر بۆ خۆم بڕیار بدەم؟ لەکاتێکدا (خوا) ئەو زاتەیە کەناردویەتیە خوارەوە بۆ ئێوە ئەم قورئانە کە ڕوونکەرەوەی ھەموو باسێکە بەدرێژی ئەوانەش کە نامەمان پێ بەخشین چاک دەزانن بێگومان ئەم قورئانە لەلایەن پەروەردگارتەوە بەحەق و ڕاستی نێرراوە کەواتە ھەرگیز لەگومانداران مەبە"},{"SurahNumber":6,"VerseNumber":115,"Text":"وە فەرمان و ووتەی پەروەردگارت تەواو بووە و بەئەنجام گەیشت بەڕاستی و دروستی کەھیچ کەس ناتوانێت بڕیارو ووتەکانی بگوڕێت ھەر خوا بیسەر و زانایە"},{"SurahNumber":6,"VerseNumber":116,"Text":"وە ئەگەر تۆ گوێڕایەڵی زۆربەی ئەوانە بیت لەسەر زەویدان لەڕێگەی خوا گومڕات دەکەن ئەوان ھەر شوێنی گومان کەوتوون وە ھەمیشە درۆ و گۆترەکاری دەکەن"},{"SurahNumber":6,"VerseNumber":117,"Text":"بێگومان ھەر پەروەردگارت چاک دەزانێت کێ گومڕا بووە و لایداوە لەڕێگای ئەو وە ھەر ئەو زاناترە بەوانەی ڕێبازی ڕاستیان گرتووە"},{"SurahNumber":6,"VerseNumber":118,"Text":"دەبخۆن لەو (سەربڕاوە) ی کەناوی خوای لەسەر ھێنراوە ئەگەر ئێوە بەئایەتەکانی خوا بڕوادارن"},{"SurahNumber":6,"VerseNumber":119,"Text":"بۆچی ئێوە ناخۆن؟ لە (گۆشتی) ئەو (ئاژەڵان) ـەی کەناوی خوای لەسەر ھێنراوە (لەکاتی سەربڕیندا) کەبێگومان خوا بۆتانی ڕوون کردۆتەوە ئەوەی حەرامی کردوە لەسەرتان جگە لەوەی کەناچار دەبن بۆی (بیخۆن لەو خواردنانەی کە حەرامن) بەڕاستی زۆر کەس خەڵکی گومڕا دەکەن بە ھەوا و ئارەزوی خۆیان بەبێ ھیچ زانیاری یەک (کە لەخواوە وەرگیرا بێت) بێگومان پەروەردگارت دەست درێژ کاران و سەرکەشان چاک دەناسێت"},{"SurahNumber":6,"VerseNumber":120,"Text":"لەگوناھی ئاشکراو نھێنی واز بھێنن بەڕاستی ئەوانەی کەگوناھـ دەکەن بە دەستی ئەنقەست بەزوویی تۆڵەیان لێ دەسەنرێت بەھۆی ئەو تاوانانەی دەیانکرد"},{"SurahNumber":6,"VerseNumber":121,"Text":"لەو (سەربڕاوە) مەخۆن کەناوی خوای لەسەر نەھێنراوە (لەکاتی سەربڕیندا) بێگومان (خواردنی) ئەوە تاوان و لەسنوور دەرچوونە وە بێگومان شەیتانەکان بەنھێنی شت بەدۆستانیان دەڵێن بۆ ئەوەی موجادەلە و دەمە دەمێتان لەگەڵدا بکەن جائەگەر بەگوێیان بکەن ئەوە بێگومان لەھاوبەش دانەران دەبن"},{"SurahNumber":6,"VerseNumber":122,"Text":"ئایا کەسێک کە مردوو بێت ( واتە بێ بڕوا بێت) و ئێمە زیندوومان کردەوە ( ھیدایەتماندا) و ڕووناکیەکمان بۆ فەراھەم ھێنا (کەقورئانە) بە ھۆی ئەوەوە لەناو خەڵکیدا دەگەڕێ و دەڕوات ئایا وەک ئەوە وایە کە لەناو تاریکستانێکدا بێت کە بەھیچ جۆرێک دەرچوونی نیە لێی بەو شێوەیە ڕازێنراوەتەوە بۆ بێ بڕوایان ئەو کردەوە (خراپانەی) دەیان کرد"},{"SurahNumber":6,"VerseNumber":123,"Text":"بەو شێوەیە لە ھەموو شارێکدا گەورەترینی تاوانباریمان کرد (بە دەسەڵاتدار) بۆ ئەوەی پیلان و فێڵ بکەن لەو شارانەدا وە فێڵ وپیلان ناکەن (لە کەس) بێجگە لەخۆیان بەڵام ئەوان ھەستی پێ ناکەن"},{"SurahNumber":6,"VerseNumber":124,"Text":"وە کاتێک ئایەتێکیان بۆ بێت دەڵێن ئێمە ھەرگیز باوەڕ ناھێنین ھەتا وێنەی ئەوەی بەپێغەمبەرانی خوا دراوە بەئێمەش نەدرێت خوا چاک دەزانێت پەیام و پێغەمبەرایەتی خۆی بۆ کوێ دەنێرێت (و کێ شیاو ترە بۆ ئەو کارە) بەزویی ئەوانەی تاوانیان کردووە دووچاریان دەبێت سووکی وڕیسوایی لای خوا وسزای سەخت بەھۆی ئەو پیلان وفێڵانەوەی کەدەیانکرد (لە بڕواداران)"},{"SurahNumber":6,"VerseNumber":125,"Text":"جا ھەرکەسێک خوا بیەوێت ڕێنمونی بکات سینگی فراوان دەکات بۆ ئیسلام (و بڕوا ھێنان) وە ھەر کەس خوا بیەوێت گومڕای کات (لەبەر نەشیاوی وسەرکەشی خۆی) سنگی زۆر تەنگ دەکات وەک ئەوەی (بیەوێت) بەرز ببێتەوە بەرەو ئاسمان ( چونکە مرۆڤ تا بەرەو ئاسمان بەرز ببێتەوە ھەست بە تەنگە نەفەسی دەکات وبەناڕەحەت ھەناسەی بۆ دەدرێت) بەو جۆرە خوا پیسی و ناپاکی دادەنێت لەسەر ئەوانەی کەبڕوا ناھێنن"},{"SurahNumber":6,"VerseNumber":126,"Text":"ئەم ئیسلامە ڕێگای پەروەردگارتە کەڕێک و ڕاستە بێگومان بەڕوونی ئایەتەکانمان باسکردووە بۆ کۆمەڵێک کەبیربکەنەوە"}]}