{"Id":207,"LanguageCodes":["it","ita"],"Name":"ita-hamzarobertopic","Author":"Hamza Roberto Piccardo","Language":"Italian","Description":"Italian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":153,"Text":"Quando risalivate senza badare a nessuno, mentre alle vostre spalle il Messaggero vi richiamava\u0085 Allora [Allah] vi ha compensato di un'angoscia con un'altra angoscia, affinché non vi affliggeste per quello che vi era sfuggito e per quello che vi era capitato. Allah è ben informato di quello che fate"},{"SurahNumber":3,"VerseNumber":154,"Text":"Dopo la tristezza, fece scendere su di voi un senso di sicurezza e un sopore che avvolse una parte di voi, mentre altri piangevano su se stessi e concepirono su Allah pensieri dell'età dell'ignoranza, non conformi al vero. Dicevano: “Cosa abbiamo guadagnato in questa impresa?”. Di' loro: “Tutta l'impresa appartiene ad Allah”. Quello che non palesano, lo nascondono in sé: “Se avessimo avuto una qualche parte in questa storia, non saremmo stati uccisi in questo luogo”. Di': “Anche se foste stati nelle vostre case, la morte sarebbe andata a cercare nei loro letti, quelli che erano predestinati. Tutto è accaduto perché Allah provi quello che celate in seno e purifichi quello che avete nei cuori. Allah conosce quello che celano i cuori"},{"SurahNumber":3,"VerseNumber":155,"Text":"Quanto a quelli di voi che volsero le spalle il giorno in cui le due schiere si incontrarono, fu Satana a sedurli e a farli inciampare, per una qualche colpa che avevano commesso; ma Allah ha perdonato loro, poiché Allah è perdonatore, indulgente"},{"SurahNumber":3,"VerseNumber":156,"Text":"O voi che credete, non siate come i miscredenti che, mentre i loro fratelli viaggiavano sulla terra o guerreggiavano, dissero: “Se fossero rimasti con noi non sarebbero morti, non sarebbero stati uccisi”. Allah ne voleva fare un [motivo di] rimpianto nei loro cuori. È Allah che dà la vita e la morte. Allah osserva quello che fate"},{"SurahNumber":3,"VerseNumber":157,"Text":"E se sarete uccisi sul sentiero di Allah, o perirete, il perdono e la misericordia di Allah valgono di più di quello che accumulano"},{"SurahNumber":3,"VerseNumber":158,"Text":"Che moriate o che siate uccisi, invero è verso Allah che sarete ricondotti"},{"SurahNumber":3,"VerseNumber":159,"Text":"È per misericordia di Allah che sei dolce nei loro confronti! Se fossi stato duro di cuore, si sarebbero allontanati da te. Perdona loro e supplica che siano assolti. Consultati con loro sugli ordini da impartire; poi, quando hai deciso abbi fiducia in Allah. Allah ama coloro che confidano in Lui"},{"SurahNumber":3,"VerseNumber":160,"Text":"Se Allah vi sostiene, nessuno vi può sconfiggere. Se vi abbandona, chi vi potrà aiutare? Confidino in Allah i credenti"},{"SurahNumber":3,"VerseNumber":161,"Text":"L'inganno non s'addice a un Profeta. Chi inganna porterà seco il suo inganno nel Giorno della Resurrezione, e ogni anima sarà ripagata per quello che avrà meritato. Nessuno sarà frodato"},{"SurahNumber":3,"VerseNumber":162,"Text":"E chi persegue il compiacimento di Allah, sarà come colui che ha meritato la Sua collera? Per costui l'Inferno, che infausto rifugio"},{"SurahNumber":3,"VerseNumber":163,"Text":"Vi sono [gradi] distinti presso Allah; Allah vede perfettamente quello che fanno"},{"SurahNumber":3,"VerseNumber":164,"Text":"Allah ha colmato [di grazia] i credenti, quando ha suscitato tra loro un Messaggero che recita i Suoi versetti, li purifica e insegna loro il Libro e la saggezza, mentre in precedenza erano in preda all'errore evidente"},{"SurahNumber":3,"VerseNumber":165,"Text":"Quando vi giunge un dispiacere - e già ne avevate inflitto uno doppio - direte: “Come è successo?”. Di': “Viene da voi stessi”. In verità, Allah è onnipotente"},{"SurahNumber":3,"VerseNumber":166,"Text":"Quello che vi toccò, il giorno in cui le due schiere si incontrarono, avvenne con il permesso di Allah, affinché riconoscesse i credenti"},{"SurahNumber":3,"VerseNumber":167,"Text":"e riconoscesse gli ipocriti. Quando fu detto loro: “Venite a combattere sul sentiero di Allah o [almeno] difendetevi!”, dissero: “Vi seguiremmo certamente se sapessimo combattere!”. In quel giorno erano più vicini alla miscredenza che alla fede. Le loro bocche non dicevano quello che celavano nel cuore. Ma Allah conosce bene quello che nascondevano"},{"SurahNumber":3,"VerseNumber":168,"Text":"Seduti tranquillamente, dissero ai loro fratelli: “Se ci avessero obbedito, non sarebbero rimasti uccisi!”. Di' loro: “Allontanate la morte da voi, se siete sinceri!”"},{"SurahNumber":3,"VerseNumber":169,"Text":"Non considerare morti quelli che sono stati uccisi sul sentiero di Allah. Sono vivi invece e ben provvisti dal loro Signore"},{"SurahNumber":3,"VerseNumber":170,"Text":"lieti di quello che Allah, per Sua grazia, concede. E a quelli che sono rimasti dietro loro, danno la lieta novella: “Nessun timore, non ci sarà afflizione”"}]}