{"Id":204,"LanguageCodes":["id","ind"],"Name":"ind-thesabiqcompany","Author":"The Sabiq Company","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_sabiq/v1.1.0-csv.1 , https://quranenc.com/en/browse/indonesian_sabiq , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"Dan apakah telah sampai kepadamu berita orang-orang yang berselisih ketika mereka memanjat dinding mihrab"},{"SurahNumber":38,"VerseNumber":22,"Text":"Ketika mereka masuk menemui Dawud lalu dia terkejut karena (kedatangan) mereka. Mereka berkata, \"Janganlah takut! (Kami) berdua sedang berselisih, sebagian dari kami berbuat zalim kepada yang lain; maka berilah keputusan di antara kami secara adil dan janganlah menyimpang dari kebenaran serta tunjukilah kami ke jalan yang lurus"},{"SurahNumber":38,"VerseNumber":23,"Text":"Sesungguhnya saudaraku ini mempunyai sembilan puluh sembilan ekor kambing betina dan aku mempunyai seekor saja, lalu dia berkata, \"Serahkanlah (kambingmu) itu kepadaku! Dan dia mengalahkan aku dalam perdebatan"},{"SurahNumber":38,"VerseNumber":24,"Text":"Dia (Dawud) berkata, \"Sungguh, dia telah berbuat zalim kepadamu dengan meminta kambingmu itu untuk (ditambahkan) kepada kambingnya. Memang banyak di antara orang-orang yang bersekutu itu berbuat zalim kepada yang lain, kecuali orang-orang yang beriman dan mengerjakan kebajikan; dan hanya sedikitlah mereka yang begitu.\" Dan Dawud menduga bahwa Kami mengujinya; maka dia memohon ampunan kepada Tuhannya lalu menyungkur sujud dan bertaubat"},{"SurahNumber":38,"VerseNumber":25,"Text":"Lalu Kami mengampuni baginya (kesalahannya) itu. Dan sungguh, dia mempunyai kedudukan yang benar-benar dekat di sisi Kami dan tempat kembali yang baik"},{"SurahNumber":38,"VerseNumber":26,"Text":"(Allah berfirman), “Wahai Daud! Sesungguhnya engkau Kami jadikan khalifah (penguasa) di bumi, maka berilah keputusan (perkara) di antara manusia dengan adil dan janganlah engkau mengikuti hawa nafsu, karena akan menyesatkan engkau dari jalan Allah. Sungguh, orang-orang yang sesat dari jalan Allah akan mendapat azab yang berat, karena mereka melupakan hari perhitungan.”"},{"SurahNumber":38,"VerseNumber":27,"Text":"Dan Kami tidak menciptakan langit dan bumi dan apa yang ada di antara keduanya dengan sia-sia. Itu anggapan orang-orang kafir, maka celakalah orang-orang yang kafir itu karena mereka akan masuk neraka"},{"SurahNumber":38,"VerseNumber":28,"Text":"Pantaskah Kami memperlakukan orang-orang yang beriman dan mengerjakan kebajikan sama dengan orang-orang yang berbuat kerusakan di bumi? Atau pantaskah Kami menganggap orang-orang yang bertakwa sama dengan orang-orang yang jahat"},{"SurahNumber":38,"VerseNumber":29,"Text":"Kitab (Al-Qur`ān) yang Kami turunkan kepadamu penuh berkah agar mereka menghayati ayat-ayatnya dan agar orang-orang yang berakal sehat mendapat pelajaran"},{"SurahNumber":38,"VerseNumber":30,"Text":"Dan kepada Dawud Kami karuniakan (anak bernama) Sulaiman; dia adalah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah)"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Ingatlah) ketika pada suatu sore dipertunjukkan kepadanya (kuda-kuda) yang tegak berdiri lagi kencang larinya"},{"SurahNumber":38,"VerseNumber":32,"Text":"Maka ia berkata, \"Sesungguhnya aku menyukai harta dunia (kuda), yang membuat aku tersibukkan dari mengingat Tuhanku, sampai matahari terbenam.”"},{"SurahNumber":38,"VerseNumber":33,"Text":"Bawalah semua kuda itu kembali kepadaku.\" Lalu dia mengusap-usap kaki dan leher kuda itu"},{"SurahNumber":38,"VerseNumber":34,"Text":"Dan sungguh, Kami telah menguji Sulaiman dan Kami jadikan (dia) tergeletak di atas kursinya sebagai tubuh (yang lemah karena sakit), kemudian ia bertaubat"},{"SurahNumber":38,"VerseNumber":35,"Text":"Dia berkata, “Ya Tuhanku, ampunilah aku dan anugerahkanlah kepadaku kerajaan yang tidak dimiliki oleh siapa pun setelahku. Sungguh, Engkaulah Yang Maha Pemberi.”"},{"SurahNumber":38,"VerseNumber":36,"Text":"Kemudian Kami tundukkan kepadanya angin yang berhembus dengan baik menurut perintahnya ke mana saja yang dikehendakinya"},{"SurahNumber":38,"VerseNumber":37,"Text":"dan (Kami tundukkan pula kepadanya) setan-setan, semuanya ahli bangunan dan penyelam"},{"SurahNumber":38,"VerseNumber":38,"Text":"dan (setan) yang lain yang terikat dalam belenggu"},{"SurahNumber":38,"VerseNumber":39,"Text":"Inilah anugerah Kami; maka berikanlah (kepada orang lain) atau tahanlah (untuk dirimu sendiri) tanpa perhitungan"},{"SurahNumber":38,"VerseNumber":40,"Text":"Dan sungguh, dia mempunyai kedudukan yang dekat pada sisi Kami dan tempat kembali yang baik"},{"SurahNumber":38,"VerseNumber":41,"Text":"Dan ingatlah akan hamba Kami Ayyub ketika dia menyeru Tuhannya, “Sesungguhnya aku diganggu setan dengan penderitaan dan bencana.”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Allah berfirman), “Hentakkanlah kakimu; inilah air yang sejuk untuk mandi dan untuk minum.”"},{"SurahNumber":38,"VerseNumber":43,"Text":"Dan Kami anugerahi dia (dengan mengumpulkan kembali) keluarganya dan Kami lipat gandakan jumlah mereka, sebagai rahmat dari Kami dan pelajaran bagi orang-orang yang berpikiran sehat"},{"SurahNumber":38,"VerseNumber":44,"Text":"Dan ambillah seikat (rumput) dengan tanganmu, lalu pukullah dengan itu dan janganlah engkau melanggar sumpah. Sesungguhnya Kami dapati dia (Ayyub) seorang yang sabar. Dialah sebaik-baik hamba. Sungguh, dia sangat taat (kepada Allah)"},{"SurahNumber":38,"VerseNumber":45,"Text":"Dan ingatlah hamba-hamba Kami: Ibrahim, Ishak dan Ya’qub yang mempunyai kekuatan-kekuatan yang besar dan ilmu-ilmu (yang tinggi)"},{"SurahNumber":38,"VerseNumber":46,"Text":"Sungguh, Kami telah menyucikan mereka dengan menganugerahkan akhlak yang tinggi kepadanya, yaitu selalu mengingat negeri akhirat"},{"SurahNumber":38,"VerseNumber":47,"Text":"Dan sungguh, di sisi Kami mereka termasuk orang-orang pilihan yang paling baik"},{"SurahNumber":38,"VerseNumber":48,"Text":"Dan ingatlah Ismail, Ilyasa', dan Zulkifli. Semuanya termasuk orang-orang yang paling baik"},{"SurahNumber":38,"VerseNumber":49,"Text":"Ini adalah kehormatan (bagi mereka). Dan sungguh, bagi orang-orang yang bertakwa (disediakan) tempat kembali yang terbaik"},{"SurahNumber":38,"VerseNumber":50,"Text":"(Yaitu) surga 'Adn pintu-pintunya terbuka bagi mereka"},{"SurahNumber":38,"VerseNumber":51,"Text":"Di dalamnya mereka bersandar (di atas dipan-dipan) sambil meminta buah-buahan yang banyak dan minuman (di surga itu)"}]}