{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Baroi onho dar nazdi Parvardigoraşon xonai salomatī ast. Va ʙa saʙaʙi korhoe, ki mekunand, Alloh dūstdori onhost"},{"SurahNumber":6,"VerseNumber":128,"Text":"Va (ʙa jod or ej Rasul,) rūze, ki hama kofironro az insu çin gird ovarad va gūjad: «Ej gurūhi çinho, şumo ʙisjore az odamijonro pajravi xud soxted». Va guftand dūstonaşon az odamoni kuffor: «Ej Parvardigori mo, mo az jakdigar ʙahramand meşudem va ʙa pojoni zamone, ki ʙaroi zistani mo qaror doda ʙudī dar hajoti dunjo, rasidem». Alloh gūjad: «Çojgohi şumo otaş ast, çovidona dar on ço xohed ʙud, magar on cī Alloh ʙixohad dar on ço çovidon naxohad mond az gunahkoroni axli tavhid». Alʙatta Parvardigori tu ustuvorkoru dono ast"},{"SurahNumber":6,"VerseNumber":129,"Text":"Va ʙa in tarz ʙa'ze az sitamkoronro ʙa saʙaʙi on ci mekardand, ʙa jakdigar vomeguzorem"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ej gurūhi çinho va odamho, ojo ʙar şumo pajomʙarone az xudaton firistoda naşud, to ojoti Maro ʙarojaton ki darʙargirandai amru nahj va ʙajonkunandai nekū ʙad ast ʙixonand va şumoro az didori cunin rūze ʙitarsonand? Inho (muşrikon az insu çin) ʙigūjand: «Mo ʙa zijoni xud guvohī medihem, ki pajomʙaronat ojathojatro ʙa mo rasondand va az ducor şudani imrūz moro ʙim kardand va mo onhoro tasdiq nakardem». Zindagii dunjoī ononro ʙifireft va ʙa zijoni xud guvohī dodand, ki az kofiron ʙudand"},{"SurahNumber":6,"VerseNumber":131,"Text":"Va in ʙa on saʙaʙ ast, ki Parvardigori tu mardumi heç dehaero, ki ʙexaʙar ʙudand, ʙa sazoi zolimona halok namekard. (Magar rasidani azoʙamon ʙa'd az firistodani pajomʙaron ast)"},{"SurahNumber":6,"VerseNumber":132,"Text":"Baroi har jak ito'atkor jo osī ʙaroʙari korhoe, ki ançom dodaand, daraçotest, ki Parvardigori tu az on cī mekunand, ƣofil nest"},{"SurahNumber":6,"VerseNumber":133,"Text":"Va Parvardigori tu, ki mardumro ʙa iʙodati xud amr namud, az to'ati ʙandagonaş ʙenijoz ast, ʙalki tamomi xalqaş ʙa sūi Ū mūhtoçand va Ū ʙa ʙandagonaş mehruʙon ast. Va hamcunon ki şumoro az nasli mardumoni digar ʙijofarida ast, agar ʙixohad, şumoro meʙarad va pas az şumo har kiro, ki ʙixohad, çonişinaton mesozad"},{"SurahNumber":6,"VerseNumber":134,"Text":"(Ej muşrikon) har ci ʙa şumo va'da dodaand, az azoʙ xohad omad va şumoro rohi gureze nest. Va Ū qodir ast, ki şumoro az nav ʙozgardonad, (garcande ki xoku ustuxon ham garded)"},{"SurahNumber":6,"VerseNumber":135,"Text":"Bigū (ej Rasul): «Ej qavmi man, har cī az dastaton ʙarmeojad, ʙikuned, ki man niz mekunam on ciro, ki Parvardigori man ʙar man amr kardaast; ʙa zudī xohed donist, ki vaqti faro rasidani azoʙ pojoni in zindagī ʙa naf'i kī xohad ʙud, Alʙatta sitamkoron rastagor nameşavand!»"},{"SurahNumber":6,"VerseNumber":136,"Text":"Muşrikon ʙaroi Alloh az ziroathovu corpojone, ki ofaridaast, hissae muajjan kardand, ki onro ʙaroi mehmonon va miskinon peşkaş mekardand va hissai digarero az in cizho ʙaroi ʙutonaşon muajjan kardand. Pas on hissae, ki az oni ʙutonaşon ʙud, ʙa Alloh namerasid va on hissae, ki az oni Alloh ʙud, ʙa ʙutonaşon merasid. Ba tarze ʙad dovarī mekardand"},{"SurahNumber":6,"VerseNumber":137,"Text":"(Cunon ki şajtonho ʙaroi muşrikon zinnat dodand, ki az ziroat va corpojon nasiʙaero ʙaroi Alloh va ʙaroi şarikonaşon qaror dihand,) hamcunin (şajtonho) kuştani farzandro az tarsi kamʙaƣalī dar nazari ʙisjore az muşrikon ʙijorostand, to halokaşon kunand va dar ʙorai dinaşon ʙa şakku iştiʙohaşon andozand. Pas gumroh va halok gardand. Agar Alloh mexost, cunin namekardand. (Lekin Alloh ʙa donistanaş ʙa ʙadii holaşon va oqiʙataşon ʙar gumrohī taqdiraşon kard. Pas ʙo durūƣe, ki meʙofand), onhoro guzor (ej Rasul)! Ba zudī Alloh ʙajni tu va onho hukm xohad kard"},{"SurahNumber":6,"VerseNumber":138,"Text":"(Muşrikon az rūi gumonaşon) guftand: «Inho corpojonu kiştzoroni man'kardaşuda hastand. Heç kas çuz on, ki mo ʙixohem, naʙojad az onho ʙixūrad». Va corpojone hastand, ki savor şudanaşon ʙar hama hol harom ast va corpojone hastand, ki nomi Allohro dar vaqti istifodaʙarii onho jod nakunand, ʙa Alloh durūƣ meʙandand va ʙa zudī ʙa çazoi durūƣe, ki meʙastaand, çazojaşonro xohad dod"},{"SurahNumber":6,"VerseNumber":139,"Text":"Va (muşrikon) guftand: «On cī dar şikami in corpojon ast, agar zinda tavallud şavad ʙaroi mardoni mo halol va ʙaroi zanonamon harom ast». Va agar xudmurda ʙoşad, zanu mard dar on şarikand. Alloh ʙa saʙaʙi in guftor çazojaşon xohad kard. Alʙatta Ū hakimu donost"},{"SurahNumber":6,"VerseNumber":140,"Text":"Hamono zijon kardand kasone, ki ʙa ʙeaqlī va nodonī farzandoni xudro kuştand va on ciro ʙa onho rūzī doda ʙud, harom kardand ʙa saʙaʙi durūƣ ʙastanaşon ʙa Alloh. Hamono onon gumroh şudaand va rohi hidojatro najoftaand"}]}