{"Id":281,"LanguageCodes":["pl","pol"],"Name":"pol-jozefabielawski-la","Author":"Jozefa Bielawskiego","Language":"Polish","Description":"Polish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"A jesli jestescie w podrozy i nie znajdujecie pisarza - to powinniscie wziac zastaw. A jesli jeden z was powierza drugiemu jakis depozyt, to ten, ktoremu go powierzono, powinien go zwrocic; i niech boi sie Boga, swojego Pana! Nie ukrywajcie swiadectwa! Ktokolwiek je ukrywa - to, zaprawde, jego serce jest grzeszne! A Bog wie dobrze, co wy czynicie"},{"SurahNumber":2,"VerseNumber":284,"Text":"Do Boga nalezy to, co jest w niebiosach, i to, co jest na ziemi! I czy wy ukazujecie to, co jest w waszych duszach, czy tez ukrywacie, Bog z tego zazada od was rachunku. On przebaczy temu, komu zechce, i On ukarze tego, kogo zechce. Bog jest nad kazda rzecza wszechwładny"},{"SurahNumber":2,"VerseNumber":285,"Text":"Posłaniec i ludzie wierzacy uwierzyli w to, co im zostało zesłane od ich Pana. Wszyscy uwierzyli w Boga i w Jego aniołow, w Jego Ksiegi i w Jego posłancow. My nie czynimy roznicy miedzy zadnym z Jego posłancow! Oni powiedzieli: \"Usłyszelismy i posłuchalismy! Twoje przebaczenie! Panie nasz! Do Ciebie zmierza wedrowanie"},{"SurahNumber":2,"VerseNumber":286,"Text":"Bog nie nakłada na dusze niczego wiecej nad jej mozliwosci. Dla niej bedzie to, co dla siebie zyskała; i przeciwko niej bedzie to, co ona zyskała! Panie nasz! Nie bierz nam za złe, jesli zapomnielismy lub jesli zgrzeszylismy! Panie nasz! Nie nakładaj na nas ciezaru, jak nałozyłes na tych, ktorzy byli przed nami! Panie nasz! Nie nakładaj na nas tego, czego my nie jestesmy w stanie uniesc! Odpusc nam, przebacz nam i zmiłuj sie nad nami! Ty jestes naszym Panem! Dopomoz nam przeciw ludowi niewiernych"},{"SurahNumber":3,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Bog! Nie ma boga; jak tylko On - Zyjacy, Istniejacy"},{"SurahNumber":3,"VerseNumber":3,"Text":"On tobie zesłał Ksiege z prawda, stwierdzajac prawdziwosc tego, co juz było przed nia. On zesłał niegdys Tore i Ewangelie"},{"SurahNumber":3,"VerseNumber":4,"Text":"Jako droge prosta dla ludzi i On zesłał rozroznienie. Zaprawde, tych, ktorzy nie uwierzyli w znaki Boga - czeka kara straszna! Bog jest potezny, włada zemsta"},{"SurahNumber":3,"VerseNumber":5,"Text":"Zaprawde, nic nie jest ukryte przed Bogiem ani na ziemi, ani w niebie"},{"SurahNumber":3,"VerseNumber":6,"Text":"On jest tym, ktory kształtuje was w łonach, tak jak chce. Nie ma boga, jak tylko On! On jest Potezny, Madry"},{"SurahNumber":3,"VerseNumber":7,"Text":"On jest Tym, ktory zesłał tobie Ksiege. W niej sa znaki solidne - one stanowia istote Ksiegi i inne - dwuznaczne. Ci, co w sercach maja skłonnosc do zwatpienia, postepuja za tym, co w niej jest wieloznaczne, poszukujac niezgody i dazac do wyjasnienia tego, co niejasne; lecz nikt nie zna tego wyjasnienia, tylko Bog! A ci, ktorzy sa utwierdzeni w wiedzy, mowia: \"My wierzymy w niego; wszystko pochodzi od naszego Pana.\" Lecz przypominaja to sobie tylko ludzie obdarzeni rozumem"},{"SurahNumber":3,"VerseNumber":8,"Text":"Panie nasz! Nie pozwol zboczyc naszym sercom po tym, jak poprowadziłes nas droga prosta! i obdarz nas Swoim miłosierdziem! Zaprawde, Ty jestes Dawca"},{"SurahNumber":3,"VerseNumber":9,"Text":"Panie nasz! Zaprawde, Ty zbierasz ludzi na ow Dzien, co do ktorego nie ma watpliwosci! Zaprawde, Bog nie zmienia obietnicy"},{"SurahNumber":3,"VerseNumber":10,"Text":"Zaprawde, tym, ktorzy nie uwierzyli, nie pomoga nic wobec Boga ani ich majatki, ani ich dzieci! Oni beda paliwem dla ognia"},{"SurahNumber":3,"VerseNumber":11,"Text":"Tak jak było z ludzmi Faraona i tymi, ktorzy byli przed nimi. Oni za kłamstwo uznali Nasze znaki; i pochwycił ich Bog za ich grzechy. Bog jest straszny w karaniu"},{"SurahNumber":3,"VerseNumber":12,"Text":"Powiedz tym, ktorzy nie uwierzyli: \"Wy niebawem bedziecie zwyciezeni i zostaniecie zebrani ku Gehennie.\" A jakze to złe miejsce odpoczynku"},{"SurahNumber":3,"VerseNumber":13,"Text":"Mieliscie juz znak w dwoch oddziałach, ktore sie spotkały: jeden oddział walczył na drodze Boga, a drugi pozostał niewierny. Ci ostatni widzieli na własne oczy, ze tamtych było dwukrotnie wiecej. Lecz Bog wspiera Swoja pomoca tego, kogo chce. Zaprawde, w tym jest przykład pouczajacy dla tych, ktorzy maja jasne spojrzenie"},{"SurahNumber":3,"VerseNumber":14,"Text":"Upiekszane jest ludziom upodobanie do namietnosci: do kobiet i do synow, do nagromadzonych kintarow złota i srebra, do koni wyrozniajacych sie szlachetnoscia, do trzod i zasiewow. To jest uzywanie zycia na tym swiecie. Lecz u Boga jest najpiekniejsza przystan"}]}