{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"meyyakave vanankalaiyum pumiyaiyum pataitta allah (marumuraiyum) avarkalaip ponre pataikka arralutaiyavan enpatai avarkal ariya villaiya? (Itarkaka) avarkalukku oru tavanaiyai erpatuttiyirukkiran. Atil oru cantekamumillai. (Ivvariruntum) ivvakkiramakkararkal itai nirakarikkamalillai"},{"SurahNumber":17,"VerseNumber":100,"Text":"(napiye!) Kuruviraka: En iraivanin arul pokkisankal anaittirkum ninkale contakkararkalaka iruntal atu celavaki vitumo! Enap payantu (evarukkum etuvume kotukkatu) ninkal tatuttuk kolvirkal. Manitan perum kancanaka irukkiran"},{"SurahNumber":17,"VerseNumber":101,"Text":"Niccayamaka nam musavukku telivana onpatu attatcikalaik kotuttiruntom. (Napiye! Itaipparri) israyilin cantatikalaik ketpiraka. (Musa) avarkalitam vantapolutu, hpir'avn avarkalai nokki, ‘‘musave! Niccayamaka nir cuniyattal putti mariyavar ena nan um'mai ennukiren'' enru kurinan"},{"SurahNumber":17,"VerseNumber":102,"Text":"atarku musa (avanai nokki) ‘‘vanankalaiyum pumiyaiyum pataitta iraivane ivvattatcikalai manitarkalukkup patippinaiyaka irakkivaittan enpatai niccayamaka ni arivay. Hpir'avne! Unnai niccayamaka alivu (kalam) pitittukkontatu ena nan ennukiren'' enru kurinar"},{"SurahNumber":17,"VerseNumber":103,"Text":"(atarku avan musavaiyum avarutaiya makkal) anaivaraiyum tan nattiliruntu virattivitave avan enninan. Eninum, (atarkullaka) avanaiyum avanutan irunta (avanutaiya makkal) anaivaraiyum nam mulkatittu vittom"},{"SurahNumber":17,"VerseNumber":104,"Text":"itan pinnar israyilin cantatikalukku nam kurinom: ‘‘Ninkal ippumiyil vacittirunkal. Marumaiyin vakkuruti vantal, unkal anaivaraiyum (vicaranaikkaka) nam'mitam kontu vantu onru cerppom"},{"SurahNumber":17,"VerseNumber":105,"Text":"murrilum unmaiyaik konte ivvetattai nam irakkinom. Atuvum unmaiyaik konte irankiyatu. (Napiye!) Um'mai nam (nanmai ceytavarkalukku) narceyti kurupavarakavum (pavam ceypavarkalukku) accamutti eccarippavarakavume tavira anuppavillai"},{"SurahNumber":17,"VerseNumber":106,"Text":"(napiye!) Manitarkalukku nir ciritu ciritaka otik kanpikkum poruttu inta kur'anai pala pakankalaka nam pirittom. Atarkakave nam itaic cirukac cirukavum irakkivaikkirom"},{"SurahNumber":17,"VerseNumber":107,"Text":"(Napiye!) Kuruviraka: ‘‘Ninkal (inta kur'anai) nampikkaikollunkal allatu nampikkai kollatirunkal. (Ataip parri namakku onrum kuraivillai.) Niccayamaka itarku munnulla (vetankalin) meyyana nanam evarkalukkuk kotukkappattirukkirato avarkalitam (ivvetam) otik kanpikkappattal avarkal (itai nampikkai kontu) mukankuppura viluntu (enakku) cirampanivarkal"},{"SurahNumber":17,"VerseNumber":108,"Text":"melum, (avarkal) ‘‘enkal iraivan mikap paricuttamanavan. Enkal iraivanin vakkuruti niccayamaka niraiverivittatu'' enrum kuruvarkal"},{"SurahNumber":17,"VerseNumber":109,"Text":"melum, avarkal mukankuppura viluntu aluvarkal. Avarkalutaiya ullaccamum atikarikkum"},{"SurahNumber":17,"VerseNumber":110,"Text":"(napiye!) Kuruviraka: ‘‘Ninkal allah enru alaiyunkal allatu rahman enru alaiyunkal; (ivvirantil) eppeyar kontu ninkal avanai alaittapotilum (alaiyunkal.) Avanukku alakana (innum) pala tiruppeyarkal irukkinrana.'' (Napiye!) Umatu tolukaiyil nir mika captamittu otatir! Atika metuvakavum otatir! Itarku mattiya valiyaik kataippitippiraka"},{"SurahNumber":17,"VerseNumber":111,"Text":"(napiye!) Kuruviraka: ‘‘Pukal anaittum allahvukkuriyate! Avanukku oru cantatiyumillai. Avanutaiya atciyil avanukkuk kuttali oruvarumillai. Avanukku palavinam illai enpatal avanukku utaviyalan oruvanumillai.'' Akave, avanai mika mikap perumaippatuttik kuruviraka"},{"SurahNumber":18,"VerseNumber":1,"Text":"pukal anaittum allahvukkuriyate! Avantan tan atiyar (napi muham'matu) mitu ivvetattai irakkivaittan. Atil avan ettakaiya (kuraipattaiyum) konalaiyum vaikkavillai"},{"SurahNumber":18,"VerseNumber":2,"Text":"Itu urutiyana atippataiyin mitullatu. Allahvutaiya katinamana vetanaiyaip parri (nirakarippavarkalukku) accamutti eccarikkai ceyvatarkakavum, evarkal itai nampikkai kontu narceyalkal ceykirarkalo avarkalukku (alakana) narkuli(yakiya corkkam) niccayamaka untenru narceyti kuruvatarkakavum (itai irakkivaittan)"},{"SurahNumber":18,"VerseNumber":3,"Text":"a(nta corkkat)til avarkal enrenrum tankivituvarkal"},{"SurahNumber":18,"VerseNumber":4,"Text":"allah cantati etuttukkontan enru kurupavarkalaiyum itu kantittu eccarikkai ceykiratu"},{"SurahNumber":18,"VerseNumber":5,"Text":"avarkalukkum avarkalutaiya mutataikalukkum itarkuriya ataram oru ciritum illai. Ivarkal vayiliruntu purappatum inta vakkiyam maperum (pavamana) vakkiyamakum; poyyaiye tavira (ivvaru) ivarkal (unmai) kuravillai"},{"SurahNumber":18,"VerseNumber":6,"Text":"(napiye!) Ivvetattai avarkal nampikkai kollavittal atarkaka nir tukkittu avarkalin aticcuvatukal mitu umatu uyirai alittuk kolviro! (Akave, atarkaka nir kavalaippatatir)"},{"SurahNumber":18,"VerseNumber":7,"Text":"pumiyilullavarrai nam atarku alankaramakki vaittatu avarkalil evarkal nalla natattaiyullavarkal enpatai niccayamaka nam cotippatarkakattan"},{"SurahNumber":18,"VerseNumber":8,"Text":"(oru nalil) niccayamaka nam pumiyil (alankaramaka) ulla ivai anaittaiyum (alittu) vettaveliyakki vituvom"},{"SurahNumber":18,"VerseNumber":9,"Text":"(napiye! ‘As'hapul kahhp' ennum kukaiyutaiyavarkalaip parri yutarkal um'mitam ketkinranar.) Antak kukaiyutaiyavarkalum cacanattai utaiyavarkalum niccayamaka nam attatcikalil accariyamanavarkalaka iruntanar enru ennukirira! (Avarkalin carittirattai umakku nam kurukirom)"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Avarkal) oru cila valiparkal, avarkal kukaiyinul cenrapolutu ‘‘enkal iraivane! Un arulai enkalukku alippayaka! Ni enkalukku nerana valiyaiyum culapamakki vituvayaka!'' Enru pirarttanai ceytarkal"},{"SurahNumber":18,"VerseNumber":11,"Text":"atalal, akkukaiyil pala varutankal (nittirai ceyyumpati) avarkalutaiya katukalait tattik kotuttom"},{"SurahNumber":18,"VerseNumber":12,"Text":"avarkal akkukaiyil irunta kalattai (avarkalil ulla) iru vakupparil evarkal nankarikirarkal enpatai nam (manitarkalukku) arivikkum poruttu (nittiraiyiliruntu) avarkalai eluppinom"},{"SurahNumber":18,"VerseNumber":13,"Text":"(napiye!) Avarkalutaiya unmaiyana carittirattaiye nam umakkuk kurukirom: Niccayamaka avarkal tankal iraivanai nampikkaikonta valiparkalavar. (Akave,) melum, nerana valiyil nam avarkalai celuttinom"},{"SurahNumber":18,"VerseNumber":14,"Text":"avarkalutaiya ullankalaiyum (nerana valiyil) nam urutiyakki vittom. (Avarkal kalattilirunta aracan avarkalai cilaivanakkam ceyyumpati nirppantitta camayattil) avarkal eluntu ninru ‘‘vanankalaiyum pumiyaiyum pataittavantan enkal vanakkattirkuriya iraivan. Avanait tavira (veroruvaraiyum vanakkattirkuriya) iraivanaka nankal niccayamaka alaikka mattom. (Appati alaittal) niccayamaka nankal atata varttaiyaik kuriyavarkalavom'' enrarkal"},{"SurahNumber":18,"VerseNumber":15,"Text":"‘‘namatu inta makkal avanait tavirttu veru iraivanai etuttuk kontirukkinranar. Itarkut telivana attatciyai ivarkal kontu varaventama? Allahvin mitu karpanaiyakap poy kurupavanai vita maka aniyayakkaran yar?'' (Enrarkal)"},{"SurahNumber":18,"VerseNumber":16,"Text":"Avarkaliliruntum avarkal vanankum allah allatavarriliruntum ninkal vilakikkonta pinnar ninkal (avarkalai vittut tappa) ikkukaikkul cenruvitunkal. Unkal iraivan unkal mitu tan arulaic corintu, (valvatarkuriya) unkal kariyankalai elitakavum unkalukku amaittu vituvan (enrum tankalukkul kurikkontanar)"}]}