{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Njih ceka Kuca spasa u Gospodara njihova; On ce biti zastitnik njihov zbog onoga sto su cinili"},{"SurahNumber":6,"VerseNumber":128,"Text":"A na Dan kada On sve sakupi: \"O skupe dzinski, vi ste mnoge ljude zaveli!\" \"Gospodaru nas\", reci ce ljudi, sticenici njihovi, \"mi smo jedni drugima bili od koristi i stigli smo do roka naseg koji si nam odredio Ti!\" \"Vatra ce biti prebivaliste vase\", \"reci ce On\", \"u njoj cete vjecno ostati, osim ako Allah drukcije ne odredi.\" Gospodar tvoj je, zaista, mudar i Onaj Koji sve zna"},{"SurahNumber":6,"VerseNumber":129,"Text":"Tako isto Mi prepustamo vlast jednim zulumcarima nad drugima zbog onoga sto su zaradili"},{"SurahNumber":6,"VerseNumber":130,"Text":"O skupe dzinski i ljudski, zar vam iz redova vasih nisu dolazili poslanici koji su vam ajete Moje kazivali i upozoravali vas da cete ovaj vas dan docekati? Oni ce reci: \"Mi svjedocimo protiv sebe.\" Njih je zivot na Zemlji bio obmanuo i oni ce sami protiv sebe posvjedociti da su bili nevjernici"},{"SurahNumber":6,"VerseNumber":131,"Text":"Tako je, jer Gospodar tvoj nije unistavao naselja zbog zuluma njihova - bez prethodne opomene njihovim stanovnicima"},{"SurahNumber":6,"VerseNumber":132,"Text":"Svima ce pripasti nagrada ili kazna, prema tome kako su postupali, a Gospodar tvoj nije nemaran prema onom sta su radili"},{"SurahNumber":6,"VerseNumber":133,"Text":"Gospodar tvoj je neovisan i milostiv. Ako hoce, uklonit ce vas, i poslije vas one koje On hoce dovesti, kao sto je od potomstva drugih naroda vas stvorio"},{"SurahNumber":6,"VerseNumber":134,"Text":"Ono sto vam se prijeteci obecava doista ce doci i vi necete moci umaci"},{"SurahNumber":6,"VerseNumber":135,"Text":"Reci: \"O narode moj, cini sve sto mozes, cinit cu, uistinu, i ja; a vi cete vec saznati koga ceka sretan kraj!\" Zulumcari sigurno nece uspjeti"},{"SurahNumber":6,"VerseNumber":136,"Text":"Oni odreuju za Allaha dio ljetine i dio stoke, koju je On stvorio, pa govore: \"Ovo je za Allaha\", tvrde oni, \"a ovo za bozanstva nasa!\" Meutim, ono sto je namijenjeno bozanstvima njihovim ne stize Allahu, dok ono sto je odreeno za Allaha stize bozanstvima njihovim!? Kako ruzno oni sude"},{"SurahNumber":6,"VerseNumber":137,"Text":"Mnogim su musricima isto tako sejtani njihovi ubijanje vlastite djece lijepim prikazali, da bi ih upropastili i da bi ih u vjeri njihovoj zbunili. A da je Allah htio, oni to ne bi cinili. Zato, i njih i njihove izmisljotine ostavi"},{"SurahNumber":6,"VerseNumber":138,"Text":"Oni govore: \"Ova stoka i plodovi zabranjeni su, smiju ih jesti samo oni kojima mi dozvoljavamo\", tvrde oni, \"a ovo je stoka cija su lea zabranjena.\" Ima stoke prilikom cijeg klanja ne spominju Allahovo ime, izmisljajuci o Njemu lazi. A On ce ih zbog onoga sto izmisljaju, kazniti"},{"SurahNumber":6,"VerseNumber":139,"Text":"Oni govore: \"Ono sto je u utrobama ove i ove stoke dozvoljeno je samo muskarcima nasim, a zabranjeno nasim zenama. A ako se plod izjalovi, onda su u tome sudionici.\" Allah ce ih za neistine koje pricaju kazniti, zaista je On Mudri i Sveznajuci"},{"SurahNumber":6,"VerseNumber":140,"Text":"Gubitnici su oni koji iz lahkoumnosti i ne znajuci sta rade djecu svoju ubijaju i koji ono cime ih je Allah opskrbio zabranjenim smatraju, izmisljajuci o Allahu lazi. Oni su zalutali i neupuceni"}]}