{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Rabbin, kendisinden baskasına kulluk etmemenizi ve ana babaya iyilik etmenizi emretmistir. Eger, onlardan biri veya her ikisi de senin yanında ihtiyarlayacak olurlarsa, onlara “of” bile deme! Onları azarlama. Onlara guzel soz soyle"},{"SurahNumber":17,"VerseNumber":24,"Text":"Onlara merhamet ile tevazu kanadını indir ve soyle dua et: “Rabbim, onların kucukken bana merhametle muamele ettikleri gibi simdi de sen onlara merhamet et.”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Icinizdekini en iyi Rabbiniz bilir. Eger salih kimseler olursanız, suphesiz O, kendisine sıgınanları bagıslar"},{"SurahNumber":17,"VerseNumber":26,"Text":"Akrabaya, duskune ve yolda kalmısa hakkını ver. Fakat, sacıp savurma! Cunku sacıp savuranlar, seytanların kardesleridir. Seytan ise Rabbine karsı pek nankordur"},{"SurahNumber":17,"VerseNumber":27,"Text":"Akrabaya, duskune ve yolda kalmısa hakkını ver. Fakat, sacıp savurma! Cunku sacıp savuranlar, seytanların kardesleridir. Seytan ise Rabbine karsı pek nankordur"},{"SurahNumber":17,"VerseNumber":28,"Text":"Eger Rabbinden umit ettigin rahmeti kazanmak icin onlardan uzaklasırsan, hic olmazsa onlara yumusak soz soyle"},{"SurahNumber":17,"VerseNumber":29,"Text":"Elini boynuna asıp baglama, busbutun de acıp, tutumsuz olma; yoksa pisman olur, acıkta kalırsın"},{"SurahNumber":17,"VerseNumber":30,"Text":"Rabbin diledigi kimsenin rızkını genisletir ve bir olcuye gore verir. Suphesiz o, kullarından haberdardır, onları gormektedir"},{"SurahNumber":17,"VerseNumber":31,"Text":"Yoksulluk korkusu ile sakın cocuklarınızı oldurmeyin. Biz onları da rızıklandırırız sizi de. Onları oldurmek buyuk gunahtır"},{"SurahNumber":17,"VerseNumber":32,"Text":"Zinaya asla yaklasmayın; Cunku o, cirkin bir istir, kotu bir yoldur"},{"SurahNumber":17,"VerseNumber":33,"Text":"Allah’ın haram kıldıgı bir cana, haklı bir sebep olmadıkca asla kıymayın! Kim, haksız yere oldurulurse, onun velisine bir yetki verdik. Fakat, o da oldurme konusunda asırıya gitmesin. Cunku ona yardım edilmistir"},{"SurahNumber":17,"VerseNumber":34,"Text":"Ergenlik cagına gelinceye kadar, en guzel tarzda olmadıkca yetimin malına yaklasmayın. Sozlesmeye de baglı kalın. Cunku soz vermek sorumluluktur"},{"SurahNumber":17,"VerseNumber":35,"Text":"Bir seyi tarttıgınız zaman, tam tartın. Dogru terazi ile tartın. Bu hayırlıdır ve sonuc itibariyle de en iyisidir"},{"SurahNumber":17,"VerseNumber":36,"Text":"Bilmedigin bir seyin ardına dusme; zira kulak, goz ve kalp, bunların hepsi ondan sorumludur"},{"SurahNumber":17,"VerseNumber":37,"Text":"Yeryuzunde boburlenerek yurume! Sen, ne yeri yarabilirsin ne de boyca daglara erisebilirsin"},{"SurahNumber":17,"VerseNumber":38,"Text":"Bunların hepsi de Rabbinin katında begenilmeyen kotu seylerdir"},{"SurahNumber":17,"VerseNumber":39,"Text":"Iste bu, Rabbinin sana hikmet olarak vahyettigi seylerdir. Allah ile birlikte bir baska ilah edinme! Yoksa, kınanmıs ve kovulmus olarak cehenneme atılırsın"},{"SurahNumber":17,"VerseNumber":40,"Text":"Rabbiniz, ogulları size ayırdı da meleklerden kız mı edindi? Siz, cok buyuk soz soyluyorsunuz"},{"SurahNumber":17,"VerseNumber":41,"Text":"Bu Kur’an’da, ogut alsınlar diye acıklamalar yaptık. Fakat, bu onların sadece nefretini artırdı"},{"SurahNumber":17,"VerseNumber":42,"Text":"De ki: Eger O’nunla birlikte, dedikleri gibi baska bir ilah olsaydı, O zaman Arsın sahibine savasmak icin bir yol ararlardı"},{"SurahNumber":17,"VerseNumber":43,"Text":"Allah, cok yuce ve cok buyuk olup, onların soylediklerinden uzak ve yucedir"},{"SurahNumber":17,"VerseNumber":44,"Text":"Yedi gok, yer ve onların icinde kim varsa O’nu tesbih eder. O’na hamd ederek, tesbih etmeyen hic bir sey yoktur. Fakat, siz onların tesbihini anlayamazsınız. Suphesiz O, yumusak davranan ve bagıslayandır"},{"SurahNumber":17,"VerseNumber":45,"Text":"Sen Kur’an okudugun zaman seninle, ahirete inanmayanların arasına gizli bir perde cekeriz"},{"SurahNumber":17,"VerseNumber":46,"Text":"Onu anlarlar diye kalplerine ortuler, kulaklarına da agırlık koyduk. Kur’an’da Rabbini tek olarak andıgın zaman nefretle ardlarına donerler"},{"SurahNumber":17,"VerseNumber":47,"Text":"Biz, onların seni dinlerken ne maksatla dinlediklerini ve gizli konusmalarında zalimlerin ”Siz buyulenmis bir adama uyuyorsunuz.” dediklerini de cok iyi biliyoruz"},{"SurahNumber":17,"VerseNumber":48,"Text":"Sana nasıl ornek verdiklerine bir bak! Bu sebeple onlar sapıtmıslardır. Artık yol da bulamazlar"},{"SurahNumber":17,"VerseNumber":49,"Text":"“Biz kemik ve ufalanmıs toprak oldugumuz zaman, yeni bir yaratılısla mı diriltilecegiz?“ derler"}]}