{"Id":359,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-la","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"niscayanga, allah visvasincina varini kapadutadu. Niscayanga allah e visvasa ghatakunni mariyu krtaghnunni premincadu"},{"SurahNumber":22,"VerseNumber":39,"Text":"tamapai dadi cesina varito yud'dham ceyataniki anumati ivvabadutondi. Endukante, varu an'yayaniki guri ceya baddaru. Niscayanga, allah variki sahayam ceyagala samardhudu"},{"SurahNumber":22,"VerseNumber":40,"Text":"variki evaraite kevalam: \"Ma prabhuvu allah!\" Ani annanduku matrame, an'yayanga tama indla nundi tarimi veyabaddaro! Okavela allah prajalanu okari dvara marokarini tolagistu undakapote kraistava san'yasula mathalu, carculu, yudula prarthanalayalu mariyu masjidulu, ekkadaite allah peru atyadhikanga smarincabadutundo, anni dhvansam ceyabadi undevi. Niscayanga tanaku tanu sahayam cesukune vaniki allah tappakunda sahayam cestadu. Niscayanga, allah maha balavantudu, sarvasaktimantudu"},{"SurahNumber":22,"VerseNumber":41,"Text":"Vare! Okavela memu variki bhumipai adhikaranni prasadiste, varu namaj sthapistaru, vidhidanam (jakat) istaru mariyu dharmamunu (mancini) adesistaru mariyu adharmamu (cedu) nundi nisedhistaru. Sakala vyavaharala antima nirnayam allah cetilone vundi"},{"SurahNumber":22,"VerseNumber":42,"Text":"mariyu (o muham'mad!) Varu (satyatiraskarulu) okavela ninnu asatyavadudavani tiraskariste (ascaryapadaku); vastavaniki, variki purvam nuh, ad mariyu samud jatula varu kuda (tama pravaktalanu) asatyavadulani tiraskarincaru"},{"SurahNumber":22,"VerseNumber":43,"Text":"mariyu ibrahim jativaru mariyu lut jativaru"},{"SurahNumber":22,"VerseNumber":44,"Text":"mariyu mad yan vasulu kudanu! Antekadu musa kuda asatyavadudavani tiraskarincabaddadu. Kavuna nenu satyatiraskarulaku (modata) konta vyavadhinicci, taruvata pattukuntanu. (Cusara!) Nannu tiraskarincadam vari koraku enta ghoramainadiga undeno"},{"SurahNumber":22,"VerseNumber":45,"Text":"(i vidhanga), memu enno puralanu nasanam cesamu. Endukante, vati (prajalu) durmargulai undiri. (Inadu) avi nasanamai, tama kappula mida talakrindulai padi vunnayi. Vari bavulu mariyu vari drdhamaina kotalu kuda padupadi unnayi"},{"SurahNumber":22,"VerseNumber":46,"Text":"emi? Varu bhumilo prayanam ceyara? Danini, vari hrdayalu (manas'sulu) artham cesukogalagataniki mariyu vari cevulu danini vinataniki? Vastavamemitante vari kannulaite gruddivi kavu, kani edalalo unna hrdayale gruddivayi poyayi"},{"SurahNumber":22,"VerseNumber":47,"Text":"mariyu (o muham'mad!) Varu ninnu siksa koraku tondara pedutunnaru. Kani allah tana vagdananni bhangaparacadu. Mariyu niscayanga, ni prabhuvu vadda okka dinam mi lekkala prakaram veyi sanvatsaralaku samanamainadi"},{"SurahNumber":22,"VerseNumber":48,"Text":"mariyu durmarganlo munigivunna enno nagaralaku nenu vyavadhiniccanu! Taruvata vatini (siksincataniki) pattukunnanu. (Vari) gamyasthanam na vaipunake kada"},{"SurahNumber":22,"VerseNumber":49,"Text":"(O muham'mad!) Varito anu: \"O manavulara! Nenu kevalam miku spastanga heccarika cesevadanu matrame"},{"SurahNumber":22,"VerseNumber":50,"Text":"kavuna evaraite, visvasinci satkaryalu cestaro, variki ksamapana mariyu gauravapradamaina jivanopadhi untayi"},{"SurahNumber":22,"VerseNumber":51,"Text":"kani evaraite ma sucanalanu kincaparacataniki prayatnistaro alanti varu tappaka bhagabhaga mande narakagnivasulavutaru"},{"SurahNumber":22,"VerseNumber":52,"Text":"mariyu (o pravakta!) Niku purvam memu pampina e sandesaharudu gani, leda pravakta gani (na sandesanni prajalaku) andincagorinapudu, saitan atani korikalanu atanka paracakunda undaledu. Kani saitan kalpincina atankalanu allah nirmulincadu. A taruvata allah tana ayat lanu sthiraparacadu. Mariyu allah sarvajnudu, maha vivecanaparudu"},{"SurahNumber":22,"VerseNumber":53,"Text":"evari hrdayalalo rogamundo! Mariyu evari hrdayalu kathinamainavo, variki saitan kalpincevi (sandehalu) oka pariksaga ceyabadataniki. Mariyu niscayanga i durmargulu virodhanlo cala duram vellipoyaru"},{"SurahNumber":22,"VerseNumber":54,"Text":"mariyu jnanamosanga badinavaru idi (i khur'an) ni prabhuvu taraphu nundi vaccina satyamani telusukoni danini visvasincataniki, vari hrdayalu daniki ankitam avataniki. Mariyu niscayanga, allah visvasince variki rjumargam vaipunaku margadarsatvam cestadu"},{"SurahNumber":22,"VerseNumber":55,"Text":"mariyu satyatiraskarulu dinini (i khur'an nu) gurinci - akasmattuga antima ghadiya vaccevaraku leda a ekaika dinapu siksa avatarince varaku - sandehanlo padi untaru"},{"SurahNumber":22,"VerseNumber":56,"Text":"a roju sarvadhipatyam allah de. Ayana vari madhya tirpu cestadu. Kavuna visvasinci satkaryalu cesevaru paramanandakaramaina svargavanalalo untaru"},{"SurahNumber":22,"VerseNumber":57,"Text":"kani, evaraite satyatiraskarulai, ma sucanalanu abad'dhalani tiraskarincaro, variki avamanakaramaina siksa untundi"},{"SurahNumber":22,"VerseNumber":58,"Text":"Evaru allah marganlo tama indlanu vadali (valasa) poyi, a taruvata campabadataro leda maranistaro variki allah (paralokanlo) sresthamaina upadhini prasadistadu. Niscayanga, allah matrame uttama upadhi pradata"},{"SurahNumber":22,"VerseNumber":59,"Text":"ayana varini varu trptipade sthalanlo pravesimpajestadu. Mariyu niscayanga, allah sarvajnudu, sahanasiludu"}]}