{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Ele possui as chaves do incognoscivel, coisa que ninguem, alem d'Ele, possui; Ele sabe o eu ha na terra e no mar; e naocai uma folha (da arvore) sem que Ele disso tenha ciencia; nao ha um so grao, no seio da terra, ou nada verde, ou seco, quenao esteja registrado no Livro lucido"},{"SurahNumber":6,"VerseNumber":60,"Text":"Ele e Quem vos recolhe, durante o sono, e vos reanima durante o dia, bem sabendo o que fazeis, a fim de que se cumprao periodo prefixado; logo, a Ele sera o vosso retorno e, entao, Ele vos inteirara de tudo quanto houverdes feito"},{"SurahNumber":6,"VerseNumber":61,"Text":"Ele e o Soberano absoluto dos Seus servos, e vos envia anjos da guarda para que, se a morte chegar a algum de vos, osNossos mensageiros o recolham, sem negligenciarem o seu dever"},{"SurahNumber":6,"VerseNumber":62,"Text":"Logo, retornarao a Deus, seu verdadeiro Senhor. Nao e, acaso, Seu o juizo? Ele e o mais destro dos juizes"},{"SurahNumber":6,"VerseNumber":63,"Text":"Dize: Quem vos liberta das trevas da terra e do mar, embora deprequeis ostensiva ou humildemente? Dizendo: Se noslivrardes disto, contar-nos-emos entre os agradecidos"},{"SurahNumber":6,"VerseNumber":64,"Text":"Dize (ainda): Deus vos liberta disso e de toda angustia e, sem duvida, Lhe atribuis parceiros"},{"SurahNumber":6,"VerseNumber":65,"Text":"Dize (mais): Ele e capaz de infligir-vos um castigo celestial ou terreno, ou confundir-vos em seitas, fazendo-vosexperimentar tiranias mutuas. Repara em como dispomos as evidencias, a fim de que as compreendam"},{"SurahNumber":6,"VerseNumber":66,"Text":"Teu proprio povo o desmentiu (o Alcorao), nao obstante ser (seu conteudo) a pura verdade. Dize: Eu nao sou vossoguardiao"},{"SurahNumber":6,"VerseNumber":67,"Text":"Cada Mensagem tera um limite e logo sabereis"},{"SurahNumber":6,"VerseNumber":68,"Text":"Quando deparares com aqueles que difamam os Nossos versiculos, aparta-te deles, ate que mudem de conversa. Podeocorrer que Sata te fizesse esquecer disso; porem, apos a lembranca, nao te sentes com os iniquos"},{"SurahNumber":6,"VerseNumber":69,"Text":"Os tementes nao sera responsaveis por eles; porem, (seu dever) e lembra-los, talvez temam a Deus"},{"SurahNumber":6,"VerseNumber":70,"Text":"Distancia-te daqueles que tomam a religiao por jogo e diversao, a quem ilude a vida terrena, e relembra-lhes que todo oser sera penitenciado pelo que cometer e nao tera, alem de Deus, protetor, nem intercessor algum; e ainda que oferecaqualquer resgate, nao lho sera aceito. Os ignobeis serao entregues ao tormento, pelo que cometeram, e terao, por bebida, agua fervente e um doloroso castigo, por sua ignominia"},{"SurahNumber":6,"VerseNumber":71,"Text":"Pergunta-lhes: Devemos, acaso, invocar em vez de Deus, a quem nao pode beneficiar-nos nem prejudicar-nos? Devemos, depois de Deus nos haver iluminado, voltar-nos sobre os nossos calcanhares, como (o fez) aquele a quem osdemonios fascinaram e deixaram aturdido na terra, apesar de Ter amigos que lhe indicavam a verdadeira senda, dizendo-lhes: Vinde a nos! Dize: A orientacao de Deus e a verdadeira Orientacao, e foi-nos ordenado submeter-nos aoSenhor do Universo"},{"SurahNumber":6,"VerseNumber":72,"Text":"Praticai a oracao e temei-O, pois sereis congregados ante Ele"},{"SurahNumber":6,"VerseNumber":73,"Text":"Foi Ele Quem, em verdade, criou os ceus e a terra; e o dia em que disser: Seja!, sera. Sua palavra e a unica veridica; d'Ele sera o Reino, no dia em que a trombeta soar. Ele e Conhecedor do cognoscivel e do incognoscivel, e Ele e oOnisciente, o Prudentissimo"}]}