{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Disa gra (te parise) ne qytet po thoshin: “Gruaja e Azizit (ministrit) deshi ta joshte sherbetorin e vet. Asaj i ka rene vertet ne koke dashuria per te. Ne besojme se ajo e ka humbur fare”"},{"SurahNumber":12,"VerseNumber":31,"Text":"Kur degjoi per thashethemet e tyre, ajo i thirri ato ne gosti, cdonjeres i dha nga nje thike dhe (i) tha (Jusufit): “Dil para tyre!” Kur e pane, grate u mahniten nga bukuria e tij, prene duart dhe thane: “O Zot, o Zot! Ky nuk eshte njeri, por qenka nje engjell fisnik!”"},{"SurahNumber":12,"VerseNumber":32,"Text":"Ajo tha: “Ja, ky eshte ai per te cilin ju me qortuat. Jam perpjekur ta josh, por ai eshte ruajtur nga gjynahu. Por, nese ai nuk ben ate qe e urdheroj une, me siguri qe do te burgoset dhe do te poshterohet”"},{"SurahNumber":12,"VerseNumber":33,"Text":"Ai tha: “O Zoti im, me shume e dua burgun se ate ku me shtyjne ato. Nese Ti nuk e largon prej meje dredhine e tyre, une do te prirem drejt atyre dhe do te behem nga ata qe nuk (i) dine (ligjet e Tua).”"},{"SurahNumber":12,"VerseNumber":34,"Text":"Dhe Zoti e plotesoi lutjen e tij dhe e shmangu nga dredhite e tyre. Me te vertete, Ai degjon dhe di cdo gje"},{"SurahNumber":12,"VerseNumber":35,"Text":"Pastaj u ra ndermend atyre[150], pasi i pane shenjat (e pafajesise se Jusufit) qe ta burgosin per nje kohe (ne menyre qe ngjarja te mos perhapej ne popull)"},{"SurahNumber":12,"VerseNumber":36,"Text":"Bashke me Jusufin hyne ne burg edhe dy djelmosha. Njeri prej tyre tha: “Une kam pare (ne enderr) veten, se si shtrydhja vere”. Tjetri tha: “Une kam pare ne enderr, se si mbaja ne koke buke, te cilen e hanin shpendet. Shpjegona kuptimin e endrrave. Ne, me te vertete, shohim se ti je njeri i mire.”"},{"SurahNumber":12,"VerseNumber":37,"Text":"Jusufi tha: “Sa here qe t’ju vije ndonje ushqim (ne enderr) si risk per ju, une do t’ju lajmeroj se cfare kuptimi ka, para se te behet realitet. Kjo eshte prej diturive qe m’i ka mesuar Zoti im. Une e kam flakur fene e njerezve qe nuk besojne Allahun e qe mohojne jeten tjeter"},{"SurahNumber":12,"VerseNumber":38,"Text":"Une besoj fene e te pareve te mi - Ibrahimit, Is’hakut dhe Jakubit. Ne, kurre nuk mund t’i shoqerojme Allahut ndonje gje (ne adhurim). Kjo eshte dhuntia e Allahut ndaj nesh dhe njerezve te tjere, ndonese shumica e njerezve nuk jane mirenjohes"},{"SurahNumber":12,"VerseNumber":39,"Text":"O shoket e mi te burgut! A jane me mire nje mori zotash te ndryshem apo Allahu, i Vetmi, Ngadhenjimtari"},{"SurahNumber":12,"VerseNumber":40,"Text":"Ata qe ju i adhuroni ne vend te Allahut, jane vetem emra, te cilet i keni vene ju dhe te paret tuaj, pa pasur prej Tij asnje argument. Vendimi i perket vetem Allahut: Ai ka urdheruar qe te adhuroni vetem Ate. Kjo eshte e vetmja fe e vertete, por shumica e njerezve nuk e di"},{"SurahNumber":12,"VerseNumber":41,"Text":"O shoket e mi te burgut! Njeri prej jush do t’i sherbeje vere pronarit te vet, kurse tjetri do te kryqezohet, e shpendet do te hane prej kokes se tij. Keshtu eshte caktuar kjo gje per te cilen pyetet ju!”"},{"SurahNumber":12,"VerseNumber":42,"Text":"Jusufi i tha njerit prej ketyre te dyve, per te cilin e dinte se do te shpetonte: “Permendme mua te pronari yt!” Por djalli beri qe ai te harronte ta permendte te pronari i vet dhe keshtu, Jusufi mbeti edhe disa vjet ne burg"},{"SurahNumber":12,"VerseNumber":43,"Text":"Dhe tha mbreti: “Kam pare ne enderr shtate lope te majme, te cilat po i hanin shtate lope te dobeta dhe kam pare shtate kallinj te gjelber e shtate te tjere te thare. O paria ime, me shpjegoni endrren time, nese dini t’i interpretoni endrrat!”"},{"SurahNumber":12,"VerseNumber":44,"Text":"Ata thane: “Keto jane endrra te ngaterruara e ne nuk dime t’i shpjegojme.”"},{"SurahNumber":12,"VerseNumber":45,"Text":"Njerit nga ata dy qe shpetoi (nga burgu), iu kujtua pas nje kohe e tha: “Une do t’ju njoftoj per shpjegimin e kesaj (endrre), vetem me dergoni (te Jusufi)!”"},{"SurahNumber":12,"VerseNumber":46,"Text":"(Sherbetori) I tha: “O Jusuf, o njeri i drejte! Na shpjego (endrren) per shtate lope te majme, te cilat hahen prej shtate lopeve te dobeta dhe per shtate kallinj te gjelber e shtate tjere te thare, qe te kthehem te njerezit e ta dine edhe ata”"},{"SurahNumber":12,"VerseNumber":47,"Text":"(Jusufi) tha: “Do te mbillni shtate vjet rresht. Prodhimin qe do te korrni lereni ne kallinj, pervec nje pakice qe do t’ju sherbeje per te ngrene"},{"SurahNumber":12,"VerseNumber":48,"Text":"sepse pastaj do te vijne shtate vjet te thate, te cilet do t’i harxhojne ato qe i keni ruajtur ju, pervec nje pakice qe mund te kurseni"},{"SurahNumber":12,"VerseNumber":49,"Text":"Pastaj, pas ketyre do te vije nje vit plot shi per njerezit, vit ne te cilin ata do te shtrydhin (rrush etj.).”"},{"SurahNumber":12,"VerseNumber":50,"Text":"Mbreti tha: “Sillmani ate!” Kur (Jusufit) i erdhi i derguari, ai i tha: “Kthehu te mbreti yt e pyete: c’paten ato gra qe prene duart e veta?” Me te vertete, Zoti im i di dredhite e tyre”"},{"SurahNumber":12,"VerseNumber":51,"Text":"Mbreti u tha (grave): “Si qe puna juaj kur deshet ta joshnit Jusufin?”. Ato thane: “Allahu na ruajtte! Ne nuk dime asgje te keqe per ate”. Gruaja e Azizit (ministrit) tha: “Tani do te dale ne shesh e verteta! Une u perpoqa qe ta joshja ate; ai eshte vertet njeri i drejte”"},{"SurahNumber":12,"VerseNumber":52,"Text":"(Jusufi) tha: “(E kerkova kete hetim) qe ta dije ai[151], se une nuk e kam tradhtuar gjate kohes se mungeses se tij. Vertet, Allahu nuk u jep fund te mire dredhive te tradhtareve"}]}