{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"(Ganimet hevesi ile görünüşte İslâm’ı kabul eden bazı) Bedevî’ler: “- Biz, gerçekten iman ettik.” dediler. (Ey Rasûlüm, onlara) de ki: “-Siz kalblerinizle iman etmediniz. Ancak biz (kılıç korkusundan ve İslâm nimetinden faydalanmak için) müslüman gözüktük” deyin. Henüz iman kalblerinize girmemiştir. Eğer Allah’a ve Peygamberine itaat ederseniz, sizin amellerinizden (Allah) hiç bir şey eksiltmez. Çünkü Allah Gafûr’dur= mağfireti boldur, Rahim’dir= çok merhametlidir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Müminler ancak o kimselerdir ki, Allah’a ve Peygamberine iman etmişlerdir; sonra (imanlarında) şüpheye düşmemişler ve Allah yolunda mallarıyla, canlarıyla savaşmışlardır. İşte böyle kimseler, imanlarında sadık olanlardır"},{"SurahNumber":49,"VerseNumber":16,"Text":"(Ey Rasûlüm, o Bedevî’lere) de ki: “- Siz dininizi Allah’a mı öğretiyorsunuz? (sadece inandık demekle mümin mi oluyorsunuz?) Allah ise, göklerdekileri ve yerdekileri bilir. Allah her şeyi bilendir"},{"SurahNumber":49,"VerseNumber":17,"Text":"(Bedevî’ler= Benî esed kabilesi, biz müslüman olduk; bize ikram et; bize yiyecek ver diye) İslâm’a girdiklerini senin başına kakıyorlar. (Ey Rasûlüm, onlara) de ki: “-İslâm oluşunuzu benim başıma kakmayın. Doğrusu sizi imana hidayet buyurduğundan, Allah sizin başınıza kakar; eğer (imanınızda) sadık kimselerseniz"},{"SurahNumber":49,"VerseNumber":18,"Text":"Muhakkak ki Allah, göklerin ve yerin gaybını bilir. Allah, bütün yaptıklarınızı da görür"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Şanlı Kur’an hakkı için"},{"SurahNumber":50,"VerseNumber":2,"Text":"Doğrusu (o Kureyşli) kâfirler, kendilerine içlerinden korkutucu bir peygamber geldiğine şaştılar da şöyle dediler: “- Bu, tuhaf bir şey"},{"SurahNumber":50,"VerseNumber":3,"Text":"Öldüğümüz ve bir toprak olduğumuz vakit mi (dirilecekmişiz)? Bu (Peygamberin dediği, imkândan) çok uzak bir dönüştür.”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Muhakkak ki biz, toprak, onların bedenlerinden neleri yeyip eksilttiğini bilmişizdir. Bizim katımızda (her şeyi) tesbit eden bir kitab (Levh-i Mahfûz) vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Doğrusu, kendilerine hak (Kur’an ve Peygamber) gelince yalanladılar da, şimdi muztarıb bir haldedirler"},{"SurahNumber":50,"VerseNumber":6,"Text":"(Öldükten sonra dirilmeyi inkâr eden o kâfirler) üstlerindeki semaya bakmadılar mı ki, biz onu nasıl bina etmişiz ve (yıldızlarla) onu donatmışız da hiç bir gediği yok"},{"SurahNumber":50,"VerseNumber":7,"Text":"Arzı da bir döşek yapmışız ve oraya sabit dağlar yerleştirmişiz; orada manzarası güzel bir çeşit bitkiden çiftler bitirmişiz"},{"SurahNumber":50,"VerseNumber":8,"Text":"Bütün bunları, hakka ve hakikata dönen her kul için (Allah’ın kudretini görüp anlamaya) bir ihtar ve ibret dersi olsun diye yaptık"},{"SurahNumber":50,"VerseNumber":9,"Text":"Gökten de bereketli bir yağmur indirip onunla bahçeler ve biçilecek ekinler bitirmekteyiz"},{"SurahNumber":50,"VerseNumber":10,"Text":"Bir de tomurcukları birbiri üzerine dizilmiş (göğe doğru) uzayan hurma ağaçları"},{"SurahNumber":50,"VerseNumber":11,"Text":"Bunlar, kullara rızk içindir. O yağmurla da (bitkileri kurumuş) ölü bir memlekete hayat vermekteyiz; işte (öldükten sonra dirilip kabirlerden) çıkış da böyledir"},{"SurahNumber":50,"VerseNumber":12,"Text":"(Ey Rasûlüm, senin) kavminden önce de Nuh’un kavmi, Ress’liler (Şuayb’ın kavmi) ve Semûd (Salih’in kavmi) hep tekzib ettiler"},{"SurahNumber":50,"VerseNumber":13,"Text":"Âd da, Firavun (kavmi) da, Lût’un yakınları da"},{"SurahNumber":50,"VerseNumber":14,"Text":"Eyke’liler de, (Himyer meliki) Tübba’ın kavmi de. Bunların hepsi (kendilerine gönderilen) peygamberleri yalanladılar da benim azabım (haklarında) gerçekleşti"},{"SurahNumber":50,"VerseNumber":15,"Text":"İlk yaratış bizi aciz mi bıraktı (ki, ikinci defa yaratmak bizi aciz bıraksın)? Doğrusu onlar (Kureyş kâfirleri ve diğer münkirler), yeni bir yaratıştan şüphe içindedirler"},{"SurahNumber":50,"VerseNumber":16,"Text":"And olsun, insanı biz yarattık ve nefsinin ona ne vesveseler verdiğini de biliriz; biz ona şah damarından daha yakınız (her halinden haberdarız ve her an kudretimiz altındadır)"},{"SurahNumber":50,"VerseNumber":17,"Text":"(İnsanoğlunun), biri sağ tarafında, biri sol tarafında oturmuş iki kâtip meleğin amellerini yazmakta olduklarını hatırla"},{"SurahNumber":50,"VerseNumber":18,"Text":"O, her ne söz atarsa muhakkak yanında hazır bir gözcü vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"Bir de ölüm sarhoşluğu (can çekişme) gerçek olarak gelmiştir. (Ey insanoğlu!) işte bu, senin kaçıp durduğun şey"},{"SurahNumber":50,"VerseNumber":20,"Text":"(İnsanlar öldükten sonra dirilmeleri için) Sûr’a da üfürülmüş olacaktır. İşte bu vakit, azap günüdür"},{"SurahNumber":50,"VerseNumber":21,"Text":"Herkes beraberinde bir sürücü ve bir de şahid (melek) olarak (Rabbi huzuruna) gelmiş bulunacaktır"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Allah ona buyurur ki, ey insanoğlu! Dünyada iken) bugünden gaflette idin. Şimdi senden (gaflet) perdeni açtık; artık bugün gözün keskindir, (gerçeği görüyorsun)"},{"SurahNumber":50,"VerseNumber":23,"Text":"Beraberindeki (vazifeli melek) şöyle der: “- Bu yanımdaki hazırdır.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Allah şöyle buyurur): “- Atın atın cehenneme, her inatçı kâfiri"},{"SurahNumber":50,"VerseNumber":25,"Text":"Hayra engel olanı, şüpheci zalimi"},{"SurahNumber":50,"VerseNumber":26,"Text":"Bu, o kimsedir ki, Allah ile beraber, başka bir ilâh edinmiştir. Haydin, atın şiddetli azabın (cehennemin) içine.”"}]}