{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"Onların kendi aralarında yaptıkları gizli gorusmelerin, fısıldasmaların cogunda hayır yoktur. Bu gorusmelerde hayır olması icin onların muhtaclara yardımı, guzel bir davranısı yahut dargın insanların arasını bulmayı gozetmeleri gerekir. Kim Allah'ın rızasını arzulayarak bunu yaparsa, Biz de ona cok buyuk mukafat veririz"},{"SurahNumber":4,"VerseNumber":115,"Text":"Her kim de, hidayet yolu kendisine iyice belli olduktan sonra, Resulullaha muhalefet eder ve muminlerin yolundan baska bir yola tabi olursa, Biz onu dondugu yolda bırakırız. Fakat ahirette kendisini cehenneme koyarız. Orası ne fena bir varıs yeridir! [68,4]"},{"SurahNumber":4,"VerseNumber":116,"Text":"Su kesin ki: Allah Kendisine sirk kosulmasını affetmez, ama diledigi kimse hakkında bunun altındaki diger gunahları affeder. Her kim Allah'a sirk kosarsa, haktan cok uzaga sapmıs olur"},{"SurahNumber":4,"VerseNumber":117,"Text":"Allah'tan baska onlar sadece bir kısım kadınlara tapıyorlar ve onlar, aslında Allah’ın lanet ettigi o inatcı seytandan baskasına yalvarmıyorlar. [53,]"},{"SurahNumber":4,"VerseNumber":118,"Text":"O seytana ki: “Ya Rabbi, Senin kullarından mutlaka bir pay edinecegim. Mutlaka onları saptıracagım, onları birtakım temennilerle oyalayacagım. Onlara davarlarının kulaklarını yarmalarını emredecegim de Allah'ın yarattıgını degistirecekler.” dedi. Her kim Allah’ın yerine seytanı dost edinirse, suphesiz besbelli bir ziyana girmistir"},{"SurahNumber":4,"VerseNumber":119,"Text":"O seytana ki: “Ya Rabbi, Senin kullarından mutlaka bir pay edinecegim. Mutlaka onları saptıracagım, onları birtakım temennilerle oyalayacagım. Onlara davarlarının kulaklarını yarmalarını emredecegim de Allah'ın yarattıgını degistirecekler.” dedi. Her kim Allah’ın yerine seytanı dost edinirse, suphesiz besbelli bir ziyana girmistir"},{"SurahNumber":4,"VerseNumber":120,"Text":"Seytan onlara sadece vaadlerde bulunur, birtakım kuruntularla oyalar. Seytan aslında onlara kuru bir aldatmadan baska ne vaad eder ki"},{"SurahNumber":4,"VerseNumber":121,"Text":"Iste oylelerinin varacakları yer cehennemdir ve oradan kurtulus icin hicbir care bulamazlar"},{"SurahNumber":4,"VerseNumber":122,"Text":"Iman edip makbul ve guzel isler yapanları, ebedi kalmak uzere icinden ırmaklar akan cennetlere yerlestirecegiz.Bu, Allah'ın gercek vadidir. Allah’tan daha dogru sozlu kim olabilir"},{"SurahNumber":4,"VerseNumber":123,"Text":"Allah'ın vad ettigi bu mukafat, ne sizin temennileriniz, ne de Ehl-i kitabın temennileri ile elde edilmez. Kim kotu is yaparsa onun cezasını bulur ve Allah’tan baska, kendisini o azaptan kurtaracak ne bir hami, ne de bir yardımcı bulamaz. [2,80.105.111] {KM, II Tarihler 20,7; Isaya}"},{"SurahNumber":4,"VerseNumber":124,"Text":"Erkek olsun kadın olsun kim mumin olarak iyi ve yararlı isler yaparsa, iste onlar cennete girerler ve zerre kadar bile hakları yenmez"},{"SurahNumber":4,"VerseNumber":125,"Text":"Hep iyiligi siar edinmis olarak, yuzunu ve ozunu Allah'a teslim edip bir de Ibrahim’in tevhid dinine tabi olan kimsenin dininden daha guzel din olabilir mi? Bundandır ki Allah Ibrahim’i dost edinmistir. [46,16; 3,68; 16,12]"},{"SurahNumber":4,"VerseNumber":126,"Text":"Goklerde ve yerde olan her sey Allah'ındır. Allah ilmi ve kudreti ile her seyi kusatır"},{"SurahNumber":4,"VerseNumber":127,"Text":"Kadınlar hakkında senden fetva isterler. De ki: Onlar hakkındaki hukmu Allah size acıklıyor: Haklarını vermeyerek nikahlamak istediginiz yetim kadınlarla kucuk, zayıf yetim cocukların haklarına dair hukumler size bu kitapta okunup duruyor. Yetimlerin haklarını vermekte tam adaleti gozetin. Yaptıgınız her iyiligi, Allah mutlaka bilir"},{"SurahNumber":4,"VerseNumber":128,"Text":"Eger bir kadın kocasının kotu mualelesinden ve kendisinden yuzcevirmesinden endise ederse, bazı fedakarlıklar gostererek sulh olmak icin gayret gostermelerinde mahzur yoktur. Barısma, elbette daha hayırlıdır. Nefisler menfaatlerine duskun yaratılmıstır.Ey kocalar! Eger siz iyi davranıp arayı duzeltir, kadınların hakkını cignemekten sakınırsanız unutmayın ki Allah, yaptıgınız her seyden haberdardır (Iyi davranıslarınızın karsılıgını size fazlasıyla verecektir)"},{"SurahNumber":4,"VerseNumber":129,"Text":"Ey kocalar! butun benliginizle isteseniz dahi esleriniz arasında tam adaleti saglayamazsınız. Oyleyse bir tarafa busbutun gonlunuzu kaptırıp da oburunu kocasızmıs gibi bir vaziyette bırakmayın.Eger arayı duzeltir, islerinizi iyilestirir ve haksızlıktan sakınırsanız, unutmayın ki Allah gafurdur, rahimdir (affı ve merhameti boldur)"},{"SurahNumber":4,"VerseNumber":130,"Text":"Sayet gosterilen gayretlere ragmen esler bosanıp birbirinden ayrılacak olurlarsa, Allah her birini lutfu ile mustagni kılar, birini oburune muhtac eylemez. Allah'ın lutfu genistir, tam hukum ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":131,"Text":"Goklerde ne var, yerde ne varsa hepsi Allah'ın mulkudur. Biz gercekten, hem sizden once Ehl-i kitaba, hem de size, Allah’a karsı gelmekten sakınmanızı emrettik.Eger inkara sapıp nankorluk ederseniz bilesiniz ki goklerde ne var, yerde ne varsa hepsi Allah’ındır. Allah ganidir, hamiddir (hicbir seye ihtiyacı yoktur, butun ovgulere layık olan O’dur)"},{"SurahNumber":4,"VerseNumber":132,"Text":"Goklerde ne var, yerde ne varsa hepsi Allah'ındır. O’nun kudreti butun bunları yonetmeye kafidir"},{"SurahNumber":4,"VerseNumber":133,"Text":"Eger O dilerse, ey insanlar, hepinizi ortadan kaldırır ve baskalarını getirir. Allah'ın kudreti bunu yapmaya elbette yeter"},{"SurahNumber":4,"VerseNumber":134,"Text":"Kim dunya mutlulugunu isterse bilsin ki dunya mutlulugu da, ahiret saadeti de Allah'ın yanındadır. Allah hakkıyle isitir ve gorur."}]}