{"Id":31,"LanguageCodes":["ar","ara"],"Name":"ara-quransoosinonun","Author":"Quran Soosi Non Unicode","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":10,"Text":"وَلَقَدۡ ءَاتَيۡنَا دَاوُۥدَ مِنَّا فَضۡلٗاۖ يَٰجِبَالُ أَوِّبِي مَعَهُۥ وَاَلطَّيۡرَۖ وَأَلَنَّا لَهُ اُ۬لۡحَدِيدَ"},{"SurahNumber":34,"VerseNumber":11,"Text":"أَنِ اِ۪عۡمَلۡ سَٰبِغَٰتٖ وَقَدِّرۡ فِي اِ۬لسَّرۡدِۖ وَاَعۡمَلُواْ صَٰلِحًاۖ إِنِّي بِمَا تَعۡمَلُونَ بَصِيرٞ"},{"SurahNumber":34,"VerseNumber":12,"Text":"وَلِسُلَيۡمَٰنَ اَ۬لرِّيحَ غُدُوُّهَا شَهۡرٞ وَرَوَاحُهَا شَهۡرٞۖ وَأَسَلۡنَا لَهُۥ عَيۡنَ اَ۬لۡقِطۡرِۖ وَمِنَ اَ۬لۡجِنِّ مَن يَعۡمَلُ بَيۡنَ يَدَيۡهِ بِإِذۡنِ رَبِّهِۦۖ وَمَن يَزِغۡ مِنۡهُمۡ عَنۡ أَمۡرِنَا نُذِقۡهُ مِنۡ عَذَابِ اِ۬لسَّعِيرِ"},{"SurahNumber":34,"VerseNumber":13,"Text":"يَعۡمَلُونَ لَهُۥ مَا يَشَآءُ مِن مَّحَٰرِيبَ وَتَمَٰثِيلَ وَجِفَانٖ كَاَلۡجَوَابِۦ وَقُدُورٖ رَّاسِيَٰتٍۚ اِ۪عۡمَلُواْ ءَالَ دَاوُۥدَ شُكۡرٗاۚ وَقَلِيلٞ مِّنۡ عِبَادِيَ اَ۬لشَّكُورُ"},{"SurahNumber":34,"VerseNumber":14,"Text":"فَلَمَّا قَضَيۡنَا عَلَيۡهِ اِ۬لۡمَوۡتَ مَا دَلَّهُمۡ عَلَىٰ مَوۡتِهِۦ إِلَّا دَآبَّةُ اُ۬لۡأَرۡضِ تَاكُلُ مِنسَاتَهُۥۖ فَلَمَّا خَرَّ تَبَيَّنَتِ اِ۬لۡجِنُّ أَن لَّوۡ كَانُواْ يَعۡلَمُونَ اَ۬لۡغَيۡبَ مَا لَبِثُواْ فِي اِ۬لۡعَذَابِ اِ۬لۡمُهِينِ"},{"SurahNumber":34,"VerseNumber":15,"Text":"۞لَقَدۡ كَانَ لِسَبَأَ فِي مَسَٰكِنِهِمۡ ءَايَةٞۖ جَنَّتَانِ عَن يَمِينٖ وَشِمَالٖۖ كُلُواْ مِن رِّزۡقِ رَبِّكُمۡ وَاَشۡكُرُواْ لَهُۥۚ بَلۡدَةٞ طَيِّبَةٞ وَرَبٌّ غَفُورٞ"},{"SurahNumber":34,"VerseNumber":16,"Text":"فَأَعۡرَضُواْ فَأَرۡسَلۡنَا عَلَيۡهِمۡ سَيۡلَ اَ۬لۡعَرِمِ وَبَدَّلۡنَٰهُم بِجَنَّتَيۡهِمۡ جَنَّتَيۡنِ ذَوَاتَيۡ أُكُلِ خَمۡطٖ وَأَثۡلٖ وَشَيۡءٖ مِّن سِدۡرٖ قَلِيلٖ"},{"SurahNumber":34,"VerseNumber":17,"Text":"ذَٰلِكَ جَزَيۡنَٰهُم بِمَا كَفَرُواْۖ وَهَلۡ يُجَٰزَىٰ إِلَّا اَ۬لۡكَفُورُ"},{"SurahNumber":34,"VerseNumber":18,"Text":"وَجَعَلۡنَا بَيۡنَهُمۡ وَبَيۡنَ اَ۬لۡقُر۪ي اَ۬لَّتِي بَٰرَكۡنَا فِيهَا قُرٗى ظَٰهِرَةٗ وَقَدَّرۡنَا فِيهَا اَ۬لسَّيۡرَۖ سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا ءَامِنِينَ"},{"SurahNumber":34,"VerseNumber":19,"Text":"فَقَالُواْ رَبَّنَا بَعِّدۡ بَيۡنَ أَسۡف۪ارِنَا وَظَلَمُواْ أَنفُسَهُمۡ فَجَعَلۡنَٰهُمۡ أَحَادِيثَ وَمَزَّقۡنَٰهُمۡ كُلَّ مُمَزَّقٍۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّكُلِّ صَبّ۪ارٖ شَكُورٖ"},{"SurahNumber":34,"VerseNumber":20,"Text":"وَلَقَد صَّدَقَ عَلَيۡهِمۡ إِبۡلِيسُ ظَنَّهُۥ فَاَتَّبَعُوهُ إِلَّا فَرِيقٗا مِّنَ اَ۬لۡمُومِنِينَ"},{"SurahNumber":34,"VerseNumber":21,"Text":"وَمَا كَانَ لَهُۥ عَلَيۡهِم مِّن سُلۡطَٰنٍ إِلَّا لِنَعۡلَم مَّن يُومِنُ بِالۡأٓخِرَةِ مِمَّنۡ هُوَ مِنۡهَا فِي شَكّٖۗ وَرَبُّكَ عَلَىٰ كُلِّ شَيۡءٍ حَفِيظٞ"},{"SurahNumber":34,"VerseNumber":22,"Text":"قُلُ اُ۟دۡعُواْ اُ۬لَّذِينَ زَعَمۡتُم مِّن دُونِ اِ۬للَّهِ لَا يَمۡلِكُونَ مِثۡقَالَ ذَرَّةٖ فِي اِ۬لسَّمَٰوَٰتِ وَلَا فِي اِ۬لۡأَرۡضِ وَمَا لَهُمۡ فِيهِمَا مِن شِرۡكٖ وَمَا لَهُۥ مِنۡهُم مِّن ظَهِيرٖ"},{"SurahNumber":34,"VerseNumber":23,"Text":"وَلَا تَنفَعُ اُ۬لشَّفَٰعَةُ عِندَهُۥ إِلَّا لِمَنۡ أُذِن لَّهُۥۚ حَتَّىٰ إِذَا فُزِّع عَّن قُلُوبِهِمۡ قَالُواْ مَاذَا قَال رَّبُّكُمۡۖ قَالُواْ اُ۬لۡحَقَّۖ وَهۡوَ اَ۬لۡعَلِيُّ اُ۬لۡكَبِيرُ"}]}