{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Sın maninde sadaqalar (zeketter), Alla tarapınan bir parız: Qolı tar paqırlarga, tugi joq miskinderge, onı jinawga belgilegenderge, konilderi alınatın (jana Musılman) darga, quldı azat etwge, borıstılarga, Alla jolına jane jolda qalgandarga beriledi. Alla ar narseni bilwsi, xikmet iesi"},{"SurahNumber":9,"VerseNumber":61,"Text":"Olardın keybirewi Paygambarga: «Ol bir qulaq (ne bolsa sonı tındaydı)» dep japa beredi. (Muxammed G.S.) olarga: «Ol sender usin xayırlı bir qulaq Allaga iman keltiredi de Musılmandarga senedi. Sonday-aq senderden iman keltirgender usin bir raqmet. Alalnın Elsisine japa bergenderge kuyzeltwsi azap bar»"},{"SurahNumber":9,"VerseNumber":62,"Text":"Olar senderdi razı qılw usin Allanın atımen ant beredi. Eger olar iman keltirgen bolsa, Allanı jane Elsisin razı qılwlarına tiisti edi"},{"SurahNumber":9,"VerseNumber":63,"Text":"Olar, birew Allaga ari Elsisine qarsı kelse, rasında sogan isinde mangi qalatugın tozaq otı bar ekenin bilmey me? Mine, iri qorlıq osı"},{"SurahNumber":9,"VerseNumber":64,"Text":"Tabuk sogısına ketip bara jatqanda munafıqtar, jandarınan otken paygambar(G.S.) ga qarap: «Mına erlerge qarandar. Samnın qamalın buzıp, Rumnın bekinisterin almaqsı. Bularga ali ol alısıraq» dep ozara talkektep kulisedi.) Eki juzdiler, ozderine baylanıstı juregindegilerden xabar beretin bir surenin tuswinen qorqadı. (Muxammed G.S.) : «Qıljaqtay turındar. Rasında Alla seskengenderindi jarıqqa sıgaradı» de"},{"SurahNumber":9,"VerseNumber":65,"Text":"Eger olardan surasan: «Arine biz anseyin sozge kirisip, oynap edik» deydi. Olarga: «Allamen ayattarımen jane Elsisimen qaljaqtagan boldındar ma?»,- de"},{"SurahNumber":9,"VerseNumber":66,"Text":"Jelewretpender! Sender iman keltirgennen keyin qarsı sıqtındar. Senderden bir toptı kesirim etsek te, bir bolimin kunakar bolgandıqtarının saldarınan azapqa usıratamız"},{"SurahNumber":9,"VerseNumber":67,"Text":"Munafıq erler men ayelder, biri-birinen. (Bari bir.) Olar jamandıqqa buyırıp, igilikten tosadı. Sonday-aq olar qoldarın jumadı. (Sarandıq qıladı.) Olar Allanı umıttı. Sondıqtan Alla, olardı umıttı. Rasında munafıqtar, olar buzıqtar"},{"SurahNumber":9,"VerseNumber":68,"Text":"Alla, munafıq erler men munafıq ayelderge jane kapirlerge isinde mulde qalatın tozaq otın wade etti. Sol, olarga jetedi. Sonday-aq Alla olarga lagınet etti. Ari olarga turaqtı qinaw bar"},{"SurahNumber":9,"VerseNumber":69,"Text":"(Munafıqtar!) Ozderinnen burıngılar siyaqtısındar. Olar, senderden de kusti jane maldar, balalar turgısınan da kop edi. Olar, duniede nesibelerinen paydalangan edi. Al sender de, burıngılar nesibelerinen paydalanganday nesibelerinnen paydalanındar. Sonday-aq jamandıqqa olar sungigendey sender de sunginder. Solardın dunie, axirettegi gamaldarı joyılıp ketti. Mine solar ziyan etwsiler"},{"SurahNumber":9,"VerseNumber":70,"Text":"Olarga ozderinen burıngı Nux, Gad, Samud qawımdarı jane Ibırayım qawımı jane Madyan eli, oyran bolgan kentterdin xabarı kelmedi me? Solarga paygambarları asıq dalelder keltirgen. Alla olarga zulımdıq qılmadı. Olar ozderine zulımdıq qıldı"},{"SurahNumber":9,"VerseNumber":71,"Text":"Mumin erler men mumin ayelder, bir-birine komeksi. Olar durıstıqqa qosıp, burıstıqtan tosadı. Sonday-aq olar namazdarın tolıq orındap, zeket berip, Allaga, Elsisine boy usınadı. Solardı Alla, marxametine boleydi. Rasında Alla tım ustem, asa dana"},{"SurahNumber":9,"VerseNumber":72,"Text":"Alla mumin erler men mumin ayelderge astarınan ozender agatın, olar onda mulde qalatın baqsalar jane gadın jannatında, korkem orındar wade etti. Al Allanın rizalıgı ote zor tabıs. Mine osı, ulken qol jetwsilik"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ay Paygambar! Kapirler jane munafıqtarmen kures. Olarga qatan bol. Olardın ornı tozaq, qaytıp barar ornı qanday jaman"},{"SurahNumber":9,"VerseNumber":74,"Text":"Olar: «Aytpadıq» dep Allanın atımen ant isedi. Rasında olar qarsılıq soz aytqan bolatın. Sonday-aq olar Musılman bolgannan keyin kapir boldı. Tagı olar, boydarı jetpeytin narseden oy qıldı. (Tabuk sogısınan qaytqanda munafıqtar Paygambar (G.S.) dın tuyesin tunde sunqırga tusirwge tırısadı.) Olar Allanı jane Elsisin marxametimen bayıtqandıgı usin gana mindeydi. (Sukirsizdik etedi.) Eger olar tawbe qılsa, ozderi usin jaqsı. Al eger olar jaltarsa, Alla olardı dunie, axirette azapqa usıratadı. Sonday-aq olarga jer juzinde ne dos ne jardemsi joq"}]}