{"Id":306,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf-la","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Neuzheli oni ne vidyat i ne znayut, chto Allakh, kotoryy sotvoril nebesa i zemlyu v ikh velichii i velikolepii, sposoben sotvorit' podobnykh im i dzhinnam? Neuzheli Tot, kto mozhet eto sdelat', ne smozhet voskresit' ikh? Ved' eto proshche! Allakh naznachil Den' voskreseniya, v kotorom net somneniya, - eto Den' Suda. No neveruyushchiye greshniki otvergayut vso i uporno ne veryat v Allakha, i ne priznatel'ny Yemu dazhe posle togo, kak im bylo predstavleno eto dokazatel'stvo"},{"SurahNumber":17,"VerseNumber":100,"Text":"Skazhi (o Mukhammad!) etim mnogobozhnikam: \"Yesli by vy vladeli vsemi sokrovishchami blaga Gospoda moyego, vy by vso ravno skupilis' iz-za boyazni obednet'. Ved' skupost' - odna iz chert kharaktera cheloveka, a Allakh - bogatyy i shchedryy. On dayot po Svoyemu zhelaniyu, komu khochet i chto khochet, i nisposylayet te znameniya, kotoryye On pozhelayet, a ne kak zhelayut lyudi. On vo vsom etom mudr i znayushch"},{"SurahNumber":17,"VerseNumber":101,"Text":"Yesli etim neveruyushchim byli by dany te znameniya, kotoryye oni prosili, oni by vso ravno ikh otritsali i ne uverovali by v nikh. Ved' My poslali Muse devyat' yasnykh znameniy , i vso ravno oni otvergli ikh. Poprosi (o Mukhammad!) synov Israila rasskazat' o tom, kak Musa prishol k nim, i Faraon yemu skazal: \"My dumayem, chto ty, Musa, ocharovan"},{"SurahNumber":17,"VerseNumber":102,"Text":"Musa skazal Faraonu: \"Ty uzhe znayesh', o Faraon, chto Allakh, kotoryy nisposlal eti devyat' znameniy, - Gospod' nebes i zemli. On odin tol'ko mozhet nisposlat' yasnyye znameniya, pokazyvayushchiye istinu moyego poslaniya. No ty, o Faraon, nastoychivo otvergayesh' ikh. Mne kazhetsya, o Faraon, chto ty budesh' iz pogibshikh, yesli ne perestanesh' uporstvovat'"},{"SurahNumber":17,"VerseNumber":103,"Text":"No Faraon prodolzhal uporstvovat' v svoyom despotizme i khotel izgnat' Musu i synov Israila s zemli Yegipta. My yego vmeste so vsem yego voyskom potopili za eto"},{"SurahNumber":17,"VerseNumber":104,"Text":"My spasli Musu i yego narod i skazali: \"Zhivite na svyashchennoy zemle - v ash-Shame. Kogda nastanet srok dal'ney zhizni, My soberom vas vsekh vmeste iz mogil i zatem budem sudit' vas po spravedlivosti"},{"SurahNumber":17,"VerseNumber":105,"Text":"My nisposlali Koran, podtverzhdonnyy Bozhestvennoy mudrost'yu. V nom istinnaya vera i spravedlivyye zakony. My poslali tebya (o prorok!) lish' tol'ko blagovestnikom dlya veruyushchikh ob ozhidayushchem ikh raye i uveshchevatelem dlya neveruyushchikh ob ozhidayushchem ikh ade. Ved' ne tvoy grekh, yesli oni ne uveruyut"},{"SurahNumber":17,"VerseNumber":106,"Text":"My razdelili Koran na ayaty, kotoryye My nisposylali tebe na protyazhenii dlitel'nogo sroka, chtoby ty (o Mukhammad!) chital ikh lyudyam medlenno, tak, chtoby oni ponimali. My yego nisposylali postepenno, po chastyam, ubeditel'nym i ne vyzyvayushchim somneniya"},{"SurahNumber":17,"VerseNumber":107,"Text":"Skazhi (o Mukhammad!) mekkanskim neveruyushchim, preduprezhdaya ikh: \"Vyberite sebe to, chto khotite: uverit' ili ne uverit' v Koran\". Te, kotorym byli dany istinnyye znaniya v Pisaniyakh, chto prishli do Korana, i zdravyy um, imeli yasnoye predstavleniye yeshcho do togo, kak byl nisposlan im Koran. Kogda im chitayut Koran, oni padayut nits, poklonyayas' i blagodarya Allakha za Yego blaga"},{"SurahNumber":17,"VerseNumber":108,"Text":"i govoryat: \"Khvala Allakhu! On nikogda ne narushayet Svoyego obeshchaniya o nagrade i nakazanii. Yego obeshchaniye obyazatel'no i vsegda vypolnyayetsya"},{"SurahNumber":17,"VerseNumber":109,"Text":"I oni opyat' padayut nits, rydaya ot strakha pered Allakhom, i Koran uvelichivayet u nikh smireniye i krotost'"},{"SurahNumber":17,"VerseNumber":110,"Text":"Skazhi etim mnogobozhnikam: \"Prizyvayte Allakha, nazyvaya Yego Allakhom ili Milostivym. Kakim by imenem vy Yego ni nazyvali - eto prekrasnoye imya! Ved' Yemu, Vsevyshnemu, prinadlezhat samyye prekrasneyshiye imena! Mnogochislennost' Yego imon ne oznachayet mnogochislennosti nazyvayemykh\". Kogda ty (o Mukhammad!) chitayesh' Koran vo vremya molitvy, ne chitay gromko, chtoby mnogobozhniki tebya ne slyshali i, sledovatel'no, ne rugali, i ne vredili tebe, no i ne nado sheptat' yego, chtoby veruyushchiye mogli tebya khorosho slyshat'. Derzhis' srednego puti"},{"SurahNumber":17,"VerseNumber":111,"Text":"Skazhi (o Mukhammad!): \"Slava Allakhu Vsevyshnemu, Yedinomu, kotoryy ne imeyet synovey, - ved' oni Yemu ne nuzhny, i ne imeyet On souchastnikov v Svoyom tsarstve, kotoroye On odin sotvoril. Yemu takzhe ne nuzhen pomoshchnik, kotoryy zashchishchal by Yego chest' ot unizheniya. Voskhvalyay tvoyego Gospoda i velichay Yego beskonechno vozvelichivaniyem Yego dostoynym"},{"SurahNumber":18,"VerseNumber":1,"Text":"Velikaya khvala Allakhu Vsevyshnemu, kotoryy nizvol Koran Svoyemu rabu Mukhammadu - da blagoslovit yego Allakh i privetstvuyet, - ne dopustiv nikakikh netochnostey, otkloneniy ili protivorechiy v nom i vyraziv nesomnennuyu istinu"},{"SurahNumber":18,"VerseNumber":2,"Text":"Koran soderzhit pryamyye nazidaniya, preduprezhdayet nevernykh o tyazholom nakazanii Allakha i vozveshchayet veruyushchim, tvoryashchim dobro, o prekrasnoy, shchedroy nagrade"},{"SurahNumber":18,"VerseNumber":3,"Text":"rayskikh sadakh, v kotorykh oni prebudut vechno"},{"SurahNumber":18,"VerseNumber":4,"Text":"Allakh predosteregayet tekh, kto govorit, chto Allakh imeyet detey. Poistine, Allakh prevyshe togo, chtoby byt' podobnym tem, kotoryye rozhayut detey, ili tem, u kotorykh rozhdayutsya deti"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ni oni, ni ikh ottsy nichego ne vedayut ob etom. Velikiy grekh zalozhen v etom slove, kotoroye osmelilis' proiznesti ikh usta. To, chto oni govoryat, - lozhnoye izmyshleniye, lzhiveye kotorogo ne byvayet"},{"SurahNumber":18,"VerseNumber":6,"Text":"Ne gubi sebya (o prorok!), pechalyas' i goryuya, iz-za ikh otvrashcheniya ot very v Koran i tvoyego prizyva verit' v nego"},{"SurahNumber":18,"VerseNumber":7,"Text":"My ikh sotvorili dlya dobra i zla i sozdali na zemle to, chto yavlyayetsya ukrasheniyem dlya neyo i prinosit pol'zu lyudyam, chtoby ikh ispytat' po ikh deyaniyam i uznat', kto iz nikh luchshe, iskhodya iz ikh postupkov. Ved' tot, kto uvloksya usladami blizhayshey zhizni i ne zadumyvalsya o budushchey zhizni, zabludilsya, a tot, kto uveroval v dal'nyuyu zhizn', poshol pryamym putom bogoboyaznennosti"},{"SurahNumber":18,"VerseNumber":8,"Text":"Kogda nastupit konets mira, My obratim vsyu zemlyu v besplodnuyu pustynyu, posle togo kak ona byla tsvetushchey i polnoy zhizni"},{"SurahNumber":18,"VerseNumber":9,"Text":"Te, kotoryye uvlekalis' usladami zemnoy zhizni s yeyo prelestyami, otritsayut voskreseniye, khotya fakty dokazyvayut voskreseniye posle dolgogo pokoya. Ob etom rasskaz ob obitatelyakh gornoy peshchery, o kotorykh govoritsya v \"ar-Rakim\" (skrizhali, na kotoroy byli nachertany ikh imena posle ikh smerti). Etot rasskaz ne yavlyayetsya yedinstvennym chudom sredi Nashikh znameniy, nesmotrya na yego isklyuchitel'nost'. Ved' net chudesneye Nashikh znameniy, dokazyvayushchikh Nashe mogushchestvo"},{"SurahNumber":18,"VerseNumber":10,"Text":"Vspomni (o Mukhammad!), kak eti yunoshi prishli k peshchere v poiskakh ubezhishcha, spasayas' iz-za very ot proizvola mnogobozhnikov i mnogobozhiya, i skazali: \"Gospod' nash! Daruy nam proshcheniye, miloserdiye i bezopasnost' ot nashego vraga i vedi nas pryamym putom"},{"SurahNumber":18,"VerseNumber":11,"Text":"My otvetili na ikh pros'bu i pogruzili ikh v glubokiy son v peshchere na mnogo let"},{"SurahNumber":18,"VerseNumber":12,"Text":"Zatem Allakh probudil ikh ot dolgogo sna, chtoby uznat', kakaya obshchina pravil'no opredelit kolichestvo let, provedonnykh imi v peshchere, chto yavlyayetsya odnim iz znameniy Allakha"},{"SurahNumber":18,"VerseNumber":13,"Text":"My tebe (o prorok!) rasskazyvayem istinnuyu istoriyu o nikh: eti yunoshi davno uverovali v Gospoda - v religiyu istiny - i verili v yedinobozhiye, khotya zhili sredi nevernykh mnogobozhnikov, i My ukrepili ikh veru i userdiye na pryamom puti"},{"SurahNumber":18,"VerseNumber":14,"Text":"My ukrepili ikh serdtsa veroy i stoykost'yu k bedstviyam, kogda oni vstali sredi svoyego naroda, ob\"yavlyaya o svoyey vere: \"Gospod' nash - Istina i Vladyka nebes i zemli. My nikogda ne budem poklonyat'sya inomu bozhestvu, krome Nego, i nikogda ne otkazhemsya ot etoy very. Klyanomsya, yesli by my skazali chto-libo drugoye, my by otklonilis' ot istiny"},{"SurahNumber":18,"VerseNumber":15,"Text":"Oni skazali drug drugu: \"Vot, nash narod vzyal sebe drugikh bozhestv dlya pokloneniya, krome Allakha. Mozhet li nash narod privesti yavnoye dokazatel'stvo ob istine etikh bogov? Poistine, nash narod nespravedliv i nepraveden v etom! Net nespravedliveye togo, kto vozvodit lozh' na Allakha, pripisyvaya Yemu sotovarishchey"},{"SurahNumber":18,"VerseNumber":16,"Text":"Oni skazali drug drugu: \"Raz vy otreklis' ot svoyego naroda iz-za yego neveriya i priverzhennosti k mnogobozhiyu, ukroytes' v peshchere, ubezhav ot nikh, chtoby spasti vashu religiyu. Togda vash Gospod' nisposhlot vam Svoyu milost' i proshcheniye, oblegchit vashu uchast', pomozhet vam i khorosho ustroit vashe delo"}]}