{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"(Anabi Nuh) so pe: \"E wo inu oko oju-omi naa. O maa rin, o si maa gunle ni oruko Allahu. Dajudaju Oluwa mi ni Alaforijin, Asake-orun"},{"SurahNumber":11,"VerseNumber":42,"Text":"O si n gbe won lo ninu igbi omi t’o da bi apata. (Anabi Nuh) si ke si omokunrin re, ti o ti yara re soto: \"Omokunrin mi, gun oko oju-omi pelu wa. Ma si se wa pelu awon alaigbagbo"},{"SurahNumber":11,"VerseNumber":43,"Text":"O wi pe: “Emi yoo fori pamo sibi apata kan ti o maa la mi nibi omi.” (Anabi Nuh) so pe: \"Ko si alaabo kan ni oni nibi ase Allahu afi eni ti Allahu ba saanu.\" Igbi omi si la awon mejeeji laaarin. O si di ara awon oluteri sinu omi"},{"SurahNumber":11,"VerseNumber":44,"Text":"A so pe: \"Ile, fa omi re mu. Sanmo, dawo (ojo) duro.\" Won si din omi ku. Oro iparun won si wa si imuse. (Oko oju-omi) si gunle sori apata Judi. A si so pe: “Ijinna rere si ike Allahu ni ti ijo alabosi.”"},{"SurahNumber":11,"VerseNumber":45,"Text":"(Anabi) Nuh pe Oluwa re, o si so pe: “Oluwa mi, dajudaju omo mi wa ninu ara ile mi. Ati pe dajudaju adehun Re, ododo ni. Iwo l’O si mo ejo da julo ninu awon adajo"},{"SurahNumber":11,"VerseNumber":46,"Text":"Allahu so pe: “Nuh, dajudaju ko si ninu ara ile re (ni ti esin). Dajudaju ise ti ko dara ni. Nitori naa, o o gbodo bi Mi leere nnkan ti o o ni imo nipa re. Dajudaju Emi n kilo fun o nitori ki o ma baa di ara awon alaimokan.”"},{"SurahNumber":11,"VerseNumber":47,"Text":"O so pe: \"Oluwa mi, dajudaju emi n sa di O nibi ki ng bi O leere nnkan ti emi ko ni imo re. Ti O o ba forijin mi, ki O si saanu mi, emi yoo wa lara awon eni ofo"},{"SurahNumber":11,"VerseNumber":48,"Text":"A so pe: \"Nuh, sokale pelu alaafia lati odo Wa. Ati pe ki ibukun wa pelu re ati awon ijo ninu awon t’o n be pelu re. Awon ijo kan (tun n bo), ti A oo fun won ni igbadun (oore aye). Leyin naa, iya eleta-elero yo si fowo ba won lati odo Wa"},{"SurahNumber":11,"VerseNumber":49,"Text":"Iwonyi wa ninu iro ikoko ti A n fi (imisi re) ranse si o. Iwo ati ijo re ko nimo re siwaju eyi (ti A sokale fun o). Nitori naa, se suuru. Dajudaju ikangun rere wa fun awon oluberu (Allahu)"},{"SurahNumber":11,"VerseNumber":50,"Text":"(Eni ti A ran nise) si iran ‘Ad ni arakunrin won, (Anabi) Hud. O so pe: “Eyin ijo mi, e josin fun Allahu. E e ni olohun miiran leyin Re. Eyin ko si je kini kan bi ko se aladaapa iro"},{"SurahNumber":11,"VerseNumber":51,"Text":"Eyin ijo mi, emi ko bi yin leere owo-oya kan lori re. Ko si esan mi nibi kan bi ko se lodo Eni ti O pile iseda mi. Se e o nii se laakaye ni"},{"SurahNumber":11,"VerseNumber":52,"Text":"Eyin ijo mi, e toro aforijin lodo Oluwa Eledaa yin, leyin naa, ki e ronu piwada sodo Re nitori ki O le rojo fun yin ni pupo lati sanmo ati nitori ki O le se alekun agbara kun agbara yin. E ma se peyin da lati di elese (sinu aigbagbo)"},{"SurahNumber":11,"VerseNumber":53,"Text":"Won wi pe: \"Hud, o o mu eri kan t’o yanju wa fun wa. Awa ko si nii gbe awon orisa wa ju sile nitori oro (enu) re. Ati pe awa ko ni igbagbo ninu re"},{"SurahNumber":11,"VerseNumber":54,"Text":"nkan ti a n so fun o ni pe awon kan ninu awon orisa wa ti fi inira kan o (l’o fi n so isokuso nipa won).\" O so pe: \"Dajudaju emi n fi Allahu se Elerii ati pe ki eyin naa jerii pe dajudaju emi yowo yose ninu ohun ti e n fi sebo"},{"SurahNumber":11,"VerseNumber":55,"Text":"dipo jijosin fun Allahu. Nitori naa, e parapo dete si mi. Leyin naa, ki e ma se lo mi lara"},{"SurahNumber":11,"VerseNumber":56,"Text":"Dajudaju emi gbarale Allahu, Oluwa mi ati Oluwa yin. Ko si eda kan afi ki (o je pe) Oun l’O maa fi aaso ori re mu un. Dajudaju Oluwa mi wa lori ona taara"},{"SurahNumber":11,"VerseNumber":57,"Text":"Nitori naa, ti e ba peyin da (nibi ododo), mo kuku ti fi ohun ti Won fi ran mi nise jise fun yin, Oluwa mi yo si fi ijo kan t’o maa yato si eyin ropo yin. E o si le ko inira kan kan ba A. Dajudaju Oluwa mi ni Oluso lori gbogbo nnkan"},{"SurahNumber":11,"VerseNumber":58,"Text":"Nigba ti ase Wa de, A gba (Anabi) Hud ati awon t’o gbagbo pelu re la pelu ike lati odo Wa; A gba won la ninu iya t’o nipon"},{"SurahNumber":11,"VerseNumber":59,"Text":"Iran ‘Ad niyen; won tako awon ayah Oluwa won. Won si yapa awon Ojise won. Won si tele ase gbogbo awon alafojudi alatako-ododo"},{"SurahNumber":11,"VerseNumber":60,"Text":"A fi egun tele won nile aye yii ati ni Ojo Ajinde. Gbo, dajudaju iran ‘Ad sai gbagbo ninu Oluwa won. Kiye si i, ijinna rere si ike n be fun iran ‘Ad, ijo (Anabi) Hud"}]}