{"Id":81,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek-la","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Rci: \"Vy vskutku nebudete verit v toho, jenz stvoril zemi ve dvou dnech, a pridavat mu chcete podobne? On Panem lidstva vseho je"},{"SurahNumber":41,"VerseNumber":10,"Text":"On umistil na ni pevne zakotvene hory a pozehnal ji a rozdelil na ni potravu ve ctyrech dnech pro vsechny prosici rovnomerne"},{"SurahNumber":41,"VerseNumber":11,"Text":"Potom se k nebi vztycil, jez dymem jenom bylo, a pravil jemu i zemi: Pojdte ke mne, at chcete jiz, ci nechcete! A odpovedely: Pujdeme dobrovolne"},{"SurahNumber":41,"VerseNumber":12,"Text":"A ustanovil je jako sedm nebes ve dvou dnech a kazdemu nebi poradek jeho vnukl. A nebe nejblizsi svitilnami a ochranou ozdobil. A takove bylo predurceni mocneho, vsevedouciho"},{"SurahNumber":41,"VerseNumber":13,"Text":"Jestlize se odvrati, rekni jim: \"Ja varuji vas pred hromobitim podobnym tomu, jimz ´Adovci a Thamudovci byli zahubeni"},{"SurahNumber":41,"VerseNumber":14,"Text":"Kdyz poslove k nim prisli zepredu i zezadu hlasajice, aby neuctivali nikoho krome Boha, odpovedeli: \"Kdyby Pan nas chtel, byl by veru andely seslal. A my neverime v to, s cim byli jste poslani"},{"SurahNumber":41,"VerseNumber":15,"Text":"Pokud se ´Adovcu tyka, ti pysne po zemi chodili, aniz pravo na to meli, a rikali: \"Kdo silnejsi je nez my moci svou?\" Coz nevideli, ze Buh, jenz je stvoril, daleko silnejsi nez oni je moci? A pritom popirali jeste znameni Nase"},{"SurahNumber":41,"VerseNumber":16,"Text":"A vyslali jsme proti nim vichrici svistivou ve dnech neblahych, abychom jim dali okusit trest zahanbujici v tomto zivote pozemskem, vsak trest zivota budouciho jeste vice zahanbujici bude a pomoci se jim nedostane"},{"SurahNumber":41,"VerseNumber":17,"Text":"A pokud pak se Thamudovcu tyka, tem dali jsme spravne vedeni, vsak oni vice slepotu nez vedeni milovali a zasahlo je hromobiti trestu potupneho za to, co si vyslouzili"},{"SurahNumber":41,"VerseNumber":18,"Text":"A zachranili jsme ty, kdoz uverili a Boha se bali"},{"SurahNumber":41,"VerseNumber":19,"Text":"A v den, kdy nepratele Bozi budou u ohne pekelneho shromazdeni, budou na skupiny rozdeleni"},{"SurahNumber":41,"VerseNumber":20,"Text":"a kdyz pak k nemu prijdou, bude proti nim svedcit sluch a zrak i kuze jejich o tom, co cinili"},{"SurahNumber":41,"VerseNumber":21,"Text":"A zeptaji se kuzi svych: \"Proc proti nam svedcite?\" I odveti: \"Buh, jenz veci kazde promluvit dava, nam slovo udelil a On poprve vas stvoril a k Nemu budete navraceni"},{"SurahNumber":41,"VerseNumber":22,"Text":"A nemohli jste se skryt tak, aby proti vam sluchy a zraky i kuze vase dnes nesvedcily, a domnivali jste se, ze Buh nezvi mnohe z toho, co jste delali"},{"SurahNumber":41,"VerseNumber":23,"Text":"Tato domnenka vase, jiz jste si o Panu svem utvorili, vas do zahuby privedla a stali jste se temi, kdoz ztratu utrpeli"},{"SurahNumber":41,"VerseNumber":24,"Text":"Jestlize v tomto setrvaji, stane se ohen utulkem jejich, a budou-li i prosit o slitovani, nebudou vyslyseni"}]}