{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"(Napiyē!) Nayavañcakarkaḷum, uḷḷattil (pāva) nōyuḷḷavarkaḷum, matīṉāvil poyp piraccāram ceykiṟavarkaḷum (iṉiyum taṅkaḷ viṣamattiliruntu) vilakikkoḷḷāviṭil niccayamāka nām um'maiyē avarkaḷ mītu ēviviṭṭu viṭuvōm. Piṉṉar, atil umakku arukil veku coṟpa nāḷkaḷē tavira avarkaḷ vacittirukka muṭiyātu"},{"SurahNumber":33,"VerseNumber":61,"Text":"avarkaḷ capikkappaṭṭu viṭṭaṉar. Ākavē, avarkaḷ eṅku kāṇappaṭṭa pōtilum (ciṟai) piṭikkappaṭṭum, veṭṭi aḻikkappaṭṭum viṭuvārkaḷ"},{"SurahNumber":33,"VerseNumber":62,"Text":"allāh ēṟpaṭuttiya vaḻi itaṟku muṉ ceṉṟavarkaḷukkum itutāṉ. Ākavē, (napiyē!) Allāhvuṭaiya vaḻiyil evvita māṟutalaiyum nīr kāṇamāṭṭīr"},{"SurahNumber":33,"VerseNumber":63,"Text":"(napiyē!) Iṟutināḷaip paṟṟi (atu eppoḻutu varum? Eṉa) maṉitarkaḷ um'miṭam kēṭkiṉṟaṉar. (Ataṟku) nīr kūṟuvīrāka: ‘‘ (Atu eppoḻutu varumeṉṟa) ataṉ ñāṉam allāhviṭam (maṭṭum)tāṉ irukkiṟatu. Nīr aṟivīrā? Atu camīpattilum vantuviṭakkūṭum"},{"SurahNumber":33,"VerseNumber":64,"Text":"meyyākavē allāh nirākarippavarkaḷaic capittu, koḻuntu viṭṭeriyum neruppai avarkaḷukku tayārpaṭutti vaittirukkiṟāṉ"},{"SurahNumber":33,"VerseNumber":65,"Text":"avarkaḷ eṉṟeṉṟum atiltāṉ taṅkiviṭuvārkaḷ. (Avarkaḷai) pātukāppavarkaḷaiyum (avarkaḷukku) utavi ceypavarkaḷaiyum aṅku avarkaḷ kāṇamāṭṭārkaḷ"},{"SurahNumber":33,"VerseNumber":66,"Text":"narakattil avarkaḷuṭaiya mukaṅkaḷai puraṭṭip puraṭṭip pocukkum nāḷil ‘‘eṅkaḷ kēṭē! Nāṅkaḷ allāhvukkum avaṉuṭaiya tūtarukkum kīḻppaṭintirukka vēṇṭumē!'' Eṉṟu kataṟuvārkaḷ"},{"SurahNumber":33,"VerseNumber":67,"Text":"mēlum ‘‘eṅkaḷ iṟaivaṉē! Niccayamāka nāṅkaḷ eṅkaḷ talaivarkaḷukkum, eṅkaḷ periyavarkaḷukkum kīḻppaṭintōm. Nāṅkaḷ tappāṉa vaḻiyil cellumpaṭi avarkaḷ ceytu viṭṭārkaḷ"},{"SurahNumber":33,"VerseNumber":68,"Text":"(Ākavē) eṅkaḷ iṟaivaṉē! Nī avarkaḷukku iru maṭaṅku vētaṉaiyaik koṭuttu, avarkaḷai perum cāpattāl capittuviṭu'' eṉṟu kūṟuvārkaḷ"},{"SurahNumber":33,"VerseNumber":69,"Text":"nampikkaiyāḷarkaḷē! Mūsāvai(p paṟṟi poyyāka avatūṟu kūṟi avarai)ttuṉpuṟuttiya makkaḷaip pōl nīṅkaḷum ākiviṭa vēṇṭām. Avarkaḷ kūṟiya avatūṟṟiliruntu mūsāvai allāh paricuttamākki viṭṭāṉ. Avar allāhviṭattil mikka kaṇṇiyamāṉavarākavē iruntār"},{"SurahNumber":33,"VerseNumber":70,"Text":"(ākavē,) nampikkaiyāḷarkaḷē! Nīṅkaḷum allāhvukkup payantu nērmaiyāṉa viṣayaṅkaḷaik kūṟuṅkaḷ"},{"SurahNumber":33,"VerseNumber":71,"Text":"avaṉ uṅkaḷ kāriyaṅkaḷai uṅkaḷukku cīrpaṭutti vaittu uṅkaḷ kuṟṟaṅkaḷaiyum uṅkaḷukku maṉṉippāṉ. Allāhvukkum avaṉuṭaiya tūtarukkum evar kīḻppaṭikiṟārō avar niccayamāka makattāṉa veṟṟiyaṭaintu viṭṭār"},{"SurahNumber":33,"VerseNumber":72,"Text":"niccayamāka ‘‘(nam) poṟuppaic cumantu koḷvīrkaḷā?'' Eṉṟu nām vāṉaṅkaḷ, pūmi, malaikaḷ ākiyavaṟṟiṭam nām viṉaviṉōm. Ataṟku avai ataip paṟṟip payantu, ataic cumantu koḷḷātu vilakiviṭṭaṉa. Attakaiya poṟuppaittāṉ maṉitaṉ cumantukoṇṭāṉ. (Ākavē) niccayamāka avaṉ aṟiyātavaṉāka taṉakkuttāṉē tīṅkiḻaittuk koṇṭavaṉāka irukkiṟāṉ"},{"SurahNumber":33,"VerseNumber":73,"Text":"(attakaiya poṟuppai ēṟṟukkoṇṭu, ataṟku māṟāka naṭakkum) nayavañcaka āṇkaḷaiyum peṇkaḷaiyum, iṇaivaittu vaṇaṅkum āṇkaḷaiyum peṇkaḷaiyum allāh vētaṉai ceyvāṉ. (Anta poṟuppai matittu naṭakkum) nampikkaiyāḷarkaḷākiya āṇkaḷaiyum peṇkaḷaiyum (avarkaḷuṭaiya) tavaṟiliruntu (aruḷiṉ pakkam) allāh tiruppiviṭuvāṉ. Allāh mikka maṉṉippavaṉāka karuṇai uṭaiyavaṉāka irukkiṟāṉ"},{"SurahNumber":34,"VerseNumber":1,"Text":"Pukaḻaṉaittum allāhvukkuriyaṉavē! Vāṉaṅkaḷilum pūmiyilum uḷḷa aṉaittum avaṉukkuc contamāṉavaikaḷē! Maṟumaiyilum ellā pukaḻum avaṉukkuriyatē! Avaṉtāṉ ñāṉamuṭaiyavaṉ, aṉaittaiyum naṉkaṟintavaṉ"},{"SurahNumber":34,"VerseNumber":2,"Text":"pūmikkuḷ patikiṉṟa (vittu pōṉṟa)vaṟṟaiyum, atil iruntu (muḷaittu ceṭikoṭikaḷāka) veḷippaṭukiṉṟavaṟṟaiyum vāṉattil iruntu iṟaṅkupavaṟṟaiyum, ataṉ pakkam ēṟukiṉṟavaṟṟaiyum avaṉ naṉkaṟivāṉ. Avaṉ makā karuṇaiyuṭaiyavaṉ mikka maṉṉippavaṉ"},{"SurahNumber":34,"VerseNumber":3,"Text":"(eṉiṉum) “maṟumai namakku varātu'' eṉṟu (in)nirākarippavarkaḷ kūṟukiṉṟaṉar. (Napiyē!) Kūṟuvīrāka: ‘‘Ēṉ varātu, maṟaivāṉavai aṉaittaiyum aṟintavaṉāṉa eṉ iṟaivaṉ mītu cattiyam! Kaṇṭippāka atu uṅkaḷiṭam vantē tīrum. Avaṉ aṟivai viṭṭum vāṉaṅkaḷilō pūmiyilō uḷḷavaṟṟil ōr aṇuvaḷavum tappiviṭātu. Aṇuvaiviṭa ciṟiyatō allatu periyatō (ovvoṉṟum ‘lavhul mahḥpūḷ' eṉṉum) teḷivāṉa kuṟippup puttakattil pativu ceyyappaṭāmal illai"},{"SurahNumber":34,"VerseNumber":4,"Text":"nampikkai koṇṭu, naṟceyalkaḷaic ceytavarkaḷukkuk kūli koṭuppataṟkāka (avvāṟu atil patiyappaṭṭuḷḷatu). Ittakaiyavarkaḷukku maṉṉippum uṇṭu; kaṇṇiyamāṉa uṇavum (vāḻkkaiyum) uṇṭu"},{"SurahNumber":34,"VerseNumber":5,"Text":"evarkaḷ nam vacaṉaṅkaḷukku etirāka (nam'mai)t tōṟkaṭikka muyaṟci ceykiṟārkaḷō avarkaḷukku mikka tuṉpuṟuttum taṇṭaṉaiyiṉ vētaṉai uṇṭu"},{"SurahNumber":34,"VerseNumber":6,"Text":"(napiyē!) Evarkaḷukku ñāṉam koṭukkappaṭṭatō avarkaḷ umakku iṟakkappaṭṭa ivvētattai, umatu iṟaivaṉāl aruḷappaṭṭa uṇmaiyāṉa vētam eṉṟum; atu aṉaivaraiyum mikaitta mikka pukaḻukkuriyavaṉiṉ nērāṉa vaḻiyai aṟivikkakkūṭiyatu eṉṟum eṇṇuvārkaḷ"},{"SurahNumber":34,"VerseNumber":7,"Text":"Eṉiṉum, nirākarittavarkaḷ (maṟṟavarkaḷai nōkki) ‘‘nīṅkaḷ (iṟantu, makki) aṇuvaṇuvākap pirikkappaṭṭataṉ piṉṉarum niccayamāka nīṅkaḷ putitākap paṭaikkappaṭṭu viṭuvīrkaḷ eṉṟu uṅkaḷukku (payamuṟutti)k kūṟakkūṭiya oru maṉitarai nām uṅkaḷukku aṟivikkavā'' eṉṟu (parikācamākak) kūṟukiṉṟaṉar"},{"SurahNumber":34,"VerseNumber":8,"Text":"eṉṉa, (im'maṉitar) ‘‘allāhviṉ mītu poyyākak kaṟpaṉai ceytu kūṟukiṟārō allatu avarukkup paittiyamtāṉ piṭittirukkiṟatō'' (eṉṟu avarkaḷiṭam kūṟukiṉṟaṉar.) Māṟāka. Evarkaḷ maṟumaiyai nampavillaiyō avarkaḷtāṉ perum vētaṉaiyilum, veku tūramāṉatoru vaḻikēṭṭilum irukkiṉṟaṉar"},{"SurahNumber":34,"VerseNumber":9,"Text":"vāṉattilum pūmiyilum avarkaḷukku muṉṉum piṉṉum iruppavaṟṟai avarkaḷ kavaṉikkavillaiyā? Nām virumpiṉāl avarkaḷaip pūmikkuḷ corukiviṭuvōm allatu vāṉattiliruntu cila tuṇṭukaḷai avarkaḷ mēl eṟintu (avarkaḷai aḻittu) viṭuvōm. (Allāhvaiyē) nōkki niṟkum ovvoru aṭiyāṉukkum niccayamāka itil ōr attāṭci irukkiṟatu"}]}