{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Mela ma rajtx lil-dawk li biddlu l-grazzja (u l-barkiet) ta' Alla f'caħda tat-twemmin, u qiegħdu lil nieshom f'Dar il-ħerba"},{"SurahNumber":14,"VerseNumber":29,"Text":"fl-Infern, fejn jinxtwew 2 Ta' għajb il-qagħda (tagħhom f'dan l-imkien)"},{"SurahNumber":14,"VerseNumber":30,"Text":"Huma, lil Alla, għamlu(/u) ixirka (li dehrilhom li huma) daqsu, biex itellfu t-triq (lil. ħaddieħor). Għid(ilhom Muħammad): ''Thennew (għal ftit taz-zmien: ieħorjl Tabilħaqq li tmiemkom lejn in-Nart)"},{"SurahNumber":14,"VerseNumber":31,"Text":"Għid (Muħammad) lill-qaddejja tiegħi li emmnu, biex jagħmlu t-talb u jonfqu (fil-karita) mill-gid li tajniehom, bil-moħbi jew fil-beraħ, qabel ma jasal Jum li fih la jkun hemm bejgħ (u xiri), u lanqas ħbiberija"},{"SurahNumber":14,"VerseNumber":32,"Text":"Huwa Alla li ħalaq is-smewwiet u l-art, inizzel l-ilma mis-sema u joħrog bih minn (kull għamla) ta' frott għall- għajxien tagħkom, li qiegħed l-imriekeb għall-qadi tagħkom biex jigru fil-baħar bir-rieda tiegħu, u qiegħed ix-xmajjar għall-qadi tagħkom"},{"SurahNumber":14,"VerseNumber":33,"Text":"Huwa qiegħed għall-qadi tagħkom ix-xemx u l-qamar, sħaħ fid-dawrien tagħhom, u qiegħed għall-qadi tagħkom il-lejl u n-nhar"},{"SurahNumber":14,"VerseNumber":34,"Text":"Huwa takom minn kulma: tlabtuh, u jekk (tippruvaw) tgħoddu l-grazzja (u l-barkiet) ta' Alla, (tintebħu li) ma tistgħux tgħodduhom. Tabilħaqq li l-bniedem huwa wisq ingust, wisq ingrat"},{"SurahNumber":14,"VerseNumber":35,"Text":"(Ftakar) meta Abraham qal: ''Sidi (il-Mulej), agħmel din il-belt (ta' Mekka) imkien ta' ħarsien (u sliem), u warrab lili u lil uliedi mill-qima ta' l-idoli"},{"SurahNumber":14,"VerseNumber":36,"Text":"Sidi, huma tellfu t-triq lil ħafna nies. Għalhekk min jimxi warajja, huwa minni (u miegħi), u min ma jobdinix, Inti (Mulej) tabilħaqq kollok maħfra, Ħanin"},{"SurahNumber":14,"VerseNumber":37,"Text":"Sidna, jiena qegħedt lil-uħud minn nisli (jigifieri lil ibni Ismagħel u lil marti Hagar) biex jgħammru f'wied mhux mizrugħ, qrib Darek l-imqaddsa (f'Mekka), Sidna. (il- Mulej), biex jagħmlu t-talb. Mela agħmel li l-qlub ta' wħud mill-bnedmin imilu lejhom, u għajjixhom bil-frott biex forsi jizzu ħajr (ta' kulma għamilt magħhom)"},{"SurahNumber":14,"VerseNumber":38,"Text":"Sidna (il-Mulej), Inti taf dak li naħbu u dak li nuru. Ma hemm xejn moħbi minn Alla fl-art, u lanqas fis-sema"},{"SurahNumber":14,"VerseNumber":39,"Text":"It-tifħir lil Alla li fix-xjuħija tani lil-Ismagħel u lil Izakk. Sidi tabilħaqq jisma' (u jilqa ' it-talb)"},{"SurahNumber":14,"VerseNumber":40,"Text":"Sidi, agħmel minni bniedem li jagħmel it-talb, u minn nisli (ukoll agħmel li jkun hemm min jgħozz it-talb bħali). Sidna, ilqa' t-talba tiegħi"},{"SurahNumber":14,"VerseNumber":41,"Text":"Sidna (il-Mulej), aħfer lili, lill-genituri tiegħi, u lil dawk (kollha) li jemmnu, fil-Jum meta jsiru l-kontijiet"},{"SurahNumber":14,"VerseNumber":42,"Text":"La taħsibx li Alla ma jintebaħx b'dak li jagħmlu l- ħziena. Huwa qiegħed biss iħallihom għal ħin ieħor, għal Jum meta l-għajnejn għad jiccassaw (bil-biza)"},{"SurahNumber":14,"VerseNumber":43,"Text":"Huma jigru mwerwrin b'ħarsithom cassa, bi. rjushom merfugħa 'l fuq, mingħajr ma jteptpu (/angas darba) għajnejhom, u qlubhom vojta (minħabba l-biza' kbir li jaħkimhom)"},{"SurahNumber":14,"VerseNumber":44,"Text":"Wissi (Muħammad) lin-nies dwar il-Jum li fih jigihom il-kastig. Dawk li għamlu l-ħazen għad jgħidu: ''Sidna, agħtina mqar ftit tal-ħin ieħor. Aħna nwiegbu s-sejħa tiegħek, u nimxu wara (il-bxara li gew biha) il- Mibgħutin.' (U Alla l-Imbierek iwegibhom): 'Mela qabel ma kontux ħliftu li m'intomx se tinqerdu (minn wicc l- arti)"},{"SurahNumber":14,"VerseNumber":45,"Text":"Intom għextu fi djar dawk li (fl-imgħoddi kienu) naqsu kontra tagħhom. infushom, u kontu tafu sewwa x'għamilnielhom, u tajniekom it-tixbihat (dwarhom, biex fl-aħħar tifhmu)"},{"SurahNumber":14,"VerseNumber":46,"Text":"Huma nassu t-tnassis tagħhom, izda Alla kien jaf bit- tnassis tagħhom, minkejja li dak li nassu kien (qalil) bizzejjed biex bih izulu l-igbla"},{"SurahNumber":14,"VerseNumber":47,"Text":"La taħsibx li Alla jmur lura mill-wegħda mal- Mibgħutin tiegħu (fi għad joħroghom rebbiħin, u jeqred. lill-ħziena): Alla tabilħaqq Qawwi, u jaf kif ipattiha"},{"SurahNumber":14,"VerseNumber":48,"Text":"Fil-Jum meta l-art titbiddel f'art oħra (gdida, li ma tafx b'ħazen), u s-smewwiet (ukoll jigrilhom hekk), u f(l- bnedmin kollha) jidhru quddiem Alla l-Wieħed, li jegħleb lil kollox u lil kulħadd"},{"SurahNumber":14,"VerseNumber":49,"Text":"utara lill-ħatjin, dakinhar, imxekklin flimkien bil-ktajjen"},{"SurahNumber":14,"VerseNumber":50,"Text":"ilbieshom (magħmul) mill-qatran (biex jaqbdu malajr), u mi-Nar jiksi l-ucuħ tagħhom"},{"SurahNumber":14,"VerseNumber":51,"Text":"biex Alla jħallas lil kull ruħ ta' dak li kisbet (b'għemilha). Alla tabilħaqq malajr jagħmel il-kontijiet"},{"SurahNumber":14,"VerseNumber":52,"Text":"Dan (il-Qoran huwa) taħbira lin-nies biex jitwiddbu biha, u jkunu jafu li Huwa Alla Wieħed. U ħalli jiftakru (u jixtarru) dawk ta' dehenl"}]}