{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Nandao tamen bu mingbai chuangzao tiandi de an la you nengli chuangzao xiang tamen yiyang de ren ma? Ta yi wei tamen guiding yige wuyi de qixian, dan bu yi zhe haishi guzhi buxin."},{"SurahNumber":17,"VerseNumber":100,"Text":"Ni [dui buxinyang zhe] shuo:“Jiaru nimen zhangguanle wo de zhu de enhui [qiancai, jiyang deng] zhi ku, name, nimen biding hui yin haipa yong wan er jiayi kouliu. Ren zong shi linse [zhu] de.”"},{"SurahNumber":17,"VerseNumber":101,"Text":"Wo que yi ci gei mu sa jiu zhong mingxian de jixiang.[Guanyu zhexie jixiang], ni keyi xunwen yiselie de houyi. Dang ta lai dao tamen [aiji de jumin] nali shi, falao dui ta shuo:“Mu sa a! Wo renwei ni dique zhong mole.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"Ta [mu sa] shuo:“Ni dique zhidao, wei tiandi de zhu [an la] caineng jiang shi zhexie zuowei mingzheng. Falao a! Wo dique renwei ni jiangyao bei huimie.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"Ta [falao] jueding ba tamen quzhu chujing, dan wo yan sile ta he ta de suoyou zhuisui zhe."},{"SurahNumber":17,"VerseNumber":104,"Text":"Cihou, wo dui yiselie de houyi shuo:“Nimen zai cidi juzhu ba! Dang zuihou de yue qi [fuhuo ri huo er sa jianglin dadi] lailin shi [zhu], wo jiang ba nimen hunhezhu jihe qilai.”"},{"SurahNumber":17,"VerseNumber":105,"Text":"Wo yi zhenli jiang shi “gulanjing”, er “gulanjing” ye zhi yi zhenli jiang shi. Wo zhi paiqian ni [mu sheng] zuo [leyuan de] baoxi zhe he [huo yu de] jinggao zhe."},{"SurahNumber":17,"VerseNumber":106,"Text":"Wo lingxing jiang shi zhe bu “gulanjing”[“gulanjing” zai 23 nianjian jiang shi wanbi], yibian ni suihou neng ba ta xuandu ji renlei, wo zhujian jiang shi ta."},{"SurahNumber":17,"VerseNumber":107,"Text":"Ni [dui tamen] shuo:“Nimen keyi xiangxin ta [“gulanjing”], ye keyi bu xiangxin ta. Dan ciqian shou ci zhishi de renmen, dang youren xiang tamen songdu ta shi, tamen dou fushou koutou.”"},{"SurahNumber":17,"VerseNumber":108,"Text":"Tamen shuo:“Zanmei women de zhu chaojue! Women de zhu de nuoyan shi yiding yao luxing de.”"},{"SurahNumber":17,"VerseNumber":109,"Text":"Tamen kuzhe fushou xiaqu,“gulanjing” shi tamen gengjia qiangong. Koutou chu"},{"SurahNumber":17,"VerseNumber":110,"Text":"ni [dui tamen] shuo:“Nimen keyong an la zhi ming qidao, ye keyong “la he man [pu ci zhi zhu]” zhi ming qidao. Wulun nimen yong nage zun ming [zhu] qiqiu ta, yiqie zuimei de mingcheng dou shi ta de.” Ni zai bai zhong ji buyao gao sheng langsong, ye buyao di sheng monian, ni dang zai ci zhi jian caiqu yitiao shizhong zhi dao."},{"SurahNumber":17,"VerseNumber":111,"Text":"Ni shuo:“Yiqie zansong, quan gui an la. Ta meiyou ernu. Ta zai zhuquan zhong ji meiyou huoban, ye bu hui wei quru er she baohu zhe.” Ni dang zansong ta zhi da."},{"SurahNumber":18,"VerseNumber":1,"Text":"Yiqie zansong, quan gui an la, shi ta jiang gei ta de puren [mu sheng] zhe bu jingdian [zhu][“gulanjing”]. Ta wei zai qizhong shezhi renhe xiedao."},{"SurahNumber":18,"VerseNumber":2,"Text":"[Ta shi] zhe bu jingdian zhenshi wuxia, yibian jinggao [bu xinyang zhe], ta jiang jiang yanxing [chengzhi tamen], bing xiang xingshan de xinshimen baoxi, tamen bi jiang huode youmei de baochou [leyuan],"},{"SurahNumber":18,"VerseNumber":3,"Text":"[tamen jiang] yong ju qizhong [xiangfu],"},{"SurahNumber":18,"VerseNumber":4,"Text":"qie jinggao wangyan “an la you ernu” de renmen [youtai jiaotu he jidu jiaotu deng]."},{"SurahNumber":18,"VerseNumber":5,"Text":"Tamen dui ci hao wu zhishi, tamen de zuxian ye yiyang. Tamen xinkoukaihe, tamen zong shi shuohuang."},{"SurahNumber":18,"VerseNumber":6,"Text":"Jiaru tamen bu xin ci yanci [zhu][“gulanjing”], youyu tamen beili, ni [mu sheng] yexu hui yin beifen er huimie zishen."},{"SurahNumber":18,"VerseNumber":7,"Text":"Wo que yi shi dadishang de yiqie zuowei da di de zhuangshi wu, yibian wo kaoyan tamen [renlei]: Kan tamen shei de shangong zui hao."},{"SurahNumber":18,"VerseNumber":8,"Text":"Wo bi jiang ba da dishang de yiqie hua wei guangtutu [huangliang] de pingdi."},{"SurahNumber":18,"VerseNumber":9,"Text":"Nandao ni renwei shandong ren he beiwen de zhuren shi wo de jixiang zhong de yi jian qi shi ma?"},{"SurahNumber":18,"VerseNumber":10,"Text":"Dangshi, you ji ge qingnian ren [tao li bu xinyang de minzhong] bi ju shandong zhong. Tamen shuo:“Women de zhu a! Qiu ni ba ni de enhui ciyu women ba! Qiu ni yindao women shunli zouchu women de kunjing.”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Wo shi tamen zai shandong zhong shuile xuduo nian."},{"SurahNumber":18,"VerseNumber":12,"Text":"Ranhou, wo rang tamen xing lai, yibian wo ceyan liang pai ren zhong na yipai geng neng zhengque jisuan tamen suo tingliu de shijian."},{"SurahNumber":18,"VerseNumber":13,"Text":"Wo rushi xiang ni [mu sheng] jiangshu tamen de gushi: Tamen shi ji ge qingnian ren, tamen xinyang tamen de zhu [an la], yin'er wo ciyu tamen geng duo de yindao [zhu]."},{"SurahNumber":18,"VerseNumber":14,"Text":"Wo shi tamen de xin jianding. Dangshi, tamen zhan qilai shuo:“Women de zhu shi tiandi de zhu, women jue bu she ta er qiqiu renhe zhuzai [zhu], fouze, women biding fan liao bu xinyang de dazui."},{"SurahNumber":18,"VerseNumber":15,"Text":"Women de zhexie zuren, tamen she ta [an la] er chongbai qita zhuzai. Tamen weihe meiyou yi zhong mingzheng neng zhengshi tamen suo chongbai de zhuzai ne? Shei bi jie an la de mingyi niezao huangyan zhe geng bu yi ne?"},{"SurahNumber":18,"VerseNumber":16,"Text":"[Naxie qingnian ren huxiang shuo:] Dang nimen likai tamen he tamen she an la er chongbai de zhuzai shi, nimen ke bi ju shandong zhong, nimen de zhu bi dui nimen guang shi ta de enhui, bing shi nimen de shiwu shunli.”"}]}