{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Soytip, ol ogan jukti bolıp, onımen / kursagındagımen / alıs bir orınga barıp onasalandı"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sonda, tolgaq onı bir qurma agasının dinine alıp keldi. Ol: «Qap, budan burın olip ketsem ari muldem umıtılgan bolsam edi», - dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"Periste / ogan tomengi jaqtan un qatıp: «Qaygırma! Rabbın ayaq astınnan bastaw agızdı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Qurmanın dinin ozine qaray silki. Sagan jana pisken kurma tusedi"},{"SurahNumber":19,"VerseNumber":26,"Text":"Qurmadan / je, sw is ari tınıstıqqa bolen! Eger adamdardan birewdi korsen: «Men ar-Raxman / asa Meyirimdi / usin awız bekitwge nazir atadım. Endi bugin esbir adammen soylespeymin», - dep ayt»,- dedi"},{"SurahNumber":19,"VerseNumber":27,"Text":"Ol onı koterip eline keldi. Olar: «Ey, Meriyam! Sen sosınarlıq narse keltirdin"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey, Harunnın qarındası! Aken jaman kisi emes edi, ari anan da teris jolda emes edi»,-dedi"},{"SurahNumber":19,"VerseNumber":29,"Text":"Sonda ol ogan / balaga / menzedi. Olar: «Biz qundaqtagı narestemen qaytıp soylesemiz?» - dedi"},{"SurahNumber":19,"VerseNumber":30,"Text":"Isa / : «Men - Allahtın qulımın. Ol magan Kitaptı berdi ari meni Paygambar etti"},{"SurahNumber":19,"VerseNumber":31,"Text":"Ari qayda bolsam da meni berekeli etti. Omir surip turgan kezimde namazdı jane zeketti / otewdi / buyırdı"},{"SurahNumber":19,"VerseNumber":32,"Text":"Ari anama igilik etwsi / perzent / etti jane meni oktemsil, baqıtsız etpedi"},{"SurahNumber":19,"VerseNumber":33,"Text":"Ari magan, men twılgan kuni, qaytıs bolatın kuni jane qayta tiriletin kuni amandıq / boladı / », - dedi"},{"SurahNumber":19,"VerseNumber":34,"Text":"Mine bul - olar kumandanıp, tartısatın Mariyamnın ulı Isa jaylı xaq soz"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allahtın bala iemdenwi mumkin emes. Ol - / barlıq kemsilikten / pak. Ol bir istin bolwın ukim etse, ogan tek qana «bol» deydi. Sonda ol, boladı"},{"SurahNumber":19,"VerseNumber":36,"Text":"Isa / «Aqiqatında, Allah - menin Rabbım ari senderdin Rabbın. Ogan qulsılıq etinder. Mine osı twra jol», - dedi"},{"SurahNumber":19,"VerseNumber":37,"Text":"Al ayda toptar ozara qaysılıqqa tusti. Sonday kupirlik etwsilerge / xaq dindi burmalawsı agımdarga / Ulı kunnin / Qiyamettin / korinisinen ulken qasiret bar"},{"SurahNumber":19,"VerseNumber":38,"Text":"Bizge kelgen kuni, olardın estw, korwleri ote anıq boladı. Alayda bugin adiletsizder asıq adaswda"},{"SurahNumber":19,"VerseNumber":39,"Text":"Ey, Muxammed! / Olarga barlıq is sesiletin - qasiretti Kundi eskert. Al, olar qapersizdik tanıtwda / beygamdıqta / ari senbewde"},{"SurahNumber":19,"VerseNumber":40,"Text":"Aqiqatında jer jane onın ustindegileri Bizde qaladı. Ari olar Bizge qaytarıladı"},{"SurahNumber":19,"VerseNumber":41,"Text":"Ey, Muxammed! / Ari Kitaptagı Ibrahimdi esine al. Anıgında, ol ote sınsıl jane Paygambar edi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Mine, kezinde ol akesine: «Ay, akesim! Nege sen estimeytin, kormeytin jane ozine espayda bermeytin narsege tabınasın"},{"SurahNumber":19,"VerseNumber":43,"Text":"Ay, aketayım! Sın maninde magan, sagan kelmegen bir bilim keldi. Sondıqtan magan iles, seni twra jolga bastaymın"},{"SurahNumber":19,"VerseNumber":44,"Text":"Ay, akesim! Saytanga tabınba! Anıgında, saytan, ar-Raxmanga / asa Qayırımdıga / boysunbawsı boldı"},{"SurahNumber":19,"VerseNumber":45,"Text":"Ay, akesim! Men sagan ar-Raxmannan azap tiip, saytanga jaqın bolıp qalwınnan qorqamın», - dedi"},{"SurahNumber":19,"VerseNumber":46,"Text":"Akesi / : «Ey, Ibrahim! Sen menin qudaylarımnan bas tartasın ba? Eger, tıyılmasan, menin sogisime usıraysın. Menen biraz waqıt awlaq jur», - dedi"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahim / : «Sagan amandıq bolsın. Men sen usin Rabbımnan kesirim tileymin. Sın maninde, Ol magan Meyirban"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ari men senderden jane senderdin Allahtan ozge tileytinderinnen aranı asamın ari Rabbımnan tileymin. Rabbıma siınıp, tilek etwimde baqıtsız bolmawdı umit etemin»,- dedi"},{"SurahNumber":19,"VerseNumber":49,"Text":"Soytip ol olardan jane olardın Allahtan ozge tabınatındarınan alıstap, bolek ketkende, Biz ogan Isxaq pen Yagquptı tartw ettik ari olardın barlıgın paygambar qıldıq"},{"SurahNumber":19,"VerseNumber":50,"Text":"Ari olarga Oz meyirimizden tartw etip, olar jaylı aqiqat sozin jogarı ettik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Ey, Muxammed! / Ari Kitaptagı Musanı esine al. Ol tandalgan jane Elsi / raswl / ari Paygambar / nabi / edi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz ogan tawdın on jagınan un qattıq jane soylesw usin onı jaqındattıq"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ari Oz meyirimizben ogan bawırı Harundı paygambar etip sıyladıq"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ey, Muxammed! / Ari Kitaptagı Ismaildı esine al. Ol wadege adal ari Elsi jane Paygambar edi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ol uy-isin namazga / onı orındawga / jane zeketke / parız, napil sadaqa berwge / buyıratın. Ari Rabbısı odan razı bolgan edi"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ey, Muxammed! / Ari Kitaptagı Idristi esine al. Ol sınsıl ari Paygambar edi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onı jogarı orınga koterdik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Mine osılar - Allah igilik bergen Adamnın urpagındagı paygambarlardan ari Biz Nuxpen birge alıp jurgenderimizdin jane Ibrahim men Israildın urpagındagı ari Biz twra jolmen jurgizip jane tandap algandardan. Olarga ar-Raxmannın / asa Qayırımdının / ayattarı oqılgan kezde olar jılagan kuylerinde sajdege jıgıladı"}]}