{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":50,"Text":"De ki: “İster taş olun, ister demir. İsterse yeniden dirilmesi aklınızca imkânsız gibi görünen herhangi bir yaratık, ne olursanız olun, mutlaka diriltilip kaldırılacaksınız.”“O halde” diyecekler, “kimdir bizi diriltecek olan?” De ki: “Sizi ilk defa yoktan yaratan!”Bu sefer, alay ederek başlarını sallayacak da: “Ne zamanmış o?” diyecekler. De ki: “Belki de yakındır.”"},{"SurahNumber":17,"VerseNumber":51,"Text":"De ki: “İster taş olun, ister demir. İsterse yeniden dirilmesi aklınızca imkânsız gibi görünen herhangi bir yaratık, ne olursanız olun, mutlaka diriltilip kaldırılacaksınız.”“O halde” diyecekler, “kimdir bizi diriltecek olan?” De ki: “Sizi ilk defa yoktan yaratan!”Bu sefer, alay ederek başlarını sallayacak da: “Ne zamanmış o?” diyecekler. De ki: “Belki de yakındır.”"},{"SurahNumber":17,"VerseNumber":52,"Text":"Allah, Sizi kabirlerden çağıracağı gün, derhal O'na hamd ederek koşarcasına çağrısına uyacaksınız. Kendi kendinize bir düşünüp, dünyada pek az kaldığınızı sanırsınız. [79,]"},{"SurahNumber":17,"VerseNumber":53,"Text":"Söyle o kullarıma: “Hep en güzel sözleri söylesinler, çünkü şeytan aralarını bozmaya çalışır. Gerçekten şeytan insanın açık düşmanıdır.”"},{"SurahNumber":17,"VerseNumber":54,"Text":"Rabbiniz sizi pek iyi bilir. Dilerse size merhamet eder yahut dilerse sizi cezalandırır.Bunun içindir ki, ey Resulüm, seni onlar üzerine yönetici, onlardan sorumlu olarak göndermedik"},{"SurahNumber":17,"VerseNumber":55,"Text":"Hem senin Rabbin, göklerde ve yerde olan kim varsa hepsini pek iyi bilir.Biz nebîlerden bazısını bazısına üstün kıldık, nitekim Davud'a da Zebûr’u verdik"},{"SurahNumber":17,"VerseNumber":56,"Text":"De ki: “İbadetlerde Allah'ın ortakları olduklarını yalan yere iddia ettiğiniz tanrılarınızı çağırın çağırabildiğiniz kadar!Onlar ne sizin sıkıntınızı giderebilir, ne de onu başka yere çevirebilirler!” {KM, İşaya}"},{"SurahNumber":17,"VerseNumber":57,"Text":"Onların tanrılaştırıp yalvardıkları kimseler, “Ne yaparsam O'na daha yakın olabilirim?” diye Rab’lerine vesile ararlar.O’nun rahmetini arar, azabından korkarlar. Çünkü Rabbinin azabı gerçekten korkunçtur"},{"SurahNumber":17,"VerseNumber":58,"Text":"Hiç bir şehir yoktur ki kıyamet gününden önce Biz orayı imha etmeyelim veya şiddetli bir azaba uğratmayalım. Bu, kitapta (Levh-i Mahfuz'da) yazılıdır"},{"SurahNumber":17,"VerseNumber":59,"Text":"Kâfirlerin keyfî olarak istedikleri mûcizeleri göndermeyişimizin tek sebebi, daha önceki kâfirlerin bu gibi mûcizeleri yalanlamış olmalarıdır.Nitekim Semud halkına açık bir mûcize olarak o dişi deveyi verdik de onu öldürdüler ve bu yüzden kendilerine zulmettiler. Biz o âyetleri sadece korkutmak için göndeririz. [5,115; 7,65] {KM, Markos}"},{"SurahNumber":17,"VerseNumber":60,"Text":"Unutma ki vaktiyle sana: “Rabbin insanları ilim ve kudretiyle kuşatmıştır.” demiştik.Gerek miraçta sana gösterdiğimiz temaşayı, gerek Kur'ân’da lânetlenen ve cehennemin dibinde biten o zakkum ağacını, sırf insanları deneme vesilesi kıldık.Biz onları tehdit ediyoruz da bu, onların azgınlığını artırmaktan başka bir işe yaramıyor"},{"SurahNumber":17,"VerseNumber":61,"Text":"Bir zaman meleklere: “Ademe secde edin!” dedik, onlar da hemen secdeye kapandılar, yalnız İblis secde etmeyip: “Çamurdan yarattığın kimseye secde mi ederim!”“Benden üstün kıldığın adam bu mu? Eğer kıyamet gününe kadar bana bir mühlet versen, gör bak nasıl da onun soyunu pek azı dışında kumandam altına alacağım!” dedi"},{"SurahNumber":17,"VerseNumber":62,"Text":"Bir zaman meleklere: “Ademe secde edin!” dedik, onlar da hemen secdeye kapandılar, yalnız İblis secde etmeyip: “Çamurdan yarattığın kimseye secde mi ederim!”“Benden üstün kıldığın adam bu mu? Eğer kıyamet gününe kadar bana bir mühlet versen, gör bak nasıl da onun soyunu pek azı dışında kumandam altına alacağım!” dedi"},{"SurahNumber":17,"VerseNumber":63,"Text":"“Defol! oradan” buyurdu Allah; “Onlardan kim sana tâbi olursa, iyi bilin ki cehennem de sizin cezanızdır. Ceza ki ne ceza!”"},{"SurahNumber":17,"VerseNumber":64,"Text":"Allah sonra şöyle buyurdu: “Onlardan gücünün yettiğini sesinle aldatıp kötülüklere kaydır. Süvari veya piyade olarak bütün kuvvetlerini toplayarak onların üzerine yürü, mallarına ve evlatlarına ortak ol, bol bol vaadlerde bulun onlara!” Şeytan bu! Onları aldatmadan başka ne vaad eder ki"},{"SurahNumber":17,"VerseNumber":65,"Text":"“Benim gerçek kullarıma senin asla bir hakimiyetin olamayacaktır.Rabbinin onları koruyucu olması yeter de artar!”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Rabbiniz o muazzam kudret sahibidir ki lütfundan nasibinizi aramanız için denizde gemiler yürütür. Gerçekten O'nun size ihsan ve merhameti pek fazladır"},{"SurahNumber":17,"VerseNumber":67,"Text":"Denizde musîbete mâruz kaldığınızda Allah'tan başka yalvardığınız bütün putlar ortada görünmez olur. Ama O sizi kurtarıp selâmetle karaya çıkarınca, Ona arkanızı dönersiniz. İşte öyle nankördür bu insanoğlu"},{"SurahNumber":17,"VerseNumber":68,"Text":"Karada sizi yerin dibine geçirmesinden yahut çakıl savuran bir kasırga göndermesinden emin mi oldunuz? Sonra kendinize bir koruyucu da bulamazsınız"},{"SurahNumber":17,"VerseNumber":69,"Text":"Yahut sizi tekrar denize gönderip de üzerinize kırıp geçiren bir fırtına göndererek, inkârınız ve nankörlüğünüz sebebiyle sizi boğmayacağından emin mi oldunuz?Sonra Bize karşı size arka çıkacak hiç bir kuvvet bulamazsınız"}]}