{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Gayıptın kiltteri Oda / Allahta / , onı tek Ol gana biledi / basqa eskim bilmeydi / . Ol qurlıqtagını da, tenizdegini de biledi. Onın bilwinsiz birde-bir japıraq tuspeydi. Jerdin qarangılıqtarındagı bir dan bolsın, sulı nemese qurgaq narse bolsın, barlıgı da anıq Kitapta / jazwlı"},{"SurahNumber":6,"VerseNumber":60,"Text":"Ol / Allah / tunde senderdin jandarındı aladı jane kundiz ne istegenderindi biledi. Ol senderdi belgilengen merzim / omir / ayaqtalwı usin, onda / kundiz / qayta tiriltedi. Keyin Ogan qaytasındar. Sodan keyin, Ol senderge ne istegenderinnin xabarın beredi"},{"SurahNumber":6,"VerseNumber":61,"Text":"Ol - al-Qahir / quldarının ustinen ustemdik etwsi / ari Ol senderge saqtawsılardı / amaldardı jazıp saqtawsı peristelerdi / jiberedi. Qasan birewine olim kelgen kezde, elsilerimiz / jan alwsı peristeler / onın janın es kemsilik jibermey aladı"},{"SurahNumber":6,"VerseNumber":62,"Text":"Sodan keyin olar, ozderinin sın Ieleri - Allahqa qaytarıladı. Bilinder, ukim etw - Onın gana biliginde. Ol - esep alwsılardın en jıldamı"},{"SurahNumber":6,"VerseNumber":63,"Text":"Ey, Muxammed! / Ayt: «Sender Ogan jalbarına ari qupiya turde: «Ol bizdi osıdan / apattan / qutqarsa, albette biz sukir etwsilerden / Onın bergen igilikterine algısbildirwsilerden / bolamız», - dep / komekke / saqırgan kezderinde, senderdi qurlıq jane teniz qarangılıqtarınan kim qutqaradı?» - dep"},{"SurahNumber":6,"VerseNumber":64,"Text":"Ayt: «Senderdi budan jane arbir qaygıdan Allah qana qutqaradı. Sonda da sender Ogan / ar narseni / serik etip qosasındar!» - dep"},{"SurahNumber":6,"VerseNumber":65,"Text":"Ayt: «Ol, senderge tobelerinnen nemese ayaqtarınnın astınan azap jiberwge ne senderdi gurli toptarga bolip, sielenistirwge jane keybirewlerine ozgelerinnin qatıgezdigin tattırwga kusi jetedi», - dep. Olardın ugwları usin ayattarımızdı qalay tusindiretinimizge nazar sal"},{"SurahNumber":6,"VerseNumber":66,"Text":"Qawımın onı / Qurandı / , ol aqiqat bolsa da, otirikke sıgardı. Ayt: «Men senderge jawaptı emespin"},{"SurahNumber":6,"VerseNumber":67,"Text":"Arbir xabardın oz waqıtı bar. Jaqında bilesinder», - dep"},{"SurahNumber":6,"VerseNumber":68,"Text":"Ey, Muxammed! / Qasan olardın Bizdin ayattarımızga baylanıstı / bos sozge / kiriskenin korgen kezde, olar basqa angimege awısqandarına deyin olardan teris burıl. Eger saytan sagan umıttırsa, esine tuskennen keyin, adiletsiz adamdarmen birge otırma"},{"SurahNumber":6,"VerseNumber":69,"Text":"Allahtın jazasınan qorqıp, saqtanwsılar / taqwalıq etwsiler / , olardın / musrikterdin / esebinen suralmaydı. Tek, olar Allahtın jazasınan saqtanwları usin eske salw / eskertw / kerek"},{"SurahNumber":6,"VerseNumber":70,"Text":"Oz dinderin oyın ari bos ermek etip algandardı jane osı omir aldagandardı jayına qaldır. Ari onımen / Quranmen / jannın istep tapqandarı / kunaları / saldarınan quritındıgın eske sal. Ogan Allahtan ozge esbir qamqorsı da, arasası da bolmaydı. Ari qanday tolem berse de odan alınbaydı. Mine, solar - istegen isterinin saldarınan, ozderin joyılwga dwsar etkender. Olarga, kupirlikteri / imandı teriske sıgargandıqtarı / usin qaynap turgan ıstıq swdan swsın ari kuyzeltwsi azap bar"},{"SurahNumber":6,"VerseNumber":71,"Text":"Ey, Muxammed / / Ayt: «Allahtan basqa bizge ne payda, ne ziyan keltire almaytın bir narseden tileymiz be? Ari Allah bizdi twra jolga tusirgennen keyin, joldastarı: «Biz jaqqa kel», - dep, twra jolga saqırıp tursa da, jer betinde saytandar azgırıp, dal bolgan / ozin jogaltqan / birew sekildi, artımızga qaytarılamız ba?» - dep. Ayt: «Allahtın jolı - anıq twra jol. Biz alemderdin Rabbısına boysunwga buyırıldıq"},{"SurahNumber":6,"VerseNumber":72,"Text":"jane namazdı / barlıq sarttarın saqtap, berile / tolıq orındawga ari Odan qorqıp, saqtanwga», - dep. Ari sender Onın quzırında jinalasındar"},{"SurahNumber":6,"VerseNumber":73,"Text":"Ari ol aspandardı jane jerdi aqiqatpen jarattı. Ol: «Bol», - degen kuni boladı. Onın sozi - aqiqat. Sur uriletin / qiyamet / Kuni bilik tek Oniki. Ol - qupiya men ayqın narseni Bilwsi ari Ol -asa Dana, barinen Xabardar"}]}