{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Buh zajiste pevne drzi nebe i zemi, aby nepominuly a kdyby pomijely, kdo jini dovedl by je udrzeti, krome neho Vsak on laskavy jest a velky v odpousteni"},{"SurahNumber":35,"VerseNumber":42,"Text":"A prisahali pri Bohu nejpevnejsi prisahou, ze kdyby prisel jim varovatel, byli by dojista lepe vedeni, nez kterykoli narod jiny: vsak kdyz prisel jim varovatel, rozhojnil je pouze v prchani"},{"SurahNumber":35,"VerseNumber":43,"Text":"pyse na zemi, a lstivem kuti zla: vsak ono lstive kuti zla zaplete v osidla ty, kdoz je kuji. Ocekavaji snad jinou zvyklost se strany Boha, nez s jakou vystoupil vuci tem, kdoz predesli je? Zajiste, ze nenajdes zmeny ve zvyklostech bozich, aniz naleznes ve zvyklostech bozich odchylky"},{"SurahNumber":35,"VerseNumber":44,"Text":"Coz necestovali v zemi a nevideli, jak byl konec tech pred nimi, jiz mocnejsi byli jich moci? Neni niceho, co znemozniti mohlo by rozkaz Boha na nebi, ci na zemi; ont zajiste vsevedouci jest a mocny"},{"SurahNumber":35,"VerseNumber":45,"Text":"Kdyby ztrestati chtel Buh lidi za to, co zaslouzili si, nenechal by na povrchu (zeme) ni jednoho zivocicha! Vsak on odklada s nimi az do lhuty predurcene: a kdyz prijde lhuta jejich, zajiste ze Buh dobre obzira sluzebniky sve"},{"SurahNumber":36,"VerseNumber":1,"Text":"JA. SIN"},{"SurahNumber":36,"VerseNumber":2,"Text":"Pri Koranu moudrem"},{"SurahNumber":36,"VerseNumber":3,"Text":"tyt zajiste s jednim z poslanych"},{"SurahNumber":36,"VerseNumber":4,"Text":"na stezce prime"},{"SurahNumber":36,"VerseNumber":5,"Text":"Seslani jest to Mocneho, Slitovneho"},{"SurahNumber":36,"VerseNumber":6,"Text":"abys varoval lid, jichz otcove nebyli varovani i ziji v lhostejnosti"},{"SurahNumber":36,"VerseNumber":7,"Text":"A pronesen byl jiz rozsudek, nad vetsinou jich: proto neuveri"},{"SurahNumber":36,"VerseNumber":8,"Text":"Obtezkali jsme sije jejich retezy, sahajicimi jim az k bradam, takze dozadu srazene jsou hlavy jejich"},{"SurahNumber":36,"VerseNumber":9,"Text":"A ucinili jsme pred nimi prehradu i za nimi prehradu; a clonou pokryli jsme oci jejich, takze nelze jim videti"},{"SurahNumber":36,"VerseNumber":10,"Text":"A jedno jest jim, varujes-li je, ci ne: neuveri"},{"SurahNumber":36,"VerseNumber":11,"Text":"Pouze ty varovati budes, kdoz nasleduji Napomenuti a boji se Milosrdneho v skrytosti: tem zvestuj odpusteni a odmenu hojnou"},{"SurahNumber":36,"VerseNumber":12,"Text":"Myt zajiste krisime mrtve a zapisujeme skutky jejich a stopy jejich: a vsechny veci zanasime v Knize prvotni zjevne"},{"SurahNumber":36,"VerseNumber":13,"Text":"A cin jim podobenstvi v obyvatelich mesta, kdyz prisli k nim poslove"},{"SurahNumber":36,"VerseNumber":14,"Text":"kdyz poslali jsme k nim poslu dve a lhari nazvali je: i na posilu tretiho poslali jsme, a rekli: „Myt zajiste poslani jsme k vam!“"},{"SurahNumber":36,"VerseNumber":15,"Text":"Rekli: „Vy pouze jste lide jako my a Milosrdny neseslal niceho. Vy pouze lhari jste.“"},{"SurahNumber":36,"VerseNumber":16,"Text":"Rekli (poslove): „Pan nas vi, ze my k vam poslani jsme"},{"SurahNumber":36,"VerseNumber":17,"Text":"a na nas jest pouze hlasani zjevne.“"},{"SurahNumber":36,"VerseNumber":18,"Text":"Rekli: „Poradili jsme se ptakovestbou ohledne vas: a neprestanete-li, dojista ukamenujeme vas a dojista stihne vas od nas trest bolestny.“"},{"SurahNumber":36,"VerseNumber":19,"Text":"Rekli (poslove): „Vase (zla) vestba, zustane s vami, i kdyz jste byli napomenuti. Ale vy jste lidem vystrednickym!“"},{"SurahNumber":36,"VerseNumber":20,"Text":"I pribehl z druheho konce mesta muz ve spechu, volaje: „O lide muj, nasledujte poslane"},{"SurahNumber":36,"VerseNumber":21,"Text":"nasledujte ty, kdoz nezadaji si od vas odmeny a jsou vedeni cestou (pravou)"},{"SurahNumber":36,"VerseNumber":22,"Text":"Proc nemel bych uctivati toho, jenz stvoril mne a k nemuz navraceni budete"},{"SurahNumber":36,"VerseNumber":23,"Text":"Zdaz vezmu si vedle neho bozstva (jina)? Chtel-li pak by Milosrdny priciniti mi protivenstvi, neprospela by mi primluva jejich pranic, aniz spasiti by mne mohli"},{"SurahNumber":36,"VerseNumber":24,"Text":"Tehdy pak zajiste byl bych v bloudeni zjevnem"},{"SurahNumber":36,"VerseNumber":25,"Text":"Zajiste uveril jsem v Pana naseho: procez slyste mne!“"},{"SurahNumber":36,"VerseNumber":26,"Text":"Bylo receno mu: „Vejdi v raj!“ I rekl: „Kez by jen lid muj vedel"},{"SurahNumber":36,"VerseNumber":27,"Text":"jak odpustil mi Pan muj a jak ucinil mne jednim z poctenych!“"}]}