{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"(Harp esiri olarak) sahip oldugunuz cariyeler mustesna, evli kadınlar da size haram kılındı. Allah'ın size emri budur. Bunlardan baskasını, namuslu olmak ve zina etmemek uzere mallarınızla (mehirlerini vererek) istemeniz size helal kılındı. Onlardan faydalanmanıza karsılık kararlastırılmıs olan mehirlerini verin. Mehir kesiminden sonra (yeni bir miktar uzerinde) karsılıklı anlasmanızda size bir gunah yoktur. Suphesiz ki Allah, her seyi hakkıyle bilendir; mutlak hukum sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"Icinizden, imanlı hur kadınlarla evlenmeye gucu yetmeyen kimse, ellerinizin altında bulunan imanlı genc kızlarınız (sayılan) cariyelerinizden alsın. Allah sizin imanınızı daha iyi bilmektedir. Hep aynı koktensiniz (insanlık bakımından aranızda fark yoktur). Oyle ise iffetli yasamaları, zina etmemeleri ve gizli dost da tutmamaları sartı ve sahiplerinin izni ile onları (cariyeleri) nikahlayıp alın, mehirlerini de maruf (normal) olculer icinde (gonul hosnutlugu ile) verin. Evlendikten sonra bir fuhus yaparlarsa onlara, hur kadınların cezasının yarısı (uygulanır). Bu (cariye ile evlenme izni), icinizden gunaha dusmekten korkanlar icindir. Sabretmeniz ise sizin icin daha hayırlıdır. Allah cok bagıslayıcı ve cok merhametlidir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah size (bilmediklerinizi) acıklamak ve sizi, sizden onceki (iyi)lerin (hak) yoluna iletmek ve sizin gunahlarınızı bagıslamak istiyor. Allah hakkıyla bilicidir, yegane hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Allah sizin tevbenizi kabul etmek ister; sehvetlerine uyanlar (kotu arzuların esiri olanlar) ise busbutun yoldan cıkmanızı isterler"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah sizden (yukunuzu) hafifletmek ister; cunku insan zayıf yaratılmıstır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey iman edenler! Karsılıklı rızaya dayanan ticaret olması hali mustesna, mallarınızı, batıl (haksız ve haram yollar) ile aranızda (alıp vererek) yemeyin ve birbirinizi (Haksız yere) oldurmeyin. Suphe yoktur ki Allah, size karsı cok merhametlidir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Her kim bunu dusmanlık ve zulum maksadıyla yaparsa, (bilsin ki) onu atese sokacagız. Bu ise Allah’a gore cok kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Eger yasaklandıgınız buyuk gunahlardan kacınırsanız, sizin kucuk gunahlarınızı orteriz ve sizi serefli bir yere (Cennet'e) sokarız"},{"SurahNumber":4,"VerseNumber":32,"Text":"Allah'ın sizi, birbirinizden ustun kıldıgı seyleri (baskasında olup da sizde olmayanı) hasretle arzu etmeyin. Erkeklerin de kazandıklarından nasipleri var, kadınların da kazandıklarından nasipleri var. Allah'tan lutfunu isteyin; suphesiz Allah herseyi hakkıyla bilmektedir"},{"SurahNumber":4,"VerseNumber":33,"Text":"Ana-babanın ve yakın akrabanın bıraktıkları mala (varis olsunlar diye kadın ve erkek) her biri icin varisler kıldık. Yeminlerinizle baglandıgınız kimselere de hisselerini verin. Suphe yoktur ki Allah, her seye sahittir"},{"SurahNumber":4,"VerseNumber":34,"Text":"(Bazı hususlarda) Allah'ın, erkekleri kadınlardan ustun yaratması ve erkeklerin mallarıyla (kadınlara) nafaka temin etmeleri dolayısıyla, erkekler kadınlara hakimdirler (onların emirleridirler). Iyi kadınlar, (kocalarına) itaat eden, Allah'ın korunmasını emretmesi dolayısıyla da [karı koca arasındaki evlilige ait] gizlilikleri koruyan kadınlardır, itaatsizliklerinden korktugunuz kadınlar ise, onlara va'z-u nasihatte bulunun; (fayda etmezse) yataklarında yalnız bırakın; (onun da faydası olmazsa, usulunce) onları dovun. Eger size itaat ederlerse, artık onların aleyhine baska bir yol aramayın. Suphe yoktur ki Allah, cok yucedir; cok buyuktur"},{"SurahNumber":4,"VerseNumber":35,"Text":"Eger karı kocanın aralarının acılmasından korkarsanız, erkegin ailesinden bir hakem ve kadının ailesinden bir hakem gonderin. Bunlar barıstırmak isterlerse Allah aralarını bulur; suphesiz Allah her seyi bilen, her seyden haberdar olandır"}]}