{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Loba: Eh bawumbu na nga! Baye basala mabe koleka ndelo, bozanga elikia te тропа ngolu ya Allah, ya sólo Allah alimbisaka masumu manso. Mpo ete ya sólo, ye azali molimbisi atonda mawa"},{"SurahNumber":39,"VerseNumber":54,"Text":"Mpe bozonga epai ya Nkolo wa bino na tubela, mpe bomisokia epai naye yambo ete etumbu eyela bino, noki bokozua lisalisi te"},{"SurahNumber":39,"VerseNumber":55,"Text":"Mpe bolanda ya malamu kati na maye makitelaki bino kowuta epai ya Nkolo wa bino, yambo ete etumbu eyela bino mbalakaka mpe bozali koyeba te"},{"SurahNumber":39,"VerseNumber":56,"Text":"Yambo molimo eloba ete, mabe na ngai, тропа kozanga botosi epai na Allah, kasi nazalaki ya soló okati ya basakani"},{"SurahNumber":39,"VerseNumber":57,"Text":"То, aloba ete soki Allah akambaka ngai kasi nalingaki nazala o kati ya babangi"},{"SurahNumber":39,"VerseNumber":58,"Text":"То, aloba te ete tango akomona etumbu: Oh!, soki nazongi ata na (mokili), mbele nalingaki kozala okati ya babongisi"},{"SurahNumber":39,"VerseNumber":59,"Text":"Iyo, ya soló mikapo mia ngai mikomelaki yo mpe oboyaki kondima na yango, osalaki lolendo mpe ozalaki okati ya bape ngwi"},{"SurahNumber":39,"VerseNumber":60,"Text":"Mpe o mokolo mwa suka okomona bilongi ya baye baboyaki kondimela Allah bikoyindaka, boye lifelo ekozalaka nde esika ya bato ya lolendo te"},{"SurahNumber":39,"VerseNumber":61,"Text":"Mpe Allah akobikisaka babangi baye basalaki bolamu, ma ekozuaka bango te, mpe bakozalaka na mawa te. (kati na lola)"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah nde mokeli wa biloko binso, mpe azali Nkolo ya nionso"},{"SurahNumber":39,"VerseNumber":63,"Text":"Azali na bafungola ya likolo na mabele, mpe baye baza kopengwa na mikapo mia Allah, bango nde bazangi"},{"SurahNumber":39,"VerseNumber":64,"Text":"Loba: Boye bozali kotinda ngai nabondela nzambe mosusu elongo na Allah? Oh! Bino baye bozanga koyeba"},{"SurahNumber":39,"VerseNumber":65,"Text":"Ya soló, emoniseli esilaki kokita epai nayo mpe epai na baye baleka liboso nayo ete soki omeki kosangisa Allah, mosala nayo nyoso ekobeba, mpe okozala elongo na bazangi"},{"SurahNumber":39,"VerseNumber":66,"Text":"Kasi bondela Allah, mpe zala okati ya baye bazali kotondo ye"},{"SurahNumber":39,"VerseNumber":67,"Text":"Mpe bapesi Allah esika naye te ndenge esengeli, mpe mabele nyoso akokanga yango na loboko, mpe likolo akongumba yango na loboko naye ya mobali na mokolo ya suka. Nkembo naye aleki likolo na maye bazali kosangisa ye na yango"},{"SurahNumber":39,"VerseNumber":68,"Text":"Mpe bakobeta kelelo, mpe baye banso bazali na likolo mpe na nsé bakokufa, longola sé oyo Allah akolinga, sima babeti lisusu kelelo, nde bato banso basekwi bazali kotala"},{"SurahNumber":39,"VerseNumber":69,"Text":"Mpe mabele makotondaka na bongengi bwa Nkolo na yango, mpe bakotiyaka buku (ya misala nyoso oyo moto asalaki), mpe bakoyaka na bantoma na banzeneneke, mpe bakokataka kati kati na bango na bosôló, mpe bango bakobubamaka te"},{"SurahNumber":39,"VerseNumber":70,"Text":"Mpe molimo (moto) nyoso akozuaka sé mbano ya maye asalaki, mpe (Allah) ayebi malamu koleka maye bazalaki kosala"},{"SurahNumber":39,"VerseNumber":71,"Text":"Mpe тропа baye bapengwaki, bakomema bango lisanga okati na lifelo, soki bakomi, bizipeli na yango bikofungwama, mpe bakengeli na yango bakoloba na bango: Boye bayelaki bino batindami (na bakebisi) kowuta na bino moko te mpo batangela bino mikapo mia Nkolo wa bino mpe bakebisa bino тропа elaka ya mokolo mwa bino ya lelo? Bakoyanolaka: Iyo; kasi ya soló elaka ya etumbu ekokisami likolo ya bapengwi"},{"SurahNumber":39,"VerseNumber":72,"Text":"Bakoyebisaka bango: Bokota na minoko ya moto, bokozala libela okati na yango, esika kani ya mabe wana тропа bato ya lolendo"},{"SurahNumber":39,"VerseNumber":73,"Text":"Mpe bakomema baye babangaki Nkolo wa bango lisanga okati ya lola, soki bakomi, bakofungolelaka bango bizipeli bia yango, mpe bakengeli na yango bakolobaka na bango: Kimia ezala likolo na bino, bozalaki malamu, bokota mpe bovanda libela kati na yango"},{"SurahNumber":39,"VerseNumber":74,"Text":"Мре bakolobaka: Matondo na Allah oyo akokiseli biso elaka, mpe akitanisi biso mabele (ya Iola), ya soló tokovandaka na Iola esika nyoso tokolinga. Ya solo lifuta lia babongisi lileki kitoko"},{"SurahNumber":39,"VerseNumber":75,"Text":"Mpe okomona ba anzelu zinga zinga ya ngwende, bazali kokumisa Nkolo wa bango, mpe bakokataka kati kati na bango na bosóló. Mpe bakolobaka na bango: Lokumu na Allah Nkolo wa molongo"}]}