{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":67,"Text":"Ey Peygamber, bildir, sana Rabbinden indirilen emri ve eger bu tebligi ifa etmezsen onun elciligini yapmamıs olursun ve Allah, seni insanlardan korur. Suphe yok ki Allah, kafir olan kavme, dogru yola gitmek hususunda basarı vermez"},{"SurahNumber":5,"VerseNumber":68,"Text":"De ki: Ey kitap ehli, hicbir seye inanmıs sayılmazsınız Tevrat'ın, Incil'in ve Rabbinizden size indirilen kitabın hukumlerini yerine getirmedikce ve andolsun ki Rabbinden sana indirilen, onlardan cogunun azgınlıgını, kafirligini arttıracak, artık o kafir kavim yuzunden tasalanma sen"},{"SurahNumber":5,"VerseNumber":69,"Text":"Fakat inananlarla Yahudi olanlardan, Sabilerden ve Hıristiyanlardan Allah'a ve ahiret gunune inanıp iyi isler isleyenlere ne bir korku vardır, ne de mahzun olur onlar"},{"SurahNumber":5,"VerseNumber":70,"Text":"Andolsun ki Israilogullarından soz almıstık, peygamberler gondermistik onlara. Fakat hangi peygamber onlara gelip canlarının istemedigi bir sey getirdiyse o peygamberlerin bir kısmını yalanlamıslardı, bir kısmını oldurmuslerdi"},{"SurahNumber":5,"VerseNumber":71,"Text":"Ve sandılar ki bir cezaya ugramayacaklar. Kor oldular adeta, sagır kesildiler, sonra tovbe ettiler, Allah kabul etti, sonra gene de cogu korlesti, sagır oldu ve Allah, onların yaptıklarını tamamıyla gorur"},{"SurahNumber":5,"VerseNumber":72,"Text":"Allah, suphe yok ki Meryem oglu Mesih'tir diyenler kafir oldular ve Mesih, ey Israilogulları demisti, Rabbime ve Rabbinize kulluk edin; suphe yok ki Allah'a es tanıyana Allah, cenneti haram etmistir, onun yurdu atestir ve zalimlere hicbir yardımcı yoktur"},{"SurahNumber":5,"VerseNumber":73,"Text":"Suphe yok ki kafir olmuslardır, Allah, ucun ucuncusudur diyenler ve kulluk edilecek tek bir Tanrı vardır ancak. Soyledikleri sozden donmezlerse iclerinden kafir olanlar, pek elemli bir azaba ugrayacaklardır"},{"SurahNumber":5,"VerseNumber":74,"Text":"Hala mı tovbe etmeyecekler Allah'a ve hala mı yarlıgamasını istemeyecekler? Ve Allah sucları orter, rahimdir"},{"SurahNumber":5,"VerseNumber":75,"Text":"Meryemoglu Mesih, bir peygamberden baska bir sey degildi; ondan once de nice peygamberler gelip gectiler; annesi de gercek bir kadındı, ikisi de yemek yerlerdi. Bak bir, onlara delillerimizi nasıl acıklamadayız, sonra da bak, nasıl yuz ceviriyor onlar"},{"SurahNumber":5,"VerseNumber":76,"Text":"De ki: Allah'ı bırakıp size ne bir zararı dokunacak, ne bir faydası gelecek bir varlıga mı kulluk ediyorsunuz? Ve Allah, her seyi duyar, bilir"},{"SurahNumber":5,"VerseNumber":77,"Text":"De ki: Ey kitap ehli, haksız yere dininizde, asırı gitmeyin ve evvelce hem sapmıs, hem cogunu saptırmıs ve dogru yolu bırakıp sapıklıga dalmıs olan kavmin dileklerine uymayın"},{"SurahNumber":5,"VerseNumber":78,"Text":"Israilogullarından kafir olanlara Davud'un diliyle de lanet edilmisti, Meryemoglu Isa'nın diliyle de. Bu da isyan ettiklerinden ve asırı gittiklerindendi"},{"SurahNumber":5,"VerseNumber":79,"Text":"Isledikleri kotulukten, birbirlerini menetmezlerdi. Gercekten de yaptıkları is, ne de kotuydu"},{"SurahNumber":5,"VerseNumber":80,"Text":"Onların cogunu gorursun ki kafirlere dostluk ederler. Ne de kotudur nefislerinin, onlara hazırlayıp sundugu sey; Allah'ın gazabına ugrayacaklardır ve azap icinde ebedi olarak kalacaklardır"},{"SurahNumber":5,"VerseNumber":81,"Text":"Allah'a, Peygambere ve ona indirilene inansalardı onları dost edinmezlerdi. Fakat onlardan cogu, buyruktan cıkmıs kotu kisilerdir"}]}