{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"De ki: \"Size goklerden ve yerden rizik veren kimdir?\" Yine de ki: \"Allah'tir, herhalde ya biz, ya da siz mutlak bir hidayet uzerindeyiz veya acik bir sapiklik icindeyiz"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki: \"Siz bizim yaptigimiz gunahlardan sorumlu tutulmazsiniz. Biz de sizin yaptiklarinizdan sorumlu olmayiz"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: \"Rabbimiz hepimizi bir araya toplayacak, sonra da hak hukmu ile aramizi ayiracaktir. Asil hukum veren ve her seyi bilen O'dur"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: \"O'na ortak diye takistirdiklarinizi bana gosterin bakayim! Hayir, oyle sey yoktur, dogrusu guclu ve hikmet sahibi olan ancak Allah'tir"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz seni ancak butun insanlara bir mujdeci ve bir uyarici olarak gonderdik. Fakat insanlarin cogu bilmezler"},{"SurahNumber":34,"VerseNumber":29,"Text":"Ve: \"Eger gercekciyseniz bu vaad ne zaman olacak?\" diyorlar"},{"SurahNumber":34,"VerseNumber":30,"Text":"De ki: \"Size vaad edilen oyle bir gundur ki, ondan ne bir an geri kalabilirsiniz, ne de ileri gecebilirsiniz"},{"SurahNumber":34,"VerseNumber":31,"Text":"Kafirler: \"Biz ne bu Kur'an'a inaniriz, ne de ondan oncekilere.\" dediler. Fakat o zalimler yakalanip Rablerinin huzuruna durdurulduklari zaman, birbirlerine soz atarken bir gorsen! Bir taraftan zayif dusurulenler, o buyukluk taslayanlara: \"Siz olmasaydiniz biz mutlaka mumin olurduk\" derler"},{"SurahNumber":34,"VerseNumber":32,"Text":"Diger taraftan buyukluk taslayanlar, zayif dusurulenlere: \"Size hidayet geldikten sonra, sizi ondan biz mi cevirdik? Hayir, siz kendiniz sucluydunuz.\" derler"},{"SurahNumber":34,"VerseNumber":33,"Text":"O zayif dusurulenler de o buyukluk taslayanlara: \"Hayir, (isiniz) gece, gunduz hilekarlikti. Cunku siz bize Allah'i inkar etmemizi ve O'na es kosmamizi emrediyordunuz.\" derler. Bunlar azabi gordukleri zaman iclerinden pismanlik getirmektedirler. Biz de o kafirlerin boyunlarina demir halkalar gecirmisizdir. Onlar sadece yaptiklarinin cezasini cekiyorlardir"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz herhangi bir memlekete tehlikeyi haber veren bir uyarici gonderdikse, mutlaka oranin refah ile simartilmis olanlari: \"Biz sizin gonderildiginiz seyleri tanimayiz.\" dediler"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ve yine dediler ki: \"Biz malca da daha coguz, evlatca da, bize azab edilmez"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: \"Rabbim rizki diledigine genisletir, diledigine sikar. Fakat insanlarin cogu bilmezler"},{"SurahNumber":34,"VerseNumber":37,"Text":"Halbuki sizi huzurumuza yaklastiracak olan, mallariniz ve evlatlariniz degildir. Ancak iman edip de salih amel isleyenlere gelince, iste onlarin amellerine karsi kendilerine kat kat mukafat vardir. Onlar cennet kosklerinde emniyet icindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimizi hukumsuz birakmak icin yarisanlara gelince, iste onlar Hakk'in huzuruna azab icinde getirileceklerdir"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Gercekten Rabbim kullarindan diledigi kimseye rizki hem genisletir, hem daraltir. Her neyi hayra harcarsaniz O, onun yerine baskasini verir. Hem O, rizik verenlerin en hayirlisidir"},{"SurahNumber":34,"VerseNumber":40,"Text":"O gun Allah, onlari hep birlikte mahsere toplayacak, sonra meleklere: \"Sunlar size mi tapiyorlardi?\" diyecektir"},{"SurahNumber":34,"VerseNumber":41,"Text":"Onlar da: \"Seni tenzih ederiz. Bizim onlara karsi siginacak velimiz sensin. Hayir, onlar cinlere tapiyorlardi. Cogu onlara inanmislardi.\" diyecekler"},{"SurahNumber":34,"VerseNumber":42,"Text":"Iste o gun birbirinize ne bir menfaate, ne de bir zarara sahip olabilirsiniz. Ve biz o zulmedenlere: \"Tadin bakalim o yalan deyip durdugunuz atesin azabini!\" deriz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Karsilarinda acik deliller halinde ayetlerimiz okundugu zaman o zalimler: \"Bu, baska degil, sirf sizi atalarinizin taptigi tanrilardan men etmek isteyen bir adam.\" dediler. Ve: \"Bu (Kur'an), baska bir sey degil, sirf uydurulmus bir iftira\" dediler. O kafirler, hak kendilerine geldigi zaman: \"Bu apacik bir sihirden baska bir sey degil.\" dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Halbuki biz onlara oyle ders alacaklari kitaplar gondermedik. Kendilerine senden once bir uyarici da gondermedik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan oncekiler de yalanlamislardi. Hem bunlar, onlara verdiklerimizin onda birine eremediler. Peygamberlerimi yalanladilar, ama beni inkar edisin sonu nasil oldu"}]}