{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bizimle karsılasmayı ummayanlar: \"Bize melekler indirilmeliydi, yahut Rabbimizi gormeliydik degil mi?\" dedi(ler). Andolsun ki onlar kendi iclerinde buyukluk tasladılar ve buyuk bir azgınlıkla haddi astılar"},{"SurahNumber":25,"VerseNumber":22,"Text":"Melekleri gordukleri gun, iste o gun suclulara mujde yoktur ve onlar; (Size sevinmek) yasaktır, yasak!\" derler"},{"SurahNumber":25,"VerseNumber":23,"Text":"Yaptıkları her isin onune gecmisiz de onu (etrafa) sacılmıs toz zerreleri haline getirmisizdir"},{"SurahNumber":25,"VerseNumber":24,"Text":"O gun cennet halkının kalacakları yer daha iyi, dinlenip safa surecekleri yer daha guzeldir"},{"SurahNumber":25,"VerseNumber":25,"Text":"Gogun bulutları parcalayıp meleklerin boluk boluk indirildigi gun"},{"SurahNumber":25,"VerseNumber":26,"Text":"Iste o gun, gercek mulk, Rahmanın'dır, (butun hukumranlık yalnız O'na aittir) ve o (gun), kafirler icin cetin bir gundur"},{"SurahNumber":25,"VerseNumber":27,"Text":"O gun zalim ellerini ısırıp: \"Nolaydı, keske ben elciyle beraber bir yol edineydim!\" der"},{"SurahNumber":25,"VerseNumber":28,"Text":"Vah bana, ne olurdu, ben falanı dost tutmasaydım"},{"SurahNumber":25,"VerseNumber":29,"Text":"O beni, bana gelen Zikirden saptırdı. Zaten seytan, insanı yapayalnız ve yardımcısız bırakır"},{"SurahNumber":25,"VerseNumber":30,"Text":"Elci de: \"Ya Rabbi, kavmim, bu Kur'an'ı terk edilmis bıraktılar demistir"},{"SurahNumber":25,"VerseNumber":31,"Text":"Biz boylece her elciye suclulardan bir dusman var ettik. Yol gosterici ve yardımcı olarak Rabbin yeter"},{"SurahNumber":25,"VerseNumber":32,"Text":"Inkar edenler: \"Kur'an, ona bir defada indirilmeli degil miydi?\" dediler. Biz onunla senin kalbini saglamlastırmak icin onu boyle (parca parca indirdik) ve onu agır agır okuduk"},{"SurahNumber":25,"VerseNumber":33,"Text":"Onların sana getirdigi her misale (her batıl soruya) karsı mutlaka biz sana, (o batılı yok edecek) gercegi ve en guzel acıklamayı getiririz"},{"SurahNumber":25,"VerseNumber":34,"Text":"O yuzukoyun cehenneme toplanacak olanlar, iste onlar, yerce cok kotu ve yolca cok sapıktır"},{"SurahNumber":25,"VerseNumber":35,"Text":"Andolsun biz Musa'ya Kitabı verdik ve kardesi Harun'u kendisinin yanında vezir yaptık"},{"SurahNumber":25,"VerseNumber":36,"Text":"Ayetlerimizi yalanlayan kavme gidin, dedik. (Onlara gittiler. Onlar, kendilerine gelen bu elcilerimizi kabul etmeyince biz) de onları yıkıp yok ettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nuh kavmi de peygamberleri yalanladıkları vakit- onları da bogduk ve onları insanlara bir ibret yaptık. Zalimlere acı bir azab hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ad'ı, Semud'u, Res halkını ve bu arada daha bircok nesilleri (inkarları yuzunden helak ettik)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Hepsine de (uyarmak icin) misaller (gecmislerden hikayeler) anlattık. (Ogut almayıp kufurlerinde ısrar edince biz de) hepsini helak ettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"(Su Kureys musrikleri) bela yagmuruna tutulan, (ustune tas yagdırılan) kente vardılar. Onun durumunu gormuyorlar mıydı (ki ibret alsınlar)? Hayır, onlar (oldukten sonra) tekrar dirilip kalkmayı ummuyorlar"},{"SurahNumber":25,"VerseNumber":41,"Text":"Seni gordukleri zaman, mutlaka seni eglence konusu yapıyorlar; \"Allah bunu mu elci gondermis"},{"SurahNumber":25,"VerseNumber":42,"Text":"Eger biz tanrılarımıza tapmakta ısrar etmeseydik, nerdeyse bizi tanrılarımızdan saptıracaktı. (diyorlar). Azabı gordukleri zaman kimin yolunun sapık oldugunu bileceklerdir"},{"SurahNumber":25,"VerseNumber":43,"Text":"Arzusunu tanrı edinen kimseyi gordun mu? Onun ustune sen mi bekci olacaksın"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa sen onların cogunun isittiklerini, dusunduklerini mi sanıyorsun? Hayır, onlar hayvanlar gibidir, hatta onlar, yolca (hayvanlardan) daha sapıktır"},{"SurahNumber":25,"VerseNumber":45,"Text":"Rabbini gormedin mi golgeyi nasıl uzattı? Dileseydi, onu durgun yapardı. Sonra nasıl gunesi ona delil kıldık (golgenin gorunmesini, ısıga baglı kıldık)"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra (gunes yukseldikce) golgeyi yavas yavas cekip aldık"},{"SurahNumber":25,"VerseNumber":47,"Text":"O, geceyi sizin icin elbise, uykuyu dinlenme, gunduzu de kalkıp calısma zamanı yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ve O, rahmetinin onunde ruzgarları mujdeci gonderdi. Ve gokten tertemiz bir su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ki onunla olu bir ulkeyi diriltelim ve onunla yarattıgımız hayvanlardan ve insanlardan bircogunu sulayalım"},{"SurahNumber":25,"VerseNumber":50,"Text":"Andolsun biz, bu sozu onların aralarında cevirip cevirip anlattık ki ogut alsınlar. Ama insanların cogu, nankorlukte direnmektedir"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eger biz dileseydik, her kente bir uyarıcı gonderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"Kafirlere boyun egme ve bu Kur'an ile onlara karsı buyuk cihad et"}]}