{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Ta de zongzu zhong jiao'ao de guizumen shuo: Shu a bo a! Women yiding yao ba ni he ni de xintumen zhu chucheng wai, chufei nimen zai xin women de zongjiao. Ta shuo: Jishi women yanwu nimen de zongjiao, ye yao women zai xinfeng ta ma?"},{"SurahNumber":7,"VerseNumber":89,"Text":"Zhenzhu shi women tuoli nimen de zongjiao hou, ruguo women zai qu xin ta, namo, women que yi jiajie zhenzhu de mingyi er zaoyaole. Chufei zhenzhu--women de zhu--yiyu, women bu hui zai xin nimen de zongjiao. Women de zhu de zhijue shi baoluo wanwu de, women zhi xintuo zhenzhu. Women de zhu a! Qiu ni zai women he women de zongzu zhi jian yi zhenli er panjue ba, ni shi zhi shan de panjue zhe."},{"SurahNumber":7,"VerseNumber":90,"Text":"Ta de zongzu zhong bu xindao de guizumen shuo: Ruguo nimen shuncong shu a bo, namo nimen yiding shi kui she de ren."},{"SurahNumber":7,"VerseNumber":91,"Text":"Yushi, dizhen xijile tamen, qingke zhi jian, tamen dou jiang wo zai ge ren de jiali."},{"SurahNumber":7,"VerseNumber":92,"Text":"Fouren shu a bo de ren, haoxiang meiyou zai nage chengshi li juzhuguo yiyang. Fouren shu a bo de ren, que shi kui she de."},{"SurahNumber":7,"VerseNumber":93,"Text":"Yushi, ta likai tamen, bingqie shuo: Wo de zongzu a! Wo que yi ba wo de zhu de shiming chuanda gei nimenle, bing xiang nimen tichule zhonggao. Wo zen neng aidao bu xindao de minzhong ne!"},{"SurahNumber":7,"VerseNumber":94,"Text":"Wo-paiqian yige xianzhi dao yige chengshi qu,(er ta bei ren fouren), wo zong yao yi qiongkun he huannan chengzhi qi jumin, yibian tamen qianxun."},{"SurahNumber":7,"VerseNumber":95,"Text":"Suihou wo zhuan huo wei fu, zhidao tamen fushu, bingqie shuo: Women de zuxian que yi zaoguo huannan, xiangguo kanglele. Yushi, dang tamen buzhi bu jue shi, wo chengzhi tamen."},{"SurahNumber":7,"VerseNumber":96,"Text":"Jiaruo ge chengshi de jumin, xindao erqie jingwei, wo bi wei tamen er kaipi tiandi de fuli, dan tamen fouren xianzhi, guwo yin tamen suozuo de zui'e er chengzhi tamenle."},{"SurahNumber":7,"VerseNumber":97,"Text":"Ge chengshi de jumin nandao bupa wo de xingfa, dang tamen zai yejian hanshui de shihou jianglin tamen ma?"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ge chengshi de jumin nandao bupa wo de xingfa, zai shangwu, dang tamen zai youxi de shihou jianglin tamen ma?"},{"SurahNumber":7,"VerseNumber":99,"Text":"Nandao tamen bupa zhenzhu de jimou ma? Zhiyou kui she de minzhong cai bupa zhenzhu de jimou."},{"SurahNumber":7,"VerseNumber":100,"Text":"Ji xian min zhihou er wei dadi de zhurengong de renmen, jiaruo wo yiyu, wo bi yin tamen de zui'e er chengzhi tamen; bingqie fengbi tamen de xin, gu tamen bu ting quan jian. Nandao tamen bu mingbai zhege daoli ma?"},{"SurahNumber":7,"VerseNumber":101,"Text":"Zhexie chengshi, wo yi ba tamen de bufen gushi gaosule ni. Ge minzu de shizhe, que yi yong xuduo mingzheng zhaoshi ben zu de ren; dan tamen bu hui xiangxin ziji yiqian suo fouren de. Zhenzhu jiu zheyang fengbi bu xindao zhe de xin."},{"SurahNumber":7,"VerseNumber":102,"Text":"Wo meiyou faxian tamen daban shi luxing yue yan de, wo que faxian tamen daban shi fanzui de ren."},{"SurahNumber":7,"VerseNumber":103,"Text":"Houlai, wo paiqian mu sa daizhe wo de xuduo jixiang, qu jian falao he ta de zhong gongqing, dan tamen bu ken xin naxie jixiang, ni kan kan zuo'e zhe de jieju shi zenyang de!"},{"SurahNumber":7,"VerseNumber":104,"Text":"Mu sa shuo: Falao a! Wo que shi quan shijie de zhu suo paiqian de shizhe,"},{"SurahNumber":7,"VerseNumber":105,"Text":"wo zhi yinggai jie zhenzhu de mingyi er xuanyan zhenli. Wo que yi cong nimen de zhu nali gei nimen dai laile yige mingzheng, suoyi, ni yinggai shifang yiselie de houyi, rang tamen tong wo yiqi li qu."},{"SurahNumber":7,"VerseNumber":106,"Text":"Ta shuo: Ruguo ni yi dai laile yi zhong jixiang, ni jiu ba ta na chulai ba, ruguo ni shi chengshi de ren."},{"SurahNumber":7,"VerseNumber":107,"Text":"Ta jiu pao xia ta de shouzhang, na tiao shouzhang huran bian cheng yitiao mang."},{"SurahNumber":7,"VerseNumber":108,"Text":"Ta chouchu ta de shou lai, na zhi shou zai guanzhong de yanqian huran xian chu baiguang."},{"SurahNumber":7,"VerseNumber":109,"Text":"Falao de baixing zhong de zhong lingxiu shuo: Zhe que shi 1 ge gaoming de shushi,"},{"SurahNumber":7,"VerseNumber":110,"Text":"Falao de baixing zhong de zhong lingxiu shuo: Zhe que shi 1 ge gaoming de shushi,"},{"SurahNumber":7,"VerseNumber":111,"Text":"tamen shuo: Qing ni kuanrong ta he ta gege, bing pai zhaomu yuan wang ge chengshi qu,"},{"SurahNumber":7,"VerseNumber":112,"Text":"tamen hui ba suoyou gaoming de shushi dou zhao dao ni yuqian lai."},{"SurahNumber":7,"VerseNumber":113,"Text":"Shushimen lai jian falao, tamen shuo: Ruguo women huosheng, women hui dedao baochou ma?"},{"SurahNumber":7,"VerseNumber":114,"Text":"Ta shuo: Shi de, nimen biding shuyu qinxin zhi lie."},{"SurahNumber":7,"VerseNumber":115,"Text":"Tamen shuo: Mu sa a! Ni xian pao (ni de shouzhang) ne, haishi women xian pao (women de) ne?"},{"SurahNumber":7,"VerseNumber":116,"Text":"Ta shuo: Nimen xian pao ba! Dang tamen pao xiaqu shi,(bian chu de dashe) xuanhuole zhongren de yanjing, erqie shi renmen kongbu. Tamen shizhanle da moshu."}]}