{"Id":106,"LanguageCodes":["en","eng"],"Name":"eng-alibakhtiarinej","Author":"Ali Bakhtiari Nejad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"And if they incline to peace, then you incline to it too, and trust in God. Indeed He hears all and knows all"},{"SurahNumber":8,"VerseNumber":62,"Text":"And if they want to trick you, then God is enough for you. He is the One who strengthened you with His help and with the believers"},{"SurahNumber":8,"VerseNumber":63,"Text":"And He united their (believers) hearts. If you had spent all that is on the earth, you would not have united their hearts, but God united them, He is powerful and wise"},{"SurahNumber":8,"VerseNumber":64,"Text":"Prophet, God is enough for you and anyone of the believers who followed you"},{"SurahNumber":8,"VerseNumber":65,"Text":"Prophet, encourage the believers to the fight. If there are twenty of you persevering, they defeat two hundreds, and if there are a hundred of you, they defeat a thousand of those who disbelieved, for indeed they are people who do not understand"},{"SurahNumber":8,"VerseNumber":66,"Text":"Now, God reduced (your task) for you because He knows that there is a weakness in you. So if there are a hundred of you persevering, they defeat two hundreds, and if there are a thousand of you, with God’s permission they defeat two thousands. God is with the persevering ones"},{"SurahNumber":8,"VerseNumber":67,"Text":"It is not for a prophet to have captives, until he thoroughly overcomes on the earth. You want materials of the world while God wants the hereafter (for you). God is powerful and wise"},{"SurahNumber":8,"VerseNumber":68,"Text":"If it was not for previous instruction from God, then a great punishment would have afflicted you for what you took"},{"SurahNumber":8,"VerseNumber":69,"Text":"So eat from lawful good things that you gained as spoil (of war), and be cautious of God. God is forgiving and merciful"},{"SurahNumber":8,"VerseNumber":70,"Text":"Prophet, tell the captives who are in your hands: if God knows any good in your hearts, He gives you better than what was taken from you, and He forgives you. God is forgiving and merciful"},{"SurahNumber":8,"VerseNumber":71,"Text":"And if they want to betray you, they have certainly betrayed God in the past, so He gave you power over them. God is knowledgeable and wise"},{"SurahNumber":8,"VerseNumber":72,"Text":"Indeed those who believed and migrated and tried hard with their possessions and their lives in God's way, and those who placed and helped (them), some of them are supporters (and friends) of the others. And those who believed and did not migrate, there is nothing upon you for their protection until they migrate. But if they ask for your help in the religion, then the help is your responsibility, except against a group that there is an agreement between you and them. God sees what you do"},{"SurahNumber":8,"VerseNumber":73,"Text":"Some of those who disbelieved are supporters (and friends) of the others. If you do not do that, there will be turmoil (and persecution) and great corruption on the earth"},{"SurahNumber":8,"VerseNumber":74,"Text":"Those who believed and migrated and tried hard in God's way, and those who placed and helped (them), they are the true believers, for them there is forgiveness and noble provisions"},{"SurahNumber":8,"VerseNumber":75,"Text":"And those who believed afterward and migrated and tried hard with you, then they are of you. And in the book of God, some blood relatives (and close relatives) have preference over others. God knows everything"}]}