{"Id":170,"LanguageCodes":["fr","fra"],"Name":"fra-islamicfoundati","Author":"Islamic Foundation","Language":"French","Description":"French","Direction":"ltr","Source":"https://quranenc.com/check/french_montada/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_montada , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"Ô mon Seigneur ! Tu m’as accordé une part d’autorité et m’as enseigné l’art d’interpréter les songes. Créateur Premier des cieux et de la terre ! Tu es mon protecteur en ce bas monde et dans l’autre, rappelle-moi à Toi en être Soumis et fais que je rejoigne la communauté des vertueux ! »"},{"SurahNumber":12,"VerseNumber":102,"Text":"Voilà des récits qui te sont inconnus et que Nous te révélons. Car tu n’y étais pas quand ils avaient décidé unanimement de tramer leur intrigue"},{"SurahNumber":12,"VerseNumber":103,"Text":"Et la plupart des hommes, quoi que tu fasses, ne sont pas croyants"},{"SurahNumber":12,"VerseNumber":104,"Text":"Tu ne leur réclames pour cela aucune récompense, car ce n’est qu’un rappel adressé à l’univers"},{"SurahNumber":12,"VerseNumber":105,"Text":"Que de Signes il y a dans les cieux et sur terre près desquels les hommes passent en se détournant"},{"SurahNumber":12,"VerseNumber":106,"Text":"La plupart d’entre eux ne croient en Allah qu’en Lui prêtant des associés"},{"SurahNumber":12,"VerseNumber":107,"Text":"Sont-ils si rassurés de ne pas voir le châtiment d’Allah les envelopper ou de ne pas être surpris par l’Heure qui leur viendra soudain et sans qu’ils le sentent"},{"SurahNumber":12,"VerseNumber":108,"Text":"Dis : « Voici donc mon chemin, j’appelle à Allah en toute connaissance (et muni de preuves certaines), moi et ceux qui me suivent. Gloire soit rendue à Allah ! Je ne suis pas du nombre des associâtres. »"},{"SurahNumber":12,"VerseNumber":109,"Text":"Nous n’avons envoyé avant toi, parmi les habitants des cités, que des hommes auxquels Nous avons inspiré des révélations. (Ceux qui osent te démentir, ô Muhammad) n’ont-ils donc pas parcouru le monde ? N’ont-ils pas vu quel fut le sort de ceux qui vécurent avant eux ? L’ultime demeure est certes meilleure pour ceux qui craignent (Allah). N’entendez-vous pas raison"},{"SurahNumber":12,"VerseNumber":110,"Text":"Lorsque, désespérés, les Messagers crurent qu’ils étaient définitivement désavoués, Notre secours leur parvint. Ceux que Nous voulions (sauver) étaient sauvés, mais Notre châtiment rigoureux ne peut être évité à la gent criminelle"},{"SurahNumber":12,"VerseNumber":111,"Text":"Dans leurs récits, il est une leçon pour les esprits sagaces. Ce (Livre) n’est point paroles inventées mais une confirmation de ce qui l’a précédé, un exposé détaillé de toute chose, un guide (qui conduit vers la juste voie) et une miséricorde pour des gens qui ont la foi"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif, Lâm, Mîm, Rā. Voici les versets du Livre. Ce qui t’est révélé de ton Seigneur est la vérité. Mais la plupart des hommes ne croient pas"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah, c’est Lui Qui a élevé les cieux sans aucune colonne que vous puissiez voir, puis S’est établi avec une infinie Majesté (istawa) sur le Trône ; Il a mis le soleil et la lune au service de Ses créatures, chacun d’eux poursuivant sa course pour un terme déjà nommé. Il gère l’ordre de toute chose et détaille les Signes, peut-être serez-vous assurés que la rencontre avec votre Seigneur (aura lieu)"},{"SurahNumber":13,"VerseNumber":3,"Text":"C’est Lui aussi Qui a déployé la terre, y a planté des montagnes, (a fait courir) des fleuves, a réparti tous les fruits en couples et a fait que la nuit voile le jour : il y a bien là des Signes pour des gens qui savent méditer"},{"SurahNumber":13,"VerseNumber":4,"Text":"Sur terre, il y a des lots de terrain contigus, des jardins de vigne, des champs de céréales et des palmiers poussant de troncs communs ou séparés. Ils sont arrosés de la même eau mais Nous faisons que certains aient meilleur goût que d’autres : il y a bien là des Signes pour des gens qui savent raisonner"}]}