{"Id":108,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai1","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":1,"Text":"Alif, Lam, Ma«m"},{"SurahNumber":29,"VerseNumber":2,"Text":"Do the people suppose that they will be let off because they say, ‘We have faith,’ and they will not be tested"},{"SurahNumber":29,"VerseNumber":3,"Text":"Certainly We tested those who were before them. So Allah shall surely ascertain those who are truthful, and He shall surely ascertain the liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"Do those who commit misdeeds suppose that they can outmaneuver Us? Evil is the judgement that they make"},{"SurahNumber":29,"VerseNumber":5,"Text":"Whoever expects to encounter Allah [should know that] Allah’s [appointed] time will indeed come, and He is the All-hearing, the All-knowing"},{"SurahNumber":29,"VerseNumber":6,"Text":"Whoever strives, strives only for his own sake. Indeed Allah has no need of the creatures"},{"SurahNumber":29,"VerseNumber":7,"Text":"As for those who have faith and do righteous deeds, We will absolve them of their misdeeds and We will surely reward them by the best of what they used to do"},{"SurahNumber":29,"VerseNumber":8,"Text":"We have enjoined man to be good to his parents. But if they urge you to ascribe to Me as partner that of which you have no knowledge, then do not obey them. To Me will be your return, whereat I will inform you concerning that which you used to do"},{"SurahNumber":29,"VerseNumber":9,"Text":"Those who have faith and do righteous deeds, We will surely admit them among the righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"Among the people there are those who say, ‘We have faith in Allah,’ but if such a one is tormented in Allah’s cause, he takes persecution by the people for Allah’s punishment. Yet if there comes any help from your Lord, they will say for sure, ‘We were indeed with you.’ Does not Allah know best what is in the breasts of the creatures"},{"SurahNumber":29,"VerseNumber":11,"Text":"Allah shall surely ascertain those who have faith, and He shall surely ascertain the hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"The faithless say to the faithful, ‘Follow our way and we will bear [responsibility for] your iniquities.’ They will not bear anything of their iniquities. They are indeed liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"But surely they will carry their own burdens and other burdens along with their own burdens, and they will surely be questioned on the Day of Resurrection concerning that which they used to fabricate"},{"SurahNumber":29,"VerseNumber":14,"Text":"Certainly We sent Noah to his people, and he remained with them for a thousand-less-fifty years. Then the flood overtook them while they were wrongdoers"},{"SurahNumber":29,"VerseNumber":15,"Text":"Then We delivered him and the occupants of the Ark, and made it a sign for all the nations"},{"SurahNumber":29,"VerseNumber":16,"Text":"And Abraham, when he said to his people, ‘Worship Allah and be wary of Him. That is better for you, should you know"},{"SurahNumber":29,"VerseNumber":17,"Text":"In fact, instead of Allah you worship idols, and you invent a lie. Indeed those whom you worship besides Allah have no control over your provision. So seek all [your] provision from Allah, and worship Him and thank Him, and to Him you shall be brought back.’"},{"SurahNumber":29,"VerseNumber":18,"Text":"And if you impugn [the Apostle’s teaching], then [other] nations have impugned [likewise] before you, and the Apostle’s duty is only to communicate in clear terms"},{"SurahNumber":29,"VerseNumber":19,"Text":"Have they not regarded how Allah originates the creation? Then He will bring it back. That is indeed easy for Allah"},{"SurahNumber":29,"VerseNumber":20,"Text":"Say, ‘Travel over the land and then observe how He has originated the creation.’ Then Allah shall bring about the genesis of the Hereafter. Indeed Allah has power over all things"},{"SurahNumber":29,"VerseNumber":21,"Text":"He will punish whomever He wishes and have mercy on whomever He wishes, and to Him you will be returned"},{"SurahNumber":29,"VerseNumber":22,"Text":"You cannot thwart Him on the earth or in the sky, nor do you have besides Allah any guardian or any helper"},{"SurahNumber":29,"VerseNumber":23,"Text":"Those who deny the signs of Allah and the encounter with Him, they have despaired of My mercy, and for such there is a painful punishment"},{"SurahNumber":29,"VerseNumber":24,"Text":"But the only answer of his people was that they said, ‘Kill him, or burn him.’ Then Allah delivered him from the fire. There are indeed signs in that for a people who have faith"},{"SurahNumber":29,"VerseNumber":25,"Text":"He said, ‘You have taken idols [for worship] besides Allah for the sake of [mutual] affection amongst yourselves in the life of the world. Then on the Day of Resurrection you will disown one another and curse one another, and the Fire will be your abode, and you will not have any helpers.’"}]}