{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"The haughty elders of his tribe said: ‘Return to our fold, Shu‘aib, or we will banish you from our city, you and all your followers.‘ ‘Even though we are averse to it?‘ he said"},{"SurahNumber":7,"VerseNumber":89,"Text":"If we returned to your faith, from which God has delivered us, we should be false to God; we could only turn to it again by the will of God, our Lord. Our Lord encompasses all things with His knowledge, and in God we have put our trust. Lord, judge rightly between us and our people; You are the best of judges.‘"},{"SurahNumber":7,"VerseNumber":90,"Text":"And the infidel chieftains of his people said: ‘If you follow Shu‘aib, you shall indeed lose out.‘"},{"SurahNumber":7,"VerseNumber":91,"Text":"Thereupon the earthquake felled them, and when morning came they were crouching lifeless in their dwellings"},{"SurahNumber":7,"VerseNumber":92,"Text":"as if those that denied Shu‘aib had never prospered there. It was those that denied Shu‘aib who did lose out"},{"SurahNumber":7,"VerseNumber":93,"Text":"He left them, saying: ‘I conveyed to you, my people, the messages of my Lord and gave you good counsel. How can I grieve for an unbelieving people?‘"},{"SurahNumber":7,"VerseNumber":94,"Text":"And whenever We sent a prophet to a city We afflicted its people with calamities and misfortunes so that they might abase themselves"},{"SurahNumber":7,"VerseNumber":95,"Text":"Then We changed adversity to good fortune, so that when they had multiplied they said: ‘Our fathers also had their sorrows and their joys.‘ And in their heedlessness We suddenly smote them"},{"SurahNumber":7,"VerseNumber":96,"Text":"And had the people of those cities believed and feared God, We would have showered upon them blessings from heaven and earth. But they disbelieved, and We punished them for what they did"},{"SurahNumber":7,"VerseNumber":97,"Text":"Were the people of those cities secure from Our power when it overtook them in the night while they were sleeping"},{"SurahNumber":7,"VerseNumber":98,"Text":"Or were the people of those cities secure from Our power when it overtook them in the morning at their play"},{"SurahNumber":7,"VerseNumber":99,"Text":"Did they feel themselves secure from God‘s cunning? None feels secure from God‘s cunning except the losers"},{"SurahNumber":7,"VerseNumber":100,"Text":"Or is it not plain to those that inherit the land after those who once possessed it that, if We pleased, We could smite them for their sins and set a seal upon their hearts, leaving them bereft of hearing"},{"SurahNumber":7,"VerseNumber":101,"Text":"We have recounted to you the history of those cites. Their apostles came to them with veritable proofs, yet they persisted in their unbelief. Thus God seals up the hearts of the unbelievers"},{"SurahNumber":7,"VerseNumber":102,"Text":"We found the larger part of them untrue to their covenants; indeed, We found the larger part of them immersed in evil"},{"SurahNumber":7,"VerseNumber":103,"Text":"Then after them We sent forth Moses with Our signs to Pharaoh and his chieftains, but they too spurned them. Consider the fate of the evil-doers"},{"SurahNumber":7,"VerseNumber":104,"Text":"Moses said: ‘Pharaoh, I am an apostle from the Lord of the Universe"},{"SurahNumber":7,"VerseNumber":105,"Text":"and may tell nothing of God but what is true. I bring you a clear sign from your Lord. Let the Children of Israel depart with me"},{"SurahNumber":7,"VerseNumber":106,"Text":"He said: ‘If you have indeed brought a sign, show it to us if what you say be true.‘"},{"SurahNumber":7,"VerseNumber":107,"Text":"So he threw down his staff, and thereupon it changed to a veritable serpent"},{"SurahNumber":7,"VerseNumber":108,"Text":"Then he drew out his hand, and it was white to all who saw it"},{"SurahNumber":7,"VerseNumber":109,"Text":"The elders of Pharaoh‘s people said: ‘This man is but a skilful sorcerer"},{"SurahNumber":7,"VerseNumber":110,"Text":"who seeks to drive you from your land. What would you have us do?‘"},{"SurahNumber":7,"VerseNumber":111,"Text":"They said: ‘Put them off awhile, him and his brother, and send forth criers to the cities to summon"},{"SurahNumber":7,"VerseNumber":112,"Text":"every skilful sorcerer to your presence.‘"},{"SurahNumber":7,"VerseNumber":113,"Text":"The sorcerers came to Pharaoh. They said: ‘Shall we be rewarded if we win?‘"},{"SurahNumber":7,"VerseNumber":114,"Text":"Yes,‘ he answered. ‘And you shall be among the most favoured"},{"SurahNumber":7,"VerseNumber":115,"Text":"They said: ‘Moses, will you throw first, or are we the first to throw?‘"},{"SurahNumber":7,"VerseNumber":116,"Text":"Throw,‘ he replied. And when they threw, they bewitched the people‘s eyes and terrified them by a display of mighty sorcery"}]}