{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Kanti ke xa umntu echukunyiswa bubuhlungu, uye athandaze eNkosini yakhe, abuyele kuYo ngenguquko: Kodwa Esakumbonelela ngezibele zaKhe, alibale ngoko ebekuthandazele ngaphambili, aze abe nabaphikisi baka Allâh khona ukuze baphambukise abanye abantu eNdleleni yaKhe. Yithi: “Kuvuyeleni ukungakholwa kwenu okwethutyana: inene nina ningabanye babo bangabahlali baseMlilweni!”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Ingaba lowo uthobela uAllâh, uqubudayo okanye eme ngeenyawo (athandaze) ngeeyure zobusuku, esoyika uBomi oBuzayo, enethembalencebayeNkosiyakhe,(uyafananalowo ungakholwayo na)? Yithi: “Ingaba abo baziyo bayafana nabo bangaziyo?” Inene ngabantu bengqiqo kuphela abaya kukhumbula (bathabathe isifundo kwiiVesi ze’Kur’ân)"},{"SurahNumber":39,"VerseNumber":10,"Text":"Yithi (Muhammad): “Hini na zicaka zam ezikholwayo! Yoyikani iNkosi yenu, nenze amaxanduva wenu kuYo, mhle (umvuzo) wabo benza okulungileyo kweli hlabathi, ukanti umhlaba ka-Allâh uphangalele1. Ngabo banomonde kuphela abaza kufumana umvuzo wabo ngokugcweleyo ngaphandle kokumiswa ematyaleni"},{"SurahNumber":39,"VerseNumber":11,"Text":"Yithi: “Inene mna ndiyalelwe ukuba ndinqule uAllâh Yedwa ngokuthi ndiMthobele, ndenze izenzo zenkolo ngenxa yaKhe kuphela"},{"SurahNumber":39,"VerseNumber":12,"Text":"Kananjalo mna ndiyalelwe (oku) khon’ukuze ndibe ngowokuqala kwabo (bazinikelayo kuAllâh) bangama Muslim.”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Yithi (Muhammad): “Inene ukuba ndingangayithobeli iNkosi yam, ndoyika isohlwayo seMinikazi eNkulu"},{"SurahNumber":39,"VerseNumber":14,"Text":"Yithi: “NguAllâh Yedwa endimnqula ngokwenza izenzo zenkolo ngokunyanisekileyo ngenxa yaKhe kuphela"},{"SurahNumber":39,"VerseNumber":15,"Text":"Ke ngoko khonzani loo nto nithande ukuyikhonza ngaphandle kwaKhe Yithi (Muhammad): “Abalahlekelwa (bokwenene) ngabo baza kulahlekelwa ziziqu zabo neentsapho zabo ngoMhla woVuko. Inene leyo iya kuba yilahleko ecacileyo.’’"},{"SurahNumber":39,"VerseNumber":16,"Text":"Baya kuba nezigqumathelo zoMlilo phezu kwabo nezigqumathelo zoMlilo nangaphantsi kwabo Ngako oku uAllâh Woyikisa izicaka zaKhe: “Hini na zicaka zaM, yoyikani Mna ke ngoko.’’"},{"SurahNumber":39,"VerseNumber":17,"Text":"Abo bazikhwebulayo kwizinto ezingcolileyo bangazikhonzi baze babuyele kuAllâh okwabo ziindaba ezivuyisayo, ngoko ke vakalisa iindaba ezilungileyo kwizicaka zaM"},{"SurahNumber":39,"VerseNumber":18,"Text":"Ke bona abo baliphulaphulayo ilizwi, balandele okulungileyo kulo. Abo ngabo uAllâh Abakhokeleyo yaye abo ngabantu bengqiqo"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ingaba lowo ummiselo wesohlwayo umfaneleyo (uyafana nalowo uzikhwebulayo ekungcoleni? Ingaba wena Muhammad uza kukwazi ukumhlangula lowo useMlilweni)"},{"SurahNumber":39,"VerseNumber":20,"Text":"Kodwa abo bayoyikayo iNkosi yabo (uAllâh) benze imisebenzi yeemfanelo zabo kuYe, okwabo ngamagumbi aphakamileyo abawakhelwayo, elinye phezu kwelinye, ekumpompoza imilambo phantsi kwawo: Esi sisithembiso sika-Allâh; yaye uAllâh Akasileli kwisithembiso (saKhe)"},{"SurahNumber":39,"VerseNumber":21,"Text":"Akuboni na ukuba uAllâh Uthumela amanzi (emvula) esuka esibhakabhakeni, Awenze angene emhlabeni, eyimithombo? Aze emva koko Enze kuhlume iimveliso eziyimibala ngemibala zize emva koko zitshazwe (zibune), nizibone zijika ziba mthubi, Aze Azenze zome zibe zizijungqu ezaphukileyo? Inene kuko oku kukho inkumbuzo kubantu bengqiqo"},{"SurahNumber":39,"VerseNumber":22,"Text":"Ingaba lowo usifuba sakhe uAllâh Asenze savuleka kwi-Islam khona ukuze abe sekukhanyeni kweNkosi yakhe (uyafana nalowo ungeloMuslim). Yeha ke kwabo bantliziyo zabo zilukhuni ekukhumbuleni uAllâh! Bona basekulahlekeni okucacileyo"},{"SurahNumber":39,"VerseNumber":23,"Text":"UAllâh Uthumele eyona ntetho ilungileyo, iNcwadi (i’Kur’ân), enezahluko ezifanayo neziphinda-phindiweyo. Izikhumba zabo bayoyikayo iNkosi yabo ziyangcangcazela ngayo. Ke kaloku izikhumba zabo neentliziyo zabo zithambela inkumbulo ka-Allâh. Yena Ukhokela lowo Athande ukumkhokela ngayo. Ke lowo ulahlekiswe nguAllâh akayi kuba namkhokeli"},{"SurahNumber":39,"VerseNumber":24,"Text":"Ingaba lowo uza kugagana ngobuso bakhe nesohlwayo esoyikekayo ngoMhla woVuko (uyafana na nalowo uza kungena eMyezweni)? Kananjalo kuya kuthiwa kubenzi bobubi: “Ngcamlani enakwenzayo.’’"},{"SurahNumber":39,"VerseNumber":25,"Text":"Baphika abangaphambili kubo, saza isohlwayo seza kubo sivela kumacala ababengawacingelanga"},{"SurahNumber":39,"VerseNumber":26,"Text":"Ngoko ke uAllâh Wabenza bangcamla ihlazo kobu bomi kodwa esikhulu sisohlwayo soBomi oBuzayo ukuba bebesazi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Ke kaloku Sinike umntu kule ‘Kur’ân zonke iintlobo zemizekeliso khon’ukuze bakhumbule"},{"SurahNumber":39,"VerseNumber":28,"Text":"I’Kur’ân yesiArabhu, engenabugoso-goso (kuyo) khon’ukuze baphephe ukungcola uAllâh Abayalele ukuba bakuphephe, baMoyike, benze amaxanduva abo kuYe"},{"SurahNumber":39,"VerseNumber":29,"Text":"uAllâh Wenza umzekeliso: indoda (esisicaka) yabantu abangamahlulelane amaninzi, axambulisanayo nendoda esisicaka senkosi enye kuphela: ingaba (ezi zicaka) zibini ziyafana xa zithelekiswa? Iindumiso mazibe kuAllâh! Kodwa uninzi lwabo alwazi"},{"SurahNumber":39,"VerseNumber":30,"Text":"Inene wena (Muhammad) uza kufa, kanti nabo baza kufa"},{"SurahNumber":39,"VerseNumber":31,"Text":"Ke kaloku ngoMhla woVuko niya kuphikisana phambi kweNkosi yenu"}]}