{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"İyilik yaparak kendini Allah'a veren kimse, şüphesiz en sağlam kulpa sarılmış olur. İşlerin sonucu Allah'a aittir"},{"SurahNumber":31,"VerseNumber":23,"Text":"İnkar edenin inkarcılığı seni üzmesin; onların dönüşü Bize'dir; o zaman, yaptıklarını kendilerine haber veririz. Allah, kalblerde olanı şüphesiz bilir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Onları az bir süre geçindiririz, sonra da ağır bir azaba sürükleriz"},{"SurahNumber":31,"VerseNumber":25,"Text":"And olsun ki onlara: \"Gökleri ve yeri yaratan kimdir?\" diye sorsan, \"Allah'tır\" derler. De ki: \"Hamd Allah'a mahsustur\", ama çoğu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Göklerde ve yerde olanlar Allah'ındır. Şüphesiz Allah müstağnidir, övülmeğe layıktır"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eğer yeryüzündeki ağaçlar kalem olsa, denizler mürekkep olsa ve yedi misli deniz de yedekte bulunup yazılsa yine de Allah'ın sözleri bitmezdi. Doğrusu Allah güçlüdür, hakim'dir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Ey insanlar! Sizin yaratılmanız ve tekrar dirilmeniz tek bir nefsin yaratılması ve tekrar diriltilmesi gibidir. Şüphesiz Allah işitendir, görendir"},{"SurahNumber":31,"VerseNumber":29,"Text":"Allah'ın geceyi gündüze ve gündüzü geceye kattığını, her biri belirli bir süreye kadar hareket edecek olan güneşi ve ayı buyruk altında tuttuğunu; Allah'ın, yaptıklarınızdan haberdar olduğunu bilmez misin"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu, Allah'ın hak olmasından ve O'ndan başka taptıkları şeylerin batıl olmasındandır. Doğrusu Allah yücedir, büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Gemilerin denizde Allah'ın lütfuyla yürüdüğünü görmez misin? Allah böylece size varlığının delillerini gösterir. Bunlarda, pek sabırlı ve çok şükreden kimselerin hepsine dersler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Dağlar gibi dalgalar insanları kuşattığı zaman, dini tamamen Allah'a has kılarak O'na yalvarırlar; onları karaya çıkararak kurtardığında, içlerinden bir kısmı doğru yolda kalır. Zaten ayetlerimizi bilerek ancak hain nankörler inkar eder"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar! Rabbinize karşı gelmekten sakının. Babanın oğlu, oğulun da babası için bir şey ödeyemeyeceği günden korkun. Allah'ın verdiği söz şüphesiz gerçektir. Dünya hayatı sakın sizi aldatmasın. Allah'ın affına güvendirerek şeytan sizi ayartmasın"},{"SurahNumber":31,"VerseNumber":34,"Text":"Kıyamet saatini bilmek ancak Allah'a mahsustur. Yağmuru O indirir, rahimlerde bulunanı O bilir, kimse yarın ne kazanacağını bilmez ve hiç kimse nerede öleceğini bilemez. Allah şüphesiz bilendir, her şeyden haberdardır"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Şüphe götürmeyen Kitap, Alemlerin Rabbi'nin indirdiğidir"},{"SurahNumber":32,"VerseNumber":3,"Text":"Onu peygamberin kendisi uydurdu\" diyorlar, öyle mi? Hayır; O, senden önce peygamber gönderilmemiş olan bir milleti uyarman için sana Rabbinden gelen bir gerçektir. Belki artık doğru yolu bulurlar"},{"SurahNumber":32,"VerseNumber":4,"Text":"Gökleri, yeri ve ikisinin arasında bulunanları altı günde yaratan, sonra arşa hükmeden Allah'tır. O'ndan başka bir dostunuz ve şefaatçiniz yoktur. Düşünmüyor musunuz"},{"SurahNumber":32,"VerseNumber":5,"Text":"Gökten yere kadar, olan bütün işleri Allah düzenler, sonra, işler sizin hesabınıza göre bin yıl kadar tutan bir gün içinde O'na yükselir"},{"SurahNumber":32,"VerseNumber":6,"Text":"O, görülmeyeni de görüleni de bilendir, güçlüdür, merhametlidir"},{"SurahNumber":32,"VerseNumber":7,"Text":"Yarattığı her şeyi güzel yaratan, insanı başlangıçta çamurdan yaratan, sonra onun soyunu, bayağı bir suyun özünden yapan, sonra onu şekillendirip ruhundan ona üfleyen Allah'tır. Size kulaklar, gözler, kalbler verilmiştir. Öyleyken, pek az şükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":8,"Text":"Yarattığı her şeyi güzel yaratan, insanı başlangıçta çamurdan yaratan, sonra onun soyunu, bayağı bir suyun özünden yapan, sonra onu şekillendirip ruhundan ona üfleyen Allah'tır. Size kulaklar, gözler, kalbler verilmiştir. Öyleyken, pek az şükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":9,"Text":"Yarattığı her şeyi güzel yaratan, insanı başlangıçta çamurdan yaratan, sonra onun soyunu, bayağı bir suyun özünden yapan, sonra onu şekillendirip ruhundan ona üfleyen Allah'tır. Size kulaklar, gözler, kalbler verilmiştir. Öyleyken, pek az şükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"Puta tapanlar: \"Toprağa karışıp yok olduktan sonra yeniden mi yaratılacağız?\" derler. Evet; onlar, Rab'lerine kavuşmayı inkar edenlerdir"}]}