{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Biz Sözdü (Kuraandı) alarga birin-birine ulap (bölüp-bölüp, akırındık menen) jetkirdik. Kana emi akıl nasaat alışsa"},{"SurahNumber":28,"VerseNumber":52,"Text":"Kuraandan murun Biz Kitep (Toorat jana İnjil) bergen elder aga (Kuraanga) ıyman keltirişet"},{"SurahNumber":28,"VerseNumber":53,"Text":"Jana eger alarga Kuraan okup berilçü bolso; «Biz buga ıyman keltirdik. Bul çınında Jaratkanıbızdan kelgen Akıykat. Biz mından murun da Allaһka moyun sunuuçu (musulman) bolgonbuz» deşti"},{"SurahNumber":28,"VerseNumber":54,"Text":"Alar eki ese soop ala turgan adamdar. Sebebi, alar sabır kılıştı, künöö işterdi soop işter menen öçürüp turuştu jana Biz ırıskı kılıp bergen nerselerden ihsan kılıştı"},{"SurahNumber":28,"VerseNumber":55,"Text":"Jana paydasız sözdördü ukkanda, aga köŋül buruşpay: «Bizge öz işibiz, silerge öz işiŋer. Silerge salam bolsun! Jana Biz naadandardan boluunu kaalabaybız» deşti"},{"SurahNumber":28,"VerseNumber":56,"Text":"(O, Muhammad!) Sen özüŋ süygön adamdardı Tuura Jolgo baştay albaysıŋ. Birok, Allaһ gana Özü kaalagan adamın Tuura Jolgo baştayt. Tuura Jolgo ılayıktardı Anın Özü jakşı bilet"},{"SurahNumber":28,"VerseNumber":57,"Text":"Alar (muşrikter): «Eger biz seni menen birge Tuura Jolgo eerçisek, jeribizden ajırap kalabız»-deşti.! Biz alardı (İbrahim negizdegen) tınç Haramga jaşatıp koybodukbu? Al şaarga türdüü-tümön mömölör Bizden ırıskı bolup kelet go! Birok, alardan köpçülügü (munu) bilişpeyt"},{"SurahNumber":28,"VerseNumber":58,"Text":"Biz jaşoosu aşıp-taşkan (önükkön) neçendegen şaarlardı (lazzattarga berilip, Şariyattı unutkanda) kırıp-joyup saldık! Mına, alardın mekenderi! Alardan kiyin bir az ele adamdardı aytpaganda, eç kim jaşabay (oyronu çıgıp) jatat! Alarga Biz muraskor bolduk"},{"SurahNumber":28,"VerseNumber":59,"Text":"Senin Rabbiŋ eç bir şaarlardı (n elinin) arasına Bizdin ayattarıbızdı okup berüüçü bir paygambar jibermeyinçe kıyratpayt. Biz elderi (oşol paygambarga baş iybey) zaalım bolgon şaarlardı gana kıyratuuçubuz"},{"SurahNumber":28,"VerseNumber":60,"Text":"Silerge (bul jaşoodo) berilgen nerseler düynö jaşoosunun paydaları jana koozduktarı gana. Al emi, Allaһtın aldındagı (Beyiş) jakşı jana tübölüktüü. Akılıŋardı iştetpeysiŋerbi"},{"SurahNumber":28,"VerseNumber":61,"Text":"Biz aga sonun jaşoonu (Beyişti) ubada kılgan jana aga (sözsüz) jetüüçü kişi bul düynödö Biz aga paydalardı (ayabay) berip, kiyin Kıyamat Kündö (tozok üçün) dayardalgan kişige okşoybu"},{"SurahNumber":28,"VerseNumber":62,"Text":"Al Kündö (Allayһ) alarga aytat: «Siler (Maga şerik dep) oylogon «kudaylarıŋar kana?!»"},{"SurahNumber":28,"VerseNumber":63,"Text":"(Anan) Alardın üstünö Söz (azap) tüşüüsü anık bolup kalgandar!: «O, Rabbi! Mına bul biz azgırgan kişiler, biz alardı Özübüz azgırılgan sıyaktuu azgırganbız. Biz Saga Özübüzdü (alardan) aktaybız. Alar Bizge ibadat kılışkan emes»- deşet"},{"SurahNumber":28,"VerseNumber":64,"Text":"(Anan muşrik elderge) aytılat: «Maga şerik kılgan «kudayıŋardı» (jardamga) çakırgıla!» Çakırışat. Birok, alarga («kudayları») joop berbeyt. Kiyin alar azaptı körüşöt. Kana emi, alar (bul düynödö) hidayat tapkan boluşsa"},{"SurahNumber":28,"VerseNumber":65,"Text":"Oşol Künü (Allaһ) alarga: «Paygambarlarga emne dep joop bergen eleŋer?!» - deyt"},{"SurahNumber":28,"VerseNumber":66,"Text":"Al Künü (korkuunun küçtüülügünön) alarga kabarlar bilinbey kalat jana biri-birinen da suray alışpayt"},{"SurahNumber":28,"VerseNumber":67,"Text":"Al emi tooba kılıp, salih amal jasagan (momun) kişiler (tozokton) kutuluuçulardan boluşsa ajep emes"},{"SurahNumber":28,"VerseNumber":68,"Text":"Senin Rabbiŋ Özü kaalagan nersesin jaratat jana ıktıyar kılat. Alar (pendeler) üçün ıktıyar jok.! Allaһ alardın şirkterinen Aruu-Taza"},{"SurahNumber":28,"VerseNumber":69,"Text":"Jana senin Rabbiŋ alardın (pendelerdin) köküröktörü jaşırgan nerselerdi da, aşkere kılgan nerselerdi da bilip turat"},{"SurahNumber":28,"VerseNumber":70,"Text":"Al— Allaһ! Özünön başka sıyınuuga tatıktuu kuday jok! düynö-akırette maktoolor jalgız Özünö! Öküm dagı Özünün kolunda! Jana Özünö kaytasıŋar"},{"SurahNumber":28,"VerseNumber":71,"Text":"Ayt (oo, Muhammad): «Emne deysiŋer, eger Allaһ silerdin üstüŋördö tündü Kıyamat kününö çeyin ketkis (tübölük) kılıp koyso, Allaһtan başka kaysı «kudayıŋar» silerge nur keltire alat? Emi (akıykattı) ukpaysıŋarbı?!»"},{"SurahNumber":28,"VerseNumber":72,"Text":"Aytkın: «Emne dep oyloysuŋar, eger Allaһ üstüŋördögü kündüzdü tee Kıyamatka çeyin tübölük ketkis kılıp koyso, siler es ala turgan tündü Allaһdan başka kaysı «kudayıŋar» keltirmek?! Akılıŋardı iştetpeysiŋerbi"},{"SurahNumber":28,"VerseNumber":73,"Text":"Siler anda es aluuŋar üçün jana Özünün paziletinen izdeşiŋer (tiriçilik kılışıŋar) üçün Tün menen Kündüzdü jaratıp koygonu Allaһtın ırayımduulugunan. Kana emi, şügür kılsaŋar"},{"SurahNumber":28,"VerseNumber":74,"Text":"Jana oşol Künü (Allaһ) alarga: «Siler (şerik dep) kümön kılgan Menin «şerikterim» kana?»-deyt"},{"SurahNumber":28,"VerseNumber":75,"Text":"Anan Biz ar bir ümmöttön bir kübönü (özdörünün paygambarın) çıgarıp (anın közünçö muşrik bolgondorgo): «Daliliŋerdi alıp kelgile» deybiz.! Anan alar Akıykat (kudaylık) Allaһka gana taandık ekenin bilip alışat. Özdörü oylop tapkan «kudayları» jok bolup ketet"}]}