{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"Tâ, Sîn. Bunlar, Kur’an’ın ve apaçık kitabın ayetleridir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mü'minler için bir hidayet ve bir müjdedir"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onlar, namazı ikame ederler, zekâtı verirler ve ahirete de kesin olarak iman ederler"},{"SurahNumber":27,"VerseNumber":4,"Text":"Şüphesiz, ahirete iman etmeyenlerin amellerini kendilerine süslü göstermişizdir. Bu yüzden onlar körü körüne bocalayıp dururlar"},{"SurahNumber":27,"VerseNumber":5,"Text":"İşte en kötü azap onlarındır ve onlar ahirette de en çok hüsrana uğrayanlardır"},{"SurahNumber":27,"VerseNumber":6,"Text":"Muhakkak sen Kur’ân’ı Hakîm, Alîm olan (Allah katından) almaktasın"},{"SurahNumber":27,"VerseNumber":7,"Text":"Hani Musa aile halkına demişti ki: \"Ben gerçekten bir ateş gördüm. Size ondan bir haber getirir yahut ısınmanız için size bir kor ateş getiririm"},{"SurahNumber":27,"VerseNumber":8,"Text":"Oraya geldiğinde kendisine şöyle seslenildi: \"Ateşin yanında bulunan ve çevresinde olanlar bereketli kılınmışlardır. Alemlerin Rabbi olan Allah münezzehtir"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ey Musa, şüphesiz ki ben Azîz ve Hakîm olan Allah’ım"},{"SurahNumber":27,"VerseNumber":10,"Text":"“Asanı bırak.” Onun ince yılanmış gibi hareket ettiğini görünce arkasına bakmaksızın dönüp gitti. “Korkma ey Musa, çünkü benim katımda rasûller korkmaz"},{"SurahNumber":27,"VerseNumber":11,"Text":"“Ancak kim zulmeder de sonra (yaptığı) kötülüğün yerine iyilik yaparsa; bilsin ki şüphesiz ben çok bağışlayıcıyım, çok merhamet edenim.”"},{"SurahNumber":27,"VerseNumber":12,"Text":"“Elini koynuna sok. Firavun’a ve onun kavmine gönderilen dokuz mucizeden biri olarak, kusursuz bembeyaz olarak çıksın. Şüphesiz onlar fasık bir kavimdir.”"},{"SurahNumber":27,"VerseNumber":13,"Text":"Nitekim ayetlerimiz kendilerine gerçeği gösterecek biçimde gelince; “Bu apaçık bir sihirdir.” dediler"},{"SurahNumber":27,"VerseNumber":14,"Text":"Kendileri de bunlara yakînen inandıkları halde, zulüm ve kibirlerinden ötürü onları inkâr ettiler. Bozguncuların sonunun nasıl olduğuna bir bak"},{"SurahNumber":27,"VerseNumber":15,"Text":"Andolsun biz Davud’a ve Süleyman’a bir ilim verdik. İkisi de: “Bizi mümin kullarının pek çoğuna üstün kılan Allah’a hamdolsun” dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Süleyman, Davud’a mirasçı olmuş; \"Ey insanlar! Bize kuşların dili öğretildi ve bize her şey verildi.\" demişti. İşte bu apaçık bir lütuftur"},{"SurahNumber":27,"VerseNumber":17,"Text":"Süleyman'a cinlerden, insanlardan ve kuşlardan orduları toplandı. Hepsi birlikte sevkediliyorlardı"},{"SurahNumber":27,"VerseNumber":18,"Text":"Nihayet karınca vadisine geldikleri vakit bir karınca; “Ey karıncalar! Yuvalarınıza girin. Süleyman ve ordusu farkına varmadan sizi ezmesinler.” dedi"},{"SurahNumber":27,"VerseNumber":19,"Text":"Süleyman, onun bu sözüne tebessüm ile gülerek dedi ki: “Ey Rabbim! Beni, bana ve ana babama verdiğin nimetlere şükretmeye ve razı olacağın salih ameller işlemeye sevk et ve beni rahmetinle salih kullarının arasına kat!”"},{"SurahNumber":27,"VerseNumber":20,"Text":"Kuşları denetledi ve: \"Neden Hudhud'u göremiyorum? Yoksa kayıplardan mı oldu? dedi"},{"SurahNumber":27,"VerseNumber":21,"Text":"“Bana (mazeretini gösteren) apaçık bir delil getirmedikçe kesinlikle onu ağır bir şekilde cezalandıracağım ya da keseceğim.”"},{"SurahNumber":27,"VerseNumber":22,"Text":"Derken Hudhud çok geçmeden geldi ve (Süleyman’a) şöyle dedi: “Senin bilmediğin bir şey öğrendim. Sebe’den sana sağlam bir haber getirdim.”"},{"SurahNumber":27,"VerseNumber":23,"Text":"Ben, onlara hükmeden, kendisine her şeyden (bolca) verilmiş ve büyük bir tahtı olan bir kadın buldum"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve kavmini Allah’tan başka güneşe secde eder buldum. Şeytan onlara amellerini süslü göstermiş ve onları doğru yoldan alıkoymuş. Onun için onlar doğru yola gelemiyorlar"},{"SurahNumber":27,"VerseNumber":25,"Text":"“Göklerde ve yerde gizli olanı ortaya çıkaran, sizin gizlediğiniz ve açığa vurduğunuz şeyleri bilen Allah’a secde etmesinler diye (Şeytan onları yoldan çıkarmış.)”"},{"SurahNumber":27,"VerseNumber":26,"Text":"“Allah odur ki, ondan başka (hak) ilâh yoktur. Azîm olan Arş’ın Rabbidir.”"}]}