{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":26,"VerseNumber":52,"Text":"Ka Ti (Tinim’ Naawuni) tim ni wahayi n-zaŋ chaŋ Annabi Musa sani (ka yεli o): “Zaŋmi N daba ka yi yi yuŋ. Achiika! Yi nyɛla bɛ (Fir’auna mini o niriba) ni yɛn doli shɛba nyaaŋa.”"},{"SurahNumber":26,"VerseNumber":53,"Text":"Ka Fir’auna tim tiŋsi ni ni bɛ ti laɣim tobbihi na"},{"SurahNumber":26,"VerseNumber":54,"Text":"(Ka yεli): “Achiika! Bambɔŋɔnima (Israaila bihi) nyɛla zamaatu bɛla.”"},{"SurahNumber":26,"VerseNumber":55,"Text":"“Yaha! Achiika! Bɛ mi nyɛla ban yiɣisiri ti suhi.”"},{"SurahNumber":26,"VerseNumber":56,"Text":"“Achiika! Ti mi zaasa nyɛla ban ʒiya guhira.”"},{"SurahNumber":26,"VerseNumber":57,"Text":"Ka Ti (Tinim’ Naawuni) yihi ba (Fir’auna mini o niriba) puri mini kobilnin’ shɛŋa puuni"},{"SurahNumber":26,"VerseNumber":58,"Text":"Ni bɛ daarzichi mini zaashekara maa ni"},{"SurahNumber":26,"VerseNumber":59,"Text":"Lala ka Ti (Tinim’ Naawuni) zaŋ li (Fir’auna mini o niriba yiŋsi) n-dihi Israaila bihi fali"},{"SurahNumber":26,"VerseNumber":60,"Text":"Ka bɛ (Fir’auna mini o niriba) kari doli ba (Israaila bihi) wuntaŋpalli"},{"SurahNumber":26,"VerseNumber":61,"Text":"Saha shεli zamaatu biba ayi maa ni daa nya taba, ka Annabi Musa niriba maa yεli: “Achiika! Ti nyɛla bɛ ni yɛn liri ninvuɣu shεba.”"},{"SurahNumber":26,"VerseNumber":62,"Text":"Ka o (Annabi Musa) yεli: “Pa lala n- nyɛ li, achiika! M-mini n Duuma m-be. Achiika! Ni baalim, n Duuma nyɛla ŋun yɛn dolsi ma (O ni wuhi ma ti ni yεn niŋ shεm tilgi ka chε Fir’auna).”"},{"SurahNumber":26,"VerseNumber":63,"Text":"Ka Ti (Tinim’ Naawuni) tim ni wahayi n-zaŋ chaŋ Annabi Musa sani, (ka yεli o): “Zaŋmi a jaangbee ŋɔ maa n- fiεbi mɔɣili kom maa,” ka di piri piri (ka ŋma soya ni yεɣayεɣa di puuni), ka yεɣili kam leei kamani zolikarili la"},{"SurahNumber":26,"VerseNumber":64,"Text":"Din nyaaŋa, ka Ti (Tinim’ Naawuni) zaŋ ninvuɣu shɛba (Fir’auna ni o niriba) m-miri (mɔɣili maa ni) na"},{"SurahNumber":26,"VerseNumber":65,"Text":"Ka Ti tilgi Annabi Musa n-ti pahi o mini ban be namgbaniyini (ka chɛ kom maa dibu)"},{"SurahNumber":26,"VerseNumber":66,"Text":"Din nyaaŋa, ka Ti (Tinim’ Naawuni) chɛ ka kom di ninvuɣu shεba (Fir’auna mini o niriba)"},{"SurahNumber":26,"VerseNumber":67,"Text":"Achiika! Ŋɔ puuni mali kpahimbu (n-zaŋ ti ninsalinima). Amaa! Bɛ pam pala ban ti Naawuni yεlimaŋli"},{"SurahNumber":26,"VerseNumber":68,"Text":"Yaha! (Yaa nyini Annabi)! Achiika! A Duuma (Naawuni) nyɛla Nyεnda, Zaadali Nambɔzobonaa"},{"SurahNumber":26,"VerseNumber":69,"Text":"Yaha! (Yaa nyini Annabi)! Karimmi ba Annabi Ibrahima lahibali"},{"SurahNumber":26,"VerseNumber":70,"Text":"Saha shεli o ni daa yεli o ba mini o niriba: “Bo ka yi leei jεmda"},{"SurahNumber":26,"VerseNumber":71,"Text":"Ka bɛ yεli: “Ti jεmdila buɣa, ti mi kuli bela di ni wuntaŋ’ ni di luwa.”"},{"SurahNumber":26,"VerseNumber":72,"Text":"Ka o (Annabi Ibrahima) yεli: “Di ni- bɔŋɔ, bɛ wumdi ya saha shɛli yi yi ti boondi ba?”"},{"SurahNumber":26,"VerseNumber":73,"Text":"Bee di niŋdi ya la ya anfaani shεli bee chuuta"},{"SurahNumber":26,"VerseNumber":74,"Text":"Ka bɛ yεli: “Chɛli gba! Ti paaila ti banim’ ka bɛ niŋdi lala.”"},{"SurahNumber":26,"VerseNumber":75,"Text":"Ka o yεli: “Di ni bɔŋɔ, yi nya yi ni daa jεmdi shɛli maa.”"},{"SurahNumber":26,"VerseNumber":76,"Text":"Yi mini yi banim’ ban daa daŋ tooni maa"},{"SurahNumber":26,"VerseNumber":77,"Text":"“Achiika! Bɛ (yi buɣa maa) nyɛla dimba ti ma, naɣila binnamda Duuma.”"},{"SurahNumber":26,"VerseNumber":78,"Text":"“Ŋuna n-nyɛ Ŋun nam ma, Ŋuna n-lahi nyɛ Ŋun dolsiri ma.”"},{"SurahNumber":26,"VerseNumber":79,"Text":"“Yaha! Ŋuna n-nyɛ Ŋun dihiri ma, ka nyuhiri ma.”"},{"SurahNumber":26,"VerseNumber":80,"Text":"“Yaha! N-yi ti gbaai doro, Ŋuna n-nyɛ Ŋun tiri ma alaafee.”"},{"SurahNumber":26,"VerseNumber":81,"Text":"“Yaha! Ŋuna n-nyɛ Ŋun yɛn ti kuma, ka ti lahi neei ma (Zaadali).”"},{"SurahNumber":26,"VerseNumber":82,"Text":"“Yaha! Ŋuna ka n-niŋdi kore ni O ti chɛ n-taya paŋ ma Sanyoodali.”"},{"SurahNumber":26,"VerseNumber":83,"Text":"“Yaa n Dumma (Naawuni)! Tim ma yεmgoliŋga (Annabitali), ka zaŋ ma niŋ ninvuɣusuma ni (Zaadali).”"},{"SurahNumber":26,"VerseNumber":84,"Text":"“Yaha! Zaŋmi ma zali ka m-mali paɣirisuŋ bahigunim’ puuni.”"},{"SurahNumber":26,"VerseNumber":85,"Text":"“Yaha! Zaŋmi ma niŋ ban diri ni’ima da Alizanda falidiriba puuni.”"},{"SurahNumber":26,"VerseNumber":86,"Text":"“Yaha! Chεli paŋ m ba, dama achiika! O nyɛla ŋun be ninvuɣu shεba ban bɔrgi puuni.”"},{"SurahNumber":26,"VerseNumber":87,"Text":"“Yaha! Di dihi ma vi dabsi’ shεli bɛ ni yɛn ti yiɣisi ba (binnamda).”"},{"SurahNumber":26,"VerseNumber":88,"Text":"“Dabsi’ shεli liɣiri mini bihi ni ti bi yɛn niŋ anfaani shεli.”"},{"SurahNumber":26,"VerseNumber":89,"Text":"“Naɣila ninvuɣu so ŋun kana Naawuni sani ni suhu shεli din niŋ kasi.”"},{"SurahNumber":26,"VerseNumber":90,"Text":"Yaha! Ka bɛ vuui Alizanda miri wuntizɔriba"},{"SurahNumber":26,"VerseNumber":91,"Text":"Ka bɛ yihi ʒehiimi buɣum polo ni n-zaŋ wuhi ninvuɣu shεba ban bɔrgi"},{"SurahNumber":26,"VerseNumber":92,"Text":"Ka bɛ (Malaaikanim’) yεli ba: “Yapolo ka yi ni daa jεmdi binyεr’ shεŋa la be?”"},{"SurahNumber":26,"VerseNumber":93,"Text":"Ka di pa ni Naawuni. Di ni bɔŋɔ, bɛ ni tooi sɔŋ ya, bee ka bɛ sɔŋ bɛ maŋa?”"},{"SurahNumber":26,"VerseNumber":94,"Text":"Ka bɛ lebi ba (buɣa maa) pili di (buɣum maa) ni, n-ti pahi ban daa jɛmdi ba maa"},{"SurahNumber":26,"VerseNumber":95,"Text":"Ni shintaŋ tobbihi namgbaniyini"},{"SurahNumber":26,"VerseNumber":96,"Text":"Ka bɛ (buɣum bihi) yεli, ka nyɛla ban be di puuni n-zabri ni taba"},{"SurahNumber":26,"VerseNumber":97,"Text":"(Ka yɛra): “Naawuni zuɣu, ti daa shiri nyɛla ban be birginsim din be polo ni (Dunia puuni).”"},{"SurahNumber":26,"VerseNumber":98,"Text":"“Saha shεli ti ni daa mali ya (yi buɣa maa) m-maɣisiri binnamda Duuma la.”"},{"SurahNumber":26,"VerseNumber":99,"Text":"“Yaha! Pa so n-daa birgi ti naɣila bibɛhi.”"},{"SurahNumber":26,"VerseNumber":100,"Text":"“Dinzuɣu, ti ka ban yɛn suhudee ti.”"},{"SurahNumber":26,"VerseNumber":101,"Text":"“Yaha! Ti ka zo so ŋun yɛn taɣi ti (ka chɛ Naawuni daazaaba).”"},{"SurahNumber":26,"VerseNumber":102,"Text":"“Dinzuɣu, ti yi di naan tooi nya soli n-di labi (Dunia puuni), ka ti gba di pahi ninvuɣu shεba ban ti Naawuni yεlimaŋli puuni.”"},{"SurahNumber":26,"VerseNumber":103,"Text":"Achiika! Ŋɔ maa puuni mali kpahimbu, amaa! Bɛ (chεfurinim’) pam pala ban ti Naawuni yεlimaŋli"},{"SurahNumber":26,"VerseNumber":104,"Text":"Yaha! (Yaa nyini Annbai)! Achiika! A Duuma nyɛla Nyεŋda, Zaadali Nambɔzobonaa"},{"SurahNumber":26,"VerseNumber":105,"Text":"Annabi Nuhu niriba daa labsi (Naawuni) tuumba ʒirinima"},{"SurahNumber":26,"VerseNumber":106,"Text":"Saha shεli bɛ mabia Nuhu ni daa yεli ba: “Di ni bɔŋɔ, yi ku zo Naawuni?”"},{"SurahNumber":26,"VerseNumber":107,"Text":"“Achiika! Mani nyɛla (Naawuni) tumo polo ni n-zaŋ tin ya.”"},{"SurahNumber":26,"VerseNumber":108,"Text":"“Dinzuɣu, zom ya Naawuni ka doli ma.”"},{"SurahNumber":26,"VerseNumber":109,"Text":"“Yaha! M-bi bɔhiri ya sanyo’ shεli, n-ka sanyoo naɣila binnamda Duuma sani.”"},{"SurahNumber":26,"VerseNumber":110,"Text":"“Dinzuɣu, zom ya Naawuni ka doli ma.”"}]}