{"Id":61,"LanguageCodes":["bs","bos"],"Name":"bos-besimkorkut-la","Author":"Besim Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":113,"Text":"Ali, nisu svi oni isti. Ima ispravnih sljedbenika Knjige koji po svu noc Allahove ajete citaju i mole se"},{"SurahNumber":3,"VerseNumber":114,"Text":"oni u Allaha i u onaj svijet vjeruju i traze da se cine dobra djela, a od nevaljalih odvracaju i jedva cekaju da ucine dobrocinstvo; – oni su cestiti"},{"SurahNumber":3,"VerseNumber":115,"Text":"bilo kakvo dobro da urade, bice za nj nagrađeni. – A Allah dobro zna one koji se Njega boje"},{"SurahNumber":3,"VerseNumber":116,"Text":"One koji ne vjeruju nece odbraniti od Allaha ni bogatstva njihova ni djeca njihova; oni ce stanovnici Dzehennema biti, u njemu ce vjecno ostati"},{"SurahNumber":3,"VerseNumber":117,"Text":"Ono sto u zivotu na ovome svijetu udijele slicno je usjevu onih koji su se prema sebi ogrijesili, koji vjetar pun leda pogodi i unisti ga. Ne cini njima Allah nepravdu, oni je sami sebi cine"},{"SurahNumber":3,"VerseNumber":118,"Text":"O vjernici, za prisne prijatelje uzimajte samo svoje, ostali vam samo propast zele: jedva cekaju da muka dopadnete, mrznja izbija iz njihovih usta, a jos je gore ono sto kriju njihova prsa. Mi vam iznosimo dokaze, ako pameti imate"},{"SurahNumber":3,"VerseNumber":119,"Text":"Vi njih volite, a oni vas ne vole, a vi vjerujete u sve Knjige. Kad vas sretnu, govore: \"Vjerujemo!\" – a cim se nađu nasamo, od srdzbe prema vama grizu vrhove prstiju svojih. Reci: \"Umrite od muke!\" – Allahu su, zaista, dobro poznate misli svacije"},{"SurahNumber":3,"VerseNumber":120,"Text":"Ako kakvo dobro docekate, to ih ozlojedi, a zadesi li vas kakva nevolja, obraduju joj se. I ako budete trpjeli i ono sto vam se zabranjuje – izbjegavali, njihovo lukavstvo vam nece nimalo nauditi. Allah, zaista, dobro zna ono sto oni rade"},{"SurahNumber":3,"VerseNumber":121,"Text":"A kada si ti poranio, i celjad svoju ostavio da vjernicima odredis mjesta pred borbu – a Allah sve cuje i zna –"},{"SurahNumber":3,"VerseNumber":122,"Text":"kada dva krila vasa zamalo nisu uzmakla, Allah ih je sacuvao. – Neka se zato vjernici samo u Allaha pouzdaju"},{"SurahNumber":3,"VerseNumber":123,"Text":"Allah vas je pomogao i na Bedru, kada ste bili malobrojni – zato se bojte Allaha, da biste bili zahvalni –"},{"SurahNumber":3,"VerseNumber":124,"Text":"kad si ti rekao vjernicima: \"Zar vam nece biti dovoljno da vam Gospodar vas tri hiljade meleka u pomoc posalje"},{"SurahNumber":3,"VerseNumber":125,"Text":"Hoce! Ako budete izdrzljivi i poslusni, i ako vas oni napadnu odmah, Gospodar vas ce vam poslati u pomoc pet hiljada meleka, sve obiljezenih"},{"SurahNumber":3,"VerseNumber":126,"Text":"To je Allah ucinio da vas obraduje i da time pouzdanje u srca vasa ulije – a pobjeda dolazi samo od Allaha, Silnoga i Mudroga –"},{"SurahNumber":3,"VerseNumber":127,"Text":"da jednu skupinu nevjernika unisti ili da ih osramoti, te da se vrate razocarani"},{"SurahNumber":3,"VerseNumber":128,"Text":"Od tebe ne zavisi da li ce On pokajanje njihovo primiti ili ce ih na muke staviti, jer oni su zaista nasilnici"},{"SurahNumber":3,"VerseNumber":129,"Text":"A Allahovo je ono sto je na nebesima i ono sto je na Zemlji! On oprasta onome kome hoce, a na muke stavlja onoga koga hoce; – Allah prasta i samilostan je"},{"SurahNumber":3,"VerseNumber":130,"Text":"O vjernici, bezdusni zelenasi ne budite, i Allaha se bojte, jer cete tako postici ono sto zelite"},{"SurahNumber":3,"VerseNumber":131,"Text":"i cuvajte se vatre za nevjernike pripremljene"},{"SurahNumber":3,"VerseNumber":132,"Text":"i pokoravajte se Allahu i Poslaniku da bi vam bila milost ukazana"}]}