{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Se on mahdotonta, aivan mahdotonta, mita teille on luvattu"},{"SurahNumber":23,"VerseNumber":37,"Text":"On olemassa ainoastaan taman maailman elama, me kuolemme ja me elamme, eika meita herateta kuolleista"},{"SurahNumber":23,"VerseNumber":38,"Text":"Han on vain ihminen, joka on sepittanyt valhetta Jumalaa vastaan, emmeka ota hanta uskoaksemme.»"},{"SurahNumber":23,"VerseNumber":39,"Text":"Han sanoi: »Herrani, auta minua, koska he leimaavat minut valhettelijaksi.»"},{"SurahNumber":23,"VerseNumber":40,"Text":"Jumala vastasi: »Tuokion kuluttua he totisesti katuvat.»"},{"SurahNumber":23,"VerseNumber":41,"Text":"Niin rangaistus yllatti heidat totuuden voimalla, ja Me huuhdoimme heidat kuin roskajatteet. Siten haipykoot jumalattomat ihmiset"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sitten Me nostimme heidan jalkeensa uuden sukupolven"},{"SurahNumber":23,"VerseNumber":43,"Text":"Yksikaan kansa ei voi jouduttaa aikansa tuloa eika sita siirtaa"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sitten lahetimme sananjulistajia toisen toisensa jalkeen, mutta kun kansa sai lahettilaan luokseen, se kielsi hanet, jolloin Me annoimme kansan seurata toistaan ja teimme ne pelkiksi taruiksi. Siten haipykoot pois uskottomat kansat"},{"SurahNumber":23,"VerseNumber":45,"Text":"Senjalkeen lahetimme Mooseksen ja hanen veljensa Aaronin mukanaan merkkimme ja selvat valtuudet"},{"SurahNumber":23,"VerseNumber":46,"Text":"faraon ja hanen paamiestensa luokse, mutta nama paisuivat ylpeydestaan ja olivat julkeita ihmisia"},{"SurahNumber":23,"VerseNumber":47,"Text":"Nain he sanoivat: »Uskoisimmeko kahta meidan kaltaistamme ihmista, joiden kansalaiset ovat meidan orjiamme?»"},{"SurahNumber":23,"VerseNumber":48,"Text":"Nain he kielsivat lahettilaat ja joutuivat niiden joukkoon, jotka kadotettiin"},{"SurahNumber":23,"VerseNumber":49,"Text":"Totisesti, Me annoimme Moosekselle Kirjan, jotta he saisivat johdatuksen"},{"SurahNumber":23,"VerseNumber":50,"Text":"Me asetimme myos Marian pojan ja hanen aitinsa tunnusmerkiksi ja annoimme heille suojaa eraalla ylangolla, jossa oli sopiva lepopaikka ja kirkas lahde"},{"SurahNumber":23,"VerseNumber":51,"Text":"Te, jotka olette lahettilaita, syokaa puhdasta ravintoa ja suorittakaa hyvia tekoja. Mina tiedan tarkoin, mita te teette"},{"SurahNumber":23,"VerseNumber":52,"Text":"Teidan seurakuntanne on ainoa uskovaisten seurakunta, ja Mina olen teidan Herranne, siksi palvelkaa Minua"},{"SurahNumber":23,"VerseNumber":53,"Text":"Mutta he ovat hajaantuneet uskonnossaan lahkoiksi, ja jokainen ylvastelee omastaan"},{"SurahNumber":23,"VerseNumber":54,"Text":"Anna siis heidan joksikin aikaa sokaistua harhaansa"},{"SurahNumber":23,"VerseNumber":55,"Text":"Luulevatko he, etta antaessamme heille rikkautta ja lapsia"},{"SurahNumber":23,"VerseNumber":56,"Text":"joudutamme heille myos hyveita. Ei, tata he eivat kasita"},{"SurahNumber":23,"VerseNumber":57,"Text":"Totisesti, ne, jotka Herransa pelosta ovat vaarinottavaisia"},{"SurahNumber":23,"VerseNumber":58,"Text":"jotka uskovat Herransa ilmoituksiin"},{"SurahNumber":23,"VerseNumber":59,"Text":"jotka eivat palvele ketaan Jumalan vertaisena"},{"SurahNumber":23,"VerseNumber":60,"Text":"ja jotka antavat antinsa varajavin sydamin, tietaen palaavansa Herransa luokse"},{"SurahNumber":23,"VerseNumber":61,"Text":"kaikki nama ovat niita, jotka kilpailevat hyveissa ja ensimmaisina ne saavuttavat"},{"SurahNumber":23,"VerseNumber":62,"Text":"Emme pane yhdellekaan sielulle kuormaa, jota se ei kykenisi kantamaan, ja Meilla on myoskin Kirja, joka puhuu totuutta, joten heille ei tehda vaaryytta"},{"SurahNumber":23,"VerseNumber":63,"Text":"Heidan sydamensa ovat vaipuneet tietamattomyyteen tasta Kirjasta, ja sitapaitsi he suorittavat muitakin tekoja"},{"SurahNumber":23,"VerseNumber":64,"Text":"Kunnes Me langetamme tuomiomme yltakyllaisesti elaville heidan keskuudessaan, ja katso, silloin he alkavat huutaa"},{"SurahNumber":23,"VerseNumber":65,"Text":"Alkaa huutako apua tana paivana; totisesti ette ole saavat sita Meita vastaan"},{"SurahNumber":23,"VerseNumber":66,"Text":"Totisesti, Minun ilmoitukseni julistettiin teille, mutta te kaannyitte selin"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ylvastellen te vetaydytte etaalle"},{"SurahNumber":23,"VerseNumber":68,"Text":"Eivatko he siis ole harkinneet, mita ovat sanoneet? Vai onko heille sattunut sellaista, mita ei heidan esi-isillensakaan ole sattunut"},{"SurahNumber":23,"VerseNumber":69,"Text":"Tai eivatko he tunne sananjulistajaansa ja siksi hanet kieltavat"},{"SurahNumber":23,"VerseNumber":70,"Text":"Tai sanovatko, etta hanet on vallannut hulluus? Ei, han on tuonut heille totuuden, mutta useimmat heista ovat totuutta vastaan"},{"SurahNumber":23,"VerseNumber":71,"Text":"Jos totuus olisi mukautunut heidan himoihinsa, niin varmasti taivaat ja maa ja kaikki, mita niissa on, olisivat sortuneet raunioiksi. Ei, olemme tuonut heille varoittajan, mutta he kaantavat hanelle selkansa"},{"SurahNumber":23,"VerseNumber":72,"Text":"Vai onko niin, etta sina, oi Muhammed, olet pyytanyt heilta palkkiota? Mutta onhan Herrasi palkinto paras, silla Han on paras huoltaja"},{"SurahNumber":23,"VerseNumber":73,"Text":"Totisesti, sina kutsut heita oikealle tielle"},{"SurahNumber":23,"VerseNumber":74,"Text":"Mutta totisesti, ne, jotka eivat usko tulevaan elamaan, eksyvat tielta"}]}