{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":43,"VerseNumber":57,"Text":"I quan el fill de Maria es posat com exemple, heus aqui que el teu poble s'aparta d'ell"},{"SurahNumber":43,"VerseNumber":58,"Text":"I diuen: Son millors els nostres deus o ell? Si t'ho posen, no es sino per afany de discutir. Son, en efecte, gent contenciosa"},{"SurahNumber":43,"VerseNumber":59,"Text":"El no es sino un serf a qui hem agraciat i a qui hem posat com exemple als Fills d'Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"Si volguessim, fariem de vosaltres angels, que succeirien en la terra"},{"SurahNumber":43,"VerseNumber":61,"Text":"Sera un mitja de coneixer l'Hora. No dubteu, doncs, d'ella i seguiu-me! Aixo es una via recta"},{"SurahNumber":43,"VerseNumber":62,"Text":"Que el Dimoni no us extravii! Es per a vosaltres un enemic declarat"},{"SurahNumber":43,"VerseNumber":63,"Text":"Quan Jesus va venir amb les proves clares, va dir: «He vingut a vosaltres amb la Saviesa i per a aclarir-vos quelcom d'allo que discrepeu. Temeu, doncs, a Al·la i obeiu-me"},{"SurahNumber":43,"VerseNumber":64,"Text":"Al·la es el meu Senyor i Senyor vostre. Serviu-li, doncs! Aixo es una via recta!»"},{"SurahNumber":43,"VerseNumber":65,"Text":"Pero els grups van discrepar uns d'uns altres. Ai dels impius, pel castig d'un dia doloros"},{"SurahNumber":43,"VerseNumber":66,"Text":"No els queda mes que esperar l'Hora, que els vindra de cop i volta, sense pressentir-la"},{"SurahNumber":43,"VerseNumber":67,"Text":"Aquest dia. els amics seran enemics uns d'uns altres, excepte els temerosos d'Al·la"},{"SurahNumber":43,"VerseNumber":68,"Text":"«Serfs meus! No heu de temer avui! I no estareu trists"},{"SurahNumber":43,"VerseNumber":69,"Text":"Els quals vau creure en Els nostres signes i us vau sotmetre a Al·la"},{"SurahNumber":43,"VerseNumber":70,"Text":"entreu en el Paradis juntament amb les vostres esposes, per a ser alegrats!»"},{"SurahNumber":43,"VerseNumber":71,"Text":"Es faran circular entre ells plats d'or i copes, que contindran tot el que cadascun desitgi, delit dels ulls. «Estareu alli eternament"},{"SurahNumber":43,"VerseNumber":72,"Text":"Aquest es el Paradis que heu heretat com premi a les vostres obres"},{"SurahNumber":43,"VerseNumber":73,"Text":"Teniu en ell fruita abundant, de la qual menjareu»"},{"SurahNumber":43,"VerseNumber":74,"Text":"Els pecadors, en canvi, tindran la Jahenam com castig, eternament"},{"SurahNumber":43,"VerseNumber":75,"Text":"castig que no se'ls remetra, i seran presa de la desesperacio"},{"SurahNumber":43,"VerseNumber":76,"Text":"No serem Nosaltres qui hagin estat injusts amb ells, sino que ells seran els quals ho hagin estat"},{"SurahNumber":43,"VerseNumber":77,"Text":"Cridaran: «Malik! Que el teu Senyor acabi amb nosaltres!» Ell dira: «Us quedareu aqui!»"},{"SurahNumber":43,"VerseNumber":78,"Text":"«Us vam portar la Veritat, pero la majoria vau sentir aversio a la Veritat»"},{"SurahNumber":43,"VerseNumber":79,"Text":"Han tramat quelcom? Doncs Nosaltres tambe"},{"SurahNumber":43,"VerseNumber":80,"Text":"O creuen que no Ens assabentem dels seus secrets i confidencies? Clar que Ens assabentem! I Els nostres Missatgers, al costat d'ells, prenen nota"},{"SurahNumber":43,"VerseNumber":81,"Text":"Digues: «Si el Compassiu tingues un fill, jo seria el primer en servir-li»"},{"SurahNumber":43,"VerseNumber":82,"Text":"Gloria al Senyor dels cels i de la terra. Senyor del Tron! Esta per sobre del que Li atribuixen"},{"SurahNumber":43,"VerseNumber":83,"Text":"Deixa'ls que parlotegen i juguin fins que els arribi el Dia amb que se'ls ha amenacat"},{"SurahNumber":43,"VerseNumber":84,"Text":"L'es Qui es deu en el cel i deu en la terra! Es El Savi, El Omniscient"},{"SurahNumber":43,"VerseNumber":85,"Text":"Beneit sigui Qui posseix el domini dels cels, de la terra i del que entre ells esta! Ell te coneixement de l'Hora i a Ell sereu retornats"},{"SurahNumber":43,"VerseNumber":86,"Text":"Els quals ells invoquen en lloc d'invocar-li a Ell no poden intercedir, salvo, aquells que testifiquen la Veritat i saben"},{"SurahNumber":43,"VerseNumber":87,"Text":"Si els preguntes: «Qui us ha creat?», segur que diuen: «Ala!» Com poden, doncs, ser tan desviats"},{"SurahNumber":43,"VerseNumber":88,"Text":"i de la seva dita: «Senyor! Aquesta es gent que no creu»"},{"SurahNumber":43,"VerseNumber":89,"Text":"Allunya't, doncs, d'ells i digues: «Pau!» Van a veure"},{"SurahNumber":44,"VerseNumber":1,"Text":"Haa Miim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Per l'Escriptura clara"},{"SurahNumber":44,"VerseNumber":3,"Text":"L'hem revelat en una nit beneida! Hem advertit"},{"SurahNumber":44,"VerseNumber":4,"Text":"En ella es decideix tot assumpte saviament"},{"SurahNumber":44,"VerseNumber":5,"Text":"com cosa vinguda de Nosaltres. Manem a Missatgers"},{"SurahNumber":44,"VerseNumber":6,"Text":"com misericordia vinguda del teu Senyor. Ell es Qui tot ho escolta, Qui tot ho sap"},{"SurahNumber":44,"VerseNumber":7,"Text":"Senyor dels cels, de la terra i del que entre ells esta. Si estiguessiu convencuts"},{"SurahNumber":44,"VerseNumber":8,"Text":"No hi ha mes deu que Ell. Ell dona la vida i dona la mort. El vostre Senyor i Senyor dels vostres avantpassats"},{"SurahNumber":44,"VerseNumber":9,"Text":"Pero no! Ells dubten i no ho prenen de debo"},{"SurahNumber":44,"VerseNumber":10,"Text":"Espera, doncs, el dia que el cel porti un fum visible"},{"SurahNumber":44,"VerseNumber":11,"Text":"que cobreixi als homes! Sera un castig doloros"},{"SurahNumber":44,"VerseNumber":12,"Text":"«Senyor! Aparta de nosaltres el castig! Creiem!»"},{"SurahNumber":44,"VerseNumber":13,"Text":"De quin els servira l'amonestacio, si ha vingut a ells un Missatger que parla clar"},{"SurahNumber":44,"VerseNumber":14,"Text":"i s'han apartat d'ell i dita: «Es un a qui s'ha instruit, un posses!»"},{"SurahNumber":44,"VerseNumber":15,"Text":"«Anem a apartar de vosaltres el castig per algun temps. Pero reincidireu»"},{"SurahNumber":44,"VerseNumber":16,"Text":"El dia que fem us del maxim rigor, Ens venjarem"}]}