{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), бирон оятни бекор қилсак ёки ёдингиздан чиқарсак, ундан яхшироғини ёки ўшанинг мислини келтирамиз. Аллоҳ ҳар нарсага қодир зот эканини билмадингизми"},{"SurahNumber":2,"VerseNumber":107,"Text":"Еру осмонлар ёлғиз Аллоҳнинг мулки эканини ва сизлар учун Аллоҳдан ўзга бирон дўст ёки ёрдамчи йўқ эканини билмадингизми"},{"SurahNumber":2,"VerseNumber":108,"Text":"(Эй мўминлар), ёки сизлар ҳам ўз Пайғамбарингиздан, илгари Мусодан сўралган нарсаларни сўрашни истайсизми ? Ким иймонга куфрни алмаштирса, албатта Тўғри Йўлдан адашади"},{"SurahNumber":2,"VerseNumber":109,"Text":"Аҳли китобларнинг кўпчилиги сизларни, иймонли бўлганингиздан кейин (яъни ҳозир), уларнинг ўзларига ҳам ҳақиқат очиқ равшан бўлганидан кейин ҳасад қилганлари сабабли куфрга қайтаришни истайди. Бас, Аллоҳнинг фармони келгунича уларни афв қилинг ва кечиринг. Албатта, Аллоҳ ҳар нарсага қодирдир"},{"SurahNumber":2,"VerseNumber":110,"Text":"Намозни тўкис адо қилинг ва закотни беринг! Ўзингиз учун нима яхшилик қилган бўлсангиз, уни Аллоҳ ҳузурида топажаксиз. Шубҳасиз Аллоҳ қилган амалларингизни кўриб тургувчидир"},{"SurahNumber":2,"VerseNumber":111,"Text":"«Жаннатга фақат яҳудий ёки насроний бўлганлар киради», дейишди. (Яъни яҳудийлар: «Биз кирамиз», дейишса, насронийлар: «Биз кирамиз», дейишди.) Бу уларнинг хом хаёлларидир. (Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Агар ростгўй бўлсангиз, ҳужжатларингизни келтиринглар!»"},{"SurahNumber":2,"VerseNumber":112,"Text":"Йўқ, ким яхшилик қилган ҳолида ўзини Аллоҳга топширса, унинг учун Аллоҳ ҳузурида ажр бор ва улар учун хавфу хатар йўқ ва улар ғамгин бўлмайдилар"},{"SurahNumber":2,"VerseNumber":113,"Text":"Яҳудийлар: «Насронийлар бирон (арзигулик) нарса — дин устида эмаслар», дейишди. Насронийлар: «Яҳудийлар бирон (арзигулик) нарса — дин устида эмаслар», дейишди. Ҳолбуки, улар (яъни, яҳудийлар ҳам, насронийлар ҳам) китоб (яъни, Таврот, Инжил) тиловат қиладилар, шунингдек, билмайдиган кимсалар уларнинг гапига ўхшаш гап айтдилар. Бас, уларнинг ўзаро ихтилоф қилиб ўтган нарсалари ҳақида Аллоҳ Қиёмат Кунида ҳукм қилади"},{"SurahNumber":2,"VerseNumber":114,"Text":"Аллоҳнинг масжидларини уларда Аллоҳ исми зикр қилинишидан тўсадиган ва уларни хароб қилиш ҳаракатида юрадиган кимсалардан ҳам золимроқ ким бор? Ахир бу кимсалар учун ундай жойларга фақат қўрққан ҳолларда кириш жоиз эди-ку. Улар учун бу дунёда расволик, Охиратда эса буюк азоб бордир"},{"SurahNumber":2,"VerseNumber":115,"Text":"Машриқ ҳам, мағриб ҳам Аллоҳникидир. Бас, қай тарафга юз бурсангиз, ўша жой Аллоҳнинг тарафидир. Шубҳасиз Аллоҳ (ҳамма томонни) қамраб олгувчи Билимдондир"},{"SurahNumber":2,"VerseNumber":116,"Text":"«Аллоҳнинг боласи бор», дедилар. У зот буларнинг бадгумонидан мутлақо покдир. Балки осмонлардаги ва Ердаги бор нарса У зотга тегишлидирки, ҳаммаси Унга бўйинсунади"},{"SurahNumber":2,"VerseNumber":117,"Text":"(У) Еру осмонларни пайдо қилгувчидир. Бирор ишни ҳукм қилса унга фақатгина «Бўл» дейди, холос. Бас, у иш бўлади"},{"SurahNumber":2,"VerseNumber":118,"Text":"Билмайдиган кимсалар: «Аллоҳ бизга гапирса эди ёки бирор аломат келса эди», дейдилар. Улардан илгаригилар ҳам уларнинг гапларига ўхшаш гапларни айтишган эди. Диллари бир-бирига ўхшайди. Биз аниқ ишонадиган қавм учун оятларни баён қилдик"},{"SurahNumber":2,"VerseNumber":119,"Text":"Албатта Биз сизни ҳақ (дин) билан хушхабар элтгувчи ва огоҳлантирувчи қилиб юбордик. Дўзахилар хусусида сиз масъул эмассиз"},{"SurahNumber":2,"VerseNumber":120,"Text":"Яҳудий ва насронийлар уларнинг динига кирмагунингизча ҳаргиз сиздан рози бўлмайдилар. Айтинг: «Аллоҳнинг йўлигина ҳақиқий йўлдир». Қасамки, агар сизга келган ҳақиқий билимдан кейин уларнинг нафс-ҳаволарига эргашсангиз, Аллоҳ тарафидан сизга на бир дўст ва на бир ёрдамчи бўлмайди"},{"SurahNumber":2,"VerseNumber":121,"Text":"Биз китоб (яъни Таврот, Инжил) ато этган зотлар орасида уни тўғри тиловат қиладиган кишилар ҳам бордирки, ана ўшалар (Қуръонга) иймон келтирурлар. Ва кимда-ким унга (Қуръонга) кофир бўлса, ўшалар зиён кўргувчилардир"},{"SurahNumber":2,"VerseNumber":122,"Text":"Эй Бани Исроил, сизларга инъом қилган неъматимни ва сизларни бутун оламга афзал қилган пайтимни эсланг"},{"SurahNumber":2,"VerseNumber":123,"Text":"Ва биров биров томонидан ҳеч нарса ўтай олмайдиган ва ҳеч кимдан эваз қабул қилинмайдиган, оқлов фойда бермайдиган ва ҳеч кимга ёрдам ҳам берилмайдиган кундан қўрқинг"}]}