{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Je ne les ai pas fait assister et participer a la creation des cieux et de la terre, ni meme a leur propre creation. Il ne me sied pas d’avoir recours a l’assistance de ceux qui egarent les hommes parmi les demons"},{"SurahNumber":18,"VerseNumber":52,"Text":"Le Jour de la resurrection, Allah dira aux paiens : « Faites appel a ceux que vous pretendiez etre Mes egaux. » Ils les appelleront au secours, mais en vain. Nous aurons place entre eux une vallee de perdition"},{"SurahNumber":18,"VerseNumber":53,"Text":"Voyant le feu de l’Enfer, les criminels seront persuades d’y etre precipites, sans le moindre espoir d’y echapper"},{"SurahNumber":18,"VerseNumber":54,"Text":"Nous avons propose aux hommes, dans le Coran, toutes sortes de paraboles et d’exemples edifiants. Mais l’homme est bien le plus acharne des disputeurs"},{"SurahNumber":18,"VerseNumber":55,"Text":"Qu’est-ce qui empeche les hommes de croire au message de verite qui leur a ete apporte et d’implorer le pardon de leur Seigneur ? Attendent-ils de subir le sort de leurs devanciers ou de voir de leurs propres yeux le chatiment fondre sur eux"},{"SurahNumber":18,"VerseNumber":56,"Text":"Nous n’envoyons les Messagers que pour annoncer la bonne nouvelle et mettre en garde l’humanite. Mais les mecreants usent de faux arguments pour refuter la verite, tournant en derision Mes enseignements et Mes avertissements"},{"SurahNumber":18,"VerseNumber":57,"Text":"Qui donc se charge d’une plus grande iniquite que celui qui, exhorte a mediter Nos signes, s’en detourne en oubliant les mefaits qu’il a perpetres ? Nous avons recouvert leurs cœurs de voiles qui les empechent d’en saisir le sens et rendu leurs oreilles sourdes a la verite. Tu auras beau les inviter a suivre le droit chemin, ils ne repondront jamais a ton appel"},{"SurahNumber":18,"VerseNumber":58,"Text":"Ton Seigneur est le Tres Clement, le Dieu de misericorde. Il pourrait des a present chatier les impies pour prix de leurs agissements, precipitant ainsi leur ruine, mais un terme est fixe pour leur chatiment auquel ils ne sauraient echapper"},{"SurahNumber":18,"VerseNumber":59,"Text":"Voyez ces cites que Nous avons aneanties en raison de leur iniquite. Nous avions assigne un terme pour leur destruction"},{"SurahNumber":18,"VerseNumber":60,"Text":"Moise adressa un jour ces paroles a son serviteur : « Je n’aurai de cesse de progresser tant que je n’aurai pas atteint le lieu ou se rejoignent les deux mers, dusse-je voyager de longues annees. »"},{"SurahNumber":18,"VerseNumber":61,"Text":"Mais, parvenus a l’endroit indique, les deux hommes oublierent leur poisson qui se fraya un passage dans la mer"},{"SurahNumber":18,"VerseNumber":62,"Text":"Apres avoir quitte les lieux, Moise dit a son serviteur : « Apporte-nous notre dejeuner. Ce voyage nous a durement eprouves. »"},{"SurahNumber":18,"VerseNumber":63,"Text":"Il repondit : « Te souviens-tu lorsque nous nous sommes arretes pres du rocher ? Eh bien, j’ai oublie a cet endroit le poisson. Seul Satan d’ailleurs a pu me le faire oublier. » Le poisson s’est fraye de facon etonnante un passage dans la mer"},{"SurahNumber":18,"VerseNumber":64,"Text":"Moise dit : « Voila justement le signe que nous attendions. » Les deux hommes revinrent donc sur leurs pas"},{"SurahNumber":18,"VerseNumber":65,"Text":"Ils finirent par trouver pres du rocher l’un de Nos serviteurs que Nous avions comble de Nos faveurs et dote d’un immense savoir"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moise lui fit cette demande : « Puis-je t’accompagner afin d’etre initie a la sagesse qui t’a ete enseignee ? »"},{"SurahNumber":18,"VerseNumber":67,"Text":"L’homme repondit : « Tu ne pourras supporter ma compagnie"},{"SurahNumber":18,"VerseNumber":68,"Text":"Comment, en effet, pourras-tu te taire devant des actes que tu ne parviendras pas a t’expliquer ? »"},{"SurahNumber":18,"VerseNumber":69,"Text":"Moise dit : « Tu trouveras en moi, par la volonte d’Allah, un homme patient et toujours obeissant. »"},{"SurahNumber":18,"VerseNumber":70,"Text":"L’homme dit : « Si tu dois m’accompagner, ne m’interroge sur aucun de mes gestes, mais attends que je t’en donne moi-meme l’explication. »"},{"SurahNumber":18,"VerseNumber":71,"Text":"Ils se mirent donc en route avant de monter a bord d’un bateau auquel l’homme fit une breche. Moise s’indigna : « Pour quelle raison l’as-tu endommage, pour en noyer les occupants ? Ton geste est inqualifiable ! »"},{"SurahNumber":18,"VerseNumber":72,"Text":"L’homme dit : « Ne t’ai-je pas averti que tu ne pourrais supporter ma compagnie ? »"},{"SurahNumber":18,"VerseNumber":73,"Text":"Moise s’excusa : « Ne m’en veux pas pour cet oubli. Montre-toi, au contraire, indulgent envers moi. »"},{"SurahNumber":18,"VerseNumber":74,"Text":"Reprenant la route, ils rencontrerent un garcon que l’homme tua. Moise s’ecria : « Tuer ainsi sans raison un etre innocent ? Voila un acte odieux ! »"}]}