{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"Nekogda Avraam skazal ottsu svoyemu Azaru: uzheli ty kumiry prinimayesh' za bogov? Vizhu, chto ty i narod tvoy v ochevidnom zabluzhdenii"},{"SurahNumber":6,"VerseNumber":75,"Text":"I tak, My pokazali Avraamu tsarstvo nebes i zemli dlya togo, chtoby on byl v chisle verno znayushchikh"},{"SurahNumber":6,"VerseNumber":76,"Text":"Kogda pokryla yego noch', on uvidel zvezdu; on skazal: \"Eto Gospod' moy!\" No kogda ona zakatilas', to on skazal: \"Ne lyublyu zakatyvayushchikhsya"},{"SurahNumber":6,"VerseNumber":77,"Text":"Potom, kogda uvidel on voskhodyashchuyu lunu, skazal: \"Eto Gospod' moy!\" A kogda ona zakatilas', on skazal: \"Da, yesli by Gospod' moy ne rukovodil menya, to ya byl by v chisle lyudey bluzhdayushchikh"},{"SurahNumber":6,"VerseNumber":78,"Text":"Kogda zhe on uvidel voskhodyashcheye solntse, skazal: \"Vot Gospod' moy; etot samyy velikiy!\" No kogda i ono zakatilos', on skazal: \"Narod moy! YA chist ot tekh kogo vy priznayote souchastnikami Bogu"},{"SurahNumber":6,"VerseNumber":79,"Text":"Obrashchayu litse moyo k Tomu, kto sotvoril nebesa i zemlyu, pribyvaya userdnym Yemu poklonnikom; ya ne iz chisla mnogobozhnikov"},{"SurahNumber":6,"VerseNumber":80,"Text":"Narod yego sporil s nim. On skazal: \"Uzheli budete sporit' so mnoy o Boge, togda kak On postavil menya na pryamom puti? YA boyus' ne tekh, kogo vy schitayete souchastnikami Yemu, a tol'ko togo chego khochet Gospod' moy. Gospod' moy svoim znaniyem obnimayet vse veshchi. Uzheli vy ne razmyslite ob etom"},{"SurahNumber":6,"VerseNumber":81,"Text":"I pochemu mne boyat'sya tekh, kogo priznayote vy souchastnikami Bogu, togda kak vy ne boites' priznavat' souchastnikami Yemu takikh, o kotorykh vam svyshe ne bylo nisposlano podtverzhdeniya? Kakaya iz etikh dvukh storon verneye bezopasna, yesli vy uznali eto"},{"SurahNumber":6,"VerseNumber":82,"Text":"Tem, kotoryye veruyut, i svoyey very ne odevayut odezhdoy zakonoprestupnosti, - tem bezopasnost', potomu, chto idut po pryamomu puti"},{"SurahNumber":6,"VerseNumber":83,"Text":"Takovy nashi dokazatel'stva, kotoryye dali My Avraamu protiv yego naroda. My vozvyshayem stepeni tekh, kotorym zakhotim etogo: Gospod' tvoy mudr, znayushch"},{"SurahNumber":6,"VerseNumber":84,"Text":"My dali yemu Isaaka i Iakova: oboikh ikh My postavili na pryamoy put', kak prezhde postavili na pryamoy put' Noya; a iz potomstva yego Davida, Solomona, Iova, Iosifa, Moiseya i Aarona: tak nagrazhdayem My delayushchikh dobro"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zakhariyu, Ioanna, Iisusa, Iliyu, - vse oni byli v chisle pravednikov"},{"SurahNumber":6,"VerseNumber":86,"Text":"Ismaila, Yeliseya, Ionu, Lota: vsem im My dali preimushchestva nad mirami"},{"SurahNumber":6,"VerseNumber":87,"Text":"Iz sredy ottsev ikh, detey ikh, brat'yev ikh My izbrali ikh i veli ikh po pryamomu puti"},{"SurahNumber":6,"VerseNumber":88,"Text":"Takovo voditel'stvo Boga, kotorym On vedot tekh iz rabov svoikh, kotorykh khochet; a yesli by oni predalis' mnogobozhiyu, to vse, chto ni sdelali oni, okazalos' by tshchetnym"},{"SurahNumber":6,"VerseNumber":89,"Text":"Im My dali Pisaniye, mudrost', prorochestvo. Yesli v eto ne uveruyut sii, (sovremenniki) to My poruchayem eto lyudyam, v kotorykh ne budet neveruyushchikh v eto"},{"SurahNumber":6,"VerseNumber":90,"Text":"Tekh vol Bog po pryamomu puti; potomu ty idi po ikh pryamomu puti. Skazhi: \"YA ne proshu s vas platy za nego: on yest' tol'ko uveshchaniye miram"},{"SurahNumber":6,"VerseNumber":91,"Text":"Oni ne chtyat Boga s podobayushchey Yemu chestiyu; vot, oni govoryat: \"Bog ni odnomu cheloveku nichego nikogda ne nisposylal svyshe\". Skazhi: \"Kto nisposlal Pisaniye, kotoroye prinos Moisey dlya prosveshcheniya i rukovodstva lyudyam, kotoroye pishite vy na khartiyakh; kotoroye pokazyvayete, a mnogoye iz nego i skryvayete; kotorym naucheny vy tomu, chego prezhde ne znali, ni vy ni ottsy vashi?\" Skazhi: \"Bog\"; i posle togo, ostav' ikh v etom omute, v kotorom kupat'sya im lyubo"},{"SurahNumber":6,"VerseNumber":92,"Text":"I etot yest' Pisaniye, nisposylayemoye Nami; ono blagoslovenno, podtverzhdayet to, chto bylo prezhde nego, i dlya togo, chtoby ty uchil etu mat' gorodov i tekh, kotoryye vokrug yeyo; veruyushchiye v budushchuyu zhizn' veruyut v nego, i takzhe te, kotoryye userdny k molitve"},{"SurahNumber":6,"VerseNumber":93,"Text":"Yest' li kto nechestiveye togo, kto vydumyvayet lozh', ssylayas' na Boga, ili govoryat: mne bylo otkroveniye, togda kak yemu nikakogo ne bylo otkroveniya? - i togo, kto govorit: \"YA nisposhlyu podobnoye tomu, chto nisposlal svyshe Bog?\" O yesli by ty videl, kogda eti nechestivtsy budut v predsmertnykh stradaniyakh, kogda angely, prostorshi k nim ruki, skazhut: \"Izvergnite vashi dushi! Sego dnya otplachivayetsya vam ponosnym nakazaniyem vam za to, chto vy govorili o Boge ne istinu, i velichayas', otvergali Yego znameniya"},{"SurahNumber":6,"VerseNumber":94,"Text":"Vy pridote k nam odinokimi, kakimi My sotvorili vas v pervyy raz, ostavivshi pozadi sebya to, chem My nadelyali vas. S vami ne uvidim vashikh zastupnikov, kotorykh vydumali vy, pochitaya ikh souchastnikami Bogu. Vy budete otsecheny odni ot drugikh: skroyutsya ot vas te, kotorykh vydumali vy"}]}