{"Id":371,"LanguageCodes":["tg","tgk"],"Name":"tgk-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"https://quranenc.com/check/tajik_arifi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tajik_arifi , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":156,"Text":"Ва бароямон дар ин дунё ва дар сарои охират некӣ муқаррар фармо, [ки] бе тардид, мо ба сӯйи Ту бозгаштем». [Аллоҳ таоло] Фармуд: «Азобамро ба ҳар ки бихоҳам мерасонам ва раҳматам ҳама чизро фаро гирифтааст, пас, онро барои касоне муқаррар хоҳам дошт, ки парво пеша мекунанд ва закот медиҳанд ва [ҳамчунин] барои касоне, ки ба оёти мо имон меоваранд"},{"SurahNumber":7,"VerseNumber":157,"Text":"Касоне, ки аз фиристода ва паёмбари дарснохонда [уммӣ] пайравӣ мекунанд, [ҳамон] ки ном [ва нишонаҳои] ӯро назди худ дар Тавроту Инҷил навишта меёбанд, [ҳам ӯ] ки ононро ба некиҳо фармон медиҳад ва аз зиштиҳо [ва корҳои нописанд] бозашон медорад ва покизаҳоро барояшон ҳалол мегардонад ва палидиҳоро ба онон ҳаром мекунад ва бори гарони [таколифи шаръӣ]-ро, ки бар эшон будааст, аз [уҳдаи] онон бармедорад. Пас, касоне, ки ба Ӯ имон оварданд ва гиромияш доштанд ва ёриаш карданд ва аз нуре, ки бо ӯ нозил шудааст, пайравӣ намуданд, ононанд, ки растагоранд»"},{"SurahNumber":7,"VerseNumber":158,"Text":"Бигӯ: «Эй мардум, ман фиристодаи Аллоҳ таоло ба сӯйи ҳамаи шумо ҳастам.Ҳамон [Парвардигоре], ки фармонравоии осмонҳо ва замин аз они Ӯст, маъбуде [барҳақ] ҷуз Ӯ нест; зинда мекунад ва мемиронад, пас, ба Аллоҳ таоло ва фиристодааш – он паёмбари дарснохондае, ки ба Аллоҳ таоло ва суханонаш бовар дорад, имон биёваред ва аз Ӯ пайравӣ кунед, бошад, ки ҳидоят шавед»"},{"SurahNumber":7,"VerseNumber":159,"Text":"Ва гурӯҳе аз қавми Мӯсо ҳастанд, ки [мардумро] ба [роҳи] ҳақ ҳидоят мекунанд ва бар асоси он [низ қазоват ва] адолат мекунанд"},{"SurahNumber":7,"VerseNumber":160,"Text":"Ва ононро ба дувоздаҳ қабила [ки ҳар кадом] шохае аз наводагон [-и Яъқуб] буданд, тақсим кардем ва ба Мӯсо,он гоҳ ки қавмаш аз ӯ об хостанд, ваҳй кардем, ки: «Асоятро бар санг бизан», пас, дувоздаҳ чашмае аз он ҷӯшид [ва] ҳар гурӯҳе чашмаи худро шинохт ва абрро бар [сари] онон соягустар намудем ва бар эшон манну салво фурӯ фиристодем [ва гуфт] «Аз чизҳои покизае, ки рӯзиятон кардаем, бихӯред». Онон [бо нофармонӣ ва мухолифат, дар ҳақиқат] ба Мо ситам накарданд, балки ба хештан ситам менамуданд"},{"SurahNumber":7,"VerseNumber":161,"Text":"Ва [ёд кун аз] он гоҳ ки ба онон гуфта шуд: «Дар ин шаҳр [Байту-л-муқаддас] сокин шавед ва [аз неъматҳои] он, аз ҳар ҷо [ва ҳар вақт], ки хостед, бихӯред ва [барои узрхоҳӣ] бигӯед: «[Парвардигоро] Гуноҳонамонро фурӯ рез» ва бо фурӯтанӣ аз дарвоза[-и шаҳр] ворид шавед, то гуноҳонатонро биёмурзем, [ва подоши дунё ва охирати] накукоронро хоҳем афзуд»"},{"SurahNumber":7,"VerseNumber":162,"Text":"Аммо афроде аз онҳо, ки [нофармону] ситамгор буданд, суханро ба чизе ғайр аз ончи ки ба онон гуфта шуда буд, табдил карданд [ва баҷои истиғфор донаи ҷав хостанд]. Пас, ба [кайфари] онки ситам мекарданд, азобе аз осмон бар онон фурӯ фиристодем"},{"SurahNumber":7,"VerseNumber":163,"Text":"Ва [эй паёмбар] аз онон дар бораи [сокинони] шаҳре, ки наздики дарё буд, бипурс, ҳангоме ки онон аз [ҳукми таҳрими сайд дар рӯзи] шанбе таҷовуз мекарданд, он гоҳ ки моҳиҳои эшон дар рӯзҳои шанбе [ки рӯзи таътилу ибодат буд] рӯйи об зоҳир мешуданд ва рӯзҳои ғайри шанбе бар эшон [ҳеҷ сайде рӯйи об] намеомад. Ононро ба [хотири] он ки нофармонӣ мекарданд, инчунин озмудем"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ва [ёд кун аз] ҳангоме ки гурӯҳе аз онон [ба гурӯҳи дигар] гуфтанд: «Чаро қавмеро панд медиҳед, [ки саранҷом] Аллоҳ таоло ҳалокашон хоҳад кард ё ба азоби шадид гирифторашон хоҳад намуд»? [Носеҳон] Гуфтанд: «Ин [панду наҳй дар ҳукми] маъзарате ба даргоҳи Парвардигори шумост ва бошад, ки парво кунанд»"},{"SurahNumber":7,"VerseNumber":165,"Text":"Пас, чун ончиро ба эшон панд дода буданд, ба фаромӯшӣ супурданд, касонеро, ки аз [кори] бад бозмедоштанд, наҷот додем ва касонеро, ки [бо нодида гирифтани ҳукми илоҳӣ ба худ] ситам карда буданд, ба сазои онки нофармонӣ мекарданд, ба азоби шадид гирифтор намудем"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ва чун дар баробари ончи аз он наҳй шуда буданд, [лаҷоҷату] сарпечӣ карданд, ба онон гуфтем: «Ба сурати бузинаҳое [хору] рондашуда дароед»"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ва [ёд кун аз] ҳангоме ки Парвардигорат фармуд, ки яқинан, то рӯзи қиёмат, касеро бар онон хоҳад гумошт, ки ҳамвора бадтарин [ва сангинтарин] азоро ба сарашон биёварад. Бе гумон, Парвардигорат зудкайфар аст, [ва-ле] яқинан, Ӯ омурзандаи меҳрубон аст"},{"SurahNumber":7,"VerseNumber":168,"Text":"Ва ононро дар замин ба сурати гурӯҳҳои мухталиф пароканда сохтем. [Бархе] Аз онон шоистаанд ва [бархе миёнарав ҳастанд ва гурӯҳе низ] ғайр аз инанд. Ва ононро ба некиҳо ва бадиҳо озмудем, бошад, ки [ба роҳи ҳақ] боз гарданд"},{"SurahNumber":7,"VerseNumber":169,"Text":"Ва пас аз онон ҷонишинон [-и ношоиста]-е омаданд, ки китоб [Таврот]-ро ба ирс бурданд. Онон [сарвату] колои ин [дунёи] пастро мегиранд, [ки суханони Аллоҳ таолоро таҳрифу ба ноҳақ ҳукм кунанд] ва мегӯянд: «Бахшида хоҳем шуд». Ва агар коло [-и дигар]-е ҳаммонанди он барояшон биояд, онро [низ] мегиранд. Оё дар китоб [-и осмонӣ] аз онон паймон гирифта нашудааст, ки дар бораи Аллоҳ таоло ҷуз [сухани] ҳақ нагӯянд? [Пас, нофармонияшон аз рӯйи нодонӣ нест, зеро борҳо Тавротро хондаанд] Ва ончиро, ки дар он аст, омӯхтаанд ва сарои охират барои касоне, ки парво кунанд, беҳтар аст. Оё намеандешед"},{"SurahNumber":7,"VerseNumber":170,"Text":"Ва касоне, ки ба китоби [Аллоҳ таоло] тамассук меҷӯянд ва намоз барпо медоранд, ба яқин [бидонанд, ки] Мо подоши накукоронро табоҳ намекунем"}]}