{"Id":347,"LanguageCodes":["sr","srp"],"Name":"srp-rowwadtranslati","Author":"Rowwad Translation Center Islamhouse","Language":"Serbian","Description":"Serbian","Direction":"ltr","Source":"https://quranenc.com/en/browse/serbian_rwwad","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Ако се лицемери и они у чијим срцима је болест и они који по Медини шире лажи - не окане тога, Ми ћемо власт над њима да ти препустимо и они ће само кратко време као твоји суседи у њој да остану"},{"SurahNumber":33,"VerseNumber":61,"Text":"Проклети да су. Где год да се нађу, нека буду ухваћени и убијени"},{"SurahNumber":33,"VerseNumber":62,"Text":"према Аллаховом закону који је вредео за оне који су били пре вас и нестали! А ти нећеш у Аллаховом закону наћи измене"},{"SurahNumber":33,"VerseNumber":63,"Text":"Питају те људи о Часу смака света; реци: „То зна једино Аллах! А ти не знаш, можда је Час смака света близу!“"},{"SurahNumber":33,"VerseNumber":64,"Text":"Аллах је проклео невернике и за њих је припремио разбуктали Огањ"},{"SurahNumber":33,"VerseNumber":65,"Text":"у њему ће вечно и заувек да бораве, и неће наћи ни заштитника ни помагача"},{"SurahNumber":33,"VerseNumber":66,"Text":"На Дан кад њихова лица буду превртана у Ватри, говориће: „Камо среће да смо се покоравали Аллаху и да смо слушали Посланика!“"},{"SurahNumber":33,"VerseNumber":67,"Text":"И говориће: „Господару наш, ми смо слушали своје прваке и своје старешине, па су нас они одвели са Правог пута"},{"SurahNumber":33,"VerseNumber":68,"Text":"Господару наш, подај им двоструку патњу и прокуни их великим проклетством!“"},{"SurahNumber":33,"VerseNumber":69,"Text":"О ви који верујете, не будите као они који су узнемиравали Мојсија, па га је Аллах ослободио онога што су говорили, а он код Аллаха има велики углед"},{"SurahNumber":33,"VerseNumber":70,"Text":"О ви који верујете, бојте се Аллаха и говорите само истину"},{"SurahNumber":33,"VerseNumber":71,"Text":"Он ће вас наградити за ваша добра дела и грехе ће да вам опрости! А онај ко се Аллаху и Његовом Посланику буде покоравао - постићи ће велики успех"},{"SurahNumber":33,"VerseNumber":72,"Text":"Ми смо небесима, Земљи и планинама понудили обавезу, па су се суздржали и уплашили да је прихвате, али је преузео човек - а он је према себи заиста неправедан и незналица"},{"SurahNumber":33,"VerseNumber":73,"Text":"да би Аллах лицемере и лицемерке, и незнанобошце и незнанобошкиње казнио, а верницима и верницама опростио. Аллах опрашта грехе и милостив је"},{"SurahNumber":34,"VerseNumber":1,"Text":"Нека је хваљен Бог, Чије је све оно на небесима и све оно на Земљи! Хваљен нека буде и на оном свету! Он је Мудри и Свезнајући"},{"SurahNumber":34,"VerseNumber":2,"Text":"Он зна шта у земљу улази, а шта из ње излази, и шта се с неба спушта, а шта се на њега успиње; Он је самилостан и Он прашта грехе"},{"SurahNumber":34,"VerseNumber":3,"Text":"А они који не верују говоре: „Час оживљења неће да нам дође!“ Реци: „Хоће, тако ми мога Господара, Који зна и оно што је недокучиво чулима, сигурно ће да вам дође!“ Њему ништа не може, ни колико једна трунчица, ни на небесима ни на Земљи, да измакне, и не постоји ништа, ни мање ни веће од тога, што није у јасној Књизи"},{"SurahNumber":34,"VerseNumber":4,"Text":"Зато да би дао награду онима који верују и добра дела чине – њих чека опрост и опскрба племенита"},{"SurahNumber":34,"VerseNumber":5,"Text":"а они који се боре против Наших доказа, одвраћајући од њих - то су они којима следи најболнија патња"},{"SurahNumber":34,"VerseNumber":6,"Text":"Они којима је дато знање добро знају да је оно што ти се објављује од Господара твога истина и да води на пут Силнога и Хваљенога"},{"SurahNumber":34,"VerseNumber":7,"Text":"А они који не верују говоре: „Хоћете ли да вам покажемо човека који вам предсказује да ћете, када се сасвим распаднете, заиста, поновно да будете створени"},{"SurahNumber":34,"VerseNumber":8,"Text":"Износи ли он лажи о Аллаху или је луд?“ Напротив, они који у онај свет неће да верују су у патњи и у дубокој заблуди"},{"SurahNumber":34,"VerseNumber":9,"Text":"Зар не виде небо и Земљу, оно што је испред њих и оно што је иза њих?! Кад бисмо хтели, у земљу бисмо их утерали или бисмо комаде неба на њих сручили. То је, заиста, знак сваком вернику Аллаху оданом"}]}