{"Id":65,"LanguageCodes":["bs","bos"],"Name":"bos-muhamedmehanovi-la","Author":"Muhamed Mehanovic","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_mihanovich/v1.1.0-csv.1 , https://quranenc.com/en/browse/bosnian_mihanovich , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"I Glavesine naroda njegova, oni koji su bili oholi, rekose: \"Ili cemo mi, o Suajbe, i tebe i one koji s tobom vjeruju iz naselja naseg istjerati, ili cete se vratiti u nasu vjeru!\" \"Zar i protiv nase volje?\", rece on"},{"SurahNumber":7,"VerseNumber":89,"Text":"Ako bismo se u vjeru vasu vratili nakon sto nas je Allah iz nje izbavio, na Allaha bismo laz iznijeli. Mi ne treba da se u nju vracamo, osim ako to htjedne Allah, Gospodar nas. Gospodar nas znanjem Svojim sve obuhvata; u Allaha se uzdamo! Gospodaru nas, Ti presudi nama i narodu nasem, po pravdi, Ti si Presuditelj najbolji"},{"SurahNumber":7,"VerseNumber":90,"Text":"A glavesine naroda njegova, oni koji nisu vjerovali, rekose: \"Ako pođete za Suajbom, bit cete sigurno izgubljeni"},{"SurahNumber":7,"VerseNumber":91,"Text":"I zadesi ih potom strasan potres i oni osvanuse u zemlji svojoj mrtvi, nepomicni"},{"SurahNumber":7,"VerseNumber":92,"Text":"Oni koji su smatrali Suajba lascem - kao da nikad nisu u njoj ni bili; oni koji su smatrali Suajba lascem, oni su bas gubitnici bili"},{"SurahNumber":7,"VerseNumber":93,"Text":"A on ih napusti i rece: \"O narode moj, prenio sam vam poslanice Gospodara svoga i savjetovao vas, pa zasto da tugujem za narodom nevjernickim"},{"SurahNumber":7,"VerseNumber":94,"Text":"I Mi nijednog vjerovjesnika u neko naselje nismo poslali, a da stanovnike njegove bolescu i neimastinom nismo kaznili da bi se pokajnicki molili"},{"SurahNumber":7,"VerseNumber":95,"Text":"Poslije bismo zlo zamijenili dobrim dok se ne bi umnozili i rekli: \"Zadesili su i nase pretke i neimastina i blagostanje!\", i tada bismo ih iznenada kaznili, a oni ni predosjetili ne bi"},{"SurahNumber":7,"VerseNumber":96,"Text":"A da su stanovnici naselja'\" vjerovali i bogobojazni bili, Mi bismo im blagoslove i s neba i iz zemlje slali, ali, oni su poricali, pa smo ih kaznjavali zbog onog sto su cinili"},{"SurahNumber":7,"VerseNumber":97,"Text":"A zar su stanovnici naselja sigurni da ih Nasa kazna nece snaci nocu dok budu spavali"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ili, zar su stanovnici naselja sigurni da ih Nasa kazna nece snaci danju dok se budu zabavljali"},{"SurahNumber":7,"VerseNumber":99,"Text":"Zar oni misle da su sigurni od Allahovog lukavstva? Da su sigurni od Allahovog lukavstva misli samo narod gubitnicki"},{"SurahNumber":7,"VerseNumber":100,"Text":"Zar nije jasno onima koji nasljeđuju Zemlju nakon prijasnjih stanovnika njezinih da cemo i njih, ako budemo htjeli, zbog grijeha njihovih kazniti ili im srca zapecatiti, pa nece moci cuti"},{"SurahNumber":7,"VerseNumber":101,"Text":"O tim naseljima Mi ti neke događaje kazujemo. Poslanici njihovi jasne su im dokaze donosili, ali oni nisu povjerovali zato sto ni prije nisu vjerovali. Eto, tako Allah srca nevjernika zapecati"},{"SurahNumber":7,"VerseNumber":102,"Text":"A Mi nismo ustanovili da se vecina njih zavjeta drzi, a ustanovili smo da su vecina njih, doista, buntovnici"},{"SurahNumber":7,"VerseNumber":103,"Text":"Zatim smo, poslije njih, poslali Musaa sa dokazima Nasim faraonu i glavesinama njegovim, ali oni u njih nisu povjerovali, pa pogledaj kako su skoncali oni koji su nered cinili"},{"SurahNumber":7,"VerseNumber":104,"Text":"I Musa rece: \"O faraone, ja sam, uistinu, poslanik Gospodara svjetova"},{"SurahNumber":7,"VerseNumber":105,"Text":"Duznost mi je da o Allahu samo istinu kazem. Donio sam vam jasan dokaz od Gospodara vaseg, zato pusti da idu sa mnom sinovi Israilovi"},{"SurahNumber":7,"VerseNumber":106,"Text":"Ako si donio kakav dokaz\", rece, \"pokazi ga, ako si od onih koji istinu govore"},{"SurahNumber":7,"VerseNumber":107,"Text":"I on baci svoj stap - kad on prava zmijurina"},{"SurahNumber":7,"VerseNumber":108,"Text":"i izvadi ruku svoju - ona za prisutne postade bijela"},{"SurahNumber":7,"VerseNumber":109,"Text":"Glavesine naroda faraonova povikase: \"Ovaj je, doista, carobnjak koji zna"},{"SurahNumber":7,"VerseNumber":110,"Text":"on hoce da vas izvede iz zemlje vase, pa sta predlazete"},{"SurahNumber":7,"VerseNumber":111,"Text":"Zadrzi njega i brata njegova\", rekose, \"a posalji u gradove sakupljace"},{"SurahNumber":7,"VerseNumber":112,"Text":"preda te ce sve vjeste carobnjake dovesti"},{"SurahNumber":7,"VerseNumber":113,"Text":"I faraonu carobnjaci dođose. \"Da li cemo, doista, nagradu dobiti ako budemo pobjednici?\", upitase"},{"SurahNumber":7,"VerseNumber":114,"Text":"Da\", rece, \"i bit cete, zaista, među meni bliskima"},{"SurahNumber":7,"VerseNumber":115,"Text":"O Musa\", rekose onda, \"hoces li ti, ili cemo mi baciti"},{"SurahNumber":7,"VerseNumber":116,"Text":"Bacite vi\", rece on. I kad oni bacise, oci ljudima zacarase i jako ih prestrasise, i vradzbinu veliku priredise"}]}