{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"مردم بی‌خرد خواهند گفت: چه موجب شد که مسلمین از قبله‌ای که بر آن بودند (از بیت المقدس) روی به کعبه آوردند؟ بگو: مشرق و مغرب برای خداست و هر که را خواهد به راه راست هدایت می‌کند"},{"SurahNumber":2,"VerseNumber":143,"Text":"و ما همچنان شما (مسلمین) را به آیین اسلام هدایت کردیم و به سیرت نیکو بیاراستیم تا گواه مردم باشید و پیغمبر نیز گواه شما باشد (تا شما از وی بیاموزید). و (ای پیغمبر) ما قبله‌ای را که بر آن بودی تغییر ندادیم مگر برای اینکه بیازماییم و جدا سازیم گروهی را که از پیغمبر خدا پیروی می‌کنند از آنان که عقبگرد کنند و (به مخالفت او برخیزند)، و این تغییر قبله بسی بزرگ نمود جز در نظر هدایت یافتگان خدا. و خداوند اجر پایداری شما را در راه ایمان تباه نگرداند که خدا به خلق مشفق و مهربان است"},{"SurahNumber":2,"VerseNumber":144,"Text":"ما توجه تو را بر آسمان (به انتظار وحی و تغییر قبله) بنگریم و البته روی تو را به قبله‌ای که به آن خشنود شوی گردانیم، پس روی کن به طرف مسجد الحرام و شما (مسلمین) نیز هر کجا باشید (در نماز) روی بدان جانب کنید. و گروه اهل کتاب به خوبی می‌دانند که این تغییر قبله به حق و راستی از جانب خداست (نه به دلخواه کس) و خدا از کردار آنها غافل نیست"},{"SurahNumber":2,"VerseNumber":145,"Text":"و تو (ای پیغمبر) اگر هر قسم معجزه برای اهل کتاب بیاوری پیرو قبله تو نشوند و تو نیز تبعیت از قبله آنان نخواهی کرد و بعضی ملل تابع قبله برخی دیگر نشوند، و اگر تو تابع دلخواه و هوسهای جاهلانه آنها شوی بعد از آنکه از جانب خدا علم یافتی، در این صورت البته از گروه ستمکاران خواهی بود"},{"SurahNumber":2,"VerseNumber":146,"Text":"گروهی که ما بر آنها کتاب فرستادیم، (محمد صلّی اللّه علیه و آله و سلّم و حقّانیّت) او را به خوبی می‌شناسند همان گونه که فرزندان خود را، و لکن گروهی از آنان (از راه عناد) حق را کتمان می‌کنند در صورتی که علم به آن دارند"},{"SurahNumber":2,"VerseNumber":147,"Text":"حق همان است که از طرف خدا به سوی تو آمد، پس هیچ شبهه به دل راه مده"},{"SurahNumber":2,"VerseNumber":148,"Text":"هر کسی را راهی است به سوی حق که بدان راه یابد (یا قبله‌ای است که به آن روی آورد) پس بشتابید به خیرات که هر کجا باشید همه شما را خداوند (به عرصه محشر) خواهد آورد و محققا خدا بر همه چیز تواناست"},{"SurahNumber":2,"VerseNumber":149,"Text":"و از هر کجا و به سوی هر دیار بیرون شدی (در نماز) روی به طرف کعبه آور، و این دستور قبله بر وجه صواب و به امر خداست و خدا از کار شما غافل نیست"},{"SurahNumber":2,"VerseNumber":150,"Text":"و از هر جا و به هر دیار بیرون شدی روی به جانب کعبه کن و شما مسلمین هم به هر کجا بودید روی بدان جانب کنید تا مردم به حجّت و مجادله بر شما زبان نگشایند-جز گروه ستمکار (معاند) که از (جدل و گفتگوی) آنان هم نیندیشید و از (نافرمانی) من بترسید-و تا نعمت و رحمتم را برای شما به حد کمال رسانم، و باشد که (به طریق صواب) راه یابید"},{"SurahNumber":2,"VerseNumber":151,"Text":"چنانکه در میان شما رسولی از خودتان فرستادیم که آیات ما را برای شما تلاوت می‌کند و نفوس شما را (از پلیدی جهل) پاک و منزّه می‌گرداند و به شما تعلیم کتاب و حکمت می‌دهد و آنچه را نمی‌دانید به شما می‌آموزد"},{"SurahNumber":2,"VerseNumber":152,"Text":"پس مرا یاد کنید تا شما را یاد کنم و شکر نعمت من به جای آرید و کفران نعمت من نکنید"},{"SurahNumber":2,"VerseNumber":153,"Text":"ای اهل ایمان، (در پیشرفت کار خود) از صبر و مقاومت کمک گیرید و به ذکر خدا و نماز توسّل جویید که خدا با صابران است"},{"SurahNumber":2,"VerseNumber":154,"Text":"و به آنان که در راه خدا کشته شوند مرده نگویید، بلکه زنده ابدی هستند و لیکن همه شما این حقیقت را درنخواهید یافت"},{"SurahNumber":2,"VerseNumber":155,"Text":"و البته شما را به پاره‌ای از سختی‌ها چون ترس و گرسنگی و نقصان اموال و نفوس و آفات زراعت بیازماییم، و صابران را بشارت و مژده بده"},{"SurahNumber":2,"VerseNumber":156,"Text":"آنان که چون به حادثه سخت و ناگواری دچار شوند (صبوری پیش گرفته و) گویند: ما به فرمان خدا آمده‌ایم و به سوی او رجوع خواهیم کرد"},{"SurahNumber":2,"VerseNumber":157,"Text":"آن گروهند که مخصوص به درود و الطاف الهی و رحمت خاص خدایند و آنها خود هدایت یافتگانند"}]}