{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Tara ki tabe prthibite paribhramana kare ni? Tahale tara dekhate peta kemana hayechila tadera parinama yara edera age chila. Allah tadera ghayela karechilena, ara abisbasidera jan'ya rayeche era anurupa."},{"SurahNumber":47,"VerseNumber":11,"Text":"Emanata'i, kenana yara imana eneche tadera abhibhabaka niscaya'i allah‌, ara abisbasidera ksetre to -- tadera jan'ya kono murabbi ne'i."},{"SurahNumber":47,"VerseNumber":12,"Text":"Nihsandeha yara imana eneche o satkaje karache allah tadera prabesa karabena sbargo'udyanasamuhe yadera nice diye baye calache jharanaraji. Ara yara abisbasa posana kare tara bhoga-bilasa kare o khayadaya yemana jantu janoyarara kheye thake, ara aguna'i tadera abasasthala."},{"SurahNumber":47,"VerseNumber":13,"Text":"Ara janapadagulora katata ye -- ya chila aro besi saktisali tomara janabasatira ca'ite yeti tomake bahiskara kareche -- amara tadera dhbansa kare diyechilama, ara tadera jan'ya kono sahayyakari chila na."},{"SurahNumber":47,"VerseNumber":14,"Text":"Ye tara prabhura kacha theke eka spasta pramanera upare rayeche se ki tabe tara mato yara kache tara manda karyakalapake cittakarsaka kara hayeche? Phale tara nijedera kamana-basanara'i anusarana kare."},{"SurahNumber":47,"VerseNumber":15,"Text":"Dharmabhirudera jan'ya ye jannatera oyada kara hayeche tara upama hacche -- tate rayeche jharanaraji emana panira ya paribartita haya na, ara dudhera nadisamuha yara sbada badalaya na, ara surara srota ya panakaridera jan'ya susbadu, ara chamka madhura nadigulo. Ara tadera jan'ya se-sabe rayeche saba rakamera phalaphasala, ara tadera prabhura kacha theke rayeche paritrana. Tara mato ye agunera madhye abasthanakari, athaba yadera pana karano habe phutanta pani, phale tadera naribhumri ta chire phelabe"},{"SurahNumber":47,"VerseNumber":16,"Text":"ara tadera madhye kichu loka ache yara tomara katha sone, tarapara tara yakhana tomara kacha theke beriye yaya takhana yadera jnana de'oya hayeche tadera bale, ''se e'imatra ki balale!’’ Era'i tara yadera hrdayera upare allah mohara mere diyechena, ara tara nijedera kheyalakhusira'i anusarana kare."},{"SurahNumber":47,"VerseNumber":17,"Text":"Ara yara satpathe cale, tini tadera jan'ya patha pradarsana kara bariye dena, ara tadera pradana karena tadera dharmanistha."},{"SurahNumber":47,"VerseNumber":18,"Text":"Tara ki tabe takiye rayeche sudhu gharira jan'ya yate eti tadera upare ese pare atarkitabhabe? Tabe to era laksanagulo ese'i pareche. Sutaram kemana habe tadera byapara yakhana tadera smarana kariye de'oya habe"},{"SurahNumber":47,"VerseNumber":19,"Text":"ata'eba tumi jene rakha ye allah byatita an'ya upasya ne'i, ara tomara bhula-bhrantira jan'ye tumi paritrana khomjo, ara mumina purusa o mumina naridera jan'ye'o. Ara allah janena tomadera gatibidhi ebam tomadera abasthana."},{"SurahNumber":47,"VerseNumber":20,"Text":"Ara yara imana eneche tara bale -- ''ekati sura kena abatirna haya na?’’ Kinta yakhana ekati sid'dhantamulaka sura abatirna haya ara tate yud'dhera ullekha thake takhana yadera hrdaye byadhi rayeche tadera tumi dekhate pabe tomara dike takacche mrtyura karane murcchita lokera drstira n'yaya. Sutaram dhik tadera jan'ya"},{"SurahNumber":47,"VerseNumber":21,"Text":"anugatya o sadayabakya! Ata'eba yakhana byaparati sanbandhe sid'dhanta ne'oya haye yaya takhana tara yadi allah‌ra prati satyanistha thake tahale seti'i to tadera jan'ya mangalajanaka."},{"SurahNumber":47,"VerseNumber":22,"Text":"Kinta yadi tomadera sasanabhara de'oya yaya tahale tomadera theke to asa kara yabe ye tomara abasya'i dese phasada srsti karabe ebam tomadera rakta-samparka chinna karabe."},{"SurahNumber":47,"VerseNumber":23,"Text":"Era'i tara yadera prati allah dhikkara diyechena, phale tini tadera badhira baniyechena ebam tadera drsti andha kare diyechena."},{"SurahNumber":47,"VerseNumber":24,"Text":"Ki! Tara ki tabe kura'ana sanbandhe bhababe na, na ki hrdayera upare segulora tala deya rayeche"},{"SurahNumber":47,"VerseNumber":25,"Text":"nihsandeha yara tadera pitha phiriye ghure yaya tadera kache satpatha suspasta habara pare'o, sayatana tadera jan'ya halka kare diyeche ebam tadera jan'ya sudirgha kareche."},{"SurahNumber":47,"VerseNumber":26,"Text":"E'ita'i! Kenana allah ya abatarana karechena tate yara ghrna kare tadera kache tara bale, ''amara tomadera mene calaba kono-kono byapare.’’ Ara allah janena tadera gopaniyata."},{"SurahNumber":47,"VerseNumber":27,"Text":"Kinta kemana habe yakhana phiris‌tara tadera mukhe o tadera pithe aghata hanate hanate tadera mrtyu ghatabe"},{"SurahNumber":47,"VerseNumber":28,"Text":"e'iti'i! Kenana allah‌ke ya asantasta kare tara tara'i anusarana kare ara tamra santastilabhake tara apachanda kare, sejan'ya tini tadera kriyakalapa byartha kare dena."},{"SurahNumber":47,"VerseNumber":29,"Text":"Athaba, yadera antare byadhi rayeche tara ki bhabe ye allah kadapi tadera bidbesabhaba prakasa karabena na"},{"SurahNumber":47,"VerseNumber":30,"Text":"ara amara yadi ca'itama tabe amara niscaya'i tomake tadera dekhatama, takhana tumi alabat tadera cinate parate tadera ceharara dbara. Ara tumi to abasya'i tadera cinate parabe tadera kathara dharane. Ara allah janena tomadera kajakarma."},{"SurahNumber":47,"VerseNumber":31,"Text":"Ara amara niscaya'i tomadera yaca'i karaba yataksana na amara janate pari tomadera madhyera kathora sangramasiladera o adhyabasayidera, ara tomadera khabara amara pariksa karechi."},{"SurahNumber":47,"VerseNumber":32,"Text":"Nihsandeha yara abisbasa posana kare o allah‌ra patha theke sariye rakhe ebam rasulera birud'dhacarana kare tadera kache satpatha suspasta habara pare'o, tara kakhano allah‌ra kono ksati karate parabe na. Ara acire'i tini tadera kriyakalapa nisphala kare debena."}]}