{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":7,"VerseNumber":156,"Text":"וכתוב לנו טובה בעולם הזה ובעולם הבא, כי חזרנו לשביל (היושר) אליך.\" אמר (אלוהים,) \"עונשי, אכה בו את אשר ארצה, ורחמי מקיפים כל דבר\". אכתוב אותם לזכות אלה אשר יראים ונותני הזכאת (צדקת חובה) ואלה אשר הם באותותינו מאמינים"},{"SurahNumber":7,"VerseNumber":157,"Text":"וגם עבור ההולכים בעקבות השליח (מוחמד,) הנביא שאינו יודע קרוא וכתוב, אשר אותו ימצאו כתוב אצלם בתורה והבשורה, ומצווה עליהם לעשות את הטוב ויאסור עליהם לעשות את הרע, וירשה להם את המאכלים הטובים ויאסור עליהם את התועבות, ויסיר מעליהם את הנטל ואת הכבלים (שנטלו על עצמם) המכבידים עליהם. ואלה אשר האמינו בו וכיבדו אותו ויעזרו לו וילכו אחרי האור (הקוראן) אשר הורד עמו, אלה הם המצליחים"},{"SurahNumber":7,"VerseNumber":158,"Text":"אמור (מוחמד) \"הוי האנשים! הנני שליח אלוהים אליכם כולכם, אשר לו מלכות השמים והארץ, אין אלוה מלבדו, והוא מחייה וממית. על כן האמינו באלוהים ובשליחו, הנביא שאינו יודע קרוא וכתוב, המאמין באלוהים ובדבריו, ולכו בעקבתו למען תודרכו"},{"SurahNumber":7,"VerseNumber":159,"Text":"ומבני עמו של משה אנשים אשר מדריכים על-פי הצדק ושופטים לפיו"},{"SurahNumber":7,"VerseNumber":160,"Text":"וחילקנו אותם לשנים עשר שבטים, אומות. והורינו למשה כאשר תבע העם מים לשתות, כי \"הכה במקלך בסלע.\" ואז פרצו ממנו שנים-עשר מעיינות, וכל שבט ידע את המקום אשר ממנו ישתה. הצלנו עליהם בענן והורדנו אליהם את המן והשלו. (ואמרנו,) \"איכלו מן הדברים הטובים שהענקנו לכם.\" הם לא קיפחו אותנו, כי אם את עצמם קיפחו"},{"SurahNumber":7,"VerseNumber":161,"Text":"כאשר נאמר להם \"שכנו בעיר הזאת ואכלו בה באשר תרצו, ואמרו, 'חטאנו,' והיכנסו בשער סוגדים, נסלח לכם את חטאיכם, ונרבה את גמול המיטיבים"},{"SurahNumber":7,"VerseNumber":162,"Text":"והחליפו , אלה אשר קיפחו מביניהם , אמרו דבר שונה מאשר נאמר להם ( להגיד,) על כן שלחנו עליהם עונש מן השמים, משום שהיו מקפחים"},{"SurahNumber":7,"VerseNumber":163,"Text":"ושאל אותם!! אודות העיר אשר שכנה על חוף הים. הם (תושביה) חיללו את השבת, כי דגי הים עלו על פני הים ביום השבת, ואילו בימים אשר לא שבתו, הדגים לא באו. כי כה העמדנו בניסיון את המושחתים"},{"SurahNumber":7,"VerseNumber":164,"Text":"ואז אמרה אומה (שבט) מביניהם, \"למה אתם מטיפים לאנשים אשר אלוהים עומד להכחידם או להענישם\"? אמרו, \"סליחה לריבונכם (לצאת ידי חובה,) אולי תהיה בהם יראה"},{"SurahNumber":7,"VerseNumber":165,"Text":"כאשר שכחו את אשר הוזכר להם, חילצנו את אלה אשר אסרו את הרעה ועינינו את אלה אשר קיפחו בעונש קשה, בשל מעשה ההפקרות שעשו"},{"SurahNumber":7,"VerseNumber":166,"Text":"וכאשר עברו על האיסור שהוטל עליהם, אמרנו להם, \"היו קופים בזויים\". המחיצה"},{"SurahNumber":7,"VerseNumber":167,"Text":"ואז הכריז ריבונך, \"כי עד יום תחיית-המתים ישלח עליהם אויבים שיציקו להם בייסורים קשים. אכן ריבונך מהיר בעונש, והוא אף סולח ורחום"},{"SurahNumber":7,"VerseNumber":168,"Text":"ופיזרנו אותם על פני הארץ אומות (שבטים,) יש בהם הישרים וביניהם שאינם כך, וניסינו אותם בטובות וברעות כדי שיביעו חרטה כנה"},{"SurahNumber":7,"VerseNumber":169,"Text":"ובאו אחריהם דורות אשר ירשו את הספר, היו לוקחים רווח ממה שהזדמן להם לחיי העולם הזה, ואומרים, \"ודאי ייסלח לנו.\" ואולם אם ימצאו רווח דומה ייקחוהו . האם הם לא כרתו את הברית בספר (התורה) כי לא יאמרו על אלוהים אלא רק את הצדק? ולמדו (בספר ) את כל אשר בו. חיי העולם הבא טובים יותר (מחיי העולם הזה) לאלה היראים. האם לא תבינו"},{"SurahNumber":7,"VerseNumber":170,"Text":"ואלה אשר מחזיקים בספר והמקיימים את התפילה, אנו לא נפחית את גמולם של המתקנים"}]}