{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"Biz oşol (Yajuj-Majuj çıkkan) künü alardı biri-birine aykaş-uykaş kılıp taştaybız jana «Sur» (kerneyi) tartılganda baarın (Özübüzgö) çogultabız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Oşol kündö kaapırlarga Tozoktu anık jolukturabız"},{"SurahNumber":18,"VerseNumber":101,"Text":"(Bul düynödö) alardın közdörü Menin eskermelerimden pardalangan jana (anı) uguuga da al-kuduretteri jetpeyt"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kaapır bolgon adamdar Menden başka Özümdün pendelerimdi dos («kuday») tutunup aluunu (kaalaşabı jana «oşolor meni saktayt» dep) oyloşobu?! Biz kaapırlar üçün Tozoktu «konok üyü» kılıp dayardap koyduk"},{"SurahNumber":18,"VerseNumber":103,"Text":"Ayt (o, Muhammad): «İşterinde zıyan tartkandar jönündö silerge kabar bereyinbi"},{"SurahNumber":18,"VerseNumber":104,"Text":"Alar bul düynö jaşoosunda araket-joldoru adaşkan birok, «biz eŋ mıktı iş jasap jatabız» dep oylogon adamdar"},{"SurahNumber":18,"VerseNumber":105,"Text":"Alar Rabbilerinin ayattarına jana Aga (Kıyamatta) joluguuga işenişpeyt. (Bardık jakşı) amaldarı küyüp ketti! Emi, Kıyamat Künü alar üçün (kıpınday da) salmak (kadır-bark) koyboy-buz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Menin ayattarımdı jana paygambarlarımdı şıldıŋdap, kaapır bolgondoru sebeptüü uşul tozok alardın jazası"},{"SurahNumber":18,"VerseNumber":107,"Text":"Iyman keltirip, salih-jakşı amal kılgandardın tüşçü jeri — Firdaus beyişteri"},{"SurahNumber":18,"VerseNumber":108,"Text":"Al jerde tübölük kalışat jana andan (başka jakka) köçüünü kaalaşpayt"},{"SurahNumber":18,"VerseNumber":109,"Text":"Ayt, (o, Muhammad): «Eger Rabbimdin Sözdörü(n jazuu) üçün deŋiz sıya bolso jana eger dagı oşol deŋizçe sıyanı (koşumça) alıp kelsek da, Rabbimdin sözdörü tügönöördön murun sıya tügönüp kalat”"},{"SurahNumber":18,"VerseNumber":110,"Text":"Aytkın: «Men siler sıyaktuu ele kişimin. (Bolgon ayırmaçılıgıbız) maga (Rabbimden mınday degen) vahiy jiberilet: «Silerdin kudayıŋar — Jalgız Kuday. Kim Rabbisine (baktıluu abalda) joluguunu kaalasa, (Allaһtın Şariyatına ılayık) jakşı amal kılıp, Rabbisine ibadat kılganda (Aga) eç nerseni şerik koşposun!»"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf, Haa, Yaaa, Ayın, Saad.”"},{"SurahNumber":19,"VerseNumber":2,"Text":"(Bul—) senin Rabbiŋ pendesi Zakariyaga bergen Irayımının kabarı"},{"SurahNumber":19,"VerseNumber":3,"Text":"Estegin, al Rabbisine jaşıruun türdö jalbarıp"},{"SurahNumber":19,"VerseNumber":4,"Text":"(mınday) dedi: «O, Rabbim! Menin muun-sööktörüm boşoşup, karılıktan çaç agara baştadı! O, Rabbim, men eç kaçan Saga duba kılıp taalaysız bolgon emesmin"},{"SurahNumber":19,"VerseNumber":5,"Text":"Men artımdagı jakındarımdan kooptonup jatamın. Ayalım tuubas bolup kalgan. Öz dargöyüŋdön maga bir dos (perzent) berçi"},{"SurahNumber":19,"VerseNumber":6,"Text":"Al maga jana Yakubdun (ıymanduu) urpaktarına muraskor bolsun! O, Rabbim, Anı Özüŋdün ıraazıçılıgıŋdın kızmatkerlerinen kılgay eleŋ?!»"},{"SurahNumber":19,"VerseNumber":7,"Text":"«O, Zakariya! Biz seni Yahya degen nariste menen süyüntöbüz! Biz murun aga (eç kimdi) adaş kılgan emespiz»"},{"SurahNumber":19,"VerseNumber":8,"Text":"«O, Rabbim!» dedi (Zakariya) maga kaydagı perzent?! Ayalım tuubas bolso, özüm karılıktın çegine jetip kalgan bolsom?!»"},{"SurahNumber":19,"VerseNumber":9,"Text":"«Oşondoy» — dedi (Allaһ)— Rabbiŋ aytat: «Bul Maga jeŋil. Özüŋdü dele mından murun Men jaratkanmın. (Anda) sen dagı eç nerse emes (jok) eleŋ»"},{"SurahNumber":19,"VerseNumber":10,"Text":"«O, Rabbim! Anda maga (köŋülümdün beypildigi üçün) bir belgi körgözçü?!»-dedi (Zakariya) «Saga belgi: sop-soo turup, üç tün boyu adamdarga süylöy albay kalasıŋ»-dedi (Allaһ)?”"},{"SurahNumber":19,"VerseNumber":11,"Text":"Al (ibadatkanadagı) mihrabdan? koomuna çıktı jana «tünü-künü maktoo sözdörün aytkıla» dep, (ımdap) işaarat kıldı. (Oşentip, aradan belgilüü ubakıt ötüp Yahya tuuldu, atasınan jakşı tarbiya kördü. Emi akılı tolo baştaganda aga Allaһ Taala ayttı)"},{"SurahNumber":19,"VerseNumber":12,"Text":"«O, Yaahya! (Iyık) Kitepti(n ökümün) bekem karma!» Biz aga öküm-şariyattı naristeliginde bergen elek"},{"SurahNumber":19,"VerseNumber":13,"Text":"Jana Biz aga Özübüzdön meerimdüülük, tazalık kasietterin tartuuladık. Al -takıbaa"},{"SurahNumber":19,"VerseNumber":14,"Text":"ata-enesine kayrımduu boldu. Tekeberlengen (taş jürök) jana (Rabbisine) karşı çıguuçu bolbodu"},{"SurahNumber":19,"VerseNumber":15,"Text":"Aga tuulgan künündö, ölgön künündö jana kayra tirilgen künündö (Allaһtın) salam(ı) bolsun"},{"SurahNumber":19,"VerseNumber":16,"Text":"(O, Muhammad) sen Kitepte (Kuraanda) Maryamdı(n ikayasın) este: Bir kezde al öz üy-bülösünön çıgış-taraptagı (bir) jerge bölünüp çıgıp"},{"SurahNumber":19,"VerseNumber":17,"Text":"Alardan çümböttönüp aldı.! Anan Biz aga Öz Ruhubuzdu (Jebireyil perişteni) jiberdik. Al Maryamga kadimki insan keypinde köründü"},{"SurahNumber":19,"VerseNumber":18,"Text":"(Anda, Maryam) ayttı: «Meni senden Rahman (Allaһ) saktasın! Eger Allaһtan korkuuçu bolsoŋ, (maga jolobogun)!»"},{"SurahNumber":19,"VerseNumber":19,"Text":"«(Korkpo) — dedi al — Men Rabbiŋdin elçisi (perişte)min. Saga aruu perzent beriş üçün (jiberildim)»"},{"SurahNumber":19,"VerseNumber":20,"Text":"(Maryam) ayttı: «Maga eç bir (erkek) adam kol tiygizbegen (kız bala) jana soyku emes bolsom, kaydan bala bolsun?!»"},{"SurahNumber":19,"VerseNumber":21,"Text":"(Perişte) ayttı: «(Ooba) uşunday. Birok, Rabbiŋ ayttı: «Anı adamdar üçün (Öz kuduretibizden) belgi jana Irayım kılıp jaratabız. Bil iş tagdırda çeçilip kalgan» (Perişte uşul sözdördü aytıp, Maryamdın köynögünün jakasına dem saldı. Uşul demden ulam)"}]}