{"Id":113,"LanguageCodes":["en","eng"],"Name":"eng-drmunirmunshey","Author":"Dr Munir Munshey","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Indeed, man is created impatient (and fretful)"},{"SurahNumber":70,"VerseNumber":20,"Text":"He (frets and) panics in the face of adversity"},{"SurahNumber":70,"VerseNumber":21,"Text":"And acts niggardly when he encounters good fortune"},{"SurahNumber":70,"VerseNumber":22,"Text":"Except those who perform ´salat´"},{"SurahNumber":70,"VerseNumber":23,"Text":"(Successful are) those who are steadfast (prompt, and punctual) in their ´salat´"},{"SurahNumber":70,"VerseNumber":24,"Text":"Those who accept a due share in their wealth"},{"SurahNumber":70,"VerseNumber":25,"Text":"For people seeking (alms), and for the deprived"},{"SurahNumber":70,"VerseNumber":26,"Text":"(Successful are) those who believe in the Day of Judgment"},{"SurahNumber":70,"VerseNumber":27,"Text":"Those who were fearful of the torment inflicted by their Lord"},{"SurahNumber":70,"VerseNumber":28,"Text":"Indeed, None may feel (wholly) secure and indifferent to the torment of their Lord"},{"SurahNumber":70,"VerseNumber":29,"Text":"(Successful are) those who rein in their sexuality"},{"SurahNumber":70,"VerseNumber":30,"Text":"Except with their spouses _ those whom their right hands possess; because then, they are not blameworthy"},{"SurahNumber":70,"VerseNumber":31,"Text":"While those seeking anything beyond that are really the transgressors"},{"SurahNumber":70,"VerseNumber":32,"Text":"(Successful are) those who discharged their trusts faithfully, and honor their pledges"},{"SurahNumber":70,"VerseNumber":33,"Text":"And when they bear witness, they stand firm (and are truthful)"},{"SurahNumber":70,"VerseNumber":34,"Text":"Those who perform their ´salat´ devotedly and diligently"},{"SurahNumber":70,"VerseNumber":35,"Text":"Such (righteous) ones would be honored in paradise"},{"SurahNumber":70,"VerseNumber":36,"Text":"So what is wrong with the unbelievers? Why do they run towards you"},{"SurahNumber":70,"VerseNumber":37,"Text":"(They are ever so ready to denounce you) in groups, on the right and on the left"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every man among them aspire to enter the blessings filled paradise"},{"SurahNumber":70,"VerseNumber":39,"Text":"No, of course not! We have created them out of (base) matter that they know (and are familiar with)"},{"SurahNumber":70,"VerseNumber":40,"Text":"Certainly not! I swear by the Lord of the easts and the wests, that We are indeed capable"},{"SurahNumber":70,"VerseNumber":41,"Text":"Of replacing them with (other creations) better than them. We shall certainly not be surpassed"},{"SurahNumber":70,"VerseNumber":42,"Text":"So let them stay engrossed in their idle talks and their games, until they come to face their promised day"},{"SurahNumber":70,"VerseNumber":43,"Text":"That day they would rush out of their graves fast, as if they were hurrying towards their goal"},{"SurahNumber":70,"VerseNumber":44,"Text":"Their eyes shall be down cast (with shame). Humiliation and disgrace shall overwhelm them (completely). They are being promised (just) such a day"},{"SurahNumber":71,"VerseNumber":1,"Text":"Indeed, We sent Nooh towards his people (and said to him), \"Warn your people before (it is too late, and) a painful punishment befalls them"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said, \"Oh my people, I am obviously a messenger towards you"},{"SurahNumber":71,"VerseNumber":3,"Text":"(With a message) that you should worship Allah (exclusively); you should fear Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive your sins and grant you respite for a specified time. Indeed, once that time arrives, the decree of Allah cannot be delayed. If you only knew"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said, \"My Lord, I have invited my nation (towards the truth) day and night"},{"SurahNumber":71,"VerseNumber":6,"Text":"But my calls have only increased their hatred (for the truth)"},{"SurahNumber":71,"VerseNumber":7,"Text":"In fact, whenever I call them (to say) that You might forgive them, they stick their fingers in their ears. They (hide their faces and) wrap their clothes around them (in defiance). They grew obstinate and became (rude and insulting, and) increasingly arrogant"},{"SurahNumber":71,"VerseNumber":8,"Text":"Indeed, I even preached to them in public"},{"SurahNumber":71,"VerseNumber":9,"Text":"Indeed, I (not only) declared (and conveyed the message) to them in public, (but) I even reasoned with them in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"I said, ´seek forgiveness from your Lord. Indeed, He is Oft-Forgiving!´"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send abundant rain for you from the sky"},{"SurahNumber":71,"VerseNumber":12,"Text":"He will help you and cause you to increase in wealth and offspring. He will grant you gardens. He will cause rivers to flow (in your land)"},{"SurahNumber":71,"VerseNumber":13,"Text":"What is the matter with you? Why do you not expect (and anticipate) dignity from Allah"},{"SurahNumber":71,"VerseNumber":14,"Text":"He has created you in stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"Do you not see how Allah has created the seven heavens in tiers"},{"SurahNumber":71,"VerseNumber":16,"Text":"In the heavens, He created the moon to be (a soft) light, (while) He set the sun up as a lamp _ (a source of light)"},{"SurahNumber":71,"VerseNumber":17,"Text":"It is Allah Who (created you from the earth´s elements; as it were, He) caused you to sprout from the earth (as plants)"},{"SurahNumber":71,"VerseNumber":18,"Text":"Later, He will return you to earth, and then He will bring you (back to life) out (of this very earth)"},{"SurahNumber":71,"VerseNumber":19,"Text":"Allah has laid the earth out for you as a wide expanse"},{"SurahNumber":71,"VerseNumber":20,"Text":"So you move about in this world, over highways and mountain passes"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nooh said, \"My Lord, they have really disobeyed me; they have followed the ones whose wealth and offspring have merely served to (multiply and) increase their loss"},{"SurahNumber":71,"VerseNumber":22,"Text":"They have hatched a mighty awesome scheme"},{"SurahNumber":71,"VerseNumber":23,"Text":"They said (to their followers), ´Do not ever give up your gods. Never ever abandon (the worship of) Wada, Suwa, Yaguth, and nasr´ _(all names of idols being worshipped)"},{"SurahNumber":71,"VerseNumber":24,"Text":"These idols have led many astray. (Surely), You let (no one but) the evil doers increase (and advance) in misguidance"},{"SurahNumber":71,"VerseNumber":25,"Text":"Because of their sins, they were drowned and then cast into the fire. They did not find any helpers to save them from Allah"},{"SurahNumber":71,"VerseNumber":26,"Text":"Nooh prayed, \"My Lord, do not leave any one of them (alive) on (the surface of) the earth"},{"SurahNumber":71,"VerseNumber":27,"Text":"Indeed, if You spare them, they may lead Your servants astray. They will beget only (intransigent) sinners and unbelievers"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Lord, forgive me, my parents, and anyone who enters my home as a believer. (Forgive) the believing men and the believing women, and do not increase the evil doers in anything but doom and destruction"}]}