{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":62,"VerseNumber":1,"Text":"Goklerde ve yerde olanlar, Allah´ı tespih eder ki; (O) Malik´tir (mulkun sahibidir), Kuddus´tur (mukaddestir), Aziz´dir (ustundur), Hakim´dir (hukum ve hikmet sahibidir)"},{"SurahNumber":62,"VerseNumber":2,"Text":"Ummiler arasında, kendilerinden bir resul beas eden (gorevlendiren) O´dur. Onlara, O´nun (Allah´ın) ayetlerini okur, onları tezkiye eder (nefslerini temizler), onlara Kitab´ı (Kur´an-ı Kerim´i) ve hikmeti ogretir. Ve daha once (resule tabi olmadan evvel) elbette onlar, sadece acık bir dalalet icinde idiler"},{"SurahNumber":62,"VerseNumber":3,"Text":"Ve henuz kendilerine ilhak olmamıs (katılmamıs) olan, onlardan sonrakilere de... Ve O; Aziz´dir (ustundur), Hakim´dir (hukum ve hikmet sahibidir)"},{"SurahNumber":62,"VerseNumber":4,"Text":"Iste bu, Allah´ın fazlıdır. Onu diledigi kisiye verir. Ve Allah, buyuk fazl sahibidir"},{"SurahNumber":62,"VerseNumber":5,"Text":"Kendilerine Tevrat yuklenip de (Tevrat´ın farzları okunup da), sonra O´nu tasımayanların (onunla amel etmeyenlerin) hali, ciltlerle kitap tasıyan merkebin hali gibidir. Allah´ın ayetlerini yalanlayan kavmin durumu ne kotu. Ve Allah, zalimler kavmini hidayete erdirmez"},{"SurahNumber":62,"VerseNumber":6,"Text":"De ki: “Ey yahudiler! Eger siz, insanlardan ayrı olarak, (yalnız) kendinizin Allah´ın dostu oldugunuzu zannettiyseniz, sayet siz dogru soyleyen kimseler iseniz, olumu temenni edin.”"},{"SurahNumber":62,"VerseNumber":7,"Text":"Ve ebediyyen onu (olumu) temenni edemezler, elleriyle takdim ettikleri (yaptıkları) seyler sebebiyle. Ve Allah, zalimleri en iyi bilendir"},{"SurahNumber":62,"VerseNumber":8,"Text":"De ki: “Muhakkak ki o, sizin kendisinden kactıgınız olum, iste o mutlaka size mulaki olacak (siz olumle karsılasacaksınız). Sonra gorunmeyeni ve goruneni bilen (Allah´a) donduruleceksiniz. O zaman (Allah), yapmıs olduklarınızı size haber verecek.”"},{"SurahNumber":62,"VerseNumber":9,"Text":"Ey amenu olanlar (olmeden once Allah´a ulasmayı dileyenler)! Cuma gunu namaza nida olundugu zaman (cagrıldıgınız zaman) hemen Allah´ın zikrine kosun ve alısverisi bırakın. Iste bu, sizin icin daha hayırlıdır, keske bilseniz"},{"SurahNumber":62,"VerseNumber":10,"Text":"Artık namazı kaza ettiginiz (kılıp bitirdiginiz) zaman yeryuzune yayılın ve Allah´ın fazlından isteyin ve Allah´ı cok zikredin. Umulur ki, boylece siz felaha (kurtulusa) erersiniz"},{"SurahNumber":62,"VerseNumber":11,"Text":"Ve ticaret veya eglenceyi gorunce ona yonelip dagıldılar ve seni ayakta bırakıp gittiler. De ki: “Allah´ın katında olan seyler, eglence ve ticaretten daha hayırlıdır ve Allah, rızık verenlerin en hayırlısıdır.”"},{"SurahNumber":63,"VerseNumber":1,"Text":"Munafıklar sana geldikleri zaman: “Biz sahadet ederiz. Muhakkak ki sen, gercekten Allah´ın Resul´usun.” dediler. Ve Allah, muhakkak ki senin, gercekten Kendisinin Resul´u oldugunu biliyor. Ve Allah sahadet eder ki, munafıklar gercekten yalancıdırlar"},{"SurahNumber":63,"VerseNumber":2,"Text":"Yeminlerini kendilerine siper ettiler, boylece Allah´ın yolundan saptılar (ve saptırdılar). Muhakkak ki onların yapmıs oldukları kotu bir sey"},{"SurahNumber":63,"VerseNumber":3,"Text":"Bu, onların (once) amenu olmaları (Allah´a ulasmayı dileyerek hidayete ermeleri ve ruhlarını Allah´a ulastırdıktan), sonra kufre dusmeleri sebebiyledir. Bu sebeple onların kalplerinin uzeri tabedildi (muhurlendi). Artık onlar fıkıh edemezler (idrak edemezler)"}]}