{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Mūsā yo, naze anata wa, jibun no min yori hanare, sakinjite isogu no ka"},{"SurahNumber":20,"VerseNumber":84,"Text":"Kare wa mōshiageta. `Kare-ra wa, watashi no ashiato o otte mairimasu. Omo yo, watashi wa anata ga o yorokobi ni naru yō isoida nodesu"},{"SurahNumber":20,"VerseNumber":85,"Text":"Kare wa ōse rareta. `Hontōni ware wa anata no satta nochi anata no min o kokoromitaga, sāmirī ga kare-ra o mayowa seta"},{"SurahNumber":20,"VerseNumber":86,"Text":"Sokode mūsā wa, ikari kanashinde min no moto ni kaeri, itta. `Watashi no hitobito yo, anata gata no omo wa, yoi yakusoku o anata gata ni musuba renakatta nodesu ka. Anata gata ni wa amarini nagai yakusoku no yō ni omowa reta nodesu ka. Soretomo omo kara no o ikari ga anata gata ni kudaru koto o nozonda nodesu ka. Dakara watashi to no yakusoku o chigaeta nodesu ka"},{"SurahNumber":20,"VerseNumber":87,"Text":"Kare-ra wa itta. `Watashi-tachi wa jibun ni tashikana konkyo ga atte, anata to no yakusoku o yabutta node wa nai nodesu. Watashi-tachi wa Ejiputo hito no, sōshoku-hin no omoni o owasa retanode, sore o (hi no naka ni) nageireta nodesu. Sāmirī mo nagekonda yō nidesu"},{"SurahNumber":20,"VerseNumber":88,"Text":"Sokode kare (sāmirī) wa, kare-ra (Isuraeru no min) no tame ni, hoeru koushi no gūzō o tsukutta. Soshite itta. `Kore wa anata gata no kami de, mata mūsā no kamidesu, kare wa wasureta nodesu"},{"SurahNumber":20,"VerseNumber":89,"Text":"Soreha, hitokoto mo kare-ra ni kotaezu, mata kare-ra ni gai mo naku eki mo nai koto ga wakaranai nodearou ka"},{"SurahNumber":20,"VerseNumber":90,"Text":"Hārūn wa (kono koto no) mae ni, jūbun ni kare-ra ni itta. `Hitobito yo. Anata gata wa kore ni yotte kokoromi rareru nodesu. Omo wa, hontōni jihibukai katadesu. Dakara watashi ni shitagai, watashi no meirei ni fukujū shi nasai"},{"SurahNumber":20,"VerseNumber":91,"Text":"Kare-ra wa itta. `Watashi-tachi wa, mūsā ga kaette kuru made,(koushi) o ogami tsudzukerudeshou"},{"SurahNumber":20,"VerseNumber":92,"Text":"Kare (mūsā) wa itta. `Hārūn yo, kare-ra ga mayou no o mita toki, nani ga anata (no gimu no rikō) o samatageta nodesu ka"},{"SurahNumber":20,"VerseNumber":93,"Text":"Watashi ni shitagawanai nodesu ka. Watashi no meirei ni somuku nodesu ka"},{"SurahNumber":20,"VerseNumber":94,"Text":"Kare (hārūn) wa itta. `Watashi no haha no ko yo, watashi no hige ya atama (no kami) o tsukamu no o tomete kudasai. Hontōni watashi wa anata ga,“Isuraeru no shison no ma o bunretsu sa semashita. Mata jibun no kotoba o mamorimasendeshita. ” To iu no o osoreta nodesu"},{"SurahNumber":20,"VerseNumber":95,"Text":"Kare (mūsā) wa itta. `De wa sāmirī yo, anata no (okonatta koto no) mokuteki wa nandesuka"},{"SurahNumber":20,"VerseNumber":96,"Text":"Kare wa itta. `Watashi wa, kare-ra no minakatta mono o mita nodesu. Sorede shito no ashiato kara hitonigiri no (tsuchi) o totte, sore o (koushi no zō) ni nagetsuketa nodesu. Watashi no kokoro ga, sō watashi ni shisa shita nodesu"},{"SurahNumber":20,"VerseNumber":97,"Text":"Kare (mūsā) wa itta. `Dete iki nasai. Ikite iru kagiri wa,“-fuka sawa” to iu koto ni narou. Kesshite yaburenai yakusoku (shobatsu) ga anata ni wa aru. Anata ga nomerikonde sūhai shite ita kamigami o mi nasai. Watashi-tachi wa kon'na mono wa yaite umi no naka ni makichirasudeshou"},{"SurahNumber":20,"VerseNumber":98,"Text":"(Hitobito yo) hontōni anata gata no kami wa arrā dakedesu. Kare no soto ni kami wa nai nodesu. Kare wa, subete no mono o sono o chishiki ni hōyō nasa remasu"},{"SurahNumber":20,"VerseNumber":99,"Text":"Kono yō ni ware wa, izen ni okotta shōsoku o anata ni katari, waga moto kara anata ni kunkai o kudashita"},{"SurahNumber":20,"VerseNumber":100,"Text":"Dare demo sore ni somuku mono wa, fukkatsu no hi ni kanarazu omoni o oudearou"},{"SurahNumber":20,"VerseNumber":101,"Text":"Kare-ra wa itsu made mo kono jōtai no mamadearu. Fukkatsu no hi no omoni koso, kare-ra ni tori wazawaidearu"},{"SurahNumber":20,"VerseNumber":102,"Text":"Rappa ga fuka reru hi, kono Ni~Tsu ware wa kumotta me no tsumibukaimono o shōshū suru"},{"SurahNumber":20,"VerseNumber":103,"Text":"Kare-ra wa sasayaki atte,`anata gata wa 10 (Ni~Tsu) mo taizai shinakattadearou.' To iu"},{"SurahNumber":20,"VerseNumber":104,"Text":"Ware wa kare-ra no iou to suru koto o yoku shitte iru. Sonotoki mo seko ni taketa mono ga,`watashi-tachi no taizai wa 1-nichi ni mo naranai.' To iudearou"},{"SurahNumber":20,"VerseNumber":105,"Text":"Kare-ra wa yama ni tsuite, anata ni toudearou. Sokode itte yaru ga ī. `Watashi no omo wa, sore o konagona ni shite maki chirasa reru"},{"SurahNumber":20,"VerseNumber":106,"Text":"Kare wa, sore o tairana hirachi ni nasa re"},{"SurahNumber":20,"VerseNumber":107,"Text":"soko ni wa, magari mo ōtotsu mo minaideshou"},{"SurahNumber":20,"VerseNumber":108,"Text":"Sonohi kare-ra wa yobi-te ni shitagai hagureru wake ni wa ikanai. Jihibukai okata no gozende wa,-goe wa hikuku nari, shinobiashi no oto no soto wa kikanaidearou"},{"SurahNumber":20,"VerseNumber":109,"Text":"Sonohi, jihibukai okata ni o yurushi o ete iru mono igai no torinashi wa muekidearou. Sono-sha no kotoba wa, kare ni ukeire rareru"},{"SurahNumber":20,"VerseNumber":110,"Text":"Kare wa, kare-ra no mae ni aru koto, ushiro ni aru koto o shitte ora reru. Daga kare-ra (ningen) no chishikide wa, sore o hakari shiru koto wa dekinai"}]}