{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"arra wa ose rareta. `2 Kami o to~tsu(te tsukae)te wa naranai. Hontoni kare wa, yuiitsukami de ara reru. Sorede ware dake o osore nasai"},{"SurahNumber":16,"VerseNumber":52,"Text":"Tentochito ni aru subete no mono wa, kare ni zokushi, mata fukuju wa taezu kare ni taishite dake aru. Sorede anata gata wa, arra igai ni (nani o) osoreru no ka"},{"SurahNumber":16,"VerseNumber":53,"Text":"Anata gata no ataerareru don'na onkei mo arra karadearu. Nao mata sainan ni au toki wa, anata gata wa tada kare ni o tasuke o kongan suru"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sorenanoni kare ga anata gatakara sainan o nozoka reru to, miruga i. Anata gata no naka aru mono wa,-nushi to nabete soto no kamigami o agame"},{"SurahNumber":16,"VerseNumber":55,"Text":"ware ga kare-ra ni ataeta (onkei o) wasuresatta. Sorede (wazuka no ma no nama o) tanoshinde ore.Daga mamonaku anata gata wa wakarudearou"},{"SurahNumber":16,"VerseNumber":56,"Text":"Mata kare-ra wa, ware ga ataeta kate no ichibu o, jibun no shiranai mono (guzo-shin) ni sonaeru. `Arra ni chikaite iu. Anata gataga netsuzo shita mono ni taishi kanarazu kitsumon sa rerudearou"},{"SurahNumber":16,"VerseNumber":57,"Text":"Mata kare-ra wa, arra ni wa joji ga aru to iu. Nanto mottainai koto yo. Jibun-tachi ni wa jibun no negau mono (danji) ga aru to iu no ni"},{"SurahNumber":16,"VerseNumber":58,"Text":"Kare-ra no 1-ri ni, on'na (ko no shussei) ga shirasa reru to, sono-gao wa hinemosu kuraku, kanashimi ni shizumu"},{"SurahNumber":16,"VerseNumber":59,"Text":"Kare ga shirasa reta mono ga warui tame ni,(hajite) hitomewosakeru. Fumenboku o shinonde sore o kakaete iru ka, soretomo ue no naka ni sore o umeru ka (o omoi madou). A, kare-ra no handan koso wazawaidearu"},{"SurahNumber":16,"VerseNumber":60,"Text":"Raise o shinjinai-sha-tachi wa, akuma to doruidearu. Saiko no shocho wa arra ni zokusuru. Hontoni kare wa iryoku narabinaku eimeina kata de ara reru"},{"SurahNumber":16,"VerseNumber":61,"Text":"Fugi o okonatta tame ni, arra ga ningen o bassa rerunaraba, chijo ni seizon-sha wa nokosa renakattadearou. Daga kare wa sadame rareta toki made, kare-ra o yuyo sa reru. Sore de kare-ra no jiki ga torai suru toki wa, ikkoku mo (kore ni) okurase tari, hayame tari wa dekinai"},{"SurahNumber":16,"VerseNumber":62,"Text":"Kare-ra wa, jibun no konomanai mono o arra ni furiate, soshite kare-ra no shita wa uso o tsuki, yoikoto wa subete jibun no tame to nobete iru. Kare-ra wa utagai mo naku kakei ni shose rareru. Kanarazu (sono naka ni) karitate rarerudearou"},{"SurahNumber":16,"VerseNumber":63,"Text":"Chikatte iuga, ware wa anata izen ni mo, sho minzoku ni (shito-tachi o) tsukawashita. Daga akuma ga (fugi o oshie) kare-ra no okonai o tadashi to omowa se, sorede kyo mo, kare (akuma) ga kare-ra no hogo-shadearu. Kare-ra wa itamashi chobatsu o ukerudearou"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ware ga anata ni keiten o kudashita no wa, tada kare-ra no arasotte iru koto ni tsuite kaimei suru tamedeari, shinko suru mono ni taisuru michibikideari jihidearu"},{"SurahNumber":16,"VerseNumber":65,"Text":"Arra wa ame o ten kara furase, sore de shinihateta daichi o yomigaera seru. Hontoni sono nakaniha, mimiwokatamukeru-min e no hitotsu no shirushi ga aru"},{"SurahNumber":16,"VerseNumber":66,"Text":"Mata kachiku ni mo anata gata e no kyokun ga aru. Ware wa sono haranouchi no zatsumono to ketsueki no ma kara, anata gata ni inryo o ataeru. (Sono) chichi wa nomu mono ni tori, kiyorakadeari (nodo ni) kaitekidearu"},{"SurahNumber":16,"VerseNumber":67,"Text":"Mata natsumeyashi ya budo no kajitsu o minora sete, anata gata wa sore kara tsuyoi nomimono ya, yoi shokuryo o eru. Hontoni sono nakaniha, rikai aru min e no hitotsu no shirushi ga aru"},{"SurahNumber":16,"VerseNumber":68,"Text":"Mata anata no omo wa, mitsubachi ni keiji shita. `Oka ya jumoku no ue ni tsukutta yane no naka ni su o itonami"},{"SurahNumber":16,"VerseNumber":69,"Text":"(chijo no) kakushu no kajitsu o sui, anata no omo no michi ni, shogai naku (jujun ni) hataraki nasai.' Sorera wa, haranouchi kara shuju i tta iroai no inryo o dashi, soreni wa ningen o iyasu mono ga aru. Hontoni kono nakaniha, hansei suru mono e no hitotsu no shirushi ga aru"},{"SurahNumber":16,"VerseNumber":70,"Text":"Arra wa anata gata o tsukuri, sorekara (shi ni saishi) anata gata no tamashi o mesa reru. Mata anata gata no aru mono wa, shitteita koto o mo subete wasure hateru hodo no, hijo ni yowamaru nenrei made tome oka reru. Hontoni arra wa zenchi ni shite kyodaide ara reru"},{"SurahNumber":16,"VerseNumber":71,"Text":"Mata arra wa onmegumi ni oite, aru mono ni soto no mono ijo ni atae rareru. Sorenanoni, sugureta onmegumi o atae rareta mono wa, sono migite ni shoyu suru mono ni ataete, kare-ra ga sore de byodo ni naru yo ni wa shinai. Kare-ra wa arra no onkei o mitomenai nodearou ka"},{"SurahNumber":16,"VerseNumber":72,"Text":"Mata arra wa anata gata no tame ni, anata gata no ma kara haigusha o sadame, haigusha kara anata gata no tame ni shijo ya mago o atae rareru. Mata yoi mono o atae rareru. Soredemo kare-ra wa kyogi o shinko shite, arra no onkei o kyohi suru no ka"},{"SurahNumber":16,"VerseNumber":73,"Text":"Soshite arra igai no mono o suhai suruga, sorera wa tenchi no ma de, kare-ra ni nani no onmegumi mo ataezu, mata sono yona noryoku mo mochi enai"},{"SurahNumber":16,"VerseNumber":74,"Text":"Sore de, arra ni taishi dorui o netsuzo shite wa naranai. Hontoni arra wa shitte ora reru. Daga anata gata wa shiranai nodearu"}]}