{"Id":409,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":135,"Text":"Ey iman edenler; kendiniz, ana-babanız ve yakınlarınız aleyhinde de olsa Allah için şahid olarak adaleti gözetin. İster zengin, ister fakir olsun; onları Allah´ın koruması daha uygundur. Adaletinizde heveslere uymayın. Eğer dilinizi büker veya yüz çevirirseniz; Allah, yaptıklarınızdan haberdardır"},{"SurahNumber":4,"VerseNumber":136,"Text":"Ey iman edenler; Allah´a, peygamberine, peygamberine indirdiği kitaba ve daha önce indirdiği kitaba inanın. Kim, Allah´ı, meleklerini, kitablarını, peygamberlerini, ve ahiret gününü inkar ederse; şüphesiz derin bir sapıklığa düşmüştür"},{"SurahNumber":4,"VerseNumber":137,"Text":"Doğrusu inanıp sonra küfür edenleri, sonra inanıp tekrar küfür edenleri, sonra da küfürleri artmış olanları Allah bağışlamayacaktır. Onları doğru yola da eriştirmeyecektir"},{"SurahNumber":4,"VerseNumber":138,"Text":"Münafıklara; kendilerine elem verici bir azab olduğunu müjdele"},{"SurahNumber":4,"VerseNumber":139,"Text":"Onlar ki; mü´minleri bırakıp kafirleri dost ediniyorlar. Onların tarafından izzet mi arıyorlar? Doğrusu izzet, bütünüyle Allah´ındır"},{"SurahNumber":4,"VerseNumber":140,"Text":"O, size kitabda; Allah´ın ayetlerine küfür edildiğini ve alaya alındığını işittiğinizde, onlar başka bir mevzua intikal edinceye kadar yanlarında oturmayın, yoksa siz de onlar gibi olursunuz, diye bildirdi. Doğrusu Allah; münafıkların ve kafirlerin hepsini cehennemde toplayacaktır"},{"SurahNumber":4,"VerseNumber":141,"Text":"Onlar, hep sizi gözetleyip durular. Allah´tan size bir zafer gelince; sizinle beraber değil miydik? derler. Kafirlere zaferden bir pay düştüğü zaman da onlara; size üstünlük sağlayarak mü´minlerden korumadık mı? derler. Kıyamet günü aranızda hüküm vercek Allah´tır. Allah, mü´minlerin aleyhinde asla fırsat vermeyecektir"},{"SurahNumber":4,"VerseNumber":142,"Text":"Doğrusu münafıklar; Allah´a oyun etmek isterler. Oysa O, onların oyunlarını başlarına geçirir. Onlar namaza kalktıklarında tenbel tenbel kalkarlar. İnsanlara gösteriş yaparlar. Allah´ı pek az anarlar"},{"SurahNumber":4,"VerseNumber":143,"Text":"Ne onlarladırlar, ne de bunlarla. İkisi arasında bocalayıp dururlar. Allah´ ın saptırdığı kimseye yol bulamazsın"},{"SurahNumber":4,"VerseNumber":144,"Text":"Ey iman edenler; mü´minleri bırakıp da kafirleri dost edinmeyin. Allah´ın aleyhinize apaçık bir ferman vermesini mi istersiniz"},{"SurahNumber":4,"VerseNumber":145,"Text":"Doğrusu münafıklar; cehennemin en alt tabakasındadırlar. Onlara yardımcı bulamazsın"},{"SurahNumber":4,"VerseNumber":146,"Text":"Ancak tevbe edenler, ıslah olanlar, Allah´a sarılanlar ve Allah için dinlerine bağlananlar müstenadır. Onlar, mü´minlerle beraberdirler. Allah, mü´minlere büyük bir mükafat vercektir"},{"SurahNumber":4,"VerseNumber":147,"Text":"Şükredip iman ederseniz; Allah, sizin niçin azab etsin? Allah Şakir ve Alim olandır"}]}