{"Id":450,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi-la","Author":"Abul Ala Maududi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"https://quranromanurdu.com/","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Jab Isa ne mehsoos kiya ke bani Israel kufr o inkar par aamaada hain to usne kaha “kaun Allah ki raah mein mera madadgaar hota hai?” Hawariyon (desciples) ne jawab diya, “hum Allah ke madadgaar hain, hum Allah par iman laye, gawah raho ke hum muslim (Allah ke aagey sar itaat jhuka dene waley) hain"},{"SurahNumber":3,"VerseNumber":53,"Text":"Maalik! Jo farmaan tu nay nazil kiya hai humne usey maan liya aur Rasool ki pairwi qabool ki, hamara naam gawahi dene walon mein likh le”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Phir bani Israel ( Maseeh ke khilaf) khufiya tadbeerein karne lagey, jawab mein Allah ne bhi apni khufiya tadbeer ki aur aisi tadbeeron mein Allah sab se badh kar hai"},{"SurahNumber":3,"VerseNumber":55,"Text":"(Woh Allah ki khufiya tadbeer hi thi) jab usne kaha, “ aey Isa! Ab main tujhey wapas le lunga aur tujhko apni taraf utha lunga aur jinhon ne tera inkar kiya unse (yani inki maiyat se aur unke gandey maahol mein unke saath rehne se) tujhey paak kardunga aur teri pairwi karne walon ko qayamat tak un logon par balaadast rakhunga jinhon ne tera inkar kiya hai. Phir tum sabko aakhir mere paas aana hai, us waqt main un baaton ka faisla kardunga jinmein tumhare darmiyan ikhtilaf hua hai"},{"SurahNumber":3,"VerseNumber":56,"Text":"Jin logon ne kufr o inkar ki rawish ikhtiyar ki hai unhein duniya aur aakhirat dono mein sakht saza dunga aur woh koi madadgaar na payenge"},{"SurahNumber":3,"VerseNumber":57,"Text":"Aur jinhon ne iman aur neik amal ka rawayya ikhtiyar kiya hai unhein unke ajar poorey poorey de diye jayenge, aur khoob jaan le ke zalimon se Allah hargiz muhabbat nahin karta”"},{"SurahNumber":3,"VerseNumber":58,"Text":"Yeh ayaat aur hikmat se labrez tazkeere hain jo hum tumhein suna rahey hain"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah ke nazdeek Isa ki misaal Adam ki si hai ke Allah ne usey mitti se paida kiya aur hukum diya ke hoja aur woh hogaya"},{"SurahNumber":3,"VerseNumber":60,"Text":"Yeh asal haqeeqat hai jo tumhare Rubb ki tarf se batayi jaa rahi hai aur tum un logon mein shamil na ho jo ismein shakk karte hain"},{"SurahNumber":3,"VerseNumber":61,"Text":"Yeh ilm aa janey ke baad ab koi us maamle mein tumse jhagda karey to (aey Muhammad)! Ussey kaho, “ aao hum aur tum khud bhi aa jayein aur apne apne baal bacchon ko bhi le aayein aur khuda se dua karein ke jo jhuta ho uspar khuda ki laanat ho”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Yeh bilkul saheeh waqiyaat hain, aur haqeeqat yeh hai ke Allah ke siwa koi khuda-wand nahin hai, aur woh Allah hi ki hasti hai jiski taaqat sabse baala aur jiski hikmat nizaam-e-aalam mein kaar farma hai"},{"SurahNumber":3,"VerseNumber":63,"Text":"Pas agar yeh log ( is shart par muqable mein aane se) mooh moadein to (unka mufsid hona saaf khul jayega) aur Allah to mufsidon ke haal se waqif hi hai"},{"SurahNumber":3,"VerseNumber":64,"Text":"Kaho, “aey ehle kitab! Aao ek aisi baat ki taraf jo hamare aur tumhare darmiyan yaksaan hai , yeh ke hum Allah ke siwa kisi ki bandagi na karein, uske saath kisi ko shareek na thehrayein , aur hum mein se koi Allah ke siwa kisi ko apna Rubb na bana ley”. Is dawat ko qabool karne se agar woh mooh moadein to saaf kehdo ke gawah raho, hum to Muslim (sirf khuda ki bandagi o itaat karne waley) hain"},{"SurahNumber":3,"VerseNumber":65,"Text":"Aey ehle kitab! Tum Ibrahim ke barey mein humse kyun jhagda karte ho? Taurat aur Injil to Ibrahim ke baad hi nazil hui hai, phir kya tum itni baat bhi nahin samajhte"},{"SurahNumber":3,"VerseNumber":66,"Text":"Tum log jin cheezon kai ilm rakhte ho unmein to khoob behasein (arguments) kar chuke, ab un maamlaat mein kyun behas karne chale ho jinka tumhare paas kuch bhi ilm nahin .Allah jaanta hai , tum nahin jaantey"},{"SurahNumber":3,"VerseNumber":67,"Text":"Ibrahim na yahudi tha na isayi , balke woh ek Muslim, yaksu tha aur woh hargiz Mushirkon mein se na tha"},{"SurahNumber":3,"VerseNumber":68,"Text":"Ibrahim se nisbat rakhne ka sabse zyada haqq agar kisi ko pahunchta hai to un logon ko pahunchta hai jinhon ne uski pairwi ki aur ab yeh Nabi aur uske maanne waley is nisbat ke zyada haqqdar hain. Allah sirf unhi ka haami o madadgaar hai jo iman rakhte hon"},{"SurahNumber":3,"VerseNumber":69,"Text":"(Aey Iman laney walon) ehle kitab mein se ek giroh chahta hai ke kisi tarah tumhein raah e raast se hata de, halaanke dar haqeeqat woh apne siwa kisi ko gumraahi mein nahin daal rahey hain magar unhein iska shaoor nahin hai"},{"SurahNumber":3,"VerseNumber":70,"Text":"Aey ehle kitab! Kyun Allah ki ayaat ka inkar karte ho halaanke tum khud inka mushahida kar rahey ho"},{"SurahNumber":3,"VerseNumber":71,"Text":"Aey ehle kitab! Kyun haqq ko baatil ka rang chadha kar mushtaba (confound ) banate ho? Kyun jaante boojhte haqq ko jhutlate ho"},{"SurahNumber":3,"VerseNumber":72,"Text":"Ehle kitab mein se ek giroh kehta hai ke is Nabi ke maanne walon par jo kuch nazil hua hai uspar subah iman lao aur sham ko issey inkar kardo, shayad is tarkeeb se yeh log apne iman se phir jayein"},{"SurahNumber":3,"VerseNumber":73,"Text":"Neiz yeh log aapas mein kehte hain ke apne mazhab waley ke siwa kisi ki baat na maano. Aey Nabi! Insey kehdo ke, “asal mein hidayat to Allah ki hidayat hai aur yeh usi ki dain hai ke kisi ko wahi kuch de diya jaye jo kabhi tumko diya gaya tha, ya yeh ke dusron ko tumhare Rubb ke huzoor pesh karne ke liye tumhare khilaf koi hujjat mil jaye. “(Aey Nabi)! Inse kaho ke, “ fazal o sharf Allah ke ikhtiyar mein hai, jisey chahe ata farmaye. Woh waseeh ul nazar hai aur sab kuch jaanta hai"},{"SurahNumber":3,"VerseNumber":74,"Text":"Apni rehmat ke liye jisko chahta hai makhsoos karleta hai aur uska fazal bahut bada hai.”"}]}