{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"These are some of the letters of the Arabic language that appear at the beginning of some Qur'aanic chapters. Significance of these letters is a mystery. Omniscient Allah has perhaps purposely kept it mysterious to remind mankind of the limitation of knowledge it is bestowed with"},{"SurahNumber":30,"VerseNumber":2,"Text":"The Romans have been defeated"},{"SurahNumber":30,"VerseNumber":3,"Text":"In the nearby land. But they (the Romans), after this defeat of theirs, shall gain victory"},{"SurahNumber":30,"VerseNumber":4,"Text":"Within ten years! Allah's was the Command (for the defeat of the Romans) before and His is the Command (for their victory) later. And on that day the believers shall rejoice"},{"SurahNumber":30,"VerseNumber":5,"Text":"With Allah's Help! He helps whom He wills. He is the One omnipotent, merciful"},{"SurahNumber":30,"VerseNumber":6,"Text":"Allah's Promise! Allah never fails to keep His Promise. But most people know not"},{"SurahNumber":30,"VerseNumber":7,"Text":"They know just what is apparent of the life of this world, and remain oblivious to the Hereafter"},{"SurahNumber":30,"VerseNumber":8,"Text":"Have they never pondered over themselves!? Allah has not created the heavens and the earth and all that is therein without purpose and without fixing a time for their end! And most people do indeed disbelieve that they are destined to meet their Lord"},{"SurahNumber":30,"VerseNumber":9,"Text":"Have they not travelled on the earth and seen what end those who lived before them met with? They were more powerful than these are, and they dug up the earth and built it up more than these are doing. And to them came their Messengers with clear signs. It was not Allah Who wronged them, but they wronged themselves"},{"SurahNumber":30,"VerseNumber":10,"Text":"Then the end of those who did evil — in that they denied the Truth of Allah's Verses/signs and ridiculed them — is evil"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah creates the creation from nothing. Then He recreates it. Then to Him, shall you all be returned"},{"SurahNumber":30,"VerseNumber":12,"Text":"And the Day the Hour is established, the criminals will stand despaired"},{"SurahNumber":30,"VerseNumber":13,"Text":"And none among those they worshipped besides Allah could intercede for them. And they would disown those they worshipped besides Allah"},{"SurahNumber":30,"VerseNumber":14,"Text":"And the Day the Hour is established, that Day they will be separated"},{"SurahNumber":30,"VerseNumber":15,"Text":"Then those who believed and did good deeds, they will rejoice in a Meadow of delight"},{"SurahNumber":30,"VerseNumber":16,"Text":"And those that suppressed the Truth, rejected Our Verses/signs, and denied the meeting in the Hereafter, those then will be presented for the Punishment"},{"SurahNumber":30,"VerseNumber":17,"Text":"And Glory to Allah when you retire for the night and Glory to Him when you get ready for your daily work in the morning"},{"SurahNumber":30,"VerseNumber":18,"Text":"And for Him is the Praise in the heavens and the earth and in the evening and when you are at noon"},{"SurahNumber":30,"VerseNumber":19,"Text":"He brings out the living from the dead and brings out the dead from the living. And He gives life to the earth after it had been dead. And, likewise, you shall be brought out from the dead"},{"SurahNumber":30,"VerseNumber":20,"Text":"And among His Signs is that He created you out of dust. And then it is that you mushroomed as human beings"},{"SurahNumber":30,"VerseNumber":21,"Text":"And among His Signs is that He created for you mates from yourselves, so that you might give comfort and support to them. And He created mutual affection and kindness between you. In this, indeed, are signs for people who reflect"},{"SurahNumber":30,"VerseNumber":22,"Text":"And among His Signs is the creation of the heavens and the earth, and the diversity of your tongues and colours. In this, indeed, are signs for those who imbibe knowledge"},{"SurahNumber":30,"VerseNumber":23,"Text":"And among His Signs is your slumber during the night and the day — and your quest of His Bounty. In this, indeed, are signs for people who hear and listen"},{"SurahNumber":30,"VerseNumber":24,"Text":"And among His Signs is that He shows you the lightning as herald of both fear and hope, sends down water from the sky, and then gives life to the earth after it was dead. In this, indeed, are signs for people who use their intellect"},{"SurahNumber":30,"VerseNumber":25,"Text":"And among His Signs is that the heavens and the earth stand (continue to exist as these do) by His Command. Then, as He gives out to you a single call, behold, you will all emerge from the earth"},{"SurahNumber":30,"VerseNumber":26,"Text":"And, to Him belong all things in the heavens and the earth. All are obedient to Him"},{"SurahNumber":30,"VerseNumber":27,"Text":"And He it is Who creates the creation from nothing. Then He recreates it. And it is easy for Him. And the example He gives is the best in the heavens and in the earth. He is the One omnipotent, wise"},{"SurahNumber":30,"VerseNumber":28,"Text":"He gives you an example from your own selves. Are your employees/slaves equal partners with you in what We have given you? Do you care for them as much as you care for yourselves? Thus do We explain Our Verses for people who use their intellect"},{"SurahNumber":30,"VerseNumber":29,"Text":"But those who are wicked follow their own desires without knowing (where their desires would lead them to). Who then can guide whom Allah has let go astray? And for them there is none to help"},{"SurahNumber":30,"VerseNumber":30,"Text":"Set your face then steadfastly for the Deen [way of life that Allah has approved for you (Verse :)]. It is in sync with Nature upon which Allah has created mankind. None can change what Allah has created! That is the established Deen, but most people know not"}]}