{"Id":127,"LanguageCodes":["en","eng"],"Name":"eng-muhammadasad","Author":"Muhammad Asad","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"Are they, then, not aware that God, who has created the heavens and the earth, has the power to create them anew in their own likeness, having, beyond any doubt, set a term for their resurrection? However, all [such] evildoers are unwilling to accept anything but blasphemy"},{"SurahNumber":17,"VerseNumber":100,"Text":"Say: \"If you were to own' all the treasure-houses of my Sustainer's bounty, lo! you would still try to hold on [to them] tightly for fear of spending [too much]: for man has always been avaricious [whereas God is limitless in His bounty]"},{"SurahNumber":17,"VerseNumber":101,"Text":"AND, INDEED, We gave unto Moses nine clear messages. Ask, then, the children of Israel [to tell thee what happened] when he came unto them, [and appealed to Pharaoh,] and Pharaoh said unto him, \"Verily, O Moses, I think that thou art full of sorcery"},{"SurahNumber":17,"VerseNumber":102,"Text":"Answered [Moses]: \"Thou knowest well that none but the Sustainer of the heavens and the earth has bestowed these [miraculous signs] from on high, as a means of insight [for thee]; and, verily, O Pharaoh, [since thou hast chosen to reject them;] I think that thou art utterly lost"},{"SurahNumber":17,"VerseNumber":103,"Text":"And then Pharaoh resolved to wipe them off [the face of] the earth - whereupon We caused him and all who were with him to drown [in the sea]"},{"SurahNumber":17,"VerseNumber":104,"Text":"And after that We said unto the children of Israel: \"Dwell now securely on earth - but [remember that] when the promise of the Last Day shall come to pass, We will bring you forth as [parts of] a motley crowd"},{"SurahNumber":17,"VerseNumber":105,"Text":"AND AS a guide towards the truth have We bestowed this [revelation] from on high; with this [very] truth has it come down [unto thee, O Prophet]: for We have sent thee but as a herald of glad tidings and a warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"[bearing] a discourse which We have gradually unfolded, so that thou might read it out to mankind by stages, seeing that We have bestowed it from on high step by step, as [one] revelation"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say: \"Believe in it or do not believe.\" Behold, those who are already endowed with [innate] knowledge fall down upon their faces in prostration as soon as this [divine writ] is conveyed unto them"},{"SurahNumber":17,"VerseNumber":108,"Text":"and say, \"Limitless in His glory is our Sustainer! Verily, our Sustainer's promise has been fulfilled"},{"SurahNumber":17,"VerseNumber":109,"Text":"And so they fall down upon their faces, weeping, and [their consciousness of God's grace] increases their humility"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say: \"Invoke God, or invoke the Most Gracious: by whichever name you invoke Him, [He is always the One-for] His are all the attributes of perfection. And [pray unto Him; yet] be not too loud in thy prayer nor speak it in too low a voice, but follow a way in-between"},{"SurahNumber":17,"VerseNumber":111,"Text":"and say: \"All praise is due to God, who begets no offspring, and has no partner in His dominion, and has no weakness, and therefore no need of any aid\" -and [thus] extol His limitless greatness"},{"SurahNumber":18,"VerseNumber":1,"Text":"ALL PRAISE is due to God, who has bestowed. this divine writ from on high upon His servant, and has not allowed any deviousness to obscure its meaning"},{"SurahNumber":18,"VerseNumber":2,"Text":"[a divine writ] unerringly straight, meant to warn [the godless] of a severe punishment from Him, and to give unto the believers who do good works the glad tiding that theirs shall be a goodly reward"},{"SurahNumber":18,"VerseNumber":3,"Text":"[a state of bliss] in which they. shall dwell beyond the count of time"},{"SurahNumber":18,"VerseNumber":4,"Text":"Furthermore, [this divine writ is meant] to warn all those who assert, \"God has taken unto Himself a son"},{"SurahNumber":18,"VerseNumber":5,"Text":"No knowledge whatever have they of Him, and neither had their forefathers: dreadful -is this saying that comes out of their mouths, [and] nothing but falsehood do they utter"},{"SurahNumber":18,"VerseNumber":6,"Text":"But wouldst thou, perhaps, torment thyself to death with grief over them if they are not willing to believe in this message"},{"SurahNumber":18,"VerseNumber":7,"Text":"Behold, We have willed that all beauty on earth be a means by which We put men to a test, [showing] which of them are best in conduct"},{"SurahNumber":18,"VerseNumber":8,"Text":"and, verily, [in time] We shall reduce all that is on it to barren dust"},{"SurahNumber":18,"VerseNumber":9,"Text":"AND SINCE the life of this world is but a test, dost thou [really] think that [the parable of] the Men of the Cave and of [their devotion to] the scriptures could be deemed more wondrous than any [other] of Our messages"},{"SurahNumber":18,"VerseNumber":10,"Text":"When those youths took refuge in the cave, they prayed: \"O our Sustainer! Bestow on us grace from Thyself, and endow us, whatever our [outward] condition, with consciousness of what is right"},{"SurahNumber":18,"VerseNumber":11,"Text":"And thereupon We veiled their ears in the cave for many a year"},{"SurahNumber":18,"VerseNumber":12,"Text":"and then We awakened them [and We did all this] so that We might mark out [to the world] which of the two points of view showed a better comprehension of the time-span during which they had remained in this state"},{"SurahNumber":18,"VerseNumber":13,"Text":"[And now] We shall truly relate to thee their story: Behold, they were young men who had attained to faith in their Sustainer: and [so] We deepened their consciousness of the right way"},{"SurahNumber":18,"VerseNumber":14,"Text":"and endowed their hearts with strength, so that they stood up and said [to one another]: \"Our Sustainer is the Sustainer of the heavens and the earth. Never shall we invoke any deity other than Him: [if we did,] we should indeed have uttered an enormity"},{"SurahNumber":18,"VerseNumber":15,"Text":"These people of ours have taken to worshipping [other] deities instead of Him, without being able to adduce any reasonable evidence in support of their beliefs; and who could be more wicked than he who invents a lie about God"},{"SurahNumber":18,"VerseNumber":16,"Text":"Hence, now that you have withdrawn from them and from all that they worship instead of God, take refuge in that cave: God will spread His grace over you, and will endow you - whatever your [outward] condition - with all that your souls may need"}]}