{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Di nezik da ewan evsenene ji kesan we bejin: “Gelo bere wan (misilmanan) ji berdana wan e, ku bere da ewan bere xwe didane, cidaye fetilandine?” (Muhemmed! tu ji wan ra) beje: “Rojhilat u rojava, herduk ji ji bona Yezdan ra ne. Yezdan ji ke ra bive, ewi tine reya rast"},{"SurahNumber":2,"VerseNumber":143,"Text":"U her wusa me hun xistine kemek e nivwari, ji bo ku hun li ser kesan bibne (nemus u) nihrevan u ji bo ku pexember ji li ser we bibe (nemus u) nihrevan u ji bo ku em evane peyrewe te u ewane ji peyrewiya te para da cune, bi zanin ji hev raqetinin, me ewa berdana te ye hej bere da te (di perestiye da) bere xwe didaye ji we ra xistiye berdan. U eva berdana ji ji pestire ser wane, ku Yezdan ewan anine reya rast ci qa li ser kesan mezine! U Yezdan (bi van fermanan) baweri (u perestiya) we wunda nake. Bi rasti Yezdan ji boma kesan ra dilsoze di-lovin e"},{"SurahNumber":2,"VerseNumber":144,"Text":"Bi sond! Em ruye te (Muhemmed!) ku tu li ezmanan meze diki (ji bona niqandinan) dibinin. Idi bi rasti eme bere te (Muhemmed!) bizivirine li bal berdanek e wusa, ku tu bi we berdane qayil bibi. Idi (Muhemmed!) tu ruye xwe bi fetiline bide aliye mizgevta (bi nav) Mescid el-Heram. U hun (geli bawergeran!) li kur bi ci awayi dibin bibin (di perestiye da) idi hun ji bere xwe bidine aliye we mizgevte. U bi rasti ewane ku ji wan ra pirtuk hatiye hene! Ewan dizanin, ku eva fermana mafeki rast e ji Xudaye wan hatiye. U Yezdan bi xweber ji ji kirine wan be guman nine"},{"SurahNumber":2,"VerseNumber":145,"Text":"U heke (Muhemmed!) tu ji bona wane pirtuk ji wan ra hatiye hemu beratan ji bini, disa ewan nabine peyrewe berdana te u tu bi xweber ji nabi peyrewe berdana wan. Ewanan ji nabine peyrewe berdana hev. U bi sond! Heke tu ji pisti, ku ji te ra zanin hatiye bibi peyrewe xwesiya wan, bi rasti idi tu di we gave da dibi ji wane cewrkar"},{"SurahNumber":2,"VerseNumber":146,"Text":"Bi rasti ewane, ku me ji wan ra pirtuk daye hene! Ewan (bi Muhemmed u bi pexemberi-ya wi) niyasin ca zarne xwe nas dikin; u bi rasti desteki ji wan hene mafe vediserin, ewan bi xweber ji bi mafitiya wi dizanin"},{"SurahNumber":2,"VerseNumber":147,"Text":"Idi tu nebe ji wane du dil; rasti ji Xudaye te ye"},{"SurahNumber":2,"VerseNumber":148,"Text":"U ji bona her yeke ra berdanek heye, ewa bere xwe dide wi ali. Idi hun (geli bawerge-ran!) di qenciyan da bidine ber hev. Hun li kur dibin bibin hey Yezdane we hemuskan bicivine. Bi rasti Yezdan li ser hemu tistan bi hez e"},{"SurahNumber":2,"VerseNumber":149,"Text":"U tu kenge li kudere derkebi re, idi tu bere xwe bide aliye mizgevta (bi nav) Mescid el-Herame. U (eva fermana) bi ber dana aliye miz- gevta (bi nav) Mescid el-Harame rastiyek e ji Xudaye te ye. U Yezdan bi xweber ji ji kirine we be agah nine"},{"SurahNumber":2,"VerseNumber":150,"Text":"U tu kenge li kudere derkebi re, idi tu bere xwe bide aliye mizgevta (bi nav) Mescid el-Herame. U hun (geli bawergeran!) kenge li kudere bin, ji bo ku tu kes ji we ra rexne ce nekin. Idi hun ji bere xwe bidine aliye we mizfevte, ji pestire wane cewrkarene ji wan (dexesan, six-wa) tu kes (ji we ra rexnan ce nake). Idi hun ji wan netirsin u hun ji min bitirsin, ku ez (ewan) qencine min e, ku li ser we hene pek binim u hevi heye ku hun werne reya rast"},{"SurahNumber":2,"VerseNumber":151,"Text":"Loma me di nava we da ji we pexembereki (wusa) sandiye ji bo ku ewa (pexembera) ji bona we ra beratene me bixune u we ji sikatiyan paqij bike u xwendina pirtuk u zanine retkoki hine we bike U ewa (pexembera) zanina wan tistne, qe we di bere da pe nizanbuye hine we bike"},{"SurahNumber":2,"VerseNumber":152,"Text":"Idi hun min (bi peresti) bira xwe binin, ku ez ji ji bona we ra (baxisandine) bira xwe binim u hun sipaziya min bikin u hun nankorya min nekin"},{"SurahNumber":2,"VerseNumber":153,"Text":"Geli bawergeran! hun bi hewandin u bi nimej kirine (ji Yezdan) arikari bixwazin. Bi rasti Yezdan bi hew keranrane"},{"SurahNumber":2,"VerseNumber":154,"Text":"U hun ji bona wan kesne di reya Yezdan da hatine kustin, nebejin: “Ewan mirine.” Na, ewan ne miri ne le ewan dijin haya we (bi jina) wan tune ye"},{"SurahNumber":2,"VerseNumber":155,"Text":"U (geli bawergeran!) bi rasti eme we bi hineki ji tirs u bircibune u bi kemasiya di mal u can u beran da biceribinin. U (Muhemmed!) tu mizgine bide hewkeran"},{"SurahNumber":2,"VerseNumber":156,"Text":"Ewane di gava bi wan da asitek hatibe, (aha) gotine: “Bi rasti em bendene Yezdan in u bi rasti eme li bal Yezdan da bizivirin hene! hewker ew in"},{"SurahNumber":2,"VerseNumber":157,"Text":"(Ewane) ku ji bona wan ra ji Xudaye wan baxisandin u dilovini heye, evan in u (ewane) hatine reya rast ji evan in"}]}