{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Hast du nicht auf jene geschaut, die die Gnade Gottes gegen den Unglauben eingetauscht und ihr Volk in die Wohnstatte des Verderbens versetzt haben"},{"SurahNumber":14,"VerseNumber":29,"Text":"In die Holle, in der sie brennen? - Welch schlimmer Aufenthalt"},{"SurahNumber":14,"VerseNumber":30,"Text":"Und sie haben Gott andere als Gegenpart zur Seite gestellt, um (die Menschen) von seinem Weg abirren zu lassen. Sprich: Genießet nur, ihr treibt ja ins Feuer"},{"SurahNumber":14,"VerseNumber":31,"Text":"Sag zu meinen Dienern, die glauben, sie sollen das Gebet verrichten und von dem, was Wir ihnen beschert haben, geheim und offen spenden, bevor ein Tag kommt, an dem es weder Handel noch Freundschaft gibt"},{"SurahNumber":14,"VerseNumber":32,"Text":"Gott ist es, der die Himmel und die Erde erschuf und vom Himmel Wasser herabkommen ließ und dadurch von den Fruchten einen Lebensunterhalt fur euch hervorbrachte. Und Er stellte in euren Dienst die Schiffe, damit sie auf dem Meer auf seinen Befehl fahren. Und Er stellte in euren Dienst die Flusse"},{"SurahNumber":14,"VerseNumber":33,"Text":"Er stellte in euren Dienst die Sonne und den Mond in unablassigem Lauf. Und Er stellte in euren Dienst die Nacht und den Tag"},{"SurahNumber":14,"VerseNumber":34,"Text":"Und Er ließ euch etwas zukommen von allem, worum ihr batet. Wenn ihr die Gnade Gottes aufzahlen wolltet, konntet ihr sie nicht erfassen. Wahrlich, der Mensch neigt sehr zum Unrecht und ist sehr undankbar"},{"SurahNumber":14,"VerseNumber":35,"Text":"Als Abraham sagte: «Mein Herr, mache dieses Gebiet sicher, und laß mich und meine Sohne es meiden, den Gotzen zu dienen"},{"SurahNumber":14,"VerseNumber":36,"Text":"Mein Herr, sie haben viele Menschen irregefuhrt. Wer mir nun folgt, gehort zu mir, und wenn einer gegen mich ungehorsam ist, so bist Du voller Vergebung und barmherzig"},{"SurahNumber":14,"VerseNumber":37,"Text":"Unser Herr, ich habe einige aus meiner Nachkommenschaft in einem Tal ohne Saat bei deinem heiligen Haus wohnen lassen, unser Herr, damit sie das Gebet verrichten. So laß die Herzen einiger Menschen sich ihnen zuneigen und beschere ihnen etwas von den Fruchten, auf daß sie dankbar seien"},{"SurahNumber":14,"VerseNumber":38,"Text":"Unser Herr, Du weißt, was wir verbergen und was wir offenlegen, und vor Gott ist nichts verborgen, weder auf der Erde noch im Himmel"},{"SurahNumber":14,"VerseNumber":39,"Text":"Lob sei Gott, der mir trotz meines Alters Ismael und Isaak geschenkt hat! Mein Herr erhort das Rufen"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mein Herr, laß mich und die aus meiner Nachkommenschaft das Gebet verrichten, unser Herr, und nimm unser Rufen an"},{"SurahNumber":14,"VerseNumber":41,"Text":"Unser Herr, vergib mir und meinen Eltern und den Glaubigen am Tag, da die Abrechnung heraufkommen wird.»"},{"SurahNumber":14,"VerseNumber":42,"Text":"Und du darfst nicht meinen, daß Gott das, was die Ungerechten tun, unbeachtet laßt. Er stellt sie nur zuruck bis zu einem Tag, an dem die Blicke starr werden"},{"SurahNumber":14,"VerseNumber":43,"Text":"Mit gerecktem Hals und erhobenem Haupt; ihr Blick kehrt nicht zu ihnen zuruck, und ihre Herzen sind leer"},{"SurahNumber":14,"VerseNumber":44,"Text":"Und warne die Menschen vor dem Tag, an dem die Pein uber sie kommt. Da werden diejenigen, die Unrecht taten, sagen: «Unser Herr, stelle uns auf eine kurze Frist zuruck, so werden wir auf deinen Ruf horen und den Gesandten folgen.» - «Hattet ihr denn nicht vorher geschworen, ihr wurdet nicht vergehen"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ihr habt noch in den Wohnungen derer gewohnt, die sich selbst Unrecht getan haben, und es ist euch deutlich geworden, wie Wir an ihnen gehandelt haben. Wir haben euch doch Beispiele gegeben.»"},{"SurahNumber":14,"VerseNumber":46,"Text":"Und sie haben ihre Ranke geschmiedet, aber uber ihre Ranke hat Gott allein zu entscheiden, auch wenn ihre Ranke derart sind, daß davor die Berge vergehen"},{"SurahNumber":14,"VerseNumber":47,"Text":"So darfst du nicht meinen, daß Gott sein Versprechen an die Gesandten bricht. Gott ist machtig und ubt Rache"},{"SurahNumber":14,"VerseNumber":48,"Text":"Am Tag, da die Erde gegen eine andere Erde eingetauscht wird, und auch die Himmel, und da sie vor Gott treten, den Einen, der bezwingende Macht besitzt"},{"SurahNumber":14,"VerseNumber":49,"Text":"An jenem Tag siehst du die Ubeltater in Ketten aneinandergebunden"},{"SurahNumber":14,"VerseNumber":50,"Text":"Ihre Kleider sind aus Pech, und das Feuer uberdeckt ihre Gesichter"},{"SurahNumber":14,"VerseNumber":51,"Text":"Damit Gott einem jeden vergelte, was er erworben hat. Gott ist schnell im Abrechnen"},{"SurahNumber":14,"VerseNumber":52,"Text":"Das ist eine Botschaft an die Menschen, damit sie dadurch gewarnt werden und damit sie wissen, daß Er ein einziger Gott ist, und damit es die Einsichtigen bedenken"}]}