{"Id":257,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Не ги гледаш ли оние кои дволично се однесуваат како им зборуваат на браќата свои што не веруваат меѓу Следбениците на Книгата: Ако бидете истерани и ние со вас, сигурно, ќе излеземе и никојпат никому против вас нема да бидеме послушни, а ако, пак, бидете нападнати, ќе ви помогнеме, сигурно! А Аллах сведочи дека се тие лашковци, навистина"},{"SurahNumber":59,"VerseNumber":12,"Text":"А ако, пак, бидат истерани, не излегуваат со нива ако бидат нападнати, не им помагаат; а ако, пак, им помогнат, ќе побегнат, сигурно! И потоа ќе останат беспомошни"},{"SurahNumber":59,"VerseNumber":13,"Text":"Повеќе стравуваат од вас, во градите свои, отколку од Аллах. Ете, тоа се луѓе кои, навистина, не разбираат"},{"SurahNumber":59,"VerseNumber":14,"Text":"Тие заедно се борат против вас само во градовите утврдени или зад зидовите. Јачината своја ја покажуваат само едникондруги. Помислуваш дека се сложни, а срцата пак им се разединети. Ете, заради тоа што се луѓе кои не сфаќаат, навистина"},{"SurahNumber":59,"VerseNumber":15,"Text":"Слични се на оние пред нив, не многу далеку, кои непосредно ги швкусија последиците на постапката своја: за нив, меѓутоа, има казна болна"},{"SurahNumber":59,"VerseNumber":16,"Text":"Слични се на Шејтанот кога ќе му рече на човекот: “Не верувај!\" И бидејќи не ќе верува, ќе рече: “Јас сум, навистина, далеку од тебе. МДа, Нјас се плашам од Господарот на световите"},{"SurahNumber":59,"VerseNumber":17,"Text":"И двајцата ќе бидат казнети; во огнот ќе останат за навек, навистина! КЕте, тоа е казната за зулумќарите"},{"SurahNumber":59,"VerseNumber":18,"Text":"верници, плашете се од Аллах, и секој човек нека го погледа она што го направил за утре! Плашете се од Аллах. Аллах, навистина, е Известен за она што го работите"},{"SurahNumber":59,"VerseNumber":19,"Text":"немојте да бидете како оние кои заборавија на Аллах... та, самите на себеси заборавија. Онаквите, токму, се расипаните"},{"SurahNumber":59,"VerseNumber":20,"Text":"Не се еднакви жителите на огнот и жителите на Џеннетот. Жителите на Џеннетот, токму, се победниците"},{"SurahNumber":59,"VerseNumber":21,"Text":"Кога овој Кур\"ан би го објавиле на некое брдо... ќе го видиш брдото како ќе се здроби,. плашејќи се од Аллах. Ете, тоа се примерите кои Ние ги изнесуваме за луѓето да размислу-. ваат"},{"SurahNumber":59,"VerseNumber":22,"Text":"Он е Аллах! Нема друг бог освен Него; Зналец на видЛИВОТО И невидливото. ОН ч Милостив и Сомилосен"},{"SurahNumber":59,"VerseNumber":23,"Text":"Он е Аллах! Нема друг бог освен Него! Владар, Свет, Спасител, Мироњубив, Заштитник, Силен, Моќен, Горд! Славен нека е Аллах, високо над она што Му го здружуваат"},{"SurahNumber":59,"VerseNumber":24,"Text":"Он е Аллах! Создател, Творител, Обликувач! Најубавите имиња се - Негови! Него го слави и она што е на небесата и она што е на Земјата! Он е Силен и Мудар! ЕЛ-МУМТЕХИНА(Проверена) Х Во името ва Аллах, Милостивиот Сомилосен"},{"SurahNumber":60,"VerseNumber":1,"Text":"О верници, не земајте ги непријателите Мои и непријателите ваши за пријатели! А не покажувајте им и наклоност! Тие, секако, не веруваат во она што ви дојде од вистината. Го истеруваат и пејгамберот и вас заради тоа што верувате во Аллах, Господарот ваш. Ако, пак, вие излезете, борејќи се на Мојот пат, барајќи го задоволоството Мое, покажувајќи им наклоност - тајно! Јас најдобро го знам она што го криевте и она што го обелоденувавте. А оној меѓу вас што ќе го направи тоа... да, скршнал по лошиот пат"},{"SurahNumber":60,"VerseNumber":2,"Text":"А, ако наидете на нив, стануваат непријатели ваши и ви даваат со рацете свои и со јазиците свои зло и одвај чекаат да станете неверници"},{"SurahNumber":60,"VerseNumber":3,"Text":"Не ќе ви користат ниту роднините ваши, ниту децата ваши на Денот суден. Аллах ќе Ве ОДВОИ едниоддруги. Аллах го гледа она што го работите"},{"SurahNumber":60,"VerseNumber":4,"Text":"Во Ибрахим и оние што беа со него имавте, навистина, добар пример. Кога му рекоа на народот свој: “Ние сме далеку од вас, навистина, И од она што, освен Аллах, го обожавате. Ние не ви веруваме. Меѓу вас и меѓу нас, меѓутоа, има непријателство и омраза, засекогаш! Се додека не верувате во Аллах, Единствениот“ - освен зборовите на Ибрахим до бабо му: “Ке барам да ти се прости, сигурно! Но, не можам да те заштитам од Аллах во ништо.\" Господаре наш, врз Тебе се потпираме и Тебе ти се обраќаме и кон Тебе е свратилиштето"},{"SurahNumber":60,"VerseNumber":5,"Text":"Господаре наш, не одредувај ни сплетка кон оние кои не веруваат и прости ни, Господаре наш! Ти си, навистина, Силени Мудар"},{"SurahNumber":60,"VerseNumber":6,"Text":"Во нив имате, секако, добар пример: за оној кој се надева во Аллах и во Денот суден, а оној кој ќе ги сврти плеќите... та, Аллах, навистина, е Богат и за благодарност Достоен"}]}