{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":171,"Text":"Kezinde tawdı qalqa tarizdi etip, olardın usterinen koterdik. Olar onı usterine tusedi dep oyladı. «Senderge bergenimizdi / Tawrattı / mıqtap ustandar jane taqwalıq etwlerin / Allahtın jazasınan qorqıp, saqtanwların / usin onın isindegini eske alındar», - dedik"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ey, Muxammed! / Senin Rabbın Adam urpaqtarının arqalarınan nasilderin alıp: «Men Senderdin Rabbın emespin be?» dep, olardın ozderin-ozderine kwa etti. Olar: «Albette, biz kwa boldıq», - dedi. / Bul / - Qayta tirilw kuni: «Biz budan xabarsız boldıq», - dep aytpawların usin"},{"SurahNumber":7,"VerseNumber":173,"Text":"Nemese: «Sın maninde, burında da akelerimiz serik qosqan edi, biz de solardın urpagımız. Otiriksilerdin istegeni usin bizdi joyasın ba? - / demewlerin usin"},{"SurahNumber":7,"VerseNumber":174,"Text":"Olardın / serik qoswsıların / aqiqatqa / qaytwı usin Biz ayattarımızdı osı­lay anıqtap tusindiremiz"},{"SurahNumber":7,"VerseNumber":175,"Text":"Ey, Muxammed! / Biz ayattarımızdı bergende, ol onı ısırıp tastap ketken birewdin xabarın oqıp ber. Sonda saytan onı ozine erwsilerden etti. Ari ol adaswsılardan boldı"},{"SurahNumber":7,"VerseNumber":176,"Text":"Eger qalasaq, onı sol / ayattar, iman / arqılı jogarı koterer edik. Alayda, ol jerge / dunie qızıqtarına / jabısıp, ozinin konil qumarlıgına erdi. Onın siqı - ogan tiissen de tilin salaqtatatın, tiispesen de tilin salaqtatıp turatın bir it sekildi. Ayattarımızdı otirik sanagan adamdardın mısalı - osı. Olarga oylanwları / gibrat alwları / usin xabarlardı aytıp jetkiz"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayat-belgilerimizdi otirik sanagan jane ozderine-ozderi adiletsizdik etken adamdardın mısalı qanday jaman"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah kimdi twra jolga salıp jurgizse, sol - twra jolmen jurwsi. Al, kimdi adastırsa, mine, solar - nagız jeniliske usırawsılar"},{"SurahNumber":7,"VerseNumber":179,"Text":"Aqiqatında, Biz Jahannam (Tozaq) usin kop jın men adamdardı jarattıq. Olardın jurekteri bar, olar onımen tusinbeydi. Kozderi bar, onımen kormeydi. Olardın qulaqtarı bar, ol arqılı estimeydi. Olar mal tarizdi, joq odan da ari. Mine, solar - nagız qapersizder"},{"SurahNumber":7,"VerseNumber":180,"Text":"En korkem esimder - Allahtiki. Sol esimderi arqılı Odan tilender. Onın esimderine qatıstı awıtqıgandardı qaldırıp, tark etinder. Jaqında olarga istep otken amaldarının qaytarımı beriledi"},{"SurahNumber":7,"VerseNumber":181,"Text":"Jaratqandarımızdın isinde aqiqat boyınsa twra jolga bagıttaytın ari onımen adildik isteytin bir ummet bar"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ari ayattarımızdı otirik sanagandardı, ozderi bilmeytin jaqtan, birte-birte tartıp tusiremiz"},{"SurahNumber":7,"VerseNumber":183,"Text":"Ari olarga waqıt beremin. Negizinde, Menin amal-tasilim ote mıqtı"},{"SurahNumber":7,"VerseNumber":184,"Text":"Olar oylanıp qaramadı ma? Joldastarın / Muxammed / jındı emes. Ol - tek, anıq eskertwsi gana"},{"SurahNumber":7,"VerseNumber":185,"Text":"Olar aspandardın jane jerdin mulikterine ari Allah jaratqan arbir narsege nazar salmadı ma? Sonday-aq, mumkin olardın merzimderi / ajaldarı / jaqındagan sıgar? Osıdan keyin olar qay sozge sener eken"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah kimdi adastırsa, ol usin tw­ra jolga salwsı joq. Ol / Allah / olardı ozderinin sekten sıgwlarında qangırtıp qoyadı"},{"SurahNumber":7,"VerseNumber":187,"Text":"Ey, Muxammed! / Olar senen Sagattın / Qiyamettin / qasan ornaytındıgın suraydı. Ayt: «Sın maninde, onın bilimi - menin Rabbımda. Onı mezgili kelgende, Ol gana asadı. Ol aspandarga jane jerge awır. Ol senderge tosınnan keledi», - dep. Olar senen, beyne bir sen ol jaylı jaqsı biletin sekildi suraydı. Ayt: «Sın maninde, onın bilimi - Allahta. Alayda, adamdardın kobi bilmeydi», - dep"},{"SurahNumber":7,"VerseNumber":188,"Text":"Ayt: «Allah qalamayınsa, men ozim usin payda, ziyan / keltirw / biligine ie emespin. Eger de gayıptı / jasırın narselerdi / biletin bolganımda, jaqsılıqtı kobeytip alar edim jane magan esbir jamandıq times edi. Men bar bolganı imanga kelgen adamdar usin eskertwsi jane qwanıstı xabar jetkizwsimin», - dep"}]}