{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"Gonulden kendinizi Allah´a verin, O´ndan korkup (kotuluk ve azgınlıktan, sapıklık ve nankorlukten) sakının; namazı dosdogru kılın ve sakın musriklerden (Allah´a ortak kosanlardan) olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Onlar ki, dinlerini parcalayıp gruplara ayrıldılar ve her grup benimsedigi seyle sevinmektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"Insanlara bir zarar dokununca gonulden yonelerek Rablarına yalvarırlar. Sonra da kendi katından onlara bir rahmet tattırınca, bir de bakarsın ki onlardan bir kısmı Rablarına ortak kosarlar. Boylece kendilerine verdiklerimize karsı nankorluk ederler. Oyle ise eglenip yararlanın yararlanabildiginiz kadar, ileride (gercegi) anlayıp ogreneceksiniz (ama neden sonra)"},{"SurahNumber":30,"VerseNumber":34,"Text":"Insanlara bir zarar dokununca gonulden yonelerek Rablarına yalvarırlar. Sonra da kendi katından onlara bir rahmet tattırınca, bir de bakarsın ki onlardan bir kısmı Rablarına ortak kosarlar. Boylece kendilerine verdiklerimize karsı nankorluk ederler. Oyle ise eglenip yararlanın yararlanabildiginiz kadar, ileride (gercegi) anlayıp ogreneceksiniz (ama neden sonra)"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa biz onlara ortak kosmakta oldukları hakkında konusan (bilgi veren) bir belge mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"Insanlara bir rahmet (ferahlık ve genislik) tattırdıgımız zaman, onunla sevinirler. Kendilerine ellerinin kazanıp one surdugu bir kotuluk dokununca bir de bakarsın umitsizlige kapılırlar"},{"SurahNumber":30,"VerseNumber":37,"Text":"Gormezler mi ki, Allah rızkı diledigine genisletir ve daraltır. Suphesiz ki bunda inanan bir millet icin ogut, ibret ve acık delil vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"O halde hısımlara, yoksula, yolda kalmısa (zekat ve sadaka) hakkını ver. Bu. Allah´ın hosnudlugunu dileyenler icin hayırlıdır. Ve iste korktugundan kurtulup umduguna kavusanlar da onlardır"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanların mallarında artıs olsun diye verdiginiz faiz Allah yanında artmaz. Allah´ın hosnudlugunu dileyerek verdiginiz zekat (boyle degildir). Iste bunlar (zekat verenler onun) karsılıgını kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah, O ki, sizi oldurur, sonra da diriltir. Allah´a kostugunuz esler-ortaklardan, bunlardan bir seyi olsun yapabilen (yaratabilen) var mıdır ? Allah onların kostukları ortaklardan munezzehtir ve yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"Insanların elleriyle isledikleri (bilgisizce) islerden, fenalıklardan dolayı karada ve denizde fesad ortaya cıktı. Allah da, belki (pismanlık duyup) donerler diye islediklerinin bir kısmının (cezasını) onlara (Dunya´da) tattıracak"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: Yeryuzunde gezip dolasın da once gelip gecenlerin sonunun ne oldugunu bir gorun ! Onların cogu Allah´a es-ortak kosanlardı"},{"SurahNumber":30,"VerseNumber":43,"Text":"Allah tarafından geri dondurulmesi mumkun olmayan (Kıyamet) gunu gelmeden once yuzunu o dosdogru sapasaglam dine cevir. O gun insanlar gruplar halinde birbirlerinden ayırd edilirler"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim kafir olursa, kufru kendi aleyhinedir; kim de iyi-yararlı amellerde bulunursa kendi lehine (Cennet´teki) konakları hazırlamıs olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Bu da Allah´ın, iman edip iyi-yararlı amellerde bulunanları kendi lutuf ve kereminden mukafatlandırması icindir. Cunku Allah gercekten kafirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Ruzgarları (yagmurun yagacagına, asılamanın yapılacagına) mujdeciler olarak gondermesi, kendi rahmetinden size tattırması, geminin O´nun buyruguyla (koydugu kanunu)yla yuzmesi ve O´nun lutf-u kereminden arzulayıp aramanız, O´nun acık belgelerindendir. Ola ki sukredersiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"And olsun ki senden once kendi milletlerine peygamberler gonderdik, onlara acık belgelerle, mu´cizelerle geldiler. (Cogu inanmadı). Biz de gunah isleyen suclulardan intikam aldık. Zaten mu´minlere yardım edip onları basarıya eristirmek bize dusen bir haktır"},{"SurahNumber":30,"VerseNumber":48,"Text":"Oyle Allah ki ruzgarları gonderir de bir bulut kaldırır. Boylece onu nasıl dilerse oyle yayar ve parca parca eder, katlayıp ustuste getirir, derken yagmurun, onun arasından cıktıgını gorursun. Kullarından onu diledigine verince, bir de bakarsın ki seviniverirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Her ne kadar onlar buluttan once. yagmur yagmadan evvel umitsizlik icindeydilerse de"},{"SurahNumber":30,"VerseNumber":50,"Text":"Artık sen Allah´ın rahmet eserlerine bak! Yeryuzunu olumunden sonra nasıl diriltiyor?! Suphesiz ki O, oluleri de elbette diriltecektir. O´nun kudreti her seye yeter"},{"SurahNumber":30,"VerseNumber":51,"Text":"(Sıcak kavurucu) bir ruzgar gondersek de (bitkileri) sararmıs gorseler, hemen arkasından nankorluge baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Cunku gercekten sen olulere isittiremezsin; arkasını cevirip giden sagırlara da daveti duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ve sen, korleri sapıklıktan dogru yola cevirecek de degilsin. Sen ancak ayetlerimize inananlara duyurabilirsin ki onlar Muslumanlar (Hakk´a dosdogru teslimiyet gosterenleridir)"}]}