{"Id":197,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah-la","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian - Transliteration","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":28,"VerseNumber":51,"Text":"Eljuttattuk pedig hozzajuk a Szot (ezt a Korant), talan hallgatnak az intelemre"},{"SurahNumber":28,"VerseNumber":52,"Text":"Azok, akiknek meg elotte odaadtuk az Irast, ok hisznek benne"},{"SurahNumber":28,"VerseNumber":53,"Text":"Es ha recitaltatik nekik azt mondjak: . Hiszunk benne, Ez az Igazsag a mi Urunktol. Mi mar elotte is muzulmanok voltunk"},{"SurahNumber":28,"VerseNumber":54,"Text":"Ok ketszer kapnak jutalmat amiatt, hogy allhatatosan kitartoak voltak es a rosszat joval haritottak el es abbol, amivel gondoskodtunk roluk adakoztak"},{"SurahNumber":28,"VerseNumber":55,"Text":"Ha ures beszedet\" hallanak elfordulnak attol es azt mondjak: . Nekunk megvannak a mi cselekedeteink es nektek is megvannak a ti cselekedeteitek. Bekesseg veletek. Mi nem vagyakozunk a tudatlanok koze"},{"SurahNumber":28,"VerseNumber":56,"Text":"Te (Muhammad - Allah aldja meg es adjon Neki orok udvosseget) nem vezerelheted azt, akit szeretnel! Am Allah az, Aki azt vezerel, akit O akar. O jobban tudja kik az igaz uton vezereltek"},{"SurahNumber":28,"VerseNumber":57,"Text":"Es ha azt mondjak: , Ha veled egyutt kovetjuk az utmutatast eluzetnenk a foldunkrol.\" Nem adtunk-e hatalmat nekik egy szent Terulet (Mekka) folott, ami biztonsagos es mindenfele gyumolcs jelenik ott meg a Tolunk szarmazo gondoskodaskent. Am a legtobben kozuluk nem tudjak"},{"SurahNumber":28,"VerseNumber":58,"Text":"Es mennyi varost pusztitottunk. mar el, amelyek kihivoan eltek eletuket. Ime ezek az o lakhelyeik, utanuk mar csak kevesen lakjak azokat. Mi vagyunk az orokosok"},{"SurahNumber":28,"VerseNumber":59,"Text":"A te Urad nem pusztitott soha el egyetlen varost sem addig, amig annak kozpontjaba Kuldottet nem menesztett, aki a Mi jeleinket recitalta. Mi csak akkor pusztitottunk el varosokat, ha azok lakoi vetkesek voltak"},{"SurahNumber":28,"VerseNumber":60,"Text":"Barmi is adatott meg nektek, azok csupan az evilagi elet mulando dolgai es ekei. Am, ami Allah-nal van az jobb es maradandobb, Hat nem fogjatok fel esszel"},{"SurahNumber":28,"VerseNumber":61,"Text":"Vajon az, akinek szep igeretet (a Paradicsom) tettunk, amit az meg is fog talalni, talan az olyan, mint az, akinek az evilagi elet rovid elvezetet adtuk, aki majdan a Feltamadas Napjan azok koze fog tartozni, aki eloallittatik"},{"SurahNumber":28,"VerseNumber":62,"Text":"Es azon a Napon, amikor szolitani fogja oket mondvan: ..Hol vannak azok, akiket az En tarsaimnak gondoltatok"},{"SurahNumber":28,"VerseNumber":63,"Text":"Akkor azt mondjak azok, akik ellen bebizonyosodott a Szo: Urunk! Ok azok, akik minket tevelygesbe vittek. Ugy vittuk oket tevelygesbe, ahogyan mi magunk is tevelyegtunk. Mi mentesnek nyilvanitjuk magunkat Elotted ettol a felelossegtol. Nem bennunket szolgaltak ok"},{"SurahNumber":28,"VerseNumber":64,"Text":"Az mondatik: , Hivjatok a tarsaitokat! Fohaszkodjatok a tarsaitokhoz!\" Fohaszkodnak. Am azok nem fognak felelni nekik. Meglatjak a buntetest. Barcsak az Igaz Utra vezereltettek volna"},{"SurahNumber":28,"VerseNumber":65,"Text":"Azon a Napon, amikor szolitani fogja oket mondvan: ..Mit feleltetek a Kuldotteknek"},{"SurahNumber":28,"VerseNumber":66,"Text":"A (jo valasz) hiradasai elhomalyosittatnak elottuk azon a Napon es nem kerdezgetik egymast"},{"SurahNumber":28,"VerseNumber":67,"Text":"Am az, aki megbanast mutat, hisz es joravalo modon cselekszik, az talan azok koze fog tartozni, akik boldogulnak"},{"SurahNumber":28,"VerseNumber":68,"Text":"Es a te Urad azt teremt, amit akar es valaszt. Nekik nincs valasztasi lehetoseguk. Magasztaltassek Allah, a Magasztalt! Mennyire felette all O annak, amit tarsitanak"},{"SurahNumber":28,"VerseNumber":69,"Text":"A te Urad tudja mi van az o lelkukben es mi az, amit kinyilvanitanak"},{"SurahNumber":28,"VerseNumber":70,"Text":"O Allah! Nincs mas isten csak O (La ilaha illa Huwa)! Hala legyen Neki az evilagi eletben es a Tulvilagon! Ove a dontes es Hozza ternek meg a dolgok"},{"SurahNumber":28,"VerseNumber":71,"Text":"Mondd (Muhammad- Allah aldja meg es adjon Neki orok udvosseget): Hogyan velekednetek arrol, ha Allah orokos ejszakat bocsatana le ratok a Feltamadas Napjaig? Allah helyett milyen istenhez fohaszkodhatnatok, hogy hozzon nektek vilagossagot. Hat nem halljatok"},{"SurahNumber":28,"VerseNumber":72,"Text":"Mondd (Muhammad. Allah aldja meg es adjon Neki orok udvosseget): .Hogyan velekednetek arrol, ha Allah orokke valova tenne a nappalt a szamotokra a Feltamadas Napjaig? Allah helyett milyen mas istenhez fohaszkodhatnatok, hogy hozzon nektek ejszakat, hogy kipihenhessetek magatokat? Hat nem latjatok"},{"SurahNumber":28,"VerseNumber":73,"Text":"Az O konyoruletebol (fakadoan) rendelte el nektek az ejszakat es a nappalt, hogy pihenhessetek. Es az O tularado kegyelme utan Vagyakozzatok! Talan halasak lesztek"},{"SurahNumber":28,"VerseNumber":74,"Text":"Azon a Napon, amikor szolitja oket: .Hol vannak azok, akiket a tarsaimnak gondoltatok"},{"SurahNumber":28,"VerseNumber":75,"Text":"Minden egyes kozossegbol egy tanut (Profetat) allitunk ki es mondjuk: ,. Hozzatok a bizonyitekaitokat!\" Akkor majd megtudjak, hogy az Igazsag Allah-e! Es minden eltunedezik toluk, akiket koholtak"}]}