{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"ātamuṭaiya cantatiyai niccayamāka nām kaṇṇiyappaṭuttiṉōm. Karaiyil (vākaṉaṅkaḷ mītum) kaṭalil (kappalkaḷ mītum) nāmtāṉ avarkaḷaip payaṇikka vaikkiṟōm. Nalla uṇavukaḷaiyum nāmē avarkaḷukku aḷikkiṟōm. Nām paṭaitta (maṟṟa uyiriṉaṅkaḷil) palavaṟṟiṉ mītu (potuvāka) nām avarkaḷai mika mika mēṉmaiyākki vaittirukkiṟōm"},{"SurahNumber":17,"VerseNumber":71,"Text":"ovvoru maṉitaṉaiyum avarkaḷiṉ talaivarkaḷuṭaṉ (vicāraṇaikkāka) nām aḻaikkum nāḷil, avarkaḷiṉ (tiṉacari kuṟippup) puttakam avarkaḷuṭaiya valatu kaiyil koṭukkappaṭṭāl avarkaḷ taṅkaḷ (atē tiṉacari kuṟippup) puttakattai (mikka makiḻcciyōṭu) vācippārkaḷ. (Avarkaḷuṭaiya kūliyil) ōr nūl aḷavu (kuṟaittu)m aniyāyam ceyyappaṭamāṭṭārkaḷ"},{"SurahNumber":17,"VerseNumber":72,"Text":"Evarkaḷ im'maiyil (nērāṉa vaḻiyaik kāṇātu) kuruṭarkaḷāki viṭṭārkaḷō avarkaḷ maṟumaiyilum kuruṭarkaḷē! Ākavē, avarkaḷ vaḻi tavaṟi viṭuvārkaḷ"},{"SurahNumber":17,"VerseNumber":73,"Text":"nām umakku vahyi mūlam aṟivittatai nīr viṭṭu(viṭṭu) atallātatai nam'mītu nīr poyyākak kaṟpaṉai ceytu kūṟumpaṭi um'mai avarkaḷ tiruppiviṭavē iruntārkaḷ. (Avvāṟu nīr ceytiruntāl) um'mai avarkaḷ taṅkaḷ naṇparākavum eṭuttuk koṇṭiruppārkaḷ"},{"SurahNumber":17,"VerseNumber":74,"Text":"um'mai nām uṟutiyākki vaikkāviṭil nīr oru ciṟitēṉum avarkaḷ pakkam cāyntuviṭa neruṅki iruppīr"},{"SurahNumber":17,"VerseNumber":75,"Text":"(avvāṟu nīr cāyntiruntāl) annērattil nīr uyirāka irukkum pōtum nīr maraṇitta piṉṉarum iru maṭaṅku (vētaṉaiyaic) cuvaikkumpaṭi nām ceytiruppōm. Ataṉ piṉṉar, namakku etirāka umakku utavi ceypavarkaḷ oruvaraiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":76,"Text":"(napiyē! Umatu) ūriliruntu umatu kālaippeyarttu atiliruntu um'mai veḷippaṭuttiviṭavē avarkaḷ muṭivu kaṭṭiyiruntārkaḷ. Appaṭi avarkaḷ ceytiruntāl umakkup piṉṉar veku coṟpa nāḷkaḷē tavira aṅku avarkaḷ iruntirukka māṭṭārkaḷ"},{"SurahNumber":17,"VerseNumber":77,"Text":"umakku muṉṉar nām aṉuppiya tūtarkaḷaip paṟṟi naṭaipeṟṟa vaḻakkamum (ituvākavē) iruntatu. Namatu anta vaḻakkattil oru māṟutalaiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":78,"Text":"(napiyē!) Cūriyaṉ cāyntatiliruntu iraviṉ iruḷ cūḻum varai (ḷuhar, asar, maḥrip, iṣā ākiya nērat) toḻukaikaḷait toḻutu varuvīrāka. Ḥpajr toḻukaiyum toḻutu varuvīrāka. Ēṉeṉṟāl, niccayamāka ḥpajr toḻukaiyāṉatu vāṉavarkaḷ kalantukoḷḷum toḻukaiyākum"},{"SurahNumber":17,"VerseNumber":79,"Text":"(Tahajjutu toḻukai um mītu kaṭamaiyāka illāviṭiṉum) nīr, naḥpilāka iravil eḻuntu oru (ciṟitu) pākattil toḻutu varuvīrāka! (Itaṉ aruḷāl ‘makāmē mahmūt' eṉṉum) mikka pukaḻpeṟṟa iṭattil umatu iṟaivaṉ um'mai amarttalām"},{"SurahNumber":17,"VerseNumber":80,"Text":"aṉṟi, ‘‘eṉ iṟaivaṉē! Eṉṉai (matīṉāvil nuḻaiya vaikka vēṇṭumeṉṟu nī karutiṉāl) nallavitamākavē nuḻaiyavai. (Makkāviliruntu eṉṉai veḷippaṭutta vēṇṭumeṉṟu nī karutiṉāl) nallavitamākavē eṉṉai veḷippaṭuttivai. Uṉṉiṭamiruntu oru veṟṟiyai nī eṉakku utaviyākkit tantaruḷ'' eṉṟu (napiyē!) Pirārttippīrāka"},{"SurahNumber":17,"VerseNumber":81,"Text":"mēlum, ‘‘cattiyam vantatu; acattiyam maṟaintatu. Niccayamāka acattiyam aḻintē tīrum'' eṉṟum kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":82,"Text":"nampikkai koṇṭavarkaḷukku aruḷākavum nōy nivāraṇiyākavum uḷḷavaṟṟaiyē intat tiru kur'āṉil nām iṟakkiyirukkiṟōm. Eṉiṉum, aniyāyakkārarkaḷukkō (itu) naṣṭattaiyē tavira (vēṟu etaiyum) atikarippatillai"},{"SurahNumber":17,"VerseNumber":83,"Text":"nām maṉitaṉukku aruḷ purintāl (ataṟku avaṉ naṉṟi celuttuvataṟkup patilāka nam'mai) puṟakkaṇittu mukam tirumpik koḷkiṟāṉ. Avaṉai oru tīṅku aṇukiṉālō nampikkai iḻantu viṭukiṟāṉ"},{"SurahNumber":17,"VerseNumber":84,"Text":"(ākavē, napiyē!) Kūṟuvīrāka: Ovvoru maṉitaṉum taṉakkut tōṉṟiyavaṟṟaiyē ceykiṟāṉ. Ākavē, nērāṉa vaḻiyil celpavaṉ yār eṉpatai uṅkaḷ iṟaivaṉtāṉ naṉkaṟivāṉ"},{"SurahNumber":17,"VerseNumber":85,"Text":"(napiyē!) Rūhaip paṟṟi (yūtarkaḷākiya) avarkaḷ um'miṭam kēṭkiṟārkaḷ. Ataṟku nīr “atu eṉatu iṟaivaṉiṉ kaṭṭaḷaiyāl ēṟpaṭṭatu. (Ataip paṟṟi) veku coṟpa ñāṉamē tavira uṅkaḷukkuk koṭukkappaṭavillai. (Ātalāl, ataṉ nuṭpaṅkaḷai nīṅkaḷ aṟintu koḷḷa muṭiyātu)'' eṉṟu kūṟuvīrāka"},{"SurahNumber":17,"VerseNumber":86,"Text":"(Napiyē!) Nām virumpiṉāl vahyi mūlam umakku aṟivitta inta kur'āṉaiyē (um'miṭamiruntu) pōkkiviṭuvōm. Piṉṉar, (itai um'miṭam koṇṭu vara) namakku virōtamāka umakku utavi ceyya evaraiyum nīr kāṇamāṭṭīr"},{"SurahNumber":17,"VerseNumber":87,"Text":"āṉāl, umatu iṟaivaṉuṭaiya aruḷiṉ kāraṇamākavē (avvāṟu avaṉ ceyyavillai.) Niccayamāka um mītu avaṉuṭaiya aruḷ mikapperitākavē irukkiṟatu"},{"SurahNumber":17,"VerseNumber":88,"Text":"(napiyē!) Nīr kūṟuvīrāka: Maṉitarkaḷum jiṉkaḷum oṉṟu cērntu, cilar cilarukku utaviyāka iruntu itaippōṉṟa oru kur'āṉaik koṇṭuvara muyaṟcittapōtilum itaippōl koṇṭu vara avarkaḷāl (muṭiyavē) muṭiyātu"},{"SurahNumber":17,"VerseNumber":89,"Text":"inta kur'āṉil ellā utāraṇaṅkaḷaiyum maṉitarkaḷukku(t tirumpat tirumpa) vivarittuk kūṟiyirukkiṟōm. Eṉiṉum, maṉitarkaḷil perumpālāṉavarkaḷ itai nirākarikkāmal irukkavillai"},{"SurahNumber":17,"VerseNumber":90,"Text":"(napiyē!) ‘‘Ippūmi veṭittu, oru ūṟṟukkaṇṇai nīr ēṟpaṭuttum varai nām um'mai nampikkai koḷḷa māṭṭōm'' eṉṟu avarkaḷ kūṟukiṉṟaṉar"},{"SurahNumber":17,"VerseNumber":91,"Text":"‘‘allatu mattiyil toṭarntu nīraruvikaḷai nīr ōṭavaittuk koṇṭirukkakkūṭiya tirāṭcai, pērīccai maraṅkaḷaiyuṭaiya oru cōlai umakku ākum varai (um'mai nampikkai koḷḷa māṭṭōm'' eṉṟum kūṟukiṉṟaṉar)"},{"SurahNumber":17,"VerseNumber":92,"Text":"‘‘allatu nīr eṇṇukiṟa pirakāram vāṉattai pala tuṇṭukaḷāka eṅkaḷ (talai) mītu viḻavaikkiṉṟa varai allatu allāhvaiyum vāṉavarkaḷaiyum nam (kaṇ) muṉ nīr koṇṭu varukiṉṟavarai (um'mai nām nampikkai koḷḷa māṭṭōm'' eṉṟum kūṟukiṉṟaṉar)"},{"SurahNumber":17,"VerseNumber":93,"Text":"‘‘Allatu (mikka aḻakāṉa) taṅkattiṉālākiya oru māḷikai umakku ākum varai allatu vāṉattiṉ mītu nīr ēṟukiṉṟa varai (nām um'mai nampikkaikoḷḷa māṭṭōm). Ēṟiyapōtilum nām ōtakkūṭiya oru vētattai (nērāka) nam'mītu nīr iṟakkivaikkāta varai nīr vāṉattil ēṟiyataiyum nām nampamāṭṭōm'' eṉṟum kūṟukiṉṟaṉar. (Ataṟku) nīr kūṟuvīrāka: ‘‘Eṉ iṟaivaṉ mikap paricuttamāṉavaṉ. Nāṉ (uṅkaḷaip pōṉṟa) oru maṉitaṉtāṉ. Eṉiṉum, nāṉ (avaṉāl aṉuppappaṭṭa) oru tūtar eṉpatait tavira vēṟetuvum uṇṭā"},{"SurahNumber":17,"VerseNumber":94,"Text":"maṉitarkaḷiṭam oru nērāṉa vaḻi vanta camayattil, ‘‘oru maṉitaraiyā allāh (taṉ) tūtarāka aṉuppi vaittāṉ?'' Eṉṟu kūṟuvatait tavira avarkaḷ nampikkai koḷvatai viṭṭum avarkaḷai etuvum taṭukkavillai"},{"SurahNumber":17,"VerseNumber":95,"Text":"(ataṟku) nīr kūṟuvīrāka: Pūmiyil (maṉitarkaḷukkup patilāka) vāṉavarkaḷē vacittiruntu, atil avarkaḷ nim'matiyāka naṭantu tirintu koṇṭumiruntāl nāmum vāṉattiliruntu (avarkaḷ iṉattaic cārnta) oru vāṉavaraiyē (nam) tūtarāka avarkaḷiṭam aṉuppiyiruppōm. (Ākavē, maṉitarkaḷākiya avarkaḷiṭam maṉitarākiya um'mai nam tūtarāka aṉuppiyatil tavaṟoṉṟumillai)"},{"SurahNumber":17,"VerseNumber":96,"Text":"(iṉṉum,) nīr kūṟuvīrāka: ‘‘Eṉakkum uṅkaḷukkum iṭaiyil allāh oruvaṉē pōtumāṉa cāṭciyāka irukkiṟāṉ. Ēṉeṉṟāl, niccayamāka avaṉtāṉ taṉ aṭiyārkaḷai naṉkaṟintavaṉāka, uṟṟu nōkkupavaṉāka irukkiṟāṉ"},{"SurahNumber":17,"VerseNumber":97,"Text":"Evarkaḷai allāh nērāṉa vaḻiyil celuttukiṟāṉō avarkaḷ tāṉ nērāṉa vaḻiyai aṭaivārkaḷ. Evarkaḷai (allāh) tavaṟāṉa vaḻiyil viṭṭuviṭukiṟāṉō avarkaḷukku utavi ceypavarkaḷai avaṉait tavirttu vēṟuyāraiyum nīr kāṇa māṭṭīr. Mēlum, maṟumaināḷil avarkaḷaik kuruṭarkaḷākavum, ūmaiyarkaḷākavum, ceviṭarkaḷākavum (ākki) avarkaḷ taṅkaḷ mukattāl naṭantu varumpaṭi (ceytu) avarkaḷai oṉṟu cērppōm. Avarkaḷuṭaiya taṅkumiṭam narakamtāṉ. (Ataṉ) aṉal taṇiyum pōtellām meṉmēlum koḻuntu viṭṭeriyumpaṭi ceytu koṇṭē iruppōm"},{"SurahNumber":17,"VerseNumber":98,"Text":"avarkaḷ, nam vacaṉaṅkaḷai nirākarittu viṭṭatuṭaṉ, ‘‘nām (maraṇittu)elumpukaḷākavum, ukki maṇṇākavum pōṉataṉ piṉṉar meyyākavē nām putiya paṭaippāka eḻuppappaṭuvōmā?'' Eṉṟu kūṟik koṇṭiruntatumtāṉ ittakaiya (koṭiya) taṇṭaṉaiyai avarkaḷ aṭaivataṟkuriya kāraṇamākum"}]}