{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"And the leaders who became arrogant from among his people said: \"We will drive you out of our town Shu'ayb, along with those who have believed with you, or you shall return to our creed!\" He said: \"Will you force us"},{"SurahNumber":7,"VerseNumber":89,"Text":"We will then be inventing lies about God if we return to your creed after God has saved us from it; and we will not return to it except if God our Lord wills, our Lord encompasses everything with knowledge, in God we put our trust. Our Lord, make an opening between us and between our people with the truth, you are the best of openers"},{"SurahNumber":7,"VerseNumber":90,"Text":"And the leaders who rejected from among his people said: \"If you follow Shu'ayb, then you are losers"},{"SurahNumber":7,"VerseNumber":91,"Text":"The earthquake took them, thus they became lifeless in their home"},{"SurahNumber":7,"VerseNumber":92,"Text":"Those who denied Shu'ayb, it is as if they had never prospered therein. Those who denied Shu'ayb, they were the losers"},{"SurahNumber":7,"VerseNumber":93,"Text":"Thus he turned away from them, and said: \"My people, I have delivered to you the messages of my Lord and advised you. How can I feel sorry over a rejecting people"},{"SurahNumber":7,"VerseNumber":94,"Text":"And We do not send a prophet to any town, except afterwards We afflict its people with adversity and hardship that they may implore"},{"SurahNumber":7,"VerseNumber":95,"Text":"Then We replaced the bad with good, until they neglected and said: \"Our fathers were touched by both hardship and prosperity.\" We then take them suddenly, while they are unaware"},{"SurahNumber":7,"VerseNumber":96,"Text":"And if only the people of the towns had believed and been aware, then We would have opened for them blessings from the heavens and the earth; but they denied, so We took them for what they had earned"},{"SurahNumber":7,"VerseNumber":97,"Text":"Are the people of the towns sure that Our punishment will not come to them at night while they are sleeping"},{"SurahNumber":7,"VerseNumber":98,"Text":"Or are the people of the towns sure that Our punishment will not come to them during the late morning while they are playing"},{"SurahNumber":7,"VerseNumber":99,"Text":"Have they become secure about the scheming of God? None are secure about the scheming of God except the people who are the losers"},{"SurahNumber":7,"VerseNumber":100,"Text":"Is it not a guide for those who inherited the land after them, that if We wished We could have punished them immediately for their sins? And We stamp on their hearts, so they do not hear"},{"SurahNumber":7,"VerseNumber":101,"Text":"These are the towns whose news We told to you; their messengers had come to them with proofs, but they would not believe in what they had denied before. It is such that God stamps on the hearts of the rejecters"},{"SurahNumber":7,"VerseNumber":102,"Text":"And We did not find most of them up to their pledge, rather, We found most of them wicked"},{"SurahNumber":7,"VerseNumber":103,"Text":"Then after them We sent Moses with Our signs to Pharaoh and his commanders. But they did wrong in them, so see how is the end of the corrupters"},{"SurahNumber":7,"VerseNumber":104,"Text":"And Moses said: \"O Pharaoh, I am a messenger from the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":105,"Text":"It is not proper for me to say about God except the truth; I have come to you with a proof from your Lord. So send with me the Children of Israel"},{"SurahNumber":7,"VerseNumber":106,"Text":"He said: \"If you have come with a sign then bring it, if you are of the truthful"},{"SurahNumber":7,"VerseNumber":107,"Text":"He cast down his staff and it manifested into a serpent"},{"SurahNumber":7,"VerseNumber":108,"Text":"And he drew out his hand, and it became pure white for the onlookers"},{"SurahNumber":7,"VerseNumber":109,"Text":"The commanders from among the people of Pharaoh said: \"This is a knowledgeable magician"},{"SurahNumber":7,"VerseNumber":110,"Text":"He wishes to drive you out of your land; what is your command"},{"SurahNumber":7,"VerseNumber":111,"Text":"They said: \"Delay him and his brother, and send gatherers to the cities"},{"SurahNumber":7,"VerseNumber":112,"Text":"They will come to you with every knowledgeable magician"},{"SurahNumber":7,"VerseNumber":113,"Text":"And the magicians came to Pharaoh, they said: \"We require a reward if we are the victors"},{"SurahNumber":7,"VerseNumber":114,"Text":"He said: \"Yes, and you will be made close to me"},{"SurahNumber":7,"VerseNumber":115,"Text":"They said: \"O Moses, either you cast, or we will cast"},{"SurahNumber":7,"VerseNumber":116,"Text":"He said: \"You cast.\" So when they cast, they bewitched the eyes of the people, and instilled terror in them, and they came with a great magic"}]}