{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"A nuk i sheh ata (hipokritet) qe shoqerohen me njerez, me te cilet Allahu eshte i zemeruar? Ata nuk ju perkasin as juve (o besimtare), as atyre. Ata me vetedije betohen ne genjeshter (se jane besimtare)"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allahu u ka pergatitur atyre denim te rende, sepse eshte vertet e mbrapshte ajo qe bejne"},{"SurahNumber":58,"VerseNumber":16,"Text":"Betimet e tyre i kane bere perde (per mbrapshtite e tyre) dhe i pengojne te tjeret nga rruga e Allahut; ata i pret denimi i poshterues"},{"SurahNumber":58,"VerseNumber":17,"Text":"As pasuria, as femijet e tyre nuk do t’u vijne aspak ne ndihme (kur te jene) para Allahut; ata do te jene banore te zjarrit, ku do te qendrojne pergjithmone"},{"SurahNumber":58,"VerseNumber":18,"Text":"Diten, kur Allahu t’i ringjalle te gjithe, ata do t’i betohen Atij, ashtu sic te betohen ty tani, duke menduar se kjo do t’u sjelle dobi. Ne te vertete, pikerisht ata jane genjeshtaret"},{"SurahNumber":58,"VerseNumber":19,"Text":"Ata i ka vene poshte djalli dhe i ka bere qe te harrojne permendjen e Allahut. Ata jane pala e djallit; ne te vertete, pala e djallit jane humbesit"},{"SurahNumber":58,"VerseNumber":20,"Text":"Ata qe kundershtojne Allahun dhe te Derguarin e Tij, do te jene ne shkallen me te poshteruar"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allahu ka vendosur: “Une dhe te derguarit e Mi do te triumfojme me siguri!” Allahu eshte vertet i Forte dhe i Plotfuqishem"},{"SurahNumber":58,"VerseNumber":22,"Text":"Nuk gjen njerez, qe besojne ne Allahun dhe ne Diten e Fundit, qe te ushqejne dashuri ndaj atyre, te cilet kundershtojne Allahun dhe te Derguarin e tij, edhe ne qofshin ata eterit e tyre ose bijte e tyre, ose vellezerit e tyre, ose farefisi i tyre. Allahu ka skalitur besimin ne zemrat e tyre dhe i ka fuqizuar ata me shpalljen e Vet. Ai do t’i shpjere ata ne kopshte, neper te cilat rrjedhin lumenj e ku do te qendrojne pergjithmone. Allahu eshte i kenaqur me ata, por edhe ata do te jene te kenaqur me Te. Ata jane Pala e Allahut dhe, vertet qe Pala e Allahut do te jete fituese"},{"SurahNumber":59,"VerseNumber":1,"Text":"Allahun e larteson cdo gje ne qiej dhe cdo gje ne Toke. Ai eshte i Plotfuqishmi dhe i Urti"},{"SurahNumber":59,"VerseNumber":2,"Text":"Eshte Ai, qe i nxori nga shtepite e tyre ata qe nuk besuan midis ithtareve te Librit ne kohen e debimit te pare.[357] Ju nuk mendonit se ata do te iknin, kurse ata mendonin se fortesat e tyre do t’i mbronin prej Allahut. Por denimi i Allahut u erdhi andej nga nuk e pritnin, duke mbjelle ne zemrat e tyre friken, e cila beri qe ata t’i shkaterronin shtepite e veta me duart e tyre, si dhe me duart e besimtareve. Prandaj, mesoni nga kjo, o ju largpames"},{"SurahNumber":59,"VerseNumber":3,"Text":"Sikur te mos e kishte caktuar Allahu debimin e tyre, Ai do t’i kishte denuar me siguri ne kete jete. Por ne jeten tjeter ata i pret denimi i Zjarrit"},{"SurahNumber":59,"VerseNumber":4,"Text":"Kjo, sepse ata iu kundervune Allahut dhe te Derguarit te Tij; kushdo qe i kundervihet Allahut, le ta dije se Allahu denon vertet ashper"},{"SurahNumber":59,"VerseNumber":5,"Text":"Per cfaredo peme palme (te armikut) qe prete apo late ne kembe, keni pasur miratimin e Allahut, ne menyre qe Ai t’i poshteroje te pabindurit"},{"SurahNumber":59,"VerseNumber":6,"Text":"Cfaredo qe Allahu i dhuroi te Derguarit te Tij si placke (te marre) prej tyre, eshte prej miresise se Tij. Ju nuk hipet mbi kuaj e as mbi deve per ta fituar ate, por Allahu i jep pushtet te derguarve te Vet mbi ata qe Ai deshiron. Allahu eshte i Fuqishem per cdo gje"},{"SurahNumber":59,"VerseNumber":7,"Text":"Cfaredo qe Allahu i dhuroi te Derguarit te Tij si placke (te marre) nga popujt e vendbanimeve, i takon: Allahut, te Derguarit, te afermve te tij, jetimeve, te varferve dhe udhetareve te mbetur rruges, ne menyre qe ajo te mos qarkulloje vetem ne duart e te pasurve nga mesi juaj. Cfaredo qe t’ju jape i Derguari, merreni ate, e cfaredo qe t’ju ndaloje, hiqni dore prej saj. Frikesojuni Allahut, sepse Allahu denon vertet ashper"},{"SurahNumber":59,"VerseNumber":8,"Text":"Nje pjese e plackes i takon edhe mergimtareve te varfer[358], te cilet u perzune nga vendlindja dhe pasurite e tyre, duke kerkuar miresine dhe kenaqesine e Allahut dhe duke ndihmuar Allahun dhe te Derguarin e Tij. Pikerisht ata jane besimtaret e sinqerte"},{"SurahNumber":59,"VerseNumber":9,"Text":"Ndersa ata qe banojne ne Medine dhe qe e kane pranuar besimin qysh me pare[359], i duan mergimtaret qe vijne ne Medine dhe ne zemrat e tyre nuk ndiejne kurrfare rendimi, per ate,[360] qe u eshte dhene atyre, por duan t’u bejne me mire mergimtareve sesa vetes, edhe pse vete jane nevojtare. Kushdo qe ruhet nga lakmia e vetvetes, me siguri qe do te jete fitues"},{"SurahNumber":59,"VerseNumber":10,"Text":"Edhe ata qe erdhen pas tyre, thone: “O Zoti yne, falna ne dhe vellezerit tane, te cilet kane besuar para nesh dhe mos lejo qe ne zemrat tona te kete asnje te keqe ndaj besimtareve! O Zoti yne, Ti je vertet i Bute dhe Meshireplote!”"}]}