{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":21,"Text":"Ey iman edenler, seytanın adımlarına uymayın! Her kim seytanın adımlarına uyarsa, sunu bilsin ki o, cirkin ve kotu seyler emreder. Allah´ın size karsı lutfu ve rahmeti olmasaydı, icinizden hicbiri asla temize cıkamazdı; fakat Allah, diledigini temize cıkarır. Allah, herseyi isiten, herseyi bilendir"},{"SurahNumber":24,"VerseNumber":22,"Text":"Bir de icinizden nimet ve varlık sahibi kisiler, yakınlarına, yoksullara ve Allah yolunda hicret edenlere vergisini vermekte kusur etmesinler, affetsinler, kusurlarına aldırmasınlar! Allah´ın sizi bagıslamasını arzu etmez misiniz? Allah, bagıslayandır, merhamet sahibidir"},{"SurahNumber":24,"VerseNumber":23,"Text":"Suphe yok ki, namuslu, kotulukten habersiz mu´min kadınlara zina sucu atanlar, dunyada ve ahirette lanetlenmislerdir ve onlara buyuk bir azap vardır"},{"SurahNumber":24,"VerseNumber":24,"Text":"Dilleri, elleri ve ayaklarının yaptıklarına sahitlik edecekleri gun"},{"SurahNumber":24,"VerseNumber":25,"Text":"O gun Allah, onlara gercek cezalarını tamamen verecek ve onlar, Allah´ın apacık Hak oldugunu bileceklerdir"},{"SurahNumber":24,"VerseNumber":26,"Text":"Kotu kadınlar kotu erkeklere, kotu erkekler kotu kadınlara; namuslu kadınlar namuslu erkeklere, namuslu erkekler namuslu kadınlara yarasır. Bunlar, (namuslular) onların dediklerinden cok uzaktırlar. Kendilerine bir bagıslanma ve degerli bir rızık vardır"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ey iman edenler, kendi odalarınızda (evlerinizden) baska evlere, sahiplerinden izin almadan ve onlara selam vermeden girmeyin! Bu, sizin icin daha hayırlıdır. Ola ki, dusunursunuz"},{"SurahNumber":24,"VerseNumber":28,"Text":"Eger orada bir kimse bulamazsanız, size izin verilmedikce iceri girmeyin ve eger size «Donun.» denilirse donun; o sizin icin daha temizdir. Allah, butun yaptıklarınızı bilir"},{"SurahNumber":24,"VerseNumber":29,"Text":"Meskun olmayan ve icinde bir yararlanma selahiyetiniz olan odalara (evlere) girmenizde size bir sakınca yoktur. Allah, acıkladıklarınızı da bilir, gizlediklerinizi de"},{"SurahNumber":24,"VerseNumber":30,"Text":"Mu´min erkeklere soyle, gozlerini sakınsınlar ve ırzlarını (apıslarını) korusunlar. Bu, onlar icin daha temizdir. Muhakkak Allah, butun yaptıklarından haberdardır"},{"SurahNumber":24,"VerseNumber":31,"Text":"Mu´min kadınlara da soyle, gozlerini sakınsınlar, ırzlarını korusunlar; gorunmesi zaruri olanların dısında zinetlerini acmasınlar ve bas ortulerini yakalarının uzerine vursunlar; zinetlerini, kocalarından veya babalarından yahut kayınbabalarından yahut ogullarından yahut uvey ogullarından yahut kardeslerinden yahut kardes ogullarından yahut kız kardes ogullarından yahut kendi kadınlarından yahut sahibi bulundukları cariyelerden veya uyuntu (sehvetten yoksun) erkek hizmetcilerden veya henuz kadınların sehvet uyarıcı taraflarından habersiz cocuklardan baskasına gostermesinler; gizledikleri zinetleri bilinsin diye ayaklarını da vurmasınlar. Ey mu´minler, hepiniz Allah´a tevbe edin ki, mutlulugu bulabilesiniz"},{"SurahNumber":24,"VerseNumber":32,"Text":"Bir de sizden olan dulları ve kolelerinizden, cariyelerinizden dogru gidenleri evlendirin. Eger yoksul iseler, Allah onlara fazlından zenginlik verir. Allah, nimeti bol olan, herseyi bilendir"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenme imkanı bulamayanlar, Allah kendilerini lutfundan zenginlestirinceye kadar iffetli kalmaya calıssınlar, sahibi bulundugunuz kole ve cariyelerden, kendi bedellerini odeyip azad edilmek icin anlasma yapmak isteyenlerle, eger kendilerinde bir hayır biliyorsanız, hemen yazılı anlasma yapın ve Allah´ın size verdigi maldan onlara verin. Dunya hayatının gecici varlıgını kazanacaksınız diye, sakın namuslu kalmayı dileyen cariyelerinizi fuhusa zorlamayın. Her kim de onları fuhusa zorlarsa, suphesiz ki Allah, onların zorla bu ise suruklenmesinden sonra, onları bagıslar, merhamet eder"},{"SurahNumber":24,"VerseNumber":34,"Text":"Andolsun ki, size acıklayıcı ayetler, sizden once gecenkilerinki kabilinden bir ornek ve takva sahipleri icin bir ogut indirdik"}]}