{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":70,"VerseNumber":19,"Text":"Dajudaju eniyan, A seda re ni alailokan, okanjua"},{"SurahNumber":70,"VerseNumber":20,"Text":"Nigba ti aburu ba fowo ba a, o maa kanra gogo"},{"SurahNumber":70,"VerseNumber":21,"Text":"Nigba ti owo re ba si te oore, o maa yahun"},{"SurahNumber":70,"VerseNumber":22,"Text":"Ayafi awon olukirun"},{"SurahNumber":70,"VerseNumber":23,"Text":"awon oludunnimo irun won"},{"SurahNumber":70,"VerseNumber":24,"Text":"awon t’o mo ojuse (won) ninu dukia won"},{"SurahNumber":70,"VerseNumber":25,"Text":"si alagbe ati eni ti A se arisiki ni eewo fun"},{"SurahNumber":70,"VerseNumber":26,"Text":"awon t’o n gba ojo esan gbo ni ododo"},{"SurahNumber":70,"VerseNumber":27,"Text":"awon t’o n paya iya Oluwa won"},{"SurahNumber":70,"VerseNumber":28,"Text":"dajudaju iya Oluwa won ko see fayabale si"},{"SurahNumber":70,"VerseNumber":29,"Text":"awon t’o n so abe won"},{"SurahNumber":70,"VerseNumber":30,"Text":"ayafi lodo awon iyawo won tabi erubinrin won ni won ko ti le je eni-eebu"},{"SurahNumber":70,"VerseNumber":31,"Text":"nitori naa, eni keni t’o ba n wa nnkan miiran leyin iyen, awon wonyen ni awon olutayo-enu ala"},{"SurahNumber":70,"VerseNumber":32,"Text":"awon t’o n so agbafipamo won ati adehun won"},{"SurahNumber":70,"VerseNumber":33,"Text":"awon t’o n duro ti ijerii won"},{"SurahNumber":70,"VerseNumber":34,"Text":"ati awon t’o n so awon irun won"},{"SurahNumber":70,"VerseNumber":35,"Text":"Awon wonyen ni alapon-onle ninu awon Ogba Idera"},{"SurahNumber":70,"VerseNumber":36,"Text":"Ki lo mu awon ti ko gbagbo ti ara won ko bale niwaju re"},{"SurahNumber":70,"VerseNumber":37,"Text":"ti won si jokoo ni isori isori si owo otun ati owo osi (re)"},{"SurahNumber":70,"VerseNumber":38,"Text":"Se eni kookan ninu won n jerankan pe A oo mu oun wo inu Ogba Idera ni"},{"SurahNumber":70,"VerseNumber":39,"Text":"Rara o! Dajudaju Awa seda won lati inu ohun ti won mo"},{"SurahNumber":70,"VerseNumber":40,"Text":"Nitori naa, Emi n bura pelu Oluwa awon ibuyo oorun ati awon ibuwo oorun , dajudaju Awa ni Alagbara"},{"SurahNumber":70,"VerseNumber":41,"Text":"lati le fi awon t’o dara ju won lo paaro won. Ko si si eni t’o le ko agara ba Wa"},{"SurahNumber":70,"VerseNumber":42,"Text":"Nitori naa, fi won sile ki won maa so isokuso (won), ki won si maa sere titi won yoo fi pade ojo won ti A n se ni adehun fun won"},{"SurahNumber":70,"VerseNumber":43,"Text":"Ojo ti won yoo sare jade werewere lati inu awon saree, won yo si da bi eni pe won n yara lo sidii ohun afojusun kan"},{"SurahNumber":70,"VerseNumber":44,"Text":"Oju won yoo wale. Iyepere maa bo won mole. Ojo yen ni eyi ti A n se ni adehun fun won"},{"SurahNumber":71,"VerseNumber":1,"Text":"Dajudaju Awa ran (Anabi) Nuh nise si ijo re pe: \"Sekilo fun ijo re siwaju ki iya eleta-elero to de ba won"},{"SurahNumber":71,"VerseNumber":2,"Text":"O so pe: \"Eyin ijo mi, dajudaju emi ni olukilo ponnbele fun yin"},{"SurahNumber":71,"VerseNumber":3,"Text":"pe ki e josin fun Allahu, ki e beru Re, ki e si tele mi"},{"SurahNumber":71,"VerseNumber":4,"Text":"(Allahu) maa saforijin awon ese yin fun yin. O si maa lo yin lara titi di gbedeke akoko kan. Dajudaju akoko (iku ti) Allahu (ko mo eda), nigba ti o ba de, won ko nii sun un siwaju ti o ba je pe e mo"},{"SurahNumber":71,"VerseNumber":5,"Text":"O so pe: \"Oluwa mi, dajudaju emi pe ijo mi ni oru ati ni osan"},{"SurahNumber":71,"VerseNumber":6,"Text":"Ipe mi ko si se alekun kan fun won ayafi sisa seyin (fun ododo)"},{"SurahNumber":71,"VerseNumber":7,"Text":"Ati pe igbakigba ti mo ba pe won pe ki O le forijin won, won n fi omonika won di eti won, won n yiso won bori, won n taku (sori ese), won si n segberaga gan-an"},{"SurahNumber":71,"VerseNumber":8,"Text":"Leyin naa, dajudaju emi pe won pelu ohun oke"},{"SurahNumber":71,"VerseNumber":9,"Text":"Leyin naa, dajudaju emi kede fun won, mo si tun pe won ni ida konko"},{"SurahNumber":71,"VerseNumber":10,"Text":"Mo si so pe, e toro aforijin ni odo Oluwa yin, dajudaju O n je Alaforijin"},{"SurahNumber":71,"VerseNumber":11,"Text":"O maa rojo fun yin ni ojo pupo"},{"SurahNumber":71,"VerseNumber":12,"Text":"O maa fi awon dukia ati awon omokunrin ran yin lowo. O maa se awon ogba oko fun yin. O si maa se awon odo fun yin"},{"SurahNumber":71,"VerseNumber":13,"Text":"Ki lo mu yin ti e ko paya titobi Allahu"},{"SurahNumber":71,"VerseNumber":14,"Text":"O si kuku seda yin lati irisi kan si omiran (ninu oyun)"},{"SurahNumber":71,"VerseNumber":15,"Text":"Se e o ri bi Allahu se da awon sanmo meje ni ipele ipele ni"},{"SurahNumber":71,"VerseNumber":16,"Text":"O si se osupa ni imole sinu won. O tun se oorun ni atupa"},{"SurahNumber":71,"VerseNumber":17,"Text":"Allahu mu yin jade lati ara erupe ile"},{"SurahNumber":71,"VerseNumber":18,"Text":"Leyin naa, O maa da yin pada sinu re. O si maa mu yin jade taara"},{"SurahNumber":71,"VerseNumber":19,"Text":"Allahu se ile fun yin ni ite"},{"SurahNumber":71,"VerseNumber":20,"Text":"nitori ki e le to awon oju ona fife gbegede lori re"},{"SurahNumber":71,"VerseNumber":21,"Text":"(Anabi) Nuh so pe: \"Oluwa mi, dajudaju won yapa mi. Won si tele eni ti dukia re ati omo re ko se alekun kan fun bi ko se ofo"},{"SurahNumber":71,"VerseNumber":22,"Text":"Won si dete ni ete t’o tobi"},{"SurahNumber":71,"VerseNumber":23,"Text":"Won si wi pe: \"E ma se fi awon orisa yin sile. E ma se fi orisa Wadd, Suwa‘u, Yeguth, Ye‘uƙ ati Nasr sile"},{"SurahNumber":71,"VerseNumber":24,"Text":"Dajudaju won ti ko opolopo sina. (Oluwa mi) ma se je ki awon alabosi lekun ni kini kan bi ko se isina"},{"SurahNumber":71,"VerseNumber":25,"Text":"Nitori ese won, won te won ri sinu omi. Won si maa fi won sinu Ina. Won ko si nii ri awon alaranse fun won leyin Allahu"},{"SurahNumber":71,"VerseNumber":26,"Text":"(Anabi) Nuh tun so pe: \"Oluwa mi, ma se fi eni kan kan ninu awon alaigbagbo sile lori ile"},{"SurahNumber":71,"VerseNumber":27,"Text":"Dajudaju ti Iwo ba fi won sile, won yoo ko isina ba awon eru Re. Won ko si nii bi omo kan afi eni buruku, alaigbagbo"},{"SurahNumber":71,"VerseNumber":28,"Text":"Oluwa mi forijin emi, awon obi mi mejeeji ati eni t’o ba wo inu ile mi (ti o je) onigbagbo ododo ati awon onigbagbo ododo lokunrin ati onigbagbo ododo lobinrin. Ma si salekun kan fun awon alabosi afi iparun"}]}