{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Salomo vastasi: »Saamme pian nahda, oletko puhunut totta, vai oletko valehtelija"},{"SurahNumber":27,"VerseNumber":28,"Text":"Ota tama kirjeeni ja vie se heille; mene sitten syrjaan ja odota, mita he vastaavat.»"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ja Saaban kuningatar lausui: »Oi paamiehet! Totisesti, minulle on lahetetty kunnianarvoinen kirje"},{"SurahNumber":27,"VerseNumber":30,"Text":"Se on Salomolta, ja han kirjoittaa: 'Aloitan Jumalan, laupiaan Armahtajan nimeen"},{"SurahNumber":27,"VerseNumber":31,"Text":"(ja edelleen siina on): 'alkaa ylvastelko minua vastaan, vaan alistukaa valtaani.'»"},{"SurahNumber":27,"VerseNumber":32,"Text":"Kuningatar lausui: »Paallikot, neuvokaa minua tassa asiassa. En ratkaise ainoatakaan asiaa, ellette te ole lasna.»"},{"SurahNumber":27,"VerseNumber":33,"Text":"He vastasivat: »Meilla on suuri mahti ja taistelukyky, mutta kaskeminen kuuluu sinulle. Mieti siis, mita aiot kaskea.»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Han sanoi: »Totisesti, kun kuninkaat ryntaavat johonkin kaupunkiin, niin he havittavat sen raunioiksi ja alentavat sen ylhaisimmat asukkaat. Nain juuri he tekevat"},{"SurahNumber":27,"VerseNumber":35,"Text":"Totisesti aion lahettaa heille lahjan ja odotan sitten sanansaattajien tuomaa vastausta.»"},{"SurahNumber":27,"VerseNumber":36,"Text":"Kun lahja tuotiin Salomolle, han lausui: »Lahjoitatteko minulle rikkautta? Mutta se, mita Jumala on minulle suonut, on enemman kuin teidan lahjanne. Niin, olette kai itse ihastuneita lahjastanne"},{"SurahNumber":27,"VerseNumber":37,"Text":"Viekaa se heille takaisin. Viemme heita vastaan sotajoukkomme, jota he eivat voi vastustaa, ja karkoitamme heidat masennettuina ja havaistyina.»"},{"SurahNumber":27,"VerseNumber":38,"Text":"Han puhui edelleen: »Paallikkoni! Kuka teista voi tuoda minulle hanen valtaistuimensa, ennenkuin he alistuvat valtaani"},{"SurahNumber":27,"VerseNumber":39,"Text":"Eras vakeva dzinni sanoi: »Tuon sen sinulle ennen kuin nouset paikaltasi; totisesti, mina olen vakeva ja luotettava tahan tehtavaan.»"},{"SurahNumber":27,"VerseNumber":40,"Text":"Eras toinen, joka tunsi (pyhaa) Kirjaa, lausui: »Tuon sen sinulle ennen kuin ehdit silmaasi rapayttaa.» Ja kun Salomo naki valtaistuimen edessaan, han lausui: »Tama tapahtuu Herran armosta; Han koettelee minua, osaanko olla kiitollinen vai olenko kiittamaton. Ken kiittaa, han tekee sen omaksi parhaakseen, ja jos joku on kiittamaton, niin Herrani on joka tapauksessa suopea, armollinen.»"},{"SurahNumber":27,"VerseNumber":41,"Text":"Han puhui edelleen: »Muuttakaa hanen valtaistuimensa ulkonako hanelle oudoksi, niin saamme nahda, onko han oikealla tiella vai ilman johdatusta.»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Kun kuningatar saapui, niin hanelle sanottiin: »Oliko valtaistuimesi tallainen?» Han vastasi: »Nayttaa silta, kuin se olisi sama. Meille on annettu totista tietoa jo tata ennen ja me olemme Jumalalle alamaisia.»"},{"SurahNumber":27,"VerseNumber":43,"Text":"Mutta se, mita han palveli Jumalan sijasta, vei hanta harhaan. Totisesti, han kuului epauskoiseen kansaan"},{"SurahNumber":27,"VerseNumber":44,"Text":"Hanelle sanottiin: »Kay sisalle palatsiin!» Kun han sen naki, han luuli sen vesialtaaksi ja riisui sen vuoksi jalastaan. Salomo lausui: »Se on vain palatsi, jonka lattia on tehty lasista.» Kuningatar lausui: »Oi Herra, totisesti, olen tehnyt vaarin itseani kohtaan, mutta Salomon kanssa tahdon totella Jumalaa, kaikkien maailmojen Herraa.»"},{"SurahNumber":27,"VerseNumber":45,"Text":"Totisesti, Me lahetimme Tamuudin heimon luokse heidan veljensa Saalihin, joka lausui: »Palvelkaa Jumalaa!» Mutta katso! He jakautuivat kahdeksi riitelevaksi puolueeksi"},{"SurahNumber":27,"VerseNumber":46,"Text":"Han sanoi: »Kansalaiseni, miksi haluatte edistaa pahaa enemman kuin hyvaa, miksi ette ano Jumalan anteeksiantoa, jotta teille osoitettaisiin armo?»"},{"SurahNumber":27,"VerseNumber":47,"Text":"He vastasivat: »Me pidamme sinua ja seuralaisiasi enteena meita kohtaavasta onnettomuudesta.» Han sanoi: »Teidan kohtalonne on Jumalan huomassa. Mutta te olette kansa, joka on vitsauksen kokeva.»"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ja kaupungissa oli yhdeksan miehen joukkio, joka ympari maata teki pahaa, eika lainkaan hyvaa"},{"SurahNumber":27,"VerseNumber":49,"Text":"He sanoivat: »Vannokaamme keskenamme Jumalan nimeen, etta me varmasti yolla kaymme hanen ja hanen perheensa kimppuun ja sanomme sitten hanen kostonsa perijalle: 'Emme ole nahneet hanen perheensa surmaamista, puhumme taytta totta'.»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ja niin he punoivat juonensa, mutta Me teimme oman suunnitelmamme, josta he eivat tienneet"},{"SurahNumber":27,"VerseNumber":51,"Text":"Ja katso, mika oli heidan juoniensa loppu! Me havitimme heidat ja heidan kansansa kaikki"},{"SurahNumber":27,"VerseNumber":52,"Text":"Tuossa ovat heidan kotinsa autioina, koska he olivat jumalattomia. Totisesti, tassa on merkki niille, joilla on ymmarrysta"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ja me pelastimme ne, jotka uskoivat ja hartautta harjoittivat"},{"SurahNumber":27,"VerseNumber":54,"Text":"Muista Lootia, joka sanoi kansalleen: »Harjoitatteko riettautta, vaikka tiedatte sen synniksi"},{"SurahNumber":27,"VerseNumber":55,"Text":"Lahestytteko himoiten miehia naisten sijasta? Niin, te olette pimeata vakea.»"}]}