{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminden ileri gelen kibirliler dediler ki: \"Ey Su'ayb! Ya mutlaka seni ve seninle beraber inananlari kentimizden cikaririz, ya da dinimize donersiniz!\" Dedi ki; \"Istemesek de mi (bizi yurdumuzdan cikaracak veya dinimizden dondureceksiniz)"},{"SurahNumber":7,"VerseNumber":89,"Text":"(Andolsun ki), Allah bizi ondan (kafirlikten) kurtardiktan sonra tekrar sizin dininize donersek, Allah'a karsi iftira etmis oluruz. Rabbimiz Allah'in dilemesi hali mustesna geri donmemiz bizim icin olacak sey degildir. Rabbimizin ilmi her seyi kusatmistir. Biz sadece Allah'a dayaniriz. Ey Rabbimiz! Bizimle kavmimiz arasinda adaletle hukmet. Cunku sen hukmedenlerin en hayirlisisin"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminden ileri gelen kafirler dediler ki: \"Eger Su'ayb'a uyarsaniz o takdirde siz mutlaka ziyana ugrarsiniz"},{"SurahNumber":7,"VerseNumber":91,"Text":"Derken o (muthis) sarsinti onlari yakalayiverdi, yurtlarinda diz ustu cokekaldilar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Su'ayb'i yalanlayanlar, sanki yurtlarinda hic senlik tutmamis gibi oldular. Su'ayb'i yalanlayanlar var ya iste ziyana ugrayanlar, onlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"(Su'ayb) onlardan oteye dondu de: \"Ey kavmim! dedi, ben size Rabbimin gonderdigi gercekleri duyurdum ve size ogut verdim, artik kafir bir kavme nasil acirim"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi ulkeye bir peygamber gonderdiysek, onun halkini -yalvarip yakarsinlar diye mutlaka yoksulluk ve darlikla sikmisizdir"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kotulugu degistirip yerine iyilik (bolluk) getirdik, nihayet cogaldilar ve: \"Atalarimiza da boyle darlik ve sevinc dokunmustu.\" dediler ve hemen onlari, hic farkinda olmadiklari bir sirada ansizin yakaladik"},{"SurahNumber":7,"VerseNumber":96,"Text":"ulkelerin halki inanip (Allah'in azabindan) korunsalardi, elbette uzerlerine gokten ve yerden bolluklar acardik; fakat yalanladilar, biz de onlari kazandiklariyla yakaladik"},{"SurahNumber":7,"VerseNumber":97,"Text":"Acaba o ulkelerin halki, geceleyin uyurlarken kendilerine azabimizin gelmeyeceginden emin mi idiler"},{"SurahNumber":7,"VerseNumber":98,"Text":"Yoksa o ulkelerin halki, kusluk vakti eglenirlerken onlara azabimizin gelmeyeceginden emin mi idiler"},{"SurahNumber":7,"VerseNumber":99,"Text":"Allah'in tuzagindan (kurtulacaklarina) emin mi oldular? Ziyana ugrayan topluluktan baskasi, Allah'in tuzagindan emin olmaz"},{"SurahNumber":7,"VerseNumber":100,"Text":"Onceki sahiplerinden sonra yeryuzune varis olanlara hala su gercek belli olmadi mi ki: Eger biz dileseydik onlari da gunahlarindan dolayi musibetlere ugratirdik! Biz onlarin kalplerini muhurleriz de onlar (gercekleri) isitmezler"},{"SurahNumber":7,"VerseNumber":101,"Text":"Iste o ulkeler ki, sana onlarin haberlerinden bir kismini anlatiyoruz Andolsun ki, peygamberleri onlara apacik deliller (mucizeler) getirmislerdi. Fakat onceden yalanladiklari gerceklere iman edecek degillerdi. Iste o kafirlerin kalplerini Allah boyle muhurler"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onlarin cogunda, sozde durma (diye bir sey) bulamadik. Gercek su ki, onlarin cogunu yoldan cikmis bulduk"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sonra onlarin arkasindan Musa'yi mucizelerimizle Firavun'a ve topluluguna gonderdik. Tuttular o mucizeleri inkar ettiler. Ettiler de bak, o bozguncularin akibetleri nasil oldu"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa: \"Ey Firavun! Bil ki ben alemlerin Rabbi tarafindan gonderilmis bir peygamberim.\" dedi"},{"SurahNumber":7,"VerseNumber":105,"Text":"Allah'a karsi ilk gorevim, hak olandan baska bir sey soylemememdir. Gercekten ben size Rabbinizden bir mucize getirdim, artik Israilogullarini benimle gonder"},{"SurahNumber":7,"VerseNumber":106,"Text":"Firavun: \"Eger bir mucize getirdiysen ve eger dogru soyleyenlerden isen onu goster\" dedi"},{"SurahNumber":7,"VerseNumber":107,"Text":"Bunun uzerine Musa, asasini yere birakiverdi, o da birdenbire kocaman bir ejderha kesiliverdi"},{"SurahNumber":7,"VerseNumber":108,"Text":"Ve Musa elini koynundan cikariverdi, eli bembeyaz olmus, bakanlarin gozunu kamastiriyordu"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun'un kavminden ileri gelenler, \"Muhakkak bu cok bilgili bir sihirbazdir.\" dediler"},{"SurahNumber":7,"VerseNumber":110,"Text":"O, sizi yurdunuzdan cikarmak istiyor. (Firavun): \"O halde siz ne diyorsunuz?\" dedi"},{"SurahNumber":7,"VerseNumber":111,"Text":"Onlar da \"onu ve kardesini beklet, sehirlere de toplayicilar gonder.\" dediler"},{"SurahNumber":7,"VerseNumber":112,"Text":"Butun bilgic sihirbazlari sana getirsinler"},{"SurahNumber":7,"VerseNumber":113,"Text":"O sihirbazlar Firavun'a geldiler: \"Galip gelirsek bize muhakkak mukafat var degil mi?\" dediler"},{"SurahNumber":7,"VerseNumber":114,"Text":"Evet\" dedi (Firavun), \"Ustelik o zaman benim yakinlarimdan olacaksiniz"},{"SurahNumber":7,"VerseNumber":115,"Text":"Sihirbazlar, Musa'ya: \"Ey Musa! Once sen mi hunerini ortaya koyacaksin, yoksa biz mi?\" dediler"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa, \"Siz atin\" dedi. Atacaklarini atinca herkesin gozunu buyulediler ve onlari dehsete dusurduler. Dogrusu buyuk bir sihir gosterdiler"}]}