{"Id":45,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy-la","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":186,"Text":"Əlbəttə, siz malınız və canınızla imtahan ediləcəksiniz. Sizdən əvvəl kitab verilmis kimsələrdən və (Allaha) sərik qosanlardan bir cox əziyyətli sozlər esidəcəksiniz. Əgər səbr edib Allahdan qorxsanız, əlbəttə, bu, məqsədə muvafiq (dəyərli) islərdəndir"},{"SurahNumber":3,"VerseNumber":187,"Text":"(Ya Rəsulum!) Allah kitab əhlindən: “Siz onu (kitabda olanları) gizlətməyib, insanlar ucun aydınlasdırmalısınız!” – deyə əhd aldıgı zaman onlar bu əhdə arxa cevirdilər və onu az bir qiymətə satdılar. Onların bu alıs-verisi necə də pisdir"},{"SurahNumber":3,"VerseNumber":188,"Text":"(Ya Rəsulum!) Etdikləri əməllərə gorə sevinən və gormədikləri islərə gorə tə’rif olunmagı sevən kimsələrin əzabdan xilas olacaqlarını guman etmə. Onları siddətli bir əzab gozləyir"},{"SurahNumber":3,"VerseNumber":189,"Text":"Goylərin və yerin hokmu Allaha məxsusdur. Allah hər seyə qadirdir"},{"SurahNumber":3,"VerseNumber":190,"Text":"Həqiqətən, goylərin və yerin yaradılmasında, gecə ilə gunduzun bir-birini əvəz etməsində (bir-birinin ardınca gəlib-getməsində) agıl sahibləri ucun (Allahın varlıgını, qudrətini, kamalını və əzəmətini subut edən acıq) dəlillər vardır"},{"SurahNumber":3,"VerseNumber":191,"Text":"O kəslər ki, ayaq ustə olanda da, oturanda da, uzananda da Allahı xatırlar, goylərin və yerin yaradılması haqqında dusunər (və deyərlər): “Ey Rəbbimiz! Sən bunları bos yerə yaratmamısan! Sən pak və muqəddəssən! Bizi cəhənnəm odunun əzabından (Ozun) qoru"},{"SurahNumber":3,"VerseNumber":192,"Text":"Ey Rəbbimiz! Sən cəhənnəm oduna atdıgın səxsi, əlbəttə, rusvay edərsən və zalımlara komək edən olmaz"},{"SurahNumber":3,"VerseNumber":193,"Text":"Ey Rəbbimiz! Həqiqətən, biz: “Rəbbinizə inanın!” – deyə imana tərəf cagıran bir kimsənin cagırısını esidib Sənə iman gətirdik. Ey Rəbbimiz! Indi gunahlarımızı bizə bagısla, təqsirlərimizdən kec (boyuk gunahlarımızı bagısla, kicik gunahlarımızın ustunu ort) və canımızı yaxsı əməl sahibləri ilə bir yerdə al"},{"SurahNumber":3,"VerseNumber":194,"Text":"Ey Rəbbimiz! Oz peygəmbərlərin vasitəsilə bizə və’d etdiklərini ver və qiyamət gunundə bizi rusvay etmə! Əlbəttə, Sən Oz və’dinə xilaf cıxmazsan!”"},{"SurahNumber":3,"VerseNumber":195,"Text":"Rəbbi də onların dualarını qəbul edərək cavab verdi: “Istər kisi, istərsə də qadın olsun, Mən hec birinizin əməlini puca cıxarmaram. Siz (hamınız) bir-birinizdənsiniz (dində kisi, qadın eynidir). Hicrət edənlərin (Məkkədən Mədinəyə oz dinini qorumaq məqsədilə kocənlərin), oz yurdlarından cıxarılanların, Mənim yolumda əziyyətə ducar olanların, vurusanların və oldurulənlərin gunahlarının ustunu Allahdan bir mukafat olaraq, əlbəttə, ortəcək və onları (agacları) altından caylar axan cənnətlərə daxil edəcəyəm. Ən yaxsı mukafat Allah yanındadır!”"},{"SurahNumber":3,"VerseNumber":196,"Text":"(Ya Rəsulum!) kufr edənlərin diyar-diyar gəzib dolasması (ticarətdən, əkincilikdən mənfəət əldə edərək xos guzəran kecirməsi) səni aldatmasın"},{"SurahNumber":3,"VerseNumber":197,"Text":"Bu, (axirət ne’mətləri ilə muqayisədə) azacıq bir mənfəətdir. Sonra isə onların məskəni Cəhənnəmdir. Ora necə də pis yataqdır"},{"SurahNumber":3,"VerseNumber":198,"Text":"Lakin oz Rəbbindən qorxanları (agacları) altından caylar axan cənnətlər gozləyir ki, onlar orada Allah qonagı kimi həmisəlik qalacaqlar. Allah yanında olan ne’mətlər yaxsı əməl sahibləri ucun daha xeyirlidir"},{"SurahNumber":3,"VerseNumber":199,"Text":"Həqiqətən, kitab əhli icərisində elələri də vardır ki, onlar Allaha, həm sizə, həm də ozlərinə nazil olanlara (Qur’ana, Tovrata və Incilə) inanır, Allaha boyun əyərək Allahın ayələrini ucuz qiymətə satmırlar. Onların Rəbbi yanında mukafatları vardır. Subhəsiz ki, Allah tezliklə haqq-hesab cəkəndir"},{"SurahNumber":3,"VerseNumber":200,"Text":"Ey iman gətirənlər! (Dində vacib olan hokmləri yerinə yetirməyin zəhmətinə, ducar oldugunuz bəlalara) səbr edin, (Allahın dusmənlərinə qələbə calmaq ugrundakı muharibə və doyuslərdə sizə uz verən musibət və cətinliklərə) dozun, (sərhəd boyu novbədə durub cihada) hazır olun və Allahdan qorxun ki, bəlkə, nicat tapasınız"}]}