{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"O saatin (kıyâmetin) ilmi O´na döndürülür (O´na aittir). O´nun ilmi olmadan, hiçbir meyve, tomurcuğundan çıkmaz. Hiçbir kadın, hamile kalmaz ve doğum yapamaz. Onlara “Benim ortaklarım nerede?” diye seslenileceği gün “Sana arzettik, bizden bir şahit yoktur.” dediler (derler)"},{"SurahNumber":41,"VerseNumber":48,"Text":"Ve daha önce tapmış oldukları şeyler, onlardan uzaklaşıp gittiler (giderler). Ve onlar için kaçacak bir yer olmadığını anladılar"},{"SurahNumber":41,"VerseNumber":49,"Text":"İnsan, hayır duasından (istemekten) usanmaz. Eğer ona şerr dokunursa, o zaman yeise kapılır ve ümitsiz olur"},{"SurahNumber":41,"VerseNumber":50,"Text":"Ve eğer ona bir zarar dokunduktan sonra Bizden bir rahmet tattırırsak, mutlaka “Bu benimdir (hakkımdır). Ve ben, o saatin kaim olacağını (kıyâmet saatinin geleceğini) zannetmiyorum. Ve eğer gerçekten Rabbime geri döndürülsem bile, muhakkak ki O´nun (Allah´ın) yanında mutlaka güzellikler vardır.” der. O zaman kâfirlere, yaptıkları şeyleri elbette haber vereceğiz. Ve mutlaka dehşetli azaptan onlara tattıracağız"},{"SurahNumber":41,"VerseNumber":51,"Text":"Ve insana ni´met verdiğimiz zaman yüz çevirdi ve yan çizdi (şükürden uzaklaştı). Ve ona bir şerr dokunduğu zaman artık çok dua eder"},{"SurahNumber":41,"VerseNumber":52,"Text":"De ki: “Gördünüz mü? Eğer O (Kur´ân), Allah´ın indinden ise sonra da siz O´nu inkâr ettinizse, uzak bir ayrılığın içinde olandan daha çok dalâlette kim vardır?”"},{"SurahNumber":41,"VerseNumber":53,"Text":"Âyetlerimizi afakta (ruhumuzun baş gözüyle) ve enfüste (nefsimizin kalp gözüyle) onlara göstereceğiz. O´nun hak olduğu onlara tebeyyün etsin (açıkça belli olsun) diye. Rabbinin herşeye şahit olması kâfi değil mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Onlar gerçekten Rab´lerine mülâki olacaklarından (ruhlarını hayatta iken Allah´a ulaştıracaklarından) şüphe içindeler, öyle değil mi? O (Allah), herşeyi ihata etmiştir (ilmiyle kuşatmıştır), öyle değil mi"},{"SurahNumber":42,"VerseNumber":1,"Text":"Hâ, Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn, Sin, Kâf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Azîz ve Hakîm olan Allah, işte böyle, sana ve senden öncekilere vahyeder"},{"SurahNumber":42,"VerseNumber":4,"Text":"Göklerde ve yerde olan her şey, O´nundur. Ve O, Âli´dir (Yüce), Azîm´dir (Büyük)"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gökler neredeyse üstlerinden parçalanacak. Ve melekler, Rab´lerini hamd ile tesbih ederler, yeryüzündeki kişiler için mağfiret dilerler. Allah, gerçekten Gafûr (mağfiret eden) ve Rahîm´dir (Rahîm esmasıyla tecelli eden), öyle değil mi"},{"SurahNumber":42,"VerseNumber":6,"Text":"Ve onlar, O´ndan (Allah´tan) başka dostlar edindiler. Allah, onların üzerine Hafîz´dir (yaptıklarını hayat filmlerinde muhafaza eder). Ve sen, onlara vekil değilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"İşte böylece sana, Arapça Kur´ân´ı vahyettik, şehirlerin anasını (Mekke halkını) ve onun etrafındakileri, hakkında şüphe olmayan toplanma günü (kıyâmet günü) ile uyarman için. Onların bir kısmı cennette ve bir kısmı alevli ateştedir (cehennemde)dir"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eğer Allah dileseydi, onları mutlaka tek bir ümmet kılardı. Ve lâkin dilediği kimseyi rahmetinin içine koyar ve zalimler için bir velî (dost) ve yardımcı yoktur"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa O´ndan başka dostlar mı edindiler? İşte Allah; O, dosttur. Ve O, ölüleri diriltir. Ve O, herşeye kaadirdir"},{"SurahNumber":42,"VerseNumber":10,"Text":"Birşey hakkında ihtilâfa düşerseniz, artık onun hükmü Allah´a aittir. İşte bu Allah, benim Rabbimdir. O´na tevekkül ettim. Ve O´na yönelirim"},{"SurahNumber":42,"VerseNumber":11,"Text":"Gökleri ve yeri yaratan, sizin nefslerinizden eşler kıldı ve hayvanlardan da eşler kıldı. Orada sizi çoğaltır, yayar. Hiçbir şey, O´nun gibi değildir. Ve O, en iyi işiten, en iyi görendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin anahtarları, O´nundur. Dilediğinin rızkını genişletir ve daraltır. Muhakkak ki O, herşeyi en iyi bilendir"}]}