{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"evar taṉ mukattai muṟṟilum allāhviṉ pakkam tiruppi, paṇintu naṉmaiyum ceytu koṇṭirukkiṟārō avar niccayamāka (aṟupaṭāta) mikka palamāṉatoru vaḷayattaip piṭittuk koṇṭār. Ellā kāriyaṅkaḷiṉ muṭivum allāhviṭamē irukkiṟatu"},{"SurahNumber":31,"VerseNumber":23,"Text":"(napiyē!) Evarēṉum (um'mai) nirākarittu viṭṭāl, avarkaḷuṭaiya nirākarippu um'mait tukkattil āḻttiviṭa vēṇṭām. Avarkaḷ nam'miṭamē varavēṇṭum. Accamayam avarkaḷuṭaiya (ic)ceyalaip paṟṟi nām avarkaḷukku aṟivuṟuttuvōm. Niccayamāka allāh (maṉitarkaḷiṉ) uḷḷaṅkaḷil uḷḷavaṟṟai naṉkaṟintavaṉ"},{"SurahNumber":31,"VerseNumber":24,"Text":"avarkaḷai (iccamayam) ciṟitu cukamaṉupavikkumpaṭi nām viṭṭu vaippōm. Piṉṉar, kaṭumaiyāṉa vētaṉaiyiṉ pakkam (cellumpaṭi) nām avarkaḷai nirppantittu viṭuvōm"},{"SurahNumber":31,"VerseNumber":25,"Text":"(napiyē!) ‘‘Vāṉaṅkaḷaiyum pūmiyaiyum paṭaittavaṉ yār?'' Eṉṟu nīr avarkaḷaik kēṭpīrāyiṉ, ataṟkavarkaḷ ‘‘allāhtāṉ'' eṉṟu niccayamākak kūṟuvārkaḷ. (Ataṟku, ‘‘ivvaḷavēṉum uṅkaḷukku aṟivu iruppatu paṟṟi) allāhvai nāṉ pukaḻkiṟēṉ'' eṉṟu nīr kūṟuvīrāka. Eṉiṉum, avarkaḷil perumpālāṉavarkaḷ (iṟaivaṉai ivvāṟu pukaḻntu tuti ceyya) aṟiya māṭṭārkaḷ"},{"SurahNumber":31,"VerseNumber":26,"Text":"vāṉaṅkaḷilum pūmiyilum uḷḷa aṉaittum allāhvukku uriyaṉavē. Eṉiṉum, niccayamāka allāh (ivaṟṟiṉ) tēvaiyaṟṟavaṉum mikap pukaḻuṭaiyavaṉum āvāṉ"},{"SurahNumber":31,"VerseNumber":27,"Text":"Pūmiyiluḷḷa maraṅkaḷ (ceṭikaḷ eṉa) aṉaittaiyum eḻutu kōlkaḷākavum, kaṭal nīrai maiyākavum vaittu (atu tīrntu) piṉṉum ēḻu kaṭalkaḷiṉ nīraiyum maiyāka vaittu eḻutiya pōtilum allāhvuṭaiya vacaṉaṅkaḷ (eḻuti) muṭivu peṟātu. Niccayamāka allāh (aṉaittaiyum) mikaittavaṉum ñāṉamuṭaiyavaṉum āvāṉ"},{"SurahNumber":31,"VerseNumber":28,"Text":"maṉitarkaḷē! (Ārampattil) uṅkaḷai paṭaippatum, (maraṇitta piṉ) uṅkaḷukku uyir koṭuttu eḻuppuvatum avaṉukku, uṅkaḷil oruvarai (ārampattil) paṭai(ttu uyir koṭu)ppatu pōlavē tavira vēṟillai. Niccayamāka allāh (aṉaittaiyum) ceviyuṟupavaṉum uṟṟu nōkkupavaṉum āvāṉ"},{"SurahNumber":31,"VerseNumber":29,"Text":"(napiyē!) Allāhtāṉ iravaip pakalilum pakalai iravilum nuḻaiya vaittu cūriyaṉaiyum cantiraṉaiyum (taṉ atikārattiṟkuḷ) aṭakki vaittirukkiṟāṉ eṉpataiyum nīr pārkkavillaiyā? Ivaṟṟil ovvoṉṟum (avaṟṟukku avaṉ) kuṟippiṭṭa tiṭṭappaṭiyē naṭakkiṉṟaṉa. Niccayamāka allāh nīṅkaḷ ceypavaṟṟai naṉkaṟintavaṉ"},{"SurahNumber":31,"VerseNumber":30,"Text":"ivaiyaṉaittum ‘‘niccayamāka allāhtāṉ uṇmaiyāṉa iṟaivaṉ eṉpataṟkum, avaṉaiyaṉṟi avarkaḷ (teyvaṅkaḷeṉa) aḻaippavai poyyāṉavai eṉpataṟkum, niccayamāka allāhtāṉ mikap periyavaṉum mēlāṉavaṉum āvāṉ'' eṉpataṟkum attāṭcikaḷāka irukkiṉṟaṉa"},{"SurahNumber":31,"VerseNumber":31,"Text":"allāhvuṭaiya aruṭkoṭaikaḷaic cumantukoṇṭu kaṭalil cellum kappalum avaṉuṭaiya attāṭcikaḷai uṅkaḷukku aṟivikkak kūṭiyatāka iruppatai nīr kavaṉikkavillaiyā? Poṟumaiyuṭaṉ (ciramaṅkaḷaic) cakittiruntu, avaṉukku naṉṟi celuttum aṉaivarukkum niccayamāka itil pala attāṭcikaḷ irukkiṉṟaṉa"},{"SurahNumber":31,"VerseNumber":32,"Text":"(Kappalil cellum) avarkaḷai(p puyal kāṟṟaṭittu nālā pakkaṅkaḷiliruntum) alaikaḷ mēl mukaṭukaḷaip pōl cūḻntu koḷḷum camayattil, allāhvukku vaḻipaṭṭu, kalappaṟṟa maṉatuṭaṉ avaṉai aḻaittup pirārttikkiṉṟaṉar! Avaṉ avarkaḷaik karaiyil iṟakki pātukāttuk koṇṭālō avarkaḷil cilartāṉ nitāṉamāka naṭakkiṉṟaṉar. (Perumpālāṉavarkaḷō nitāṉam tavaṟiyē naṭakkiṉṟaṉar.) Mika naṉṟikeṭṭa catikārarkaḷait tavira (maṟṟevarum) nam attāṭcikaḷai nirākarikka māṭṭārkaḷ"},{"SurahNumber":31,"VerseNumber":33,"Text":"maṉitarkaḷē! Uṅkaḷ iṟaivaṉukku añci oru nāḷaippaṟṟiyum payantu koḷḷuṅkaḷ. (Annāḷil) tantai piḷḷaikku utavamāṭṭār; piḷḷaiyum tantaikku oru utaviyum ceyya māṭṭāṉ. (Ovvoruvarum taṉṉaiyē pātukāttuk koḷḷumpaṭi nirppantikkiṉṟa nāḷākum atu.) Niccayamāka (annāḷ varumeṉṟa) allāhvuṭaiya vākkuṟuti uṇmaiyāṉatākum. Ākavē, ivvulaka vāḻkkai uṅkaḷai mayakki viṭa vēṇṭām. (Ṣaittāṉākiya) māyakkāraṉum allāhvaip paṟṟi uṅkaḷai mayakkiviṭa vēṇṭām"},{"SurahNumber":31,"VerseNumber":34,"Text":"niccayamāka (ulaka muṭivu) kālattaip paṟṟiya ñāṉam allāhviṭattil (maṭṭum)tāṉ irukkiṟatu. Avaṉē maḻaiyai iṟakkivaikkiṟāṉ. Avaṉē karppaṅkaḷil (karu) tarippataiyum aṟivāṉ. (Avaṉait tavira) evarum nāḷaikku avar eṉṉa ceyvār eṉpatai aṟiyamāṭṭār. Entap pūmiyil iṟappār eṉpataiyum (avaṉait tavira) evarum aṟiyamāṭṭār. Niccayamāka allāhtāṉ (ivaṟṟai) naṉkaṟintavaṉum terintavaṉum āvāṉ"},{"SurahNumber":32,"VerseNumber":1,"Text":"aliḥp lām mīm"},{"SurahNumber":32,"VerseNumber":2,"Text":"(napiyē! Um mītu) aruḷappaṭṭa ivvētam ulakattāriṉ iṟaivaṉiṭamiruntē vantateṉpatil oru cantēkamumillai"},{"SurahNumber":32,"VerseNumber":3,"Text":"(Nam napi) “itai(t tāmākavē) kaṟpaṉai ceytu koṇṭār'' eṉṟu (uṅkaḷaip paṟṟi) avarkaḷ kūṟukiṉṟaṉarā? Avvāṟaṉṟu. Itu umatu iṟaivaṉāl umakku aruḷappaṭṭa uṇmaiyāṉa vētamākum. Umakku muṉṉar ituvarai oru tūtarumē varātirunta (inta arapi) makkaḷukku nīr accamūṭṭi eccarikkai ceyvataṟkākavē (ivvētam aruḷappaṭṭuḷḷatu. Itaip piṉpaṟṟi) avarkaḷ nērāṉa vaḻiyil celvārkaḷāka"},{"SurahNumber":32,"VerseNumber":4,"Text":"allāhtāṉ vāṉaṅkaḷaiyum, pūmiyaiyum, ivaṟṟukku mattiyil uḷḷavaṟṟaiyum āṟē nāḷkaḷil paṭaittu arṣiṉ mītu (taṉ makimaikkut takkavāṟu) uyarntuviṭṭāṉ. (Uṅkaḷaip) pātukāppavaṉō allatu (uṅkaḷukkup) parintu pēcupavaṉō avaṉait tavira (vēṟoruvarum) uṅkaḷukku illai. (Itai aṟintu) nīṅkaḷ nalluṇarcci peṟa vēṇṭāmā"},{"SurahNumber":32,"VerseNumber":5,"Text":"vāṉattiliruntu pūmi varaiyilumuḷḷa ellā kāriyaṅkaḷaiyum avaṉē oḻuṅkupaṭuttukiṟāṉ. (Ovvoṉṟiṉ muṭivum) oru nāḷaṉṟu avaṉiṭamē ceṉṟuviṭum. Anta (oru) nāḷ nīṅkaḷ eṇṇukiṉṟa uṅkaḷ kaṇakkiṉpaṭi āyiram āṇṭukaḷukkuc camamākum"},{"SurahNumber":32,"VerseNumber":6,"Text":"avaṉē (vāṉam pūmiyiluḷḷa) maṟaivāṉataiyum veḷippaṭaiyāṉataiyum (uḷḷatu uḷḷapaṭi) naṉkaṟintavaṉ; (aṉaittaiyum) mikaittavaṉ, makā karuṇaiyuṭaiyavaṉ āvāṉ"},{"SurahNumber":32,"VerseNumber":7,"Text":"avaṉē ellā poruḷkaḷaiyum (paṭaittu) avaṟṟiṉ kōlattaiyum mikka aḻakāka amaittāṉ. Ārampattil maṉitaṉai kaḷimaṇṇaik koṇṭē paṭaittāṉ"},{"SurahNumber":32,"VerseNumber":8,"Text":"piṉṉar, ōr aṟpat tuḷiyākiya (intiriyac) cattiliruntu avaṉuṭaiya cantatiyaip paṭaikkiṟāṉ"},{"SurahNumber":32,"VerseNumber":9,"Text":"piṉṉar, avaṉ (paṭaippākiya) ataic ceppaṉiṭṭut taṉatu ‘rūhai' atil pukutti (uṅkaḷai uṟpatti ceykiṟāṉ.) Uṅkaḷukkuk kātukaḷ, kaṇkaḷ, uḷḷaṅkaḷ ākiyavaṟṟaiyum avaṉē amaikkiṟāṉ. Ivvāṟu iruntum uṅkaḷil naṉṟi celuttupavarkaḷ veku cilarē"},{"SurahNumber":32,"VerseNumber":10,"Text":"‘‘(Nāṅkaḷ iṟantu) pūmiyil aḻintu pōṉataṉ piṉṉar meyyākavē nāṅkaḷ putiya paṭaippāka amaikkappaṭṭu viṭuvōmā?'' Eṉṟu avarkaḷ kūṟukiṉṟaṉar. Itumaṭṭumalla, avarkaḷ taṅkaḷ iṟaivaṉaic cantippataiyum nirākarikkiṉṟaṉar"}]}