{"Id":56,"LanguageCodes":["bn","ben"],"Name":"ben-zohurulhoque-la","Author":"Zohurul Hoque","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":12,"VerseNumber":101,"Text":"Amara prabhu! Tumi itimadhye'i amake rajatbera adhikara pradana karecha ebam ghatanabalira tatparya samparke amake siksadana karecha, he mahakasamandali o prthibira adi-srasta! Tumi'i e'i duniya o akherate amara maniba, amake musalima abasthaya marate da'o ebam amake satkarmidera sange sanyukta karo.’’"},{"SurahNumber":12,"VerseNumber":102,"Text":"E'i hacche adrsya byaparera sambada ya amara tomara kache pratyadesa karachi. Ara tumi tadera sange chile na yakhana tara tadera byapara-syapara gutacchila o tara phandi atamchila."},{"SurahNumber":12,"VerseNumber":103,"Text":"Ara yadi'o tumi ekantabhabe ca'o tathapi adhikansa loke'i bisbasakari naya."},{"SurahNumber":12,"VerseNumber":104,"Text":"Ara tumi era jan'ya tadera kache kono parisramika ca'icha na. E to bisbajagatera jan'ya upadesa byatita naya."},{"SurahNumber":12,"VerseNumber":105,"Text":"Ara mahakasamandale o prthibite kata na nidarsana rayeche yara pasa diye tara yatayata kare, tathapi tara e-sabera prati udasina"},{"SurahNumber":12,"VerseNumber":106,"Text":"ara tadera adhikansa'i allah‌ra prati bisbasa kare na tara bahukhodabadi na ha'oya paryanta."},{"SurahNumber":12,"VerseNumber":107,"Text":"Tara ki tabe nirapada bodha kare tadera upare allah‌ra sastira gheratopa ese para sanbandhe, athaba tara yakhana bekheyala thake takhana ghanta atarkite tadera upare ese para sanbandhe"},{"SurahNumber":12,"VerseNumber":108,"Text":"Tumi bala -- ''e'i hacche amara patha, ami allah‌ra prati ahbana kari, ami o yara amake anusarana kare tara jnanalokera upare rayechi. Ara allah‌ra'i saba mahima, ara ami bahukhodabadidera madhyekara na'i.’’"},{"SurahNumber":12,"VerseNumber":109,"Text":"Ara tomara purbe janapadabasidera madhye theke manusa chara an'ya ka'uke amara patha'i ni yamdera kache amara pratyadesa diyechilama. Kaje'i tara ki prthibite paryatana kare ni ebam dekhe ni kemana hayechila tadera parinama yara chila tadera agragami? Ara parakalera abasasthala abasya'i adhikatara bhala tadera jan'ya yara dharmabhiruta abalanbana kare. Tomara ki tabe bojha na"},{"SurahNumber":12,"VerseNumber":110,"Text":"abasese yakhana rasulagana hatasa hayechilena, ara tara bhebechila ye tadera niscaya'i mithya bala hayeche, takhana'i ese paumchala. Kaje'i yadera amara iccha karalama tadera ud'dhara karalama. Ara aparadhi sampradaya theke amadera sasti pratihata haya na."},{"SurahNumber":12,"VerseNumber":111,"Text":"Tadera kahinira madhye abasya'i siksaniya bisaya rayeche bodhasaktisampannadera jan'ye. E emana kahini naya ya jala kara hayeche, baranca e hacche era age ya esechila tara samarthanakari, ebam saba bisayera bistarita brttanta, ara pathanirdesa o karuna yara bisbasa kare se'i sampradayera jan'ya."},{"SurahNumber":13,"VerseNumber":1,"Text":"Alipha, lama, mima, ra. Esaba hacche granthakhanara ayatasamuha. Ara ya tomara prabhura kacha theke tomara nikata abatirna hayeche ta paramasatya, kintu adhikansa loka bisbasa kare na."},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah‌i tini yini mahakasamandalake urdhbe sthapana karechena kono stambha chara -- tomara to e dekhacha, ara tini arase samasina halena, ara tini surya o candrake anugata karalena. Pratyeke abartana karache ekati nirdista kaksapathe. Tini'i byapara niyantrana karena, bisadabhabe barnana karena nirdesabali, yena tomara tomadera prabhura sange saksatkara sanbandhe niscita bisbasa karate para."},{"SurahNumber":13,"VerseNumber":3,"Text":"Ara tini'i se'ijana yini prthibike bistrta karechena, ara tate sthapana karechena parbatamala o nadanadi. Ara pratyeka phalera ksetre -- tara madhye tini srsti karechena joraya-joraya duti-duti. Tini ratrike diye dinake abrta karena. Nihsandeha ete saksat nidarsana rayeche se'i lokadera jan'ya yara cinta kare."},{"SurahNumber":13,"VerseNumber":4,"Text":"Ara prthibite ache pasapasi matha, ara anurera bagana o sasyaksetra o khejurera gacha -- bhira ka’re o bhira na ka’re -- odera pani de'oya haya eka'i pani. Ara tadera katakatake katakatara upare pradhan'ya diyechi asbadanera ksetre. Nihsandeha ete bisista nidarsana rayeche se'isaba lokera jan'ya yara bud'dhi-bibecana prayoga kare."}]}