{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"Ani he majhya jamaticya lokanno! He kaya ki mi tumhala muktikade bolavita ahe ani tumhi, mala jahannamakade bolavita ahata"},{"SurahNumber":40,"VerseNumber":42,"Text":"Tumhi mala ya gostice amantrana deta ahata ki mi allahaca inkara karava ani (dusaryala) tyaca sahabhagi karave, jyace mala kasalehi jnana nahi, ani mi tumhala varcasvasali, mapha karanarya (allaha) kade bolavita ahe"},{"SurahNumber":40,"VerseNumber":43,"Text":"He agadi niscita ki tumhi mala jyacyakade bolavita ahata, to na tara ya jagata pukaranyayogya ahe ani na akhiratamadhye ani he dekhila agadi niscita ki amha sarvance paratane allahacyakade ahe ani maryadece ullanghana karanare niscitaca jahannami aheta"},{"SurahNumber":40,"VerseNumber":44,"Text":"Tevha bhavisyata tumhi majhya gostinci (bolanyaci) athavana karala, mi apala mamala allahacya havali karato, nihsansaya, allaha apalya dasanna pahanara ahe"},{"SurahNumber":40,"VerseNumber":45,"Text":"Tevha allahane tyala tya sarva va'ita gostipasuna suraksita thevale jya, tya lokanni yojilya hotya ani phira'aunacya anuyayinvara mothya va'ita prakaraca azaba kosalala"},{"SurahNumber":40,"VerseNumber":46,"Text":"Aga ahe jicyasamora he pratyeka sakala ani sandhyakala anale jatata, ani jya divasi kayamata prasthapita ho'ila (adesa dila ja'ila ki) phira'aunacya anuyayinna atisaya kathora siksa - yataneta taka"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ani jevha te jahannamamadhye ekamekansi bhandatila, tevha kamajora loka, mothya lokanna (jyancya tabyata he hote) mhanatila ki, amhi tara tumace anuyayi hoto, tara kaya ata tumhi amacyapasuna ya agica ekhada his'sa hatavu sakata"},{"SurahNumber":40,"VerseNumber":48,"Text":"Te mothe loka uttara detila ki amhi tara sarva yaca agita ahota. Allahane apalya dasancya daramyana phaisala kelela ahe"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ani sarva jahannami loka (ekatra ho'una) jahannamacya raksakanna sangatila ki tumhica apalya palanakartyasa du'a (prarthana) kara ki tyane kona eka divasi amacya sikseta kami karavi"},{"SurahNumber":40,"VerseNumber":50,"Text":"Te uttara detila ki kaya tumacyajavala tumace paigambara camatkara (mojije) ghe'una ale navhate. Te mhanatila, ka nahi? Tyavara te mhanatila, maga tumhica du'a - prarthana kara ani kaphira lokanci du'a (prarthana) agadi (nisprabha ani) vyartha ahe"},{"SurahNumber":40,"VerseNumber":51,"Text":"Nihsansaya, amhi apalya paigambaranci ani imana rakhanaryanci ya jagacya jivanatahi madata karu ani tya divasihi, jevha saksa denare ubhe rahatila"},{"SurahNumber":40,"VerseNumber":52,"Text":"Jya divasi atyacari lokanci lacari kahica phayada denara nahi ani tyancyasathi dhihkkara asela ani tyancyasathi va'ita ghara asela"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ani amhi musala margadarsana pradana kele ani isra'ilacya santatila ya granthaca uttaradhikari banavile"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ki bud'dhimanankarita to, margadarsana ani bodha hota"},{"SurahNumber":40,"VerseNumber":55,"Text":"Tevha (he paigambara!) Tumhi dhira - sanyama rakha, allahaca vayada agadi sacca ahe, tumhi apalya aparadhanci ksama magata raha ani sakala sandhyakala apalya palanakartyacya pavitryace gunagana va stuti - prasansa karita raha"},{"SurahNumber":40,"VerseNumber":56,"Text":"Nihsansaya, je loka apalyajavala konatehi pramana nasatanahi allahacya ayatimbabata vada ghalatata, tyancya manata ahankarasivaya dusare kahi nahi, je ya mothepanaparyanta pohacavanara nahita tevha tumhi allahace sarana magata raha. Nihsansaya, to purnapane aikanara ani sarvadhika pahanara ahe"},{"SurahNumber":40,"VerseNumber":57,"Text":"Akasanci ani dharatici nirmiti niscitaca manavancya nirmitipeksa phara mothe kama ahe, parantu (hi gosta vegali ki) bahuteka loka he janata nahita"},{"SurahNumber":40,"VerseNumber":58,"Text":"Ani andhala va dolasa doghe samana nahi, na te loka, jyanni imana rakhale ani satkarma karita rahile, duskarma karanaryancya (samana aheta) tumhi (pharaca) kami bodha grahana karita ahata"},{"SurahNumber":40,"VerseNumber":59,"Text":"Kayamata khatrine ani nihsansaya yenara ahe, tathapi (hi gosta vegali ki) adhikansa loka imana rakhata nahita"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ani tumacya palanakartyaca adesa (lagu jhalela ahe) ki mala du'a (prarthana) kara, mi tumacya du'a (prarthana) na kabula karena, nihsansaya je loka majhya upasanesi ghamenda karatata, te lavakaraca apamanita ho'una jahannamamadhye dakhala hotila"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allahane tumacyasathi ratra banavili ahe ki tumhi ticyata arama karu sakave ani divasala, dakhavinara banavile. Nihsansaya allaha lokanvara upakara (krpa) ani daya karanara ahe, parantu adhikansa loka krtajnata vyakta karita nahi"},{"SurahNumber":40,"VerseNumber":62,"Text":"Haca allaha ahe tumha sarvanca palanaposana karanara. Pratyeka vastunca racayita, tyacyakherija konihi sacca upasya (mabuda) nahi, maga tumhi konatya bajula bhatakavile jata ahata"},{"SurahNumber":40,"VerseNumber":63,"Text":"Tyaca prakare te loka dekhila bahakavile jata rahile, je allahacya ayatinca inkara karita hote"},{"SurahNumber":40,"VerseNumber":64,"Text":"To allaha hoya, jyane tumacyasathi jaminila rahanyace thikana ani akasala chata banavile ani tumhala rupa dile ani khupa cangale banavile ani tumhala khupa cangalya cangalya vastu khanyasathi dilyata. Toca allaha tumaca palanakarta ahe. Tevha motha subha ahe allaha, jo samasta visvanca svami va palanakarta ahe"},{"SurahNumber":40,"VerseNumber":65,"Text":"To jivanta ahe, tyacyakherija konihi upasya nahi, tevha tumhi visud'dha manane tyacica upasana karita tyala pukara, sarva prasansa allaha karitaca ahe, jo samasta visvanca svami va palanakarta ahe"}]}