{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":13,"VerseNumber":35,"Text":"Os describimos el Paraiso que le fue prometido a los piadosos: En el corren los rios, sus frutos no se agotaran jamas y su sombra sera eterna. Esta sera la recompensa de los temerosos de Allah; y el castigo de los incredulos sera el Infierno"},{"SurahNumber":13,"VerseNumber":36,"Text":"Aquellos a quienes concedimos el Libro [el Coran] se regocijan con lo que te fue revelado [¡Oh, Muhammad!]; y entre los aliados [incredulos que se aunaron para combatir al Islam] hay quienes negaron algunas partes [del Coran]. Diles: Por cierto que me ha sido ordenado adorar a Allah y no atribuirle coparticipes; a El me encomiendo y ante El comparecere"},{"SurahNumber":13,"VerseNumber":37,"Text":"Ciertamente te hemos revelado el Coran en idioma arabe. Y si tu sigues sus pasiones despues de haberte llegado el conocimiento, no tendras, fuera de Allah, ni defensor ni protector alguno"},{"SurahNumber":13,"VerseNumber":38,"Text":"Hemos enviado a otros Mensajeros antes de ti, y les concedimos esposas e hijos, y no podia ningun Mensajero presentar un milagro salvo con el permiso de Allah, cada Libro fue revelado en su momento prefijado"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah anula o confirma [de Su Designio] lo que quiere. El tiene en Su poder el Libro donde estan registradas todas las cosas [la Tabla Protegida]"},{"SurahNumber":13,"VerseNumber":40,"Text":"[¡Oh, Muhammad!] Puede que te hagamos ver parte de lo que les tenemos reservado [a los incredulos como castigo], o te hagamos morir antes de ello [pero ten la certeza que seran atormentados], ciertamente tu solo debes transmitir el Mensaje, y ante Nosotros compareceran"},{"SurahNumber":13,"VerseNumber":41,"Text":"Acaso no vieron que Nosotros decretamos que fueran perdiendo territorio a manos de los creyentes? Cuando Allah decide algo nadie lo puede impedir, y El es rapido en ajustar cuentas"},{"SurahNumber":13,"VerseNumber":42,"Text":"Por cierto que anteriormente [los incredulos] tambien se confabularon [contra los Mensajeros] pero Allah desbarato los planes de todos ellos, y El bien sabe lo que cada alma se propone realizar; y ya sabran los incredulos quienes mereceran la peor de las moradas [el Infierno]"},{"SurahNumber":13,"VerseNumber":43,"Text":"Y dicen los incredulos: Tu [¡Oh, Muhammad!] no eres un Mensajero. Diles: Es suficiente Allah como testigo [de mi veracidad] entre vosotros y yo, y tambien [son testigos de ello] quienes tienen conocimiento sobre los Libros revelados anteriormente [la Tora y el Evangelio]"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif. Lam. Ra. Este es el Libro que te hemos revelado para que saques a los hombres de las tinieblas a la luz, por la voluntad de tu Senor, y les guies hacia el sendero de Allah, Poderoso, Loable"},{"SurahNumber":14,"VerseNumber":2,"Text":"A Allah pertenece cuanto existe en los cielos y la Tierra. ¡Ya veran los incredulos el terrible castigo que les aguarda [el Dia del Juicio]"},{"SurahNumber":14,"VerseNumber":3,"Text":"Por cierto que quienes prefieren la vida mundanal a la otra y desvian a los hombres del sendero de Allah, tratando de modificarlo, estan en un profundo extravio"},{"SurahNumber":14,"VerseNumber":4,"Text":"Todos los Mensajeros que enviamos hablaban el idioma de su pueblo para transmitirles claramente el Mensaje. Pero sabed que Allah extravia a quien Le place y guia a quien quiere; ciertamente El es Poderoso, Sabio"},{"SurahNumber":14,"VerseNumber":5,"Text":"Enviamos a Moises [Musa] con Nuestros signos [al Faraon y su pueblo, y le dijimos:] Saca a tu pueblo de las tinieblas a la luz, y recuerdales que Allah, por Su poder, puede agraciarles o castigarles. Por cierto que en ello [la historia de Moises [Musa]] hay signos para quien es perseverante y agradecido"},{"SurahNumber":14,"VerseNumber":6,"Text":"Recordad la gracia de Allah para con vosotros, cuando os salvo de las huestes del Faraon, quienes os sometian a crueles castigos, degollaban a vuestros hijos varones y dejaban con vida a vuestras mujeres. Y por cierto que en esto habia una dura prueba de vuestro Senor para vosotros"},{"SurahNumber":14,"VerseNumber":7,"Text":"Vuestro Senor os hace saber que si Le agradeceis, El incrementara vuestro sustento; y sabed que si sois desagradecidos Su castigo sera severo"},{"SurahNumber":14,"VerseNumber":8,"Text":"Dijo Moises [Musa]: Si vosotros y todos los que habitan en la Tierra no creeis, sabed que Allah es Opulento [y prescinde de todas las criaturas], Loable"},{"SurahNumber":14,"VerseNumber":9,"Text":"¿Acaso no os fue relatado lo que le acontecio a vuestros predecesores, al pueblo de Noe [Nuh], Ad, Zamud, y a todos aquellos que les sucedieron y que solo Allah conoce? Cuando sus Mensajeros se presentaron ante ellos, se mordieron los dedos del odio [que sentian por ellos] y les dijeron: Nosotros no creemos en el Mensaje que habeis traido, y por cierto que tenemos una profunda duda sobre aquello a lo que nos convocais"}]}