{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Vo imya Allakha milostivogo, miloserdnogo"},{"SurahNumber":1,"VerseNumber":2,"Text":"Khvala - Allakhu, Gospodu mirov"},{"SurahNumber":1,"VerseNumber":3,"Text":"milostivomu, miloserdnomu"},{"SurahNumber":1,"VerseNumber":4,"Text":"tsaryu v den' suda"},{"SurahNumber":1,"VerseNumber":5,"Text":"Tebe my poklonyayemsya i prosim pomoch'"},{"SurahNumber":1,"VerseNumber":6,"Text":"Vedi nas po doroge pryamoy"},{"SurahNumber":1,"VerseNumber":7,"Text":"po doroge tekh, kotorykh Ty oblagodetel'stvoval, ne tekh, kotoryye nakhodyatsya pod gnevom, i ne zabludshikh"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alm"},{"SurahNumber":2,"VerseNumber":2,"Text":"Eta kniga - net somneniya v tom - rukovodstvo dlya bogoboyaznennykh"},{"SurahNumber":2,"VerseNumber":3,"Text":"tekh, kotoryye veruyut v taynoye i vystaivayut molitvu i iz togo, chem My ikh nadelili, raskhoduyut"},{"SurahNumber":2,"VerseNumber":4,"Text":"i tekh, kotoryye veruyut v to, chto nisposlano tebe i chto nisposlano do tebya, i v posledney zhizni oni ubezhdeny"},{"SurahNumber":2,"VerseNumber":5,"Text":"Oni na pryamom puti ot ikh Gospoda, i oni - dostigshiye uspekha"},{"SurahNumber":2,"VerseNumber":6,"Text":"Poistine, te, kotoryye ne uverovali, - vse ravno im, uveshcheval ty ikh ili ne uveshcheval, - oni ne veruyut"},{"SurahNumber":2,"VerseNumber":7,"Text":"Nalozhil pechat' Allakh na serdtsa ikh i na slukh, a na vzorakh ikh - zavesa. Dlya nikh - velikoye nakazaniye"},{"SurahNumber":2,"VerseNumber":8,"Text":"I sredi lyudey nekotoryye govoryat: \"Uverovali my v Allakha i v posledniy den'\". No oni ne veruyut"},{"SurahNumber":2,"VerseNumber":9,"Text":"Oni pytayutsya obmanut' Allakha i tekh, kotoryye uverovali, no obmanyvayut tol'ko samikh sebya i ne znayut"},{"SurahNumber":2,"VerseNumber":10,"Text":"V serdtsakh ikh bolezn'. Pust' zhe Allakh uvelichit ikh bolezn'! Dlya nikh - muchitel'noye nakazaniye za to, chto oni lgut"},{"SurahNumber":2,"VerseNumber":11,"Text":"A kogda im govoryat: \"Ne rasprostranyayte nechestiya na zemle!\" - oni govoryat: \"My - tol'ko tvoryashchiye blagoye"},{"SurahNumber":2,"VerseNumber":12,"Text":"Razve net? Ved' oni - rasprostranyayushchiye nechestiye, no ne znayut oni"},{"SurahNumber":2,"VerseNumber":13,"Text":"A kogda govoryat im: \"Uveruyte, kak uverovali lyudi!\" - oni otvechayut: \"Razve my stanem verovat', kak uverovali gluptsy?\" Razve net? Poistine, oni - gluptsy, no oni ne znayut"},{"SurahNumber":2,"VerseNumber":14,"Text":"I kogda oni vstrechayut tekh, kotoryye uverovali oni govoryat: \"My uverovali! A kogda ostayutsya so svoimi shaytanami, to govoryat: \"My ved' - s vami, my ved' tol'ko izdevayemsya"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allakh poizdevayetsya nad nimi i usilit ikh zabluzhdeniye, v kotorom oni skitayutsya slepo"},{"SurahNumber":2,"VerseNumber":16,"Text":"Eto - te, kotoryye kupili zabluzhdeniye za pravyy put'. Ne pribyl'na byla ikh torgovlya, i ne byli oni na vernom puti"},{"SurahNumber":2,"VerseNumber":17,"Text":"Podobny oni tomu, kto zazheg ogon', a kogda on osvetil vse, chto krugom nego, Allakh unes ikh svet i ostavil ikh vo mrake, tak chto oni ne vidyat"},{"SurahNumber":2,"VerseNumber":18,"Text":"Glukhiye, nemyye, slepyye, - i oni ne vozvrashchayutsya (k Allakhu)"},{"SurahNumber":2,"VerseNumber":19,"Text":"Ili kak dozhdevaya tucha s neba. V ney - mrak, grom i molniya, oni vkladyvayut svoi pal'tsy v ushi ot molniy, boyas' smerti, a Allakh ob\"yemlet neveruyushchikh"},{"SurahNumber":2,"VerseNumber":20,"Text":"Molniya gotova otnyat' ikh zreniya; kak tol'ko ona im osvetit, oni idut pri ney. A kogda okazhetsya nad nimi mrak, oni stoyat. A yesli by Allakh pozhelal, to unes by ikh slukh i zreniye: ved' Allakh nad vsyakoy veshch'yu moshchen"},{"SurahNumber":2,"VerseNumber":21,"Text":"O lyudi! Poklonyaytes' vashemu Gospodu, kotoryy sotvoril vas i tekh, kto byl do vas, - mozhet byt', vy budete bogoboyaznenny"},{"SurahNumber":2,"VerseNumber":22,"Text":"kotoryy zemlyu sdelal dlya vas kovrom, a nebo - zdaniyem, i nizvel s neba vodu, i vyvel yeyu plody propitaniyem dlya vas. Ne predavayte zhe Allakhu ravnykh, v to vremya kak vy znayete"},{"SurahNumber":2,"VerseNumber":23,"Text":"A yesli vy v somnenii otnositel'no togo, chto My nisposlali Nashemu rabu, to prinesite suru, podobnuyu etomu, i prizovite vashikh svideteley, pomimo Allakha, yesli vy pravdivy"},{"SurahNumber":2,"VerseNumber":24,"Text":"Yesli zhe vy etogo ne sdelayete, - a vy nikogda etogo ne sdelayete! - to poboytes' ognya, toplivom dlya kotorogo lyudi i kamni, ugotovannogo nevernym"},{"SurahNumber":2,"VerseNumber":25,"Text":"I obraduy tekh, kotoryye uverovali i tvorili blagoye, chto dlya nikh - sady, gde vnizu tekut reki. Vsyakiy raz, kak im dayutsya v udel ottuda kakiye-nibud' plody, oni govoryat: \"Eto - to, chto bylo darovano nam ran'she\", - togda kak im dostavleno tol'ko skhodnoye. Dlya nikh tam - suprugi chistyye, i oni tam budut prebyvat' vechno"}]}