{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Ciertamente, los creyentes triunfarán"},{"SurahNumber":23,"VerseNumber":2,"Text":"esos que rezan con recogimiento (temiendo a Al-lah)"},{"SurahNumber":23,"VerseNumber":3,"Text":"esos que se alejan de la banalidad (y de la falsedad)"},{"SurahNumber":23,"VerseNumber":4,"Text":"esos que entregan el azaque"},{"SurahNumber":23,"VerseNumber":5,"Text":"esos que protegen sus partes íntimas (de la inmoralidad)"},{"SurahNumber":23,"VerseNumber":6,"Text":"salvo con sus esposas y con las esclavas que poseen[644], pues no serán reprochados por ello"},{"SurahNumber":23,"VerseNumber":7,"Text":"Y quienes busquen (tener relaciones íntimas con) otras mujeresserán unos transgresores"},{"SurahNumber":23,"VerseNumber":8,"Text":"(Y también triunfarán) quienes guardan lo que se les confía[645], así como sus compromisos"},{"SurahNumber":23,"VerseNumber":9,"Text":"y realizan el salat con perseverancia (a sus debidas horas)"},{"SurahNumber":23,"VerseNumber":10,"Text":"Esos (que así actúan) serán los herederos (del paraíso)"},{"SurahNumber":23,"VerseNumber":11,"Text":"quienes heredarán los Jardines del Firdaus[646] y allí vivirán eternamente"},{"SurahNumber":23,"VerseNumber":12,"Text":"Y, ciertamente, creamos al (primer) hombre de un extracto de barro"},{"SurahNumber":23,"VerseNumber":13,"Text":"Después hicimos que el hombre (la descendencia de Adán) proviniesede una pequeña cantidad de esperma (nutfah) que fijamos en un lugar seguro (el útero)"},{"SurahNumber":23,"VerseNumber":14,"Text":"A continuación, hicimos que se convirtiese en un coágulo (‘alaqah), y el coágulo en una masa parecida a un trozo de carne masticada (mudgah)[647]; y a partir de esta creamos los huesos y los revestimos, después, de carne[648]. Finalmente insuflamos el alma y creamos así un nuevo ser. ¡Bendito sea Al-lah, el Creador Supremo"},{"SurahNumber":23,"VerseNumber":15,"Text":"Luego pereceréis"},{"SurahNumber":23,"VerseNumber":16,"Text":"Y el Día de la Resurrección volveréis a la vida"},{"SurahNumber":23,"VerseNumber":17,"Text":"Y creamos sobre vosotros siete cielos[650]superpuestos, y no Nos pasa inadvertido cuanto sucede en la creación"},{"SurahNumber":23,"VerseNumber":18,"Text":"Y hacemos que descienda lluvia del cielo en una cantidad determinada[651], y la tierra (la absorbe y) la almacena[652]. Y (si quisiéramos) podríamos hacerla desaparecer"},{"SurahNumber":23,"VerseNumber":19,"Text":"Y hacemos que con ella broten para vosotros jardines de palmeras y viñedos que producen abundantes frutos de los que os alimentáis"},{"SurahNumber":23,"VerseNumber":20,"Text":"Y (también hacemos que crezca para vosotros) un árbol (el olivo) que crece en el monte Sinaí y os proporciona una grasa (que utilizáis) como condimento cuando coméis"},{"SurahNumber":23,"VerseNumber":21,"Text":"Y, en verdad, tenéis un motivo de reflexión en el ganado. Os damos de beber de lo que hay en sus entrañas (la leche)[653], os aportan muchos beneficios y coméis de ellos"},{"SurahNumber":23,"VerseNumber":22,"Text":"Y tanto ellos (los animales) como las embarcaciones os sirven de transporte"},{"SurahNumber":23,"VerseNumber":23,"Text":"Y, ciertamente, enviamos a Noé a su pueblo y les dijo: «¡Pueblo mío!, adorad solo a Al-lah. No tenéis ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temeréis?»"},{"SurahNumber":23,"VerseNumber":24,"Text":"Y los dignatarios incrédulos de su pueblo dijeron (a quienes creían en él): «No es más que un serhumano como vosotros que quiere dominaros. Si Al-lah hubiese querido, habría enviado ángeles (en su lugar). Nunca oímos nada semejante (a lo que él dice) entre nuestros antecesores"},{"SurahNumber":23,"VerseNumber":25,"Text":"»No es más que un hombre que está loco. Sed pacientes y esperad por un tiempo (hasta que muera)»"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Entonces) Noé suplicó a Al-lah diciendo: «¡Señor!, ayúdame, pues me desmienten»"},{"SurahNumber":23,"VerseNumber":27,"Text":"Y le revelamos: «Construye un arca bajo Nuestra supervisión, siguiendo Nuestras órdenes; y cuando el agua mane del horno[654], haz que embarque en ella una pareja de cada especie, así como tu familia, salvo quienes decretamos con anterioridad que no se salvarían (su mujer y uno de sus hijos). Y no intentes interceder por los injustos (que rechazan la verdad), pues morirán ahogados"},{"SurahNumber":23,"VerseNumber":28,"Text":"»Y cuando tú y quienes te acompañan hayáis embarcado, di: “Alabado sea Al-lah, Quien nos ha salvado de un pueblo injusto”»"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: «¡Señor!, haz que arribemos a un lugar bendito. Tú eres Quien mejor puede hacernos llegar a buen término»"},{"SurahNumber":23,"VerseNumber":30,"Text":"Ciertamente, en este (relato) hay evidencias(de la veracidad de los mensajeros de Al-lah). Y ponemos (a los hombres) a prueba (a través de los profetas)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Después (del pueblo de Noé), hicimos que surgiera otra generación"},{"SurahNumber":23,"VerseNumber":32,"Text":"Y les enviamos a un mensajero de entre ellos que les decía: «Adorad solo a Al-lah.No tenéis ninguna otra divinidad (verdadera) fuera de Él. ¿Acaso no Lo temeréis?»"},{"SurahNumber":23,"VerseNumber":33,"Text":"Y los dignatarios de su pueblo que lo habían desmentido y habían negado la vida eterna, y disfrutaban de la vida terrenal que les habíamos concedido, dijeron: «Ese no es sino un ser humano como vosotros; come de lo que coméis y bebe de lo que bebéis"},{"SurahNumber":23,"VerseNumber":34,"Text":"»Y si obedecéis a un hombre como vosotros, saldréis perdiendo"},{"SurahNumber":23,"VerseNumber":35,"Text":"»¿Acaso os ha prometido queuna vez hayáis muerto y seáis polvo resucitaréis"}]}