{"Id":274,"LanguageCodes":["no","nor"],"Name":"nor-einarberg","Author":"Einar Berg","Language":"Norwegian","Description":"Norwegian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Og da Jesus merket vantro hos dem, sa han: «Hvem vil bli mine medhjelpere på Guds vei?» Disiplene svarte: «Vi er Guds medhjelpere, vi tror på Gud. Bevitne du at vi har hengitt oss til Ham"},{"SurahNumber":3,"VerseNumber":53,"Text":"Herre, vi tror på det Du har åpenbart, og vi følger Sendebudet. Så skriv oss opp blant dem som bærer vitnesbyrd.»"},{"SurahNumber":3,"VerseNumber":54,"Text":"De la planer, og Gud la planer. Men Gud er den beste planmaker"},{"SurahNumber":3,"VerseNumber":55,"Text":"En gang sa Gud: «Jesus, jeg vil avslutte ditt liv, og ta deg opp til Meg, og befri deg for de vantro. Jeg vil sette dem som følger deg over de vantro til oppstandelsens dag. Så skal dere vende tilbake til Meg, og Jeg skal treffe avgjørelse mellom dere i det dere var uenige om"},{"SurahNumber":3,"VerseNumber":56,"Text":"Hva dem angår som er vantro, så skal Jeg ramme dem med en hard straff, i dette livet og det hinsidige. De skal ikke ha noen hjelpere.»"},{"SurahNumber":3,"VerseNumber":57,"Text":"Dem derimot, som tror og gjør det som rett er, vil Han gi full lønn. Gud elsker ikke urettferdige"},{"SurahNumber":3,"VerseNumber":58,"Text":"Dette meddeler Vi deg, av jærtegn og vis formaning"},{"SurahNumber":3,"VerseNumber":59,"Text":"Forholdet med Jesus er overfor Gud det samme som med Adam. Han skapte ham av støv og sa til ham: «Bli!» Og dermed var han"},{"SurahNumber":3,"VerseNumber":60,"Text":"Sannheten er fra Herren, så vær ikke en tviler"},{"SurahNumber":3,"VerseNumber":61,"Text":"Om noen vil strides med deg om dette etter at viten er blitt deg til del, så si: «Kom, la oss kalle sammen våre sønner og deres sønner, våre kvinner og deres kvinner og oss selv og dere. Så skal vi anrope Gud, og nedkalle Guds forbannelse over dem som lyver.»"},{"SurahNumber":3,"VerseNumber":62,"Text":"For dette er den sanne fortelling. Det er ingen gud unntatt Gud. Gud er den Mektige, den Vise"},{"SurahNumber":3,"VerseNumber":63,"Text":"Men om de vender seg bort, så kjenner Gud dem som skaper ufred"},{"SurahNumber":3,"VerseNumber":64,"Text":"Si: «Dere skriftens folk, kom til et ord som vi har felles: ’Vi tilber bare Gud! Vi gir Ham ingen medguder, og ingen av oss har andre herrer enn Gud!’» Hvis de vender ryggen, si: «Vær vitne til at vi har hengitt oss til Gud!»"},{"SurahNumber":3,"VerseNumber":65,"Text":"Dere skriftens folk, hvorfor strides dere om Abraham? Når verken loven eller evangeliet ble åpenbart før etter hans tid? Forstår dere da ikke"},{"SurahNumber":3,"VerseNumber":66,"Text":"Dere er jo slike som diskuterer ting dere har kunnskap om! Så hvorfor diskuterer dere da ting dere ikke kjenner til! Gud vet, men dere vet ikke"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham var verken jøde eller kristen, men han var en Gud-søker, en Gud-hengiven. Han hørte ikke til avgudsdyrkerne"},{"SurahNumber":3,"VerseNumber":68,"Text":"De som står Abraham nærmest, er de som følger ham, og denne profet og de troende. Gud er de troendes beskytter og leder"},{"SurahNumber":3,"VerseNumber":69,"Text":"En gruppe av skriftens folk ønsker å føre dere vill, men de fører ingen vill unntatt seg selv, og det uten at de vet det"},{"SurahNumber":3,"VerseNumber":70,"Text":"Dere som har fått skriften, hvorfor fornekter dere Guds ord som dere selv bevitner"},{"SurahNumber":3,"VerseNumber":71,"Text":"Dere som har fått skriften, hvorfor pakker dere sannheten i løgn, og skjuler sannheten, når dere vet bedre"},{"SurahNumber":3,"VerseNumber":72,"Text":"En gruppe av skriftens folk sier: «Tro på det som er åpenbart for de troende om formiddagen og fornekt det om ettermiddagen, så kanskje de faller tilbake"},{"SurahNumber":3,"VerseNumber":73,"Text":"Ha ingen tiltro til andre enn dem som følger deres religion!» Si: «Den sanne ledelse, Guds ledelse, viser seg i at andre mottar tilsvarende det som dere har mottatt! Ellers ville de kunne strides med dere for Herrens åsyn.» Si: «Gavmildheten er i Guds hånd. Han gir derav til hvem Han vil. Gud er storslagen, allvitende"},{"SurahNumber":3,"VerseNumber":74,"Text":"Han velger for Sin nåde hvem Han vil. Guds er den største gavmildhet.»"}]}