{"Id":49,"LanguageCodes":["bm","bam"],"Name":"bam-karamobabamamad","Author":"Karamo Baba Mamadi Jani","Language":"Bambara","Description":"Bambara","Direction":"rtl","Source":"https://quranenc.com/en/browse/ankobambara_dayyan","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"ߒ߬ ߡߊ߫ ߞߟߍ߬ߓߏ߬ߟߏ߲߬ ߛߌ߫ ߟߊߖߌ߰ ߊ߬ ߡߌ߬ߙߌ߲߬ߘߌ ߡߵߊ߬ߟߋ ߞߐ߫ ߞߊ߬ ߓߐ߫ ߛߊ߲ ߡߊ߬ ߏ߬ ߞߐ߫ ߸ ߊ߲ ߖߘߍ߬ ߡߊ߫ ߞߍ߫ ߟߊ߬ߖߌ߰ߟߌ߬ߓߊ߯ ߘߌ߫ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":29,"Text":"ߘߏ߫ ߜߘߍ߫ ߡߊ߫ ߞߍ߫ ߝߏ߫ ߞߎߟߋ߫ ߞߊ߲߫ ߞߋߟߋ߲߫ ߔߋ߫ ߸ ߊ߬ߟߎ߬ ߛߎߡߊ߫ ߘߴߏ߬ ߘߐ߫ ߟߋ߬ ߔߐߍ߯"},{"SurahNumber":36,"VerseNumber":30,"Text":"ߊ߬ ߘߌ߫ ߞߍ߫ ߣߡߌߛߊ ߘߌ߫ ߖߐ߲߬ ߠߎ߫ ߞߊ߲߬ ߞߟߋ߫ ߸ ߞߋߟߊ߫ ߛߌ߫ ߡߊ߫ ߣߊ߬ ߡߍ߲ ߠߎ߫ ߡߊ߬ ߣߴߊ߬ߟߎ߬ ߡߴߊ߬ߟߎ߬ ߦߟߍߓߐ߫ ߏ߬ ߘߐ߫"},{"SurahNumber":36,"VerseNumber":31,"Text":"ߊ߬ߟߎ߬ ߡߴߊ߬ ߦߋ߫ ߓߊ߬ ߊ߲ ߓߘߊ߫ ߓߐ߲ߛߐ߲ߘߊ߫ ߦߙߌߞߊ ߡߍ߲ ߛߌߟߊߛߵߊ߬ߟߎ߬ ߢߍ߫ ߞߘߐ߬ߡߊ߲߫ ߞߴߏ߬ ߟߎ߬ ߕߍߣߵߊ߬ߟߎ߬ ߞߐߛߊ߬ߦߌ߬ ߟߴߊ߬ߟߎ߫ ߡߊ߬ ߡߎ߬ߕߎ߲߬"},{"SurahNumber":36,"VerseNumber":32,"Text":"ߏ߬ ߟߎ߫ ߞߋ߬ߟߋ߲߬ߞߋ߬ߟߋ߲߬ߠߊ ߝߏߦߌ߬ ߸ ߝߴߏ߬ ߓߍ߯ ߦߋ߫ ߟߊߣߊ߬ ߒ߬ߠߎ߬ ߓߘߊ ߟߋ߬"},{"SurahNumber":36,"VerseNumber":33,"Text":"ߕߊ߰ߛߌ߬ߞߏ ߘߏ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߘߎ߱ ߛߊ߬ߣߍ߲ ߘߌ߫ ߸ ߊ߲ ߓߘߴߏ߬ ߟߊߣߌߡߦߊ߫ ߞߊ߬ ߢߊ߯ߡߊ߫ ߞߡߊ ߟߎ߬ ߟߊߓߐ߫ ߏ߬ ߘߐ߫ ߸ ߊ߬ߟߎ߬ ߦߴߏ߬ ߘߏ߫ ߘߊߥߎ߲߫ ߠߊ߫"},{"SurahNumber":36,"VerseNumber":34,"Text":"ߊ߬ ߣߴߊ߲ ߞߊ߬ ߣߊߞߐ ߟߎ߬ ߞߍ߫ ߊ߬ ߢߊߝߍ߬ ߕߌ߲߬ߖߐ߲ ߠߎ߬ ߣߌ߫ ߖߐ߬ߓߌ߬ߙߋ߲߬ ߛߎ߲ ߠߎ߬ ߘߌ߫ ߸ ߊ߬ ߣߴߊ߲ ߞߊ߬ ߞߐ߬ߢߊ ߟߎ߬ ߟߊߝߎ߲ߘߌ߫ ߊ߬ ߢߊߝߍ߬"},{"SurahNumber":36,"VerseNumber":35,"Text":"ߛߴߊ߬ߟߎ߬ ߘߌ߫ ߘߏ߫ ߘߊߥߎ߲߫ ߏ߬ ߘߋ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߍ߬ߘߍ ߓߟߏ ߣߐ߬ ߡߍ߲ ߓߊ߯ߙߊ߫ ߟߊ߫ ، ߊ߬ ߝߐ߫ ߊ߬ߟߎ߬ ߕߍ߫ ߞߏߢߌߡߊߟߐ߲߫ ߞߍ߫ ߟߊ߫؟"},{"SurahNumber":36,"VerseNumber":36,"Text":"ߊ߬ ߛߊߣߌ߲ߡߊ߲߫ ߞߟߋ߫ ߸ ߡߍ߲ ߞߊ߬ ߝߌ߬ߟߊ߬ߓߊ ߓߍ߯ ߘߊ߲߫ ߘߎ߱ ߟߊ߫ ߝߋ߲߫ ߠߊߝߍߘߍ߲ߕߊ ߘߐ߫ ߊ߬ ߣߴߊ߬ߟߎ߫ ߖߘߍ߬ߞߎ߲ ߠߎ߬ ߘߐ߫ ߸ ߊ߬ ߣߌ߫ ߝߋ߲߫ ߘߐ߫ ߊ߬ߟߎ߬ ߡߊ߫ ߡߍ߲ ߠߎ߬ ߟߐ߲߫"},{"SurahNumber":36,"VerseNumber":37,"Text":"ߕߊ߰ߛߌ߬ߞߏ ߘߏ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߛߎ ߘߌ߫ ߸ ߊ߲ ߧߋ߫ ߕߟߋ߬ߘߐ߬ߟߊ ߓߏ߬ߛߌ߬ ߟߴߏ߬ ߘߐ߫ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߌ ߘߴߊ߬ߟߎ߫ ߘߓߌ߬ߦߊ߬ߣߍ߲ ߦߋ߫"},{"SurahNumber":36,"VerseNumber":38,"Text":"ߕߋ߬ߟߋ ߦߋ߫ ߞߎߟߎ߲ߞߎߟߎ߲߫ ߠߊ߫ ߞߊ߬ ߕߊ߯ ߊ߬ ߡߊߞߍ߫ ߦߙߐ ߟߋ߫ ߡߊ߬ ߸ ߏ߬ ߦߋ߫ ߣߌ߬ߣߌ߬ߟߊ ߟߊ߫ ߖߊ߬ߕߋ߬ߦߊ߬ߟߌ ߟߋ߬ ߘߌ߫ ߸ ߟߐ߲ߠߌ߲ߠߊ ߠߋ߬"},{"SurahNumber":36,"VerseNumber":39,"Text":"ߊ߲ ߞߊ߬ ߞߊߙߏ ߝߣߊ߫ ߖߊ߬ߕߋ߬ߦߊ߫ ߛߌ߬ߛߊ߮ ߟߎ߬ ߘߌ߫ ߸ ߝߏ߫ ߊ߬ ߣߊ߬ ߘߊ߫ ߛߊ߬ߦߌ߲߫ ߦߏ߫ ߕߌ߲߬ߖߐ߲ ߛߌ߲ߞߟߊ߫ ߞߘߐ߬ߣߍ߲ ߠߋ߬"},{"SurahNumber":36,"VerseNumber":40,"Text":"ߊ߬ ߕߍ߫ ߓߍ߲߬ ߕߋ߬ߟߋ ߡߊ߬ ߞߊ߬ ߞߍ߫ ߞߊߙߏ ߘߐ߫ ߸ ߥߟߊ߫ ߛߎ ߦߋ߫ ߞߐ߲߰ ߕߟߋ߬ߘߐ߬ߟߊ ߢߍ߫ ، ߓߊ ߊ߬ ߓߍ߯ ߦߋ߫ ߞߊߡߊ߲ ߠߋ߬ ߞߣߐ߫ ߞߎߟߎ߲ߞߎߟߎ߲ ߠߊ߬"},{"SurahNumber":36,"VerseNumber":41,"Text":"ߕߊ߰ߛߌ߬ߞߏ ߘߏ߫ ߟߴߊ߬ߟߎ߬ ߦߋ߫ ߸ ߊ߲ߠߎ߫ ߟߋ߫ ߞߵߊ߬ߟߎ߬ ߓߐߛߎ߲ ߠߎ߫ ߕߊ߬ ߞߎߟߎ߲߫ ߖߛߐߣߍ߲ ߞߣߐ߫"},{"SurahNumber":36,"VerseNumber":42,"Text":"ߊ߲ ߞߵߏ ߢߐ߲߰ ߜߘߍ߫ ߘߊ߲߫ ߡߊ߬ߘߏ߬ߣߌ߲߬ߝߋ߲ ߘߌ߫ ߊ߬ߟߎ߬ ߦߋ߫"},{"SurahNumber":36,"VerseNumber":43,"Text":"ߣߴߊ߬ ߞߊ߬ ߒ߬ ߘߌߦߊ߫ ߒ߬ ߘߴߊ߬ߟߎ߬ ߟߊߕߏ߫ ߖߌ ߘߐ߫ ߸ ߡߊ߬ߜߍ߲߬ߓߊ߯ ߕߍ߫ ߞߍ߫ ߊ߬ߟߎ߬ ߟߊ߫ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߟߊߞߛߌ߫"},{"SurahNumber":36,"VerseNumber":44,"Text":"ߝߏ߫ ߤߌߣߊ ߟߊ߫ ߘߋ߬ ߞߊ߬ ߝߘߊ߫ ߒ߬ ߟߊ߫ ߸ ߊ߬ ߣߌ߫ ߘߊ߰ߡߎ߲ ߤߊ߲߯ ߕߎ߬ߡߊ߬ߣߍ߲߫"},{"SurahNumber":36,"VerseNumber":45,"Text":"ߣߴߊ߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߎ߫ ߦߴߊߟߎ߫ ߝߊ߲ߕߊ߲߬ߞߵߊߟߎ߫ ߢߍߞߏ ߣߴߊߟߎ߫ ߞߐߞߏ ߡߊ߬ ߸ ߛߊ߫ ߤߌߣߊ߫ ߘߌ߫ ߞߍ߫ ߊߟߎ߫ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":46,"Text":"ߟߝߊߙߌ߫ ߕߍ߫ ߣߵߊ߬ߟߎ߫ ߡߵߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߟߊ߫ ߟߝߊߙߌ ߟߎ߬ ߘߐ߫ ߸ ߝߏ߫ ߊ߬ߟߎ߬ ߦߋ߫ ߞߍ߫ ߞߐߘߏ߲ߓߊ߮ ߘߌ߫ ߏ߬ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":47,"Text":"ߣߴߊ߬ ߘߏ߲߬ ߝߐ߫ ߘߴߊ߬ߟߎ߬ ߦߋ߫ ߞߏ߫ ߊߟߊ߫ ߞߵߊߟߎ߫ ߤߊ߬ߙߌ߬ߖߍ߰ ߡߍ߲ ߠߊ߫ ߊߟߎ߯ ߏ߬ ߘߏ߫ ߘߏ߲߬ ߘߟߊ߫ ߸ ߓߊ߲߬ߓߊ߮ ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߟߊߒߠߦߊߓߊ߮ ߟߎ߫ ߡߊ߬ ߞߏ߫ ߊ߬ ߓߊ߯ ߊߟߊ߫ ߘߌߦߊ߫ ߞߊ߬ ߡߍ߲ ߠߘߊߥߎ߲ߠߌ߲߫ ߒ߬ߠߎ߬ ߦߴߏ߬ ߟߘߊߥߎ߲ߠߌ߲߫ ߓߊ߬؟ ߊߟߎ߫ ߕߍ߫ ߝߏߦߌ߫ ߡߊ߬ ߏ߬ ߘߐ߫ ߝߏ߫ ߝߟߌ߬ ߘߐ߬ߜߍ"},{"SurahNumber":36,"VerseNumber":48,"Text":"ߊ߬ߟߎ߬ ߦߴߊ߬ ߝߐ߫ ߟߊ߫ ߛߐ߲߬ ߞߏ߫ ߊ߬ߟߋ߬ ߛߘߊߒߡߊߕߎߡߊ ߣߌ߲߬ ߦߋ߫ ߕߎ߬ߡߊ ߢߌ߬ߡߊ߲߫ ߠߋ߬ ߘߌ߫ ߓߏ߲߰ ߣߴߊߟߎ߫ ߦߋ߫ ߕߎ߬ߢߊ߬ ߕߌ߯ ߟߎ߫ ߘߌ߫؟"},{"SurahNumber":36,"VerseNumber":49,"Text":"ߊ߬ߟߎ߬ ߕߍ߫ ߝߏߦߌ߬ ߡߊߞߐ߬ߣߐ߲ ߞߊ߲߬ ߝߏ߫ ߞߎߟߋ߫ ߞߊ߲߫ ߞߋߟߋ߲߫ ߔߋ߫ ߸ ߏ߬ ߘߴߊ߬ߟߎ߫ ߡߌ߬ߘߊ߫ ߞߵߊ߬ ߕߘߍ߬ ߊ߬ߟߎ߰ ߢߐ߲߯ ߘߊߘߛߐߛߐ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":50,"Text":"(ߞߏ߫ ߝߌ߬ߟߊ ) ߊ߬ߟߎ߬ ߕߍ߫ ߡߊ߬ߛߙߊ߬ߟߌ߫ ߟߊߣߐ߬ ߸ ߊ߬ߟߎ߫ ߘߏ߲߬ ߕߍ߫ ߛߊ߬ߦߌ߫ ߊ߬ߟߎ߬ ߞߐߙߍ ߟߎ߫ ߡߊ߬"},{"SurahNumber":36,"VerseNumber":51,"Text":"ߏ߬ ߞߐ߫ ߓߘߎ ߘߌ߫ ߝߍ߫ ߸ ߘߊ߬ߡߊ߲߬ߛߴߊ߬ߟߎ߬ ߞߊߟߌߦߊߡߍߣߍ߲ߕߐ ߘߌ߫ ߓߐ߫ ߛߊ߬ߙߌ ߟߎ߬ ߘߐ߫ ߞߊߕߙߍ߬ ߊ߬ߟߎ߫ ߡߊ߰ߙߌ ߡߊ߬"},{"SurahNumber":36,"VerseNumber":52,"Text":"ߊ߬ߟߎ߬ ߘߴߊ߬ ߝߐ߫ ߞߏ߫ ߒ߬ ߕߊ߫ ߜߊ߬ߟߏ߬ ߓߍ߫߹ ߖߍߣߍ߲ ߣߵߊ߲ ߠߊߥߟߌ߬ ߟߊ߫ ߒ߬ ߛߎ߬ߣߐ߰ ߦߌߟߊ ߘߐ߫؟ ߝߋ߲߫ ߠߋ߫ ߣߌ߲߬ ߘߋ߬ ߡߊ߬ߤߌ߬ߣߊ߬ߟߊ ߞߊ߬ ߡߍ߲ ߦߟߌߡߊߘߌߦߊ ߞߍ߫ ߸ ߞߋߟߊߡߐ߮ ߟߎ߫ ߞߊ߬ ߕߎ߬ߢߊ߬ ߝߐ߫ ߝߛߊߦߌ߫"},{"SurahNumber":36,"VerseNumber":53,"Text":"ߊ߬ ߘߏ߲߬ ߕߍ߫ ߘߏ߫ ߜߘߍ߫ ߘߌ߫ ߝߏ߫ ߞߎߟߋ߫ ߞߊ߲߫ ߞߋߟߋ߲߫ ߸ ߘߊ߬ߡߊ߲߬ߛߊ߫ ߊ߬ߟߎ߬ ߟߊߘߍ߬ߣߍ߲ ߓߘߊ߫ ߟߊߣߊ߬ ߒ߬ߠߎ߬ ߓߘߊ"},{"SurahNumber":36,"VerseNumber":54,"Text":"ߒ߬ߓߊ߬ ߓߌ߬ ߸ ߣߌߡߊ ߕߍ߫ ߕߐ߬ߢߍ߰ ߝߏߦߌ߬ ߟߊ߫ ߸ ߊߟߎ߫ ߕߍ߫ ߛߙߊ߬ ( ߝߋ߲߫ ߠߊ߫ ) ߝߣߊ߫ ߝߏ߫ ߊߟߎ߫ ߕߎ߲߬ ߦߋ߫ ߡߍ߲ ߞߍ߫ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":55,"Text":"ߣߊߞߐ ߘߏ߲߬ߞߏ ߟߎ߬ ߛߍߥߊߣߍ߲ ߦߋ߫ ߡߊ߬ߜߊ ߟߋ߬ ߘߐ߫ ( ߘߊ߰ߡߎ߲߬ ߞߏ ߟߎ߬ ߟߊ߫ ) ߓߌ߬"},{"SurahNumber":36,"VerseNumber":56,"Text":"ߊ߬ߟߎ߬ ߣߴߊ߬ߟߎ߬ ߝߘߎߡߊ ߟߎ߫ ߛߍ߲߬ߓߍ߬ߣߍ߲߫ ߜߍ߬ߡߍ ߟߎ߫ ߞߊ߲߬ ߘߎߟߋ߲ ߠߎ߬ ߟߊ߫"},{"SurahNumber":36,"VerseNumber":57,"Text":"ߦߙߌߘߋ߲ ߠߎ߬ ߦߴߊ߬ߟߎ߬ ߦߋ߫ ߦߋ߲߬ ߸ ߊ߬ߟߎ߬ ߟߊ߫ ߝߋ߲߫ ߡߊߞߟߌߕߊ ߟߎ߬ ߝߣߊ߫ ߦߴߊ߬ߟߎ߬ ߦߋ߫"},{"SurahNumber":36,"VerseNumber":58,"Text":"ߖߐ ߞߎߡߊ ߝߘߊߣߍ߲߫ ߡߊ߰ߙߌ߬ ߤߌߣߟߊ ߟߋ߬ ߟߊ߫ ( ߊ߬ߟߎ߬ ߦߋ߫)"},{"SurahNumber":36,"VerseNumber":59,"Text":"ߊߟߎ߯ ߕߏ߫ ߊߟߎ߫ ߞߏߟߊ߫ ߓߌ߬ ߘߋ߬ ߊߟߎ߬ ߛߐ߲߬ߡߊ ߟߎ߬"}]}