{"Id":488,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-lad","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":75,"Text":"Jiǎruò wǒ liánmǐn tāmen, érqiě jiěchú tāmen suǒ zāo de kǔnàn, tāmen bì gùzhí hèngmán, ér páihuái yú qítú zhī zhōng"},{"SurahNumber":23,"VerseNumber":76,"Text":"Wǒ què yǐ yòng xíngfá chéngzhì tāmen, dàn tāmen bù shùncóng tāmen de zhǔ, tāmen yě bùduì tā biǎoshì qiānxùn"},{"SurahNumber":23,"VerseNumber":77,"Text":"Zhídào wǒ duì tāmen kāipì yánxíng zhī mén de shíhòu, tāmen wèi tā ér hūrán biàn chéng shīwàng zhě"},{"SurahNumber":23,"VerseNumber":78,"Text":"Zhǔ céng wèi nǐmen chuàngzào ěrmù hé xīn, nǐmen de gǎnxiè shì hěn shǎo de"},{"SurahNumber":23,"VerseNumber":79,"Text":"Tā céng shǐ nǐmen zài dàdìshàng fánzhí, nǐmen yào bèi jíhé zài tā nàlǐ"},{"SurahNumber":23,"VerseNumber":80,"Text":"tā shǐ sǐ wù shēng, shǐ shēngwù sǐ, zhòuyè de gēngdié yóu tā zhǔchí. Nándào nǐmen bù liǎojiě ma"},{"SurahNumber":23,"VerseNumber":81,"Text":"Bùrán, tāmen shuō liǎo rú gǔrén suǒ shuō dehuà"},{"SurahNumber":23,"VerseNumber":82,"Text":"tāmen shuō: Wǒmen sǐ hòu, yǐ biàn chéng chén'āi hé xiǔ gǔ de shíhòu, nándào wǒmen hái bìdìng yào fùhuó ma"},{"SurahNumber":23,"VerseNumber":83,"Text":"Wǒmen hé wǒmen de zǔxiān, yǐqián què yǐ shòuguò zhè zhǒng jǐnggàole. Zhège zhǐshì gǔrén de shénhuà.”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Nǐ shuō:“Dà dì hé qízhōng de rénwù, jiùjìng shì wèi shéi suǒyǒu? Rúguǒ nǐmen zhīdào.”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Tāmen yào shuō:“Wéi ān lā suǒyǒu.” Nǐ shuō:“Nǐmen zěn bù jìdé ne?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Nǐ shuō:“Shéi shì qī céng tiān de zhǔ hé wěidà bǎozuò de zhǔ ne?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Tāmen yào shuō:“Ān lā”. Nǐ shuō:“Nà nǐmen zěnme bù jìngwèi ne?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Nǐ shuō:“Wànwù de zhǔquán, zài shéi de shǒuzhōng zhǎngwò? Shéi néng bǎohù zhòngshēng, ér tā zìjǐ bù shòu bǎohù ne? Rúguǒ nǐmen zhīdào.”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Tāmen yào shuō:“Shì ān lā.” Nǐ shuō:“Nǐmen zěnme bèi rén míhuò?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Bùrán, wǒ yǐ zhēnlǐ zhāoshì tāmen, ér tāmen què shì shuōhuǎng de"},{"SurahNumber":23,"VerseNumber":91,"Text":"Ān lā méiyǒu shōuyǎng rènhé érzi, yě méiyǒu rènhé shénlíng yǔ tā tóngděng; fǒuzé měi gè shénlíng bì dúzhàn tāsuǒ chuàngzào de, tāmen yě bì yōushèng liè bài. Zànsòng ān lā, chāo hū tāmen de miáoshù"},{"SurahNumber":23,"VerseNumber":92,"Text":"Zànsòng quánzhī yōumíng de zhǔ, tā chāo hū tāmen suǒyòng lái pèi tā de (yīqiè dōngxī)"},{"SurahNumber":23,"VerseNumber":93,"Text":"Nǐ shuō:“Wǒ de zhǔ a! Rúguǒ nǐ wù bì yào shǐ wǒ kànjiàn tāmen suǒ bèi jǐnggào de,(xíngfá),——"},{"SurahNumber":23,"VerseNumber":94,"Text":"wǒ de zhǔ a! Qiú nǐ bùyào shǐ wǒ yǔ bù yì de mínzhòng tóngguīyújìn.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Wǒ díquè néng shǐ nǐ kànjiàn wǒ suǒ jǐnggào tāmen de xíngfá"},{"SurahNumber":23,"VerseNumber":96,"Text":"Nǐ yīngdāng yǐdébàoyuàn, wǒ zhīdào tāmen suǒ miáoshù de"},{"SurahNumber":23,"VerseNumber":97,"Text":"Nǐ shuō: Wǒ de zhǔ a! Wǒ qiú nǐ bǎoyòu wǒ dé miǎn yú zhòng èmó de yòuhuò"},{"SurahNumber":23,"VerseNumber":98,"Text":"Wǒ de zhǔ a! Wǒ qiú nǐ bǎoyòu wǒ dé miǎn yú tāmen de láilín"},{"SurahNumber":23,"VerseNumber":99,"Text":"Děngdào sǐwáng jiànglín tāmen zhōng, yīdàn yǒurén línwēi shí, tā cái shuō:“Wǒ de zhǔ a! Qiú nǐ ràng wǒ fǎnhuí rénjiān"},{"SurahNumber":23,"VerseNumber":100,"Text":"yěxǔ wǒ néng jiè wǒ suǒ yíliú de cáichǎn ér xíngshàn.” Jué bùrán, zhè shì tā yīdìng yào shuō de yījù huà, zài tāmen de miànqián, yǒu yī gè píngzhàng, zhídào tāmen fùhuó de rìzi"},{"SurahNumber":23,"VerseNumber":101,"Text":"Hàojiǎo yī xiǎng, tāmen zhī jiān de qīnqī guānxì, jiù bù cúnzàile, tāmen yě bùnéng hùxiāng xúnwèn"},{"SurahNumber":23,"VerseNumber":102,"Text":"Fán shàngōng de fènliàng zhòng de, dōu shì chénggōng de"},{"SurahNumber":23,"VerseNumber":103,"Text":"fán shàngōng de fènliàng qīng de, dōu shì kuīsǔn de, tāmen jiāng yǒng jū huǒ yù zhī zhōng"},{"SurahNumber":23,"VerseNumber":104,"Text":"Huǒyàn shāozhuó tāmen de liǎn, tāmen zài huǒ yù zhōng tòng dé liězhe zuǐ"},{"SurahNumber":23,"VerseNumber":105,"Text":"Nándào wǒ de jīxiàng méiyǒu duì nǐmen xuāndúguò, ér nǐmen fǒurèn tā ma"},{"SurahNumber":23,"VerseNumber":106,"Text":"Tāmen shuō: Wǒmen de zhǔ a! Wǒmen de bómìng, céng zhìfú wǒmen, ér wǒmen biàn chéng mí wù zhě"},{"SurahNumber":23,"VerseNumber":107,"Text":"Wǒmen de zhǔ a! Qiú nǐ ràng wǒmen cóng huǒ yù lǐ chūqù, rúguǒ wǒmen zàicì fànzuì, wǒmen jiù què shì bù yì zhě.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Tā shuō: Nǐmen zài huǒ yù zhōng yīngdāng rěnqìtūnshēng, bùyào duì wǒ shuōhuà"},{"SurahNumber":23,"VerseNumber":109,"Text":"Cóngqián, wǒ de púrén zhōng yǒu yīpài rén cháng shuō:“Wǒmen de zhǔ a! Wǒmen yǐ xìndàole, qiú nǐ ráoshù wǒmen, qiú nǐ liánmǐn wǒmen, nǐ shì zuì liánmǐn de.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Dàn nǐmen yǐ tāmen wéi xiàobǐng, chángcháng chīxiào tāmen, zhídào tāmen shǐ nǐmen wàngle jìniàn wǒ"},{"SurahNumber":23,"VerseNumber":111,"Text":"Jīntiān wǒ què yǐ wèi tāmen de jiānrěn ér bàochóu tāmen, tāmen zhèng shì chénggōng de"},{"SurahNumber":23,"VerseNumber":112,"Text":"Zhǔ shuō: Nǐmen zài dà dìshàng dòuliúle jǐ nián"},{"SurahNumber":23,"VerseNumber":113,"Text":"Tāmen shuō: Wǒmen dòuliúle yītiān, huòzhě bùzú yītiān; qǐng nǐ wèn wèn néng jìsuàn nián yue de (tiānshǐ) ba"},{"SurahNumber":23,"VerseNumber":114,"Text":"Tā shuō:“Nǐmen zhǐ dòuliúle hěn shǎo de nián yue, jiǎruò nǐmen zhīdào.”"},{"SurahNumber":23,"VerseNumber":115,"Text":"Nándào nǐmen yǐwéi wǒ zhǐshì túrán dì chuàngzàole nǐmen, ér nǐmen bù bèi zhào guī wǒ ma"},{"SurahNumber":23,"VerseNumber":116,"Text":"Zūn zāi ān lā——zhēnshí de jūnzhǔ. Chú tā zhī wài, jué wú yīng shòu chóngbài de. Tā shì gāoguì de bǎozuò zhī zhǔ"},{"SurahNumber":23,"VerseNumber":117,"Text":"Fán zài qídǎo ān lā de tóngshí qídǎo bié de wújī de shénlíng zhě, tā jiàng zài zhǔ nàlǐ shòudào qīngsuàn, bù xìndào zhě bì bù chénggōng"},{"SurahNumber":23,"VerseNumber":118,"Text":"Nǐ shuō: Wǒ de zhǔ a! Qiú nǐ ráoshù, qiú nǐ liánmǐn, nǐ shì zuì liánmǐn de"}]}