{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Skazhi: \"YA dam vam tol'ko odin sovet: yavlyaytes' pred Boga po dvoye ili po odnomu; togda vy rassudite, chto v sograzhdanine vashem net besnovaniya, on tol'ko uchitel', predosteregayushchiy vas ot lyutoy muki"},{"SurahNumber":34,"VerseNumber":47,"Text":"Skazhi: \"YA ne treboval s vas platy; ona pri vas; plata mne budet tol'ko ot Gospoda: On svidetel' vsyakomu delu"},{"SurahNumber":34,"VerseNumber":48,"Text":"Skazhi: \"Gospod' moy deystvitel'no predlagayet istinu, - On, vpolne znayushchiy tayny"},{"SurahNumber":34,"VerseNumber":49,"Text":"Skazhi: \"Prishla istina, i lozh' uzhe ne yavitsya i ne vozvratitsya"},{"SurahNumber":34,"VerseNumber":50,"Text":"Skazhi: \"Yesli ya zabludilsya, to zabludilsya ot sebya samogo; yesli zhe idu po pryamomu puti, to potomu, chto Gospod' moy dayet otkroveniye mne. On slyshashchiy, blizkiy"},{"SurahNumber":34,"VerseNumber":51,"Text":"O yesli by ty videl, kak uzhasnutsya oni, ne imeya sil ubezhat', i byvshi skhvacheny na blizkom rasstoyanii"},{"SurahNumber":34,"VerseNumber":52,"Text":"Oni skazhut: \"My veruyem v nego!\" No otkuda u nikh vzyalas' eta blizost' na otdalennom rasstoyanii"},{"SurahNumber":34,"VerseNumber":53,"Text":"Prezhde sego oni otvergali yego, i predlagayut tayny na dalekom rasstoyanii"},{"SurahNumber":34,"VerseNumber":54,"Text":"Pregrada budet mezhdu nimi i tem, chego oni zhelayut, kak eto bylo sdelano s predshestvovavshimi im narodami; potomu chto oni byli v nerazreshimom somnenii"},{"SurahNumber":35,"VerseNumber":1,"Text":"Slava Bogu, tvortsu nebes i zemli, otpravlyayushchemu poslannikami angelov, imeyushchikh kryl'ya, dvoynyye, troynyye, chetvernyye: On v tvaryakh delayet uvelicheniya, kak khochet; deystvitel'no, Bog vsemogushch"},{"SurahNumber":35,"VerseNumber":2,"Text":"Chto proyavlyayet Bog iz svoyego miloserdiya lyudyam, togo nikto ne uderzhit; a chto uderzhivayet On, togo posle Nego nikto ne nisposhlet. On silen, mudr"},{"SurahNumber":35,"VerseNumber":3,"Text":"Lyudi! Pomnite o blagodeyaniyakh Bozhiikh k vam. Yest' li kakoy libo tvorets krome Boga, podayushchego potrebnoye vam s neba i iz zemli? Krome Yego net Boga. A vy kak bezrassudny"},{"SurahNumber":35,"VerseNumber":4,"Text":"Yesli oni schitayut tebya lzhetsom, to yeshche prezhde tebya poslanniki byli sochteny lzhetsami. K Bogu vozvratyatsya eti dela"},{"SurahNumber":35,"VerseNumber":5,"Text":"Lyudi! Obetovaniye Bozhiye verno; potomu da ne obol'shchayet vas eta dol'nyaya zhizn'; obol'shcheniye eto da ne obol'stit vas v otnoshenii k Bogu"},{"SurahNumber":35,"VerseNumber":6,"Text":"Satana vrag vam, a potomu za vraga sebe i schitayte yego: on svoikh priverzhentsev zovet k sebe tol'ko dlya togo, chtoby im byt' stradal'tsami v plameni"},{"SurahNumber":35,"VerseNumber":7,"Text":"Nevernym budet zhestokaya muka. A veruyushchim i delayushchim dobroye budet proshcheniye i velikaya nagrada"},{"SurahNumber":35,"VerseNumber":8,"Text":"A te, dlya kotorykh zlaya ikh deyatel'nost' predstavlena prekrasnoyu, i ona potomu viditsya im khorosheyu? - Bog uvodit v zabluzhdeniye, kogo khochet, i pryamo rukovodit kogo khochet; potomu dusha tvoya da ne skorbit po nim: Bog znayet, chto tvoryat oni"},{"SurahNumber":35,"VerseNumber":9,"Text":"Bog posylayet vetry; oni podnimayut tuchu; i My gonim yeye na omertvevshuyu stranu i ozhivlyayem yeyu zemlyu posle omertvleniya yeye: tak budet i voskreseniye"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kto zhelayet slavy, slava eta vo vsey polnote u Boga, k kotoromu voskhodit i blagoye slovo i dobroye delo: On togo vozvysit. A tem, kotoryye ukhitryayutsya na zloye, budet zhestokaya muka: ukhishchreniya ikh budut bezuspeshny"},{"SurahNumber":35,"VerseNumber":11,"Text":"Bog sotvoril vas iz persti, potom tvorit iz semeni muzha; delayet vas suprugami: zhenskiy pol nosit vo chreve i rodit tol'ko po Yego vedeniyu. U dolgovechnogo udlinyayetsya vek, a u drugogo sokrashchayetsya vek ne inache, kak po prednapisannomu. Eto legko dlya Boga"},{"SurahNumber":35,"VerseNumber":12,"Text":"Dva morya ne ravny odno drugomu: iz odnogo pit'ye vkusnoye, priyatnoye, legkoye, a iz drugogo - solenoye, gor'koye. Iz kazhdogo poluchayete v pishchu svezheye myaso, dostayete naryady na vashi odezhdy. Vidish', kak korabli s shumom rassekayut yego, chtoby dostavit' vam blagodeyaniya Yego i vozbudit' vas k blagodarnosti"},{"SurahNumber":35,"VerseNumber":13,"Text":"On skryvayet noch' vnutri dnya, a den' skryvayet vnutri nochi: On pokoril solntse i lunu: i to i drugaya dvizhetsya do naznachennogo sroka. Takov Bog, Gospod' vash. Yego yest' tsarstvo. Te zhe, kotorym, oprich' Yego, vy molites', ne imeyut vlasti i nad plevoy na finikovoy kostochke"},{"SurahNumber":35,"VerseNumber":14,"Text":"Kogda molites' im, oni ne slyshat molitvy vashey; i yesli by uslyshali, to ne otvetili by vam. V den' zhe voskreseniya oni otrekutsya ot soyuza s vami. Podobno Vedayushchemu nikto tebya ne nauchit"}]}