{"Id":217,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-lad","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Burın emizwşilerdi oğan aram ettik. (Bala böten omırawdı embey qoydı.) Sonda onıñ äpekesi, Olarğa: \"Senderge, onı sender üşin bağatın, oğan qamqor bir üydiñ işin körseteyin be?\",-dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Söytip onı, anasına közayım bolıp, küyinbewi, sonday-aq Allanıñ wädesiniñ xaq ekendigin bilw üşin qaytardıq. Biraq olardıñ köbi bilmeydi"},{"SurahNumber":28,"VerseNumber":14,"Text":"(Musa Ğ.S.) erjetip, teñelgen kezde, özine xïkmet, ğılım berdik. Jaqsılıq istewşilerdi östip sıylıqqa böleymiz"},{"SurahNumber":28,"VerseNumber":15,"Text":"(Musa Ğ.S.) eldiñ käpersiz waqtında qalağa kirdi de onda töbelesip jatqan eki adam kördi. Biri öz tobınan, birewi duşpan jaqtan edi. Sonda öz tobınan bolğanı duşpanına qarsı Musadan kömek tiledi. Sonda Musa (Ğ.S.) onı jümırıqpen urğanda oğan qaza jetti. (Musa Ğ.S.): \"Bul şaytan isi. Öytkeni ol aşıq adastırwşı duşpan\" dedi"},{"SurahNumber":28,"VerseNumber":16,"Text":"Rabbım! ras özime kesir istedim. Meni jarılqa!\",- dedi. Sondıqtan Alla, onı jarılqadı. Öytkeni Ol, tım jarılqawşı, erekşe meyirimdi"},{"SurahNumber":28,"VerseNumber":17,"Text":"Rabbım! Mağan bergen nığmetiñe sert! Endi künäkarlarğa järdem etpeymin\" dedi"},{"SurahNumber":28,"VerseNumber":18,"Text":"Qalada qorqıp, alañdıqpen tañ atırdı. Al jäne keşegi özinen kömek tilegen kisi, tağı jalbarınıp jatır. (Tağı töbelesip jatır.) Musa (Ğ.S.) oğan: \"Sen anıq adasqan ekensiñ\" dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Sonda Musa (Ğ.S.) ekewiniñ de duşpanın ustağısı kelgen sätte: \"Äy Musa! Keşe bir adamdı öltirgeniñdey bügin meni öltiresiñ be? Sen Bul jerde twraşıldardan bolmay bir zoreker bolwdı qalaysıñ ba?\",- dedi"},{"SurahNumber":28,"VerseNumber":20,"Text":"Qalanıñ şetinen bir adam jügirip kelip: \"Äy Musa! Bastıqtar seni öltirwge keñesip jatır. Derew şığıp ket! Şınında men sağan qamqorlardanïın\" dedi"},{"SurahNumber":28,"VerseNumber":21,"Text":"Sonda Musa (Ğ.S.) qorqa bayqastap, qaladan şıqtı da: \"Rabbım! Meni zalım elden qutqar!\",- dedi"},{"SurahNumber":28,"VerseNumber":22,"Text":"Ol, Mädyan jaqqa jönelgen sätte: \"Rabbımnıñ, mağan twra jol körsetwin ümit eteïin\" dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Mädyan swına bargan kezde, ol jerde mal swarğan bir top adam köredi. Tağı olardan özge maldarın swdan qayırıp türgan eki äyel kerdi de: \"Ekewiñniñ buyımtaylarıñ ne?\",-dedi. Ekewi: \"Malşılar maldarın alıp ketkenge deyin swara almaymız. Äkemiz käri şal\" dedi. (Bular Şuğayıp (Ğ.S.) tıñ qızdarı edi"},{"SurahNumber":28,"VerseNumber":24,"Text":"Musa (Ğ.S.) olardıñ maldarın swardı da sosın köleñkege burılıp: \"Rabbım! Sen mağan xayırdan ne jiberseñ muxtajbın\" dedi"},{"SurahNumber":28,"VerseNumber":25,"Text":"Sonda eki äyeldiñ biri, uyalğan türde kelip: \"Äkem, bizge mal swarıp bergen aqıñdı berwge seni şaqıradı\" dedi. Musa (Ğ.S.) Şuğayıp (Ğ.S.) qa kelgen sätte, oğan qïssaların bayan qıldı. Şuğayıp (Ğ.S.): \"Qorıqpa! Zalım elden qutıldıñ\" dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"Eki qızdıñ biri: \"Äketayım! Onı jaldap al! Ras ol, jaldağan adamdardıñ xayırlısı da, küşti, senimdisi\" dedi"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Qızdardıñ äkesi Musa Ğ.S. ğa): \"Mağan segiz jıl jalğa jürwiñe oray mına eki qızımnıñ birin sağan nekelendirgim keledi. Eger on jılğa toltırsañ, ol seniñ öz janıñnan boladı. Sağan maşaqat qılwdı qalamaymın. Alla qalasa, meni izgilerden tabarsıñ\" dedi"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Musa Ğ.S.): \"Osı, meni men seniñ aramızdağı kelisim boyınşa, eki mezgildiñ qaysısın orındasaï da mağan qarsılıq joq. Aytqanımızğa Alla kepil\" dedi"}]}