{"Id":471,"LanguageCodes":["yo","yor"],"Name":"yor-shaykhaburahima-la","Author":"Shaykh Abu Rahimah Mikael Aykyuni","Language":"Yoruba","Description":"Yoruba - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/yoruba_mikail/v1.0.0-csv.1 , https://quranenc.com/en/browse/yoruba_mikail , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":77,"Text":"Won so pe: “Ti o ba jale, dajudaju omo-iya re kan ti jale siwaju.” (Anabi) Yusuf si fi oro naa pamo sinu emi re, ko si fi han si won pe (ko ri bee). O (si) so pe: “Ipo tiyin l’o buru julo. Allahu l’O si nimo julo nipa ohun ti e n so.”"},{"SurahNumber":12,"VerseNumber":78,"Text":"Won so pe: \"Iwo oba, dajudaju o ni baba arugbo agbalagba kan. Nitori naa, mu eni kan ninu wa dipo re. Dajudaju awa n ri iwo pe o wa ninu awon eni-rere"},{"SurahNumber":12,"VerseNumber":79,"Text":"O so pe: “Mo sadi Allahu pe ki a mu eni kan afi eni ti a ba eru wa lodo re. (Ti a ba mu elomiiran) dajudaju nigba naa alabosi ni wa.”"},{"SurahNumber":12,"VerseNumber":80,"Text":"Nigba ti won soreti nu nipa re, won te soro. Agba (ninu) won so pe: “Se e ko mo pe dajudaju baba yin ti gba adehun yin ti (e se ni oruko) Allahu. Ati pe siwaju (eyi, e ti se) aseeto nipa oro (Anabi) Yusuf. Nitori naa, emi ko nii fi ile (Misro) sile titi baba mi yoo fi yonda fun mi tabi (titi) Allahu yoo fi se idajo fun mi. O si loore julo ninu awon oludajo"},{"SurahNumber":12,"VerseNumber":81,"Text":"E pada sodo baba yin, ki e si so pe: “Baba wa, dajudaju omo re jale. A ko si le jerii (si kini kan) afi ohun ti a ba nimo (nipa) re. Awa ko si je oluso fun ohun ti o pamo (fun wa)"},{"SurahNumber":12,"VerseNumber":82,"Text":"Ki o si bi awon ara ilu ti a wa ninu re ati ero-rakunmi ti a jo dari de leere wo. Dajudaju olododo ma ni wa.”"},{"SurahNumber":12,"VerseNumber":83,"Text":"(Anabi Ya‘ƙub) so pe: “Rara o, emi yin lo se oran kan losoo fun yin. Nitori naa, suuru t’o rewa (loro mi kan bayii). O see se ki Allahu ba mi mu gbogbo won wa. Dajudaju Allahu, Oun ni Onimo, Ologbon.”"},{"SurahNumber":12,"VerseNumber":84,"Text":"O pa won ti, o si so pe: “Ibanuje n be fun mi lori Yusuf!” Oju re mejeeji si funfun wa (ko si riran mo); o si pa ibanuje mora"},{"SurahNumber":12,"VerseNumber":85,"Text":"Won so pe: “A fi Allahu bura, iwo ko ye ranti Yusuf titi o maa fi di yannayanna tabi (titi) o maa fi di ara awon oku.”"},{"SurahNumber":12,"VerseNumber":86,"Text":"O so pe: “Allahu ma ni emi n ro edun okan mi ati ibanuje mi fun. Mo si mo ohun ti e ko mo nipa Allahu"},{"SurahNumber":12,"VerseNumber":87,"Text":"Eyin omo mi, e lo wadii nipa Yusuf ati omo-iya re. E si ma se soreti nu ninu ike Allahu. Dajudaju ko si eni kan ti o maa soreti nu ninu ike Allahu afi ijo alaigbagbo.”"},{"SurahNumber":12,"VerseNumber":88,"Text":"Nigba ti won wole to Yusuf, won so pe: “Iwo oba, inira ti mu awa ati ara ile wa. A si mu owo kan ti ko yanju wa. Nitori naa, won kongo (ounje) naa kun fun wa, ki o si ta wa lore. Dajudaju Allahu yoo san awon olutore ni esan rere.”"},{"SurahNumber":12,"VerseNumber":89,"Text":"O so pe: “Nje e mo ohun ti e se fun Yusuf ati omo-iya re nigba ti eyin je alaimokan.”"},{"SurahNumber":12,"VerseNumber":90,"Text":"Won so pe: “Se dajudaju iwo ni Yusuf?” O so pe: “Emi ni Yusuf. Omo-iya mi si niyi. Dajudaju Allahu ti se idera fun wa. Dajudaju enikeni ti o ba beru (Allahu), ti o si se suuru, dajudaju Allahu ko nii fi esan awon oluse-rere rare.”"},{"SurahNumber":12,"VerseNumber":91,"Text":"Won so pe: “A fi Allahu bura! Dajudaju Allahu ti gbola fun o ju wa lo. Ati pe dajudaju awa ni alasise.”"},{"SurahNumber":12,"VerseNumber":92,"Text":"O so pe: \"Ko si ibawi fun yin ni oni. Allahu yoo forijin yin. Oun si ni Alaaanu-julo ninu awon alaaanu"},{"SurahNumber":12,"VerseNumber":93,"Text":"E mu ewu mi yii lo, ki e fi le iwaju baba mi, o maa pada di oluriran. Ki e si ko gbogbo ebi yin wa ba mi"},{"SurahNumber":12,"VerseNumber":94,"Text":"Nigba ti ero-rakunmi naa si pinya (kuro lodo Anabi Yusuf), baba won so pe: “Dajudaju emi n gbo oorun Yusuf ti e o ba nii so pe mo n jaran.”"},{"SurahNumber":12,"VerseNumber":95,"Text":"Won so pe: “A fi Allahu bura! Dajudaju iwo si wa ninu asise re ti atijo (nipa ife Yusuf).”"},{"SurahNumber":12,"VerseNumber":96,"Text":"Nigba ti oniroo-idunnu de, o ju (ewu naa) le e niwaju, o si riran pada. O so pe: “Nje ng ko so fun yin pe dajudaju emi mo ohun ti e ko mo nipa Allahu.”"},{"SurahNumber":12,"VerseNumber":97,"Text":"Won so pe: “Baba wa, toro aforijin ese wa fun wa, dajudaju awa je alasise.”"},{"SurahNumber":12,"VerseNumber":98,"Text":"O so pe: “Laipe mo maa toro aforijin fun yin lodo Oluwa mi. Dajudaju Allahu, Oun ni Alaforijin, Asake-orun.”"},{"SurahNumber":12,"VerseNumber":99,"Text":"Nigba ti won wole to (Anabi) Yusuf, o ko awon obi re mejeeji mora sodo re, o si so pe: “E wo ilu Misro ni olufayabale – ti Allahu ba fe.-”"},{"SurahNumber":12,"VerseNumber":100,"Text":"O gbe awon obi re mejeeji sori ite. Won si doju bole fun un ni oluforikanle-kini. O so pe: “Baba mi, eyi ni itumo ala mi (ti mo la) siwaju. Dajudaju Oluwa mi ti so o di ododo. O si se daadaa fun mi nigba ti O mu mi jade kuro ninu ogba ewon. O tun mu yin wa (ba mi) lati inu oko leyin ti Esu ti ba aarin emi ati awon oba-kan mi je. Dajudaju Oluwa mi ni Alaaanu fun ohun ti O ba fe. Dajudaju Allahu, Oun ni Onimo, Ologbon"}]}