{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"(Allah´tan korkup fenalıklardan) sakınanlara, «Rabbınız ne indirdi ?» denilince, «iyilik» derler. Bu dunyada guzel is, hayırlı amelde bulunanlara iyilik ve guzellik vardır. Ahiret yurdu ise elbette daha hayırlıdır. Sakınanların yurdu ne guzeldir"},{"SurahNumber":16,"VerseNumber":31,"Text":"(O yurt) Adn Cennetleri´dir ki, onlara girerler. Altlarından ırmaklar akıp durur. Onlara o Cennetlerde diledikleri seyler vardır. Iste boylece Allah sakınanları mukafatlandırır"},{"SurahNumber":16,"VerseNumber":32,"Text":"(O sakınanlar ki) tertemiz arınmıs oldukları halde melekler canlarını alırlar da, «selam size, yaptıgınıza karsılık girin Cennet´e!» derler"},{"SurahNumber":16,"VerseNumber":33,"Text":"(O inkarcı azgınlar) ancak meleklerin kendilerine, (canlarını almak icin) gelmelerini veya Rabbin emri (azabı)nın (inmesini) beklerler. Kendilerinden oncekiler de boyle yapmıslardı. Allah onlara zulmetmedi, ama onlar kendilerine zulmederler"},{"SurahNumber":16,"VerseNumber":34,"Text":"Bu sebeple, isledikleri kotulukler, onlara yetisip dokunmus ve alaya aldıkları sey de onları kusatmıstır"},{"SurahNumber":16,"VerseNumber":35,"Text":"Allah´a ortak kosanlar dediler ki: «Eger Allah dileseydi ne biz. ne de babalarımız O´ndan baskasına tapmazdık ve O´nun buyrugu olmaksızın bir seyi de haram kılmazdık.» Kendilerinden oncekiler de boyle (soylemis, boyle) yapmıstı. Peygamber´e dusen, sadece apacık tebligdir"},{"SurahNumber":16,"VerseNumber":36,"Text":"And olsun ki, her ummete, «Allah´a kulluk edip tapın, azdırıp saptırıcılardan kacının!» diyerek (uyanda bulunan) bir peygamber gondermisizdir. Onlardan kimini Allah dogru yola eristirdi; kiminin de uzerine sapıklık (damgası vurulması) hak olmustu. O halde siz yeryuzunde gezip dolasın da (Hakk´a karsı gelip peygamberleri) yalanlayanların sonunun ne oldugunu gorun"},{"SurahNumber":16,"VerseNumber":37,"Text":"Sen onların dogru yola erismelerini ne kadar cok arzu etsen, yine de Allah saptıracagını dogru yola iletmez ve onlara yardımcılar da yoktur"},{"SurahNumber":16,"VerseNumber":38,"Text":"«Allah, olen kimseyi tekrar diriltip kaldırmaz» diyerek olanca yeminleriyle Allah ile yemin ettiler. Hayır, bu, Allah uzerine hak bir va´ddir; ne var ki insanların cogu bilmezler"},{"SurahNumber":16,"VerseNumber":39,"Text":"(Diriltip kaldıracak) ki, onlara, hakkında ayrılıga dustukleri seyi acıklasın; inkar edenlerin de kendilerinin yalancılar olduklarını bilsinler"},{"SurahNumber":16,"VerseNumber":40,"Text":"Biz bir seyin olmasını diledigimiz zaman, sozumuz ona sadece «ol!» dememizdir; o da hemen oluverir"},{"SurahNumber":16,"VerseNumber":41,"Text":"Onlar ki zulme ugradıktan sonra Allah yolunda (O´nun rızası ugrunda) hicret ettiler; sanıma and olsun ki, onları Dunya´da guzel (yere) yerlestiririz; Ahiret´in mukafatı ise cok daha buyuktur. Eger (hicretten geri kalanlar bunu) bilselerdi (bir saniye bile durmak istemezlerdi)"},{"SurahNumber":16,"VerseNumber":42,"Text":"Onlar ki, sabrettiler ve sadece Rablarına guvenip dayandılar, (elbette mukafatları cok buyuk olacaktır)"},{"SurahNumber":16,"VerseNumber":43,"Text":"Senden once de ancak kendilerine vahiy ettigimiz adamları bircok belge, mu´cize ve kitablarla gonderdik. Eger (bu konulan) bilmiyorsanız ilim ehlinden sorun. Sonra da kendilerine parca parca (halinde) indirileni insanlara acıklayasın diye Kur´an´ı indirdik; ola ki dusunursunuz"},{"SurahNumber":16,"VerseNumber":44,"Text":"Senden once de ancak kendilerine vahiy ettigimiz adamları bircok belge, mu´cize ve kitablarla gonderdik. Eger (bu konulan) bilmiyorsanız ilim ehlinden sorun. Sonra da kendilerine parca parca (halinde) indirileni insanlara acıklayasın diye Kur´an´ı indirdik; ola ki dusunursunuz"},{"SurahNumber":16,"VerseNumber":45,"Text":"Durmadan fena isler duzenleyip tuzak kuranlar, Allah´ın kendilerini yere batırmasından veya bilmedikleri bir yerden azabın kendilerine gelmesinden guven icinde midirler"},{"SurahNumber":16,"VerseNumber":46,"Text":"Veya donup dolasırlarken, kendilerini (ilahi azabın) yakalayıvermesinden —ki (Allah´ı) aciz bırakacak degillerdir— veya korku ve endise uzere eksile eksile bir durumda bulunurlarken, kendilerini tutuvermesinden emniyette midirler ? Suphesiz ki Rabbiniz cok sefkatli, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":47,"Text":"Veya donup dolasırlarken, kendilerini (ilahi azabın) yakalayıvermesinden —ki (Allah´ı) aciz bırakacak degillerdir— veya korku ve endise uzere eksile eksile bir durumda bulunurlarken, kendilerini tutuvermesinden emniyette midirler ? Suphesiz ki Rabbiniz cok sefkatli, cok merhametlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Allah´ın yarattıgı herhangi, bir seye bakmıyorlar mı ki golgesi boyun egip (baglı bulundugu kanuna teslimiyet icinde) Allah´a secde ederek saga sola donup dururlar"},{"SurahNumber":16,"VerseNumber":49,"Text":"Goklerde ve yerde, gerek canlılardan, gerekse meleklerden ne varsa hepsi de buyukluk taslamaksızın Allah´a secde ederler"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ustlerinde (yuce kudretiyle duran) Rablarından korkarlar da emrolunduklarını yerine getirirler"}]}