{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"Dostalo se ti zvěsti o těch dvou ve sporu, když do paláce vystoupili"},{"SurahNumber":38,"VerseNumber":22,"Text":"Když vstoupili k Davidovi, zalekl se jich. I pravili: \"Neboj se, my dva jsme ve sporu a jeden z nás učinil příkoří druhému. Rozsuď mezi námi podle pravdy a nebuď stranický, nýbrž uveď nás na stezku rovnou"},{"SurahNumber":38,"VerseNumber":23,"Text":"Toto je můj bratr a devadesát devět ovcí má, zatímco mně patří jen jediná. I řekl mi: Svěř mi ji! a přemohl mne v půtce slovní o ni"},{"SurahNumber":38,"VerseNumber":24,"Text":"Odvětil David: \"On vskutku ti ukřivdil žádaje ovci tvou, aby ke svým ji připojil. A zajisté většina společníků se vzájemně podvádí kromě těch, kdož uvěřili a zbožné skutky konali, však takových málo je.\" A dovtípil se David, že jsme jej pouze zkoušeli, a poprosil Pána svého o slitování a pak padl klaně se a čině pokání"},{"SurahNumber":38,"VerseNumber":25,"Text":"A odpustili jsme mu to a on má u Nás věru místo blízké a překrásné přebývání"},{"SurahNumber":38,"VerseNumber":26,"Text":"Davide, My učinili jsme tebe zástupcem na zemi, rozsuzuj tedy mezi lidmi podle pravdy! Nenásleduj vášně své, jež by tě svedly z cesty Boží, vždyť věru ty, kdož z cesty Boží sejdou, trest strašný čeká za to, že zapomněli na den zúčtování"},{"SurahNumber":38,"VerseNumber":27,"Text":"A nestvořili jsme nebesa a zemi, a co je mezi nimi, jen pro nic za nic; to je jen domněnka nevěřících! Běda těm, kdož neuvěřili, před ohněm pekelným"},{"SurahNumber":38,"VerseNumber":28,"Text":"Máme snad postavit ty, kdož uvěřili a zbožné skutky konali, na roveň s těmi, kdo pohoršení šíří na zemi? A máme bohabojné rovnými učinit s hříšníky"},{"SurahNumber":38,"VerseNumber":29,"Text":"Toto je Písmo požehnané, jež jsme seslali tobě, aby lidé o jeho znameních přemýšleli a aby si je rozmyslem nadaní připomínali"},{"SurahNumber":38,"VerseNumber":30,"Text":"A darovali jsme Davidovi Šalomouna, jenž byl Naším výtečným služebníkem. A byl věru kajícníkem"},{"SurahNumber":38,"VerseNumber":31,"Text":"když byly mu v podvečer předvedeny klisny ušlechtilé"},{"SurahNumber":38,"VerseNumber":32,"Text":"a pravil: \"Vskutku jsem dával přednost lásce k statkům pozemským před Pána svého vzpomínáním, pokud se slunce neskrylo za noci závojem"},{"SurahNumber":38,"VerseNumber":33,"Text":"Přiveďte je ke mně!\" A jal se jim protínat nohy i šíje"},{"SurahNumber":38,"VerseNumber":34,"Text":"A již dříve jsme Šalomouna zkouškám podrobili a na jeho trůn tělo mu podobné umístili; teprve potom se kál"},{"SurahNumber":38,"VerseNumber":35,"Text":"a volal: \"Pane můj, odpusť mi a daruj mi království takové, jakého nikdo po mně nedosáhne, vždyť Tys věru štědrý dárce"},{"SurahNumber":38,"VerseNumber":36,"Text":"A podrobili jsme mu vítr, který lehce podle rozkazu jeho vál tam, kam on si přál"},{"SurahNumber":38,"VerseNumber":37,"Text":"a také satany všechny, stavitele i potápěče"},{"SurahNumber":38,"VerseNumber":38,"Text":"jakož i jiné, řetězy k sobě přivázané"},{"SurahNumber":38,"VerseNumber":39,"Text":"Toto je dar náš, Šalomoune, rozdávej z něho či si jej podrž, a nemusíš dávat zúčtování"},{"SurahNumber":38,"VerseNumber":40,"Text":"A má on u Nás věru místo blízké a překrásné přebývání"},{"SurahNumber":38,"VerseNumber":41,"Text":"Vzpomeň též služebníka Našeho Jóba, když volal k Pánu svému: \"Satan se mne dotkl strádáním a mukami"},{"SurahNumber":38,"VerseNumber":42,"Text":"Dupni nohou svou, a objeví se voda pro koupel chladivou i pro napití"},{"SurahNumber":38,"VerseNumber":43,"Text":"A dali jsme mu zpět jeho rodinu a s nimi ještě jednou tolik z milosrdenství Svého a jako připomenutí těm, kdož nadáni jsou rozmyslem"},{"SurahNumber":38,"VerseNumber":44,"Text":"A vezmi do ruky metlu a udeř jí, a nehřeš!\" A shledali jsme jej trpělivým; služebníkem byl on výtečným, stále kajícným"},{"SurahNumber":38,"VerseNumber":45,"Text":"A vzpomeň také služebníků Našich Abrahama, Izáka a Jakuba, lidí dobrotivých a prozíravých"},{"SurahNumber":38,"VerseNumber":46,"Text":"jež jsme věru očistili myšlenkou čistou příbytku věčného připomínkou"},{"SurahNumber":38,"VerseNumber":47,"Text":"A jsou oni u Nás ti nejlepší z vyvolených"},{"SurahNumber":38,"VerseNumber":48,"Text":"A vzpomeň též Ismaele, Eliši a Dhu l-Kifla, kteří všichni jsou z nejlepších"},{"SurahNumber":38,"VerseNumber":49,"Text":"Toto je připomenutí; a bohabojní vskutku překrásné místo pobytu budou míti"},{"SurahNumber":38,"VerseNumber":50,"Text":"zahrady Edenu s branami pro ně vždy otevřenými"},{"SurahNumber":38,"VerseNumber":51,"Text":"v nich odpočívajíce budou si žádat ovoce hojnost i pití"}]}