{"Id":390,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yenildi"},{"SurahNumber":30,"VerseNumber":3,"Text":"(Araplarin bulundugu bolgeye) en yakin bir yerde onlar, bu yenilgilerinin ardindan mutlaka galib geleceklerdir"},{"SurahNumber":30,"VerseNumber":4,"Text":"(Bu da) birkac yil icinde (olacaktir). Onlarin bu yenilgilerinden once de sonra da emir Allah'indir ve o gun muminler, sevineceklerdir"},{"SurahNumber":30,"VerseNumber":5,"Text":"(Bu da) Allah'in yardimiyla (olacaktir). Allah diledigine yardim eder, galip kilar. O cok gucludur, cok merhamet edicidir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Allah'in vaadi budur. Allah, vaadinden caymaz. Fakat insanlarin cogu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar, sadece bu dunya hayatinin dis yuzunu bilirler. Ahiretten ise onlar hep gafildirler"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi iclerinde hic dusunmediler mi ki, Allah goklerde, yerde ve bu ikisi arasinda bulunan her seyi ancak hak ile ve belirlenmis bir sure icin yaratmistir? Gercekten insanlarin cogu, Rablerine kavusmayi inkar etmektedirler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar, yeryuzunde gezmediler mi ki, kendilerinden oncekilerin sonu nasil olmus baksinlar? Onlar, kendilerinden daha gucluyduler. Topragi surmusler ve onu, bunlarin imar ettiklerinden daha cok imar etmislerdi. Onlara da peygamberleri delillerle gelmislerdi. Demek Allah onlara zulmetmiyordu. Fakat onlar, kendilerine zulmediyorlardi"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra o kotuluk edenlerin sonu cok kotu oldu. Cunku onlar, Allah'in ayetlerini yalan saydilar ve onlarla alay ediyorlardi"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah yaratmayi ilkin yapar, sonra da cevirir, onu yeniden yapar. Sonra hep dondurulup O'na goturuleceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kiyamet saatinin gelip cattigi gun suclular, her umidi keserler"},{"SurahNumber":30,"VerseNumber":13,"Text":"Allah'a ortak kostuklarindan, kendilerine sefaat edecekler de bulunmaz. Onlar, o zaman Allah'a kostuklari ortaklari inkar ederler"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kiyamet saatinin gelip cattigi gun varya, o gun (inananlarla inanmayanlar) ayrilirlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Simdi iman edip salih ameller yapmis olanlara gelince, onlar bir bahce icinde neselenirler"},{"SurahNumber":30,"VerseNumber":16,"Text":"Ayetlerimizi ve ahiret bulusmasini yalan sayip da kufredenlere gelince, iste onlar o zaman azab icinde hazir bulundurulurlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"O halde aksama girdiginiz zaman da, sabaha girdiginiz zaman da tesbih Allah'indir. (daima O, tesbih edilir)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Goklerde ve yerde, ikindileyin de, ogleye erdiginiz zaman da hamd O'na mahsustur"},{"SurahNumber":30,"VerseNumber":19,"Text":"O, oluden diri cikarir, diriden olu cikarir ve topraga olumunden sonra hayat verir. Sizler de iste oyle cikarilacaksiniz"},{"SurahNumber":30,"VerseNumber":20,"Text":"O'nun ayetlerinden (kudretinin delillerinden)dir ki, sizi bir topraktan yaratti. Sonra da siz simdi yeryuzunde dagilip yayilan insanlar oluverdiniz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Yine O'nun ayetlerindendir ki, sizin icin nefislerinizden kendilerine isinirsiniz diye esler yaratmis, araniza bir sevgi ve merhamet koymustur. Suphesiz ki bunda dusunecek bir kavim icin nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":22,"Text":"Yine goklerin ve yerin yaratilisi ile dillerinizin ve renklerinizin farkli olusu da O'nun ayetlerindendir. Suphesiz ki bunda bilenler icin nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":23,"Text":"Yine gecede ve gunduzde uyumaniz ve lutfundan nasib aramaniz da O'nun ayetlerindendir. Suphesiz ki bunda dinleyecek bir kavim icin nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":24,"Text":"Yine O'nun ayetlerindendir ki, size hem korku ve hem de umut vermek icin simsegi gosteriyor. Ve gokten bir su indiriyor da onunla yeryuzune olumunden sonra hayat veriyor. Suphesiz ki bunda aklini kullanacak bir kavim icin nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":25,"Text":"Yine gogun ve yerin, emriyle durmasi da O'nun ayetlerindendir. Sonra sizi bir tek cagirisla cagirdigi zaman bir de bakarsiniz ki (yerden diriltilip cikariliyorsunuz)"},{"SurahNumber":30,"VerseNumber":26,"Text":"Goklerde ve yerde kim varsa hepsi O'nundur. Hepsi de O'na itaat etmektedirler"},{"SurahNumber":30,"VerseNumber":27,"Text":"Hem yaratmayi ilkin yapan O'dur. Sonra onu cevirip yeniden yapacak olan da O'dur ki, bu O'na cok kolaydir. Goklerde ve yerde en yuksek san ve seref O'nundur. O cokgucludur, hukum ve hikmet sahibidir"},{"SurahNumber":30,"VerseNumber":28,"Text":"Allah, size kendinizden bir misal verdi: Hic size rizik olarak verdigimiz seylerde elleriniz altindaki kolelerinizden ortaklariniz bulunur da onlarla siz esit olur, aranizda birbirinizi saydiginiz gibi, onlari da sayar misiniz? Iste biz, dusunecek bir kavim icin ayetleri boyle acikliyoruz"},{"SurahNumber":30,"VerseNumber":29,"Text":"Fakat zulmedenler, bilgisizce hevalarina uydular. Artik Allah'in sasirttigini kim yola getirebilir? Onlarin yardimcilari da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"O halde yuzunu, Allah'i bir taniyarak dine, Allah'in insanlari uzerine yaratmis oldugu fitratina dogrult. Allah'in yaratisinda degisiklik bulunmaz. Dosdogru din budur. Fakat insanlarin cogu bilmezler"}]}