{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"AndHe is the One who merges the two seas; this is fresh and palatable and this is salty and bitter. And He made between them a partition and an inviolable enclosure"},{"SurahNumber":25,"VerseNumber":54,"Text":"AndHe is the One who has created from the water a human being, so He made him multiply and mate. And your Lord is Capable"},{"SurahNumber":25,"VerseNumber":55,"Text":"Andthey serve besides God what does not benefit them nor harm them. And the rejecter is always set-against his Lord"},{"SurahNumber":25,"VerseNumber":56,"Text":"AndWe have not sent you except as a bearer of good news and a warner"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say: \"I do not ask you for any wage; but for whoever chooses to make a path to his Lord"},{"SurahNumber":25,"VerseNumber":58,"Text":"Andput your trust in the Eternal Who does not die, and glorify His praise. It is enough for Him that He is expert in the sins of His servants"},{"SurahNumber":25,"VerseNumber":59,"Text":"TheOne who has created the heavens and the earth and what is between them in six days, then He settled upon the Throne. The Almighty; so ask Him for He is Expert"},{"SurahNumber":25,"VerseNumber":60,"Text":"Andif they are told: \"Prostrate to the Almighty.\" They say: \"And what is the Almighty? Shall we prostrate to what you order us?\" And it increases their aversion"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is the One Who made towers in the heaven and He made in it a lamp and an illuminating moon"},{"SurahNumber":25,"VerseNumber":62,"Text":"AndHe is the One Who made the night and the day in succession, for those who wish to remember or wish to be thankful"},{"SurahNumber":25,"VerseNumber":63,"Text":"Andthe servants of the Almighty who walk on the earth in humility and if the ignorant speak to them, they say: \"Peace"},{"SurahNumber":25,"VerseNumber":64,"Text":"Andthose who stay awake for their Lord, in prostration and standing"},{"SurahNumber":25,"VerseNumber":65,"Text":"Andthose who say: \"Our Lord, avert from us the retribution of Hell. Its retribution is terrible"},{"SurahNumber":25,"VerseNumber":66,"Text":"It is a miserable abode and station"},{"SurahNumber":25,"VerseNumber":67,"Text":"Andthose who when they give they are not excessive nor stingy, but they are in a measure between that"},{"SurahNumber":25,"VerseNumber":68,"Text":"Andthose who do not call on any other god with God; nor do they take the life which God has made forbidden, except in justice; nor do they commit adultery. And whoever does will receive the punishment"},{"SurahNumber":25,"VerseNumber":69,"Text":"Theretribution will be doubled for him on the Day of Resurrection and he will abide in it in disgrace"},{"SurahNumber":25,"VerseNumber":70,"Text":"Except for the one who repents and believes and does good works, for those God will replace their sins with good, and God is Forgiving, Merciful"},{"SurahNumber":25,"VerseNumber":71,"Text":"Andwhoever repents, and does good, then he shall repent towards God a true repentance"},{"SurahNumber":25,"VerseNumber":72,"Text":"Andthose who do not bear false witness, and if they pass by vain talk they pass by with dignity"},{"SurahNumber":25,"VerseNumber":73,"Text":"Andthose who when they are reminded of the revelations of their Lord, they do not fall on them deaf and blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"Andthose who say: \"Our Lord, grant us from our mates and our progeny what will be the comfort of our eyes, and make us leaders for the righteous"},{"SurahNumber":25,"VerseNumber":75,"Text":"These will be rewarded with a dwelling for what they have been patient for, and they will find in it a greeting and peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"In it they will abide, what an excellent abode and station"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say: \"My Lord would not care about you except for your imploring. But you have denied, so it will be your destiny"}]}