{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"Sizi topraktan yarattık, yine ona döndüreceğiz ve yine sizi ondan bir kere daha çıkaracağız"},{"SurahNumber":20,"VerseNumber":56,"Text":"Andolsun ki. Biz Firavuna bütün mucizelerimizi gösterdik; öyle iken o, yine yalanladı ve dayattı"},{"SurahNumber":20,"VerseNumber":57,"Text":"Dedi ki: «Ey Musa, sen sihrinle bizi yerimizden çıkarmak için mi bize geldin"},{"SurahNumber":20,"VerseNumber":58,"Text":"O halde bilmiş ol ki, biz de sana onun gibi bir sihir yapacağız. Şimdi sen, seninle aramızda bir buluşma yeri ve zamanı belirle ki, ne senin ne de bizim caymayacağımız denk bir yer olsun!» dedi"},{"SurahNumber":20,"VerseNumber":59,"Text":"Musa: «Sizinle buluşma vakti süs (bayram) günü ve insanların toplanacağı kuşluk vaktidir» dedi"},{"SurahNumber":20,"VerseNumber":60,"Text":"Bunun üzerine Firavun, dönüp tedbir almaya girişti, bütün hilesini derledi topladı, sonra geldi"},{"SurahNumber":20,"VerseNumber":61,"Text":"Musa onlara: «Yazıklar olsun size, Allah´a yalan yere iftirada bulunmayın, sonra bir azap ile kökünüzü keser. Gerçekten iftira eden hüsrana uğramıştır.» dedi"},{"SurahNumber":20,"VerseNumber":62,"Text":"Onlar aralarında tartışıp anlaştılar ve gizlice fısıldaştılar"},{"SurahNumber":20,"VerseNumber":63,"Text":"Dediler ki: «Şüphesiz bunlar, iki sihirbazdır; sizi yerinizden çıkarmak ve sizin o ideal inanç ve gidişatınızı yok etmek istiyorlar"},{"SurahNumber":20,"VerseNumber":64,"Text":"Siz de bütün hilelerinizi birleştirin, sonra sıra halinde gelin. Muhakkak ki, bugün üstün gelen zafere ermiş olacak!»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Onlar: «Ey Musa ya sen at, ya da ilk atan biz olalım.» dediler"},{"SurahNumber":20,"VerseNumber":66,"Text":"Musa: «Haydi, siz atın!» dedi. Bir de baktı ki, onların ipleri ve sopaları, sihirleri sebebiyle, kendisine cidden koşuyorlarmış gibi görünüyor"},{"SurahNumber":20,"VerseNumber":67,"Text":"Birden bire Musa, içinde bir tür korku duydu"},{"SurahNumber":20,"VerseNumber":68,"Text":"Dedik ki: «Korkma, çünkü sensin üstün sen"},{"SurahNumber":20,"VerseNumber":69,"Text":"Sağ elindekini bırakıver; o, onların yaptıklarını yalar yutar. Çünkü onların yaptıkları yalnızca bir sihirbaz hilesidir. Sihirbaz ise her nerede olsa felah bulmaz!»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Sonunda bütün sihirbazlar secdeye kapandılar: «Harun ile Musa´nın Rabbine iman ettik.» dediler"},{"SurahNumber":20,"VerseNumber":71,"Text":"Firavun: «Demek ben size izin vermeden ona iman ettiniz ha! O, mutlaka size sihri öğreten büyüğünüzdür. O halde andolsun ki, ben de sizin ellerinizi ve ayaklarınızı çaprazlama keseceğim ve sizi kesinlikle hurma dallarına asacağım; şüphesiz bileceksiniz hangimizin azap bakımından daha şiddetti ve daha sürekli olduğunu!» dedi"},{"SurahNumber":20,"VerseNumber":72,"Text":"Onlar: «İhtimali yok, bize gelen bu açık mucizelere ve bizi yaratana karşı seni tercih edemeyiz. Artık ne yapacaksan yap; senin hükmün olsa olsa bu dünya hayatında geçerli olur"},{"SurahNumber":20,"VerseNumber":73,"Text":"Doğrusu biz, günahlarımıza ve bizi zorladığın sihre karşı bizi bağışlasın diye Rabbimize iman ettik. Allah, daha hayırlı ve daha kafacıdır.» cevabını verdiler"},{"SurahNumber":20,"VerseNumber":74,"Text":"Her kim Rabbine suçlu olarak varırsa, şüphesiz ona cehennem vardır. Orada ne ölür, ne dirilir"},{"SurahNumber":20,"VerseNumber":75,"Text":"Her kim de mümin olarak ve yararlı işler yapmış bir halde varırsa, işte onlara en yüksek dereceler vardır"},{"SurahNumber":20,"VerseNumber":76,"Text":"Altından ırmaklar akan Adn cennetleri ki, onlarda ebedi kalacaklardır. Ve o işte , temizlenen kimsenin mükafatı"},{"SurahNumber":20,"VerseNumber":77,"Text":"Doğrusu Musa´ya şöyle vahyettik: «Kullarımla geceleyin yürü de onlara denizde kuru bir yol aç; yetişilmekten korkmaz ve endişe etmezsin.»"},{"SurahNumber":20,"VerseNumber":78,"Text":"Derken Firavun ordularıyla onları takip etti; denizden kendilerini saran sarıverdi"},{"SurahNumber":20,"VerseNumber":79,"Text":"Velhasıl Firavun kavmini sapıklığa sürükledi, doğru yola götürmedi"},{"SurahNumber":20,"VerseNumber":80,"Text":"Ey İsrail oğulları! Sizi gerçekten düşmanınızdan kurtardık, Tur dağının sağ yanında size söz verdik ve sizlere kudret helvası ile bıldırcın indirdik"},{"SurahNumber":20,"VerseNumber":81,"Text":"Size verdiğimiz rızıkların en hoşlarından yiyin ve o hususta taşkınlık yapmayın ki, sonra gazabım iner üzerinize; her kimin üzerine de gazabım inerse, o uçuruma gider"},{"SurahNumber":20,"VerseNumber":82,"Text":"Bununla birlikte, Ben tevbe eden, iman edip yararlı işler yapan sonra da doğru giden kimse için çok bağışlayıcıyım, şüphesiz"}]}