{"Id":83,"LanguageCodes":["dag"],"Name":"dag-muhammadbabaght","Author":"Muhammad Baba Ghtobo","Language":"Dagbani","Description":"Dagbani","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":39,"VerseNumber":8,"Text":"Yaha! Biɛrim shεli yi ti shihi ninsala, o boondila o Duuma (Naawuni), ka labsiri o maŋ’ tiri O, amaa O yi ti ti o ni’ima shɛli, ka o tam o ni daa suhiri shɛli pɔi ni dina, ka bo nyintahi n-ti Naawuni, domin o birgi (ninsalinim’) ka chɛ O soli, (Yaa nyini Annabi)! Yεlima: “Wummi nyεɣisim bɛla (Dunia puuni) ni a chεfuritali maa. Achiika! A be buɣum bihi ni.”"},{"SurahNumber":39,"VerseNumber":9,"Text":"Di ni bɔŋɔ, ninvuɣu so ŋun filindi O maŋ’ n-tiri Naawuni yuŋ puuni saha shɛŋa, ka nyɛla ŋun niŋdi suzuuda, ka zaandi jiŋli puhiri li, ka di nyɛla o zɔrila Bahigudali (Zaadali), ka lahi niŋdi kore ni o Duuma (Naawuni) nambɔzɔbo. (Yaa nyini Annabi)! Yεlima: “Di ni- bɔŋɔ, ninvuɣu shεba ban mi mini ban ʒi ni niŋ yim? “Achiika! Haŋkayanima n-nyɛ ban teeri Naawuni yɛla"},{"SurahNumber":39,"VerseNumber":10,"Text":"(Yaa nyini Annabi)! Yεlima: “(Naawuni yεli ya): “Yaa yinim’ n daba shɛba ban ti yɛlimaŋli! Zom ya yi Duuma, ninvuɣu shεba ban vεlgi bɛ tuma Dunia biεhigu ŋɔ puuni, tɔ! Bɛ mali sanyovεlli (Alizanda). Yaha! Naawuni tiŋgbani nyɛla din yɛlimma. Achiika! Bɛ ni ti yo suɣulonim’ bɛ samli ka di pala ni saliya shɛli karibu m-beni"},{"SurahNumber":39,"VerseNumber":11,"Text":"(Yaa nyini Annabi) Yεlima: “Achiika! Bɛ puhi ma mi ni n-jɛm Naawuni, ka nyɛla ŋun niŋdi O kasi ni jɛma.”"},{"SurahNumber":39,"VerseNumber":12,"Text":"“Yaha! Bɛ puhi ma ni n-leei pilgu ninvuɣu shɛba ban zaŋ bɛ maŋ’ zaa n-ti Naawuni (Muslinnim’) la puuni.”"},{"SurahNumber":39,"VerseNumber":13,"Text":"Yεlima: “Achiika! N-zɔrila dabsi’ titali la daazaaba, di yi niŋ ka m-kpe n Duuma (Naawuni) taali ni.”"},{"SurahNumber":39,"VerseNumber":14,"Text":"Yεlima: “Naawuni ka n-jεmda, ka nyɛla ŋun niŋdi O kasi ni jɛma.”"},{"SurahNumber":39,"VerseNumber":15,"Text":"Dinzuɣu, jεmmi ya yi ni bɔri shɛli ka pa ni Ŋuna (Naawuni). (Yaa nyini Annabi)! Yεlima: “Achiika! Ninvuɣu shεba ban kɔhilu n-nyɛ ban yɛn ti niŋ bɛ maŋ’ ashaara, n-ti pahi bɛ malgu (bε paɣaba ni bihi) Zaadali. Tɔ! Achiika! Ŋɔ maa n-nyɛ ashaara polo ni.”"},{"SurahNumber":39,"VerseNumber":16,"Text":"Buɣum shilinshihi yɛn ti ŋarila bɛ zuɣusaa, ka bɛ gbinni mali shilinshiya. Dimbɔŋɔ maa ka Naawuni mali varsiri O daba, dinzuɣu yaa yinim’ N (Mani Naawuni) daba, zom ya Ma"},{"SurahNumber":39,"VerseNumber":17,"Text":"Yaha! Ninvuɣu shεba ban niŋ katiŋ’ ka chɛ shintana jεma, ka niŋ tuuba n- labi Naawuni sani, tɔ! Bɛ mali suhupiεlli lahibali. Dinzuɣu (yaa nyini Annabi)! Tim N (Mani Naawuni) daba suhupiεlli lahibali (ni Alizanda kpɛbu)"},{"SurahNumber":39,"VerseNumber":18,"Text":"Bana n-nyɛ ninvuɣu shεbu ban wumdi yεltɔɣa (wa’azu), ka doli di zaɣivεlli, tɔ! Bannim’ maa n-nyɛ Naawuni ni dolsi ninvuɣu shεba. Yaha! Bannim’ maa n-nyɛ haŋkayanima"},{"SurahNumber":39,"VerseNumber":19,"Text":"(Yaa nyini Annabi)! Di ni bɔŋɔ, ninvuɣu so azaaba yɛltɔɣali (Naawuni sujee) ni niŋ talahi o zuɣu. Di ni bɔŋɔ, a nyɛla ŋun yɛn tooi tilgi ŋun be buɣum ni"},{"SurahNumber":39,"VerseNumber":20,"Text":"Amaa! Ninvuɣu shεba ban zo bɛ Duuma, bɛ mali yilitamda shɛŋa, ka di zuɣusaa lahi mali yilitamda shɛŋa din me (Alizanda puuni), kulibona yɛn ti zɔrila di gbinni, di nyɛla Naawuni da- alikauli. Naawuni mi bi yiɣisiri alikauli"},{"SurahNumber":39,"VerseNumber":21,"Text":"(Yaa nyini ninsala)! A bi nya kadama achiika! Naawuni n-nyɛ Ŋun siɣisi kom na zuɣusaa, ka chɛ ka di zo n-kpe tiŋgbani ni n-ti leei bilsi, din nyaaŋa, ka O zaŋ li yihi bindira din ŋmali be koŋkoba, din nyaaŋa ka di kuui, ka a nya li ka di mɔhi, din nyaaŋa, ka O chɛ ka di kabsi kabsi. Achiika! Ŋɔ maa puuni mali kpahimbu n-ti haŋkaya- nima"},{"SurahNumber":39,"VerseNumber":22,"Text":"Di ni bɔŋɔ, Naawuni ni yooi ninvuɣu nyɔɣu ni Muslinsi daadiini, ka o nyɛla ŋun be neesim puuni din yi o Duuma (Naawuni) sani na, (o mini ŋun pa Muslimi ni niŋ yim)? Dinzuɣu, ashaara be ninvuɣu shεba ban suhiri kuui ka chɛ Naawuni yɛla teebu la zuɣu. Bannim’ maa be birginsim din be polo ni"},{"SurahNumber":39,"VerseNumber":23,"Text":"Naawuni n-nyɛ Ŋun siɣisi yɛltɔɣali (Alkur’aani) din gahim na, ka di nyɛ litaafi shεli din (aayanim’) ŋmani taba, ka bɛ labri karindi li, (saha shɛli mi bɛ yi ti karindi li), ninvuɣu shεba ban zɔri bɛ Duuma (Naawuni) nimgbina sɔhiri mi, din nyaaŋa, ka bɛ nimgbina mini bɛ suhiri balgira n-zaŋ chaŋ Naawuni yɛla teebu. Dina n-nyɛ Naawuni dolsigu, ka O mali li dolsiri O ni bɔri so. Yaha! Naawuni ni birgi so, tɔ! So n-kani yɛn tooi dolsi o"},{"SurahNumber":39,"VerseNumber":24,"Text":"Di ni bɔŋɔ, ninvuɣu so ŋun yɛn ti taɣiri o maŋ’ ka chɛri azaaba kpeeni Zaadali (o mini ŋun yɛn ti mali suhudoo ni niŋ yim)? Ka bɛ yɛn ti yεli zualin- diriba: “Lammi ya yi ni daa tumdi tuun’ shɛŋa (Dunia puuni la) sanyoo.”"},{"SurahNumber":39,"VerseNumber":25,"Text":"Ninvuɣu shεba ban daa kana pɔi ni bana (Maka chεfurinim’) maa daa labsi Chiyaama ʒiri, ka azaaba daa kaba na luɣushεli polo bɛ ni bi mi"},{"SurahNumber":39,"VerseNumber":26,"Text":"Dinzuɣu, ka Naawuni chɛ ka bɛ lam filiŋ Dunia ʒii puuni. Yaha! Chiyaama daazaaba n-nyɛ din gari lala, bɛ yi di nyɛla ban mi"},{"SurahNumber":39,"VerseNumber":27,"Text":"Yaha! Achiika! Ti (Tinim’ Naawuni) ti ninsalinim’ ŋmahinli kam Alkur’aani ŋɔ puuni, domin achiika! Bɛ leei ninvuɣu shɛba ban teeri Naawuni yɛla"},{"SurahNumber":39,"VerseNumber":28,"Text":"Di (Alkur’aani) nyɛla bɛ ni karimdi shεli, ka di nyɛ larbu zinli zuɣu, di nyɛla din ka gɔŋbu, domin achiika! Bɛ (Larbunim’) nyɛla ban yɛn zo Naawuni"},{"SurahNumber":39,"VerseNumber":29,"Text":"Naawuni ti ŋmahinli ni ninvuɣu so (dabli) ŋun mali duumanim’ pam, ka bɛ (duumanim’ maa) nyɛ ban namgban- kpeeni be pam bɛ sunsuuni, ni ninvuɣu so (dabli) ŋun mali duuma yino ka jɛmdi la o ko. Di ni bɔŋɔ, bɛ kotomsi ni niŋ yim? Paɣibu balibu kam nyεla Naawuni dini. Chɛli gba! Bɛ (chɛfurinim’) pam bi mi"},{"SurahNumber":39,"VerseNumber":30,"Text":"(Yaa nyini Annabi)! Achiika! A nyɛla ŋun yɛn ti kpi, ka bɛ (chεfurinim’ maa) gba yɛn ti kpi"},{"SurahNumber":39,"VerseNumber":31,"Text":"Din nyaaŋa, Zaadali achiika! Yi nyɛla ban yɛn ti niŋdi namgbankpeeni yi sunsuuni yi Duuma sani (ka bɛ deei ŋun di o kpee zualinsi daamaana n-ti o)"}]}