{"Id":266,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-la","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Uniharuko asapasama navayuvaka sevakaharu hindirakhnechan jo suraksita motiharu jasto hunechan"},{"SurahNumber":52,"VerseNumber":25,"Text":"Ra eka arkatira dhyana di'era apasama kurakani garnechan"},{"SurahNumber":52,"VerseNumber":26,"Text":"Bhannechanh ki yasabhanda pahila hami aphna gharaharuma (allahasita) dherai dara'une tarsane gardathyaum"},{"SurahNumber":52,"VerseNumber":27,"Text":"Ani allahale hamimathi thulo anukampa garyo ra hamila'i bisalu luko yatanabata baca'ihalyo"},{"SurahNumber":52,"VerseNumber":28,"Text":"Yasabhanda pahila nai hamile usako (allahako) prarthana garne gardathyaum. Nihsandeha u anukampa garnevala dayavan cha"},{"SurahNumber":52,"VerseNumber":29,"Text":"Atah (he paigambara) tapa'i samjha'umdai garnus kinabhane tapa'i aphno palanakartako krpale na sakunavicara garnevala ra nata pagala hunuhuncha"},{"SurahNumber":52,"VerseNumber":30,"Text":"Ke inkara garneharule bhandachanh ki tyo kavi ho jasako nimti hami kalacakra arthata mrtyuko pratiksa garirakheka chaum"},{"SurahNumber":52,"VerseNumber":31,"Text":"Bhanidinus ki timi pratiksa gardaija'u. Ma pani timro sathama pratiksa gardaichu"},{"SurahNumber":52,"VerseNumber":32,"Text":"Ke uniharuko bud'dhile uniharula'i yahi sika'umdacha va uniharu atteri nai hun"},{"SurahNumber":52,"VerseNumber":33,"Text":"Ke inkariharu bhandachan ki yasa paigambarale (kura'anala'i) svayam racihaleko cha? (Ho'ina) samco kura yo cha ki tiniharuma imana chaina"},{"SurahNumber":52,"VerseNumber":34,"Text":"Yadi yiniharu samco chan bhane yasto e'utai vakya yiniharule pani lya'un"},{"SurahNumber":52,"VerseNumber":35,"Text":"Ke yiniharule kasaile srsti nagari aphai janmihaleka hun va svayam srasta hun"},{"SurahNumber":52,"VerseNumber":36,"Text":"ke uniharule nai akasaharu ra dharatiko srsti gareka chan? (Ho'ina) baru yiniharu imana nalya'une manisa hun"},{"SurahNumber":52,"VerseNumber":37,"Text":"Va ke uniharuko pasama timro palanakartako khajana cha? Va uniharu nai tyasako (khajanako) raksaka hun"},{"SurahNumber":52,"VerseNumber":38,"Text":"va ke unako pasama kunai sindhi cha jasamathi cadhera uniharu sundachan? (Yadi yasto cha) bhane uniharumadhye jasale sunirakheko cha usale tyasabarema spasta pramana lya'os"},{"SurahNumber":52,"VerseNumber":39,"Text":"Va ke allahako lagi sabai choriharu chan, ra timra nimti choraharu"},{"SurahNumber":52,"VerseNumber":40,"Text":"va tapa'ile uniharusita kunai parisramika mamgnu huncha jasako bojhale yiniharu thicidai ga'eka chan"},{"SurahNumber":52,"VerseNumber":41,"Text":"ke uniharusanga adrsyako jnana cha ki uniharu tyasala'i lekhihalchan"},{"SurahNumber":52,"VerseNumber":42,"Text":"ke uniharu kunai cala calna cahanchan? (Tara) visvasa garnu kaphira ta svayam da'uko capetama parnevala chan"},{"SurahNumber":52,"VerseNumber":43,"Text":"Ke allaha baheka uniharuko arko kohi pujya cha? (Ho'ina) allaha uniharuko sirkabata pavitra cha"},{"SurahNumber":52,"VerseNumber":44,"Text":"Yadi uniharu akasako kunai tukra khasirakheko dekhchan bhane, bhannechan ki yo ta patramathi patra pareko badala ho"},{"SurahNumber":52,"VerseNumber":45,"Text":"Tasartha uniharula'i chadide'u, yahamsam'ma ki tyo dinako samana hos jasama uniharu behosa parinechan"},{"SurahNumber":52,"VerseNumber":46,"Text":"Juna dina unako kunai da'upeca unako kama a'umdaina ra nata kahimbata sahayata prapta garnechan"},{"SurahNumber":52,"VerseNumber":47,"Text":"Nihsandeha atyacariharuko nimti yasa baheka aru yatana pani cha, tara uniharumadhye adhikansale bujhdainan"},{"SurahNumber":52,"VerseNumber":48,"Text":"Tapa'ile aphno palanakartako adesako pratiksama dhairya garnus, tapa'i ta hamro amkha agadi hunuhuncha. Bihana uthne bela aphno palanakartako prasansako varnana garnus"},{"SurahNumber":52,"VerseNumber":49,"Text":"Ra rati pani usako gunagana garne garnus ra taraharu asta'umda pani"},{"SurahNumber":53,"VerseNumber":1,"Text":"Tarako kasama, jaba tyo tala khascha"},{"SurahNumber":53,"VerseNumber":2,"Text":"Timro sathi (muham'mada) na ta bato birseka chan na bhramita chan"},{"SurahNumber":53,"VerseNumber":3,"Text":"Ra uni aphno icchale kehi bhandainan"},{"SurahNumber":53,"VerseNumber":4,"Text":"Tyo ta matra vahya ho juna (unimathi) patha'imdai cha"},{"SurahNumber":53,"VerseNumber":5,"Text":"Unala'i thulo saktivala allahako duta (jibrila) le sika'eko cha"},{"SurahNumber":53,"VerseNumber":6,"Text":"Tyo saktisali cha ani uni sidha thado bha'ihale"},{"SurahNumber":53,"VerseNumber":7,"Text":"ra uni akasako uccatama bhagama thi'e"},{"SurahNumber":53,"VerseNumber":8,"Text":"Ani uni nikata bha'e ra utari a'e"},{"SurahNumber":53,"VerseNumber":9,"Text":"Aba kamanako bicako duri bamki rahyo va tyobhanda pani kama"},{"SurahNumber":53,"VerseNumber":10,"Text":"Ani allahale aphno dasatira juna ‘‘vahya’ patha'unu thiyo pathayo"},{"SurahNumber":53,"VerseNumber":11,"Text":"Je jati unale dekhe, unako hrdayale tyasala'i jhutha thanena"},{"SurahNumber":53,"VerseNumber":12,"Text":"Ke jejati uni dekhchan timi tyasama unisita vivada garchau"},{"SurahNumber":53,"VerseNumber":13,"Text":"ra (unale) usala'i ekapataka pahile pani dekheka thi'e"},{"SurahNumber":53,"VerseNumber":14,"Text":"Antima simako bairako rukha najika (arthat sidaratul muntaha najika)"},{"SurahNumber":53,"VerseNumber":15,"Text":"Tyasaiko nikatama basasthanavali jannata (jannatul mava) cha"},{"SurahNumber":53,"VerseNumber":16,"Text":"Tyasa bairako rukhala'i dhakeko thiyo je usamathi cha'iraheko thiyo"},{"SurahNumber":53,"VerseNumber":17,"Text":"Unako drsti nata arutira gayo ra na (simabhanda) agadi badhyo"},{"SurahNumber":53,"VerseNumber":18,"Text":"Unale niscaya nai aphno palanakartaka thula–thula nisaniharumadhye kehi dekhe"},{"SurahNumber":53,"VerseNumber":19,"Text":"Ke timiharu lata ra ujjala'i dekhyau"},{"SurahNumber":53,"VerseNumber":20,"Text":"ra tesro antima manata (deviko murti) la'i"},{"SurahNumber":53,"VerseNumber":21,"Text":"ke timro nimti choraharu chan ra allahako nimti choriharu"},{"SurahNumber":53,"VerseNumber":22,"Text":"yo vibhajana ta bedhanga ra an'yayapurna cha"},{"SurahNumber":53,"VerseNumber":23,"Text":"Uniharu ta matra kehi namaharu hun juna timile ra timro ba'ubajele rakheka chan, allahale ta uniharuko nimti kunai pramana patha'eko chaina. Uniharu ta matra adkala ra aphno icchapurtiko pachadi hindirakheka chan ra niscaya nai unako palanakartako tarphabata margadarsana a'isakeko cha"},{"SurahNumber":53,"VerseNumber":24,"Text":"Ke pratyeka manisale juna kurako kamana gardacha, tyo sabai usala'i prapta cha"},{"SurahNumber":53,"VerseNumber":25,"Text":"akhira yasa sansarako ra paralokako svami ta allaha nai ho"}]}