{"Id":162,"LanguageCodes":["fa","fas"],"Name":"fas-nasermakaremshi","Author":"Naser Makarem Shirazi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":99,"Text":"آیا نمی‌دانند خدایی که آسمانها و زمین را آفریده، قادر است مثل آنان را بیافریند (و به زندگی جدید بازشان گرداند)؟! و برای آنان سرآمدی قطعی -که شکّی در آن نیست- قرار داده؛ امّا ظالمان، جز کفر و انکار را پذیرا نیستند"},{"SurahNumber":17,"VerseNumber":100,"Text":"بگو: «اگر شما مالک خزائن رحمت پروردگار من بودید. در آن صورت، (بخاطر تنگ نظری) امساک می‌کردید، مبادا انفاق، مایه تنگدستی شما شود» و انسان تنگ نظر است"},{"SurahNumber":17,"VerseNumber":101,"Text":"ما به موسی نه معجزه روشن دادیم؛ پس از بنی اسرائیل سؤال کن آن زمان که این (معجزات نه گانه) به سراغ آنها آمد (چگونه بودند)؟! فرعون به او گفت: «ای موسی! گمان می‌کنم تو دیوانه (یا ساحری)!»"},{"SurahNumber":17,"VerseNumber":102,"Text":"(موسی) گفت: «تو می‌دانی این آیات را جز پروردگار آسمانها و زمین -برای روشنی دلها- نفرستاده؛ و من گمان می‌کنم ای فرعون، تو (بزودی) هلاک خواهی شد!»"},{"SurahNumber":17,"VerseNumber":103,"Text":"پس (فرعون) تصمیم گرفت آنان را از آن سرزمین ریشه کن سازد؛ ولی ما، او و تمام کسانی را که با او بودند، غرق کردیم"},{"SurahNumber":17,"VerseNumber":104,"Text":"و بعد از آن به بنی اسرائیل گفتیم: «در این سرزمین [= مصر و شام‌] ساکن شوید! امّا هنگامی که وعده آخرت فرا رسد، همه شما را دسته جمعی (به آن دادگاه عدل) می‌آوریم»"},{"SurahNumber":17,"VerseNumber":105,"Text":"و ما قرآن را بحق نازل کردیم؛ و بحق نازل شد؛ و تو را، جز بعنوان بشارت‌دهنده و بیم‌دهنده، نفرستادیم"},{"SurahNumber":17,"VerseNumber":106,"Text":"و قرآنی که آیاتش را از هم جدا کردیم، تا آن را با درنگ بر مردم بخوانی؛ و آن را بتدریج نازل کردیم"},{"SurahNumber":17,"VerseNumber":107,"Text":"بگو: «خواه به آن ایمان بیاورید، و خواه ایمان نیاورید، کسانی که پیش از آن به آنها دانش داده شده، هنگامی که (این آیات) بر آنان خوانده می‌شود، سجده‌کنان به خاک می‌افتند"},{"SurahNumber":17,"VerseNumber":108,"Text":"و می‌گویند: «منزّه است پروردگار ما، که وعده‌هایش به یقین انجام‌شدنی است!»"},{"SurahNumber":17,"VerseNumber":109,"Text":"آنها (بی‌اختیار) به زمین می‌افتند و گریه می‌کنند؛ و (تلاوت این آیات، همواره) بر خشوعشان می‌افزاید"},{"SurahNumber":17,"VerseNumber":110,"Text":"بگو: ««اللّه» را بخوانید یا «رحمان» را، هر کدام را بخوانید، (ذات پاکش یکی است؛ و) برای او بهترین نامهاست!» و نمازت را زیاد بلند، یا خیلی آهسته نخوان؛ و در میان آن دو، راهی (معتدل) انتخاب کن"},{"SurahNumber":17,"VerseNumber":111,"Text":"و بگو: «ستایش برای خداوندی است که نه فرزندی برای خود انتخاب کرده، و نه شریکی در حکومت دارد، و نه بخاطر ضعف و ذلّت، (حامی و) سرپرستی برای اوست!» و او را بسیار بزرگ بشمار"},{"SurahNumber":18,"VerseNumber":1,"Text":"حمد مخصوص خدایی است که این کتاب (آسمانی) را بر بنده (برگزیده) اش نازل کرد، و هیچ گونه کژی در آن قرار نداد"},{"SurahNumber":18,"VerseNumber":2,"Text":"در حالی که ثابت و مستقیم و نگاهبان کتابهای (آسمانی) دیگر است؛ تا (بدکاران را) از عذاب شدید او بترساند؛ و مؤمنانی را که کارهای شایسته انجام می‌دهند، بشارت دهد که پاداش نیکویی برای آنهاست"},{"SurahNumber":18,"VerseNumber":3,"Text":"(همان بهشت برین) که جاودانه در آن خواهند ماند"},{"SurahNumber":18,"VerseNumber":4,"Text":"و (نیز) آنها را که گفتند: «خداوند، فرزندی (برای خود) انتخاب کرده است»، انذار کند"},{"SurahNumber":18,"VerseNumber":5,"Text":"نه آنها (هرگز) به این سخن یقین دارند، و نه پدرانشان! سخن بزرگی از دهانشان خارج می‌شود! آنها فقط دروغ می‌گویند"},{"SurahNumber":18,"VerseNumber":6,"Text":"گویی می‌خواهی بخاطر اعمال آنان، خود را از غم و اندوه هلاک کنی اگر به این گفتار ایمان نیاورند"},{"SurahNumber":18,"VerseNumber":7,"Text":"ما آنچه را روی زمین است زینت آن قرار دادیم، تا آنها را بیازماییم که کدامینشان بهتر عمل می‌کنند"},{"SurahNumber":18,"VerseNumber":8,"Text":"(ولی) این زرق و برقها پایدار نیست، و ما (سرانجام) قشر روی زمین را خاک بی گیاهی قرار می‌دهیم"},{"SurahNumber":18,"VerseNumber":9,"Text":"آیا گمان کردی اصحاب کهف و رقیم از آیات عجیب ما بودند؟"},{"SurahNumber":18,"VerseNumber":10,"Text":"زمانی را به خاطر بیاور که آن جوانان به غار پناه بردند، و گفتند: «پروردگارا! ما را از سوی خودت رحمتی عطا کن، و راه نجاتی برای ما فراهم ساز!»"},{"SurahNumber":18,"VerseNumber":11,"Text":"ما (پرده خواب را) در غار بر گوششان زدیم، و سالها در خواب فرو رفتند"},{"SurahNumber":18,"VerseNumber":12,"Text":"سپس آنان را برانگیختیم تا بدانیم (و این امر آشکار گردد که) کدام یک از آن دو گروه، مدّت خواب خود را بهتر حساب کرده‌اند"},{"SurahNumber":18,"VerseNumber":13,"Text":"ما داستان آنان را بحق برای تو بازگو می‌کنیم؛ آنها جوانانی بودند که به پروردگارشان ایمان آوردند، و ما بر هدایتشان افزودیم"},{"SurahNumber":18,"VerseNumber":14,"Text":"و دلهایشان را محکم ساختیم در آن موقع که قیام کردند و گفتند: «پروردگار ما، پروردگار آسمانها و زمین است؛ هرگز غیر او معبودی را نمی‌خوانیم؛ که اگر چنین کنیم، سخنی بگزاف گفته‌ایم"},{"SurahNumber":18,"VerseNumber":15,"Text":"این قوم ما هستند که معبودهایی جز خدا انتخاب کرده‌اند؛ چرا دلیل آشکاری (بر این کار) نمی‌آورند؟! و چه کسی ظالمتر است از آن کس که بر خدا دروغ ببندد؟!»"},{"SurahNumber":18,"VerseNumber":16,"Text":"و (به آنها گفتیم:) هنگامی که از آنان و آنچه جز خدا می‌پرستند کناره‌گیری کردید، به غار پناه برید؛ که پروردگارتان (سایه) رحمتش را بر شما می‌گستراند؛ و در این امر، آرامشی برای شما فراهم می‌سازد"}]}