{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"โอ้ นบี จงยำเกรงอัลลอฮฺ และอย่าเชื่อฟังพวกปฏิเสธศรัทธาและพวกมุนาฟิกีน แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงรอบรู้ ผู้ทรงปรีชาญาณ"},{"SurahNumber":33,"VerseNumber":2,"Text":"และจงปฏิบัติตามสิ่งที่ถูกวะฮี แก่เจ้า จากพระเจ้าของเจ้า แท้จริงอัลลอฮฺนั้นทรงรู้ดียิ่งในสิ่งที่พวกเจ้ากระทำ"},{"SurahNumber":33,"VerseNumber":3,"Text":"และจงมอบความไว้วางใจแด่อัลลอฮฺและพอเพียงแล้วที่อัลลอฮฺเป็นผู้คุ้มครอง"},{"SurahNumber":33,"VerseNumber":4,"Text":"อัลลอฮฺมิได้ทรงทำให้ชายใดมีสองหัวใจในทรวงอกของเขา และพระองค์มิได้ทรงทำให้ภริยาของพวกเจ้าซึ่งพวกเจ้าหย่าพวกเธอ (ด้วยการกล่าวซิฮารฺ) ว่าเป็นแม่ของพวกเจ้า และพระองค์มิได้ทรงทำให้การเรียก (ลูกบุญธรรม) ของพวกเจ้าว่าเป็นลูก (ที่แท้จริง) ของพวกเจ้า นั่นคือการกล่าวของพวกเจ้าด้วยปากของพวกเจ้า และอัลลอฮฺนั้นตรัสสัจจะ และพระองค์ทรงชี้แนะแนวทางที่ถูกต้อง"},{"SurahNumber":33,"VerseNumber":5,"Text":"จงเรียกเขาเหล่านั้นตาม (ชื่อ) พ่อของพวกเขา มันเป็นการเที่ยงธรรมกว่า ณ ที่อัลลอฮฺหากพวกเจ้าไม่รู้จักพ่อ (จริง ๆ) ของพวกเขา ดังนั้น พวกเขาก็คือพี่น้องร่วมในศาสนาของพวกเจ้าและผู้ใกล้ชิดของพวกเจ้า และไม่เป็นที่น่าตำหนิแก่พวกเจ้าในสิ่งที่พวกเจ้าผิดพลาดในเรื่องนั้น แต่สิ่งที่จิตใจของพวกเจ้ามีความมุ่งหมายต่างหาก และอัลลอฮฺเป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ"},{"SurahNumber":33,"VerseNumber":6,"Text":"นบีนั้นเป็นผู้ใกล้ชิดกับบรรดาผู้ศรัทธายิ่งกว่าตัวของพวกเขาเอง และบรรดาภริยาของเขา (นบี) คือมารดาของพวกเขาและเครือญาติร่วมสายโลหิต บางคนในหมู่พวกเขาใกล้ชิดกับอีกบางคนยิ่งกว่าบรรดาผู้ศรัทธาและบรรดาผู้อพยพในบัญญติของอัลลอฮฺ เว้น แต่พวกเจ้าจะกระทำความดีแก่สหายสนิทของ พวกเจ้า นั่นได้มีบันทึกไว้แล้วในคัมภีร์"},{"SurahNumber":33,"VerseNumber":7,"Text":"และจงรำลึกถึงขณะที่เราได้เอาคำมั่นสัญญาของพวกเขาจากบรรดานบี และจากเจ้า และจากนูหฺ และอิบรอฮีม และมูซา และอิซา อิบนฺมัรยัม และเราได้เอาคำมั่นสัญญาอย่างหนักแน่นจากพวกเขา"},{"SurahNumber":33,"VerseNumber":8,"Text":"เพื่อพระองค์จะทรงสอบถามบรรดาผู้สัตย์จริง เกี่ยวกับความสัตย์จริงของพวกเขา และพระองค์ทรงเตรียมการลงโทษอันเจ็บปวดไว้แก่บรรดาผู้ปฏิเสธศรัทธา"},{"SurahNumber":33,"VerseNumber":9,"Text":"โอ้บรรดาผู้ศรัทธาเอ๋ย จงรำลึกถึงความโปรดปรานของอัลลอฮฺที่มีต่อพวกเจ้าขณะที่กองทัพข้าศึกเข้ามารุกรานพวกเจ้า แล้วเราได้ส่งลมพายุพัดใส่พวกเขา และกำลังทหารที่พวกเจ้ามองไม่เห็น และอัลลอฮฺทรงเห็นสิ่งที่พวกเจ้ากระทำ"},{"SurahNumber":33,"VerseNumber":10,"Text":"เมื่อพวกเขายกทัพมายังพวกเจ้า ทั้งจากทางข้างบนของพวกเจ้า และจากทางข้างล่างของพวกเจ้า และเมื่อนัยน์ตาได้เหลือกลานและหัวใจได้มาจุกอยู่ที่ลำคอ และพวกเจ้านึกคิดกันต่าง ๆ นานา เกี่ยวกับอัลลอฮฺ"},{"SurahNumber":33,"VerseNumber":11,"Text":"ณ ที่นั้นขณะนั้น บรรดาผู้ศรัทธาได้ถูกทดลอง และพวกเขาถูกทำให้เคลื่อนไหวสั่นสะเทือนอย่างรุนแรง"},{"SurahNumber":33,"VerseNumber":12,"Text":"และจงรำลึกถึง เมื่อพวกมุนาฟิกีนและบรรดาผู้ที่หัวใจของพวกเขามีโรค กล่าวว่า อัลลอฮฺและรอซูลของพระองค์มิได้สัญญาแก่เราอย่างใด นอกจากการหลอกลวงเท่านั้น"},{"SurahNumber":33,"VerseNumber":13,"Text":"และจงรำลึกถึง เมื่อกลุ่มหนึ่งจากพวกเขา (มุนาฟิกีน) กล่าวว่า โอ้ชาวยัษริบเอ๋ย ไม่มีที่ตั้งมั่นสำหรับพวกท่านแล้ว (เพื่อต่อสู้กับข้าศึก) จงกลับไปเสียเถิด และกลุ่มหนึ่งจากพวกเขาจะขออนุญาตกับท่านนบีว่า บ้านของพวกเราไม่มีอะไรปกปิด ไม่มั่นคง และมันมิได้เป็นเช่นนั้น พวกเขามิได้ประสงค์สิ่งใด นอกจากการหนี (จากการทำสงคราม)"},{"SurahNumber":33,"VerseNumber":14,"Text":"และถ้ามีการรุกรานมายังพวกเขาจากรอบนอกเมืองของมัน แล้วพวกเขาได้ถูกปลุกปั่นให้ก่อความไม่สงบ แน่นอน พวกเขาจะกระทำทันที และพวกเขาจะไม่ลังเลแม้แต่น้อย"},{"SurahNumber":33,"VerseNumber":15,"Text":"และโดยแน่นอนพวกเขาได้ให้สัญญาต่ออัลลอฮฺมาก่อนแล้วว่า พวกเขาจะไม่หันหลังกลับ และสัญญาของอัลลอฮฺนั้นจะถูกสอบถาม"},{"SurahNumber":33,"VerseNumber":16,"Text":"จงกล่าวเถิดมุฮัมมัดว่า การหนีนั้นจะไม่อำนวยประโยชน์อันใดแก่พวกท่าน หากพวกท่าน (ต้องการ) จะหนีจากความตาย หรือการรบราฆ่าฟันกัน และเมื่อนั้นพวกท่านจะไม่ได้ รื่นเริงกัน นอกจาก (ใน) เวลาอันเล็กน้อย"},{"SurahNumber":33,"VerseNumber":17,"Text":"จงกล่าวเถิดมุฮัมมัด ใครเล่าจะปกป้องพวกท่านให้พ้นจากอัลลอฮฺไปได้ หากพระองค์ทรงปรารถนาให้ความเสียหายแก่พวกท่าน หรือหากพระองค์ทรงปรารถนาให้ความเมตตาแก่พวกท่าน และพวกเขาจะไม่พบใครอื่นจากอัลลอฮฺเป็นผู้คุ้มครองและเป็นผู้ช่วยเหลือแก่พวกเขา"}]}