{"Id":198,"LanguageCodes":["hu","hun"],"Name":"hun-drahmedabdelrah","Author":"Dr. Ahmed Abdel Rahman Okfat Tashaab","Language":"Hungarian","Description":"Hungarian","Direction":"ltr","Source":"https://archive.org/ , King Fahd Quran Complex","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Nekik a Békesség Lakhelye jár az ő Uruknál és Ő a segítőjük, azért, amit tettek"},{"SurahNumber":6,"VerseNumber":128,"Text":"És azon a Napon amikor mindegyikőjüket összegyűjti (és mondja): .Ó dzsinnek gyülekezete! Sok embert megszereztetek\"!\" És mondják az ő közeli emberei: Urunk! Egyikünk a másik hasznára volt. És most elértük a megszabott időnket, amit Te szabtál meg nekünk.\" Mondja: A Tűz lesz a nyugvóhelyetek, örökkön abban fogtok időzni- kivéve azt, amit Allah akar. Bizony a te Urad Bölcs és Tudó"},{"SurahNumber":6,"VerseNumber":129,"Text":"És így egyes bűnösöket hatalommal láttunk el mások felett amiatt, amit megszereztek"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ó dzsinnek és emberek gyülekezete! Nem jöttek-e Küldöttek hozzátok magatok közül, akik az Én Jeleimet mondták el nektek és intettek benneteket az ezen Napotokkal való találkozástól? Mondták: Tanúságot teszünk magunk ellen!\" Elkápráztatta őket az evilági élet. És tanúságot tettek önmaguk ellen arra, hogy hitetlenek voltak"},{"SurahNumber":6,"VerseNumber":131,"Text":"Ez azért van így, mivel a te Urad nem pusztítja el a városokat egy bűn miatt, amikor a lakói még tudatlanok"},{"SurahNumber":6,"VerseNumber":132,"Text":"Mindegyiknek meglesznek a fokozatai, annak megfelelően, amit cselekedtek. Az Urad nem figyelmetlen azzal szemben, amit ők cselekszenek"},{"SurahNumber":6,"VerseNumber":133,"Text":"És a te Urad nem szorul senkire, Ő a kegyelem Tulajdonosa. Ha akarja elpusztít benneteket és azt helyez utánatok utódul, akit akar - ahogyan megteremtett benneteket más emberek utódaiból"},{"SurahNumber":6,"VerseNumber":134,"Text":"Bizony az, ami fenyeget benneteket elkerülhetetlenül be fog következni. Ti nem tudjátok azt megakadályozni"},{"SurahNumber":6,"VerseNumber":135,"Text":"Mondd ( Muhammad- Allah áldja meg és adjon Neki örök üdvösséget): .Ó, népem! Cselekedetek a helyzetetek szerint, én is cselekedni fogok. És meg fogjátok tudni kié lesz a végső lakhely. A bűnösök bizony nem boldogulnak"},{"SurahNumber":6,"VerseNumber":136,"Text":"És kijelöltek Allah-nak abból, amit Ő sokasított, a vetésből és a lábasjószágokból egy részt. És mondták: ..Fz Allahé- az ő elgondolásuk szerint. És ez a mi társainké.\" És az, ami az ő társaiké az nem jut el Allah-hoz, ami pedig Allah-é, az eljut az ő társaikhoz. Milyen rossz az, ahogyan ítélkeznek"},{"SurahNumber":6,"VerseNumber":137,"Text":"És így az ő társaik sokak számára a társítók közül díszessé tették a gyermekeik megölését, hogy vesztükbe döntsék őket és, hogy elhomályosítsák előttük a vallásukat. Ha Allah akarta volna nem tették volna ezt! Hagyd őket és azt, amit koholnak"},{"SurahNumber":6,"VerseNumber":138,"Text":"És mondták: , Ezek a lábasjószágok És vetések tilalmasak. Nem ehet belőle csak az, akit mi akarunk- az ő vélekedésük szerint.\" (Vélekedésük szerint vannak) lábasjószágok, amelyek háta tilalmas (a teherhordásra.) És lábasjószágok, amelyek felett nem említik meg Allah nevét. Hazugságot koholva ellene. Meg fogja jutalmazni őket azért, amit koholtak"},{"SurahNumber":6,"VerseNumber":139,"Text":"És mondták: , Ami ezen lábasjószágok hasában van az egyedül a mi férfiainknak jár és tilalmas az asszonyaink számára. Ha halva születik, akkor társak abban.\" Meg fog fizetni az állításukért. Ő Bölcs és Tudó"},{"SurahNumber":6,"VerseNumber":140,"Text":"Bizony kárvallottak azok, akik megölték a gyermekeiket, bután, tudás nélkül, És tilalmasnak nyilvánították azt, amivel Allah gondoskodott róluk, hazugságot koholva Allah ellen. Bizony eltévelyedtek és nem vezéreltettek az Egyenes Úton"}]}