{"Id":398,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti-la","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Bu kitabın indirilisi, O cok guclu, herseyi bilen Allah´tandır"},{"SurahNumber":40,"VerseNumber":3,"Text":"O gunahkarları bagıslayan, tevbeyi kabul eden, cezalandırması siddetli, bol lutuf sahibi Allah´tan ki, O´ndan baska tapılacak yoktur. Donus de O´nadır"},{"SurahNumber":40,"VerseNumber":4,"Text":"Allah´ın ayetleri hakkında yalnızca nankorluk eden kafirler mucadele eder. Simdi onların memleketler icinde donup dolasmaları seni aldatmasın"},{"SurahNumber":40,"VerseNumber":5,"Text":"Onlardan once Nuh kavmi, arkalarından da cesitli gruplar yalanlamıslardı ve her ummet kendi peygamberlerini yakalamaya kalkıstı. Onlar, hakkı batıl ile yok etmek icin bosuna mucadele ettiler de Ben, onları tuttum alıverdim. (Bak) o vakit nasıl oldu cezalandırmam"},{"SurahNumber":40,"VerseNumber":6,"Text":"Ve iste o nankorluk eden kafirlere, Rabbinin onların nara (cehennemde) yanacaklarına dair sozu oyle gerceklesti"},{"SurahNumber":40,"VerseNumber":7,"Text":"Arsı tasıyanlar ve onun cevresindekiler Rablerini hamd ile tesbih ederler, O´na iman ederler ve iman etmis olanlar icin soyle bagıslanma dilerler: «Ey Rabbimiz, senin rahmet ve ilmin herseye genis (herseyi kusatmıstır). Hemen o tevbe edip yoluna uyanları bagısla ve onları cehennem azabından koru"},{"SurahNumber":40,"VerseNumber":8,"Text":"Ey Rabbimiz, onları o kendilerine vaad buyurdugun Adn cennetlerine koy; atalarından, eslerinden ve soylarından durust olanları da. Suphesiz Sen, guclusun, hikmet sahibisin Sen"},{"SurahNumber":40,"VerseNumber":9,"Text":"Onları fenalıklardan koru! Sen, her kimi fenalıklardan korursan, o gun onu gercekten rahmetinle yarlıgamısındır (bagıslamıssındır). Iste asıl buyuk kurtulus da budur!»"},{"SurahNumber":40,"VerseNumber":10,"Text":"O kufredenlere muhakkak soyle bagırılacaktır: «Kesinlikle Allah´ın gazabı, sizin kendinize karsı olan gazabınızdan daha buyuktur. Cunku siz imana davet ediliyordunuz da kufrediyordunuz.»"},{"SurahNumber":40,"VerseNumber":11,"Text":"Diyecekler ki: «Ey Rabbimiz, bizi iki kere oldurdun, iki kere de dirilttin, simdi gunahlarımızı anladık; acaba cıkmanın bir yolu var mı?»"},{"SurahNumber":40,"VerseNumber":12,"Text":"Bunun sebebi sudur ki, «Siz tek Allah´a cagırıldıgınız zaman inkar ettiniz, O´na ortak kosuldugunda da inanıyordunuz, iste hukum O ulu, O buyuk Allah´ındır.»"},{"SurahNumber":40,"VerseNumber":13,"Text":"Size ayetlerini gosteren, sizin icin gokten bir rızık indiren O´dur. Fakat, ancak gonul veren anlar"},{"SurahNumber":40,"VerseNumber":14,"Text":"O halde sizler, dini kendisi icin halis kılarak (dininde samimi olarak) hep Allah´a ibadet edin; isterse kafirler hoslanmasınlar"},{"SurahNumber":40,"VerseNumber":15,"Text":"O dereceleri yuksek Ars´ın sahibi (Allah), bulusma gununun dehsetini haber vermek icin kullarından diledigine emrinde ruh (melek) indirip vahy veriyor"},{"SurahNumber":40,"VerseNumber":16,"Text":"Onların (mezarlarından) meydana fırlayacakları gun, kendilerinin yapmıs oldugu hicbir sey Allah´a gizli kalmaz. «Bugun mulk kimindir?» (buyurulur). «Bir olan, herseyi kudreti altında tutan Allah´ındır.» (denir)"},{"SurahNumber":40,"VerseNumber":17,"Text":"Bugun herkese kazandıgının karsılıgı verilecektir. Zulum yok bugun. Suphesiz Allah, hesabı cabuk gorendir"},{"SurahNumber":40,"VerseNumber":18,"Text":"Bir de o yaklasan felaket gununu onlara haber ver ki, o zaman yurekleri gırtlaklara dayanmıs yutkunur da yutkunurlar. Zalimler icin ne ısınacak bir hısım (ne sıcak bir yakın) vardır, ne de sozu dinlenecek bir sefaatci"},{"SurahNumber":40,"VerseNumber":19,"Text":"Gozlerin hain bakısını da bilir, gonullerin gizledigini de"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah, hakkı yerine getirir. Onların O´ndan baska yalvardıkları ise, hicbir seyi yerine getiremezler. Cunku Allah´tır hakkıyla isiten, goren"}]}