{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"(Maṟumai nāḷil) nam'maic cantippatai evarkaḷ nampavillaiyō avarkaḷ, ‘‘eṅkaḷ mītu (nēraṭiyākavē) vāṉavarkaḷ iṟakkappaṭa vēṇṭāmā? Allatu (eṅkaḷ kaṇkaḷāl) eṅkaḷ iṟaivaṉaip pārkka vēṇṭāmā?'' Eṉṟu kūṟukiṉṟaṉar. Ivarkaḷ taṅkaḷai mika mikap peritāka eṇṇikkoṇṭu aḷavu kaṭantu (perum pāvattil ceṉṟu) viṭṭaṉar"},{"SurahNumber":25,"VerseNumber":22,"Text":"(avarkaḷ virumpiyavāṟu) vāṉavarkaḷai avarkaḷ kāṇum nāḷil, ikkuṟṟavāḷikaḷai nōkki ‘‘iṉṟaiya tiṉam (uṅkaḷukku aḻivait tavira) vēṟu oru nalla ceytiyum illai'' eṉṟu (avvāṉavarkaḷ) kūṟuvārkaḷ. (Akkuṟṟavāḷikaḷō taṅkaḷai aḻikka varum avvāṉavarkaḷait) ‘‘taṭuttuk koḷḷuṅkaḷ; taṭuttuk koḷḷuṅkaḷ'' eṉṟu captamiṭuvārkaḷ"},{"SurahNumber":25,"VerseNumber":23,"Text":"(im'maiyil) avarkaḷ ceytu koṇṭirunta kāriyaṅkaḷai nām nōkkiṉāl (atil oru naṉmaiyum illātataṉāl) paṟakkum tūcikaḷaip pōl avaṟṟai nām ākkiviṭuvōm"},{"SurahNumber":25,"VerseNumber":24,"Text":"annāḷil (nampikkaiyāḷarkaḷāṉa) corkkavācikaḷō, nalla taṅkumiṭattilum aḻakāṉa (iṉpamāṉa) ōyvu peṟum iṭattilum iruppārkaḷ"},{"SurahNumber":25,"VerseNumber":25,"Text":"vāṉam mēkaṅkaḷāl piḷakkappaṭṭu annāḷil vāṉavarkaḷ kūṭṭam kūṭṭamāka iṟaṅkuvārkaḷ"},{"SurahNumber":25,"VerseNumber":26,"Text":"annāḷil uṇmaiyāṉa āṭci rahmāṉ oruvaṉukkē irukkum. Nirākarippavarkaḷukku atu mikka kaṭiṉamāṉa nāḷākavum irukkum"},{"SurahNumber":25,"VerseNumber":27,"Text":"annāḷil aniyāyakkāraṉ taṉ iru kaikaḷaiyum kaṭittuk koṇṭu ‘‘nam tūtaruṭaṉ nāṉum nērāṉa vaḻiyaip piṉpaṟṟic ceṉṟirukka vēṇṭāmā?'' Eṉṟu kūṟuvāṉ"},{"SurahNumber":25,"VerseNumber":28,"Text":"‘‘eṉ tukkamē! (Pāvam ceyyumpaṭit tūṇṭiya) iṉṉavaṉai nāṉ (eṉatu) naṇpaṉāka ākkāmal iruntirukka vēṇṭāmā"},{"SurahNumber":25,"VerseNumber":29,"Text":"nallupatēcam eṉṉiṭam vantataṉ piṉṉarum atiliruntu avaṉ eṉṉait tiruppi viṭṭāṉē! Anta ṣaittāṉ maṉitaṉukkup perum catikāraṉāka iruntāṉē!'' (Eṉṟum pulampuvāṉ)"},{"SurahNumber":25,"VerseNumber":30,"Text":"(Accamayam nam) tūtar ‘‘eṉ iṟaivaṉē! Niccayamāka eṉ inta makkaḷ inta kur'āṉai muṟṟilum veṟuttu(t taḷḷi) viṭṭārkaḷ'' eṉṟu kūṟuvār"},{"SurahNumber":25,"VerseNumber":31,"Text":"ivvāṟē ovvoru napimārukkum kuṟṟavāḷikaḷai nām etirikaḷāka ēṟpaṭutti iruntōm. (Napiyē!) Umakku nērāṉa vaḻiyai aṟivittu, utavi ceyya umatu iṟaivaṉē pōtumāṉavaṉ"},{"SurahNumber":25,"VerseNumber":32,"Text":"(napiyē!) Evarkaḷ (um'mai) nirākarikkiṟārkaḷō avarkaḷ ‘‘inta vētam muḻuvatum orē taṭavaiyil avarmītu iṟakkappaṭa vēṇṭāmā?'' Eṉṟu kūṟukiṉṟaṉar. (Itai) ivvāṟu nām koñcam koñcamāka iṟakki (varicai muṟaippaṭi) oḻuṅkupaṭuttuvatellām umatu uḷḷattait tiṭappaṭuttuvataṟkākavē ākum"},{"SurahNumber":25,"VerseNumber":33,"Text":"innirākarippavarkaḷ (ettakaiya kēḷvikaḷaik kēṭṭu ataṟkāka āccariyamāṉa) enta utāraṇattai uṅkaḷiṭam avarkaḷ koṇṭu vanta pōtilum (ataiviṭa) uṇmaiyāṉa viṣayattaiyum, aḻakāṉa viyākkiyāṉattaiyum (vivarattaiyum) nām uṅkaḷukku kūṟāmal irukkavillai"},{"SurahNumber":25,"VerseNumber":34,"Text":"ivarkaḷtāṉ narakattiṟku mukaṅkuppuṟa iḻuttuc cellappaṭupavarkaḷ. Ivarkaḷtāṉ makākeṭṭa iṭattil taṅkupavarkaḷum vaḻi tavaṟiyavarkaḷum āvārkaḷ"},{"SurahNumber":25,"VerseNumber":35,"Text":"(itaṟku muṉṉar) niccayamāka nām mūsāvukku(t ‘tavṟāt' eṉṉum) vētattaik koṭuttiruntōm. Avaruṭaiya cakōtarar hārūṉai avarukku mantiriyākavum ākkiṉōm"},{"SurahNumber":25,"VerseNumber":36,"Text":"avviruvaraiyum nōkki, ‘‘nam attāṭcikaḷaip poyyākkiya makkaḷiṭam nīṅkaḷ iruvarum celluṅkaḷ'' eṉak kūṟiṉōm. (Avvāṟu avarkaḷ ceṉṟu avarkaḷukkuk kūṟiyatai anta makkaḷ nirākarittu viṭṭataṉāl) nām avarkaḷai aṭiyōṭu aḻittuviṭṭōm"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nūhvuṭaiya makkaḷ (nam) tūtarkaḷaip poyyākkiya camayattil avarkaḷaiyum mūḻkaṭittu, avarkaḷai maṉitarkaḷ aṉaivarukkum ōr attāṭciyāka ākkiṉōm. Ittakaiya aniyāyakkārarkaḷukkut tuṉpuṟuttum vētaṉaiyaiyē nām tayārpaṭutti vaittirukkiṟōm"},{"SurahNumber":25,"VerseNumber":38,"Text":"ātu, samūtu makkaḷaiyum, ṟas (akaḻ) vācikaḷaiyum, ivarkaḷukkiṭaiyil vacitta iṉṉum pala vakuppiṉaraiyum (nām aḻittirukkiṟōm)"},{"SurahNumber":25,"VerseNumber":39,"Text":"(avarkaḷ nalluṇarcci peṟum poruṭṭu aḻintupōṉa muṉṉiruntavarkaḷiṉ carittiraṅkaḷai) avarkaḷ aṉaivarukkum nām pala utāraṇaṅkaḷākak kūṟiṉōm. (Avarkaḷ avaṟṟai nirākarittu viṭavē,) avarkaḷ aṉaivaraiyum nām aṭiyōṭu aḻittu viṭṭōm"},{"SurahNumber":25,"VerseNumber":40,"Text":"niccayamāka (makkāviluḷḷa nirākarippāḷarkaḷ) keṭṭa (kal) māri poḻinta ūriṉ camīpamāka (aṭikkaṭi)c ceṉṟē irukkiṉṟaṉar. Atai ivarkaḷ pārkkavillaiyā? Uṇmaiyil ivarkaḷ (maṟumaiyil) uyir koṭuttu eḻuppappaṭuvatai nampavēyillai"},{"SurahNumber":25,"VerseNumber":41,"Text":"(napiyē!) Ivarkaḷ um'maik kaṇṭāl um'maip paṟṟi ‘‘ivaraiyā allāh (taṉ) tūtarāka aṉuppi vaittāṉ?'' Eṉṟu parikācamākak kūṟukiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":42,"Text":"‘‘nām uṟutiyāka illaiyeṉṟāl, nam teyvaṅkaḷai viṭṭum nam'mai ivar vaḻikeṭuttē iruppār'' (eṉṟum kūṟukiṉṟaṉar. Maṟumaiyil) avarkaḷ vētaṉaiyait taṅkaḷ kaṇṇāl kāṇum nērattil vaḻi keṭṭavarkaḷ yār eṉpatai naṉkaṟintu koḷvārkaḷ"},{"SurahNumber":25,"VerseNumber":43,"Text":"(napiyē!) Evaṉ taṉ carīra iccaiyai(t tāṉ piṉpaṟṟum) taṉ teyvamāka eṭuttuk koṇṭāṉō avaṉai nīr pārttīrā? (Avaṉ vaḻi tavaṟātu) nīr avaṉukkup pātukāppāḷarāka iruppīrā"},{"SurahNumber":25,"VerseNumber":44,"Text":"Avarkaḷil perumpālāṉavarkaḷ (umatu vārttaikaḷaik kātāl) kēṭkiṟārkaḷ eṉṟō allatu atai(t taṅkaḷ maṉatāl) uṇarntu pārkkiṟārkaḷ eṉṟō nīṅkaḷ eṇṇik koṇṭīrā? Aṉṟu! Avarkaḷ mirukaṅkaḷaip pōṉṟavarkaḷē tavira, vēṟillai. Māṟāka, (mirukaṅkaḷai viṭa) mikavum vaḻikeṭṭavarkaḷākavum irukkiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":45,"Text":"(napiyē!) Umatu iṟaivaṉ niḻalai evvāṟu (kuṟaittu, piṉpu atai) nīṭṭukiṟāṉ eṉpatai nīr kavaṉikkavillaiyā? Avaṉ nāṭiyiruntāl, atai orē nilaiyil vaittirukka muṭiyum. Cūriyaṉai niḻalukku vaḻikāṭṭiyāka nāmtāṉ ākkiṉōm"},{"SurahNumber":25,"VerseNumber":46,"Text":"piṉṉar nāmtāṉ atai ciṟukac ciṟukak kuṟaittu viṭukiṟōm"},{"SurahNumber":25,"VerseNumber":47,"Text":"avaṉtāṉ uṅkaḷukku iravaip pōrvaiyākavum, tūkkattai ōyvaḷikkak kūṭiyatākavum, pakalai (uṅkaḷ) naṭamāṭṭattiṟkāka (pirakācamāka)vum ākkiṉāṉ"},{"SurahNumber":25,"VerseNumber":48,"Text":"avaṉtāṉ maḻaikku muṉṉatāka (kuḷirnta) kāṟṟai naṟceytiyāka aṉuppi vaikkiṟāṉ. (Maṉitarkaḷē!) Nāmtāṉ mēkattiliruntu paricuttamāṉa nīrai poḻiyac ceykiṟōm"},{"SurahNumber":25,"VerseNumber":49,"Text":"iṟanta pūmikku ataikkoṇṭu nām uyir koṭuttu nam paṭaippukaḷil āṭu, māṭu, oṭṭakam pōṉṟa uyiriṉaṅkaḷukkum pala maṉitarkaḷukkum ataip pukaṭṭukiṟōm"},{"SurahNumber":25,"VerseNumber":50,"Text":"avarkaḷ nalluṇarcci peṟum poruṭṭu ivviṣayattaip palavāṟāka avarkaḷukku eṭutturaittōm. Eṉiṉum, maṉitarkaḷil perumpālāṉavarkaḷ mikka naṉṟi keṭṭavarkaḷākavē irukkiṉṟaṉar"},{"SurahNumber":25,"VerseNumber":51,"Text":"nām nāṭiyiruntāl ovvoru ūrukkum accamūṭṭi eccarikkai ceyyakkūṭiya ovvoru tūtarai (iṉṟaiya tiṉamum) nām aṉuppiyē iruppōm"},{"SurahNumber":25,"VerseNumber":52,"Text":"ākavē, (napiyē!) Nīr inta naṉṟi keṭṭavarkaḷukku kaṭṭuppaṭātīr. Inta kur'āṉai (ātāramāka) koṇṭu nīr avarkaḷiṭattil perum pōrāka pōrāṭuvīrāka"}]}