{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Nain on asia. Jos joku kostaa hanelle aiheutetun karsimyksen samalla mitalla ja hanta sorretaan, niin varmasti Jumala on hanta auttava. Totisesti, Jumala on armollinen, anteeksiantavainen"},{"SurahNumber":22,"VerseNumber":61,"Text":"Silla Jumala antaa yon sulautua paivaan ja paivan vaipua yohon. Jumala on kuuleva, nakeva"},{"SurahNumber":22,"VerseNumber":62,"Text":"Silla Jumala on Totuus, ja se on valhetta, mita he rukoilevat Hanen ohellaan, silla Jumala on kaikista korkein, kaikista suurin"},{"SurahNumber":22,"VerseNumber":63,"Text":"Etko huomaa, etta Jumala lahettaa taivaasta sateen maan paalle, niin etta maa rupeaa viherioimaan? Totisesti, Jumala on yleva, kaikkivoipa"},{"SurahNumber":22,"VerseNumber":64,"Text":"Hanelle kuuluu kaikki, mita on taivaassa ja maan paalla. Totisesti, Jumala on rikas, ylistetty"},{"SurahNumber":22,"VerseNumber":65,"Text":"Etko ole ajatellut, etta teidan hyvaksenne Jumala on alistanut lakejansa noudattamaan kaiken, mita maan paalla on, ja etta Hanen kaskyjensa mukaan laivat kulkevat merella? Ja etta Han vain kaskyllaan pidattaa taivasta luhistumasta maahan? Totisesti, Jumala on ihmissukua kohtaan myotamielisin ja armollisin"},{"SurahNumber":22,"VerseNumber":66,"Text":"Juuri Han on suonut sinulle elaman ja antaa sitten sinun kuolla herattaakseen sinut uuteen eloon. Mutta ihminen on totisesti kiittamaton"},{"SurahNumber":22,"VerseNumber":67,"Text":"Jokaiselle kansalle Me olemme saatanyt hartausharjoituksia, joita he noudattavat. Alkoot he siksi kiistelko kanssasi tasta asiasta. Huuda heita Herrasi luokse, totisesti sina kuljet oikeata tieta"},{"SurahNumber":22,"VerseNumber":68,"Text":"Jos he kiistelevat kanssasi, sano silloin: »Jumala tietaa parhaiten, mita te teette.»"},{"SurahNumber":22,"VerseNumber":69,"Text":"Ylosnousemuksen paivana on Jumala ratkaiseva kiistanne"},{"SurahNumber":22,"VerseNumber":70,"Text":"Etko tieda, etta Jumala tuntee kaiken, mika on taivaassa ja maan paalla? Totisesti, tama on Kirjassa. Totisesti, tama on helppoa Jumalalle"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ja he palvelevat Jumalan ohella sellaista, jolle emme ole antanut mitaan valtaa ja josta heilla ei ole mitaan tietoa. Vaaramielisilla ei ole ketaan auttajaa"},{"SurahNumber":22,"VerseNumber":72,"Text":"Kun Meidan selvat ilmoituksemme on heille esitetty, voit havaita uskottomien kasvoista vastustusta. He haluaisivat syoksya niiden kimppuun, jotka kertovat heille merkeistamme. Sano: »Kerronko teille jotakin, mika on vielakin pahempaa? Se on tuli. Sen on Jumala luvannut niille, jotka ovat uskottomia. Mika viheliainen olinpaikka!»"},{"SurahNumber":22,"VerseNumber":73,"Text":"Oi ihmiset. Kuunnelkaa vertausta, joka esitetaan: Totisesti, ne, joita te rukoilette Jumalan ohella, eivat voi luoda edes karpasta, vaikkapa yhdessa sita yrittaisivat. Ja jos karpanen heilta jotain veisi mukanaan, he eivat voisi saada sita silta takaisin; yhta heikko on moinen avunantaja kuin avunanojakin"},{"SurahNumber":22,"VerseNumber":74,"Text":"He eivat arvioi Jumalaa niin suureksi, kuin Hanet arvioida tulee. Totisesti, Jumala on valtava, mahtava"},{"SurahNumber":22,"VerseNumber":75,"Text":"Jumala valitsee lahettilaansa seka enkelien etta ihmisten keskuudesta. Totisesti, Jumala on kuuleva, nakeva"},{"SurahNumber":22,"VerseNumber":76,"Text":"Han tietaa, mita heilla on edessaan ja mita takanaan. Ja Jumalan luokse on kaikkien palattava"},{"SurahNumber":22,"VerseNumber":77,"Text":"Te, jotka uskotte, kumartakaa, vaipukaa maahan asti, palvelkaa Herraanne ja tehkaa hyvaa, jotta teilla olisi menestysta"},{"SurahNumber":22,"VerseNumber":78,"Text":"Kamppailkaa Jumalan tiella ponnistellen, niinkuin Hanen arvonsa velvoittaa. Han on teidat valinnut eika ole uskontoonne asettanut teille mitaan ylipaasematonta, vaan antanut teille isanne Aabrahamin uskon. Han on kutsunut teita muslimeiksi jo aikaisemmin ja myoskin tassa Koraanissa, jotta Sanan julistaja nyt olisi todistajanne ja te todistaisitte ihmissuvusta. Siksi suorittakaa rukouksenne ja antakaa saadetyt almut ja pysykaa lujasti Jumalassa. Han on teidan suojelijanne. Mika oivallinen suojelija ja mika oivallinen auttaja"}]}