{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Vuga (yewe Muhamadi) uti \"Nahishuriwe ko hari itsinda ry’amajini ryumvise (Qur’an isomwa), nuko rikavuga riti \"Mu by’ukuri, twumvise Qur’an itangaje"},{"SurahNumber":72,"VerseNumber":2,"Text":"Iyobora iganisha ku kuri, nuko turayemera kandi ntituzigera tubangikanya Nyagasani wacu (Allah) n’icyo ari cyo cyose"},{"SurahNumber":72,"VerseNumber":3,"Text":"Kandi ko icyubahiro cy’ikirenga ari icya Nyagasani wacu, utarigeze umugore cyangwa umwana"},{"SurahNumber":72,"VerseNumber":4,"Text":"Kandi ko umunyabwenge buke muri twe (Shitani) yajyaga avuga ibidahwitse kuri Allah"},{"SurahNumber":72,"VerseNumber":5,"Text":"Kandi mu by’ukuri, twakekaga ko abantu n’amajini badashobora guhimbira Allah ikinyoma"},{"SurahNumber":72,"VerseNumber":6,"Text":"Kandi mu by’ukuri, mu bantu hari abagabo bajyaga biyambaza amajini y’igitsinagabo, ariko (ibyo) byongereraga (abo bantu) gukora ibyaha (ndetse n’ayo majini bikayongerera kwibona)"},{"SurahNumber":72,"VerseNumber":7,"Text":"Kandi ko mu by’ukuri, batekerezaga nk’uko mwatekerezaga ko Allah atazigera agira n’umwe azura"},{"SurahNumber":72,"VerseNumber":8,"Text":"Kandi twagerageje kugera mu kirere dusanga cyuzuye abarinzi bakomeye ndetse n’ibishirira"},{"SurahNumber":72,"VerseNumber":9,"Text":"Kandi mu by’ukuri, twajyaga tuhagira ibyicaro kugira ngo twumvirize (ibivugirwa mu Ijuru), ariko ubu uwagerageza kumviriza yahura n’igishirira kimwubikiriye"},{"SurahNumber":72,"VerseNumber":10,"Text":"Kandi ntitwigeze tumenya niba hari ikibi giteganyirizwa abari ku isi, cyangwa niba Nyagasani wabo abifuriza icyiza"},{"SurahNumber":72,"VerseNumber":11,"Text":"Kandi ko muri twe hari abakora ibyiza n’abatameze batyo. Turi amatsinda afite amayira (imyizerere) atandukanye"},{"SurahNumber":72,"VerseNumber":12,"Text":"Kandi twizeraga ko tudashobora kunanira Allah (aramutse ashatse kuduhana) ku isi, cyangwa ngo tube twagira aho tumuhungira"},{"SurahNumber":72,"VerseNumber":13,"Text":"Kandi ko mu by’ukuri, ubwo twumvaga umuyoboro (Qur’an) twarawukurikiye. Kandi uwemeye Nyagasani we, ntatinya kugabanyirizwa (ibihembo bye) cyangwa ngo abe yatinya kongererwa (ibihano)"},{"SurahNumber":72,"VerseNumber":14,"Text":"Kandi ko muri twe hari mo abicishije bugufi (Abayisilamu) n’abatannye. Nyamara abicishije bugufi ni bo bagannye inzira igororotse"},{"SurahNumber":72,"VerseNumber":15,"Text":"Naho abatannye bazaba inkwi z’umuriro wa Jahanamu"},{"SurahNumber":72,"VerseNumber":16,"Text":"Kandi ko iyo (abahakanyi) baza kuyoboka inzira igororotse (bakayishikamamo), rwose twari kubaha amazi (imvura) menshi (kandi y’umugisha)"},{"SurahNumber":72,"VerseNumber":17,"Text":"Kugira ngo tuyabageragereshe. Kandi uzirengagiza urwibutso rwa Nyagasani we, azamuhanisha ibihano bihambaye"},{"SurahNumber":72,"VerseNumber":18,"Text":"Kandi ko imisigiti yose ari iya Allah (wenyine). Bityo, ntimukagire undi musaba mumubangikanyije na Allah"},{"SurahNumber":72,"VerseNumber":19,"Text":"Kandi ubwo umugaragu wa Allah (Muhamadi) yahagurukaga amusenga, (amajini) yabaga amuzengurutse (kugira ngo yumve Intumwa isoma Qur’an)"},{"SurahNumber":72,"VerseNumber":20,"Text":"Vuga (yewe Muhamadi) uti \"Mu by’ukuri, njye nsaba Nyagasani wanjye wenyine nta wundi mubangikanyije na we"},{"SurahNumber":72,"VerseNumber":21,"Text":"Vuga (yewe Muhamadi) uti \"Mu by’ukuri, nta bubasha mfite bwo kuba nagira ikibi mbakorera, cyangwa ngo mbe nabayobora (mu nzira igororotse)"},{"SurahNumber":72,"VerseNumber":22,"Text":"Vuga uti \"Mu by’ukuri, nta n’umwe wandinda (ibihano bya) Allah (ndamutse mwigometseho), ndetse nta n’ahandi nabona ubuhungiro hatari kuri we"},{"SurahNumber":72,"VerseNumber":23,"Text":"(Umurimo wanjye nta wundi) usibye gusohoza (ukuri) n’ubutumwa biturutse kwa Allah. Ariko uzigomeka kuri Allah n’intumwa ye, azahanishwa umuriro wa Jahanamu azabamo ubuziraherezo"},{"SurahNumber":72,"VerseNumber":24,"Text":"Kugeza ubwo (ababangikanyamana) bazabona ibyo basezeranyijwe, ni bwo bazamenya ufite abatabazi b’abanyantege nke n’ufite bake"},{"SurahNumber":72,"VerseNumber":25,"Text":"Vuga (yewe Muhamadi) uti \"Sinzi niba (ibihano) musezeranywa biri bugufi cyangwa niba Nyagasani wanjye azabiha igihe kirekire"},{"SurahNumber":72,"VerseNumber":26,"Text":"Ni we (wenyine) mumenyi w’ibitagaragara kandi nta n’umwe ajya ahishurira ibye"},{"SurahNumber":72,"VerseNumber":27,"Text":"Uretse uwo yishimiye mu ntumwa ze, akamwoherereza abarinzi (abamalayika) bamugenda imbere n’inyuma"},{"SurahNumber":72,"VerseNumber":28,"Text":"(Ibyo Allah abikora) kugira ngo amenye ko (Intumwa) zasohoje neza ubutumwa bwa Nyagasani wazo. Kandi (ko Allah) azi neza ibyo zitunze ndetse azi byimazeyo umubare wa buri kintu"},{"SurahNumber":73,"VerseNumber":1,"Text":"Yewe uwiyoroshe (uvugwa aha ni Intumwa Muhamadi)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Byuka (usenge) nijoro, uretse igice gito (cyaryo)"},{"SurahNumber":73,"VerseNumber":3,"Text":"Kimwe cya kabiri cyaryo cyangwa igito kuri cyo"},{"SurahNumber":73,"VerseNumber":4,"Text":"Cyangwa wongereho gato. Unasome Qur’an neza (mu ijwi rituje kandi ryiza)"},{"SurahNumber":73,"VerseNumber":5,"Text":"Mu by’ukuri, tuzaguhishurira ijambo riremereye (ari ryo Qur’an ikubiyemo amategeko n’amabwiriza)"},{"SurahNumber":73,"VerseNumber":6,"Text":"Mu by’ukuri, amasengesho y’ijoro ni ingirakamaro (ku mutima) ndetse anatuma (umuntu atekereza ku magambo ya Allah, atuje)"},{"SurahNumber":73,"VerseNumber":7,"Text":"Mu by’ukuri, ku manywa uba uhugiye muri byinshi"},{"SurahNumber":73,"VerseNumber":8,"Text":"Kandi ujye wibuka izina rya Nyagasani wawe unamwiyegurire utizigama"},{"SurahNumber":73,"VerseNumber":9,"Text":"Nyagasani w’Uburasirazuba n’Uburengerazuba; nta yindi mana ikwiye gusengwa itari we. Bityo, mugire umurinzi (wawe)"},{"SurahNumber":73,"VerseNumber":10,"Text":"Unihanganire ibyo (abo bahakanyi) bavuga, kandi unabitarure mu buryo bwiza"},{"SurahNumber":73,"VerseNumber":11,"Text":"Maze undekere abahinyura (amagambo yanjye); bahawe ingabire (yo kubaho mu buzima bwiza), unabarindirize igihe gito"},{"SurahNumber":73,"VerseNumber":12,"Text":"Rwose dufite iminyururu n’umuriro ugurumana (byo kuzabahanisha ku munsi w’imperuka)"},{"SurahNumber":73,"VerseNumber":13,"Text":"N’ibyo kurya bizabaniga ndetse n’ibihano bibabaza"},{"SurahNumber":73,"VerseNumber":14,"Text":"Umunsi isi n’imisozi bizatigita, maze imisozi ikaba nk’ikirundo cy’umusenyi wanyanyagijwe"},{"SurahNumber":73,"VerseNumber":15,"Text":"Mu by’ukuri, twaboherereje Intumwa (Muhamadi) ngo ibabere umuhamya nk’uko twoherereje Farawo Intumwa (Musa)"},{"SurahNumber":73,"VerseNumber":16,"Text":"Ariko Farawo yigometse ku ntumwa (Musa), nuko turamufata tumuhanisha ibihano bikomeye"},{"SurahNumber":73,"VerseNumber":17,"Text":"Ni gute mwakwirinda ibihano kandi muhakana umunsi uzagira abana abasaza (kubera uko uzaba uteye ubwoba)"},{"SurahNumber":73,"VerseNumber":18,"Text":"Ubwo ikirere kizasatagurika. Isezerano rye (Allah) rizasohora nta gushidikanya"},{"SurahNumber":73,"VerseNumber":19,"Text":"Mu by’ukuri, ibi ni urwibutso. Bityo ushaka nayoboke inzira imuganisha kwa Nyagasani we"}]}