{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"Ol / Suleymen / : «Senin sındıqtı aytqanındı ne otiriksilerden ekenindi koremiz"},{"SurahNumber":27,"VerseNumber":28,"Text":"Mına xatımdı aparıp, olarga tasta. Keyin bir sette turıp, olardın ne jawap qaytaratının bayqa»,- dedi"},{"SurahNumber":27,"VerseNumber":29,"Text":"Ol / patsa ayel / : «Ey, wazirler! Magan bir qurmetti xat tastaldı"},{"SurahNumber":27,"VerseNumber":30,"Text":"Ol - Suleymennen. Onda: «Bismillahir Raxmanir Raxim / asa Qayırımdı, erekse Meyirimdi Allahtın atımen bastaymın"},{"SurahNumber":27,"VerseNumber":31,"Text":"Sender menin aldıma takapparlanbay, boysungan kuyde kelinder», dep jazılgan», - dedi"},{"SurahNumber":27,"VerseNumber":32,"Text":"Ol: «Ey, wazirler! Menin isime qatıstı kenes berinder. Sender menimen birge bolmayınsa, esbir maseleni sesken emespin», - dedi"},{"SurahNumber":27,"VerseNumber":33,"Text":"Olar: «Biz qwatqa iemiz ari dayındıgımız kusti. Alayda amir etw senin qolında. Bizge ne buyıratınındı ozin qarap kor», - dedi"},{"SurahNumber":27,"VerseNumber":34,"Text":"Ol: «Patsalar bir eldi mekenge kirse, onı qiratadı jane eldin qurmettilerin qor etedi. Bular da osılay isteydi"},{"SurahNumber":27,"VerseNumber":35,"Text":"Men olarga bir sıylıq jiberip, elsilerdin nemen qaytatının koreyin»,.- dedi"},{"SurahNumber":27,"VerseNumber":36,"Text":"Suleymenge / olardın elsisi / kelgende, ol: «Sender magan duniemen komek bermeksisinder me? Allahtın magan bergeni senderdin usıngandarınnan artıq. Negizinde sıylıqqa ozderin gana maz bolasındar"},{"SurahNumber":27,"VerseNumber":37,"Text":"Olarga qaytıp bar. Biz olar qarsı tura almaytın askermen baramız da ol jerden olardı qorlangan kuylerinde, beysara etip qwıp sıgaramız», - dedi"},{"SurahNumber":27,"VerseNumber":38,"Text":"Ol / Suleymen / : «Ey, wazirler! Olar magan boysunıp kelwden burın, onın tagın magan qaysıların alıp kele alasındar?» - dedi"},{"SurahNumber":27,"VerseNumber":39,"Text":"Jındardan bir kustisi: «Men onı sagan ornınnan turganınnan burın alıp kelemin. Bul iske kusim jetedi ari senip tapsırwga layıqtımın», - dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Ozinde Kitaptan bilimi bolgan birew: «Men sagan onı janarın ozine qaytqansa akelemin», - dedi. Ol / Suleymen / onın / taqtın / ozinin aldında ornıqqanın korgende: «Bul- Rabbımnın kensiligi. Sukir etemin be / Onın bergen igilikterine algıs bildiremin be / alde kupirlik etemin be / sukirsilik bildirmeymin be / meni sınaw usin bergen. Kim sukir etse / Rabbısının bergen igilikterine razı bolıp, algıs bildirse / , oz paydası usin sukir etedi. Al kim kupirlik etse / ozine berilgendi moyındamasa / , aqiqatında Rabbım - barinen Bay, muqtajsız , asa Jomart », - dedi"},{"SurahNumber":27,"VerseNumber":41,"Text":"Ol: «Onın tagın, tanımaytınday etip ozgertinder. Ol / ayel / jol tabar ma eken, alde twra jolmen jurmegenderden bolar ma eken, koreyik?» - dedi"},{"SurahNumber":27,"VerseNumber":42,"Text":"Al, ol / patsa ayel / kelgen kezde, ogan / onın ozinin tagın sal ozgertip / : «Senintagın osınday ma edi?» - dep aytıldı. Ol / patsa ayel / : «Dal ozi siyaqtı», - dedi. / Suleymen / : «Bizge bilim odan / ol ayelden / burın berildi jane biz musılman boldıq / boysundıq / », - dedi"},{"SurahNumber":27,"VerseNumber":43,"Text":"Al, onı / ol ayeldi imannan / Allahtan ozge tabıngandarı tosqan edi. Anıgında, ol kapir elden bolatın"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ogan: «Sarayga kir», - delindi. Ol onı korgende sw dep oylap, / etegin turip / baltırın astı. / Suleymen / : «Bul xrwstaldan bir tegis etip jasalgan saray», - dedi. / Sonda ol / : «Rabbım! Aqiqatında men ozime-ozim adiletsiz bolıppın, men Suleymenmen birge alemderdin Rabbısı Allahqa boysundım», - dedi"},{"SurahNumber":27,"VerseNumber":45,"Text":"Samud eline Allahqa qulsılıq etinder dep agayını Salixtı jiberdik. Sonda olar ozara tartısqan eki topqa bolindi"},{"SurahNumber":27,"VerseNumber":46,"Text":"Ol: «Ay, elim! Sender nege jaqsılıqtan burın jamandıqtı asıqtırasındar? Ozderine raqım etilwi usin Allahtan kesirim suramaysındar ma?» - dedi"},{"SurahNumber":27,"VerseNumber":47,"Text":"Olar: «Biz seni jane senimen birge bolgandardı jamandıqtın nısanı dep esepteymiz»,- dedi. Ol: «Jaman belgi degenderin Allahtan. Kerisinse sender sınaqqa usırap jatqan elsinder», - dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"Al, sol qalada togız kisi bar edi. Olar jer betinde / elinde / buzıq is taratıp, es narse tuzetpeytin"},{"SurahNumber":27,"VerseNumber":49,"Text":"Olar: «Bir-birine Allahpen ant etinder, biz, mindetti turde ogan jane onın uy-isine tunde sabwıl jasaymız. Sodan keyin jaqın twıstarına: «Onın uy-isinin oltirilwine qatısqan joqpız ari biz sındıqtı aytıp turmız», dep aytamız», -dedi"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ari olar / Salixqa qarsı / ayla-sargı jasadı, sonda Biz de amal-tasil jasadıq, al olar onı sezbedi"},{"SurahNumber":27,"VerseNumber":51,"Text":"Olardın aylakerlikterinin sonı ne bolganına qara! Biz olardı da, elin de birge joyıp jiberdik"},{"SurahNumber":27,"VerseNumber":52,"Text":"Mine, olardın adiletsizdik etkendikteri sebebinen qirap, bos qalgan uyleri. Aqiqatında, munda biletin adamdar usin belgi bar"},{"SurahNumber":27,"VerseNumber":53,"Text":"Biz imanga kelip, taqwalıq etkenderdi / Allahtın jazasınan qorqıp, saqtangandardı / qutqardıq"},{"SurahNumber":27,"VerseNumber":54,"Text":"Sonday-aq Lut ta oz eline: «Sender ozderin kore turıp, jiirkenisti is isteysinder me"},{"SurahNumber":27,"VerseNumber":55,"Text":"Sender ayelderdin ornına, erkekterge tani qumarlıq / sahwat / tanıtasındar ma? Ia, sender- nadan elsinder», - dedi"}]}