{"Id":379,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":24,"Text":"Kocalı kadınlarla evlenmek de haram; ancak sahibi olduğunuz cariyeler müstesna. Allah'ın yazısı bu, emri bunlar size ve bunlardan başkalarını, evlenmeniz ve zinada bulunmamanız için arayıp istemeniz helal edilmiştir size. Kadınlardan biriyle evlenerek faydalandığınız takdirde mehirlerini kararlaştırıldığı veçhile verin. Miktarını tayin ettikten sonra gönül hoşluğuyla herhangi bir hususta uyuşursanız suç yok size. Şüphe yok ki Allah her şeyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":25,"Text":"İçinizden, hür ve inanmış kadınları almaya gücü yetmeyenler, inanmış erlerin sahip oldukları cariyeleri alsın ve Allah, sizin inancınızı çok iyi bilir. Hepiniz de birsiniz, birbirinizden türediniz. Kötülükte bulunmayan, birisini dost tutmayan namuslu cariyeleri, sahiplerinin izniyle alın, ücretlerini de örfe uygun olarak güzellikle verin, onlar evlendikten sonra kötülükte bulunurlarsa cezaları, hür kadınların cezasının yarısıdır. Bu, içinizden zina etmekten korkanlara bir ruhsattır, fakat sabretmeniz size daha hayırlıdır ve Allah, suçları tamamıyla örter, rahimdir"},{"SurahNumber":4,"VerseNumber":26,"Text":"Allah, size her şeyi açıklamak ve size, sizden öncekilerin yollarını göstermek ve tövbenizi kabul etmek ister ve Allah, her şeyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":4,"VerseNumber":27,"Text":"Ve Allah, tövbenizi kabul etmeyi diler, şehvetlerine uyanlarsa, sizin doğru yoldan tamamıyla sapmanızı"},{"SurahNumber":4,"VerseNumber":28,"Text":"Allah, sizin yükünüzü hafifletmeyi diler ve insan, zaten de zayıf olarak yaratılmıştır"},{"SurahNumber":4,"VerseNumber":29,"Text":"Ey inananlar, aranızda, mallarınızı haksız yere ve boşuboşuna yemeyin, ancak karşılıklı bir uzlaşmayla yapılan alışveriş başka ve birbirinizi öldürmeyin, şüphe yok ki Allah, size rahimdir"},{"SurahNumber":4,"VerseNumber":30,"Text":"Ve kim haddini aşarak zulmedip bu işi işlerse onu ateşe sokarız ve bu, Allah'a pek kolaydır"},{"SurahNumber":4,"VerseNumber":31,"Text":"Nehyedildiğiniz büyük günahlardan kaçınırsanız suçlarınızı örteriz ve sizi büyük ve şerefli bir mevkie ulaştırırız"},{"SurahNumber":4,"VerseNumber":32,"Text":"Allah'ın, bazılarınızı, bir kısmınıza üstün etmesine haset etmeyin. Erkeklerin, kendi kazançlarından payları var, kadınların da kendi kazançlarından payları var. Allah'tan, lütfünü, inayetini dileyin, çünkü şüphe yok ki Allah her şeyi tamamıyla bilir"},{"SurahNumber":4,"VerseNumber":33,"Text":"Ana ve babayla yakınların bıraktıkları mallara mirasçı olacak erkek ve kadınları tayin ettik. Kendileriyle ahitleştiğiniz kişilere de paylarını verin, şüphe yok ki Allah her şeyi görür"},{"SurahNumber":4,"VerseNumber":34,"Text":"Erkekler, kadınlardan üstündür, çünkü Allah onları bir çok şeylerde kadınlardan üstün etmiştir, çünkü onlar, kadınları, mallarıyla geçindirirler, doyururlar; iyi kadınlar da itaatli olurlar ve Allah, onların hakkını nasıl korumuşsa onlar da, kocaları yanlarında olmasa bile, iffetlerini korurlar. Kadınlarınızın serkeşliğinden korkunca onlara öğüt verin, onları yatakta yalnız bırakın, dövün onları. Fakat itaat ettikleri takdirde de aleyhlerine bir sebep araştırmayın, şüphe yok ki Allah çok yüce ve büyüktür"},{"SurahNumber":4,"VerseNumber":35,"Text":"Karıyla kocanın arasında bir ayrılık olacağından korkarsanız koca tarafından bir hakem, kadın tarafından da bir hakem gönderin. Aralarının düzelmesini dilerlerse Allah da bu hususta başarı verir onlara. Şüphe yok ki Allah her şeyi bilir ve her şeyden haberdardır"}]}