{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"If they incline to peace, you too incline to it, and put your trust in Allah. He is the All-Hearing, the All-Knowing"},{"SurahNumber":8,"VerseNumber":62,"Text":"If they intend to deceive you, Allah is enough for you. It is He who supported you with His help and with the muminun"},{"SurahNumber":8,"VerseNumber":63,"Text":"and unified their hearts. Even if you had spent everything on the earth, you could not have unified their hearts. But Allah has unified them. He is Almighty, All-Wise"},{"SurahNumber":8,"VerseNumber":64,"Text":"O Prophet! Allah is enough for you, and for the muminun who follow you"},{"SurahNumber":8,"VerseNumber":65,"Text":"O Prophet! spur on the muminun to fight. If there are twenty of you who are steadfast, they will overcome two hundred; and if there are a hundred of you, they will overcome a thousand of those who are kafir, because they are people who do not understand"},{"SurahNumber":8,"VerseNumber":66,"Text":"Now Allah has made it lighter on you, knowing there is weakness in you. If there are a hundred of you who are steadfast, they will overcome two hundred; and if there are a thousand of you, they will overcome two thousand with Allah´s permission. Allah is with the steadfast"},{"SurahNumber":8,"VerseNumber":67,"Text":"It is not fitting for a Prophet to take captives until he has let much blood in the land. You desire the goods of this world, whereas Allah desires the Next World. Allah is Almighty, All-Wise"},{"SurahNumber":8,"VerseNumber":68,"Text":"Were it not for a prior decree which had already proceeded from Allah, a terrible punishment would have afflicted you on account of what you took"},{"SurahNumber":8,"VerseNumber":69,"Text":"So make full use of any booty you have taken which is halal and good; and have taqwa of Allah. Allah is Ever-Forgiving, Most Merciful"},{"SurahNumber":8,"VerseNumber":70,"Text":"O Prophet! say to those you are holding prisoner, ´If Allah knows of any good in your hearts, He will give you something better than what has been taken from you and forgive you.´ Allah is Ever-Forgiving, Most Merciful"},{"SurahNumber":8,"VerseNumber":71,"Text":"But if they mean to betray you, they have already previously betrayed Allah, so He has given you power over them. Allah is All-Knowing, All-Wise"},{"SurahNumber":8,"VerseNumber":72,"Text":"Those who have iman and have made hijra and done jihad with their wealth and themselves in the Way of Allah, and those who have given refuge and help, they are the friends and protectors of one another. But as for those who have iman but have not made hijra, you are not in any way responsible for their protection until they make hijra. But if they ask you for help in respect of the deen, it is your duty to help them, except against people you have a treaty with. Allah sees what you do"},{"SurahNumber":8,"VerseNumber":73,"Text":"Those who are kafir are the friends and protectors of one another. If you do not act in this way there will be turmoil in the land and great corruption"},{"SurahNumber":8,"VerseNumber":74,"Text":"Those who have iman and have made hijra and done jihad in the Way of Allah and those who have given refuge and help, they are the true muminun. They will have forgiveness and generous provision"},{"SurahNumber":8,"VerseNumber":75,"Text":"Those who have iman and make hijra later on and accompany you in doing jihad, they also are of your number. But blood relations are closer to one another in the Book of Allah. Allah has knowledge of all things"}]}