{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":106,"Text":"Kogda my otmenyayem kakoye libo znameniye, ili povelevayem zabyt' yego: togda dayom My drugoye, luchsheye togo, ili ravnoye yemu. Ne znayesh' li, chto Bog vsemogushch"},{"SurahNumber":2,"VerseNumber":107,"Text":"Ne znayesh' li, chto Bog - chto u Nego tsarstvennaya vlast' nad nebesami i zemloyu, i krome Boga vam net drugogo ni pokrovitelya, ni zashchitnika"},{"SurahNumber":2,"VerseNumber":108,"Text":"Zakhotite li vy delat' trebovaniya ot poslannika k vam takiye zhe, kakiye trebovaniya delalis' prezhde ot Moiseya? Kto menyayet veru na neveriye, tot uklonyayetsya ot pryamogo puti"},{"SurahNumber":2,"VerseNumber":109,"Text":"Mnogiye iz znayushchikh Pisaniye, po nenavisti, kakaya v dushakh ikh, zhelayut opyat' sdelat' vas nevernymi, posle togo kak vy uverovali, posle togo, kak yasno pokazana im istina; udalyaytes' ot nikh, izbegayte ikh, pokuda Bog ne sovershit dela svoyego, Bog vsemogushch"},{"SurahNumber":2,"VerseNumber":110,"Text":"Sovershayte molitvu, davayte ochistitel'nuyu milostynyu: chto dobrogo predvaritel'no sdelayete vy dlya dush vashikh, naydote to u Boga; potomu chto Bog vidit, chto delayete vy"},{"SurahNumber":2,"VerseNumber":111,"Text":"Oni govoryat: \"V ray voydot tol'ko tot, kto budet ili Iudeyem, ili Nazaryaninom\". Takovy mechty ikh, Skazhi: \"Predstav'te vashi dokazatel'stva, yesli vy spravedlivy"},{"SurahNumber":2,"VerseNumber":112,"Text":"Naprotiv, kto okazhet sebya pokornym Bogu, delaya dobroye, tomu budet nagrada ot Gospoda yego: yemu ne budet strakha, on ne budet v pechali"},{"SurahNumber":2,"VerseNumber":113,"Text":"Iudei govoryat: \"Nazaryane neosnovatel'ny\"; a Nazaryane govoryat: \"Iudei neosnovatel'ny\", togda, kak i te i drugiye chitayut Pisaniye. Podobnoye slovam ikh govoryat i neznayushchiye (yazychniki). V den' voskreseniya Bog rassudit ikh v tom, v chem oni mezhdu soboyu raznoglasyat"},{"SurahNumber":2,"VerseNumber":114,"Text":"Yest' li yeshcho kto nibud' nechestiveye tekh, kotoryye zapreshchayut prizyvat' imya Boga v khramakh Yego i starayutsya razrushat' ikh? Im dolzhno by bylo tol'ko s blagogoveniyem vkhodit' v nikh. Im besslaviye v zdeshney zhizni, i v budushchey zhizni im velikaya muka"},{"SurahNumber":2,"VerseNumber":115,"Text":"Pred Bogom i Vostok i Zapad: kuda by ne obratilis' vy, vezde litse Bozhiye; potomu chto Bog vseob\"yemlyushchiy, znayushchiy"},{"SurahNumber":2,"VerseNumber":116,"Text":"Oni govoryat: \"Bog imeyet detey\". Vozdayte khvalu Yemu! istinno, Yemu prinadlezhit vso, chto na nebesakh i na zemle, i yemu vso povinuyetsya"},{"SurahNumber":2,"VerseNumber":117,"Text":"On Zizhditel' nebes i zemli, i kogda opredelit byt' chemu, tol'ko skazhet tomu: \"Bud'!\" i ono poluchayet bytiye"},{"SurahNumber":2,"VerseNumber":118,"Text":"Neznayushchiye govoryat: \"Chto zhe ne govorit' Bogu i s nami, ili ne pridti by i k nam kakomu libo znameniyu?\" Podobnoye ikh slovam govorili takzhe i predshestvenniki ikh: oni skhodny mezhdu soboy serdtsami svoimi; My uzhe pokazali znameniya lyudyam, imeyushchim vernoye znaniye"},{"SurahNumber":2,"VerseNumber":119,"Text":"Istinno, My poslali tebya blagovestnikom i ugrozhatelem; i s tebya ne sprositsya otvetstvennosti za idushchikh v geyenskiy plamen'"},{"SurahNumber":2,"VerseNumber":120,"Text":"Ni Iudei, ni Nazaryane ne budut dovol'ny toboyu, pokuda ne primesh' ikh religii. Skazhi: \"Tol'ko rukovodstvo Bozhiye yest' istinnoye rukovodstvo\"; i verno, yesli posleduyesh' ikh zhelaniyam, posle togo, kak dano tebe znaniye, tebe ne budet ot Boga ni zashchity, ni pomoshchi"},{"SurahNumber":2,"VerseNumber":121,"Text":"Te, kotorym My dali Pisaniye i kotoryye chitayut yego istinnym chteniyem, - te veruyut v nego; no te, kotoryye otvergayut yego, - te v zabluzhdenii"},{"SurahNumber":2,"VerseNumber":122,"Text":"Syny Izrailevy! Pomnite blagodeyaniya, kakimi YA oblagodetel'stvoval vas, o tom, chto YA vozvysil vas nad vsemi narodami"},{"SurahNumber":2,"VerseNumber":123,"Text":"Boytes' dnya, v kotoryy ni odna dusha niskol'ko ne udovletvorit za druguyu dushu; ne primetsya za neyo ravnogo vozdayaniya, ne prinesot yey pol'zy khodataystvo: nikomu ne podastsya pomoshchi"}]}