{"Id":427,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"De ki: Rabbimden bana açık deliller gelince sizin Allah'tan başka ibadet ettiklerinize tapmam yasaklandı ve bana âlemlerin Rabbine teslim olmam emredildi"},{"SurahNumber":40,"VerseNumber":67,"Text":"O'dur ki sizi (atanız Âdemi) topraktan, sonra tek tek siz insanları da bir menîden, sonra (rahim cidarına) yapışan bir hücreden yarattı.Sonra sizi analarınızın karnından bebek olarak çıkarır, derken sizi güçlü kuvvetli bir çağa eriştirir, sonra ihtiyarlık çağına kadar yaşatır.İçinizden kimi daha da önce öldürülür, kiminizin ömrü bir vâdeye kadar uzatılır.Olur ki aklınızı kullanıp bunları düşünürsünüz diye böyle yapar"},{"SurahNumber":40,"VerseNumber":68,"Text":"Hayatı veren ve hayatı alıp öldüren O'dur.Bir işin olmasına hükmedince, sadece “Ol!” der, o da hemen oluverir"},{"SurahNumber":40,"VerseNumber":69,"Text":"Baksanıza Allah'ın âyetleri hakkında tartışanlara, ileri geri konuşanlara! Nasıl oluyor da haktan vazgeçiriliyorlar"},{"SurahNumber":40,"VerseNumber":70,"Text":"Kitabı ve elçilerimizle gönderdiğimiz buyrukları yalan sayanlar, suçlarının neticesini yakında öğreneceklerdir"},{"SurahNumber":40,"VerseNumber":71,"Text":"Boyunlarında demir halkalar, ayaklarında zincirler olarak önce kaynar suya sürüklenecek, sonra da ateşte cayır cayır yakılacaklardır"},{"SurahNumber":40,"VerseNumber":72,"Text":"Boyunlarında demir halkalar, ayaklarında zincirler olarak önce kaynar suya sürüklenecek, sonra da ateşte cayır cayır yakılacaklardır"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sonra da kendilerine şöyle denilecektir: “Allah'tan başka O’na şerik saydığınız putlar nerede?” Onlar: “Bizden uzaklaşıp ortadan kayboldular. Daha doğrusu, biz, taptıklarımızın bir hiç olduğunu, şimdi anladık.Meğerse bizim taptıklarımız, bir hiçten ibaretmiş.”İşte Allah, kâfirleri böyle şaşırtır"},{"SurahNumber":40,"VerseNumber":74,"Text":"Sonra da kendilerine şöyle denilecektir: “Allah'tan başka O’na şerik saydığınız putlar nerede?” Onlar: “Bizden uzaklaşıp ortadan kayboldular. Daha doğrusu, biz, taptıklarımızın bir hiç olduğunu, şimdi anladık.Meğerse bizim taptıklarımız, bir hiçten ibaretmiş.”İşte Allah, kâfirleri böyle şaşırtır"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bu şaşırtmanın sebebi, dünyada haksız yere şımarıp kibirlenmeniz ve taşkınlık yapmanızdır"},{"SurahNumber":40,"VerseNumber":76,"Text":"Haydin, içinde devamlı kalmak üzere cehennem kapılarından girin.Kibirlilerin yeri, ne kötü bir yerdir"},{"SurahNumber":40,"VerseNumber":77,"Text":"Sabret! Çünkü Allah'ın vâdi gerçektir.Biz onlara vâd ettiğimizin bir kısmını sana göstersek de, yahut senin ruhunu yanımıza alsak da, onlar mutlaka sonunda dönüp huzurumuza geleceklerdir"},{"SurahNumber":40,"VerseNumber":78,"Text":"Biz senden önce de birçok resul gönderdik. Onlardan bazısını sana anlattık, bazısını ise anlatmadık.Hiçbir peygamber, Allah'ın izni olmaksızın bir mûcize getiremez.Allah’ın emri gelince de hak ve adaletle hükmolunur ve batıl yolda olanlar, (özellikle ısrarla, peygamberin azap getirmesini isteyenler) hüsrana uğrarlar"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah O Yüce Zattır ki, sizin binmeniz için hayvanlar yaratmıştır, hem onların bazılarının etlerini de yersiniz"},{"SurahNumber":40,"VerseNumber":80,"Text":"Sizin onlarda birtakım başka menfaatleriniz de vardır. Ayrıca içinizden hissettiğiniz bir ihtiyacı onlara binerek ve yükünüzü yükleyerek giderirsiniz. Karada onların, denizde gemilerin üzerinde taşınırsınız"},{"SurahNumber":40,"VerseNumber":81,"Text":"Allah böylece size kudretinin alâmetlerini gösterir.Artık Allah'ın hangi delillerini inkâr edebilirsiniz"},{"SurahNumber":40,"VerseNumber":82,"Text":"Onlar hiç dünyayı gezip dolaşmadılar mı ki kendilerinden önceki ümmetlerin âkıbetlerinin nasıl olduğunu görüp ders alsınlar?Oysa onlar, kendilerinden gerek kuvvet, gerek ülkede bıraktıkları eserler bakımından daha ileri idiler.Ama onların elde ettikleri bu özellikler kendilerine fayda vermedi. Fecî âkıbetlerini önleyemedi"},{"SurahNumber":40,"VerseNumber":83,"Text":"Resulleri onlara açık açık delilleri getirdikçe, bunlar kendilerinde bulunan bilgi ile şımarıp böbürlendiler (Peygamberlerin getirdiği hidâyetle alay ettiler).Sonunda alaya almalarının cezası, kendilerini her taraftan kuşatıverdi"},{"SurahNumber":40,"VerseNumber":84,"Text":"Onlar Bizim azabımızın şiddetini görür görmez “Allah'ın birliğine iman ettik, ona şerik saydığımız putları da red ve inkâr ettik” dediler"},{"SurahNumber":40,"VerseNumber":85,"Text":"Fakat şiddetimizi gördüklerinde iman etmeleri kendilerine fayda sağlamadı.Allah'ın kulları hakkında carî olan uygulaması hep böyle olmuştur.İşte kâfirler burada hüsrana uğramışlardır"},{"SurahNumber":41,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":41,"VerseNumber":2,"Text":"Bu kitap rahman ve rahîm (olan Allah) tarafından indirilmiştir"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bu kitap; bilen, anlayan kimseler için âyetleri açıklanmış bir kitap olup, Arap diliyle olan bir Kur'ân’dır, okunan bir derstir"},{"SurahNumber":41,"VerseNumber":4,"Text":"Bu kitap, Allah'ın rahmeti ile müjdelemek, cezasını haber vererek uyarmak için gönderildi.Buna rağmen insanların çoğu ondan yüz çevirdiler. Onlar artık dinlemezler"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ve derler ki: “Senin bizi dâvet ettiğin inançlara karşı kalplerimiz kapalıdır, örtüler içindedir; kulaklarımızda da ağırlık bulunmaktadır.Hem aramızda bir perde çekilmiştir. Artık bu durumda yapacağın bir şey varsa yap, biz de bildiğimiz gibi yapmaya devam edeceğiz!”"},{"SurahNumber":41,"VerseNumber":6,"Text":"De ki: “Ben de sizin gibi bir insanım. Yalnız, bana şu vahyolunuyor:“Sizin İlahınız, sadece bir tek İlahtır.O halde O'na yönelerek doğru yolda yürüyün, O’ndan af dileyin! O’na eş, ortak uyduranların vay haline"},{"SurahNumber":41,"VerseNumber":7,"Text":"O müşrikler ki zekât vermez, âhireti de inkâr ederler"},{"SurahNumber":41,"VerseNumber":8,"Text":"İman edip makbul ve güzel işler işleyenlere ise, kesintiye uğramayan bir mükâfat vardır.”"}]}