{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":88,"Text":"Siz haalâ niçin münafıklar hakkında — Allah onları kazandıkları (bunca günâhlar) yüzünden tepesi aşağı getirdiği halde — iki zümre (taraf) oluyorsunuz? Allahın sapdırdığını siz mi doğru yola getirmek istiyorsunuz? Allah kimi sapdırırsa artık onun için hiç bir yol bulamazsın"},{"SurahNumber":4,"VerseNumber":89,"Text":"Onlar, kendilerinin küfretdikleri gibi sizin de küfredib onlarla beraber olmanızı arzu etdiler. O halde, onlar Allah yolunda hicret edinceye kadar içlerinden dostlar edinmeyin. Eğer (aldırış etmeyib) yüz çevirirlerse onları nerede bulursanız yakalayıb, tutun, onları öldürün. Onlardan ne bir dost, ne de bir yardımcı edinmeyin"},{"SurahNumber":4,"VerseNumber":90,"Text":"Sizinle aralarında andlaşma bulunan bir kavme iltica edenler, yahud ne sizinle, ne de kendi kavmleriyle muhaarebe etmekden göğüsleri daralıb (doğruca) size gelenler müstesnadır. Allah dileseydi elbette onları sizin başınıza musallat eder de sizinle her halde savaşırlardı: Artık onlar sizi bırakıb bir tarafa çekilirler de sizinle vuruşmazlar ve barışı size bırakırlarsa o halde Allah onların aleyhinde sizin için (tecâvüze) bir yol bırakmamışdır"},{"SurahNumber":4,"VerseNumber":91,"Text":"Diğer bir takımını da şu halde bulacaksınız: Onlar hem sizden emîn olmak, hem kendi kavmlerinden emîn olmak isterler. Ne zaman fitneye döndürülürler (sevk-u davet edilirler) se onun içine baş aşağı atılırlar. Öyle ise onlar sizi bırakıb bir tarafa çekilmezler, barışı size bırakmazlar, ellerini çekmezlerse onları nerede bulursanız yakalayıb tutun, onları öldürün. İşte size onlar, hakkında apaçık bir hüccet (ve salâhiyyet) verdik"},{"SurahNumber":4,"VerseNumber":92,"Text":"Bir mü´minin diğer bir mü´mini, yanlışlık eseri olmayarak, öldürmesi yakışmaz. Kim bir mü´mini yanlışlıkla öldürürse mü´min bir köleyi azadetmesi ve (ölenin) ailesine (mirasçılarına) teslim edilecek bir diyet (kan bahası) vermesi lâzımdır. Meğer ki onlar (o diyeti) sadaka olarak bağışlamış olsunlar. Eğer (öldürülen) mü´min olmakla beraber size düşman bir kavmden ise o zaman (öldürenin) mü´min bir köle azadetmesi lâzımdır. Şayet kendileriyle aranızda andlaşma olan bir kavmden ise o vakit mirasçılarına bir diyet vermek ve bir de mü´min bir köle azadetmek gerekdir. Kim (bunları) bulamazsa (bulmakdan âciz ise) Allah (tarafın) dan tevbesi (nin kabulü) için birbiri ardınca iki ay oruç tutması îcab eder. Allah, her (şeyi) bilendir, gerçek hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":93,"Text":"Kim bir mü´mini kasden öldürürse cezası, içinde ebedî kalıcı olmak üzere, cehennemdir. Allah ona gazabetmişdir, ona lâ´net etmişdir ve ona çok büyük bir azâb hazırlamışdır"},{"SurahNumber":4,"VerseNumber":94,"Text":"Ey îmanedenler, Allah yolunda harbe çıkdığınız zaman (mes´elelerin) tam açıklanmasını bekleyin. Size (müslümanca) selâm verene, dünyâ hayaatının (geçici) menfeatini arayarak, «Sen mü´min değilsin» demeyin. İşte Allahın katında bir çok ganimetler vardır. Evvelce siz de böyle iken Allah size lutfetdi. O halde (mes´elelerin) iyice açıklanmasını bekleyin. Şübhesiz ki Allah ne yaparsanız hakkıyle haberdârdır"},{"SurahNumber":4,"VerseNumber":95,"Text":"Mü´minlerden özür saahibi olmaksızın (evlerinde) oturanlarla Allah yolunda mallariyle, canlariyle savaşanlar bir olamaz. Allah, mallariyle, canlariyle savaşanları, derece i´tibariyle, oturanlardan çok üstün kıldı. (Gerçi) Allah hepsine de cenneti va´d etmişdir. (Fakat) Allah, savaşanlara oturanların üstünde daha büyük bir ecir vermişdir"},{"SurahNumber":4,"VerseNumber":96,"Text":"Kendi (canibi) nden dereceler, mağfiret ve esirgeme (vermîşdir). Allah çok yarlığayıcı, çok esirgeyicidir"},{"SurahNumber":4,"VerseNumber":97,"Text":"Öz nefislerinin zaalimleri olarak canlarını alacağı kimselere melekler derler ki «Ne işde idiniz?». Onlar: «Biz yer (yüzün) de (dînin emirlerini tatbikden) âciz (kimse) lerdik» derler. Melekler de: «Allahın arzı (yeryüzü) geniş değil miydi? Siz de orada hicret edeydiniz ya» derler. İşte onlar (böyle). Onların barınakları cehennemdir. O ne kötü bir yerdir"},{"SurahNumber":4,"VerseNumber":98,"Text":"Erkeklerden, kadınlardan, çocuklardan za´f ve acz içinde bırakılıb da hiç bir çâreye gücü yetmeyen ve (hicrete) bir yol bulamayanlar müstesna"},{"SurahNumber":4,"VerseNumber":99,"Text":"İşte onlar (böyle). Allahın onları afvedeceğini umabilir (ler). Allah çok afvedici, çok yarlığayıcıdır"}]}