{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"„Vsak co uspisilo tve oddaleni se od lidu tveho, Mojzisi?“"},{"SurahNumber":20,"VerseNumber":84,"Text":"Rekl: „Oni jsou mi tesne v patach i prispechal jsem k tobe, Pane muj, pro tve zalibeni.“"},{"SurahNumber":20,"VerseNumber":85,"Text":"Rekl (Buh): „Zajistet na zkousku postavili jsme lid tvuj po odchodu tvem: i v blud zavedl je As-Samiri.“"},{"SurahNumber":20,"VerseNumber":86,"Text":"I vratil se Mojzis k lidu svemu rozlicen, zkormoucen"},{"SurahNumber":20,"VerseNumber":87,"Text":"rekl: „Lide muj, zdaz neslibil vam Pan vas slib krasny? Ci dlouhou jiz zdala se vam byti smlouva s Bohem, aneb chteli jste, aby padl na vas hnev Pana vaseho proto, ze nedodrzeli jste slibu mne ucineneho?“"},{"SurahNumber":20,"VerseNumber":88,"Text":"Rekli, „Nedodrzeli jsme slibu ti ucineneho nikoliv z naseho popudu, nybrz prinuceni byli jsme, abychom snesli naklady sperku lidu a nahazeli je v kupu, a tak vmetl je v ohen As-Samiri. A vytahl z neho pro ne tele ztelesnene, bucici, i rekli: „Totot jest Buh vas a Buh Mojzise, na ktereho on zapomnel.“"},{"SurahNumber":20,"VerseNumber":89,"Text":"Coz nesedeli ze neodvetilo jim mluvou, a ze nemohlo jim zpusobiti ani skody, ani prospechu"},{"SurahNumber":20,"VerseNumber":90,"Text":"Vzdyt Aron jim byl jiz rekl drive: „Lide muj, pouze na zkousku jste postaveni jim: a Panem vasim jest Milosrdny, procez nasledujte mne a poslouchejte rozkazy me.“"},{"SurahNumber":20,"VerseNumber":91,"Text":"Rekli: „Neprestaneme uctivati je, dokud nenavrati se Mojzis.“"},{"SurahNumber":20,"VerseNumber":92,"Text":"Mojzis rekl: „O Arone, co zbranovalo ti, kdyz videls s je v bludu"},{"SurahNumber":20,"VerseNumber":93,"Text":"abys mne nasledoval? Coz neposlusen byl's rozkazu meho?“"},{"SurahNumber":20,"VerseNumber":94,"Text":"Rekl: „Synu matky me, necuchej vous muj a hlavu mou! Zajistet obaval jsem se, abys nerekl: „Rozstepil jsi syny Israele a nedaval's pozor na narizeni me.“"},{"SurahNumber":20,"VerseNumber":95,"Text":"A jak jest to s tebou, As-Samiri?“"},{"SurahNumber":20,"VerseNumber":96,"Text":"Rekl: „Videl jsem, co oni nevideli: i uchopil jsem hrst prachu ze slepeje poslovy a vysypal jsem jej do telete: a takto ponukla mne duse ma.“"},{"SurahNumber":20,"VerseNumber":97,"Text":"Rekl Mojzis: „Odejdiz: a (trestem ti) v tomto zivote budiz, abys rikal,,Nedotykejte se mne!' A zajiste bude ti dostati (tak) slibu, ktereho nebudes moci nedodrzeti. A pohled na boha sveho jemuz neprestal's byti oddan: myt dojista spalime ho a do more rozprasime jako prach"},{"SurahNumber":20,"VerseNumber":98,"Text":"Bohem vasim jest pouze Buh (jediny), neni boha krome neho: ont zahrnuje vsechny veci ve vedeni svem.“"},{"SurahNumber":20,"VerseNumber":99,"Text":"Takovymto zpusobem vypravime ti deje minule a dali jsme ti od sebe varovani"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kdokoli odvrati se od neho, ponese v den zmrtvychvstani brime"},{"SurahNumber":20,"VerseNumber":101,"Text":"jez ponesou vecne a spatne ponese se jim v den zmrtvychvstani"},{"SurahNumber":20,"VerseNumber":102,"Text":"v den, kdy zatroubeno bude na roh a shromazdime provinilce v den onen, osleple"},{"SurahNumber":20,"VerseNumber":103,"Text":"budou septati si navzajem mezi sebou: „Dleli jste na zemi jen deset dni.“"},{"SurahNumber":20,"VerseNumber":104,"Text":"My nejlepe vsak budeme vedeti, co rici budou chtiti nejprikladnejsi z nich, kdyz reknou: „Dleli jste na ni pouze jeden den.“"},{"SurahNumber":20,"VerseNumber":105,"Text":"A dotazovati budou se te ohledne hor; i rci: „Rozprasi je Pan muj v prach"},{"SurahNumber":20,"VerseNumber":106,"Text":"a zustavi je jako plane srovnane"},{"SurahNumber":20,"VerseNumber":107,"Text":"nespatris v nich zahybu ni vlnitosti"},{"SurahNumber":20,"VerseNumber":108,"Text":"V den onen nasledovati budou toho, jenz zavola je a bez zatacek pujde vpred: a ponizi se hlasy pred Milosrdnym a slysany budou jen kroky jejich"},{"SurahNumber":20,"VerseNumber":109,"Text":"V den onen neprospeje primluva, leda toho, jemuz dovoli to Milosrdny a schvali, aby mluvil"},{"SurahNumber":20,"VerseNumber":110,"Text":"Ont vi, co pred nimi jest a co za nimi: vsak oni nemohou obsahnouti toho ve vedeni svem"}]}