{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":36,"Text":"allāh oruvaṉaiyē vaṇaṅkuṅkaḷ. Avaṉukku etaiyum iṇaiyākkātīrkaḷ. Tāy, tantaikku naṉṟi ceyyuṅkaḷ. (Avvāṟē) uṟaviṉarkaḷukkum, anātaikaḷukkum, ēḻaikaḷukkum, aṇṭai vīṭṭiluḷḷa uṟaviṉarkaḷukkum, anniya aṇṭai vīṭṭārukkum, (eppoḻutum) uṅkaḷuṭaṉ irukkakkūṭiya naṇparkaḷukkum, payaṇikaḷukkum, uṅkaḷiṭam uḷḷa aṭimaikaḷukkum, (aṉpuṭaṉ naṉṟi ceyyuṅkaḷ). Evaṉ karvam koṇṭavaṉāka, perumai aṭippavaṉāka irukkiṟāṉō avaṉai niccayamāka allāh nēcippatillai"},{"SurahNumber":4,"VerseNumber":37,"Text":"avarkaḷ (tāṅkaḷ) kañcattaṉam ceyvatuṭaṉ (maṟṟa) maṉitarkaḷaiyum kañcattaṉam ceyyumpaṭit tūṇṭi, allāh taṉ aruḷāl avarkaḷukkuk koṭuttataiyum (piṟarukkuk koṭukkāmal) maṟaittuk koḷkiṟārkaḷ. Anta naṉṟikeṭṭōrukku iḻivupaṭuttum vētaṉaiyaiyē nām tayārpaṭutti vaittirukkiṟōm"},{"SurahNumber":4,"VerseNumber":38,"Text":"evarkaḷ maṉitarkaḷukkuk kāṇpippataṟkākavē (perumaikkākat) taṅkaḷ poruḷkaḷaic celavu ceyvatuṭaṉ allāhvaiyum, iṟuti nāḷaiyum nampikkai koḷḷātirukkiṉṟaṉarō (avarkaḷukku ṣaittāṉtāṉ naṇpaṉ. Ākavē,) evaṉukku ṣaittāṉ naṇpaṉāka irukkiṟāṉō avaṉ naṇparkaḷilellām mikak keṭṭavaṉ āvāṉ"},{"SurahNumber":4,"VerseNumber":39,"Text":"Allāhvaiyum iṟuti nāḷaiyum nampikkai koṇṭu, allāh ivarkaḷukku aḷittavaṟṟaiyum tāṉam ceytu vantāl ataṉāl ivarkaḷukku eṉṉatāṉ naṣṭamēṟpaṭṭu viṭum? Allāh ivarkaḷai naṉkaṟintavaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":40,"Text":"niccayamāka allāh (yārukkum avarkaḷuṭaiya pāvattiṟku atikamāṉa taṇṭaṉaiyaik koṭuttu) ōr aṇuvaḷavum aniyāyam ceyvatillai. Āyiṉum, (ōr aṇuvaḷavu) naṉmai iruntāl (kūṭa) atai iraṭṭippākkit taṉ aruḷāl mēlum, ataṟku makattāṉa kūliyaik koṭukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":41,"Text":"(napiyē!) Ovvoru camūkattiṉarum (taṅkaḷ) cāṭci(kaḷākiya taṅkaḷ napimār)kaḷuṭaṉ nam'miṭam varum camayattil um'mai ivarkaḷ aṉaivarukkum cāṭciyāka nām koṇṭu vantāl (um'mai nirākaritta ivarkaḷuṭaiya nilaimai) eppaṭi irukkum"},{"SurahNumber":4,"VerseNumber":42,"Text":"(ivvāṟu allāhvai) nirākarittu, (allāhvuṭaiya) tūtarukku māṟuceytavarkaḷ, pūmi taṅkaḷai jīraṇittuviṭa vēṇṭumē? Eṉṟu annāḷil virumpuvārkaḷ. (Ivarkaḷ) allāhviṭattil oru viṣayattaiyum maṟaittuviṭa muṭiyātu"},{"SurahNumber":4,"VerseNumber":43,"Text":"Nampikkaiyāḷarkaḷē! Nīṅkaḷ kūṟuvatu iṉṉateṉṟu nīṅkaḷ aṟintukoḷḷa muṭiyātavāṟu nīṅkaḷ pōtaiyāyirukkum camayattil toḻukaikkuc cellātīrkaḷ. Tavira, nīṅkaḷ muḻukkāyiruntāl kuḷikkum varaiyilum (toḻukaikkuc cellātīrkaḷ). Āyiṉum, pirayāṇattil iruntālē tavira. Ākavē, nīṅkaḷ nōyāḷikaḷākavō, pirayāṇattilō, malajala upātaik kaḻittō, peṇkaḷait tīṇṭi(c cērntu) iruntō, (piṟaku, cuttam ceytukoḷḷa) nīṅkaḷ taṇṇīraiyum peṟṟukkoḷḷāta camayattil (toḻukaiyiṉ nēram vantuviṭumēyāṉāl ataṟkāka nīṅkaḷ toḻukaiyaip piṟpaṭutta vēṇṭiyatillai.) Cuttamāṉa maṇṇait toṭṭu uṅkaḷ mukaṅkaḷaiyum uṅkaḷ kaikaḷaiyum tuṭaittu ‘‘tayam'mum' ceytukoḷḷuṅkaḷ. (Piṟaku, toḻuṅkaḷ.) Niccayamāka allāh piḻai poṟuppavaṉāka, kuṟṟaṅkaḷai maṉṉippavaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":44,"Text":"(napiyē!) Vētattiloru pākam koṭukkappaṭṭavarkaḷai nīṅkaḷ kavaṉikka villaiyā? Avarkaḷ, vaḻikēṭṭai vilaikku vāṅkik koṇṭatuṭaṉ nīṅkaḷum vaḻikeṭṭuviṭa vēṇṭumeṉṟē virumpukiṉṟaṉar"},{"SurahNumber":4,"VerseNumber":45,"Text":"uṅkaḷ (inta) etirikaḷai allāh mika aṟivāṉ. (Uṅkaḷai) kāppataṟku allāh pōtumāṉavaṉ. (Uṅkaḷukku) utavi ceyyavum allāh pōtumāṉavaṉ"},{"SurahNumber":4,"VerseNumber":46,"Text":"Yūtarkaḷil cilar (vēta) vacaṉaṅkaḷaik karuttu vēṟupaṭumpaṭip puraṭṭi varuvatuṭaṉ (uṅkaḷai nōkki ‘‘napiyē! Nīr coṉṉatai) nām ceviyuṟṟōm. Eṉiṉum nām (ataṟku) māṟu ceyvōm'' eṉṟu kūṟi (umatu) mārkkattil kuṟṟam collavum karuti (‘‘napiyē! Nām colvatai) nīr kēṭpīrāka. (Iṉi vēṟu etaiyum) nīr kēṭkātīr'' eṉṟum kūṟi ‘rāyiṉā' eṉṟu nāvaik kōṇi uḷaṟukiṉṟaṉar. (‘Rāyiṉā' eṉṉum patattiṟku arapi moḻiyil ‘eṅkaḷaik kavaṉippīrāka' eṉpatu arttam. Eṉiṉum yūtarkaḷuṭaiya moḻiyilō ‘mūṭaṉē!' Eṉpatu arttamākum. Eṉiṉum avarkaḷ um'mai nōkki ‘‘napiyē! Nīr coṉṉataṟku) nām cevicāyttōm. (Umakku) nām kaṭṭuppaṭṭōm. (Nām colvatai) nīr kēṭpīrāka (eṉṟu kūṟi ‘rāyiṉā' eṉṉum patattiṟkup patilāka ‘uṉḷurṉā') ‘eṅkaḷai aṉpāka nōkkuvīrāka' eṉṟum kūṟiyiruntāl atu avarkaḷukkē mika naṉṟākavum, nērmaiyāṉatākavum iruntirukkum. Eṉiṉum, avarkaḷuṭaiya nirākarippiṉ kāraṇamāka allāh avarkaḷaic capittuviṭṭāṉ. Ātalāl, avarkaḷil cilarait tavira (perumpālāṉavarkaḷ) nampikkai koḷḷavē māṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":47,"Text":"vētam koṭukkappaṭṭavarkaḷē! Nām iṟakkiya (ivvētat)tai nampikkai koḷḷuṅkaḷ. (Ituvō) uṅkaḷiṭamuḷḷa (vētat)taiyum uṇmaiyākki vaikkiṟatu. Iṉṟēl (uṅkaḷ) mukaṅkaḷai māṟṟi ataip piṉpuṟamākat tiruppiviṭuvōm. Allatu (caṉikkiḻamaikaḷil varampu mīṟiyavarkaḷāṉa) ‘as'hāpus sapttai' nām capittavāṟu uṅkaḷaiyum nām capittu viṭuvōm. Allāhvuṭaiya kaṭṭaḷai naṭaipeṟṟē tīrum"},{"SurahNumber":4,"VerseNumber":48,"Text":"Niccayamāka allāh taṉakku iṇaivaikkappaṭuvatai maṉṉikkavē māṭṭāṉ. Itait tavira (maṟṟa) etaiyum tāṉ nāṭiyavarkaḷukku maṉṉippāṉ. Evarkaḷ allāhvukku iṇaivaikkiṟārkaḷō avarkaḷ niccayamāka mikapperum pāvattaiyē kaṟpaṉai ceykiṟārkaḷ"},{"SurahNumber":4,"VerseNumber":49,"Text":"(napiyē!) Paricuttavāṉkaḷeṉṟu evarkaḷ tam'mait tāmē paricuttappaṭuttik koḷkiṟārkaḷō avarkaḷai nīr kavaṉikkavillaiyā? (Avarkaḷ kūṟuvatu cariyaṉṟu.) Allāh, tāṉ virumpiya (nalla)varkaḷaittāṉ paricuttamākki vaippāṉ. (Ivviṣayattil evarum) ōr aṇuvaḷavum anīti ceyyappaṭa māṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":50,"Text":"(napiyē!) Allāhvukku (iṇaiyuṇṭeṉṟu) evvāṟu avarkaḷ apāṇṭamāṉa poyyaik kaṟpaṉai ceykiṉṟaṉar eṉpatai nīr kavaṉippīrāka. Pakiraṅkamāṉa pāvattiṟku ituvē pōtumā(ṉa utāraṇamā)ka irukkiṟatu"},{"SurahNumber":4,"VerseNumber":51,"Text":"(napiyē!) Vētattil oru pākam koṭukkappaṭṭavarkaḷai nīr pārkkavillaiyā? Avarkaḷ cilaikaḷaiyum, ṣaittāṉkaḷaiyum nampikkaikoṇṭu (maṟṟa) nirākarippavar kaḷaic cuṭṭik kāṇpittu ‘‘ivarkaḷtāṉ uṇmai nampikkaiyāḷarkaḷaiviṭa mikavum nērāṉa pātaiyil irukkiṉṟaṉar'' eṉṟu kūṟukiṉṟaṉar"},{"SurahNumber":4,"VerseNumber":52,"Text":"ivarkaḷaittāṉ allāh capikkiṟāṉ. Evarkaḷai allāh capittu viṭukiṟāṉō avarkaḷukku utavi ceyyum oruvaraiyum nīr kāṇamāṭṭīr"},{"SurahNumber":4,"VerseNumber":53,"Text":"ivarkaḷukku ivvulaka āṭciyil coṟpa paṅkāvatu irukkiṟatā? Avvāṟiruntāl maṉitarkaḷukku ōr eḷḷaḷavum koṭukka māṭṭārkaḷ"},{"SurahNumber":4,"VerseNumber":54,"Text":"allāh maṉitarkaḷil cilarukku taṉ aruḷai vaḻaṅkiyuḷḷataip paṟṟi ivarkaḷ poṟāmai koḷkiṉṟārkaḷā? Niccayamāka nām iprāhīmuṭaiya cantatikaḷukku vētattaiyum, ñāṉattaiyum koṭuttu, attuṭaṉ māperum aracāṅkattaiyum avarkaḷukkuk koṭuttōm"},{"SurahNumber":4,"VerseNumber":55,"Text":"Avvāṟiruntum avarkaḷil cilartāṉ avvētattai nampikkai koṇṭārkaḷ. Maṟṟavarkaḷ atai nirākarittu viṭṭārkaḷ. (Nirākaritta avarkaḷukku) koḻuntu viṭṭeriyum narakamē takumā(ṉa kūliyā)kum"},{"SurahNumber":4,"VerseNumber":56,"Text":"evarkaḷ nam (ivvēta) vacaṉaṅkaḷai nirākarikkiṟārkaḷō avarkaḷai niccayamāka nām (maṟumaiyil) narakattil cērttu viṭuvōm. Avarkaḷ vētaṉaiyait toṭarntu aṉupavippataṟkāka avarkaḷuṭaiya tōlkaḷ karuki viṭumpōtellām vēṟu putiya tōlkaḷai māṟṟikkoṇṭē iruppōm. Niccayamāka allāh mikaittavaṉāka, ñāṉamuṭaiyavaṉāka irukkiṟāṉ"},{"SurahNumber":4,"VerseNumber":57,"Text":"(avarkaḷil) evarkaḷ meyyākavē nampikkai koṇṭu, naṉmaikaḷaic ceykiṟārkaḷō avarkaḷai corkkaṅkaḷil pukuttuvōm. Atil toṭarntu nīraruvikaḷ ōṭikkoṇṭē irukkum. Avarkaḷ atil eṉṟeṉṟumē taṅki viṭuvārkaḷ. Paricuttamāṉa maṉaivikaḷum aṅku avarkaḷukku uṇṭu. Aṭarnta (nīṅkāta) niḻalilum avarkaḷai nām amarttuvōm"}]}