{"Id":177,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben-la","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":8,"VerseNumber":41,"Text":"Sachez que, quel que soit le butin rapporte, prelevez- en un cinquieme qui revient a Dieu, au messager, a ses proches, aux orphelins, aux pauvres et aux voyageurs de passage, pour prouver que vous croyez en Dieu et que vous vous conformez a ce que Nous avons revele a Notre Serviteur, le jour ou la Verite fut distingue du faux, le jour ou les deux armees s’affronterent. La puissance de Dieu s’etend a toutes choses"},{"SurahNumber":8,"VerseNumber":42,"Text":"Ce jour-la, vous etiez postes sur le versant le plus proche, et eux, sur le versant le plus eloigne. La caravane passait en contre-bas. Des lors, a supposer que vous vous soyez entendu sur le lieu de la bataille, vous n’auriez pas pu vous rencontrer. Mais le decret de Dieu devait s’accomplir et que perisse en connaissance de cause, celui qui devait mourir, et que demeure en vie, en connaissance de cause, celui qui devait rester en vie. Dieu est en verite Celui Qui entend tout et sait tout"},{"SurahNumber":8,"VerseNumber":43,"Text":"Dieu te les a fait apparaitre peu nombreux dans ton reve. Te les aurait-Il fait apparaitre sous leur force reelle que cette vision vous aurait decourages, semant la discorde dans vos rangs. Mais Dieu vous en a preserves. Il sait ce que recelent les cœurs"},{"SurahNumber":8,"VerseNumber":44,"Text":"Et lorsque vous vous etes retrouves face a vos ennemis, Dieu les fit apparaitre moins nombreux a vos yeux qu’ils ne l’etaient reellement, et leur donna l’illusion que vous etiez peu nombreux. Car le decret de Dieu devait s’accomplir. C’est a Dieu que toute decision revient"},{"SurahNumber":8,"VerseNumber":45,"Text":"O vous qui croyez ! Lorsque vous etes face a une armee ennemie, restez fermes et invoquez sans cesse le Nom de Dieu. De cela depend votre bonne fortune"},{"SurahNumber":8,"VerseNumber":46,"Text":"Obeissez a Dieu et a Son messager et evitez la discorde qui vous affaiblirait et vous ferait perdre votre vigilance! Armez- vous de patience ! Dieu est avec ceux qui font preuve de patience"},{"SurahNumber":8,"VerseNumber":47,"Text":"Gardez-vous d’imiter ceux qui ont quitte leurs demeures adoptant un comportement empreint d’insolence, et s’assurant d’etre vus de leurs semblables, pour detourner les gens de la Voie de Dieu. Dieu cerne leur moindre mouvement"},{"SurahNumber":8,"VerseNumber":48,"Text":"Satan avait embelli leurs actions a leurs propre yeux et leur avait dit : « Nul aujourd’hui, n’est capable de vous vaincre. Je suis quant a moi a vos cotes !». Mais, lorsque les deux troupes etaient en vue l’une de l’autre, il tourna les talons et leur lanca : « Je vous desavoue. Je vois ce que vous ne voyez pas. En verite, je crains Dieu, car Dieu est Implacable lorsqu’Il sevit !»"},{"SurahNumber":8,"VerseNumber":49,"Text":"Les hypocrites et ceux dont les cœurs sont hermetiques a la foi, disaient des croyants sinceres: «Ces gens-la ont ete abuses par leur religion ». Mais Dieu est Puissant et Sage pour quiconque s’en remet a Lui"},{"SurahNumber":8,"VerseNumber":50,"Text":"Ah ! Si tu voyais les anges (de la mort) arracher les ames des denegateurs, les frapper au visage et au dos en leur criant : «Goutez donc au supplice du Feu"},{"SurahNumber":8,"VerseNumber":51,"Text":"pour prix de vos agissements ! Dieu n’est point injuste envers Ses creatures»"},{"SurahNumber":8,"VerseNumber":52,"Text":"Le meme sort fut reserve aux gens de Pharaon, et a ceux qui vecurent avant eux. Ils avaient denie les signes de Dieu. Dieu les aneantit en punition de leurs peches. En verite, Dieu est Puissant et Implacable dans Son chatiment"},{"SurahNumber":8,"VerseNumber":53,"Text":"Il en est ainsi parce que Dieu ne retire un bienfait dont Il a comble un peuple, que parce que celui-ci a modifie son comportement. Il en est ainsi car Dieu est Celui Qui entend tout et Il est Celui Qui voit tout"},{"SurahNumber":8,"VerseNumber":54,"Text":"Le meme sort fut reserve aux gens de Pharaon, ainsi qu’a ceux qui, avant eux, avaient denie les signes de leur Seigneur. Nous les avons aneantis en punition de leurs peches. Et Nous avons fait engloutir les gens de Pharaon, car ils etaient tous coupables"},{"SurahNumber":8,"VerseNumber":55,"Text":"Les creatures les plus infames pour Dieu sont les denegateurs qui s’obstinent a refuser de croire"},{"SurahNumber":8,"VerseNumber":56,"Text":"qui violent systematiquement le pacte que tu conclus avec eux, et n’eprouvent aucune crainte a le faire"},{"SurahNumber":8,"VerseNumber":57,"Text":"Si tu reussis a les neutraliser en pleine guerre, sois sans pitie avec eux afin de dissuader quiconque serait tente de suivre leur exemple. Peut-etre seront-ils ainsi amenes a reflechir"},{"SurahNumber":8,"VerseNumber":58,"Text":"Et si tu redoutes la trahison d’un peuple, denonce ouvertement le pacte qui te lie a lui. Dieu en verite n’aime pas les traitres"},{"SurahNumber":8,"VerseNumber":59,"Text":"Que les denegateurs ne s’imaginent surtout pas qu’ils l’emportent sur Nous. Ils ne sauraient Nous reduire a l’impuissance"},{"SurahNumber":8,"VerseNumber":60,"Text":"Reunissez pour les combattre, toutes les forces et la cavalerie susceptibles d’effrayer les ennemis de Dieu qui sont les votres, ainsi que d’autres que vous ne connaissez pas, mais que Dieu connait ! Tout ce que vous depenserez pour la Cause de Dieu vous sera largement rembourse et vous ne serez nullement leses"}]}