{"Id":102,"LanguageCodes":["en","eng"],"Name":"eng-ahmedali","Author":"Ahmed Ali","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":41,"Text":"O my people, what is wrong with me that I am calling you to preservation, while you invite me to the Fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"You are asking me to disbelieve in God, and to associate with Him that of which I have no knowledge, yet I invite you to the all-mighty, all-forgiving"},{"SurahNumber":40,"VerseNumber":43,"Text":"What you are calling me to is surely not worth the calling in this world or in the next, because our returning is to God; and because the transgressors will be inmates of Hell"},{"SurahNumber":40,"VerseNumber":44,"Text":"You will remember what I say in time to come; I submit my case to the judgement of God. Surely God keeps an eye on His creatures"},{"SurahNumber":40,"VerseNumber":45,"Text":"So God preserved him from the evil they were planning; and a dreadful doom encompassed the people of Pharaoh"},{"SurahNumber":40,"VerseNumber":46,"Text":"Fire, to which they are exposed morning and evening. The day the Hour is proclaimed (it will be said:) \"Admit the people of Pharaoh to the severest punishment"},{"SurahNumber":40,"VerseNumber":47,"Text":"As they will noisily argue in the Fire, the weaker ones will say to the arrogant: \"We were your followers, so will you take over some of our share of the fire"},{"SurahNumber":40,"VerseNumber":48,"Text":"The arrogant will answer: \"All of us are in it. Surely God has judged between His creatures"},{"SurahNumber":40,"VerseNumber":49,"Text":"Those in the Fire will say to the warders of Hell: \"Ask your Lord to reduce the punishment by a day for us"},{"SurahNumber":40,"VerseNumber":50,"Text":"They will say: \"Did not your apostles come to you with clear proofs?\" They will answer: \"Indeed, they did.\" \"Then pray,\" will (the warders) say. But the praying of unbelievers will be all in vain"},{"SurahNumber":40,"VerseNumber":51,"Text":"We will certainly help Our messengers and those who believe, in this world, and on the day the witnesses take their stand"},{"SurahNumber":40,"VerseNumber":52,"Text":"The day upon which their excuses will not benefit the evil-doers, and the condemnation and evil abode will be theirs"},{"SurahNumber":40,"VerseNumber":53,"Text":"Verily We showed Moses the way, and bequeathed the Book to the children of Israel"},{"SurahNumber":40,"VerseNumber":54,"Text":"A guidance and reminder for men of wisdom"},{"SurahNumber":40,"VerseNumber":55,"Text":"So persevere; the promise of God is true; and seek forgiveness for your sins, and chant the praises of your Lord evening and morning"},{"SurahNumber":40,"VerseNumber":56,"Text":"Verily those who argue in the matter of God's revelations, without authority having reached them, have nothing but pride in their hearts, and they will not achieve their end. So take refuge in God: Surely He is all-hearing and all-seeing"},{"SurahNumber":40,"VerseNumber":57,"Text":"The creation of the heavens and the earth is indeed of greater magnitude than the creation of mankind; but most men do not understand"},{"SurahNumber":40,"VerseNumber":58,"Text":"The blind and the seeing are surely not alike, nor those who believe and act rightly and those who do evil. Little do you reflect"},{"SurahNumber":40,"VerseNumber":59,"Text":"The Hour will certainly come; there is no mystery about it; but most men do not believe"},{"SurahNumber":40,"VerseNumber":60,"Text":"Your Lord has said: \"Call to Me that I may answer your call. Surely those who disdain worshipping Me will enter Hell, disgraced"},{"SurahNumber":40,"VerseNumber":61,"Text":"It is God who made the night for you to rest, the day to make things visible. Indeed God is gracious to men, but most men are not grateful"},{"SurahNumber":40,"VerseNumber":62,"Text":"He is God your Lord, creator of everything. There is no god but He. How then do you turn away (from Him)"},{"SurahNumber":40,"VerseNumber":63,"Text":"Only they are turned away thus who deny the signs of God"},{"SurahNumber":40,"VerseNumber":64,"Text":"It is God who made the earth a dwelling for you, and the sky a vaulted roof, who fashioned you and gave you excellent form and provided you with clean and wholesome things. He is God, your Lord. So blessed be God, the Lord of all the worlds"},{"SurahNumber":40,"VerseNumber":65,"Text":"He is the living. There is no god but He. Therefore pray to Him with obedience all-exclusive. Praise be to God, the Lord of all the worlds"}]}