{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Quien se somete a Ala y hace el bien se ase del asidero mas firme. El fin de todo es Ala"},{"SurahNumber":31,"VerseNumber":23,"Text":"Si alguien no cree, ¡que su incredulidad no te entristezca! Volveran a Nosotros y ya les informaremos de lo que hacian. Ala sabe bien lo que encierran los pechos"},{"SurahNumber":31,"VerseNumber":24,"Text":"Les dejaremos que gocen por breve tiempo. Luego, les arrastraremos a un duro castigo"},{"SurahNumber":31,"VerseNumber":25,"Text":"Si les preguntas: «¿Quien ha creado los cielos y la tierra?», seguro que dicen: «¡Ala!» Di: «¡Alabado sea Ala!» No, la mayoria no saben"},{"SurahNumber":31,"VerseNumber":26,"Text":"Es de Ala lo que esta en los cielos y en la tierra. Ala es Quien Se basta a Si mismo, el Digno de Alabanza"},{"SurahNumber":31,"VerseNumber":27,"Text":"Si se hicieran calamos de los arboles de la tierra, y se anadieran al mar, luego de el, otros siete mares mas, no se agotarian las palabras de Ala. Ala es poderoso, sabio"},{"SurahNumber":31,"VerseNumber":28,"Text":"Crearos y resucitaros cuesta a Ala tanto como si se tratara de una sola persona. Ala todo lo oye, todo lo ve"},{"SurahNumber":31,"VerseNumber":29,"Text":"¿No ves que Ala hace que la noche entre en el dia y que el dia entre en la noche, ha sujetado el sol y la luna, prosiguiendo los dos su curso hasta un termino fijo, y que Ala esta bien informado de lo que haceis"},{"SurahNumber":31,"VerseNumber":30,"Text":"Esto es asi porque Ala es la Verdad, pero lo que ellos invocan en lugar de invocarle a El es lo falso. Ala es el Altisimo, el Grande"},{"SurahNumber":31,"VerseNumber":31,"Text":"¿No ves que las naves navegan por la gracia de Ala, para que El os muestre algunos de Sus signos? Ciertamente, hay en ello signos para todo aquel que tenga mucha paciencia, mucha gratitud"},{"SurahNumber":31,"VerseNumber":32,"Text":"Y, cuando las olas les cubren cual pabellones, invocan a Ala rindiendole culto sincero. Pero, en cuanto les salva, llevandolos a tierra firme, algunos de ellos vacilan. Nadie niega Nuestros signos sino todo aquel que es perfido, desagradecido"},{"SurahNumber":31,"VerseNumber":33,"Text":"¡Hombres! ¡Temed a vuestro Senor y tened miedo de un dia en que el padre no pueda satisfacer por su hijo, ni el hijo por su padre! ¡Lo que Ala promete es verdad! ¡Que la vida de aca no os engane, y que el Enganador no os engane acerca de Ala"},{"SurahNumber":31,"VerseNumber":34,"Text":"Ala tiene conocimiento de la Hora. Envia abajo la lluvia. Sabe lo que encierran las entranas de la madre, mientras que nadie sabe lo que el dia siguiente le deparara, nadie sabe en que tierra morira. Ala es omnisciente, esta bien informado"},{"SurahNumber":32,"VerseNumber":1,"Text":"lm"},{"SurahNumber":32,"VerseNumber":2,"Text":"La revelacion de la Escritura, exenta de dudas, procede del Senor del universo"},{"SurahNumber":32,"VerseNumber":3,"Text":"O dicen: «El la ha inventado». ¡No! es la Verdad venida de tu Senor, para que adviertas a un pueblo al que no ha venido monitor alguno antes de ti. Quizas, asi, sean bien dirigidos"},{"SurahNumber":32,"VerseNumber":4,"Text":"Ala es Quien ha creado los cielos, la tierra y lo que entre ellos esta en seis dias. Luego, se ha instalado en el Trono. Fuera de E, no teneis amigo ni intercesor. ¿Es que no os dejareis amonestar"},{"SurahNumber":32,"VerseNumber":5,"Text":"El dispone en el cielo todo lo de la tierra. Luego, todo ascendera a El en un dia equivalente en duracion a mil anos de los vuestros"},{"SurahNumber":32,"VerseNumber":6,"Text":"Tal es el Conocedor de lo oculto y de lo patente, el Poderoso, el Misericordioso"},{"SurahNumber":32,"VerseNumber":7,"Text":"Que ha hecho bien todo cuanto ha creado y ha comenzado la creacion del hombre de arcilla"},{"SurahNumber":32,"VerseNumber":8,"Text":"luego, ha establecido su descendencia de una gota de liquido vil"},{"SurahNumber":32,"VerseNumber":9,"Text":"luego, le ha dado forma armoniosa e infundido en el de Su Espiritu. Os ha dado el oido, la vista y el intelecto. ¡Que poco agradecidos sois"},{"SurahNumber":32,"VerseNumber":10,"Text":"Dicen: «Cuando nos hayamos perdido en la tierra, ¿es verdad que se nos creara de nuevo?» No, no creen en el encuentro de su Senor"}]}