{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Avarkalil kuhpru iruppatai (atavatu avarkalil oru carar tam'mai nirakarippatai) isa unarnta potu, \"allahvin pataiyil enakku utavi ceypavarkal yar?\" Enru avar kettar; (atarku avarutaiya cisyarkalana) havariyyun; \"nankal allahvukkaka (unkal) utaviyalarkalaka irukkirom, niccayamaka nankal allahvin mitu iman kontullom;. Titamaka nankal (avanukku murrilum valippatta) muslimkalaka irukkinrom, enru ninkal catci collunkal\" enak kurinar"},{"SurahNumber":3,"VerseNumber":53,"Text":"enkal iraivane! Ni aruliya (vetat)tai nankal nampukirom, (unnutaiya) ittutarai nankal pinparrukirom;. Enave enkalai (cattiyattirku) catci colvorutan certtu elutuvayaka!\" (Enru cisyarkalana havariyyun pirarttittanar)"},{"SurahNumber":3,"VerseNumber":54,"Text":"(isavai nirakarittor avaraik kollat) tittamittuc cati ceytarkal. Allahvum cati ceytan;. Tavira allah cati ceypavarkalil mikac cirantavan avan"},{"SurahNumber":3,"VerseNumber":55,"Text":"isave! Niccayamaka nan um'maik kaipparruven;. Innum ennalavil um'mai uyarttik kolven;. Nirakarittuk kontirupporutaiya (poykalil ninrum) um'mait tuymaippatuttuven;. Melum um'maip pinparruvorai kiyama nal varai nirakaripporukku melakavum vaippen;. Pinnar unkalutaiya tirumputal ennitame irukkiratu. (Appotu) ninkal tarkkam ceytu kontiruntatu parri nan unkalitaiye tirppalippen\" enru allah kuriyatai (napiye! Ninaivu kurviraka)"},{"SurahNumber":3,"VerseNumber":56,"Text":"enave, nirakaripporai ivvulakilum, marumaiyilum katinamana vetanaiyaikkontu vetanai ceyven;. Avarkalukku utavi ceyvor evarum irukka mattarkal"},{"SurahNumber":3,"VerseNumber":57,"Text":"Anal, evar iman kontu narkarumankalum ceykirarkalo, avarkalukku narkulikalai (allah) mulumaiyakak kotuppan; allah akkiramam ceyvorai necikkamattan"},{"SurahNumber":3,"VerseNumber":58,"Text":"(napiye!) Nam um mitu otikkattiya ivai (narcanrukalaik konta) irai vacanankalakavum;, nanam nirampiya narceytiyakavum irukkinrana"},{"SurahNumber":3,"VerseNumber":59,"Text":"allahvitattil niccayamaka isavin utaranam atamin utaranam ponrate. Avan avarai manniliruntu pataittuppin\"kun\" (akuka) enak kurinan;. Avar (manitar) akivittar"},{"SurahNumber":3,"VerseNumber":60,"Text":"(napiye! Isavaip parri) um iraivanitamiruntu vantate unmaiyakum;. Enave (itaik kurittu) aiyappatuvoril nirum oruvarakitatir"},{"SurahNumber":3,"VerseNumber":61,"Text":"(napiye!) Ituparriya mulu viparamum umakku vantu cernta pinnarum evarenum oruvar um'mitam itaik kurittu tarkkam ceytal; \"varunkal! Enkal putalvarkalaiyum, unkal putalvarkalaiyum; enkal penkalaiyum, unkal penkalaiyum; enkalaiyum unkalaiyum alaittu (onru tiratti vaittuk kontu)'poyyarkal mitu allahvin capam untakattum' enru nam pirarttippom!\" Ena nir kurum"},{"SurahNumber":3,"VerseNumber":62,"Text":"niccayamaka itutan unmaiyana varalaru. Allahvait tavira veru nayan illai. Niccayamaka allah - avan yavaraiyum mikaitton; mikka nanamutaiyon"},{"SurahNumber":3,"VerseNumber":63,"Text":"avarkal purakkanittal - titamaka allah (ivvaru) kulappam ceyvorai nankarintavanakave irukkinran"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Napiye! Avarkalitam)\"vetattaiyutaiyore! Namakkum unkalukkumitaiye (icaivana) oru potu visayattin pakkam varunkal; (atavatu) nam allahvait tavira verevaraiyum vananka mattom;. Avanukku evaraiyum inaivaikka mattom; allahvai vittu nam'mil cilar cilaraik katavularkalaka etuttuk kolla mattom\" enak kurum; (muhminkale! Itan pirakum) avarkal purakkanittu vittal; \"niccayamaka nankal muslimkal enpatarku ninkal catciyaka irunkal!\" Enru ninkal kurivitunkal"},{"SurahNumber":3,"VerseNumber":65,"Text":"vetattaiyutaiyore! Iprahimaip parri (avar yutara, kiristavara enru vinaka) en tarkkittuk kontirukkirirkal? Avarukkup pinnareyanri tavrattum, injilum irakkappatavillaiye (itaikkuta) ninkal vilankik kollavillaiya"},{"SurahNumber":3,"VerseNumber":66,"Text":"unkalukkuc ciritu nanam irunta visayankalil (ituvarai) ninkal tarkkam ceytu kontiruntirkal; (appatiyirukka) unkalukkuc ciritukuta nanam illata visayankalil en vivatam ceyya murpatukirirkal? Allahtan arivan; ninkal ariyamattirkal"},{"SurahNumber":3,"VerseNumber":67,"Text":"iprahim yutarakavo, allatu kiristavarakavo irukkavillai. Anal avar (allahvitam) murrilum (caranatainta) nermaiyana muslimaka iruntar;. Avar musrikkukalil (inaivaipporil) oruvaraka irukkavillai"},{"SurahNumber":3,"VerseNumber":68,"Text":"niccayamaka manitarkali; l iprahimukku mikavum nerunkiyavarkal, avaraip pinparriyorum, inta napiyum, (allahvin mitum, inta napiyin mitum) iman kontorume avar;. Melum allah muhminkalin patukavalanaka irukkinran"},{"SurahNumber":3,"VerseNumber":69,"Text":"Vetattaiyutaiyoril oru carar unkalai vali ketukka virumpukirarkal;. Anal avarkal tankalaiye anri vali ketukka mutiyatu. Eninum, (itai) avarkal unarkirarkalillai"},{"SurahNumber":3,"VerseNumber":70,"Text":"vetattaiyutaiyavarkale! Ninkal terintu konte allahvin vacanankalai en nirakarikkinrirkal"},{"SurahNumber":3,"VerseNumber":71,"Text":"vetattaiyutaiyore! Cattiyattai acattiyattutan en ninkal kalakkukirirkal? Innum ninkal arintu konte en unmaiyai maraikkirirkal"},{"SurahNumber":3,"VerseNumber":72,"Text":"vetattaiyutaiyoril oru carar (tam inattaritam); \"iman kontor mitu irakkappatta (vetat)taik kalaiyil nampi, malaiyil nirakarittu vitunkal;. Itanal (iman kontulla) avarkalum oru velai (atai vittut) tirumpi vitakkutum\" enru kurukinranar"},{"SurahNumber":3,"VerseNumber":73,"Text":"unkal markkattaip pinparruvorait tavira (veru evaraiyum) nampatirkal\" (enrum kurukinranar. Napiye!) Nir kurum; niccayamaka nervaliyenpatu allahvin valiye akum;. Unkalukku (vetam) kotukkappattatupol innoruvarukkum kotukkappatuvata allatu avarkal unkal iraivan mun unkalai mikaittu vituvata?\" (Enru avarkal tankalukkul pecik kolkirarkal.) Niccayamaka arutkotaiyellam allahvin kaiyileye ullatu. Atai avan natiyorukku valankukinran; allah vicalamana (kotaiyalippavan; yavarraiyum) nankaripavan enru kuruviraka"},{"SurahNumber":3,"VerseNumber":74,"Text":"avan tan rahmattai(arulai)k kontu tan natiyoraic contamakkik kolkinran;. Innum allah makattana kirupaiyutaiyavan"}]}