{"Id":399,"LanguageCodes":["tr","tur"],"Name":"tur-elmallsadelesti","Author":"Elmal L Sadelestirilmis","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Bu indirdiğimiz, farz kıldığımız ve içinde açık açık ayetler indirdiğimiz bir suredir; ola ki iyice belleyip tutarsınız"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zina eden kadın ve zina eden erkekten herbirine yüz değnek vurun; eğer Allah´a ve ahiret gününe gerçekten inanıyorsanız, Allah´ın dinini uygulamada bunlara bir acıyacağınız tutmasın! Ayrıca mü´minlerden bir grup cezalandırılmalarına şahit olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zina etmiş erkek, ancak zina etmiş olan veya Allah´a ortak koşan bir kadınla; zina etmiş kadın ise, zina etmiş olan veya Allah´a ortak koşan bir erkekle evlenebilir. Bu, mü´minlere haram kılınmıştır"},{"SurahNumber":24,"VerseNumber":4,"Text":"Namuslu kadınlara zina suçu atıp sonra dört şahit getirmeyen kimselere de seksen değnek vurun ve artık ebediyyen onların şahitliklerini kabul etmeyin! Bunlar öyle fasıklardır"},{"SurahNumber":24,"VerseNumber":5,"Text":"Ancak ondan sonra tevbe edip düzelenler başka; çünkü Allah çok bağışlayıcıdır, merhamet sahibidir"},{"SurahNumber":24,"VerseNumber":6,"Text":"Kendi karılarına zina suçu atıp da kendilerinden başka şahitleri de bulunmayan kimselerden herbiri ise kendisinin doğru söyleyenlerden olduğuna dair dört defa Allah´a yemin ederek şahitlik etmelidir"},{"SurahNumber":24,"VerseNumber":7,"Text":"Beşinci defada da, eğer yalan söyleyenlerden ise Allah´ın lanetinin kendi boynuna olmasını ifade etmelidir"},{"SurahNumber":24,"VerseNumber":8,"Text":"Kadının dört defa: «Allah´a yemin ederim ki, o muhakkak yalancılardandır!» diye şahitlik etmesi kendisinden cezayı kaldırır"},{"SurahNumber":24,"VerseNumber":9,"Text":"Beşincisinde ise, eğer o (kocası) doğru söyleyenlerden ise, Allah´ın gazabının kendi üzerine olmasını ister"},{"SurahNumber":24,"VerseNumber":10,"Text":"Ya üzerinizde Allah´ın bol nimeti ve rahmeti olmasaydı, bir de Allah tevbeyi çok kabul eden ve hikmet sahibi olmasaydı"},{"SurahNumber":24,"VerseNumber":11,"Text":"Haberiniz olsun ki, o iftirada bulunanlar, sizden bir takımdır. Onu hakkınızda bir şer sanmayın! Bilakis o, sizin için bir hayırdır. Onlardan her kişiye kazandığı günah nisbetinde ceza vardır. Günahın büyüğünü yüklenene de büyük bir azap vardır"},{"SurahNumber":24,"VerseNumber":12,"Text":"Ne vardı, onu işittiğiniz zaman mümin erkeklerle mümin kadınlar kendi kendilerine hüsnü zanda bulunup: «Bu açık bir iftiradır!» deselerdi"},{"SurahNumber":24,"VerseNumber":13,"Text":"Ona dört şahit getirselerdi ya, madem ki şahit getiremediler, o halde onlar Allah katında yalancılardan ibarettirler"},{"SurahNumber":24,"VerseNumber":14,"Text":"Eğer dünyada ve ahirette Allah´ın lütfu ve rahmeti üzerinizde olmasaydı, daldığınız yaygarada size mutlaka büyük bir azap dokunurdu"},{"SurahNumber":24,"VerseNumber":15,"Text":"Hani siz, onu dillerinizle birbirinize yetiştiriyor, ağızlarınızla hiçbir bilgi sahibi olmadığınız birşeyi söylüyor ve onu kolay sanıyordunuz. Halbuki o Allah katında büyük bir günahtır"},{"SurahNumber":24,"VerseNumber":16,"Text":"Onu duyduğunuz da: «Bunu söylemek bize yakışmaz, haşa bu büyük bir iftiradır.» deseydiniz ya"},{"SurahNumber":24,"VerseNumber":17,"Text":"Böyle birşeyi asla bir defa daha tekrarlamayasınız diye Allah size öğüt veriyor; eğer iman etmiş iseniz"},{"SurahNumber":24,"VerseNumber":18,"Text":"Ve Allah, size ayetlerini açıklıyor. Allah, herşeyi bilendir, hikmet sahibidir"},{"SurahNumber":24,"VerseNumber":19,"Text":"Müminler arasında edepsizce sözlerin yayılmasını arzu edenler için dünyada ve ahirette acı bir azap vardır. Allah, onları bilir, siz bilemezsiniz"},{"SurahNumber":24,"VerseNumber":20,"Text":"Ya üzerinizde Allah´ın bol nimeti ve rahmeti olmasaydı; bir de Allah çok şefkatli ve merhametli olmasaydı"}]}