{"Id":424,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch-la","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Elif Lam Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yenilgiye ugradılar"},{"SurahNumber":30,"VerseNumber":3,"Text":"Pek yakın yerde yenilgiden sonra galip geleceklerdir"},{"SurahNumber":30,"VerseNumber":4,"Text":"Birkac yıl icinde... Bundan once de bundan sonra da emir Allah'ındır. O gun, muminler sevinecektir"},{"SurahNumber":30,"VerseNumber":5,"Text":"Allah’ın yardımıyla... Allah, diledigine yardım eder. O, cok gucludur, cok merhametlidir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Bu Allah’ın vaadidir. Allah, vaadinden asla donmez. Fakat, insanların cogu bunu bilmez"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar, dunya hayatının gorunen zahirini bilirler. Onlar, ahiretten gafil kimselerdir"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi nefislerinde (olanları) hic dusunmuyorlar mı? Allah gokleri, yeri ve aralarındaki seyleri ancak hak ile ve belirli bir sure icin yaratmıstır. Insanların cogu, Rabblerine kavusma hakkında kafirdirler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Yeryuzunde dolasmıyorlar mı ki, kendilerinden onceki kimselerin akibetinin nasıl olduguna bir baksınlar? Onlardan daha guclu idiler, topragı surmusler. Onu, bunların (Mekke halkının) imar ettiginden daha cok imar etmislerdi. Onlara peygamberleri apacık delillerle gelmislerdi. Allah, onlara zulmetmis degildir. Fakat onlar kendilerine zulmediyorlardı"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra, Allah’ın ayetlerini yalanlayarak ve onu eglence edinerek kotulukler yapanların akibeti de kotu olmustur"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah, yaratmayı (yoktan) baslatır, sonra onu (oldukten sonra) tekrardan yaratır, sonra da O'na dondurulursunuz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyametin koptugu gun, suclular umitsizlik icinde susup kalacaklardır"},{"SurahNumber":30,"VerseNumber":13,"Text":"Onların ortak kostuklarından kendilerine sefaat edecek kimse olmayacak ve ortaklarını da inkar edeceklerdir"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyametin kopacagı gun, (muminlerle kufre sapanlar birbirlerinden) ayrılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Iman edip salih amellerde bulunanlara gelince, artık onlar cennet icinde neselenirler"},{"SurahNumber":30,"VerseNumber":16,"Text":"Kafirler, ayetlerimizi ve ahiret bulusmasını yalanlamıs olanlar ise; iste onlar da azap icinde hazır tutulurlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"Aksama girerken ve sabaha ererken Allah’ı tesbih edin"},{"SurahNumber":30,"VerseNumber":18,"Text":"Goklerde ve yerde hamd O'na aittir. Gunun sonunda ve ogleye erdiginiz vakit de (O'nu tesbih edin)"},{"SurahNumber":30,"VerseNumber":19,"Text":"O, oluden diriyi, diriden de oluyu cıkarır. Olumunden sonra topraga hayat verir. Iste siz de boyle cıkartılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"Sizi topraktan yaratmıs olması O’nun ayetlerindendir. Sonra siz, insan olarak (yeryuzunde) yayılırsınız"},{"SurahNumber":30,"VerseNumber":21,"Text":"Onda sukun bulup huzura ermeniz icin size kendi nefislerinizden esler yaratması ve aranızda bir sevgi ve merhamet kılması da O'nun ayetlerindendir. Bunda, dusunen toplum icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"Goklerin ve yerin yaratılması, dillerinizin ve renklerinizin farklılıgı da onun ayetlerindendir. Bunda da bilenler icin gercekten ayetler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"Geceleyin ve gunduzun uyumanız ve O'nun lutfunden aramanız da O'nun ayetlerindendir. Bunda da kulak veren bir toplum icin isaretler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"Size korku ve umit veren simsegi gostermesi, gokten su indirmesi, onunla yeryuzunu kurduktan sonra tekrar canlandırması da O'nun ayetlerindendir. Bunda da akleden bir toplum icin ayetler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"Emri ile gogun ve yerin ayakta durması da O'nun ayetlerindendir. Sonra sizi topraktan bir cagırdı mı hemen (kabirlerinizden) cıkıverirsiniz"},{"SurahNumber":30,"VerseNumber":26,"Text":"Goklerde ve yerde ne varsa O’nundur. Hepsi O’na boyun egmistir"},{"SurahNumber":30,"VerseNumber":27,"Text":"O, yaratmayı (yoktan) baslatır, sonra onu (oldukten sonra) tekrardan yaratır. Bu O’na cok kolaydır. Goklerde ve yerde en ustun sıfatlar O’nundur. O, cok gucludur, Hakim'dir"},{"SurahNumber":30,"VerseNumber":28,"Text":"(Ey musrikler) Allah, size kendi nefislerinizden soyle ornek verir: Kolelerinizden, verdigimiz rızıklarda sizinle esit haklara sahip olan ve birbirinizden cekindiginiz gibi kendilerinden cekindiginiz ortaklarınız var mı? Iste ayetleri akleden bir toplum icin boyle acıklıyoruz"},{"SurahNumber":30,"VerseNumber":29,"Text":"Hayır! O zalimler bilgisizce kendi arzularına uymuslardır. Allah’ın saptırdıgı kimseye, kim hidayet edebilir? Onların hic bir yardımcısı yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Hanif olarak yonunu (Islam'a) dine cevir. Allah'ın, insanları onun uzerine yarattıgı (Islam) fıtratına. Allah'ın yaratısında degisme yoktur. Allah'ın yaratısında degisme yoktur. Iste dosdogru din! Fakat, insanların cogu bilmezler"}]}