{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"A prikazal Pan tvuj, abyste nectili (jineho boha), mimo neho a abyste laskave chovali se k rodicum, at jiz jeden z nich, ci oba dospeli stari v dome tvem. Nemluv k nim „Pfuj,“ aniz hubuj na ne, nybrz mluv k nim reci uctivou"},{"SurahNumber":17,"VerseNumber":24,"Text":"a sklon pred nimi kridlo pokory z laskavost a rci: „Pane, bud milostiv jim, tak jako oni vychovali mne za malicka.“"},{"SurahNumber":17,"VerseNumber":25,"Text":"Pan vas nejlepe vi o tom, co jest v nitrech vasich: jste-li spravedlivymi; ont pak zajiste k tem, kdoz kaji se, velky jest v odpousteni"},{"SurahNumber":17,"VerseNumber":26,"Text":"A davej pribuznym svym, coz prinalezi jim, a taktez nuznym a pocestnym a nemarnotratni marnotratne"},{"SurahNumber":17,"VerseNumber":27,"Text":"nebot marnotratni bratry jsou Satana a Satan byl vuci Panu svemu vzdorny"},{"SurahNumber":17,"VerseNumber":28,"Text":"vsak odstranis-li se od nich, sam snaze se ziskati podilu z milosrdenstvi Pana sveho, jejz dosahnouti doufas, aspon rci jim slovo utesne"},{"SurahNumber":17,"VerseNumber":29,"Text":"Neklad ruky sve privazane za krk, aniz otvirej ji dokoran, abys v hanu neupadl a bidu"},{"SurahNumber":17,"VerseNumber":30,"Text":"Zajiste Pan tvuj bud otevrenou rukou poprava daru svych, komu chce, aneb odmeruje je, nebot on ohledne sluzebniku svych dobre jest zpraven a pozoruje je"},{"SurahNumber":17,"VerseNumber":31,"Text":"A nezabijejte ditek svych ze strachu pred nedostatkem: obzivime je i vas: v pravde ubijeni jich jest hrichem velkym"},{"SurahNumber":17,"VerseNumber":32,"Text":"A nepriblizujte se cizolozstvi, nebot smilstvem jest a spatnou cestou"},{"SurahNumber":17,"VerseNumber":33,"Text":"A nezabijejte osoby, kterou Buh zapovedel vam zabijeti, vyjma po pravu: a kdozkoli zabil by nespravedlive, tu dali jsme blizkemu pribuznemu zabiteho moc (odvety): vsak necht nedopusti se vystrednosti v zabiti, jinak vinnik najde opet proti nemu pomocniky"},{"SurahNumber":17,"VerseNumber":34,"Text":"A nedotykejte se jmeni sirotka, vyjma ve zpusobu nejlepsim, dokud nedosahne dospelosti: a dodrzujte zavazky sve, nebot za zavazek bude dluzno zodpovidat se"},{"SurahNumber":17,"VerseNumber":35,"Text":"A dodrzujte spravne miru, kdyz merite a vazte vahou primou: toto jest lepe pro vas a nejlepsim rozhodnutim"},{"SurahNumber":17,"VerseNumber":36,"Text":"A nenasleduj toho, o cem nemas vedeni: zajiste ze sluchu, zraku a (citu) srdce — ze vsech techto bude dluzno zodpovidati se"},{"SurahNumber":17,"VerseNumber":37,"Text":"A nevykracuj si pysne po zemi, nebot nelze ti rozpoltiti zemi, aniz dosici vrchu hor (svou) vyskou"},{"SurahNumber":17,"VerseNumber":38,"Text":"vse to spatnosti jest u Pana tveho, jemu odpornou"},{"SurahNumber":17,"VerseNumber":39,"Text":"Toto jest casti toho, coz vnuknul ti Pan tvuj z moudrosti: i nestav vedle Boha bohu jinych, abys nebyl vrzen v peklo, pohanen, zavrzen"},{"SurahNumber":17,"VerseNumber":40,"Text":"Ci snad vybral si vas Buh za syny a vzal si z andelu zeny? Zajiste mluvite slova udivna"},{"SurahNumber":17,"VerseNumber":41,"Text":"A rozmanitymi ucinili jsme napomenuti tohoto Koranu, aby premysleli o nich, vsak tim rozmnozeno jest pouze prchani jejich"},{"SurahNumber":17,"VerseNumber":42,"Text":"Rci : „Kdyby byli vedle Boha bohove jini, jak dite, tehdy snazili by se nalezti zaminku proti panu trunu"},{"SurahNumber":17,"VerseNumber":43,"Text":"vsak pri slave jeho, on daleko povysen jest nad to, co prircujete mu, povysenim velkym"},{"SurahNumber":17,"VerseNumber":44,"Text":"Ve chvale jeho vyvysuji jej sedmera nebesa i zeme a cozkoliv na nich jest: a neni veci, jez nevyvysovala by jej ve chvale jeho; vsak vy nechapete slov chvaly jejich. Buh pak laskav jest a velky v odpusteni.“"},{"SurahNumber":17,"VerseNumber":45,"Text":"Kdyz ctes Koran, stavime mezi tebou a temi, kdoz neveri v zivot posmrtny, zavoj rozestreny"},{"SurahNumber":17,"VerseNumber":46,"Text":"a pokladame na srdce jejich clony, aby nechapali jej, a do usi jejich tihu vkladame: a kdyz jmenujes Pana sveho v Koranu jako Jedineho, obraceji se zady svymi v uteku"},{"SurahNumber":17,"VerseNumber":47,"Text":"My nejlepe vime s jakym umyslem naslouchaji, kdyz naslouchaji ti, a kdyz septaji si a kdyz rikaji nepravostni: „V pravde nasledujete jen muze ocarovaneho.“"},{"SurahNumber":17,"VerseNumber":48,"Text":"Pohled, jaka ohledne tebe cini podobenstvi! Vsak zbloudili, a nejsou s to, (aby nalezli) stezku"},{"SurahNumber":17,"VerseNumber":49,"Text":"A rikaji: „Zdaz az budeme kosti a prach, budeme vzkriseni ve stvoreni novem?“"}]}