{"Id":394,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel-la","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":13,"VerseNumber":19,"Text":"Sana indirilenin gercek oldugunu bilen biri, gormeyen gibi midir? Ancak akıl sahipleri ogut alır"},{"SurahNumber":13,"VerseNumber":20,"Text":"Onlar ki ALLAH'a verdikleri sozu yerine getirirler ve sozlesmeyi bozmazlar"},{"SurahNumber":13,"VerseNumber":21,"Text":"Onlar ki ALLAH'ın birlestirmesini emrettigi seyi birlestirirler, Rab'lerini sayarlar ve kotu hesaptan korkarlar"},{"SurahNumber":13,"VerseNumber":22,"Text":"Ve onlar ki sadece Rab'lerinin onayını kazanmak icin sabredip direnirler, namazı gozetirler, kendilerine verdigimiz rızıklardan gizli ve acık yardım icin harcarlar ve kotulugu iyilik ile savarlar. Son duragı onlar hak etmislerdir"},{"SurahNumber":13,"VerseNumber":23,"Text":"Adn cennetlerine girerler. Atalarından, eslerinden ve soylarından iyi olanlar da onunla beraberdir. Melekler de her kapıdan yanlarına varırlar"},{"SurahNumber":13,"VerseNumber":24,"Text":"Sabrettiginizden oturu selam (barıs ve huzur) size olsun. Bu ne guzel son durak"},{"SurahNumber":13,"VerseNumber":25,"Text":"ALLAH'a verdikleri sozden sonra sozlesmeyi bozanlar, ALLAH'ın birlestirmeyi emrettigini birlestirmeyenler ve yeryuzunde bozgunculuk yapanlar laneti hakketmislerdir ve onlar icin kotu bir sonuc vardır"},{"SurahNumber":13,"VerseNumber":26,"Text":"ALLAH diledigine rızkı acar veya kısar. Onlar dunya hayatı ile sevindiler, halbuki bu dunya hayatı ahiret ile karsılastırıldıgında bir gecimlikten ibarettir"},{"SurahNumber":13,"VerseNumber":27,"Text":"Inkar edenler, \"Ona Rabbinden bir mucize indirilmeli degil miydi,\" diyorlar. De ki: \"ALLAH dileyeni saptırır ve yoneleni dogruya ulastırır"},{"SurahNumber":13,"VerseNumber":28,"Text":"Onlar ki inanırlar ve kalpleri ALLAH'ı anmakla huzur bulur. Bilesiniz ki, kalpler ALLAH'ı anmakla yatısır"},{"SurahNumber":13,"VerseNumber":29,"Text":"Inanıp erdemli bir hayat surenler icin mujde ve en guzel donus yeri vardır"},{"SurahNumber":13,"VerseNumber":30,"Text":"Daha onceki toplumlara oldugu gibi seni de bu topluma gonderdik ki sana vahyettigimizi onlara okuyasın, halbuki onlar Rahman'a nankorluk ediyorlar. De ki: \"O'dur benim Rabbim; O'ndan baska tanrı yoktur. O'na guvendim; donus O'nadır"},{"SurahNumber":13,"VerseNumber":31,"Text":"Kendisiyle daglar yurutulen, yahut yeryuzu parcalanan, yahut oluler dirilten bir Kuran olsaydı bile (onlar yine inanmazdı). Tum isler ALLAH'ın kontrolundedir. Inananlar hala anlamadılar mı ki ALLAH dileseydi tum insanları dogruya ulastırırdı. Inkar edenler, ALLAH'ın sozu yerine gelinceye kadar yaptıklarına karsılık olarak ya baslarına ya da yakınlarına konacak bir felakete ugrayıp duracaklardır. ALLAH sozunden donmez"},{"SurahNumber":13,"VerseNumber":32,"Text":"Senden onceki elcilerle de alay edildi. Inkarcılara fırsat verdim ve sonunda onları yakaladım. Sonuc nasıldı"},{"SurahNumber":13,"VerseNumber":33,"Text":"Herkesin yaptıgını kontrol eden O degil midir? Buna ragmen ALLAH'a ortaklar kostular. De ki: \"Onları (dilediginiz) isimlerle tanımlayın! Siz O'nun yeryuzunde bilmedigi bir seyi mi O'na haber veriyorsunuz, yoksa bos sozler mi uyduruyorsunuz?\" Aslında, inkarcıların hileleri kendilerine suslu gosterilir ve boylece yoldan saparlar. ALLAH kimi saptırırsa ona dogruyu gosterecek yoktur"},{"SurahNumber":13,"VerseNumber":34,"Text":"Onlar dunya hayatında azap hakketmislerdir. Ahiret azabı ise daha kotudur. Onları ALLAH'tan kimse kurtaramaz"}]}