{"Id":473,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu-la","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"Jilani: “E achikapolo Wangu wan’ditendele yakusakala mwachimisyene! Ngasinkata tama ku chanasa cha Allah, chisimu Allah akasakululukaga sambi syosope syene, chisimu Jwalakwe ni Jwakululuka kusyene, Jwachanasa channope.”"},{"SurahNumber":39,"VerseNumber":54,"Text":"“Soni ujilaani kwa M’mbuje gwenu (Allah pakutenda toba), soni lipelekaani Kukwakwe, nkaniyim’bichilile ilagasyo kaneka ningajokoledwa.”"},{"SurahNumber":39,"VerseNumber":55,"Text":"“Soni kuyani yambone nnope yayitulusyidwe kukwenu kuumila kwa M’mbuje gwenu (Allah), nkaniyim’bichilile ilagasyo mwachisupuchisya kutendaga jenumanja nkakumanyilila.”"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kuti ngasaja kuwecheta mundu jwalijose yanti: “Kudandaula kwangune! Ligongo lya ayila yanapungwisye ku mbali ja Allah, soni chisimu naliji mwa akutenda chipongwe.”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Kapena kuja kuwecheta yanti: “Ingawe kuti Allah wanjongwele, ningaliji mwa wandu wawoga (wakun’jogopa Jwalakwe)"},{"SurahNumber":39,"VerseNumber":58,"Text":"Kapena kuja kuwecheta ndema jakuiona ilagasyo kuti: “Kungawe kwakomboleka une kuujila (ku duniya), basi ngajile kuwa mwa akukolosya (masengo).”"},{"SurahNumber":39,"VerseNumber":59,"Text":"(Tachisalilidwa yanti): “Elo, chisimu ma Aya Gangu gam’bichilile, nambo mwagakaaniile, ni mwalikwesyisye, soni mwaliji mwa achimakafili.”"},{"SurahNumber":39,"VerseNumber":60,"Text":"Soni lisiku lya Kiyama tinchaona awala wawannambuchisye Allah (yanti akwete mwanache kapena wakamusyangana nao) ngope syao sili syakupiilila. Ana ku Jahannama nganikuwa kwiuto lya wakulikwesya"},{"SurahNumber":39,"VerseNumber":61,"Text":"Ni tachajokola Allah awala wawaliji ni woga (wakun’jogopa Jwalakwe) ligongo lyakupunda kwao (kwakupata ntendele wa ku Mbepo), yakusakala ngasiyakwaya, nambo soni wanganyao ngasawa wakudandaula"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah ni Nkugumba chilichose, soni Jwalakwe pa chindu chilichose juwele Nkuchengeta"},{"SurahNumber":39,"VerseNumber":63,"Text":"Gawele Gakwe makiyi ga kumawunde ni petaka. Sano awala waakaaniile ma Aya ga Allah, wanganyao niwali wakwasika"},{"SurahNumber":39,"VerseNumber":64,"Text":"Jilani (mmwe Muhammadi ﷺ): “Ana jwangawaga Allah ni jwankuunamula kuti nan’galagatileje? E jenumanja ajinga?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"Soni chisimu pamasile paijuwulidwe kukwenu (mmwe Muhammadi ﷺ) ni kwa awala (Achimitenga) wa paujo penu (yanti): “Chisimu naga nkuwanganya (Allah ni isanamu), masengo genu tigajonasiche kwene, soni tim’be kwene mu wakwasika.”"},{"SurahNumber":39,"VerseNumber":66,"Text":"Nambo basi mun’galagatileje Allah pe, ni m’beje mwa akutogolela"},{"SurahNumber":39,"VerseNumber":67,"Text":"Ni ngananchimbichisya Allah uchimbichimbi Wakwe usyesyene. Sano litaka lyosope lyene lichiumbatidwa mwigasa Lyakwe lisiku lya Kiyama, ni mawunde gachiwilijidwa ni Nkono Wakwe wan’dyo, kuswejela ni Kwakwe soni jutalikangene kusyene ni yaakum’bwanganya nayo"},{"SurahNumber":39,"VerseNumber":68,"Text":"Ni lichigombedwa lipenga, basi tachiwa wosope wali kumawunde ni wali petaka, ikaweje watachasaka Allah (kuti akawa). Kaneka lichigombedwa soni line, basi ajilesayi wanganyao tachiwa ali ajimi aku ali nkulola"},{"SurahNumber":39,"VerseNumber":69,"Text":"Sano litaka (lyele lisikuli) lichiwala ni lilanguka lya M’mbujegwe (Allah, ndema jatachiyika kukwiilanya magambo), ni chichiwichidwa chitabu (chamasengo ga wandu), ni taachiyika nao Achimitume kwisa soni mboni, ni kuchijilanyisyidwa chilikati chao mwakuonaonape, soni wanganyao ngasatendedwa lupuso"},{"SurahNumber":39,"VerseNumber":70,"Text":"Soni mundu jwalijose tachilipidwa mwakwana chenene ya jwapanganyisye, soni Jwalakwe (Allah) ni jwaakumanyilila chenene yaakutenda wanganyao"},{"SurahNumber":39,"VerseNumber":71,"Text":"Ni tachichinjidwa awala wawakufuulu wa ku Jahannama ali mikutula-mikutula, mpaka pandema jatachijiyika, jichiugulidwa milango jakwe (mwachitemachitema), ni tachawusya wanganyao akujichengeta wakwe kuti: “Ana nganam’bichilila Achimitenga wakuumila mwa jenumanja pemmwe, wawaliji nkunsoomela ma Aya ga M’mbuje gwenu (Allah), ni kuntetelaga ya kusimangana ni lisiku lyenu lyelino?” Wanganyao tachiti: “Elo (watuyichilile), nambo kuti lyasimichiche lilowe lya ilagasyo pa achimakafili.”"},{"SurahNumber":39,"VerseNumber":72,"Text":"Ichiwechetedwa yanti: “Jijinjilani milango ja Jahannama, tim’be wandamo mwalakwemo.” Kaje kusakala nnope mauto ga wakulikwesya"},{"SurahNumber":39,"VerseNumber":73,"Text":"Ni tachichinjidwa awala wawan’jogwepe M’mbuje gwao (Allah) wa ku Mbepo ali mikutula-mikutula, mpaka pandema jatachijiyika, ni jichiugulidwa milango jakwe (wanganyao nkanakopochele), ni tachasalila wanganyao akujichengeta wakwe (mwakwakalibuchisya): “Ntendele uwe kukwenu! M’bele wambone (pa itendo ni iwecheto yenu, mwanti sengwagani), basi jijinjilani (Mbepo), tim’be wandamo (mwalakwemo).”"},{"SurahNumber":39,"VerseNumber":74,"Text":"Wanganyao ni tachiti: “Lumbili losope lwene alapikwe Allah Ajula jwaatukwanilichisye chilanga Chakwe, ni kututawalikasya litaka (lya mu Mbepo muno), chitukombolecheje kutama mu Mbepo palipose patusachile.” Kaje kusalala nnope malipilo ga akupanganya (masengo gambone)"},{"SurahNumber":39,"VerseNumber":75,"Text":"Ni tinchaona Achimalaika achisyungulaga mungulugulu mwa Arishi (Chindanda Chaulungu) aku ali nkuluswejesya lumbili lwa M’mbuje gwao (Allah). Ni kuchijilanyisyidwa chilikati chao mwakuonaonape, ni kuchiwechetedwa yanti: “Lumbili losope lwene alapikwe Allah M’mbuje jwa iwumbe yosope.”"}]}