{"Id":474,"LanguageCodes":["yuw"],"Name":"yuw-muhammadbinabdu","Author":"Muhammad Bin Abdul Hamid Silika","Language":"Yau","Description":"Yau","Direction":"ltr","Source":"https://quranenc.com/en/browse/yaw_silika","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Chisimu pamasile paapundile ŵakulupilila"},{"SurahNumber":23,"VerseNumber":2,"Text":"Aŵala ŵaakuŵa ŵakuteteŵala pa Swala syao"},{"SurahNumber":23,"VerseNumber":3,"Text":"Ni aŵala ŵaakuŵa nkuitundumalila yangali mate"},{"SurahNumber":23,"VerseNumber":4,"Text":"Ni aŵala ŵaakuŵa nkutenda yakutola Zaka"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ni aŵala ŵaakuŵa nkuugosa utukani wao"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ikaŵeje (akuukamulichisya masengo) pa achiŵammakwao kapena yagapatile makono gao gakun’dyo (mateka), basi chisimu ŵanganyao nganaŵa ŵagambidwa"},{"SurahNumber":23,"VerseNumber":7,"Text":"Sano ŵatasache yakuipunda yele, basi ŵanyao ni ŵakusumba mpika"},{"SurahNumber":23,"VerseNumber":8,"Text":"Ni aŵala ŵaakuŵa nkusunga ichindu yaasunjisyidwe kwisa soni ilanga yao"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ni aŵala ŵaakuŵa nkusigosa Swala syao (pakusiswali chenene mundaŵi syakwe)"},{"SurahNumber":23,"VerseNumber":10,"Text":"Ŵanganyao ni akutawala"},{"SurahNumber":23,"VerseNumber":11,"Text":"Aŵala ŵatakajitawale Mbepo ja Firdausi, ŵanyao mwalakwemo takaŵe ŵandamo"},{"SurahNumber":23,"VerseNumber":12,"Text":"Soni chisimu Uwwe twan’gumbile mundu (Adam) kuumila mwilongo lyesaguche"},{"SurahNumber":23,"VerseNumber":13,"Text":"Kaneko twantesile (mundu jwalijose kuŵa jwagumbidwa ni) lindondwa (lya ulume ni ukongwe, lyalikuŵichidwaga) pa malo pakutamilichika ni kusunjika chenene (mu chiŵelechelo)"},{"SurahNumber":23,"VerseNumber":14,"Text":"Kaneka ni tukasaligalausyaga lindondwalila kuŵa chipande chamyasi, ni tukasachigalausyaga chipande chamyasichila kuŵa chipande channou, ni tukasachigalausyaga chipande channouchila kuŵa maupa, ni tukasagawechaga maupagala minou, kaneko ni tukasantendaga kuŵa chiumbe chine (chaumi pakumpepelela nsimu). Basi atukwiche (pa uchimbichimbi ni upile) Allah, jwali Jwambone nnope mwa akugumba"},{"SurahNumber":23,"VerseNumber":15,"Text":"Soni chisimu ŵanganyammwe panyuma payalakweyo tim’bwe"},{"SurahNumber":23,"VerseNumber":16,"Text":"Soni chisimu ŵanganyammwe lisiku lya Kiyama tinchiukulidwa m’malembe"},{"SurahNumber":23,"VerseNumber":17,"Text":"Soni chisimu Uwwe twagumbile pachanya penu matala nsano nagaŵili (mawunde), ni nganituŵa Uwwe ŵanti ningaimanya iwumbe"},{"SurahNumber":23,"VerseNumber":18,"Text":"Ni tutulwise kuumila kwinani mesi (gawula) mwachipiimo, basi ni tugatesile kuŵa gakutamilichika mwitaka, soni chisimu Uwwe yagatyosya galakwego tuŵele Ŵakombola"},{"SurahNumber":23,"VerseNumber":19,"Text":"Basi ni galakwego twantendele ŵanganyammwe migunda ja mitende ni mizabibu, nkwete jenumanja mwalakwemo isogosi yejinji, soni mwa yalakweyo nkasalyaga"},{"SurahNumber":23,"VerseNumber":20,"Text":"Ni (twantendele soni) chitela (chanzaituni) chachikasamelaga kuumila petumbi lya Sinai, chachikasajenjekaga mauta, ni kuŵa soni mboga kwa akulya"},{"SurahNumber":23,"VerseNumber":21,"Text":"Soni chisimu nkwete ŵanganyammwe mu ilango chichetelelo. Tukumpaga kumwa (nkaka) wauli m’matumbo mwakwe. Soni nkwete jenumanja muyalakweyo ikamuchisyo yaijinji, nambo soni ine muyalakweyo nkasalyaga"},{"SurahNumber":23,"VerseNumber":22,"Text":"Nambo soni pa yalakweyo kwisa soni pa yombo nkasanyakulidwaga"},{"SurahNumber":23,"VerseNumber":23,"Text":"Soni chisimu chene twantumisye Nuhu kuŵandu ŵakwe ni jwatite: “E ŵandu ŵangu! Mun'galagatilani Allah, nganinkola nnungu jwine jwangaŵaga Jwalakwe. Ana ngankogopa (ipotesi Yakwe)?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Basi achinkulungwa aŵala ŵaŵakanile mu ŵandu ŵakwe ŵatite: “Nganijuŵatu aju ikaŵeje mundu mpele jenumanja. Jukusaka kuliŵika kuŵa jwakuchimbichika ni jwambone nnope kumpunda jenumanja. Soni Allah angasache angatulwisye malaika. Nganituipikaneje uwwe ayi kwa achatatiŵetu ŵandanda.”"},{"SurahNumber":23,"VerseNumber":25,"Text":"“Nganijuŵa jwalakweju ikaŵeje mundu jwamasoka, basi mun’jembecheyani kwikanila ndema (jakwe jakuwila).”"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nuhu) jwatite: “Ambuje ŵangu! Munjenjelani ligongo lyakunganila.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Basi ni twan’juwulile (maloŵe ganti): “Panganyani chombo (mwakuloleledwa) ni meso Getu soni mwachiiganyo Chetu. Sano patiliiche lilamusi Lyetu (lyakwajonanga) ni kuulika pachisisa (mesi gatutumule, chachiŵe chilosyo kukwenu chakuŵandichila chigumula), jinjisyani mwalakwe (m’chombomo) ntundu uliose (wainyama) iŵili iŵili (chelume ni chekongwe) kwisa soni liŵasa lyenu – ikaŵeje jwalyannongolele liloŵe mwa ŵanganyao (lyakuti tachijonasika nikuti ngakwela), soni ngasimumbechetekasya pa (kwajimila) aŵala ŵalitesile lupuso (yakuleka kwaapa ipotesi), chisimu ŵanganyao ali ŵakumisyidwa.”"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sano patintamilichiche mmwejo nchombo ni ŵandu ŵan’di nao, basi jilani: “Lumbili losope lwene alapikwe Allah Ajula jwaatujokwele ku ŵandu ŵalupuso.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Soni (pakutuluka) jilani: “Ambuje! Munduluchisyani pamalo paupile, soni Mmwejo ni ŵan’di Ŵambone nnope mwa akutulusya.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Chisimu muyalakweyi mwana ilosyo. Soni chisimu Uwwe tuli ŵakwalinga (ŵandu)"},{"SurahNumber":23,"VerseNumber":31,"Text":"Kaneko twagumbile panyuma pao nkutula wine (achina Adi)"},{"SurahNumber":23,"VerseNumber":32,"Text":"Basi ni twatumisye ku ŵanganyao ntenga (Hudu) jwakuumila mu ŵanyapeo (juŵasalilaga kuti): “Mun'galagatilani Allah, nganinkola nnungu jwine jwangaŵaga Jwalakwe. Ana ngankogopa (ipotesi Yakwe)?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Sano achinkulungwa mu ŵandu ŵakwe aŵala ŵaŵakufuulu ni kanila yakusimangana ni Akhera soni ni twasichilisye pa umi waduniya, ŵatite: “Nganijuŵa aju ikaŵeje mundu mpela jenumanja, jukulyaga mu ichindu yankuilyaga jenumanja, soni jukumwaga mu ichindu yankumwaga.”"},{"SurahNumber":23,"VerseNumber":34,"Text":"“Soni chisimu naga nkwika mwakun’jitika mundu mpela jenumanja, chisimu ŵanganyammwe pa jele ndemajo tim’be ŵakwasika.”"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Ana akumpa chilanga chanti chisimu ŵanganyammwe patinchiwapo ni kusyuka litaka ni maupa, kuti chisimu jenumanja chinchikoposyedwa m’malembe?”"}]}