{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Bə’zi ayələrimizi (qüdrətimizə dəlalət edən qəribəlikləri və əcaiblikləri) göstərmək üçün bəndəsini (Peyğəmbər əleyhissəlamı) bir gecə (Məkkədəki) Məscidülhəramdan ətrafını mübarək etdiyimiz (bərəkət verdiyimiz) Məscidüləqsaya (Beytülmüqəddəsə) aparan Allah pak və müqəddəsdir. O, doğrudan da, (hər şeyi) eşidəndir, görəndir"},{"SurahNumber":17,"VerseNumber":2,"Text":"Biz Musaya kitab (Tövrat) verdik və: “Məndən başqa heç bir vəkil tutmayın (və ya tanrı qəbul etməyin)” – deyə, onu İsrail oğullarına (haqq yolu göstərən) bir rəhbər tə’yin etdik"},{"SurahNumber":17,"VerseNumber":3,"Text":"Ey Nuhla birlikdə (gəmiyə) mindirib apardığımız (tufandan xilas etdiyimiz) kəslərin nəsli! Həqiqətən, o (Nuh Allahın ne’mətlərinə) çox şükür edən bir bəndə idi"},{"SurahNumber":17,"VerseNumber":4,"Text":"Biz İsrail oğullarına kitabda (Tövratda): “Siz yer üzündə (Zəkəriyyanı, sonra da Yəhyanı öldürməklə) iki dəfə fitnə-fəsad törədəcək və çox dikbaşlıq (yaxud zülm) edəcəksiniz!” – deyə bildirdik"},{"SurahNumber":17,"VerseNumber":5,"Text":"Onlardan (o fitnə-fəsadın) birincisinin (cəza) vaxtı gələndə üstünüzə çox güclü qullarımızı (Büxtünəssəri, yaxud Calutu orduları ilə birlikdə) göndərdik. Onlar (sizi öldürmək, əsir almaq və qarət etmək üçün) evlərinizin arasında gəzib dolaşırdılar (sizi tə’qib edirdilər). Bu və’d artıq yerinə yetirildi. (Siz Zəkəriyyanı öldürdünüz, onlar da sizi qətl edib, əsir alıb, yurdunuzu xaraba qoydular)"},{"SurahNumber":17,"VerseNumber":6,"Text":"(Bundan) sonra sizə onların üzərində təkrar zəfər çaldırdıq, (yenidən) var-dövlət, oğul-uşaq verməklə kömək göstərdik və sayca sizi (əvvəl olduğunuzdan və ya düşmənlərinizdən) daha çox etdik"},{"SurahNumber":17,"VerseNumber":7,"Text":"Yaxşılıq da etsəniz, özünüzə etmiş olursunuz, pislik də! İkinci fitnə-fəsadınızın (cəza) vaxtı gəldikdə üzünüzü qara (sizi xəcil) etmək, məscidə (Məscidüləqsaya) birinci dəfə girdikləri kimi girmək və ələ keçirtdikləri hər şeyi büsbütün məhv etmək üçün (fars və rum padşahlarını) üstünüzə göndərdik. (Siz Yəhyanı öldürdünüz, onlar da əvəzində sizi qətl edib, mə’bədinizi dağıdıb, yurdunuzu viran qoydular)"},{"SurahNumber":17,"VerseNumber":8,"Text":"(Tövbə edəcəyiniz təqdirdə) ola bilsin ki, Rəbbiniz sizə rəhm etsin! Əgər siz (yenidən yaramaz əməllərinizə) qayıtsanız, Biz də (sizi yenidən cəzalandırmağa) qayıdarıq. Biz Cəhənnəmi kafirlərdən ötrü bir zindan etdik"},{"SurahNumber":17,"VerseNumber":9,"Text":"Həqiqətən, bu Qur’an (bütün bəşəriyyəti) ən doğru yola (islama) yönəldir, yaxşı işlər görən mö’minlərə böyük bir mükafata nail olacaqları ilə müjdə verir"},{"SurahNumber":17,"VerseNumber":10,"Text":"Axirətə inanmayanlar üçün isə şiddətli bir əzab hazırlamışıq"},{"SurahNumber":17,"VerseNumber":11,"Text":"İnsan (özünə) xeyir-dua etdiyi kimi, bəd dua da edər. (Adamın hirsi tutduqda özünə, yaxud övladına bəd dua edər. Əgər Allah həmin şəxsin duasını qəbul etsə, dərhal onun özünü, yaxud övladını məhv etməlidir. Lakin Allah səbirlidir, bəndələrinə əzab verməkdə tələsməz). İnsan (hər şeydə) tələskəndir (gördüyü işin aqibətini düşünməyə hövsələsi çatmaz)"},{"SurahNumber":17,"VerseNumber":12,"Text":"Biz gecə və gündüzü (qüdrətimizə dəlalət edən) iki əlamət müəyyən etdik. Rəbbinizdən ruzi diləməniz, illərin sayını və hesabı (vaxt ölçülərini) bilməyiniz üçün gecənin əlamətini (qaranlığı) silib (yerinə) gündüzün işıqlı (görünən) əlamətini gətirdik. Biz (ehtiyac hiss etdiyiniz) hər şeyi (Qur’anda) müfəssəl izah etdik"},{"SurahNumber":17,"VerseNumber":13,"Text":"Biz hər bir insanın əməlini öz boynundan asar və qiyamət günü (bütün əməllərini) açıq kitab kimi qarşısına qoyarıq"},{"SurahNumber":17,"VerseNumber":14,"Text":"(Və ona belə deyərik:) “Oxu, kitabını (əməl dəftərini). Bu gün sən haqq-hesab çəkməyə özün-özünə (özün öz əməllərinin şahidi olmağa) kifayətsən!”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Doğru yol tutan yalnız özünə xeyir, haqq yoldan azan da ancaq özünə zərər edər. Heç bir günahkar başqasının günahını daşımaz. (Hərə öz günahına cavabdehdir). Biz, peyğəmbər göndərməmiş (heç bir ümmətə) əzab vermərik"},{"SurahNumber":17,"VerseNumber":16,"Text":"Biz bir məmləkəti məhv etmək istədikdə (peyğəmbərlərin dili ilə) onun naz-ne’mət içində yaşayan başçılarına (Allaha itaət etməyi, iman gətirməyi) əmr edərik. Lakin onlar (Allaha asi olub) pis-pis işlər törədərlər. Beləliklə, (o məmləkətə əzab verilməsi haqqındakı) hökm vacib olar və onu yerlə yeksan edərik"},{"SurahNumber":17,"VerseNumber":17,"Text":"Biz Nuhdan sonra neçə-neçə ümmətləri (nəsilləri) məhv etdik. (Ya Rəsulum!) Rəbbinin öz qullarının günahlarını bilməsi, görməsi (onlara cəza vermək üçün) kifayət edər"},{"SurahNumber":17,"VerseNumber":18,"Text":"Hər kəs fani dünyanı istəsə, dilədiyimiz şəxsə istədiyimiz ne’məti orada tezliklə verərik. Sonra isə (axirətdə) ona Cəhənnəmi məskən edərik. O, (Cəhənnəmə) qınanmış, (Allahın mərhəmətindən) qovulmuş bir vəziyyətdə daxil olar"},{"SurahNumber":17,"VerseNumber":19,"Text":"Mö’min olub axirəti istəyən və onun uğrunda (can-başla) çalışanların zəhməti (Allah dərgahında) qəbul olunar"},{"SurahNumber":17,"VerseNumber":20,"Text":"Onların və bunların hər birinə Rəbbinin ne’mətindən verərik. Rəbbinin ne’məti (istər dünyada, istərsə də axirətdə heç kəsə) qadağan deyildir"},{"SurahNumber":17,"VerseNumber":21,"Text":"(Ya Peyğəmbərim!) Bir gör (var-dövlət, cah-cəlal baxımından dünyada) onların birini digərindən necə üstün tutduq? Axirətdə isə (dünyadakından) daha yüksək dərəcələr, daha böyük üstünlüklər vardır"},{"SurahNumber":17,"VerseNumber":22,"Text":"Allahla yanaşı başqa tanrı qəbul etmə. Yoxsa xar olar, zəlil vəziyyətə düşərsən"}]}