{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"No han anat per la terra i mirat com van acabar els seus antecessors? Al·la els va destruir. I els infidels tindran una fi semblant"},{"SurahNumber":47,"VerseNumber":11,"Text":"I aixo es aixi perque Al·la es El Protector dels creients, mentre que els infidels no tenen protector"},{"SurahNumber":47,"VerseNumber":12,"Text":"Al·la introduira a qui hagin cregut i obrat be en jardins pels baixos dels quals fluixen rierols. Qui, en canvi, hagin estat infidels, gaudiran breument i menjaran com mengen els ramats. Tindran el Foc per estatge"},{"SurahNumber":47,"VerseNumber":13,"Text":"Quantes ciutats hem fet perir, mes fortes que la teva ciutat, que t'ha expulsat, sense que hagues qui els auxilies"},{"SurahNumber":47,"VerseNumber":14,"Text":"Es que qui es basa en una prova clara vinguda del seu Senyor es comparable a aquells la dolenta conducta dels quals ha estat engalanada i que segueixen les seves passions"},{"SurahNumber":47,"VerseNumber":15,"Text":"Parabola del Paradis promes a qui temen a Al·la: haura en ell rierols d'aigua incorruptible, rierols de llet de gust inalterable, rierols de vi, delicia pels bevedors, rierols de depurada mel. Tindran en ell tota classe de fruites i perdo del seu Senyor. Seran com qui estan en el Foc per tota l'eternitat als quals es dona de beure un aigua molt calenta que els rosega les entranyes"},{"SurahNumber":47,"VerseNumber":16,"Text":"Hi ha alguns d'ells que t'escolten, pero que, tot just sortits de la teva casa, diuen a qui han rebut la Ciencia: «Que es el que acaba de dir?» Aquests son aquells el cor dels quals Al·la ha segellat i que segueixen les seves passions"},{"SurahNumber":47,"VerseNumber":17,"Text":"A qui es deixin dirigir, Ell els dirigira encara millor i els infondra pietat"},{"SurahNumber":47,"VerseNumber":18,"Text":"Que poden esperar, sino que els arribi l'Hora de cop i volta? Ja s'han manifestat simptomes de la mateixa. Pero de quina els servira que se'ls amonesti quan ella els arribi"},{"SurahNumber":47,"VerseNumber":19,"Text":"Sap, doncs, que no hi ha mes deu que Al·la i demana perdo pel teu pecat, aixi com pels creients i les creients. Al·la coneix les vostres anades i vingudes i on habiteu"},{"SurahNumber":47,"VerseNumber":20,"Text":"Els creients diuen: «Per que no es revela una sura?» Pero, quan es revela una sura univoca en la qual s'esmenta el combat, veus que els malalts de cor et miren com mira uneixo a qui ronda la mort. Mes els valdria"},{"SurahNumber":47,"VerseNumber":21,"Text":"obeir i parlar com cal. I, una vegada presa una decisio, el millor per a ells seria que fossin sincers amb Al·la"},{"SurahNumber":47,"VerseNumber":22,"Text":"Si torneu l'esquena, us exposeu a corrompre en la terra i a tallar els vostres llacos de sang"},{"SurahNumber":47,"VerseNumber":23,"Text":"A aquests es a qui Al·la maleix, tornant-los sords i cecs"},{"SurahNumber":47,"VerseNumber":24,"Text":"Es que no mediten en l'Alcora O es que els seus cors estan tancats amb cadenat"},{"SurahNumber":47,"VerseNumber":25,"Text":"Qui han tornat sobre els seus passos, despres d'haver-se manifestat a ells El Cami Recte clarament, han estat seduits pel dimoni, pero els ha concedit una treva"},{"SurahNumber":47,"VerseNumber":26,"Text":"Aixo es aixi perque diuen a qui els repugna el que Al·la ha revelat: «En algunes coses us obeirem». Al·la, empero, sap el que oculten"},{"SurahNumber":47,"VerseNumber":27,"Text":"Que passara quan els angels els cridin, copejant-los en el rostre i en l'esquena"},{"SurahNumber":47,"VerseNumber":28,"Text":"Aixo es aixi perque van darrere d'alguna cosa que irrita a Al·la i, en canvi, els repugna el que Li satisfa. Per aixo, fa vanes les seves obres"},{"SurahNumber":47,"VerseNumber":29,"Text":"Es que creuen els malalts de cor que Al·la no va a descobrir el seu odi"},{"SurahNumber":47,"VerseNumber":30,"Text":"Si volguerem, fariem que els veiessis: els reconeixeries pels seus trets: i, certament, els reconeixeras pel to de les seves paraules. Al·la sap el que feu"},{"SurahNumber":47,"VerseNumber":31,"Text":"Hem de provar-vos per a saber qui de vosaltres lluiten i perseveran, aixi com per a comprovar el que es conta de vosaltres"},{"SurahNumber":47,"VerseNumber":32,"Text":"Els infidels que hagin desviat a altres del cami d'Al·la i s'hagin separat del Missatger, despres d'haver-se'ls manifestat clarament El Cami Recte, no causaran cap dany a Al·la. I fara vanes les seves obres"}]}