{"Id":171,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhameedu-la","Author":"Muhammad Hameedullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/french_hameedullah/v1.0.0-csv.1 , https://quranenc.com/en/browse/french_hameedullah , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Et a Lui tout ce qui reside dans la nuit et le jour. C’est Lui qui est l’Audient, l’Omniscient"},{"SurahNumber":6,"VerseNumber":14,"Text":"Dis : \"Devrais-je prendre pour allie autre qu’Allah, le Createur des cieux et de la Terre ? C’est Lui qui nourrit et personne ne Le nourrit. Dis : \"On m’a commande d’etre le premier a me soumettre \".et de ne jamais etredu nombre des polytheistes"},{"SurahNumber":6,"VerseNumber":15,"Text":"Dis : \"Je crains, si je desobeis a mon Seigneur, le chatiment d’un jour redoutable"},{"SurahNumber":6,"VerseNumber":16,"Text":"En ce jour, quiconque sera epargne, c’est qu’[Allah] lui aura fait misericorde, Et voila le succes eclatant"},{"SurahNumber":6,"VerseNumber":17,"Text":"Et si Allah fait qu’un malheur te touche, nul autre que Lui ne peut l’enlever. Et s’Il fait qu’un bonheur te touche... c’est qu’Il est Omnipotent"},{"SurahNumber":6,"VerseNumber":18,"Text":"C’est Lui Dominateur Supreme au-dessus de Ses serviteurs; c’est Lui le Sage, le Parfaitement Informe"},{"SurahNumber":6,"VerseNumber":19,"Text":"Dis : \"Qu’y a-t-il de plus grand en fait de temoignage ?\" Dis : \"Allah est temoin entre moi et vous ; et ce Coran m’a ete revele pour que je vous avertisse, par sa voie, vous et tous ceux qu’il atteindra.\" Est-ce vous vraiment qui attestez qu’il y ait avec Allah d’autres divinites? Dis : \"Je n’atteste pas.\" Dis [aussi] : \"Il n’y a qu’une Divinite Unique. Et moi, je desavoue ce que vous (Lui) associez"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ceux a qui Nous avons donne le Livre reconnaissent (le Messager Mohammad) comme ils reconnaissent leurs propres enfants. Ceux qui font leur propre perte sont ceux qui ne croient pas"},{"SurahNumber":6,"VerseNumber":21,"Text":"Qui donc est plus injuste que celui qui invente un mensonge contre Allah, ou qui traite de mensonge Ses versets? Les injustes ne reussiront pas"},{"SurahNumber":6,"VerseNumber":22,"Text":"Et le Jour ou Nous les rassemblerons tous puis [Nous] dirons a ceux qui auront donne des associes : \"Ou sont donc vos associes que vous pretendiez"},{"SurahNumber":6,"VerseNumber":23,"Text":"Alors, il ne leur restera comme excuse que de dire : \"Par Allah, notre Seigneur ! Nous n’etions jamais des associateurs"},{"SurahNumber":6,"VerseNumber":24,"Text":"Vois comment ils mentent a eux-memes ! Et comment les abandonnent (les associes) qu’ils inventaient"},{"SurahNumber":6,"VerseNumber":25,"Text":"Il en est parmi eux qui viennent t’ecouter, cependant que Nous avons entoure de voiles leurs cœurs, qui les empechent de comprendre (le Coran), et dans leurs oreilles est une lourdeur. Quand meme ils verraient toutes sortes de preuves, ils n’y croiraient pas. Et quand ils viennent disputer avec toi, ceux qui ne croient pas disent alors : \"Ce ne sont que des legendes des anciens"},{"SurahNumber":6,"VerseNumber":26,"Text":"Ils empechent [les gens] de s’approcher de lui et s’en ecartent eux-memes. Ils ne font perir qu’eux-memes sans s’en rendre compte"},{"SurahNumber":6,"VerseNumber":27,"Text":"Si tu les voyais, quand ils seront places devant le Feu. Ils diront alors: \"Helas! Si nous pouvions etre renvoyes (sur la Terre), nous ne traiterions plus de mensonges les versets de notre Seigneur et nous serions du nombre des croyants"},{"SurahNumber":6,"VerseNumber":28,"Text":"Mais non ! Voila que leur apparaitra ce qu’auparavant ils cachaient . Or, s’ils etaient rendus [a la vie terrestre], ils reviendraient surement a ce qui leur etait interdit. Ce sont vraiment des menteurs"},{"SurahNumber":6,"VerseNumber":29,"Text":"Et ils disent : \"Il n’y a pour nous [d’autre vie] que celle d’ici-bas ; et nous ne serons pas ressuscites"},{"SurahNumber":6,"VerseNumber":30,"Text":"Si tu pouvais les voir lorsqu’ils comparaitront devant leur Seigneur. Il leur dira : “Cela n’est-il pas la verite ? ” Ils diront: “Mais si! Par notre Seigneur! ” Et, Il dira : “Goutez alors au chatiment pour n’avoir pas cru !”"},{"SurahNumber":6,"VerseNumber":31,"Text":"Certes, sont perdants certes ceux qui traitent de mensonge la rencontre d’Allah. Et quand soudain l’Heure leur viendra, ils diront : \"Malheur a nous pour notre negligence a son egard !\" Et ils porteront leurs fardeaux sur leurs dos, et quels mauvais fardeaux"},{"SurahNumber":6,"VerseNumber":32,"Text":"La presente vie n’est que jeu et divertissement. Et la demeure dans l’au-dela sera meilleure pour ceux qui sont pieux. Eh bien, ne raisonnez-vous pas"},{"SurahNumber":6,"VerseNumber":33,"Text":"Nous savons qu’en verite ce qu’ils disent te chagrine. Or, vraiment ce n’est pas toi qu’ils traitent de menteur, mais ce sont les versets d’Allah (le Coran), que les injustes renient"},{"SurahNumber":6,"VerseNumber":34,"Text":"Certes, des Messagers avant toi (Mohammad) ont ete traites de menteurs. Ils endurerent alors avec constance d’etre traites de menteurs et d’etre persecutes, jusqu’a ce que Notre secours leur vint. Et nul ne peut changer les paroles d’Allah, et il t’est deja parvenu une partie de l’histoire des Envoyes"},{"SurahNumber":6,"VerseNumber":35,"Text":"Et si leur indifference t’afflige enormement, et qu’il est dans ton pouvoir de chercher un tunnel a travers la terre, ou une echelle pour aller au ciel pour leur apporter un signe, [fais-le donc]. Et si Allah l’avait voulu, Il les aurait tous reunis sur la bonne voie. Ne sois donc pas du nombre des ignorants"}]}