{"Id":77,"LanguageCodes":["cs","ces"],"Name":"ces-arnykl-la","Author":"A. R. Nykl","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":51,"Text":"A neni dano cloveku, aby mluvil s nim Buh, vyjma vnuknutim, nebo zpoza clony: aneb kdyz posila posla, aby vnuknul (lidem), z dopusteni jeho, cokoliv on chce: ont zajiste nejvyssi jest a moudry"},{"SurahNumber":42,"VerseNumber":52,"Text":"A takovymto zpusobem poslali jsme ti s vnuknutim ducha z rozkazu sveho: ty nevedel's, co jest Kniha, aniz co jest vira — vsak my ucinili jsme ji svetlem, jimz vedeme, koho chceme ze sluzebniku svych. Ty pak zajiste vedes ke stezce prime"},{"SurahNumber":42,"VerseNumber":53,"Text":"ke stezce Boha, jemuz prinalezi, cozkoliv jest na nebi a na zemi. O zajiste, k Bohu navraceji se veci vsechny"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Pri Knize zjevne"},{"SurahNumber":43,"VerseNumber":3,"Text":"Zajiste ucinili jsme ji Koranem arabskym, abyste pochopili"},{"SurahNumber":43,"VerseNumber":4,"Text":"Onat pak naleza se v Knize prvotni u nas: (Koran jest to) vzneseny, plny moudrosti"},{"SurahNumber":43,"VerseNumber":5,"Text":"Zdaz odmrstime od vas Napomenuti proto, ze lid jste vystrednicky"},{"SurahNumber":43,"VerseNumber":6,"Text":"A kolik poslali jsme proroku mezi (narody) predesle"},{"SurahNumber":43,"VerseNumber":7,"Text":"A nebylo proroka, jenz prisel k nim, z nehoz by si nebyli sasky tropili"},{"SurahNumber":43,"VerseNumber":8,"Text":"Procez zahladili jsme (narody) silnejsi techto moci: a pred nimi stoji priklad predeslych"},{"SurahNumber":43,"VerseNumber":9,"Text":"A tazes-li se jich: „Kdo stvoril nebe a zemi?“ jiste reknou: „Stvoril je Mocny, Vsevedouci.“"},{"SurahNumber":43,"VerseNumber":10,"Text":"(Ano) ten, jenz ucinil vam zemi kolebkou a ucinil vam na ni stezky, abyste jimi vedeni byli"},{"SurahNumber":43,"VerseNumber":11,"Text":"a jenz seslal vam s nebe vodu, dle odmereni: i vzkrijsme ji koncinu zmrtvelou. Stejne tak (z hrobu) vyvedeni budete"},{"SurahNumber":43,"VerseNumber":12,"Text":"A jenz stvoril vsechno (tvorstvo) v parech, a dal vam v lodich a dobytcatech prostredky k jezdeni"},{"SurahNumber":43,"VerseNumber":13,"Text":"abyste sedeli v rovnovaze na hrbetech jejich a vzpominali, kdyz tak v rovnovaze na nich sedite, dobrodini Pana sveho, rkouce: „Chvalen budiz ten, jenz podmanil nam toto! Neb sami nebyli bychom nikdy se k tomu dostali"},{"SurahNumber":43,"VerseNumber":14,"Text":"a zajiste my k Panu svemu navratime se.“"},{"SurahNumber":43,"VerseNumber":15,"Text":"Vsak prece ucinili mu ze sluzebniku jeho deti! Zajiste clovek jest velky zatvrzelec zjevny"},{"SurahNumber":43,"VerseNumber":16,"Text":"Ci Buh by si byl vzal dcery z toho, co stvoril, a syny vybral pro vas"},{"SurahNumber":43,"VerseNumber":17,"Text":"A prec kdyz oznameno jest jednomu z nich narozeni toho, o cem podobenstvi cini ohledne Milosrdneho, zasmusi se temnym stinem tvar jeho a jest jako zarezany"},{"SurahNumber":43,"VerseNumber":18,"Text":"Zdaz (davati budou Bohu za deti tvory), jiz vychovani jsou v ozdubkach a sklonni jsou k hadkam bez zjevnych duvodu"},{"SurahNumber":43,"VerseNumber":19,"Text":"A ucinili z andelu, kteri jsou sluzebnici Milosrdneho, zeny. Coz byli svedky stvoreni jejich? Zapsano bude jim toto dosvedcovani jich a tazani (ohledne toho) budou"},{"SurahNumber":43,"VerseNumber":20,"Text":"A rikaji: „Kdyby byl chtel Milosrdny, nebyli bychom jich nikdy uctivali.“ Nijakeho vedeni nemaji o tom: a pouze lhou"},{"SurahNumber":43,"VerseNumber":21,"Text":"Ci snad dali jsme jim Knihu nejakou predtim, jiz pridrzuji se"},{"SurahNumber":43,"VerseNumber":22,"Text":"Naopak; ale rikaji: „Shledali jsme otce nase v (jistem) nabozenstvi: a my slepejemi jejich vedeni jsme.“"},{"SurahNumber":43,"VerseNumber":23,"Text":"A stejne tak, pokazde, kdyz poslali jsme pred tebou varovatele nekteremu mestu, rikali bohatci jeho: „Zajiste shledali jsme otce sve v (jistem) nabozenstvi a my pokracujeme v slepejich jejich.“"}]}