{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Bienaventurados los creyentes"},{"SurahNumber":23,"VerseNumber":2,"Text":"que en sus oraciones son humildes [ante Dios]"},{"SurahNumber":23,"VerseNumber":3,"Text":"se apartan de las frivolidades"},{"SurahNumber":23,"VerseNumber":4,"Text":"pagan el zakat"},{"SurahNumber":23,"VerseNumber":5,"Text":"preservan sus genitales [del adulterio y la fornicacion]"},{"SurahNumber":23,"VerseNumber":6,"Text":"y solo cohabitan con sus esposas o con lo que posee su diestra, porque eso no es censurable"},{"SurahNumber":23,"VerseNumber":7,"Text":"Pero quien busque algo mas alla de eso, esta transgrediendo [la ley]"},{"SurahNumber":23,"VerseNumber":8,"Text":"[Son de los bienaventurados quienes] sean fieles a la confianza depositada en ellos, cumplen con sus compromisos y acuerdos"},{"SurahNumber":23,"VerseNumber":9,"Text":"y cumplen con sus oraciones"},{"SurahNumber":23,"VerseNumber":10,"Text":"[Quienes tengan estas virtudes] seran los herederos"},{"SurahNumber":23,"VerseNumber":11,"Text":"que heredaran el Firdaus, en el que moraran por toda la eternidad"},{"SurahNumber":23,"VerseNumber":12,"Text":"Cree al [primer] ser humano de barro"},{"SurahNumber":23,"VerseNumber":13,"Text":"Luego [hice que se reprodujera por medio de la fecundacion, y] preserve el ovulo fecundado dentro de una cavidad segura"},{"SurahNumber":23,"VerseNumber":14,"Text":"Transforme el ovulo fecundado en un embrion, luego en una masa de tejidos, luego de esa masa de tejidos cree sus huesos a los que vesti de carne, finalmente sople en el feto su espiritu. ¡Bendito sea Dios, el mejor de los creadores"},{"SurahNumber":23,"VerseNumber":15,"Text":"[Sepan que] despues de haber sido creados, han de morir"},{"SurahNumber":23,"VerseNumber":16,"Text":"pero el Dia de la Resurreccion seran devueltos a la vida"},{"SurahNumber":23,"VerseNumber":17,"Text":"Cree siete cielos por encima de ustedes, y no he descuidado la creacion"},{"SurahNumber":23,"VerseNumber":18,"Text":"Hice descender del cielo el agua en una medida limitada para que permanezca en la tierra, pero si quisiera la podria hacer desaparecer"},{"SurahNumber":23,"VerseNumber":19,"Text":"Con ella hago brotar jardines de palmeras y vinedos de los que obtienen abundantes frutos con los que se alimentan"},{"SurahNumber":23,"VerseNumber":20,"Text":"Y [tambien] un arbol que crece en el monte Sinai, que produce aceite y aderezo, una delicia para los comensales"},{"SurahNumber":23,"VerseNumber":21,"Text":"En los ganados hay una leccion: Doy a ustedes de beber de lo que hay en sus ubres, obtienen de ellos muchos beneficios y tambien se alimentan"},{"SurahNumber":23,"VerseNumber":22,"Text":"usan a los animales y a los barcos como transporte"},{"SurahNumber":23,"VerseNumber":23,"Text":"Envie a Noe a su pueblo y les dijo: \"¡Oh, pueblo mio! Adoren solamente a Dios, pues no existe otra divinidad salvo El. ¿Acaso no van a tener temor de El"},{"SurahNumber":23,"VerseNumber":24,"Text":"Pero los magnates de su pueblo que no creyeron, dijeron [a los mas debiles]: \"Este es un mortal como ustedes, que solo pretende poder. Si Dios hubiera querido [que siguieramos Su Mensaje] habria enviado angeles [en lugar de seres humanos]. Nunca oimos algo similar de nuestros antepasados"},{"SurahNumber":23,"VerseNumber":25,"Text":"[Noe] no es mas que un demente, soportenlo por un tiempo [hasta que muera]"},{"SurahNumber":23,"VerseNumber":26,"Text":"Dijo Noe: \"¡Oh, Senor mio! Socorreme, porque ellos me desmienten"},{"SurahNumber":23,"VerseNumber":27,"Text":"Entonces le dije: \"Construye el arca bajo Mi observancia, acorde a lo que te inspire. Cuando llegue Mi designio y el agua comience a brotar de la tierra [y se inicie la inundacion], haz subir una pareja de cada especie y embarca a tu familia, salvo a quienes el decreto [de la inundacion] los haya condenado. No Me pidas por los injustos, pues ellos pereceran ahogados"},{"SurahNumber":23,"VerseNumber":28,"Text":"Cuando tu y quienes esten contigo se encuentren en el arca, di: ¡Alabado sea Dios, Quien nos salvo de un pueblo de injustos"},{"SurahNumber":23,"VerseNumber":29,"Text":"Y di: \"¡Senor mio! Hazme llegar a un destino bendito, pues Tu eres Quien mejor hace llegar a destino"},{"SurahNumber":23,"VerseNumber":30,"Text":"En ello hay signos [de Dios], pero [sepan que] siempre pondre a prueba [a los seres humanos]"},{"SurahNumber":23,"VerseNumber":31,"Text":"Luego [de la destruccion del pueblo de Noe], hice surgir nuevas generaciones"},{"SurahNumber":23,"VerseNumber":32,"Text":"y les envie un Mensajero de entre ellos [que les dijo]: \"Adoren solamente a Dios, ya que no existe otra divinidad salvo El. ¿Es que no van a tener temor [de Dios]"},{"SurahNumber":23,"VerseNumber":33,"Text":"Pero [nuevamente] los magnates de su pueblo que no creyeron y desmintieron el Dia del Juicio, a pesar de que les habia concedido una vida llena de riquezas, dijeron [a los mas debiles]: \"Este es un mortal igual que ustedes, come lo que comen y bebe lo que beben"},{"SurahNumber":23,"VerseNumber":34,"Text":"Si obedecen a un ser humano como ustedes, seran unos perdedores"},{"SurahNumber":23,"VerseNumber":35,"Text":"¿Acaso les promete que luego de que mueran y sean polvo y huesos, van a ser resucitados"}]}