{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Zulmedenleri haric, Ehl-i kitab ile en guzel olan seklin dısında bir tarzda mucadele etmeyin ve onlara soyle deyin:“Biz, hem bize indirilen kitaba, hem size indirilen kitaba iman ettik. Bizim Ilahımız da sizin Ilahınız da bir ve aynı Ilahtır ve Biz O'na gonulden teslim olduk.”"},{"SurahNumber":29,"VerseNumber":47,"Text":"Biz, iste sana da bu Kitabı indirdik. Daha once kitap verdigimiz kimseler buna da iman ederlerdi. Sunlardan da ona iman edenler vardır.Bizim ayetlerimizi kafirlerden baskası inkar etmez"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ey Resulum! Sen vahyimizden once kitap okuyan veya yazı yazan bir insan degildin; eger boyle olsaydı, batıl iddia pesinde olanlar suphe edebilirlerdi"},{"SurahNumber":29,"VerseNumber":49,"Text":"(Supheye en ufak yer yok) O, kendilerine ilim nasib edilenlerin kalplerini aydınlatan parlak ayetlerdir. Evet, Bizim ayetlerimizi zalimlerden baskası inkar etmez"},{"SurahNumber":29,"VerseNumber":50,"Text":"Onlar diyorlar ki: “Ona Rabbinden ayetler (mucizeler) indirilseydi ya! De ki: “Ayetler sadece Allah'ın nezdindedir.Sizin keyfinize gore degil, kendi hikmeti gerektirdiginde Peygamberine verir.Ben ancak gercek durumu bildiren, uyaran bir elciyim.”"},{"SurahNumber":29,"VerseNumber":51,"Text":"Hem kendilerine okunan bu kitabı indirmemiz onlara kafi gelmiyor mu?Elbette bunda iman edecek kimseler icin bir rahmet ve yeterli bir ders vardır"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki: “Benimle sizin aranızda sahit olarak Allah yeter.O, goklerde ve yerde olan her seyi bilir. Gercek ortada iken, batıla iman edip Allah'ı inkar edenler, iste asıl ziyana ve husrana ugrayanlar onlar olacaktır.”"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden carcabuk baslarına azabı getirmeni istiyorlar.Eger belirlenmis bir vadesi olmasaydı azap onlara muhakkak gelmisti bile!Fakat hic farkına varmadıkları bir sırada o kendilerine ansızın gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Senden carcabuk baslarına azabı getirmeni istiyorlar.Ama ne diye boyle sabırsızlanıyorlar ki?Zaten cehennem kafirleri kusatmıs bulunuyor"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gun azap onları hem ustlerinden hem ayaklarının altından kaplayacak da,Allah onlara: “Yaptıklarınızı tadın bakalım!” buyuracak. [7,41; 39,16; 21]"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarım! Benim sizi yerlestirdigim dunyam genistir.(Bir yerde dininizi uygulayamazsanız baska yere hicret edebilirsiniz.)Onun icin yalnız Bana ibadet ediniz"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her can olumu tadacaktır.Sonunda Bizim huzurumuza getirileceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman edip guzel ve makbul isler yapanları, cennetin yuksek kosklerine yerlestirecegiz.Icinden ırmaklar akan o cennetlere, onlar devamlı kalmak uzere gireceklerdir.Iyi is yapanların mukafatları ne guzel"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onlar, sabreden ve yalnız Rab'lerine dayanıp guvenen muminlerdir"},{"SurahNumber":29,"VerseNumber":60,"Text":"Nice canlı mahluk var ki rızıklarını kendileri tasıyamazlar.Ama sizi de, butun onları da rızıklandıran Allah'tır.O her seyi hakkıyla isitir ve bilir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Eger onlara: “Gokleri ve yeri kim yarattı? Gunes'i ve Ay’ı kim hizmetinize amade kıldı?” diye sorarsanız elbette “Allah!” diyeceklerdir.Oyleyse nasıl oluyor da bu gercekten uzaklastırılıyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah kullarından diledigine bol rızık verir, dilediginin nasibini de kısar.Muhakkak ki Allah her seyi bilir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Eger onlara: “Gokten su indirip olumunden sonra yeri canlandıran kimdir?” diye sorsan elbette: “Allah'tır!” diyeceklerdir.De ki: “Hamd olsun Allah’a ki, (kafirler bile onun bu vasıflarını inkar edemiyorlar.)Butun hamdler, guzel ovguler aslında Allah’a mahsustur, fakat onların ekserisi bunu dusunup anlamıyorlar.”"},{"SurahNumber":29,"VerseNumber":64,"Text":"Dusunseler sunu da anlarlardı ki: bu dunya hayatı gecici bir oyun ve eglenceden baska bir sey degildir ve ebedi ahiret diyarı ise, hayatın ta kendisidir.Keske bunu bir bilselerdi"},{"SurahNumber":29,"VerseNumber":65,"Text":"Gemide yolculuk yaparken bogulma tehlikesine dusunce butun kalpleriyle yalnız Allah'a yalvarırlar.O da onları kurtarıp karaya cıkarınca bir de bakarsanız ki yine musrik oluvermisler"},{"SurahNumber":29,"VerseNumber":66,"Text":"Neticede kendilerine verdigimiz nimetlere nankorluk edip, guya gecici bir zevk alırlar.Alsınlar bakalım, yakında ogrenirler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Gormuyorlar mı ki etraflarında bulunan insanlara saldırılırken, can guvenlikleri yokken,Biz Mekke'yi guvenli, emin bir belde yaptık.Hala mı batıla inanıp Allah’ın nimetlerini inkar edecekler? [106,1-]"},{"SurahNumber":29,"VerseNumber":68,"Text":"Uydurdugu yalanı Allah'a isnad edenden veya kendisine gelen hakikati yalan sayandan daha zalim kim olabilir? Kafirler icin cehennemde yer mi yok"},{"SurahNumber":29,"VerseNumber":69,"Text":"Bizim ugrumuzda gayret gosterip mucahede edenlere elbette muvaffakiyet yollarımızı gosteririz. Muhakkak ki Allah iyi davrananlarla beraberdir"}]}