{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Por certo, Allah sustem os ceus e a terra, para que nao se desloquem. E, se ambos se deslocassem, ninguem, depois dEle, os sustentaria. Por certo, Ele e Clemente, Perdoador"},{"SurahNumber":35,"VerseNumber":42,"Text":"E eles juraram, por Allah com seus mais solenes juramentos, que se lhes chegasse um admoestador, seriam mais bem guiados que qualquer outra das comunidades. Entao, quando um admoestador lhes chegou, isso nao lhes acrescentou senao repulsa"},{"SurahNumber":35,"VerseNumber":43,"Text":"Soberba, na terra, e maus estratagemas. E os maus estratagemas nao envolvem senao a seus autores. Entao, nao esperam eles senao os procedimentos punitivos dos antepassados? E nao encontraras, no procedimento de Allah, mudanca alguma. E nao encontraras, no procedimento de Allah, alteracao alguma"},{"SurahNumber":35,"VerseNumber":44,"Text":"E nao caminharam eles na terra, para olhar como foi o fim dos que foram antes deles, e que foram mais veementes que eles, em forca. E nao e admissivel que cousa alguma escape a Allah, nem nos ceus nem na terra. Por certo, Ele e Onisciente, Onipotente"},{"SurahNumber":35,"VerseNumber":45,"Text":"E, se Allah culpasse os homens pelo que cometaram, nao deixaria sobre sua superficie ser animal algum; mas concede-lhes prazo, ate um termo designado. E quando seu termo chegar, por certo, Allah, de Seus servos, e Onividente"},{"SurahNumber":36,"VerseNumber":1,"Text":"suratu ya-sin. Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Pelo Alcorao pleno de sabedoria"},{"SurahNumber":36,"VerseNumber":3,"Text":"Por certo, Muhammad, tu es dos Mensageiros"},{"SurahNumber":36,"VerseNumber":4,"Text":"Em senda reta"},{"SurahNumber":36,"VerseNumber":5,"Text":"Ele e a revelacao descida dO Todo-Poderoso, dO Misericordiador"},{"SurahNumber":36,"VerseNumber":6,"Text":"Para admoestares um povo, cujos pais nao foram admoestados: entao, estao desatentos"},{"SurahNumber":36,"VerseNumber":7,"Text":"Com efeito, o Dito cumpriu-se contra a maioria deles: entao, nao creem"},{"SurahNumber":36,"VerseNumber":8,"Text":"Por certo, pusemo-lhes, nos pescocos, gargalheiras, e estas lhes chegam aos queixos; entao, tem as cabecas forcadas para cima"},{"SurahNumber":36,"VerseNumber":9,"Text":"E fizemos uma barreira adiante deles e uma barreira detras deles; e nevoamo-lhes as vistas: entao, nada enxergam"},{"SurahNumber":36,"VerseNumber":10,"Text":"E lhes e igual que os admoestes ou nao os admoestes; eles nao crerao"},{"SurahNumber":36,"VerseNumber":11,"Text":"Tu, apenas, admoestas a quem segue a Mensagem e receia aO Misericordioso, ainda que Invisivel. Entao, alvissara-lhe perdao e generoso premio"},{"SurahNumber":36,"VerseNumber":12,"Text":"Por certo, somos Nos Que damos a vida aos mortos, e escrevemos o que eles anteciparam, e seus vestigios. E toda cousa, enumeramo-la em um evidente Livro"},{"SurahNumber":36,"VerseNumber":13,"Text":"E propoe-lhes um exemplo: os habitantes da cidade quando lhes chegaram os Mensageiros"},{"SurahNumber":36,"VerseNumber":14,"Text":"Quando lhes enviamos dois Mensageiros, e eles os desmentiram, entao, fortalecemo-los com um terceiro, eles disseram: \"Por certo, fomos enviados a vos"},{"SurahNumber":36,"VerseNumber":15,"Text":"Os habitantes da cidade disseram: \"Vos nao sois senao mortais como nos, e O Misericordioso nada fez descer; vos nada fazeis senao mentir"},{"SurahNumber":36,"VerseNumber":16,"Text":"Os Mensageiros disseram: \"Nosso Senhor sabe que, por certo, fomos enviados a vos"},{"SurahNumber":36,"VerseNumber":17,"Text":"E nao nos impende senao a evidente transmissao da Mensagem"},{"SurahNumber":36,"VerseNumber":18,"Text":"Disseram: \"Pressentimos mau agouro, por vossa causa. Em verdade, se nao vos abstendes disso, apedrejar-vos-emos, e doloroso castigo tocar-vos-a, de nossa parte"},{"SurahNumber":36,"VerseNumber":19,"Text":"Eles disseram: \"Vosso mau agouro esta em vos. Se sois admoestados, pressentis mau agouro e descredes? Mas, sois um povo entregue a excessos"},{"SurahNumber":36,"VerseNumber":20,"Text":"E um homem chegou, do extremo da cidade, correndo. Disse: \"O meu povo! Segui os Mensageiros"},{"SurahNumber":36,"VerseNumber":21,"Text":"Segui a quem nao vos pede premio algum, e sao guiados"},{"SurahNumber":36,"VerseNumber":22,"Text":"E por que razao nao adoraria eu a Quem me criou e a Quem vos sereis retornados"},{"SurahNumber":36,"VerseNumber":23,"Text":"Tomaria, em vez d'Ele, outros deuses? Se O Misericordioso me desejasse um infortunio, sua intercessao de nada me valeria, e eles me nao poderiam salvar"},{"SurahNumber":36,"VerseNumber":24,"Text":"Por certo, nesse caso, estaria em evidente descaminho"},{"SurahNumber":36,"VerseNumber":25,"Text":"Por certo, creio em vosso Senhor. Entao, ouvi-me"},{"SurahNumber":36,"VerseNumber":26,"Text":"Foi-Ihe dito: \"Entra no Paraiso.\" Ele disse: \"Quem dera meu povo soubesse"},{"SurahNumber":36,"VerseNumber":27,"Text":"Do perdao de meu Senhor para mim, e de que me fez dos honrados"}]}