{"Id":430,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran-la","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Yol, ancak o kimseler aleyhinedir ki, zengin oldukları halde (savasa cıkmamak icin) senden izin isterler ve bunlar geride kalanlarla birlikte olmayı secerler. Allah, onların kalplerini muhurlemistir. Bundan dolayı onlar, bilmezler"},{"SurahNumber":9,"VerseNumber":94,"Text":"Onlara geri dondugunuzde size ozur belirttiler. De ki: «Ozur belirtmeyiniz, size kesin olarak inanmıyoruz. Allah bize, sizin durumunuzu haber vermistir. Yaptıklarınızı Allah gorecektir, O´nun Resulu de. Sonra gaybı da, musahede edilebileni de bilene donduruleceksiniz ve O, yapmakta olduklarınızı size haber verecektir.»"},{"SurahNumber":9,"VerseNumber":95,"Text":"Onlara geri dondugunuzde kendilerinden vazgecmeniz icin Allah´a and icecekler. Artık siz onlara sırt cevirin. Onlar gercekten pistirler. Kazanmakta olduklarının bir cezası olarak, onların barınma yerleri cehennemdir"},{"SurahNumber":9,"VerseNumber":96,"Text":"Kendilerinden hosnut olmanız icin size yemin ederler. Siz onlardan hosnut olsanız bile suphesiz Allah, fasıklar toplulugundan hosnut olmaz"},{"SurahNumber":9,"VerseNumber":97,"Text":"Bedeviler, kufur ve nifak bakımından daha siddetlidir. Allah´ın Resulune indirdigi sınırları bilmemeye de onlar daha ´yatkın ve elverislidir.´ Allah bilendir, hukum ve hikmet sahibi olandır"},{"SurahNumber":9,"VerseNumber":98,"Text":"Bedevilerden oyleleri vardır ki, infak ettigini bir cereme sayar ve sizi felaketlerin sarıvermesini bekler. Kotu felaket onları sarıversin. Allah isitendir, bilendir"},{"SurahNumber":9,"VerseNumber":99,"Text":"Bedevilerden oyleleri de vardır ki, onlar Allah´a ve ahiret gunune iman eder ve infak ettigini Allah katında bir yakınlasmaya ve peygamberin dua ve bagıslama dileklerine (bir yol) sayar. Haberiniz olsun, bu gercekten onlar icin bir yakınlasmadır. Allah da onları kendi rahmetine sokacaktır. Suphesiz Allah, bagıslayandır, esirgeyendir"},{"SurahNumber":9,"VerseNumber":100,"Text":"One gecen Muhacirler ve Ensar ile onlara guzellikle uyanlar; Allah onlardan hosnut olmustur, onlar da O´ndan hosnut olmuslardır ve (Allah) onlara, icinde ebedi kalacakları, altından ırmaklar akan cennetler hazırlamıstır. Iste buyuk ´kurtulus ve mutluluk´ budur"},{"SurahNumber":9,"VerseNumber":101,"Text":"Cevrenizdeki bedevilerden munafık olanlar vardır ve Medine halkından da nifakı alıskanlıga cevirmis olanlar vardır. Sen onları bilmezsin, biz onları biliriz. Biz onları iki kere azablandıracagız, sonra onlar buyuk bir azaba dondurulecekler"},{"SurahNumber":9,"VerseNumber":102,"Text":"Digerleri de gunahlarını itiraf ettiler, onlar salih bir ameli bir baska kotuyle karıstırmıslardır. Umulur ki Allah tevbelerini kabul eder. Hic suphesiz Allah, bagıslayandır, esirgeyendir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Onların mallarından sadaka al, bununla onları temizlemis, arındırmıs olursun. Onlara dua et. Dogrusu, senin duan, onlar icin ´bir sukunet ve huzurdur.´ Allah isitendir, bilendir"},{"SurahNumber":9,"VerseNumber":104,"Text":"Onlar bilmiyorlar mı ki, gercekten Allah kullarından tevbeleri kabul edecek ve sadakaları da alacak olan O´dur. Suphesiz, tevbeleri kabul eden, esirgeyen O´dur"},{"SurahNumber":9,"VerseNumber":105,"Text":"De ki: «Yapıp edin. Allah sizin yapıp ettiklerinizi (amellerinizi) gorecektir, O´nun Resulu ve mu´minler de. Yakında gaybı da, musahede edilebileni de Bilen´e donduruleceksiniz ve O, size yapmakta olduklarınızı haber verecektir.»"},{"SurahNumber":9,"VerseNumber":106,"Text":"Diger bir kısmı da, Allah´ın emri icin ertelenmislerdir. O, bunları, ya azablandıracak veya tevbelerini kabul edecektir. Allah, bilendir, hukum ve hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":107,"Text":"Zarar vermek, kufru (pekistirmek), mu´minlerin arasını ayırmak ve daha once Allah´a ve Resulune karsı savasanı gozlemek icin mescid edinenler ve: «Biz iyilikten baska bir sey istemedik» diye yemin edenler (var ya,) Allah onların suphesiz yalancı olduklarına sahidlik etmektedir"},{"SurahNumber":9,"VerseNumber":108,"Text":"Sen bunun (boyle bir mescidin) icinde hic bir zaman durma. Daha ilk gununden takva temelli uzerine kurulan mescid, senin bunda (namaza ve diger islere) durmana daha uygundur. Onda, arınmayı icten arzulayan adamlar vardır. Allah arınanları sever"},{"SurahNumber":9,"VerseNumber":109,"Text":"Binasının temelini, Allah korkusu ve hosnutlugu uzerine kuran kimse mi hayırlıdır, yoksa binasının temelini gocecek bir yarın kenarına kurup onunla birlikte kendisi de cehennem atesi icine yuvarlanan kimse mi? Allah, zulme sapan bir topluluga hidayet vermez"},{"SurahNumber":9,"VerseNumber":110,"Text":"Onların kalbleri parcalanmadıkca, kurdukları bina kalblerinde bir suphe olarak surup gidecektir. Allah bilendir, hukum ve hikmet sahibi olandır"}]}