{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Knowledge of the Hour is referred to Him. And no fruit emerges from its husk, nor does any female get pregnant or give birth, without His knowledge. On the Day He calls out to them: ´Where are My associates?´ they will say, ´We declare to you that none of us is a witness.´"},{"SurahNumber":41,"VerseNumber":48,"Text":"What they called upon before will have forsaken them and they will realise they have no way of escape"},{"SurahNumber":41,"VerseNumber":49,"Text":"Man never tires of praying for the good and if evil touches him, he despairs and loses hope"},{"SurahNumber":41,"VerseNumber":50,"Text":"But if We let him taste mercy from Us after he has suffered hardship, then he says, ´This is my due. I do not think that the Hour is going to come. And if am returned to my Lord, I will definitely find the best reward with Him.´ But We will inform those who are kafir of what they did and make them suffer a ruthless punishment"},{"SurahNumber":41,"VerseNumber":51,"Text":"When We grant blessing to a man, he turns away and draws aside but when any evil touches him, he is full of endless prayers"},{"SurahNumber":41,"VerseNumber":52,"Text":"Say: ´What do you think? If it is from Allah and you reject it, who could be more misguided than someone entrenched in hostility to it?´"},{"SurahNumber":41,"VerseNumber":53,"Text":"We will show them Our Signs on the horizon and within themselves until it is clear to them that it is the truth. Is it not enough for your Lord that He is a witness of everything"},{"SurahNumber":41,"VerseNumber":54,"Text":"What! Are they in doubt about the meeting with their Lord? What! Does He not encompass all things"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"´Ayn Sin Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"That is how He sends revelation to you and those before you. Allah is the Almighty, the All-Wise"},{"SurahNumber":42,"VerseNumber":4,"Text":"Everything in the heavens and everything in the earth belongs to Him. He is the Most High, the Magnificent"},{"SurahNumber":42,"VerseNumber":5,"Text":"The heavens are all but rent asunder from above when the angels glorify their Lord with praise and ask forgiveness for those who are on the earth. Allah is the Ever-Forgiving, the Most Merciful"},{"SurahNumber":42,"VerseNumber":6,"Text":"As for those who take others besides Him as protectors, Allah takes care of them. You are not set over them as a guardian"},{"SurahNumber":42,"VerseNumber":7,"Text":"Accordingly We have revealed to you an Arabic Qur´an so that you may warn the Mother of Cities* and those around it, and give warning of the Day of Gathering about which there is no doubt: one group in the Garden, the other in the Blazing Fire"},{"SurahNumber":42,"VerseNumber":8,"Text":"If Allah had willed, He would have made them a single nation. But He admits whoever He wills into His mercy and the wrongdoers have no protector and no helper"},{"SurahNumber":42,"VerseNumber":9,"Text":"Have they then taken others besides Him as protectors? But Allah is the Protector. He gives life to the dead. He has power over all things"},{"SurahNumber":42,"VerseNumber":10,"Text":"The judgement concerning anything you differ about is Allah´s concern. That is Allah, my Lord — I have put my trust in Him and to Him I turn —"},{"SurahNumber":42,"VerseNumber":11,"Text":"the Bringer into Being of the heavens and the earth: He has given you mates from among yourselves, and given mates to the livestock, in that way multiplying you. Nothing is like Him. He is the All-Hearing, the All-Seeing"},{"SurahNumber":42,"VerseNumber":12,"Text":"The Keys of the heavens and earth belong to Him. He expands the provision of anyone He wills or restricts it. He has knowledge of all things"}]}