{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":12,"Text":"Biz daha ilk gunden itibaren, onun sut emziren kadınların memelerinden emmesini onlemistik.Kız kardesi bu durumu ogrenince onlara:“Ona guzelce bakabilecek, onun iyiligine olan her isi yapacak bir aile tavsiye etmemi ister misiniz?” dedi"},{"SurahNumber":28,"VerseNumber":13,"Text":"Boylece onu annesine kavusturduk ki gozu aydın olsun, tasalanmasın ve Allah'ın vadinin gercek oldugunu, fakat insanların cogunun bunu anlamadıklarını ogrensin"},{"SurahNumber":28,"VerseNumber":14,"Text":"Musa yigitlik cagına erip olgunlasınca Biz ona hikmet ve ilim verdik.Biz iyilik edenleri iste boyle mukafatlandırırız"},{"SurahNumber":28,"VerseNumber":15,"Text":"Musa, bir gun, halkın habersiz oldugu bir sırada sehre girdi.Iki adamı, birbiriyle kavga eder vaziyette gordu. Onlardan biri kendi kavminden, oburu ise dusmanının kabilesinden idi.Hemsehrisi, dusman olana karsı ondan yardım istedi. Musa da bir yumruk atıp onu oldurdu. Arkasından: “Bu, dedi, seytanın isindendir, kotu bir istir. O gercekten saptırıcı acık bir dusmandır.” {KM, Cıkıs 2,11 vd}"},{"SurahNumber":28,"VerseNumber":16,"Text":"“Ya Rabbi, ben kendime yazık ettim, affeyle beni?” dedi.Allah da onu bagısladı. Cunku O gafurdur, rahimdir"},{"SurahNumber":28,"VerseNumber":17,"Text":"“Ya Rabbi! dedi, bana lutfettigin bu nimetler hakkı icin, artık suclulara asla arka cıkmam.”"},{"SurahNumber":28,"VerseNumber":18,"Text":"Sabaha kadar endise icinde, etrafı kontrol ederek geceyi gecirdi.Sabahleyin, bir de baktı ki dun kendisinden yardım isteyen soydası, yine Musa'yı imdadına cagırıyor. Musa ona: “Belli ki sen azgının tekisin!” dedi"},{"SurahNumber":28,"VerseNumber":19,"Text":"Bununla beraber Musa, hem kendisinin hem de soydasının hasmı olan adamı tutup onları ayırmak isterken soydası (kendisini yakalayacagını sanarak):“Ne o, Musa!” dedi, “dun bir adam oldurdugun yetmemis gibi bugun de beni mi oldurmek istiyorsun? Senin tek istegin ulkede bir zorba olmaktır, asla ıslah etmek, ara bulmak istemiyorsun.”"},{"SurahNumber":28,"VerseNumber":20,"Text":"Derken, sehrin ote basından bir adam kosarak geldi ve dedi ki:“Ne yapıyorsun Musa? Yetkililer idam istemi ile senin hakkında karar vermek uzere toplantı halindeler. Beni dinlersen derhal sehri terk et!Ben, hakikaten senin iyiligini isteyen biriyim!”"},{"SurahNumber":28,"VerseNumber":21,"Text":"Hemen oradan ayrılıp, hep etrafını kontrol ederek endise icinde sehirden cıktı ve:“Su zalimler guruhunun elinden beni halas eyle ya Rabbi!” diye yalvardı"},{"SurahNumber":28,"VerseNumber":22,"Text":"Medyen tarafına yonelince: “Umarım Rabbim beni dogru yola yoneltir.” dedi"},{"SurahNumber":28,"VerseNumber":23,"Text":"Medyen'in su kuyularına varınca orada davarlarını suvaran bir grup insan buldu.Onların gerisinde de, kendi hayvanlarını uzakta tutmaya calısan iki kadın gordu“Siz nicin bekliyorsunuz?” diye sordu.Onlar da: “Cobanlar hayvanlarını suvarıp ayrılmadıkca, biz suvarmayız.Babamız da hayli yaslı oldugundan is bize kalıyor” diye cevapladılar. {KM, Cıkıs}"},{"SurahNumber":28,"VerseNumber":24,"Text":"Bunun uzerine onların davarlarını suvardı, sonra golgeye cekilip: “Ya Rabbi! Bana lutfedecegin her turlu nimete muhtacım!” diye dua etti"},{"SurahNumber":28,"VerseNumber":25,"Text":"Az sonra o iki kızdan biri utangac bir tavırla yuruyerek cıkageldi ve“Bize sundugun suvarma hizmetinin ucretini vermek uzere babam seni davet ediyor.” dedi.Musa onun yanına girip basından gecen olayları anlatınca o zat:“Endise etme, o zalimlerin elinden artık kurtuldun!” dedi"},{"SurahNumber":28,"VerseNumber":26,"Text":"Kızlardan biri: “Babacıgım, dedi, bunu isci olarak tut, zira senin calıstıracagın en iyi adam, boyle kuvvetli ve guvenli biri olmalıdır.”"},{"SurahNumber":28,"VerseNumber":27,"Text":"Babaları ona: “Kızlarımdan birini seninle evlendirmek istiyorum.Buna karsılık sen de sekiz yıl yanımda calısırsın; sayet sureyi on yıla cıkarırsan, o da senin ikramın olur. Ben seni zahmete sokmak istemem. Insaallah benim durust bir insan oldugumu goreceksin.”"},{"SurahNumber":28,"VerseNumber":28,"Text":"Musa: “Bu seninle benim aramızdaki bir sozlesmedir.Bu iki muddetten hangisini yerine getirirsem buna itiraz edilemez.Yaptıgımız bu sozlesmeye Allah da sahit olsun.” dedi"}]}