{"Id":434,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Su tartısılmaz bir gercektir ki, insanların iman edenlere en siddetli dusmanlık duyanlarını, Yahudilerle sirke batanlar bulursun. Su da tartısılmaz bir gercektir ki, insanların iman edenlere sevgide en yakın olanlarını \"Biz Hıristiyanlarız\" diyenler bulursun. Bu boyledir. Cunku o Hıristiyanlar icinde derin arastırmalar yapan kesisler, kendini Allah'a adamıs rahipler vardır. Ve onlar, kibre sapmazlar"},{"SurahNumber":5,"VerseNumber":83,"Text":"Resule indirileni dinlediklerinde farkına vardıkları gercekten dolayı gozlerinin yasla dolup tastıgını gorursun. Soyle derler: \"Ey Rabbimiz, iman ettik. Artık bizi de gercegin tanıklarıyla birlikte kaydet"},{"SurahNumber":5,"VerseNumber":84,"Text":"Rabbimizin bizi barısseverler arasına koymasını umup dururken, Allah'a ve Hak'tan bize gelene neden inanmayacakmısız"},{"SurahNumber":5,"VerseNumber":85,"Text":"Boyle soyledikleri icin Allah onları, altlarından ırmaklar akan cennetlerle lutuflandırdı. Surekli kalıcıdırlar orada. Iste budur guzel davrananların odulu"},{"SurahNumber":5,"VerseNumber":86,"Text":"Kufre sapıp ayetlerimizi yalanlayanlar da cehennemin dostlarıdır"},{"SurahNumber":5,"VerseNumber":87,"Text":"Ey iman sahipleri! Allah'ın size helal kıldıgı seylerin temiz ve guzel olanlarını haramlastırmayın; azıp sınırı asmayın; Allah azıp sınırı asanları sevmez"},{"SurahNumber":5,"VerseNumber":88,"Text":"Allah'ın size helal ve temiz olarak verdigi rızıklardan yiyin. Kendisine iman ettiginiz Allah'tan sakının"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah sizi yeminlerinizdeki bos lakırdıdan oturu hesaba cekmez, ama bilincli olarak gerceklestirdiginiz yeminlerden sizi sorumlu tutar. Boyle bir yeminin keffareti, ailenize yedirmekte oldugunuzun orta derecesinden on yoksulu doyurmak, yahut onları giydimek, yahut da ozgurlugunden yoksun kalmıs bir benligi ozgurlugune kavusturmaktır. Bunlara imkan bulamayan uc gun oruc tutar. Yemin ettiginizde yeminlerinizin keffareti iste budur. Yeminlerinizi koruyun. Allah size ayetlerini boyle acıklar ki sukredebilesiniz"},{"SurahNumber":5,"VerseNumber":90,"Text":"Ey iman edenler! Uyusturucu/sarap, kumar, tapılmak icin dikilen taslar, fal okları seytan isi birer pisliktik; bunlardan uzak durun ki kurtulusa eresiniz"},{"SurahNumber":5,"VerseNumber":91,"Text":"Seytan; uyusturucu ve kumara sokularak aranıza dusmanlık ve siddetli nefret yerlestirip sizi Allah'ı anmaktan, namazdan/duadan geri cevirmek ister. Artık son veriyorsunuz degil mi"},{"SurahNumber":5,"VerseNumber":92,"Text":"Allah'a itaat edin, resule itaat edin, sakının. Eger yuz cevirirseniz sunu bilin: Bizim resulumuze dusen sadece apacık bir tebligdir"},{"SurahNumber":5,"VerseNumber":93,"Text":"Iman edip hayra ve barısa yonelik isler yapanlara; bundan boyle korunup iman ederek iyi isler yaptıkları, sonra takvaya sarılıp imanda kemale erdikleri, sonra bir mertebe daha korunup guzellikler sergiledikleri takdirde, daha once tatmıs olduklarından oturu hicbir gunah yoktur. Allah, guzel dusunup guzel davrananları sever"},{"SurahNumber":5,"VerseNumber":94,"Text":"Ey iman sahipleri! Allah sizi, ellerinizin ve mızraklarınızın erisecegi av turunden bir seyle mutlaka deneyecektir ki, gozun fark edemedigi alanlarda O'ndan kim korkuyor bilsin. Bundan sonra azıp sınırı cigneyen icin korkunc bir azap olacaktır"},{"SurahNumber":5,"VerseNumber":95,"Text":"Ey iman sahipleri! Ihramda oldugunuz zaman av oldurmeyin. Sizden kim kasten onu oldururse cezası sudur: Oldurdugu hayvana denk deve-sıgır, davar cinsinden, Kabe'ye varacak kurbanlık bir hediye ki, icinizden adalet sahibi iki kisi belirleyecektir. Yahut yoksullara yedirme seklinde bir keffaret, yahut buna denk oruc. Taki yaptıgının vebalini tatsın. Allah, gecmisi affetmistir. Kim bir daha yaparsa, Allah ondan oc alacaktır. Allah cok gucludur, oc alıcıdır"},{"SurahNumber":5,"VerseNumber":96,"Text":"Hem size hem de yolculara bir gecimlik olarak, deniz avı yapmak ve onu yemek size helal kılındı. Fakat ihramlı oldugunuz surece karada avlanmak size haram edilmistir. Huzurunda hasredileceginiz Allah'tan korkun"}]}