{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Bunun uzerine (kardesinin oglu) Lut o´na inandı ve \"Ben (de) zulum ve kotuluk diyarını terk ederek Rabbime (donecegim): Suphesiz O kudret ve hikmet sahibidir!\" dedi"},{"SurahNumber":29,"VerseNumber":27,"Text":"(Ibrahim´e gelince,) o´na Ishak´ı ve (Ishak´ın oglu) Yakub´u bahsettik ve soyundan gelenler arasında peygamberligi ve vahyi devam ettirdik. Onu bu dunyada mukafatlandırdık; o, oteki dunyada (da) mutlaka durust ve erdemliler arasında yer alacaktır"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lut (da Bizden aldıgı ilhamla) kavmine soyle seslenmisti: \"Siz, kesinlikle, dunyada daha once hic kimsenin yapmadıgı igrenc seyler yapıyorsunuz"},{"SurahNumber":29,"VerseNumber":29,"Text":"Siz, erkeklere (azgın bir sehvetle) yaklasıp (cinsler arasında tabii olan) yolu kapatmıyor musunuz? Ve bu utanc verici sucları (acık) toplantılarınızda islemiyor musunuz?\" Ama kavmi, \"Peki,\" diye cevap verdi, \"eger dogruları soyleyenlerden isen, basımıza Allah´ın azabını getir bakalım"},{"SurahNumber":29,"VerseNumber":30,"Text":"(Bunun uzerine Lut) \"Ey Rabbim!\" diye yalvardı, \"Bozgunculuga ve yozlasmaya yol acan bu insanlara karsı bana yardım et"},{"SurahNumber":29,"VerseNumber":31,"Text":"Derken (semavi) elcilerimiz Ibrahim´e (Ishak´ın dogumu) mujdesini getirdiklerinde (aynı zamanda): \"Biz bu yorenin halkını yok edecegiz, cunku onlar gercek zalimlerdir!\" dediler"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Fakat Ibrahim) \"Ama Lut da onlar arasında yasıyor!\" diye haykırdı(gı zaman) su cevabı verdiler: \"Kimin orada oldugunu iyi biliyoruz; o´nu ve karısı dısındaki butun aile efradını kesinlikle koruyacagız: karısı ise geride bırakılanlar arasında yer alacak"},{"SurahNumber":29,"VerseNumber":33,"Text":"Elcilerimiz kendisine geldiklerinde Lut onlar adına uzuntuye kapıldı, cunku onları koruyamayacagını gordu; ama onlar Lut´a: \"Korkma ve uzulme! Biz seni ve karın dısında butun aileni koruyacagız; karın ise geride bırakılanlar arasında yer alacak"},{"SurahNumber":29,"VerseNumber":34,"Text":"Bu yorenin halkına, isledikleri butun kotuluklerin karsılıgı olarak gokten mutlaka bir bela indirecegiz!\" dediler"},{"SurahNumber":29,"VerseNumber":35,"Text":"(Sonunda dedigimiz oldu;) ve ondan geriye, aklını kullananlar icin acık isaretler bıraktık"},{"SurahNumber":29,"VerseNumber":36,"Text":"Medyen (halkına) da kardesleri Suayb(ı gonderdik). O, \"Ey halkım!\" diye seslendi, \"(Yalnız) Allah´a kulluk edin, Ahiret Gunu´nu bekleyin ve yeryuzunde bozgunculuk yaparak kotuluk islemeyin"},{"SurahNumber":29,"VerseNumber":37,"Text":"Fakat, halkı o´nu yalanladı. Bu yuzden bir yer sarsıntısına maruz kaldılar ve yurtlarında cansız bir sekilde yere serildiler"},{"SurahNumber":29,"VerseNumber":38,"Text":"Mesken ve barınakların(ın kalıntıların)dan acıkca gorulecegi gibi, Ad ve Semud (kavimlerini de yok ettik). (Onlar yıkılıp gittiler.) Cunku Seytan onlara isledikleri (gunahları) guzel gosterdi ve boylece onları, hakikati kavrama yetenegine sahip oldukları halde, (Allah´ın) yol(un)dan alıkoydu"},{"SurahNumber":29,"VerseNumber":39,"Text":"Karun´u, Firavun´u ve Haman´ı (da boyle cezalandırdık). Musa onlara hakikatin butun kanıtlarını getirmisti, ama onlar yeryuzunde buyukluk tasladılar (ve o´nu reddettiler); halbuki onlar (elimizden) kacıp kurtulamazlardı"},{"SurahNumber":29,"VerseNumber":40,"Text":"Cunku onların her birini gunahlarından dolayı hesaba cektik: Kiminin tepesinde olumcul fırtınalar estirdik; kimini (ani) bir kasırga yok etti; kimisini yerin dibine gecirdik ve kimisi de suda bogulup gitti. Onlara haksızlık yapan Allah degildi, fakat onlar kendi kendilerine haksızlık yapıyorlardı"},{"SurahNumber":29,"VerseNumber":41,"Text":"Allah´tan baska (varlıkları ve gucleri) sıgınak kabul edenlerin durumu, kendisine ag oren orumcegin durumuna benzer: cunku barınakların en zayıfı orumcek agıdır. Keske bunu anlasalardı"},{"SurahNumber":29,"VerseNumber":42,"Text":"Kuskusuz Allah, insanların Kendisini bırakıp da yalvardıkları seylerin ne oldugunu cok iyi bilir; yalnız O´dur kudret sahibi, hikmet sahibi"},{"SurahNumber":29,"VerseNumber":43,"Text":"Iste Biz insanın onune bu temsilleri koyuyoruz: ama onların gercek anlamını ancak (Bizi) tanıyanlar kavrayabilir"},{"SurahNumber":29,"VerseNumber":44,"Text":"(ve kesin olan su ki:) Allah gokleri ve yeri (deruni) bir hakikat uzere yarattı; unutmayın ki bu (yaratılısta) (O´na) inananların tumu icin alınacak dersler vardır"},{"SurahNumber":29,"VerseNumber":45,"Text":"Sana vahyedilen bu ilahi kelamı (baska insanlara) ilet ve namazında dikkatli ve devamlı ol; cunku namaz (insanı) cirkin fiillerden ve akla ve sagduyuya aykırı olan her turlu seyden alıkoyar; Allah´ı anmak gercekten en buyuk (erdem ve iyilik)tir. Allah butun yaptıklarınızı bilir"}]}