{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"Eyyub da... Rabbine şöyle yalvarmıştı: \"Bana felaket dokundu. Sen merhametlilerin en merhametlisisin"},{"SurahNumber":21,"VerseNumber":84,"Text":"Biz ona cevap vererek ne sıkıntısı varsa onu giderdik. Katımızdan bir rahmet, kulluk edenlere bir hatırlatma olarak kendisine, ailesini ve onların bir mislini verdik"},{"SurahNumber":21,"VerseNumber":85,"Text":"Ayrıca İsmail, İdris ve ZülKifl de... Hepsi güçlüklere karşı dirençli kişilerdi"},{"SurahNumber":21,"VerseNumber":86,"Text":"Biz onları rahmetimiz kapsamına aldık; çünkü onlar erdemli kişilerdi"},{"SurahNumber":21,"VerseNumber":87,"Text":"ZanNun (yani isminde 'Nun' harfi bulunan Yunus) da... Protesto ederek görevini terketmişti. Kendisini kontrol edemiyeceğimizi sandı. Sonunda, (balığın karnındaki) karanlıklar içinde, \"Senden başka tanrı yok. Sen yücesin. Ben yanlış davrandım,\" diye yalvardı"},{"SurahNumber":21,"VerseNumber":88,"Text":"Yalvarışına karşılık verdik ve onu üzüntüden kurtardık. İnananları işte böyle kurtarırız"},{"SurahNumber":21,"VerseNumber":89,"Text":"Zekeriya da... Rabbine şöyle yalvarmıştı: \"Rabbim, beni tek bırakma; sen kalıtçıların en iyisisin"},{"SurahNumber":21,"VerseNumber":90,"Text":"Duasını kabul ettik ve ona Yahya'yı verdik. Kendisi için karısının durumunu düzelttik. Çünkü onlar iyi işlerde yarışıyorlar ve bize hem umutluyken ve hem de korku içindeyken yalvarıyorlardı. Onlar bize saygı duyanlardı"},{"SurahNumber":21,"VerseNumber":91,"Text":"Ve ırzını koruyan kadın da... Nitekim ona ruhumuzdan üflemiştik. Onu ve oğlunu tüm dünyaya bir işaret yaptık"},{"SurahNumber":21,"VerseNumber":92,"Text":"İşte sizin topluluğunuz böyle bir (elçiler) topluluğudur. Ben sizin Rabbinizim; sadece bana kulluk edin"},{"SurahNumber":21,"VerseNumber":93,"Text":"Fakat onlar işlerinde ayrılığa düştüler; hepsi bize döneceklerdir"},{"SurahNumber":21,"VerseNumber":94,"Text":"Kim inançlı olarak erdemli işler yaparsa onun bu çabası boşa gitmeyecektir; biz sürekli olarak kaydetmekteyiz"},{"SurahNumber":21,"VerseNumber":95,"Text":"Helak ettiğimiz bir toplumun tekrar dönmesi yasaktır"},{"SurahNumber":21,"VerseNumber":96,"Text":"Nihayet, Yecuc ve Mecuc'un önü açıldığı zaman, onlar her yönden saldırırlar"},{"SurahNumber":21,"VerseNumber":97,"Text":"Hak sözün gerçekleşmesi yaklaşmış ve kafirlerin gözleri korkudan dona kalmıştır: \"Vah bize, Biz bundan gaflet içinde idik. Biz gerçekten zalimler olduk"},{"SurahNumber":21,"VerseNumber":98,"Text":"Siz ve ALLAH'ın yanında taptıklarınız cehennemin yakıtısınız; sizler oraya girmeye layıksınız"},{"SurahNumber":21,"VerseNumber":99,"Text":"Onlar tanrılar olsaydı oraya girmeyeceklerdi. Oysa hepsi orada ebedi kalıcıdırlar"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onlar için orada iç çekip inlemek vardır; hiç bir şey de işitemezler"},{"SurahNumber":21,"VerseNumber":101,"Text":"Ancak kendilerine mutlu bir son belirlediklerimiz hariç, onlar ondan uzaklaştırılacaklardır"},{"SurahNumber":21,"VerseNumber":102,"Text":"Onun uğultusunu işitmezler. Canlarının istediği şeyler içinde ebedi kalırlar"},{"SurahNumber":21,"VerseNumber":103,"Text":"O en büyük korku onları üzmez. Kendilerini melekler, \"İşte bu, size söz verilen gününüzdür!,\" diye karşılar"},{"SurahNumber":21,"VerseNumber":104,"Text":"O gün göğü dosyaları dürer gibi katlar ve yaratılışın ilk durumunu nasıl başlatmışsak ona çeviririz"},{"SurahNumber":21,"VerseNumber":105,"Text":"Zikir'den sonra Zebur'da da, \"Yeryüzüne benim erdemli kullarım varis olacak,\" diye yazıp belirtmiştik"},{"SurahNumber":21,"VerseNumber":106,"Text":"Kulluk eden bir toplum için bunda bir bildiri vardır"},{"SurahNumber":21,"VerseNumber":107,"Text":"Biz seni tüm halklara bir rahmet olarak gönderdik"},{"SurahNumber":21,"VerseNumber":108,"Text":"De ki, \"Sizin tanrınızın bir tek tanrı olduğu bana vahyediliyor. Artık teslim olacak mısınız"},{"SurahNumber":21,"VerseNumber":109,"Text":"Eğer yüz çevirirlerse de ki, \"Size yeterli ölçüde bildirdim. Size söz verilen şeyin yakın mı, yoksa uzak mı olduğunu bilmem"},{"SurahNumber":21,"VerseNumber":110,"Text":"O, açıklanan sözü de bilir, gizlediklerinizi de bilir"},{"SurahNumber":21,"VerseNumber":111,"Text":"Hiç bilmiyorum; belki sizin için bir test ve belli bir süreye kadar bir hoşlanma vesilesi olur"},{"SurahNumber":21,"VerseNumber":112,"Text":"De ki, \"Rabbim, hükmünü gerçekleştir. Sizin yakıştırdıklarınıza karşı sadece Rahman olan Rabbimizden yardım istenir"}]}