{"Id":470,"LanguageCodes":["xh","xho"],"Name":"xho-imaamismaaeelng","Author":"Imaam Ismaaeel Ngqoyiyana","Language":"Xhosa","Description":"Xhosa","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africe(IDM) , https://www.alqurantranslation.com/","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Inene,uAllahubambeamazulunomhlaba,kubahlezeanikezele ukanti ukuba anganikezela, akukho bani unokuwabamba emva kwaKhe. Inene, Yena unguMnyamezeli, nguMxoleli"},{"SurahNumber":35,"VerseNumber":42,"Text":"Ke kaloku bafunga ngoAllâh izifungo ezimandla okokuba ukubauMlumkisiwayefikilekubo, ngebabengabakhokeleleke ngakumbi ngaphezu kwakhe nabani na kwizizwe (ezadlulayo) kodwa wathi esakufika uMlumkisi kubo, akwabongezelela nto oko ngaphandle kwenkcaso"},{"SurahNumber":35,"VerseNumber":43,"Text":"(Bashiya inyaniso) Ngenxa yenkukhumalo yabo ezweni nokwenza amayelenqe okungcola kodwa ukwenza amayelenqe akurhintyeli bani ngaphandle kwabo bawenzayo. Ke ngoku ingaba balindele nto yimbi na ngaphandle kwendlela (ekohlwaywa ngayo) abantu bamandulo? Ukanti awunakuze ufumane kuguquka kwisithethe sika-Allâh, ungekhe ufumane lutshintsho kwisithethe sika-Allâh"},{"SurahNumber":35,"VerseNumber":44,"Text":"Kanti abalikhenkethanga na ihlabathi babone ukuba saba njani na isiphelo sabo babandulelayo? Ukanti babebakhulu kunabo ngokuba namandla. Kodwa uAllâh Akanakwenziwa ukuba angaphumeleli nayintoni na emazulwini okanye emhlabeni. Inene Yena nguSolwazi nguSomandla"},{"SurahNumber":35,"VerseNumber":45,"Text":"Ukuba uAllâh Ebenokubabeka ityala abantu ngoko bakwenzileyo, Ebengayi kushiya nesinye isidalwa (emhlabeni) kodwa Ubabekele elinye ixesha. Ke kaloku lakufika ixesha labo, inene uAllâh Uhlala Ezijongile izicaka zaKhe"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yâsîn"},{"SurahNumber":36,"VerseNumber":2,"Text":"Nge’Kur’ân, enobulumko"},{"SurahNumber":36,"VerseNumber":3,"Text":"Inene wena ungomnye wabaThunywa"},{"SurahNumber":36,"VerseNumber":4,"Text":"ENdleleni ethe Tye"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Esi) sisiTyhilelo sikaSobunganga, uSozinceba"},{"SurahNumber":36,"VerseNumber":6,"Text":"Khon’ukuze ulumkise abantu (ngaso) abakhokho babo bangazanga balunyukiswe, ngoko (bahleli) bengazi"},{"SurahNumber":36,"VerseNumber":7,"Text":"Inene ilizwi eliyinyani lesohlwayo sele (livakalisiwe) Ngokuchasene noninzi lwabo, ngoko ke abakholwa"},{"SurahNumber":36,"VerseNumber":8,"Text":"Inene, Thina Sibaqamangele ngamakhonkco ezintanyeni zabo ukuya kutsho ezilevini zabo ukuze iintloko zabo (zihlale) ziqwanyile"},{"SurahNumber":36,"VerseNumber":9,"Text":"Kananjalo Sibeke umqobo phambi kwabo nangemva kwabo Sabagquma ukuze bangaboni"},{"SurahNumber":36,"VerseNumber":10,"Text":"Ke kaloku kuyafana kubo nokuba ungabalumkisa okanye ungabalumkisi abayi kukholwa"},{"SurahNumber":36,"VerseNumber":11,"Text":"Wena uya kulumkisa kuphela olandela umyalezo nowoyika uSozinceba Ongabonwayo. Ngoko ke (onjalo) mnike iindaba ezivuyisayo zokuxolelwa nomvuzo omkhulu"},{"SurahNumber":36,"VerseNumber":12,"Text":"Inene SiThi ababuyisela abafileyo ebomini, Sibhale (konke) abakwenzayo nabakushiya ngemva, kwaye zonke izinto Sizibhale eNcwadini ecacileyo"},{"SurahNumber":36,"VerseNumber":13,"Text":"Ke kaloku benzele umzekeliso (wabantu) besixeko (esithile) ekwafika abaThunywa kuso"},{"SurahNumber":36,"VerseNumber":14,"Text":"Sathi Sisakuthumela ababini kubo basuka babaphika, Saza Sabomeleza ngowesithathu, bathi: “Inene thina singabathunywa kuni.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Bathi bona: “Aninto yimbi nina ngaphandle kokuba ngabantu abafana nathi, kunjalo nje uSozinceba Akananto Ayityhilileyo (kuni) koko nina ningamaxoki.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Bathi bona: “INkosi yethu Iyazi okokuba singabaThunywa kuni"},{"SurahNumber":36,"VerseNumber":17,"Text":"Yaye thina asinaxanduva lumbi ngaphandle kokuvakalisa uMyalezo ngokucacileyo.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Bathi bona: “Inene thina sinicingela ukuba ningumhlola ombi. Ukuba aniyeki ke inene siya kunixuluba ngamatye, kwaye inene niya kufunyanwa sisohlwayo esibuhlungu esivela kuthi.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"Bathi bona (abathunywa): “Umhlola ombi ukuni buqu. Ingaba (nikutsho oku) kuba nikhunjuzwa (ngoAllâh) kusini na?” Nakanye nina ningabenzi bobubi.”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Ke kaloku kweza indoda ibaleka, ivela kwicala elikude lesixeko. Yathi: “Hini na bantu bakuthi landelani abaThunywa"},{"SurahNumber":36,"VerseNumber":21,"Text":"Landelani abo banganibizi ntlawulo babe bengabakhokelelekileyo"},{"SurahNumber":36,"VerseNumber":22,"Text":"Ndiya kuthini na ukungamnquli loWo Wandidalayo ekunguYe eniza kubuyiselwa kuYe"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ndingathabatha (thixo) bambi na ngaphandle kwaKhe (lo gama) xa uSozinceba Enokuthi Athande ukuba ndihlelwe bububi intethelelo yabo (thixo benu bobuxoki) ingandincedi nto konke konke, bengekhe bandisindise nokundisindisa"},{"SurahNumber":36,"VerseNumber":24,"Text":"Inene bendingaba sekulahlekeni okucacileyo"},{"SurahNumber":36,"VerseNumber":25,"Text":"Inene mna ndikholiwe eNkosini yenu, ngoko ke ndiphulaphuleni.”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Kwathiwa (kuye:) “Ngena ePaladesi.” Wathi yena: “Akwaba abantu bakuthi babesazi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Okokuba Indixolele kangakanani na iNkosi yam, Yandibeka kunye nabahloniphekileyo.”"}]}