{"Id":71,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Zar smatrate da je onaj koji hodočasnike vodom napaja i koji vodi brigu o Časnom hramu ravan onom koji u Allaha i u onaj svijet vjeruje i koji se na Allahovu putu bori? – Nisu oni jednaki pred Allahom. A Allah neće ukazati na Pravi put onima koji sami sebi nepravdu čine"},{"SurahNumber":9,"VerseNumber":20,"Text":"U većoj su časti kod Allaha oni koji vjeruju i koji se iseljavaju i koji se bore na Allahovu putu zalažući imetke svoje i živote svoje – oni će postići što žele"},{"SurahNumber":9,"VerseNumber":21,"Text":"Gospodar im njihov šalje radosne vijesti da će im milostiv i blagonaklon biti i da će ih u džennetske bašče uvesti, u kojima će neprekidno uživati…"},{"SurahNumber":9,"VerseNumber":22,"Text":"vječno će i zauvijek u njima boraviti. – Uistinu, u Allaha je nagrada velika"},{"SurahNumber":9,"VerseNumber":23,"Text":"O vi koji vjerujete, ne uzimajte za prisne prijatelje ni očeve svoje ni braću svoju, ako više vole nevjerovanje od vjerovanja. A ko god od vas bude s njima prisno prijateljevao, pa takvi su pravi zulumćari"},{"SurahNumber":9,"VerseNumber":24,"Text":"Reci: “Ako su vam očevi vaši, i sinovi vaši, i braća vaša, i žene vaše, i rod"},{"SurahNumber":9,"VerseNumber":25,"Text":"Allah vas je na mnogim bojištima pomogao, a i onog dana na Hunejnu kad vas je mnoštvo vaše zanijelo, ali vam ono nije ni od kakve koristi bilo, nego vam je zemlja, koliko god da je bila prostrana, tijesna postala, pa ste se u bijeg dali"},{"SurahNumber":9,"VerseNumber":26,"Text":"Zatim je Allah na Poslanika Svog i na vjernike milost Svoju spustio, i vojske koje vi niste vidjeli poslao i one koji nisu vjerovali na muke stavio; i to je bila kazna za nevjernike"},{"SurahNumber":9,"VerseNumber":27,"Text":"Allah je poslije toga onom kome je htio oprostio. A Allah prašta i samilostan je"},{"SurahNumber":9,"VerseNumber":28,"Text":"O vjernici, višebošci su sama pogan, i neka se, nakon ove godine, iz obilja Svoga imućnim učiniti. Allah je zaista"},{"SurahNumber":9,"VerseNumber":29,"Text":"Borite se protiv onih kojima je data Knjiga a koji ne vjeruju ni u Allaha ni u onaj svijet, ne smatraju zabranjenim ono što Allah i Njegov Poslanik zabranjuju i ne ispovijedaju istinsku vjeru – sve dok ne daju glavarinu poslušno i pri tom budu ponizni"},{"SurahNumber":9,"VerseNumber":30,"Text":"Jevreji govore: “Uzejr je – Allahov sin.” – A kršćani kažu: “Mesih je – Allahov sin.” To su riječi njihove, iz usta njihovih, oponašaju riječi nevjernika prijašnjih – ubio ih Allah! Kuda se odmeću"},{"SurahNumber":9,"VerseNumber":31,"Text":"Oni, pored Allaha, bogovima smatraju svećenike svoje i monahe svoje i Mesiha, sina Merjemina, a naređeno im je da se samo jednom Bogu klanjaju – nema boga osim Njega. On je vrlo visoko iznad onih koje oni Njemu ravnim smatraju"},{"SurahNumber":9,"VerseNumber":32,"Text":"Oni žele ustima svojim utrnuti Allahovo svjetlo, a Allah želi vidljivim učiniti svjetlo Svoje, makar ne bilo po volji nevjernicima"},{"SurahNumber":9,"VerseNumber":33,"Text":"On je poslao Poslanika Svog s uputstvom i pravom vjerom da bi je izdigao iznad ostalih vjera, makar ne bilo po volji višebošcima"}]}