{"Id":75,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi-la","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"No discutiu sino amb bones maneres amb la gent de l'Escriptura, excepte amb els que hagen obrat impiament. I digueu: «Creiem en el que se'ns ha revelat a nosaltres i en el que se us ha revelat a vosaltres. El nostre Deu i el vostre Deu es Un. I ens sotmetem a ell»"},{"SurahNumber":29,"VerseNumber":47,"Text":"I, aixi, t'hem revelat l'Escriptura. Aquells a qui revelem l'Escriptura creuen en ella. Entre aquests hi ha alguns que creuen en ella. Ningu rebutja Els nostres signes sino els infidels"},{"SurahNumber":29,"VerseNumber":48,"Text":"Tu no llegies, abans de rebre-la, cap Escriptura, ni copiaves cap amb la teva destra. Els falsaris, si no, haurien sospitat"},{"SurahNumber":29,"VerseNumber":49,"Text":"Sino que, es un conjunt de versicles clars en els pits de qui han rebut la Ciencia. No neguen Els nostres signes sino els impius"},{"SurahNumber":29,"VerseNumber":50,"Text":"Diuen: «Per que no se li han revelat signes procedents del seu Senyor?» Digues: «Nomes Al·la disposa dels signes. Jo soc solament un monitor que parla clar»"},{"SurahNumber":29,"VerseNumber":51,"Text":"Es que no els basta que t'hagem revelat l'Escriptura que se'ls recita? Hi ha en aixo una misericordia i una amonestacio per a gent que creu"},{"SurahNumber":29,"VerseNumber":52,"Text":"Digues: «Al·la basta com testimoni entre jo i vosaltres! Coneix el que esta en els cels i en la terra. Qui creen en la falsedat i no creen en Al·la, aquests seran els que perdin»"},{"SurahNumber":29,"VerseNumber":53,"Text":"I et demanen que avancis el castig. Si no fora perque ha estat prefixat, els hauria ja arribat. Els vindra, en veritat, de colp i volta, sense pressentir-ho"},{"SurahNumber":29,"VerseNumber":54,"Text":"Et demanen que avancis el castig. Si, la Jahenam voltara als infidels"},{"SurahNumber":29,"VerseNumber":55,"Text":"El dia que el castig els cobreixi de cap a peus i digui: «Agradeu el fruit de les vostres obres!»"},{"SurahNumber":29,"VerseNumber":56,"Text":"Serfs creients! La meva terra es vasta! Serviu-me, doncs, a Mi sol"},{"SurahNumber":29,"VerseNumber":57,"Text":"Cadascun agradara la mort. Despres, sereu retornats a Nosaltres"},{"SurahNumber":29,"VerseNumber":58,"Text":"A qui hagen cregut i fet el be hem d'allotjar-los en el Paradis, eternament, en cambres altes, als peus de les quals fluixen rierols. Quin grata es la recompensa dels que obren be"},{"SurahNumber":29,"VerseNumber":59,"Text":"que tenen paciencia i confien en el seu Senyor"},{"SurahNumber":29,"VerseNumber":60,"Text":"Quantes besties cal no poden proveir-se del sosteniment! Al·la s'encarrega d'ell i del vostre. Ell es Qui tot ho escolta, Qui tot ho sap"},{"SurahNumber":29,"VerseNumber":61,"Text":"Si els preguntes: «Qui ha creat els cels i la terra i subjectat el sol i la lluna?», segur que diuen: «Al·la!» Com poden, doncs, ser tan desviats"},{"SurahNumber":29,"VerseNumber":62,"Text":"Al·la dispensa el sosteniment a qui Ell vol dels seus serfs: a uns amb llarguesa, a uns altres amb mesura. Al·la es omniscient"},{"SurahNumber":29,"VerseNumber":63,"Text":"Si els preguntes: «Qui fa baixar aigua del cel, vivificant amb ella la terra despres de morta?», segur que diuen: «Al·la!» Digues: «Lloat sigui Al·la!» No, la majoria no comprenen"},{"SurahNumber":29,"VerseNumber":64,"Text":"Aquesta vida d'aqui no es sino distraccio i joc, pero la Estanca Posterior, aquesta si que es la Vida. Si sabessin"},{"SurahNumber":29,"VerseNumber":65,"Text":"Quan s'embarquen, invoquen a Al·la rendint-li culte sincer. Pero, quan els salva, duent-los a terra ferma, a l'instant Li associen altres deus"},{"SurahNumber":29,"VerseNumber":66,"Text":"per a acabar negant el que els hem donat. Que gaudeixin per breu temps! Van a veure"},{"SurahNumber":29,"VerseNumber":67,"Text":"No veuen que hem fet un territori sagrat i segur, mentre, al voltant d'ells, segresten a la gent? Creuen, doncs, en la falsedat i no creuran en la gracia d'Al·la"},{"SurahNumber":29,"VerseNumber":68,"Text":"Hi ha algu que sigui mes impiu que qui inventa una mentida contra Al·la o que, quan ve a ell la Veritat, la desmenteix? No hi ha en la Jahenam un estatge per als infidels"},{"SurahNumber":29,"VerseNumber":69,"Text":"A qui hagen combatut per Nosaltres hem de guiar-los pels nostres camins! Al·la esta, en veritat, amb qui fan el be"}]}