{"Id":55,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":53,"Text":"তিনিই সমান্তরালে দুই সমুদ্র প্রবাহিত করেছেন, এটি মিষ্ট, তৃষ্ণা নিবারক ও এটি লোনা, বিস্বাদ; উভয়ের মাঝখানে রেখেছেন একটি অন্তরায়, একটি দুর্ভেদ্য আড়াল।"},{"SurahNumber":25,"VerseNumber":54,"Text":"তিনিই পানি থেকে সৃষ্টি করেছেন মানবকে, অতঃপর তাকে রক্তগত, বংশ ও বৈবাহিক সম্পর্কশীল করেছেন। তোমার পালনকর্তা সবকিছু করতে সক্ষম।"},{"SurahNumber":25,"VerseNumber":55,"Text":"তারা এবাদত করে আল্লাহর পরিবর্তে এমন কিছুর, যা তাদের উপকার করতে পারে না এবং ক্ষতিও করতে পারে না। কাফের তো তার পালনকর্তার প্রতি পৃষ্ঠপ্রদর্শনকারী।"},{"SurahNumber":25,"VerseNumber":56,"Text":"আমি আপনাকে সুসংবাদ ও সতর্ককারীরূপেই প্রেরণ করেছি।"},{"SurahNumber":25,"VerseNumber":57,"Text":"বলুন, আমি তোমাদের কাছে এর কোন বিনিময় চাই না, কিন্তু যে ইচ্ছা করে, সে তার পালনকর্তার পথ অবলম্বন করুক।"},{"SurahNumber":25,"VerseNumber":58,"Text":"আপনি সেই চিরঞ্জীবের উপর ভরসা করুন, যার মৃত্যু নেই এবং তাঁর প্রশংসাসহ পবিত্রতা ঘোষণা করুন। তিনি বান্দার গোনাহ সম্পর্কে যথেষ্ট খবরদার।"},{"SurahNumber":25,"VerseNumber":59,"Text":"তিনি নভোমন্ডল, ভূমন্ডল ও এতদুভয়ের অন্তর্বর্তী সবকিছু ছয়দিনে সৃস্টি করেছেন, অতঃপর আরশে সমাসীন হয়েছেন। তিনি পরম দয়াময়। তাঁর সম্পর্কে যিনি অবগত, তাকে জিজ্ঞেস কর।"},{"SurahNumber":25,"VerseNumber":60,"Text":"তাদেরকে যখন বলা হয়, দয়াময়কে সেজদা কর, তখন তারা বলে, দয়াময় আবার কে? তুমি কাউকে সেজদা করার আদেশ করলেই কি আমরা সেজদা করব? এতে তাদের পলায়নপরতাই বৃদ্ধি পায়।"},{"SurahNumber":25,"VerseNumber":61,"Text":"কল্যাণময় তিনি, যিনি নভোমন্ডলে রাশিচক্র সৃষ্টি করেছেন এবং তাতে রেখেছেন সূর্য ও দীপ্তিময় চন্দ্র।"},{"SurahNumber":25,"VerseNumber":62,"Text":"যারা অনুসন্ধানপ্রিয় অথবা যারা কৃতজ্ঞতাপ্রিয় তাদের জন্যে তিনি রাত্রি ও দিবস সৃষ্টি করেছেন পরিবর্তনশীলরূপে।"},{"SurahNumber":25,"VerseNumber":63,"Text":"রহমান-এর বান্দা তারাই, যারা পৃথিবীতে নম্রভাবে চলাফেরা করে এবং তাদের সাথে যখন মুর্খরা কথা বলতে থাকে, তখন তারা বলে, সালাম।"},{"SurahNumber":25,"VerseNumber":64,"Text":"এবং যারা রাত্রি যাপন করে পালনকর্তার উদ্দেশ্যে সেজদাবনত হয়ে ও দন্ডায়মান হয়ে"},{"SurahNumber":25,"VerseNumber":65,"Text":"এবং যারা বলে, হে আমার পালনকর্তা, আমাদের কাছথেকে জাহান্নামের শাস্তি হটিয়ে দাও। নিশ্চয় এর শাস্তি নিশ্চিত বিনাশ"},{"SurahNumber":25,"VerseNumber":66,"Text":"বসবাস ও অবস্থানস্থল হিসেবে তা কত নিকৃষ্ট জায়গা।"},{"SurahNumber":25,"VerseNumber":67,"Text":"এবং তারা যখন ব্যয় করে, তখন অযথা ব্যয় করে না কৃপণতাও করে না এবং তাদের পন্থা হয় এতদুভয়ের মধ্যবর্তী।"},{"SurahNumber":25,"VerseNumber":68,"Text":"এবং যারা আল্লাহর সাথে অন্য উপাস্যের এবাদত করে না, আল্লাহ যার হত্যা অবৈধ করেছেন, সঙ্গত কারণ ব্যতীত তাকে হত্যা করে না এবং ব্যভিচার করে না। যারা একাজ করে, তারা শাস্তির সম্মুখীন হবে।"},{"SurahNumber":25,"VerseNumber":69,"Text":"কেয়ামতের দিন তাদের শাস্তি দ্বিগুন হবে এবং তথায় লাঞ্ছিত অবস্থায় চিরকাল বসবাস করবে।"},{"SurahNumber":25,"VerseNumber":70,"Text":"কিন্তু যারা তওবা করে বিশ্বাস স্থাপন করে এবং সৎকর্ম করে, আল্লাহ তাদের গোনাহকে পুন্য দ্বারা পরিবর্তত করে এবং দেবেন। আল্লাহ ক্ষমাশীল, পরম দয়ালু।"},{"SurahNumber":25,"VerseNumber":71,"Text":"যে তওবা করে ও সৎকর্ম করে, সে ফিরে আসার স্থান আল্লাহর দিকে ফিরে আসে।"},{"SurahNumber":25,"VerseNumber":72,"Text":"এবং যারা মিথ্যা কাজে যোগদান করে না এবং যখন অসার ক্রিয়াকর্মের সম্মুখীন হয়, তখন মান রক্ষার্থে ভদ্রভাবে চলে যায়।"},{"SurahNumber":25,"VerseNumber":73,"Text":"এবং যাদেরকে তাদের পালনকর্তার আয়াতসমূহ বোঝানো হলে তাতে অন্ধ ও বধির সদৃশ আচরণ করে না।"},{"SurahNumber":25,"VerseNumber":74,"Text":"এবং যারা বলে, হে আমাদের পালনকর্তা, আমাদের স্ত্রীদের পক্ষ থেকে এবং আমাদের সন্তানের পক্ষ থেকে আমাদের জন্যে চোখের শীতলতা দান কর এবং আমাদেরকে মুত্তাকীদের জন্যে আদর্শস্বরূপ কর।"},{"SurahNumber":25,"VerseNumber":75,"Text":"তাদেরকে তাদের সবরের প্রতিদানে জান্নাতে কক্ষ দেয়া হবে এবং তাদেরকে তথায় দোয়া ও সালাম সহকারে অভ্যর্থনা করা হবে।"},{"SurahNumber":25,"VerseNumber":76,"Text":"তথায় তারা চিরকাল বসবাস করবে। অবস্থানস্থল ও বাসস্থান হিসেবে তা কত উত্তম।"},{"SurahNumber":25,"VerseNumber":77,"Text":"বলুন, আমার পালনকর্তা পরওয়া করেন না যদি তোমরা তাঁকে না ডাক। তোমরা মিথ্যা বলেছ। অতএব সত্বর নেমে আসবে অনিবার্য শাস্তি।"}]}