{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"De ki: «Ey kendilerine kotuluk edip, asırı giden kullarım! Allah´ın rahmetinden umudunuzu kesmeyin. Allah butun gunahları bagıslar. Cunku O cok bagıslayan, cok esirgeyendir.»"},{"SurahNumber":39,"VerseNumber":54,"Text":"Rabb´inize yonelin. Azap size gelmeden once O´na teslim olun sonra size yardım edilmez"},{"SurahNumber":39,"VerseNumber":55,"Text":"Ansızın ve hic farkına varmadıgınız bir sırada size azap gelmeden once Rabb´inizden size indirilen en guzel soze, Kur´an´a uyun"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kisinin «Allah´a karsı asırı gitmemden dolayı bana yazıklar olsun! Gercekten ben alay edenlerdendim» diyecegi gunden sakının"},{"SurahNumber":39,"VerseNumber":57,"Text":"Veya soyle demesinden: «Allah beni dogru yola ulastırsaydı sakınanlardan olurdum.»"},{"SurahNumber":39,"VerseNumber":58,"Text":"Yahut azabı gordugu zaman; «Keske benim icin bir kez daha dunyaya donus olsa da iyilerden olsam» diyecegi gunden sakının"},{"SurahNumber":39,"VerseNumber":59,"Text":"Allah soyle buyurur: «Evet, ayetlerim sana gelmisti de sen onları yalanlamıs, buyukluk taslamıs ve inkarcılardan olmustun.»"},{"SurahNumber":39,"VerseNumber":60,"Text":"Allah´a karsı yalan uyduranların yuzlerinin kapkara oldugunu gorursun. Kibirlenenlere yetecek kadar, cehennemde yer yok mudur"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah, sakınanları, basarılarından oturu kurtarır. Onlara hicbir kotuluk gelmez, onlar uzulmezler"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah her seyin yaratıcısıdır. O, her seyin yoneticisidir"},{"SurahNumber":39,"VerseNumber":63,"Text":"Goklerin ve yerin anahtarları O´nundur. Allah´ın ayetlerini inkar edenler var ya, iste onlar husrandadırlar"},{"SurahNumber":39,"VerseNumber":64,"Text":"De ki: «Ey cahiller! Allah´dan baskasına kulluk etmemi mi bana emrediyorsunuz?»"},{"SurahNumber":39,"VerseNumber":65,"Text":"Ey Muhammed! Andolsun ki, sana ve senden onceki peygamberlere soyle vahy edildi: «Andolsun, eger Allah´a ortak kosarsan islerin bosa gider ve husranda kalanlardan olursun.»"},{"SurahNumber":39,"VerseNumber":66,"Text":"Hayır, yalnız Allah´a kulluk et ve sukredenlerden ol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Onlar, Allah´ı geregi gibi bilemediler. Oysa kıyamet gunu yeryuzu, butunu ile O´nun avucu icindedir. Gokler de O´nun sag elinde durulmustur. O, musriklerin ortak kosmalarından uzak ve yucedir"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sur´a uflenince, goklerde ve yerde olanlar korkudan dusup bayılırlar. Ancak Allah´ın diledigi kalır. Sonra sur´a bir daha uflenince hemen ayaga kalkıp bakısıp dururlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"Yeryuzu, Rabb´inin nuruyla aydınlanır. Kitap acılır. Peygamberler ve sahitler getirilir. Ve onlara haksızlık yapılmadan, aralarında adaletle hukum verilir"},{"SurahNumber":39,"VerseNumber":70,"Text":"Herkese, yaptıgının karsılıgı tam verilir. Allah, onların yaptıklarını en iyi bilendir"},{"SurahNumber":39,"VerseNumber":71,"Text":"O kufredenler ayrı ayrı bolukler halinde cehenneme surulur. Oraya vardıklarında kapıları acılır; bekcileri onlara: “Size icinizden Rabbinizin ayetlerini okuyan ve bugune kavusacagınızı ihtar eden peygamberler gelmedi mi?” derler. “Evet geldi” derler. Lakin azap sozu kafirlerin uzerine gerceklesir"},{"SurahNumber":39,"VerseNumber":72,"Text":"«O halde icinde ebedi kalmak uzere cehennemin kapılarından girin. Kibirlenenlerin duragı ne kotudur,» denir"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rabb´lerine karsı gelmekten sakınanlar, boluk boluk cennete goturulurler. Oraya varıp kapılar acıldıgında, bekcileri onlara, «Selam size, hos geldiniz! Temelli olarak buraya girin» derler"},{"SurahNumber":39,"VerseNumber":74,"Text":"Onlar: «Bize verdigi sozde duran ve bizi buraya yerlestiren Allah´a hamd olsun. Cennette istedigimiz yerde oturabiliriz. Yararlı is isleyenlerin ucreti ne guzelmis!» derler"},{"SurahNumber":39,"VerseNumber":75,"Text":"Melekleri, ars´ın etrafını cevirmis oldukları halde, Rabb´lerini hamd ile overken gorursun. Artık insanların aralarında adaletle hukmedilmistir. «Ovgu, alemlerin Rabb´i olan Allah icindir» denir"}]}