{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"เจ้ามิเห็นดอกหรือบรรดาผู้ที่เป็นมิตรกับชนกลุ่มหนึ่งซึ่งอัลลอฮฺทรงกริ้วพวกเขา พวกเขา (มุนาฟิกีน) มิได้เป็นพวกของพวกเจ้า และมิได้เป็นพวกของพวกเขา (ยะฮูด) และพวกเขาสาบานในเรื่องโกหกทั้งนั้น ทั้ง ๆ ที่พวกเรารู้ดีอยู่แล้ว"},{"SurahNumber":58,"VerseNumber":15,"Text":"อัลลอฮฺทรงเตรียมการลงโทษอย่างสาหัสไว้ให้แก่พวกเขาแล้ว แท้จริงพวกเขานั้น สิ่งที่พวกเขากระทำไปมันชั่วช้าจริง ๆ"},{"SurahNumber":58,"VerseNumber":16,"Text":"พวกเขาได้ยึดถือเอาการสาบานของพวกเขาเป็นโล่ป้องกัน แล้วพวกเขาก็ขัดขวางผู้คนให้ออกจากทางของอัลลอฮฺ ดังนั้นสำหรับพวกเขาจะได้รับการลงโทษอย่างน่าอดสู"},{"SurahNumber":58,"VerseNumber":17,"Text":"ทรัพย์สมบัติของพวกเขา และลูกหลานของพวกเขาจะไม่ช่วยพวกเขาให้รอดพ้นจากการลงโทษของอัลลอฮฺไปได้แต่อย่างใด ชนเหล่านั้นเป็นชาวนรก พวกเขาจะพำนักอยู่ในนั้นตลอดกาล"},{"SurahNumber":58,"VerseNumber":18,"Text":"วันที่อัลลอฮฺจะทรงให้พวกเขาฟื้นคืนชีพขึ้นมาทั้งหมด แล้วพวกเขาก็จะสาบานต่อพระองค์ดังเช่นที่พวกเขาสาบานต่อพวกเจ้า และพวกเขาคิดว่า แท้จริงพวกเขาอยู่บนสิ่งหนึ่งแห่งความจริงแล้ว พึงทราบเถิด แท้จริงพวกเขาเป็นผู้โกหก"},{"SurahNumber":58,"VerseNumber":19,"Text":"ชัยฏอนมารร้ายได้เข้าไปครอบงำพวกเขาเสียแล้ว มันจึงทำให้พวกเขาลืมการรำลึกถึงอัลลอฮฺ ชนเหล่านั้น คือบรรดาพรรคพวกของชัยฏอน พึงทราบเถิดว่า แท้จริงพรรคพวกของชัยฏอนนั้น พวกเขาเป็นผู้ขาดทุน"},{"SurahNumber":58,"VerseNumber":20,"Text":"แท้จริงบรรดาผู้ฝ่าฝืนอัลลอฮฺ และรอซูลของพระองค์ ชนเหล่านั้นอยู่ในหมู่ผู้อัปยศอดสู"},{"SurahNumber":58,"VerseNumber":21,"Text":"อัลลอฮฺทรงกำหนดไว้ว่า แน่นอนข้าและรอซูลของข้าจะมีชัยชนะเหนือกว่า แท้จริงอัลลอฮฺนั้นเป็นผู้ทรงพลัง ผู้ทรงอำนาจเหนือ"},{"SurahNumber":58,"VerseNumber":22,"Text":"เจ้าจะไม่พบหมู่ชนใดที่พวกเขาศรัทธาต่ออัลลอฮฺ และวันปรโลกรักใคร่ชอบพอผู้ที่ต่อต้านอัลลอฮฺ และรอซูลของพระองค์ ถึงแม้ว่าพวกเขาจะเป็นพ่อของพวกเขา หรือลูกหลานของพวกเขา หรือพี่น้องของพวกเขา หรือเครือญาติของพวกเขาก็ตาม ชนเหล่านั้นอัลลอฮฺได้ทรงบันทึกการศรัทธาไว้ในจิตใจของพวกเขา และได้ทรงเสริมพวกเขาให้มีพลังมากขึ้นด้วยการสนับสนุนของพระองค์ และจะทรงให้พวกเขาได้เข้าสวนสวรรค์หลากหลาย มีแม่น้ำหลายสายไหลผ่าน ณ เบื้องล่างของสวนสวรรค์ โดยเป็นผู้พำนักอยู่ในนั้นตลอดกาล อัลลอฮฺทรงโปรดปรานต่อพวกเขา และพวกเขาก็ยินดีปรีดาต่อพระองค์ ชนเหล่านั้นคือพรรคของอัลลอฮฺ พึงรู้เถิดว่า แท้จริงพรรคของอัลลอฮฺนั้น พวกเขาเป็นผู้ประสบความสำเร็จ"},{"SurahNumber":59,"VerseNumber":1,"Text":"สิ่งที่อยู่ในชั้นฟ้าทั้งหลาย และสิ่งที่อยู่ในแผ่นดินต่างแซ่ซ้องสดุดีแด่อัลลอฮฺ และพระองค์เป็นผู้ทรงทรงอำนาจ ผู้ทรงปรีชาญาณ"},{"SurahNumber":59,"VerseNumber":2,"Text":"พระองค์เป็นผู้ทรงให้บรรดาผู้ปฏิเสธศรัทธาในหมู่พวกอะฮฺลุลกิตาบ ออกจากบ้านเรือนของพวกเขาเป็นครั้งแรกของการถูกไล่ออกเป็นกลุ่ม ๆ พวกเจ้ามิได้คาดคิดกันเลยว่า พวกเขาจะออกไป (ในสภาพเช่นนั้น) และพวกเขาคิดว่า แท้จริงป้อมปราการของพวกเขานั้นจะป้องกันพวกเขาให้รอดพ้นจากการลงโทษของอัลลอฮฺได้ แต่การลงโทษของอัลลอฮฺได้มีมายังพวกเขาโดยมิได้คาดคิดมาก่อนเลย และพระองค์ทรงทำให้ความหวาดกลัวเกิดขึ้นในจิตใจของพวกเขา โดยพวกเขาได้ทำลายบ้านเรือนของพวกเขาด้วยน้ำมือของพวกเขาเอง และด้วยน้ำมือของบรรดามุอฺมิน ดังนั้นพวกเจ้าจงยึดถือเป็นบทเรียนเถิด โอ้ผู้มีสติปัญญาทั้งหลายเอ๋ย"},{"SurahNumber":59,"VerseNumber":3,"Text":"และหากมิใช่เพราะอัลลอฮฺได้ทรงกำหนดการเนรเทศแก่พวกเขาแล้ว แน่นอนพระองค์จะทรงลงโทษพวกเขาในโลกนี้ และสำหรับพวกเขาในปรโลกนั้นก็คือการลงโทษด้วยนรก"},{"SurahNumber":59,"VerseNumber":4,"Text":"ทั้งนี้ก็เพราะว่า พวกเขาต่อต้านอัลลอฮฺและรอซูลของพระองค์ และผู้ใดต่อต้านอัลลอฮฺ แท้จริงอัลลอฮฺเป็นผู้ทรงเข้มงวดในการลงโทษ"},{"SurahNumber":59,"VerseNumber":5,"Text":"การที่พวกเจ้าโค่นต้นอินทผลัมหรือปล่อยให้มันยืนไว้บนรากของมันนั้น เนื่องด้วยอนุมัติของอัลลอฮฺ และเพื่อพระองค์จะทำให้บรรดาผู้ฝ่าฝืนได้รับอัปยศ"},{"SurahNumber":59,"VerseNumber":6,"Text":"และสิ่งใดที่อัลลอฮฺทรงให้รอซูลของพระองค์ยึดมาได้จากพวกเขา (พวกยะฮูด) พวกเจ้ามิได้เหน็ดเหนื่อยด้วยการขี่ม้าหรือขี่อูฐออกไป แต่อัลลอฮฺทรงให้บรรดารอซูลของพระองค์มีอำนาจเหนือผู้ที่พระองค์ทรงประสงค์ และอัลลอฮฺเป็นผู้ทรงอานุภาพเหนือทุกสิ่งทุกอย่าง"},{"SurahNumber":59,"VerseNumber":7,"Text":"และสิ่งใดที่อัลลอฮฺทรงให้รอซูลของพระองค์ยึดมาได้จากชาวเมือง (พวกกุฟฟาร) สิ่งนั้นย่อมเป็นสิทธิของอัลลอฮฺและรอซูล และญาติสนิท และเด็กกำพร้า และผู้ขัดสนและผู้เดินทาง เพื่อมันจะมิได้หมุนเวียนอยู่ในระหว่างผู้มั่งมีของพวกเจ้าเท่านั้น และอันใดที่รอซูลได้นำมายังพวกเจ้าก็จงยึดเอาไว้ และอันใดที่ท่านได้ห้ามพวกเจ้าก็จงละเว้นเสีย พวกเจ้าจงยำเกรงอัลลอฮฺเถิด แท้ริงอัลลอฮฺเป็นผู้ทรงเข้มงวดในการลงโทษ"},{"SurahNumber":59,"VerseNumber":8,"Text":"(สิ่งที่ยึดมาได้จากพวกยะฮูด) เป็นของบรรดาผู้อพยพที่ขัดสน ซึ่งถูกขับไล่ออกจากบ้านเกิดเมืองนอนของพวกเขาและทอดทิ้งทรัพย์สินของพวกเขา เพื่อแสวงหาความโปรดปรานจากอัลลอฮฺ และความยินดีของพระองค์ และช่วยเหลืออัลลอฮฺและรอซูลของพระองค์ ชนเหล่านั้นพวกเขาคือผู้สัตย์จริง"},{"SurahNumber":59,"VerseNumber":9,"Text":"และบรรดาผู้ที่ได้ตั้งหลักแหล่งอยู่ที่นครมะดีนะฮฺ (ชาวอันศอร) และพวกเขาศรัทธาก่อนหน้า การอพยพของพวกเขา (ชาวมุฮาญิรีน) พวกเขารักใคร่ผู้ที่อพยพมายังพวกเขา และจะไม่พบความต้องการหรือความอิจฉาอยู่ในทรวงอกของพวกเขาในสิ่งที่ได้ถูกประทานให้ และให้สิทธิผู้อื่นก่อนตัวของพวกเขาเอง ถึงแม้ว่าพวกเขายังมีความต้องการอยู่มากก็ตาม และผู้ใดปกป้องการตระหนี่ที่อยู่ในตัวของเขา ชนเหล่านั้นพวกเขาเป็นผู้ประสบความสำเร็จ"},{"SurahNumber":59,"VerseNumber":10,"Text":"และบรรดาผู้ที่มาหลังจากพวกเขา โดยพวกเขากล่าวว่า ข้าแต่พระเจ้าของเราทรงโปรดอภัยให้แก่เราและพี่น้องของเราผู้ซึ่งได้ศรัทธาก่อนหน้าเรา และขอพระองค์อย่าได้ให้มีการเคียดแค้นเกิดขึ้นในหัวใจของเราต่อบรรดาผู้ศรัทธา ข้าแต่พระเจ้าของเรา แท้จริงพระองค์ท่านเป็นผู้ทรงเอ็นดู ผู้ทรงเมตตาเสมอ"}]}