{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"انھوں نے کہا اے صالح ! تم ہی ہم میں (ایک شخص) تھے جس سے امیدیں وابستہ تھیں اس سے پہلے۔ کیا تم روکتے ہو ہمیں اس سے کہ ہم عبادت کریں ان (بتوں) کی جن کی عبادت کرتے تھے ہمارے باپ دادا! بیشک ہم اس امر کے بارے میں جس کی طرف تو ہمیں بلاتا ہے ایک بےچین کردینے والے شک میں مبتلا ہوگئے ہیں۔"},{"SurahNumber":11,"VerseNumber":62,"Text":"آپ نے کہا اے میری قوم! بھلا یہ بتاؤ اگر میں روشن دلیل پر ہوں اپنے رب کی طرف سے اور اس نے عطا کی ہو مجھے اپنی جناب سے خاص رحمت تو کون ہے جو بچائیگا مجھے اللہ (کے عذاب سے ) اگر میں اس کی نافرمانی کروں ۔ تم تو نہیں زیادہ کرنا چاہتے میرے لیے سوا نقصان کے۔"},{"SurahNumber":11,"VerseNumber":63,"Text":"اور اے میری قوم ! یہ اللہ کی اونٹنی ہے تمھارے لیے نشانی ہے پس اسے چھوڑدو اسے کھاتی پھرے اللہ تعالیٰ کی زمین میں اور نہ ہاتھ لگاؤ اسے برائی سے ورنہ پکڑلے گا تمھیں عذاب بہت جلد ۔"},{"SurahNumber":11,"VerseNumber":64,"Text":"پس انھوں نے اس کی کونچیں کاٹ ڈالیں ۔ تو صالح نے فرمایا لطف اٹھالو اپنے گھروں میں تین دن تک یہ (اللہ کا ) وعدہ ہے جسے جھٹلایا نہیں جا سکتا۔"},{"SurahNumber":11,"VerseNumber":65,"Text":"پھر جب آگیا ہمارا حکم تو ہم نے بچالیا صالح کو اور انھیں جو ایمان لائے تھے ان کے ساتھ اپنی رحمت سے نیز (بچا لیا) اس دن کی رسوائی سے ۔ بیشک (اے محبوب) تیرا رب ہی بہت قوت والا بہت عزت والا ہے۔"},{"SurahNumber":11,"VerseNumber":66,"Text":"اور پکڑلیا ظالموں کو ایک خوفناک کڑک نے اور صبح کی انھوں نے اس حال میں کہ وہ اپنے گھروں میں گھٹنوں کے بل اوندھے گرے پڑے تھے۔"},{"SurahNumber":11,"VerseNumber":67,"Text":"(انھیں یوں نابود کردیا گیا) گویا وہ یہاں کھبی آباد ہی نہ ہوئے تھے۔ سنو! ثمود نے انکار کیا اپنے رب کا ۔ سنو ! بربادی ہو ثمود کے لیے"},{"SurahNumber":11,"VerseNumber":68,"Text":"اور بلاشبہ آئے ہمارے بھیجے ہوئے (فرشتے ) ابراہیم کے پاس خوشخبری لے کر انھوں نے کہا (اے خلیل) آپ پر سلام ہو۔ آپ نے فرمایا تم پر بھی سلام ہو۔ پھر آپ جلدی لے آئے (انکی ضیافت کے لیے ) ایک بچھڑا بھنا ہوا۔"},{"SurahNumber":11,"VerseNumber":69,"Text":"پھر جب دیکھا کہ ان کے ہاتھ نہیں بڑھ رہے کھانے کی طرف تو اجنبی خیال کیا انھیں اور دل ہی دل میں ان سے اندیشہ کرنے گلے فرشتوں نے کہا ڈریے نہیں ۔ ہمیں بھیجا گیا ہے قوم لوط کی طرف ۔"},{"SurahNumber":11,"VerseNumber":70,"Text":"اور آپکی اہلیہ (سارہ پاس) کھڑی تھیں وہ ہنس پڑیں تو ہم نے خوشخبری دی سارہ کو اسحاق کی اور اسحاق کے بعد یعقوب کی ۔"},{"SurahNumber":11,"VerseNumber":71,"Text":"سارہ نے کہا وائے حیرانی! کیا میں بچہ جنوں گی حالانکہ میں بوڑھی ہوں اور یہ میرے میاں بھی بوڑھے ہیں۔ بلاشبہ یہ تو عجیب و غریب بات ہے۔"},{"SurahNumber":11,"VerseNumber":72,"Text":"فرشتے کہنے لگے کیا تم تعجب کرتی ہو اللہ کے حکم پر ؟ اللہ تعالیٰ کی رحمت اور اس کی برکتیں ہوں تم پر اے ابراہیم کے گھرانے والو! بیشک وہ ہر طرح تعریف کیا ہوا بڑی شان والا ہے۔"},{"SurahNumber":11,"VerseNumber":73,"Text":"پھر جب دور ہوگیا ابراہیم (علیہ السلام) سے خوف اور مل گیا انھین مژدہ تو وہ ہم سے جھگڑنے لگے قوم لوط کے بارے میں ۔"},{"SurahNumber":11,"VerseNumber":74,"Text":"بیشک ابراہیم بڑے بردبار ، رحم دل (اور) ہر حال میں ہماری طرف رجوع کرنے والے تھے۔"},{"SurahNumber":11,"VerseNumber":75,"Text":"اے ابراہیم ( علیہ السلام) ! اس بات کو رہنے دیجیے۔ بیشک آگیا تیرے رب کا حکم۔ اور ان پر آکر رہے گا عذاب جو پھیرا نہیں جاسکتا۔"},{"SurahNumber":11,"VerseNumber":76,"Text":"اور جب آئے ہمارے بھیجے ہوئے فرشتے لوط (علیہ ا لسلام) کے پاس وہ دلگیر ہوئے ان کے آنے سے اور بڑے پریشان ہوئے ان کی وجہ سے اور بولے آج کا دن تو بڑی مصیبت کا دن ہے۔"},{"SurahNumber":11,"VerseNumber":77,"Text":"اور (مہمانوں کی خبر سنتے ہی ) آئے ان کے پاس ان کی قوم کے لوگ دوڑتے ہوئے اور اس سے پہلے ہی وہ کیا کرتے تھے برے کام لوط نے کہا اے میری قوم! (دیکھو) یہ میری قوم کی بیٹیاں ہیں وہ پاک اور حلال ہیں تمھارے لیے تم خدا کا خوف کرو۔ اور مجھے رسوا نہ کرو میرے مہمانوں کے معاملے میں۔ کیا تم میں ایک بھی سمجھدار آدمی نہیں؟"},{"SurahNumber":11,"VerseNumber":78,"Text":"کہنے لگے تم خوب جانتے ہو ہمیں تمھاری (قوم کی ) بیٹیوں سے کوئی سروکار نہیں اور تم یہ بھی اچھی طرح جانتے ہو کہ ہم کیا چاہتے ہیں۔"},{"SurahNumber":11,"VerseNumber":79,"Text":"لوط نے (بصد حسرت ) کہا اے کاش! میرے پاس بھی تمہارے مقابلہ کی قوت ہوتی یا میں پناہ ہی لے سکتا کسی مضبوط سہارے کی۔"},{"SurahNumber":11,"VerseNumber":80,"Text":"فرشتوں نے کہا اے لوط ! ہم آپ کے رب کے بھیجے ہوئے ہیں یہ لوگ آپ کو کوئی گزند نہ پہنچا سکیں گے پس آپ لیکر نکل جائیے اپنے اہل و عیال کو جب رات کا کچھ حصہ گزر جائے اور پیچھے مڑ کر تم میں سے کوئی نہ دیکھے۔ مگر اپنی بیوی کو ساتھ نہ لے جائیے۔ بیشک وہی (عذاب ) اسے بھی پہنچے گا جو ان (دوسرے مجرموں) کو پہنچا۔ ان پر عذاب آنے کا مقررہ وقت صبح کا وقت ہے۔ کیا نہیں ہے صبح (بالکل) قریب؟"},{"SurahNumber":11,"VerseNumber":81,"Text":"پھر جب آپہنچا ہمارا حکم تو ہم نے کردیا اس کی بلندی کو اس کی پستی اور ہم نے برسا ئے ان پر پتھر آگ میں پکے ہوئے پے درپے۔"},{"SurahNumber":11,"VerseNumber":82,"Text":"جو نشان زدہ تھے آپ کے رب کی جانب سے۔ اور نہیں (لوط کی ) بستی (مکہ کے ) ظالموں سے کچھ دور۔"},{"SurahNumber":11,"VerseNumber":83,"Text":"اور اہل مدین کی طرف (ہم نے) انکے بھائی شیعب کو بھیجا ۔ آپ نے کہا اے میر قوم! عبادت کرو اللہ تعالیٰ کی نہیں تمھارا کوئی خدا اس کے بغیر ۔ اور نہ کمی کیا کر و ناپ اور تول میں مین دیکھتا ہوں تمھین کہ تم خوشحال ہو اور میں ڈرتا ہوں کہ کہیں تم پر اس دن کا عذاب نہ آجائے جو ہر چیز کو گھیر نے والا ہے۔"}]}