{"Id":86,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad-la","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Und Allah hat gesprochen: \"Nehmet euch nicht zwei Gotter. Er ist der Einzige Gott. So furchtet Mich allein"},{"SurahNumber":16,"VerseNumber":52,"Text":"Und Sein ist, was in den Himmeln und auf Erden ist, und Ihm gebuhrt die immerwahrende Furcht. Wollt ihr also einen anderen furchten außer Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Was ihr Gutes habt - es ist von Allah; und wenn euch ein Schaden trifft, dann fleht ihr Ihn um Hilfe an"},{"SurahNumber":16,"VerseNumber":54,"Text":"Doch wenn Er dann den Schaden von euch hinwegnimmt, seht, da (beginnt) ein Teil von euch, ihrem Herrn Gotter zur Seite zu stellen"},{"SurahNumber":16,"VerseNumber":55,"Text":"und das zu verleugnen, was Wir ihnen beschert haben. Wohlan, vergnugt euch nur eine Weile; bald aber werdet ihr es wissen"},{"SurahNumber":16,"VerseNumber":56,"Text":"Und fur die, von denen sie nichts wissen, setzen sie einen Teil von dem beiseite, was Wir ihnen beschert haben. Bei Allah, ihr werdet sicherlich zur Rechenschaft gezogen werden fur all das, was ihr erdichtet"},{"SurahNumber":16,"VerseNumber":57,"Text":"Und sie dichten Allah Tochter an. Gepriesen sei Er! Und sich selbst behalten sie vor, was sie begehren"},{"SurahNumber":16,"VerseNumber":58,"Text":"Und wenn einem von ihnen die Nachricht von (der Geburt) einer Tochter uberbracht wird, so verfinstert sich sein Gesicht, und er unterdruckt den inneren Schmerz"},{"SurahNumber":16,"VerseNumber":59,"Text":"Er verbirgt sich vor den Leuten aufgrund der schlimmen Nachricht, die er erhalten hat: Soll er sie behalten trotz der Schande, oder (soll er sie) in der Erde verscharren? Wahrlich, ubel ist, wie sie urteilen"},{"SurahNumber":16,"VerseNumber":60,"Text":"Diejenigen, die nicht an das Jenseits glauben, sind mit dem Schlechten zu vergleichen; Allah aber mit dem Hochsten, und Er ist der Erhabene, der Allweise"},{"SurahNumber":16,"VerseNumber":61,"Text":"Und wenn Allah die Menschen fur ihr Freveln bestrafen wollte, wurde Er nicht ein einziges Lebewesen darauf (auf der Erde) bestehen lassen; doch Er gewahrt ihnen Aufschub bis zu einer bestimmten Frist; und wenn ihre Frist um ist, dann konnen sie auch nicht eine Stunde dahinter zuruckbleiben, noch konnen sie (ihr) vorauseilen"},{"SurahNumber":16,"VerseNumber":62,"Text":"Und sie schreiben Allah zu, was ihnen (selbst) mißliebig ist, und ihre Zungen außern die Luge, daß sie das Beste erhalten wurden. Zweifellos wird ihnen das Feuer zuteil werden, und (darin) sollen sie unbeachtet bleiben"},{"SurahNumber":16,"VerseNumber":63,"Text":"Bei Allah, Wir schickten wahrlich schon Gesandte zu den Volkern vor dir, doch Satan ließ ihnen ihre Werke wohlgefallig erscheinen. So ist er heute ihr Schutzherr, und ihnen wird eine schmerzliche Strafe zuteil sein"},{"SurahNumber":16,"VerseNumber":64,"Text":"Und Wir haben dir das Buch nur deshalb hinabgesandt, auf daß du ihnen das erklarest, woruber sie uneinig sind, und (Wir haben es) als Fuhrung und Barmherzigkeit fur die Leute, die glauben (, hinabgesandt)"},{"SurahNumber":16,"VerseNumber":65,"Text":"Und Allah hat Wasser vom Himmel herniedergesandt und damit die Erde nach ihrem Tod belebt. Wahrlich, darin liegt ein Zeichen fur Leute, die horen konnen"},{"SurahNumber":16,"VerseNumber":66,"Text":"Wahrlich, auch am Vieh habt ihr eine Lehre. Wir geben euch von dem zu trinken, was in ihren Leibern (ist): Zwischen Kot und Blut (ist) in der Mitte Milch, die denen lauter (und) angenehm ist, die sie trinken"},{"SurahNumber":16,"VerseNumber":67,"Text":"Und von den Fruchten der Dattelpalmen und den Beeren macht ihr euch Rauschtrank und gute Speise. Wahrlich, darin liegt ein Zeichen fur die Leute, die Verstand haben"},{"SurahNumber":16,"VerseNumber":68,"Text":"Und dein Herr hat der Biene eingegeben: \"Baue dir Hauser in den Bergen und in den Baumen und in dem, was sie errichten"},{"SurahNumber":16,"VerseNumber":69,"Text":"Dann iß von allen Fruchten und folge den Wegen deines Herrn, (die Er dir) leicht gemacht hat.\" Aus ihren Leibern kommt ein Trank, mannigfach an Farbe. Darin liegt ein Heilmittel fur die Menschen. Wahrlich, hierin ist ein Zeichen fur Leute, die nachdenken"},{"SurahNumber":16,"VerseNumber":70,"Text":"Und Allah hat euch erschaffen, dann laßt Er euch sterben; und es gibt manche unter euch, die ins hinfallige Greisenalter getrieben werden, so daß sie nichts wissen, nachdem (sie) doch Wissen (besessen haben) Wahrlich, Allah ist Allwissend, Allmachtig"},{"SurahNumber":16,"VerseNumber":71,"Text":"Und Allah hat einige von euch vor den anderen mit Gaben begunstigt. Und doch wollen die Begunstigten nichts von ihren Gaben denen zuruckgeben, die sie von Rechts wegen besitzen, so daß sie gleich (beteiligt) waren. Wollen sie denn Allahs Huld verleugnen"},{"SurahNumber":16,"VerseNumber":72,"Text":"Und Allah gab euch Gattinnen aus euch selbst, und aus euren Gattinnen machte Er euch Sohne und Enkelkinder, und Er hat euch mit Gutem versorgt. Wollen sie da an Nichtiges glauben und Allahs Huld verleugnen"},{"SurahNumber":16,"VerseNumber":73,"Text":"Dennoch verehren sie statt Allah solche, die nicht die Macht haben, ihnen irgendwelche Gaben von den Himmeln oder der Erde zu gewahren, noch konnen sie je solche Macht erlangen"},{"SurahNumber":16,"VerseNumber":74,"Text":"So sollt ihr Allah keine Gleichnisse pragen. Gewiß, Allah weiß, und ihr wisset nicht"}]}