{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Nebi (Peygamber), Allah´a karsı takva sahibi ol! Ve kafirlere ve munafıklara itaat etme! Muhakkak ki Allah; Alim´dir (en iyi bilen), Hakim´dir (hukum ve hikmet sahibi)"},{"SurahNumber":33,"VerseNumber":2,"Text":"Ve sana Rabbinden vahyedilene tabi ol. Muhakkak ki Allah, yaptıgınız seylerden haberdardır"},{"SurahNumber":33,"VerseNumber":3,"Text":"Ve Allah´a tevekkul et. Ve Allah, vekil olarak yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah bir adama gogsunde iki kalp kılmadı (yaratmadı). Zihar yaptıgınız (sen bana benim annemin sırtı gibisin diyerek bosamak istediginiz) zevcelerinizi sizin anneleriniz kılmadı. Ve evlatlıklarınızı, sizin ogullarınız kılmadı. Iste bunlar sizin agızlarınızdaki sozlerdir. Ve Allah hakkı soyler. Ve O, (Kendine ulastıran) yola hidayet eder"},{"SurahNumber":33,"VerseNumber":5,"Text":"Onları (evlatlıklarınızı) babalarının namı ile cagırın. Bu, Allah´ın katında daha adaletlidir. Eger onların babalarını bilmiyorsanız, o zaman onlar, dinde sizin kardesleriniz ve dostlarınızdır. Ve hata ettiginiz seylerden dolayı sizin icin gunah yoktur. Fakat kalplerinizin taammuden (kasten) yaptırdıgı seylerden (gunah vardır). Ve Allah Gafur´dur (gunahları sevaba ceviren), Rahim´dir (Rahim esmasıyla tecelli eden)"},{"SurahNumber":33,"VerseNumber":6,"Text":"Nebi (Peygamber), mu´minler icin kendi nefslerinden daha evladır (yakındır). Ve O´nun (Nebi´nin) zevceleri, onların anneleridir. Ve rahim sahipleri (akrabalar), onlar birbirlerine, Allah´ın Kitab´ında, mu´minlere ve muhacirlere yakın olduklarından daha yakındır. Ancak dostlarınıza iyilik yapmanız haric. Iste bunlar, Kitab´ta satır satır yazılıdır"},{"SurahNumber":33,"VerseNumber":7,"Text":"O zaman ki; Biz, nebilerden onların misaklerini almıstık. Ve senden ve Hz. Nuh´tan ve Hz. Ibrahim´den ve Hz. Musa´dan ve Meryemoglu Hz. Isa´dan ve onlardan agır bir misak aldık"},{"SurahNumber":33,"VerseNumber":8,"Text":"Sadıklara sadakatlerini sorması icindir. Ve kafirlere elim bir azap hazırladı"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey amenu olanlar (Allah´a ulasmayı dileyenler)! Allah´ın sizin uzerinizdeki ni´metini hatırlayın. Size (uzerinize) ordular gelmisti. O zaman, onların uzerine, ruzgar ve sizin goremediginiz ordular gonderdik. Ve Allah, yaptıgınız seyleri gorendir"},{"SurahNumber":33,"VerseNumber":10,"Text":"Onlar, sizin yukarınızdan ve asagınızdan uzerinize geldigi ve gozlerin yıldıgı ve kalplerin hancereye ulastıgı (yureklerin agza geldigi) zaman, Allah´a karsı zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"Orada mu´minler imtihan edildiler. Siddetli sarsıntı ile sarsıldılar"},{"SurahNumber":33,"VerseNumber":12,"Text":"Ve munafıklar ve kalplerinde maraz (hastalık, suphe) bulunanlar: \"Allah ve resulu gururdan (aldatmaktan) baska bir sey vaadetmedi.\" diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Ve onlardan bir taife (topluluk): \"Ey Yesrib (Medine) halkı, sizin icin (burada) duracak yer yok! Artık donun.\" dedi. Onlardan (diger) bir grup, peygamberden: \"Muhakkak ki evlerimiz muhafazasızdır (korumasızdır).\" diyerek izin istiyorlardı. Ve evleri korumasız degildi, sadece (savastan) kacmak istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Ve eger onların uzerine, onun (sehrin) her tarafından girilseydi ve sonra da fitne (cıkarmaları) istenseydi, mutlaka ona (fitneye, karısıklıga) gelirlerdi (fitne cıkarırlardı). Pek azı haric, orada kalmazlardı"},{"SurahNumber":33,"VerseNumber":15,"Text":"Ve andolsun ki onlar, daha once geri donup kacmayacaklarına dair Allah´a ahd vermislerdi. Ve Allah´ın ahdi bir mesuliyettir (sorumluluktur)"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: \"Eger olumden veya oldurulmekten kacarsanız firar (kacıs), size bir fayda saglamaz. O zaman az bir sure haric, metalandırılmazsınız"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: \"Eger Allah sizin icin bir kotuluk dilese, sizi Allah´tan kim korur (koruyabilir)? Veya sizin icin rahmet dilese...\" Onlar Allah´tan baska kendilerine dost ve yardımcı bulamazlar"}]}