{"Id":416,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed-la","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"(O halde batıl olan her seyden yuz cevirerek yalnızca) O´na yonel; ve O´na karsı sorumlulugunun bilincinde ol; namazını devamlı ve dikkatli sekilde ifa et ve O´ndan baskasına ilahlık yakıstıranlar arasına girme"},{"SurahNumber":30,"VerseNumber":32,"Text":"(yahut) inanclarının butunlugunu bozarak parcalara bolunen ve her grubun yalnız kendi sahip oldugu (ilkelerle) ovundugu kimselerden olma"},{"SurahNumber":30,"VerseNumber":33,"Text":"Simdi (vaki oldugu uzere) insanlar sıkıntıya ugradıklarında Rablerine donerek (yardım icin) O´na yalvarıp yakarırlar; fakat rahmetine nail olunca da bir kısmı, baska gucleri Rablerinin ilahlıgına ortak kos(maya basl)arlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"(sanki) kendilerine bahsettigimiz (nimetler)e karsı nankorluklerini gostermek istiyorlar. Madem boyle (dusunuyorsunuz,) bu (kısa) omrunuzun tadını cıkarın ama zamanı geldiginde (gercegi) goreceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Biz onlara, Bizden baskasına kulluk yapmalarını soyleyen bir ilahi vahiy mi gonderdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"(Her zaman oldugu gibi,) insanlara rahmetimizi tattırdıgımız zaman buna sevinirler; fakat kendi yapıp ettikleri sonucunda baslarına bir bela gelince de butun umitlerini yitirirler"},{"SurahNumber":30,"VerseNumber":37,"Text":"Onlar, Allah´ın rızkı diledigine bol ihsan ettigini, diledigine olculu ve idareli verdigini gormezler mi? Bunda, kuskusuz inanan insanlar icin dersler vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"Oyleyse yakınlarınıza, muhtaclara ve yolculara haklarını verin; bu, Allah´ın rızasını kazanmak isteyenler icin en dogrusudur: cunku, mutluluga erecekler onlardır"},{"SurahNumber":30,"VerseNumber":39,"Text":"Ve (unutmayın! Baska) insanların malvarlıgı sayesinde, artsın diye faizle verdikleriniz (size) Allah katında bir artıs saglamaz. Oysa, Allah´ın hosnutlugunu kazanmak icin karsılıksız verdikleriniz (O´nun tarafından bereketlendirilir,) iste onlar, (bu sekilde Allah´ın hosnutlugunu kazanmak isteyenler,) odullerini kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Sizi yaratan, sonra gecinmeniz icin gerekli vasıtaları saglayan, ardından sizi olume goturen ve en sonunda tekrar hayata dondurecek olan, Allah´tır. O´nun ilahlıgına ortak kostugunuz gucler veya varlıklar bu islerden birini yapabilirler mi? (Hayır!) O, ihtisamında sınırsızdır ve insanların kendisine es kostuklarından cok yucedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"(Allah´ın buyruklarını umursamaz hale gelen su) insanların kendi elleriyle yapıp ettikleri sonucunda karada ve denizlerde curume ve bozulma basladı: Bu sekilde (Allah), belki (dogru yola) geri donerler diye yaptıklarının bazı (kotu) sonuclarını onlara tattıracaktır"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: \"Yeryuzunu dolasın ve (sizden) once yasamıs olan (gunahkar)ların sonlarının ne oldugunu gorun: onların cogu Allah´tan baska varlıklara veya guclere ilahi sıfatlar yakıstırmıslardı"},{"SurahNumber":30,"VerseNumber":43,"Text":"Oyleyse, Allah katından, onune gecilemez bir Gun, (bir Hesap Gunu) gelmeden yuzunu kararlı bir sekilde bu sahih dine cevir. O gun herkesin yeri belli olacak"},{"SurahNumber":30,"VerseNumber":44,"Text":"hakikati inkar eden, inkarı(nın sorumlulugu)na katlanacak, dogru ve adil isler yapanlar ise kendileri icin iyi bir hazırlık yapmıs olacaklar"},{"SurahNumber":30,"VerseNumber":45,"Text":"O, inanıp dogru isler yapanları kendi lutfuyla odullendirecektir. Suphesiz Allah, hakikati kabule yanasmayanları sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Cunku O, mucizevi isaretlerden biri olarak guzel haberler yuklu ruzgarlar (gonderir gibi mesajlarını) gondermektedir ki (hayat veren yagmurlar yoluyla) rahmetini uzerinize yagdırsın, gemiler kendi buyrukları dogrultusunda hareket edebilsin ve boylece O´nun nimetlerinden pay almak icin caba gosterenlerden ve sukredenlerden olasınız"},{"SurahNumber":30,"VerseNumber":47,"Text":"(Ey Muhammed,) senden onceki toplumlara da kendi iclerinden peygamberler gondermistik ve onlar hakikatin her turlu kanıtını getirmislerdi ve sonra (muminleri zafere ulastırmak suretiyle,) (kasden) kotuluk isleyenlerden ocumuzu almıstık, zaten inananlara yardım etmeyi ustumuzde bir sorumluluk olarak gormustuk"},{"SurahNumber":30,"VerseNumber":48,"Text":"Bulutları yuksege kaldırsın diye (umut) ruzgarlarını estiren O´dur! O, bulutları goklerin uzerine diledigi gibi yayar ve onları yarıp parcalar, boylece bulutların icinden yagmurların bosaldıgını gorursun ve kullarından dilediginin uzerine yagdırıp onları sevince bogar"},{"SurahNumber":30,"VerseNumber":49,"Text":"oysa (tam da) yagmurun yagdırılmasından kısa bir sure once, (neredeyse) butun umutlarını yitirmislerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Iste (ey insanoglu,) bunlar Allah´ın rahmetinin isaretleridir; (bak,) olu topraga nasıl can veriyor! Iste oluye tekrar can veren de (Allah)tır; zaten O, her seyi yapmaya kadirdir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Iste boyle: sayet (topraklarını kavuran) bir ruzgar gondersek ve ekinlerinin sararmaya basladıgını gorseler, (kısa sure onceki sevinclerinden) vazgecip (kudretimizi ve rahmetimizi) inkar etmeye kalkısırlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Elbette sen olulere asla duyuramazsın ve sırtlarını (sana) donup uzaklasan (kalbi) sagırlara (da)"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ve yine, (kalpleri) kor olanları sapıklıklarından dondurup dogru yola iletemezsin. Sen (davetini) ancak mesajlarımıza inan(mak istey)enlere ve boylece kendilerini Bize teslim edenlere duyurabilirsin"}]}