{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":8,"VerseNumber":61,"Text":"Innu avaru nim'mannu van̄cisuva saṅkalpa māḍiddarū nimage (nim'ma neravige)khaṇḍitavāgiyū allāhanē sāku. Nimage, tanna neravina mūlaka hāgū viśvāsigaḷa mūlaka sadā bala odagisuttā bandiruvavanu avanē"},{"SurahNumber":8,"VerseNumber":62,"Text":"mattu avara (viśvāsigaḷa) manas'sugaḷalli paraspara prītiyannu beḷesidavanū avanē. Nīvu bhūmiyallina sampūrṇa sampattannu vyayisiddarū avara manas'sugaḷalli paraspara prītiyannu beḷesalu nimage sādhyavāguttiralilla. Nijakkū allāhanē avara naḍuve prītiyannu beḷesidanu. Khaṇḍitavāgiyū avanu atyanta prabalanū yuktivantanū āgiruvanu"},{"SurahNumber":8,"VerseNumber":63,"Text":"dūtarē, nimage mattu nim'ma anuyāyigaḷāgiruva viśvāsigaḷige allāhanē sāku"},{"SurahNumber":8,"VerseNumber":64,"Text":"dūtarē, viśvāsigaḷannu yud'dhakke sannad'dhagoḷisiri. Nim'malli ippattu mandi sahana śīlariddare avaru innūru mandiyannu sōlisuvaru mattu nim'malli nūru janariddare, avaru sāvira dhikkārigaḷannu sōlisuvaru – ēkendare avaru (dhikkārigaḷu) tiḷuvaḷike illadavarāgiddāre"},{"SurahNumber":8,"VerseNumber":65,"Text":"idīga allāhanu nim'ma hoṇeyannu haguragoḷisuttāne – nim'malli daurbalyaviruvudannu avanu ballanu. Nim'malli nūru jana sahanaśīlariddare, avaru innūru mandiyannu sōlisuvaru mattu nim'malli sāvira janariddare avaru allāhana sam'matiyinda eraḍu sāvira mandiyannu sōlisuvaru. Allāhanu sahana śīlara jotegiddāne"},{"SurahNumber":8,"VerseNumber":66,"Text":"bhūmiyalli sākaṣṭu niyantraṇa sādhisuva tanaka, tanna baḷiyalli kaidigaḷannu iṭṭukoḷḷuvudu obba dūtanige bhūṣaṇavalla. Nīvu (janaru) ihalōkada lābhavannu bayasuttīri. Allāhanu paralōkavannu bayasuttāne. Allāhanu bahaḷa prabalanū yuktivantanū āgiddāne"},{"SurahNumber":8,"VerseNumber":67,"Text":"allāhana kaḍeyinda modalē likhita tīrmānavondu illadiruttiddare, nīvu (kaidigaḷannu) iṭṭukoṇḍiddakkāgi ondu bhārī śikṣeyu nim'mannu āvarisuttittu"},{"SurahNumber":8,"VerseNumber":68,"Text":"Idīga yud'dha sampādaneyāgi nimage doretiruvudalli sam'mata hāgū śud'dhavāgiruvudannu tinniri. Jotege allāhanige an̄juttaliri. Khaṇḍitavāgiyū allāhanu kṣamisuvavanu mattu karuṇāmayiyāgiddāne"},{"SurahNumber":8,"VerseNumber":69,"Text":"dūtarē, nim'ma kaiyalli kaidigaḷāgiruvavaroḍane, hēḷiri; ‘‘nim'ma manas'sugaḷalli oḷitēnādarū iruvudannu allāhanu gurutisidare, nim'minda ēnannu paḍeyalāgideyō adakkinta uttamavādudannu avanu nimage nīḍuvanu mattu avanu nim'mannu kṣamisuvanu. Allāhanu tumbā kṣamāśīlanū karuṇāmayiyū āgiddāne"},{"SurahNumber":8,"VerseNumber":70,"Text":"innu avaru nim'mannu van̄cisuva saṅkalpa māḍiddare, (nimage tiḷidirali;) ī hinde avaru allāhanannu van̄cisiruvaru. Konege, avanu avarannu nim'ma vaśakke koṭṭanu. Allāhanu ellavannū ballavanu mattu yuktivantanāgiddāne"},{"SurahNumber":8,"VerseNumber":71,"Text":"khaṇḍitavāgiyū, viśvāsigaḷu, valasigaru mattu tam'ma sampattugaḷondige hāgū tam'ma jīvagaḷondige allāhana mārgadalli hōrāḍidavaru, āśraya odagisidavaru mattu neravādavaru – avarē paraspara āptamitraru. Innu, viśvāsigaḷāgiddarū valase hōgadavaru – valase hōguva tanaka avara jote nimage yāva naṇṭū illa. Innu avaru dharmada viṣayadalli nim'ma neravu bayasidare, neravu nīḍuvudu nim'ma kartavyavāgide – ādare, yāva janāṅgada hāgū nim'ma naḍuve karāru ideyō avara virud'dhavalla. Nīvu māḍuttiruva ellavannū allāhanu nōḍuttiddāne"},{"SurahNumber":8,"VerseNumber":72,"Text":"dhikkārigaḷu parasparara pōṣakarāgiruttāre. Nīvu hāge māḍadiddare bhūmiyalli vyāpaka gondala hāgū bhārī aśānti uṇṭāguvudu"},{"SurahNumber":8,"VerseNumber":73,"Text":"viśvāsaviṭṭavaru mattu allāhana mārgadalli valase hōdavaru hāgū hōrāḍidavaru mattu āśraya nīḍidavaru hāgū neravādavaru – avarē naija viśvāsigaḷu. Avarige kṣame ide hāgū gauravānvita āhāra sigalide"},{"SurahNumber":8,"VerseNumber":74,"Text":"Ā baḷika viśvāsigaḷādavaru, valase hōdavaru mattu nim'ma jote sēri hōrāḍidavaru – avarē nim'mavaru. Ādare allāhana granthada prakāra, rakta sambandhigaḷu paraspara heccina hakkudārarāgiruttāre. Allāhanantu khaṇḍitavāgiyū ella viṣayagaḷannū ballavanāgiddāne"},{"SurahNumber":8,"VerseNumber":75,"Text":"(bahu dēvārādhakarē,) nālku tiṅgaḷa kāla nīvu bhūmiyalli dhārāḷa tirugāḍiri. Ādare nimage tiḷidirali – allāhanannu sōlisalu nim'mindāgadu. Nijavāgi allāhanē dhikkārigaḷannu apamānitarāgisaliddāne"}]}