{"Id":59,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou-la","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Day terram win i isswan ieaalak, i ibedden i Loamaa n Leaoam, am win iumnen s Oebbi akked wass aneggaru u innu$ deg ubrid n Oebbi? Ur aadilen ar Oebbi. Oebbi ur Inehhu agdud imednas"},{"SurahNumber":9,"VerseNumber":20,"Text":"Wid iumnen, iunagen, u nnu$en deg ubrid n Oebbi s wayla nnsen akked iman nnsen, aalay umekkan nnsen, ar Oebbi. Wigi d wid ara irebeen"},{"SurahNumber":9,"VerseNumber":21,"Text":"Ibecceo iten Mass nnsen s ueunu s$uoeS, akked llza, akked leonanat, degsen ssaad imezgi"},{"SurahNumber":9,"VerseNumber":22,"Text":"ad wekkoen degsen i lebda. Ih, ar Oebbi, arraz ameqwoaean"},{"SurahNumber":9,"VerseNumber":23,"Text":"A wid iumnen! Ur pparat d imawlan, ibabaten nnwen akked watmaten nnwen, ma smenyafen tijehli i liman. Wid segwen i ten iran d imawlan, ad ilin, nitni, d imednas"},{"SurahNumber":9,"VerseNumber":24,"Text":"Ini: \"maday, sennig Oebbi akked Umazan iS, akked umennu$ deg ubrid iS, ay teemmlem ibabaten nnwen, tarwa nnwen, atmaten nnwen, tilawin nnwen, alag nnwen, ayla i tkesbem, ttjaoa i tugadem a ppe$li, tinezdu$in i kwen iaaoben, ihi, gganit ar d Ias Oebbi, s lameo iS. Oebbi ur Inehhu agdud iballa$en"},{"SurahNumber":9,"VerseNumber":25,"Text":"Ni$ Isrebe ikwen Oebbi deg waias imukan, akked wass n Eunain, mi kwen taaoeb iiaqa nnwen. Ur awen d tebbwi acemma. Tamurt iwsaan, tu$al awen tediyeq. D$a tezzim d, trewlem"},{"SurahNumber":9,"VerseNumber":26,"Text":"Sinna, Issers ed Oebbi talwit iS $ef Umazan iS, akked lmumnin, Issers ed iasekoiwen ur tepwalim. Iaaqeb wid ijehlen. D wagi ay d aqeiii ijehliyen"},{"SurahNumber":9,"VerseNumber":27,"Text":"Sinna, deffir waya, Oebbi Issuruf i win i S ihwan. Oebbi Ipsemmie, Ipeunu"},{"SurahNumber":9,"VerseNumber":28,"Text":"A wid iumnen! Imcurak maafunit kan. Ur d pqeooiben ar Loamaa n Leaoam, mara ifukk useggwas agi nnsen. Ma tugadem lqella, a kwen I$it Oebbi, s lfevl iS, ma ihwa yaS. Ih, Oebbi d Amusnaw, d Bab n uuwab"},{"SurahNumber":9,"VerseNumber":29,"Text":"Nna$et wid ur numin ara s Oebbi, u s wass aneggaru, ur pgeddilen ayen Igdel Oebbi akked Umazan iS, ur xeddmen ddin n tidep, seg wid iwumi teppunefk Tezmamt, alamma xeluen tabzert s war amunnu, d imejjiueen"},{"SurahNumber":9,"VerseNumber":30,"Text":"Nnan wudayen: \"Auzayeo d mmi S n Oebbi\". Nnan imasieiyen: \"lmasie d mmi S n Oebbi\". Ayagi, nnan t id s imawen nnsen. Ppaawaden d awal n wid ijehlen, n zik. A ten Ine$ Oebbi! Aceal ieooifen"},{"SurahNumber":9,"VerseNumber":31,"Text":"Rran lquooae nnsen, ixelwiyen nnsen, lmasie mmi s n Meryem, d imawlan war Oebbi. Pwamoen kan ad aabden Oebbi Yiwen; ur illi oebbi siwa Neppa. Gedha syiS, seg wayen pcaraken"},{"SurahNumber":9,"VerseNumber":32,"Text":"B$an s yimawen nnsen ad ssexsin tafat n Oebbi. I Ib$a Oebbi, ad Itim kan tafat iS, di nneqwma ijehliyen"},{"SurahNumber":9,"VerseNumber":33,"Text":"D Neppa id Iuznen Amazan iS, s nnhaya akked ddin n tidep, iwakken a t Issifer $ef ddin meooa, xas ugin ijehliyen"}]}