{"Id":267,"LanguageCodes":["ne","nep"],"Name":"nep-ahlalhadithcent-lad","Author":"Ahl Al Hadith Central Society Of Nepal","Language":"Nepali","Description":"Nepali - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Niḥsandēha īmānavālāharū saphala bha'ihālē"},{"SurahNumber":23,"VerseNumber":2,"Text":"Jasalē āphnō namājamā vinamratā apanā'um̐chan"},{"SurahNumber":23,"VerseNumber":3,"Text":"Ra jō anargala kurāharūbāṭa panchinchan"},{"SurahNumber":23,"VerseNumber":4,"Text":"Ra jō jakāta dinchan"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ra jō āphnā guptāṅgaharūkō rakṣā gardachan"},{"SurahNumber":23,"VerseNumber":6,"Text":"Tara āpalnō patnīharū ra āphnō adhīnastha dāsī svāsnīharūsam̐ga sambandha rākhdā unīharū nindanīya chainan"},{"SurahNumber":23,"VerseNumber":7,"Text":"Jō kōhī yasa bāhēka aru kēhī cāhanchan tyastā mānisaharū sīmākō ullaghanna garnēvālā hunēchan"},{"SurahNumber":23,"VerseNumber":8,"Text":"Ra jasalē āphnā amānataharū (nāsō) ra āphnō pratijñākō rakṣā gardachan"},{"SurahNumber":23,"VerseNumber":9,"Text":"Ra jasalē āphnō namājaharūkō rakṣā gardachan"},{"SurahNumber":23,"VerseNumber":10,"Text":"Yīnai (mānisaharū) vārisa hunēchan"},{"SurahNumber":23,"VerseNumber":11,"Text":"Jasalē svargakō (phirdausakō) vārisa hunēchan. Ra tyasamā sadhaiṁ rahanēchan"},{"SurahNumber":23,"VerseNumber":12,"Text":"Ra niḥsandēha hāmīlē mānavalā'ī māṭōkō tatvabāṭa sr̥ṣṭi garēkā hauṁ"},{"SurahNumber":23,"VerseNumber":13,"Text":"Ani usalā'ī ē'uṭā baliyō surakṣita ṭhā'um̐mā śukra banā'ēra rākhyauṁ"},{"SurahNumber":23,"VerseNumber":14,"Text":"Phēri śukrakō ē'uṭā ḍallō banāyauṁ, phēri ḍallōbāṭa bhruṇa banāyauṁ, ani bhruṇabāṭa hāḍaharū banāyauṁ, ani hāḍaharūmāthi māsukō patra rākhyauṁ, ani tyasalā'ī nayām̐ ākāramā banā'idiyauṁ tasartha allāha sāhrai nai barkatavālā,(kalyāṇakārī) sababhandā uttama sraṣṭā hō"},{"SurahNumber":23,"VerseNumber":15,"Text":"Ani yasa paścāta niścitarūpalē timī sabai marchau"},{"SurahNumber":23,"VerseNumber":16,"Text":"Ani kiyāmatakō dina timī niścaya nai uṭhā'inē chau"},{"SurahNumber":23,"VerseNumber":17,"Text":"Hāmīlē timīmāthi sāta ākāśaharū sr̥ṣṭi garēkā chauṁ ra hāmī prāṇīharūbāṭa asāvadhāna chainauṁ"},{"SurahNumber":23,"VerseNumber":18,"Text":"Ra hāmīlē ākāśabāṭa ē'uṭā ṭhīka andājalē pānī barṣā'um̐chauṁ, ani hāmīlē tyasalā'ī dhartīmā rōkchauṁ, ra tyasalā'ī vilupta garnē sāmathrya pani hāmīmā cha"},{"SurahNumber":23,"VerseNumber":19,"Text":"Ani hāmīlē tyasai pānībāṭa timrō nimti khajūra ra aṅgūrakā bagain̄cāharū utpanna garyauṁ. Timrō nimti tyasamā dhērai phala–phūla chan ra tinaibāṭa timīlē khānchau"},{"SurahNumber":23,"VerseNumber":20,"Text":"Ra tyō rukha (pani hāmīlē nai sr̥ṣṭi garēkā chauṁ.) Juna ‘‘tūrē sīnā’’ pahāḍabāṭa utpanna huncha juna khānēharūkō lāgi tēla ra sālana li'ēra umrancha"},{"SurahNumber":23,"VerseNumber":21,"Text":"Ra niścaya nai timrā nimti caupāyaharūmā pani dhērai śikṣā cha, tinīharūkō pēṭabāṭa hāmīlē timīlā'ī dūdha khuvā'um̐chauṁ. Ra timrō nimti tinīharūmā dhērai phā'idāharū chan ra tinīharūmadhyē kēhīlā'ī timī khānchau pani"},{"SurahNumber":23,"VerseNumber":22,"Text":"Ra tinīharūmāthi ra ḍuṅgāharūmā timī savāra hunchau"},{"SurahNumber":23,"VerseNumber":23,"Text":"Niḥsandēha hāmīlē nūhalā'ī unakō samudāyatira rasūla banā'ēra paṭhāyauṁ, ra unalē tinīharūsita bhanēki hē samudāyakā mānisaharū! Allāhakai pūjā gara, usa bāhēka timrō aru kōhī pūjya chaina, kē timī ḍardainau"},{"SurahNumber":23,"VerseNumber":24,"Text":"Taba unakō samudāyakō nāyakalē jō kāphira thi'ē, spaṣṭasaṅga bhannathālēḥ ki yō ta timī jastai mānisa hō, timīmāthi śrēṣṭhatā prāpta garna cāhancha ra yadi allāhalē cāhēkō bha'ē kunai phariśtāharūlā'ī (svargadūtaharūlā'ī) paṭhā'unē thiyō. Hāmīlē ta āphnō pūrvajaharūbāṭa yō kurā kahilyai pani sunēnauṁ"},{"SurahNumber":23,"VerseNumber":25,"Text":"Yō ta pakkai unmādagrasta vyakti hō ataḥ ēka niścita avadhisam'ma timīlē yasalā'ī chūṭa dē'ū"},{"SurahNumber":23,"VerseNumber":26,"Text":"(Nūhalē) prārthanā garē ki hē pālanakartā! Unīharūlē malā'ī jhūṭhā bhanēkā chan, timīlē mērō maddata gara"},{"SurahNumber":23,"VerseNumber":27,"Text":"Taba hāmīlē unītira ‘‘vahya’’ paṭhāyauṁ ki hāmrō ām̐khākō agāḍi ra hāmrō ‘‘vahya’’ anusāra ē'uṭā ḍuṅgā banā'ū, ani jaba hāmrō ādēśa ā'um̐cha ra jaba pānīkō bāḍhī ā'um̐cha taba pratyēka prajātiharūmadhyēbāṭa ēka–ēka jōḍī tyasamā rākhihāla, ra āphantaharūlā'ī pani, tara unī bāhēka jasakō virud'dha hāmīlē nirṇaya di'isakēkā chauṁ ra atyācārīharūkō viṣayamā masita kurā nagarnu. Tinīharū ta ḍubā'inē nai chan"},{"SurahNumber":23,"VerseNumber":28,"Text":"Ra jaba timī ra timrā sāthīharū ḍuṅgāmā rāmrōsaṅga basihālchau taba (allāhaprati ābhāra prakaṭa garnu ra) bhannu ki praśansā allāhakai lāgi hō, jasalē ki hāmīlā'ī atyācārīharūbāṭa chuṭakārā pradāna garyō"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ra tyō pani prārthanā garnu ki hē pālanakartā! Hāmīlā'ī kalyāṇakārī ṭhā'um̐mā urtānu ra timī nai sabaibhandā rāmrō utārnēvālā hau"},{"SurahNumber":23,"VerseNumber":30,"Text":"Niḥsandēha yasa (ghaṭanā) mā niśānīharū chan ra hāmīlē ta parīkṣā garnucha"},{"SurahNumber":23,"VerseNumber":31,"Text":"Phēri unīharū paścāta hāmīlē aru samudāyaharū pani sr̥ṣṭi garyauṁ"},{"SurahNumber":23,"VerseNumber":32,"Text":"Phēri unīharūmadhyēbāṭai paigambara sandēṣṭā paṭhāyauṁ, ki timīharū sabai allāhakō pūjā gara, usa bāhēka timrō kōhī pūjya chaina. Ani kē timī ḍardainau"},{"SurahNumber":23,"VerseNumber":33,"Text":"Ani unakō samudāyakā saradāraharūlē jō kāphira thi'ē ra ākhiratakō āgamanalā'ī jhūṭhā ṭhāndathē ra jasalā'ī hāmīlē sānsārika jīvanamā sukha pradāna garēkā thiyauṁ, tinīharūlē javāpha dina thālēḥ ki yō ta timī jastai ē'uṭā mānisa hō. Juna kisimalē khānā timīlē khānchau, tyastai prakārakō khānā yasalē pani khāncha, ra juna pānī timī pi'um̐dachau, tyastai yasalē pani pi'um̐cha"},{"SurahNumber":23,"VerseNumber":34,"Text":"Yadi timīlē āphū jastai ē'uṭā mānisalē bhanēkō mān'yau bhanē timī dhērai ghāṭāmā parihālchau"},{"SurahNumber":23,"VerseNumber":35,"Text":"Kē yasalē timīsita yasa kurākō vacana gardacha ki jaba timī marēra hām̐ḍa ra māṭō bha'ihālchau taba timī phēri jindā (jīvita) garinē chau"}]}