{"Id":432,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":2,"VerseNumber":177,"Text":"Yuzlerinizi dogu ve batı yonune dondurmeniz iyilik degildir. Fakat iyilik Allah’a, ahiret gunune, meleklere, kitaba ve peygamberlere iman eden, malına olan sevgisine ragmen; akrabaya, yetimlere, yoksullara, yolda kalmıslara, isteyenlere, kolelere ve esirlere veren, namazı dosdogru kılan, zekatı veren, sozlestikleri zaman sozlerini yerine getiren, sıkıntıda, hastalıkta ve savasta sabredenlerin yaptıklarıdır. Iste dogru ve takvalı olanlar onlardır"},{"SurahNumber":2,"VerseNumber":178,"Text":"Ey Iman edenler! Oldurulenler hakkında size kısas farz kılındı. Hur olan ile hur, kole ile kole, kadın ile kadın. Olduren kisi, kardesi (maktulun velisi) tarafından bagıslanmıssa artık ona orfe uymak ve bagıslayana guzellikle diyet odemek gerekir. Bu, Rabbinizden bir hafifletme ve rahmettir. Bundan sonra da haddi asan kimseye elem verici azap vardır"},{"SurahNumber":2,"VerseNumber":179,"Text":"Ey akıl sahipleri! Kısasta sizin icin hayat vardır. Umulur ki sakınırsınız"},{"SurahNumber":2,"VerseNumber":180,"Text":"Sizden birinize olum geldigi zaman, eger geriye bir mal bırakacaksa; anaya, babaya, yakınlara uygun bir bicimde vasiyet etmek, muttakiler uzerine farz kılındı"},{"SurahNumber":2,"VerseNumber":181,"Text":"Vasiyeti isittikten sonra onu degistiren olursa da, bunun gunahı degistirenlerin uzerinedir. Allah, suphesiz isiten ve bilendir"},{"SurahNumber":2,"VerseNumber":182,"Text":"Vasiyet edenin yanlıs yada haksız bir paylasım yapmasından endise duyan kimse (tarafların) aralarını duzeltmesinde bir gunah yoktur. Suphesiz Allah, cok bagıslayıcı ve cok merhametlidir"},{"SurahNumber":2,"VerseNumber":183,"Text":"Ey Iman edenler! Oruc, sizden oncekilere farz kılındıgı gibi, Allah’a karsı takva sahibi olursunuz diye size de farz kılındı"},{"SurahNumber":2,"VerseNumber":184,"Text":"Oruc, sayılı gunlerdir. Icinizden hasta veya yolcu olanlar, tutamadıgı gunlerin sayısınca diger gunlerde tutsun. Oruca dayanamayanlar ise, bir yoksul doyuracak kadar fidye versin. Kim gonulden bir iyilik yaparsa, o iyiligi kendine yapmıstır. Sunu bilin ki; oruc tutmanız sizin icin daha hayırlıdır"},{"SurahNumber":2,"VerseNumber":185,"Text":"Ramazan ayı, insanlara yol gosterici, dogrunun ve dogruyu egriden ayırmanın acık delilleri olarak Kur'an'ın indirildigi aydır. Oyle ise sizden ramazan ayını idrak edenler onda oruc tutsun. Kim o anda hasta veya yolcu olursa (tutamadıgı gunler sayısınca) baska gunlerde kaza etsin. Allah sizin icin kolaylık ister, zorluk istemez. Butun bunlar, sayıyı tamamlamanız ve size dogru yolu gostermesine karsılık, Allah'ı tekbir/tazim etmeniz, sukretmeniz icindir"},{"SurahNumber":2,"VerseNumber":186,"Text":"Kullarım sana beni sorarlarsa; suphe yok ki ben cok yakınım. Bana dua ettigi zaman, dua edenin duasına karsılık veririm. O halde onlar da benim davetime icabet etsinler ve bana iman etsinler ki, dogru yolda olsunlar"},{"SurahNumber":2,"VerseNumber":187,"Text":"Oruc gecesi kadınlarınıza yaklasmanız size helal kılındı. Onlar sizin ortunuzdur, siz de onların ortususunuz. Allah, nefsinize ihanet etmekte oldugunuzu biliyordu. Bu sebeple, tevbenizi kabul edip sizi bagısladı. Artık onlara yaklasın ve Allah’ın sizin icin takdir ettigini dileyin. Fecir vakti geldiginde beyaz iplik, siyah iplikten ayırt edilinceye kadar yiyin icin, sonra geceye kadar orucu tamamlayın! Sizler, mescitlerde itikafa cekilmis oldugunuz halde kadınlarınıza yaklasmayın! Bunlar, Allah'ın koydugu sınırlardır. Bu sınırlara yaklasmayın! Iste Allah, kotuluklerden korunmaları icin insanlara ayetlerini boylece acıklar"},{"SurahNumber":2,"VerseNumber":188,"Text":"Aranızda birbirinizin mallarını haksız yere yemeyin. Insanların mallarından bir kısmını bile bile gunaha girerek yemek icin onları hakimlere/yoneticilere (rusvet olarak) vermeyin"}]}