{"Id":178,"LanguageCodes":["fr","fra"],"Name":"fra-shahnazsaidiben","Author":"Shahnaz Saidi Benbetka","Language":"French","Description":"French","Direction":"ltr","Source":"Goodwordbooks , http://www.goodwordbooks.com/ , https://www.cpsglobal.org/","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"Voici deux adversaires qui s’opposent à propos de leur Seigneur. Quant aux dénégateurs, leurs seront taillés des vêtements de feu, leur sera versé sur la tête un liquide bouillonnant"},{"SurahNumber":22,"VerseNumber":20,"Text":"qui dissoudra leurs entrailles et leur peau"},{"SurahNumber":22,"VerseNumber":21,"Text":"et seront frappés par des massues de fer"},{"SurahNumber":22,"VerseNumber":22,"Text":"A chacune de leur tentatives de s’en échapper pour se soustraire à la souffrance, ils y seront ramenés et il leur sera dit : « Goûtez donc le supplice du Feu ! »"},{"SurahNumber":22,"VerseNumber":23,"Text":"Dieu admettra ceux qui croient et accomplissent des actions vertueuses, dans des Jardins baignés de ruisseaux, et ils seront parés de bracelets d’or et de perles, et leurs seront taillés des vêtements de soie"},{"SurahNumber":22,"VerseNumber":24,"Text":"Et ils seront conduits là où ils sont accueillis par la parole pure (Paix), et guidés vers la Voie du Digne des louanges"},{"SurahNumber":22,"VerseNumber":25,"Text":"Les dénégateurs qui détournent leurs semblables de la Voie de Dieu, et de la Mosquée sacrée que Nous avons établie pour les Hommes, aussi bien les autochtones (les habitants de la Mecque), que ceux qui sont de passage (les nomades), que ceux qui cherchent à la profaner par perversité, Nous leur ferons goûter un châtiment douloureux"},{"SurahNumber":22,"VerseNumber":26,"Text":"Lorsque Nous assignâmes à Abraham l’emplacement de la Demeure (sacrée), Nous lui dîmes : « Ne Me donne aucun associé et purifie Ma Demeure pour ceux qui viennent y accomplir leurs circumambulations (les tours rituels autour de la Kaa’ba), ou s’y adonner à leur culte, debout, inclinés ou prosternés"},{"SurahNumber":22,"VerseNumber":27,"Text":"Appelle les Hommes au pèlerinage (al-Hajj) ! Ils répondront à ton appel, à pied et sur toute monture à la silhouette efflanquée, affluant de tous côtés des contrées les plus profondes"},{"SurahNumber":22,"VerseNumber":28,"Text":"afin de témoigner de leur gratitude à l’égard des bienfaits dont ils ont été comblés, et d’évoquer le Nom de Dieu pendant des jours spécifiés lorsqu’ils sacrifient la bête du cheptel qu’Il leur a accordé. Mangez-en vous-mêmes et nourrissez-en le nécessiteux et le miséreux"},{"SurahNumber":22,"VerseNumber":29,"Text":"Puis, qu’ils mettent fin à leurs interdits (état de sacralisation), qu’ils accomplissent leurs vœux et qu’ils effectuent les circuits rituels autour de la Demeure antique »"},{"SurahNumber":22,"VerseNumber":30,"Text":"Tels sont les commandements de Dieu. Quiconque honore ces obligations sacrées, qu’il sache qu’il en sera récompensé auprès de son Seigneur. La consommation de la chair des bêtes des troupeaux vous est déclarée licite, à l’exception de ce qui vous est édicté. Écartez-vous des souillures que représentent les idoles et évitez le faux"},{"SurahNumber":22,"VerseNumber":31,"Text":"témoignage, en monothéistes purs qui ne prêtent aucun associé à Dieu, car quiconque Lui prête des associés est semblable à celui qui tombe du ciel. Les rapaces le happent et les vents dispersent ses restes disloqués"},{"SurahNumber":22,"VerseNumber":32,"Text":"Tels sont les commandements de Dieu. Quiconque honore le culte de Dieu, qu’il sache que ses actes procèdent de la crainte révérencielle d’un cœur pieux"},{"SurahNumber":22,"VerseNumber":33,"Text":"Qu’il sache qu’il peut profiter des bienfaits qui en (les bêtes) découlent jusqu’au terme fixé. Puis, le lieu de leur immolation sera la Demeure antique"},{"SurahNumber":22,"VerseNumber":34,"Text":"À chaque communauté, Nous avons affecté un rite, afin que soit prononcé le Nom de Dieu sur les bêtes des troupeaux (au moment de leur immolation) qu’Il leur a accordés. Votre Dieu est un Dieu Unique. À Lui vous devez vous soumettre, et annonce (Prophète) l’heureuse nouvelle aux humbles"},{"SurahNumber":22,"VerseNumber":35,"Text":"dont les cœurs tressaillent à la seule évocation du Nom de Dieu, qui font preuve de résignation face aux épreuves qu’ils subissent, qui accomplissent la salât et versent en aumône une partie de ce dont Nous les avons gratifiés"},{"SurahNumber":22,"VerseNumber":36,"Text":"Nous avons institué pour vous, les rites sacrificiels des bêtes comme autant de bonnes œuvres. Invoquez donc le Nom de Dieu sur ceux que vous alignez pour le sacrifice. Et lorsqu’elles s’écroulent (morte), nourrissez-vous en et distribuez-en à l’humble (qui ne demande rien) et au démuni. Nous vous les (bêtes) avons assujetties. Puissiez- vous en être reconnaissants"},{"SurahNumber":22,"VerseNumber":37,"Text":"La chair et le sang de ces animaux que vous sacrifiez ne servent en rien à Dieu, mais sont autant d’actions qui révèlent votre piété, qui est seule recevable. C’est pour cela qu’Il vous les a assujetties, afin que vous Le glorifiiez pour vous avoir dirigés sur la Voie Droite. Annonce (Prophète) l’heureuse nouvelle aux vertueux"}]}