{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Enti (Mar’yam) nyinsεn (abͻfra) no; na ͻtwee ne ho de (nyinsεn) no kͻͻ akyirikyiri baabi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Awoͻ yeaa no de no kͻͻ akyiresua dua bi ho. Ɔkaa sε: “Ɛkaa menko a anka medii kan wui ansa na (asεm) woi (reba), anka yεwerε afri me koraa”"},{"SurahNumber":19,"VerseNumber":24,"Text":"Enti (εnee bi) fri n’ase frεε no sε: “Ɛmma wo werε nnho, wo Wura Nyankopͻn ayε asuwa bi wͻ wa’se hͻ"},{"SurahNumber":19,"VerseNumber":25,"Text":"Woso akyiresua dua no bra wa’nim na akyiresua aba foforͻ a abereε bεte atͻ wo so"},{"SurahNumber":19,"VerseNumber":26,"Text":"Di, na nom na ma w’ani nye. Sε wohu onipa biara a, ka sε: “Mahyε Ahummͻborͻ Hene no akͻmkyene ho bͻ, enti mennkasa onipa biara ho nnε“"},{"SurahNumber":19,"VerseNumber":27,"Text":"Mar’yam faa (abͻfra) no de no baa n’abusuafoͻ hͻ. “Wͻ’kaa sε: “Nokorε sε wode awanwadeε aba (fie)“"},{"SurahNumber":19,"VerseNumber":28,"Text":"Aaron nua baa, na wopapa nyε onipa bͻneni, εna wo maame nso nyε (ͻbaa) dwamanfoͻ"},{"SurahNumber":19,"VerseNumber":29,"Text":"Enti Mar’yam (de nensa) kyerεε (abͻfra) no so. Wͻ’kaa sε: “Ɛbεyε dεn na y’atumi ne akokoaa a ͻda tanaa mu akasa? “"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Yesu) kaa sε:” Nokorε meyε Onyankopͻn akoa. Ɔde Nwoma no ama me, εna W’ayε me nkͻmhyεni"},{"SurahNumber":19,"VerseNumber":31,"Text":"Ɛna W’ahyira me wͻ baabiara a me wͻ biara, εna W’ayε Nyamefrε ne Zaka no nso nhyε ama me wͻ mmerε tenten a mete aseε"},{"SurahNumber":19,"VerseNumber":32,"Text":"Ɛna (Onyankopͻn ahyε me sε menyε) ayεmyε ma me maame, na Wammͻ me (obi a meyε) ahomasoͻ anaa tibͻneni"},{"SurahNumber":19,"VerseNumber":33,"Text":"Asomdweε wͻ me so wͻ εda a yεwoo me, ne εda a mewuo ne εda a yεbenyane me aba nkwa mu bio"},{"SurahNumber":19,"VerseNumber":34,"Text":"Saa na Mar’yam ba Yesu no ho asεm no teε. (Woi ne Yesu ho) nokwasεm no a wͻ’regye ho akyinyeε no"},{"SurahNumber":19,"VerseNumber":35,"Text":"Ɛmfata mma Nyankopͻn sε Ͻwo ba. Kronkron Hene ne no. Sε Ɔhyehyε biribi a, deε ͻka kyerε adekorͻ no ara ne sε: “Yε! na ayε “"},{"SurahNumber":19,"VerseNumber":36,"Text":"(Yesu kaa sε) : “Nokorε, Onyankopͻn ne me Wura, εna Ɔyε monso mo Wura, enti monsom no. Woi ne kwan tenenee no"},{"SurahNumber":19,"VerseNumber":37,"Text":"Nanso ntotoo bεtͻͻ akuo no ntεm (wͻ Yesu ho); enti due nka (Kaafirfoͻ) boniayεfoͻ no, wͻ Da kεseε no nhyiamu no ho"},{"SurahNumber":19,"VerseNumber":38,"Text":"Sεdeε wͻ’besi ahunu adeε kann ate asεm kann wͻ Ɛda a wͻ’bεba Yεn hͻ no, nanso abͻneεfoͻ no wͻ ͻyera pefee mu nnε"},{"SurahNumber":19,"VerseNumber":39,"Text":"Enti (Nkͻmhyεni), bͻ wͻn kͻkͻ wͻ berεguo Da no ho, εberε a yεbedi asεm no awie no, nanso (seesei) w’abu wͻn ani agu so a wͻn nnye nnie"},{"SurahNumber":19,"VerseNumber":40,"Text":"Nokorε sε, Yεn na Ye’bedi adeε wͻ asaase no soͻ na Yεn hͻ na wͻn (nyinaa) bεsan aba"},{"SurahNumber":19,"VerseNumber":41,"Text":"Na kae Abraham (ho asԑm) wͻ Nwoma no mu. Nokorε sε na ͻyε nkͻmhyεni nokwafoɔ"},{"SurahNumber":19,"VerseNumber":42,"Text":"Ɛberε a ͻka kyerεε n’agya sε: “M’agya, adεn na wosom adeε a εnte (asεm) na enhunu (adeε) na entumi mma wo mfasoͻ biara"},{"SurahNumber":19,"VerseNumber":43,"Text":"M’agya, nokorε sε nimdeε aba me hͻ a ebi maa wo hͻ enti di m’akyi, na menkyerε wo kwan tenenee no"},{"SurahNumber":19,"VerseNumber":44,"Text":"M’agya, hwε na woansom bonsam. Nokorε sε ͻbonsam ate Ahummͻborͻ Hene no so atua"},{"SurahNumber":19,"VerseNumber":45,"Text":"M’agya, nokorε, mesuro sε anhwε a na asotwee bi fri Ahummͻborͻ Hene no hͻ abεsͻ wo mu, na wo akͻyε ͻbonsam yͻnko.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"(Nepapa) kaa sε: ”Abraham, wompε m’abosom no? Sε woanyae (wonsεm keka ne wo nneyεε no) a, mesi wo aboͻ. Enti fri me so kͻ akyirikyiri seesei ara”"},{"SurahNumber":19,"VerseNumber":47,"Text":"Abraham kaa sε: ”Asomdweε nka wo; mεsrε me Wura Nyankopͻn hͻ bͻnefakyε ama wo. Nokorε sε Neyεm yε mame”"},{"SurahNumber":19,"VerseNumber":48,"Text":"M’atwe me ho afri mo ho, ne deε mofri Nyankopͻn akyi sufrε wͻn no, na mesu afrε me Wura Nyankopᴐn; na ebia mesufrε me Wura Nyankopᴐn a mesufrε no nnyε kwa"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ɛberε a Abraham twee ne ho frii wͻn ho, ne deε wɔ’fri Nyankopɔn akyi som no ho no, Yε’maa no Is’haaq ne Ya’aquub, na Yε’yεε wͻn (mu) biara nkכmhyεni"},{"SurahNumber":19,"VerseNumber":50,"Text":"Na Yε’de Y’ahummͻborͻ dom wͻn, na Yε’maa amansan bͻͻ wͻn din pa"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kae Mose nso wͻ Nwoma no mu. Nokorε sε na ͻyε (onipa) a yatu no asihͻ, na ͻyε Ɔsomafoͻ (san nso yε) nkɔmhyεni"},{"SurahNumber":19,"VerseNumber":52,"Text":"Yε’frεε no wͻ bepͻ (Sinai) nifa so hͻ, na Yε’maa no bεnee Yεn ne no dii nkutahoo"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ye’fri Y’ahummͻborͻ mu dom no maa ne nua Aaron bεyεε nkͻmhyεni"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kae Ishmael nso wͻ Nwoma no mu. Nokorε sε na odi nokorε wͻ bͻhyε no ho. Na ͻyε ͻsomafoͻ (san nso yε) nkͻmhyεni"},{"SurahNumber":19,"VerseNumber":55,"Text":"Na ͻhyε n’abusuafoͻ ma wͻ’frε Nyame san yi Zaka. Na (ͻyε nipa a) yagye no atom paa wͻ ne Wura Nyankopͻn hͻ"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kae Idriis nso wͻ Nwoma no mu. Nokorε sε na ͻyε nkͻmhyεni nokwafoͻ"},{"SurahNumber":19,"VerseNumber":57,"Text":"Yε’pagyaa no gyinaa gyinabrε a εkorͻn"},{"SurahNumber":19,"VerseNumber":58,"Text":"Saa nkorͻfoͻ yi na Nyankopͻn adom wͻn wͻ nkͻmhyεfoͻ no mu wͻ Adam asefoͻ no mu, ne wͻn a Yε’soaa wᴐn kaa Noa ho no mu, ne Abraham asefoͻ no, ne Israel (anaasε Yakobo asefoͻ no), ne wͻn a Yε’kyerɛε wͻn kwan, yii wͻn (wͻ adasamma mu no). Sε yεrekenkan Ahummͻborͻ Hene no Nsεm no kyerε wͻn a, wͻ’de wͻn ho kͻ fͻm de wͻn anim butu fͻm su"}]}