{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"I kad dođe vrijeme da oni budu kaznjeni, Mi cemo uciniti da iz zemlje iziđe jedna zivotinja koja ce im reci da ljudi u dokaze Nase nisu uvjereni"},{"SurahNumber":27,"VerseNumber":83,"Text":"A na Dan kada od svakog naroda sakupimo gomilu onih koji su dokaze Nase poricali - oni ce biti zadrzani"},{"SurahNumber":27,"VerseNumber":84,"Text":"i kad dođu, On ce upitati: \"Jeste li vi dokaze Moje poricali ne razmisljajuci o njima, ili, sta ste to radili"},{"SurahNumber":27,"VerseNumber":85,"Text":"I njih ce stici kazna zato sto su mnogobosci bili, pa nece moci ni rijec izustiti"},{"SurahNumber":27,"VerseNumber":86,"Text":"Zar nisu vidjeli da smo ucinili noc da u njoj otpocinu, a dan vidnim? - to su, zaista, dokazi za narod koji vjeruje"},{"SurahNumber":27,"VerseNumber":87,"Text":"A na Dan kad se u rog puhne pa se smrtno istrave i oni na nebesima i oni na Zemlji, izuzev onih koje Allah postedi, svi ce Mu ponizno doci"},{"SurahNumber":27,"VerseNumber":88,"Text":"Ti vidis planine i mislis da su nepomicne, a one promicu kao sto promicu oblaci - to je Allahovo djelo koji je sve savrseno stvorio; On, doista, zna ono sto radite"},{"SurahNumber":27,"VerseNumber":89,"Text":"Ko ucini dobro djelo, dobice veliku nagradu za njega i bice straha na Sudnjem danu posteđen"},{"SurahNumber":27,"VerseNumber":90,"Text":"a oni koji budu zlo cinili, u vatru ce naglavacke biti gurnuti. \"Zar se vec kaznjavate za ono sto ste radili"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ja sam primio zapovijest da se klanjam jedino Gospodaru ovoga grada, koji je On ucinio svetim - a njemu sve pripada - i naređeno mi je da budem poslusan"},{"SurahNumber":27,"VerseNumber":92,"Text":"i da Kur´an kazujem; onaj ko bude isao pravim putem, na pravom putu je za svoje dobro; a onome ko je u zabludi; ti reci: \"Ja samo opominjem"},{"SurahNumber":27,"VerseNumber":93,"Text":"I reci; \"Hvala Allahu, On ce vam znamenja Svoja pokazati, pa cete ih vi poznati\" A Gospodar tvoj motri na ono sto radite"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta-sin-mim"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ovo su ajeti Knjige jasne"},{"SurahNumber":28,"VerseNumber":3,"Text":"Mi cemo ti kazati neke vijesti o Musau i faraonu, onako kako je bilo, a to za one ljude koji vjeruju"},{"SurahNumber":28,"VerseNumber":4,"Text":"Faraon se u zemlji bio ponio i stanovnike njezine na stranke bio izdjelio; jedne je tlacio, musku im djecu klao, a zensku u zivotu ostavljao, doista, je smutljivac bio"},{"SurahNumber":28,"VerseNumber":5,"Text":"A Mi smo htjeli da one koji su na Zemlji tlaceni, miloscu obaspemo i da ih vođama i nasljednicima ucinimo"},{"SurahNumber":28,"VerseNumber":6,"Text":"i da im na Zemlji vlast darujemo, a da faraonu i Hamanu i vojskama njihovim damo da dozive bas ono zbog cega su od njih strahovali"},{"SurahNumber":28,"VerseNumber":7,"Text":"I Mi nadahnusmo Musaovu majku: \"Doji ga, a kad se uplasis za njegov zivot, baci ga u rijeku, i ne strahuj i ne tuguj, Mi cemo ti ga, doista, vratiti i poslanikom ga uciniti"},{"SurahNumber":28,"VerseNumber":8,"Text":"I nađose ga faraonovi ljudi, da im postane dusmanin i jad; - zaista su faraon i Haman i vojske njihove uvijek grijesili"},{"SurahNumber":28,"VerseNumber":9,"Text":"I zena faraonova rece: \"On ce biti radost i meni i tebi! Ne ubijte ga, mozda ce nam od koristi biti, a mozemo ga i posiniti.\" A oni nista ne predosjetise"},{"SurahNumber":28,"VerseNumber":10,"Text":"I srce Musaove majke ostade prazno, umalo ga ne prokaza, da Mi srce njeno nismo ucvrstili i vjernicom je ucinili"},{"SurahNumber":28,"VerseNumber":11,"Text":"I ona rece sestri njegovoj: \"Idi za njim!\" I ona ga ugleda izdaleka, a oni nisu bili nista primjetili"}]}