{"Id":344,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":44,"VerseNumber":17,"Text":"Ne përpara tyre e vumë në sprovë popullin e faraonit, dhe i pat ardhur i dërguar i ndershëm"},{"SurahNumber":44,"VerseNumber":18,"Text":"(U pat thënë): “Të m’i dorëzoni robërit e All-llahut, unë sjell argument të sigurt"},{"SurahNumber":44,"VerseNumber":19,"Text":"E mos bëni mendjemadhësi ndaj All-llahut, unë sjell argument të sigurt"},{"SurahNumber":44,"VerseNumber":20,"Text":"Unë i jam mbështetur Zotit tim dhe Zotit tuaj nga (Kërcënimi) që të më gurëzoni (më mbytni)"},{"SurahNumber":44,"VerseNumber":21,"Text":"E nëse nuk më besoni atëherë hiqnu meje (më lini të lirë)!”"},{"SurahNumber":44,"VerseNumber":22,"Text":"E thirri Zotin e vet: “Këta janë popull kriminelë”"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Ne i thamë) Tërhiqu me robërit e Mi natën, se do të jeni të ndjekur"},{"SurahNumber":44,"VerseNumber":24,"Text":"Dhe lëre detin ashtu të qetë (të hapur) se ata janë ushtri që do të përmbytet"},{"SurahNumber":44,"VerseNumber":25,"Text":"Sa kopshte e kroje kanë lënë"},{"SurahNumber":44,"VerseNumber":26,"Text":"Edhe ara të mbjella e vende të bukura"},{"SurahNumber":44,"VerseNumber":27,"Text":"dhe sa të mira që i kanë përjetuar"},{"SurahNumber":44,"VerseNumber":28,"Text":"Ja, ashtu atë ua lëmë në trashëgim një populli tjetër"},{"SurahNumber":44,"VerseNumber":29,"Text":"Prë ta nuk qajtën as qielli e as toka dhe atyre nuk iu dha afat"},{"SurahNumber":44,"VerseNumber":30,"Text":"Ndërsa Ne i shpëtuam beni israilët prej vuajtjeve nënqmuese"},{"SurahNumber":44,"VerseNumber":31,"Text":"Prej faraonit. Vërtet ai ishte mizor i pakufishëm"},{"SurahNumber":44,"VerseNumber":32,"Text":"Ne i patëm zgjedhur ata (besimtarët e beni israilëve) me vetëdije ndër njerëzit e asaj kohe"},{"SurahNumber":44,"VerseNumber":33,"Text":"Dhe u dhamë argumente (mrekulli) në të cilat patën përvojë të qartë"},{"SurahNumber":44,"VerseNumber":34,"Text":"E këta (populli yt) me siguri do të thonë"},{"SurahNumber":44,"VerseNumber":35,"Text":"“S’ka tjetër, vetëm ajo vdekja jonë e parë dhe ne nuk do të ringjallemi"},{"SurahNumber":44,"VerseNumber":36,"Text":"Nëse jeni të vërtetë çka thoni (u thonë Muhammedit e besimtarëve), na sillni pra (në jetë) etërit tanë (të vdekur)"},{"SurahNumber":44,"VerseNumber":37,"Text":"A janë ata (idhujtarët) më të fortë, apo populli i Tubeit dhe ata që ishin përpara tyre. Ne ata i zhdukëm, sepse ishin kriminelë"},{"SurahNumber":44,"VerseNumber":38,"Text":"Ne nuk krijuam qiejt e tokën dhe çka ndërmjet tyre, pa një qëllim"},{"SurahNumber":44,"VerseNumber":39,"Text":"Por, Ne i krijuam të dyja me qëllim të caktuar, mirëpo shumica e tyre nuk dinë"},{"SurahNumber":44,"VerseNumber":40,"Text":"S’ka dyshim se dita e kijametit ku kryhet gjykimi, është e caktim i të gjithë atyre"},{"SurahNumber":44,"VerseNumber":41,"Text":"Në atë ditë nuk bën dobi asgjë miku për mikun, e as nuk mund të ndihmohen"},{"SurahNumber":44,"VerseNumber":42,"Text":"Përjashtim bën ai që e mëshiron All-llahu, se Ai është ngadhnjyesi, i mëshirshmi"},{"SurahNumber":44,"VerseNumber":43,"Text":"Është e vërtetë se pema e Zekumit"},{"SurahNumber":44,"VerseNumber":44,"Text":"Do të jetë ushqim i mëkatarëve"},{"SurahNumber":44,"VerseNumber":45,"Text":"vlon si katran (si pezhgeja) në barqet"},{"SurahNumber":44,"VerseNumber":46,"Text":"Ashtu si vlon uji i valë"},{"SurahNumber":44,"VerseNumber":47,"Text":"(U thuhet engjëjve për mëkatarin) Rrëmbene e grahne ne mes të Xhehennemit"},{"SurahNumber":44,"VerseNumber":48,"Text":"Dhe hudhni mbi kokën e tij ujin e valë e shtonja mundimin"},{"SurahNumber":44,"VerseNumber":49,"Text":"(I thuhet): Shijoje! se ti je ai forti, i autoritetshmi"},{"SurahNumber":44,"VerseNumber":50,"Text":"E ky është ai (dënimi) për të cilin dyshonit"},{"SurahNumber":44,"VerseNumber":51,"Text":"Vërtet, ata që i patën frikë Zotit, janë në vende të qeta"},{"SurahNumber":44,"VerseNumber":52,"Text":"Janë në Xhennete e në burime që rrjedhin"},{"SurahNumber":44,"VerseNumber":53,"Text":"Veshin petka nga mëndafshi e kadifeja, ulur ballë për ballë"},{"SurahNumber":44,"VerseNumber":54,"Text":"Ja kështu, edhe e martojmë më bardhoshe symëdha (me hyrija)"},{"SurahNumber":44,"VerseNumber":55,"Text":"aty kërkojnë t’u sillen çdo lloj peme dhe atyjanë të sigurt"},{"SurahNumber":44,"VerseNumber":56,"Text":"Aty nuk do të përjetojnë vdekjen, përveç asaj të parës në dynja. Ata i shpëtoi (All-llahu) prej vuajtjeve të Xhehennemit"},{"SurahNumber":44,"VerseNumber":57,"Text":"(Ato të mira) Janë dhuratë nga Zoti yt, e ai është shpëtim i madh"},{"SurahNumber":44,"VerseNumber":58,"Text":"Ne ua bëmë të lehtë atë (Kur’anin) në gjuhën tënde ashtu që ata të marin mësim"},{"SurahNumber":44,"VerseNumber":59,"Text":"(Meqë nuk po marrim mësim) Ti pra, prit se edhe ata janë duke pritur"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mimë"},{"SurahNumber":45,"VerseNumber":2,"Text":"Zbritja e librit është prej All-llahut, të gjithëfuqishmit, të urtit"},{"SurahNumber":45,"VerseNumber":3,"Text":"Për besimtarët ekzistojnë argumentet në qiej dhe në tokë"},{"SurahNumber":45,"VerseNumber":4,"Text":"Për një popull që sinqerisht është bindur ka argumente edhe në krijimin tuaj dhe na krijimin e shtazëve të përhapura"},{"SurahNumber":45,"VerseNumber":5,"Text":"Edhe në ndërrimin e natës e të ditës, në atë furnnizim që All-llahu e lëshon prej qiellit dhe me te, pasi të ketë vdekur e ngjall tokën; edhe në qarkullimin e erërave për një popull që logjikon ka argumente"},{"SurahNumber":45,"VerseNumber":6,"Text":"Këto janë fakte të All-llahut që po t’i lexojmë ty në mënyrë të saktë; cilës fjallë pra, pos fjalës së All-llahut dhe argumenteve të Tij, ata i besojnë"},{"SurahNumber":45,"VerseNumber":7,"Text":"Ç‘do gënjeshtar e shumë mëkatarë është i shkatërruar"},{"SurahNumber":45,"VerseNumber":8,"Text":"Që i dëgjon ajetet e All-llahut, të cilat lexohen, e pastaj vazhdo prapë si mendjemadh sikur nuk i ka dëgjuar ato. Atë lajmroje për një vuajtje të dhembshme"},{"SurahNumber":45,"VerseNumber":9,"Text":"Edhe kur të mëson diçka prej ajeteve Tona, ai i merr ato për tallje. Për të tillët pason një dënim shtypës"},{"SurahNumber":45,"VerseNumber":10,"Text":"Përpara tyre e kanë Xhehennemin (që i pret) dhe nuk do t’u bëjë dobi asgjë ajo që kanë fituar, e as ndihmësit që i adhuruan, pos All-llahut. Ata do të përjetjnë një dënim të madh"},{"SurahNumber":45,"VerseNumber":11,"Text":"Ky (Kur’ani) është një udhërrëfyes i plotë, e ata që nuk i pranuan ajetet e Zotit të tyre, i pret një dëmim më i mundimshëm"}]}