{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":20,"VerseNumber":83,"Text":"Ey Mûsa! (Tür dağında Tevrat’ı almak için yola çıktığın yetmiş kişilik) kavminden seni acele ile (ayırıp ileri) geçiren ne?”"},{"SurahNumber":20,"VerseNumber":84,"Text":"Mûsa dedi ki: “- Onlar, benim izim üzeredirler (beni takip ediyorlar). Ben, sana acele ettim ki, Rabbim hoşnud olasın.”"},{"SurahNumber":20,"VerseNumber":85,"Text":"Allah buyurdu: “- Biz, senden sonra (kavminden ayrılıp yerine Harûn’u bıraktıktan sonra) kavmini fitneye düşürdük (imtihana çektik). Samirî, onları (buzağıya taptırmakla) saptırdı.”"},{"SurahNumber":20,"VerseNumber":86,"Text":"Hemen Mûsa, öfkeli ve kederli olarak kavmine döndü. (Onlara şöyle) dedi: “- Ey kavmim! Rabbiniz size güzel bir vaad ile söz vermedi mi? Üzerinize zaman mı uzadı, yoksa Rabbinizden size gazab inmesini arzu ettiniz de mi, bana olan vaadinizden (Allah’a iman sözünüzden) caydınız.”"},{"SurahNumber":20,"VerseNumber":87,"Text":"Onlar dediler ki: “- Biz, sana verdiğimiz sözden, kendiliğimizden caymadık. Fakat biz o (Kıptî) kavmin süs eşyasından bir takım ağırlıklar yüklenmiştik. Onları ateşe attık. Samirî de (kendi mücevheratını) böylece atmıştı.”"},{"SurahNumber":20,"VerseNumber":88,"Text":"Nihayet (o erimiş mücevherattan) onlara, (Samirî = İsrail Oğullarından Samire adlı bir kabileye mensub olan münafık adam) cesedlenmiş bir dana çıkardı ki, böğürmesi var. Bunun üzerine Samirî ve ona uyanlar şöyle dediler: “- İşte sizin de, Mûsa’nın da ilâhı budur. Fakat (Mûsa bunu) unuttu, (bunu bulmak için Tûr’a gitti.)”"},{"SurahNumber":20,"VerseNumber":89,"Text":"Onlar bilmiyorlar mıydı ki, o buzağı, kendilerine hiç bir sözle karşılık veremiyor; onlara ne bir zarar, ne de bir fayda vermeye sahip bulunamıyor"},{"SurahNumber":20,"VerseNumber":90,"Text":"Yemin olsun ki, (Musa Tûr’dan dönmeden) daha önce Harûn buzağıya tapanlara şöyle demişti: “- Ey kavmim! Siz bununla (buzağı ile) imtihana çekildiniz. Sizin gerçek Rabbiniz, RAHMAN’dır. (Çok bağışlayan Allah’dır). Gelin bana uyun ve emrime itaat edin.”"},{"SurahNumber":20,"VerseNumber":91,"Text":"Onlar (Harûn’a cevaben) demişlerdir ki: “- Musâ bize dönüb gelinceye kadar, biz o buzağıya tapmakta devam edip durmaktan asla ayrılmayız.”"},{"SurahNumber":20,"VerseNumber":92,"Text":"(Mûsa dönüşünde kardeşine) dedi ki: “- Harûn! Seni engelliyen ne oldu ki, bunların sapıklığa düştüğünü gördüğün vakit benim ardımca yürümedin (tavsiyemi tutub onlarla mücadele etmedin), emrime isyan mı ettin?”"},{"SurahNumber":20,"VerseNumber":93,"Text":"(Mûsa dönüşünde kardeşine) dedi ki: “- Harûn! Seni engelliyen ne oldu ki, bunların sapıklığa düştüğünü gördüğün vakit benim ardımca yürümedin (tavsiyemi tutub onlarla mücadele etmedin), emrime isyan mı ettin?”"},{"SurahNumber":20,"VerseNumber":94,"Text":"(Harûn şöyle) dedi: “- Ey anamın oğlu, sakalımı ve başımı (saçımı) yakalama. Ben, senin; “- İsrail oğulları arasında ayrılık çıkardın, sözüme bakmadın.” diyeceğinden korktum"},{"SurahNumber":20,"VerseNumber":95,"Text":"(Hz. Mûsa, Harûn’un özrünü kabulden sonra Samirî’ye dönüb) dedi ki: “- Senin yaptığın bu iş nedir, ey Samirî?”"},{"SurahNumber":20,"VerseNumber":96,"Text":"Sâmirî şöyle dedi: “- Ben İsrail oğullarının görmedikleri Cibrîl’i gördüm de, O Rasûlün izinden bir avuç toprak aldım ve onu (erimiş mücevheratın içine) attım. Böylece bunu, bana, nefsim hoş gösterdi.”"},{"SurahNumber":20,"VerseNumber":97,"Text":"(Hz. Mûsa ona şöyle) dedi: “- Haydi çekil git. Çünkü senin için hayat boyunca; benimle temas yok” diye söylemen ve (yalnız başına vahşice yaşamaya mahkûm kalacaksın). Hem sana (Kıyamet günü) bir ceza var ki, asla ondan kurtarılamıyacaksın. Bir de ibadet edip durduğun ilâh’ına bak, elbette biz onu yakacağız, sonra da kül edib muhakkak onu denize savuracağız"},{"SurahNumber":20,"VerseNumber":98,"Text":"Sizin İlâh’ınız, kendisinden başka hiç ilâh bulunmıyan ancak Allah’dır. O’nun ilmi her şeyi kuşatmıştır"},{"SurahNumber":20,"VerseNumber":99,"Text":"(Ey Rasûlüm), sana geçmişin (daha evvelki ümmetlerin mühim) haberlerinden bir kısmını böylece anlatıyoruz. Şüphe yok ki, sana tarafımızdan bir Zikir (düşünüb kendisinden ibret alınacak KUR’AN) verdik"},{"SurahNumber":20,"VerseNumber":100,"Text":"Kim bu KUR’AN’dan yüz çevirirse, muhakkak o, kıyamet günü ağır bir günah (gazab) yüklenecektir"},{"SurahNumber":20,"VerseNumber":101,"Text":"Ebedi olarak o azabın altında kalacaklar. Kıyâmet gününde, bu ne fena bir yüktür"},{"SurahNumber":20,"VerseNumber":102,"Text":"SÛR’a (ikinci defa) üfürüleceği günde (kıyamette) ki, biz mücrimleri (müşrikleri) o gün, kör bir halde mahşerde toplayacağız"},{"SurahNumber":20,"VerseNumber":103,"Text":"Aralarında (korkularından) gizlice şöyle konuşacaklar: “- Dünyada ancak on gece kaldınız, değil mi?”"},{"SurahNumber":20,"VerseNumber":104,"Text":"Aralarında gizlice ne konuşacaklarını biz pek alâ biliriz. Görüşü en üstün olan, (diğerlerine) diyecek ki: “- (dünyada veya kabirde) ancak bir gün kaldınız.”"},{"SurahNumber":20,"VerseNumber":105,"Text":"(Ey Rasûlüm), sana dağların kıyâmetteki halini sorarlar(sa), de ki: “- Rabbim onları ufalayıp savuracak"},{"SurahNumber":20,"VerseNumber":106,"Text":"Böylece yerlerini dümdüz boş bir halde bırakacak"},{"SurahNumber":20,"VerseNumber":107,"Text":"Onlarda ne bir iniş, ne de bir yokuş göremiyeceksin"},{"SurahNumber":20,"VerseNumber":108,"Text":"O kıyâmet gününde, Sûra üfliyen İsrafil’in çağrısına, sağa sola sapmadan, uyub koşacaklar, Öyle ki, RAHMAN’ın azametinden sesler kısılmıştır. Artık bir hışıltıdan başka hiç bir şey işitemezsin.”"},{"SurahNumber":20,"VerseNumber":109,"Text":"O gün, RAHMAN’ın kendisine izin verdiği ve sözünden hoşnud olduğu kimselerden başkasının şefaatı fayda vermez"},{"SurahNumber":20,"VerseNumber":110,"Text":"Allah, onların geleceklerini de, geçmişlerini de bilir. Kulların ilmi ise asla bunu kavrayamaz"}]}