{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ben nefsimi temize de cıkarmıyorum. Cunku nefis, gercekten kotulugu siddetle emreder. Ancak Rabbimin esirgedigi nefis mustesnadır, cunku Rabbim Gafur’dur, Rahim’dir"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hukumdar dedi ki! Onu bana getirin, kendime onu has (bir yaradımcı) edineyim. Sonra hukumdar Yusuf’la konusunca: “- Sen bugun, yanımızda muhim bir mevki sahibisin, eminsin”. dedi"},{"SurahNumber":12,"VerseNumber":55,"Text":"Yusuf soyle dedi: “- Beni Mısır’ın hazineleri uzerine memur et; cunku, ben iyi korur, iyi bilirim.”"},{"SurahNumber":12,"VerseNumber":56,"Text":"Iste, Yusuf’u zindandan kurtardıgımız gibi, kendisine Mısır memleketinde de kudret ve seref verdik. Orada istedigi yerde makam sahibi oluyordu. Biz, rahmetimizi diledigimiz kimseye ulastırırız ve iyilik edenlerin mukafatını zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Iman edip takva yolunu tutanlar icin, elbette ahiret mukafatı da hayırlıdır"},{"SurahNumber":12,"VerseNumber":58,"Text":"Bir de Yusuf’un kardesleri gelip karsısına cıktılar. Yusuf hemen onları tanıdı. Halbuki, onlar Yusuf’u tanımıyorlardı. (Zahire almak icin Mısır’a gelmislerdi)"},{"SurahNumber":12,"VerseNumber":59,"Text":"Yusuf onların butun zahire yuklerini hazırlayınca soyle dedi: “- Bana, baba bir erkek kardesiniz (bunyamin’i) de getirin. Gormuyor musunuz (onun hissesiyle beraber) size tam olcek veriyorum. Ben konuklayanların hayırlısıyım"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eger onu bana getirmezseniz, benim yanımda olcek (zahire) yok ve bana yaklasmayın.”"},{"SurahNumber":12,"VerseNumber":61,"Text":"Kardesleri: “- Onu (Bunyamini) babasından istemeye calısırız ve her halede basarırız.” dediler"},{"SurahNumber":12,"VerseNumber":62,"Text":"(Yusuf, zahireyi olcen) usaklarına dedi ki: “- Onların (zahire karsılıgında verdikleri) mallarını yuklerinin icine koyun. Olur ki, ailelerine dondukleri zaman, farkına varırlar da belki yine gelirler.”"},{"SurahNumber":12,"VerseNumber":63,"Text":"Bu sekilde babalarına dondukleri zaman, soyle dediler: “- Ey Babamız! Bizden olcek (zahire) menedildi. Simdi kardesimizi (Bunyamin’i) bizimle beraber gonder de zahire olcup alalım. Biz muhakkak onu koruruz.”"},{"SurahNumber":12,"VerseNumber":64,"Text":"(Babaları Yakub A.S.) dedi ki: “-Bundan once, kardesi Yusuf’u size emniyet ettigim gibi, hic onu size emniyet eder miyim? Allah en hayırlı koruyucudur ve o, merhamet edenlerin en merhametlisidir.”"},{"SurahNumber":12,"VerseNumber":65,"Text":"Nihayet zahire yuklerini actıkları zaman, sermayelerini kendilerine iade edilmis bulunca soyle dediler: “- Ey babamız! Daha ne isteriz, iste sermayemiz de bize iade edilmis, yine ailemize erzak getiririz, kardesimizi de koruruz, hem bir deve yuku fazla zahire alırız; simdi bu aldıgımız, pek az bir zahiredir.”"},{"SurahNumber":12,"VerseNumber":66,"Text":"Babaları: “- Siz olumle kusatılmadıkca, muhakkak surette onu (Bunyamin’i) bana getireceginize dair Allah’dan saglam bir yemini bana verisinize kadar, asla onu sizinle beraber gonderemem.” dedi. Onlar, babalarına yeminlerini verince, o soyle dedi: “-Allah soylediklerimiz uzerine vekildir (onları yerine getirir).”"},{"SurahNumber":12,"VerseNumber":67,"Text":"(Mısır’a hareket etmek uzere olan cocuklarına) dedi ki: “- Ey yavrularım! Sehire bir kapıdan girmeyin de, ayrı ayrı kapılardan girin (size nazar degmesin). Boyle olmakla beraber, Allah’ın hukmunden hic bir seyi sizden gideremem. Hukum ancak Allah’ındır; yalnız ona tevekkul ettim ve tevekkul edenler de yalnız ona dayanıp guvenmelidirler.”"},{"SurahNumber":12,"VerseNumber":68,"Text":"Onlar, babalarının emrettigi sekilde sehre girince, (bu ayrı ayrı kapılardan girisleri), Allah’ın takdirinden hic bir seyi gideremedi (yine hırsızlıkla itham edildiler). Ancak Yakub’un kendisine ait gozden korunma tedbirini, yerine getirdi. Dogrusu o (Yakub A.S.) bir ilim sahibi idi. Cunku biz kendisine vahy ile ogretmistik. Fakat insanların cogu (kafirler), Allah’ın ilhamını bilmezler"},{"SurahNumber":12,"VerseNumber":69,"Text":"Yusuf’un huzuruna vardıkları zaman, Yusuf kardesini (Bunyamin’i) yanına alıkoydu (ve ona): “- Ben senin kardesinim, onların bize yapmıs oldukları eziyetlere kederlenme” dedi"},{"SurahNumber":12,"VerseNumber":70,"Text":"Yusuf, kardeslerinin zahire yuklerini hazırlayınca, su tasını kardesinin (Bunyamin’in) yuku icine koydu. Sonra (kafile yola koyulduktan sonra arkalarından) bir munadi soyle cagırdı: “- Ey kafile, durun! Muhakkak siz hırsızlarsınız.”"},{"SurahNumber":12,"VerseNumber":71,"Text":"Kardesler geriden gelenlere donup; “-Hangi yitigi arıyorsunuz?” dediler"},{"SurahNumber":12,"VerseNumber":72,"Text":"Onlar dediler ki, hukumdarın su tasını arıyoruz (altından yapılmıstı), onu getirene bir deve yuku ikramiye var ve ben de onu odemeye kefilim"},{"SurahNumber":12,"VerseNumber":73,"Text":"Kardesler soyle dediler; “- Allah’a yemin ederiz, siz de muhakkak anlamıssınız ki, biz buraya fesad cıkarmak icin gelmedik, hırsız da degiliz.”"},{"SurahNumber":12,"VerseNumber":74,"Text":"Onlar dediler ki, simdi yalancı cıkarsanız, hırsızın cezası nedir"},{"SurahNumber":12,"VerseNumber":75,"Text":"Kardesler de: “- Kimin yukunde cıkarsa, iste o kimse, bunun cezasıdır (kole olarak alınır), biz zalimlere boyle ceza veririz.” dediler"},{"SurahNumber":12,"VerseNumber":76,"Text":"Bunun uzerine (Yusuf aramaya baslarken) kardesinin esyasından once onların (baba bir kardeslerinin) esyalarından basladı. Nihayet su tasını kardesinin (ana-baba bir kardesi Bunyamin’in) esyasından cıkaradı. Iste biz Yusuf’a (kardesini geri almak icin) boyle bir tedbir ogrettik, yoksa hukumdarın dinine (kanunlarına) gore kardesini alıkoymasına care yoktu. Ancak Allah’ın dilemesi bundan mustesnadır. Biz diledigimizi derecelerle yukseltiriz ve her ilim sahibinin ustunde bir alim vardır"}]}