{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"O ihr, die ihr glaubt, gehorcht Allah und gehorcht dem Gesandten und vereitelt nicht eure Werke"},{"SurahNumber":47,"VerseNumber":34,"Text":"Wahrlich jene, die ungläubig sind und die sich von Allahs Weg abwenden und dann als Ungläubige sterben - ihnen wird Allah gewiß nicht verzeihen"},{"SurahNumber":47,"VerseNumber":35,"Text":"So lasset (im Kampf) nicht nach und ruft nicht zum Waffenstillstand auf, wo ihr doch die Oberhand habt. Und Allah ist mit euch, und Er wird euch eure Taten nicht schmälern"},{"SurahNumber":47,"VerseNumber":36,"Text":"Wahrlich, das diesseitige Leben ist nur ein Spiel und Zeitvertreib, und wenn ihr gläubig und gottesfürchtig seid, so wird Er euch euren Lohn geben und wird nicht euer Gut von euch verlangen"},{"SurahNumber":47,"VerseNumber":37,"Text":"Sollte Er es von euch verlangen und drängen, würdet ihr geizig sein, und Er würde euren Groll an den Tag bringen"},{"SurahNumber":47,"VerseNumber":38,"Text":"Seht, ihr seid diejenigen, die (dazu) berufen sind, auf Allahs Weg zu spenden; doch unter euch sind manche, die geizig sind. Und wer geizig ist, der geizt nur gegen sich selber; und Allah ist Derjenige, Der reich ist, und ihr seid die Armen. Und wenn ihr (ihm) den Rücken kehrt, so wird Er ein anderes Volk an eure Stelle setzen; und sie werden nicht so sein wie ihr"},{"SurahNumber":48,"VerseNumber":1,"Text":"Wahrlich, Wir haben dir einen offenkundigen Sieg beschieden"},{"SurahNumber":48,"VerseNumber":2,"Text":"auf daß Allah dir deine vergangene und künftige Schuld vergebe, und auf daß Er Seine Gnade an dir vollende und dich auf einen geraden Weg leite"},{"SurahNumber":48,"VerseNumber":3,"Text":"und auf daß Allah dir zu einem würdigen Sieg verhelfe"},{"SurahNumber":48,"VerseNumber":4,"Text":"Er ist es, Der die Ruhe in die Herzen der Gläubigen niedersandte, damit sie ihrem Glauben Glau ben hinzufügen - und Allahs sind die Heerscharen der Himmel und der Erde, und Allah ist Allwissend, Allweise"},{"SurahNumber":48,"VerseNumber":5,"Text":"auf daß Er die gläubigen Männer und die gläubigen Frauen einführe in Gärten, durch die Bäche fließen, um ewig darin zu verweilen, und auf daß Er ihre Missetaten von Ihnen nehme - und das ist vor Allah ein großer Gewinn"},{"SurahNumber":48,"VerseNumber":6,"Text":"und (auf daß Er) die Heuchler und Heuchlerinnen und die Götzendiener und Götzen dienerinnen bestrafe, die üble Gedanken über Allah hegen. Auf solche (Sünder) wird ein böses Unheil niederfallen; und Allah ist zornig auf sie; und Er hat sie verflucht und Gahannam für sie bereitet. Und das ist eine üble Bestimmung"},{"SurahNumber":48,"VerseNumber":7,"Text":"Und Allahs sind die Heerscharen der Himmel und der Erde; und Allah ist Erhaben, Allweise"},{"SurahNumber":48,"VerseNumber":8,"Text":"Wahrlich, Wir haben dich als Zeugen und als Bringer froher Botschaft und als Warner gesandt"},{"SurahNumber":48,"VerseNumber":9,"Text":"auf daß ihr an Allah und Seinen Gesandten glauben und ihm helfen und ihn ehren und Ihn (Allah) morgens und abends preisen möget"},{"SurahNumber":48,"VerseNumber":10,"Text":"Wahrlich, diejenigen, die dir huldigen - sie huldigen in der Tat nur Allah; die Hand Allahs ist über ihren Händen. Und wer daher den Eid bricht, bricht ihn zu seinem eigenen Schaden; dem aber, der das hält, wozu er sich Allah gegenüber verpflichtet hat, wird Er einen gewaltigen Lohn geben"},{"SurahNumber":48,"VerseNumber":11,"Text":"Diejenigen unter den Wüstenarabern, die zurückblieben, werden zu dir sagen: \"Beschäftigt haben uns unsere Besitztümer und unsere Familien, darum bitte um Verzeihung für uns.\" Sie sagen mit ihren Zungen, was nicht in ihren Herzen ist. Sprich: \"Wer vermag etwas für euch bei Allah (auszurichten), wenn Er euch Schaden oder Nutzen zufügen will? Nein, Allah ist dessen wohl kundig, was ihr tut"},{"SurahNumber":48,"VerseNumber":12,"Text":"Nein, ihr meintet, daß der Gesandte und die Gläubigen nimmermehr zu ihren Familien zurückkehren würden, und das wurde euren Herzen wohlgefällig gemacht, und ihr hegtet einen bösen Gedanken, und ihr waret ein verderbtes Volk"},{"SurahNumber":48,"VerseNumber":13,"Text":"Und jene, die nicht an Allah und Seinen Gesandten glauben - für die Ungläubigen haben Wir ein flammendes Feuer bereitet"},{"SurahNumber":48,"VerseNumber":14,"Text":"Und Allahs ist das Königreich der Himmel und der Erde. Er vergibt, wem Er will, und bestraft, wen Er will, und Allah ist Allvergebend, Barmherzig"},{"SurahNumber":48,"VerseNumber":15,"Text":"Diejenigen, die zurückblieben, werden sagen: \"Wenn ihr nach Beute auszieht, die ihr zu nehmen beabsichtigt, so erlaubt uns, euch zu folgen.\" Sie wollen Allahs Spruch ändern. Sprich: \"lhr sollt uns nicht folgen; so hat Allah zuvor gesprochen.\" Dann werden sie sagen: \"Nein, aber ihr beneidet uns.\" Das nicht, jedoch sie verstehen nur wenig"},{"SurahNumber":48,"VerseNumber":16,"Text":"Sprich zu den Wüstenarabern, die zurückblieben: \"lhr sollt gegen ein Volk von starken Kriegern aufgerufen werden; ihr kämpft gegen sie, es sei denn, sie treten zum Islam Aber; und wenn ihr gehorcht, wird Allah euch einen schönen Lohn geben; doch wenn ihr (ihm) den Rücken kehrt, wie ihr ihn zuvor gekehrt habt, dann wird Er euch mit qualvoller Strafe bestrafen"},{"SurahNumber":48,"VerseNumber":17,"Text":"Kein Tadel trifft den Blinden noch trifft ein Tadel den Gehbehinderten, noch trifft ein Tadel den Kranken. Und den, der Allah und Seinem Gesandten gehorcht, wird Er in Gärten führen, durch die Bäche fließen; doch den, der (ihm) den Rücken kehrt, wird Er mit schmerzlicher Strafe bestrafen"}]}