{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":83,"Text":"Remember Job when he called on his Lord saying, \"I have been afflicted with great distress: but You are the most merciful of the merciful"},{"SurahNumber":21,"VerseNumber":84,"Text":"We heard his prayer and relieved his suffering, We restored to him his family, doubling their number as an act of Our grace, and as a reminder for the worshippers"},{"SurahNumber":21,"VerseNumber":85,"Text":"Remember Ishmael and Idris and Dhul Kifl: they were all patient and steadfast"},{"SurahNumber":21,"VerseNumber":86,"Text":"We admitted them to Our mercy. They were all righteous men"},{"SurahNumber":21,"VerseNumber":87,"Text":"Remember the man in the whale [Jonah] when he went away in anger, thinking We had no power over him. But he cried out in the darkness, \"There is no deity but You. Glory be to You! I was indeed wrong"},{"SurahNumber":21,"VerseNumber":88,"Text":"So We heard his prayer and delivered him from sorrow. Thus shall We deliver the true believers"},{"SurahNumber":21,"VerseNumber":89,"Text":"Remember Zachariah, when he called out to his Lord, \"Do not leave me heirless Lord, You are the best of heirs"},{"SurahNumber":21,"VerseNumber":90,"Text":"So We heard his prayer and bestowed John upon him and made his wife fit to bear him a child. They used to hasten to do good and they called on Us in hope and fear, and they were always humble towards Us"},{"SurahNumber":21,"VerseNumber":91,"Text":"Remember the one who guarded her chastity; so We breathed Our Spirit into her, and made her and her son a sign for all people"},{"SurahNumber":21,"VerseNumber":92,"Text":"This community of yours is one community and I am your Lord, so worship Me"},{"SurahNumber":21,"VerseNumber":93,"Text":"But they divided themselves into factions, but to Us they shall all return"},{"SurahNumber":21,"VerseNumber":94,"Text":"He who does good works while he is a believer, shall not see his efforts disregarded: We record them all"},{"SurahNumber":21,"VerseNumber":95,"Text":"It is ordained that no nation We have destroyed shall ever rise again"},{"SurahNumber":21,"VerseNumber":96,"Text":"but when Gog and Magog are let loose and swarm down from every hillside and they spread out, [leaping across every barrier of land and sea]"},{"SurahNumber":21,"VerseNumber":97,"Text":"when the true promise of God draws near, those who denied the truth will stare in amazement, crying, \"Woe to us! We have been so heedless of this. Indeed, we were wrongdoers"},{"SurahNumber":21,"VerseNumber":98,"Text":"You and what you worship instead of God will be fuel for hell: to it you shall all come"},{"SurahNumber":21,"VerseNumber":99,"Text":"if those had really been deities, they would not have been led there; but there they will remain forever"},{"SurahNumber":21,"VerseNumber":100,"Text":"They shall groan. They will not hear therein anything else"},{"SurahNumber":21,"VerseNumber":101,"Text":"But those who have been promised a good reward by Us will be kept far away from Hell"},{"SurahNumber":21,"VerseNumber":102,"Text":"they will not hear the slightest sound of it, and they shall forever abide in a state of bliss, among everything their souls longed for"},{"SurahNumber":21,"VerseNumber":103,"Text":"The great Horror [of the Day of Judgement] shall not grieve them, and the angels will welcome them, saying, \"This is your Day which you have been promised"},{"SurahNumber":21,"VerseNumber":104,"Text":"On that Day We shall roll up the heavens like a scroll of parchment. As We originated the first creation, so shall We repeat it. This is a promise binding on Us. Truly, We shall fulfill it"},{"SurahNumber":21,"VerseNumber":105,"Text":"We have already written in the Psalms following the Reminder, \"My righteous servants shall inherit the earth"},{"SurahNumber":21,"VerseNumber":106,"Text":"Herein, surely is a message for true worshippers"},{"SurahNumber":21,"VerseNumber":107,"Text":"We have sent you forth as a mercy to all mankind"},{"SurahNumber":21,"VerseNumber":108,"Text":"Say, \"It has been revealed to me that your God is but One God. Will you then submit to Him"},{"SurahNumber":21,"VerseNumber":109,"Text":"If they turn away, say, \"I have warned you all alike, though I do not know whether [the scourge] which you are promised is near at hand or far off"},{"SurahNumber":21,"VerseNumber":110,"Text":"God surely knows what you say openly and also knows what you conceal"},{"SurahNumber":21,"VerseNumber":111,"Text":"Nor do I know whether it may mean a trial for you and a short reprieve"},{"SurahNumber":21,"VerseNumber":112,"Text":"Say, \"My Lord, judge with truth. Our Lord is the Gracious One whose help we seek against what you utter"}]}