{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":111,"Text":"(Artık butun) Yuzler, diri, kaim olanın onunde egik durmustur ve zulum yuklenen ise yok olup gitmistir"},{"SurahNumber":20,"VerseNumber":112,"Text":"Kim de bir mu'min olarak, salih olan amellerde bulunursa, artık o, ne zulumden korksun, ne hakkının eksik tutulmasından"},{"SurahNumber":20,"VerseNumber":113,"Text":"Boylece Biz onu, Arapca bir Kur'an olarak indirdik ve onda korkulacak seyleri turlu sekillerde acıkladık; umulur ki korkup-sakınırlar ya da onlar icin dusunme (yetenegini) olusturur"},{"SurahNumber":20,"VerseNumber":114,"Text":"Hak olan, biricik hukumdar olan Allah Yucedir. Onun vahyi sana gelip-tamamlanmadan evvel, Kur'an'ı (okumada) acele etme ve de ki: \"Rabbim, ilmimi arttır"},{"SurahNumber":20,"VerseNumber":115,"Text":"Andolsun, Biz bundan once Adem'e ahid vermistik, fakat o, unutuverdi. Biz onda bir kararlılık bulmadık"},{"SurahNumber":20,"VerseNumber":116,"Text":"Hani Biz meleklere: \"Adem'e secde edin\" demistik, Iblis'in dısında (digerleri) secde etmislerdi, o, ayak diremisti"},{"SurahNumber":20,"VerseNumber":117,"Text":"Bunun uzerine dedik ki: \"Ey Adem, bu gercekten sana ve esine dusmandır; sakın sizi cennetten surup cıkarmasın, sonra mutsuz olursun"},{"SurahNumber":20,"VerseNumber":118,"Text":"Suphesiz ki, senin acıkmaman ve cıplak kalmaman orda (cennette kalmana baglı)dır"},{"SurahNumber":20,"VerseNumber":119,"Text":"Ve gercekten sen burada susamayacaksın ve gunes altında yanmayacaksın da"},{"SurahNumber":20,"VerseNumber":120,"Text":"Sonunda seytan ona vesvese verdi; dedi ki: \"Sana sonsuzluk agacını ve yok olmayacak bir mulku haber vereyim mi"},{"SurahNumber":20,"VerseNumber":121,"Text":"Boylece ikisi ondan yediler, hemen ardından ayıp yerleri kendilerine acılıverdi, uzerlerini cennet yapraklarından yamayıp-ortmeye basladılar. Adem, Rabbine karsı gelmis oldu da sasırıp-kaldı"},{"SurahNumber":20,"VerseNumber":122,"Text":"Sonra Rabbi onu secti, tevbesini kabul etti ve dogru yola iletti"},{"SurahNumber":20,"VerseNumber":123,"Text":"Dedi ki: \"Kiminiz kiminize dusman olarak, hepiniz ordan inin. Artık size Benden bir yol gosterici gelecektir; kim Benim hidayetime uyarsa artık o sasırıp sapmaz ve mutsuz olmaz"},{"SurahNumber":20,"VerseNumber":124,"Text":"Kim de Benim zikrimden yuz cevirirse, artık onun icin sıkıntılı bir gecim vardır ve Biz onu kıyamet gunu kor olarak hasredecegiz"},{"SurahNumber":20,"VerseNumber":125,"Text":"O da (soyle) demis olur: -Ben gormekte olan biriyken, beni niye kor olarak hasrettin Rabbim"},{"SurahNumber":20,"VerseNumber":126,"Text":"(Allah da) Der ki: \"Iste boyle, sana ayetlerimiz gelmisti, fakat sen onları unuttun, bugun de sen iste boyle unutulmaktasın"},{"SurahNumber":20,"VerseNumber":127,"Text":"Iste Biz olcusuzce davrananları ve Rabbinin ayetlerine inanmayanları boyle cezalandırırız; ahiretin azabı ise gercekten daha siddetli ve daha sureklidir"},{"SurahNumber":20,"VerseNumber":128,"Text":"Kendilerinden onceki nesillerden nicelerini yıkıma ugratmamız, onları dogruya yoneltmedi mi? (Oysa bugun kendileri) onların kaldıkları yerlerde (tarihi kalıntıları uzerinde) gezinip duruyorlar. Suphesiz bunda sagduyu sahipleri icin ayetler vardır"},{"SurahNumber":20,"VerseNumber":129,"Text":"Eger Rabbinden gecmis bir soz ve adı konulmus (belirlenmis) bir sure (ecel) olmasaydı muhakkak (yıkım azabı) kacınılmaz olurdu"},{"SurahNumber":20,"VerseNumber":130,"Text":"Su halde onların soylediklerine karsı sabırlı ol, gunesin dogusundan ve batısından once Rabbini hamd ile tesbih et (yucelt). Gecenin bir bolumunde ve gunduzun uclarında da tesbihte bulun ki hosnut olabilesin"},{"SurahNumber":20,"VerseNumber":131,"Text":"Onlardan bazı gruplara, kendilerini denemek icin yararlandırdıgımız dunya hayatının susune gozunu dikme. Senin Rabbinin rızkı daha hayırlı ve daha sureklidir"},{"SurahNumber":20,"VerseNumber":132,"Text":"Ehline (ummetine) namazı emret ve onda kararlı davran. Biz senden rızık istemiyoruz, Biz sana rızık veriyoruz. Sonuc da takvanındır"},{"SurahNumber":20,"VerseNumber":133,"Text":"Dediler ki: \"Bize kendi Rabbinden bir ayet (mucize) getirmesi gerekmez miydi?\" Onlara onceki kitaplarda acık belgeler gelmedi mi"},{"SurahNumber":20,"VerseNumber":134,"Text":"Eger Biz onları bundan onceki bir azap ile yıkıma ugratmıs olsaydık, suphesiz diyeceklerdi ki: \"Rabbimiz, bize bir elci gonderseydin de, kuculmeden ve asagılanmadan once Senin ayetlerine tabi olsaydık"},{"SurahNumber":20,"VerseNumber":135,"Text":"De ki: \"Herkes gozetlemektedir; siz de gozleyip durun. Sonunda, dumduz (dosdogru) yolun sahipleri kimlermis ve dogru yola ulasan kimlermis, pek yakında ogreneceksiniz"}]}