{"Id":403,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"Hani Musa kavmi için su istedi de kendisine, «Elindeki değneği şu taşa vur» dedik. Bunun üzerine o taştan oniki tane pınar fışkırıvermişti. Her grubun hangi pınardan su içeceği belirlenmişti. «Allah´ın size bağışladığı rızıklardan yiyin, için ve yeryüzünde kargaşalık çıkararak azıtmayın» dedik"},{"SurahNumber":2,"VerseNumber":61,"Text":"Hani siz: “Ey Musa, bir çeşit yemeğe elbette dayanamayız. Rabb’ine dua et de yerin bitirdiği sebze, acur, sarımsak, mercimek ve soğandan bizim için de çıkarsın.” demiştiniz. Musa da: “Siz bayağı olan şeyle hayırlı olan şeyi değiştirmek mi istiyorsunuz? Öyle ise bir şehre inin. Sizin için istediğiniz şeyler vardır.” demişti. Onların üstüne horluk ve yoksulluk vuruldu. Allah’tan bir gazaba da uğradılar. Bu, şüphesiz ki Allah’ın ayetlerini inkar ettiklerinden, peygamberlerini de haksız yere öldürdüklerinden idi. İşte bu ceza, isyan ettiklerinden, aşırı gittiklerinden dolayı idi"},{"SurahNumber":2,"VerseNumber":62,"Text":"Müminler ile yahudi, hıristiyan ve sabiilerden Allah´a ve Ahiret gününe inanıp iyi ameller işleyenler, hiç şüphesiz, Rabbleri katında mükâfatlarını alacaklardır; onlar için korku yoktur; onlar artık hiç üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani sizden kesin söz almış ve Tur dağını üstünüze çıkararak «size verdiğimizi kuvvetle tutun ve içindekileri hatırlayın ki, takva sahiplerinden olasınız» dedik"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bunun arkasından verdiğiniz sözden döndünüz. Eğer Allah´ın üzerinizdeki fazlı ve merhameti olmasaydı kesinlikle hüsrana uğrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"İçinizden Cumartesi yasağını çiğneyenleri bilmiş olmaktasınız. Onlara ´Aşağılık maymunlara dönün» dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bu cezayı, onu görenlere ve sonradan gelip işitenlere ibret ve takva sahiplerine öğüt yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani Musa, kavmine: «Allah size bir sığır kesmeyi emrediyor» dedi de kavmi kendisine: «Bizimle alay mı ediyorsun?» deyince, o da onlara: «Cahillerden biri olmaktan Allah´a sığınırım» dedi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Onlar: «Rabbine dua et de bize o sığırın nasıl olduğunu açıklasın» dediler. Musa da: «Rabbim ´o sığır ne yaşlı ve ne de körpe olup bu ikisi arasında orta yaşlıdır´ diyor, haydi size emredileni yapın» dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Onlar: «Rabbine dua et de bize o sığırın rengini bildirsin» dediler. Musa da: «Rabbim, ´o sığır görenlerin gözüne hoş gelecek parlak sarı renktedir´ diyor.» dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar: «Rabbine dua et de bu sığırı bize iyice tanımlasın. Biz sığırları birbirinden ayırdedemez olduk. Allah dilerse bu karışıklığın içinden çıkarız» dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa: «Rabbim, ´o, boyunduruğa koşulup toprak sürmemiş, toprak sulamada kullanılmamış, özürsüz ve alacasız bir sığırdır´ diyor» dedi. Bunun üzerine onlar «İşte şimdi hakkı ile anlattın» diyerek tanımlanan sığırı kestiler, neredeyse bunu yapmayacaklardı"},{"SurahNumber":2,"VerseNumber":72,"Text":"Hani bir adam öldürmüştünüz de bu suçu birbirinize atmaya kalkmıştınız. Oysa Allah gizlediğinizi ortaya çıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Bu amaçla «Kesilen sığırın bir parçasını o öldürülen adamın cesedine değdirin» dedik. İşte Allah böylece ölüleri diriltir ve düşünesiniz diye size ayetlerini gösterir"},{"SurahNumber":2,"VerseNumber":74,"Text":"Bütün bu olaylardan sonra kalpleriniz yine katılaştı. Şimdi onlar taş gibi, hatta taştan bile daha katıdırlar. Çünkü öyle taşlar var ki, içlerinden ırmaklar akar. Yine öyle taşlar var ki, çatlarlar da bağırlarından su fışkırır. Yine öyle taşlar var ki, Allah korkusu ile dağlardan yuvarlanıp aşağı inerler. Allah yaptıklarınızdan asla habersiz değildir"}]}