{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Truly, God holds back the heavens and the earth so that they are not displaced. And if they were displaced, there is none who held them back after Him. Truly, He had been Forbearing, Forgiving"},{"SurahNumber":35,"VerseNumber":42,"Text":"And they swore by God the most earnest oaths, that if a warner drew near them, they would be better guided than any of the other communities. Yet when a warner drew near to them, it increased nothing in them but aversion"},{"SurahNumber":35,"VerseNumber":43,"Text":"growing arrogant on the earth and planning evil deeds. The plan of bad deeds surround none but people themselves. Then, look they on but a custom of the ancient ones? Thou wilt never find in a custom of God any substitution. And thou wilt never find in a custom of God any revision"},{"SurahNumber":35,"VerseNumber":44,"Text":"Journey they not through the earth and look on how had been the Ultimate End of those before them? They had been stronger than they are in strength. And God had not been weakened by anything in the heavens nor in or on the earth. Truly, He had been Knowing, Powerful"},{"SurahNumber":35,"VerseNumber":45,"Text":"And if God takes humanity to task for what they earned, He would not leave on the back of the earth any moving creature, but He postpones to a term, that is determined. And when their term drew near, then, truly, God had been Seeing of His servants"},{"SurahNumber":36,"VerseNumber":1,"Text":"Y[ S]"},{"SurahNumber":36,"VerseNumber":2,"Text":"By the Wise Quran"},{"SurahNumber":36,"VerseNumber":3,"Text":"truly, thou art among the ones who are sent"},{"SurahNumber":36,"VerseNumber":4,"Text":"on a straight path"},{"SurahNumber":36,"VerseNumber":5,"Text":"sent down successively by The Almighty, The Compassionate that"},{"SurahNumber":36,"VerseNumber":6,"Text":"thou warnest a folk whose fathers were not warned, so they were ones who were heedless"},{"SurahNumber":36,"VerseNumber":7,"Text":"Certainly, the saying was realized against most of them for they believe not"},{"SurahNumber":36,"VerseNumber":8,"Text":"We laid yokes on their necks up to the chins, so that they are ones who are stiff-necked"},{"SurahNumber":36,"VerseNumber":9,"Text":"And We laid in advance of them an embankment and behind them an embankment. Then, We covered them so they perceive not"},{"SurahNumber":36,"VerseNumber":10,"Text":"And equal it is to them whether thou warn them, or thou warn them not. They will not believe"},{"SurahNumber":36,"VerseNumber":11,"Text":"Thou hast only warned whoever followed the Remembrance and dreaded The Merciful in the unseen, so give him good tidings of forgiveness and a generous compensation"},{"SurahNumber":36,"VerseNumber":12,"Text":"Truly, We give life to the dead and We write down what they put forward and their effects. We counted everything in a clear record"},{"SurahNumber":36,"VerseNumber":13,"Text":"And propound a parable for them: The Companions of the Town when ones who were sent drew near them"},{"SurahNumber":36,"VerseNumber":14,"Text":"When We sent to them two, they denied them both, so We replenished them with the third. And they said: Truly, We are ones who are sent to you"},{"SurahNumber":36,"VerseNumber":15,"Text":"They said: You are nothing but mortals like ourselves and The Merciful caused not to descend anything. You are but lying"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said: Our Lord knows that we are ones who are sent to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"On us is only the delivering of the clear message"},{"SurahNumber":36,"VerseNumber":18,"Text":"They said: Truly, we augured ill of you. If you refrain not yourselves, we will, certainly, stone you. Certainly, a painful punishment will afflict you from us"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said: Ones who auger ill will be with you! Is it because you were reminded? Nay! You are a folk, ones who are excessive"},{"SurahNumber":36,"VerseNumber":20,"Text":"A man drew near from the farther part of the city, coming eagerly. He said: O my folk! Follow the ones who are sent"},{"SurahNumber":36,"VerseNumber":21,"Text":"Follow whoever asks not of you any compensation and they are ones who are truly guided"},{"SurahNumber":36,"VerseNumber":22,"Text":"What is it for me that I worship not Him Who originated me and to Whom you will be returned"},{"SurahNumber":36,"VerseNumber":23,"Text":"Will I take gods to myself other than He when, if The Merciful wants any harm for me, their intercession will not avail me at all nor will they save me"},{"SurahNumber":36,"VerseNumber":24,"Text":"Truly, I would, then, be clearly going astray"},{"SurahNumber":36,"VerseNumber":25,"Text":"Truly, I believed in your Lord so hear me"},{"SurahNumber":36,"VerseNumber":26,"Text":"It was said: Enter the Garden. He said: O would that my folk know"},{"SurahNumber":36,"VerseNumber":27,"Text":"that my Lord forgave me and made me one who is honored"}]}