{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Moshi, nise shinja ya kokoro ni yamai no yadoru mono, soshite shichū no sendō-sha-tachi ga,(sono akuji o) tomenakereba, kare-ra ni taishi anata o, karitatete yarou. Sō sureba kono ato, kare-ra ga anata gata no rinjin to shite i rareru no mo, wazuka no madearou"},{"SurahNumber":33,"VerseNumber":61,"Text":"Kare-ra wa kanarazu norowa re, mitsukari shidai torae rare, korosarerudearou"},{"SurahNumber":33,"VerseNumber":62,"Text":"Kore wa mukashi no sugisatta-sha-tachi ni taisuru, arrā no kankōdearu. Arrā no kankō ni wa nani no henkō mo nai"},{"SurahNumber":33,"VerseNumber":63,"Text":"Hitobito wa (shinpan no)-ji ni tsuite anata ni tazuneyou. Itte yaru ga ī. `Hontōni, sono chishiki wa, arrā no omoto ni aru. Dōshite anata ni wakarudarou ka, sonotoki wa chikaidearou"},{"SurahNumber":33,"VerseNumber":64,"Text":"Hontōni arrā wa fushin-sha ni gekido sa re, kare-ra no tame ni rekka o junbi nasa re"},{"SurahNumber":33,"VerseNumber":65,"Text":"kare-ra wa eien ni sono naka ni sumi, gādian mo kyūjo-sha mo miidasenaidearou"},{"SurahNumber":33,"VerseNumber":66,"Text":"Sonohi, kare-ra no kao ga hi no naka de hikkurikaeri, kare-ra wa,`ā , watashi-tachi wa arrā ni shitagai, mata shito ni shitagaeba yokatta.' To iudarou"},{"SurahNumber":33,"VerseNumber":67,"Text":"Mata kare-ra wa iudarou. `Omo yo, watashi-tachi wa, hontōni atama ya kenryoku-sha-tachi ni shitagatte imashita. Kare-ra ga watashi-tachi o,-dō ni mayowa seta nodesu"},{"SurahNumber":33,"VerseNumber":68,"Text":"Omo yo, kare-ra no chōbatsu o 2-bai ni shite, hidoi gekido de kare-ra ni o okori kudasai"},{"SurahNumber":33,"VerseNumber":69,"Text":"Shinkō suru mono yo, mūsā o nayama shita mono no yōdeatte wa naranai. Daga arrā wa kare-ra no itta chūshō kara, kare o kiyome rareta. Arrā no omoto de, kare wa eiyo o atae rarete ita"},{"SurahNumber":33,"VerseNumber":70,"Text":"Shinkō suru mono yo, arrā o osore nasai. (Tsuneni) jitchokuna kotoba de mono o ii nasai"},{"SurahNumber":33,"VerseNumber":71,"Text":"Kare wa anata gata no tame ni sono okonai o kyōsei sa re, moromoro no tsumi o yurusa reru. Arrā to sono shito ni shitagau mono wa, tashika ni idaina kōfuku o jōju suru monodearu"},{"SurahNumber":33,"VerseNumber":72,"Text":"Hontōni ware wa, sho ten to daichi to yamayama ni shintaku o mōshitsuketa. Daga sorera wa sore o, ninau koto o jitai shi, katsu sore ni tsuite osoreta. Ningen wa sore o ninatta. Hontōni (ningen wa) fugideari katsu muchidearu"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Sore de) arrā wa, nise shinja no otoko-tachi to on'na-tachi, mata tashinkyō to no otoko-tachi to on'na-tachi o, shobatsu nasa reru. Daga arrā wa, shinkō suru otoko-tachi to on'na-tachi ni wa, awaremi o kake rareru. Arrā wa kan'yō ni shite jihibukai okata de ara reru"},{"SurahNumber":34,"VerseNumber":1,"Text":"Ten ni ari-chi ni aru su subete no mono o shoyū nasa reru arrā ni tatae are. Raise ni oite mo, tatae hakare no monodearu. Kare wa eimei ni shite subete ni tsūjite ora reru"},{"SurahNumber":34,"VerseNumber":2,"Text":"Kare wa daichi ni hairu mono, mata sore kara deru mono o subete shitte ora re, mata ten kara kudaru mono, narabini soko ni noboru mono subete o shitte ora reru. Kare wa jihibukaku kan'yōde ara reru"},{"SurahNumber":34,"VerseNumber":3,"Text":"Shinkō no nai mono wa,`(shinpan no)-ji wa, watashi-tachi ni wa konaidearou.' To iu. Itte yaru ga ī. `Iya, omo ni chikatte, sore wa kanarazu anata gata ni yattekuru nodearu. Yūgen-kai made mo shitte ora reru omo ni chikatte. Ten ni oite mo ji ni oite mo, mijin no omo-sa demo, kare kara manukare rareru mono wanai. Mata sore yori chīsai mono mo ōkī mono mo, meikakuna sho ni shirusa renai mono wanai"},{"SurahNumber":34,"VerseNumber":4,"Text":"Sore wa kare ga, shinkō shite zenkō o suru mono ni, mukuwa reru tamedearu. Korera no mono ni koso, kan'yō to kandaina onmegumi ga arou"},{"SurahNumber":34,"VerseNumber":5,"Text":"Daga ware no shirushi o munashiku suru tame ni doryoku suru mono, korera no mono ni wa itamashī chōbatsu ga arou"},{"SurahNumber":34,"VerseNumber":6,"Text":"Chishiki o sazukatta mononara,-nushi ga anata ni kudasa reta mono wa shinrideatte, sore ga iryoku aru kata, sanbi subeki hō no michi ni michibiku monodearu koto ga wakarudearou"},{"SurahNumber":34,"VerseNumber":7,"Text":"Fushin-sha-tachi wa (chōshō shite) iu. `Anata gataga konagona ni sa re chirasa reta nochi de, atarashiku sōzō sa reru nado to tsugeru ningen o, oshiemashou ka"},{"SurahNumber":34,"VerseNumber":8,"Text":"Daga kare wa arrā ni tsuite, kyogi o itta no ka. Soretomo kichigai ni natte shimatta to iu no ka. Iya, kare-ra wa raise o shinjinai, chōbatsu no naka ni iru hidoi kokoroechigai no monodearu"},{"SurahNumber":34,"VerseNumber":9,"Text":"Kare-ra wa kare-ra no zengo ni aru ten to ji o minai no ka. Moshi hossurunaraba, ware ga kare-ra o daichi ni noma se, matawa ten'noikkaku o kare-ra no ue ni otosudearou. Hontōni sono nakaniha kaigo shite omoni kaeru shimo be ni totte no shirushi ga aru"}]}