{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":24,"VerseNumber":1,"Text":"Hī āhē tī sūraha (adhyāya) jī āmhī avatarita kēlī āhē āṇi nirdhārita kēlī āhē āṇi jyāta āmhī spaṣṭa ādēśa avatarita kēlē āhēta, yāsāṭhī kī tumhī smaraṇāta rākhāvē"},{"SurahNumber":24,"VerseNumber":2,"Text":"Vyabhicāra karaṇāṟyā strī-puruṣāmpaikī pratyēkālā śambhara kōḍē mārā. Tyānnā allāhacyā (daṇḍa) niyamānusāra śikṣā dētānā tumhālā kadāpī kīva vāṭū nayē, jara tumhī allāhavara āṇi kayāmatacyā divasāvara īmāna rākhata asāla. Tyānnā śikṣā dētēvēḷī īmāna rākhaṇāṟyān̄cā ēka samūha hajara asalā pāhijē"},{"SurahNumber":24,"VerseNumber":3,"Text":"Vyabhicārī puruṣa, vyabhicārī strī kinvā anēkēśvaravādī strīśivāya dusaṟyā strīśī vivāha karīta nāhī āṇi vyabhicāra karaṇārī strī dēkhīla, vyabhicārī puruṣa kinvā anēkēśvaravādī puruṣākhērīja dusaṟyāśī vivāha karīta nāhī āṇi īmāna rākhaṇāṟyānvara hē harāma (avaidha) kēlē gēlē āhē"},{"SurahNumber":24,"VerseNumber":4,"Text":"Āṇi jē lōka pāvitryaśīla strīvara vyabhicārācā ārōpa ṭhēvatīla, maga cāra sākṣī sādara karū śakata nasatīla tara tyānnā ainśī kōḍē mārā āṇi tyān̄cī sākṣa kadhīhī mān'ya karū nakā, hē durācārī lōka āhēta"},{"SurahNumber":24,"VerseNumber":5,"Text":"Parantu jē lōka yānantara māphī māgūna āpalā sudhāra karūna ghētīla, tara sarvaśrēṣṭha allāha māpha karaṇārā āṇi dayā- kr̥pā karaṇārā āhē"},{"SurahNumber":24,"VerseNumber":6,"Text":"Āṇi jē lōka āpalyā patnīvara vyabhicārācā ārōpa ṭhēvatīla āṇi tyān̄cā sākṣī tyān̄cyākhērīja dusarā kōṇī nasēla tara aśā lōkāmpaikī pratyēkācā purāvā hā āhē kī tyānnī cāra vēḷā allāhacī śapatha ghē'ūna sāṅgāvē kī tē saccā lōkāmpaikī āhēta"},{"SurahNumber":24,"VerseNumber":7,"Text":"Āṇi pācavyā khēpēsa hē kī allāhatarphē dhiḥkkāra asō tyācā, jara tō khōṭyāmpaikī asēla"},{"SurahNumber":24,"VerseNumber":8,"Text":"Āṇi tyā (strī) varūna śikṣā aśā prakārē ṭāḷalī jā'ū śakatē kī tinē cāra vēḷā allāhacī śapatha ghē'ūna mhaṇāvē kī niḥsanśaya ticā patī khōṭē bōlaṇāṟyāmpaikī āhē"},{"SurahNumber":24,"VerseNumber":9,"Text":"Āṇi pācavyā khēpēsa mhaṇāvē kī ticyāvara allāhacā prakōpa hōvō jara ticā patī satya bōlaṇāṟyāmpaikī asēla"},{"SurahNumber":24,"VerseNumber":10,"Text":"Āṇi jara allāhacī dayā- kr̥pā tumacyāvara nasatī (tara tumacyāvara duḥkha kōsaḷalē asatē) āṇi allāha kṣamā-yācanā kabūla karaṇārā hikamataśālī āhē"},{"SurahNumber":24,"VerseNumber":11,"Text":"Jē lōka hā phāra mōṭhā ākṣēpa racūna ālē āhēta. Hā dēkhīla tumacyātalā ēka samūha āhē. Tumhī tyālā āpalyākaritā vā'īṭa samajū nakā kimbahunā hā tumacyāsāṭhī cāṅgalā āhē. Mātra tyān̄cyāpaikī pratyēkāvara tēvaḍhā aparādha āhē, jēvaḍhā tyānē kamavilā āhē āṇi tyān̄cyāpaikī jyānē tyāta mōṭhyā pramāṇāta bhāga ghētalā āhē, tyācī śikṣāhī phāra mōṭhī āhē"},{"SurahNumber":24,"VerseNumber":12,"Text":"Tē aikatāca īmāna rākhaṇāṟyā puruṣānnī āṇi striyānnī ēkamēkāmbaddala sad‌bhāvanā kā nāhī kēlī āṇi asē kā nāhī mhaṭalē kī hā tara ughaḍa ārōpa āhē"},{"SurahNumber":24,"VerseNumber":13,"Text":"Tyānnī yāvara cāra sākṣī kā nāhī āṇalē? Āṇi jyā'arthī tyānnī sākṣī āṇalē nāhīta tara hā ārōpa ṭhēvaṇārē lōka niścitaca allāhajavaḷa kēvaḷa khōṭāraḍē āhēta"},{"SurahNumber":24,"VerseNumber":14,"Text":"Āṇi jara tumacyāvara allāhacī kr̥pā āṇi dayā, yā jagāta āṇi ākhiratamadhyē nasatī tara niḥsanśaya, jyā gōṣṭīcī carcā tumhī surū kēlī hōtī, ticyāpāyī tumhālā phāra mōṭhī śikṣā pōhacalī asatī"},{"SurahNumber":24,"VerseNumber":15,"Text":"Jēvhā tumhī āpalyā mukhānē yācī carcā satata karū lāgalē āṇi āpalyā tōṇḍānē tī gōṣṭahī bōlū lāgalē, jicyāviṣayī tumhālā kāhīca jñāna navhatē. Tumhī tilā sādhāraṇa gōṣṭa samajata rāhilē asalē tarī allāhacyā dr̥ṣṭīnē tī mōṭhī bhayaṅkara bāba hōtī"},{"SurahNumber":24,"VerseNumber":16,"Text":"Āṇi tumhī tī gōṣṭa aikatāca asē kā nāhī mhaṭalē kī āmhī aśī gōṣṭa tōṇḍānē kāḍhaṇēhī cāṅgalē nāhī. Hē allāha tū pavitra āhēsa hā tara phāra mōṭhā mithyārōpa āhē"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allāha tumhālā upadēśa karatō kī punhā kadhī asē kāma karū nakā, jara tumhī saccē īmānadhāraka asāla"},{"SurahNumber":24,"VerseNumber":18,"Text":"Āṇi allāha tumacyāsamōra āpalyā āyatī nivēdana karīta āhē, āṇi allāha jāṇaṇārā, bud'dhīkauśalya bāḷagaṇārā āhē"},{"SurahNumber":24,"VerseNumber":19,"Text":"Jē lōka, īmāna rākhaṇāṟyāmmadhyē nirlajjatā pasaraviṇyācī icchā bāḷagatāta, tyān̄cyāsāṭhī yā jagāta āṇi ākhiratamadhyē duḥkhadāyaka azāba (śikṣā- yātanā) āhē,1 āṇi allāha sarva kāhī jāṇatō, āṇi tumhī kāhīca jāṇata nāhī"},{"SurahNumber":24,"VerseNumber":20,"Text":"Āṇi jara tumacyāvara allāhacī dayā- kr̥pā rāhilī nasatī āṇi hēhī kī allāha atiśaya snēhaśīla dayā karaṇārā āhē (an'yathā tumacyāvara prakōpa ālā asatā)"}]}