{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":41,"VerseNumber":9,"Text":"Reci: \"Zar, zaista, necete da vjerujete u Onoga koji je u dva vremenska razdoblja Zemlju stvorio - i jos Mu druge ravnim smatrate? To je Gospodar svjetova"},{"SurahNumber":41,"VerseNumber":10,"Text":"On je nepomicna brda po njoj stvorio i blagoslovljenom je ucinio i proizvode njezine na njoj odredio, sve to u cetiri vremenska razdoblja, - ovo je objasnjenje za one koji pitaju"},{"SurahNumber":41,"VerseNumber":11,"Text":"zatim se nebeskim visinama uputio dok je nebo jos maglina bilo, pa njemu i Zemlji rekao: \"Pojavite se milom ili silom!\" - \"Pojavljujemo se drage volje\" - odgovorili su"},{"SurahNumber":41,"VerseNumber":12,"Text":"pa ih u dva vremenska razdoblja, kao sedam nebesa, stvorio, i odredio sta ce se u svakom nebu nalaziti. A nebo najblize sjajnim zvijezdama smo ukrasili nad njim Mi bdijemo. To je odredba Silnoga i Sveznaloga"},{"SurahNumber":41,"VerseNumber":13,"Text":"A ako glave okrenu, ti reci: \"Opominjem vas munjom onakvom kakva je pogodila Ada i Semuda"},{"SurahNumber":41,"VerseNumber":14,"Text":"kada su im sa svih strana poslanici njihovi dolazili i govorili: \"Ne klanjajte se nikome do Allahu\"! - a oni odgovarali: \"Da je Gospodar nas htio, On bi meleke poslao, mi ne vjerujemo u ono sto je po vama poslano"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ad se bez ikakva osnova bio na Zemlji uzoholio. \"Ko je od nas jaci?\" - govorili su. A zar nisu znali da je Allah, koji ih je stvorio, jaci od njih, - a i znamenja nasa su poricali"},{"SurahNumber":41,"VerseNumber":16,"Text":"I Mi poslasmo protiv njih, u danima nesretnim, vjetar leden, da bismo im jos na ovom svijetu dali da osjete sramnu patnju, - patnja na onom svijetu bice, zaista, jos sramnija -, i niko im nece u pomoc priteci"},{"SurahNumber":41,"VerseNumber":17,"Text":"I Semudu smo na pravi put ukazivali, ali, njima je bila milija sljepoca od pravog puta, pa ih je stigla sramna kazna od munje, prema onome kako su zasluzili"},{"SurahNumber":41,"VerseNumber":18,"Text":"a one koji su vjerovali i Allaha se bojali Mi smo spasili"},{"SurahNumber":41,"VerseNumber":19,"Text":"A na Dan kad Allahovi neprijatelji u vatru budu potjerani, - oni prvi bice zadrzani, da bi ih sustigli ostali"},{"SurahNumber":41,"VerseNumber":20,"Text":"i kad dođu do nje, usi njihove, i oci njihove, i koze njihove svedocice protiv njih o onome sto su radili"},{"SurahNumber":41,"VerseNumber":21,"Text":"Zasto svjedocite protiv nas!\" - upitace oni koze svoje. - \"Allah, koji je dao sposobnost govora svakom bicu, obdario je darom govora i nas\", - odgovorice. - \"On vas je prvi put stvorio i Njemu ste se, evo vratili"},{"SurahNumber":41,"VerseNumber":22,"Text":"Vi se niste krili zato da ne bi usi vase i oci vase i koze vase protiv vas svjedocile, vec zato sto ste vjerovali da Allah nece saznati mnogo stosta sto ste radili"},{"SurahNumber":41,"VerseNumber":23,"Text":"I to vase uvjerenje, koje ste o Gospodaru svome imali, upropastilo vas je, i sada ste nastradali"},{"SurahNumber":41,"VerseNumber":24,"Text":"Pa i ako budu trpjeli, njihovo boraviste ce vatra biti; a ako budu trazili naklonost Allahovu, njihovoj molbi nece se udovoljiti"}]}