{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Ware wa kare-ra ni ten to ji no sozo mata kare-ra jishin no sozo ni mo, tachiawa senakatta. Ware wa mata,(hitobito) o madowasu mono o joryoku-sha ni suru koto mo nakatta"},{"SurahNumber":18,"VerseNumber":52,"Text":"Sonohi kare wa ose rarerudearou. `Anata gataga, wareto doi no mono to kangaete ita mono o ko be.' Sore de kare-ra wa yobu nodaga, kare-ra (kamigami) wa kotaenaidearou. Ware wa kare-ra no ma ni, shikiri o mokeru"},{"SurahNumber":18,"VerseNumber":53,"Text":"Hanzai-sha-tachi wa hi goku o mite, soko ni otosa reru to shiru ga, sore kara nogareru jutsu no nai koto ga wakarudearou"},{"SurahNumber":18,"VerseNumber":54,"Text":"Hontoni kono kuruan no naka de, ware wa subete no rei o hiite ningen no tame ni kuwashiku nobeta. Shikashi ningen wa, ronso ni akekureru"},{"SurahNumber":18,"VerseNumber":55,"Text":"Nanimono mo, hitobito no shinko o samatageru mono wanai. Sudeni kare-ra (makka no fushinjin-sha-tachi) ni onmichibiki ga kudattakara, omo ni yurushi o koeba yoi. Samonakereba mukashi no mono no (kabutta yona) koto ga kare-ra o osou ka, matawa chobatsu ga, madjikaku kare-ra ni kudaru soto arumai"},{"SurahNumber":18,"VerseNumber":56,"Text":"Ware wa tada kippo o dentatsu shi, mata keikoku o ataeru tame ni, shito-tachi o tsukawasu. Daga fushinjin'na mono wa, shinri o shirizokeru tame ni uso no ronso o shi, ware no shirushi ya keikoku o chosho shite uketoru"},{"SurahNumber":18,"VerseNumber":57,"Text":"Oyoso-nushi no shirushi ni kigatsuita mono ga, sorekara somuki sari, jibun no te de ittekita (koi) o wasureru yori mo, hanahadashi fugi ga arou ka. Hontoni ware wa, kare-ra no kokoro ni oi o kaketanode, kono (kuruan) o rikai shinai. Mata kare-ra no mimi o nibuku shita. Tatoe anata ga michibiki no tame ni (ikura) yobikakete mo, kare-ra wa kesshite michibika renaidearou"},{"SurahNumber":18,"VerseNumber":58,"Text":"Daga anata no omo wa, kan'yo ni shite jihi no omode ara reru. Moshi kare ga, kare-ra no okonatta koto no tame ni bassa reru nonara, kare wa kitto chobatsu o isoide okonawa rerudearou. Shikashi kare-ra ni wa sadame rareta jiki ga atte, kare no soto ni, hinansho o miidasenai"},{"SurahNumber":18,"VerseNumber":59,"Text":"Ka no choson no mono ga fugi o okonatta toki, ware wa kore o horoboshita. Daga sono hametsu ni wa, maemotte toki o sadameta nodearu"},{"SurahNumber":18,"VerseNumber":60,"Text":"Musa ga sono jusha ni ko itta toki o omoe. `Watashi wa 2tsu no umi ga au tokoro ni ikitsuku made wa, nan-nen kakatte mo,(tabi o) tomenaidearou"},{"SurahNumber":18,"VerseNumber":61,"Text":"Shikashi kare-ra ga, 2tsu (no umi) no deatta chiten ni tadori tsuita toki, kare-ra no sakana (no koto) o wasurete itanode, soreha umi ni michi o totte, sutto nigeusete shimatta"},{"SurahNumber":18,"VerseNumber":62,"Text":"Kare-ra ryonin ga (soko o) sugisatta toki, kare (mu - sa) wa jusha ni itta. `Watashi-tachi no choshoku o dashi nasai. Watashi-tachi wa, kono tabi de hontoni tsukarehateta"},{"SurahNumber":18,"VerseNumber":63,"Text":"Kare wa (kotaete) itta. `Anata wa o wakarideshou ka. Watashi-tachi ga Iwanoue de yasunda toki, watashi wa sukkari sono sakana (no koto) o wasurete imashita. Kore ni tsuite,(anata ni) tsugeru koto o wasure saseta no wa, akuma ni chigai arimasen. Sore wa, umi ni michi o totte nigemashita. Fushigina koto mo aru monodesu"},{"SurahNumber":18,"VerseNumber":64,"Text":"Kare (musa) wa itta. `Sore koso wa, watashi-tachi ga sagashimotomete ita monoda.' Sokode kare-ra wa moto kita michi o hikikaeshita"},{"SurahNumber":18,"VerseNumber":65,"Text":"Sore kara kare wa (iwa no tokoro ni modotte kite), ware no hitori no shimo be (hidoru) ni atta. Ware wa (arakajime) kare ni, waga moto kara jihi o hodokoshi, mata chokusetsu ni chishiki o sazuke oshiete oita nodearu"},{"SurahNumber":18,"VerseNumber":66,"Text":"Musa wa kare ni,`anata ni shiji sa sete kudasai. Anata ga sazukatte ora reru tadashi chishiki o, watashi ni o oshie kudasai.' To itta"},{"SurahNumber":18,"VerseNumber":67,"Text":"Kare wa (kotaete) itta. `Anata wa, watashi to issho ni wa totei taerarenaidearou"},{"SurahNumber":18,"VerseNumber":68,"Text":"Anata no wakaranai koto ni kanshite, doshite anata wa tae rareyou ka"},{"SurahNumber":18,"VerseNumber":69,"Text":"Kare (musa) wa itta. `Moshi arra ga o konomi ni nara rerunara, watashi ga yoku shinobi, mata (don'na) koto ni mo, anata ni somukanai koto ga wakarimashou"},{"SurahNumber":18,"VerseNumber":70,"Text":"Kare wa itta. `Moshi anata ga watashi ni shiji suru nonara, watashi ga anata ni (nanika toritatete) iu made wa, nanigoto ni tsuite mo, watashi ni tazunete wa naranai"},{"SurahNumber":18,"VerseNumber":71,"Text":"Sokode 2-ri ga shuppatsu shite, fune ni norikomu to, kare wa sore ni ana o aketa. Sokode kare (musa) wa itta. `Anata ga sore ni anawoakeru no wa, hitobito o obore sasu tamedesu ka. Anata wa hontoni nagekawashi koto o nasaimashita"},{"SurahNumber":18,"VerseNumber":72,"Text":"Kare wa itta. `Anata wa, watashi to isshode wa tae rarenai to, tsugenakatta ka"},{"SurahNumber":18,"VerseNumber":73,"Text":"Kare (musa) wa itta. `Watashi ga wasureta koto o semenaide kudasai. Mata koto o, muzukashiku shite nayama senaide kudasai"},{"SurahNumber":18,"VerseNumber":74,"Text":"Sorekara 2-ri wa aruki dashite, hitori no otokonoko ni deatta ga, suru to kare wa kore o koroshite shimatta. Kare (musa) wa itta. `Anata wa, hito o koroshita wakede mo nai,-zai mo nai hito o korosa reta no ka. Hontoni anata wa,(katsute kiita koto mo nai) mugoi koto o shita monodesu"}]}