{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":49,"VerseNumber":1,"Text":"Oh bino bandimi! Boleka Allah na motindami naye te (nakozua mikano) bobanga Allah, ya soló azali moyoki atonda boyebi"},{"SurahNumber":49,"VerseNumber":2,"Text":"Oh bino bandimi! Botombola mingongo na bino te likolo ya ntoma, mpe bolobela ye na koganga te, ndenge bosalaka bino na bino, noki te misala mia bino mikobeba mpe bokoyeba te"},{"SurahNumber":49,"VerseNumber":3,"Text":"Ya soló, baye bazali kokitisa mingongo mia bango pene na motindimi, baye wana Allah amekisi mitema mia bango bobangi. Bakozua bolimbisi na lifuta linene"},{"SurahNumber":49,"VerseNumber":4,"Text":"Ya soló, baye bazali kobenga yo libanda sima ya bandako, ebele na bango bazali na mayele te"},{"SurahNumber":49,"VerseNumber":5,"Text":"Soki bazelaka kino okobima epai na bango wana ezali malamu тропа bango. Mpe Allah azali molimbisi atonda ngolu"},{"SurahNumber":49,"VerseNumber":6,"Text":"Oh bino bandimi! Soki moto ya kilikili ayeli bino sango boluka koyeba yango malamu, noki te bosala bato mabe na bozangi boyebi sima bokomi kolelalela тропа maye bosalaki"},{"SurahNumber":49,"VerseNumber":7,"Text":"Mpe boyeba ete motindami ya Allah azali kati na bino, soki atosaki bino na makambo ebele, nde bokweyaki na kpokoso, kasi Allah alingeli bino bondimi mpe abongisi yango o mitema mia bino, mpe aboyeli bino bopengwi na kilikili mpe kozanga botosi. Ba oyo wana nde bakambami malamu"},{"SurahNumber":49,"VerseNumber":8,"Text":"Wana ezali bolamu ewuti epai ya Allah, mpe Allah azali moyebi atonda bwanya"},{"SurahNumber":49,"VerseNumber":9,"Text":"Mpe soki lisanga ya bandimi mibale bazali kobunda, bobongisa kati na bango, mpe soki mosusu aboyi koyoka, bosangana тропа kobundisa ye kino akozonga na mobeko ya Allah. Mpe soki ayoki, bobongisa kati na bango na bosembo, mpe bosembola. Mpamba te Allah alingaka baye bazali kosembola"},{"SurahNumber":49,"VerseNumber":10,"Text":"Ya soló, bandimi bazali bandeko, mpe bobongisa bondeko kati na bino. Mpe bobanga Allah mpo ete bozua ngolu naye"},{"SurahNumber":49,"VerseNumber":11,"Text":"Oh bino bandimi! Lisanga moko te kati na bino etiola baninga,tango mosusu bazali malamu koleka bino, basi mpe batióla baninga te tango mosusu bazali malamu koleka bango. Bomibebisana lokumu te, mpe bomipesana bankombo ya mabe te, wana ezali ebengeli ya mabe sima ya bondimi. Mpe oyo akotubela te, bango wana nde bazali babubi"},{"SurahNumber":49,"VerseNumber":12,"Text":"Oh bino bandimi! Tika ete bomitia mingi penza mosika ya kokanisela, mpamba te kokanisela mosusu makanisi ezali masumu, bomilandana te na koyeba basekele ya baninga, mpe botongana te, moko kati na bino akolinga kolia mosuni ya ndeko naye akufa? Bokosepela na yango te, kasi bobanga Allah. Ya soló, Allah ayambaka tubela atonda ngolu"},{"SurahNumber":49,"VerseNumber":13,"Text":"Oh bino bato! Ya sólo, tokelaki bino kowuta na mobali mpe mwasi, mpe tokesenisi bino bamboka mpe bikolo mpo ete boyebana. Ya sólo, moto ya lokumu koleka kati na bino azali oyo azali kobanga Allah. Ya sólo, Allah azali moyebi atonda basango"}]}