{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":58,"Text":"Lalle ne Allah Yanã umurnin ku ku bãyar da amãnõni zuwa ga mãsu sũ. Kuma idan kun yi hukunci a tsakãnin mutãne, ku yi hukunci da ãdalci. Lalle ne Allah mãdalla da abin da Yake yi muku wa'azi da shi. Lalle ne Allah Yã kasance Mai ji ne, Mai gani"},{"SurahNumber":4,"VerseNumber":59,"Text":"Yã kũ waɗanda suka yiĩmãni! Ku yi ɗã'a ga Allah, kuma ku yi ɗã'a ga ManzonSa, da ma'abũta al'amari daga cikinku. Idan kun yi jãyayya a cikin wani abu, to ku mayar da shi zuwa ga Allah da ManzonSa idan kun kasance kunã ĩmãni da Allah da Rãnar Lãhira. wannan ne mafi alhẽri, kuma mafi kyau ga fassara"},{"SurahNumber":4,"VerseNumber":60,"Text":"Shin, ba ka gani ba, zuwa ga waɗanda suke riyãwar cẽwa sunã ĩmãni da abin da aka saukar zuwa gare ka da abin da aka saukar daga gabãninka, sunã nufin su kai ƙãra zuwa ga ¦ãgũtu alhãli kuwa, lalle ne, an umurce su da su kãfirta da shi, kuma Shaiɗan yanã nẽman ya ɓatar da su, ɓatarwa mai nĩsa"},{"SurahNumber":4,"VerseNumber":61,"Text":"Kuma idan aka ce musu: \"Ku zo zuwa ga abin da Allah Ya saukar, kuma zuwa ga Manzo\" zã ka ga munãfukai sunã kange mutãne daga gare ka, kangẽwa"},{"SurahNumber":4,"VerseNumber":62,"Text":"To, yaya, idan wata masĩfa ta sãme su, sabõda abin da hannuwansu suka gabãtar sa'an nan kuma su je maka sunã rantsuwa da Allah cẽwa, \"Ba mu yi nufin kõme ba sai kyautatawa da daidaitãwa"},{"SurahNumber":4,"VerseNumber":63,"Text":"Waɗannan ne waɗanda Allah Ya san abin da ke cikin zukãtansu. Sabõda haka ka kau da kai daga gare su, kuma ka yi musu gargaɗi, kuma ka gaya musu, a cikin sha'anin kansu, magana mai nauyi da fasãha"},{"SurahNumber":4,"VerseNumber":64,"Text":"Kuma ba Mu aiki wani Manzo ba fãce dõmin a yi masa ɗã'a da izinin Allah. Kuma dã dai lalle sũ a lõkacin da suka zãlunci kansu, sun zo maka sa'an nan suka nẽmi gãfarar Allah kuma Manzo ya nẽma musu gãfara, haƙĩƙa, dã sun sãmi Allah Mai karɓar tũba Mai jin ƙai"},{"SurahNumber":4,"VerseNumber":65,"Text":"To, a'aha! Ina rantsuwa da Ubangijinka, ba za su yi ĩmãni ba, sai sun yarda da hukuncinka ga abin da ya sãɓa a tsakãninsu, sa'an nan kuma ba su sãmi wani ƙunci a cikin zukãtansu ba, daga abin da ka hukunta, kuma su sallama sallamãwa"},{"SurahNumber":4,"VerseNumber":66,"Text":"Kuma dã dai lalle Mũ, Mun wajabta musu cẽwa, \"Ku kashe kanku, ko kuwa ku, fita daga gidãjenku,\" dã ba su aikata shi ba, fãce kaɗan daga gare su. Kuma dã dai lalle sũ sun aikata abin da ake yi musu gargaɗi da shi, haƙĩƙa, dã yã kasance mafi alhẽri dagagare su, kuma mafi tsanani ga tabbatarwa"},{"SurahNumber":4,"VerseNumber":67,"Text":"Kuma a sa'an nan, haƙĩƙa, dã Mun bã su, lãda mai girma, daga gunMu"},{"SurahNumber":4,"VerseNumber":68,"Text":"Kuma lalle ne, dã Mun shiryar da su hanya madaidaiciya"},{"SurahNumber":4,"VerseNumber":69,"Text":"Kuma waɗannan da suka yi ɗã'a ga Allah da Mazonsa, to, waɗannan sunã tãre da waɗanda Allah Ya yi ni'ima a kansu, daga annabãwa da mãsu yawan gaskatãwa, da masu shahãda da sãlihai. kuma waɗannan sun kyautatu ga zama abõkan tafiya"},{"SurahNumber":4,"VerseNumber":70,"Text":"Waccan falalar daga Allah take, kuma Allah Yã isa zama Masani"},{"SurahNumber":4,"VerseNumber":71,"Text":"Yã kũ waɗanda suka yi ĩmãni! Ku riƙi shirinku sa'an nan ku fitar da hari jama'a, jama'a ko ku fitar da yaƙi gaba ɗaya"},{"SurahNumber":4,"VerseNumber":72,"Text":"Kuma lalle ne daga cikinku akwai mai fãsarwa. To idan wata masĩfa ta sãme ku, sai ya ce: \"Lalle ne, Allah Ya yi mini ni'ima dõmin ban kasance mahalarci tãre da su ba"},{"SurahNumber":4,"VerseNumber":73,"Text":"Kuma lalle ne idan wata falala daga Allah ta sãme ku haƙĩƙa, tabbas, yanã cẽwa, kamar wata sõyayya ba ta kasance a tsakãninku da shi ba: \"Yã kaitona! Dã na zama tãre da su dai, dõmin in rabonta da rabõ mai girma"}]}