{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":17,"Text":"Ey, Muxammed! / Kunnin sıqqan kezinde, olardın ungirin on jaqtan awıp otkenin, al batqan kezinde sol jagınan otip ketkenin koresin. Al, olar onın / ungirdin / ortasında boldı. Bul - Allahtın belgilerinen. Allah kimdi twra jolmen jurgizse, sol twra jolda boladı. Al kimdi adastırsa, ol usin bagıt korseter qamqorsı taba almaysın"},{"SurahNumber":18,"VerseNumber":18,"Text":"Olardı oyaw dep oylaysın, negizinen olar uyqıda. Biz olardı on jagına jane sol jagına awdarıp turamız. Al itteri ungirdin kire berisinde, aldıngı eki ayagın sozıp jattı. Eger de olardı korgeninde, olardan burılıp qasıp, seni qorqınıs basar edi"},{"SurahNumber":18,"VerseNumber":19,"Text":"Soytip Biz olardı bir-birinen suraswları usin qayta tirilttik / oyattıq / . Olardan birewi «Qansa boldındar?» dedi. Olar: «Bir kun nemese kunnin bir boligi»,- dedi. «Qansa bolgandarındı ozderinnin Rabbın jaqsı biledi. Birewlerindi mına kumis tengelerinmen qalaga jiberinder. Tagamnın qaysısı taza ekenin qarap, senderge azıq alıp kelsin. Ari sıpayı, saq bolsın, senderdi eskimge bayqatpasın"},{"SurahNumber":18,"VerseNumber":20,"Text":"Eger olar senderdi korip qoysa, tas atadı nemese dinderine qaytaradı. Onda sender esqasan murattarına jetpeysinder», - dedi"},{"SurahNumber":18,"VerseNumber":21,"Text":"Osılay, Allahtın wadesinin sındıgın, Sagattın / qayta tirilwdin / saksiz bolatındıgın / adamdar / bilwi usin olardı, bularga keziktirdik. Sol kezde bular ozara olar joninde dawlastı. Bular: «Olardın basına / ungirdin awzın bekitip / qurılıs turgızındar. Olardı Rabbısı jaqsı biledi»,- dedi. Bul maselede ustem kelgender: «Biz olardın basına mesit salamız»,- dedi"},{"SurahNumber":18,"VerseNumber":22,"Text":"Bular: «Olar usew, tortinsisi olardın iti», -dedi jane: «Olar besew, altınsısı olardın iti», -dep joramaldap, gayıptı bilmeksi boldı. Sonday-aq olar: «Jetew, segizinsisi olardın iti»,-dedi. Ayt: «Olardın sanın Rabbım jaqsı biledi. Olardı tek azınan basqa eskim bilmeydi»,- dep. Olar jayında asıq turde gana sozge bar ari olar jaylı bulardın / kitap ielerinin / esqaysısınan surama"},{"SurahNumber":18,"VerseNumber":23,"Text":"Ari esbir narsege baylanıstı: «Men munı erten isteymin», - dep aytpa"},{"SurahNumber":18,"VerseNumber":24,"Text":"tek: «Allah qalasa» - / «Insa Allah» / ,- dep qana ayt. Umıtqansatte Rabbındı esine al da: «Rabbımnın magan twralıqqa budan da jaqın jol korsetwin umit etemin»,- dep ayt"},{"SurahNumber":18,"VerseNumber":25,"Text":"Olar ungirde us juz jıl boldı jane togız / qosıladı"},{"SurahNumber":18,"VerseNumber":26,"Text":"Ey, Muxammed! / Ayt: «Olardın qansa bolganın Allah jaqsı biledi. Aspandardın jane jerdin qupiyası Ogan tan. Ol - qanday keremet Korwsi jane Estwsi! Olarda Odan ozge qamqorsı joq ari Ol biligine eskimdi ortaqtastırmaydı», - dep"},{"SurahNumber":18,"VerseNumber":27,"Text":"Ey, Muxammed! / Rabbınnın kitabınan ozine waxi etilgendi oqı. Onın sozderin ozgertwsi joq ari Odan ozge / pana / qorganıs tappaysın"},{"SurahNumber":18,"VerseNumber":28,"Text":"Ozderinin Rabbısına tanerten ari keske Onın didarın / razılıgın / qalap, tilek etwsilermen birge sabır et, ari osı omirdin korkin qalap, kozderindi olardan burma. Sonday-aq, Biz juregin Ozimizdi eske alwdan qapersiz etken ari konilqumarlıgına ergen jane isi sekten sıqqan birewge bagınba"},{"SurahNumber":18,"VerseNumber":29,"Text":"Ari ayt: «Aqiqat - senderdin Rabbınnan. Sondıqtan kim qalasa, sensin, kim qalasa, kupirlik etsin / imanga kelmesin / »,- dep. Aqiqatında, Biz adiletsizderge Ot azirledik. Onın qorgandarı olardı qorsap aladı. Eger olar jardem surasa, olarga betterdi qwırıp jiberetin balqıgan mıs siyaqtı sw beriledi. Ol qanday jaman swsın ari qanday jaman orın"},{"SurahNumber":18,"VerseNumber":30,"Text":"Aqiqatında, imanga kelip jane izgi amal istegenderge,- ıqılaspen istegen amaldarının sıyın zaya ketirmeymiz"},{"SurahNumber":18,"VerseNumber":31,"Text":"Olarga ’Adn Jannatının baqtarı bar, olardın astınan ozender agıp jatadı. Olar onda altınnan bolgan bileziktermen sandenedi, juqa jane qalın jibekten jasıl kiimder kiip, perdelermen sandelgen jumsaq sakilerde suyenip otıradı. Bul ne degen jaqsı sıy ari netken korkem meken"}]}