{"Id":279,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-lad","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":53,"VerseNumber":26,"Text":"Atē ākāśāṁ vica kinē fariśatē hana jinhāṁ dī sifāraśa kō'ī kama nahīṁ ā sakadī. Paratū iha ki alāha āgi'ā dēvē jisa nū uha cāhē atē pasada karē"},{"SurahNumber":53,"VerseNumber":27,"Text":"Bēśaka jihaṛē lōka pralōka tē bharōsā nahīṁ' rakhadē uha fariśati'āṁ dē nāma auratāṁ dē nāmāṁ tē rakhadē hana"},{"SurahNumber":53,"VerseNumber":28,"Text":"Jadōṁ ki unhāṁ dē kōla isa la'ī kō'ī dalīla nahīṁ'. Uha sirafa kalapanāṁ tē cala rahē hana atē kalapanāṁ sacā'ī dē māmalē vica bhōrā vī lābhadā'ika nahīṁ"},{"SurahNumber":53,"VerseNumber":29,"Text":"Sō atē uha duni'āvī jīvana tōṁ binhāṁ hōra kūjha nahīṁ cāhudē unhāṁ dī samajha ithōṁ taka hī pujī hai"},{"SurahNumber":53,"VerseNumber":30,"Text":"Tuhāḍā raba cagī tar'hāṁ jāṇadā hai ki kihaṛā usa dē rāha tōṁ bhaṭaki'ā hō'i'ā hai atē uha usa nū cagī tar'hāṁ jāṇadā hai, jihaṛā srēśaṭa rāha tē hai"},{"SurahNumber":53,"VerseNumber":31,"Text":"Atē alāha dā hī hai jihaṛā kujha ākāśāṁ atē dharatī vica hai, tāṁ ki uha fala dēvē ba̔ūrā kama karana vāli'āṁ nū usa dē kītē dā atē fala dēvē nēkī karana vāli'āṁ nū nēkī dā"},{"SurahNumber":53,"VerseNumber":32,"Text":"Paratū kujha gadagī tōṁ ilāvā jihaṛē vaḍē pāpāṁ atē aśalīlatāṁ tōṁ bacadē hana bēśaka tuhāḍē raba dī ḵẖimā bē'ata vi'āpaka hai. Uha tuhānū cagī tar'hāṁ jāṇadā hai udōṁ tōṁ jadōṁ usa nē tuhānū dharatī tē paidā kītā atē udōṁ tōṁ jadōṁ tūsīṁ āpaṇī'āṁ māvāṁ dē pēṭa vica ika bharūṇa dē rūpa vica sī. Tāṁ tusīṁ āpaṇē āpa nū pavitara nā samajhō. Uha takavā (sajamīṁ) vāli'āṁ nū cagī tar'hāṁ jāṇadā hai"},{"SurahNumber":53,"VerseNumber":33,"Text":"Bhalā tusīṁ usa vēlē usa badē nū dēkhi'ā jisa nē mūha mauṛi'ā"},{"SurahNumber":53,"VerseNumber":34,"Text":"Thōṛhā jihā ditā atē ruka gi'ā"},{"SurahNumber":53,"VerseNumber":35,"Text":"Kī usa dē kōla gupata dā gi'āna hai ki uha dēkha rihā hai"},{"SurahNumber":53,"VerseNumber":36,"Text":"Kī usa nū ḵẖabara nahīṁ pujī usa gala dī jihaṛī mūsā dē sahīfi'āṁ (grathāṁ) vica hai"},{"SurahNumber":53,"VerseNumber":37,"Text":"Atē ibarāhīma dē (grathāṁ vica vī) jisa nē āpaṇā vacana pūrā kara ditā"},{"SurahNumber":53,"VerseNumber":38,"Text":"Ki kō'ī cukaṇa vālā kisē dūsarē dā bhāra nahīṁ cukēgā"},{"SurahNumber":53,"VerseNumber":39,"Text":"Atē iha ki manukha la'ī uha hī hai jihaṛā usa nē kamā'i'ā"},{"SurahNumber":53,"VerseNumber":40,"Text":"Atē iha ki usa dī kamā'ī jaladī hī dēkhī jāvēgī"},{"SurahNumber":53,"VerseNumber":41,"Text":"Phira usa nū pūrā badalā ditā jāvēgā"},{"SurahNumber":53,"VerseNumber":42,"Text":"Atē iha ki sāri'āṁ nē tuhāḍē raba taka pahucaṇā hai"},{"SurahNumber":53,"VerseNumber":43,"Text":"Bēśaka uhī hasā'undā hai ravā'undā hai"},{"SurahNumber":53,"VerseNumber":44,"Text":"Atē uha hī māradā hai atē jidā karadā hai"},{"SurahNumber":53,"VerseNumber":45,"Text":"Atē usa nē dōvēṁ kisamāṁ nara atē mādā paidā kītī'āṁ hana"},{"SurahNumber":53,"VerseNumber":46,"Text":"Ika būda (vīraja) tōṁ jihaṛī (garabha vica) ṭapakā'ī jāndī hai"},{"SurahNumber":53,"VerseNumber":47,"Text":"Atē usa dē zimē hai dūjī vāra uṭha'uṇā"},{"SurahNumber":53,"VerseNumber":48,"Text":"Atē usē nē jā'idāda ditī atē daulatamada baṇā'i'ā"},{"SurahNumber":53,"VerseNumber":49,"Text":"Atē uhī śu'arā (ika tārā) dā raba hai"},{"SurahNumber":53,"VerseNumber":50,"Text":"Atē alāha nē hī pahilī āda kauma nū naśaṭa kītā"},{"SurahNumber":53,"VerseNumber":51,"Text":"Atē samūda nū. Phira kisē nū bākī nā chaḍi'ā"},{"SurahNumber":53,"VerseNumber":52,"Text":"Atē isa tōṁ pahilāṁ nūha dī kauma nū. Bēśaka iha bēhada zālima atē bāġī lōka sana"},{"SurahNumber":53,"VerseNumber":53,"Text":"Atē ulaṭī'āṁ hō'ī'āṁ basatī'āṁ nū vī suṭa ditā"},{"SurahNumber":53,"VerseNumber":54,"Text":"Usa tē bīti'ā jō bīti'ā"},{"SurahNumber":53,"VerseNumber":55,"Text":"Sō tusīṁ āpaṇē raba dī'āṁ kihaṛī'āṁ kihaṛī'āṁ ni'amatāṁ tē jhagaṛagō"},{"SurahNumber":53,"VerseNumber":56,"Text":"Iha ika ḍarā'uṇa vālā hai, pahilāṁ ḍarā'uṇa vāli'āṁ vāṅga"},{"SurahNumber":53,"VerseNumber":57,"Text":"Nēṛē ā'uṇa vālī (ki'āmata) nēṛē ā ga'ī"},{"SurahNumber":53,"VerseNumber":58,"Text":"Alāha tōṁ sinahāṁ usa nū kō'ī dūra nahīṁ kara sakadā"},{"SurahNumber":53,"VerseNumber":59,"Text":"Kī tuhānū isa gala tē hairānī hudī hai"},{"SurahNumber":53,"VerseNumber":60,"Text":"Atē tusīṁ hasadē hō rōndē nahīṁ"},{"SurahNumber":53,"VerseNumber":61,"Text":"Atē tusīṁ hakāra karadē hō"},{"SurahNumber":53,"VerseNumber":62,"Text":"Sō alāha la'ī sijadā karō. Atē usē dī ibādata karōṁ"},{"SurahNumber":54,"VerseNumber":1,"Text":"Ki'āmata nēṛē ā ga'ī atē cada pāṭa gi'ā"},{"SurahNumber":54,"VerseNumber":2,"Text":"Atē uha kō'ī vī niśānī dēkhaṇa tāṁ mūha hī mōṛaṇagē atē ākhaṇagē ki iha tāṁ jādū hai, jihaṛā pahilāṁ tōṁ cali'ā ā rihā hai"},{"SurahNumber":54,"VerseNumber":3,"Text":"Atē unhāṁ nē jhuṭhalā ditā atē āpaṇī'āṁ ichāvāṁ dā pālaṇa kītā atē harēka kama dā samāṁ niradhārita hai"},{"SurahNumber":54,"VerseNumber":4,"Text":"Atē unhāṁ nū uha ḵẖabarā pahuca cukī'āṁ hana jisa vica kāfī sikhi'ā hai"},{"SurahNumber":54,"VerseNumber":5,"Text":"Ucē darajē dī si'āṇapa vī, paratū citāvanī'āṁ unhāṁ nū lābha nahīṁ didī'āṁ"},{"SurahNumber":54,"VerseNumber":6,"Text":"Sō unhāṁ tōṁ mūha mōṛō. Jisa dina pukāraṇa vālā ika nā pasada cīza vala pukārēgā"},{"SurahNumber":54,"VerseNumber":7,"Text":"Akhāṁ nīvī'āṁ karadē hō'ē kabarāṁ tōṁ (ija) nikala paiṇagē jivēṁ uha khilarī'āṁ hō'ī'āṁ ṭiḍī'āṁ hana"},{"SurahNumber":54,"VerseNumber":8,"Text":"Bhajadē hō'ē pukāraṇa vālē vala. Avagi'ākārī kahiṇagē ki iha dina baṛā saḵẖata hai"}]}