{"Id":80,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":6,"VerseNumber":59,"Text":"Na Jemu byl klíc s úplne ochrana; prezidenta; ádný módní ti On. On módní všechno na breh more. Ne plátek dostat Svém vedomí. Nor jsem v tom zrnit hloubka pošpinit. Nor byl v tom všechno namocit nudný onen ne zaznamenat dukladný zápis"},{"SurahNumber":6,"VerseNumber":60,"Text":"On byl Jednotka pripojit ty s smrt vecer zkušený práve slabý z svuj boj cas. On vzkrísit ty naprostý dopoledne svuj doivotní prepnout naplnit pak Jemu jsem svuj poslední výnos. On pak informovat ty z všechno ty ucinil"},{"SurahNumber":6,"VerseNumber":61,"Text":"On jsem Nejvyšší Svém tvor On sjednat krýt ochranný ty! When sjednat cas smrt podlehnout ádný o ty náš hlasatel pripojit jemu smrt ihned"},{"SurahNumber":6,"VerseNumber":62,"Text":"Pak kadý vrátit BUH jejich spravedlivý Magnát Ovládat. Úplne On jsem poslední soudit; On jsem nejvetší správný Reckoner"},{"SurahNumber":6,"VerseNumber":63,"Text":"Odríkávat Kterí uchovat ty temnota z získat more? Ty vzývat Jemu loudly secretly On uchovat nás tohleto cas my jsem eternally uznalý"},{"SurahNumber":6,"VerseNumber":64,"Text":"Odríkávat BUH uchovat ty tohleto cas, jinak doba také pak ty utišit spolecnost obraz Jemu"},{"SurahNumber":6,"VerseNumber":65,"Text":"ríct On byl prosím dovedný podle proudit na ty odškodnení pred shora ty podle za svuj krok! On oddelovat ty frakce mel ty chutnat kadý others' tyranie! Proslulý e my vysvetlit zjevení oni porozumení"},{"SurahNumber":6,"VerseNumber":66,"Text":"Svuj lidé vyradit tento ješte to jsem vernost. ríct já byl hlídac pri ty"},{"SurahNumber":6,"VerseNumber":67,"Text":"Naprostý veštba sem podlehnout proplout ty prosit prece najít out"},{"SurahNumber":6,"VerseNumber":68,"Text":"Jestlie ty prijmout ty falešný náš zjevení ty zabránit ti oni zavrtat se do jiný osoba. Souit zpusobit ty nepamatovat si pak ty pamatovat vyloucit co z ceho ne sedení stejný odporný lidé"},{"SurahNumber":6,"VerseNumber":69,"Text":"Spravedlivý ar ne odpovedný projev z ty lidé to porce upomenout ti; asi oni uchovat"},{"SurahNumber":6,"VerseNumber":70,"Text":"Ty nedbat ty pokládat jejich náboenství za zbytecný protoe jsem sociální pusobit zcela zamestnat za tohleto svetový doivotní. Upomenout tento (Quran) lest duše snést dusledek svuj odporný earnings To mel ádný BUH Magnát a Zvládnout nor intercessor! To prednést nejaký druh o vykoupit to ne uznat! Oni snést dusledek odporný spravovat oni získat; oni privodit si pekelný pít trapný odškodnení jejich nevera"},{"SurahNumber":6,"VerseNumber":71,"Text":"ríct my vzývat BUH Jsem Povinen co ne mít moc beneficní nás škoda nás obeh náš opatrit patou BUH usmernovat nás? Pak my svázat ty majetný souit prevod zcela mást doba jejich stoupenec vyzkoušet uchovat ti ‘Utišit nás celkem dráha ' Odríkávat buh rízení byl vzprímit rízení! My príkaz nabídnout Magnát vesmír"},{"SurahNumber":6,"VerseNumber":72,"Text":"S slavit Spojení Prosba (Salat) s váit si Jemu - On byl 1 neli koho ty predvolat pocítání"},{"SurahNumber":6,"VerseNumber":73,"Text":"On byl Jednotka tvorit nebe zahrabat truthfully. Whenever On odríkávat Byl to jsem Svém slovo jsem prostý vernost. Úplne svrchovanost náleet podle Jemu cas roh kvet! Knower z úplne ochrana prezidenta popis On jsem nejvetší Odborný Príslušný"}]}