{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":21,"VerseNumber":51,"Text":"Ще раніше Ми дарували Ібрагіму дороговказ, і Ми знали, ким є [Ібрагім]"},{"SurahNumber":21,"VerseNumber":52,"Text":"Ось він сказав своєму батьку та іншим людям: «Що це за образи, яким ви настільки віддані?»"},{"SurahNumber":21,"VerseNumber":53,"Text":"Ті відповіли: «Ми бачили, що наші батьки поклонялися їм!»"},{"SurahNumber":21,"VerseNumber":54,"Text":"Він сказав: «Ви та ваші батьки перебуваєте в справжній омані!»"},{"SurahNumber":21,"VerseNumber":55,"Text":"Ті сказали: «Ти прийшов до нас з істиною чи просто бавишся?»"},{"SurahNumber":21,"VerseNumber":56,"Text":"Він сказав: «Ні! Ваш Господь — Господь небес і землі, Який створив їх. І я — один із тих, хто свідчить про це"},{"SurahNumber":21,"VerseNumber":57,"Text":"Клянуся Аллагом! Я неодмінно замислю хитрощі проти ваших ідолів, коли ви відвернетесь і підете!»"},{"SurahNumber":21,"VerseNumber":58,"Text":"Він розтрощив усіх ідолів, окрім найбільшого з них, щоб вони могли звернутися до нього"},{"SurahNumber":21,"VerseNumber":59,"Text":"Вони запитали: «Хто зробив це з нашими богами? Воістину, він — нечестивець!»"},{"SurahNumber":21,"VerseNumber":60,"Text":"Інші сказали: «Ми чули, як один юнак згадував їх. Його звуть Ібрагім!»"},{"SurahNumber":21,"VerseNumber":61,"Text":"Ті сказали: «Приведіть його перед людські очі, нехай вони засвідчать!»"},{"SurahNumber":21,"VerseNumber":62,"Text":"Вони запитали: «Це ти зробив таке з нашими богами, Ібрагіме?»"},{"SurahNumber":21,"VerseNumber":63,"Text":"Він відповів: «Ні, це зробив найбільший із них. Запитайте їх, якщо вони здатні розмовляти!»"},{"SurahNumber":21,"VerseNumber":64,"Text":"Одні з них звернулися до інших і сказали: «Воістину, ви самі — нечестивці!»"},{"SurahNumber":21,"VerseNumber":65,"Text":"Але потім вони знову взялися за своє: «Ти знаєш, що вони не здатні розмовляти!»"},{"SurahNumber":21,"VerseNumber":66,"Text":"[Ібрагім] сказав: «Невже ви поклоняєтеся замість Аллага тому, хто не може ні принести вам користі, ні завдати шкоди"},{"SurahNumber":21,"VerseNumber":67,"Text":"Гидота — і ви, і те, чому ви поклоняєтеся замість Аллага! Невже ви не розумієте?»"},{"SurahNumber":21,"VerseNumber":68,"Text":"Ті сказали: «Спаліть його й допоможіть вашим богам, якщо ви спроможні діяти!»"},{"SurahNumber":21,"VerseNumber":69,"Text":"Ми сказали: «О вогню! Будь для Ібрагіма прохолодою і безпекою!»"},{"SurahNumber":21,"VerseNumber":70,"Text":"Вони прагнули заподіяти шкоду, але Ми зробили так, щоб вони втратили більше за всіх"},{"SurahNumber":21,"VerseNumber":71,"Text":"Ми врятували його та Люта й привели на землю, яку благословили для світів"},{"SurahNumber":21,"VerseNumber":72,"Text":"І Ми дарували йому Ісхака, а ще Якуба. Ми зробили їх усіх праведниками"},{"SurahNumber":21,"VerseNumber":73,"Text":"І зробили їх провідниками, які з Нашого дозволу вказують прямий шлях. І Ми відкрили їм, як робити добро, звершувати молитву й давати закят. І вони поклонялися Нам"},{"SurahNumber":21,"VerseNumber":74,"Text":"А Люту Ми дарували мудрість і знання й врятували його від жителів селища, які робили мерзенні вчинки. Воістину, вони були лихими й розпусними людьми"},{"SurahNumber":21,"VerseNumber":75,"Text":"Ми ввели його у Свою милість. Воістину, він був одним із праведників"},{"SurahNumber":21,"VerseNumber":76,"Text":"А Нух закликав Нас іще раніше; Ми відповіли йому й врятували його з родиною від великого смутку"},{"SurahNumber":21,"VerseNumber":77,"Text":"Ми захистили його від людей, які вважали брехнею Наші знамення. Ці люди були лихими, тож Ми їх усіх утопили"},{"SurahNumber":21,"VerseNumber":78,"Text":"Дауд і Сулєйман вирішували справу про ниву, яку вночі витоптали чужі вівці. Ми були свідками їхнього суду"},{"SurahNumber":21,"VerseNumber":79,"Text":"І Ми дали Сулєйману правильне рішення, а обом їм дарували мудрість та знання. І Ми підкорили гори й птахів для того, щоб вони славили Нас разом із Даудом. Так, Ми зробили це"},{"SurahNumber":21,"VerseNumber":80,"Text":"Ми навчили його мистецтва виготовлення військових обладунків, щоб ви мали захист від взаємної шкоди. Але хіба ж ви вдячні"},{"SurahNumber":21,"VerseNumber":81,"Text":"Ми підкорили Сулєйману могутній вітер, який за його наказом дув на благословенну Нами землю. Адже Ми знаємо про кожну річ"},{"SurahNumber":21,"VerseNumber":82,"Text":"Були серед шайтанів такі, які пірнали для нього у воду й виконували іншу роботу. А Ми стерегли їх"}]}