{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"۞كذبت قبلهم قوم نوح فكذبوا عبدنا وقالوا مجنون وازدجر (وازدجر: زجر، ونهر عن تبليغ الدعوة)"},{"SurahNumber":54,"VerseNumber":10,"Text":"فدعا ربه اني مغلوب فانتصر (مغلوب: ضعيف عن مقاومتهم)"},{"SurahNumber":54,"VerseNumber":11,"Text":"ففتحنا ابوب السماء بماء منهمر (منهمر: متدفق)"},{"SurahNumber":54,"VerseNumber":12,"Text":"وفجرنا الارض عيونا فالتقى الماء على امر قد قدر (وفجرنا: شققنا, فالتقى الماء: اي: التقى ماء السماء والماء المتفجر من الارض, قدر: قدره الله في الازل؛ وهو اهلاكهم بالطوفان)"},{"SurahNumber":54,"VerseNumber":13,"Text":"وحملنه على ذات الوح ودسر (على ذات الواح ودسر: سفينة ذات الواح، ومسامير شدت بها)"},{"SurahNumber":54,"VerseNumber":14,"Text":"تجري باعيننا جزاء لمن كان كفر (باعيننا: بمراى منا، وحفظ، وفيها: اثبات صفة العينين لله تعالى؛ كما يليق بجلاله, جزاء: اغرقوا انتصارا منا لنوح - عليه السلام -، وعقوبة لهم على كفرهم, لمن كان كفر: هو: نوح - عليه السلام)"},{"SurahNumber":54,"VerseNumber":15,"Text":"ولقد تركنها ءاية فهل من مدكر (تركناها اية: ابقينا قصة نوح - عليه السلام -، وعقوبة قومه؛ عبرة، ودليلا على قدرتنا, مدكر: معتبر، ومتعظ)"},{"SurahNumber":54,"VerseNumber":16,"Text":"فكيف كان عذابي ونذر (ونذر: انذاري)"},{"SurahNumber":54,"VerseNumber":17,"Text":"ولقد يسرنا القرءان للذكر فهل من مدكر"},{"SurahNumber":54,"VerseNumber":18,"Text":"كذبت عاد فكيف كان عذابي ونذر"},{"SurahNumber":54,"VerseNumber":19,"Text":"انا ارسلنا عليهم ريحا صرصرا في يوم نحس مستمر (صرصرا: شديدة البرد, يوم نحس: يوم شوم, مستمر: دايم الشوم)"},{"SurahNumber":54,"VerseNumber":20,"Text":"تنزع الناس كانهم اعجاز نخل منقعر (تنزع الناس: تقتلعهم من مواضعهم، وترمي بهم على رووسهم، فتدق اعناقهم، وتنفصل عن اجسادهم, اعجاز نخل: اصول نخل بلا رووس, منقعر: منقلع من اصله)"},{"SurahNumber":54,"VerseNumber":21,"Text":"فكيف كان عذابي ونذر"},{"SurahNumber":54,"VerseNumber":22,"Text":"ولقد يسرنا القرءان للذكر فهل من مدكر"},{"SurahNumber":54,"VerseNumber":23,"Text":"كذبت ثمود بالنذر"},{"SurahNumber":54,"VerseNumber":24,"Text":"فقالوا ابشرا منا وحدا نتبعه انا اذا لفي ضلل وسعر (وسعر: جنون)"},{"SurahNumber":54,"VerseNumber":25,"Text":"اءلقي الذكر عليه من بيننا بل هو كذاب اشر (اشر: متكبر، متجبر)"},{"SurahNumber":54,"VerseNumber":26,"Text":"سيعلمون غدا من الكذاب الاشر"},{"SurahNumber":54,"VerseNumber":27,"Text":"انا مرسلوا الناقة فتنة لهم فارتقبهم واصطبر (فتنة لهم: اختبارا لهم, فارتقبهم: انتظر يا صالح ما يحل بهم من العذاب, واصطبر: اصبر على الدعوة، والاذى)"},{"SurahNumber":54,"VerseNumber":28,"Text":"ونبيهم ان الماء قسمة بينهم كل شرب محتضر (ونبيهم: اخبرهم, قسمة بينهم: مقسوم بين قومك والناقة؛ يوم لهم، ويوم للناقة, شرب: نصيب من الماء, محتضر: يحضره صاحبه في يومه، ويحرم منه الاخر)"},{"SurahNumber":54,"VerseNumber":29,"Text":"فنادوا صاحبهم فتعاطى فعقر (فنادوا صاحبهم: دعوه ليعقر الناقة, فتعاطى: تناول الناقة بيده, فعقر: نحر)"},{"SurahNumber":54,"VerseNumber":30,"Text":"فكيف كان عذابي ونذر"},{"SurahNumber":54,"VerseNumber":31,"Text":"انا ارسلنا عليهم صيحة وحدة فكانوا كهشيم المحتظر (كهشيم المحتظر: كالزرع اليابس الذي داسته البهايم فتهشم)"},{"SurahNumber":54,"VerseNumber":32,"Text":"ولقد يسرنا القرءان للذكر فهل من مدكر (مدكر: متعظ)"},{"SurahNumber":54,"VerseNumber":33,"Text":"كذبت قوم لوط بالنذر (بالنذر: بايات الله التي انذروا بها)"},{"SurahNumber":54,"VerseNumber":34,"Text":"انا ارسلنا عليهم حاصبا الا ءال لوط نجينهم بسحر (حاصبا: حجارة, بسحر: في اخر الليل)"},{"SurahNumber":54,"VerseNumber":35,"Text":"نعمة من عندنا كذلك نجزي من شكر"},{"SurahNumber":54,"VerseNumber":36,"Text":"ولقد انذرهم بطشتنا فتماروا بالنذر (انذرهم بطشتنا: خوفهم لوط - عليه السلام - باس الله, فتماروا: شكوا، وكذبوا)"},{"SurahNumber":54,"VerseNumber":37,"Text":"ولقد رودوه عن ضيفه فطمسنا اعينهم فذوقوا عذابي ونذر (راودوه: طلبوا منه ان يفعلوا الفاحشة بهم, فطمسنا: اعمينا، وحجبنا عاقبهم الله بالطمس، ثم بقلب قراهم، ثم امطرهم حجارة من طين)"},{"SurahNumber":54,"VerseNumber":38,"Text":"ولقد صبحهم بكرة عذاب مستقر (بكرة: اول النهار, مستقر: دايم متصل بعذاب الاخرة)"},{"SurahNumber":54,"VerseNumber":39,"Text":"فذوقوا عذابي ونذر"},{"SurahNumber":54,"VerseNumber":40,"Text":"ولقد يسرنا القرءان للذكر فهل من مدكر"},{"SurahNumber":54,"VerseNumber":41,"Text":"ولقد جاء ءال فرعون النذر (ال فرعون: اتباعه، وقومه, النذر: الانذار بالعقوبة)"},{"SurahNumber":54,"VerseNumber":42,"Text":"كذبوا بايتنا كلها فاخذنهم اخذ عزيز مقتدر (عزيز: غالب، قوي لا يغلب)"},{"SurahNumber":54,"VerseNumber":43,"Text":"اكفاركم خير من اوليكم ام لكم براءة في الزبر (الزبر: الكتب المنزلة على الانبياء عليهم السلام)"},{"SurahNumber":54,"VerseNumber":44,"Text":"ام يقولون نحن جميع منتصر (نحن جميع منتصر: جماعة منتصرة لا يغلبنا من ارادنا بسوء)"},{"SurahNumber":54,"VerseNumber":45,"Text":"سيهزم الجمع ويولون الدبر (الجمع: جماعة كفار مكة, ويولون الدبر: يفرون منهزمين، قد ولوكم ادبارهم؛ وقد حصل هذا في غزوة بدر)"},{"SurahNumber":54,"VerseNumber":46,"Text":"بل الساعة موعدهم والساعة ادهى وامر (ادهى وامر: اعظم واشد مرارة مما لحقهم من العذاب في بدر)"},{"SurahNumber":54,"VerseNumber":47,"Text":"ان المجرمين في ضلل وسعر (وسعر: عذاب)"},{"SurahNumber":54,"VerseNumber":48,"Text":"يوم يسحبون في النار على وجوههم ذوقوا مس سقر (مس سقر: اصابة جهنم، وعذابها لكم)"},{"SurahNumber":54,"VerseNumber":49,"Text":"انا كل شيء خلقنه بقدر"},{"SurahNumber":54,"VerseNumber":50,"Text":"وما امرنا الا وحدة كلمح بالبصر (الا واحدة: الا قولة واحدة، وهي: «كن», كلمح بالبصر: سريع لا يتاخر كطرفة العين)"},{"SurahNumber":54,"VerseNumber":51,"Text":"ولقد اهلكنا اشياعكم فهل من مدكر (اشياعكم: اشباهكم في الكفر, مدكر: متعظ)"},{"SurahNumber":54,"VerseNumber":52,"Text":"وكل شيء فعلوه في الزبر (في الزبر: مكتوب في الكتب التي بيد الحفظة)"},{"SurahNumber":54,"VerseNumber":53,"Text":"وكل صغير وكبير مستطر (مستطر: مسطور مكتوب في صحايف اعمالهم)"},{"SurahNumber":54,"VerseNumber":54,"Text":"ان المتقين في جنت ونهر (ونهر: انهار)"},{"SurahNumber":54,"VerseNumber":55,"Text":"في مقعد صدق عند مليك مقتدر (مقعد صدق: مجلس حق؛ لا لغو فيه، ولا تاثيم)"}]}