{"Id":367,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov-lad","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":11,"VerseNumber":24,"Text":"Misoli in du gurūh (mū'minon va kofiron) misoli kūru kar va ʙinovu şunavost. Gurūhi kofiron haqro nameʙinand, ki onro pajravī namojand va nameşunavand, ki roh joʙand, ammo gurūhi mū'minon huççathoi Allohro meʙinand va da'vataşro qaʙul mekunand. Ojo misoli in du gurūh ʙo ham ʙaroʙarand? Caro pand namegired"},{"SurahNumber":11,"VerseNumber":25,"Text":"Va Nūhro ʙar mardumaş ʙa pajomʙarī firistodem. Guft: Man ʙaroi şumo ʙimdihandai oşkoram"},{"SurahNumber":11,"VerseNumber":26,"Text":"ki çuz Allohi ʙarhaqro naparasted! Zero az azoʙi saxti rūzi qijomat ʙar şumo metarsam, agar şumo Ūro ʙa jagonagiaş parastiş nakuned"},{"SurahNumber":11,"VerseNumber":27,"Text":"Buzurgoni qavmaş, ki kofir ʙudand, guftand: Mo turo çuz insone monandi xeş nameʙinem. Va nameʙinem, ki çuz ʙecoraholoni mo (faqiru, ʙemaqom) az tu pajravī kunand. Va nameʙinem, ki şumoro ʙar mo fazilate ʙoşad dar rizqu rūzī va mol, ʙalki e'tiqod dorem, ki durūƣ megūed"},{"SurahNumber":11,"VerseNumber":28,"Text":"Nūh guft: Ej qavmi man, cī megūed, agar az sūi Parvardigoram daleli ravşan doşta ʙoşam, in ki man ʙarhaq hastam va Ū ʙa man rahmati xeş (ja'ne, nuʙuvvat va risolat) arzonī karda ʙoşad. Pas, haqiqati on, ʙa saʙaʙi nodonī va fireftaşudanaton dar dunjo ʙar şumo pinhon monda ʙoşad, ojo dar hole, ki xud namexohed, şumoro ʙa zūrī ʙa daromadani islom maçʙur sozem? Lekin şumoro ʙa Alloh mesuporem, to Ū hukm namojad dar amri şumo on ci ki meʙinad va mexohad"},{"SurahNumber":11,"VerseNumber":29,"Text":"Va ej qavmi man, dar ʙaroʙari taʙliƣi risolati xeş mole az şumo nametalaʙam va gumon maʙared, ki man az kori xud umedi moli dunjo doram. Muzdi man tanho ʙa Alloh ast. Onhoero, ki imon ʙa jagonagii Alloh ovardaand, az xud nameronam, onon ʙo Parvardigori xeş rū ʙa rū xohand şud. Vale meʙinam, ki şumo ej qavm, mardumi nodon hasted, ki maro mefarmoed dūstoni Allohro az xudam ʙironam"},{"SurahNumber":11,"VerseNumber":30,"Text":"Va ej qavmi man, agar mū'minonro az xud ʙironam, cī kase dar ʙaroʙari azoʙi saxti Alloh maro jorī xohad kard? Ojo haqiqatro darnamejoʙed"},{"SurahNumber":11,"VerseNumber":31,"Text":"Ba şumo namegūjam, xazinahoi Alloh dar nazdi man ast. Va ilmi ƣajʙ ham namedonam. Va namegūjam, ki farişta hastam. Va namegūjam, ki Alloh ʙa onon, ki dar nazari şumo xoru haqir metoʙand, xajri xudro ato nakunad. Alloh ʙa on cī dar dilhoi onhost, ogohtar ast. Agar cunin kunam, az sitamkoron xoham ʙud"},{"SurahNumber":11,"VerseNumber":32,"Text":"Guftand: «Ej Nūh, ʙo mo çidol (ʙahs, siteza) kardī va ʙisjor ham çidol kardī. Agar tu dar da'voi xud rost megūī, har va'dae az azoʙ, ki ʙa mo dodaī, ʙijovar!»"},{"SurahNumber":11,"VerseNumber":33,"Text":"Nūh ʙaroi qavmaş guft: Alloh ast, ki agar ʙixohad, on va'daro meorad va şumo oçizkunandai Alloh nested"},{"SurahNumber":11,"VerseNumber":34,"Text":"Va agar Alloh xosta ʙoşad, ki gumrohaton sozad, agar man ʙixoham şumoro pand diham, pandam sud naxohad kard. Ūst Parvardigori şumo va hama ʙa sūi Ū dar oxirat ʙaroi hisoʙu çazo ʙozgardonida meşaved"},{"SurahNumber":11,"VerseNumber":35,"Text":"Jo muşrikoni qavmi Nūh megūjand, ki in suxanro ʙa Alloh durūƣ ʙastaast. Bigū ʙarojaşon: Agar onro ʙa Alloh durūƣ ʙasta ʙoşam, gunohaş ʙar man ast va man az gunohe, ki mekuned, pok hastam va ʙa saʙaʙi gunohi şumo ʙa azoʙ girifta naşavam"},{"SurahNumber":11,"VerseNumber":36,"Text":"Va ʙa Nūh vahj rasid, ki az qavmi tu çuz on gurūh, ki imon ovardaand, digar imon naxohand ovard. Az kirdori onon andūhgin maʙoş, ki Man onhoro halokkunandaam va turo az onho naçotdihandaam"},{"SurahNumber":11,"VerseNumber":37,"Text":"Kiştiro zeri nazar va ta'limu tavçehi Mo ʙisoz va dar ʙorai on sitamkoron ʙo man suxan magūj, hamono, onho ƣarqşavandagonand"},{"SurahNumber":11,"VerseNumber":38,"Text":"Nūh kiştī mesoxt va har ʙor, ki ʙuzurgoni qavmaş ʙar ū meguzaştand, masxaraaş mekardand. Meguft: Agar şumo moro dar dunjo masxara mekuned, ʙa zudī mo ham monandi şumo dar oxirat masxaraaton xohem kard"},{"SurahNumber":11,"VerseNumber":39,"Text":"Ba zudī xohed donist, ki dar dunjo ʙar sari cī kase azoʙe meojad, ki xoraş sozad va azoʙi hameşagī dar oxirat ʙar vaj furud ojad"},{"SurahNumber":11,"VerseNumber":40,"Text":"Cun farmoni Mo ʙa haloki onho darrasid va tanūr çūşid, guftem: Az har çinse du tan (naru moda) va niz xonadoni xudro dar kiştī savor kun, ƣajri on kase, ki farmoni haloki onho peş sodir şudaast va niz hamroh gir onhoero, ki ʙar tu imon ovardaand. va çuz andake ʙa ū imon najovarda ʙudand"}]}