{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":11,"VerseNumber":41,"Text":"Tā shuō:“Nǐmen shàng chuán qù ba! Zhè zhī chuán de hángxíng hé tíng bó dōu shì fèng zhēnzhǔ zhī míng de. Wǒ de zhǔ què shì zhì shè de, què shì zhì cí de.”"},{"SurahNumber":11,"VerseNumber":42,"Text":"Nà zhī chuán zàizhe tāmen hángxíng yú shānyuè bān de bōtāo zhī jiān. Nǔ hā hǎnjiào tā érzi ──nà shí tā yuǎn zài chuán wài ──shuō:“Wǒ de háizi a! Nǐ lái hé wǒmen yīdào chéng chuán ba! Nǐ bùyào tóng bù xìndào de rénmen zài yīqǐ.”"},{"SurahNumber":11,"VerseNumber":43,"Text":"Tā érzi shuō:“Wǒ yào dào yīzuò shānshàngqù duǒbì hóngshuǐ.” Tā shuō:“Jīntiān, chú zhēnzhǔ suǒ liánmǐn de rén wài, jué méiyǒu rènhé rén néng bǎohù biérén bù shòu zhēnzhǔ de chéngfá.” Bōtāo gé kāile tāmen liǎ, tā jiù bèi yān sǐle"},{"SurahNumber":11,"VerseNumber":44,"Text":"Yǒurén shuō:“De a! Jí gàn nǐ shàngmiàn de shuǐ ba! Yún a! Sàn kāi ba!” Yúshì hóngshuǐ tuìqùle, shìqíng jiù bèi pànjuéle. Chuán tíng bó zài zhū dié shān shàng. Yǒurén shuō:“Bù yì de rénmen yǐ zāo huǐmièle.”"},{"SurahNumber":11,"VerseNumber":45,"Text":"Nǔ hā qídǎo tā de zhǔ shuō:“Wǒ de zhǔ a! Wǒ de érzi shì wǒ de qīnrén, nǐ de nuòyán shì zhēnshí de, nǐ shì zuì gōngzhèng de pànjué zhě.”"},{"SurahNumber":11,"VerseNumber":46,"Text":"Zhǔ shuō:“Nǔ hā a! Tā díquè bùshì nǐ de jiāshǔ, tā shì zuò'è de, nǐ bùyào xiàng wǒ qíqiú nǐ suǒ bù zhīdào de shìqíng. Wǒ quàn nǐ bùyào zì jūyú yúrén zhī liè.”"},{"SurahNumber":11,"VerseNumber":47,"Text":"Tā shuō:“Wǒ de zhǔ a! Wǒ qiú bì yú nǐ, yǐmiǎn wǒ xiàng nǐ qíqiú wǒ suǒ bù zhīdào de shìqíng, rúguǒ nǐ bù ráoshù wǒ, bù liánmǐn wǒ, wǒ jiù biàn chéng wéi kuī shé de rénle.”"},{"SurahNumber":11,"VerseNumber":48,"Text":"Yǒurén shuō:“Nǔ hā a! Nǐ xiàchuán ba! Cóng wǒ fāchū de píng'ān hé xìngfú, jiāngyào jiànglín nǐ hé yǔ nǐ tóngchuán de rén de bùfèn hòuyì. Tāmen de lìng yībùfèn hòuyì, wǒ jiāng shǐ tāmen xiǎngshòu, ránhòu, tāmen jiāng zāoshòu cóng wǒ fāchū de tòngkǔ de chéngfá.”"},{"SurahNumber":11,"VerseNumber":49,"Text":"Zhè shì bùfèn yōuxuán de xiāoxī, wǒ bǎ tā qǐshì nǐ. Yǐqián, nǐ hé nǐ de zōngzú dōu bù zhīdào tā, gù nǐ yīngdāng jiānrěn. Shàn guǒ guīyú jìngwèi de rénmen"},{"SurahNumber":11,"VerseNumber":50,"Text":"Wǒ què yǐ pàiqiǎn ā dé rén de dìxiōng hū dé qù jiàohuà tāmen, tā shuō:“Wǒ de zōngzú a! Nǐmen yīngdāng chóngbài zhēn zhǔ, chú tā wài, jué wú yīng shòu nǐmen chóngbài de. Nǐmen zhǐshì zàoyáo zhě"},{"SurahNumber":11,"VerseNumber":51,"Text":"Wǒ de zōngzú a! Wǒ bù wéi chuándá shǐmìng ér xiàng nǐmen suǒqǔ bàochóu, wǒ de bàochóu zhǐ yóu zàohuà wǒ de zhǔzǎi fùdān. Nándào nǐmen bù lǐjiě ma"},{"SurahNumber":11,"VerseNumber":52,"Text":"Wǒ de zōngzú a! Nǐmen yīngdāng xiàng nǐmen de zhǔ qiúráo, ránhòu guīyī tā, tā jiù bǎ chōngzú de yǔshuǐ jiàng gěi nǐmen, bìng shǐ nǐmen gèngjiā fùqiáng. Nǐmen bùyào bèilí (zhèngdào) ér fànzuì.”"},{"SurahNumber":11,"VerseNumber":53,"Text":"Tāmen shuō:“Hū dé a! Nǐ méiyǒu zhāoshì wǒmen rènhé míngzhèng, wǒmen jué bù wéi nǐ de yánlùn ér pāoqì wǒmen de shénlíng, wǒmen bìng bù guī xìn nǐ"},{"SurahNumber":11,"VerseNumber":54,"Text":"Wǒmen zhǐ xiǎng shuō, wǒmen de yībùfèn shénlíng shǐ nǐ fākuáng.” Tā shuō:“Wǒ qiú zhēnzhǔ zuòzhèng, nǐmen yě yīng dàng zuòzhèng, wǒ duìyú nǐmen suǒyòng yǐ pèi zhēnzhǔ de (ǒuxiàng) què shì wúgān de"},{"SurahNumber":11,"VerseNumber":55,"Text":"Nǐmen qúnqǐ ér móuhài wǒ ba! Érqiě bùyào kuānshù wǒ"},{"SurahNumber":11,"VerseNumber":56,"Text":"Wǒ díquè xìntuō zhēnzhǔ ──wǒ de zhǔ hé nǐmen de zhǔ, méiyǒu yī zhǒng dòngwù bù guī tā guǎnxiá. Wǒ de zhǔ què shì zài zhèng lùshàng de"},{"SurahNumber":11,"VerseNumber":57,"Text":"Rúguǒ nǐmen wéibèi zhèngdào, nàme, wǒ què yǐ bǎ wǒ suǒ fèng de shǐmìng chuándá gěi nǐmenle, wǒ de zhǔjiàng yǐ bié de mínzhòng dàitì nǐmen, nǐmen yīdiǎn yě bùnéng shānghài tā. Wǒ de zhǔ què shì jiānhù wànwù de.”"},{"SurahNumber":11,"VerseNumber":58,"Text":"Dāng wǒ de mìnglìng jiànglín de shíhòu, wǒ yīnwèi cóng wǒ fāchū de cí'ēn zhěngjiùle hū dé hé tóng tā zài yīqǐ xìndào de rénmen, wǒ shǐ tāmen miǎn zāo yánlì de chéngfá"},{"SurahNumber":11,"VerseNumber":59,"Text":"Zhèxiē ā dé rén céng fǒurèn tāmen de zhǔ de jīxiàng, bìng wéikàng tāmen zú zhōng de shǐzhě, érqiě shùncóng měi gè wángù de bàonüè zhě de mìnglìng"},{"SurahNumber":11,"VerseNumber":60,"Text":"Tāmen zài jīnshì hé fùhuó rì, yǒng zāo zǔzhòu. Zhēn de, ā dé rén què yǐ fǒurèn tāmen de zhǔ. Zhēn de! Ā dé rén ──hū dé de zōngzú ──yuàn tāmen zāoshòu huǐmiè!§"}]}