{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"Wepedyo pake (Satani) achati: “Tenzi vedu! Handina kumumanikidza kuti atadze, asi ndiye akanga akarasika zvakanyanya.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Allah vachati: “Musava munopikisana pamberi pangu, ndakatokutumidzirai yambiro kare.”"},{"SurahNumber":50,"VerseNumber":29,"Text":"“Mashoko abva kwandiri haashanduki uye handidzvanyiriri varanda.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"Iro zuva ratichati kuGehena: “Wazara here?” Richati: “Pane vamwe here (vari kuuya)?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Uye Paradhiso richaunzwa padyo nevatendi vanotya Allah kwete kure navo"},{"SurahNumber":50,"VerseNumber":32,"Text":"(Zvichanzi): “Izvi ndizvo zvamakanga mavimbiswa, kune avo vanokumbira ruregerero kuna Allah, uye vanochengetedza chitsidzo chavo kuna Allah (kuti vachatevera chitendero chaAllah, Islaam).”"},{"SurahNumber":50,"VerseNumber":33,"Text":"“Uyo aitya avo vane tsitsi dzakawanda (Allah) mune izvo zvisingaoneki uye ouya nemoyo wekukumbira ruregerero (kubva kuzvitadzo zvese).”"},{"SurahNumber":50,"VerseNumber":34,"Text":"“Pinda mariri nerunyararo uye chengetedzo. Iri ndiro zuva rehupenyu husina magumo!”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Imomo vachawana zvido zvemoyo yavo uye tine zvizhinji (kwavari, sekuona Allah)"},{"SurahNumber":50,"VerseNumber":36,"Text":"Uye madzinza mangani atakaparadza mushure mavo ange anemasimba kuvakunda. Uye (apo mutongo wedu wakauya) vakamhanya vachitsvaga rubatsiro kune dzimwe nzvimbo! Vakawana nzvimbo yekuhwanda here (kubva mukuparadzwa)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Zvirokwazvo, mune izvozvo mune yambiro kune uyo ane moyo kana anopa nzeve dzake achiteerera"},{"SurahNumber":50,"VerseNumber":38,"Text":"Uye zvirokwazvo takasika matenga nenyika uye zviri pakati pawo nemazuva matanhatu, uye hatina kuneta nazvo"},{"SurahNumber":50,"VerseNumber":39,"Text":"Nokudaro tsungirira (Muhammad (SAW)) mune zvose zvavanotaura, uye rumbidza kurumbidzwa kwaTenzi vako zuva risati rabuda uye risati ranyura (nekuita minamato yeFajr, Dhuhr ne Asr)"},{"SurahNumber":50,"VerseNumber":40,"Text":"Uye muchidimbu cheusiku varumbidze (nekuita minamato yeMaghrib neIsha), uyezve mushure meminamato (nekuita minamato isingamanikidzirwi maSunnah nekurumbidza uchiti Subhaanallaah, Alhamdulillaah, Allaahu Akbar)"},{"SurahNumber":50,"VerseNumber":41,"Text":"Uye teererai iro zuva apo mudaidzi achadaidzira munzvimbo iri padyo"},{"SurahNumber":50,"VerseNumber":42,"Text":"Iro zuva ravachanzwa kusheedzera kwechokwadi. Iri ndiro richava zuva rekubuda (kubva kumakuva)"},{"SurahNumber":50,"VerseNumber":43,"Text":"Zvirokwazvo, tisu tinopa upenyu uye tinokonzera rufu, uye kwatiri ndiko kwamuchadzokera"},{"SurahNumber":50,"VerseNumber":44,"Text":"Pazuva iro nyika ichatsemuka, vobuda vachimhanya. Uku ndiko kuchava kuunganidza kwatiri kuri nyore"},{"SurahNumber":50,"VerseNumber":45,"Text":"Tinoziva zvakanyanya izvo zvavanotaura. Uye (iwe Muhammad (SAW)) hausi\tiwe unovamanikidza (kutenda). Asi yambira neQur’aan uyo anotya tyisidziro yangu (yemurango)"},{"SurahNumber":51,"VerseNumber":1,"Text":"(Ndinopika) nemhepo inopfumbura huruva"},{"SurahNumber":51,"VerseNumber":2,"Text":"Uye (nemakore) anotakura mvura inorema"},{"SurahNumber":51,"VerseNumber":3,"Text":"Uye neizvo zvinofamba pamusoro pemvura (ngarava) zviri nyore uye zvakadzikama"},{"SurahNumber":51,"VerseNumber":4,"Text":"Uye neizvo (ngirozi) zvinopa (chikafu, mvura, nemamwe makomborero) nokuda kwaAllah"},{"SurahNumber":51,"VerseNumber":5,"Text":"Zvirokwazvo, izvo zvamunovimbiswa (kumutswa kubva kuvafi) ichokwadi"},{"SurahNumber":51,"VerseNumber":6,"Text":"Uye zvirokwazvo kupa mubairo kuchaiitika"},{"SurahNumber":51,"VerseNumber":7,"Text":"Ndinopika nedenga iro rakazara nenzira"},{"SurahNumber":51,"VerseNumber":8,"Text":"Zvirokwazvo, mune maonero akasiyana (maererano naMuhammad (SAW) neQur’aan"},{"SurahNumber":51,"VerseNumber":9,"Text":"Akapfuratira kubva kwariri (Qur’aan) ndeuyo anopfuratidzwa (neurongwa waAllah)"},{"SurahNumber":51,"VerseNumber":10,"Text":"Kushorwa ngakuve kune vanonyepa"},{"SurahNumber":51,"VerseNumber":11,"Text":"Avo vasina hanya nezvezuva rokutongwa"},{"SurahNumber":51,"VerseNumber":12,"Text":"Vanobvunza: “Zuva rekutongwa ririko rinhi?”"},{"SurahNumber":51,"VerseNumber":13,"Text":"(Richava) zuva ravacharangwa nemoto"},{"SurahNumber":51,"VerseNumber":14,"Text":"“Ravirai murango wenyu (kutswa nemoto)! Izvi ndizvo zvamaikumbira kuti zvikurumidze kuitwa!”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Zvirokwazvo, vanotya (Allah) vachange vari mumapindu uye nezvitubu (muParadhiso)"},{"SurahNumber":51,"VerseNumber":16,"Text":"Vachinakirwa nezvinhu zvavanenge vapiwa naTenzi vavo. Zvirokwazvo, vakanga vari vaiti vemabasa akanaka mushure"},{"SurahNumber":51,"VerseNumber":17,"Text":"Vairara nguva shoma usiku (vachinamata)"},{"SurahNumber":51,"VerseNumber":18,"Text":"Uye vaikumbira ruregerero mangwanani kusati kwachena"},{"SurahNumber":51,"VerseNumber":19,"Text":"Uye paupfumi hwavo pakanga paine kodzero dzeavo vanokumbira neavo vanotambura asi vasingakumbiri"},{"SurahNumber":51,"VerseNumber":20,"Text":"Uye panyika kune zviratidzo kune avo vanotenda uye vari pachokwadi"},{"SurahNumber":51,"VerseNumber":21,"Text":"Uye mukati menyu. Hamuoni here"},{"SurahNumber":51,"VerseNumber":22,"Text":"Uye kumatenga ndiko kune raramo yenyu, uye izvo zvamakavimbiswa"},{"SurahNumber":51,"VerseNumber":23,"Text":"Naizvozvo ndinopika naTenzi vematenga nenyika, zvirokwazvo ichokwadi (zvamakavimbiswa) sokunge huchokwadi wekuti munotaura"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ko haina here kusvika kwamuri nyaya yevaenzi vaAbrahamu vanoremekedzeka (Gabriel nedzimwe ngirozi mbiri)"},{"SurahNumber":51,"VerseNumber":25,"Text":"Apo vakapinda kwaari vakati: “Rugare!” Iye akati: “Rugare!” Akati: “Muri vanhu vandisingazivi.”"},{"SurahNumber":51,"VerseNumber":26,"Text":"Naizvozvo akaenda kumhuri yake, uye ndokubva auya nekamhuru kakakangiwa (hupfumi waAbrahamu wakawanda wange uri wemombe)"},{"SurahNumber":51,"VerseNumber":27,"Text":"Akabva akaisa pamberi pavo (achiti): “Hamungadyi here?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"Naizvozvo akataridza kuvatya (apo pavasina kudya). Vakati: “Usatya.” Ndokubva vamupa mashoko akanaka emwanakomana ane ruzivo (rweIslaam)"},{"SurahNumber":51,"VerseNumber":29,"Text":"Zvino mukadzi wake akauya padyo neizwi riri pamusoro, akazvirova kumeso kwake ndokubva ati: “Mukadzi mukuru asingabereki!”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Ivo ndokuti: “Ndizvo zvataurwa naTenzi vako. Zvirokwazvo, vane hungwaru hwese, vanoziva zvese.”"}]}