{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Elcileri: \"Gokleri ve yeri yaratan Allah hakkında suphe (edilir) mi? (O), sizin gunahlarınızdan bir kısmını bagıslamak ve sizi belirtilmis bir sureye kadar ertelemek icin sizi davet ediyor\" dediler. Onlar: \"Siz de bizim gibi bir insandan baska bir sey degilsiniz. Bizi, atalarımızın taptıgından cevirmek istiyorsunuz. O halde bize acık bir delil getirin!\" dediler"},{"SurahNumber":14,"VerseNumber":11,"Text":"Elcileri onlara dediler ki: \"Evet biz de sizin gibi insandan baska bir sey degiliz. Fakat Allah, kullarından diledigine lutfeder. Allah'ın izni olmadan biz size delil getiremeyiz. Inananlar, Allah'a dayansınlar"},{"SurahNumber":14,"VerseNumber":12,"Text":"Bize yollarımızı gostermisken neden biz Allah'a dayanmayalım? Sizin bize yaptıgınız eziyetlere katlanacagız. Tevekkul edenler, Allah'a dayansınlar"},{"SurahNumber":14,"VerseNumber":13,"Text":"Inkar edenler, elcilerine dediler ki: \"Ya sizi mutlaka yurdumuzdan cıkarırız, ya da bizim dinimize donersiniz!\" Rableri de onlara soyle vahyetti, \"zalimleri mutlaka helak edecegiz"},{"SurahNumber":14,"VerseNumber":14,"Text":"Ve onların ardından sizi o yere yerlestirecegiz. Bu, makamımdan korkan ve tehdidimden korkan icin(verdigim soz)dur"},{"SurahNumber":14,"VerseNumber":15,"Text":"(Elciler, dusmanlarına karsı Allah'tan) fetih istediler ve her inatcı zorba perisan oldu"},{"SurahNumber":14,"VerseNumber":16,"Text":"Ardından da kendisine irin (gibi) bir suyun icirilecegi cehennem vardır"},{"SurahNumber":14,"VerseNumber":17,"Text":"O suyu yutmaga calısır, fakat bogazından geciremez ve her yandan ona olum geldigi halde yine olemez. Bunun ardından da kaba bir azab"},{"SurahNumber":14,"VerseNumber":18,"Text":"Rablerine karsı nankorluk edenlerin iyi isleri, tıpkı fırtınalı bir gunde ruzgarın savurdugu kule benzer. Kazandıklarından hicbir seyi ele geciremezler. Iste derin sapıklık budur"},{"SurahNumber":14,"VerseNumber":19,"Text":"Allah'ın, gokleri ve yeri hak(ve hikmet) ile yarattıgını gormedin mi? Dilerse sizi goturur ve yepyeni bir halk getirir"},{"SurahNumber":14,"VerseNumber":20,"Text":"Bu, Allah'a guc degildir"},{"SurahNumber":14,"VerseNumber":21,"Text":"Hepsi Allah'ın huzurunda gorunduler. Zayıflar, buyukluk taslayan(onder)ler(in)e: \"Biz size tabi idik. Simdi siz, bizden Allah'ın azabından (en ufak) bir sey savabilir misiniz?\" dediler. (Buyukluk taslayanlar kendilerini ma'zur gostermek icin: \"Ne yapalım?\") dediler: \"Allah bize yol gosterseydi, biz de size yol gosterirdik. Artık biz sızlansak da, sabretsek de birdir; kacıp sıgınacak bir yerimiz yoktur"},{"SurahNumber":14,"VerseNumber":22,"Text":"Is bitirildikten sonra seytan (onlara) soyle dedi: \"Allah size gercek va'detti, ben de size va'dettim ama ben sozumden caydım! Benim sizi zorlayacak bir gucum yoktu. Sadece sizi (kufur ve isyana) davet ettim. Siz de benim da'vetime kostunuz. O halde beni kınamayın, kendi kendinizi kınayın! Ne ben sizi kurtarabilirim, ne de siz beni kurtarabilirsiniz! Ben, onceden beni (Allah'a) ortak kosmanızı da tanımamıstım zaten. Dogrusu zalimler icin acı bir azab vardır"},{"SurahNumber":14,"VerseNumber":23,"Text":"Inanıp iyi isyer yapanlar da Rablerinin izniyle surekli kalacakları, altlarından ırmaklar akan cennetlere sokuldular. Onların orada dirlik temennileri \"selam\"dır"},{"SurahNumber":14,"VerseNumber":24,"Text":"Gormedin mi Allah nasıl bir benzetme yaptı: Guzel soz, koku (yerde) sabit, dalları gokte olan guzel bir agac gibidir"},{"SurahNumber":14,"VerseNumber":25,"Text":"(O agac), Rabbinin izniyle her zaman yemisini verir. Allah, ogut almaları icin insanlara boyle benzetmeler yapar"},{"SurahNumber":14,"VerseNumber":26,"Text":"Kotu sozun durumu da govdesi yerin ustunden koparılmıs, sabit olmayan kotu bir agaca benzer"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah, inananları, dunya hayatında da, ahirette de saglam sozle tesbit eder. Allah, zalimleri de sasırtır ve Allah, diledigini yapar"}]}