{"Id":408,"LanguageCodes":["tr","tur"],"Name":"tur-ibnikesir-la","Author":"Ibni Kesir","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"O: Ben, sana; yaptıgım islere dayanamazsın, demedim mi? dedi"},{"SurahNumber":18,"VerseNumber":76,"Text":"Eger bundan sonra sana bir sey sorarsam; benimle arkadaslık etme. O zaman benim tarafımdan mazur sayılırsın, dedi"},{"SurahNumber":18,"VerseNumber":77,"Text":"Yine gittiler ve nihayet vardıkları kasaba halkından yiyecek istediler. Kasaba halkı bu ikisini misafir etmek istemedi. Ikisi sehrin icinde yıkılmaya yuz tutan bir duvar gorduler. O, bunu dogrultuverdi. Musa: Dileseydin; buna karsı bir ucret alabilirdin, dedi"},{"SurahNumber":18,"VerseNumber":78,"Text":"O dedi ki: Iste bu; seninle benim ayrılısımızdır. Dayanamadıgın islerin icyuzunu sana anlatacagım"},{"SurahNumber":18,"VerseNumber":79,"Text":"Gemi; denizde calısan yoksullara aitti. Onu kusurlu kılmak istedim. Zira arkalarında, her saglam gemiye zorla el koyan bir hukumdar vardı"},{"SurahNumber":18,"VerseNumber":80,"Text":"Oglana gelince; onun anası babası inanmıs kimselerdi. Cocugun onları azdırıp kufre suruklemesinden korkmustuk"},{"SurahNumber":18,"VerseNumber":81,"Text":"Rabblarının o cocuktan daha temiz ve daha cok merhametli birini vermesini istedik"},{"SurahNumber":18,"VerseNumber":82,"Text":"Duvar ise; o sehirdeki iki yetim erkek cocuga aitti. Altında da onlara ait bir define vardı. Babaları iyi bir kimseydi. Rabbın; onların erginlik cagına ulasmasını ve Rabbından bir rahmet olarak deefinelerini cıkar malarını istedi. Ben, bunları kendiligimden yapmadım. Iste dayanamadıgın seylerin tevili budur"},{"SurahNumber":18,"VerseNumber":83,"Text":"Sana Zulkarneyn´i sorarlar. Onu, size anlatacagım, de"},{"SurahNumber":18,"VerseNumber":84,"Text":"Dogrusu Biz; onu, yeryuzunde buyuk bir kudret sahibi kılmıstık ve ona her seyin yolunu ogretmistik"},{"SurahNumber":18,"VerseNumber":85,"Text":"O da bir yol tuttu"},{"SurahNumber":18,"VerseNumber":86,"Text":"En sonunda gunesin battıgı yere vardıgı zaman; onu kara bir suda batıyor buldu. Orada bir kavme rastladı. Zulkarneyn, onlara azab da edebilirsin, iyi muamelede de bulunabilirsin, dedik"},{"SurahNumber":18,"VerseNumber":87,"Text":"Dedi ki: Kim zulmederse; ona, azab edecegiz. Sonra Rabbına dondurulur ve Rabbı; onu, gorulmemis bir azaba ugratır"},{"SurahNumber":18,"VerseNumber":88,"Text":"Fakat kim de, iman eder ve salih ameller islerse; ona, mukafat olarak guzel seyler vardır. Ona emrimizden kolayını da soyleyecegiz"},{"SurahNumber":18,"VerseNumber":89,"Text":"Sonra o, bir yol tuttu"},{"SurahNumber":18,"VerseNumber":90,"Text":"Nihayet gunesin dogdugu yere ulastıgında; onun, gunese karsı hic bir siper yapmadıgımız bir kavmin uzerine dogdugunu gordu"},{"SurahNumber":18,"VerseNumber":91,"Text":"Iste bunun gibi, onun yaptıklarının hepsini bastan basa biliyorduk Biz"},{"SurahNumber":18,"VerseNumber":92,"Text":"Sonra da bir yol tuttu"},{"SurahNumber":18,"VerseNumber":93,"Text":"En sonunda iki dagın arasına varınca; orada hemen hemen hic bir soz anlamayan bir kavme rastladı"},{"SurahNumber":18,"VerseNumber":94,"Text":"Dediler ki: Ey Zulkarneyn; Ye´cuc ve Me´cuc bu ulkede dogrusu bozgunculuk yapıyorlar. Bizim ve onların arasına bir sed yapman icin sana vergi verelim mi"},{"SurahNumber":18,"VerseNumber":95,"Text":"Dedi ki: Rabbımın bana verdikleri sizinkinden daha hayırlıdır. Bana gucunuzle yardım edin de, sizin ve onların arasına saglam bir duvar yapayım"},{"SurahNumber":18,"VerseNumber":96,"Text":"Bana demir kutleleri getirin. Bunlar iki dagın arasını doldurunca; korukleyin, dedi. Nihayet o, bir ates haline gelince; bana erimis bakır getirin de uzerine dokeyim, dedi"},{"SurahNumber":18,"VerseNumber":97,"Text":"Onlar; artık onu, ne asabildiler, ne de delip gecebildiler"},{"SurahNumber":18,"VerseNumber":98,"Text":"Dedi ki: Bu, Rabbımın bir rahmetidir. Rabbımın vaadi gelince onu yerle bir eder. Rabbımın verdigi soz, gercektir"}]}