{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"De ki: Ey kendilerine haksızlık edip olcuyu asan kullarım! Allah´ın rahmetinden umidinizi kesmeyin. Cunku Allah elbette butun gunahları bagıslar ve gercekten O, cok bagıslayan, cok merhamet edendir"},{"SurahNumber":39,"VerseNumber":54,"Text":"Size henuz azab gelmeden once Rabbınıza yonelip tevbe suuru icinde O´na gonul verin ve O´na teslim olun. Aksi halde yardım goremezsiniz"},{"SurahNumber":39,"VerseNumber":55,"Text":"Farkında olmadıgınız halde ansızın size azab gelmeden once, Rabbınızdan size indirilen en guzel soze (Kur´an´a) uyun"},{"SurahNumber":39,"VerseNumber":56,"Text":"Kisinin, «Allah´ın huzurunda yaptıgım eksikliklerden, kusurlardan dolayı yazıklar olsun bana ; cidden ben alaya alanlar arasında idim!» diyecegi"},{"SurahNumber":39,"VerseNumber":57,"Text":"Veya «eger Allah beni dogru yola eristirseydi, elbette (O´ndan) korkup (fenalıklardan) sakınanlardan olurdum,» diyecegi"},{"SurahNumber":39,"VerseNumber":58,"Text":"Veya azabı gordugunde, «benim icin donus olsaydı da iyiler arasında bulunsaydım,» diyecegi (gun gelmeden, Kur´an´a uyun)"},{"SurahNumber":39,"VerseNumber":59,"Text":"Hayır, sana ayetlerim geldi, sen onları yalan saydın, buyukluk tasladın da kafirlerden oldun, (denilecek)"},{"SurahNumber":39,"VerseNumber":60,"Text":"Kıyamet gunu, Allah´a karsı yalan uyduranları, yuzleri kararmıs bir halde gorursun. Cehennem´de, boburlenip buyukluk taslayanlar icin bir konak yok mudur"},{"SurahNumber":39,"VerseNumber":61,"Text":"Allah (kotuluklerden) sakınanları, kurtulusları sebebi (olan imanları ve iyi amelleri) ile kurtarır. Kotuluk onlara dokunmaz ve onlar uzulmezler de"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah her seyin yaratanıdır. O, her sey uzerinde vekildir"},{"SurahNumber":39,"VerseNumber":63,"Text":"Goklerin ve yerin (hazinelerinin) anahtarları O´nundur. Allah´ın ayetlerini inkar edenler ise, asıl zarara ugrayanlar onlardır"},{"SurahNumber":39,"VerseNumber":64,"Text":"De ki: Ey cahiller! Siz bana Allah´tan baskasına ibadet etmemi mi emrediyorsunuz"},{"SurahNumber":39,"VerseNumber":65,"Text":"And olsun ki, sana da, senden onceki (peygamber)lere de soyle vahyolundu: Eger Allah´a ortak kosarsan, suphen olmasın ki, amelin bosa gider ve zarara ugrayanlardan olursun"},{"SurahNumber":39,"VerseNumber":66,"Text":"Hayır, ancak Allah´a kulluk et ve sukredenlerden ol"},{"SurahNumber":39,"VerseNumber":67,"Text":"Onlar, Allah´ı (O´nun kudret ve yuceligini, denge ve duzenini) hakkıyle takdir edemediler. Oysa yeryuzu Kıyamet gunu O´nun kudret avucundadır. Gokler de O´nun (kudretini temsil eden) sag elinde katlanmıs olacak. O, (inkarcı nankorlerin) ortak kostuklarından yucedir, munezzehtir"},{"SurahNumber":39,"VerseNumber":68,"Text":"Sur´a ufurulunce, Allah´ın dilediginin dısında, goklerde ne var, yerde ne varsa hepsi carpılıp cansız yere duser. Sonra ona bir daha ufurulur derken (olenlerin tamamı) kalkıp bakısırlar"},{"SurahNumber":39,"VerseNumber":69,"Text":"Yeryuzu, Rabbının nuruyla parıldar, kitap konur, peygamberler ve sahidler getirilir ve insanlar arasında hakk ile hukmedilir ve onlar haksızlıga ugramazlar"},{"SurahNumber":39,"VerseNumber":70,"Text":"Herkese yaptıgı amelin karsılıgı noksansız odenir. Allah, onların yaptıklarını cok daha iyi bilir"},{"SurahNumber":39,"VerseNumber":71,"Text":"Kafirler boluk boluk Cehennem´e sevkedilir, nihayet oraya vardıklarında Cehennem kapıları acılır. Cehennem bekcileri onlara derler ki: Size, icinizden Rabbınızın ayetlerini okuyan ve bugune kavusacagınız hakkında sizi uyaran peygamberler gelmediler mi ? Onlar da : Evet, geldi derler. Ama azab hukmu kafirlere hakk olmustur"},{"SurahNumber":39,"VerseNumber":72,"Text":"Onlara, icinde devamlı kalacakları Cehennem´in kapılarından girin (denilir). Buyukluk taslayanların kaldıkları yer ne kotu"},{"SurahNumber":39,"VerseNumber":73,"Text":"Rablarından korkup (kufur ve boburlenmekten) sakınanlar, boluk boluk Cennet´e goturulurler; sonunda oraya geldiklerinde Cennet kapıları acılır, oranın bekcileri onlara derler ki: Selam size olsun ! Gonul huzuru buldunuz. Ebedi kalıcıları olarak girin Cennetlere"},{"SurahNumber":39,"VerseNumber":74,"Text":"Onlar da: Hamd O Allah´a ki verdigi sozu bize gerceklestirdi; bizi bu yere varis kıldı ki Cennet´te istedigimiz yerde eylesip oturabiliyoruz. iyi-yararlı amellerde bulunanların mukafatı ne guzeldir"},{"SurahNumber":39,"VerseNumber":75,"Text":"Meleklerin, Ars´ın etrafını cevirmis bir halde Rablarını hamd ile tesbih ettiklerini gorursun. Insanlar arasında ise hakk ile hukmolunmustur. Alemlerin Rabbına hamd olsun ! denilir"}]}