{"Id":300,"LanguageCodes":["ru","rus"],"Name":"rus-gordysemyonovic-la","Author":"Gordy Semyonovich Sablukov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Otvetom etikh lyudey byli tol'ko slova: \"Vygonite semeystvo Lota iz vashego goroda; oni lyudi, schitayushchiye sebya chistymi"},{"SurahNumber":27,"VerseNumber":57,"Text":"Togda My spasli yego i yego semeystvo, krome zheny yego: yey predopredelili My byt' v chisle otstavshikh"},{"SurahNumber":27,"VerseNumber":58,"Text":"My prolili na nikh dozhd': kak gubitelen byl etot dozhd' dlya oblichennykh"},{"SurahNumber":27,"VerseNumber":59,"Text":"Skazhi: \"Slava Bogu, mir izbrannym rabam Yego! Bog li luchshe, ili kto iz tekh, kotorykh schitayut oni souchastnikami Yego"},{"SurahNumber":27,"VerseNumber":60,"Text":"Tot li, kto sotvoril nebesa i zemlyu, nizvodit dlya vas s neba vodu (My yeyu vzrashchivayem raduyushchiye krasotoyu sady, a uzhe ne vy svoyey siloy vyrashchivayete dereva v nikh), - ili kakoy libo pri boge drugoy bog? Ne mozhet byt', khotya eti lyudi ravnyayut ikh"},{"SurahNumber":27,"VerseNumber":61,"Text":"Tot li, kto postavil zemlyu nepodvizhnoyu, ustanovil po ney reki, postavil na ney gornyye tverdyni, postavil mezhdu dvumya moryami pregradu, - ili kakoy libo pri boge drugoy bog? Istinno, mnogiye iz nikh ne znayut"},{"SurahNumber":27,"VerseNumber":62,"Text":"Tot li, kto vnimayet stradayushchim, kogda oni vzyvayut k Nemu, izbavlyayet ikh ot bedstviy, postavlyayet vas vlastitelyami etoy zemli, - ili kakoy libo pri boge drugoy bog? Malo vy razmyshlyayete"},{"SurahNumber":27,"VerseNumber":63,"Text":"Tot li, kto ukazyvayet vam put' vo mrake na sushe i na more, kto posylayet vetry blagovestnikami svoyey milosti, - ili kakoy libo pri Boge drugoy bog? Bog vyshe vsego, chto bogotvoryat oni vmeste s Nim"},{"SurahNumber":27,"VerseNumber":64,"Text":"Tot li, kto vosproizvodit tvoreniye i so vremenem unichtozhayet yego, kto s nebes i ot zemli dostavlyayet vam zhiznennyye potrebnosti, - ili kakoy libo pri Boge drugoy bog? Skazhi: \"Predstav'te dokazatel'stva vashi, yesli vy spravedlivy"},{"SurahNumber":27,"VerseNumber":65,"Text":"Skazhi: \"Krome Boga nikto ne znayet sokrovennogo ni v nebesakh, ni v zemle; i oni ne ponimayut, kogda voskresheny budut"},{"SurahNumber":27,"VerseNumber":66,"Text":"Oni poluchili nekotoryye svedeniya i o budushchey zhizni, no oni v somnenii o ney; istinno, v otnoshenii k ney oni slepy"},{"SurahNumber":27,"VerseNumber":67,"Text":"Neveruyushchiye govoryat: \"Uzhe li posle togo, kak my budem zemleyu, kak i nashi ottsy, - uzhe li my vosstanem"},{"SurahNumber":27,"VerseNumber":68,"Text":"Eto uzhe bylo obeshchano nam, nam i prezhde yeshche ottsam nashim; no eto tol'ko odni starinnyye skazki"},{"SurahNumber":27,"VerseNumber":69,"Text":"Skazhi: \"Proydite po etoy zemle, i posmotrite, kakov byl konets prestupnikov"},{"SurahNumber":27,"VerseNumber":70,"Text":"Ne skorbi iz - za nikh, ne ogorchaysya ikh ukhishchreniyami"},{"SurahNumber":27,"VerseNumber":71,"Text":"Oni govoryat: \"Skoro li eta ugroza, yesli vy spravedlivy"},{"SurahNumber":27,"VerseNumber":72,"Text":"Skazhi: \"Mozhet byt', uzhe sledom za vami idet chto libo iz togo, chto, po vashemu zhelaniyu skoreye nastupilo by"},{"SurahNumber":27,"VerseNumber":73,"Text":"Istinno, Gospod' tvoy preblag k lyudyam, no mnogiye iz nikh etogo ne razumeyut"},{"SurahNumber":27,"VerseNumber":74,"Text":"Istinno, Gospod' tvoy znayet to, chto skryvayut serdtsa ikh i chto obnaruzhivayut"},{"SurahNumber":27,"VerseNumber":75,"Text":"Chto ni yest' sokrovennogo na nebe i na zemle, vse to yest' v yasno opredelivshey knige"},{"SurahNumber":27,"VerseNumber":76,"Text":"Etot Koran ukazyvayet synam Izrailevym mnogoye iz togo, v chem oni raznoglasyat mezhdu soboyu"},{"SurahNumber":27,"VerseNumber":77,"Text":"On rukovodstvo i milost' veruyushchim"},{"SurahNumber":27,"VerseNumber":78,"Text":"Gospod' tvoy sudom svoim razreshit sostyazaniye ikh: On silen, znayushchiy"},{"SurahNumber":27,"VerseNumber":79,"Text":"Upovay na Boga: ty opirayesh'sya na ochevidnuyu istinu"},{"SurahNumber":27,"VerseNumber":80,"Text":"Ty ne mozhesh' zastavit' mertvykh slyshat', ne mozhesh' zastavit' glukhikh slyshat' zov, kogda oni idut ot tebya, obrativshis' k tebe spinoy"},{"SurahNumber":27,"VerseNumber":81,"Text":"Ty ne vozhd' slepykh, uderzhivayushchiy ikh ot zabluzhdeniya; ty mozhesh' zastavit' slushat' tol'ko veruyushchikh v nashi znameniya, i oni budut pokornymi"}]}