{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Abin sani kawai, dukiyoyin sadaka na faƙirai ne da miskinai da masu aiki a kansu, da waɗanda ake lallashin zukatansu, kuma a cikin fansar wuyoyi, da mabarta, da a cikin hanyar Allah da ɗan hanya (matafiyi). Farilla daga Allah. Kuma Allah ne Masani, Mai hikima"},{"SurahNumber":9,"VerseNumber":61,"Text":"Kuma daga cikinsu akwai waɗanda suke cutar Annabi, kuma suna cewa \"Shi kunne* ne.\" Ka ce: \"Kunnen alheri gare ku, Yana imani da Allah, kuma Yana yarda da muminai, kuma rahama ne ga waɗanda suka yi imani daga gare ku.\"Kuma waɗanda suke cutar Manzon Allah suna da Azaba mai raɗaɗi"},{"SurahNumber":9,"VerseNumber":62,"Text":"Suna rantsuwa da Allah saboda ku, domin su yardar da ku. Kuma Allah da ManzonSa ne mafi cancantar su yardar da Shi, idan sun kasance muminai"},{"SurahNumber":9,"VerseNumber":63,"Text":"Shin, ba su sani ba cewa \"Lalle ne wanda ya saɓa wa Allah da ManzonSa, haƙiƙa Yana da wutar Jahannama, Yana madawwami a cikinta? Waccan ita ce wulakantawa babba"},{"SurahNumber":9,"VerseNumber":64,"Text":"Munafukai suna tsoron a saukar da wata sura a kansu, wadda take ba su labari ga abin da yake cikin zukatansu. Ka ce: \"Ku yi izgili. Lalle ne, Allah ne Mai fitai da abin da kuke tsoro"},{"SurahNumber":9,"VerseNumber":65,"Text":"Kuma lalle ne, idan ka tambaye,* su haƙiƙa, suna cewa, \"Abin sani kawai, mun kasance muna hira kuma muna wasa. Ka ce: \"Shin da Allah, da kuma ayoyinSa da ManzonSa kuka kasance kuna izgili"},{"SurahNumber":9,"VerseNumber":66,"Text":"Kada ku kawo wani uzuri, haƙiƙa, kun kafirta a bayanimaninku. Idan Mun yafe laifi ga wata ƙungiya daga gare ku, za Mu azabta wata ƙungiya saboda, lalle, sun kasance masu laifi"},{"SurahNumber":9,"VerseNumber":67,"Text":"Munafukai maza da munafukai mata, sashensu* daga sashe, suna umurni da abin ƙi kuma suna hani daga alheri. Kuma suna damƙewar hannayensu. Sun mance Allah, sai Ya manta da su. Lalle ne munafukai su ne fasiƙai"},{"SurahNumber":9,"VerseNumber":68,"Text":"Allah ya yi wa'adi ga munafukai maza da munafukai mata da kafirai da wutar Jahannama, suna madawwama a cikinta. Ita ce ma'ishiyarsu. Kuma Allah Ya la'ance su, kuma suna da azaba zaunanniya"},{"SurahNumber":9,"VerseNumber":69,"Text":"Kamar waɗanda suke a gabaninku, sun kasance mafi tsananin ƙarfi daga gare ku, kuma mafi yawan dukiyoyi da ɗiya. Sai suka ji daɗi da rabonsu, sai kuka ji daɗi da rabonku kamar yadda waɗanda suke a gabaninku suka ji daɗi, da rabonsu, kuma kuka kutsa kamar kutsawarsu. Waɗancan ayyukansu sun ɓaci a duniya da Lahira, kuma waɗannan su ne masu hasara"},{"SurahNumber":9,"VerseNumber":70,"Text":"Shin labarin waɗanda suke a gabaninsu bai je musu ba, mutanen Nuhu da Adawa da Samudawa da mutanen Ibrahim da Ma'abuta Madyana da waɗanda aka birkice? Manzanninsu sun je musu da ayoyayi bayanannu. To, Allah bai kasance Yana zaluntar su ba, amma sun kasance rayukansu suke zalunta"},{"SurahNumber":9,"VerseNumber":71,"Text":"Kuma mummunai maza da mummunai mata sashensu majiɓincin sashe ne, suna umurni da alheri* kuma suna hani daga abin da ba a so, kuma suna tsayar da salla, kuma suna bayar da zakka, kuma sunaɗa'a ga Allah da ManzonSa. Waɗannan Allah zai yi musu rahama. Lalle Allah ne Mabuwayi, Mai hikima"},{"SurahNumber":9,"VerseNumber":72,"Text":"Kuma Allah Ya yi wa'adi ga mummunai maza da mummunai mata da gidajen Aljanna ƙoramu suna gudana daga ƙarƙashinsu, suna madawwama a cikinsu, da wuraren zama masu daɗi a cikin gidajen Aljannar. Kuma yarda daga Allah ce mafi girma. Wancan shi ne babban rabo, mai girma"},{"SurahNumber":9,"VerseNumber":73,"Text":"Ya kai Annabi! Ka yaƙi kafirai da munafukai kuma ka tsaurara a kansu. Kuma matattararsu Jahannama ce. Tir da ta zama makomar"},{"SurahNumber":9,"VerseNumber":74,"Text":"Suna rantsuwa da Allah, ba su faɗa ba, alhali kuwa lalle ne, haƙiƙa, sun faɗi kalmar kafirci, kuma; sun kafirta a bayan musuluntarsu, kuma sun yi himma ga abin da ba su samu ba. Kuma ba su zargi kome ba face domin Allah da ManzonSa Ya wadatar da su daga falalarSa. To, idan sun tuba zai kasance mafi alheri gare su, kuma idan sun juya baya, Allah zaiazabta su da azaba mai raɗaɗi a cikin duniya da Lahira, kuma ba su da wani masoyi ko wani mataimaki a cikin kasa"}]}