{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"İsrailoğulları'nı denizden geçirdik. Firavun ve askerleri haksızlık ve düşmanlıkla arkalarına düştüler. Firavun boğulacağı anda: İsrailoğulları’nın iman ettiği ilahtan başka (hak) ilah olmadığına iman ettim. Artık ben O’na inanan müslümanlardanım, dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Şimdi mi? Sen, önceden isyan etmiş ve bozgunculardan olmuştun"},{"SurahNumber":10,"VerseNumber":92,"Text":"Bugün senin cesedini arkandan gelenlere ibret olması için kurtaracağız. Şüphesiz, insanların çoğu bizim ayetlerimizden gafildir"},{"SurahNumber":10,"VerseNumber":93,"Text":"İsrailoğulları'nı hoşlanacakları evlere yerleştirmiş, temiz yiyeceklerle onları rızıklandırmıştık. Kendilerine ilim gelene kadar da anlaşmazlığa düşmemişlerdi. Şüphesiz Rabbin, anlaşamadıkları konu hakkında kıyamet günü aralarında hüküm verecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"Şayet sana indirdiğimizden şüphede isen; senden önce indirdiğimiz kitapları okuyanlara sor. Andolsun ki sana Rabbinden hak gelmiştir. Sakın şüphelenenlerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Allah’ın ayetlerini yalanlayanlardan da olma; Yoksa hüsrana uğrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Şüphesiz Rabbinin sözü (azaba uğrayacakları hükmü) gerçekleşmiş olanlar, iman etmezler"},{"SurahNumber":10,"VerseNumber":97,"Text":"Can yakıcı azabı görene kadar, Kendilerine her türlü ayetler gelse bile"},{"SurahNumber":10,"VerseNumber":98,"Text":"Yûnus’un kavminden başka, keşke (azabı görmeden) iman edip, imanı kendisine fayda veren bir tek memleket halkı olsaydı! Onlar iman edince, dünya hayatında onlardan zillet azabını gidermiş ve belirli bir süre daha geçindirmiştik"},{"SurahNumber":10,"VerseNumber":99,"Text":"Eğer Rabbin dileseydi, yeryüzünde bulunanların tümü iman ederdi. Öyleyken insanları iman etmeye sen mi zorlayacaksın"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah’ın izni olmadıkça hiçbir nefis iman etmez ve azabını akıllarını kullanmayanların üzerine verir"},{"SurahNumber":10,"VerseNumber":101,"Text":"“Göklerde ve yerde neler var bir bakın!” de. iman etmeyen bir topluma ayetler ve uyarmalar fayda vermez"},{"SurahNumber":10,"VerseNumber":102,"Text":"Kendilerinden önce gelip geçmişlerin (başlarından geçen azap) günlerinin bir benzerini mi bekliyorlar? (Öyle mi) Bekleyin, ben de sizinle beraber beklemekteyim, de"},{"SurahNumber":10,"VerseNumber":103,"Text":"Sonra biz rasûllerimizi ve iman edenleri kurtarırız. İman edenleri kurtarmak üzerimize bir haktır"},{"SurahNumber":10,"VerseNumber":104,"Text":"De ki: Ey İnsanlar! Benim dinimden şüphede iseniz bilin ki ben Allah’tan başka ibadet ettiklerinize ibadet etmem, ancak sizi öldürecek olan Allah’a ibadet ederim. Müminlerden olmakla emrolundum"},{"SurahNumber":10,"VerseNumber":105,"Text":"Yüzünü hanif olarak dine çevir, sakın müşriklerden olma"},{"SurahNumber":10,"VerseNumber":106,"Text":"Allah’ı bırakıp, sana fayda da zarar da veremeyecek olan şeylere dua edip, yalvarma! Eğer böyle yaparsan kesinlikle zalimlerden olursun"},{"SurahNumber":10,"VerseNumber":107,"Text":"Allah sana bir zarar dokundurursa onu O’ndan başkası giderecek yoktur. Sana bir iyilik dilerse; O’nun lütfunu geri çevirecek te yoktur. Onu kullarından dilediğine eriştirir. O, çok bağışlayandır, çok merhametlidir"},{"SurahNumber":10,"VerseNumber":108,"Text":"De ki: Ey İnsanlar! Rabbinizden size hak gelmiştir. Artık kim hidâyeti kabul ederse o, ancak kendisi için hidâyete ermiş ve sapıtan da kendi aleyhine sapıtmıştır. Ben sizin üzerinize vekil değilim"},{"SurahNumber":10,"VerseNumber":109,"Text":"Sana vahyedilene uy! Allah hükmünü verene kadar sabret! O, hüküm verenlerin en hayırlısıdır"},{"SurahNumber":11,"VerseNumber":1,"Text":"Elif Lâm Râ, Bu, Hakim ve her şeyden haberdar olan Allah tarafından âyetleri sağlam kılınmış, tam olarak açıklanmış bir kitaptır"},{"SurahNumber":11,"VerseNumber":2,"Text":"Allah’tan başkasına ibadet etmeyesiniz. Ben, O’nun tarafından sizler için bir uyarıcı ve müjdeciyim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Rabbinizden mağfiret dileyin, sonra da tevbe ile onu dönün ki, sizi belli bir süreye kadar güzel bir şekilde geçindirip, yaşatsın ve her fazilet sahibine faziletinin karşılığını versin. Şayet yüz çevirirseniz, o zaman hakkınızda ki büyük günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüşünüz Allah’adır. O’nun her şeye gücü yeter"},{"SurahNumber":11,"VerseNumber":5,"Text":"İyi bilin ki, onlar ondan gizlenmek için göğüslerini bükerler. İyi bilin ki, Allah elbiselerine büründükleri zaman da gizlediklerini ve açıkladıklarını bilir. O, kalplerin özünü bilir"}]}