{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"I ne khodyat li po zemyata, ta da vidyat kakŭv be krayat na onezi predi tyakh? Byakha po-silni ot tyakh i s poveche sledi po zemyata. No Allakh gi sgrabchi zaradi grekhovete im i nyamashe koĭ da gi zashtiti ot Allakh"},{"SurahNumber":40,"VerseNumber":22,"Text":"Tova e, zashtoto tekhnite pratenitsi im donasyakha yasnite znatsi, a te ne povyarvakha i zatova Allakh gi sgrabchi. Toĭ e vsesilen, strog v nakazanieto"},{"SurahNumber":40,"VerseNumber":23,"Text":"I Musa izpratikhme s Nashite znameniya i s yaven dovod"},{"SurahNumber":40,"VerseNumber":24,"Text":"pri Faraona i Khaman, i Karun, i rekokha te: “Mag’osnik-izmamnik!”"},{"SurahNumber":40,"VerseNumber":25,"Text":"I kogato im donese toĭ istinata ot Nas, rekokha: “Ubiĭte sinovete na onezi, koito mu povyarvakha, i poshtadete zhenite im!” No kovarstvoto na nevernitsite vinagi e naprazno"},{"SurahNumber":40,"VerseNumber":26,"Text":"I reche Faraonŭt: “Ostavete me da ubiya Musa i neka zove svoya Gospod! Strakhuvam se da ne promeni vashata vyara ili da ne posee razvala po zemyata.”"},{"SurahNumber":40,"VerseNumber":27,"Text":"I reche Musa: “Opazil me moyat Gospod i vashiyat Gospod ot vseki gordelivets, koĭto ne vyarva v Denya na ravnosmetkata.”"},{"SurahNumber":40,"VerseNumber":28,"Text":"Edin vyarvasht mŭzh ot roda na Faraona, koĭto skrivashe svoyata vyara, kaza: “Nima shte ubiete chovek, zashtoto kazva: “Moyat Gospod e Allakh”, a toĭ vi e donesŭl yasnite znatsi ot vashiya Gospod? Ako e lŭzhets, v negov ushtŭrb e lŭzhata mu. No ako kazva istinata, shte vi spoleti"},{"SurahNumber":40,"VerseNumber":29,"Text":"O, narode moĭ, dnes vlastta e vasha, gospodstvate po zemyata, no koĭ shte ni zashtiti ot nakazanieto na Allakh, ako to ni vrŭkhleti?” Reche Faraonŭt: “Az vi pokazvam samo kakvoto vizhdam. I vi nasochvam samo po praviya pŭt.”"},{"SurahNumber":40,"VerseNumber":30,"Text":"I reche onzi, koĭto povyarva: “O, narode moĭ, strakhuvam se za vas ot den kato denya na obshtnostite"},{"SurahNumber":40,"VerseNumber":31,"Text":"kato obichaya spryamo naroda na Nukh i aditite, i samudyanite, i onezi sled tyakh. A Allakh ne zhelae gnet za rabite"},{"SurahNumber":40,"VerseNumber":32,"Text":"O, narode moĭ, strakhuvam se za vas ot Denya na priziva"},{"SurahNumber":40,"VerseNumber":33,"Text":"Denya, v koĭto shte obŭrnete grŭb v byagstvo i nikoĭ ne shte vi zashtiti ot Allakh. A kogoto Allakh ostavi v zabluda, nyama za nego voditel.”"},{"SurahNumber":40,"VerseNumber":34,"Text":"I Yusuf predi vi donese yasnite znatsi, no prodŭlzhikhte da se sŭmnyavate v onova, koeto vi e donesŭl. Kogato umrya, kazakhte: “Allakh ne shte provodi sled nego pratenik.” Taka Allakh ostavya v zabluda vseki prestŭpvasht, sŭmnyavasht se"},{"SurahNumber":40,"VerseNumber":35,"Text":"koito osporvat znameniyata na Allakh, bez da sa poluchili dovod - ogromen e gnevŭt [kŭm tyakh] na Allakh i na vyarvashtite. Taka Allakh zapechatva sŭrtseto na vseki gordeliv, nadmenen"},{"SurahNumber":40,"VerseNumber":36,"Text":"I reche Faraonŭt: “O, Khaman, postroĭ mi kula, za da dostigna pŭtishtata"},{"SurahNumber":40,"VerseNumber":37,"Text":"pŭtishtata na nebesata, dano zŭrna boga na Musa! No az mislya, che e lŭzhets.” Taka be razkraseno za Faraona loshoto mu deyanie i be otklonen ot pŭtya. Kovarstvoto na Faraona vinagi be naprazno"},{"SurahNumber":40,"VerseNumber":38,"Text":"I reche onzi, koĭto povyarva: “O, narode moĭ, sledvaĭte me, az shte vi nasocha po praviya pŭt"},{"SurahNumber":40,"VerseNumber":39,"Text":"O, narode moĭ, tozi, zemniyat zhivot, e samo [kratko] naslazhdenie, a otvŭdniyat e Domŭt na vechnostta"},{"SurahNumber":40,"VerseNumber":40,"Text":"Koĭto vŭrshi zlo, shte mu se vŭzdade samo kolkoto nego. A koĭto vŭrshi pravedno delo, mŭzh ili zhena, i e vyarvasht, tezi shte vlyazat v Raya i shte bŭdat nagradeni tam bezmerno"}]}