{"Id":214,"LanguageCodes":["kn","kan"],"Name":"kan-abdussalamputhi-lad","Author":"Abdussalam Puthige","Language":"Kannada","Description":"Kannada - Transliteration with diacritics","Direction":"ltr","Source":"http://quraninkannada.com , aputhige@gmail.com","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"Janara paiki kelavu mūrkharu ‘‘avarēke(namājh‌nalli) tam'ma ī hindina ‘kiblā’dinda (dikkininda) bēreḍege tirugikoṇḍaru?’’ Endu praśnisuttāre. Hēḷiri; ‘‘pūrvavū paścimavū allāhanigē sērive. Avanu tānicchisidavarige sthiravāda sanmārgavannu tōrisikoḍuttāne.’’"},{"SurahNumber":2,"VerseNumber":143,"Text":"Ī rīti, janara kuritu nīvu (muslimaru) sākṣiyāgabēkendu mattu dēvadūtaru nim'ma kuritu sākṣiyāgabēkendu, nim'mannu nāvu ondu madhyama samudāyavāgisiddēve. Yāru dēvadūtarannu anusarisuttāre mattu yāru bennu tirugisikoḷḷuttāre embudannu tiḷiyuvudakkāgiyaṣṭē ī hinde nīvidda ‘kiblā’vannu (dikkannu) nāvu niścayisikoṭṭiddevu. Svataḥ allāhanē dāri tōridavara horatu itarara pālige adu doḍḍa samasyeyāgittu. Allāhanu endū nim'ma nambikeyannu vyarthagoḷisalu bayasiralilla. Khaṇḍitavāgiyū allāhanu mānavara pālige vātsalyapūrṇanū karuṇāmayiyū āgiddāne"},{"SurahNumber":2,"VerseNumber":144,"Text":"(dūtarē,) nim'ma mukhavu padē padē bānineḍege horaḷuttiruvudannu nāvu nōḍiruvevu mattu khaṇḍita nāvu nim'mannu nīvicchisuva dikkineḍege tirugisuvevu. Sari, nīvinnu nim'ma mukhavannu ‘masjidul‌harām’neḍege tirugisikoḷḷiri. Nīvella elliddarū (namājh‌na vēḷe) nim'ma mukhagaḷannu adareḍege tirugisikoḷḷiri. Idu, tam'ma oḍeyana kaḍeyinda bandiruva satyavembudu granthadavarige khaṇḍita tiḷidide. Avaru esaguttiruva kr̥tyagaḷa bagge allāhanu ajñanāgilla"},{"SurahNumber":2,"VerseNumber":145,"Text":"nīvu granthadavarige, ella bageya purāvegaḷannu odagisidarū avaru nim'ma dikkannu anusarisalāraru. Hāgeyē, nīvū avara dikkannu anusarisalāriri. Avaru (yahūdigaḷu mattu kraistaru) parasparara dikkannū anusarisalāraru. Innu nim'ma baḷige jñānavu bandu biṭṭa baḷikavū nīvu ā janara icchegaḷannu anusarisidare, nīvu akramigaḷa sālige sēruviri"},{"SurahNumber":2,"VerseNumber":146,"Text":"Yārige nāvu granthavannu nīḍiruvevō avaru, tam'ma svanta putrarannu ballante adannu (satyavannu) ballaru. Avarallondu gumpu, tiḷidū tiḷidū satyavannu bacciḍuttide"},{"SurahNumber":2,"VerseNumber":147,"Text":"idu nim'ma oḍeyana kaḍeyindalē bandiruva satya. Nīvinnu sanśayisuvavara sālige sērabēḍi"},{"SurahNumber":2,"VerseNumber":148,"Text":"pratiyondu samudāyakke, avaru (prārthanegāgi) tiruguva ondu dikkide. Nīvu satkāryagaḷalli paraspara spardhisiri, nīvu ellē iddarū, allāhanu nim'mellarannū (vicāraṇegāgi) oṭṭugūḍisuvanu. Allāhanu khaṇḍita ellavannū māḍaballavanāgiddāne"},{"SurahNumber":2,"VerseNumber":149,"Text":"(dūtarē,) nīvu ellinda horaṭarū (namājh‌na vēḷe) nim'ma mukhavannu ‘masjidul harām’neḍege tirugisikoḷḷiri. Idu nim'ma oḍeyana kaḍeyinda (bandiruva) satya, nim'mellara karmagaḷa kuritu allāhanu ajñanalla"},{"SurahNumber":2,"VerseNumber":150,"Text":"nīvu ellinda horaṭarū (namājh‌na vēḷe) nim'ma mukhavannu ‘masjidul harām’neḍege tirugisikoḷḷiri mattu nīvū (viśvāsigaḷū) ellē iddarū, nim'ma mukhavannu ā dikkige tirugisikoḷḷiri. Janara paiki akramigaḷa horatu bērāra baḷiyū nim'ma virud'dha yāvudē vāda uḷiyabāradendu (ī ādēśa nīḍalāgide). Nim'ma pālige nānu nanna anugrahagaḷannu pūrtigoḷisuvantāgalu mattu nīvu sanmārga paḍedavarāgalu – nīvu avarige an̄jabēḍi, nanage an̄jiri"},{"SurahNumber":2,"VerseNumber":151,"Text":"ī rīti nāvu nim'ma naḍuve nim'mindalē obbanannu ‘rasūl’ āgi (dūtanāgi) nēmisiruvevu. Avaru nimage nam'ma vacanagaḷannu ōdi kēḷisuttāre. Nim'mannu sanskarisuttāre mattu nimage granthavannu hāgū yuktiyannu kalisuttāre mattu ī hinde nimage tiḷiyade idda vicāragaḷannu nimage kalisikoḍuttāre"},{"SurahNumber":2,"VerseNumber":152,"Text":"nīvu nannannu smarisiri, nānu nim'mannu smarisuvenu. Nīvu nanage kr̥tajñate tōriri, mattu nanage kr̥taghnate tōrabēḍi"},{"SurahNumber":2,"VerseNumber":153,"Text":"Viśvāsigaḷē, sahaneyinda mattu namājh‌ninda neravannu paḍeyiri. Khaṇḍita, allāhanu sahanaśīlara jotegiruttāne"},{"SurahNumber":2,"VerseNumber":154,"Text":"allāhana mārgadalli hatarādavarannu sattavarennabēḍi. Nijavāgi avaru jīvantaviddāre. Ādare nimage adara arivilla"},{"SurahNumber":2,"VerseNumber":155,"Text":"bhaya hāgū hasivugaḷa mūlaka hāgū sottugaḷa, jīvagaḷa mattu beḷegaḷa naṣṭada mūlaka nāvu nim'mannu khaṇḍita parīkṣisaliddēve. Sahanaśīlarige śubhavārte nīḍiri"},{"SurahNumber":2,"VerseNumber":156,"Text":"avaru tamagēnādarū vipattu edurādāga ‘‘nāvu allāhanige sēridavaru mattu nāvu avaneḍegē maraḷalikkiruvavaru’’ ennuttāre"},{"SurahNumber":2,"VerseNumber":157,"Text":"avarē, tam'ma oḍeyana anugraha mattu karuṇege pātrarādavaru mattu avarē sanmārga paḍedavaru"}]}