{"Id":180,"LanguageCodes":["gu","guj"],"Name":"guj-rabilaalomari-la","Author":"Rabila Al Omari","Language":"Gujarati","Description":"Gujarati - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"ane daravavala'one puchavamam ave che ke tamara palanahare sum avatarita karyum che, to te'o javaba ape che ke “khuba ja sarum”, je loko'e bhala'i kari temana mate a duniyamam bhala'i che ane kharekhara akheratanum ghara ghanum ja uttama che. Ane ketalum sundara che daravavala'onum ghara"},{"SurahNumber":16,"VerseNumber":31,"Text":"hammesa rahenara bagica'o, jyam te'o rahese, jemani nice nahero vahi rahi che, je kami pana te loko icchase tyam temana mate hajara hase, daravavala'one allaha ta'ala avi ja rite badalo ape che"},{"SurahNumber":16,"VerseNumber":32,"Text":"Te'o, jemana prana pharista'o e sthitimam kadhe che ke te pavitra ane svaccha hoya, kahe che ke tamara mate salamati ja salamati che. Ja'o jannatamam, potana te karmona badalamam, je tame karata hata"},{"SurahNumber":16,"VerseNumber":33,"Text":"sum a te ja vatani raha jo'i rahya che ke temani pase pharista'o avi pahonce athava tara palanaharano adesa avi pahonce? Avum ja te loko'e pana karyum hatum je'o temanathi pahela hata, temana para allaha ta'ala'e ko'i atyacara nathi karyo, parantu te pote potana para atyacara karata rahya"},{"SurahNumber":16,"VerseNumber":34,"Text":"basa! Temana kharaba karyonum parinama temane mali gayum ane jeni maskari karata hata tene temane gheravamam la'i lidha"},{"SurahNumber":16,"VerseNumber":35,"Text":"musarika loko'e kahyum ke jo allaha ta'ala icchato to ame ane amara purvajo, tene chodine bija ko'ini bandagi ja na karata, na tena adesa vagara ko'i vastune harama theravata, a ja karya temanathi pahelana loko karata rahya. Payagambaronum karya phakata spasta rite adesa pahoncadi devanum che"},{"SurahNumber":16,"VerseNumber":36,"Text":"ame dareka samudayamam payagambara moklya jethi (loko) phakata allahani ja bandagi kare ane tena sivaya dareka pujyothi bace, basa! Thodanka lokone to allaha ta'ala'e satya margadarsana apyum ane thodanka para pathabhrastata chava'i ga'i, basa! Tame pote dharati para haripharine jo'i lo ke juthalavanara'oni dasa kevi tha'i"},{"SurahNumber":16,"VerseNumber":37,"Text":"bhale tame temana satyamarga darsanana icchuka rahya cho, parantu allaha ta'ala te lokone satya margadarsana nathi apato jene pathabhrasta kari de ane na temani ko'i madada karanara hoya che"},{"SurahNumber":16,"VerseNumber":38,"Text":"te loko majabuta sogando kha'ine kahe che ke mrtakone allaha ta'ala jivita nahim kare, kema nahim, jarura jivita karase, a to tenum atyanta sacum vacana che, parantu ghana loko janata nathi"},{"SurahNumber":16,"VerseNumber":39,"Text":"Etala mate pana, ke a loko je vastuno virodha karata hata tene allaha ta'ala spasta rite varnana kari de ane etala mate ke inkara karanara'o pote pana potanum khota hovum jani le"},{"SurahNumber":16,"VerseNumber":40,"Text":"ame jyare ko'i vastuni iccha kari'e chi'e to ame phakata evum kahi'e chi'e ke “tha'i ja” basa te tha'i jaya che"},{"SurahNumber":16,"VerseNumber":41,"Text":"je loko'e atyacara sahana karya pachi allaha ta'alana margamam vatanane chodyum che, ame temane uttama thekanum duniyamam apisum ane akheratanum valatarato ghanum ja motum che, kadaca ke loko tene janata hota"},{"SurahNumber":16,"VerseNumber":42,"Text":"te loko, jemane dhiraja rakhi ane potana palanahara para ja bharoso karata rahya"},{"SurahNumber":16,"VerseNumber":43,"Text":"tamara pahela pana ame purusone ja mokalata rahya, jemani tarapha vahi utarata hata. Basa! Jo tame na janata hova to jnanavala'o pasethi jani lo"},{"SurahNumber":16,"VerseNumber":44,"Text":"purava ane kitabo sathe a varnana (kura'ana), ame tamari tarapha avatarita karyu che ke loko mate je avatarita karavamam avyum che tame tene spasta rite varnana kari do, kadaca ke te loko cintana kare"},{"SurahNumber":16,"VerseNumber":45,"Text":"kharaba yukti'o ramanara'o sum te vatathi nidara tha'i gaya che ke allaha ta'ala temane dharatimam dhasavi de, athava temani pase evi jagya'ethi prakopa avi jaya jena vise temane vicara pana na hoya"},{"SurahNumber":16,"VerseNumber":46,"Text":"athava temane haratapharata (prakopa) pakadi le, a loko allaha ta'alane kyareya asamartha kari sakata nathi"},{"SurahNumber":16,"VerseNumber":47,"Text":"athava temane daravi, dhamakavi pakadi le, basa! Kharekhara tamaro palanahara atyanta dayalu ane mayalu che"},{"SurahNumber":16,"VerseNumber":48,"Text":"sum te loko'e allahana sarjana manthi ko'ine pana nathi joya? Ke temana padachaya, dabi-jamani baju jhuki jhukine allaha ta'ala same sijada kare che ane vinamrata dakhave che"},{"SurahNumber":16,"VerseNumber":49,"Text":"ni:Sanka akasa ane dharatina dareka sajiva ane dareka pharista, allaha ta'alani same sijado kari rahya che ane jara pana ghamanda nathi karata"},{"SurahNumber":16,"VerseNumber":50,"Text":"Ane potana palanaharathi, je temani upara che, dhruje che ane je adesa mali jaya tenum anusarana kare che"}]}