{"Id":167,"LanguageCodes":["fi","fin"],"Name":"fin-unknown-la","Author":"Unknown","Language":"Finnish","Description":"Finnish - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"Nooan kansa ennen heita kielsi hanet. Niin, he pitivat palvelijaamme valehtelijana ja sanoivat: »Han on hullu», ja he puhuivat hanelle ylenkatseellisesti"},{"SurahNumber":54,"VerseNumber":10,"Text":"Mutta han huusi avuksi Herraansa sanoen: »Mina olen masentunut, auta Sina minua!»"},{"SurahNumber":54,"VerseNumber":11,"Text":"Silloin avasimme taivaan portit veden syosta alas"},{"SurahNumber":54,"VerseNumber":12,"Text":"ja maasta pursui joukko lahteita, niin etta kaikki vedet yhtyivat, mika oli ennakolta paatetty"},{"SurahNumber":54,"VerseNumber":13,"Text":"Ja Me kannoimme hanta laudoista ja nauloista kyhatylla laivalla"},{"SurahNumber":54,"VerseNumber":14,"Text":"joka liikkui silmaimme edessa; se oli palkkio hanelle, jonka sanoma hylattiin"},{"SurahNumber":54,"VerseNumber":15,"Text":"Totisesti Me jatimme sen merkiksi. Mutta missa on se, joka ottaa siita vaarin"},{"SurahNumber":54,"VerseNumber":16,"Text":"Millainen oli Minun rangaistukseni ja Minun varoitukseni"},{"SurahNumber":54,"VerseNumber":17,"Text":"Me teimme totisesti Koraanin helposti muistettavaksi, mutta missa on se, joka haluaa noudattaa sita"},{"SurahNumber":54,"VerseNumber":18,"Text":"Aad julisti sanansaattajamme valehtelijaksi, ja millainen olikaan Minun rangaistukseni ja Minun varoitukseni"},{"SurahNumber":54,"VerseNumber":19,"Text":"Totisesti Me lahetimme pauhaavan myrskyn heidan ylitseen katkerana onnettomuuden paivana"},{"SurahNumber":54,"VerseNumber":20,"Text":"Se tempasi mukaansa ihmiset kuin maasta juurineen revityt palmunrungot"},{"SurahNumber":54,"VerseNumber":21,"Text":"Millainen olikaan Minun rangaistukseni ja Minun varoitukseni"},{"SurahNumber":54,"VerseNumber":22,"Text":"Totisesti olemme tehnyt Koraanin helpoksi muistaa, mutta missa on se, joka haluaa totella sita"},{"SurahNumber":54,"VerseNumber":23,"Text":"Tamuud leimasi varoittajat valehtelijoiksi"},{"SurahNumber":54,"VerseNumber":24,"Text":"sanoen: »Tuleeko meidan seurata sellaista, joka on vain meikalainen? Totisesti olisimme silloin erhetyksen ja mielettomyyden vallassa"},{"SurahNumber":54,"VerseNumber":25,"Text":"Onko kehoitus annettu tehtavaksi jollekulle meidan keskuudestamme? Ei, han on suuri valehtelija, itsensa ylentaja.»"},{"SurahNumber":54,"VerseNumber":26,"Text":"Huomenna he saavat tietaa, kuka on suuri valehtelija ja itsensa ylistaja"},{"SurahNumber":54,"VerseNumber":27,"Text":"Totisesti Me aiomme lahettaa naaraskameelin heille koetukseksi. Pida siis silmalla heita ja ole karsivallinen"},{"SurahNumber":54,"VerseNumber":28,"Text":"Ilmoita heille, etta vesi on jaettu heidan keskensa, niin etta jokainen on vuorollaan kameelia juottamassa"},{"SurahNumber":54,"VerseNumber":29,"Text":"Mutta he kutsuivat toverinsa, ja tama veti esiin miekkansa ja teki elaimesta ramman"},{"SurahNumber":54,"VerseNumber":30,"Text":"Mutta minkalainen olikaan Minun lahettamani kuritus ja varoitus"},{"SurahNumber":54,"VerseNumber":31,"Text":"Totisesti lahetimme heille yhden ainoan jyrahdyksen, ja he olivat kuin vitsoja, joita aidanpunojat kayttavat"},{"SurahNumber":54,"VerseNumber":32,"Text":"Totisesti olemme tehnyt taman Koraanin helpoksi muistaa, mutta missa on se, joka tahtoo noudattaa sita"},{"SurahNumber":54,"VerseNumber":33,"Text":"Lootin kansa julisti varoittajat valehtelijoiksi"},{"SurahNumber":54,"VerseNumber":34,"Text":"Totisesti Me lahetimme heille pyorremyrskyn; mutta Lootin perheen pelastimme aamun koittaessa"},{"SurahNumber":54,"VerseNumber":35,"Text":"se oli Meidan osoittamamme armo. Nain palkitsemme sen, joka on kiitollinen"},{"SurahNumber":54,"VerseNumber":36,"Text":"Totisesti han oli varoittanut heita Meidan valiintulostamme, mutta he epailivat varoitusta"},{"SurahNumber":54,"VerseNumber":37,"Text":"He aikoivat vieda pois hanen vieraansa, mutta Me sokaisimme heidan silmansa: »Kokekaa siis lahettamani kuritus ja varoitus!»"},{"SurahNumber":54,"VerseNumber":38,"Text":"Ja totisesti, rangaistus, mika oli heille maaratty, tuli aamulla heidan osakseen"},{"SurahNumber":54,"VerseNumber":39,"Text":"Tulkaa siis kokemaan lahettamani rangaistus ja varoitus"},{"SurahNumber":54,"VerseNumber":40,"Text":"Olemmehan tehnyt Koraanin helpoksi muistaa, mutta missa on se, joka haluaa noudattaa sita"},{"SurahNumber":54,"VerseNumber":41,"Text":"Toden totta tulivat varoittajat faraon kansan tyko"},{"SurahNumber":54,"VerseNumber":42,"Text":"He pitivat kaikkia tunnusmerkkejamme valheena, ja siksi me tartuimme heihin mahtavan, taitavan voimalla"},{"SurahNumber":54,"VerseNumber":43,"Text":"Ovatko teidan aikanne epauskoiset parempia kuin nama? Vai onko Pyhassa kirjassa poikkeus juuri teidan hyvaksenne"},{"SurahNumber":54,"VerseNumber":44,"Text":"Tai sanovatko he: »Me seisomme lujasti yhdessa, autamme joukolla itseamme.»"},{"SurahNumber":54,"VerseNumber":45,"Text":"Pian hajoitetaan tuo joukko, ja he kaantyvat pakoon"},{"SurahNumber":54,"VerseNumber":46,"Text":"Niin, hetki on heille maaratty, ja se hetki on mita kovin ja katkerin"},{"SurahNumber":54,"VerseNumber":47,"Text":"Totisesti ovat syntiset harhaan johdettuja ja mielettomyyden vallassa"},{"SurahNumber":54,"VerseNumber":48,"Text":"Sina paivana, jona heidat suin pain raastetaan tuleen, sanotaan heille: »Kokekaa kuumuuden kouria!»"},{"SurahNumber":54,"VerseNumber":49,"Text":"Olemme totisesti luonut kaiken oman mittansa mukaan"},{"SurahNumber":54,"VerseNumber":50,"Text":"ja Meidan kaskymme on nopea kuin silmanrapays"},{"SurahNumber":54,"VerseNumber":51,"Text":"Totisesti olemme kukistanut vertaisenne, mutta onko ketaan, joka tahtoisi noudattaa varoitusta"},{"SurahNumber":54,"VerseNumber":52,"Text":"Kaikki, mita he tekevat, on Jumalan kirjoissa"},{"SurahNumber":54,"VerseNumber":53,"Text":"Kaikki, seka suuri etta pieni, on kirjoitettu muistiin"},{"SurahNumber":54,"VerseNumber":54,"Text":"Totisesti saavat ne, jotka Jumalaa pelkaavat, olla puutarhoissa ja virtojen aarilla"},{"SurahNumber":54,"VerseNumber":55,"Text":"totuuden asuinsijoissa, lahella Kuningasta, mahtavaa"}]}