{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":95,"Text":"Al·là fa que germinin el gra i l'os del dátil, saca al viu del mort i al mort del viu. Aquest és Al·là! Com podeu, doncs, ser tan desviats"},{"SurahNumber":6,"VerseNumber":96,"Text":"Qui fa que l'alba apunt, Qui va fer de la nit descans i del sol i de la lluna còmput. Això és el que ha decretat el Poderós, el Omniscient"},{"SurahNumber":6,"VerseNumber":97,"Text":"I Ell és Qui ha fet, per a vosaltres, les estrelles, a fi de que pugueu dirigir-vos per elles entre les tenebres de la terra i del mar. Hem exposat així els signes a gent que sap"},{"SurahNumber":6,"VerseNumber":98,"Text":"I Ell és Qui us ha creat d'una sola persona. Receptacle i dipòsit. Hem exposat així els signes a gent que entén"},{"SurahNumber":6,"VerseNumber":99,"Text":"I Ell és Qui ha fet baixar aigua del cel. Mitjançant ella hem tret tota classe de plantes i fullatge, del que traiem grans arraïmats. I de les beines de la palmera, penjolls de dátils a l'abast. I horts plantats de vinyes, i les oliveres i els granats, semblants i diferents. Quan fructifiquen, mireu el fruit que donen i com madura! Certament, hi ha en això signes per a gent que creu"},{"SurahNumber":6,"VerseNumber":100,"Text":"Han fet dels genis associats d'Al·là, sent així que Ell és Qui els ha creat. I Li han atribuït, sense coneixement, fills i filles. Glòria a Ell! Està per sobre del que Li atribuïxen"},{"SurahNumber":6,"VerseNumber":101,"Text":"Creador dels cels i de la terra. Com anava a tenir un fill si no té companya, si ho ha creat tot i ho sap tot"},{"SurahNumber":6,"VerseNumber":102,"Text":"Aquest és Al·là, el vostre Senyor. No hi ha més déu que Ell. Creador de tot. Serviu-li, doncs! Ell vetlla per tot"},{"SurahNumber":6,"VerseNumber":103,"Text":"La vista no Li arriba, però Ell si que arriba a la vista. És el Subtil, el Bé Informat"},{"SurahNumber":6,"VerseNumber":104,"Text":"«Heu rebut intuïcions del vostre Senyor. Qui veu clar, veu en benefici propi. Qui està cec, ho està en detriment propi. Jo no sóc vostre custodi.»"},{"SurahNumber":6,"VerseNumber":105,"Text":"Així exposem els versicles perquè diguin: «Tu has estudiat» i per a explicar-lo Nosaltres a gent que sap"},{"SurahNumber":6,"VerseNumber":106,"Text":"Segueix el que se't ha revelat, procedent del teu Senyor. No hi ha més déu que Ell. I aparta't dels associadors"},{"SurahNumber":6,"VerseNumber":107,"Text":"Si Al·là hagués volgut, no haurien estat associadors. No t'hem nomenat custodi d'ells, ni ets el seu protector"},{"SurahNumber":6,"VerseNumber":108,"Text":"No insulteu als que ells invoquen en lloc d'invocar a Al·là, no sigui que, per hostilitat, insultin a Al·là sense coneixement. Així, hem engalanat les obres de cada comunitat. Després, tornaran al seu Senyor i ja els informarà Ell del que feien"},{"SurahNumber":6,"VerseNumber":109,"Text":"Han jurat solemnement per Al·là que si els ve un signe creuran, certament, en ell. Digues: «Només Al·là disposa dels signes». I què és el que us fa preveure que, si ocorre, vagin a creure"},{"SurahNumber":6,"VerseNumber":110,"Text":"Desviarem els seus cors i els seus ulls, com quan no van creure per primera vegada, i els deixarem que errin cecs en la seva rebel·lia"}]}