{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"(Ware wa) mata madoyan no min ni sono doho no shuaibu o (tsukawashita). Kare wa itta. `Watashi no hitobito yo, arra ni tsukae nasai. Anata gata ni wa, kare no soto ni kami wa nai nodearu. Mata sunpo ya ryome o sukunaku shite wa naranai. Mita tokoro anata gata wa han'ei shite iruga, watashi wa anata gata ni,(issai o) torimaku hi no chobatsu ga kudaru no o osoreru"},{"SurahNumber":11,"VerseNumber":85,"Text":"Hitobito yo, sunpo ya ryome o seikaku ni hakare, hito no mono o azamuki totte wa naranai. Mata chijo de akuji o okonatte taihai o motarashite wa naranai"},{"SurahNumber":11,"VerseNumber":86,"Text":"Moshi anata gataga shinjanaraba, arra no (tamamono de temoto ni) nokosa reta mono koso, anata gata no tame ni mottomo yoi monodearu. Watashi wa anata gata no mihari hitode wanai"},{"SurahNumber":11,"VerseNumber":87,"Text":"Kare-ra wa itta. `Shuaibu yo, anata no inoru tokoro no mono wa, watashi-tachi no sosen ga suhai shita mono o suteru yo ni anata ni meijita no ka. Mata jibun no zaisan ni kanshi, nozomi-dori ni shori shite wa naranai no ka. Hontoni anata wa, shinsetsu ni tadashi michi ni michibiku monona no ka"},{"SurahNumber":11,"VerseNumber":88,"Text":"Kare wa (kotaete) itta. `Hitobito yo, kangaete mi nasai. Watashi ga omo kara no akashi no ue ni tachi, mata kare kara yoi o megumi o atae rarete iru (no ni,-nushi no keiji o tsutaeru koto o watashi ga okotarou ka). Mata anata gata ni kinjita koto o, in de okonau koto o nozomanai. Watashi no koi negau tokoro wa, tada-ryoku o tsukushite (yononaka o) kyosei suru kotodeari, arra ni yoru igai ni wa watashi no seiko 〔taufiku〕 wa nai nodearu. Watashi wa kare ni shinrai shi, kare ni kaigo shite kaeru"},{"SurahNumber":11,"VerseNumber":89,"Text":"Hitobito yo, watashi ni igi o tonaete tsumi o okashi nufu no min ya fudo no min, mata sarifu no min ga ochitta no to onaji (unmei) ni ochitte wa naranai. Ruto no min ni itatte wa, anata ga tato amari endoku wanai"},{"SurahNumber":11,"VerseNumber":90,"Text":"Sorede anata gata no omo no o yurushi o koi, kaigo shite kare ni kaere. Hontoni watashi no omo wa jihibukaku onjo ni atsui okatadearu"},{"SurahNumber":11,"VerseNumber":91,"Text":"Kare-ra wa itta. `Shuaibu yo, anata no iu koto o marude rikai dekinai. Mata watashi-tachi wa, hontoni anata wa tayori ni naranai to omou. Anata no dozoku (no koto) o kangaenakattanaraba, watashi-tachi wa kitto anata o ishi-uchi ni shitadearou. Anata wa watashi-tachi no made wa muryokuna nodearu"},{"SurahNumber":11,"VerseNumber":92,"Text":"Kare (shuaibu) wa itta. `Hitobito yo, anata gata wa arra yori mo, watashi no dozoku no kata o jushi suru no ka. Kare o mushi shite, anata gata no haigo ni suteru no ka. Hontoni watashi no omo wa, anata gata no okonau koto o torikakoma reru"},{"SurahNumber":11,"VerseNumber":93,"Text":"Hitobito yo, anata gata wa jibun no yarikata de okonauga yoi. Watashi mo mata (watashi no tsutome o) okonaudearou. Yagate anata gata wa shirou. Dare ni hazubeki chobatsu ga kudaru no ka, mata dare ga itsuwatta no ka o. Anata gata wa mate, watashi mo mata anata gata to tomoni matsu monodearu"},{"SurahNumber":11,"VerseNumber":94,"Text":"Waga meirei ga kudatta toki, ware no jihi ni yotte shuaibu to kare to tomoni shinko shita-sha-tachi wa sukuwa reta. Daga fugi o itta-sha-tachi ni wa hitokoe (chobatsu) ga osoi, yokuasa kare-ra wa sono uchinonaka ni, fushite ita"},{"SurahNumber":11,"VerseNumber":95,"Text":"kare-ra wa, marude soko ni sunde inakatta ka no yodeatta. Chodo samudo ga horobita yo ni madoyan wa horobita"},{"SurahNumber":11,"VerseNumber":96,"Text":"Mata ware wa, shirushi to meiryona ken'i to o sazukete, musa o noko wa shita"},{"SurahNumber":11,"VerseNumber":97,"Text":"Firuaun to sono shucho-tachi ni. Daga, kare-ra wa firuaun no meirei ni shitagatta. Shikashi firuaun no meirei wa, tadashi michi ni michibiku monode wa nakatta"},{"SurahNumber":11,"VerseNumber":98,"Text":"Fukkatsu no hi ni kare (firuaun) wa, hitobito o hikiite hi goku ni michibiki kudarudearou. Nanto osore shi mizubadearu koto yo"},{"SurahNumber":11,"VerseNumber":99,"Text":"Kare-ra wa gense ni oite mo fukkatsu no hi ni mo noroi ni tsukimatowa reta. Nanto osore shi tamamonodearu koto yo"},{"SurahNumber":11,"VerseNumber":100,"Text":"Korera wa ware ga anata (muhanmado) ni kataru, mukashi no muramura no shosoku no ichibudearu. Sono aru mono wa nao sonzai suruga, aru mono wa shometsu shita"},{"SurahNumber":11,"VerseNumber":101,"Text":"Ware ga kare-ra o son tta node wanai. Kare-ra ga jibun jishin o son tta nodearu. Arra igai ni kare-ra ga inotte ita kamigami wa, anata no omo no meirei ga kudatta toki, kare-ra ni nani mo yakudatsu koto wa nakatta. Tada hametsu o jocho suru dakedeatta"},{"SurahNumber":11,"VerseNumber":102,"Text":"Kono yo ni kare-ra ga aku o okonatte iru toki, muramura o fui ni osou koto ga, anata no omo no torae-katadearu. Kare no torae-kata wa, hontoni tsuretsudeari kakokudearu"},{"SurahNumber":11,"VerseNumber":103,"Text":"Hontoni kono nakaniha raise no chobatsu o osoreru mono e no shirushi ga aru. Sore wa ningen ga isseini shoshu sa reru hideari, rissho sa rerubeki hidearu"},{"SurahNumber":11,"VerseNumber":104,"Text":"Sore wa sadame rareta ikki no tame ni sugizu, ware wa sore o chien sa senai"},{"SurahNumber":11,"VerseNumber":105,"Text":"Sonohi ga kureba, dare mo kare no yurushi ga nakereba hatsugen suru koto wa dekinai. Kare-ra no naka no (aru mono wa) mugodeari, mata (aru mono wa) kofukudearu"},{"SurahNumber":11,"VerseNumber":106,"Text":"Sonotoki mugo na-sha-tachi wa, hi goku no naka ni iyou. Sono Chu de kare-ra wa, tameiki to susurinaki (ni aegu dakedearu)"},{"SurahNumber":11,"VerseNumber":107,"Text":"Anata no omo no o konomi ni naranai ijo, ten to ji no tsudzuku kagiri, sono naka ni eien ni sumudearou. Hontoni anata no omo wa, o nozomi no koto o (kanarazu) nashitoge rareru"}]}