{"Id":422,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris-la","Author":"Saban Piris","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"Yeryuzunde dolasmıyorlar mı? Kendilerinden oncekilerin akibetinin nasıl olduguna baksınlar. Nitekim onlar, bunlardan daha guclu ve yeryuzunde daha etkili idiler. Ama Allah, onları gunahları sebebiyle yakalamıstı da onları Allah’tan koruyacak birisi yoktu"},{"SurahNumber":40,"VerseNumber":22,"Text":"Iste bu, onlara peygamberlerin belgeler getirmesine ragmen, onların kabul etmemelerindendir. Bunun icin Allah onları cezalandırmıstır/yakalamıstır. Suphesiz o guclu ve siddetle cezalandırandır"},{"SurahNumber":40,"VerseNumber":23,"Text":"Musa’yı mucizelerimiz ve apacık belgelerle gondermistik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firavun’a, Haman’a ve Karun’a... Hemen: -Yalancı bir sihirbaz! demislerdi"},{"SurahNumber":40,"VerseNumber":25,"Text":"Onlara kendi katımızdan gercegi getirdigi halde: -Onunla birlikte iman edenlerin ogullarını oldurup, kadınlarını sag bırakın, demislerdi. Oysa kafirlerin tuzagı ancak bosa gitmeye mahkumdur"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firavun: -Bırakın beni, Musa’yı oldureyim. O, Rabbine yalvarıp dursun. Ben, onun dininizi degistirmesinden ya da yeryuzunde bozgunculugu yaymasından korkuyorum, dedi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa: -Ben, hesap gunune inanmayan, her buyukluk taslayandan Rabbiniz ve Rabbim olan Allah’a sıgındım, dedi"},{"SurahNumber":40,"VerseNumber":28,"Text":"Firavun ailesinden, imanını gizleyen bir adam dedi ki: -Rabbim Allah’tır, dedi diye bir adamı oldurecek misiniz? Size Rabbinizden belgeler getirmis. Eger yalancıysa, yalanı kendi aleyhinedir. Eger dogruysa, sizi tehdit ettigi seylerden bir kısmı basınıza gelebilir. Allah, sacmalayan yalancılara asla yol gostermez"},{"SurahNumber":40,"VerseNumber":29,"Text":"Ey halkım, bugun, yeryuzunde guclu bir iktidarınız var. Ama, bize Allah’tan azap gelirse, bize yardım edecek kimdir? Firavun: -Ben size kendi gorusumden baska bir sey gostermiyorum, ben size sadece dogru yolu gosteriyorum, dedi"},{"SurahNumber":40,"VerseNumber":30,"Text":"Iman eden kimse soyle dedi: -Ey halkım! Ben, Nuh, Ad, Semud kavminin ve ondan sonraki toplumların basına geldigi gibi bir Azap Gunu’nun basınıza gelmesinden korkuyorum. Oysa Allah, kullarına zulmetmek istemez"},{"SurahNumber":40,"VerseNumber":31,"Text":"Iman eden kimse soyle dedi: -Ey halkım! Ben, Nuh, Ad, Semud kavminin ve ondan sonraki toplumların basına geldigi gibi bir Azap Gunu’nun basınıza gelmesinden korkuyorum. Oysa Allah, kullarına zulmetmek istemez"},{"SurahNumber":40,"VerseNumber":32,"Text":"Ey halkım, ben sizin icin feryat gununden korkuyorum"},{"SurahNumber":40,"VerseNumber":33,"Text":"O gun arkanızı doner, kacarsınız. Fakat, sizi Allah’tan koruyacak hicbir sey yoktur. Allah kimi sapıklıkta bırakırsa, onun bir kılavuzu yoktur"},{"SurahNumber":40,"VerseNumber":34,"Text":"Daha once de size Yusuf, acık belgelerle gelmisti. Fakat siz, onun getirdiklerinden hep suphe edip durdunuz. Sonunda o oldugu zaman: -Allah, ondan sonra bir peygamber gondermeyecektir, dediniz. Allah, haddi asan (sacmalayan) supheciyi iste boyle dalalette bırakır"},{"SurahNumber":40,"VerseNumber":35,"Text":"Bu kimseler, Allah’ın ayetleri hakkında, kendilerine gelen bir delil olmadıgı halde tartısır dururlar. Bu, Allah katında da, iman edenlerin yanında da buyuk kızgınlık sebebidir. Allah, buyukluk taslayan her zorbanın kalbini iste boyle muhurler"},{"SurahNumber":40,"VerseNumber":36,"Text":"Firavun dedi ki: -Ey Haman, benim icin bir kule yap, belki sebeplere ulasırım"},{"SurahNumber":40,"VerseNumber":37,"Text":"Goklerin sebeplerine... ve Musa’nın ilahını gorurum. Cunku ben onun yalancı oldugunu sanıyorum. Firavuna kotu isleri iste boyle suslendi ve yoldan saptırıldı. Firavunun tuzagı husrandan baska bir sey degildir"},{"SurahNumber":40,"VerseNumber":38,"Text":"Inanmıs kisi soyle dedi: -Ey halkım, bana uyun, size dogru yolu gostereyim"},{"SurahNumber":40,"VerseNumber":39,"Text":"Ey halkım, bu dunya hayatı gecimliktir. Ahiret ise, kalıcı olan odur"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kotuluk yapan kimse onun benzerinden baskasıyla cezalandırılmaz. Erkek olsun, kadın olsun kim mu’min olarak iyilik yaparsa, iste onlar da cennete girerler ve orada hesapsız olarak rızıklandırılırlar"}]}