{"Id":39,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-lad","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Niścaẏa āllāhē muminasakalaka pratirakṣā di thākē, tē'ōm̐ kōnō biśbāsaghātaka, akr̥tajña byaktika pachanda nakaraē"},{"SurahNumber":22,"VerseNumber":39,"Text":"Yud'dhara anumati diẏā ha’la tē'ōm̐lōkaka yisakalē ākraānta haichē, kāraṇa tē'ōm̐lōkaka niryātana karaā haichē. Niścaẏa āllāhē tē'ōm̐lōkaka sahāẏa karaibalai samyaka sakṣama"},{"SurahNumber":22,"VerseNumber":40,"Text":"Tē'ōm̐lōkaka nija ghara-bāraīra paraā an'yāẏabhāraē bahiṣkāra karaā haichē, tē'ōm̐lōkara aparaādha kērala ē'iṭōraē yē, tē'ōm̐lōkē kaẏa, ‘āmāra raba āllāha’. Āllāhē yadi mānuhara ēṭā dalaka āna ēṭā dalara dbāraā pratihata nakarailēhēm̐tēna, tēntē bidhbasta hai ga’lēhēm̐tēna khr̥ṣṭāna san'yāsīsakalara upāsanālaẏa, gīrjā, iẏāhudīsakalara upāsanālaẏa lagatē machajidasamūha—ya’ta bēchi bēchi āllāhara nāma smaraṇa karaā haẏa. Niścaẏa āllāhē tāka sahāẏa karaē yiẏē āllāhaka sahāẏa karaē. Niścaẏa āllāha mahāśaktimāna, paraākramaśālī"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ē'ōm̐lōkē'i haichē sē'isakala lōka yisakalaka āmi pr̥thiraīra bukuta pratiṣṭhita karailē tē'ōm̐lōkē chālāta kāẏēma karaiba, yākāta pradāna karaiba ārau saṯkamara nirdēśa diba lagatē asaṯkarma niṣēdha karaiba; ārau sakalō karmara cūṛānta paraiṇati āllāhara ikhatiẏārata"},{"SurahNumber":22,"VerseNumber":42,"Text":"Ārau siham̐tē yadi tōmāka asbīkāra karaē, tēntē (ēẏā kōnō natuna kathā nahaẏa) siham̐tara pūrbē'ō nūha, āda ārau chāmūda sampradāẏē'ō asbīkāra karaichila"},{"SurahNumber":22,"VerseNumber":43,"Text":"lagatē ibraāhīma ārau lūtara sampradāẏē'ō (asbīkāra karaichila)"},{"SurahNumber":22,"VerseNumber":44,"Text":"ārau mādā'inara adhibāsībilākē'ō. Ē'idaraē asbīkāra karaā haichila muchākō. Ētēkē kāphirasakalaka ma'i arakāśa dichilō, tāra pichatahē āmi siham̐taka dharaichilō. Ētēkē (pratyakṣa karaā) mōra pratyākhyāna (śāsti) kēnēkuraā āchila"},{"SurahNumber":22,"VerseNumber":45,"Text":"ārau āmi kimāna yē janapada dhbansa karaichō yibōrara adhibāsībilāka āchila yālima. Phalata ē'ibōra janapadē siham̐tara gharara cādara saitē dhbansastūpata paraiṇata haichē. Ē'idaraē kimāna yē kum̐raā paraityakta haichē ārau kimāna yē sudr̥ṛha prasāda dhbansa haichē"},{"SurahNumber":22,"VerseNumber":46,"Text":"siham̐tē pr̥thiraīta bhramaṇa karaā nā'inē? Tētiẏāhē siham̐tē jñāna bud'dhi sampanna hr̥daẏa ārau śrautiśakti sampanna śraraṇara adhikāraī ha’ba pārailēhēm̐tēna. Prakr̥tatē caku andha nahaẏa, baraṁ andha haichē bukura mājata arasthita hr̥daẏa"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ārau siham̐tē śāsti ānibalai tōmāka kharakhēdā karaibalai kaẏa, athaca āllāhē tē'ōm̐ra pratiśrauti kētiẏā'ō bhaṅga nakaraē. Niścaẏa tōmālōkara pratipālakara ōcarata ēdina tōmālōkara gaṇanāta sēẏā ēhējāra bacharara samāna"},{"SurahNumber":22,"VerseNumber":48,"Text":"ārau āmi bahutō janapadaka arakāśa dichilō athaca siham̐ta āchila yālima, tāra pichata āmi siham̐taka graēptāra karaichō, ārau āmāra ōcaratē'i pratyārartanasthala"},{"SurahNumber":22,"VerseNumber":49,"Text":"Kōraā, ‘hē mānara sampradāẏa! Ma'i kērala tōmālōkara bābē ējana suspaṣṭa satarkakāraī’"},{"SurahNumber":22,"VerseNumber":50,"Text":"ētēkē yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkara bābē āchē kṣamā ārau sanmānajanaka jīraikā"},{"SurahNumber":22,"VerseNumber":51,"Text":"ārau yisakalē āmāra āẏātasamūhaka byartha karaā cēṣṭā karaē, siham̐tē'i ha’ba jāhānnāmara adhibāsī"},{"SurahNumber":22,"VerseNumber":52,"Text":"Ārau āmi tōmāra pūrbē yi raāchula athabā nabī praēraṇa karaichō, tē'ōm̐lōkara kōnōbā'i yētiẏā (ahī bāṇī) tilārata karaichē, tētiẏā'i caẏatānē tē'ōm̐lōkara tilāratata (kibā) nikṣēpa karaichē, kintu caẏatānē yi nikṣēpa karaē āllāhē sēẏā bidūraita karaē. Tāra pichata āllāhē tē'ōm̐ra āẏātasamūhaka supratiṣṭhita karaē, ārau āllāha sarbajña, prajñāmaẏa"},{"SurahNumber":22,"VerseNumber":53,"Text":"Ē'iṭō ē'i kāraṇē yē, caẏatānē yi prakṣipta karaē, sēẏā tē'ōm̐ siham̐tara bābē paraīkṣāra bastu banā'i diẏē yisakalara antarata byadhi āchē ārau yisakalara antara ati kaṭhōra. Niścaẏa yālimasakala ghōra biraōdhitāta lipta āchē"},{"SurahNumber":22,"VerseNumber":54,"Text":"Ārau ē'iṭō ē'i bābē'ō yē, yisakalaka jñāna diẏā haichē siham̐tē yēna jāniba pāraē yē, ē'iṭō tōmāra pratipālakara taraphara paraā praēraita satya; phalata siham̐tē iẏāra ōparata biśbāsa sthāpana karaē ārau siham̐tara antara iẏāra prati binaẏāranata haẏa. Niścaẏa yisakalē īmāna ānichē āllāhē tē'ōm̐lōkaka sarala patha dēkhuraāba"},{"SurahNumber":22,"VerseNumber":55,"Text":"Ārau yisakalē kupharaī karaichē siham̐tē iẏāra prati sandēha pōṣaṇa karaiẏē'i thākiba, siham̐tara ōcarata ākasmikabhāraē kiẏāmata nahā laikē athabā siham̐tara ōcarata ēṭā bandhā dinara śāsti nahā laikē"},{"SurahNumber":22,"VerseNumber":56,"Text":"Sē'idinā kērala āllāharaē'i ādhipatya; tēraēm̐i siham̐tara mājata bicāra karaiba. Tāra pichata yisakalē īmāna ānichē ārau saṯkarma karaichē tē'ōm̐lōkē niẏāmatapūrṇa jānnātata arasthāna karaiba"},{"SurahNumber":22,"VerseNumber":57,"Text":"Ārau yisakalē kupharaī karaichē ārau āmāra āẏātasamūhaka asbīkāra karaichē, siham̐tara bābē'i āchē lāñchanādāẏaka śāsti"},{"SurahNumber":22,"VerseNumber":58,"Text":"Ārau yisakalē āllāhara pathata hijarata karaichē, tāra pichata nihata haichē athabā mr̥tyubaraṇa karaichē, tē'ōm̐lōkaka araśyē āllāhē uṯkr̥ṣṭa jīraikā pradāna karaiba; ārau niścaẏa āllāha, tēraēm̐i haichē sarbōṯkr̥ṣṭa jīraikādātā"},{"SurahNumber":22,"VerseNumber":59,"Text":"Tē'ōm̐ araśyē tē'ōm̐lōkaka ēnē sthānata praraēśa karaāba, yiṭō tē'ōm̐lōkē pachanda karaiba. Niścaẏa āllāha mahājñānī, parama sahanaśīla"}]}