{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Navedy yim prytchu pro dvokh cholovikiv. My daruvaly odnomu z nykh dva vynohradnyky, otochyly yikh palʹmamy y zrostyly mizh nymy nyvu"},{"SurahNumber":18,"VerseNumber":33,"Text":"V obokh sadakh vyzrivaly plody, y nishcho z nykh ne propadalo. My zrobyly mizh nymy strumok"},{"SurahNumber":18,"VerseNumber":34,"Text":"Odyn cholovik mav [bahato] plodiv i, rozmovlyayuchy zi svoyim pryyatelem, skazav yomu: «Statok miy bilʹshyy za tviy i ya mayu bilʹshe nashchadkiv!»"},{"SurahNumber":18,"VerseNumber":35,"Text":"I vin uviyshov do svoho sadu, z·hrishyvshy proty samoho sebe, ta skazav: «YA ne dumayu, shcho tsey sad kolysʹ znykne"},{"SurahNumber":18,"VerseNumber":36,"Text":"I ya ne dumayu, shcho pryyde Chas. Ta yakshcho povernutʹ mene do Hospoda moho, to ya spravdi vidnaydu tam shchosʹ krashche, nizh tse!»"},{"SurahNumber":18,"VerseNumber":37,"Text":"Rozmovlyayuchy z nym, yoho tovarysh skazav: «Nevzhe ty ne viruyesh u Toho, Khto stvoryv tebe z prakhu, potim — iz krapli, a potim zrobyv tebe cholovikom"},{"SurahNumber":18,"VerseNumber":38,"Text":"Dlya mene Allah — Hospodʹ miy i ya ne dodayu Yomu rivnykh"},{"SurahNumber":18,"VerseNumber":39,"Text":"Chomu ty, vviyshovshy do svoho sadu, ne skazav: «Tak pobazhav Allah! Nemaye syly, krim yak v Allaha!»? Ty dumayesh, shcho ya bidnishyy za tebe statkom i nashchadkamy"},{"SurahNumber":18,"VerseNumber":40,"Text":"a, mozhlyvo, Hospodʹ miy dastʹ meni shchosʹ krashche za tviy sad, a na nʹoho nashle karu z neba, y vin obernetʹsya na pustelyu"},{"SurahNumber":18,"VerseNumber":41,"Text":"Abo zh vody yoho pidutʹ pid zemlyu, a ty ne zmozhesh vidnayty yikh!»"},{"SurahNumber":18,"VerseNumber":42,"Text":"I z·hynuly plody yoho, tozh pochav lamaty vin ruky sobi, shkoduyuchy pro vytrachene na sad, pidpory yakoho zavalylysya. I vyhuknuv vin: «Yakby ya ne dodavav Hospodu rivnykh!»"},{"SurahNumber":18,"VerseNumber":43,"Text":"I ne bulo nikoho, khto dopomih by yomu zamistʹ Allaha, i sam sobi vin tezh ne dopomih"},{"SurahNumber":18,"VerseNumber":44,"Text":"Dopomoha tut mozhlyva tilʹky vid istynnoho Boha. U Nʹoho — naykrashcha vynahoroda y naykrashchyy vykhid"},{"SurahNumber":18,"VerseNumber":45,"Text":"I navedy yim prytchu pro zemne zhyttya. Vono podibne do vody, yaku My prolyvayemo z neba. Zemni roslyny pohlynayutʹ yiyi, a potim vysykhayutʹ, i rozviyuye yikh viter. Tak, Allah spromozhnyy na kozhnu rich"},{"SurahNumber":18,"VerseNumber":46,"Text":"Bahat·stvo y syny — prykrasy zemnoho zhyttya. Ale netlinni dobri vchynky otrymayutʹ krashchu vynahorodu v Hospoda tvoho, i krashche spodivatysya same na nykh"},{"SurahNumber":18,"VerseNumber":47,"Text":"Toho Dnya My zmusymo hory rukhatysya, y ty pobachysh zemlyu pustoyu. My zberemo vsikh, i nikhto vid Nas ne skhovayetʹsya"},{"SurahNumber":18,"VerseNumber":48,"Text":"Vony stanutʹ lavamy pered Hospodom tvoyim: «Spravdi, vy pryyshly do Nas takymy, yakymy My stvoryly vas upershe. Ale zh vy y ne dumaly, shcho obitsyanku bude vykonano!»"},{"SurahNumber":18,"VerseNumber":49,"Text":"Pokladutʹ knyhu y ty pobachysh, yak perelyakayutʹsya hrishnyky vid toho, shcho [zapysano] v niy. I skazhutʹ: «Shchob nam z·hynuty! Shcho za knyha! Tam ne zabuto nishcho — ni male, ni velyke, use porakhovano!» Vony znaydutʹ tam usi vchynky svoyi, i Hospodʹ tviy ni z kym ne vchynytʹ nespravedlyvo"},{"SurahNumber":18,"VerseNumber":50,"Text":"Osʹ My skazaly anhelam: «Vklonitʹsya Adamu!» I vklonylysya vsi, krim Iblisa. Vin buv dzhynom i ne poslukhavsya nakazu Hospoda svoho. Nevzhe vy berete yoho ta yoho nashchadkiv pokrovytelyamy zamistʹ Mene, khoch vony vashi vorohy? Merzotna tsya zamina dlya nechestyvtsiv"}]}