{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Und trage ihnen die Geschichte von Nuh vor, als er zu seinen Leuten sagte: \"Meine Leute! Sollten mein (längerer) Aufenthalt und meine Ermahnung mit ALLAHs Ayat für euch unerträglich sein, so übe ich ALLAH gegenüber Tawakkul. Also trefft eure Entscheidung mit den von euch Beigesellten! Eure Entscheidung soll dann nicht geheim sein, danach unterrichtet mich darüber und nehmt auf mich dabei keine Rücksicht"},{"SurahNumber":10,"VerseNumber":72,"Text":"Solltet ihr euch abwenden, so habe ich euch nicht um Lohn gebeten. Mein Lohn obliegt nur ALLAH. Und mir wurde geboten, einer der Muslime zu sein"},{"SurahNumber":10,"VerseNumber":73,"Text":"Sie haben ihn jedoch des Lügens bezichtigt, so haben WIR ihn und diejenigen mit ihm im Schiff gerettet, diese als Nachfolger eingesetzt und diejenigen ertrinken lassen, die Unsere Ayat abgeleugnet haben. Also nimm wahr, wie das Anschließende von den Ermahnten war"},{"SurahNumber":10,"VerseNumber":74,"Text":"Dann entsandten WIR nach ihm Gesandte zu ihren Leuten. Sie kamen zu ihnen mit deutlichen Zeichen. Doch es lag ihnen nicht, den Iman an das zu verinnerlichen, was sie vorher abgeleugnet haben. Solcherart versiegeln WIR die Herzen der Übertretenden"},{"SurahNumber":10,"VerseNumber":75,"Text":"Dann entsandten WIR nach ihnen Musa und Harun zu Pharao und seinen Entscheidungsträgern mit Unseren Ayat. Diese erhoben sich jedoch in Arroganz und waren schwer verfehlende Leute"},{"SurahNumber":10,"VerseNumber":76,"Text":"Und als zu ihnen die Wahrheit von Uns kam, sagten sie: \"Gewiß, dies ist zweifelsohne eine offenkundige Magie"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa sagte: \"Sagt ihr etwa über die Wahrheit, als sie zu euch kam, dies sei Magie? Aber dieMagier werden nicht erfolgreich sein! "},{"SurahNumber":10,"VerseNumber":78,"Text":"Sie sagten: \"Kamst du etwa, um uns von dem abzubringen, was wir bei unseren Ahnen vorfanden, und damit euch beiden (dir mit deinem Bruder) die Herrschaft im Lande gehört?! Wir werden euch gewiß nicht glauben"},{"SurahNumber":10,"VerseNumber":79,"Text":"Pharao sagte dann: \"Bringt mir jeden äußerst wissenden Magier"},{"SurahNumber":10,"VerseNumber":80,"Text":"Und als die Magier dann kamen, sagte Musa zu ihnen: \"Werft, was ihr zu werfen habt"},{"SurahNumber":10,"VerseNumber":81,"Text":"Und als sie warfen, sagteMusa: \"Was ihr vollbracht habt, ist die Magie. ALLAH wird es nichtig machen. Gewiß, ALLAH läßt dasWirken der Verderben-Anrichtenden nichtig machen"},{"SurahNumber":10,"VerseNumber":82,"Text":"ER läßt die Wahrheit durch Seine Worte zur Geltung kommen, selbst dann, sollten die schwer Verfehlenden dies verabscheuen"},{"SurahNumber":10,"VerseNumber":83,"Text":"Doch mit Musa hat niemand den Iman verinnerlicht außer Nachkommenschaft von seinen Leuten  unter Angst vor Pharao und seinen Entscheidungsträgern, daß diese sie der Fitna aussetzen. Gewiß, Pharao war zweifellos ein Hochmütiger im Lande und gewiß, er war sicherlich einer der Maßlosen"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa sagte dann: \"Meine Leute! Solltet ihr den Iman an ALLAH verinnerlicht haben, so übt Ihm (alleine) gegenüber Tawakkul, wenn ihr Muslime seid"},{"SurahNumber":10,"VerseNumber":85,"Text":"Dann sagten sie: \"ALLAH gegenüber üben wir doch Tawakkul. Unser HERR! Laß uns nicht eine Fitna für die unrecht-begehenden Leute sein"},{"SurahNumber":10,"VerseNumber":86,"Text":"und rette uns durch Deine Gnade vor den Kafir-Leuten"},{"SurahNumber":10,"VerseNumber":87,"Text":"Und WIR ließen Musa und seinem Bruder Wahy zuteil werden: \"Richtet ihr beide für eure Leute in Ägypten Häuser als Zentren ein, und macht aus euren Häusern Gebetsstätten und verrichtet ordnungsgemäß das rituelle Gebet! Und überbringe den Mumin frohe Botschaft"},{"SurahNumber":10,"VerseNumber":88,"Text":"Und Musa sagte: \"Unser HERR! Gewiß, DU gabst Pharao und seinen Entscheidungsträgern Schmuck und Vermögenswerte im diesseitigen Leben, unser HERR! - um damit von Deinem Weg abzubringen. Unser HERR! Verwische ihr Vermögen und versiegele ihre Herzen, damit sie den Iman nicht verinnerlichen, bis sie die qualvolle Peinigung erleben"},{"SurahNumber":10,"VerseNumber":89,"Text":"ER sagte: \"Bereits wurde der Bitte von euch beiden entsprochen, so bleibt standhaft und folgt nicht dem Weg derjenigen, die nicht wissen"}]}