{"Id":356,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-lad","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":66,"VerseNumber":1,"Text":"napiyē! Um maṉaiviyariṉ tiruptiyai nāṭi, allāh umakku aṉumatittuḷḷatai ēṉ vilakkik koṇṭīr? Mēlum allāh mikavum maṉṉippavaṉ, mikka kirupaiyuṭaiyavaṉ"},{"SurahNumber":66,"VerseNumber":2,"Text":"allāh uṅkaḷuṭaiya cattiyaṅkaḷai (cila pōtu takka parikāraṅkaḷuṭaṉ) muṟittu viṭuvatai uṅkaḷukku ēṟpaṭuttiyirukkiṟāṉ, mēlum allāh uṅkaḷ ejamāṉaṉ. Mēlum, avaṉ naṉkaṟintavaṉ; ñāṉam mikkavaṉ"},{"SurahNumber":66,"VerseNumber":3,"Text":"Mēlum, napi tam maṉaiviyar oruvariṭam oru ceytiyai irakaciyamāka ākkivaitta pōtu avar (maṟṟoruvarukku) atai aṟivittatum, a(vviṣayat)tai allāh avarukku veḷiyākki vaittāṉ, avar atil cilatai terivittatum, cilatai(t terivikkātu) puṟakkaṇittum iruntār, (ivvāṟu) avar atait terivitta pōtu\"uṅkaḷukku itait terivittavar yār?\" Eṉṟu appeṇ kēṭṭār. Ataṟku avar\"(yāvaṟṟaiyum) naṉkaṟintōṉum uṇarntōṉum (ākiya allāh) eṉkut terivittāṉ\" eṉṟu (patil) kūṟiṉār"},{"SurahNumber":66,"VerseNumber":4,"Text":"nīṅkaḷ iruvarum - itaṟkāka allāhviṭam tavpā ceyvīrkaḷāyiṉ (atu uṅkaḷukku nalamākum) ēṉeṉil niccayamāka uṅkaḷiruvariṉ itayaṅkaḷum (ivviṣayattil kōṇic) cāyntu viṭṭaṉa - tavira, nīṅkaḷ iruvarum avarukketirāy oruvarukkoruvar utavi ceytu koṇṭāl, niccayamāka allāh - avaruṭaiya ejamāṉaṉ (avarukku utavuvāṉ, aṉṟiyum) jiprayīlum, sālihāṉa muḥmiṉkaḷum (utavuvārkaḷ.) Ataṉ piṉ malakkukaḷum (avarukku) utaviyāḷarāka iruppārkaḷ"},{"SurahNumber":66,"VerseNumber":5,"Text":"avar uṅkaḷai'talāk' colli viṭṭāl, uṅkaḷai viṭac ciṟanta - muslimkaḷāṉa, muḥmiṉāṉa, (iṟaivaṉukku) vaḻipaṭṭu naṭappavarkaḷāṉa, tavpā ceypavarkaḷāṉa, vaṇaṅkupavarkaḷāṉa, nōṉpu nōṟpavarkaḷāṉa - kaṉṉimai kaḻintavar, iṉṉum kaṉṉip peṇṭir - ittakaiyavarai avaruṭaiya iṟaivaṉ avarukku (uṅkaḷukkup) pakaramāka, maṉaiviyarāy koṭukkap pōtumāṉavaṉ"},{"SurahNumber":66,"VerseNumber":6,"Text":"Muḥmiṉkaḷē! Uṅkaḷaiyum, uṅkaḷ kuṭumpattāraiyum (naraka) neruppai viṭṭuk kāppāṟṟik koḷḷuṅkaḷ; ataṉ eriporuḷ maṉitarkaḷum, kallumēyākum; atil kaṭumaiyāṉa palacālikaḷāṉa malakkukaḷ (kāval) irukkiṉṟaṉar, allāh avarkaḷai ēvi etilum avarkaḷ māṟu ceyya māṭṭārkaḷ, tāṅkaḷ ēvappaṭṭapaṭiyē avarkaḷ ceytu varuvārkaḷ"},{"SurahNumber":66,"VerseNumber":7,"Text":"(aṉṟu kāḥpirkaḷiṭam) nirākarittōrē! Iṉṟu nīṅkaḷ entappukaḻum kūṟātīrkaḷ, nīṅkaḷ kūli koṭukkappaṭuvatellām nīṅkaḷ ceytu koṇṭiruntataṟkuttāṉ"},{"SurahNumber":66,"VerseNumber":8,"Text":"īmāṉ koṇṭavarkaḷē! Kalappaṟṟa (maṉatōṭu) allāhviṭam tavpā ceytu, pāvamaṉṉippup peṟuṅkaḷ; uṅkaḷ iṟaivaṉ uṅkaḷ pāvaṅkaḷai uṅkaḷai viṭṭup pōkki uṅkaḷaic cuvaṉac cōlaikaḷil piravēcikkac ceyvāṉ, avaṟṟiṉ kīḻē āṟakaḷ (catā) ōṭik koṇṭē irukkum; (taṉ) napiyaiyum avaruṭaṉ īmāṉ koṇṭārkaḷē avarkaḷaiyum annāḷil allāh iḻivupaṭuttamāṭṭāṉ; (aṉṟu īṭēṟṟam peṟṟa) avarkaḷuṭaiya pirakācam (oḷi) avarkaḷukku muṉṉum avarkaḷuṭaiya valappuṟattilum viraintu koṇṭirukkum, avarkaḷ\"eṅkaḷ iṟaivā! Eṅkaḷukku, eṅkaḷuṭaiya pirakācattai nī muḻumaiyākki vaippāyāka! Eṅkaḷukku maṉṉippum aruḷvāyāka! Niccayamāka nī ellāp poruṭkaḷ mītum pērāṟṟaluṭaiyavaṉ\" eṉṟu kūṟi(p pirārttaṉai ceytu) koṇṭu iruppārkaḷ"},{"SurahNumber":66,"VerseNumber":9,"Text":"napiyē! Kāḥpirkaḷuṭaṉum, muṉāḥpikkukaḷuṭaṉum nīr pōriṭṭu, avarkaḷiṭam kaṇṭippuṭaṉ iruppīrāka! Aṉṟiyum avarkaḷ otuṅkumiṭam narakamēyākum, atu mikavum keṭṭa cērumiṭam ākum"},{"SurahNumber":66,"VerseNumber":10,"Text":"Nirākarippavarkaḷukku, nūhuṭaiya maṉaiviyaiyum lūttuṭaiya maṉaiviyaiyum allāh utāraṇamākki vaikkiṟāṉa,; ivviruvarum sālihāṉa nam nallaṭiyārkaḷil, iru nallaṭiyārkaḷiṉ maṉaivikaḷākavē iruntaṉar, eṉiṉum ivviruvarum tam kaṇavarkaḷai mōcam ceytaṉar, eṉavē, avviruvarum (tam maṉaiviyarāṉa) avviruvaraiviṭṭum allāhviliruntu (vētaṉaiyait) taṭukka iyalavillai, iṉṉum, \"nīṅkaḷiruvarum (naraka) neruppil nuḻaipavarkaḷuṭaṉē nuḻaiyuṅkaḷ\" eṉṟu (ivviruvarukkum) kūṟappaṭṭatu"},{"SurahNumber":66,"VerseNumber":11,"Text":"mēlum, īmāṉ koṇṭavarkaḷukku ḥpir'avṉiṉ maṉaiviyai allāh utāraṇamāka kūṟukiṟāṉ. Avar\"iṟaivā! Eṉakkāka uṉṉiṭattil, cuvarkkattil oru vīṭṭaik kaṭṭit taruvāyāka! Iṉṉum ḥpir'avṉai viṭṭum, avaṉ ceyalkaḷai viṭṭum eṉṉai kāppāṟṟuvāyāka! Iṉṉum aniyāyakkāra camūkattāriṭamiruntum eṉṉaik kāppāṟṟuvāyāka\" eṉṟu (pirārttittuk) kūṟiṉār"},{"SurahNumber":66,"VerseNumber":12,"Text":"mēlum, imrāṉiṉ putalviyāṉa maryamaiyum (allāh utāraṇamākkiṉāṉ) avar tam kaṟpaik kāttuk koṇṭār, nām (avaril) nam rūhiliruntu (ātmāviliruntu) ūtiṉōm. Mēlum, avar tam iṟaivaṉiṉ vārttaikaḷaiyum, avaṉuṭaiya vētaṅkaḷaiyum meyppittār - (ēṟṟuk koṇṭār); iṉṉum, avar (allāhvai vaṇaṅki) vaḻipaṭṭavarkaḷil oruvarākavum iruntār"}]}