{"Id":70,"LanguageCodes":["bs","bos"],"Name":"bos-wwwislamhouseco-la","Author":"Www.islamhouse.com","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/bosnian_rwwad/v2.0.0-csv.1, https://quranenc.com/en/browse/bosnian_rwwad , https://quranenc.com","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"I sa sljedbenicima Knjige raspravljajte na najljepsi nacin, ali ne i s onima među njima koji su nepravedni, i recite: “Mi vjerujemo u ono sto se objavljuje nama, a nas Bog i vas Bog jest – jedan, i mi se Njemu pokoravamo.”"},{"SurahNumber":29,"VerseNumber":47,"Text":"Tako isto i tebi objavljujemo Knjigu, a neki od onih kojima smo vec dali Knjigu - i u nju vjeruju, a i među ovima ima onih koji u nju vjeruju, a ajete i dokaze Nase samo nevjernici negiraju"},{"SurahNumber":29,"VerseNumber":48,"Text":"Ti prije nje nijednu knjigu nisi kazivao, a nisi je ni desnom rukom svojom pisao, inace posumnjali bi oni sto lazi govore"},{"SurahNumber":29,"VerseNumber":49,"Text":"A to su ajeti jasni, u srcima su onih kojima je razum dat; a Nase ajete samo nepravedni osporavaju…"},{"SurahNumber":29,"VerseNumber":50,"Text":"I govore: \"Zasto mu od Gospodara njegova nisu neki znaci poslani?\" Reci: \"Znaci su jedino u Allaha, a ja sam samo upozoritelj jasni"},{"SurahNumber":29,"VerseNumber":51,"Text":"A zar im nije dosta to sto Mi tebi objavljujemo Knjigu koja im se kazuje; u njoj je, doista, blagodat i pouka narodu koji vjeruje"},{"SurahNumber":29,"VerseNumber":52,"Text":"Reci: “Allah je dovoljan svjedok meni i vama, On zna sve sto je na nebesima i na Zemlji. A oni koji u laz vjeruju, a u Allaha ne vjeruju, oni su izgubljeni.”"},{"SurahNumber":29,"VerseNumber":53,"Text":"Oni traze od tebe da ih sto prije stigne kazna. A da nije određenog roka za to, kazna bi im dosla, a doci ce im, sigurno, iznenada, oni nece predosjetiti"},{"SurahNumber":29,"VerseNumber":54,"Text":"Pozuruju te da ih kazna zadesi, a dzehennem ce sigurno sve nevjernike obuhvatiti…"},{"SurahNumber":29,"VerseNumber":55,"Text":"na Dan kad ih patnja i odozgo i odozdo obuzme, a Allah rekne: “Ispastajte za ono sto ste radili!”"},{"SurahNumber":29,"VerseNumber":56,"Text":"O robovi Moji koji vjerujete, Moja je Zemlja prostrana, zato se samo Meni ibadet cinite"},{"SurahNumber":29,"VerseNumber":57,"Text":"Svako ce zivo bice smrt okusiti, i Nama cete se poslije vratiti"},{"SurahNumber":29,"VerseNumber":58,"Text":"One koji budu vjerovali i dobra djela cinili smjestit cemo u dzennetske odaje, ispod kojih rijeke teku, u njima ce vjecno boraviti. Kako ce divna biti nagrada onima koji su se trudili…"},{"SurahNumber":29,"VerseNumber":59,"Text":"onima koji su trpjeli i u Gospodara svog se uzdali"},{"SurahNumber":29,"VerseNumber":60,"Text":"A koliko ima zivotinja koje ne sakupljaju opskrbu svoju, Allah njih, a i vas, opskrbljuje! On sve cuje i sve zna"},{"SurahNumber":29,"VerseNumber":61,"Text":"A da ih upitas: “Ko je nebesa i Zemlju stvorio i ko je Sunce i Mjesec potcinio?”, sigurno bi rekli: “Allah!” Pa kuda se onda odmecu"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah u izobilju daje hranu onom kome hoce od robova Svojih, a nekom i uskracuje. – Allah, zaista, zna sve"},{"SurahNumber":29,"VerseNumber":63,"Text":"A ako ih upitas: “Ko s neba kisu spusta i njome mrtvu zemlju ozivljava?”, sigurno ce reci: “Allah!” A ti reci: “Hvala Allahu!”, ali vecina njih ne shvaca"},{"SurahNumber":29,"VerseNumber":64,"Text":"Zivot na ovom svijetu nije nista drugo do zabava i igra, a samo onaj svijet je zivot, kad bi samo oni znali"},{"SurahNumber":29,"VerseNumber":65,"Text":"Kad se u lađe ukrcaju, iskreno se mole Allahu. A kad ih On do kopna dovede, odjednom druge Njemu ravnim smatraju…"},{"SurahNumber":29,"VerseNumber":66,"Text":"da bi poricali ono sto im Mi dajemo, i da bi uzivali. A znat ce oni"},{"SurahNumber":29,"VerseNumber":67,"Text":"Zar ne vide da smo Harem svetim i sigurnim ucinili, dok se svuda okolo njih otima i pljacka? I zar u laz vjeruju, a na Allahovim blagodatima su nezahvalni"},{"SurahNumber":29,"VerseNumber":68,"Text":"I ima li onda nepravednijeg od onog koji o Allahu izmislja lazi ili porice istinu koja mu dolazi? I zar nevjernicima nije mjesto u Dzehennemu"},{"SurahNumber":29,"VerseNumber":69,"Text":"One koji se budu zbog Nas borili Mi cemo, sigurno, putevima koji Nama vode uputiti. – A Allah je, zaista, na strani onih koji dobra djela cine"}]}