{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Ayt: «Men silerge bir gana nerseni — birden, ekiden bolup Allaһka tuz (ec nerseni serik kılbay) turuuŋardı, andan kiyin (jaksılap) pikir kıluuŋardı nasaat kılamın. Silerdin joldosuŋarda ec kanday jindilik(tin belgileri) jok. Al bolgonu, katuu azaptı silerge eskertkeni kelgen paygambar!»"},{"SurahNumber":34,"VerseNumber":47,"Text":"Aytkın: «Men silerden (eskertkenim ucun) akı surabaymın. Al ozuŋorgo buyursun. Maga sıylık beruu Allaһtın vazıypası. Al- ar bir nersege Kubo»"},{"SurahNumber":34,"VerseNumber":48,"Text":"Ayt: «Albette, menin Rabbim Akıykattı (jalganga karsı) tastayt. Al kayıp nerselerdi Biluucu!»"},{"SurahNumber":34,"VerseNumber":49,"Text":"Ayt: «Akıykat (Tavhid) keldi. (Jalgan-sirk alsız bolup kaldı) emi jalgan (oz isin) bastay da albayt, kaytalay da albayt!»"},{"SurahNumber":34,"VerseNumber":50,"Text":"(Musrikterge) ayt: «Eger men (siler aytkanday) adaskan bolsom, ozumdun zıyanıma adaskan bolomun. Al emi, Tuura Jol tapkan bolsom, bul maga Rabbim vahiy kılgan nerse sebeptuu. Cınında, Al - Uguucu (jana) Jakın»"},{"SurahNumber":34,"VerseNumber":51,"Text":"Sen alardın (tozoktu korgondo katuu) korkup, birok, kacıp kete albay, (tozokko) jakın jerden karmalganın bir korsoŋ ele"},{"SurahNumber":34,"VerseNumber":52,"Text":"(Osondo) alar: «Jalgan degen nersebizge ıyman keltirdik!» deset. Emi alarga alıs jerden (narkı duynodon ıymanga) jetis kayda"},{"SurahNumber":34,"VerseNumber":53,"Text":"Birok, alar mından murun (duyno jasoosunda) bul nersege tap-takır kaapır bolusup, (osol) alıs jerden kayıptı (Akıretti) jalganga cıgarıp koyuskan"},{"SurahNumber":34,"VerseNumber":54,"Text":"Emi alar menen eŋsegen nerselerinin (duynogo kaytuularının) arası tosulup koyuldu. Mından murun dagı alardın pikirlesterine dal usunday kılıngan. Alar (Akıret jonundo) ayabay coŋ sektenuudo boluskan"},{"SurahNumber":35,"VerseNumber":1,"Text":"Bardık maktoo-daŋazalar asmandar jana jerdin jaratuucusu Allaһka taandık (Al) peristelerdi eki, uc, tort kanattuu elciler kılıp jarattı.? Allaһ (Ozu jaratkan) makuluktarda Ozu kaalagan nerseni koboytot. Cınında, Allaһ ar nersege Kudurettuu"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allaһadamdar ucun acıp koygon ırayımdı ec kim karmap kala albayt. (Osondoy ele) Allaһ karmap kalgan nerseni, Andan kiyin ec kim jibere albayt. Al Kudurettuu, Daanısman"},{"SurahNumber":35,"VerseNumber":3,"Text":"O,adamdar! Allaһtın bergen neematın (kop) estegile! (Antpegende) silerge asman-jerden ırıskı bergen Allaһtan baska Jaratuucu bar bele? Ec bir kuday jok, bir Ozu bar: (Ozuno ibadat kılbay) dagı kayda burulup baratasıŋar"},{"SurahNumber":35,"VerseNumber":4,"Text":"(O, Muhammad!) Eger (eliŋ) seni «jalgancı» degen bolso, senden murunku paygambarlar dele jalgancıga cıgarılgan. Bardık ister Allaһka kaytat"},{"SurahNumber":35,"VerseNumber":5,"Text":"O,adamdar Albette, Allaһtın ubadası akıykat. Silerdi duyno(nun kooz-jıltırak) jasoosu azgırıp koybosun! Dagı silerdi jalgancı (saytan)! Allahtan azgırbasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Cınında, saytan silerge (tuboluk) dusman! Anı (dayım) dusman tutkula! Cınında al ozu(no eercigen) jamaattı tozok elderinen boluuga cakırat"},{"SurahNumber":35,"VerseNumber":7,"Text":"Kaapır adamdar ucun (Kıyamatta) katuu azap bar. Al emi, ıyman keltirip, salih amaldardı jasagandarga (Allaһ tarabınan) kecirim jana uluk soop bar"},{"SurahNumber":35,"VerseNumber":8,"Text":"(Aytkılacı, kunoo) isinin jamandıgı ozuno kooz korgozulgon soŋ, anı jaksı is dep eseptegen kisi (Allaһ Tuura Jolgo bastagan kisi sıyaktuu) bolo alabı? Allaһ kaalagan adamın (usintip) adastırat, kaalaganın Tuura Jolgo bastayt. (O, Muhammad!) Janıŋ alar (musrikter) ucun kaygı cekpey ele koysun! Albette, Allaһ alar emne kılıp jatkanın jaksı Biluucu"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allaһ— samal jibergen Zat! Samal buluttardı kozgogondo, Biz alardı oluk (kurgak) saarga aydap barıp (jamgır-jaadırıp) anı menen oluk jerdi tiriltebiz. Kayra tiriluu da usunday"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kim urmattuu boluunu kaalasa (bilip alsın:) Bardık urmat-sıy Allaһka taandık.! Taza-pakiza sozdor Anın Ozuno kotorulot. Salih amaldı dagı Ozu kotorup alat. Kunoo isterdi aylakerlik menen jasagandarga katuu azap bar! Alardın aylakerlikteri tekke ketet"},{"SurahNumber":35,"VerseNumber":11,"Text":"(O, insandar) Allaһ silerdi (algac iret) topuraktan, andan kiyin bel suudan jarattı. Kiyin (jetilgen kuragıŋarda) silerdi jup-jubaylar kıldı. Urgaacılardın boyuna emne butup, emne torogonun Al bilip turat. Jana jasoocunun kancalık omur surooru jana omurunon kancası kıskaraarı (Allaһtın aldındagı) Kitepte bar, Albette, bul Allaһ ucun jeŋil"},{"SurahNumber":35,"VerseNumber":12,"Text":"Darıya menen deŋiz teŋ emes. Munusu sirin-tattuu, anı icuu jagımduu. Tiginisi acuu-tuzduu. Ekoosunon teŋ siler taza-jaŋı et jeysiŋer. Jana (deŋizden) ozuŋor tagına turgan zıynat(tas)tardı cıgarıp alasıŋar. Jana siler anda (tolkundardı) jarıp (suzup) bara jatkan kemeni korosuŋor. (Bul) Allaһtın paziletin (ırıskısın) izdesiŋer ucun (bir sebep). Kana emi sugur kılsaŋar"},{"SurahNumber":35,"VerseNumber":13,"Text":"(Allaһ) tundu kunduzgo, kunduzdu tungo kirgizet. Jana Kun menen Aydı silerge moyun sundurup (kızmatcı kılıp) koydu. Ar biri belgilengen ubakıtka ceyin (asmanda) juro beret. Usul Allaһ — Rabbiŋer. (Bardık) mulk jeke Ozunun kolunda. (O, musrikter!) Andan baska siler duba kılıp jatkan «kudaylarıŋar» cel kabıktay nersege da ee emes"},{"SurahNumber":35,"VerseNumber":14,"Text":"Eger alarga duba kılsaŋar, dubaŋardı ukpayt. Eger (kıyalıŋarda) uksa da, silerge joop bere almak emes. (Osonduktan), Kıyamat Kunu alardı (Allaһka) serik kılganıŋarga naraazı bolusat. (Oo, Muhammad!) Ec kim saga Kabardar (Allaһ) sıyaktuu kabar bere albayt"}]}