{"Id":208,"LanguageCodes":["jv","jav"],"Name":"jav-unknown-la","Author":"Unknown","Language":"Javanese","Description":"Javanese - Transliteration","Direction":"ltr","Source":"https://github.com/hakimrie/alQuran-Translations , https://voiceofquran.info/download-quran-translation-pdf/","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Apa sira ora andeleng marang para kang padha angijoli nugraha- ning Allah kalawan kakafiran sarta angudhunake bangsane ing enggon karusakan"},{"SurahNumber":14,"VerseNumber":29,"Text":"naraka? Dheweke bakal malebu mrono, lan ala padunungan iku"},{"SurahNumber":14,"VerseNumber":30,"Text":"Lan dheweke padha agawe sisihan anjejeri Allah, pamrihe anasarake saka ing dadalan-E. Calathua: Padha emat- na, lah sayekti, balinira iku tumeka marang geni"},{"SurahNumber":14,"VerseNumber":31,"Text":"Calathua marang para kawu- la-Ningsun kang padha angestu padha anjumenengna salat sarta amewehna barang paparing-Ingsun marang dheweke, kalawan sisi- dheman utawa kalawan ngedheng, ing sadurunge tekaning dina, kang ing kono ora ana dol tinuku lan ora ana mimitran"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah iku Kang anitahake langit-langit lan bumi sarta anurun- ake banyu saka ing mendhung, banjur didamel angetokake wowo- han, minongka rijeki tumrap marang sira, sarta Panjenengane andadekake prau alaladi marang sira, amrih padha lumaku ing sagara kalawan parentahe Panjene- ngane, apa dene Panjenengane andadekake kali-kali padha laladi marang sira"},{"SurahNumber":14,"VerseNumber":33,"Text":"Lan Panjenengane andadek- ake srengenge lan rembulan alaladi marang sira, sakarone padha lumaku manut dalane, apa dene Panjenengane andadekake wengi lan raina alaladi marang sira"},{"SurahNumber":14,"VerseNumber":34,"Text":"Lan Panjenengane amaringi sira sarupane barang panyuwunira ing Panjenengane; lan lamun sira padha angitunga nugrahaning Allah, iku sira ora bisa ngetung; sayekti, manusa iku banget ang- gone atindak dudu, banget ora duwe panarima"},{"SurahNumber":14,"VerseNumber":35,"Text":"Lan nalikane Ibrahim munjuk: Pangeran kawula! mugi nagari punika Tuwan dadosaken kerta, saha mugi kawula tuwin anak-anak kawula Tuwan tebihaken saking angawulani bra- hala-brahala"},{"SurahNumber":14,"VerseNumber":36,"Text":"Pangeran kawula! saestu, punika sampun anasaraken titiyang kathah; milanipun sinten ing- kang manut ing kawula, saestu pu- nika golongan kawula, lan sinten ingkang ambangkang ing kawula, lah saestu Tuwan punika Apara- marta, Mahaasih"},{"SurahNumber":14,"VerseNumber":37,"Text":"Dhuh, Pangeran kawula! saestu, kawula angenggenaken saperangan ing turun kawula ing jujurang ingkang boten wonten wedalipun wowohan, ing sacelak- ipun padaleman Tuwan ingkang Sinuci,a Pangeran kawula! amurih piyambakipun sami anjumenengna salat, milanipun mugi manah- manahipun para titiyang sami Tuwan dadosaken tumiyung dha- teng piyambakipun, saha mugi sami Tuwan rijekeni wowohan; darapon sami atura panuwun"},{"SurahNumber":14,"VerseNumber":38,"Text":"Dhuh Pangeran kawula! sa- estu, Tuwan punika angudaneni punapa ingkang sami kawula singidaken saha punapa ingkang sami kawula wedharaken, sarta ingatasipun Allah boten wonten ingkang kasamaran samukawis ingkang wonten ing bumi sarta ingkang wonten ing langit"},{"SurahNumber":14,"VerseNumber":39,"Text":"Sadaya pangalembana kagu- nganipun Allah ingkang sampun amaringi Isma’il saha Ishaq dha- teng kawula ing sepuh ; saestu Pangeran kawula punika temen Ingkang-Midhanget- aken panyuwun"},{"SurahNumber":14,"VerseNumber":40,"Text":"Pangeran kawula! mugi ka- wula Tuwan dadosaken tiyang ingkang ajumenengaken salat, saha turun-turun kawula ; dhuh Pangeran kawula, mugi Tuwan anyembadani panyuwun kawula"},{"SurahNumber":14,"VerseNumber":41,"Text":"Dhuh Pangeran kawula, mugi Tuwan aparing pangayomana dha- teng kawula, saha dhateng tiyang sepuh kawula tuwin dhateng para angestu ing dinten adeging peta- ngan"},{"SurahNumber":14,"VerseNumber":42,"Text":"Lan aja sira ngira, manawa Allah iku lena marang apa pang- gawene para wong kang atindak dudu: Panjenengane mung aparing sumene marang dheweke tumeka ing dina kang ing kono mripat- mripat bakal padha mandeng"},{"SurahNumber":14,"VerseNumber":43,"Text":"Padha mara aririkatan, sirahe padha andhangak, mripate tanpa tumolih marang dheweke sarta padha entek atine"},{"SurahNumber":14,"VerseNumber":44,"Text":"Lan para manusa padha pepelingana dina bakal tumeka- ning siksa marang dheweke; tumuli para kang padha atindak dudu bakal munjuk: Dhuh, Pangeran kawula, mugi Tuwan anyumenekaken kawula dumugi mangsa ingkang parek, kawula sami anyandikanana panguwuh Tuwan saha manut para utusan. Apa ta kowe ora wus padha supata, ing biyen, kowe ora bakal padha tumiba ing karusakan"},{"SurahNumber":14,"VerseNumber":45,"Text":"Lan sira padha manggon ana ing padunungane para kang padha atindak dudu marang awake dhe- we, apa dene wis terang tumrape sira, kapriye pamisesa-Ningsun marang dheweke, lan Ingsun wus andadekake sanepa-sanepa tumrap ing sira"},{"SurahNumber":14,"VerseNumber":46,"Text":"Lan temen dheweke padha angrancang rancangane, ana- nging rancangane iku ana ing Allah sanajan ta rancangane iku gunung bisa sirna"},{"SurahNumber":14,"VerseNumber":47,"Text":"Mulane aja ngira, Allah, anyulayani janji-Ne marang utu- san-utusan-E; sayekti Allah iku Mahamulya, Ingkang kagungan wawales"},{"SurahNumber":14,"VerseNumber":48,"Text":"Ing dina kalane bumi disalini bumi sejene lan langit-langit , sarta dheweke bakal padha ngaton maring Allah, Ingkang-Mahatunggal, Ingkang- Mahawisesa"},{"SurahNumber":14,"VerseNumber":49,"Text":"Lan ing dina iku sira bakal andeleng para wong duraka padha katalenan dadi siji ing rente- ngan"},{"SurahNumber":14,"VerseNumber":50,"Text":"Sandhangane sing digawe tir, sarta geni anutupi rai-raine"},{"SurahNumber":14,"VerseNumber":51,"Text":"Amrih Allah amales siji- sijining jiwa apa panggawene; sayekti Allah iku rikat ing pangetung"},{"SurahNumber":14,"VerseNumber":52,"Text":"Iki panerangan anyukupi tu- mrap para manusa, lan supaya dheweke padha dipepelingi sarana iku, lan supaya padha weruha, yen Panjenengane iku Sesembahan Mahatunggal sarta supaya para kang padha ana akale padha elinga"}]}