{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"۞واضرب لهم مثلا رجلين جعلنا لاحدهما جنتين من اعنب وحففنهما بنخل وجعلنا بينهما زرعا (جنتين: حديقتين, وحففناهما: احطناهما)"},{"SurahNumber":18,"VerseNumber":33,"Text":"كلتا الجنتين ءاتت اكلها ولم تظلم منه شيا وفجرنا خللهما نهرا (اتت اكلها: اثمرت ثمرها, تظلم: تنقص, خلالهما: بينهما)"},{"SurahNumber":18,"VerseNumber":34,"Text":"وكان له ثمر فقال لصحبه وهو يحاوره انا اكثر منك مالا واعز نفرا (ثمر: ثمار، واموال اخرى كثيرة, نفرا: انصارا، واعوانا)"},{"SurahNumber":18,"VerseNumber":35,"Text":"ودخل جنته وهو ظالم لنفسه قال ما اظن ان تبيد هذه ابدا (ما اظن: لا اعتقد, تبيد: تهلك)"},{"SurahNumber":18,"VerseNumber":36,"Text":"وما اظن الساعة قايمة ولين رددت الى ربي لاجدن خيرا منها منقلبا (منقلبا: مرجعا ومردا)"},{"SurahNumber":18,"VerseNumber":37,"Text":"قال له صاحبه وهو يحاوره اكفرت بالذي خلقك من تراب ثم من نطفة ثم سوىك رجلا"},{"SurahNumber":18,"VerseNumber":38,"Text":"لكنا هو الله ربي ولا اشرك بربي احدا (لكنا: لكن انا)"},{"SurahNumber":18,"VerseNumber":39,"Text":"ولولا اذ دخلت جنتك قلت ما شاء الله لا قوة الا بالله ان ترن انا اقل منك مالا وولدا"},{"SurahNumber":18,"VerseNumber":40,"Text":"فعسى ربي ان يوتين خيرا من جنتك ويرسل عليها حسبانا من السماء فتصبح صعيدا زلقا (حسبانا: عذابا, صعيدا زلقا: ارضا ملساء جرداء لا تثبت عليها قدم، ولا تنبت شييا)"},{"SurahNumber":18,"VerseNumber":41,"Text":"او يصبح ماوها غورا فلن تستطيع له طلبا (غورا: غايرا ذاهبا في عمق الارض)"},{"SurahNumber":18,"VerseNumber":42,"Text":"واحيط بثمره فاصبح يقلب كفيه على ما انفق فيها وهي خاوية على عروشها ويقول يليتني لم اشرك بربي احدا (واحيط بثمره: اهلكت امواله، وحديقته, يقلب كفيه: كناية عن الندامة والحسرة, خاوية على عروشها: ساقطة بعضها على بعض)"},{"SurahNumber":18,"VerseNumber":43,"Text":"ولم تكن له فية ينصرونه من دون الله وما كان منتصرا (فية: جماعة)"},{"SurahNumber":18,"VerseNumber":44,"Text":"هنالك الولية لله الحق هو خير ثوابا وخير عقبا (عقبا: عاقبة)"},{"SurahNumber":18,"VerseNumber":45,"Text":"واضرب لهم مثل الحيوة الدنيا كماء انزلنه من السماء فاختلط به نبات الارض فاصبح هشيما تذروه الريح وكان الله على كل شيء مقتدرا (هشيما: يابسا متكسرا, تذروه: تنسفه الرياح الى كل جهة)"},{"SurahNumber":18,"VerseNumber":46,"Text":"المال والبنون زينة الحيوة الدنيا والبقيت الصلحت خير عند ربك ثوابا وخير املا (والباقيات الصالحات: الاعمال الصالحة, وخير املا: خير ما يرجى عند الله)"},{"SurahNumber":18,"VerseNumber":47,"Text":"ويوم نسير الجبال وترى الارض بارزة وحشرنهم فلم نغادر منهم احدا (بارزة: ظاهرة ليس عليها ما كان يسترها من المخلوقات, وحشرناهم: جمعناهم, فلم نغادر: لم نترك)"},{"SurahNumber":18,"VerseNumber":48,"Text":"وعرضوا على ربك صفا لقد جيتمونا كما خلقنكم اول مرة بل زعمتم الن نجعل لكم موعدا (صفا: مصطفين)"},{"SurahNumber":18,"VerseNumber":49,"Text":"ووضع الكتب فترى المجرمين مشفقين مما فيه ويقولون يويلتنا مال هذا الكتب لا يغادر صغيرة ولا كبيرة الا احصىها ووجدوا ما عملوا حاضرا ولا يظلم ربك احدا (ووضع الكتاب: كتاب اعمال كل واحد في يمينه، او شماله, لا يغادر: لا يترك, حاضرا: مثبتا)"},{"SurahNumber":18,"VerseNumber":50,"Text":"واذ قلنا للمليكة اسجدوا لادم فسجدوا الا ابليس كان من الجن ففسق عن امر ربه افتتخذونه وذريته اولياء من دوني وهم لكم عدو بيس للظلمين بدلا (ففسق: فخرج, اولياء: اعوانا تطيعونهم)"}]}