{"Id":392,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetvakfi-la","Author":"Diyanet Vakfi","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"(Resulum!) De ki: Goklerden ve yerden size rızık veren kimdir? De ki: Allah! O halde biz veya siz, ikimizden biri, ya dogru yol uzerinde veya acık bir sapıklık icindedir"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki: Bizim isledigimiz suctan siz sorumlu degilsiniz; biz de sizin islediginizden sorulacak degiliz"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: Rabbimiz hepimizi bir araya toplayacak, sonra aramızda hak ile hukmedecektir. O, en adil hukum veren, (her seyi) hakkıyla bilendir"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: O'na (Allah'a) kattıgınız ortaklarınızı bana gosterin. Hayır! Bilakis, yegane galip ve her seyi hikmetle idare eden ancak Allah'tır"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz seni butun insanlara ancak mujdeleyici ve uyarıcı olarak gonderdik; fakat insanların cogu bunu bilmezler"},{"SurahNumber":34,"VerseNumber":29,"Text":"Eger sozunuzde dogru iseniz bu vadettiginiz (kıyamet) ne zaman kopacak? derler"},{"SurahNumber":34,"VerseNumber":30,"Text":"De ki: Size oyle bir gun vadedilmistir ki, ondan ne bir saat geri kalabilirsiniz, ne de ileri gecebilirsiniz"},{"SurahNumber":34,"VerseNumber":31,"Text":"Kafir olanlar dediler ki: Biz hicbir zaman bu Kur'an'a ve bundan once gelen kitaplara inanmayacagız. Sen o zalimleri, Rablerinin huzurunda tutuklanmıs, birbirlerine soz atarlarken bir gorsen! Zayıf sayılanlar, buyukluk taslayanlara: Siz olmasaydınız, elbette biz inanan insanlar olurduk, derler"},{"SurahNumber":34,"VerseNumber":32,"Text":"Buyukluk taslayanlar, zayıf sayılanlara (kıyamet gununde): Size hidayet geldikten sonra sizi ondan biz mi cevirdik? Bilakis siz suc isliyordunuz, derler"},{"SurahNumber":34,"VerseNumber":33,"Text":"Zayıf sayılanlar da buyukluk taslayanlara: Hayır! Gece gunduz (isiniz) tuzak kurmaktı. Cunku siz daima Allah'ı inkar etmemizi, O'na ortaklar kosmamızı bize emrederdiniz, derler. Artık azabı gorduklerinde, icin icin yanarlar; biz de o inkar edenlerin boyunlarına demir halkalar takarız. Onlar ancak yapmakta oldukları gunahları yuzunden cezalandırılırlar"},{"SurahNumber":34,"VerseNumber":34,"Text":"Biz hangi ulkeye bir uyarıcı gondermissek mutlaka oranın varlıklı ve sımarık kisileri: Biz, size gonderilmis olan seyi inkar ediyoruz, demislerdir"},{"SurahNumber":34,"VerseNumber":35,"Text":"Ve dediler ki: Biz malca ve evlatca daha coguz, biz azaba ugratılacak da degiliz"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: Rabbim, diledigine bol rızık verir ve (dilediginden) kısar; fakat insanların cogu bilmezler"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi huzurumuza yaklastıracak olan ne mallarınızdır ne de evlatlarınız. Iman edip iyi amelde bulunanlar mustesna; onlara yaptıklarının kat kat fazlası mukafat vardır. Onlar (cennet) odalarında guven icindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimizi bosa cıkarmaya calısanlara gelince, onlar da azapla yuz yuze bırakılacaklardır"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: Rabbim, kullarından diledigine bol rızık verir ve (dilediginden de) kısar. Siz hayıra ne harcarsanız, Allah onun yerine baskasını verir. O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":34,"VerseNumber":40,"Text":"O gun Allah, onların hepsini toplayacak; sonra meleklere: Size tapanlar bunlar mıydı? diyecek"},{"SurahNumber":34,"VerseNumber":41,"Text":"(Melekler de:) Sen yucesi, bizim dostumuz onlar degil, sensin. Belki onlar cinlere tapıyorlardı. Cogu onlara inanmıstı; diyecekler"},{"SurahNumber":34,"VerseNumber":42,"Text":"Bugun birbirinize ne fayda, ne de zarar vermeye gucunuz yeter. Biz zalim olanlara, yalanlamakta oldugunuz ates azabını tadın! diyecegiz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Onlara apacık ayetlerimiz okundugu zaman demislerdi ki: Bu, sizi babalarınızın taptıgı (putlardan) cevirmek isteyen bir adamdan baskası degildir. Ve yine bu (Kur'an) da uydurulmus bir yalandan baska bir sey degildir, dediler. Hak kendilerine geldiginde onu inkar edenler de: Bu, apacık bir buyuden baska bir sey degildir, dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Halbuki biz onlara okuyacakları kitaplar vermedigimiz gibi senden once onlara bir uyarıcı (peygamber) de gondermemistik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan oncekiler de (peygamberlerini) inkar etmislerdi. Bunlar, oncekilere verdiklerimizin onda birine erismemislerdi. (Boyle iken), peygamberimi yalanladılar; ama benim karsılık olarak verdigim nasıl olmustu"}]}