{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":1,"Text":"Haa-Miim"},{"SurahNumber":40,"VerseNumber":2,"Text":"La revelació de l'Escriptura procedeix d'Al·là, el Poderós, el Omniscient"},{"SurahNumber":40,"VerseNumber":3,"Text":"Que perdona el pecat, accepta el penediment, és sever a castigar i ple de poder. No hi ha més déu que Ell. Ell és la fi de tot"},{"SurahNumber":40,"VerseNumber":4,"Text":"No discuteixen sobre els signes d'Al·là sinó els infidels. Que les seves anades i vingudes pel país no et torbin"},{"SurahNumber":40,"VerseNumber":5,"Text":"Abans d'ells, ja el poble de Noé havia desmentit. Després, també els coalicionistes. Els membres de cada comunitat havien planejat apoderar-se del Missatger que se'ls havia manat. I van discutir amb argúcies per a, així, derrocar la Veritat. Llavors, Jo me'ls vaig dur i ;quin no va ser El meu càstig"},{"SurahNumber":40,"VerseNumber":6,"Text":"Així es va complir la sentència del teu Senyor contra els infidels: que serien els habitants del Foc"},{"SurahNumber":40,"VerseNumber":7,"Text":"Els quals duen el Tron i els quals estan al seu voltant celebren les lloances del seu Senyor, creuen en Ell i Li demanen que perdoni als creients: «Senyor! Tu ho abastes tot en La teva misericòrdia i en La teva ciència. Perdona, doncs, als que es penedeixen i segueixen El teu camí! Lliura'ls del càstig del Jaheem"},{"SurahNumber":40,"VerseNumber":8,"Text":"Senyor! Introdueix-los en els jardins del edén que els vas prometre, juntament amb aquells dels seus pares, esposes i descendents que van ser bons! Tu ets el Poderós, el Savi"},{"SurahNumber":40,"VerseNumber":9,"Text":"Lliura'ls del mal! Aquest dia, aquell a qui hagis lliurat del mal serà objecte de La teva misericòrdia. Aquest és l'èxit grandiós!»"},{"SurahNumber":40,"VerseNumber":10,"Text":"Als que no hagin cregut se'ls cridarà: «L’aversió que Al·là us té és major que l’aversió que us teniu a vosaltres mateixos, puix que, convidats a creure, no van creure»"},{"SurahNumber":40,"VerseNumber":11,"Text":"Diran: «Senyor! Ens has fet morir dues vegades i viure altres dues. Confessem, doncs, els nostres pecats. Hi ha manera de sortir?»"},{"SurahNumber":40,"VerseNumber":12,"Text":"Això us passa perquè, quan s'invocava a Al·là Solament, no crèieu, mentre que, si se Li associaven altres déus, crèieu. La decisió, doncs, pertany a Al·là, l'Altíssim, el Gran"},{"SurahNumber":40,"VerseNumber":13,"Text":"Ell és Qui us mostra Els seus signes, Qui us fa baixar del cel sosteniment. Però no es deixa amonestar sinó qui torna a Ell penedit"},{"SurahNumber":40,"VerseNumber":14,"Text":"Invoqueu, doncs, a Al·là, rendint-li culte sincer, a despit dels infidels"},{"SurahNumber":40,"VerseNumber":15,"Text":"D'Elevada Dignitat i Senyor del Tron, tira l'Esperit que procedeix del seu ordre sobre qui Ell vol dels seus serfs, perquè previngui contra el dia de la Trobada"},{"SurahNumber":40,"VerseNumber":16,"Text":"Aquest dia sorgiran, sense que gens d'ells pugui ocultar- se a Al·là. Aquest dia, de qui serà el domini? D'Al·là, l'U, l'Invicte"},{"SurahNumber":40,"VerseNumber":17,"Text":"Aquest dia cadascun serà retribuït segons els seus mèrits. Gens d'injustícies aquest dia! Al·là és ràpid a ajustar comptes"},{"SurahNumber":40,"VerseNumber":18,"Text":"Preveníeu les contra el dia de La Imminent, quan, angoixats, se'ls faci un nus en la gola. No tindran els impius cap amo fervent ni intercessor que sigui escoltat"},{"SurahNumber":40,"VerseNumber":19,"Text":"Coneix la perfídia dels ulls i el que oculten els pits"},{"SurahNumber":40,"VerseNumber":20,"Text":"Al·là decideix segons justícia. En canvi, els altres que ells invoquen en lloc d'invocar-li a Ell no poden decidir gens. Al·là és Qui tot ho escolta, Qui tot ho veu"}]}