{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Nima smyatate, che da snabdyavash poklonnitsite s voda i da ustroĭvash Sveshtenata dzhamiya, e kato da vyarvash v Allakh i v Setniya den, i da se borish po pŭtya na Allakh? Te ne sa ravni pred Allakh. Allakh ne napŭtva khorata-ugnetiteli"},{"SurahNumber":9,"VerseNumber":20,"Text":"Koito vyarvat i se preselyat, i se boryat po pŭtya na Allakh chrez svoite imoti i dushi, te sa s po-visoka stepen pri Allakh i te sa spechelilite"},{"SurahNumber":9,"VerseNumber":21,"Text":"Vŭzradva gi tekhniyat Gospod s vest za milosŭrdie ot Nego i za blagovolenie, i za Gradini, v koito shte imat postoyanno blazhenstvo"},{"SurahNumber":9,"VerseNumber":22,"Text":"tam shte prebivavat vechno i zavinagi. Pri Allakh ima ogromna nagrada"},{"SurahNumber":9,"VerseNumber":23,"Text":"O, vyarvashti, ne vzimaĭte za blizhni svoite bashti i bratya, ako sa predpocheli neverieto pred vyarata. A koito ot vas se sblizhat s tyakh, te sa ugnetitelite"},{"SurahNumber":9,"VerseNumber":24,"Text":"Kazhi: “Ako vashite bashti, sinove, bratya i sŭprugi, i rodŭt vi, i imoti, koito ste pridobili, i tŭrgoviya, za koyato se plashite ot zastoĭ, i zhilishta, koito kharesvate, sa vi po-lyubimi ot Allakh i ot Negoviya Pratenik, i ot borba po Negoviya pŭt, to chakaĭte, dokato Allakh dade Svoyata povelya! Allakh ne napŭtva nechestivite khora"},{"SurahNumber":9,"VerseNumber":25,"Text":"Allakh vi pomogna na mnogo mesta i v Denya na Khunaĭn, kogato vi vŭzkhiti vashata mnogobroĭnost. Ala tya ne vi spasi ot nishto. I otesnya za vas zemyata, vŭpreki che e prostorna. Posle obŭrnakhte grŭb v byagstvo"},{"SurahNumber":9,"VerseNumber":26,"Text":"Posle Allakh nizposla uspokoenieto Si na Svoya Pratenik i na vyarvashtite. I nizposla voini, koito vie ne vidyakhte, i nakaza onezi, koito ne povyarvakha. Tova e vŭzmezdieto za nevernitsite"},{"SurahNumber":9,"VerseNumber":27,"Text":"Posle Allakh shte prieme pokayanie podir tova ot kogoto pozhelae. Allakh e oproshtavasht, milosŭrden"},{"SurahNumber":9,"VerseNumber":28,"Text":"O, vie, koito vyarvate, sŭdruzhavashtite sa skvernost! Da ne se priblizhavat do Sveshtenata dzhamiya sled tazi tyakhna godina! I ako vi e strakh ot bednost, Allakh shte vi nadbavi ot Svoyata blagodat, ako pozhelae. Allakh e vseznaesht, premŭdŭr"},{"SurahNumber":9,"VerseNumber":29,"Text":"Srazhavaĭte se s onezi ot darenite s Pisanieto, koito ne vyarvat v Allakh i v Setniya den, i ne vŭzbranyavat onova, koeto Allakh i Negoviyat Pratenik sa vŭzbranili, i ne izpovyadvat pravata vyara - dokato ne dadat naloga [dzhizya] bezuslovno i s pokorstvo"},{"SurahNumber":9,"VerseNumber":30,"Text":"I rekokha yudeite: “Uzaĭr e sinŭt na Allakh.” I rekokha khristiyanite: “Mesiyata e sinŭt na Allakh.” Tova te go izrichat, prilichat v dumite na onezi, koito predi ne povyarvakha. Allakh da gi porazi! Kak taka se podlŭgvat"},{"SurahNumber":9,"VerseNumber":31,"Text":"Te vzekha za gospodari ne Allakh, a svoite pravnitsi i svoite monasi, i Mesiyata, sina na Mariam. A im be poveleno da sluzhat samo na edinstveniya Bog. Nyama drug Bog osven Nego. Prechist e Toĭ ot onova, koeto sŭdruzhavat s Nego"},{"SurahNumber":9,"VerseNumber":32,"Text":"Iskat da ugasyat svetlinata na Allakh sŭs slovata si, no Allakh priema edinstveno da zasiyae v pŭlnota Negovata svetlina, dori nevernitsite da vŭznenavizhdat tova"},{"SurahNumber":9,"VerseNumber":33,"Text":"Toĭ e, Koĭto provodi Svoya Pratenik s napŭt·stvieto i s pravata vyara, za da ya vŭzdigne nad vsichki religii, dori sŭdruzhavashtite da vŭznenavizhdat tova"}]}