{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Gott halt die Himmel und die Erde, daß sie nicht vergehen. Wurden sie vergehen, so konnte niemand nach Ihm sie festhalten. Er ist langmutig und voller Vergebung"},{"SurahNumber":35,"VerseNumber":42,"Text":"Und sie haben bei Gott ihren eifrigsten Eid geschworen, sie wurden, wenn ein Warner zu ihnen kame, treuer der Rechtleitung folgen als irgendeine von den Gemeinschaften. Als dann aber ein Warner zu ihnen kam, mehrte es in ihnen nur noch die Abneigung"},{"SurahNumber":35,"VerseNumber":43,"Text":"Da sie sich auf der Erde hochmutig verhielten und bose Ranke schmiedeten. Aber die bosen Ranke umschließen nur ihre Urheber. Erwarten sie denn (fur sich) etwas anderes als die Art, wie mit den Fruheren verfahren wurde? Du wirst bei dem Verfahren Gottes keine Veranderung finden, und du wirst bei dem Verfahren Gottes keine Verwandlung finden"},{"SurahNumber":35,"VerseNumber":44,"Text":"Sind sie denn nicht auf der Erde umhergezogen und haben geschaut, wie das Ende derer war, die vor ihnen lebten? Sie hatten eine starkere Kraft als sie. Und Gottes Wille wird durch nichts vereitelt weder in den Himmeln noch auf der Erde. Er weiß Bescheid und ist machtig"},{"SurahNumber":35,"VerseNumber":45,"Text":"Und wenn Gott die Menschen fur das, was sie erworben haben, belangen wollte, wurde Er auf ihrer Oberflache kein Tier ubriglassen. Aber Er stellt sie zu einer bestimmten Frist zuruck. Und wenn ihre Frist kommt - wahrlich, Gott sieht wohl seine Diener"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yaa Sien"},{"SurahNumber":36,"VerseNumber":2,"Text":"Beim weisen Koran"},{"SurahNumber":36,"VerseNumber":3,"Text":"Du bist einer der Gesandten"},{"SurahNumber":36,"VerseNumber":4,"Text":"Auf einem geraden Weg"},{"SurahNumber":36,"VerseNumber":5,"Text":"Er ist die Herabsendung des Machtigen, des Barmherzigen"},{"SurahNumber":36,"VerseNumber":6,"Text":"Damit du Leute warnst, deren Vater nicht gewarnt wurden, so daß sie (alles) unbeachtet lassen"},{"SurahNumber":36,"VerseNumber":7,"Text":"Der Spruch ist uber die meisten von ihnen fallig geworden, so glauben sie nicht"},{"SurahNumber":36,"VerseNumber":8,"Text":"Wir haben an ihren Hals Fesseln angebracht, die bis zum Kinn reichen, so daß sie den Kopf hochhalten mussen"},{"SurahNumber":36,"VerseNumber":9,"Text":"Und Wir haben vor ihnen eine Sperrmauer und hinter ihnen eine Sperrmauer gemacht und sie umhullt, so daß sie nicht sehen konnen"},{"SurahNumber":36,"VerseNumber":10,"Text":"Und es ist ihnen gleich, ob du sie warnst oder ob du sie nicht warnst; sie glauben nicht"},{"SurahNumber":36,"VerseNumber":11,"Text":"Du kannst nur den warnen, der der Ermahnung folgt und den Erbarmer im Verborgenen furchtet. So verkunde ihm Vergebung und trefflichen Lohn"},{"SurahNumber":36,"VerseNumber":12,"Text":"Wir, ja Wir machen die Toten wieder lebendig. Und Wir schreiben auf, was sie vorausgeschickt haben und auch ihre Spuren. Alle Dinge haben Wir in einer deutlichen Anzeigeschrift erfaßt"},{"SurahNumber":36,"VerseNumber":13,"Text":"Und fuhre ihnen als Gleichnis die Leute der Stadt an, als die Gesandten zu ihr kamen"},{"SurahNumber":36,"VerseNumber":14,"Text":"Als Wir zwei zu ihnen sandten, da ziehen sie beide der Luge. Wir brachten durch einen dritten Verstarkung. Sie sagten: «Wir sind zu euch gesandt.»"},{"SurahNumber":36,"VerseNumber":15,"Text":"Sie sagten: «Ihr seid nur Menschen wie wir. Der Erbarmer hat nichts herabgesandt. Ihr lugt nur.»"},{"SurahNumber":36,"VerseNumber":16,"Text":"Sie sagten: «Unser Herr weiß es, wir sind wirklich zu euch gesandt"},{"SurahNumber":36,"VerseNumber":17,"Text":"Und uns obliegt nur die deutliche Ausrichtung (der Botschaft).»"},{"SurahNumber":36,"VerseNumber":18,"Text":"Sie sagten: «Wir sehen in euch ein boses Omen. Wenn ihr nicht aufhort, werden wir euch bestimmt steinigen, und euch wird bestimmt eine schmerzhafte Pein von uns treffen.»"},{"SurahNumber":36,"VerseNumber":19,"Text":"Sie sagten: «Euer Omen ist bei euch selbst. (Redet ihr denn so,) wenn ihr ermahnt werdet? Nein, ihr seid eher maßlose Leute.»"},{"SurahNumber":36,"VerseNumber":20,"Text":"Und vom außersten Ende der Stadt kam ein Mann gelaufen. Er sagte: «O mein Volk, folgt den Gesandten"},{"SurahNumber":36,"VerseNumber":21,"Text":"Folgt denen, die von euch keinen Lohn verlangen und der Rechtleitung folgen"},{"SurahNumber":36,"VerseNumber":22,"Text":"Und warum sollte ich dem nicht dienen, der mich erschaffen hat, und zu dem ihr zuruckgebracht werdet"},{"SurahNumber":36,"VerseNumber":23,"Text":"Soll ich mir etwa an seiner Stelle andere Gotter nehmen, deren Furbitte, falls der Erbarmer mir Schaden zufugen will, mir nichts nutzt, und die mich nicht retten konnen"},{"SurahNumber":36,"VerseNumber":24,"Text":"Ich wurde mich in einem offenkundigen Irrtum befinden"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ich glaube an euren Herrn, so hort auf mich.»"},{"SurahNumber":36,"VerseNumber":26,"Text":"Es wurde (zu ihm) gesprochen: «Geh ins Paradies ein.» Er sagte: «O wußte doch mein Volk davon"},{"SurahNumber":36,"VerseNumber":27,"Text":"Daß mein Herr mir vergeben und mich zu denen gestellt hat, die ehrenvoll behandelt werden!»"}]}