{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"«واضرب» اجعل «لهم» للكفار مع المؤمنين «مثلاً رجلين» بدل وهو وما بعده تفسير للمثل «جعلنا لأحدهما» الكافر «جنتين» بستانين «من أعناب وحففناهما بنخل وجعلنا بينهما زرعا» يقتات به"},{"SurahNumber":18,"VerseNumber":33,"Text":"«كلتا الجنتين» كلتا مفرد يدل على التثنية مبتدأ «آتت» خبره «أكلها» ثمرها «ولم تظلم» تنقص «منه شيئا» «وفجرنا» أي شقتنا «خلالهما نهرا» يجري بينهما"},{"SurahNumber":18,"VerseNumber":34,"Text":"«وكان له» مع الجنتين «ثمر» بفتح الثاء والميم وبضمهما وبضم الأول وسكون الثاني وهو جمع ثمرة كشجرة وشجر وخشبة وخشب وبدنة وبدن «فقال لصاحبه» المؤمن «وهو يحاوره» يفاخره «أنا أكثر منك مالاً وأعز نفرا» عشيرة"},{"SurahNumber":18,"VerseNumber":35,"Text":"«ودخل جنته» بصاحبه يطوف به فيها ويريه أثمارها ولم يقل جنتيه إرادة للروضة وقيل اكتفاء بالواحد «وهو ظالم لنفسه» بالكفر «قال ما أظن أن تبيد» تنعدم «هذه أبدا»"},{"SurahNumber":18,"VerseNumber":36,"Text":"«وما أظن الساعة قائمة ولئن رُدِدت إلى ربي» في الآخرة على زعمك «لأجدن خيرا منها منقلبا» مرجعا"},{"SurahNumber":18,"VerseNumber":37,"Text":"«قال له صاحبه وهو يحاوره» يجاوبه «أكفرت بالذي خلقك من تراب» لأن آدم خُلق منه «ثم نطقه» منيّ «ثم سواك» عدلك وصيرك «رجلاً»"},{"SurahNumber":18,"VerseNumber":38,"Text":"«لكنا» أصله لكن أنا نقلت حركة الهمزة إلى النون أو حذفت الهمزة ثم أدغمت النون في مثلها «هو» ضمير الشأن تفسره الجملة بعده والمعنى أنا أقول «الله ربي ولا أشرك بربي أحدا»"},{"SurahNumber":18,"VerseNumber":39,"Text":"(ولولا) هلا (إذ دخلت جنتك قلت) عند إعجابك بها هذا (ما شاء الله لا قوة إلا بالله) وفي الحديث \"\" من أعطي خيرا من أهل أو مال فيقول عند ذلك ما شاء الله لا قوة إلا بالله لم ير فيه مكروها \"\" (إن ترن أنا) ضمير فصل بين المفعولين (أقل منك مالاً وولدا)"},{"SurahNumber":18,"VerseNumber":40,"Text":"«فعسى ربي أن يؤتين خيرا من جنتك» جواب الشرط «ويرسل عليها حسبانا» جمع حسبانة أي صواعق «من السماء فتصبح صعيدا زلقا» أرضا ملساء لا يثبت عليها قدم"},{"SurahNumber":18,"VerseNumber":41,"Text":"«أو يصبح ماؤها غورا» بمعنى غائرا عطف على يرسل دون تصبح لأن غور الماء لا يتسبب عن الصواعق «فلن تستطيع له طلبا» حيلة تدركه بها"},{"SurahNumber":18,"VerseNumber":42,"Text":"«وأحيط بثمره» بأوجه الضبط السابقة مع جنته بالهلاك فهلكت «فأصبح يقلب كفيه» ندما وتحسرا «على ما أنفق فيها» في عمارة جنته «وهي خاوية» ساقطة «على عروشها» دعائمها للكرم بأن سقطت ثم سقط الكرم «ويقول يا» للتنبيه «ليتني لم أشرك بربي أحدا»"},{"SurahNumber":18,"VerseNumber":43,"Text":"«ولم تكن» بالتاء والياء «له فئة» جماعة «ينصرونه من دون الله» عند هلاكها «وما كان منتصرا» عن هلاكها بنفسه"},{"SurahNumber":18,"VerseNumber":44,"Text":"«هنالك» أي يوم القيامة «الولاية» بفتح الواو النصرة وبكسرها الملك «لله الحق» بالرفع صفة الولاية وبالجر صفة الجلالة «هو خير ثوابا» من ثواب غيره لو كان يثيب «وخير عقبا» بضم القاف وسكونها عاقبة للمؤمنين ونصبهما على التمييز"},{"SurahNumber":18,"VerseNumber":45,"Text":"«واضرب» صير «لهم» لقومك «مثل الحياة الدنيا» مفعول أول «كماء» مفعول ثان «أنزلناه من السماء فاختلط به» تكاثف بسبب نزول الماء «نبات الأرض» أو امتزج الماء بالنبات فَرَوِيَ وَحَسُن «فأصبح» صار النبات «هشيما» يابسا متفرقة أجزاؤه «تذروه» تنثره وتفرقه «الرياح» فتذهب به، المعنى: شبه الدنيا بنبات حسن فيبس فتكسر ففرقته الرياح وفي قراءة الريح «وكان الله على كل شيء مقتدرا» قادرا"},{"SurahNumber":18,"VerseNumber":46,"Text":"«المال والبنون زينة الحياة الدنيا» يتجمل بها فيها «والباقيات الصالحات» هي سبحان الله والحمد لله ولا إله إلا الله والله أكبر زاد بعضهم ولا حول ولا قوة إلا بالله «خير عند ربك ثوابا وخير أملاً» أي ما يأمله الإنسان ويرجوه عند الله تعالى"},{"SurahNumber":18,"VerseNumber":47,"Text":"«و» اذكر «يوم تُسَيَّرُ الجبالُ» نذهب بها عن وجه الأرض فتصير هباء منبثا وفي قراءة بالنون وكسر الياء ونصب الجبال «وترى الأرض بارزة» ظاهرة ليس عليها شيء من جبل ولا غيره «وحشرناهم» المؤمنين والكافرين «فلم نغادر» نترك «منهم أحدا»"},{"SurahNumber":18,"VerseNumber":48,"Text":"«وعرضوا على ربك صفا» حال أي مصطفين كل أمة صف ويقال لهم «لقد جئتمونا كما خلقناكم أول مرة» أي فرادى حفاة عراة غُرْلاً ويقال لمنكري البعث «بل زعمتم أ» ن مخففة من الثقيلة أي أنه «لن نجعل لكم موعدا» للبعث"},{"SurahNumber":18,"VerseNumber":49,"Text":"«ووضع الكتاب» كتاب كل امرئ في يمينه من المؤمنين وفي شماله من الكافرين «فترى المجرمين» الكافرين «مشفقين» خائفين «مما فيه ويقولن» عند معاينتهم ما فيه من السيئات «يا» للتنبيه «ويلتنا» هلكتنا وهو مصدر لا فعل له من لفظه «ما لهذا الكتاب لا يغادر صغيرة ولا كبيرة» من ذنوبنا «إلا أحصاها» عدها وأثبتها تعجبوا منه في ذلك «ووجدوا ما عملوا حاضرا» مثبتا في كتابهم «ولا يظلم ربك أحدا» لا يعاقبه بغير جرم ولا ينقص من ثواب مؤمن"},{"SurahNumber":18,"VerseNumber":50,"Text":"«وإذ» منصوب باذكر «قلنا للملائكة اسجدوا لآدم» سجود انحناء لا وضع جبهة تحية له «فسجدوا إلا إبليس كان من الجن» قيل هم نوع من الملائكة فالاستثناء متصل وقيل هو منقطع وإبليس هو أبو الجن فله ذرية ذكرت معه بعد والملائكة لا ذرية لهم «ففسق عن أمر ربه» أي خرج عن طاعته بترك السجود «أفتتخذونه وذريته» الخطاب لآدم وذريته والهاء في الموضعين لإبليس «أولياء من دوني» تطيعونهم «وهم لكم عدو» أي أعداء حال «بئس للظالمين بدلاً» إبليس وذريته في إطاعتهم بدل إطاعة الله"}]}