{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allakh ne obicha da se proglasyava za zloto osven ot ugneteniya. Allakh e vsechuvasht, vseznaesht"},{"SurahNumber":4,"VerseNumber":149,"Text":"Ako pokazvate dobro ili go prikrivate, ili izvinyavate zlo - Allakh e izvinyavasht, vsesilen"},{"SurahNumber":4,"VerseNumber":150,"Text":"Koito ne vyarvat v Allakh i v Negovite pratenitsi, i iskat da otdelyat Allakh ot Negovite pratenitsi, i kazvat: “Vyarvame v edni i ne vyarvame v drugi”, i iskat da poemat sreden pŭt"},{"SurahNumber":4,"VerseNumber":151,"Text":"tezi sa istinskite nevernitsi. I prigotvikhme za nevernitsite unizitelno mŭchenie"},{"SurahNumber":4,"VerseNumber":152,"Text":"Na tezi, koito povyarvakha v Allakh i v Negovite pratenitsi, i ne otdelyakha nikogo izmezhdu tyakh, Toĭ shte im dade nagradite. Allakh e oproshtavasht, milosŭrden"},{"SurahNumber":4,"VerseNumber":153,"Text":"Khorata na Pisanieto iskat da im svalish Pisanie ot nebeto. I ot Musa iskakha dori poveche ot tova. I rekokha: “Pokazhi ni Allakh nayave!” I gi porazi mŭlniyata zaradi tekhniya gnet. Setne priekha teletsa, sled kato yasnite znatsi doĭdokha pri tyakh, i Nie gi izvinikhme za tova, i dadokhme na Musa yaven dovod"},{"SurahNumber":4,"VerseNumber":154,"Text":"I vŭzdignakhme otgore im Planinata poradi tekhniya obet, i im rekokhme: “Vlezte prez vratata, klanyaĭki se dozemi!” I im rekokhme: “Ne prestŭpvaĭte v Sŭbotata!” I vzekhme ot tyakh tvŭrd obet"},{"SurahNumber":4,"VerseNumber":155,"Text":"Zashtoto narushikha svoya obet i ne povyarvakha v znameniyata na Allakh, i ubivakha prorotsite bez pravo, i izrichakha: “Sŭrtsata ni sa v bronya.” - da, Allakh gi zapechata [sŭrtsata] poradi tyakhnoto neverie i ne vyarvat osven maltsina"},{"SurahNumber":4,"VerseNumber":156,"Text":"i zashtoto ne povyarvakha i izrichakha sreshtu Mariam ogromna kleveta"},{"SurahNumber":4,"VerseNumber":157,"Text":"i izrichakha: “Nie ubikhme Mesiyata Isa, sina na Mariam, pratenika na Allakh.” - no ne go ubikha i ne go razpnakha, a samo im be oprilichen. I koito byakha v raznoglasie za tova, se sŭmnyavakha za nego. Nyamat znanie za tova, osven da sledvat predpolozhenieto. Sŭs sigurnost ne go ubikha te"},{"SurahNumber":4,"VerseNumber":158,"Text":"Da, vŭznese go Allakh pri Sebe si. Allakh e vsemogŭsht, premŭdŭr"},{"SurahNumber":4,"VerseNumber":159,"Text":"Sred khorata na Pisanieto nyama takŭv, koĭto da ne povyarva v nego predi negovata smŭrt, a v Denya na vŭzkresenieto toĭ shte e svidetel protiv tyakh"},{"SurahNumber":4,"VerseNumber":160,"Text":"I poradi gneta na yudeite im vŭzbranikhme razresheni za tyakh blaga, i zashtoto vŭzpirakha mnogo ot pŭtya na Allakh"},{"SurahNumber":4,"VerseNumber":161,"Text":"i zashtoto vzimakha likhvata, a im be vŭzbranena, i izyazhdakha imotite na khorata s izmama. I za nevernitsite sred tyakh prigotvikhme bolezneno mŭchenie"},{"SurahNumber":4,"VerseNumber":162,"Text":"Ako utvŭrdenite v znanieto sred tyakh i povyarvalite vyarvat v nizposlanoto na teb i v nizposlanoto dopredi teb, i izvŭrshvashtite molitvata, i davashtite milostinyata zakat, i vyarvashtite v Allakh i v Setniya den - na tyakh shte vŭzdadem ogromna nagrada"}]}