{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":29,"VerseNumber":26,"Text":"Maka Lūṭ membenarkan (kenabian)nya. Dan berkatalah Ibrāhīm, \"Sesungguhnya aku akan berpindah ke (tempat yang diperintahkan) Tuhan-ku (kepadaku); sesungguhnya Dia-lah Yang Maha Perkasa lagi Maha Bijaksana"},{"SurahNumber":29,"VerseNumber":27,"Text":"Dan Kami anugerahkan kepada Ibrāhīm, Isḥāq, dan Ya`qūb, dan Kami jadikan kenabian dan Alkitab pada keturunannya, dan Kami berikan kepadanya balasannya di dunia 1149, dan sesungguhnya dia di akhirat, benar-benar termasuk orang-orang yang saleh"},{"SurahNumber":29,"VerseNumber":28,"Text":"Dan (ingatlah) ketika Lūṭ berkata pepada kaumnya, \"Sesungguhnya kamu benar-benar mengerjakan perbuatan yang amat keji yang belum pernah dikerjakan oleh seorang pun dari umat-umat sebelum kamu"},{"SurahNumber":29,"VerseNumber":29,"Text":"Apakah sesungguhnya kamu patut mendatangi laki-laki, menyamun 1150, dan mengerjakan kemungkaran di tempat-tempat pertemuanmu? Maka jawaban kaumnya tidak lain hanya mengatakan, \"Datangkanlah kepada kami azab Allah, jika kamu termasuk orang-orang yang benar"},{"SurahNumber":29,"VerseNumber":30,"Text":"Lūṭ berdoa, \"Ya Tuhan-ku, tolonglah aku (dengan menimpakan azab) atas kaum yang berbuat kerusakan itu"},{"SurahNumber":29,"VerseNumber":31,"Text":"Dan tatkala utusan Kami (para malaikat) datang kepada Ibrāhīm membawa kabar gembira 1151, mereka mengatakan, \"Sesungguhnya kami akan menghancurkan penduduk (Sodom) ini; sesungguhnya penduduknya adalah orang-orang yang zalim"},{"SurahNumber":29,"VerseNumber":32,"Text":"Berkata Ibrāhīm, \"Sesungguhnya di kota itu ada Lūṭ\". Para malaikat berkata, \"Kami lebih mengetahui siapa yang ada di kota itu. Kami sungguh-sungguh akan menyelamatkan dia dan pengikut-pengikutnya, kecuali istrinya. Dia adalah termasuk orang-orang yang tertinggal (dibinasakan)"},{"SurahNumber":29,"VerseNumber":33,"Text":"Dan tatkala datang utusan-utusan Kami (para malaikat) itu kepada Lūṭ, dia merasa susah karena (kedatangan) mereka 1152 dan (merasa) tidak mempunyai kekuatan untuk melindungi mereka dan mereka berkata, \"Janganlah kamu takut dan jangan (pula) susah. Sesungguhnya kami akan menyelamatkan kamu dan pengikut-pengikutmu, kecuali istrimu, dia adalah termasuk orang-orang yang tertinggal (dibinasakan)"},{"SurahNumber":29,"VerseNumber":34,"Text":"Sesungguhnya Kami akan menurunkan azab dari langit atas penduduk kota ini karena mereka berbuat fasik"},{"SurahNumber":29,"VerseNumber":35,"Text":"Dan sesungguhnya Kami tinggalkan darinya satu tanda yang nyata 1153 bagi orang-orang yang berakal"},{"SurahNumber":29,"VerseNumber":36,"Text":"Dan (Kami telah mengutus) kepada penduduk Madyan, saudara mereka Syuʻayb, maka ia berkata, \"Hai kaumku, sembahlah olehmu Allah, harapkanlah (pahala) hari akhir dan jangan kamu berkeliaran di muka bumi berbuat kerusakan"},{"SurahNumber":29,"VerseNumber":37,"Text":"Maka mereka mendustakan Syu`ayb, lalu mereka ditimpa gempa yang dahsyat dan jadilah mereka mayat-mayat yang bergelimpangan di tempat-tempat tinggal mereka"},{"SurahNumber":29,"VerseNumber":38,"Text":"Dan (juga) kaum ‘Ād dan Ṡamūd dan sungguh telah nyata bagi kamu (kehancuran mereka) dari (puing-puing) tempat tinggal mereka. Dan setan menjadikan mereka memandang baik perbuatan-perbuatan mereka, lalu ia menghalangi mereka dari jalan (Allah), sedangkan mereka adalah orang-orang berpandangan tajam"},{"SurahNumber":29,"VerseNumber":39,"Text":"dan (juga) Qārūn, Firʻawn , dan Hāmān. Dan sesungguhnya telah datang kepada mereka Musa dengan (membawa bukti-bukti) keterangan-keterangan yang nyata. Akan tetapi, mereka berlaku sombong di (muka) bumi dan tiadalah mereka orang-orang yang luput (dari kehancuran itu)"},{"SurahNumber":29,"VerseNumber":40,"Text":"Maka masing-masing (mereka itu) Kami siksa disebabkan dosanya, maka di antara mereka ada yang Kami timpakan kepadanya hujan batu kerikil, dan di antara mereka ada yang ditimpa suara keras yang mengguntur, dan di antara mereka ada yang Kami benamkan ke dalam bumi, dan di antara mereka ada yang Kami tenggelamkan, dan Allah sekali-kali tidak hendak menganiaya mereka, akan tetapi merekalah yang menganiaya diri mereka sendiri"},{"SurahNumber":29,"VerseNumber":41,"Text":"Perumpamaan orang-orang yang mengambil pelindung-pelindung selain Allah adalah seperti laba-laba yang membuat rumah. Dan sesungguhnya rumah yang paling lemah ialah rumah laba-laba kalau mereka mengetahui"},{"SurahNumber":29,"VerseNumber":42,"Text":"Sesungguhnya Allah mengetahui apa saja yang mereka seru selain Allah. Dan Dia Maha Perkasa lagi Maha Bijaksana"},{"SurahNumber":29,"VerseNumber":43,"Text":"Dan perumpamaan-perumpamaan ini Kami buat untuk manusia dan tiada yang memahaminya, kecuali orang-orang yang berilmu"},{"SurahNumber":29,"VerseNumber":44,"Text":"Allah menciptakan langit dan bumi dengan hak 1154. Sesungguhnya pada yang demikian itu terdapat tanda-tanda kekuasaan Allah bagi orang-orang mukmin"},{"SurahNumber":29,"VerseNumber":45,"Text":"Bacalah apa yang telah diwahyukan kepadamu, yaitu Alkitab (Al-Qur`ān) dan dirikanlah salat. Sesungguhnya, salat itu mencegah dari (perbuatan-perbuatan) keji dan mungkar. Dan sesungguhnya mengingat Allah (salat) adalah lebih besar (keutamaannya dari ibadat-ibadat yang lain). Dan Allah mengetahui apa yang kamu kerjakan"}]}