{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":47,"VerseNumber":33,"Text":"¡Creyentes! ¡Obedeced a Ala y obedeced al Enviado! ¡No hagais vanas vuestras obras"},{"SurahNumber":47,"VerseNumber":34,"Text":"Ala no perdonara a los infieles que hayan desviado a otros del camino de Ala y mueran siendo infieles"},{"SurahNumber":47,"VerseNumber":35,"Text":"¡No flaqueeis, pues, invitando a la paz, ya que sereis vosotros los que ganen! Ala esta con vosotros y no dejara de premiar vuestras obras"},{"SurahNumber":47,"VerseNumber":36,"Text":"La vida de aca es solo juego y distraccion. Pero, si creeis y temeis a Ala, El os recompensara sin reclamaros vuestros bienes"},{"SurahNumber":47,"VerseNumber":37,"Text":"Si os los reclamara con insistencia, os mostrariais avaros y descubriria vuestro odio"},{"SurahNumber":47,"VerseNumber":38,"Text":"He aqui que sois vosotros los invitados a gastar por la causa de Ala, pero hay entre vosotros algunos avaros. Y quien es avaro lo es, en realidad, en detrimento propio. Ala es Quien Se basta a Si mismo, mientras que sois vosotros los necesitados. Y, si volveis la espalda, hara que otro pueblo os sustituya, que no sera como vosotros"},{"SurahNumber":48,"VerseNumber":1,"Text":"Te hemos concedido un claro exito"},{"SurahNumber":48,"VerseNumber":2,"Text":"Para perdonarte Ala tus primeros y tus ultimos pecados, pefeccionar Su gracia en ti y dirigirte por una via recta"},{"SurahNumber":48,"VerseNumber":3,"Text":"Para prestarte Ala un auxilio poderoso"},{"SurahNumber":48,"VerseNumber":4,"Text":"El es Quien ha hecho descender la sakina en los corazones de los creyentes para incrementar su fe. Las legiones de los cielos y de la tierra son de Ala. Ala es omnisciente, sabio"},{"SurahNumber":48,"VerseNumber":5,"Text":"Para introducir a los creyentes y a las creyentes en jardines por cuyos bajos fluyen arroyos, en los que estaran eternamente, y borrarles sus malas obras. Esto es, para Ala, un exito grandioso"},{"SurahNumber":48,"VerseNumber":6,"Text":"Para castigar a los hipocritas y a las hipocritas, a los asociadores y a las asociadoras que piensan mal de Ala. Sufriran un reves. Ala se irritara con ellos, les maldecira y les preparara la gehena. ¡Mal fin"},{"SurahNumber":48,"VerseNumber":7,"Text":"Las legiones de los cielos y de la tierra son de Ala. Ala es poderoso, sabio"},{"SurahNumber":48,"VerseNumber":8,"Text":"Te hemos enviado como testigo, como nuncio de buenas nuevas y como monitor"},{"SurahNumber":48,"VerseNumber":9,"Text":"para que los hombres crean en Ala y en Su Enviado, para que le ayuden y honren, para que Le glorifiquen manana y tarde"},{"SurahNumber":48,"VerseNumber":10,"Text":"Los que te juran fidelidad, la juran, en realidad, a Ala. La mano de Ala esta sobre sus manos. Si uno quebranta una promesa la quebranta, en realidad, en detrimento propio. Si, en cambio, es fiel a la alianza concertada con Ala, El le dara una magnifica recompensa"},{"SurahNumber":48,"VerseNumber":11,"Text":"Los beduinos dejados atras te diran: «Nuestros bienes y familias nos han retenido. ¡Pide que nos perdone!» Dicen de palabra lo que no tienen en el corazon. Di: «¿Y quien podria impedir que Ala os hiciera mal o bien, si El lo deseara?» ¡No! ¡Ala esta bien informado de lo que haceis"},{"SurahNumber":48,"VerseNumber":12,"Text":"¡No! Creiais que el Enviado y los creyentes no iban a regresar nunca a los suyos y la idea os halago. Pensasteis mal... Sois gente perdida"},{"SurahNumber":48,"VerseNumber":13,"Text":"Quien no cree en Ala y en su Enviado... Hemos preparado para los infieles fuego de gehena"},{"SurahNumber":48,"VerseNumber":14,"Text":"El dominio de los cielos y de la tierra pertenece a Ala. Perdona a quien El quiere y castiga a quien El quiere. Ala es indulgente, misericordioso"},{"SurahNumber":48,"VerseNumber":15,"Text":"Cuando os pongais en marcha para apoderaros de botin, los dejados atras diran: «¡Dejad que os sigamos!» Quisieran cambiar la Palabra de Ala. Di: «¡No nos seguireis! ¡Asi lo ha dicho Ala antes!» Ellos diran: «¡No! ¡Es que teneis celos de nosotros...!» ¡No! Comprenden, pero poco"},{"SurahNumber":48,"VerseNumber":16,"Text":"Di a los beduinos dejados atras: «Se os llamara contra un pueblo dotado de gran valor, contra el que tendreis que combatir a menos que se rinda. Si obedeceis, Ala os dara una bella recompensa. Pero, si volveis la espalda, como ya hicisteis en otra ocasion, os infligira un castigo doloroso»"},{"SurahNumber":48,"VerseNumber":17,"Text":"«No hay por que reprochar al ciego, al cojo o al enfermo. Y a quien obedezca a Ala y a Su Enviado, El le introducira en jardines por cuyos bajos fluyen arroyos. A quien, en cambio, vuelta la espalda, El le infligira un castigo doloroso»"}]}