{"Id":358,"LanguageCodes":["tt","tat"],"Name":"tat-yakubibnnugman","Author":"Yakub Ibn Nugman","Language":"Tatar","Description":"Tatar","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Безгә яхшылык белән юлыгырга теләмәгән имансызлар әйттеләр: \"Ни булыр иде, әгәр безгә фәрештәләр иңеп Мухәммәднең расүл икәнлеген әйтсәләр, яки Раббыбызны күрсәк, Мухәммәднең расүл икәнлеген әйтсә\", – дип. Тәхкыйк алар шул сүзләре белән нәфесләрендә тәкәбберләнделәр һәм золымда чиктән уздылар"},{"SurahNumber":25,"VerseNumber":22,"Text":"Кыямәт көнне ґәзаб фәрештәсен күрерләр, ләкин ул көндә имансызларга шатлык булмас, вә фәрештәләр әйтер: \"Имансызларга җәннәткә керү хәрам булды"},{"SurahNumber":25,"VerseNumber":23,"Text":"Имансызларның кешеләргә кылган бәгъзе яхшылыкларына касад кылырбыз, һәм очкан тузан кеби юк итәрбез"},{"SurahNumber":25,"VerseNumber":24,"Text":"Кыямәт көнендә җәннәт әһеленең урыны хәерлерәк вә рәхәтләнү урыннары да күркәмерәктер"},{"SurahNumber":25,"VerseNumber":25,"Text":"Вә ул көндә күк ярылып аннан бер болыт чыгар, ул болыт илә кешеләрнең гамәл дәфтәрләре белән фәрештәләр иңәр"},{"SurahNumber":25,"VerseNumber":26,"Text":"Ул көндә һәрнәрсәгә хуҗа булу Аллаһ кулында булып һичбер затның катнашы булмас, ул көн имансызлар өчен авыр көн булыр"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ул көндә Коръән белән гамәл итмәгән залим каты хәсрәттән ике кулын тешләр, вә әйтер: \"Ни булыр иде дөньяда пәйгамбәргә ияреп аның белән бергә хак юлны тоткан булсам"},{"SurahNumber":25,"VerseNumber":28,"Text":"Ни үкенеч һәлак булу килде, ни булыр иде фәлән кәферне дус тотмаган булсам"},{"SurahNumber":25,"VerseNumber":29,"Text":"Тәхкыйк ул мине Коръәннән биздерде миңа ул Коръән Аллаһудан килгәннән соң, шайтан кешене алдан ташлап китәр булды"},{"SurahNumber":25,"VerseNumber":30,"Text":"Мухәммәд г-м әйтте: \"Йә Рабби, минем кавемем ошбу Коръәнне инкяр итеп куйдылар, кабул итмәделәр һәм кешеләрне дә аның белән гамәл кылудан тыйдылар"},{"SurahNumber":25,"VerseNumber":31,"Text":"Синең дошманнарың булган кеби имансызлардан һәр пәйгамбәргә дошманнар кылдык, алар сабыр иттеләр, син да сабыр ит, сине һидәяткә күндерергә һәм дошманнарыңа каршы ярдәм бирергә Раббың җитәдер"},{"SurahNumber":25,"VerseNumber":32,"Text":"Имансызлар әйттеләр: \"Нәрсә булыр иде, әгәр Коръән аңа бер мәртәбә иңүдә тулы китап булып иңсә. Без аны аять аять иңдердек, күңелеңне куәтләр өчен һәм тәртибе илә аерып-аерып укыдык, сиңа ятларга җиңел булсын өчен"},{"SurahNumber":25,"VerseNumber":33,"Text":"Мөшрикләр синең хакында батыл мисал китермәсләр мәгәр китерсәләр, Без аларның батыл мисалларын юкка чыгара торган хак мисал китерербез һәм бәяне күркәм аятьләрне китерербез, аптырап калырлар"},{"SurahNumber":25,"VerseNumber":34,"Text":"Коръәннән качкан кешеләр йөзтүбән җәһәннәмгә сөрелерләр, бу кешеләр Коръәннән ерак булулары сәбәпле туры юлдан бик ерак адашучылар, һәм ахирәттәге урымнары да бик яман урындыр"},{"SurahNumber":25,"VerseNumber":35,"Text":"Тәхкыйк Без Мусага Тәүратны бирдек, на кардәше Һарунны аңа ярдәмче кылдык"},{"SurahNumber":25,"VerseNumber":36,"Text":"Безнең аятьләребезне ялганга тотучы кавемгә барыгыз, аларны хак дингә өндәгез! Муса белән Һарунны да ялганга тоткач, Без ул кавемне һәлак иттек"},{"SurahNumber":25,"VerseNumber":37,"Text":"Нухны, вә башка расүлләрне ялганга тотканнары өчен, Нух кавемен Туфан суына батырып һәлак иттек, аларның Туфан белән һәлак булуларын кешеләргә гыйбрәт өчен кылдык, вә ул залимнәргә ахирәттә рәнҗетүче ґәзаб хәзерләдек"},{"SurahNumber":25,"VerseNumber":38,"Text":"Гад, Самуд кавемнәрен һәм коега табынучы кос ияләрен һәлак иттек, дәхи алар арасында күп кавемнәрне һәлак иттек. (Шөґәеб пәйгамбәр кавеменнән бер җәмәгать ташланган бер иске коедан чыга торган чишмәгә табына торган булганнар. Аллаһ аларны җиргә йоттырган. Татарстанда адашкан кешеләр тарафыннан \"әүлияләр тавы\" дип аталган җирдә бер чишмә бар икән, һәлак булырга ашыккан кешеләр шул чишмәгә табынырга баралар)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Аларны һәлак итмәс борын, һәрберсенә әүвәлдә һәлак булган кавемнәрнең хәлләрен гыйбрәт очен баян кылдык, ләкин алар гыйбрәтләнмәделәр, һәм Без һәммәләрен каты һәлак итү белән һәлак иттек"},{"SurahNumber":25,"VerseNumber":40,"Text":"Тәхкыйк өеләренә таш яудырып һәлак ителгән Лут кавеменең шәһәре яныннан кәферләр үтеп йөриләр, алар шул шәһәр яныннан үткәндә Аллаһуның ґәзаб әсәрен күрмиләрме? Бәлки алар имансыз булулары сәбәпле кабердән кубарылуны көтмиләр"},{"SurahNumber":25,"VerseNumber":41,"Text":"Мөшрикләр сине күргәндә мәсхәрә итеп әйттеләр: \"Шул ирнеме Аллаһ пәйгамбәр итеп җибәрде\", – дип"},{"SurahNumber":25,"VerseNumber":42,"Text":"Янә әйттеләр: \"Ул Мухәммәд безне ислам диненә өндәп сынымнарыбыздан аера язды, әгәр сабыр итеп сынымнарыбызга ныклап тотынмаган булсак, әлбәттә, безне сынымнарыбыздан аерган булыр иде\", – дип. Алар ґәзабны күргәндә, әлбәттә, белерләр кем туры юлдан адашканлыгын"},{"SurahNumber":25,"VerseNumber":43,"Text":"Әйә күрәсеңме нәфес һавасын Илаһә тоткан кешене, ягъни яшәве дә, дин тотуы да нәфесе теләгәнчә генәдер. Әллә син аңа вәкил булып, аны туры юлга күндерә алырсыңмы"},{"SurahNumber":25,"VerseNumber":44,"Text":"Яки син уйлыйсыңмы аларның күбрәге синең сүзеңне ишетәләр дип, яки хак сүзнең хаклыгын аңлыйлар дип? Алар һичкем түгел, мәгәр хайван кебиләр, бәлки алар хайваннарга караганда да хак юлдан адашучыраклар"},{"SurahNumber":25,"VerseNumber":45,"Text":"Раббыңның эшенә карамыйсыңмы, кояш чыккач иртә беләк ипчек суздык күләгәне, әгәр Аллаһ теләсә иде, ул күләгәне озын хәлендә калдырыр иде, соңра кояшны күләгәгә дәлил вә сәбәпче кылдык"},{"SurahNumber":25,"VerseNumber":46,"Text":"Соңра ул күләгәне җиңеллек белән үзебезгә кайтардык, ягъни кояш китү белән бергә әкрен генә күләгә да китәдер"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ул – Аллаһ кичне сезгә пэрда кылды кием кеби, вә йокыны тәнегезгә рәхәтлек кылды, вә көндезне тарала орган вакыт кылды ки, кешеләр кәсеп өчен җир өстенә таралырлар"},{"SurahNumber":25,"VerseNumber":48,"Text":"Вә Ул – Аллаһ рәхмәте белән яңгыр алдыннан җил җибәреп кешеләрне шатландырадыр, ул җилләр кирәк җиргә болытларны алып килерләр, вә Без сезгә болытлардан пакь су иңдердек"},{"SurahNumber":25,"VerseNumber":49,"Text":"Ул су белән шәһәрләрнең үлгән табигатен тергезмәклегебез өчен, янә Үзебез халык кылган хайваннарны вә күп кешеләрне эчермәклегебез өчен"},{"SurahNumber":25,"VerseNumber":50,"Text":"Тәхкыйк өстәге өч аятьне Коръәндә һәм башка китапларда тәкърар әйттек, кешеләр вәгазьләнсеннәр вә гыйбрәтләнсеннәр өчен, кешеләрнең күберәге вәгазьдән вә гыйбрәтләрдән баш тарттылар, мәгәр ислам нигъмәтен инкяр итеп кәфер булудан баш тартмадылар"},{"SurahNumber":25,"VerseNumber":51,"Text":"Әгәр теләсәк, әлбәттә, һәрбер шәһәргә Аллаһ ґәзабы белән куркытучы пәйгамбәр җибәрер идек"},{"SurahNumber":25,"VerseNumber":52,"Text":"Инде син имансыз, динсезләргә итагать итмә, аларга иярмә һәм аларга хезмәт итмә, бәлки ялган иман, ялган дингә вә имансызлыкка, динсезлеккә каршы Коръән белән көрәшү юлын ач, зур көрәшү белән көрәш"}]}