{"Id":420,"LanguageCodes":["tr","tur"],"Name":"tur-muslimshahin-la","Author":"Muslim Shahin","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shahin/v1.0.0-csv.1 , https://quranenc.com/en/browse/turkish_shahin , https://quranenc.com ,","Translations":[{"SurahNumber":2,"VerseNumber":219,"Text":"Sana, ickiyi ve kumar hakkında soruyorlar. De ki: Her ikisinde de buyuk bir gunah ve insanlar icin bir takım faydalar vardır. Ancak her ikisinin de gunahı faydasından daha buyuktur. Yine sana iyilik yolunda ne harcayacaklarını sorarlar. «Ihtiyac fazlasını» de. Iste Allah, dusunesiniz diye size ayetleri boyle acıklar"},{"SurahNumber":2,"VerseNumber":220,"Text":"Dunya ve ahiret hakkında (lehinize olan davranısları dusunun ve ona gore hareket edin). Sana yetimler hakkında soruyorlar. De ki: Onları iyi yetistirmek (yuz ustu bırakmaktan) daha hayırlıdır. Eger onlarla birlikte yasarsanız, (unutmayın ki) onlar sizin kardeslerinizdir. Allah, isleri bozanla duzelteni bilir. Eger Allah dileseydi, sizi de zahmet ve mesakkate sokardı. Cunku Allah Aziz'dir, Hakim'dir"},{"SurahNumber":2,"VerseNumber":221,"Text":"Iman etmedikce musrik kadınlarla evlenmeyin. Begenseniz bile, musrik bir kadından, mu'min bir cariye kesinlikle daha hayırlıdır. Iman etmedikce musrik erkekleri de (kızlarınızla) evlendirmeyin. Begenseniz bile, musrik bir kisiden mu'min bir kole kesinlikle daha hayırlıdır. Onlar (musrikler) cehenneme cagırır. Allah ise, izni (ve yardımı) ile cennete ve magfirete cagırır. Iste, Allah, dusunup ibret alsınlar diye, ayetlerini insanlara boyle acıklar"},{"SurahNumber":2,"VerseNumber":222,"Text":"(Ey Muhammed! Sana;) Hayızı (kadınların adet halini) soruyorlar. (Onlara) de ki: O bir eza (rahatsızlık) dır. Bu sebeple adet halinde kadınlardan uzak durun. Temizleninceye kadar onlara yaklasmayın. Temizlendikleri vakit, Allah'ın size emrettigi yerden onlara yaklasın. Sunu iyi bilin ki, Allah cokca tevbe edenleri de sever, temizlenenleri de sever"},{"SurahNumber":2,"VerseNumber":223,"Text":"Kadınlarınız sizin icin bir tarladır. Tarlanıza nasıl dilerseniz oyle varın. Kendiniz icin onceden (gelecekte faydasını goreceginiz iyi amellerle) hazırlık yapın. Allah'tan korkun, biliniz ki siz O'na kavusacaksınız. (Ey Muhammed!) Mu'minleri mujdele"},{"SurahNumber":2,"VerseNumber":224,"Text":"Yeminlerinizden dolayı , iyilik etmenize, O'ndan sakınmanıza ve insanların arasını duzeltmenize Allah'ı (O'nun adını) engel kılmayın. Allah, hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":225,"Text":"Allah sizi kasıtsız yeminlerinizden sorumlu tutmaz. Lakin kalplerinizin kasdettigi yeminden sorumlu tutar. Allah, Gafur'dur, Halim'dir"},{"SurahNumber":2,"VerseNumber":226,"Text":"Kadınlarına yanasmamaya yemin edenlerin dort ay beklemeleri gerekir. Eger (yeminlerinden) donerlerse, suphesiz, Allah, Gafur'dur, Rahim'dir"},{"SurahNumber":2,"VerseNumber":227,"Text":"Eger (muddeti icinde donmeyip kadınlarını) bosamaya karar verirlerse (ayrılırlar). Allah, suphesiz, hakkıyla isiten, hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":228,"Text":"Bosanmıs kadınlar, kendi baslarına uc hayız (veya temizlik) suresi beklerler. Eger onlar Allah'a ve ahiret gunune gercekten inanmıslarsa, rahimlerinde Allah'ın yarattıgını gizlemeleri kendilerine helal olmaz. Eger kocalar barısmak isterlerse, bu durumda bosadıkları kadınları geri almaya daha fazla hak sahibidirler. Kocalarının onlar uzerinde hakları oldugu gibi, onların da kocaları uzerinde belli hakları vardır, ancak erkekler, onlar uzerinde bir ustunluk derecesine sahiptirler. Allah Aziz'dir, Hakim'dir"},{"SurahNumber":2,"VerseNumber":229,"Text":"Bosama iki defadır. Bundan sonrası (bilinen sekilde) ya iyilikle tutmak ya da guzellikle salıvermektir. Kadınlara (mehir olarak) verdiginiz seyi, kadın ve erkek, Allah'ın cizdigi hududu ihlal etmekten korkmadıkca geri almanız helal olmaz. (Ey muminler!) Siz de karı ile kocanın, Allah'ın sınırlarını, hakkıyla muhafaza etmelerinden kuskuya duserseniz, kadının (erkege) fidye vermesinde her iki taraf icin de sakınca yoktur. Bu soylenenler Allah'ın koydugu sınırlardır. Sakın onları asmayın. Kim Allah'ın sınırlarını asarsa iste onlar zalimlerdir"},{"SurahNumber":2,"VerseNumber":230,"Text":"Eger erkek karısını (ucuncu defa) bosarsa artık o kadın, baska bir esle evlenmedikce ilk kocasına helal olmaz. Eger (kadını, bosandıktan sonra evlendigi) bu koca da bosarsa, (her iki taraf da) Allah'ın sınırlarını muhafaza edeceklerine inandıkları takdirde, yeniden evlenmelerinde beis yoktur. Bunlar, Allah'ın, bunları bilmek, ogrenmek isteyen topluluk icin acıkladıgı hudutlarıdır"},{"SurahNumber":2,"VerseNumber":231,"Text":"Kadınları bosadıgınız ve onlar da bekleme muddetlerini bitirdikleri vakit ya onları iyilikle tutun yahut iyilikle bırakın. Fakat haksızlık ederek ve zarar vermek icin onları nikah altında tutmayın. Kim bunu yaparsa muhakkak kendine zulmetmis olur. Allah'ın ayetlerini eglenceye almayın. Allah'ın sizin uzerinizdeki nimetini, (size verdigi hidayeti), size ogut vermek uzere indirdigi Kitab'ı ve hikmeti hatırlayın. Allah'tan korkun ve bilin ki, Allah her seyi hakkıyla bilendir"},{"SurahNumber":2,"VerseNumber":232,"Text":"Kadınları bosadıgınız ve onlar da bekleme muddetlerini bitirdikleri vakit, aralarında iyilikle anlastıkları takdirde, onların (kendilerini bir yahut iki talakla bosamıs olan) kocalarıyla evlenmelerine engel olmayın. Iste bununla icinizden Allah'a ve ahiret gunune inanan kimselere ogut verilmektedir. Bu ogudu tutmanız kendiniz icin en iyisi ve en temizidir. Allah bilir, siz bilmezsiniz"}]}