{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":10,"VerseNumber":11,"Text":"Di hastened retribution incurred popol voj ili postul provisions ili annihilated long ago. Ni las those ne kred en meeting us their transgressions blundering"},{"SurahNumber":10,"VerseNumber":12,"Text":"When adversity tusx human est li implores us while mensog sid star! Sed as baldaux as ni relieve his adversity li ir sur li neniam implored us relieve any hardship! works transgressors tiel ornam their okul"},{"SurahNumber":10,"VerseNumber":13,"Text":"Many generaci ni annihilated vi when ili transgressed Their messengers ir them klar proofs ili rifuz kred Ni tiel requite kulp popol"},{"SurahNumber":10,"VerseNumber":14,"Text":"Tiam ni far vi inheritors ter them seg kiel vi do"},{"SurahNumber":10,"VerseNumber":15,"Text":"When our revelations recited them those ne expect meet us dir Bring Quran this sxangx gxi! Dir mi possibly ne sxangx gxi sur my own Mi simply sekv ki revealed me Mi tim mi disobey my Lord retribution awesome tag"},{"SurahNumber":10,"VerseNumber":16,"Text":"(dir Hav DI willed mi ne recited gxi vi nor would vi kon anything gxi. Mi viv vi whole life this vi kon me as sane truthful ul). Vi ne kompren"},{"SurahNumber":10,"VerseNumber":17,"Text":"Who est evil than unu fabricates mensog DI rejects His revelations. Certainly transgressors neniam sukces"},{"SurahNumber":10,"VerseNumber":18,"Text":"Ili worship DI idols posed potenc harm them benefit them ili dir These est our intercessors DI! Dir Est vi inform DI de io Li ne kon heavens ter? Li glor! Li est plej Alt; far super bezon partners"},{"SurahNumber":10,"VerseNumber":19,"Text":"Popol uz est 1 congregation tiam ili disput. Gxi est por predetermined vort el your Lord ili jugx tuj their disput"},{"SurahNumber":10,"VerseNumber":20,"Text":"Ili dir \"Kiel ven ne mirakl ven him his Lord Dir future aparten al DI; wait mi waiting vi"},{"SurahNumber":10,"VerseNumber":21,"Text":"When ni bestow mercy popol adversity aflikt them ili tuj scheme our revelations! Dir di scheming est far effective our messengers recording cxio vi scheme"},{"SurahNumber":10,"VerseNumber":22,"Text":"Li est Unu mov vi land mar. Vi get sxip ili vel smoothly nice breeze Tiam while gxoj therein violent vent blov ond surround them cxiu flank. This est when ili implore DI sincerely devoting their prayers Him sol Vi nur sav us this temp ni est eternally appreciative"},{"SurahNumber":10,"VerseNumber":23,"Text":"as baldaux as Li sav them ili transgress ter oppose truth. O popol your transgression est nur al detriment your own anim. Vi ceter preoccupied this worldly life tiam al us est your ultimate return tiam ni inform vi de cxio vi done"},{"SurahNumber":10,"VerseNumber":24,"Text":"analogy this worldly life est this ni send down akv cxiel produkt gxi all kinds da plant el ter proviz food popol best! Tiam just as ter perfectly ornam its popol opini ili est en control thereof our judgment ven nokt tag las gxi completely barren as nothing ekzist previous tag! Ni tiel eksplik revelations popol reflect"},{"SurahNumber":10,"VerseNumber":25,"Text":"(DI INVIT abode PAC DIREKT whoever VOL DIREKT) REKT path"}]}