{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Sipas kasone çonişini inho şudand, ki namozro zoe' kardand va pajravi şahvatho gardidand va ʙa zudī ʙa Ƣaj xohand aftod"},{"SurahNumber":19,"VerseNumber":60,"Text":"ƣajri on kas, ki tavʙa kard va imon ovard va korhoe şoista kard. Inho ʙa ʙihişt doxil meşavand va heç mavridi sitam qaror namegirand"},{"SurahNumber":19,"VerseNumber":61,"Text":"Bihişthoi çovid, ki Xudoi rahmon dar ƣajʙ ʙa ʙandagoni xud va'da kardaast va va'dai ū faro xohad rasid"},{"SurahNumber":19,"VerseNumber":62,"Text":"Dar on ço suxani ʙehuda nameşunavand. Guftoraşon salom ast. Va rūzijaşon har suʙhu şom omoda ast"},{"SurahNumber":19,"VerseNumber":63,"Text":"In hamon ʙihiştest, ki ʙa ʙandagonamon, ki parhezgorī kardaand, ato mekunem"},{"SurahNumber":19,"VerseNumber":64,"Text":"Va mo çuz ʙa farmoni Parvardigori tu furud nameoem. On cī dar peşi rūi mo va puşti sari mo va mijoni in du qaror dorad, az oni Ūst. Va Parvardigori tu faromūşkor nest"},{"SurahNumber":19,"VerseNumber":65,"Text":"Pargardigori osmonhovu zamin va on cī mijoni on dūst. Ūro ʙiparast va dar parastiş ʙosaʙr ʙoş. Ojo hamnome ʙaroi Ū meşinosī"},{"SurahNumber":19,"VerseNumber":66,"Text":"Odami megūjad: «Ojo zamone, ki ʙimiram, zinda az gūr ʙerun ovarda xoham şud?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Va odami ʙa jod nadorad, ki ūro peş az in ofaridaem va ū xud cize naʙud"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ba Parvardigorat savgand, onhoro ʙo şajtonho gird meovarem, on goh hamaro dar atrofi çahannam ʙa zonu menişonem"},{"SurahNumber":19,"VerseNumber":69,"Text":"On goh az har gurūh kasonero, ki dar ʙaroʙari Xudoi rahmon ʙeştar sarkaşī kardaand, çudo mekunem"},{"SurahNumber":19,"VerseNumber":70,"Text":"Va Mo onhoero, ki sazovortar ʙa doxil şudan dar otaş va sūxtan dar on ʙoşand, ʙehtar meşinosem"},{"SurahNumber":19,"VerseNumber":71,"Text":"Va heç jak az şumo nest, ki voridi çahannam naşavad va in hukmest hatmī az çoniʙi Parvardigori tu"},{"SurahNumber":19,"VerseNumber":72,"Text":"On goh parhezgoronro naçot medihem va sitamkoronro hamcunon ʙa zonu nişasta dar on ço meguzorem"},{"SurahNumber":19,"VerseNumber":73,"Text":"Cun ojoti ravşangari moro ʙar onon ʙixonand, kofiron ʙa mū'minon megūjand: «Kadom jak az du firqaro çojgohi ʙehtar va mahfili nekūtar ast?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Peş az onho cī ʙisjor mardumero ʙa halokat rasonidaem, ki az çihati xonavu çoj va suratu namud ʙehtar az onho ʙudand"},{"SurahNumber":19,"VerseNumber":75,"Text":"Bigū: «Har kas, ki dar gumrohī ʙoşad. Xudoi rahmon ūro ʙa fuzunī madad merasonad», to on goh on ciro ʙa ū va'da doda şudaast, ʙingarad: jo azoʙ va jo qijomat. On goh xohand donist, ki cī kasero çojgoh ʙadtaru laşkar notavontar ast"},{"SurahNumber":19,"VerseNumber":76,"Text":"Va Xudo ʙar rohnamoii onon, ki hidojat joftaand, xohad afzud va nazdi Parvardigori tu mukofot va natiçai kirdorhoi şoistae, ki ʙoqī mondaniand, ʙehtar ast"},{"SurahNumber":19,"VerseNumber":77,"Text":"Ojo on kasero, ki ʙa ojoti Mo kofir ʙud, didī, ki meguft: «Alʙatta, ʙa man molu farzand doda xohad şud!»"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ojo az ƣajʙ ogohī doptt, jo az Xudoi rahmon pajmon girifta ʙud"},{"SurahNumber":19,"VerseNumber":79,"Text":"Na cunin ast. On cī megūjad, xohem navişt va alʙatta, ʙar azoʙaş xohem afzud"},{"SurahNumber":19,"VerseNumber":80,"Text":"On ciro, ki megūjad az ū megirem, to tanho nazdi mo ʙijojad"},{"SurahNumber":19,"VerseNumber":81,"Text":"Va ʙa ƣajr az Olloh xudojone ixtijor kardand, to saʙaʙi izaataşon gardand"},{"SurahNumber":19,"VerseNumber":82,"Text":"Na cunin ast. Ba zudi iʙodataşonro inkor kunand va ʙa muxolifataşon (ʙar ziddi onho) ʙarxezand"},{"SurahNumber":19,"VerseNumber":83,"Text":"Ojo nadidaī, ki Mo şajotinro ʙa sūi kofiron firistodem to onhoro taşviq kunand (ʙa gunohu kufr)"},{"SurahNumber":19,"VerseNumber":84,"Text":"Pas tu ʙar onon şitoʙ makun, ki Mo rūzhojatonro ʙa diqqat meşumorem"},{"SurahNumber":19,"VerseNumber":85,"Text":"Rūze, ki parhezgoronro nazdi Xudoi rahmon savora gird ovarem"},{"SurahNumber":19,"VerseNumber":86,"Text":"va gunahkoronro taşnakom ʙa çahannam ʙironem"},{"SurahNumber":19,"VerseNumber":87,"Text":"Az şafo'at ʙenasiʙand, faqat on kas, ki ʙo Xudoi rahmon pajmone ʙasta ʙoşad. (şafo'at joʙad)"},{"SurahNumber":19,"VerseNumber":88,"Text":"Guftand: «Xudoj rahmon sohiʙi farzandest»"},{"SurahNumber":19,"VerseNumber":89,"Text":"Dar haqiqat suxane zişt ovardaed"},{"SurahNumber":19,"VerseNumber":90,"Text":"Nazdik ast, ki az in suxan osmonho ʙişikofand va zamin şikofta şavad va kūhho furū aftand va darham rezand"},{"SurahNumber":19,"VerseNumber":91,"Text":"zero ʙaroi Xudoi rahmon farzande qoil şudaand"},{"SurahNumber":19,"VerseNumber":92,"Text":"Xudoi rahmonro sazovor nest, ki sohiʙi farzande ʙoşad"},{"SurahNumber":19,"VerseNumber":93,"Text":"Heç ciz dar osmonhovu zamin nest, ki ʙa ʙandagī sūi Xudoi rahmon naojad"},{"SurahNumber":19,"VerseNumber":94,"Text":"Ū hamaro hisoʙ karda va jak-jak şumurda ast"},{"SurahNumber":19,"VerseNumber":95,"Text":"Va hamagiaşon dar rūzi qijomat tanho nazdi Ū meojand"},{"SurahNumber":19,"VerseNumber":96,"Text":"Xudoj rahmon kasonero, ki imon ovardaand va korhoi şoista kardaand, mahʙuʙi hama gardonad"},{"SurahNumber":19,"VerseNumber":97,"Text":"In Qur'onro ʙar zaʙoni tu oson kardem, to parhezgoronro muƶda dihī va sarkaşonro ʙitarsonī"},{"SurahNumber":19,"VerseNumber":98,"Text":"Va cī ʙisjor mardumero peş az onho halok kardaem. Ojo heç jak az onhoro mejoʙī jo hatto andak ovoze az onho meşunavī"}]}