{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":57,"VerseNumber":16,"Text":"Ist es denn nicht Zeit fur diejenigen, die glauben, daß ihre Herzen demutig werden vor Allahs Ermahnung und vor dem, was von der Wahrheit herabgekommen ist, und daß sie nicht wie diejenigen sind, denen zuvor die Schrift gegeben wurde, es ihnen aber zu lang gedauert hat, und so ihre Herzen sich verhartet haben? Und viele von ihnen sind Frevler"},{"SurahNumber":57,"VerseNumber":17,"Text":"Wißt, daß Allah die Erde nach ihrem Tod wieder lebendig macht. Wir haben euch die Zeichen bereits klargemacht, auf daß ihr begreifen moget"},{"SurahNumber":57,"VerseNumber":18,"Text":"Gewiß, denjenigen Mannern, die Almosen geben und denjenigen Frauen, die Almosen geben und (damit) ein gutes Darlehen geben, wird es vervielfacht werden; und fur sie wird es trefflichen Lohn geben"},{"SurahNumber":57,"VerseNumber":19,"Text":"Und diejenigen, die an Allah und Seine Gesandten glauben, das sind die stets Wahrhaftigen und die Zeugen vor ihrem Herrn. Sie erhalten ihren Lohn und ihr Licht. Diejenigen aber, die unglaubig sind und Unsere Zeichen fur Luge erklaren, das sind die Insassen des Hollenbrandes"},{"SurahNumber":57,"VerseNumber":20,"Text":"Wißt, daß das diesseitige Leben nur Spiel und Zerstreuung ist, Schmuck und gegenseitige Prahlerei und Wettstreit nach noch mehr Besitz und Kindern. Es ist wie das Gleichnis von Regen, dessen Pflanzenwuchs den Unglaubigen gefallt. Hierauf aber trocknet er aus, und da siehst du ihn gelb werden. Hierauf wird es zu zermalmtem Zeug. Im Jenseits aber gibt es strenge Strafe und (auch) Vergebung von Allah und Wohlgefallen. Und das diesseitige Leben ist nur trugerischer Genuß"},{"SurahNumber":57,"VerseNumber":21,"Text":"Wetteilt zu Vergebung von eurem Herrn und (zu) einem (Paradies)garten, dessen Breite wie die Breite der Himmel und der Erde ist, bereitet fur diejenigen, die an Allah und Seine Gesandten glauben. Das ist Allahs Huld, die Er gewahrt, wem Er will. Und Allah besitzt große Huld"},{"SurahNumber":57,"VerseNumber":22,"Text":"Kein Ungluck trifft ein auf der Erde oder bei euch selbst, ohne daß es in einem Buch (verzeichnet) ware, bevor Wir es erschaffen - gewiß, dies ist Allah ein leichtes"},{"SurahNumber":57,"VerseNumber":23,"Text":"damit ihr nicht betrubt seid uber das, was euch entgangen ist, und euch nicht (zu sehr) freut uber das, was Er euch gegeben hat. Und Allah liebt niemanden, der eingebildet und prahlerisch ist"},{"SurahNumber":57,"VerseNumber":24,"Text":"diejenigen, die geizen und den Menschen befehlen, geizig zu sein. Und wenn einer sich abkehrt, gewiß, so ist Allah der Unbedurftige und Lobenswurdige"},{"SurahNumber":57,"VerseNumber":25,"Text":"Wir haben ja Unsere Gesandten mit den klaren Beweisen gesandt und mit ihnen die Schrift und die Waage herabgesandt, damit die Menschen fur die Gerechtigkeit eintreten. Und Wir haben das Eisen herabgsandt. In ihm ist starke Gewalt und Nutzen fur die Menschen -, damit Allah kennt, wer Ihm und Seinen Gesandten im Verborgenen hilft. Gewiß, Allah ist Stark und Allmachtig"},{"SurahNumber":57,"VerseNumber":26,"Text":"Und Wir sandten bereits Nuh und Ibrahim und richteten in ihrer Nachkommenschaft das Prophetentum und die Schrift ein. Unter ihnen gab es (einige, die) rechtgeleitet (waren), aber viele von ihnen waren Frevler"},{"SurahNumber":57,"VerseNumber":27,"Text":"Hierauf ließen Wir auf ihren Spuren Unsere Gesandten folgen; und Wir ließen ’Isa, den Sohn Maryams, folgen und gaben ihm das Evangelium. Und Wir setzten in die Herzen derjenigen, die ihm folgten, Mitleid und Barmherzigkeit, und (auch) Monchtum, das sie erfanden - Wir haben es ihnen nicht vorgeschrieben -, (dies) nur im Trachten nach Allahs Wohlgefallen. Sie beachteten es jedoch nicht, wie es ihm zusteht. Und so gaben Wir denjenigen von ihnen, die glaubten, ihren Lohn. Aber viele von ihnen waren Frevler"},{"SurahNumber":57,"VerseNumber":28,"Text":"O die ihr glaubt, furchtet Allah und glaubt an Seinen Gesandten, dann gibt Er euch einen zweifachen Anteil an Seiner Barmherzigkeit und macht euch ein Licht, in dem ihr gehen konnt, und vergibt euch. Allah ist Allvergebend und Barmherzig"},{"SurahNumber":57,"VerseNumber":29,"Text":"(Dies ist) damit die Leute der Schrift wissen, daß sie uber nichts von Allahs Huld Macht haben, sondern daß die Huld in Allahs Hand liegt. Er gewahrt sie, wem Er will. Und Allah besitzt große Huld"}]}