{"Id":224,"LanguageCodes":["rw","kin"],"Name":"kin-rmcrwanda","Author":"R. M. C. Rwanda","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Ese (yewe Muhamadi) ntiwabonye babandi (indyarya) bagiranye ubucuti n’abantu Allah yarakariye? Ntabwo bari muri mwe (Abayisilamu) ndetse ntibari no muri bo (Abayahudi), kandi barahira mu binyoma nyamara babizi"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah yabateguriye ibihano bikaze. Mu by’ukuri, ibyo bakoraga ni bibi"},{"SurahNumber":58,"VerseNumber":16,"Text":"Indahiro zabo bazigize ingabo (y’ibikorwa byabo bibi), banakumira abantu kugana inzira ya Allah. Bityo, bazahanishwa ibihano bisuzuguza"},{"SurahNumber":58,"VerseNumber":17,"Text":"Imitungo yabo n’abana babo ntacyo bizabamarira imbere ya Allah. Abo ni abantu bo mu muriro, bazawubamo ubuziraherezo"},{"SurahNumber":58,"VerseNumber":18,"Text":"Umunsi Allah azabazura bose, bazamurahirira nk’uko babarahiriraga (mwe Abayisilamu), kandi bakibwira ko hari icyo bishingikirije. Mu by’ukuri, ni abanyabinyoma"},{"SurahNumber":58,"VerseNumber":19,"Text":"Shitani yabagize imbata ze, maze abibagiza kwibuka Allah. Abo ni abambari ba Shitani. Mu by’ukuri, abambari ba Shitani ni bo bazaba abanyagihombo"},{"SurahNumber":58,"VerseNumber":20,"Text":"Mu by’ukuri, abaca ukubiri na Allah n’Intumwa ye (Muhamadi), bazaba basuzuguritse cyane"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah yaciye iteka agira ati \"Rwose, njye n’intumwa zanjye tuzatsinda\". Mu by’ukuri, Allah ni Umunyembaraga, Ushobora byose"},{"SurahNumber":58,"VerseNumber":22,"Text":"Ntuzigera ubona abantu bemera Allah n’umunsi w’imperuka bagirana ubucuti na babandi baciye ukubiri na Allah n’Intumwa ye, kabone n’ubwo baba ari ababyeyi babo cyangwa abana babo cyangwa abavandimwe babo cyangwa se imiryango yabo. Abantu nk’abo, Allah yanditse ukwemera nyako mu mitima yabo, anabashyigikiza umwuka (inkunga) uturutse iwe, kandi azabinjiza mu busitani butembamo imigezi (Ijuru) bazabamo ubuziraherezo. Allah yarabishimiye na bo baramwishimira. Abo ni bo tsinda rya Allah, kandi mu by’ukuri itsinda rya Allah ni ryo rizatsinda"},{"SurahNumber":59,"VerseNumber":1,"Text":"Ibiri mu birere n’ibiri mu isi byose bisingiza Allah. Kandi (Allah) ni Umunyembaraga, Ushishoza"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ni we wamenesheje abahakanye bo mu bahawe igitabo, abakura mu ngo zabo ku ikoraniro rya mbere 136. Ntimwakekaga ko bagenda kandi nabo bakekaga ko ingabo zabo zabarinda (ibihano bya) Allah! Nyamara ibihano bya Allah byabagezeho biturutse aho batakekaga, nuko abateza ubwoba mu mitima kugeza ubwo bisenyeye amazu bakoresheje amaboko yabo ndetse n’amaboko y’abemeramana. Ngaho nimubikuremo isomo yemwe abashishoza"},{"SurahNumber":59,"VerseNumber":3,"Text":"N’iyo bitaza kuba ko Allah yaciye iteka ko bameneshwa, rwose yari kubahana (mu bundi buryo) hano ku isi, kandi ku munsi w’imperuka bakazahanishwa ibihano by’umuriro"},{"SurahNumber":59,"VerseNumber":4,"Text":"Ibyo ni ukubera ko baciye ukubiri na Allah n’Intumwa ye; kandi uca ukubiri na Allah (amenye ko) Allah ari Nyiribihano bikaze"},{"SurahNumber":59,"VerseNumber":5,"Text":"(Yemwe abemeye!) Ibiti by’imitende (by’abanzi banyu) mwatemye cyangwa ibyo mwaretse bihagaze ku bitsinsi byabyo, byari ku bw’uburenganzira bwa Allah, no kugira ngo asuzuguze ibyigomeke"},{"SurahNumber":59,"VerseNumber":6,"Text":"N’ibyo Allah yahaye Intumwa ye (Muhamadi) nk’iminyago bibaturutseho, ibyo ntabwo mwigeze mwiyuha akuya mukoresheje amafarasi cyangwa ingamiya; ariko Allah atiza imbaraga intumwa ze (ngo zitsinde) uwo ashaka . Kandi Allah ni Ushobora byose"},{"SurahNumber":59,"VerseNumber":7,"Text":"Ibyo Allah yahaye Intumwa ye nk’iminyago iturutse ku bantu bo mu midugudu (hatabayeho imirwano), ni ibya Allah n’Intumwa ye, abafitanye isano (n’Intumwa), imfubyi, abakene n’abashiriwe ku rugendo; kugira ngo bitiharirwa n’abakire muri mwe gusa. Kandi ibyo Intumwa ibahaye (mu mitungo n’ibyo yabategetse) mujye mubyakira, ndetse n’ibyo ibabujije mujye mubireka. Munatinye Allah, mu by’ukuri Allah ni Nyiribihano bikaze"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Muri iyo minyago kandi harimo igice cyagenewe) abakene bimutse bameneshejwe mu ngo zabo n’imitungo yabo, (babikoze) bashaka ingabire ziturutse kwa Allah no kwishimirwa na we, ndetse no gutera inkunga Allah n’Intumwa ye. Abo ni bo banyakuri"},{"SurahNumber":59,"VerseNumber":9,"Text":"Naho babandi batuye mbere yabo iki gihugu (cya Madina), bahisemo ukwemera banakunda abimutse babagana, kandi mu mitima ntibararikire ibyo (abo bimukira) bahawe, ahubwo bagaharira abandi bo biretse, kabone n’ubwo nabo ubwabo bagaba babikeneye. Kandi abarinzwe kugira ubugugu ni bo bazatsinda"},{"SurahNumber":59,"VerseNumber":10,"Text":"Na babandi baje nyuma yabo, baravuga bati \"Nyagasani wacu! Tubabarire, twe n’abavandimwe bacu badutanze kwemera, kandi ntuzatume mu mitima yacu harangwamo urwango ku bemeramana. Nyagasani wacu! Mu by’ukuri, ni wowe Nyirimpuhwe, Nyirimbabazi"}]}