{"Id":84,"LanguageCodes":["da","dan"],"Name":"dan-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Danish","Description":"Danish","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":33,"Text":"(GUD UDVÆLGER Adam Noah FAMILIEN Abraham FAMILIEN Amram BUDE) TIL FOLKENE"},{"SurahNumber":3,"VerseNumber":34,"Text":"De belong samme progeny. GUD ER Hearer Alvidende"},{"SurahNumber":3,"VerseNumber":35,"Text":"Konen Amram sagde Min Lord jeg tilegner (babyen) min belly Jer totalt så acceptere mig! Du er Hearer Alvidende"},{"SurahNumber":3,"VerseNumber":36,"Text":"Hvornår hun give fødsel til hende hun sagde Min Lord jeg giver fødsel pige - GUD VAR fully aware af hvad HUN FØDTE - mandlig ikke er samme idet kvindelig Jeg navngir hendes Mary jeg påkalde Deres beskyttelse hende hendes efterkommere fra forkaste djævelen"},{"SurahNumber":3,"VerseNumber":37,"Text":"Hendes Lord acceptere hende gracious godkendelse bringe hende gracious opdragelse guardianship Zachariah. Nårsomhelst Zachariah indgå hendes tilflugtsted han grundlægge forråd hende. Han spørge Mary gjorde du får den fra? Hun sie Det er GUD. GUD forsyne for whomever HAN UDVÆLGER GRÆNSER"},{"SurahNumber":3,"VerseNumber":38,"Text":"Hvornår Zachariah implored hans Lord Min Lord bevilger mig such gode barn Du er Hearer bønnerne"},{"SurahNumber":3,"VerseNumber":39,"Text":"Englene benævnede ham hvornår han bad tilflugtstedet GUDEN giver jer gode nyhed af John troende glosen GUD ærværdige moralske righteous profet"},{"SurahNumber":3,"VerseNumber":40,"Text":"Han sagde Hvordan dåse jeg haver dreng hvornår jeg være gamle min kone sterile? Han sies GUD gør whatever Han viljer"},{"SurahNumber":3,"VerseNumber":41,"Text":"Han sagde Min Lord give mig tegn. Han sagde Deres tegn er at du ikke tale til folkene tre dage signaler! Commemorate Deres Lord hyppigt; mediterer nat dag"},{"SurahNumber":3,"VerseNumber":42,"Text":"Englene sagde O Mary GUD udvælger du purified I. Han udvælger jer al kvinderne"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mary du forelægge Deres Lord prostrate bov derned de bov derned"},{"SurahNumber":3,"VerseNumber":44,"Text":"Den er nyhed fortiden vi afslører jer. Du ikke var der hvornår de drage deres raffles udta Mary's formynder. Du ikke var nuværende hvornår de argumenterede ene another"},{"SurahNumber":3,"VerseNumber":45,"Text":"Englene sagde O Mary GUD giver jer gode nyhed Glose fra Ham navn er Messias Jesus sønnen Mary. Han være fremtrædende ind den liv Herefter ene af de closest til Mig"},{"SurahNumber":3,"VerseNumber":46,"Text":"Han tale til folkene krybben også ligesom voksen; han være ene af de righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"Hun sagde Min Lord hvordan dåse jeg haver søn hvornår ing mand rører mig? Han sagde GUD dermed opretter whatever Han viljer. Til have noget gjort Han blot sie til ‘Er ' det være"},{"SurahNumber":3,"VerseNumber":48,"Text":"Han undervise ham scripture visdom Torahen Evangeliet"},{"SurahNumber":3,"VerseNumber":49,"Text":"Idet bud Børnene Israel jeg kommer I tegn fra Deres Lord - Jeg opretter jer fra ler forme fugl derefter jeg puster det det bliver levende fugl gud forlade Jeg restituerer vision blænde, læge spedalske jeg genopliver afdødt gud forlade Jeg fortælle jer hvad du æder hvad du oplagrer Deres hjem. Den være proof jer dersom du er troende"},{"SurahNumber":3,"VerseNumber":50,"Text":"Jeg bekræfter hidtige scripture - Torahen - Jeg ophæver vise prohibitions imposed upon jer. Jeg kommer I sufficient proof fra Deres Lord Derfor du observe GUD adlyder mig"},{"SurahNumber":3,"VerseNumber":51,"Text":"GUD ER MIN Lord DERES Lord DU TILBEDE HAM ALENE! Den er rigtig stien"}]}