{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":19,"Text":"Considerais, acaso, os que fornecem agua aos peregrinos e os guardioes da Sagrada Mesquita iguais aos que creem emDeus e no Dia do Juizo Final, e lutam pela causa de Deus? Aqueles jamais se equipararao a estes, ante Deus. Sabei queDeus nao ilumina os iniquos"},{"SurahNumber":9,"VerseNumber":20,"Text":"Os fieis que migrarem e sacrificarem seus bens e suas pessoas pela causa de Deus, obterao maior dignidade ante Deus eserao os ganhadores"},{"SurahNumber":9,"VerseNumber":21,"Text":"O seu Senhor lhes anuncia a Sua misericordia, a Sua complacencia, e lhes proporcionara jardins, onde gozarao de eternoprazer"},{"SurahNumber":9,"VerseNumber":22,"Text":"Onde morarao eternamente, porque com Deus esta a magnifica recompensa"},{"SurahNumber":9,"VerseNumber":23,"Text":"O fieis, nao tomeis por confidentes vossos pais e irmaos, se preferirem a incredulidade a fe; aqueles, dentre vos, que ostomarem por confidentes, serao iniquos"},{"SurahNumber":9,"VerseNumber":24,"Text":"Dize-lhes: Se vossos pais, vossos filhos, vossos irmaos, vossas esposas, vossa tribo, os bens que tenhais adquirido, ocomercio, cuja estagnacao temeis, e as casas nas quais residis, sao-vos mais queridos do que Deus e Seu Mensageiro, bemcomo a luta por Sua causa, aguardai, ate que Deus venha cumprir os Seus designios. Sabei que Ele nao ilumina osdepravados"},{"SurahNumber":9,"VerseNumber":25,"Text":"Deus vos socorreu em muitos campos de batalha - como aconteceu no dia de Hunain, quando vos ufanaveis da vossamaioria que de nada vos serviu; e a terra, com toda a sua amplitude, pareceu-vos pequena para empreenderdes a fuga"},{"SurahNumber":9,"VerseNumber":26,"Text":"Entao, Deus infundiu a paz ao Seu Mensageiro e aos fieis, e enviou tropas - que nao avistastes - e castigou os incredulos; tal e a recompensa dos que nao creem"},{"SurahNumber":9,"VerseNumber":27,"Text":"Deus absolvera, depois disso, quem Lhe aprouver, porque e Indulgente, Misericordiosissimo"},{"SurahNumber":9,"VerseNumber":28,"Text":"O fieis, em verdade os idolatras sao impuros. Que depois deste seu ano nao se aproximem da Sagrada Mesquita! E setemeis a pobreza, sabei que se a Deus aprouver, enriquecer-vos-a com Sua bondade, porque e Sapiente, Prudentissimo"},{"SurahNumber":9,"VerseNumber":29,"Text":"Combatei aqueles que nao creem em Deus e no Dia do Juizo Final, nem abstem do que Deus e Seu Mensageiroproibiram, e nem professam a verdadeira religiao daqueles que receberam o Livro, ate que, submissos, paguem o Jizya"},{"SurahNumber":9,"VerseNumber":30,"Text":"Os judeus dizem: Ezra e filho de Deus; os cristaos dizem: O Messias e filho de Deus. Tais sao as palavras de suasbocas; repetem, com isso, as de seus antepassados incredulos. Que Deus os combata! Como se desviam"},{"SurahNumber":9,"VerseNumber":31,"Text":"Tomaram por senhores seus rabinos e seus monges em vez de Deus, assim como fizeram com o Messias, filho de Maria, quando nao lhes foi ordenado adorar senao a um so Deus. Nao ha mais divindade alem d'Ele! Glorificado seja pelosparceiros que Lhe atribuem"},{"SurahNumber":9,"VerseNumber":32,"Text":"Desejam em vao extinguir a Luz de Deus com as suas bocas; porem, Deus nada permitira, e aperfeicoara a Sua Luz, ainda que isso desgoste os incredulos"},{"SurahNumber":9,"VerseNumber":33,"Text":"Ele foi Quem enviou Seu Mensageiro com a Orientacao e a verdadeira religiao, para faze-la prevalecer sobre todas asoutras, embora isso desgostasse os idolatras"}]}