{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":38,"VerseNumber":21,"Text":"¿Te han llegado noticias de los dos litigantes que treparon la pared del templo (hasta llegar al santuario donde se hallaba David)"},{"SurahNumber":38,"VerseNumber":22,"Text":"Cuando entraron (de improviso) donde estaba David, este tuvo miedo de ellos. Le dijeron: “No temas. Somos dos litigantes. Uno ha sido injusto con el otro. Juzga entre nosotros con verdad y justicia, y guianos hacia lo correcto”"},{"SurahNumber":38,"VerseNumber":23,"Text":"Dijo uno de ellos: “Este es mi hermano (en religion) y posee noventa y nueve ovejas, mientras que yo solo tengo una. El me dijo que se la confiara y me convencio con sus palabras”"},{"SurahNumber":38,"VerseNumber":24,"Text":"David replico: “Ciertamente, ha sido injusto contigo pidiendote tu oveja para sumarla a las suyas. Y son muchos los socios que se aprovechan unos de otros, salvo quienes son creyentes y obran con rectitud, aunque estos son bien pocos”. Entonces David creyo que Al-lah lo habia puesto a prueba. Pidio perdon a su Senor y cayo postrado ante El arrepentido (por haberse apresurado a emitir un juicio antes de escuchar lo que el otro litigante tenia que decir)"},{"SurahNumber":38,"VerseNumber":25,"Text":"Y lo perdonamos por ello. Realmente, obtendra una posicion privilegiada cerca de Nosotros y un buen lugar de retorno (en el Paraiso)"},{"SurahNumber":38,"VerseNumber":26,"Text":"¡Oh, David!, hemos hecho de ti un Profeta y un rey con poder sobre la tierra. Juzga entre los hombres con la verdad (que te ha sido revelada por tu Senor) y no sigas sus pasiones, pues te desviarian del camino de Al-lah. Ciertamente, quienes se desvien del camino de Al-lah recibiran un severo castigo (el Dia de la Resurreccion) por haberse olvidado del Dia de la Rendicion de Cuentas"},{"SurahNumber":38,"VerseNumber":27,"Text":"Y no creamos los cielos y la tierra, y cuanto existe entre ellos, en vano. Eso es lo que creen quienes rechazan la verdad. ¡Ay de ellos!, ¡que castigo les aguarda en el fuego (del Infierno)"},{"SurahNumber":38,"VerseNumber":28,"Text":"¿Vamos a tratar a quienes creen y actuan con rectitud como a quienes corrompen la tierra?, ¿o vamos a conceder la misma recompensa a los piadosos que a los libertinos"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Este Coran es) un Libro bendito que te hemos revelado para que (los hombres) mediten sobre sus aleyas y para que reflexionen los hombres de buen juicio"},{"SurahNumber":38,"VerseNumber":30,"Text":"Y a David le concedimos a Salomon (como hijo). ¡Que excelente siervo! Siempre se volvia a Nosotros en arrepentimiento (y en todos sus asuntos)"},{"SurahNumber":38,"VerseNumber":31,"Text":"(Recuerda, ¡oh, Muhammad!) cuando le fueron mostrados por la tarde unos veloces corceles de pura raza"},{"SurahNumber":38,"VerseNumber":32,"Text":"(Cuando termino la exhibicion de estos) dijo (Salomon): “Mi amor por las buenas cosas (los corceles) me ha distraido de alabar a mi Senor hasta que se ha hecho de noche[861]”"},{"SurahNumber":38,"VerseNumber":33,"Text":"Entonces dijo: “¡Traiganmelos de nuevo!”. Y paso la mano (o la espada)[862] por sus patas y cuellos"},{"SurahNumber":38,"VerseNumber":34,"Text":"Y, ciertamente, pusimos a Salomon a prueba, y pusimos en su trono un cuerpo[863]. Entonces se volvio a Nosotros arrepentido"},{"SurahNumber":38,"VerseNumber":35,"Text":"Dijo: “¡Senor!, perdoname y concedeme un reino que nunca nadie podra tener despues de mi. Tu, realmente, concedes lo que quieres a quien te place”"},{"SurahNumber":38,"VerseNumber":36,"Text":"Y sometimos el viento a sus ordenes, el cual soplaba con suavidad y lo llevaba hacia donde el queria"},{"SurahNumber":38,"VerseNumber":37,"Text":"Y tambien (sometimos bajo sus ordenes) a los demonios de entre los yinn, incluyendo a toda clase de constructores y buzos (que extraian perlas del mar)"},{"SurahNumber":38,"VerseNumber":38,"Text":"Y a otros (rebeldes) los tenia encadenados"},{"SurahNumber":38,"VerseNumber":39,"Text":"Le dijimos: “Este (reino) es una concesion que te hacemos. Puedes conceder (parte) o reservartelo (todo) segun te plazca, sin que tengas que rendir cuentas por ello”"},{"SurahNumber":38,"VerseNumber":40,"Text":"Realmente, obtendra una posicion privilegiada cerca de Nosotros y un buen lugar de retorno (en el Paraiso)"},{"SurahNumber":38,"VerseNumber":41,"Text":"Y (recuerda) a Nuestro siervo Job cuando invoco a su Senor diciendo: “El Demonio me ha infligido enfermedades y sufrimiento”"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Al-lah le respondio:) “Golpea (la tierra) con el pie”. (Entonces broto un manantial, y Al-lah le dijo:) “Esta agua fresca es para que te laves y bebas de ella”. (Y sus males desaparecieron)"},{"SurahNumber":38,"VerseNumber":43,"Text":"Y lo agraciamos devolviendole a su familia y concediendole el doble de hijos (y bienes en compensacion por lo sufrido) por misericordia Nuestra y para que sirviera de leccion a los hombres de buen juicio"},{"SurahNumber":38,"VerseNumber":44,"Text":"(Y le dijimos:) “Toma un manojo de hierbas y pegale (a tu mujer simbolicamente) con ellas para no romper el juramento[864]”. Realmente, lo hallamos paciente. ¡Que excelente siervo! Siempre se volvia (a Nosotros) en arrepentimiento"},{"SurahNumber":38,"VerseNumber":45,"Text":"Y recuerda a Nuestros siervos Abraham, Isaac y Jacob. Habian sido dotados de fortaleza para adorarnos y de entendimiento de la religion"},{"SurahNumber":38,"VerseNumber":46,"Text":"Ciertamente, los favorecimos haciendo que recordasen siempre la morada de la otra vida (y se la recordaran a los hombres para que se esforzaran por conseguirla)"},{"SurahNumber":38,"VerseNumber":47,"Text":"Y estan entre los escogidos por Nosotros y entre los virtuosos"},{"SurahNumber":38,"VerseNumber":48,"Text":"Y recuerda a Nuestros siervos Ismael, Eliseo y Dhul Kifl[865]; todos ellos de entre los virtuosos"},{"SurahNumber":38,"VerseNumber":49,"Text":"Este (Coran) es una exhortacion, y los piadosos obtendran un buen lugar de retorno (en la otra vida)"},{"SurahNumber":38,"VerseNumber":50,"Text":"los Jardines de la Eternidad (situados en los niveles superiores del Paraiso) con las puertas abiertas de par en par para ellos"},{"SurahNumber":38,"VerseNumber":51,"Text":"Estaran recostados en ellos (sobre divanes) y pediran fruta abundante y (todo tipo de) bebidas"}]}