{"Id":462,"LanguageCodes":["ur","urd"],"Name":"urd-syedzeeshanhaid","Author":"Syed Zeeshan Haider Jawadi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"یقینا صاحبانِ ایمان کامیاب ہوگئے"},{"SurahNumber":23,"VerseNumber":2,"Text":"جو اپنی نمازوں میں گڑگڑانے والے ہیں"},{"SurahNumber":23,"VerseNumber":3,"Text":"اور لغو باتوں سے اعراض کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":4,"Text":"اور زکوِ ادا کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":5,"Text":"اور اپنی شرمگاہوں کی حفاظت کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":6,"Text":"علاوہ اپنی بیویوں اور اپنے ہاتھوں کی ملکیت کنیزوں کے کہ ان کے معاملہ میں ان پر کوئی الزام آنے والا نہیں ہے"},{"SurahNumber":23,"VerseNumber":7,"Text":"پھر اس کے علاوہ جو کوئی اور راستہ تلاش کرے گا وہ زیادتی کرنے والا ہوگا"},{"SurahNumber":23,"VerseNumber":8,"Text":"اور جو مومنین اپنی امانتوں اور اپنے وعدوں کا لحاظ رکھنے والے ہیں"},{"SurahNumber":23,"VerseNumber":9,"Text":"اور جو اپنی نمازوں کی پابندی کرنے والے ہیں"},{"SurahNumber":23,"VerseNumber":10,"Text":"درحقیقت یہی وہ وارثان هجنتّ ہیں"},{"SurahNumber":23,"VerseNumber":11,"Text":"جو فردوس کے وارث بنیں گے اور اس میں ہمیشہ ہمیشہ رہنے والے ہیں"},{"SurahNumber":23,"VerseNumber":12,"Text":"اور ہم نے انسان کو گیلی مٹی سے پیدا کیا ہے"},{"SurahNumber":23,"VerseNumber":13,"Text":"پھر اسے ایک محفوظ جگہ پر نطفہ بناکر رکھا ہے"},{"SurahNumber":23,"VerseNumber":14,"Text":"پھر نطفہ کوعلقہ بنایا ہے اور پھر علقہ سے مضغہ پیدا کیا ہے اور پھر مضغہ سے ہڈیاں پیدا کی ہیں اور پھر ہڈیوں پر گوشت چڑھایا ہے پھر ہم نے اسے ایک دوسری مخلوق بنادیا ہے تو کس قدر بابرکت ہے وہ خدا جو سب سے بہتر خلق کرنے والا ہے"},{"SurahNumber":23,"VerseNumber":15,"Text":"پھر اس کے بعد تم سب مرجانے والے ہو"},{"SurahNumber":23,"VerseNumber":16,"Text":"پھر اس کے بعد تم روز هقیامت دوبارہ اٹھائے جاؤ گے"},{"SurahNumber":23,"VerseNumber":17,"Text":"اور ہم نے تمہارے اوپر تہ بہ تہ سات آسمان بنائے ہیں اور ہم اپنی مخلوقات سے غافل نہیں ہیں"},{"SurahNumber":23,"VerseNumber":18,"Text":"اور ہم نے آسمان سے ایک مخصوص مقدار میں پانی نازل کیا ہے اور پھر اسے زمین میں ٹھہرا دیا ہے جب کہ ہم اس کے واپس لے جانے پر بھی قادر تھے"},{"SurahNumber":23,"VerseNumber":19,"Text":"پھر ہم نے اس پانی سے تمہارے لئے خرمے اور انگور کے باغات پیدا کئے ہیں جن میں بہت زیادہ میوے پائے جاتے ہیں اور تم ان ہی میں سے کچھ کھا بھی لیتے ہو"},{"SurahNumber":23,"VerseNumber":20,"Text":"اور وہ درخت پیدا کیا ہے جو طور سینا میں پیدا ہوتا ہے اس سے تیل بھی نکلتا ہے اور وہ کھانے والوں کے لئے سالن بھی ہے"},{"SurahNumber":23,"VerseNumber":21,"Text":"اور بیشک تمہارے لئے ان جانوروں میں بھی عبرت کا سامان ہے کہ ہم ان کے شکم میں سے تمہارے سیراب کرنے کا انتظام کرتے ہیںاور تمہارے لئے ان میں بہت سے فوائد ہیں اور ان میں سے بھی تم کھاتے ہو"},{"SurahNumber":23,"VerseNumber":22,"Text":"اور تمہیں ان جانوروں پر اور کشتیوں پر سوار کیا جاتا ہے"},{"SurahNumber":23,"VerseNumber":23,"Text":"اور ہم نے نوح کو ان کی قوم کی طرف بھیجا تو انہوں نے کہا کہ قوم والو خدا کی عبادت کرو کہ تمہارے لئے اس کے علاوہ کوئی خدا نہیں ہے تو تم اس سے کیوں نہیں ڈرتے ہو"},{"SurahNumber":23,"VerseNumber":24,"Text":"ان کی قوم کے کافر رؤسائ نے کہا کہ یہ نوح تمہارے ہی جیسے انسان ہیں جو تم پر برتری حاصل کرنا چاہتے ہیں حالانکہ خدا چاہتا تو ملائکہ کو بھی نازل کرسکتا تھا. یہ تو ہم نے اپنے باپ دادا سے کبھی نہیں سنا ہے"},{"SurahNumber":23,"VerseNumber":25,"Text":"درحقیقت یہ ایک ایسے انسان ہیں جنہیں جنون ہوگیا ہے لہذا چند دن ان کے حالات کا انتظار کرو"},{"SurahNumber":23,"VerseNumber":26,"Text":"تو نوح نے دعا کی کہ پروردگار ان کی تکذیب کے مقابلہ میں میری مدد فرما"},{"SurahNumber":23,"VerseNumber":27,"Text":"تو ہم نے ان کی طرف وحی کی کہ ہماری نگاہ کے سامنے اور ہمارے اشارہ کے مطابق کشتی بناؤ اور پھر جب ہمارا حکم آجائے اور تنور ابلنے لگے تو اسی کشتی میں ہر جوڑے میں سے دو دو کو لے لینا اور اپنے اہل کو لے کر روانہ ہوجانا علاوہ ان افراد کے جن کے بارے میں پہلے ہی ہمارا فیصلہ ہوچکا ہے اور مجھ سے ظلم کرنے والوں کے بارے میں گفتگو نہ کرنا کہ یہ سب غرق کردیئے جانے والے ہیں"},{"SurahNumber":23,"VerseNumber":28,"Text":"اس کے بعد جب تم اپنے ساتھیوں سمیت کشتی پر اطمینان سے بیٹھ جانا تو کہنا کہ شکر ہے اس پروردگار کا جس نے ہم کو ظالم قوم سے نجات دلادی ہے"},{"SurahNumber":23,"VerseNumber":29,"Text":"اور یہ کہنا کہ پروردگار ہم کو بابرکت منزل پر اتارنا کہ تو بہترین اتارنے والا ہے"},{"SurahNumber":23,"VerseNumber":30,"Text":"اس امر میں ہماری بہت سی نشانیاں ہیں اور ہم تو بس امتحان لینے والے ہیں"},{"SurahNumber":23,"VerseNumber":31,"Text":"اس کے بعد پھر ہم نے دوسری قوموں کو پیدا کیا"},{"SurahNumber":23,"VerseNumber":32,"Text":"اور ان میں بھی اپنے رسول کو بھیجا کہ تم سب اللہ کی عبادت کرو کہ اس کے علاوہ تمہارا کوئی خدا نہیں ہے تو کیا تم پرہیزگار نہ بنو گے"},{"SurahNumber":23,"VerseNumber":33,"Text":"تو ان کی قوم کے ان رؤسائ نے جنہوں نے کفر اختیار کیا تھا اور آخرت کی ملاقات کا انکار کردیا تھا اور ہم نے انہیں زندگانی دنیا میں عیش و عشرت کا سامان دے دیا تھا وہ کہنے لگے کہ یہ تو تمہارا ہی جیسا ایک بشر ہے جو تم کھاتے ہو وہی کھاتا ہے اور جو تم پیتے ہو وہی پیتا بھی ہے"},{"SurahNumber":23,"VerseNumber":34,"Text":"اور اگر تم نے اپنے ہی جیسے بشر کی اطاعت کرلی تو یقینا خسارہ اٹھانے والے ہوجاؤ گے"},{"SurahNumber":23,"VerseNumber":35,"Text":"کیا یہ تم سے اس بات کا وعدہ کرتا ہے کہ جب تم مرجاؤ گے اور خاک اور ہڈی ہوجاؤ گے تو پھر دوبارہ نکالے جاؤ گے"}]}