{"Id":290,"LanguageCodes":["ro","ron"],"Name":"ron-georgegrigore-la","Author":"George Grigore","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":72,"VerseNumber":1,"Text":"Spune: “Mi s-a dezvaluit ca un palc de ginni statea si asculta; apoi au spus: ‘Da, am auzit un Coran minunat"},{"SurahNumber":72,"VerseNumber":2,"Text":"care calauzeste pe calea cea buna. Noi credem in el si pe nimeni nu vom alatura Domnului nostru"},{"SurahNumber":72,"VerseNumber":3,"Text":"caci El — inalta-se a Domnului nostru maretie — nu si-a luat nici sotie si nici fiu"},{"SurahNumber":72,"VerseNumber":4,"Text":"chiar daca un smintit dintre noi a spus nesabuinte despre Dumnezeu"},{"SurahNumber":72,"VerseNumber":5,"Text":"Noi ne inchipuiam ca nici oamenii si nici ginnii nu vor spune minciuni despre Dumnezeu"},{"SurahNumber":72,"VerseNumber":6,"Text":"insa sunt unii barbati dintre oameni care cer izbavire unor barbati dintre ginni, insa acestia le sporeste doar prigonirea"},{"SurahNumber":72,"VerseNumber":7,"Text":"Ei isi inchipuie, asa cum va inchipuiti si voi, ca Dumnezeu nu va invia pe nimeni"},{"SurahNumber":72,"VerseNumber":8,"Text":"Noi am atins cerul si l-am aflat plin de aprigi pazitori si limbi de foc"},{"SurahNumber":72,"VerseNumber":9,"Text":"Ne-am asezat in jilturi ca sa ascultam, insa cine asculta afla o limba de foc pandindu-l"},{"SurahNumber":72,"VerseNumber":10,"Text":"Nu stim daca se vrea vreun rau celor de pe pamant, ori daca Domnul lor ii vrea pe Calea cea buna"},{"SurahNumber":72,"VerseNumber":11,"Text":"Unii dintre noi sunt drepti, altii nu sunt si cai felurite urmam"},{"SurahNumber":72,"VerseNumber":12,"Text":"Noi stim ca n-am putea slabi puterea lui Dumnezeu pe pamant si nici nu i-am putea scapa Lui fugind"},{"SurahNumber":72,"VerseNumber":13,"Text":"Noi am crezut in Calea cea Dreapta indata ce am auzit de ea. Cel care crede in Domnul sau nu se teme nici de neajunsuri si nici de prigonire"},{"SurahNumber":72,"VerseNumber":14,"Text":"Si printre noi sunt supusi, si printre noi sunt razvratiti. Cei care s-au supus au ales Calea cea buna"},{"SurahNumber":72,"VerseNumber":15,"Text":"iar cei razvratiti vor fi Gheenei vreascuri"},{"SurahNumber":72,"VerseNumber":16,"Text":"Daca merg drept, le vom da sa bea apa din belsug"},{"SurahNumber":72,"VerseNumber":17,"Text":"pentru a-i pune la incercare. Dumnezeu va mana la o osanda din ce in ce mai mare pe cei care se impotrivesc amintirii Domnului lor"},{"SurahNumber":72,"VerseNumber":18,"Text":"Locurile de inchinaciune sunt ale lui Dumnezeu! Nu chema dimpreuna cu Dumnezeu pe nimeni"},{"SurahNumber":72,"VerseNumber":19,"Text":"Cand robul lui Dumnezeu s-a ridicat pentru a-i chema, era cat pe-aici sa se ingramadeasca pe el.’”"},{"SurahNumber":72,"VerseNumber":20,"Text":"Spune: “Eu il chem pe Domnul meu si nu Ii alatur Lui pe nimeni.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Spune: “Eu nu va pot nici pagubi si nici calauzi.”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Spune: “Nimeni nu ma apara de Dumnezeu, iar eu nu aflu adapost decat la El"},{"SurahNumber":72,"VerseNumber":23,"Text":"propovaduind din dezvaluirile lui Dumnezeu si din soliile Sale.” Cei care nu dau ascultare lui Dumnezeu si trimisului Sau, in focul Gheenei vor vesnici"},{"SurahNumber":72,"VerseNumber":24,"Text":"Cand vor vedea implinirea a ceea ce li s-a fagaduit isi vor da seama cine este cel mai slab intru ajutor si cel mai mic intru numar"},{"SurahNumber":72,"VerseNumber":25,"Text":"Spune: “Nu stiu daca ceea ce vi s-a fagaduit este aproape ori Domnul meu va va mai da un ragaz.”"},{"SurahNumber":72,"VerseNumber":26,"Text":"El cunoaste Taina intru totul, insa nu descopera nimanui Taina Sa"},{"SurahNumber":72,"VerseNumber":27,"Text":"numai celui de care-i multumit ca trimis. El va mana in fata lor si in spatele lor o panda"},{"SurahNumber":72,"VerseNumber":28,"Text":"ca sa afle daca ei propovaduiesc soliile Domnului lor. El cuprinde ceea ce ei au si tine socoteala fiecarui lucru"},{"SurahNumber":73,"VerseNumber":1,"Text":"O, tu cel infasurat in mantie"},{"SurahNumber":73,"VerseNumber":2,"Text":"Scoala-te noaptea, insa nu putin"},{"SurahNumber":73,"VerseNumber":3,"Text":"jumatate din ea ori mai scade putin"},{"SurahNumber":73,"VerseNumber":4,"Text":"ori mai adauga si psalmodiaza Coranul"},{"SurahNumber":73,"VerseNumber":5,"Text":"Noi iti vom da un cuvant cumpanitor"},{"SurahNumber":73,"VerseNumber":6,"Text":"inceputul noptii este mai puternic la adancit si mai drept la rostit"},{"SurahNumber":73,"VerseNumber":7,"Text":"caci peste zi ai truda lunga"},{"SurahNumber":73,"VerseNumber":8,"Text":"Aminteste Numele Domnului tau si Lui daruieste-te intru totul"},{"SurahNumber":73,"VerseNumber":9,"Text":"El este Domnul Rasaritului si al Asfintitului. Nu este dumnezeu afara de El. Tie ia-ti-L obladuitor"},{"SurahNumber":73,"VerseNumber":10,"Text":"Rabda cand ii auzi ceea ce spun si cuviincios indeparteaza-te de ei"},{"SurahNumber":73,"VerseNumber":11,"Text":"Lasa-Ma pe Mine cu cei care hulesc, cu cei care traiesc in indestulare, si mai da-le un scurt ragaz"},{"SurahNumber":73,"VerseNumber":12,"Text":"Noi avem fiare si iad"},{"SurahNumber":73,"VerseNumber":13,"Text":"si mancare inecatoare si osanda dureroasa"},{"SurahNumber":73,"VerseNumber":14,"Text":"pentru ziua cand pamantul si muntii se vor zgudui, cand muntii vor fi asemena unei dune ravasite"},{"SurahNumber":73,"VerseNumber":15,"Text":"Noi v-am trimis voua un profet care este martor a ceea ce sunteti, asa cum am trimis un profet si la Faraon"},{"SurahNumber":73,"VerseNumber":16,"Text":"Faraon nu i-a dat ascultare profetului si Noi, atunci, l-am luat cu o grea lovitura"},{"SurahNumber":73,"VerseNumber":17,"Text":"Cum va veti apara, daca ati fost tagaduitori, de ziua care pana si pe prunci ii va incarunti"},{"SurahNumber":73,"VerseNumber":18,"Text":"Cerul se va despica atunci, iar fagaduiala se va implini"},{"SurahNumber":73,"VerseNumber":19,"Text":"Aceasta este o amintire! Cel care vrea poate apuca catre Domnul sau pe o cale"}]}