{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":142,"Text":"My vyznachyly Musi trydtsyatʹ nochey i dodaly shche desyatʹ, tozh zahalʹnyy chas vid Hospoda yoho stanovyv sorok nochey. Todi skazav Musa Harunu, svoyemu bratu: «Budʹ zamistʹ mene nad moyim narodom, chyny spravedlyvo y ne khody shlyakhom nechestyvtsiv"},{"SurahNumber":7,"VerseNumber":143,"Text":"I koly Musa pryyshov u pryznachenyy Namy chas, i Yoho Hospodʹ zahovoryv do nʹoho, vin skazav: «Hospody! Pokazhysya meni, shchob ya podyvyvsya na Tebe!» Toy vidpoviv: «Ty ne pobachysh Mene, ale pohlyanʹ na horu. Yakshcho vona vtrymayetʹsya na svoyemu mistsi, to pobachysh Mene y ty». Ale koly Yoho Hospodʹ yavyv Sebe hori, to roztroshchyv yiyi na shmatky, a Musa zneprytomniv. I koly vin pryyshov do tyamy, to skazav: «Preslavnyy Ty! YA kayusya pered Toboyu, i ya — pershyy iz viruyuchykh"},{"SurahNumber":7,"VerseNumber":144,"Text":"Vidpoviv Allah: «O Muso! YA vyvyshchyv tebe nad lyudʹmy cherez Moye poslannya y Moyu rozmovu z toboyu. Vizʹmy te, shcho YA dav tobi, y budʹ odnym iz vdyachnykh"},{"SurahNumber":7,"VerseNumber":145,"Text":"My napysaly dlya nʹoho na skryzhalyakh usi povchannya y rozʺyasnennya kozhnoyi rechi: «Mitsno trymaysya yikh ta nakazhy narodu svoyemu trymatysya toho dobra, shcho mistytʹsya v nykh. YA pokazhu vam prytulok dlya nechestyvykh"},{"SurahNumber":7,"VerseNumber":146,"Text":"YA vidvernu vid Moyikh znamenʹ tykh, yaki povodyatʹsya zverkhnʹo na zemli bez prava na te. I yake b znamennya vony ne pobachyly, ne poviryatʹ u nʹoho. I yakby pobachyly pryamyy shlyakh, ne pishly b nym. Ale yakshcho pobachatʹ vony shlyakh omany, to pidutʹ nym. Tse tomu, shcho vvazhaly vony za brekhnyu Nashi znamennya y buly do nykh neuvazhni"},{"SurahNumber":7,"VerseNumber":147,"Text":"Vchynky tykh, yaki vvazhaly za brekhnyu Nashi znamennya y zustrich u nastupnomu zhytti, — marni. Khiba yim ne vidplatyatʹ za te, shcho vony chynyly"},{"SurahNumber":7,"VerseNumber":148,"Text":"Koly Musa pishov, yoho narod zrobyv iz prykras podobu telʹtsya, yaka revla. Khiba vony ne bachyly, shcho vin ne rozmovlyav iz nymy y ne vkazuvav yim pryamoho shlyakhu? Ta vony vzyaly yoho [dlya pokloninnya] — vony buly nechestyvtsi"},{"SurahNumber":7,"VerseNumber":149,"Text":"A koly vony rozkayalysya y pobachyly, shcho zablukaly, to skazaly: «Yakshcho nash Hospodʹ ne zmyluyetʹsya nad namy y ne prostytʹ nam, to my neodminno budemo odnymy z tykh, khto zaznav vtrat"},{"SurahNumber":7,"VerseNumber":150,"Text":"Koly Musa povernuvsya do svoho narodu, to roz·hnivavsya, zasmutyvsya y skazav: «Zle te, shcho vy zrobyly za moyeyi vidsutnosti! Nevzhe vy prahnuly vyperedyty nakaz Hospoda vashoho?» I kynuv skryzhali, skhopyv za holovu brata svoho y potyahnuv yoho do sebe. Toy zaholosyv: «Synu moyeyi materi! Voistynu, lyudy ponyzyly mene y malo ne vbyly. Ne davay voroham pryvodu nasmikhatysya z mene y ne stav mene poryad iz nechestyvymy lyudʹmy"},{"SurahNumber":7,"VerseNumber":151,"Text":"Vin skazav: «Hospody! Prosty meni y moyemu bratu ta vvedy nas do mylosti Tvoyeyi! Ty — naymyloserdnishyy iz myloserdnykh"},{"SurahNumber":7,"VerseNumber":152,"Text":"Voistynu, na tykh, yaki vzyaly sobi [dlya pokloninnya] telʹtsya, vpade hniv Hospoda yikhnʹoho y prynyzhennya v zemnomu zhytti. Tak My vynahorodzhuyemo naklepnykiv"},{"SurahNumber":7,"VerseNumber":153,"Text":"A shchodo tykh, yaki chynyly zlo, a potim rozkayalysya ta uviruvaly — Hospodʹ tviy Proshchayuchyy, Myloserdnyy"},{"SurahNumber":7,"VerseNumber":154,"Text":"Koly mynuvsya hniv Musy, vin uzyav skryzhali, na yakykh buv napysanyy pryamyy shlyakh i mylistʹ dlya tykh, khto boyitʹsya Hospoda svoho"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa obrav simdesyat cholovikiv zi svoho narodu, shchob vony pryyshly v pryznachenyy Namy chas. A koly yikh urazyv zemletrus, to [Musa] skazav: «Hospody! Yakby Ty pobazhav, to znyshchyv by ranishe yak yikh, tak i mene. Nevzhe ty znyshchysh nas za vchynok yakykhosʹ nerozumnykh lyudey sered nas? Tse tilʹky Tvoye vyprobuvannya. Ty vvodysh nym v omanu, koho pobazhayesh, i provadysh pryamym shlyakhom, koho pobazhayesh! Ty — nash Pokrovytelʹ, tozh prosty nam i pomyluy nas! Ty — naykrashchyy iz tykh, khto proshchaye"}]}