{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"And olsun ki, biz Adem ogullarını aziz, saygıdeger kıldık; karada ve denizde onları tasıyacak araclar (imal etme yetenegini) verdik; onları yararlı, temiz ve iyi nimetlerle rızıklandırdık ve onları yarattıklarımızın cogundan ustun kıldık da kıldık"},{"SurahNumber":17,"VerseNumber":71,"Text":"Bir gun butun insanları onder ve liderleriyle birlikte cagıracagız. Artık kimin (amel) kitabı sag eline verilirse, iste onlar kitaplarını (rahatlıkla, guven duyarak) okuyacaklar ve bir hurma fitili kadar haksızlıga ugramıyacaklar"},{"SurahNumber":17,"VerseNumber":72,"Text":"Kim bu Dunya´da korse, Ahiret´te de o kordur ve yol cihetiyle daha da saskındır"},{"SurahNumber":17,"VerseNumber":73,"Text":"Neredeyse onlar sana vahyettigimizden baskasını bize karsı uydurman icin seni bile fitneye dusurecek ve o takdirde seni samimi bir dost edineceklerdi"},{"SurahNumber":17,"VerseNumber":74,"Text":"Eger sana sebat vermemis olsaydık, az da olsa, onlara neredeyse meyledecektin"},{"SurahNumber":17,"VerseNumber":75,"Text":"Ve o takdirde sana hayatın da, olumun de (acısını) kat kat tattırırdık, sonra da kendine, bize karsı bir yardımcı da bulamazdın"},{"SurahNumber":17,"VerseNumber":76,"Text":"Yakında seni bu yerden cıkartmak icin seni rahatsız edip dururlar. O takdirde kendileri de senin ardından pek az bir sure kalıp (sonra da) yok olup giderler"},{"SurahNumber":17,"VerseNumber":77,"Text":"Bu senden once gonderdigimiz peygamberler hakkında (cari) bir sunnettir ve sen sunnetimizde bir degisiklik bulamazsın"},{"SurahNumber":17,"VerseNumber":78,"Text":"Gunes´in (zeval vaktinde) kaymasından, gecenin kararmasına kadar namaz kıl; bir de Kur´an´ın (feyiz ve bereketiyie icice olan) sabah namazını kıl; suphesiz ki sabah namazına (melekler) sahid olur"},{"SurahNumber":17,"VerseNumber":79,"Text":"Gecenin bir bolumunde uykudan kalk da sana has, fazladan bir namazı, onunla (Kur´an ile) kıl. Umulur ki Rabbin seni MAKAM-I MAH-MUD´a (=Ovulmege layık makama, Sefaat makamına) eristirir"},{"SurahNumber":17,"VerseNumber":80,"Text":"De ki: Rabbim ! Beni girecegim yere sıdk ile sok, cıkaracagın yerden sıdk ile cıkar ve kendi katından bana yardımcı bir kuvvet ver"},{"SurahNumber":17,"VerseNumber":81,"Text":"De ki: Hakk geldi, batıl yok oldu ; cunku gercekten batıl yok olmaya mahkumdur"},{"SurahNumber":17,"VerseNumber":82,"Text":"Kur´an´dan mu´minlere sifa ve rahmet olan (parcalar, bolumler) indiririz. Zalimlerin ise ancak ziyanını artırır"},{"SurahNumber":17,"VerseNumber":83,"Text":"Insana nimet verdigimiz zaman yuzcevirir de yancizer. Kendisine kotuluk dokundugu zaman umitsizlige kapılır"},{"SurahNumber":17,"VerseNumber":84,"Text":"De ki: Herkes mizacına ve inancına gore amel eder. O halde kimin daha dogru yolda bulundugunu Rabbiniz daha iyi bilir"},{"SurahNumber":17,"VerseNumber":85,"Text":"Sana ruhtan soruyorlar, de ki: Ruh Rabbimin emrindendir. Size ilimden az bir sey verilmistir"},{"SurahNumber":17,"VerseNumber":86,"Text":"And olsun ki, dilersek sana vahyettigimizi giderip gotururuz (hafızandaki her seyi sileriz). Sonra bize karsı kendinden yana bir vekil de bulamazsın"},{"SurahNumber":17,"VerseNumber":87,"Text":"Ancak Rabbinden bir rahmet (onu gidermistir. Suphesiz ki O´nun sana iyilik ve ikramı pek buyuktur)"},{"SurahNumber":17,"VerseNumber":88,"Text":"De ki: Eger insanlarla cinler, birbirlerine yardımcı ve destek de olsalar, bu Kur´an´ın bir benzerini getirmek icin biraraya gelseler, yine de onun bir benzerini (yazıp) getiremezler"},{"SurahNumber":17,"VerseNumber":89,"Text":"And olsun ki biz, bu Kur´an´da (luzumlu) her misali tekrar tekrar acıkladık; yine de insanların cogu inkar ve nankorlukte ısrar edip dururlar"},{"SurahNumber":17,"VerseNumber":90,"Text":"(Sapık kafirler) dediler ki: Mumkun degil sana inanmayız, ta ki bize yerden kaynak (su) cıkarasın"},{"SurahNumber":17,"VerseNumber":91,"Text":"Veya sana ait hurmalık ve baglar olup aralarından ırmaklar fıskırtarak akıtasın"},{"SurahNumber":17,"VerseNumber":92,"Text":"Veya iddia ettigin gibi gogu parca parca uzerimize dusuresin ya da Allah´ı ve meleklerini karsımıza (kanıt ve acık belge) olarak getiresin"},{"SurahNumber":17,"VerseNumber":93,"Text":"Veya senin altınla kaplanmıs (cinsten) bir evin olsun, ya da goge yukselesin, —ama okuyabilecegimiz bir kitabı oradan uzerimize indirmedikce senin goge yukselmene de elbette inanmıyacagız— De ki: Rabbimi tenzih ederim; ben peygamber olan bir insandan baska bir sey miyim"},{"SurahNumber":17,"VerseNumber":94,"Text":"Dogru yolu gosteren (Kur´an) geldiginde insanları inanmaktan alı1 koyan sey, sadece «Allah bir insanı mı peygamber olarak gondermis ?!» demeleridir"},{"SurahNumber":17,"VerseNumber":95,"Text":"De ki: Eger yeryuzunde eylesip gonulleri mutmain ve huzur icinde yuruyen melekler bulunsaydı, elbette uzerlerine gokten peygamber olarak melek gonderirdik"},{"SurahNumber":17,"VerseNumber":96,"Text":"De ki: Benimle sizin aramızda sahid olarak Allah yeter. Suphesiz ki O, kullarından haberlidir ve (onların her halini) gorendir"},{"SurahNumber":17,"VerseNumber":97,"Text":"Allah kimi dogru yola iletirse, o dogru yolu bulmus olur. Kimi de saptırırsa. artık Allah´tan baska onlar icin elbette dost ve yardımcı bulamazsın. Kıyamet gunu ise onları yuzukoyun korler, dilsizler, sagırlar olarak kaldırıp hesap alanına sevkedecegiz. Varıp eylesecekleri yer Cehennem´dir. Onun atesi tesirini kaybetmeye yuz tutunca, biz onun cılgınca (yukselen) alevlerini onlardan yana artırırız"},{"SurahNumber":17,"VerseNumber":98,"Text":"Bu, onların ayetlerimizi inkar etmeleri ve «biz kemikler ve ufalıp toz-toprak haline geldikten sonra mı yeni bir yaratık olarak dirilip kaldırılacagız ?» demelerine karsılık cezalarıdır"}]}