{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":1,"Text":"Бузург асту бузургвор он кас, ки ин фурқонро бар бандаи Худ нозил кард, то ҷаҳониёнро бимдиҳандае бошад"},{"SurahNumber":25,"VerseNumber":2,"Text":"Он кас, ки аз они Ӯст фармонравоии осмонҳову замин ва фарзанде нагирифтааст ва Ӯро шарике дар фармонравоӣ нест ва ҳар чизро биёфаридааст ва онро ба миқдор офаридааст"},{"SurahNumber":25,"VerseNumber":3,"Text":"Ғайри Ӯ худоёне дигар гирифтанд, ки ҳеҷ чиз намеофаринанд, ва худ махлуқанд. На молики зиёни худ ҳастанд ва на нафъи худ ва молики маргу зиндагӣ ва қиёмат нестанд"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ва кофирон гуфтанд, ки ин ҷуз дурӯғе, ки худ бофтааст ва гурӯҳе дигар ӯро бар он ёрӣ додаанд, ҳеҷ нест. Ҳаққо, он чӣ мегӯянд, ситаму ботил аст"},{"SurahNumber":25,"VerseNumber":5,"Text":"Ба гуфтанд: «Ин афсонаҳои пешиниён аст, ки ҳар субҳу шом бар ӯ хонда мешавад ва ӯ менависадаш»"},{"SurahNumber":25,"VerseNumber":6,"Text":"Бигӯ: «Ин китобро касе нозил кардааст, ки ниҳони осмонҳову заминро медонад ва бахшояндаву меҳрубон аст!»"},{"SurahNumber":25,"VerseNumber":7,"Text":"Гуфтанд: «Чаро ин паёмбар, ғизо мехӯрад ва дар бозорҳо роҳ меравад? Чаро фариштае бар ӯ фурӯд намеояд то бо ӯ бимдиҳанда бошад"},{"SurahNumber":25,"VerseNumber":8,"Text":"Чаро аз осмон ганҷе барояш афканда нашавад? Чаро ӯро боғе нест, ки аз он бихӯрад?» Ва ситамкорон гуфтанд: «Шумо ба марди ҷодушудае пайравӣ мекунед!»"},{"SurahNumber":25,"VerseNumber":9,"Text":"Бингар, ки чӣ гуна бароят достонҳо меоваранд. Гумроҳ шудаанд ва тавони роҳ ёфтанашон нест"},{"SurahNumber":25,"VerseNumber":10,"Text":"Бузургу бузургвор аст он кас, ки агар хоҳад, беҳтар аз он ба ту медиҳад — боғҳое, ки дар онҳо наҳрҳо ҷорӣ бошад ва бароят қасрҳо биофаринад"},{"SurahNumber":25,"VerseNumber":11,"Text":"Балки инҳо қиёматро дурӯғ ҳисобанд. Ва Мо барои каноне, ки қиёматро дурӯғ ҳисобанд, оташи сӯзон омода кардаем"},{"SurahNumber":25,"VerseNumber":12,"Text":"ки чун аз роҳи дур бубинадашон, ҷӯшишу хурӯшашро бишнаванд"},{"SurahNumber":25,"VerseNumber":13,"Text":"Ва чун дастҳо бар гардан баста дар тангие аз он афтанд, ба дуъо марги худ мехоҳанд"},{"SurahNumber":25,"VerseNumber":14,"Text":"Имрӯз на як бор марги худ хоҳед, марги худ фаровон хоҳед"},{"SurahNumber":25,"VerseNumber":15,"Text":"Бигӯ: «Оё ин беҳтар аст ё он биҳишти ҷовидон, ки ба парҳезгорон ваъда шудааст, ки мукофоту саранҷоми онон хоҳад буд?»"},{"SurahNumber":25,"VerseNumber":16,"Text":"То абад ҳар чӣ бихоҳанд, дар он ҷо ҳаст. Ваъдаест, ки анҷом додани он аз Парвардигорат хоста шудааст"},{"SurahNumber":25,"VerseNumber":17,"Text":"Рӯзе, ки ононро бо чизҳое, ки ғайри Худои якто мепарастиданд, ба машҳар ҷамъ овард ва сипас пурсад: «Оё шумо ин бандагони Маро гумроҳ мекардед, ё онҳо худ роҳро гум карда буданд?»"},{"SurahNumber":25,"VerseNumber":18,"Text":"Гӯянд: «Покӣ Ту! Моро сазовор набудааст, ки ҷуз ту касеро ба ёрӣ гирем. Ту худ онҳо ва падаронашонро бархурдор сохтӣ, чунон ки ёди Туро фаромӯш карданд ва мардуме шуданд ба ҳалокат афтода"},{"SurahNumber":25,"VerseNumber":19,"Text":"Инҳо он чиро мегуфтед, дурӯғ хонданд ва акнун натавонед азоберо аз худ дур созед ё худро ёрӣ диҳед. Ва ҳар кас аз шумо, ки ситам кунад, азобе бузургаш мечашонем"},{"SurahNumber":25,"VerseNumber":20,"Text":"Пеш аз ту паёмбароне фиристодаем, ки таъом мехӯрданд ва дар бозорҳо роҳ мерафтанд. Ва шуморо василаи озмоиши якдигар қарор додем. Оё сабр тавонед кард? Ва Парвардигори ту биност"}]}