{"Id":308,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova-la","Author":"V. Porokhova","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Yest' osnovaniye vinit' lish' tekh, kotoryye bogaty, No prosyat u tebya ostavit' ikh, Dovol'stvuyas' sidet' s takimi, kto ostalsya. Allakh serdtsa ikh zapechatal, I potomu oni ne znayut, (V chem - blagochestiye, v chem - zlo)"},{"SurahNumber":9,"VerseNumber":94,"Text":"Oni pred vami budut izvinyat'sya, Kogda vy vozvratites' k nim. Skazhi: \"Ne izvinyaytes'! My ne verim vam! Gospod' uzhe nas izvestil Ob istinnosti vashikh ustremleniy. I On, a takzhe i Yego poslannik Budut sledit' za vashimi delami. Potom vy budete vozvrashcheny k Tomu, Komu otkryto taynoye i yavnoye izvestno. Togda On vam predstavit vse, Chem (na zemle) greshili vy"},{"SurahNumber":9,"VerseNumber":95,"Text":"Kogda vy vozvratites' k nim, Oni vas budut zaklinat' Allakhom, Chtob vy ostavili v pokoye ikh. A potomu ostav' v pokoye ikh. Ved' oni - merzost', i pristanishche im - Ad Kak vozdayaniye za to, chto sami predvarili"},{"SurahNumber":9,"VerseNumber":96,"Text":"I klyast'sya oni stanut dlya togo, Chtob imi byli vy dovol'ny. No yesli vy i budete dovol'ny imi, - Tak ved' ugodnymi Allakhu Rasputniki ne budut nikogda"},{"SurahNumber":9,"VerseNumber":97,"Text":"Yeshche sil'ney v neverii i litsemerii svoyem Te beduiny, chto sklonny prebyvat' v nevedenii o predelakh, Kotoryye Allakh poslanniku otkryl, - Allakh, poistine, vseznayushch, mudr"},{"SurahNumber":9,"VerseNumber":98,"Text":"Sred' beduinov yest' i te, Kto svoy nalog za penyu prinimayet I vyzhidayet tyazhkikh povorotov v vashey zhizni. V ikh zhizni budet tyazhkiy povorot! Allakh, poistine, vse slyshit i vse znayet"},{"SurahNumber":9,"VerseNumber":99,"Text":"No yest' sred' beduinov i takiye, Kto veruyet v Allakha i Posledniy Den' I kto nalog svoy prinimayet za tot dar, Chto ikh k Allakhu priblizhayet I delayet dostoynymi molitv poslannika Yego. O da! Siye, poistine, priblizit ikh (k Nemu) - On v Svoyu milost' ikh vvedet, - Ved' miloserd Allakh i vseproshchayushch"},{"SurahNumber":9,"VerseNumber":100,"Text":"Operedivshimi drugikh (v prinyatii islama) byli te, Kto pervymi, (ostaviv svoy ochag), Pereselilis' (v chuzhdyye kraya), I te, kto dal im (khleb i kryshu), I te, kto sledoval ikh pravednym delam. Oni - k velikomu dovol'stviyu Allakha, I k ikh dovol'stviyu - Allakh. On ugotovil im Sady, rekami omovenny, Gde im navechno prebyvat', - I eto yest' velikoye svershen'ye"},{"SurahNumber":9,"VerseNumber":101,"Text":"A sredi prochikh beduinov, Chto okruzhayut vas Il' (poselilis') sredi zhiteley Mediny, Yest' litsemery, chto upryamy v litsemerii svoyem. Ty ikh ne znayesh' - My ikh znayem. I My nakazhem dvazhdy ikh. Potom ikh tyazhkoy kare predadim"},{"SurahNumber":9,"VerseNumber":102,"Text":"Drugiye zhe grekhi svoi priznali: Oni meshali dobroye deyaniye s drugim - durnym. Byt' mozhet, k nim Allakh blagopreklonen budet, - Ved' sniskhoditelen Allakh i miloserd"},{"SurahNumber":9,"VerseNumber":103,"Text":"Voz'mi ty milostynyu s ikh dobra, Chtob yeyu opravdat' ikh i ochistit', I voznesi za nikh molitvu, - Ved', istinno, tvoi molitvy Sokhrannost' i pokoy dlya ikh (dushi). Allakh vse slyshit i vse znayet"},{"SurahNumber":9,"VerseNumber":104,"Text":"Uzhel' oni ne znayut, chto Allakh Priyemlet ot sluzhiteley Svoikh ikh pokayan'ye I milostynyu prinimayet (na ochishcheniye ikh dush) I chto Allakh blagopreklonen, miloserd"},{"SurahNumber":9,"VerseNumber":105,"Text":"(Ty im) skazhi: \"Blagodeyayte! Allakh uzrit deyan'ya vashi, Uzrit ikh i Yego poslannik, (Uzrit) i veruyushchiy lyud. I budete vy vse vozvrashcheny k Tomu, Komu vse taynoye i yavnoye izvestno. I On povedayet vam vsem Vsyu (sut') togo, chto vy tvorili"},{"SurahNumber":9,"VerseNumber":106,"Text":"Yest' i drugiye (litsemery), Komu otsrocheno do vremeni, kogda Allakh Rasporyaditsya imi (po zaslugam): Nakazhet ikh ili prostit blagopreklonno, - Allakh vsevedushch, mudr (bezmerno)"},{"SurahNumber":9,"VerseNumber":107,"Text":"O tekh zhe, kto vozdvig mechet', Chtoby nechestiye i smutu seyat' I tem vnesti raskol sred' vernykh, A takzhe dlya zasady tem, Kto ran'she voyeval s Allakhom i poslannikom Yego, - Oni zhe, nesomnenno, budut klyast'sya: \"Zhelali lish' blagogo my!\" - O nikh - svidetel'stvo Allakha: Oni, poistine, lzhetsy"},{"SurahNumber":9,"VerseNumber":108,"Text":"V ney na molitvu nikogda ne stanovis'. No yest' mechet', chto s pervykh dney Byla osnovana na pravednoy boyazni (Gospodnyu milost' poteryat'); Ona dostoyneye togo, Chtob v ney ty stanovilsya na molitvu. V ney - tot, kto lyubit v chistote sebya derzhat'. Allakh zhe lyubit tekh, kto v chistote sebya soderzhit"},{"SurahNumber":9,"VerseNumber":109,"Text":"Kto luchshe: Tot, kto zalozhil osnovu dlya postroyki Na blagochestii i trepete pered Allakhom, Pered zhelaniyem Yemu ugodnym byt', Il' tot, kto zalozhil osnovu dlya postroyki Na obryvayushchemsya sklone starogo otkosa, Gotovom raskroshit'sya v prakh? On vmeste s nim vo plamya Ada budet sokrushen! Allakh nepravednykh ne stanet napravlyat'"},{"SurahNumber":9,"VerseNumber":110,"Text":"Postroyka ikh, chto vozveli oni, Ne perestanet byt' somneniyem v ikh serdtse, Poka ono ne razob'yetsya, - Allakh vsevedushch, mudr (bezmerno)"}]}