{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":16,"VerseNumber":1,"Text":"Chiweruzo cha Mulungu chidzabwera, ndipo kotero musachifulumizitse. Kulemekezeka ndi kuyamikidwa kukhale kwa Iye kuposa zonse zimene akumufanizira"},{"SurahNumber":16,"VerseNumber":2,"Text":"Iyeamatsitsaangelondimawuakeamalamulokwaakapolo ake amene wawafuna ndikuwauza kuti muwachenjeze iwo kuti, “Kulibe Mulungu wina koma Ine ndekha. Kotero ndiopeni Ine.”"},{"SurahNumber":16,"VerseNumber":3,"Text":"Iye adalenga kumwamba ndi dziko lapansi mwachoonadi. Iye akhale kutali ndi zimene akumufanizira nazo"},{"SurahNumber":16,"VerseNumber":4,"Text":"Iye ndiye adalenga munthu kuchokera ku dontho la umuna ndi la ukazi ndipo taonani iye amatsutsa poyera"},{"SurahNumber":16,"VerseNumber":5,"Text":"Iye adakulengerani nyama ndipo mu izo mumapeza zofunda ndi zithandizo zina ndiponso nyamazo mumadya"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ndipo mumanyadira pamene mumazisaka kudza nazo ku nyumba kwanu madzulo ndi pamene mumapita nazo kuubusa kukazidyetsa m’mawa"},{"SurahNumber":16,"VerseNumber":7,"Text":"Ndipo izo zimanyamula katundu wanu wolemera kupita kumalo kumene inu simutha kukafikako kupatula movutikira. Ndithudi Ambuye wanu ndi Mwini chifundo ndi Mwini chisoni chosatha"},{"SurahNumber":16,"VerseNumber":8,"Text":"Ndipo adalenga akavalo, abulu ndi mahatchi kuti muzikwera ndi kukongoletsa. Ndipo adalenganso zina zimene simuzidziwa"},{"SurahNumber":16,"VerseNumber":9,"Text":"Zili kwa Mulungu kusonyeza njira yoyenera, koma pali njirazinazopatukandipo Iyeakadafunaakadakutsogolerani nonse"},{"SurahNumber":16,"VerseNumber":10,"Text":"Iye ndiye amene amatsitsa madzi kuchokera ku mitambo omwe inu mumamwa ndipo amameretsa mitengo imene mumadyetsa ziweto"},{"SurahNumber":16,"VerseNumber":11,"Text":"Kudzera m’menemu, Iye amakumeretserani mbewu ndi mitengo ya mafuta, mitengo ya tende ndi mphesa ndiponso zipatso zina. Ndithudi! Mu ichi muli chizindikiro kwa anthu a maganizo abwino"},{"SurahNumber":16,"VerseNumber":12,"Text":"Ndipo adakupeputsirani usiku ndi usana, dzuwa ndi mwezi ndi nyenyezi, mwalamulo lake. Ndithudi mu zimenezi muli zizindikiro kwa anthu ozindikira"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ndipo chilichonse chimene adakulengerani padziko lapansi adachilenga cha mitundu yosiyanasiyana. Kotero chilichonse chili ndi chisonyezo kwa anthu omwe amasangalala ndi matamando a Mulungu"},{"SurahNumber":16,"VerseNumber":14,"Text":"Iye ndiye amene adakupeputsirani nyanja kuti inu muzidya nyama yaiwisi kuchokera mu iyo ndi kutulutsa zovala zokongola zimene mumavala. Ndipo mumaona ngalawa zili kuyenda pa nyanja. Adalenga zonsezi kuti muzipezamo zokoma zake ndi kuti muzikhala othokoza"},{"SurahNumber":16,"VerseNumber":15,"Text":"Ndipo Iye adakhazikitsa mapiri padziko lapansi kuti lisagwedezeke pamodzi ndi inu, mitsinje ndi misewu kuti mutsogozedwe munjira zabwino"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ndi zizindikiro zina zokutsogolerani, nyenyezi nazonso anthu amatsogozedwa nazo"},{"SurahNumber":16,"VerseNumber":17,"Text":"Kodi Iye amene amalenga angafanane ndi Iye amene salenga? Kodi inu simungakumbukire"},{"SurahNumber":16,"VerseNumber":18,"Text":"Ngati inu mutawerenga zokoma za Mulungu simungakwaniritse kuziwerenga. Ndithudi! Mulungu ndi wokhululukira ndi Mwini chisoni chosatha"},{"SurahNumber":16,"VerseNumber":19,"Text":"Ndipo Mulungu amadziwa zonse zimene mumabisa ndi zimene mumaonetsera"},{"SurahNumber":16,"VerseNumber":20,"Text":"Koma milungu yabodza imene anthu osakhulupirira amapembedza m’malo mwa Mulungu, siinalenge china chilichonse ayi chifukwa nayonso ndi yolengedwa"},{"SurahNumber":16,"VerseNumber":21,"Text":"Iyo ndi yakufa, si yamoyo ayi ndiponso iyo siidziwa nthawi imene idzaukitsidwe"},{"SurahNumber":16,"VerseNumber":22,"Text":"Mulungu wanu ndi Mulungu mmodzi yekha. Koma iwo amene sakhulupirira za m’moyo umene uli nkudza, mitima yawo imakana ndipo iwo ndi odzikweza"},{"SurahNumber":16,"VerseNumber":23,"Text":"Mosakayika, ndithudi, Mulungu amadziwa zonse zimene iwo amabisa ndi zimene amaonetsera. Ndithudi, Iye sakonda anthu odzikweza"},{"SurahNumber":16,"VerseNumber":24,"Text":"Pamene amafunsidwa kuti, “Kodi Ambuye wanu wavumbulutsa zotani?” Iwo amati, “Nkhani zopeka za anthu a kalekale.”"},{"SurahNumber":16,"VerseNumber":25,"Text":"Iwo adzanyamula katundu wawo okwanira pa tsiku la kuuka kwa akufa pamodzi ndi katundu wa iwo amene adawasocheretsa mu umbuli. Ndithudi zoipa ndi zimene akusenza"},{"SurahNumber":16,"VerseNumber":26,"Text":"Iwo amene adalipo kale adakonza chiwembu koma Mulungu adaphwanya nyumba zawo kuyambira pa maziko ake ndipo denga lidawagwera kuchokera pamwamba pawo ndipo chilango chidadza pa iwo kuchokera ku mbali imene iwo sanali kuganiza"},{"SurahNumber":16,"VerseNumber":27,"Text":"Ndipo patsiku la kuuka kwa akufa Iye adzawachititsa manyazi ndipo adzati, “Zili kuti zimene munkandifanizira nazo, zimene inu mumakangana ndi Aneneri chifukwa cha izo?” Iwo amene adapatsidwa nzeru adzati, “Ndithudi! Zochititsa manyazi ndiponso zoipa ziwagwera lero lino anthu osakhulupirira.”"},{"SurahNumber":16,"VerseNumber":28,"Text":"Iwo amene angelo amawatenga ali odzipondereza okha, adzagonja mwachinyengo ponena kuti, “Ife sitinali kuchitachoipa.”Angeloadzati,“Indedi! Ndithudi Mulungu amadziwa zonse zimene munali kuchita.”"},{"SurahNumber":16,"VerseNumber":29,"Text":"“Kotero lowani m’zipata za Gahena, kumeneko mudzakhalako mpaka kalekale. Ndithudi ndi oipa malo a anthu odzikweza.”"}]}