{"Id":459,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadkaramsh","Author":"Muhammad Karam Shah Al Azhari","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"دردیافت کتے ہیں آپ سے غنیمتوں کے متعلق آپ فرمائیے غنیمتوں کے مالک اللہ اور رسول ہیں۔ پس ڈرتے رہو اللہ تعالیٰ سے اور اصلاح کرو اپنے باہمی معاملات کی اور اطاعت کرو اللہ تعالیٰ اور اس کے رسول کی اگر تم ایماندار ہو۔"},{"SurahNumber":8,"VerseNumber":2,"Text":"صرف وہی سچے ایماندار ہیں کہ جب ذکر کیا جاتا ہے اللہ تعالیٰ کا تو کانپ اٹھتے ہیں ان کے دل اور جب پڑھی جاتی ہیں ان پر اللہ کی آیتیں تو یہ بڑھا دیتی ہیں ان کے ایمان کو اور صرف اپنے رب پروہ بھروسہ رکھتے ہیں۔"},{"SurahNumber":8,"VerseNumber":3,"Text":"(اور) جو صحیح صحیح ادا کرتے ہیں نماز کو، نیز اس سے جو ہم نے انھیں دیا ہے خرچ کرتے رہتے ہیں۔"},{"SurahNumber":8,"VerseNumber":4,"Text":"یہی لوگ سچے مومن ہیں انہی کے لیے درجے ہیں ان کے رب کے پاس اور بخشش ہے اور باعزت روزی ۔"},{"SurahNumber":8,"VerseNumber":5,"Text":"جس طرح نکال لایا آپ کو آپ کا رب آپ کے گھر سے حق کے ساتھ اور بیشک اہل ایمان کا ایک گروہ (اس کو ) ناپسند کرنیوالا تھا۔"},{"SurahNumber":8,"VerseNumber":6,"Text":"جھگڑرہے تھے آپ سے سچی بات میں اس کے بعد کہ وہ واضح ہوچکی تھی گویا وہ ہانکے جارہے تھے موت کی طرف درآنحال کہ وہ (موت) کو دیکھ رہے ہیں۔"},{"SurahNumber":8,"VerseNumber":7,"Text":"اور یاد کرو جب وعدہ فرمایا تم سے اللہ نے ایک کا ان دوگروہوں سے کہ وہ تمھارے لیے ہے اور تم پسند کرتے تھے کہ نہتہ گروہ تمھارے حصہ میں آئے اور اللہ چاہتا تھا کہ حق کو حق کردے اپنے ارشادات سے اور کاٹ دے کافروں کی جڑ۔"},{"SurahNumber":8,"VerseNumber":8,"Text":"تاکہ ثابت کردے حق کو اور مٹادے باطل کو اگرچہ ناپسند کریں (اس کو) عادی مجرم ۔"},{"SurahNumber":8,"VerseNumber":9,"Text":"یاد کرو جب تم فریاد کررہے تھے اپنے رب سے تو سن لی اس نے تمھاری فریاد (اور فرمایا) یقیناً میں مدد کرنے والا ہوں تمھاری ایک ہزار فرشتوں کے ساتھ جو پے در پے آنیوالے ہیں۔"},{"SurahNumber":8,"VerseNumber":10,"Text":"اور نہیں بنایا فرشتوں کے نزول کو اللہ نے مگر ایک خوشخبری اور تاکہ مطمئن ہوجائیں اس سے تمھارے دل اور نہیں ہے مد د مگر اللہ کی طرف سے، بیشک اللہ بہت غالب ہے حکمت والا ہے۔"},{"SurahNumber":8,"VerseNumber":11,"Text":"یاد کرو جب اللہ نے ڈھانپ دیا تمھین غنودگی سے تاکہ باعث تسکین ہو اس کی طرف سے اور اتار ا تم پر آسمان سے پانی تاکہ پاک کردے تمھیں اس سے اور دور کردے تم سے شیطان کی نجاست اور مضبوط کردے تمھارے دلوں کو اور جمادے اس سے تمھارے قدموں کو۔"},{"SurahNumber":8,"VerseNumber":12,"Text":"یاد کرو جب وحی فرمائی آپ کے رب نے فرشتوں کی طرف کہ میں تمھارے ساتھ ہوں پس تم ثابت قدم رکھو ایمان والوں کو میں ڈال دونگا کافروں کے دلوں میں (تمھارا) رعب سو تم مارو (ان کی ) گردنوں کے اوپر اور چوٹ لگاؤ ان کے ہر بند پر۔"},{"SurahNumber":8,"VerseNumber":13,"Text":"یہ حکم اس لیے ہے کہ انھوں نے مخالفت کی اللہ کی اور اس کے رسول کی اور جو مخالفت کرتا ہے اللہ کی اور اس کے رسول کی تو بیشک اللہ سخت عذاب دینے والا ہے۔"},{"SurahNumber":8,"VerseNumber":14,"Text":"(اے حق کے دشمنوں!) یہ سزا ہے پس چکھو اسے نیز (یاد رکھو) کافروں کے لیے آتشِ (جہنم) کا عذاب بھی ہے۔"},{"SurahNumber":8,"VerseNumber":15,"Text":"اے ایمان والو! جب تم مقابلہ کرو کافروں کے لشکر جرار سے تو مت پھیر نا ان کی طرف (اپنی) پیٹھیں ۔"},{"SurahNumber":8,"VerseNumber":16,"Text":"اور جو پھیرے گا ان کی طرف اس روز اپنی پیٹھ بجز اس صورت کے کہ پینترا بدلنے والا ہو لڑائی کے لیے یا پلٹ کر آنیوالا ہو اپنی جماعت کی طرف تو وہ مستحق ہوگا اللہ کے غضب کا اور اس کا ٹھکانہ جہنم ہے اور وہ بہت بری لوٹنے کی جگہ ہے۔"},{"SurahNumber":8,"VerseNumber":17,"Text":"پس تم نے نہیں قتل کیا انھیں بلکہ اللہ نے قتل کیا انھیں اور (اے محبوب (صلی اللہ علیہ وسلم) ) نہیں پھینکی آپ نے (وہ مشت خاک) جب آپ نے پھینکی بلکہ اللہ تعالیٰ نے پھینکی تاکہ احسان فرمائے مومنوں پر اپنی جناب سے بہترین احسان۔ بیشک اللہ تعالیٰ سب کچھ سننے والا جاننے والا ہے۔"},{"SurahNumber":8,"VerseNumber":18,"Text":"یہ تو ہوا اور بلاشبہ اللہ کمزور کرنے والا ہے کفار کے مکروفریب کو۔"},{"SurahNumber":8,"VerseNumber":19,"Text":"(اے کفار!) اگر تم فیصلہ کے طلبگار تھے تو (لو) آگیا تمھارے پاس فیصلہ اور اگر تم (اب بھی) باز آجاؤ تو وہ بہتر ہے تمھارے لیے اور اگر تم پھر شرارت کروگے تو ہم پھر سزا دینگے اور نہ فائدہ پہنچائے گی تمیں تمھاری جماعت کچھ بھی چاہے اس کی تعداد بہت زیادہ ہو اور یقیناً اللہ تعالیٰ اہل ایمان کے ساتھ ہے۔"},{"SurahNumber":8,"VerseNumber":20,"Text":"اے ایمان والو! اطاعت کرو اللہ کی اور اس کے رسول کی اور نہ روگردانی کرو اس سے حالانکہ تم سن رہے ہو ۔"},{"SurahNumber":8,"VerseNumber":21,"Text":"اور نہ بن جانا ان لوگوں کی طرح جنھوں نے کہا ہم نے سن لیا حالانکہ وہ نہیں سنتے ۔"}]}