{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"(Muxammed G.S.) olarga: \"Magan Rabbımnan asıq dalelder kelgen zaman; senderdin Alladan ozge jalbarıngandarına qulsılıq qılwıma tıyım salındım. Sonday-aq alemderdin Rabbına boy usınwga buyrıldım\" de"},{"SurahNumber":40,"VerseNumber":67,"Text":"Sonday Alla senderdi topıraqtan, sosın maniden, sosın uyıgan qannan jaratıp, keyin bobek qıp sıgarıp, sonıra erjetkizip, karteytedi. Keybirewlerindi (erjetwden) burın oltiredi. Keybirin belgili merzimge jetesinder. Arine oylanarsındar"},{"SurahNumber":40,"VerseNumber":68,"Text":"Ol sonday Alla, tiriltedi ari oltiredi. Qasan bir isti buyırgısı kelse, sın maninde ogan: \"Bol\" deydi. Sonda ol bola qaladı"},{"SurahNumber":40,"VerseNumber":69,"Text":"(Mxammed G.S.) Allanın ayattarı twrasında tartısqandardı kormeysin be? Qalaysa aynaldırıladı"},{"SurahNumber":40,"VerseNumber":70,"Text":"Sonday osı Kitaptı, elsilerimizge jibergenderimizdi jasınga sıgargandar, olar jedel biledi"},{"SurahNumber":40,"VerseNumber":71,"Text":"Sol waqıtta olardın moyındarında ajırgılar, bogawlar bolgan turde suyreledi"},{"SurahNumber":40,"VerseNumber":72,"Text":"Qaynap turgan swda bolıp, sosın otqa jagıladı"},{"SurahNumber":40,"VerseNumber":73,"Text":"Sosın olarga: \"Alladan ozge ortaq qosqan narselerin qayda?\",-delinedi"},{"SurahNumber":40,"VerseNumber":74,"Text":"Olar: \"(Ozgeler) bizden gayıp boldı. Balkim biz burın es narsege soqınbawsı edik\" deydi. Alla kapirlerdi ostip tentiretedi"},{"SurahNumber":40,"VerseNumber":75,"Text":"Bul senderdin jer juzinde orınsız maz bolıp, masayrawlarınnın saldarınan"},{"SurahNumber":40,"VerseNumber":76,"Text":"Olarga: \"Isinde mangi qalatın tozaqtın esiginen kirinder. takapparlardın ornı nendey jaman"},{"SurahNumber":40,"VerseNumber":77,"Text":"(Muxammed G.S.) endi sabır et. Allanın wadesi xaq. Al endi meyli olarga etken wademizdin keybirin sagan korsetsek te(kozin tirisinde bolsa da) nemese sagan olim bersek te (burın qaytıs bolsan da) olar Biz jaqqa qaytarıladı"},{"SurahNumber":40,"VerseNumber":78,"Text":"Rasında senen burında elsiler jiberdik. Olardın keybirin sagan bayan ettik te keybirin bayan etpedik. Esbir elsi Allanın ruxsatı bolmayınsa bir mugjiza keltire almaydı. Qasan Allanın amiri kelse, xaqiqat boyınsa ukim etiledi. Bul jerde buzaqılar ziyanga usıraydı"},{"SurahNumber":40,"VerseNumber":79,"Text":"Ol sonday Alla, Sender usin maldardı jarattı. Keybirin minesinder de keybirin jeysinder"},{"SurahNumber":40,"VerseNumber":80,"Text":"Olarda senderge turli paydalar bar. Olardın ustinde konilderindegi xajetti jerge jetwlerin tsin; olarga minip jane kemede tasımaldanasındar"},{"SurahNumber":40,"VerseNumber":81,"Text":"Alla senderge belgilerin korsetedi. Al sonda Allanın qaysı belgilerine qarsı kelesinder"},{"SurahNumber":40,"VerseNumber":82,"Text":"Olar jer juzinde kezbedi me? Sonda ozderinen burıngılardın sonının ne bolganın korer edi. Olar, bulardan kop jane kusti ari jer juzinde qaldırgan derekteri mıqtı edi. Sonda da tabıstarı olardın isterine jaramadı"},{"SurahNumber":40,"VerseNumber":83,"Text":"Oytkeni olarga, elsileri, mugjizalarmen kelgende, oz qastarındagı bilimge mardamsıdı da ajıwalagan narseleri bastarına jetti"},{"SurahNumber":40,"VerseNumber":84,"Text":"Al endi azabımızdı korgende: \"Jalgız gana Allaga sendik. Sonday-aq Ogan ortaq qosqan narselerimizge qarsı keldik\" deydi"},{"SurahNumber":40,"VerseNumber":85,"Text":"Biraq, azabımızdı korgendegi senimderi olarga payda bermeydi. Oytkeni, Allanın quldarına baylanıstı bolıp, kele jatqan jolı osı. Bul jerde kapirler ziyan koredi"},{"SurahNumber":41,"VerseNumber":1,"Text":"Xa. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Asa qamqor, erekse meyirimdi Alla tarapınan tusken"},{"SurahNumber":41,"VerseNumber":3,"Text":"Bul Kitap, bilgen el usin ayattarı asıq-asıq bayan etilgen arapsa Quran"},{"SurahNumber":41,"VerseNumber":4,"Text":"Qwandırwsı, qorqıtwsı. Alayda olardın kobi jaltaradı. Sondıqtan olar qulaq salmaydı"},{"SurahNumber":41,"VerseNumber":5,"Text":"(Muxammed G.S.) olar: \"Sen bizdi saqırgan narsege juregimizde bir perde qulaqtarımızda bir kerendik bar. Sonday-aq biz ben senin aramızd; dalda bar. Sondıqtan sen ozinse iste de biz ozimizse isteyik\" dedi"},{"SurahNumber":41,"VerseNumber":6,"Text":"(Muxammed G.S.): \"Men de sender siyaqtı gana adammın. Magan Tanirlerin bir-aq Tanir ekendigi waxi etilwde. Sondıqtan sol bagıtqa jonelinder ari Odan jarılqaw tilender. Allaga serik qosqandarga nendey okinis\" de"},{"SurahNumber":41,"VerseNumber":7,"Text":"Sonday zeketterin otemegender solar; ozderi axiretke de qarsı"},{"SurahNumber":41,"VerseNumber":8,"Text":"Rasında iman keltirip, izgi istegender, olar usin tawsılmaytın sıylıq bar"}]}