{"Id":484,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-la","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"Wo que yi youdai a dan de houyi, wo shi tamen zai lu shang he haishang du ke cheng yun, bing ci gei tamen jiamei zhi wu, shi tamen youyue yu wo suo chuangzao de xuduo ren."},{"SurahNumber":17,"VerseNumber":71,"Text":"Zai na ri, wo jiang zhaohuan mei ge minzu ji gezi de yi ma mu [shizhe]. Fan gongguo bu di gei youshou zhe, zhexie ren jiang du ziji gongguo de jilu, tamen bu shou sihao kuidai."},{"SurahNumber":17,"VerseNumber":72,"Text":"Zai jinshi mangmu zhe [bu guancha an la de jixiang, buxinyang an la deng], zai houshi ye jiang shi mangmu di, erqie gengjia yuanli zhengdao."},{"SurahNumber":17,"VerseNumber":73,"Text":"Tamen ceng xiangfangshefa yinyou ni fangqi wo suo qishi ni [mu sheng] de [“gulanjing”], yibian ni fangqi “gulanjing” er weizao yixie fandui wo de dongxi. Ruguo ni zhen de zuole, tamen jiu ba ni dang hao pengyou."},{"SurahNumber":17,"VerseNumber":74,"Text":"Jiaru wo bu shi ni jianding, ni jihu qingxiang tamenle."},{"SurahNumber":17,"VerseNumber":75,"Text":"Jiaru nayang, wo bi shi ni zai jinshi changshi jiabei de xingfa, zai houshi ye changshi jiabei de xingfa. Ranhou, ni jue buneng wei ziji zhaodao renhe yuanzhu zhe lai fankang wo."},{"SurahNumber":17,"VerseNumber":76,"Text":"Tamen konghe ni, yibian jiang ni zhu chu guxiang. Jiaru nayang, zai ni likai hou, tamen ye buneng jiuliu."},{"SurahNumber":17,"VerseNumber":77,"Text":"Zhe shi wo zai ni [mu sheng] zhiqian paiqian shizhemen de changdao. Ni jue buneng zai wo de changdao zhong faxian renhe biangeng."},{"SurahNumber":17,"VerseNumber":78,"Text":"Ni dang jin shou cong taiyang pian xi zhi heiye de bai gong [ji shang li, bu li, hun li he xiao li], dang zai liming shi songdu “gulanjing”[ji chen li], yinwei liming shi songdu “gulanjing” shi bei [tianshi] jianzheng de [zhu].[Wu fan bai gong ding wei zhuming de jing wen]."},{"SurahNumber":17,"VerseNumber":79,"Text":"Zai ye de yibufen shijian li, ni dang xing lai libai, zhe shi shuyu ni de fu gong bai [zhu 1]. Ni de zhu yexu hui ba ni tisheng dao yige zhide chengzan de weizhi [zhu 2][leyuan li de zuigao jibie]."},{"SurahNumber":17,"VerseNumber":80,"Text":"Ni [mu sheng] shuo:“Wo de zhu a! Qiu ni shi wo shunli jinru [mai di na], qiu ni shi wo shunli likai [mai jia], qiu ni ci gei wo yuanzhu de liliang.”"},{"SurahNumber":17,"VerseNumber":81,"Text":"Ni [dui renmen] shuo:“Zhenli lailinliao, xuwang xiaoshile, xuwang biding shi yao xiaoshi de.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"Wo jiang shi “gulanjing”, shi dui xinshimen de zhiliao he ci min, dan zhe que shi bu yi zhe gengjia sunshi."},{"SurahNumber":17,"VerseNumber":83,"Text":"Dang wo shi en yu ren [bu xinyang zhe] shi, ren que aoman di zhuan shen bugu [qie yuanli zhengdao]; dan dang ta zaoyu buxing shi, ta you juewang."},{"SurahNumber":17,"VerseNumber":84,"Text":"Ni [dui renmen] shuo:“Mei ren dou yi ziji de fangfa zuo, nimen de zhu zui zhidao shei shi zunxing zhengdao de.”"},{"SurahNumber":17,"VerseNumber":85,"Text":"Tamen wen ni [mu sheng]“linghun” shi shenme. Ni [dui tamen] shuo:“Linghun wei wo de zhu zhidao, nimen [renlei] zhi shou cile [guanyu linghun] hen shao de zhishi [zhu].”"},{"SurahNumber":17,"VerseNumber":86,"Text":"Jiaru wo yiyu, wo biding shouhui wo suo qishi ni de [“gulanjing”], ranhou, ni jue buneng wei ziji zhaodao renhe baohu zhe lai fankang wo."},{"SurahNumber":17,"VerseNumber":87,"Text":"Chufei yi ni de zhu jiang shi de enhui. Ta ci ni [mu sheng] de enhui que shi juda de."},{"SurahNumber":17,"VerseNumber":88,"Text":"Ni shuo:“Jiaru renlei he jingling dou lianhe qilai chuangzuo zheyang yi bu “gulanjing”, name, jishi tamen huxiang bangzhu, tamen ye buneng chuangzuo chu tongyang de jing wen.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"Wo que yi zai zhe bu “gulanjing” zhong wei renlei chanming ge zhong biyu, dan da duoshu ren haishi guzhi bu xin."},{"SurahNumber":17,"VerseNumber":90,"Text":"Tamen shuo:“Women jue bu xiangxin ni [mu sheng], chufei ni neng cong di li wei women yong chu yi gu quanshui lai;"},{"SurahNumber":17,"VerseNumber":91,"Text":"huo ni youyige ye zao shu he putao [zhu] shu de guoyuan, ni neng shi zhu heliu xiang qijian;"},{"SurahNumber":17,"VerseNumber":92,"Text":"huo xiang ni suo shuo di nayang, ni neng shi tian yikuai yikuai luo zai women de tou shang; huo ni neng ba an la he tianshimen dou qing dao women mianqian lai;"},{"SurahNumber":17,"VerseNumber":93,"Text":"huo ni you yi suo jinwu; huo ni neng shengtian, dan women jue bu xiangxin ni neng shengtian, chufei ni jiang gei women yi ben women neng du dong de jingdian.” Ni [dui tamen] shuo:“Zanmei wo de zhu chaojue! Wo zhishi yi wei shou zhu [an la] paiqian de fanren.”"},{"SurahNumber":17,"VerseNumber":94,"Text":"Dang zhengdao jianglin renmen shi, zuzhi tamen xinyang de zhishi tamen shuo:“Nandao an la paiqian yi wei fanren lai zuo shizhe ma?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Ni [dui tamen] shuo:“Jiaru tianshimen neng zai da dishang anran xingzou, name, wo biding cong tianshang jiang gei tamen yi wei tianshi zuo shizhe.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Ni [dui tamen] shuo:“An la zuyi zuo wo he nimen zhi jian de jianzheng zhe. Ta dui ta de pu renmen que shi che zhi de, quan shi de.”"},{"SurahNumber":17,"VerseNumber":97,"Text":"An la yindao shei, shei jiu huode zhengdao; ta shi shei mi wu, name, chu ta wai, ni jue buneng wei tamen zhaodao renhe baohu zhe. Fuhuo ri, wo jiang ba tamen you xia you ya you long de paxingzhe jihe qilai, tamen de guisu shi huo yu. Mei dang huoshi jianruo shi, wo you gei tamen zengjia lieyan."},{"SurahNumber":17,"VerseNumber":98,"Text":"Zhe jiushi tamen de baochou, yinwei tamen fouren wo de jixiang bing shuo:“Dang women bian cheng kugu he suipian shi, nandao women zhen de hai yao bei fuhuo cheng yige xin de shengming ma?”"}]}