{"Id":147,"LanguageCodes":["en","eng"],"Name":"eng-wahiduddinkhan","Author":"Wahiduddin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":35,"VerseNumber":41,"Text":"Surely, God holds the heavens and the earth, lest they should deviate [from their places]. Were they to deviate, none could hold them after Him. Surely, He is forbearing and most forgiving"},{"SurahNumber":35,"VerseNumber":42,"Text":"They swore their most solemn oaths that if a warner should ever come to them, they would be better guided than any other community. But when a warner did come to them, it only increased their aversion"},{"SurahNumber":35,"VerseNumber":43,"Text":"and they behaved arrogantly in the land and plotted evil. But the plotting of evil only rebounds on those who plot. Are they but looking for the way the previous peoples [sinners] were dealt with? You will never find any change in the ways of God; nor will you ever find God's decree averted"},{"SurahNumber":35,"VerseNumber":44,"Text":"Have they not travelled around the earth and seen the fate of those who preceded them? And they were far superior to them in strength. Nothing in the heavens or the earth can ever frustrate God's [plans]. He is all-knowing and all powerful"},{"SurahNumber":35,"VerseNumber":45,"Text":"If God were to take men to task for their misdeeds, He would not leave a single living creature on the surface of the earth; but He grants them respite until an appointed time; and when their appointed time comes, then they will know that God is indeed observant of all His servants"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"By the Quran, full of wisdom"},{"SurahNumber":36,"VerseNumber":3,"Text":"you are indeed one of the messengers"},{"SurahNumber":36,"VerseNumber":4,"Text":"on a straight path"},{"SurahNumber":36,"VerseNumber":5,"Text":"with a revelation sent down by the Mighty One, the Merciful"},{"SurahNumber":36,"VerseNumber":6,"Text":"so that you may warn a people whose fathers were not warned and so they are unaware"},{"SurahNumber":36,"VerseNumber":7,"Text":"The word has been proved true against the greater part of them: they will not believe"},{"SurahNumber":36,"VerseNumber":8,"Text":"We have put yokes round their necks right up to their chins, so that they cannot bow their heads"},{"SurahNumber":36,"VerseNumber":9,"Text":"and We have set a barrier before them and a barrier behind them, and We have covered them up so that they cannot see"},{"SurahNumber":36,"VerseNumber":10,"Text":"It makes no difference to them whether you warn them or do not warn them: they will not believe"},{"SurahNumber":36,"VerseNumber":11,"Text":"You can warn only those who would follow the Reminder and fear the Gracious God, unseen. Give them the good news of forgiveness and a noble reward"},{"SurahNumber":36,"VerseNumber":12,"Text":"We shall surely bring the dead back to life and We record what they send ahead and what they leave behind. We have recorded everything in a clear book"},{"SurahNumber":36,"VerseNumber":13,"Text":"Recount to them the example of the people to whose town Our messengers came"},{"SurahNumber":36,"VerseNumber":14,"Text":"When We sent them two messengers, they rejected them both, so We strengthened them with a third. They said, \"Truly, we have been sent to you [by God] as messengers"},{"SurahNumber":36,"VerseNumber":15,"Text":"They replied, \"You are nothing but mortal men like us and the Merciful God has not revealed anything. You are surely lying"},{"SurahNumber":36,"VerseNumber":16,"Text":"They said, \"Our Lord knows that we have been sent to you"},{"SurahNumber":36,"VerseNumber":17,"Text":"And our duty is only to convey the message to you clearly"},{"SurahNumber":36,"VerseNumber":18,"Text":"but they answered, \"We see an evil omen in you. If you do not stop, we shall certainly stone you, and you will suffer a painful punishment at our hands"},{"SurahNumber":36,"VerseNumber":19,"Text":"They said, \"Your evil augury be with you! Is it because you are admonished about the truth? Surely, you are a people transgressing all bounds"},{"SurahNumber":36,"VerseNumber":20,"Text":"Then, from the furthest part of the city, a man came running. He said, \"My people, follow the messengers"},{"SurahNumber":36,"VerseNumber":21,"Text":"Follow those who ask no recompense of you and are rightly guided"},{"SurahNumber":36,"VerseNumber":22,"Text":"Why should I not worship Him who has brought me into being, and to whom you shall all be recalled"},{"SurahNumber":36,"VerseNumber":23,"Text":"Shall I take others besides Him as gods? If the Gracious God should intend me any harm, their intercession will be of no avail, nor can they deliver me"},{"SurahNumber":36,"VerseNumber":24,"Text":"In that case I should indeed be in manifest error"},{"SurahNumber":36,"VerseNumber":25,"Text":"Indeed, I have believed in your Lord, so listen to me"},{"SurahNumber":36,"VerseNumber":26,"Text":"We said to him, \"Enter paradise,\" and he exclaimed: \"Would that my people knew"},{"SurahNumber":36,"VerseNumber":27,"Text":"how my Lord has forgiven me and placed me among the honoured ones"}]}