{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":31,"Text":"Tornant-vos a Ell penedits. Temeu-li, feu la azalá i no sigueu dels asociadors"},{"SurahNumber":30,"VerseNumber":32,"Text":"dels que escindeixen la seva religió en sectes, content cada grup amb el seu"},{"SurahNumber":30,"VerseNumber":33,"Text":"Quan els homes sofrixen una desgràcia, invoquen al seu Senyor, tornant-se a Ell penedits. Després, quan els ha fet agradar una misericòrdia vinguda d'Ell, alguns d'ells associen altres déus al seu Senyor"},{"SurahNumber":30,"VerseNumber":34,"Text":"per a acabar negant el que els hem donat. Gaudiu, doncs, breument! Aneu a veure"},{"SurahNumber":30,"VerseNumber":35,"Text":"Potser els hem conferit una autoritat que parli del que ells Li associen"},{"SurahNumber":30,"VerseNumber":36,"Text":"Quan fem agradar als homes una misericòrdia, s´alegren d'ella. Però, si els succeïx un mal com càstig a les seves obres, aquí els teniu desesperats"},{"SurahNumber":30,"VerseNumber":37,"Text":"És que no veuen que Al·là dispensa el sosteniment a qui Ell vol: a uns amb llarguesa, a uns altres amb mesura? Certament, hi ha en això signes per a gent que creu"},{"SurahNumber":30,"VerseNumber":38,"Text":"Dóna el que és de dret al parent, al pobre i al viatger. És el millor per a qui desitgen agradar a Al·là. Aquests són els que prosperaran"},{"SurahNumber":30,"VerseNumber":39,"Text":"El que presteu amb usura perquè us produeixi a costa de la hisenda aliena no us produïx davant Al·là. En canvi, el que dais de azaque per desig d'agradar a Al·là... Aquests són els que rebran el doble"},{"SurahNumber":30,"VerseNumber":40,"Text":"Al·là és Qui us ha creat i, després proveït del sosteniment, Qui us farà morir i, després, tornar-os a la vida. Hi ha algun dels vostres associats que sigui capaç de fer quelcom d'això? Glòria a Ell! Està per sobre del que Li associen"},{"SurahNumber":30,"VerseNumber":41,"Text":"Ha aparegut la corrupció en la terra i en el mar com a conseqüència de les accions dels homes, per a fer-los agradar part del que han fet. Potser, així, es converteixin"},{"SurahNumber":30,"VerseNumber":42,"Text":"Digues: «Aneu per la terra i mireu com van acabar els seus antecessors: van ser, en la seva majoria, associadors!»"},{"SurahNumber":30,"VerseNumber":43,"Text":"Professa la religió veritable abans que arribi un dia que Al·là no evitarà. Aquest dia seran separats"},{"SurahNumber":30,"VerseNumber":44,"Text":"qui no hagen cregut sofriran les conseqüències de la seva incredulitat, però qui hagen obrat bé s'hauran preparat un jaç"},{"SurahNumber":30,"VerseNumber":45,"Text":"Per a retribuir amb El seu favor als que hagen cregut i obrat bé. Ell no estima als infidels"},{"SurahNumber":30,"VerseNumber":46,"Text":"Entre Els seus signes, està l'enviament dels vents com nuncis de la bona nova, per a donar-os a agradar de La seva misericòrdia, perquè naveguin les naus seguint Els seus ordres i perquè busqueu El seu favor. I potser, així, sigueu agraïts"},{"SurahNumber":30,"VerseNumber":47,"Text":"Abans de tu, hem manat Missatgers al seu poble. Els van aportar les proves clares. Ens vinguem dels que van pecar, era deure El nostre auxiliar als creients"},{"SurahNumber":30,"VerseNumber":48,"Text":"Al·là és Qui envia els vents i aquests aixequen núvols. I Ell les estén com vol pel cel, les fragmenta i veus que surt de dintre d'elles el ruixat. Quan afavoreix amb aquest als serfs que Ell vol, heus aquí aquests que s´alegren"},{"SurahNumber":30,"VerseNumber":49,"Text":"mentre que, abans d'haver-los estat enviat des de dalt, havien estat presa de la desesperació"},{"SurahNumber":30,"VerseNumber":50,"Text":"I mira les petjades de la misericòrdia d'Al·là, com vivifica la terra després de morta! Tal és, en veritat, El Vivificador dels morts. És omnipotent"},{"SurahNumber":30,"VerseNumber":51,"Text":"I si enviem un vent i veuen que engroguix, s'obstinen, no obstant això, en la seva incredulitat"},{"SurahNumber":30,"VerseNumber":52,"Text":"Tu no pots fer que els morts escoltin ni que els sords escoltin la crida, si tornen l'esquena"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ni pots dirigir als cecs, traient-los de la seva pèrdua. Tu no pots fer que escoltin sinó qui creuen en Els nostres signes i estan sotmesos a Nosaltres"}]}