{"Id":103,"LanguageCodes":["en","eng"],"Name":"eng-aishabewley","Author":"Aisha Bewley","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"It is Allah who created you from a weak beginning then after weakness gave you strength then after strength ordained weakness and grey hair. He creates whatever He wills. He is All-Knowing, All-Powerful"},{"SurahNumber":30,"VerseNumber":55,"Text":"On the Day the Last Hour arrives, the evildoers will swear they have not even tarried for an hour. That is the extent to which they are deceived"},{"SurahNumber":30,"VerseNumber":56,"Text":"Those who have been given knowledge and iman will say, ´You tarried in accordance with Allah´s Decree until the Day of Rising. And this is the Day of Rising, but you did not know it.´"},{"SurahNumber":30,"VerseNumber":57,"Text":"On that Day the excuses of those who did wrong will not help them nor will they be able to appease Allah"},{"SurahNumber":30,"VerseNumber":58,"Text":"We have made all kinds of examples for people in this Qur´an. If you bring them a Sign those who are kafir will say, ´You are just purveyors of falsehood!´"},{"SurahNumber":30,"VerseNumber":59,"Text":"In that way Allah seals up the hearts of those who do not know"},{"SurahNumber":30,"VerseNumber":60,"Text":"So be steadfast. Allah´s promise is true. Do not let those who have no certainty belittle you"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Those are the Signs of the Wise Book —"},{"SurahNumber":31,"VerseNumber":3,"Text":"guidance and mercy for the good-doers"},{"SurahNumber":31,"VerseNumber":4,"Text":"those who establish salat and pay zakat and are certain of the Next World"},{"SurahNumber":31,"VerseNumber":5,"Text":"Such people are following guidance from their Lord. They are the ones who are successful"},{"SurahNumber":31,"VerseNumber":6,"Text":"But there are some people who trade in distracting tales to misguide people from Allah´s Way knowing nothing about it and to make a mockery of it. Such people will have a humiliating punishment"},{"SurahNumber":31,"VerseNumber":7,"Text":"When Our Signs are recited to such a person, he turns away arrogantly as if he had not heard, as if there was a great weight in his ears. So give him news of a painful punishment"},{"SurahNumber":31,"VerseNumber":8,"Text":"For those who have iman and do right actions there are Gardens of Delight"},{"SurahNumber":31,"VerseNumber":9,"Text":"to remain in them timelessly, for ever. Allah´s promise is true. He is the Almighty, the All-Wise"},{"SurahNumber":31,"VerseNumber":10,"Text":"It is Allah Who created the heavens with no support — you can see them — and cast firmly embedded mountains on the earth so that it would not move under you, and scattered about in it creatures of every kind. And We send down water from the sky and make every generous species grow in it"},{"SurahNumber":31,"VerseNumber":11,"Text":"This is Allah´s creation. Show me then what those besides Him have created! The wrongdoers are clearly misguided"},{"SurahNumber":31,"VerseNumber":12,"Text":"We gave Luqman wisdom: ´Give thanks to Allah. Whoever gives thanks only does so to his own good. Whoever is ungrateful, Allah is Rich Beyond Need, Praiseworthy.´"},{"SurahNumber":31,"VerseNumber":13,"Text":"When Luqman said to his son, counselling him, ´My son, do not associate anything with Allah. Associating others with Him is a terrible wrong.´"},{"SurahNumber":31,"VerseNumber":14,"Text":"We have instructed man concerning his parents. Bearing him caused his mother great debility and the period of his weaning was two years: ´Give thanks to Me and to your parents. I am your final destination"},{"SurahNumber":31,"VerseNumber":15,"Text":"But if they try to make you associate something with Me about which you have no knowledge, do not obey them. Keep company with them correctly and courteously in this world but follow the Way of him who turns to Me. Then you will return to Me and I will inform you about the things you did.´"},{"SurahNumber":31,"VerseNumber":16,"Text":"´My son, even if something weighs as little as a mustard-seed and is inside a rock or anywhere else in the heavens or earth, Allah will bring it out. Allah is All-Pervading, All-Aware"},{"SurahNumber":31,"VerseNumber":17,"Text":"My son, establish salat and command what is right and forbid what is wrong and be steadfast in the face of all that happens to you. That is certainly the most resolute course to follow"},{"SurahNumber":31,"VerseNumber":18,"Text":"Do not avert your face from people out of haughtiness and do not strut about arrogantly on the earth. Allah does not love anyone who is vain or boastful"},{"SurahNumber":31,"VerseNumber":19,"Text":"Be moderate in your tread and lower your voice. The most hateful of voices is the donkey´s bray.´"},{"SurahNumber":31,"VerseNumber":20,"Text":"Do you not see that Allah has subjected to you everything in the heavens and earth and has showered His blessings upon you, both outwardly and inwardly? Yet there are people who argue about Allah without knowledge or guidance or any illuminating Book"},{"SurahNumber":31,"VerseNumber":21,"Text":"When they are told: ´Follow what Allah has sent down,´ they say, ´No, we will follow what we found our fathers doing.´ What! Even if Shaytan is calling them to the punishment of the Blazing Fire"}]}