{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"(Ey Yahudi’ler), insanlara iyilik emreder de kendinizi unutur musunuz? Halbuki Tevrat’ı okuyorsunuz; artık cirkin hareketinizi anlamaz mısınız"},{"SurahNumber":2,"VerseNumber":45,"Text":"Bir de sabır ve namazla Allah’dan yardım isteyin; gerci bu (nefsinize) agır gelir, fakat saygılı kimselere degil"},{"SurahNumber":2,"VerseNumber":46,"Text":"O saygı gosterip korkanlar, o kimselerdir ki, Rablerine kavusacaklarını ve sonunda ona doneceklerini yakinen bilirler"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey Israil ogulları, size ihsan ettigim bunca nimetimi ve (vaktiyle ecdadınızı) insanlara ustun kıldıgımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Bir de oyle bir azab gununden sakının ve korkun ki, o gunde (kıyamette) hic bir kimse, hic bir kimse adına bir sey odeyemez, kimseden sefaat da kabul edilmez; azabdan kurtulmak icin kimseden bedel ve karsılık alınmaz. (Allah’ın azabından kurtulmak hususunda) o kafirlere yardım da yapılmaz"},{"SurahNumber":2,"VerseNumber":49,"Text":"(Ey Israil ogulları, hem hatırlayın ki), bir vakıt sizi ve atalarınızı Fir’avun avanesinden kurtarmıstık, sizi azabın kotusune surup ogullarınızı bogazlıyorlar, kızlarınızı hayatta (diri) tutmak istiyorlardı ve bunda, sizin icin, rabbınız tarafından buyuk bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve yine hatırlayın ki, bir vakit sizden oturu denizi yardık da hepinizi kurtardık, Fir’avun avanesini ise, sizler bakıb dururken, suda bogduk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Bir vakit de Musa’ya, Tur’da vahy icin, kırk gece vade vermistik. O, Tur’a gittikten sonra, siz, buzagıyı tanrı edindiniz ve bu halinizle zalimlerden oldunuz"},{"SurahNumber":2,"VerseNumber":52,"Text":"(yaptıgınız fena isten tevbe ettikten) sonra sizi afvetmistik; (size olan nimetimize) sukredesiniz diye"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ve hatırlayın ki, biz Musa’yı Tevrat’ı ve hak ile batıl arasını ayıran Furkan’ı vermistik ki, (sapıklıktan kurtulup) dogru yolu bulasınız"},{"SurahNumber":2,"VerseNumber":54,"Text":"O zaman Musa, buzagıya tapan kavmine: “- Ey kavmim, siz buzagıya tapmakla kendinize zulmettiniz. Hemen yaradanınıza tevbe edin de nefislerinizi oldurun (Islah edin). Iste bu yapacagınız, yaradanınız katında sizin icin hayırlıdır.” demisti de; Allah tevbelerinizi kabul etmisti. Cunku o, tevbeleri cok cok kabul edendir, cok esirgeyendir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ve bir vakit: “-Ey Musa biz Allah’ı asikare gormedikce (senin sozune) asla inanmıyacagız.” demistiniz. Bunun uzerine, sizi o yıldırım yakalayıverdi, bakınıp duruyordunuz"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra, sukredesiniz diye, vefatınızdan (bir gun) sonra (kudretimizi anlıyasınız diye) sizi diriltmistik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Tih sahrasında (gunesin atesinden korunmak icin) ustunuze bulutla golge yaptık ve size kudret helvası ile bıldırcın gonderdik ve bu helal rızkımızdan yeyin, dedik. Onlar itaat etmemekle bize zulmetmediler, ancak kendi nefislerine zulmetmislerdi"},{"SurahNumber":2,"VerseNumber":58,"Text":"Bir vakit de (Tih sahrasından cıktıktan sonra): “- Su Kudus sehrine girin de nimetlerinden dilediginizi, bol bol yeyin; kapısından secde ederek girin ve “Hıtta” deyin (gunahınızdan istigfar edin) ki, gunahlarınızı afvedelim. Biz, ihsan (iyilik ve itaat) edenlere, sevabı daha artıracagız.” demistik"},{"SurahNumber":2,"VerseNumber":59,"Text":"O (nefislerine) zulmedenler, emrolundukları sozu degistirdiler. (Tevbe ettik, manasına gelen Hıtta kelimesini alaya alarak bugday manasında olan Hınta’ya cevirdiler.) Biz de, o zalimlere, yaptıkları fıskın karsılıgı olmak uzere, gokten bir azab indirdik"}]}