{"Id":442,"LanguageCodes":["ug","uig"],"Name":"uig-shaykhmuhammads","Author":"Shaykh Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"https://quranenc.com/check/uyghur_saleh/v1.0.0-csv.1 , https://quranenc.com/en/browse/uyghur_saleh , https://quranenc.com ,","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"شەك ـ شۈبھىسىزكى، بىز ئادەم بالىلىرىنى ھۆرمەتلىك قىلدۇق، ئۇلارنى قۇرۇقلۇقتا (ئۇلاغلارغا) مىندۇردۇق، دېڭىزدا (كېمىلەرگە) چىقاردۇق، ئۇلارنى شېرىن يېمەكلىكلەر بىلەن رىزىقلاندۇردۇق، ئۇلارنى مەخلۇقاتلىرىمىزنىڭ نۇرغۇنىدىن ئۈستۈن قىلدۇق"},{"SurahNumber":17,"VerseNumber":71,"Text":"بىز ھەممە ئادەمنى ئۇلارنىڭ نامە ـ ئەمالى بىلەن چاقىرىدىغان كۈننى (ئېسىڭدا تۇتقىن)، نامە ـ ئەمالى ئوڭ قولىدىن بېرىلگەنلەر ئۆزلىرىنىڭ نامە ـ ئەمالىنى ئوقۇيدۇ، ئۇلارغا قىلچە زۇلۇم قىلىنمايدۇ"},{"SurahNumber":17,"VerseNumber":72,"Text":"بۇ دۇنيادا (دىلى) كور بولغان ئادەم ئاخىرەتتىمۇ كور ۋە تېخىمۇ گۇمراھ بولىدۇ"},{"SurahNumber":17,"VerseNumber":73,"Text":"ئۇلار سېنى بىز ساڭا ۋەھىي قىلغان قۇرئانغا خىلاپلىق قىلدۇرۇپ، بىزگە قۇرئاندىن غەيرىنى ئىپتىرا قىلدۇرۇشقا تاس قالدى، (ئۇلارنىڭ كۆڭلىدىكىدەك قىلغىنىڭدا) ئەلۋەتتە ئۇلار سېنى (ئۆزلىرىگە) دوست قىلىۋالاتتى"},{"SurahNumber":17,"VerseNumber":74,"Text":"سېنى بىز (ھەقتە تۇرۇشتا) مۇستەھكەم قىلمىغان بولساق، ئۇلارغا مايىل بولۇپ كەتكىلى ھەقىقەتەن تاس قالغان ئىدىڭ"},{"SurahNumber":17,"VerseNumber":75,"Text":"ئەگەر شۇنداق قىلىدىغان بولساڭ، ئەلۋەتتە ساڭا دۇنيا ۋە ئاخىرەتتە ھەسسىلەپ ئازاب بەرگەن بولاتتۇق، ئاندىن سەن بىزگە قارشى ياردەم بېرىدىغان ھېچ ئادەم تاپالمايتتىڭ"},{"SurahNumber":17,"VerseNumber":76,"Text":"(ئۇلار) سېنى زېمىندىن (يۇرتۇڭدىن) چىقىرىۋېتىش ئۈچۈن ئۇ يەردە سېنى خاتىرجەم تۇرغۇزماسلىققا ئورۇندى. شۇنداق بولغاندا، سەن چىقىپ كەتكەندىن كېيىن، ئۇلار ئازغىنا ۋاقىت تۇرالايتتى (يەنى ئازغىنا ۋاقىتتىن كېيىن ھالاك بولاتتى)"},{"SurahNumber":17,"VerseNumber":77,"Text":"(بۇ بىزنىڭ) سەندىن ئىلگىرى ئەۋەتكەن پەيغەمبەرلىرىمىز ھەققىدە تۇتقان يولىمىزدۇر (يەنى پەيغەمبەرلىرىنى ئارىسىدىن ھەيدەپ چىقارغان ھەرقانداق ئۈممەتنى ھالاك قىلىش ئاللاھنىڭ پەيغەمبەرلىرى ھەققىدە تۇتقان يولىدۇر)، تۇتقان يولىمىزدا ئۆزگىرىش تاپالمايسەن"},{"SurahNumber":17,"VerseNumber":78,"Text":"(ئى مۇھەممەد!) كۈن قايرىلغان ۋاقىتتىن تارتىپ قاراڭغۇ چۈشكەن ۋاقىتقا قەدەر ناماز ئوقۇغىن. بامدات نامىزىنىمۇ ئوقۇغىن، (كۈندۈزنىڭ ۋە كېچىنىڭ پەرىشتىلىرى) چوقۇم بامدات نامىزىدا ھازىر بولىدۇ"},{"SurahNumber":17,"VerseNumber":79,"Text":"ساڭا نەپلە (ئىبادەت) بولۇشى ئۈچۈن، كېچىنىڭ بىر قىسمىدا (ناماز ئوقۇشقا، قۇرئان ئوقۇشقا) ئويغانغىن، (ئى مۇھەممەد‍!) پەرۋەردىگارىڭنىڭ سېنى مەدھىيەلىنىدىغان ئورۇنغا (يەنى بۈيۈك شاپائەت ماقامىغا) تۇرغۇزۇشى ھەقىقەتتۇر"},{"SurahNumber":17,"VerseNumber":80,"Text":"«پەرۋەردىگارىم! مېنى (قەبرەمگە) ئوڭۇشلۇق كىرگۈزگىن، (قەبرەمدىن) ئوڭۇشلۇق چىقارغىن، ماڭا دەرگاھىڭدىن ھەققە ياردەم بېرىدىغان قۇۋۋەت ئاتا قىلغىن» دېگىن"},{"SurahNumber":17,"VerseNumber":81,"Text":"«ھەقىقەت (يەنى ئىسلام) كەلدى، باتىل (يەنى كۇفرى) يوقالدى. باتىل ھەقىقەتەن ئوڭاي يوقىلىدۇ» دېگىن"},{"SurahNumber":17,"VerseNumber":82,"Text":"بىز مۆمىنلەرگە (يەنى ئۇلارنىڭ دىللىرىغا) شىپا ۋە رەھمەت بولىدىغان قۇرئان ئايەتلىرىنى نازىل قىلىمىز، قۇرئان كاپىرلارغا زىياندىن باشقىنى زىيادە قىلمايدۇ (يەنى ئۇلار قۇرئاننى تەستىق قىلمىغانلىقتىن، ئۇلارنىڭ كۇفرى تېخىمۇ ئاشىدۇ)"},{"SurahNumber":17,"VerseNumber":83,"Text":"ئىنسانغا(تۈرلۈك نېمەتلەرنى) بەرسەك (پەرۋەردىگارىنىڭ ئىبادىتىدىن) يۈز ئۆرۈيدۇ، (چوڭچىلىق قىلىپ) پەرۋەردىگارىدىن يىراقلىشىدۇ، ئۇنىڭغا بىرەر كۆڭۈلسىزلىك يەتسە، (ئاللاھنىڭ رەھمىتىدىن) مەيۈسلىنىپ كېتىدۇ"},{"SurahNumber":17,"VerseNumber":84,"Text":"ھەر ئادەم (ھىدايەت ۋە گۇمراھلىقتا) ئۆز يولى بويىچە ئىش قىلىدۇ، پەرۋەردىگارىڭلار كىمنىڭ توغرا يولدا ئىكەنلىكىنى ئوبدان بىلىدۇ"},{"SurahNumber":17,"VerseNumber":85,"Text":"ئۇلار سەندىن روھنىڭ ماھىيىتى ھەققىدە سورىشىدۇ. ‹‹روھنىڭ ماھىيىتىنى پەرۋەردىگارىم بىلىدۇ›› دېگىن، سىلەرگە پەقەت ئازغىنا ئىلىم بېرىلگەن"},{"SurahNumber":17,"VerseNumber":86,"Text":"ئەگەر بىز خالىساق ساڭا ۋەھىي قىلغان قۇرئاننى ئەلۋەتتە (دىللاردىن ۋە مۇسھەفلەردىن) كۆتۈرۈۋېتەتتۇق، ئاندىن ئۇنى ئەسلىگە كەلتۈرۈشكە بىزگە قارشى ھېچقانداق ھامىي تاپالمايتتىڭ"},{"SurahNumber":17,"VerseNumber":87,"Text":"پەقەت پەرۋەردىگارىڭ رەھمەت قىلىش يۈزىسىدىن ئۇنى كۆتۈرۈۋەتمىدى. ئاللاھنىڭ رەھمىتى ساڭا ھەقىقەتەن چوڭ بولدى"},{"SurahNumber":17,"VerseNumber":88,"Text":"ئېيتقىنكى، «ئەگەر ئىنسانلار، جىنلار بۇ قۇرئاننىڭ ئوخشىشىنى مەيدانغا كەلتۈرۈش ئۈچۈن يىغىلىپ بىر- بىرىگە ياردەملەشكەن تەقدىردىمۇ، ئۇنىڭ ئوخشىشىنى كەلتۈرەلمەيدۇ»"},{"SurahNumber":17,"VerseNumber":89,"Text":"بۇ قۇرئاندا ئىنسانلار ئۈچۈن تۈرلۈك مىساللارنى خىلمۇ خىل شەكىلدە بايان قىلدۇق، (روشەن پاكىتلارنىڭ بولۇشىغا قارىماي) ئىنسانلارنىڭ تولىسى پەقەت (ھەقىقەتنى) ئىنكار قىلىدۇ"},{"SurahNumber":17,"VerseNumber":90,"Text":"ئۇلار ئېيتتى: «تاكى سەن بىزگە يەر ئاستىدىن بىر بۇلاقنى ئېتىلدۇرۇپ چىقارمىغىچە ساڭا ھەرگىز ئىشەنمەيمىز"},{"SurahNumber":17,"VerseNumber":91,"Text":"ياكى سېنىڭ خورمىلىق، تاللىق ۋە ئوتتۇرىسىدىن ئۆستەڭلەر ئېقىپ تۇرىدىغان بىر بېغىڭ بولسۇن"},{"SurahNumber":17,"VerseNumber":92,"Text":"ياكى سەن ئېيتقاندەك ئۈستىمىزگە ئاسماننى پارچە ـ پارچە قىلىپ چۈشۈرگىن، ياكى (پەيغەمبەرلىكىڭگە) گۇۋاھچى قىلىپ ئاللاھنى ۋە پەرىشتىلەرنى ئالدىمىزغا كەلتۈرگىن"},{"SurahNumber":17,"VerseNumber":93,"Text":"ياكى سېنىڭ ئالتۇندىن ئۆيۈڭ بولسۇن، ياكى سەن (شوتا بىلەن) ئاسمانغا چىققىن، تاكى (ئاللاھ تەرىپىدىن سېنىڭ ئۇنىڭ بەندىسى ۋە پەيغەمبەرلىكى ئىكەنلىكىڭ يېزىلغان) بىز ئوقۇيالايدىغان بىر كىتابنى ئېلىپ چۈشمىگۈچە سېنىڭ ئاسمانغا چىققانلىقىڭغا ھەرگىز ئىشەنمەيمىز». (ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «ئاللاھ پاكتۇر، مەن پەقەت بىر پەيغەمبەر ئىنسانمەن (ئاللاھنىڭ ئىزنى بولمىسا ھېچ ئادەم بىرەر مۆجىزە كەلتۈرەلمەيدۇ)»"},{"SurahNumber":17,"VerseNumber":94,"Text":"ئۇلار (يەنى مۇشرىكلار) نىڭ ئۆزلىرىگە ھىدايەت (يەنى پەيغەمبەر بىلەن قۇرئان) كەلگەن چاغدا ئىمان ئېيتماسلىقلىرى «ئاللاھ ئىنساننى پەيغەمبەر قىلىپ ئەۋەتەمدۇ؟» دېگەنلىكلىرى ئۈچۈندۇر"},{"SurahNumber":17,"VerseNumber":95,"Text":"(ئى مۇھەممەد! ئۇلارغا) ئېيتقىنكى، «مۇبادا زېمىندا (يەنى زېمىن ئەھلىدەك) مېڭىپ يۈرۈيدىغان، ئولتۇراقلاشقان پەرىشتىلەر بولسا ئىدى، ئەلۋەتتە ئۇلارغا ئاسماندىن پەرىشتىنى پەيغەمبەر قىلىپ چۈشۈرەتتۇق»"},{"SurahNumber":17,"VerseNumber":96,"Text":"(ئى مۇھەممەد‍!) ئېيتقىنكى، «ئاللاھ مەن بىلەن سىلەرنىڭ ئاراڭلاردا مېنىڭ راستلىقىمغا گۇۋاھ بولۇشقا يېتەرلىكتۇر. ئاللاھ ھەقىقەتەن بەندىلىرىنىڭ (ئەھۋالىنى) بىلىپ تۇرغۇچىدۇر، كۆرۈپ تۇرغۇچىدۇر»"},{"SurahNumber":17,"VerseNumber":97,"Text":"كىمكى ئاللاھ ھىدايەت قىلغان ئىكەن، ئۇ ھىدايەت تاپقۇچىدۇر، ئاللاھ گۇمراھ قىلغان ئادەمگە ئاللاھتىن باشقا (ئازابتىن قۇتۇلدۇرىدىغان) ھېچ ياردەمچىلەرنى تاپالمايسەن، قىيامەت كۈنى ئۇلارنى دۈم ياتقۇزۇپ (سۆرەلگەن) كور، گاچا، گاس ھالدا يىغىمىز، ئۇلارنىڭ جايى جەھەننەم بولىدۇ، (جەھەننەمنىڭ) ئوتى پەسلەپ قالسا، ئۇلارغا (ئوتنى) تېخىمۇ يالقۇنجىتىمىز"},{"SurahNumber":17,"VerseNumber":98,"Text":"ئۇلارنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ۋە «چىرىگەن سۆڭەك ۋە توپىغا ئايلانغىنىمىزدىن كېيىن راستلا قايتىدىن تىرىلىپ يېڭىدىن ئادەم بولامدۇق؟» دېگەنلىكلىرى ئۈچۈن، ئۇلارغا بېرىلگەن جازا ئەنە شۇدۇر"}]}