{"Id":355,"LanguageCodes":["ta","tam"],"Name":"tam-janturstfoundat-la","Author":"Jan Turst Foundation","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"niccayamaka nam avarkalitam malakkukalai irakkivaittalum, irantavarkalai avarkalitam pecumpatic ceytalum, innum ellap porutkalaiyum avarkalitam nerukkuner kontuvantu onru certtalum - allah natinalanri avarkal iman kolla mattarkal - avarkalil perumpalor mutarkalakave irukkinranar"},{"SurahNumber":6,"VerseNumber":112,"Text":"ivvare ovvoru napikkum, manitarilum jinkalilum ulla saittankalai virotikalaka nam akkiyiruntom; avarkalil cilar marravarai emarrum poruttu, alankaramana varttaikalai irakaciyamakac collikkontiruntarkal; (napiye!) Um'mutaiya iraivan natiyiruntal ivvaru avarkal ceytirukka mattarkal - enave avarkalaiyum avarkal kurum poykkarpanaikalaiyum vittuvituviraka"},{"SurahNumber":6,"VerseNumber":113,"Text":"(saittankalin alankaramana peccai) marumaiyai nampatavarkalin ullankal cevimatuppatarkakavum atai tirupti kolvatarkakavum avarkal ceytu vantataiye totarntu ceyvatarkakavum (ivvaru saittankal mayakkinar)"},{"SurahNumber":6,"VerseNumber":114,"Text":"(Napiye! Kurum;)\"allah allatavanaiya (tirppalikkum) nitipatiyaka nan tetuven? Avantan unkalukku (virivana) vilakkamana vetattai irakkiyullan; evarkalukku nam vetattaik kotuttirukkinromo avarkal niccayamaka itu (kur'an) um'mutaiya iraivanitamiruntu unmaiyaka irakkappattullatu enpatai nanku arivarkal. Enave nir cantekam kolpavarkalil oruvaraki vitatir"},{"SurahNumber":6,"VerseNumber":115,"Text":"melum um'mutaiya iraivanin varttai unmaiyalum niyayattalum mulumaiyakivittatu - avanutaiya varttaikalai marruvor evarum illai - avan (ellavarraiyum) ketpavanakavum, (yavarraiyum) aripavanakavum irukkinran"},{"SurahNumber":6,"VerseNumber":116,"Text":"pumiyil ullavarkalil perum palorai nir pinparruviranal avarkal um'mai allahvin pataiyai vittu valiketuttu vituvarkal. (Ataramarra) verum yukankalaittan avarkal pinparrukirarkal - innum avarkal (poyyana) karpanaiyileye mulkikkitakkirarkal"},{"SurahNumber":6,"VerseNumber":117,"Text":"niccayamaka tannutaiya nalvaliyai vittuttavariyavan yar enpatai um iraivan nanku arivan - avvare nalvaliyil celpavarkal yar enpataiyum avan nanku arivan"},{"SurahNumber":6,"VerseNumber":118,"Text":"(muhminkale!) Ninkal allahvin vacanankalai nampuvoraka iruppin allahvin peyar kurappattu (arukkappattavarrin mamicattaiye) puciyunkal"},{"SurahNumber":6,"VerseNumber":119,"Text":"Allahvin peyar kuri (unkalukku anumatikkappattavarril) arukkappattatai ninkal cappitamalirukka enna (tatai) irukkiratu? Ninkal nirppantikkappattalanri cappita unkalukku vilakkappattavai evai enpatai allah vivarittuk kuriyullan - anal perumpalor, ariyamaiyin karanamakat tankalutaiya mana iccaikalin pirakaram (manitarkalai) vali ketukkirarkal; varampu miriccelpavarkalai niccayamaka um iraivan nanku arikiran"},{"SurahNumber":6,"VerseNumber":120,"Text":"(muhminkale!)\"Velippataiyana pavattaiyum, antarankamana pavattaiyum vittuvitunkal. Niccayamaka evarkal pavattaic campatikkinranaro, avarkal campatittavarrukkuk kuli kotukkappatuvarkal"},{"SurahNumber":6,"VerseNumber":121,"Text":"etanmitu. (Arukkumpotu) allahvin peyar kurappatavillaiyo ataip puciyatirkal - niccayamaka atu pavamakum; niccayamaka saittankal tankal nanparkalai unkalotu (vin) tarkkam ceyyumaru tuntukirarkal - ninkal avarkalukku valipattal, niccayamaka ninkalum musrikkukal (inaivaippor) avirkal"},{"SurahNumber":6,"VerseNumber":122,"Text":"maranam atainta oruvanai nam uyirppittu eluppinom - innum avanukku or oliyaiyum kotuttom. Ataikkontu avan manitarkalitaiye natamatukiran. Marroruvan irulkalil cikkikkitakkiran; ataivittu avan veliyerave mutiyatu - ivviruvarum camamavara? Ivvaru kahpirkalukku avarkal ceyyakkutiya (pavac)ceyalkal alakakkappattullana"},{"SurahNumber":6,"VerseNumber":123,"Text":"melum ivvare ovvor urilum kurravalikalin talaivarkalai nam erpatuttiyirukkirom. Atil avarkal culcci ceyvatarkaka, ayinum avarkal tankalukke culcci ceytu kolkirarkal. (Itai) avarkal unaruvatillai"},{"SurahNumber":6,"VerseNumber":124,"Text":"Avarkalukku etavatu or attatci vantal, avarkal, \"allahvin tutarkalukkuk kotukkappattatu pol enkalukkum kotukkappatata varaiyil nankal nampikkai kollave mattom\" enru kurukirarkal; allah tanatu tutai enku, amaikka ventumenpatai nanku arivan; kurram ceytu kontirupporukku avarkal ceyyum catiyin karanamaka allahvitam cirumaiyum, kotiya vetanaiyum untu"},{"SurahNumber":6,"VerseNumber":125,"Text":"allah yarukku nervali katta natukirano avarutaiya nencai islattai errukkolvatarkaka vicalamakkukiran - yarai avan vali ketukka natukirano, avarutaiya nencai, vanattil erupavan nencaip pol irukic curunkumpatic ceykiran - ivvare iman kollatavarkalukku allah tantanaiyai erpatuttukiran"},{"SurahNumber":6,"VerseNumber":126,"Text":"(napiye!) Ituve um iraivanin nerana valiyakum - cintanaiyulla makkalukku (nam) vacanankalai niccayamaka vivarittirukkinrom"}]}