{"Id":212,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":141,"Text":"かれこそは棚を備えた果樹園，また棚のない果樹園を創られる御方であり，またナツメヤシや様々な味の異なった農作物，とオリーブ，ザクロその外同類異種のものをも（創られた御方である）。実が熟したならば食べなさい。収穫の日には，定めの喜捨を供出し，浪費してはならない。本当にかれは，浪費の徒を御愛でになられない。"},{"SurahNumber":6,"VerseNumber":142,"Text":"また，家畜のあるものは荷を負い，あるものは食用である。アッラーがあなたがたに与えるものを食べ，悪魔の歩みに従ってはならない。かれはあなたがたにとって，公然の敵である。"},{"SurahNumber":6,"VerseNumber":143,"Text":"頭の雌雄のうち羊1対とヤギ1対，言ってやるがいい。「かれは，2雄または2雌，と2雌の胎内にあるものの，どれを禁じられたのか。あなたがたが誠実ならば，知っているところをわたしに告げなさい。」"},{"SurahNumber":6,"VerseNumber":144,"Text":"また，ラクダ1対と牛1対。言ってやるがいい。「かれは，2雄または2雌，と2雌の胎内にあるもののどれを，禁じられたのか。アッラーがこれをあなたがたに命じられる時，あなたがたはその場にいたのか。知識もなく人を迷わせるために，アッラーに就いて虚偽を捏造するより，甚だしい不義があろうか。誠にアッラーは，不義を行う民を導かれない。」"},{"SurahNumber":6,"VerseNumber":145,"Text":"言ってやるがいい。「わたしに啓示されたものには，食べ度いのに食べることを禁じられたものはない。只死肉，流れ出る血，豚肉――それは不浄である――とアッラー以外の名が唱えられたものは除かれる。だが止むを得ず，また違犯の意思なく法を越えないものは，本当にあなたの主は，寛容にして慈悲深くあられる。」"},{"SurahNumber":6,"VerseNumber":146,"Text":"ユダヤの（法に従う）者には，われは凡ての爪のある動物を禁じ，また牛と羊は，その脂を禁じた。只背と内臓に付着し，または骨に連なった脂は，別である。これは，かれらの不正行為に対する応報で，われは本当に真実である。"},{"SurahNumber":6,"VerseNumber":147,"Text":"それでもかれらがあなたを虚言者であるとするなら，言ってやるがいい。「あなたがたの主は慈悲深い主で，凡てを包容なされる方である。だが不義の民は，かれの懲罰は免れられない。」"},{"SurahNumber":6,"VerseNumber":148,"Text":"（アッラー以外に神々を） 崇拝する者は言うであろう。「アッラーが御好みになられるならば，わたしたちも祖先も（他の神々を）崇めず，また何も禁じなかったであろうに。」このようにかれら以前の者も，われの懲罰を味わうまでは（真理）を信じなかった。言ってやるがいい。「あなたがたは，果たして知識 があるのか。それならわたしたちに現わせ。あなたがたは，只臆測に従うだけ。本当にあなたがたは，真実ではないことを言うに過ぎない。」"},{"SurahNumber":6,"VerseNumber":149,"Text":"言ってやるがいい。「最後の論証は，アッラーに属する。かれが御好みになられるならば，あなたがたを一勢に導かれたであろう。」"},{"SurahNumber":6,"VerseNumber":150,"Text":"言ってやるがいい。「アッラーはこれを禁じられたと証言出来る，あなたがたの証人を連れて来なさい。」仮令かれらが証言しても，あなたはかれらと一緒に証言してはならない。またわが印を偽りであるとする者の，虚しい要望に従ってはならない。かれらは来世を信じないで，またかれらの主に同位のものを配する者たちである。"}]}