{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Tünde jäne kündiz tınım tapqan närseler - Onıñ ïeliginde. Ol - bärin Estwşi, bärin Bilwşi"},{"SurahNumber":6,"VerseNumber":14,"Text":"Ey, Muxammed! / Ayt: «Aspandardı jäne jerdi jasap şığarğan Allahtan basqanı qamqorşı etip alamın ba? Ol / barlığın / qorektendiredi, al Onı / eşkim / qorektendirmeydi», - dep. «Aqïqatında men boysunwşı bolğandardıñ alğaşqısı bolwğa buyırıldım», - dep. Äri müşrikterden / Allahqa serik qoswşılardan / bolma"},{"SurahNumber":6,"VerseNumber":15,"Text":"Ayt: «Rabbıma boysunbasam, aqïqatında, ulı Künniñ azabına uşırawdan qorqamın», - dep"},{"SurahNumber":6,"VerseNumber":16,"Text":"Sol Küni kimnen ol / azap / alıstatılsa, / Allah / oğan raqım qıladı. Mine, osı - anıq jetistik"},{"SurahNumber":6,"VerseNumber":17,"Text":"Ey, Muxammed! / Eger, Allah sağan bir K zïyan tïgizetin bolsa, onda ol zïyandı Odan özge ketirwşi joq. Al, eger Ol bir jaqsılıq jetkizse, Ol - barlıq närseni Jasay alwşı"},{"SurahNumber":6,"VerseNumber":18,"Text":"Ol - quldarınıñ üstinen Üstemdik etwşi / äl-Qahïr / . Äri Ol - asa Dana, bärinen Xabardar"},{"SurahNumber":6,"VerseNumber":19,"Text":"Ey, Muxammed! / Ayt: «kwälikte qay I närse ülken?» - dep. Ayt: «Allah menimen senderdiñ aralarıña kwä. Mağan osı Quran senderdi jäne xabar jetkenderdi eskertwim üşin waxï etildi. Sender Allahpen birge basqa qudaylar bar dep şınımen kwälik beresiñderme? Al men kwälik bermeymin!» - dep. Ayt: «Şın mäninde, Ol - jalğız quday. Senderdiñ Oğan bir närseni serik etip qoswlarıña meniñ qatısım joq», - dep"},{"SurahNumber":6,"VerseNumber":20,"Text":"Biz özderine kitap bergender onı / payğambardı / öz uldarın tanığanday tanïdı. Özderin zïyanğa uşıratqandar ïmanğa kelmeydi"},{"SurahNumber":6,"VerseNumber":21,"Text":"Allahqa qatıstı ötirikti qurastırğannan / jala japqannan / nemese Onıñ ayattarın jalğanğa şığarğannan ötken ädiletsiz kim bar? Negizinde ädiletsizdik etwşiler maqsat-murattarına jetpeydi"},{"SurahNumber":6,"VerseNumber":22,"Text":"Ol / qayta tirilw / küni Biz olardıñ barlığın jïnaymız, sodan keyin müşrikterge / Allahqa serik qoswşılarğa / : «Senderdiñ / bar dep / sanağan serikteriñ qayda?» - deymiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonda olardıñ: «Rabbımız! Allahpen ant etemiz! Biz Allahqa serik qoswşılardan bolmadıq», - dewden basqa bülikteri / ötirik aqtalwları / bolmaydı"},{"SurahNumber":6,"VerseNumber":24,"Text":"Özderine qarsı olardıñ qalay ötirik aytqandarına qara! Olardıñ ötirikten qurastırğandarı joq bolıp ketti"},{"SurahNumber":6,"VerseNumber":25,"Text":"Ey, Muxammed! / Olardıñ işinde seni tıñdap köretinder de bar. Biraq Biz olardıñ / serik qoswşılardıñ / uqpawları üşin jürekterine perde jäne qulaqtarına kereñdik saldıq. Olar ärbir belgini körse de oğan senbeydi. Tipti öziñmen tartıswğa aldıña kelgen kezde, sol küpirlik etkender / ayattardı teriske şığarwşılar / : «Bul - burınğılardıñ añız-ertegilerinen basqa närse emes», - deydi"},{"SurahNumber":6,"VerseNumber":26,"Text":"Olar odan / Qurannan adamdardı / qaytaradı äri özderi de odan alıstaydı. Negizinde, olar özderin ğana qurtadı äri onı özderi sezbeydi"},{"SurahNumber":6,"VerseNumber":27,"Text":"Qayta tirilw küni / olar Ottıñ aldına toqtatılğan kezde, olardıñ: «Qap! Biz keri / dünïege / qaytarılsaq edi, Rabbımızdıñ ayattarın ötirikke şığarmas edik jäne ïmanğa kelgenderden bolar edik», - dep aytqanın bir körseñ"},{"SurahNumber":6,"VerseNumber":28,"Text":"Joq, kerisinşe! Olardıñ burın jasırıp kelgenderi özderine äşkere boldı. Eger olar / dünïege / keri qaytarılğanda da, özderine tıyım salınğanğa qayta oralar edi. Aqïqatında, olar - nağız swayttar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Olar / : «Bul / ömir / - osı dünïelik ömirden ğana turadı. Äri biz qayta tiriltilmeymiz», - dedi"},{"SurahNumber":6,"VerseNumber":30,"Text":"Ey, Muxammed! / Olardı Rabbısı aldında toqtatılğan kezderin körseñ edi! Sonda / Ol / : «Bul şındıq emes pe?» - deydi. / Olar / : «Älbette, Rabbımızben ant etemiz»,-deydi. Ol: «Küpirlikteriñ / ïmansızdıqtarıñ / üşin endi azaptı tatıñdar», - deydi"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allahpen bolatın kezdeswdi ötirik sanağandar, zïyanğa uşıradı. Al özderine Sağat / qïyamet / kenetten kelgende, olar: «Ol ömirimizde jiberip alğandarımız üşin biz qanday qasiretke tap boldıq», - deydi. Äri olar jükterin / künäların / arqalarına köterip jüredi. Olardıñ kötergen närsesi netken jaman"},{"SurahNumber":6,"VerseNumber":32,"Text":"bul dünïe ömiri - oyın jäne bos ermekten basqa eşnärse emes. Al, soñğı, mäñgilik ömir / aqïret / - taqwalar / Allahtıñ jazasınan qorqıp, saqtanwşılar / üşin qayırlı. Aqıldarıñdı istetip, uğınbaysıñdar ma"},{"SurahNumber":6,"VerseNumber":33,"Text":"Ey, Muxammed! / Aqïqatında, Biz olardıñ aytqandarınıñ seni qapalandıratının bilemiz. Negizinde, olar seni ötirikşi sanap otırğan joq. Alayda ädiletsizder Allahtıñ ayat-belgilerin teriske şığarwda"},{"SurahNumber":6,"VerseNumber":34,"Text":"Anığında, senen burınğı elşiler de ötirikşige şığarılğan edi. Sonda olar özderiniñ ötirikşige şığarılğanına jäne körgen zäbirlerine Bizdiñ järdemimiz kelgenge deyin sabır etti. Allahtıñ sözderin özgertwşi joq. Aqïqatında, jiberilgen elşiler jayındağı xabarlardan keybiri sağan keldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger sağan olardıñ teris burılwları awır tïse, qolıñnan kelse, jerde / ötetin / bir sañılaw nemese aspanda / şığatın / bir satı izdep tawıp, olarğa belgi-muğjïza äkel! Allah eger qalağanda, olardı twra jolda jïnar edi. Sondıqtan, sen nadandar qatarında bolma"}]}