{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif. Lyam. Mim. Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"My zislaly tobi Pysannya ne dlya toho, shchob u hrudyakh tvoyikh bula cherez nʹoho tryvoha, a shchob ty zasterihav nym, i yak z·hadku dlya viruyuchykh"},{"SurahNumber":7,"VerseNumber":3,"Text":"Tozh iditʹ za tym, shcho zislano vam vid Hospoda vashoho, i ne yditʹ za inshymy pokrovytelyamy zamistʹ Nʹoho! Yak zhe malo vy pro tse pamʺyatayete"},{"SurahNumber":7,"VerseNumber":4,"Text":"Skilʹky selyshch My vyhubyly! Nasha kara pryyshla do nykh unochi, abo koly vony spochyvaly opivdni"},{"SurahNumber":7,"VerseNumber":5,"Text":"Koly pryyshla do nykh kara Nasha, to skazaly vony: «Voistynu, my buly nechestyvtsyamy"},{"SurahNumber":7,"VerseNumber":6,"Text":"My neodminno zapytayemo tykh, do koho prykhodyly poslantsi. My neodminno zapytayemo y samykh poslantsiv"},{"SurahNumber":7,"VerseNumber":7,"Text":"My neodminno rozpovimo yim zi znannyamy [pro yikhni vchynky]; adzhe My ne buly vidsutnimy"},{"SurahNumber":7,"VerseNumber":8,"Text":"Toho Dnya vazhytymutʹ pravylʹno. Chyya shalʹka bude vazhkoyu, ti matymutʹ uspikh"},{"SurahNumber":7,"VerseNumber":9,"Text":"a chyya shalʹka bude lehkoyu, ti vtratyatʹ samykh sebe, adzhe vony nespravedlyvo stavylysya do Nashykh znamenʹ"},{"SurahNumber":7,"VerseNumber":10,"Text":"My daruvaly vam sylu na zemli y daruvaly vam zasoby dlya isnuvannya. Yak malo vy dyakuyete"},{"SurahNumber":7,"VerseNumber":11,"Text":"My stvoryly vas, nadaly vam obraz vash, a potim skazaly anhelam: «Vklonitʹsya Adamu!» I vklonylysya vsi, krim Iblisa, yakyy ne buv sered tykh, yaki vklonylysya"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah skazav: «Shcho zavadylo tobi poklonytysya, koly YA nakazav tse tobi?» Toy vidpoviv: «YA krashchyy za nʹoho! Ty stvoryv mene z vohnyu, a yoho Ty stvoryv iz hlyny"},{"SurahNumber":7,"VerseNumber":13,"Text":"Vin skazav: «Zalysh tse mistse! Tobi nemaye choho vyvyshchuvatysʹ tut! Vyydy, ty budesh odnym iz prynyzhenykh"},{"SurahNumber":7,"VerseNumber":14,"Text":"Toy vidpoviv: «Daruy meni vidstrochku do toho chasu, koly yikh voskresyatʹ"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah skazav: «Voistynu, ty — odyn iz tykh, komu dana vidstrochka"},{"SurahNumber":7,"VerseNumber":16,"Text":"Toy vidpoviv: «Za te, shcho Ty zviv mene, ya robytymu zasidky proty nykh na Tvoyemu pryamomu shlyakhu"},{"SurahNumber":7,"VerseNumber":17,"Text":"A potim ya budu pidkhodyty do nykh speredu, zzadu, sprava y zliva — Ty ne znaydesh bilʹshosti z nykh vdyachnymy"},{"SurahNumber":7,"VerseNumber":18,"Text":"Allah skazav: «Vyydy zvidsy zneslavlenyy i prynyzhenyy! Tymy z nykh, yaki pidutʹ za toboyu, YA neodminno napovnyu heyenu"},{"SurahNumber":7,"VerseNumber":19,"Text":"«O Adame! Zhyvy razom zi svoyeyu druzhynoyu v rayu. Yizhte, zvidky pobazhayete, ale ne nablyzhaytesya do tsʹoho dereva, a to budete nechestyvtsyamy"},{"SurahNumber":7,"VerseNumber":20,"Text":"Shaytan pochav namovlyaty yikh, shchob vidkryty yim nahotu yikhnyu, yakoyi vony ne pomichaly. Vin skazav: «Vash Hospodʹ zaboronyv vam tse derevo dlya toho, shchob vy ne staly anhelamy y bezsmertnymy"},{"SurahNumber":7,"VerseNumber":21,"Text":"Vin poklyavsya yim obom: «YA dlya vas — dobryy poradnyk"},{"SurahNumber":7,"VerseNumber":22,"Text":"Vin vyviv yikh zvidty, spokusyvshy. I koly vony skushtuvaly z toho dereva, to vidkrylasya yim nahota yikhnya y pochaly vony prykryvaty yiyi raysʹkym lystyam. Todi Hospodʹ yikhniy poklykav yikh: «Khiba YA ne zaboronyv vam yisty z tsʹoho dereva y khiba ne kazav vam, shcho shaytan dlya vas — spravzhniy voroh"},{"SurahNumber":7,"VerseNumber":23,"Text":"Vony vidpovily: «Hospody nash! My buly nespravedlyvi sami do sebe! Yakshcho Ty ne prostysh nas i ne zmyluyeshsya nad namy, my neodminno zaznayemo vtrat"},{"SurahNumber":7,"VerseNumber":24,"Text":"Vin skazav: «Vyyditʹ! Odni z vas budutʹ vorohamy inshym. Na zemli bude prytulok vash i korystuvannya blahamy — do pevnoho chasu»"},{"SurahNumber":7,"VerseNumber":25,"Text":"Vin skazav: «Tam vy budete zhyty, tam vy budete pomyraty, i zvidty vyydete"},{"SurahNumber":7,"VerseNumber":26,"Text":"«O syny Adama! My zislaly vam odyah, shchob prykhovaly vy nahotu vashu, a shche prykrasy. Ale odyah bohoboyazlyvosti krashchyy! Tse — znamennya vid Hospoda vashoho. Mozhlyvo, vy zamyslytesʹ"},{"SurahNumber":7,"VerseNumber":27,"Text":"O syny Adama! Ne dozvolyayte shaytanu spokusyty vas tak, yak vin vyviv batʹkiv vashykh iz rayu. Vin zirvav iz nykh odyah, shchob vony pobachyly nahotu odne odnoho. Voistynu, vin i yoho rid bachatʹ vas zvidty, zvidky vy yikh ne bachyte! Voistynu, My zrobyly shaytaniv pokrovytelyamy tykh, yaki ne viruyutʹ"},{"SurahNumber":7,"VerseNumber":28,"Text":"I koly vony roblyatʹ shchosʹ ohydne, to hovoryatʹ: «Tsʹoho trymalysya nashi batʹky — Allah nakazav nam tse!» Skazhy: «Voistynu, Allah ne zaklykaye do ohydnoho! Nevzhe vy budete hovoryty pro Allaha te, choho ne znayete"},{"SurahNumber":7,"VerseNumber":29,"Text":"Skazhy: «Miy Hospodʹ nakazuye buty spravedlyvym. Povertayte svoyi oblychchya do Nʹoho v kozhnomu mistsi pokloninnya y klychte Yoho, shchyro spoviduyuchy Yoho relihiyu. Tak samo, yak Vin dav vam pochatok, do Nʹoho vy povernetesʹ"},{"SurahNumber":7,"VerseNumber":30,"Text":"Chastynu z vas Vin poviv pryamym shlyakhom, a chastynu spravedlyvo zmusyv blukaty. Zamistʹ Allaha vony vzyaly sobi za pokrovyteliv shaytaniv, i shche dumaly pro sebe, shcho ydutʹ pryamym shlyakhom"}]}