{"Id":123,"LanguageCodes":["en","eng"],"Name":"eng-mohammadhabibsh","Author":"Mohammad Habib Shakir","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"The Romans are vanquished"},{"SurahNumber":30,"VerseNumber":3,"Text":"In a near land, and they, after being vanquished, shall overcome"},{"SurahNumber":30,"VerseNumber":4,"Text":"Within a few years. Allah's is the command before and after; and on that day the believers shall rejoice"},{"SurahNumber":30,"VerseNumber":5,"Text":"With the help of Allah; He helps whom He pleases; and He is the Mighty, the Merciful"},{"SurahNumber":30,"VerseNumber":6,"Text":"(This is) Allah's promise! Allah will not fail His promise, but most people do not know"},{"SurahNumber":30,"VerseNumber":7,"Text":"They know the outward of this world's life, but of the hereafter they are absolutely heedless"},{"SurahNumber":30,"VerseNumber":8,"Text":"Do they not reflect within themselves: Allah did not create the heavens and the earth and what is between them two but with truth, and (for) an appointed term? And most surely most of the people are deniers of the meeting of their Lord"},{"SurahNumber":30,"VerseNumber":9,"Text":"Have they not travelled in the earth and seen how was the end of those before them? They were stronger than these in prowess, and dug up the earth, and built on it in greater abundance than these have built on it, and there came to them their apostles with clear arguments; so it was not beseeming for Allah that He should deal with them unjustly, but they dealt unjustly with their own souls"},{"SurahNumber":30,"VerseNumber":10,"Text":"Then evil was the end of those who did evil, because they | rejected the communications of Allah and used to mock them"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah originates the creation, then reproduces it, then to Him you shall be brought back"},{"SurahNumber":30,"VerseNumber":12,"Text":"And at the time when the hour shall come the guilty shall be in despair"},{"SurahNumber":30,"VerseNumber":13,"Text":"And they shall not have any intercessors from among their gods they have joined with Allah, and they shall be deniers of their associate-gods"},{"SurahNumber":30,"VerseNumber":14,"Text":"And at the time when the hour shall come, at that time they shall become separated one from the other"},{"SurahNumber":30,"VerseNumber":15,"Text":"Then as to those who believed and did good, they shall be made happy in a garden"},{"SurahNumber":30,"VerseNumber":16,"Text":"And as to those who disbelieved and rejected Our communications and the meeting of the hereafter, these shall be brought over to the chastisement"},{"SurahNumber":30,"VerseNumber":17,"Text":"Therefore glory be to Allah when you enter upon the time of the evening and when you enter upon the time of the morning"},{"SurahNumber":30,"VerseNumber":18,"Text":"And to Him belongs praise in the heavens and the earth, and at nightfall and when you are at midday"},{"SurahNumber":30,"VerseNumber":19,"Text":"He brings forth the living from the dead and brings forth the dead from the living, and gives life to the earth after its death, and thus shall you be brought forth"},{"SurahNumber":30,"VerseNumber":20,"Text":"And one of His signs is that He created you from dust, then lo! you are mortals (who) scatter"},{"SurahNumber":30,"VerseNumber":21,"Text":"And one of His signs is that He created mates for you from yourselves that you may find rest in them, and He put between you love and compassion; most surely there are signs in this for a people who reflect"},{"SurahNumber":30,"VerseNumber":22,"Text":"And one of His signs is the creation of the heavens and the earth and the diversity of your tongues and colors; most surely there are signs in this for the learned"},{"SurahNumber":30,"VerseNumber":23,"Text":"And one of His signs is your sleeping and your seeking of His grace by night and (by) day; most surely there are signs in this for a people who would hear"},{"SurahNumber":30,"VerseNumber":24,"Text":"And one of His signs is that He shows you the lightning for fear and for hope, and sends down water from the clouds then gives life therewith to the earth after its death; most surely there are signs in this for a people who understand"},{"SurahNumber":30,"VerseNumber":25,"Text":"And one of His signs is that the heaven and the earth subsist by His command, then when He calls you with a (single) call from out of the earth, lo! you come forth"},{"SurahNumber":30,"VerseNumber":26,"Text":"And His is whosoever is in the heavens and the earth; all are obedient to Him"},{"SurahNumber":30,"VerseNumber":27,"Text":"And He it is Who originates the creation, then reproduces it, and it is easy to Him; and His are the most exalted attributes in the heavens and the earth, and He is the Mighty, the Wise"},{"SurahNumber":30,"VerseNumber":28,"Text":"He sets forth to you a parable relating to yourselves: Have you among those whom your right hands possess partners in what We have given you for sustenance, so that with respect to it you are alike; you fear them as you fear each other? Thus do We make the communications distinct for a people who understand"},{"SurahNumber":30,"VerseNumber":29,"Text":"Nay! those who are unjust follow their low desires without any knowledge; so who can guide him whom Allah makes err? And they shall have no helpers"},{"SurahNumber":30,"VerseNumber":30,"Text":"Then set your face upright for religion in the right state-- the nature made by Allah in which He has made men; there is no altering of Allah's creation; that is the right religion, but most people do not know"}]}