{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Arabet e shkretetires deklarojne: “Ne besojme”. Thuaju: “Ju nuk keni besuar! Por me mire thoni: ‘Ne perulemi’, pasi besimi ende nuk ka hyre (si duhet) ne zemrat tuaja. E, nese i bindeni Allahut dhe te Derguarit te Tij, nuk do t’ju pakesohet asgje prej veprave tuaja. Sigurisht, Allahu eshte Fales dhe Meshireplote.”"},{"SurahNumber":49,"VerseNumber":15,"Text":"Besimtare te vertete jane vetem ata qe besojne Allahun dhe te Derguarin e Tij dhe pastaj nuk dyshojne, por luftojne ne rrugen e Allahut me pasurine dhe jeten e tyre. Keta jane besimtare te sinqerte"},{"SurahNumber":49,"VerseNumber":16,"Text":"Thuaju: “Valle, a do ta njoftoni Allahun per fene tuaj, nderkohe qe Ai di gjithcka qe permbajne qiejt dhe Toka?! Allahu eshte i Dijshem per cdo gje.”"},{"SurahNumber":49,"VerseNumber":17,"Text":"Ata e quajne si favor per ty qe kane pranuar Islamin. Thuaju: “Mos e quani si favor per mua se keni pranuar Islamin; perkundrazi, Allahu ju ka dhuruar miresi dhe ju ka udhezuar ne besim, nese ajo qe thoni eshte e vertete!”"},{"SurahNumber":49,"VerseNumber":18,"Text":"Allahu i di fshehtesite e qiejve dhe te Tokes. Allahu i sheh te gjitha ato qe beni ju"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Betohem ne Kuranin e lavdishem"},{"SurahNumber":50,"VerseNumber":2,"Text":"Po! Ata cuditen qe nga gjiri i tyre u ka ardhur nje paralajmerues, keshtu qe mohuesit thone: “Kjo gje eshte e cuditshme"},{"SurahNumber":50,"VerseNumber":3,"Text":"Valle, pasi te vdesim e te behemi pluhur (do te ringjallemi serish)? Ai kthim eshte i larget!”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Ne e dime sa prej tyre i merr toka, tek Ne eshte Libri qe i ruan te gjitha"},{"SurahNumber":50,"VerseNumber":5,"Text":"Mirepo, ata e mohojne te Verteten kur u vjen, keshtu qe ata jane ne gjendje te turbulluar"},{"SurahNumber":50,"VerseNumber":6,"Text":"A nuk e shohin ata qiellin qe qendron siper tyre, si e kemi ndertuar dhe zbukuruar, pa pasur kurrfare plasaritjeje ne te"},{"SurahNumber":50,"VerseNumber":7,"Text":"Ndersa Token e kemi shtruar dhe ne te kemi shperndare male te palevizshme dhe kemi bere, qe nga ajo, te mbijne gjithfarelloj bimesh te bukura"},{"SurahNumber":50,"VerseNumber":8,"Text":"si mjet ndricimi te mendjes dhe perkujtese per cdo rob qe i drejtohet Zotit te vet"},{"SurahNumber":50,"VerseNumber":9,"Text":"Ne leshojme nga qielli uje te bekuar dhe nepermjet tij krijojme kopshte, drithera qe korren"},{"SurahNumber":50,"VerseNumber":10,"Text":"dhe palma hurme te larta me tufa frutash njera mbi tjetren"},{"SurahNumber":50,"VerseNumber":11,"Text":"si ushqim per roberit Tane; ne kete menyre Ne me shi e ringjallim token e vdekur. E keshtu do te jete edhe ringjallja"},{"SurahNumber":50,"VerseNumber":12,"Text":"Para tyre ka mohuar populli i Nuhut, banoret e Ressit dhe fisi Themud"},{"SurahNumber":50,"VerseNumber":13,"Text":"edhe fisi Ad, Faraoni dhe vellezerit e Lutit"},{"SurahNumber":50,"VerseNumber":14,"Text":"edhe banoret e Ejkes, edhe populli i Tubbas; te gjithe ata i quajten genjeshtare te derguarit, prandaj kunder tyre u permbush denimi Im"},{"SurahNumber":50,"VerseNumber":15,"Text":"Valle, a mos u lodhem Ne gjate krijimit te pare? Jo, por ata dyshojne ne krijimin e serishem"},{"SurahNumber":50,"VerseNumber":16,"Text":"Ne e kemi krijuar njeriun dhe, Ne e dime c’i peshperit atij shpirti i vet. Ne jemi me prane tij se damari i qafes se vet"},{"SurahNumber":50,"VerseNumber":17,"Text":"Dy engjej i rrine atij nga e djathta dhe e majta"},{"SurahNumber":50,"VerseNumber":18,"Text":"dhe, per cdo fjale qe ai thote, ka prane vetes nje mbikeqyres te gatshem (per ta shenuar ate)"},{"SurahNumber":50,"VerseNumber":19,"Text":"Agonia e vdekjes do te sjelle te verteten (e jetes tjeter): ja, kjo eshte ajo se ciles perpiqeshe t’i ikje"},{"SurahNumber":50,"VerseNumber":20,"Text":"Dhe do te fryhet ne Sur - kjo eshte Dita e kercenimit"},{"SurahNumber":50,"VerseNumber":21,"Text":"Cdo shpirt do te vije i shoqeruar me nje (engjell) grahes dhe nje (engjell) deshmitar"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Mohuesit do t’i thuhet): “Ti ke qene i pavemendshem per kete. Tashti ta kemi ngritur perden (e syve), dhe shikimi yt sot eshte i mprehte.”"},{"SurahNumber":50,"VerseNumber":23,"Text":"E shoqeruesi i tij (engjell) do te thote: “Ketu eshte (shenimi i veprave te tij) qe kam gati”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Do t’u thuhet:) “Hidhni ne zjarr cdo njeri jobesimtar, kryenec"},{"SurahNumber":50,"VerseNumber":25,"Text":"pengues te te mirave, shkeles dhe dyshues (ne fe)"},{"SurahNumber":50,"VerseNumber":26,"Text":"cdo njeri qe ka besuar ne zot tjeter, pervec Allahut. Keshtu pra, flakeni ate ne denimin me te rende!”"}]}