{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":111,"Text":"Allah, mu'minlerden canlarını ve mallarını cennet kendilerinin olmak uzere satın almıstır. Allah yolunda savasırlar, oldururler ve oldurulurler. Bu, Allah'ın, Tevrat'ta, Incil'de ve Kur'an'da ustlendigi gercek bir sozdur! Kim Allah'tan daha cok sozunde durabilir? O halde O'nunla yaptıgınız bu alısverisinizden oturu sevinin. Gercekten bu, buyuk basarıdır"},{"SurahNumber":9,"VerseNumber":112,"Text":"Tevbe edenler, ibadet edenler, hamdedenler, seyahat edenler, ruku edenler, secde edenler, iyiligi emredip kotulukten men'edenler ve Allah'ın sınırlarını koruyanlar... Iste o mu'minleri mujdele (ne mutlu onlara)"},{"SurahNumber":9,"VerseNumber":113,"Text":"Akraba bile olsalar, cehennem halkı oldukları belli olduktan sonra (Allah'a) ortak kosanlar icin magfiret dilemek; ne peygamberin, ne de inananların yapacagı bir is degildir"},{"SurahNumber":9,"VerseNumber":114,"Text":"Ibrahim'in babası icin magfiret dilemesi, sadece ona verdigi bir sozden oturu idi. Fakat onun, bir Allah dusmanı oldugu, kendisine belli olunca ondan uzak durdu. Gercekten Ibrahim, cok icli ve yumusak huylu idi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah, bir kavmi dogru yola ilettikten sonra, sakınmaları gereken seyleri kendilerine acıklamadıkca onları saptıracak degildir. Allah herseyi bilendir"},{"SurahNumber":9,"VerseNumber":116,"Text":"Goklerin ve yerin mulku Allah'ındır. Yasatan, olduren O'dur. Sizin Allah'tan baska bir dost ve yardımcınız yoktur"},{"SurahNumber":9,"VerseNumber":117,"Text":"Andolsun Allah, Peygamberi ve o gucluk sa'atinde ona uyan Muhacirleri ve Ensarı affetti. O zaman iclerinden bir kısmının kalbleri kaymaga yuz tutmus iken yine de onların tevbesini kabul buyurdu. Cunku O, onlara karsı cok sefkatli, cok merhametlidir"},{"SurahNumber":9,"VerseNumber":118,"Text":"Ve (seferden) geri bırakılan o uc kisinin de tevbesini kabul buyurdu. Butun genisligiyle beraber dunya baslarına dar gelmis ve canları sıkıldıkca sıklmıs ve Allah'tan, yine kendisine sıgınmaktan baska care olmadıgını anlamıslardı. Allah onların tevbesini kabul buyurdu ki tevbe etsinler. Cunku Allah, tevbeyi cok kabul eden, cok esirgeyendir"},{"SurahNumber":9,"VerseNumber":119,"Text":"Ey inananlar, Allah'tan korkun ve dogrularla beraber olun"},{"SurahNumber":9,"VerseNumber":120,"Text":"Ne Medine halkının, ne de onların cevresinde bulunan bedevi Arapların, Allah'ın Elcisinden geri kalmaları ve onun canından once kendi canlarının kaygısına dusmeleri, onlara yakısmaz. Boyledir, cunku Allah yolunda ugrayacakları hicbir susuzluk, yorgunluk, aclık; kafirleri ofkelendirecek bir yeri cigne(yip zaptet)meleri ve dusmana karsı bir basarı kazanmaları yoktur ki mutlaka bunlarla kendilerine iyi bir amel yazılmıs olmasın. Allah guzel davrananların ecrini zayi etmez"},{"SurahNumber":9,"VerseNumber":121,"Text":"Kucuk, buyuk bir masraf yapmaları, bir vadiyi gecmeleri, mutlaka onların lehine yazılır ki Allah onları, yaptıklarının en guzeliyle mukafatlandırsın"}]}