{"Id":53,"LanguageCodes":["bn","ben"],"Name":"ben-muhiuddinkhan-la","Author":"Muhiuddin Khan","Language":"Bengali","Description":"Bengali - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Tomara tomadera palanakartara ksama ebam jannatera dike chute ya'o yara simana hacche asamana o yamina, ya tairi kara hayeche paraheyagaradera jan'ya."},{"SurahNumber":3,"VerseNumber":134,"Text":"Yara sbacchalataya o abhabera samaya byaya kare, yara nijedera ragake sambarana kare ara manusera prati ksama pradarsana kare, bastutah allaha satkarmasiladigake'i bhalabasena."},{"SurahNumber":3,"VerseNumber":135,"Text":"Tara kakhana'o kona aslila kaja kare phelale kimba kona manda kaje jarita haye nijera upara juluma kare phelale allahake smarana kare ebam nijera papera jan'ya ksama prarthana kare. Allaha chara ara ke papa ksama karabena? Tara nijera krtakarmera jan'ya hathakarita pradarsana kare na ebam jene-sune ta'i karate thake na."},{"SurahNumber":3,"VerseNumber":136,"Text":"Tadera'i jan'ya pratidana halo tadera palanakartara ksama o jannata, yara taladese prabahita hacche prasrabana yekhane tara thakabe anantakala. Yara kaja kare tadera jan'ya kata'ina camatkara pratidana."},{"SurahNumber":3,"VerseNumber":137,"Text":"Tomadera age atita hayeche aneka dharanera jibanacarana. Tomara prthibite bhramana kara ebam dekha yara mithya pratipanna kareche tadera parinati ki hayeche."},{"SurahNumber":3,"VerseNumber":138,"Text":"E'i halo manusera jan'ya barnana. Ara yara bhaya kare tadera jan'ya upadesabani."},{"SurahNumber":3,"VerseNumber":139,"Text":"Ara tomara nirasa hayo na ebam duhkha karo na. Yadi tomara mumina ha'o tabe, tomara'i jayi habe."},{"SurahNumber":3,"VerseNumber":140,"Text":"Tomara yadi ahata haye thaka, tabe tara'o to temani ahata hayeche. Ara e dinaguloke ami manusera madhye palakrame abartana ghatiye thaki. Ebhabe allaha janate cana kara imanadara ara tini tomadera kichu lokake sahida hisabe grahana karate cana. Ara allaha atyacariderake bhalabasena na."},{"SurahNumber":3,"VerseNumber":141,"Text":"Ara e karane allaha imanadaraderake paka-sapha karate cana ebam kapheraderake dhabansa kare dite cana."},{"SurahNumber":3,"VerseNumber":142,"Text":"Tomadera ki dharana, tomara jannate prabesa karabe? Athaca allaha ekhana'o dekhenani tomadera madhye kara jehada kareche ebam kara dhairyyasila."},{"SurahNumber":3,"VerseNumber":143,"Text":"Ara tomara to mrtyu asara age'i marana kamana karate, kaje'i ekhana to tomara ta cokhera samane upasthita dekhate paccha."},{"SurahNumber":3,"VerseNumber":144,"Text":"Ara muham'mada ekajana rasula bai to naya! Tamra purbe'o bahu rasula atibahita haye gechena. Tahale ki tini yadi mrtyubarana karena athaba nihata hana, tabe tomara pascadapasarana karabe? Bastutah ke'u yadi pascadapasarana kare, tabe tate allahara kichu'i ksati-brd'dhi habe na. Ara yara krtajna, allaha tadera sa'oyaba dana karabena."},{"SurahNumber":3,"VerseNumber":145,"Text":"Ara allahara hukuma chara ke'u marate pare na-sejan'ya ekata samaya nirdharita rayeche. Bastutah ye loka duniyaya binimaya kamana karabe, ami take ta duniyate'i dana karaba. Paksantare-ye loka akherate binimaya kamana karabe, ta theke ami take ta'i debo. Ara yara krtajna taderake ami pratidana debo"},{"SurahNumber":3,"VerseNumber":146,"Text":"ara bahu nabi chilena, yamdera sangi-sathira tamdera anubarti haye jehada kareche; allahara pathe-tadera kichu kasta hayeche bate, kintu allahara rahe tara here'o yayani, klanta'o hayani ebam dame'o yayani. Ara yara sabara kare, allaha taderake bhalabasena."},{"SurahNumber":3,"VerseNumber":147,"Text":"Tara ara kichu'i baleni-sudhu baleche, he amadera palanakarta! Mocana kare da'o amadera papa ebam ya kichu barabari haye geche amadera kaje. Ara amadigake drrha rakha ebam kapheradera upara amadigake sahayya kara."},{"SurahNumber":3,"VerseNumber":148,"Text":"Atahpara allaha taderake duniyara sa'oyaba dana karechena ebam yathartha akheratera sa'oyaba. Ara yara satkarmasila allaha taderake bhalabasena."},{"SurahNumber":3,"VerseNumber":149,"Text":"He imanadaragana! Tomara yadi kapheradera katha sona, tahale ora tomaderake pechane phiriye debe, tate tomara ksatira sam'mukhina haye parabe."},{"SurahNumber":3,"VerseNumber":150,"Text":"Baram allaha tomadera sahayyakari, ara tamra sahayya'i hacche uttama sahayya."},{"SurahNumber":3,"VerseNumber":151,"Text":"Khuba sighra'i ami kapheradera mane bhitira sancara karabo. Karana, ora allahara sathe ansidara sabyasta kare ye samparke kona sanada abatirna kara hayani. Ara odera thikana halo doyakhera aguna. Bastutah jalemadera thikana atyanta nikrsta."},{"SurahNumber":3,"VerseNumber":152,"Text":"Ara allaha se oyadake satye parinata karechena, yakhana tomara tamra'i nirdese odera khatama karachile. Emanaki yakhana tomara chatrabhanga haye pareche o kartabya sthira karara byapare bibade lipta hayeche. Ara ya tomara ca'ite ta dekhara para krtaghnata pradarsana karecha, tate tomadera karo kamya chila duniya ara karo ba kamya chila akherata. Atahpara tomadigake sariye dilena odera upara theke yate tomadigake pariksa karena. Bastutah tini tomadigake ksama karechena. Ara allahara muminadera prati anugrahasila."}]}