{"Id":326,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_eu/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_eu , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":133,"Text":"Y apresuraos hacia el perdón de vuestro Señor y hacia un paraíso tan inmenso como los cielos y la tierra que ha sido preparado para los piadosos"},{"SurahNumber":3,"VerseNumber":134,"Text":"esos que dan en caridad en la prosperidad y en la adversidad, reprimen su ira y perdonan a los demás. Y Al-lah ama a quienes obran el bien"},{"SurahNumber":3,"VerseNumber":135,"Text":"Esos que, si cometen una inmoralidad y se perjudican a sí mismos (cometiendo acciones reprobables), recuerdan a Al-lah y Le piden perdón por sus pecados —¡¿Y quién sino Al-lah perdona los pecados?!— y no reinciden en sus (malas) acciones a sabiendas"},{"SurahNumber":3,"VerseNumber":136,"Text":"Recibirán como recompensa el perdón de su Señor y jardines por los cuales corren ríos, donde vivirán eternamente. ¡Y qué excelente recompensa para quienes actúan bien"},{"SurahNumber":3,"VerseNumber":137,"Text":"Y, ciertamente, otras naciones que pasaron antes de vosotros sufrieron también (pérdidas y pruebas como las que habéis pasado en Uhud, mas la derrota final será para quienes rechacen la verdad). ¡Recorred la tierra y observad cuál fue el final de quienes no creyeron (en Al-lah ni en Sus mensajeros)"},{"SurahNumber":3,"VerseNumber":138,"Text":"Este (Corán) es una aclaración de la verdad para los hombres, una guía y una exhortación para los piadosos"},{"SurahNumber":3,"VerseNumber":139,"Text":"Así pues, no os desalentéis ni os entristezcáis por lo sucedido (en la batalla de Uhud), pues seréis vosotros finalmente los triunfadores, si en verdad sois creyentes"},{"SurahNumber":3,"VerseNumber":140,"Text":"Si habéis sufrido un duro golpe (en Uhud), también lo sufrieron ellos (al perder en Badr). Y así alternamos el triunfo y la derrota entre los hombres, para que Al-lah ponga a prueba a los creyentes y tome a mártires de entre vosotros. Y Al-lah no ama a los injustos que rechazan la verdad"},{"SurahNumber":3,"VerseNumber":141,"Text":"Y (ello es así) para que Al-lah ponga a prueba a los creyentes (purificándolos de sus pecados) y acabe con quienes niegan la verdad"},{"SurahNumber":3,"VerseNumber":142,"Text":"¿O acaso pensasteis que entraríais en el paraíso sin que Al-lah evidenciase quiénes combaten por Su causa y quiénes son los pacientes (en la adversidad)"},{"SurahNumber":3,"VerseNumber":143,"Text":"Y, realmente, deseasteis morir en combate (para ser mártires) antes de encontraros con la muerte (en la batalla).Ahora la habéis visto (como deseabais y pedíais) delante de vosotros, (¡luchad, pues, y sed pacientes)"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad no es más que un mensajero, y hubo otros antes de él. ¿Acaso si muriera o lo mataran daríais la espalda a la verdad (volviendo a la incredulidad)? Y quien eso hiciera no perjudicaría en nada a Al-lah. Y Al-lah recompensará a los agradecidos (que se mantienen firmes en su fe)"},{"SurahNumber":3,"VerseNumber":145,"Text":"Y nadie puede morir a no ser que sea con el consentimiento de Al-lah y en el momento que Él ha decretado. Quien quiera una recompensa en esta vida la obtendrá, y quien quiera una recompensa en la otra vida la obtendrá. Y recompensaremos a los agradecidos"},{"SurahNumber":3,"VerseNumber":146,"Text":"¡Y cuántos profetas lucharon en compañía de sus seguidores, y estos no se acobardaron a pesar de todo lo que padecieron en la causa de Al-lah, ni flaquearon, ni se rindieron! Y Al-lah ama a los pacientes"},{"SurahNumber":3,"VerseNumber":147,"Text":"Y sus únicas palabras (ante las adversidades) eran: «¡Señor, perdona nuestros pecados y transgresiones, haz que nos mantengamos firmes y concédenos la victoria sobre quienes rechazan la verdad!»"},{"SurahNumber":3,"VerseNumber":148,"Text":"Entonces Al-lah les concedió la recompensa de esta vida y la excelente recompensa de la otra. Y Al-lah ama a quienes hacen el bien"},{"SurahNumber":3,"VerseNumber":149,"Text":"¡Oh, creyentes!, si obedecéis a quienes rechazan la verdad, harán que regreséis a la incredulidad y que os convirtáis en perdedores"},{"SurahNumber":3,"VerseNumber":150,"Text":"Y Al-lah es vuestro protector y el mejor de los auxiliadores"},{"SurahNumber":3,"VerseNumber":151,"Text":"Infundiremos temor en los corazones de quienes rechazan la verdad por adorar a otros además de a Al-lah sin haber recibido ninguna autorización para hacerlo. Habitarán en el fuego, ¡y qué pésima morada la de los injustos"},{"SurahNumber":3,"VerseNumber":152,"Text":"Y Al-lah cumplió la promesa que os hizo (al comienzo de la batalla de Uhud) cuando, con Su consentimiento, matabais y vencíais a vuestro enemigo; hasta que flaqueasteis y comenzasteis a discutir la orden (de no abandonar bajo ningún concepto vuestra posición en la batalla) y desobedecisteis cuando (Al-lah) os mostró (el botín y la victoria) que deseabais. Algunos de entre vosotros deseáis (los bienes de) la vida terrenal, y otros deseáis la (recompensa de la) eterna. EntoncesÉl hizo que (os vencieran y) huyerais de ellos para poneros a prueba. Pero, ciertamente, os ha perdonado (al saber de vuestro arrepentimiento por haber desobedecido). Y el favor de Al-lah con los creyentes es inmenso"}]}