{"Id":436,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk1-la","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":92,"Text":"Yemin olsun ki, Musa size acık-secik hak beyanlarla gelmisti de onun arkasından buzagıyı ilah edinmistiniz. Zalimlersiniz sizler"},{"SurahNumber":2,"VerseNumber":93,"Text":"Hani kesin soz almıstık sizden de Tur´u uzerinize kaldırmıstık. \"Size verdigimizi kuvvetlice tutun ve dinleyin.\" demistik. Soyle demislerdi: \"Dinledik ve isyan ettik.\" Inkarları yuzunden gonullerine buzagı icirildi. De ki: \"Eger inanan kisilerseniz, ne kotu seydir size imanınızın emretmekte oldugu"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki: \"Allah katındaki ahıret yurdu diger insanların degil de yalnız ve yalnız sizin ise, eger dogru sozlu iseniz, hadi isteyin olumu"},{"SurahNumber":2,"VerseNumber":95,"Text":"Ellerinin onden gonderdigi seyler yuzunden olumu hic bir zaman istemeyeceklerdir. Allah, zalimleri cok iyi bilmektedir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Sen onları, insanların yasamaya en duskunu olarak bulursun. Sirke batanlardan bile... Her biri bin yıl omur sursun ister. Oysa ki, uzun yasaması onu azaptan uzaklastıracak degildir. Allah, yapmakta olduklarını cok iyi gormektedir"},{"SurahNumber":2,"VerseNumber":97,"Text":"De ki: \"Kim Cebrail´e - ki o, Allah´ın izniyle Kur´an´ı kendinden oncekini dogrulayıcı, insanlara yol gosterici ve mujde olarak senin kalbine indirmistir - dusman kesilirse"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kim Allah´a, O´nun meleklerine, resullerine, Cebrail´e, Mikail´e dusman kesilirse, Allah da bu tur inkarcılara dusman kesilir"},{"SurahNumber":2,"VerseNumber":99,"Text":"And olsun, biz sana acık-secik ayetler indirdik. Onları, pislik ve sapıklıga bulasmıs olanlardan baskası inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"Bir ahitle soz verdikleri her seferinde, iclerinden bir fırka ahdi kaldırıp atmadı mı? Dogrusu su ki, onların cokları iman etmezler"},{"SurahNumber":2,"VerseNumber":101,"Text":"Allah katından kendilerine, ellerinde bulunanı tasdikleyici bir resul geldiginde, kitap verilenlerden bir fırka, Allah´ın Kitabı´nı hic bilmiyorlarmıs gibi kaldırıp arkalarına attılar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Suleyman´ın mulk ve saltanatı konusunda onlar, seytanların okuyup durduklarına uydular. Halbuki Suleyman kufre sapmamıstı. Ancak seytanlar kufre sapmıstı; insanlara buyuyu ogretiyorlardı. Ve Babil´de Harut ve Marut adlı iki melek uzerine indirileni ogretiyorlardı. Oysa ki o iki melek, \"Biz bir imtihan aracıyız, sakın kufre sapma!\" demedikce hic kimseye bir sey ogretmiyorlardı. Insanlar onlardan erkekle esinin arasını acacakları seyi ogreniyorlardı. Ne var ki, onlar onunla Allah´ın izni olmadıkca hic kimseye zarar veremezler. Onlar kendilerine zarar vereni, yarar vermeyeni ogreniyorlardı. Yemin olsun ki, onu satın alanın ahırette hic bir nasibi olmayacagını acıkca bilmislerdir. Oz benliklerini sattıkları sey ne kotudur! Bir bilebilselerdi"},{"SurahNumber":2,"VerseNumber":103,"Text":"Eger onlar iman edip sakınsalardı, Allah katından bir sevap elbette daha kıymetli olurdu. Keske bilebilselerdi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler! \"Raina\" demeyin, \"unzurna\" deyin/\"bizi davar gibi gut\" diye konusmayın, \"bize bak\" diye konusun ve dinleyin. Kafirler icin korkunc bir azap vardır"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ehlikitap´ın kufre sapanlarıyla musrikler, Rabb´inizden size bir hayır indirilmesini istemezler. Ama Allah, rahmetini diledigine ozguler. Allah, buyuk lutfun sahibidir"}]}