{"Id":76,"LanguageCodes":["ca","cat"],"Name":"cat-yousseflyoussi","Author":"Youssef Lyoussi","Language":"Catalan","Description":"Catalan","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Veuràs que els més hostils als creients són els jueus i els associadors, i que els més amics dels creients són els quals diuen: «Som cristians». És que hi ha entre ells sacerdots i monjos i no són altius"},{"SurahNumber":5,"VerseNumber":83,"Text":"Quan escolten el que s'ha revelat al Missatger, veus que els seus ulls s'inunden de llàgrimes de reconeixement de la Veritat. Diuen: «Senyor! Creiem! Apunta'ns, doncs. com testimonis"},{"SurahNumber":5,"VerseNumber":84,"Text":"Com no anem a creure en Al·là i en la Veritat vinguda a nosaltres si vam anhelar que el nostre Senyor ens introdueixi amb els justs?»"},{"SurahNumber":5,"VerseNumber":85,"Text":"Al·là els recompensarà pel que han dit amb jardins pels baixos dels quals fluïxen rierols, en els quals estaran eternament. Aquesta és la retribució de qui fan el bé"},{"SurahNumber":5,"VerseNumber":86,"Text":"Però qui no creen i desmenteixin Els nostres signes habitaran en el Jaheem"},{"SurahNumber":5,"VerseNumber":87,"Text":"Creients! No prohibiu les coses bones que Al·là us ha permès! I no violeu la llei, que Al·là no estima als que la violen"},{"SurahNumber":5,"VerseNumber":88,"Text":"Mengeu del lícit i bo que Al·là us ha proveït! I temeu a Al·là, en Qui creieu"},{"SurahNumber":5,"VerseNumber":89,"Text":"Al·là no us tindrà en compte la vanitat dels vostres juraments, però si el que hàgiu jurat deliberadament. Com expiació, alimentareu a deu pobres com soleu alimentar a la vostra família, o els vestireu, o manumetreu a un esclau. Qui no pugui, que dejuni tres dies. Quan jureu, aquesta serà la expiació pels vostres juraments. Sigueu fidels al que jureu! Així us explica Al·là els seus versicles. Potser, així, sigueu agraïts"},{"SurahNumber":5,"VerseNumber":90,"Text":"Creients! El vi, el Maysir, Els altars i les fletxes no són sinó abominació i obra del Dimoni. Eviteu-lo, doncs! Potser, així, prospereu"},{"SurahNumber":5,"VerseNumber":91,"Text":"El Dimoni vol només crear hostilitat i odi entre vosaltres valent-se del vi i del maysir, i impedir-vos que recordeu a Al·là i feu la azalá. Us abstindreu, doncs"},{"SurahNumber":5,"VerseNumber":92,"Text":"Obeïu a Al·là, obeïu al Missatger i guardeu-vos! Però, si torneu l'esquena sapigueu que al nostre Missatger li incumbeix només la transmissió clara"},{"SurahNumber":5,"VerseNumber":93,"Text":"Qui creuen i obren bé, no pequen en el seu menjar si temen a Al·là, creuen i obren bé, després temen a Al·là i creuen, després temen a Al·là i fan el bé. Al·là estima a qui fan el bé"},{"SurahNumber":5,"VerseNumber":94,"Text":"Creients! Al·là ha de provar-vos amb alguna caça obtinguda amb les vostres mans o amb les vostres llances, per a saber qui Li tem en secret. Qui, després d'això, violi la llei, tindrà un càstig dolorós"},{"SurahNumber":5,"VerseNumber":95,"Text":"Creients! No mateu la caça mentre estigueu sacralitzats. Si un de vosaltres la mata deliberadament, oferirà a la Caaba, en compensació, un cap de bestiar del seu ramat, equivalent a la caça que va matar -segons el parer de dues persones justes d'entre vosaltres-, o bé expiarà donant per a menjar als pobres o dejunant quelcom equivalent, perquè agradi la gravetat de la seva conducta. Al·là perdona el passat, però Al·là es venjarà del reincident. Al·là és Poderós, Venjador"},{"SurahNumber":5,"VerseNumber":96,"Text":"Us és lícita la pesca i alimentar-vos d'ella per a gaudi vostre i dels viatgers, però us està prohibida la caça mentre duri la vostra sacralització. I temeu a Al·là cap a Qui sereu congregats"}]}