{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":10,"Text":"Their Messengers said: \"Can there be any doubt about Allah, the Creator of the heavens and the earth? He invites you that He may forgive you your sins and grant you respite till an appointed term.\" They replied: \"You are only a human being like ourselves. You seek to prevent us from serving those whom our forefathers have been serving all along. If that is so, produce a clear authority for it"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their Messengers told them: \"Indeed we are only human beings like yourselves, but Allah bestows His favour on those of His servants whom He wills. It does not lie in our power to produce any authority except by the leave of Allah. It is in Allah that the believers should put their trust"},{"SurahNumber":14,"VerseNumber":12,"Text":"And why should we not put our trust in Allah when it is indeed He Who has guided us to the ways of our life? We shall surely continue to remain steadfast in face of your persecution. All those who have to put trust, should put their trust only in Allah"},{"SurahNumber":14,"VerseNumber":13,"Text":"Then the unbelievers told their Messengers: \"You will have to return to the fold of our faith or else we shall banish you from our land.\" Thereupon their Lord revealed to them: \"We will most certainly destroy these wrong-doers"},{"SurahNumber":14,"VerseNumber":14,"Text":"and will then cause you to settle in the land as their successors. That is the reward for him who fears to stand for reckoning and holds My threat in awe"},{"SurahNumber":14,"VerseNumber":15,"Text":"They sought Our judgement. And (thanks to that judgement) every obstinate tyrant opposed to the Truth was brought to naught"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hell is before him and he shall be made to drink of the oozing pus"},{"SurahNumber":14,"VerseNumber":17,"Text":"which he will gulp but will scarcely swallow, and death will come upon him from every quarter, and yet he will not be able to die. A terrible chastisement lies ahead in pursuit of him"},{"SurahNumber":14,"VerseNumber":18,"Text":"This is the example of those who disbelieve in their Lord: their works are like ashes upon which the wind blows fiercely on a tempestuous day. They shall find no reward for their deeds. That indeed is the farthest point in straying"},{"SurahNumber":14,"VerseNumber":19,"Text":"Do you not see that Allah created the heavens and the earth in Truth? Were He to will, He could take you away and bring a new creation"},{"SurahNumber":14,"VerseNumber":20,"Text":"That is not at all difficult for Allah"},{"SurahNumber":14,"VerseNumber":21,"Text":"Then all of them will appear exposed before Allah, and the weak ones will say to the haughty ones: \"We merely followed you. Will you, then, protect us from Allah's chastisement?\" They will say: \"Had Allah shown us the Way to our salvation, we would surely have also guided you. Now it is all the same whether we cry or suffer patiently, we have no escape"},{"SurahNumber":14,"VerseNumber":22,"Text":"After the matter has been finally decided Satan will say: \"Surely whatever Allah promised you was true; as for me, I went back on the promise I made to you. I had no power over you except that I called you to my way and you responded to me. So, do not blame me but blame yourselves. Here, neither I can come to your rescue, nor can you come to mine. I disavow your former act of associating me in the past with Allah. A grievous chastisement inevitably lies ahead for such wrong-doers"},{"SurahNumber":14,"VerseNumber":23,"Text":"As for those who had believed and did good in the world, they shall be admitted to the Gardens beneath which rivers flow. There, with the leave of Allah, they shall abide forever, and will be greeted with: \"Peace"},{"SurahNumber":14,"VerseNumber":24,"Text":"Do you not see how Allah has given the example of a good word? It is like a good tree, whose root is firmly fixed, and whose branches reach the sky"},{"SurahNumber":14,"VerseNumber":25,"Text":"ever yielding its fruit in every season with the leave of its Lord. Allah gives examples for mankind that they may take heed"},{"SurahNumber":14,"VerseNumber":26,"Text":"And the example of an evil word is that of an evil tree, uprooted from the surface of the earth, wholly unable to endure"},{"SurahNumber":14,"VerseNumber":27,"Text":"Thus, through a firm word, Allah grants firmness to the believers both in this world and in the Hereafter. As for the wrong-doers, Allah lets them go astray. Allah does whatever He wills"}]}