{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"Medyen sehri halkına da kardesleri Suayb’i gonderdik. O, soyle dedi: “- Ey Kavmim! Allah’a ibadet edin. Sizin ondan baska hic bir ilahınız yoktur. Olcegi ve tartıyı noksan yapmayın; ben sizi bir hayır ve bereket icinde goruyorum. Bununla beraber hileye devam ederseniz, ben, sizi kusatacak olan bir gunun azabından korkuyorum"},{"SurahNumber":11,"VerseNumber":85,"Text":"Ey kavmim! Olcekte ve tartıda adaleti yerine getirin. Insanların mallarını eksiltmeyin ve yeryuzunde fesad cıkararak fenalık etmeyin"},{"SurahNumber":11,"VerseNumber":86,"Text":"Eger muminseniz, Allah’ın halal olarak bırakıldıgı kar, sizin icin daha hayırlıdır. Ben de sizin uzerinizde bir gozetleyici degilim.”"},{"SurahNumber":11,"VerseNumber":87,"Text":"Onlar dediler ki: “- Ey Suayb! Babalarımızın taptıkları seyleri terketmemizi, istemekten vazgecmemizi, sana namazın mı emrediyor? Dogrusu sen, yumusak huylusun, cok akıllısın. (MasAllah!... diyerek alay ettiler.)”"},{"SurahNumber":11,"VerseNumber":88,"Text":"Suayb soyle dedi: “-Ey Kavmim! Soyleyin bakayım! Eger ben, Rabbimden bir Peygamberlik uzerinde bulunuyorsam ve o, bana katından guzel bir rızık vermisse, ne yapmalıyım? Ben size aykırı hareket etmekle, sizi alıkoydugum seylere, kendim dusmek istemiyorum. Ben, ancak gucumun yettigi kadar islah etmek istiyorum. Basarım da yalnız Allah’ın yardımı iledir. Sadece ona tevekkul ettim ve ona donecegim"},{"SurahNumber":11,"VerseNumber":89,"Text":"Ey kavmim! Bana karsı gelmeniz, Nuh kavminin yahud Hud kavminin veya salih kavminin baslarına gelenler gibi, sakın size bir musibet getirmesin. Hele Lut kavmi, zaman ve yer bakımından sizden uzak degildir (onların baslarına gelenlerden ibret almaz mısınız)"},{"SurahNumber":11,"VerseNumber":90,"Text":"Rabbinizden magfiret dileyin. Sonra, gunahlardan tevbe edip ona sıgının. Gercekten benim Rabbim cok merhametlidir, cok sevgilidir.”"},{"SurahNumber":11,"VerseNumber":91,"Text":"Onlar soyle dediler: “-Ey Suayp! Biz, senin soylediklerinin cogunu iyice anlamıyoruz ve seni de icimizde hakikaten zayıf (aciz) goruyoruz. Eger asiretin olmasaydı, muhakkak seni tasla oldururduk. Senin bize karsı hic bir ustunlugun ve kıymetin yok; (ancak dinimize baglı asiretinin onemi vardır.)”"},{"SurahNumber":11,"VerseNumber":92,"Text":"Suayb dedi ki: “- Ey kavmim! Benim asiretim, size gore Allah’dan daha aziz midir ki, beni asiretim icin oldurmuyorsunuz da Allah’ı arkanıza atıp unutuyorsunuz? Suphe yok ki benim Rabbimin ilmi, butun yaptıklarınızı kusatıcıdır"},{"SurahNumber":11,"VerseNumber":93,"Text":"Ey kavmim! Butun imkanlarınızla yapacagınızı yapın. Ben de vazifemi yapacagım. Yakında, kendisini perisan edecek azabın kime gelecegini ve yalancının kim oldugunu bileceksiniz. O azabı gozetleyin, ben de sizinle beraber gozetliyorum.”"},{"SurahNumber":11,"VerseNumber":94,"Text":"Azab emrimiz gelince, Suayb’ı ve beraberinde iman edenleri tarafımızdan bir rahmetle kurtardık. O zulmedenleri ise, korkunc bir gurultu yakaladı da yurdlarında cokup helak oldular"},{"SurahNumber":11,"VerseNumber":95,"Text":"Sanki orada hic senlik kurmamıslaradı. Bakın, Semud kavmi nasıl helak olduysa, Medyen halkı da oylece helak olmustur"},{"SurahNumber":11,"VerseNumber":96,"Text":"Sanım hakkı icin, biz Musa’yı da Firavuna ve kavminin ileri gelenlerine mucizelerimizle ve apacık Asa huccetimizle gonderdik de, onlar, Firavun’un emrine uydular. Firavun’un emri ise hak degildi (sapıklıktı)"},{"SurahNumber":11,"VerseNumber":97,"Text":"Sanım hakkı icin, biz Musa’yı da Firavuna ve kavminin ileri gelenlerine mucizelerimizle ve apacık Asa huccetimizle gonderdik de, onlar, Firavun’un emrine uydular. Firavun’un emri ise hak degildi (sapıklıktı)"},{"SurahNumber":11,"VerseNumber":98,"Text":"Firavun, kıyamet gununde kavminin onune gececek ve onları atese goturecektir. O varılan yer de, ne kotu bir yerdir"},{"SurahNumber":11,"VerseNumber":99,"Text":"Hem burada (dunyada), hem de kıyamet gununde bir lanete ugratıldılar. Onlara verilen bu bahsis ne kotu bir bahsistir"},{"SurahNumber":11,"VerseNumber":100,"Text":"Iste bu, helak olmus memleketlerin haberlerindendir ki, onu sana anlatıyoruz. O memleketlerin bazısının izi kalmıstır, bazısı da ekin gibi bicilmis yok olmustur"},{"SurahNumber":11,"VerseNumber":101,"Text":"Biz,onlara zulum yapmadık, fakat onlar (kufre varmakla) kendilerine zulmettiler. Allah’dan baska taptıkları tanrıları, (Ey Rasulum) Rabbinin emri geldigi zaman, kendilerine hic bir fayda vermedi ve zararlarını artırmaktan baska bir sey yapmadı"},{"SurahNumber":11,"VerseNumber":102,"Text":"Iste Rabbin, zulumkar memleketleri carptıgı zaman, boyle yakalayıp carpar. Dogrusu onun cezalandırması cok acıklıdır, pek siddetlidir"},{"SurahNumber":11,"VerseNumber":103,"Text":"Bu haberlerde, ahiret azabından korkanlar icin muhakkak bir ibret vardır. O kıyamet gunu, butun insanların bir arada toplanmıs bulunacagı bir gundur. O, herkesin hazır olacagı bir gundur"},{"SurahNumber":11,"VerseNumber":104,"Text":"Biz, o kıyamet gununu ancak sayılı bir muddet icin geriye bırakıyoruz"},{"SurahNumber":11,"VerseNumber":105,"Text":"O gun gelince, Allah’ın izni olmadıkca, hic kimse konusamaz. Artık insanlardan bir kısmı muazzebdir; bir kısmı da bahtiyardır"},{"SurahNumber":11,"VerseNumber":106,"Text":"Muazzeb olanlar, atestedirler ki, onlar icin orada feci bir inilti ve soluma vardır"},{"SurahNumber":11,"VerseNumber":107,"Text":"(Ahiretin) gokleri ve yeri durdukca, onlar, cehennem’de ebedi olarak kalıcıdırlar, Ancak Rabbinin diledigi baska (dilediginin azabını baska bir azaba cevirir, veya azab ceken muminleri selamete cıkarır, cennete kor.) Cunku Rabbin, diledigini, hemen noksansız yapar"}]}