{"Id":87,"LanguageCodes":["de","deu"],"Name":"deu-aburidamuhammad","Author":"Abu Rida Muhammad Ibn Ahmad Ibn Rassoul","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":60,"VerseNumber":7,"Text":"Vielleicht wird Allah Zuneigung setzen zwischen euch und denen unter ihnen, mit denen ihr in Feindschaft lebt; denn Allah ist Allmächtig und Allah ist Allverzeihend, Barmherzig"},{"SurahNumber":60,"VerseNumber":8,"Text":"Allah verbietet euch nicht, gegen jene, die euch nicht des Glaubens wegen bekämpft haben und euch nicht aus euren Häusern vertrieben haben, gütig zu sein und redlich mit ihnen zu verfahren; wahrlich, Allah liebt die Gerechten"},{"SurahNumber":60,"VerseNumber":9,"Text":"Doch Allah verbietet euch, mit denen, die euch des Glaubens wegen bekämpft haben und euch aus euren Häusern vertrieben und (anderen) geholfen haben, euch zu vertreiben, Freundschaft zu schließen. Und wer mit ihnen Freundschaft schließt - das sind die Missetäter"},{"SurahNumber":60,"VerseNumber":10,"Text":"O ihr, die ihr glaubt, wenn gläubige Frauen als Flüchtlinge zu euch kommen, so prüft sie. Allah weiß am besten, wie ihr Glaube in Wirklichkeit ist. Wenn ihr sie dann gläubig findet, so schickt sie nicht zu den Ungläubigen zurück. Diese (Frauen) sind ihnen nicht erlaubt, noch sind sie (als Ehemänner) diesen (Frauen) erlaubt. Jedoch zahlt (ihren ungläubigen Ehemännern) das zurück, was sie (für sie) ausgegeben haben. Und es ist keine Sünde für euch, sie zu heiraten, wenn ihr ihnen ihre Brautgabe gegeben habt. Und haltet nicht am Eheband mit den ungläubigen Frauen fest, sondern verlangt das zurück, was ihr (für sie) ausgegeben habt, und lasset (die Ungläubigen) das zurückverlangen, was sie (für sie) ausgegeben haben. Das ist Allahs Gebot. Er richtet zwischen euch. Und Allah ist Allwissend, Allweise"},{"SurahNumber":60,"VerseNumber":11,"Text":"Und wenn irgendeine von euren Frauen von euch zu den Ungläubigen fortgeht, dann gebt, wenn ihr (bei den Ungläubigen) Beute macht, jenen (Gläubigen), deren Frauen fortgegangen sind, das gleiche von dem, was sie (für ihre Frauen) ausgegeben haben. Und fürchtet Allah, an Den ihr glaubt"},{"SurahNumber":60,"VerseNumber":12,"Text":"O Prophet! Wenn gläubige Frauen zu dir kommen und dir den Treueeid leisten, daß sie Allah nichts zur Seite stellen und daß sie weder stehlen noch Unzucht begehen, noch ihre Kinder töten, noch ein Unrecht begehen werden zwischen ihren Händen und Beinen, das sie selbst wissentlich ersonnen haben, noch dir ungehorsam sein werden in dem, was rechtens ist, dann nimm ihren Treueeid an und bitte Allah um Vergebung für sie. Wahrlich, Allah ist Allvergebend, Barmher zig"},{"SurahNumber":60,"VerseNumber":13,"Text":"O ihr, die ihr glaubt, schließt keine Freundschaft mit einem Volk, dem Allah zürnt; denn sie haben die Hoffnung auf das Jenseits gerade so aufgegeben, wie die Ungläubigen die Hoffnung auf die Wiederbelebung derer aufgegeben haben, die in den Gräbern liegen"},{"SurahNumber":61,"VerseNumber":1,"Text":"Es preist Allah, was in den Himmeln und was auf der Erde ist; und Er ist der Erhabene, der Allweise"},{"SurahNumber":61,"VerseNumber":2,"Text":"O ihr, die ihr glaubt, warum sagt ihr, was ihr nicht tut"},{"SurahNumber":61,"VerseNumber":3,"Text":"Höchst hassenswert ist es vor Allah, daß ihr sagt, was ihr nicht tut"},{"SurahNumber":61,"VerseNumber":4,"Text":"Wahrlich, Allah liebt diejenigen, die für Seine Sache kämpfen, (in eine Schlachtordnung) gereiht, als wären sie ein festgefügtes Mauerwerk"},{"SurahNumber":61,"VerseNumber":5,"Text":"Und da sagte Moses zu seinem Volk: \"O mein Volk, warum kränkt ihr mich, wo ihr doch wisset, daß ich Allah s Gesandter bei euch bin?\" Als sie dann (vom Glauben) abschweiften, da ließ Allah ihre Herzen abschweifen. Und Allah leitet kein frevelhaftes Volk"},{"SurahNumber":61,"VerseNumber":6,"Text":"Und da sagte Jesus, der Sohn der Maria: \"O ihr Kinder Israels, ich bin Allahs Gesandter bei euch, der Bestätiger dessen, was von der Thora vor mir gewesen ist, und Bringer der frohen Botschaft eines Gesandten, der nach mir kommen wird. Sein Name wird Ahmad sein \" Und als er zu ihnen mit den Beweisen kam, sagten sie: \"Das ist ein offenkundiger Zauber"},{"SurahNumber":61,"VerseNumber":7,"Text":"Und wer ist ungerechter als der, der gegen Allah eine Lüge erdichtet und selbst zum Islam aufgefordert wird? Und Allah leitet kein ungerechtes Volk"},{"SurahNumber":61,"VerseNumber":8,"Text":"Sie wollen Allahs Licht mit ihren Mündern auslöschen, doch Allah wird Sein Licht vollenden, auch wenn die Ungläubigen es verwünschen"},{"SurahNumber":61,"VerseNumber":9,"Text":"Er ist es, Der Seinen Gesandten mit der Führung und der wahren Religion geschickt hat, auf daß Er sie über alle Religionen siegen lasse, auch wenn die Götzendiener es verwünschen"},{"SurahNumber":61,"VerseNumber":10,"Text":"O ihr, die ihr glaubt, soll Ich euch (den Weg) zu einem Handel weisen, der euch vor qualvoller Strafe retten wird"},{"SurahNumber":61,"VerseNumber":11,"Text":"Ihr sollt an Allah und an Seinen Gesandten glauben und sollt für Allahs Sache mit eurem Gut und eurem Blut streiten. Das ist besser für euch, wenn ihr es nur wüßtet"},{"SurahNumber":61,"VerseNumber":12,"Text":"Er wird euch eure Sünden vergeben und euch in Gärten führen, durch die Bäche fließen, und in gute Wohnungen in den Gärten von Eden. Das ist die große Glückseligkeit"},{"SurahNumber":61,"VerseNumber":13,"Text":"Und noch etwas anderes, das ihr liebt, (wird euch zuteil sein): Hilfe von Allah und naher Sieg. So verkünde den Gläubigen die frohe Botschaft"},{"SurahNumber":61,"VerseNumber":14,"Text":"O ihr, die ihr glaubt, seid Allahs Helfer wie Jesus, der Sohn der Maria, (als er) zu den Jüngern sagte: \"Wer sind meine Helfer für Allah?\" Die Jünger sagten: \"Wir sind Allahs Helfer.\" So glaubte ein Teil der Kinder Israels, während ein Teil ungläubig blieb. Da verliehen Wir denen, die glaubten, Stärke gegen ihren Feind, und sie wurden siegreich"}]}