{"Id":333,"LanguageCodes":["es","spa"],"Name":"spa-muhammadisagarc-la","Author":"Muhammad Isa Garcia","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":17,"VerseNumber":23,"Text":"Tu Senor ha ordenado que no adoren sino a El y que honren a sus padres. Si uno de ellos o ambos llegan a la vejez, no sean insolentes con ellos, ni siquiera les digan: \"¡Uf!\" Hablenles siempre con bondad"},{"SurahNumber":17,"VerseNumber":24,"Text":"Tratenlos con humildad y compasion, y rueguen [por ellos diciendo]: \"¡Oh, Senor mio! Ten misericordia de ellos como ellos la tuvieron conmigo cuando me criaron siendo nino"},{"SurahNumber":17,"VerseNumber":25,"Text":"Su Senor es Quien mejor conoce lo que hay en sus corazones. Si son piadosos, sepan que El perdona a los que se arrepienten"},{"SurahNumber":17,"VerseNumber":26,"Text":"Da a los parientes lo que es su derecho, tambien al pobre y al viajero insolvente, pero no derroches"},{"SurahNumber":17,"VerseNumber":27,"Text":"porque los que derrochan son hermanos de los demonios, y el demonio fue ingrato con su Senor"},{"SurahNumber":17,"VerseNumber":28,"Text":"Pero si no puedes darles una ayuda, y esperas una misericordia de tu Senor, excusate con amabilidad"},{"SurahNumber":17,"VerseNumber":29,"Text":"No seas avaro ni tampoco derrochador, porque te veras censurado [en el primer caso] y arruinado [en el segundo]"},{"SurahNumber":17,"VerseNumber":30,"Text":"Tu Senor concede un sustento abundante a quien quiere, y se lo restringe a quien quiere. El a Sus siervos los conoce bien, y los ve siempre"},{"SurahNumber":17,"VerseNumber":31,"Text":"No maten a sus hijos por temor a la pobreza. Yo los sustento a ellos y a ustedes. Matarlos es un pecado gravisimo"},{"SurahNumber":17,"VerseNumber":32,"Text":"No se acerquen a lo que lleve a la fornicacion, pues es una inmoralidad y un mal camino"},{"SurahNumber":17,"VerseNumber":33,"Text":"No maten, pues Dios lo ha prohibido, salvo con motivo justo. A quien se le de muerte injustamente le concedo a su familiar directo o apoderado el derecho, pero que este no mate buscando venganza. Su derecho [a exigir justicia] esta legalmente garantizado"},{"SurahNumber":17,"VerseNumber":34,"Text":"No utilicen los bienes del huerfano a menos que sea para beneficiarlo, y entreguenselos cuando alcance la madurez. Cumplan con sus compromisos, porque se los interrogara por ellos"},{"SurahNumber":17,"VerseNumber":35,"Text":"Midan y pesen con equidad. Esto es lo mas conveniente y mejor para ustedes"},{"SurahNumber":17,"VerseNumber":36,"Text":"No hagan ni digan nada si no tienen conocimiento. Seran interrogados acerca de [lo que hayan hecho con] su oido, vista y corazon"},{"SurahNumber":17,"VerseNumber":37,"Text":"No caminen por la Tierra con arrogancia, pues ella no se abrira por su andar, ni tampoco podran igualar a las montanas en altura [para ser tan imponentes como ellas]"},{"SurahNumber":17,"VerseNumber":38,"Text":"Todos estos comportamientos son perjudiciales para ustedes y detestables ante su Senor"},{"SurahNumber":17,"VerseNumber":39,"Text":"Esto es parte de la sabiduria que tu Senor te ha revelado. No adoren a nadie junto a Dios porque seran arrojados en el Infierno, condenados y humillados"},{"SurahNumber":17,"VerseNumber":40,"Text":"¿Acaso creen que su Senor prefirio para ustedes los hijos varones y para Si hijas que son los angeles? Lo que dicen es muy grave"},{"SurahNumber":17,"VerseNumber":41,"Text":"En este Coran he expuesto todo tipo de argumentos para que reflexionen, pero [a algunos] esto los hace extraviarse aun mas"},{"SurahNumber":17,"VerseNumber":42,"Text":"Diles: \"Si junto a Dios hubiera otros dioses, como dicen [los idolatras], ellos buscarian acercarse al Senor del Trono [para complacerlo]"},{"SurahNumber":17,"VerseNumber":43,"Text":"¡Glorificado sea! El esta por encima de lo que dicen"},{"SurahNumber":17,"VerseNumber":44,"Text":"Lo glorifican los siete cielos, la Tierra y todo cuanto hay en ellos. No existe nada que no Lo glorifique con alabanzas, aunque ustedes no puedan percibir sus glorificaciones. El es Magnanimo, Perdonador"},{"SurahNumber":17,"VerseNumber":45,"Text":"Cuando recitas el Coran ponemos un velo imperceptible entre tu y quienes no creen en la otra vida"},{"SurahNumber":17,"VerseNumber":46,"Text":"[Como respuesta a su rechazo] hice sus corazones duros y sus oidos sordos para que no pudieran comprender [el Mensaje]. Cuando mencionas en el Coran que tu Senor es la unica divinidad [con derecho a ser adorada], te dan la espalda disgustados"},{"SurahNumber":17,"VerseNumber":47,"Text":"Yo bien se como se burlan cuando te escuchan [recitar el Coran] o cuando hablan en secreto; y dicen los idolatras: \"Estan siguiendo a un hombre hechizado"},{"SurahNumber":17,"VerseNumber":48,"Text":"Observa como te comparan y por ello se extravian. No pueden encontrar el camino"},{"SurahNumber":17,"VerseNumber":49,"Text":"Dicen: \"¿Acaso cuando seamos huesos y polvo seremos resucitados y creados nuevamente"}]}