{"Id":276,"LanguageCodes":["ny","nya"],"Name":"nya-khaledibrahimbe","Author":"Khaled Ibrahim Betala","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"https://quranenc.com/en/browse/chichewa_betala","Translations":[{"SurahNumber":3,"VerseNumber":15,"Text":"“Nena: “Kodi ndikuuzeni zomwe zili zabwino kuposa zimenezo? Kwa omwe ali olungama, akapeza kwa Mbuye wawo Minda yomwe pansi pake (ndi patsogolo pake) mitsinje ikuyenda; adzakhala mmenemo nthawi yaitali ndikulandira akazi oyeretsedwa ndi chiyanjo chochokera kwa Allah. Ndipo Allah akuona akapolo ake onse"},{"SurahNumber":3,"VerseNumber":16,"Text":"“Omwe akunena: “Mbuye wathu! Ndithudi, ife takhulupirira. Choncho tikhululukireni machimo athu ndi kutipewetsa ku chilango cha Moto.”"},{"SurahNumber":3,"VerseNumber":17,"Text":"“Opirira, onena zoona, omvera, opereka chaulere ndi opempha chikhululuko nthawi yam‘bandakucha"},{"SurahNumber":3,"VerseNumber":18,"Text":"“Allah (Mwini) akuikira umboni kuti: “Palibe wopembedzedwa mwa choonadi koma Iye basi.” Ndipo akuikiranso umboni (zomwezi) angelo ndi eni nzeru (kuti Iye) Ngokhazikitsa chilungamo. Palibe wina wopembedzedwa mwa choonadi koma Iye. Ngwamphamvu zoposa, Ngwanzeru zakuya"},{"SurahNumber":3,"VerseNumber":19,"Text":"“Ndithudi, chipembedzo (choona) kwa Allah ndi Chisilamu. Ndipo amene adapatsidwa buku (Ayuda ndi Akhrisitu) sadatsutsane koma pambuyo powabwerera kuzindikira. (Adatsutsana) chifukwa cha dumbo lomwe lidali pakati pawo. Ndipo amene akukana zisonyezo za Allah, (Allah akamulanga pa tsiku la chiweruziro). Ndithu Allah Ngwachangu powerengera"},{"SurahNumber":3,"VerseNumber":20,"Text":"“Ngati (osakhulupirira) atsutsana nawe, nena: “Ndayang’anitsa nkhope yanga kwa Allah (ndadzipereka kwa Iye) pamodzi ndi amene anditsata.” Ndipo nena kwa onse adapatsidwa buku (Ayuda Ndi Akhrisitu) ndi osadziwa kulemba ndi kuwerenga (Arabu): “Kodi mwagonjera (kwa Allah)?” Ngati agonjera ndiye kuti aongoka. Koma ngati atembenukira kumbali, udindo wako ndikufikitsa uthenga basi. Ndipo Allah akuona akapolo Ake onse"},{"SurahNumber":3,"VerseNumber":21,"Text":"“Ndithudi, amene akutsutsa zizindikiro za Allah ndi kupha aneneri popanda choonadi, ndikuphanso anthu omwe akulamula (kuchita) zolungama, auze nkhani ya chilango chopweteka"},{"SurahNumber":3,"VerseNumber":22,"Text":"“Iwowo ndi omwe zochita zawo zaonongeka pa dziko lapansi ndi pa tsiku lachimaliziro. Ndipo iwo sadzapeza athandizi"},{"SurahNumber":3,"VerseNumber":23,"Text":"“Kodi sukuwaona omwe apatsidwa gawo la buku (la Allah)? Akuitanidwa ku buku la Allah kuti liwaweruze pakati pawo; kenako gulu lina la iwo likutembenukira kumbali iwo ali onyoza"},{"SurahNumber":3,"VerseNumber":24,"Text":"“Zimenezo (kusalabadira malamulo a Allah) nchifukwa chakuti amanena: “Sudzatikhudza Moto koma masiku ochepa basi.” Ndipo zawanyenga pa chipembedzo chawo zomwe adali kupeka (kuti adzakhululukidwa kapena kulangidwa masiku ochepa okha)"},{"SurahNumber":3,"VerseNumber":25,"Text":"“Kodi zidzakhala zotani pamene tidzawasonkhanitsa tsiku lopanda chikaiko? Ndipo mzimu uliwonse udzalipidwa mokwanira pa zomwe udachita. Ndipo iwo sadzaponderezedwa"},{"SurahNumber":3,"VerseNumber":26,"Text":"“Nena “E Mbuye wanga! Mwini ufumu wonse. Mumapereka ufumu kwa yemwe mwamfuna. Ndipo mumachotsa ufumu kwa yemwe mwamfuna. Mumapereka ulemelero kwa yemwe mwamfuna, ndipo mumamsambula yemwenso mwamfuna. Ubwino wonse uli m’manja Mwanu. Ndithudi, Inu ndinu Wokhonza chilichonse.”"},{"SurahNumber":3,"VerseNumber":27,"Text":"“(Inu) mumalowetsa usiku mu usana (ndikukhala usana wautali monga m’nyengo yotentha). Ndipo mumalowetsa usana mu usiku (nkukhala usiku wautali monga m’nyengo yachisanu). Mumatulutsa cha moyo m’chakufa; ndipo mumatulutsa chakufa m’chamoyo. Ndipo mumapatsa rizq (chakudya) amene mwamfuna mopanda chiwerengero.”"},{"SurahNumber":3,"VerseNumber":28,"Text":"“Asilamu asapale ubwenzi osakhulupirira kusiya Asilamu anzawo. Amene achite zimenezo, sadzakhala ndi chilichonse pachipembedzo cha Allah, kupatula (kupalana nawo ubwenzi mwachiphamaso) chifukwa cha kudzitchinjiriza kwa iwo. Ndipo Allah Iye Mwini akukuchenjezani (za chilango Chake). Ndipo kobwerera ndi kwa Allah (basi)"},{"SurahNumber":3,"VerseNumber":29,"Text":"“Nena: “Ngati mubisa zomwe zili m’zifuwa zanu, kapena kuzionetsa (poyera), Allah akuzidziwa. Iye akudziwa zonse zakumwamba ndi zapansi. Ndipo Allah Ngokhoza chilichonse.”"},{"SurahNumber":3,"VerseNumber":30,"Text":"“Tsiku lomwe mzimu uliwonse udzapeza zabwino zomwe udachita zitabweretsedwa, ndiponso zoipa zomwe udachita; udzalakalaka kuti pakadakhala ntunda wautali pakati pa machimo ake ndi iye. Ndipo Allah Mwini akukuchenjezani za chilango Chake. Ndipo Allah Ngoleza kwa akapolo Ake"},{"SurahNumber":3,"VerseNumber":31,"Text":"“Nena: (Iwe Mtumiki) “Ngati inu mukumkonda Allah, tsatani ine; Allah akukondani ndikukukhululukirani machimo anu. Ndipo Allah Ngokhululuka, Ngwachisoni chosatha.”"},{"SurahNumber":3,"VerseNumber":32,"Text":"“Nena: “Mvereni Allah ndi Mtumiki (wake).” Koma ngati akana, (Allah awakhaulitsa). Ndithudi, Allah sakonda anthu osakhulupirira"}]}