{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Kunduzu jana tunu jasagandardın baarı Allaһtın mulku. Al (bardık dobustu) Uguucu, (bardık kılmıstı) Biluucu"},{"SurahNumber":6,"VerseNumber":14,"Text":"Aytkın: “Allaһtan baskanı jardamcı kılmak belem?! Al asmandar jana Jerdin Jaratuucusu. Al Ozu tamakka muktaj bolboy, (bardık jan-janıbardı) tamaktandırat”. Aytkın: “Men (Allaһtın jalgız Ozuno) moyun sungandardın eŋ aldıŋkısı boluuga buyuruldum” (Jana maga) “Ec kacan musrikterden bolbogun!” (dep aytıldı)"},{"SurahNumber":6,"VerseNumber":15,"Text":"Aytkın: “Eger men (sirk keltiruu menen) Rabbime kunookor bolsom, Uluk Kundun azabınan korkomun”"},{"SurahNumber":6,"VerseNumber":16,"Text":"Osol Kundo kimden azap cettetilgen bolso, demek aga Allaһ ırayım kılıptır. Jana bul — anık jeŋis"},{"SurahNumber":6,"VerseNumber":17,"Text":"Egerde Allaһ seni (kembagaldık, ooru, kaygı j.b.u.s.) zıyan menen karmasa, anı Ozunon baska ec kim arılta albayt. Al emi, eger bir jaksılık menen karmasa. Al ar bir nersege Kudurettuu"},{"SurahNumber":6,"VerseNumber":18,"Text":"Jana Al pendelerdin ustunon okumun jurguzuucu. Jana al - Daanısman, (bardıgınan) Kabardar"},{"SurahNumber":6,"VerseNumber":19,"Text":"Aytkın: “(Menin cıncıldıgıma) eŋ coŋ kubo kaysı?” Ayt: “Allaһ! Al meni menen silerdin araŋarda Kubo jana maga mına bul Kuraan vahiy (ilahiy kabar) turundo berildi, silerdi jana al jetip bargan baardık adamdardı eskertisim ucun». (O, ilahiy kabardan juz burgandar!) Siler: “Allaһ menen birge baska kudaylar bar” - dep kuboluk beresiŋerbi?!” Aytkın: “Men (anday) kuboluk berbeymin!” Aytkın: “Albette Al - jalgız (sıyınuuga tatıktuu) Kuday! A, men bolso, silerdin sirk amalıŋardan tazamın!”"},{"SurahNumber":6,"VerseNumber":20,"Text":"Biz kitep bergen adamdar (ozdorunun ıyık kitepterinde aldın ala kabar berilgeni sebeptuu) anı (Muhammaddı) ozdorunun perzentterin taanıganday taanısat. Alar ozdoruno zıyan kılıstı. Emi alar ıymanga kelispeyt"},{"SurahNumber":6,"VerseNumber":21,"Text":"Ec kim (“Allaһtın balası je serigi bar” dep) Allaһka jalaa japkan jana Anın ayattarın jalganga cıgargan adamdan zaalımıraak emes! Albette, (anday) zaalımdar (tozokton) kutulbayt"},{"SurahNumber":6,"VerseNumber":22,"Text":"Jana Biz osol (Kıyamat) Kundo alardın baardıgın cogultup, musrikterge: “(Allaһtın serikteri) dep eseptegen kudayıŋar kana?” -deybiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Kiyin alardın kıyanat jooptoru: “O, Rabbibiz! Allaһka ant, biz musrik emes bolcubuz” - degen sozdor gana bolot"},{"SurahNumber":6,"VerseNumber":24,"Text":"Karacı, ozdoruno da kanday jalgandardı oylop tapkanın jana (oylorunan) cıgargan «kudaylarının» alardan jok bolup kalganın"},{"SurahNumber":6,"VerseNumber":25,"Text":"Alardan (musrikterden) kee birooloru (Kuraan okuganıŋda) seni (karozgoyluk menen) ugusat. Birok, Biz alardın juroktoruno - Kuraandı tusunbosun ucun - parda kaptap, kulaktarın duloy kılıp koyduk. Eger alar bardık moojizalardı korso da isenispeyt. Jadagalsa, senin aldıŋa talasıp-tartısıp kelisken kezde, kaapırlar: “Bul (Kuraan) abalkılardın jomoktorunan baska nerse emes” - deset"},{"SurahNumber":6,"VerseNumber":26,"Text":"Jana alar andan (baskalardı da) kaytarısat, ozdoru da alıstasat. Birok, (bul isteri menen) ozdorun gana kıyroogo turtkondorun bilbey kalısat"},{"SurahNumber":6,"VerseNumber":27,"Text":"(O, Muhammad!) Alardı Tozoktun ustuno (tike) turguzup koyulganda (busayman bolusup): “Ataganat, kana emi, (duynogo) kaytarılsak, Rabbibizdin ayattarın jalgan debey, momundardan bolup jasasak?!”-degenderin bir korsoŋ ele"},{"SurahNumber":6,"VerseNumber":28,"Text":"Anday emes! Alarga murun icine katkan nerseleri aykın bolup kalgan(dan ulam usintip jatısat). Eger (duynogo) kaytarılsa dele, taymanbastan (Sariyatta) kaytarılgan (aram) isterge kaytısmak. Antkeni, alar - anık jalgancılar"},{"SurahNumber":6,"VerseNumber":29,"Text":"Jana alar: “Usul duynodogu jasoobuzdan baska jasoo jok. Biz kayradan tirilbeybiz” -desti"},{"SurahNumber":6,"VerseNumber":30,"Text":"Eger sen alardı Rabbisinin aldına turguzulup (Allaһ): “Bul (kayra tiriluu) cındık emes beken?!”-dep suraganda, alardın: “Ooba, ya, Rabbi! Cındık eken” -degenderin jana (Allaһ alarga): “Kaapır bolgonuŋar sebeptuu, emi azaptın daamın tatkıla!” -degenin bir korsoŋ ele"},{"SurahNumber":6,"VerseNumber":31,"Text":"Allaһka joluguunu “jalgan” degen adamdar zıyan tartıstı! (Antkeni,) Kacan alarga (Kıyamat) kapısınan kelip kalganda, kunoolorun jonuna kotorgon abaldarında: “O-o-o!!! Duyno jasoosun (paydasız) otkorup jibergenibiz ucun bizge kaygı!!! dep kalıstı. Alardın kotorgon kunooloru kanday jaman"},{"SurahNumber":6,"VerseNumber":32,"Text":"Duyno jasoosu (tez otup ketuucu) oyun-tamasadan baska ec nerse emes. Takıba kisiler ucun Akıret jasoosu jaksı. Akılıŋardı istetpeysiŋerbi"},{"SurahNumber":6,"VerseNumber":33,"Text":"(O, Muhammad!) Alardın sozdoru seni kapa kılganın korup turabız. Alar seni gana “jalgancı” desken jok. Birok zaalımdar Allaһtın ayattarın dagı cetke kagıp jatısat"},{"SurahNumber":6,"VerseNumber":34,"Text":"Senden murunku paygambarlarga dele “jalgancı” degen jalaa jabılgan. Jana alar bul jalaalarga, zaalımdıktarga Bizdin jardamıbız kelgenge ceyin sabır kılıskan. Allaһtın (Kuraandagı) sozdorun ec kim baskasına almastıra albayt. Jana saga abalkı paygambarlardın kabarı keldi go"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger alardın (akıykattan) burulup ketuusu saga oor bolso, (alardı eercitip aluuga usuncalık kızıksaŋ) eger koluŋan kelse, jerge (tuscu) jaraka, asmanga (cıkcu) satı izdep, alarga (isendire turgan) bir moojiza taap ber! Eger Allaһ kaalasa, Ozu alardı Tuura Jolgo cogultup almak! (Sabırsız) naadandardan bolbogun"}]}