{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Ey, Muxammed! / Allahtın qaharına qalgan adamdardı ozderine dos / jaqtas / tutqandardı kormedin be? Negizinde, olar senderden de emes, olardan da emes. Olar ozderi bile tura otirikke ant isedi"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah olarga qattı azap azirlegen. kumansiz, olardın istegen amaldarı ote jaman"},{"SurahNumber":58,"VerseNumber":16,"Text":"Olar / munafiqtar / ozderinin anttarın qalqan qılıp alıp, / ozgelerdi / Allahtın jolınan tosıp, qaytaradı. Endi olarga qorlawsı azap bar"},{"SurahNumber":58,"VerseNumber":17,"Text":"Olarga dunieleri de, balaları da Allahtan / keletin / esnarseni qaytara almaydı. Mine, solar - Otta bolatındar. Olar onda mangi qaladı"},{"SurahNumber":58,"VerseNumber":18,"Text":"Sol / Esep / kuni Allah olardın barlıgın qayta tiriltedi de, olar senderdin aldarında ant iskendey, Onın aldında da ant isedi. Ari olar ozderin payda tigizetin narsedemiz dep oylaydı. Bilinder! Aqiqatında, olar - otiriksiler"},{"SurahNumber":58,"VerseNumber":19,"Text":"Saytan olardı iektep, bilep alıp, olarga Allahtı eske alwdı umıttırdı. Olar -saytannın jaqtastarı. Bilinder! Negizinde, saytannın jaqtastarı nagız ziyan segwsiler"},{"SurahNumber":58,"VerseNumber":20,"Text":"Anıgında, Allahqa jane Onın elsisine qarsı sıgıp jatqandar - en qor bolgandardın qatarında boladı"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah / Lawxwl-maxfwzda / : «Men mindetti turde jenemin jane elsilerim de», - dep jazgan. Aqiqatında, Allah ote Kusti , barinen Ustem"},{"SurahNumber":58,"VerseNumber":22,"Text":"Allahqa jane Aqiret kunine senetin adamdardın Allahqa jane Onın elsisine qarsı kelgenderdi unatqanın kormeysin, meyli ol akeleri, ne balaları, ne bawırları nemese twıstarı bolsa da. Mine, solardın jurekterine Ol iman jazgan jane olardı Ozinen bolgan bir rwxpen / Ozinin komegi, meyirimi jane bilimimen / qoldagan. Ari Ol / Allah / olardı astınan ozender agıp jatatın jane olar onda mangi qalatın / Jannattagı / baqtarga kirgizedi. Allah olarga razı, olar Ogan razı boldı. Mine, solar - Allahtın jaqtastarı. Bilinder! Aqiqatında Allahtın jaqtastarı muratına / baqıtına / jetwsiler"},{"SurahNumber":59,"VerseNumber":1,"Text":"Aspandagılar men jerdegiler Allahtı / barlıq kemsilikten / pak dep daripteydi. Ol asa Ustem, asa Dana"},{"SurahNumber":59,"VerseNumber":2,"Text":"Ol Kitap berilgen qawımnan kupirlik etkenderdi / kelisimdi buzgandardı / algasqı jinawda jurttarınan sıgardı. Sender olardı sıgıp ketedi dep oylagan da emes edinder. Al, olar qamaldarı ozderin Allahtan qorgaydı dep oylagan edi. Biraq, Allah olarga ozderi kutpegen jaqtan keldi jane olardın jurekterine urey saldı. Olar uylerin oz qoldarımen jane imanga kelgenderdin qoldarımen talqandawda edi. Gibrat alındar, ey, koretin kozi barlar / zerdeli jandar"},{"SurahNumber":59,"VerseNumber":3,"Text":"Eger de Allah olarga kosirip jiberwdi / surgindi / jazbaganda, onda mindetti turde olardı osı duniede / basqa azappen / jazalaytın edi. Ari olar usin songı, mangilik omirde / aqirette / Ot azabı bar"},{"SurahNumber":59,"VerseNumber":4,"Text":"Bul, olardın Allahqa jane Onın elsisine qarsı kelgendikteri sebepti. Kim Allahqa qarsı kelse, kumansiz, Allahtın jazası qattı"},{"SurahNumber":59,"VerseNumber":5,"Text":"Sender / jawdın / qurma agasınan kessender de, ne olardı oz tamırlarında turgan kuyinde qaldırsandar da, / bul / Allahtın ruqsatımen buzıqtardı / boysunbawsılardı / qorlaw usin"},{"SurahNumber":59,"VerseNumber":6,"Text":"Ari Allah Oz elsisine olardan sogıssız olja etip bergenderine, sender attarmen de, tuyelermen de atoylap sawıp bargan joqsındar. Alayda, Allah elsilerine Ozi qalagandardın ustinen bilik beredi. Allah - barlıq narseni Jasay alwsı"},{"SurahNumber":59,"VerseNumber":7,"Text":"Allah eldi meken turgındarınan Oz elsisine sogıssız olja etip bergen narseler -Allahqa, Elsige, onın jaqındarına, jetimderge, joq-jitikke jane jolda qalgandarga tiisti. / bul, oljalar / senderdin qatarlarındagı baylar arasında / ulestirilip / qoldan-qolga otetin narse bolmawı usin. Elsi senderge ne berse sonı alındar da, ol senderdi neden tıysa sodan tıyılındar jane Allahtan / Onın jazasınan / qorqıp, saqtanındar. Aqiqatında Allahtın jazası qattı"},{"SurahNumber":59,"VerseNumber":8,"Text":"Olardın isinde / Allahtan kensilik jane rizalıq izdep ari Allahqa jane Onın elsisine komek berip, jurttarınan qwıp sıgarılgan jane mal-mulikterinen ayrılgan mwhajir kedeylerge tiisti. Mine, solar - sın sozdiler"},{"SurahNumber":59,"VerseNumber":9,"Text":"Al, olardan aldın / Madinada / uy-jayı bolıp ari imanda ornıqqandar / ansarlar / , ozderine qonıs awdargandardı / mwhajirlerdi / jaqsı koredi, kewdelerinde olarga berilgen narselerge esqanday qajettilik, kirbindik sezbeydi. Ari ozderinde muqtajdıq bolsa da, olardı ozderinen artıq koredi. Kim ozinin sarandıgınan saqtalgan bolsa, mine, solar - tabısqa jetwsiler"},{"SurahNumber":59,"VerseNumber":10,"Text":"Olardan keyin kelgender: «Rabbımız! Bizdi jane bizden burın imanga kelgen bawırlarımızdı kesir! Ari imanga kelgenderge qarsı juregimizge jek korwsilik salma! Rabbımız! Aqiqatında, Sen ote Meyirban, erekse Meyirimdisin !» - dep aytadı"}]}