{"Id":226,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-la","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"Biz Israyil urpaktarın deŋizden (aman-esen) otkorduk. Firaun menen anın askerleri zulumduk jana dusmandık kıluu ucun alardı kuup keldi. Kacan gana Firaun (deŋizge) cogo bastaganda: “Iyman keltirdim! Cın ele, Israyil urpaktarı isengen Allaһdan baska kuday jok! Men da musulmandardan birimin!”-dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Emibi?! Kecee ele kunookor bolup, buzukulardan bolup jurduŋ ele"},{"SurahNumber":10,"VerseNumber":92,"Text":"Bugun (seni olturup, birok) deneŋdi kutkarabız, senden kiyinkilerge sabak bolusu ucun. Cınında, kopculuk adamdar bizdin ayattarıbızdan kabarsız kalıskan"},{"SurahNumber":10,"VerseNumber":93,"Text":"Biz Israyil urpaktarın eŋ mıktı orundarga (Firaundan kalgan kooz jerlerge) ornosturup, taza-pakiza nerselerden ırıskı berdik. Alar kacan ozdoruno ilim (ıyık kitep) kelgenge ceyin (cındık jonundo) talasıp-tartısıskan jok. Cınında, (O, Muhammad,) Senin Rabbiŋ, alardın arasındagı talaskan nerselerine Kıyamat Kundo Ozu okum cıgarat"},{"SurahNumber":10,"VerseNumber":94,"Text":"(O, Muhammad) Eger Biz saga tusurgon nersede (tuurabı je tuura emespi dep) ekilenip kalsaŋ, ozuŋdon murunku kitepti (Toorat, Injildi) okugan (ınsaptuu) adamdardan sura.! Anıgında, saga Rabbiŋden Akıykat (Kuraan) keldi. Emi sen sektenuuculordon bolbogun"},{"SurahNumber":10,"VerseNumber":95,"Text":"Jana sen Allaһtın ayattarın “jalgan” degen adamdardan bolbogun! Anda zıyan tartuuculardan bolup kalasıŋ"},{"SurahNumber":10,"VerseNumber":96,"Text":"Cınında, Rabbiŋdin sozu (azabı alarga kelisi) cındık bolup kalgan adamdar ıyman keltirispeyt"},{"SurahNumber":10,"VerseNumber":97,"Text":"Eger alarga (Allaһtan) bardık dalil-moojizalar kelse da, jan kıynoocu azaptı (oz kozdoru menen) kormoyunco ınanıspayt"},{"SurahNumber":10,"VerseNumber":98,"Text":"(Basına azap kele jatkanın korup) ıyman keltirse, al ıymanı ozuno payda bergen el-jurt jok, bir gana Yunustun koomunan baska. (Yunustun koomu azaptı korup) ıyman keltirdi ele, Biz alardan duyno jasoosundagı korduk azabın arıltıp koyduk jana (belgiluu) bir ubakıtka ceyin (jasoo menen) paydalandırdık"},{"SurahNumber":10,"VerseNumber":99,"Text":"(O, Muhammad) Eger senin Rabbiŋ kaalasa jer betindegi bardık adamdar (biri kalbay) ıyman keltirismek.? Emne, sen adamdar (oz ıktıyarı menen) ıymanga kelgenge ceyin ele alardı majburlayın dep turasıŋbı"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allaһtın kaaloo-uruksatısız ec bir jan ıymanduu bolo albayt. Al emi, akılın istetpegen adamdardı (Allaһ Taala) azapka (duusar) kılat"},{"SurahNumber":10,"VerseNumber":101,"Text":"(O, Muhammad) Aytkın: “Asmandar jana jerdegi (Anın kuduretine belgi bolgon) nerselerge karagıla. Birok, (bul) belgiler jana (azaptan) estetuulor ıymansız adamdarga payda berbeyt"},{"SurahNumber":10,"VerseNumber":102,"Text":"(Kaapırlar) ozdorunon murun otkon kaapırlardın kununo oksos (azaptuu) kundu gana kutup jatısat. (Alarga nasaat payda berbey kaldı. Osonduktan,) alarga «kuto bergile, men da siler menen birge (silerdin azapka joluguuŋardı) kutuuculordun birimin» dep aytkın"},{"SurahNumber":10,"VerseNumber":103,"Text":"(Azap kelgenden) kiyin Biz Oz paygambarlarıbızdı jana ıyman keltirgen adamdardı kutkarabız. Iymanduu adamdardı usintip kutkaruu - Biz ucun mildet"},{"SurahNumber":10,"VerseNumber":104,"Text":"Aytkın: “O, adamdar! Eger menin dinimden kumon sanasaŋar, men Allaһtan baska siler ibadat kılıp jatkan “kudaylarga” ibadat kılbaymın. Birok, silerdi olturo turgan Allaһka ibadat kılamın jana men momundardan boluuga buyurulgamın"},{"SurahNumber":10,"VerseNumber":105,"Text":"(O, Muhammad) juzuŋdu eŋ tuura Dinge bur jana musrikterden bolbo"},{"SurahNumber":10,"VerseNumber":106,"Text":"Allaһtan baska ozuŋo ne payda, ne zıyan jetkire albagan “kudaylarga” duba kılba! Eger osentcu bolsoŋ, anda sen zaalımdardan (musrikterden) bolup kalasıŋ"},{"SurahNumber":10,"VerseNumber":107,"Text":"Eger Allaһ seni bir zıyan menen karmasa, anı Ozunon baska ec kim arılta albayt. A, eger saga Allaһ bir jaksılıktı kaalasa, Anın paziletine ec kim toskool bolo albayt. Allaһtın jaksılıgı pendelerinin arasınan Ozu kaalagandarına jetet. Al — Kecirimduu, Irayımduu"},{"SurahNumber":10,"VerseNumber":108,"Text":"Aytkın: “O, adamdar! Silerge Rabbiŋer tarabınan Akıykat (Kuraan) keldi. Kim (anın okumu menen jasap) Tuura Jol tapkan bolso — oz paydasına. Kim adassa — ozunun gana zıyanına. Men siler ucun (isiŋerdi tekserip juruucu) okul emesmin»"},{"SurahNumber":10,"VerseNumber":109,"Text":"Ozuŋo vahiy kılıngan nerseni (Kuraandı) gana eercip, (eger seni biroo “jalgancı” dese, araŋarda) Allaһ okum kılganga ceyin sabır kıl. Al - okum kıluuculardın mıktısı"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif, Laam, Raa. Bul kiteptin ayattarı (ec kacan buzulbay turgan kılıp) bekemdeldi jana Daanısman, Kabardar (Allaһ) tarabınan (eŋ jogorku deŋgeelde) bayan kılındı"},{"SurahNumber":11,"VerseNumber":2,"Text":"(Munun sebebi) Allaһtan baska “kudaylarga ibadat kılbasıŋar ucun. Cınında, men silerge Allaһ tarabınan (jiberilgen) estetuucu jana kus kabar beruucumun"},{"SurahNumber":11,"VerseNumber":3,"Text":"Jasagan kunooŋordu keciruusun surap, Allaһka jalbargıla jana (“ekinci kaytalabaymın” dep) tooba kılgıla! (Osondo) silerdi, belgilengen ubakıtka ceyin eŋ sonun ırıskılar menen paydalantat jana ar bir pazilettuu (ihsan-sadakaluu) adamga Ozunun paziletinen beret. Eger juz uyrup ketseŋer, men silerge Uluu Kundun (Kıyamattın) azabı jetip kaluusunan korkomun"},{"SurahNumber":11,"VerseNumber":4,"Text":"Bardıgıŋardın kaytısıŋar — Allaһka! Al — ar nersege kudurettuu"},{"SurahNumber":11,"VerseNumber":5,"Text":"Ukkula, alar Allaһka bildirbes ucun kokuroktorun(dogu kaapırlıktarın) jasırısat. Ukkula, eger alar (kokurogunun ustunon) kiyimderin orop alsa da Allaһ bardık sırların jana askere nerselerin bilip turat. Cınında, Al koodondordu eelegen sırlardı Biluucu"}]}