{"Id":360,"LanguageCodes":["te","tel"],"Name":"tel-abdulraheemmoha-lad","Author":"Abdul Raheem Mohammad Moulana","Language":"Telugu","Description":"Telugu - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":5,"VerseNumber":1,"Text":"ō viśvāsulārā! Oppandālanu pāṭin̄caṇḍi. Mī koraku paccina mēsē catuṣpāda paśuvulannī (tinaṭāniki) dharma sam'mataṁ (halāl) cēyabaḍḍāyi; mīku telupabaḍina paśuvulu tappa! Mīru ihrām sthitilō unnappuḍu vēṭāḍaṭaṁ mīku dharma sam'mataṁ kādu. Niścayaṅgā, allāh tānu kōrindi śāsistāḍu"},{"SurahNumber":5,"VerseNumber":2,"Text":"Ō viśvāsulārā! Allāh (niyamin̄cina) cihnālanu mariyu niṣid'dha māsānni ullaṅghin̄cakaṇḍi. Mariyu bali paśuvulaku mariyu meḍalalō paṭṭī unna paśuvulaku (hāni cēyakaṇḍi). Mariyu tama prabhuvu anugrahānni mariyu prītini kōrutū pavitra gr̥hāniki (ka'abah ku) pōyē vārini (āṭaṅka paracakaṇḍi). Kānī ihrām sthiti mugisina taruvāta mīru vēṭāḍavaccu. Mim'malni pavitra masjid (masjid al harām) nu sandarśin̄cakuṇḍā nirōdhin̄cina vāri paṭla gala virōdhaṁ valana vāritō haddulu mīri pravartin̄cakaṇḍi. Mariyu puṇyakāryālu mariyu daivabhīti viṣayālalō, okarikokaru tōḍpaḍaṇḍi. Mariyu pāpakāryālalō gānī, daurjan'yālalō gānī tōḍpaḍakaṇḍi. Allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, allāh śikṣa vidhin̄caṭanlō cāla kaṭhinuḍu"},{"SurahNumber":5,"VerseNumber":3,"Text":"(Sahajaṅgā) maraṇin̄cindi, raktaṁ, pandi mānsaṁ mariyu allāh tappa itarula koraku (itarula pērutō) vadhimpabaḍinadi (jib h cēyabaḍinadi), gontu pisiki ūpirāḍaka, debba tagili, ettu nuṇḍi paḍi, kom'mu tagili mariyu krūramr̥gaṁ nōṭa paḍi caccina (paśuvu/ pakṣi) annī, mīku tinaṭāniki niṣid'dhaṁ (harām) cēyabaḍḍāyi. Kāni (krūra mr̥gaṁ nōṭa paḍina dānini) cāvaka mundē mīru jib h cēsinaṭlaitē adi niṣid'dhaṁ kādu. Mariyu balipīṭhaṁ mīda vadhin̄cabaḍinadi, mariyu bāṇāla dvārā śakunaṁ cūḍaṭaṁ niṣēdhimpabaḍḍāyi. Ivannī ghōra pāpālu (phis khun). Īnāḍu satyatiraskārulu, mī dharmaṁ gurin̄ci pūrtigā āśalu vadulu kunnāru. Kanuka mīru vāriki bhayapaḍakaṇḍi, nākē bhayapaḍaṇḍi. Īnāḍu nēnu mī dharmānni mī koraku paripūrṇaṁ cēsi, mīpai nā anugrahānni pūrti cēśānu mariyu mī koraku allāh ku vidhēyulugā uṇḍaṭānnē (islānnē) dharmaṅgā sam'matin̄cānu. Evaḍainā ākaliki ōrcukōlēka, pāpāniki pūnukōka, (niṣid'dhamaina vastuvulanu tinnaṭlaitē)! Niścayaṅgā allāh kṣamāśīluḍu, apāra karuṇā pradāta"},{"SurahNumber":5,"VerseNumber":4,"Text":"vāru (prajalu) tama koraku ēdi dharma sam'mataṁ (halāl) ani ninnu aḍugu tunnāru. Nīvu ilā anu: \"Pariśud'dha vastuvulannī mī koraku dharmasam'mataṁ (halāl) cēyabaḍḍāyi. Mariyu mīku allāh nērpina vidhaṅgā mīru vēṭa śikṣaṇa iccina jantuvulu mī koraku paṭṭinavi kūḍā! Kāvuna avi mī koraku paṭṭukunna vāṭini mīru tinaṇḍi kāni dānipai allāh pērunu uccharin̄caṇḍi. Allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, allāh lekka tīsukōvaṭanlō ati śīghruḍu"},{"SurahNumber":5,"VerseNumber":5,"Text":"Īnāḍu mī koraku pariśud'dhamaina vastuvulannī dharmasam'mataṁ (halāl) cēyabaḍḍāyi. Mariyu grantha prajala āhāraṁ mīku dharma sam'matamainadi mariyu mī āhāraṁ vāriki dharma sam'matamainadi. Mariyu suśīluru ayina viśvāsa (musliṁ) strīlu gānī mariyu suśīluru ayina pūrva grantha prajala strīlu gānī, mīru vāriki vāri mahr cellin̄ci, n'yāyabad'dhaṅgā vāritō vivāha jīvitaṁ gaḍapaṇḍi. Kāni vāritō svēcchā kāmakrīḍalu gānī, lēdā doṅgacāṭu sambandhālu gānī un̄cukōkaṇḍi. Evaḍu viśvāsa mārgānni tiraskaristāḍō ataḍi karmalu vyarthamavutāyi. Mariyu ataḍu paralōkanlō naṣṭaṁ pondēvārilō cērutāḍu"},{"SurahNumber":5,"VerseNumber":6,"Text":"ō viśvāsulārā! Mīru namāj ku lēci napuḍu, mī mukhālanu, mariyu mī cētulanu mōcētula varaku kaḍukkōṇḍi. Mariyu mī talalanu (taḍi cētulatō) tuḍucukōṇḍi. Mariyu mī kāḷḷanu cīlamaṇḍala varaku kaḍukkōṇḍi. Mariyu mīku indriya skhalanaṁ (junub) ayi uṇṭē, snānaṁ (gusl) cēyaṇḍi. Mariyu mīru asvasthulai unnā, lēka prayāṇanlō unnā, lēka mīlō evarainā kālakr̥tyālu tīrcukoni unnā, lēka mīru strīlatō kalisi (sambhōgaṁ cēsi) unnā, appuḍu mīku nīru labhin̄cani pakṣanlō pariśubhramaina maṭṭitō tayam'mam cēyaṇḍi. Aṇṭē mī mukhālanu mariyu mī cētulanu, dānitō (pariśud'dhamaina maṭṭipai sparśin̄cina cētulatō) ruddukōṇḍi. Mim'malni kaṣṭapeṭṭālanēdi allāh abhimataṁ kādu. Mīru kr̥tajñulu kāvālani āyana, mim'malni śud'dhaparaci mīpai tana anugrahānni pūrti cēyagōrutunnāḍu"},{"SurahNumber":5,"VerseNumber":7,"Text":"mariyu mīku allāh cēsina anugrahānni mariyu āyana mī nuṇḍi tīsukunna dr̥ḍhamaina pramāṇānni jñāpakaṁ cēsukōṇḍi. Appuḍu mīru: \"Mēmu vinnāmu mariyu vidhēyula mayyāmu.\" Ani annāru. Mariyu allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, hr̥dayālalō unnadantā allāh ku bāgā telusu"},{"SurahNumber":5,"VerseNumber":8,"Text":"Ō viśvāsulārā! Mīru allāh koraku n'yāyaṅgā sākṣyamivvaṭāniki sthiraṅgā nilabaḍaṇḍi. Itarula paṭla mīkunna dvēṣānikilōnai, mīru n'yāyānni tyajin̄cakaṇḍi. N'yāyaṁ cēyaṇḍi, adi daivabhaktiki samīpamainadi. Mariyu allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Niścayaṅgā, mīru cēsēdantā allāh erugunu"},{"SurahNumber":5,"VerseNumber":9,"Text":"mariyu viśvasin̄ci satkāryālu cēsē vāriki kṣamāpaṇa mariyu goppa pratiphalaṁ unnāyani allāh vāgdānaṁ cēśāḍu"},{"SurahNumber":5,"VerseNumber":10,"Text":"mariyu evaraitē satyatiraskārāniki pālpaḍi, mā sūcanalanu abad'dhālani tiraskaristārō! Alāṇṭi vāru bhagabhaga maṇḍē narakāgni vāsulavutāru"},{"SurahNumber":5,"VerseNumber":11,"Text":"ō viśvāsulārā! Oka jāti vāru (mīku hāni cēya saṅkalpin̄ci) tama cētulanu mī vaipunaku cācinapuḍu, allāh vāri cētulanu mī nuṇḍi tolagin̄ci mīku cēsina anugrahānni jñaptiki teccukōṇḍi. Allāh yandu bhayabhaktulu kaligi uṇḍaṇḍi. Mariyu viśvāsulu allāh painanē nam'maka mun̄cukuṇṭāru"}]}