{"Id":88,"LanguageCodes":["de","deu"],"Name":"deu-adeltheodorkhou-la","Author":"Adel Theodor Khoury","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Und unter ihnen machen die Runde Junglinge, die zu ihnen gehoren, als waren sie wohlverwahrte Perlen"},{"SurahNumber":52,"VerseNumber":25,"Text":"Und sie treten aneinander heran und fragen sich gegenseitig"},{"SurahNumber":52,"VerseNumber":26,"Text":"Sie sagen: «Fruher waren wir inmitten unserer Angehorigen erschrocken"},{"SurahNumber":52,"VerseNumber":27,"Text":"Da erwies Gott uns eine Wohltat und bewahrte uns vor der Pein des gluhenden Windes"},{"SurahNumber":52,"VerseNumber":28,"Text":"Fruher pflegten wir Ihn anzurufen. Er ist der, der gutig und barmherzig ist.»"},{"SurahNumber":52,"VerseNumber":29,"Text":"Ermahne nun; du bist dank der Gnade deines Herrn weder ein Wahrsager noch ein Besessener"},{"SurahNumber":52,"VerseNumber":30,"Text":"Oder sagen sie etwa: «Ein Dichter. Wir warten ab, was fur ein Unheil das Schicksal ihm bringen wird»"},{"SurahNumber":52,"VerseNumber":31,"Text":"Sprich: Wartet ab, ich gehore mit euch zu denen, die abwarten"},{"SurahNumber":52,"VerseNumber":32,"Text":"Oder befiehlt ihnen etwa ihr Verstand dies, oder sind sie vielmehr Leute, die ein Ubermaß an Frevel zeigen"},{"SurahNumber":52,"VerseNumber":33,"Text":"Oder sagen sie: «Er hat ihn sich selbst in den Mund gelegt»? Nein, vielmehr glauben sie nicht"},{"SurahNumber":52,"VerseNumber":34,"Text":"Sie sollen doch eine Botschaft gleicher Art beibringen, so sie die Wahrheit sagen"},{"SurahNumber":52,"VerseNumber":35,"Text":"Oder sind sie aus etwas anderem erschaffen worden, oder sind sie gar selbst die Schopfer"},{"SurahNumber":52,"VerseNumber":36,"Text":"Oder haben sie etwa die Himmel und die Erde erschaffen? Nein, vielmehr hegen sie keine Gewißheit"},{"SurahNumber":52,"VerseNumber":37,"Text":"Oder besitzen sie etwa die Vorratskammern deines Herrn, oder sind sie es, die alles fest in der Hand haben"},{"SurahNumber":52,"VerseNumber":38,"Text":"Oder haben sie eine Leiter, auf der sie (emporsteigen und) lauschen konnen? Dann soll doch ihr Lauscher eine offenkundige Ermachtigung beibringen"},{"SurahNumber":52,"VerseNumber":39,"Text":"Oder sind fur Ihn die Tochter und fur euch die Sohne bestimmt"},{"SurahNumber":52,"VerseNumber":40,"Text":"Oder verlangst du etwa einen Lohn von ihnen, so daß sie mit Schulden belastet waren"},{"SurahNumber":52,"VerseNumber":41,"Text":"Oder liegt ihnen das Unsichtbare vor, so daß sie (es) aufschreiben"},{"SurahNumber":52,"VerseNumber":42,"Text":"Oder wollen sie arglistig handeln? Diejenigen, die unglaubig sind, sind es, die der List erliegen"},{"SurahNumber":52,"VerseNumber":43,"Text":"Oder haben sie einen anderen Gott als Gott? Preis sei Gott! (Erhaben ist Er) uber das, was sie (Ihm) beigesellen"},{"SurahNumber":52,"VerseNumber":44,"Text":"Und sahen sie ein Stuck vom Himmel herabfallen, sie wurden sagen: «Eine aufgeschichtete Wolke.»"},{"SurahNumber":52,"VerseNumber":45,"Text":"Laß sie nur, bis sie ihrem Tag begegnen, an dem sie vom Donnerschlag getroffen werden"},{"SurahNumber":52,"VerseNumber":46,"Text":"Dem Tag, da ihre List ihnen nichts nutzt und sie keine Unterstutzung erfahren"},{"SurahNumber":52,"VerseNumber":47,"Text":"Fur diejenigen, die Unrecht tun, ist eine Pein außer dieser bestimmt, aber die meisten von ihnen wissen nicht Bescheid"},{"SurahNumber":52,"VerseNumber":48,"Text":"Sei geduldig, bis dein Herr sein Urteil fallt. Du stehst vor unseren Augen. Und sing das Lob deines Herrn, wenn du dich hinstellst"},{"SurahNumber":52,"VerseNumber":49,"Text":"Und preise Ihn in der Nacht und beim Schwinden der Sterne"},{"SurahNumber":53,"VerseNumber":1,"Text":"Beim Stern, wenn er fallt"},{"SurahNumber":53,"VerseNumber":2,"Text":"Euer Gefahrte geht nicht irre und ist nicht einem Irrtum erlegen"},{"SurahNumber":53,"VerseNumber":3,"Text":"Und er redet nicht aus eigener Neigung"},{"SurahNumber":53,"VerseNumber":4,"Text":"Es ist nichts anderes als eine Offenbarung, die offenbart wird"},{"SurahNumber":53,"VerseNumber":5,"Text":"Belehrt hat ihn einer, der starke Krafte hat"},{"SurahNumber":53,"VerseNumber":6,"Text":"Der Macht besitzt. Er stand aufrecht da"},{"SurahNumber":53,"VerseNumber":7,"Text":"Am obersten Horizont"},{"SurahNumber":53,"VerseNumber":8,"Text":"Dann kam er naher und stieg nach unten"},{"SurahNumber":53,"VerseNumber":9,"Text":"So daß er (nur) zwei Bogenlangen entfernt war oder noch naher"},{"SurahNumber":53,"VerseNumber":10,"Text":"Da offenbarte Er seinem Diener, was Er offenbarte"},{"SurahNumber":53,"VerseNumber":11,"Text":"Sein Herz hat nicht gelogen, was er sah"},{"SurahNumber":53,"VerseNumber":12,"Text":"Wollt ihr denn mit ihm streiten uber das, was er sieht"},{"SurahNumber":53,"VerseNumber":13,"Text":"Und er sah ihn ein anderes Mal herabkommen"},{"SurahNumber":53,"VerseNumber":14,"Text":"Beim Zizyphusbaum am Ende des Weges"},{"SurahNumber":53,"VerseNumber":15,"Text":"Bei dem der Garten der Heimstatte ist"},{"SurahNumber":53,"VerseNumber":16,"Text":"Als den Zizyphusbaum bedeckte, was (ihn) bedeckte"},{"SurahNumber":53,"VerseNumber":17,"Text":"Da wich der Blick nicht ab, und er uberschritt das Maß nicht"},{"SurahNumber":53,"VerseNumber":18,"Text":"Wahrlich, er sah etwas von den großten Zeichen seines Herrn"},{"SurahNumber":53,"VerseNumber":19,"Text":"Habt ihr Laat und, Uzzaa gesehen"},{"SurahNumber":53,"VerseNumber":20,"Text":"Und auch Manaat, diese andere, die dritte"},{"SurahNumber":53,"VerseNumber":21,"Text":"Ist denn fur euch das, was mannlich ist, und fur Ihn das, was weiblich ist, bestimmt"},{"SurahNumber":53,"VerseNumber":22,"Text":"Das ware dann eine ungerechte Verteilung"},{"SurahNumber":53,"VerseNumber":23,"Text":"Das sind nur Namen, die ihr genannt habt, ihr und eure Vater, fur die Gott aber keine Ermachtigung herabgesandt hat. Sie folgen nur Vermutungen und dem, wozu ihre Seelen neigen, wo doch die Rechtleitung von ihrem Herrn zu ihnen gekommen ist"},{"SurahNumber":53,"VerseNumber":24,"Text":"Oder kann denn der Mensch haben, was er wunscht"},{"SurahNumber":53,"VerseNumber":25,"Text":"Ja, Gott gehort das Jenseits und das Diesseits"}]}