{"Id":183,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmood-la","Author":"Abubakar Mahmood Jummi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/hausa_gummi/v1.2.0-csv.1 , https://quranenc.com/en/browse/hausa_gummi , https://quranenc.com ,","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Lalle, idan munafukai da waɗanda yake akwai wata cuta a cikin zukatansu, da masu tsegumi a cikin Madina, ba su hanu ba (daga halayensu),* lalle, za Mu shushuta ka a gare su, sa'an nan ba za su yi maƙwabtaka da kai ba, a cikinta, face kaɗan"},{"SurahNumber":33,"VerseNumber":61,"Text":"Tsinannu ne duk inda suka shi za'a kame su kuma akarkashe su kashe"},{"SurahNumber":33,"VerseNumber":62,"Text":"A kan hanyar Allah (ta gyaran jama'a) a cikin waɗanda suka shuɗe gabaninka, kuma ba za ka sami musanyawa ba ga hanyar Allah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Suna tambayar ka* ga Sa'a. Ka ce: \"Saninta yana wurin Allah kawai.\" Kuma me ya sanar da kai cewa ana tsammanin sa'a ta kasance kusa"},{"SurahNumber":33,"VerseNumber":64,"Text":"Lalle Allah Ya la'ani kafirai, kuma Ya yi musu tattalin wata wuta mai ƙuna"},{"SurahNumber":33,"VerseNumber":65,"Text":"Suna madawwama a cikinta har abada, ba su samun majiɓinci, kuma ba su samun mataimaki"},{"SurahNumber":33,"VerseNumber":66,"Text":"Ranar da ake juya fuskokinsu a cikin wuta suna cewa, \"Kaitonmu, saboda, rashin biyarmu ga Allah da rashin biyarmu ga Manzo"},{"SurahNumber":33,"VerseNumber":67,"Text":"Kuma suka ce: \"Ya Ubangijinmu! Lalle mu mun* bi shugabanninmu da manyanmu! Sai suka ɓatar da mu daga hanya"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ya Ubangijinmu! Ka ba su ninki biyu na azaba, kuma ka la'ane su, la'ana mai girma"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ya ku waɗanda suka yi imani! Kada ku kasance kamar waɗanda suka cuci* Musa sa'an nan Allah Ya barrantar da shi daga abin da suka ce. Kuma ya kasance mai daraja a wurin Allah"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ya ku waɗanda suka yi imani! Ku bi Allah da taƙawa kuma ku faɗi magana madaidaiciya"},{"SurahNumber":33,"VerseNumber":71,"Text":"Ya kyautata muku ayyukanku, kuma Ya gafarta zunubanku. Kuma wanda ya yi ɗa'a ga Allah da Manzon Sa, to, lalle, ya rabbanta, babban rabo mai girma"},{"SurahNumber":33,"VerseNumber":72,"Text":"Lalle Mu, Mun gitta amana ga sammai da ƙasa da duwatsu, sai suka ƙi ɗaukarta kuma sukaji tsoro daga gare ta, kuma mutum ya ɗauke ta, lalle shi (mutum) ya kasance mai yawan zalunci, mai yawan jahilci"},{"SurahNumber":33,"VerseNumber":73,"Text":"Domin Allah Ya azabta munafukai maza da munafukai mata, da mushirikai maza da mushirikai mata, kuma Allah Ya karɓi tuba ga muminai maza da muminai mata. Kuma Allah Ya kasance Mai gafara, Mai jin ƙai"},{"SurahNumber":34,"VerseNumber":1,"Text":"Godiya ta tabbata ga Allah, wanda Yake abin da yake a cikin sammai da abin da yake a cikin ƙasa Nasa ne, kuma shi ne Mai hikima, Mai labartawa"},{"SurahNumber":34,"VerseNumber":2,"Text":"Ya san abin da yake shiga a cikin ƙasa da abin da yake fita daga gare ta, da abin da yake sauka daga sama da abin da yake hawa a cikinta, kuma Shi ne Mai jin ƙai, Mai gafara"},{"SurahNumber":34,"VerseNumber":3,"Text":"Kuma waɗanda suka kafirta suka ce: \"Sa'a ba za ta zo mana ba.\" Ka ce: \"Kayya! Na rantse da Ubangijina, lalle, za ta zo muku.\" Masanin gaibi, gwargwadon zarra ba ta nisanta daga gare Shi a cikin sammai kuma ba ta nisanta a cikin ƙasa, kuma babu mafi ƙaranci daga wancan kuma babu mafi girma face yana a cikin Littafi bayyananne"},{"SurahNumber":34,"VerseNumber":4,"Text":"Domin Ya saka wa waɗanda suka yi imani kuma suka aikata ayyukan ƙwarai. Waɗancan suna da wata gafara da wani arziki mai karimci"},{"SurahNumber":34,"VerseNumber":5,"Text":"Kuma waɗanda suka yi makirci ga ayoyin Mu, suna masu gajiyarwa, waɗannan suna da wata azaba daga azaba mai raɗaɗi"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kuma waɗanda aka bai wa ilmi suna ganin abin nan da aka saukar zuwa gare ka daga Ubangijinka, shi ne gaskiya, kuma yana shiryarwa zuwa ga hanyar Mabuwayi, Godadde"},{"SurahNumber":34,"VerseNumber":7,"Text":"Kuma waɗanda suka kafirta suka ce: \"Shin za mu nuna muku wani namiji wanda yake gaya muku wai idan an tsattsage ku, kowace irin tsattsagewa, lalle ku, tabbas, kuna a cikin wata halitta sabuwa"},{"SurahNumber":34,"VerseNumber":8,"Text":"Ya ƙaga ƙarya ga Allah ne ko kuwa akwai wata hauka a gare shi?\" A'a, waɗanda ba su yi imani da Lahira ba, suna a cikin azaba da ɓata mai nisa"},{"SurahNumber":34,"VerseNumber":9,"Text":"Ashe fa, ba su yi dubi ba zuwa ga abin da ke a gaba gare su da abin da ke a bayansu daga sama da ƙasa? idan Mun so, sai Mu shafe ƙasa da su, ko kuma Mu kayar da wani ɓaɓɓake daga sama a kansu. Lalle, a cikin wancan akwai aya ga dukan bawa mai maida al'amarinsa ga Allah"}]}