{"Id":251,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-la","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"(Majhyatarphe) sanga ki, he majhya dasanno! Jyanni apalya prananvara atyacara kela ahe, tumhi allahacya krpepasuna nirasa ho'u naka. Nihsansaya, allaha samasta aparadhanna mapha karato. Vastutah to motha mapha karanara, motha daya karanara ahe"},{"SurahNumber":39,"VerseNumber":54,"Text":"Ani tumhi sarva apalya palanakartyakade jhuka ani tyace ajnapalana karita raha, yapurvi ki tumacyajavala azaba ye'una pohacava, maga tumaci madata na keli javi"},{"SurahNumber":39,"VerseNumber":55,"Text":"Ani anusarana kara tya sarvanta uttama gostice, ji tumacyakade tumacya palanakartyatarphe avatarita keli geli ahe, yapurvi ki tumacyavara acanaka allahaci siksa yatana yavi ani tumhala khabarahi na vhavi"},{"SurahNumber":39,"VerseNumber":56,"Text":"(Ase na vhave ki) ekhadya manasane mhanave ki, arere! Kheda ahe ya gostivara ki mi allahacya babatita susti keli, kimbahuna mi thatta udavinaryammadhyeca rahilo"},{"SurahNumber":39,"VerseNumber":57,"Text":"Kinva mhanave ki jara allahane mala marga dakhavila asata tara mi dekhila allahace bhaya rakhanaryampaiki rahilo asato"},{"SurahNumber":39,"VerseNumber":58,"Text":"Kinva siksa yatananna pahuna mhanu lagave, kasahi prakare majhe parata jane jhale asate tara mi dekhila neka sadacari lokampaiki rahilo asato"},{"SurahNumber":39,"VerseNumber":59,"Text":"Ka nahi? Niscitaca tumacyajavala majhya ayati pohacalya hotya jyanna tu khote tharavile ani ghamenda (va garva) kela ani tu kaphira (satyavirodhaka) lokampaikica hotasa"},{"SurahNumber":39,"VerseNumber":60,"Text":"Ani jya lokanni allahavisayi asatya racale ahe, tara tumhi pahala ki kayamatacya divasi tyance cehare kale jhale asatila. Kaya ghamenda karanaryance thikana jahannamamadhye nahi"},{"SurahNumber":39,"VerseNumber":61,"Text":"Ani jya lokanni allahace bhaya (takava) balagale, tyanna allaha tyancya saphalatesaha vacavila, tyanna ekhade duhkha sparsahi karu sakanara nahi ani na te kasahi prakare duhkhi hotila"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allaha samasta vastunca nirmanakarta ahe, ani toca pratyeka vastuca sanraksaka ahe"},{"SurahNumber":39,"VerseNumber":63,"Text":"Akasancya ani dharaticya cavyanca malaka toca ahee jya jya lokanni allahacya ayatinca inkara kela ahe, teca nukasana bhoganare aheta"},{"SurahNumber":39,"VerseNumber":64,"Text":"(Tumhi) sanga ki he murkhanno! Kaya tumhi mala, allahakherija itaranci upasana karanyasa sangata"},{"SurahNumber":39,"VerseNumber":65,"Text":"Ani nihsansaya, tumacyakad'ehi ani tumacyapurvicya (sarva paigambaram) kad'ehi vahayi keli geli ahe ki jara tumhi sirka (allahakherija dusaryanci bhakti upasana) kelyasa, niscitaca tumace sarva karma vaya ja'ila ani khatrine tumhi nukasana ucalanaryampaiki vhala"},{"SurahNumber":39,"VerseNumber":66,"Text":"Kimbahuna tumhi allahacica upasana kara ani krtajnata vyakta karanaryampaiki vha"},{"SurahNumber":39,"VerseNumber":67,"Text":"Ani tya lokanni, allahaca jasa sanmana karayala pahije hota tasa kela nahi. Samasta dharati, kayamatacya divasi tyacya muthita asela ani sampurna akasa tyacya ujavya hatata gundalalele asela to motha pavitra ani ati ucca ahe, tya pratyeka vastu (va gosti) pasuna jila loka tyaca sahabhagi tharavitata"},{"SurahNumber":39,"VerseNumber":68,"Text":"Ani sura (kayamataca arambha darsavinara sankha) phunkala ja'ila, tevha akasammadhye ani dharatita astitvata asanare sarva besud'dha ho'una kosalatila tathapi jyala allaha icchila (to salamata rahila), maga dusaryanda sura phunkala ja'ila tevha te acanaka ubhe rahuna pahu lagatila"},{"SurahNumber":39,"VerseNumber":69,"Text":"Ani dharati apalya palanakartyacya divya tejane lakhkha cakakela. Karma-lekha sadara kele jatila. Paigambaranna ani saksinna anale ja'ila ani lokancya daramyana n'yayapurvaka phaisale kele jatila ani tyancyavara atyacara kela janara nahi"},{"SurahNumber":39,"VerseNumber":70,"Text":"Ani jya manasane je kahi kele ahe te tyala purnapane dile ja'ila ani loka je kahi karita aheta te to cangalya prakare janato"},{"SurahNumber":39,"VerseNumber":71,"Text":"Ani kaphirance jhundacya jhunda jahannamakade hakata nele jatila jevha te ticyajavala pohacatila, tice daravaje tyancyasathi ughadale jatila ani tithale raksaka tyanna vicaratila ki kaya tumacya javala tumacyacamadhuna rasula (sandesavahaka) ale navhate? Je tumhala tumacya palanakartyancya ayati vacuna aikavita hote ani tumhala ya divasacya bhetibabata savadha karita hote. He uttara detila ki hoya! Ka nahi? Parantu azaba (siksa yatane) ce pharmana kaphiranna (sevati) lagu jhale"},{"SurahNumber":39,"VerseNumber":72,"Text":"Pharmavile ja'ila, ata jahannamacya daravajyammadhye dakhala vha jithe te nehami rahatila, tevha avajnakari lokance thikana mothe va'ita ahe"},{"SurahNumber":39,"VerseNumber":73,"Text":"Ani je loka apalya palanakartyace bhaya rakhata hote, tyance samuhacya samuha jannatakade pathavile jatila, yetheparyarnta ki jevha te jannatajavala pohocatila ani daravaje ughadale jatila,1 ani tithale raksaka tyanna mhanatila ki tumacyavara salama aso, tumhi khusa raha. Tara tumhi yancyata sadaivakalakarita ya"},{"SurahNumber":39,"VerseNumber":74,"Text":"Ani he mhanatila ki, abhari ahota allahace, jyane apala vayada purna kela, ani amhala ya dharatica varasa banavile ki jannatamadhye vatela tithe rahave. Tevha satkarma karanaryanca kiti cangala mobadala ahe"},{"SurahNumber":39,"VerseNumber":75,"Text":"Ani tumhi pharistyanna allahacya arsa (sinhasana) bhovati ghera banavita, apalya palanakartyaci prasansa ani pavitryace gunagana karatana pahala, 1 ani tyancya daramyana n'yayapurna phaisala kela ja'ila, ani sangitale ja'ila ki samasta prasansa allahakaritaca ahe, jo samasta visvaca svami va palanakarta ahe"}]}