{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":59,"VerseNumber":11,"Text":"Ужель не видел ты, (о Мухаммад!), тех лицемеров, Кто говорит своим отвергшим веру братьям Из обладателей Господней Книги: \"Коль будут вас отсюда гнать, Уйдем мы вместе с вами, И мы не станем слушать никого, Если о вас заходит дело; И если с вами будут воевать, Мы непременно вам окажем помощь\". Аллах, поистине, свидетель Того, что все они - лжецы"},{"SurahNumber":59,"VerseNumber":12,"Text":"И если тех отсюда будут гнать, За ними не пойдут они. И если с теми будут воевать, Они им помощь не окажут. А если и помогут им, То только повернув к ним спину, - И никакой им помощи не будет"},{"SurahNumber":59,"VerseNumber":13,"Text":"Ведь в их сердцах страх перед вами Сильнее, чем их страх перед Аллахом, И это потому, что сей народ Лишен любого разуменья"},{"SurahNumber":59,"VerseNumber":14,"Text":"Они не будут с вами воевать единой силой, А лишь из укрепленных сел или закрытых стен; И меж собой у них жестокая вражда. Тебе покажется - они едины, Сердца же их разрознены, - Все потому, что неразумен сей народ"},{"SurahNumber":59,"VerseNumber":15,"Text":"Подобно тем, кто был до них, Они уже вкусили (в жизни ближней) Своих деяний вредный плод, - И им - жестокая расплата"},{"SurahNumber":59,"VerseNumber":16,"Text":"(Они) подобны Сатане. И вот сказал он человеку: \"Будь неверным!\" Когда же тот неверным стал, Сказал он: \"От тебя я отрекаюсь. Страшусь Аллаха я, Владыки всех миров"},{"SurahNumber":59,"VerseNumber":17,"Text":"Концом обоих будет то, Что они вступят в огнь Ада, Навечно в нем пристанище найдут, - Таким и будет воздаяние неверным"},{"SurahNumber":59,"VerseNumber":18,"Text":"О вы, кто верует! Благочестивы будьте пред Аллахом, Страшася (гнев) Его (навлечь)! И пусть посмотрит каждая душа, Что уготовила себе на завтра. Страшитесь гнева Господа, - Он ведает о всем, что вы творите"},{"SurahNumber":59,"VerseNumber":19,"Text":"Не будьте вы подобны тем, Которые забыли Бога, А Он заставил их забыть самих себя, - Они все грешники (надменные) (пред Богом)"},{"SurahNumber":59,"VerseNumber":20,"Text":"И меж собою не сравняться Всем обитателям Огня и Сада, И в благодати быть лишь обитателям Садов"},{"SurahNumber":59,"VerseNumber":21,"Text":"И если б сей Коран Мы низвели на гору, Склонилась бы в смирении она И раскололась в страхе пред Аллахом, - Такие Мы приводим притчи людям, Чтоб поразмыслили они"},{"SurahNumber":59,"VerseNumber":22,"Text":"И Он - Аллах! Кроме Него, другого божества не существует. Он ведает о всем, что скрыто иль открыто (вам). Всемилостив и милосерден Он (безмерно)"},{"SurahNumber":59,"VerseNumber":23,"Text":"И Он - Аллах! Кроме Него, другого божества не существует. Он - Царь, Он - свят, Источник совершенства, Он мир дарит, Заповедает веру и блюдет сохранность; Верховный судия, Что власти безграничной преисполнен. Хвала же Господу! Он выше всех божеств, Что люди измышляют в равные Ему"},{"SurahNumber":59,"VerseNumber":24,"Text":"И Он - Аллах, Творец (Вселенной), Создатель (совершенного порядка в ней), Образователь (высших форм и видов), - К Нему прекраснейшие имена восходят, И все, что в небесах и на земле, Хвалу и славу воздает Аллаху, (Кто безгранично) мудр и велик"},{"SurahNumber":60,"VerseNumber":1,"Text":"О вы, кто верует! Ни Моего, ни вашего врага Себе в друзья вы не берите, Являя им свою любовь, В то время как они Ту истину, что к вам приходит, отвергают. И гонят (с вашей же земли) посланника и вас За то, что веруете вы в Аллаха, вашего Владыку. И если вы пришли сражаться на Моем пути И тем снискать Мое благоволенье, Вы тайную любовь к ним не храните, - Ведь знаю Я о всем сполна, Что делаете вы сокрыто или явно. А тот, кто поступает так, С пути прямого отклонился"},{"SurahNumber":60,"VerseNumber":2,"Text":"Но если им удастся вами завладеть, Врагами вашими себя они проявят, Направив руки и язык свой вам во зло, - Они хотят, чтобы неверными вы стали"},{"SurahNumber":60,"VerseNumber":3,"Text":"Ни ваши родственники и ни ваши дети В День Воскресения вам не помогут. Рассудит между вами Он, - Ведь зрит Аллах во все, что делаете вы"},{"SurahNumber":60,"VerseNumber":4,"Text":"Поистине, для вас прекрасный есть пример В (пророке) Ибрахиме и в тех, кто следовал за ним, Когда народу своему они сказали: \"Мы покидаем вас и то, Чему вы молитесь, опричь Аллаха. Мы отвергаем вас (и вашу веру); Вражда и ненависть навечно (Стеною) лягут между нами, Пока в Единого Аллаха не уверуете вы\". Но (вам не могут быть примером) Слова, что Ибрахим отцу сказал: \"Поистине, я о твоем прощении молиться буду, Но не владею я ничем перед Аллахом для тебя. О наш Господь! Мы лишь Тебе себя вверяем И с покаянием к Тебе идем; К Тебе лежит и наше возвращенье"},{"SurahNumber":60,"VerseNumber":5,"Text":"О наш Господь! Не делай нас Ты испытанием для тех, Кто (Истину Твою) не принял, И нам прощение пошли, - Ведь мудр и всесилен Ты"},{"SurahNumber":60,"VerseNumber":6,"Text":"Поистине, для вас в них дан пример прекрасный,- Для тех из вас, кто лик свой повернул к Аллаху, (Уверовав) в Последний День; Но если отвратится кто, - Аллах, поистине, богат и достохвален"}]}