{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":37,"VerseNumber":83,"Text":"و از پیروان نوح (در دعوت به توحید و خدا پرستی) به حقیقت ابراهیم (خلیل) بود"},{"SurahNumber":37,"VerseNumber":84,"Text":"که با قلبی پاک و سالم (از شرک) به سوی پروردگار خویش آمد"},{"SurahNumber":37,"VerseNumber":85,"Text":"هنگامی که با پدر (یعنی عموی) خود و قومش گفت: شما به پرستش چه مشغولید؟"},{"SurahNumber":37,"VerseNumber":86,"Text":"آیا رواست که به دروغ خدایانی به جای خدای یکتا بر می‌گزینید؟"},{"SurahNumber":37,"VerseNumber":87,"Text":"پس در این صورت به خدای جهانیان چه گمان می‌برید (و از قهر و انتقام خدا چگونه نمی‌ترسید)"},{"SurahNumber":37,"VerseNumber":88,"Text":"آن گاه (ابراهیم تدبیری اندیشید و) به ستارگان آسمان نگاهی کرد"},{"SurahNumber":37,"VerseNumber":89,"Text":"و با قومش گفت که من بیمارم (و نتوانم به جشن عید بتان آیم)"},{"SurahNumber":37,"VerseNumber":90,"Text":"قوم از او دست کشیده برگشتند (و از بتخانه در پی نشاط عید به باغ و صحرا شتافتند)"},{"SurahNumber":37,"VerseNumber":91,"Text":"ابراهیم (که بتخانه را خلوت یافت) قصد بتهای آنان کرد و گفت: آیا شما غذا نمی‌خورید؟"},{"SurahNumber":37,"VerseNumber":92,"Text":"چرا سخن نمی‌گویید؟ (شما چه خدایان بی‌اثر باطلی هستید)"},{"SurahNumber":37,"VerseNumber":93,"Text":"و محکم (با تبر) بر بتان زد (و جز بت بزرگ همه را درهم شکست)"},{"SurahNumber":37,"VerseNumber":94,"Text":"قوم (آگه شدند و) با شتاب (از پی انتقام) به سوی او آمدند"},{"SurahNumber":37,"VerseNumber":95,"Text":"ابراهیم گفت: آیا رواست که شما چیزی به دست خود بتراشید و آن را پرستش کنید؟"},{"SurahNumber":37,"VerseNumber":96,"Text":"در صورتی که شما و آنچه (از بتان) می‌سازید همه را خدا آفریده"},{"SurahNumber":37,"VerseNumber":97,"Text":"(قوم حجت و برهانش نشنیدند و) گفتند: باید بر او آتشخانه‌ای بسازید و او را در آتش افکنید"},{"SurahNumber":37,"VerseNumber":98,"Text":"نمرودیان قصد مکر و ستمش کردند ما هم آنان را خوار و نابود ساختیم (و آتش را بر او گلستان کردیم)"},{"SurahNumber":37,"VerseNumber":99,"Text":"و ابراهیم (پس از نجات از بیداد نمرودیان به قومش) گفت: من (با کمال اخلاص) به سوی خدای خود می‌روم که البته هدایتم خواهد فرمود"},{"SurahNumber":37,"VerseNumber":100,"Text":"بار الها، مرا فرزند صالحی که از بندگان شایسته تو باشد عطا فرما"},{"SurahNumber":37,"VerseNumber":101,"Text":"پس مژده پسر بردباری به او دادیم"},{"SurahNumber":37,"VerseNumber":102,"Text":"آن گاه که (آن پسر رشد یافت و) با او به سعی و عمل شتافت (یا در جهد و عبادت یا در سعی صفا و مروه با پدر همراه شد) ابراهیم گفت: ای فرزند عزیزم، من در عالم خواب چنین می‌بینم که تو را قربانی (راه خدا) می‌کنم، در این واقعه تو را چه نظری است؟ جواب داد: ای پدر، هر چه مأموری انجام ده که ان شاء اللّه مرا از بندگان با صبر و شکیبا خواهی یافت"},{"SurahNumber":37,"VerseNumber":103,"Text":"پس چون هر دو تسلیم امر حق گشتند و او را (برای کشتن) به روی در افکند"},{"SurahNumber":37,"VerseNumber":104,"Text":"و ما در آن حال (که کارد به گلویش کشید) خطاب کردیم که ای ابراهیم،"},{"SurahNumber":37,"VerseNumber":105,"Text":"تو مأموریت عالم رؤیا را انجام دادی (کارد را از گلویش بردار). ما نیکو کاران را چنین نیکو پاداش می‌دهیم"},{"SurahNumber":37,"VerseNumber":106,"Text":"این ابتلا همان امتحانی است که (حقیقت حال اهل ایمان را) روشن می‌کند (که در راه خدا از هر چیز می‌گذرند)"},{"SurahNumber":37,"VerseNumber":107,"Text":"و بر او (گوسفندی فرستاده و) ذبح بزرگی فدا ساختیم"},{"SurahNumber":37,"VerseNumber":108,"Text":"و ثنای او را در میان آیندگان وا گذاردیم"},{"SurahNumber":37,"VerseNumber":109,"Text":"سلام و تحیّت خدا بر ابراهیم باد"},{"SurahNumber":37,"VerseNumber":110,"Text":"ما نیکوان را این چنین پاداش نیکو می‌دهیم"},{"SurahNumber":37,"VerseNumber":111,"Text":"زیرا او از بندگان با ایمان ما بود"},{"SurahNumber":37,"VerseNumber":112,"Text":"و باز مژده فرزندش اسحاق را که پیغمبری از شایستگان است به او دادیم"},{"SurahNumber":37,"VerseNumber":113,"Text":"و بر ابراهیم و اسحاق برکت و خیر بسیار عطا کردیم، و از فرزندانشان برخی صالح و نیکوکار و برخی دانسته و آشکار به نفس خود ستمکار شدند"},{"SurahNumber":37,"VerseNumber":114,"Text":"و همانا ما بر موسی و هارون منّت گذاردیم"},{"SurahNumber":37,"VerseNumber":115,"Text":"و هر دو را با قومشان از بلای بزرگ (فرعونیان) نجات دادیم"},{"SurahNumber":37,"VerseNumber":116,"Text":"و آنها را یاری دادیم تا (بر فوعونیان) به حقیقت غالب شدند"},{"SurahNumber":37,"VerseNumber":117,"Text":"و به آن دو (پیغمبر) کتاب (تورات) روشن بیان را عطا کردیم"},{"SurahNumber":37,"VerseNumber":118,"Text":"و هر دو را به راه راست (خداپرستی) هدایت کردیم"},{"SurahNumber":37,"VerseNumber":119,"Text":"و برایشان نام نیک در میان آیندگان باقی گذاردیم"},{"SurahNumber":37,"VerseNumber":120,"Text":"سلام و تحیّت بر موسی و هارون باد"},{"SurahNumber":37,"VerseNumber":121,"Text":"ما چنین نیکوان را پاداش نیکو می‌دهیم"},{"SurahNumber":37,"VerseNumber":122,"Text":"زیرا هر دو از بندگان خاص با ایمان ما بودند"},{"SurahNumber":37,"VerseNumber":123,"Text":"و همانا الیاس یکی از رسولان بزرگ خدا بود"},{"SurahNumber":37,"VerseNumber":124,"Text":"وقتی که قومش را گفت: آیا خداترس و پرهیزکار نمی‌شوید (که ترک بت و خود پرستی کنید)"},{"SurahNumber":37,"VerseNumber":125,"Text":"آیا بت بعل نام را (خدا) می‌خوانید و خدای بهترین آفریننده عالم را ترک می‌گویید؟"},{"SurahNumber":37,"VerseNumber":126,"Text":"همان خدایی که آفریننده شما و پدران گذشته شماست (نه بتان جماد)"},{"SurahNumber":37,"VerseNumber":127,"Text":"قوم الیاس (رسالت) او را تکذیب کردند، بدین سبب (برای انتقام و عذاب به محشر) احضار می‌شوند"},{"SurahNumber":37,"VerseNumber":128,"Text":"(و همه هلاک شوند) جز بندگان پاک و برگزیده خدا"},{"SurahNumber":37,"VerseNumber":129,"Text":"و از او در میان آیندگان نام نیکو باقی گذاردیم"},{"SurahNumber":37,"VerseNumber":130,"Text":"سلام بر الیاس (و آل یاسین) باد"},{"SurahNumber":37,"VerseNumber":131,"Text":"ما نیکوان را چنین پاداش نیکو می‌دهیم"},{"SurahNumber":37,"VerseNumber":132,"Text":"زیرا او از بندگان خاص با ایمان ما بود"},{"SurahNumber":37,"VerseNumber":133,"Text":"و لوط هم یکی از رسولان خدا بود"},{"SurahNumber":37,"VerseNumber":134,"Text":"وقتی که ما (خواستیم قوم او را کیفر کنیم) او و اهل بیتش همه را نجات دادیم"},{"SurahNumber":37,"VerseNumber":135,"Text":"به جز پیر زالی (همسر او) که در میان قومی که هلاک شدند باقی ماند"},{"SurahNumber":37,"VerseNumber":136,"Text":"پس (از نجات لوط و اهلش) دیگران که بدکار بودند همه را هلاک ساختیم"},{"SurahNumber":37,"VerseNumber":137,"Text":"و شما مردم اینک بر دیار ویران قوم لوط می‌گذرید (و خرابه‌های آن را به چشم می‌نگرید) در صبح،"},{"SurahNumber":37,"VerseNumber":138,"Text":"و شام، آیا (چشم عبرت نمی‌گشایید و) عقل را کار نمی‌بندید؟"},{"SurahNumber":37,"VerseNumber":139,"Text":"و یونس نیز یکی از رسولان بزرگ خدا بود"},{"SurahNumber":37,"VerseNumber":140,"Text":"آن گاه که به کشتی پر جمعیتی گریخت (زیرا به قومش وعده عذاب داد و آنها از دل توبه و انابه کردند و خدا رفع عذاب کرد. او به دریای روم گریخت تا نزد قوم خجل و شرمنده نرود)"},{"SurahNumber":37,"VerseNumber":141,"Text":"(کشتی به خطر افتاد و اهل کشتی معتقد شدند که خطا کاری در میان آنهاست، خواستند قرعه زنند تا خطا کار را به قرعه تعیین کرده و غرق کنند) یونس قرعه زد و به نام خودش افتاد و از مغلوب شدگان (و غرق شوندگان) گردید"},{"SurahNumber":37,"VerseNumber":142,"Text":"و ماهی دریا او را به کام فرو برد و او در خور ملامت بود"},{"SurahNumber":37,"VerseNumber":143,"Text":"و اگر او به ستایش و تسبیح خدا نپرداختی،"},{"SurahNumber":37,"VerseNumber":144,"Text":"تا قیامت در شکم ماهی زیست کردی"}]}