{"Id":388,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri-la","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":57,"VerseNumber":16,"Text":"Inananların gonullerinin Allah'ı anması ve O'ndan inen gercege icten baglanması zamanı daha gelmedi mi? Onlar, daha once kendilerine kitap verilenler gibi olmasınlar; onların uzerinden uzun zaman gecti de kalbleri katılastı; cogu, yoldan cıkmıs kimselerdir"},{"SurahNumber":57,"VerseNumber":17,"Text":"Allah'ın, yeryuzunu olumunden sonra dirilttigini bilin; size, akledesiniz diye acık acık deliller anlattık"},{"SurahNumber":57,"VerseNumber":18,"Text":"Dogrusu, sadaka veren erkek ve kadınlara, Allah'a guzel bir takdimde bulunanlara kat kat karsılık verilir; onlara comertce verilecek bir ecir vardır"},{"SurahNumber":57,"VerseNumber":19,"Text":"Allah'a ve peygamberlerine inananlara, dosdogru olanlara ve Allah yolunda sehit dusenlere, iste onlara, Rableri katında nur ve ecir vardır. Inkar edip ayetlerimizi yalanlayanlar, iste onlar da, cehennemlik olanlardır"},{"SurahNumber":57,"VerseNumber":20,"Text":"Bilin ki, dunya hayatı oyun, oyalanma, suslenme, aranızda ovunme ve daha cok mal ve cocuk sahibi olmaktan ibarettir. Bu, yagmurun bitirdigi, ekicilerin de hosuna giden bir bitkiye benzer; sonra kurur, sapsarı oldugu gorulur, sonra cercop olur. Ahirette cetin azap da vardır. Allah'ın hosnudlugu ve bagıslaması da vardır; dunya hayatı ise sadece aldatıcı bir gecinmedir"},{"SurahNumber":57,"VerseNumber":21,"Text":"Ey Insanlar! Rabbiniz tarafından bagıslanmaya, Allah'a ve Peygamberine inananlar icin hazırlanmıs, genisligi yerle gogun genisligi kadar olan cennete kosusun; bu Allah'ın diledigine verdigi lutfudur. Allah, buyuk lutuf sahibidir"},{"SurahNumber":57,"VerseNumber":22,"Text":"Yeryuzune ve sizin basınıza gelen herhangi bir musibet yoktur ki biz onu yaratmadan once o, Kitap'da bulunmasın. Dogrusu bu Allah'a kolaydır"},{"SurahNumber":57,"VerseNumber":23,"Text":"Bu, kaybettiginize uzulmemeniz ve Allah'ın size verdigi nimetlerle sımarmamanız icindir. Allah, kendini begenip ogunen hic kimseyi sevmez"},{"SurahNumber":57,"VerseNumber":24,"Text":"Bunlar cimrilik ederler ve insanlara da cimrilik yapmalarını soylerler. Allah'ın buyrugundan kim yuz cevirirse bilsin ki, Allah suphesiz mustagni ve ovulmege layık olandır"},{"SurahNumber":57,"VerseNumber":25,"Text":"And olsun ki peygamberlerimizi belgelerle gonderdik; insanların dogru (adaletli) hareket etmeleri icin peygamberlere kitap ve olcu indirdik; pek sert olan ve insanlara bircok faydası bulunan demiri de indirdik. Bu, Allah'ın dinine ve peygamberlerine gormeksizin yardım edenleri meydana cıkarması icindir. Dogrusu Allah kuvvetlidir, gucludur"},{"SurahNumber":57,"VerseNumber":26,"Text":"And olsun ki Nuh'u ve Ibrahim'i Biz gonderdik; ikisinin soyundan gelenlere peygamberlik ve kitap verdik; soylarından gelenlerin kimi dogru yoldadır, bircogu da yoldan cıkmıstır"},{"SurahNumber":57,"VerseNumber":27,"Text":"Onların izleri uzerinden peygamberlerimizi ard arda gonderdik; Meryem oglu Isa'yı da ardlarından gonderdik ve ona Incil'i verdik; ona uyanların gonullerine sefkat ve merhamet duyguları koyduk; uzerlerine bizim gerekli kılmadıgımız fakat kendilerinin guya Allah'ın rızasını kazanmak icin ortaya attıkları ruhbaniyete bile geregi gibi riayet etmediler; iclerinde inanmıs olan kimselere ecirlerini verdik; ama cogu yoldan cıkmıslardır"},{"SurahNumber":57,"VerseNumber":28,"Text":"Ey inananlar! Allah'tan sakının, Peygamberine inanın ki, Allah size rahmetini iki kat versin; size ısıgında yuruyeceginiz bir ısık var etsin; sizi bagıslasın; Allah bagıslayandır, acıyandır"},{"SurahNumber":57,"VerseNumber":29,"Text":"Kitap ehli bilsinler ki, Allah'ın lutfundan hicbir sey elde edemezler (bu lutfa malik degillerdir); lutuf Allah'ın elindedir, onu diledigine verir; Allah buyuk lutuf sahibidir"}]}