{"Id":386,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm-la","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Musa´ya Asa´nı bırakıver! diye vahyettik, derken Asa onların uydurduklarını (bir bir) yutmaya basladı"},{"SurahNumber":7,"VerseNumber":118,"Text":"Boylece hak (butun acıklıgıyla) gerceklesti; onların yapageldikleri (sihir, gozboyacılık ve elcabuklugu) bosa cıkıp hukumsuz kaldı"},{"SurahNumber":7,"VerseNumber":119,"Text":"Artık sihirbazlar orada yenilgiye ugradılar ve alcalmıs, kuculmus olarak gerisingeri donduler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ve sihirbazlar secdeye kapandılar da «Alemlerin Rabbine, Musa ve Harun´un Rabbine iman ettik» dediler"},{"SurahNumber":7,"VerseNumber":121,"Text":"Ve sihirbazlar secdeye kapandılar da «Alemlerin Rabbine, Musa ve Harun´un Rabbine iman ettik» dediler"},{"SurahNumber":7,"VerseNumber":122,"Text":"Ve sihirbazlar secdeye kapandılar da «Alemlerin Rabbine, Musa ve Harun´un Rabbine iman ettik» dediler"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fir´avn onlara: «Ben size izin vermeden ona iman mı ettiniz? Dogrusu bu, halkını cıkarmak icin ulkede kurdugunuz bir hiledir; ama yakında (neler yapacagımı) goreceksiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"And olsun ki ellerinizi ve ayaklarınızı caprazlama kesecegim ve (sonra da) hepinizi asacagım» dedi"},{"SurahNumber":7,"VerseNumber":125,"Text":"Onlar (o takdirde) biz (can verip) Rabbimize donuculeriz"},{"SurahNumber":7,"VerseNumber":126,"Text":"Rabbimizin ayetleri bize gelince sırf onlara inandıgımız icin bizden intikam (oc) almak istiyorsun! dediler. (Ve sonra soyle duada bulundular) : «Ey Rabbimiz! uzerimize sabır (ve dayanma gucunu) bosalt ve muslimler (Hakk´a teslimiyet gosterenler) olarak canımızı al!»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Fir´avn kavminin ileri gelenleri (goruslerini ortaya koyup): «Yeryuzunde fesad cıkarsınlar ve seninle ilahlarını terkedip (bir tarafa itsinler) diye mi Musa ile kavmini (serbest) bırakacaksın ?» dediler. Fir´avn : «Onların erkek cocuklarını oldurecegiz, kadınlarını (kız cocuklarını) sag bırakacagız. Elbette biz onların ustunde kahredici guce sahibizdir» dedi"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa, kavmine dedi ki: «Allah´tan yardım dileyin ve sabredin ; suphesiz ki yeryuzu Allah´ındır, kullarından diledigini ona varis kılar; iyi ve hayırlı sonuc (Allah´tan korkup kotuluklerden) sakınanlarındır.»"},{"SurahNumber":7,"VerseNumber":129,"Text":"Kavmi Ona : «Ey Musa ! Sen bize (peygamber olarak) gelmeden once de ve bize geldikten sonra da hep eziyete ugradık» diye (sızlandılar). Musa onlara : «Umulur ki Rabblniz dusmanınızı yok eder ve sizi yeryuzunde onların yerine gecirir de nasıl (hareket) edeceginize bakar» dedi"},{"SurahNumber":7,"VerseNumber":130,"Text":"And olsun ki Fir´avn taraftarlarını, ogut ve ibret alsınlar diye kıtlık yılları ve urunlerinin noksanlıgıyla tutup (sıkıntıya ugrattık)"},{"SurahNumber":7,"VerseNumber":131,"Text":"Kendilerine iyilik geldigi zaman, «bu bize layıktır» derlerdi. Bir kotuluk dokununca, Musa ve onunla beraber olanların ugursuzluguna yorumlarlardı. Haberiniz olsun ki, onların ugursuzlukları Allah katındadır, ne var ki cogu bunu bilmezler"},{"SurahNumber":7,"VerseNumber":132,"Text":"Musa´ya dediler ki: «Bizi buyulemek icin ne kadar ayet (mu´cize) getirirsen getir, sana inanıcılar degiliz!»"},{"SurahNumber":7,"VerseNumber":133,"Text":"O nedenle (kudretimizin yuceliginin) ayrı ayrı belgeleri olmak uzere baslarına tufan (sel baskını) cekirge, hasere, kurbaga ve kan gonderdik ; buna ragmen gurur ve kibir gosterdiler. Zaten onlar suclu gunahkar bir kavim idiler"},{"SurahNumber":7,"VerseNumber":134,"Text":"Uzerlerine (bu gibi azab, murdarlık) cokunce. Ey Musa, dediler, sana verdigi soze karsılık Rabbine bizim icin dua et. Eger bizden bu azab ve murdarlıgı kaldırırsan and olsun ki sana kesinlikle inanırız ve Israil ogullarını seninle beraber (serbest bırakıp) gondeririz"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ne vakit ki, erisecekleri (mukadder) sureye kadar azabı kendilerinden kaldırdık, bir de ne bakarsın yeminlerini yerine getirmiyorlardı"},{"SurahNumber":7,"VerseNumber":136,"Text":"Biz de ayetlerimizi yalanladıkları ve onlardan gaflet icinde bulundukları sebebiyle intikam aldık da denizde bogduk onları"},{"SurahNumber":7,"VerseNumber":137,"Text":"Ve kucumsenip hırpalanan kavmi de feyiz ve bereketli kıldıgımız yerin (arz-ı mev´ud´un) dogularına, batılarına varis kıldık. Rabbin, Israil ogullarına olan o guzel sozu, sabretmelerine karsılık tam anlamıyla gerceklestirdi. Fir´avn ile kavminin yapageldikleri eserlerini ve yukselttikleri kosklerini yıkıp yok ettik"},{"SurahNumber":7,"VerseNumber":138,"Text":"Ve Israil ogulları´nın denizden (salimen) gecmelerini sagladık. Az sonra kendilerine mahsus putlarına, uzerlerine kapanırcasına tapmakta olan bir kavme rasladılar. «Ey Musa !» dediler, «bunların ilahları oldugu gibi bize de bir ilah yap!» Musa, onlara dedi ki: «Siz gercekten cahillik eden bir topluluksunuz"},{"SurahNumber":7,"VerseNumber":139,"Text":"Supheniz olmasın ki bunlar icinde bulundukları (dinle birlikte) yok olacaklardır ve yapageldikleri seyler bos ve anlamsızdır"},{"SurahNumber":7,"VerseNumber":140,"Text":"Allah´ın sizi (cagınızdaki) milletlere (veya diger canlılara) ustun kıldıgı halde O´ndan baska ilah mı arayayım"},{"SurahNumber":7,"VerseNumber":141,"Text":"Hatırlayın ki, sizi Fir´avn hanedanından kurtardık; oyle ki onlar size azabın kotusunu uyguluyor; erkek cocuklarınızı olduruyor, kadınlarınızı diri bırakıyorlardı ve butun bunlarda Rabbinizden size buyuk bir imtihan vardı.»"}]}