{"Id":185,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud-la","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":43,"VerseNumber":24,"Text":"(Sai mai gargaɗin) ya ce: \"Shin, ban zo muku da abin da ya fi zama shiriya daga abin da kuka sami ubanninku a kansa ba?\" Suka ce, \"Lalle mu dai masu kafirta ne game da abin da aka aiko ku da shi"},{"SurahNumber":43,"VerseNumber":25,"Text":"Saboda haka Muka yi musu azabar ramuwa. To, ka dubi yadda aƙibar masu ƙaryatawa take"},{"SurahNumber":43,"VerseNumber":26,"Text":"Kuma (ka ambaci) lokacin da Ibrahim ya ce wa ubansada mutanensa, \"Lalle ni mai barranta ne daga abin da kuke bautawa"},{"SurahNumber":43,"VerseNumber":27,"Text":"Face wannan da Ya ƙaga halittata, to, lalle Shi ne zai shiryar da ni"},{"SurahNumber":43,"VerseNumber":28,"Text":"Kuma (Ibrahim) ya sanya (ita wannan magana) kalma mai wanzuwa a cikin zuriyarsa, tsammaninsu su komo daga ɓata"},{"SurahNumber":43,"VerseNumber":29,"Text":"A'a, Na jiyar da waɗannan mutane daɗi su da ubanninsu har gaskiya, da Manzo mai bayyanawar gaskiyar, ya zo musu"},{"SurahNumber":43,"VerseNumber":30,"Text":"Kuma a lokacin da gaskiyar ta je musu sai suka ce: \"Wannan sihiri ne kuma mu masu kafirta da shi ne"},{"SurahNumber":43,"VerseNumber":31,"Text":"Kuma suka ce: \"Don me ba a saukar da wannan Alƙur'ani a kan wani mutum mai girma daga alƙaryun nan biyu ba"},{"SurahNumber":43,"VerseNumber":32,"Text":"Shin, su ne ke raba rahamar Ubangijinka? Mu ne, Muka raba musu abincinsu a cikin rayuwar duniya, kuma Muka ɗaukaka waɗansunsu a kan waɗansu da darajoji domin waɗansunsu su riƙi waɗansu leburori kumarahamar Ubangijinka (ta Annabci), ita ce mafificiya daga abin da suke tarawa"},{"SurahNumber":43,"VerseNumber":33,"Text":"Kuma ba domin mutane su kasance al'umma ɗaya ba, lalle ne, da Mun sanya wa masu kafirce wa Mai Rahama, a gidajensu, rufi na azurfa, kuma da matakalai, ya zama a kanta suke taƙawa"},{"SurahNumber":43,"VerseNumber":34,"Text":"(Kuma a gidajensu, Mu sanya) ƙyamare da gadaje, a kansu suke kishingiɗa"},{"SurahNumber":43,"VerseNumber":35,"Text":"Da zinariya. Kuma dukan wancan abu bai zama ba, sai jin daɗin rayuwar duniya nekawai' alhali kuwa Lahira, a wurin Ubangijinka, ta masu taƙawa ce"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kuma wanda ya makanta daga barin hukuncin Mai rahama, to, za Mu lulluɓe shi da shaiɗan, watau shi ne abokinsa"},{"SurahNumber":43,"VerseNumber":37,"Text":"Kuma lalle su haƙiƙa suna kange su daga hanya, kuma suna Zaton cewa su masu shiryuwa ne"},{"SurahNumber":43,"VerseNumber":38,"Text":"Har a lokacin da (abokin Shaiɗan) ya zo Mana (ya mutu) sai ya ce: (wa Shaiɗan) \"Da dai a tsakanina da tsakaninka akwai nisan gabas da yamma, saboda haka, tir da kai ga zama abokin mutum"},{"SurahNumber":43,"VerseNumber":39,"Text":"Kuma (wannan magana) ba za ta amfane ku ba, a yau, domin kun yi zalunci, lalle ku masu tarewa ne a cikin azaba"},{"SurahNumber":43,"VerseNumber":40,"Text":"Shin to, kai kana jiyar da kurma ne, ko kana shiryar da makaho da wanda ke a cikin ɓata bayyananna"},{"SurahNumber":43,"VerseNumber":41,"Text":"To, ko dai Mu tafi da kai to, lalle Mu, masu yin azabarramu, wa ne a kansu"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ko kuma Mu nuna maka abin da Muka yi musu wa'adi, to, lalle Mu, Masu ikon tasarrufi a kansu ne"},{"SurahNumber":43,"VerseNumber":43,"Text":"Saboda haka, ka yi riƙo ga abin da aka yi wahayi da shi zuwa gaie ka. Lalle ne kai, kana a kan hanya madaidaiciyl"},{"SurahNumber":43,"VerseNumber":44,"Text":"Kuma shi (abin wahayin) ambato (na ɗaukaka) ne a gare ka da kuma ga mutanenka, kuma za a tambaye ku"},{"SurahNumber":43,"VerseNumber":45,"Text":"Kuma ka tambayi waɗanda Muka aika a gabaninka daga Manzannin Mu, \"Shin, Mun sanya waɗansu gumaka, wasun (Allah), Mai rahama, ana bauta musu"},{"SurahNumber":43,"VerseNumber":46,"Text":"Kuma lalle ne, haƙiƙa, Mun aika Musa, game da ayoyin Mu, zuwa ga Fir'auna da mashawartansa, sai ya ce: \"Lalle ni, Manzo ne daga Ubangijin halittu"},{"SurahNumber":43,"VerseNumber":47,"Text":"To, a lokacin da ya je musu da ayoyinMu, sai ga su suna yi musu dariya"},{"SurahNumber":43,"VerseNumber":48,"Text":"Kuma ba Mu nuna musu wata aya ba, face ita ce mafi girma daga 'yar'uwarta. Kuma Muka kama su da azaba, tsammaninsu ko suna komowa"},{"SurahNumber":43,"VerseNumber":49,"Text":"Kuma suka ce: \"Ya kai mai sihiri! Ka roƙa mana Ubangijinka da albarkacin abin da yi alkawari a wurinka, lalle mu, haƙiƙa, masu shiryuwa ne"},{"SurahNumber":43,"VerseNumber":50,"Text":"To, a lokacin da duk Muka kuranye musu azaba, sai ga su suna warware alkawarinsu"},{"SurahNumber":43,"VerseNumber":51,"Text":"Kuma Fir'auna ya yi kira a cikin mutanensa, ya ce: \"Ya mutanena! Ashe mulkin Masar ba a gare ni yake ba, kuma waɗannan koguna suna gudana daga ƙarƙashina? Ashe, ba ku gani ba"},{"SurahNumber":43,"VerseNumber":52,"Text":"Ko kuma ba ni ne mafifici ba daga wannan wanda yake shi wulakantacce ne kuma ba ya iya bayyanawar magana sai da ƙyar"},{"SurahNumber":43,"VerseNumber":53,"Text":"To, don me, ba a jefa mundaye na zinariya a kansaba, ko kuma mala'iku su taho tare da shi haɗe"},{"SurahNumber":43,"VerseNumber":54,"Text":"Sai ya sassabce hankalin mutanensa, saboda haka suka bi shi. Lalle su, sun kasance waɗansu irin mutane ne fasiƙai"},{"SurahNumber":43,"VerseNumber":55,"Text":"Saboda haka a lokacin da suka husatar da Mu, Muka yi musu azabar ramuwa sai Muka nutsar da su gaba ɗaya"},{"SurahNumber":43,"VerseNumber":56,"Text":"Sai Muka sanya su magabata kuma abin misali ga mutanen ƙarshe"}]}