{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":70,"Text":"We have honored the Children of Adam, and carried them on land and sea, and provided them with good things, and greatly favored them over many of those We created"},{"SurahNumber":17,"VerseNumber":71,"Text":"On the Day when We call every people with their leader. Whoever is given his record in his right hand—these will read their record, and they will not be wronged one bit"},{"SurahNumber":17,"VerseNumber":72,"Text":"But whoever is blind in this, he will be blind in the Hereafter, and further astray from the way"},{"SurahNumber":17,"VerseNumber":73,"Text":"They almost lured you away from what We have revealed to you, so that you would invent something else in Our name. In that case, they would have taken you for a friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"Had We not given you stability, you might have inclined towards them a little"},{"SurahNumber":17,"VerseNumber":75,"Text":"Then We would have made you taste double in life, and double at death; then you would have found for yourself no helper against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"They almost provoked you, to expel you from the land. In that case, they would not have lasted after you, except briefly"},{"SurahNumber":17,"VerseNumber":77,"Text":"The tradition of the messengers We sent before you—you will find no change in Our rules"},{"SurahNumber":17,"VerseNumber":78,"Text":"Perform the prayer at the decline of the sun, until the darkness of the night; and the Quran at dawn. The Quran at dawn is witnessed"},{"SurahNumber":17,"VerseNumber":79,"Text":"And keep vigil with it during parts of the night, as an extra prayer. Perhaps your Lord will raise you to a laudable position"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say, 'My Lord, lead me in through an entry of truth, and lead me out through an exit of truth, and grant me from You a supporting power"},{"SurahNumber":17,"VerseNumber":81,"Text":"And say, 'The truth has come, and falsehood has withered away; for falsehood is bound to wither away"},{"SurahNumber":17,"VerseNumber":82,"Text":"We send down in the Quran healing and mercy for the believers, but it increases the wrongdoers only in loss"},{"SurahNumber":17,"VerseNumber":83,"Text":"When We bless the human being, he turns away and distances himself. But when adversity touches him, he is in despair"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say, 'Each does according to his disposition. Your Lord knows best who is better guided in the way"},{"SurahNumber":17,"VerseNumber":85,"Text":"And they ask you about the Spirit. Say, 'The Spirit belongs to the domain of my Lord; and you were given only little knowledge"},{"SurahNumber":17,"VerseNumber":86,"Text":"If We willed, We could take away what We revealed to you. Then you will find for yourself no protecting guardian against Us"},{"SurahNumber":17,"VerseNumber":87,"Text":"Except through a mercy from your Lord. His favors upon you have been great"},{"SurahNumber":17,"VerseNumber":88,"Text":"Say, 'If mankind and jinn came together to produce the like of this Quran, they could never produce the like of it, even if they backed up one another"},{"SurahNumber":17,"VerseNumber":89,"Text":"We have displayed for mankind in this Quran every kind of similitude, but most people insist on denying the truth"},{"SurahNumber":17,"VerseNumber":90,"Text":"And they said, 'We will not believe in you unless you make a spring burst from the ground for us"},{"SurahNumber":17,"VerseNumber":91,"Text":"Or you have a garden of palms and vines; then cause rivers to gush pouring through them"},{"SurahNumber":17,"VerseNumber":92,"Text":"Or make the sky fall on us in pieces, as you claim, or bring God and the angels before us"},{"SurahNumber":17,"VerseNumber":93,"Text":"Or you possess a house of gold. Or you ascend into the sky. Even then, we will not believe in your ascension, unless you bring down for us a book that we can read.' Say, 'Glory be to my Lord. Am I anything but a human messenger"},{"SurahNumber":17,"VerseNumber":94,"Text":"Nothing prevented the people from believing, when guidance has come to them, except that they said, 'Did God send a human messenger"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say, 'If there were angels on earth, walking around in peace, We would have sent down to them from heaven an angel messenger"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say, 'God is enough witness between you and me. He is fully aware of His servants, and He sees them well"},{"SurahNumber":17,"VerseNumber":97,"Text":"Whomever God guides is the guided one. And whomever He leaves astray—for them you will find no protectors apart from Him. And We will gather them on the Day of Resurrection, on their faces, blind, dumb, and deaf. Their abode is Hell; whenever it abates, We intensify the blaze for them"},{"SurahNumber":17,"VerseNumber":98,"Text":"This is their repayment for having blasphemed against Our revelations, and having said, 'Shall we, when we have become bones and fragments, be resurrected as a new creation"}]}