{"Id":254,"LanguageCodes":["mk","mkd"],"Name":"mkd-macedonianschol","Author":"Macedonian Scholars","Language":"Macedonian","Description":"Macedonian","Direction":"ltr","Source":"https://quranenc.com/en/browse/macedonian_group","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Аллах вели: „Две божества не обожувајте!“ - само еден е Бог - „И само од Мене плашете се!“"},{"SurahNumber":16,"VerseNumber":52,"Text":"Сè што е на небесата и на Земјата Негово е, и Нему треба секогаш да Му се биде послушен. Зарем од некој друг, а не од Аллах, да се плашите"},{"SurahNumber":16,"VerseNumber":53,"Text":"Од Аллах е секоја благодат којашто ја уживате, а штом некоја неволја ве снајде, повторно од Него гласно помош барате"},{"SurahNumber":16,"VerseNumber":54,"Text":"И потоа, кога Тој неволјата ќе ви ја отстрани, некои од вас истиот момент Господарот свој со друг Го изедначуваат"},{"SurahNumber":16,"VerseNumber":55,"Text":"за да покажат неблагодарност кон тоа што Ние сме им го дале. Па уживајте, но навистина, ќе дознаете"},{"SurahNumber":16,"VerseNumber":56,"Text":"Многубошците на тие кои ништо не знаат им оставаат дел од храната која Ние им ја даваме. Се колнам во Аллах дека сигурно ќе бидете прашани за сето тоа што постојано го измислувате"},{"SurahNumber":16,"VerseNumber":57,"Text":"Тие на Аллах Му припишуваат ќерки – Возвишен и чист е Тој! – а на себе тоа што го посакуваат"},{"SurahNumber":16,"VerseNumber":58,"Text":"А кога на некој од нив ќе му се јави дека му се родила ќерка, лицето му потемнува и станува потиштен"},{"SurahNumber":16,"VerseNumber":59,"Text":"се крие од луѓето поради несреќата која му е јавена: дали вака презрен да ја задржи или во земја да ја закопа? Колку лошо просудуваат тие"},{"SurahNumber":16,"VerseNumber":60,"Text":"Тие што не веруваат во оној свет се со лоши особини, а Аллах има највозвишени својства: Тој е Силен и Мудар"},{"SurahNumber":16,"VerseNumber":61,"Text":"Кога Аллах би ги казнувал луѓето поради нивните гревови, ништо живо на Земјата не би оставил, но Тој до рокот одреден ги остава, и кога нивниот рок ќе помине, ниту за еден момент нема да можат да го одложат ниту да го забрзаат"},{"SurahNumber":16,"VerseNumber":62,"Text":"Тие на Аллах Му го припишуваат тоа за што и самите чувствуваат одвратност и нивните јазици говорат лаги дека нив ги чека најубавата награда; а нив, несомнено, оган ги чека, тие во него први ќе бидат потерани"},{"SurahNumber":16,"VerseNumber":63,"Text":"Се колнеме во Аллах, Ние и пред тебе на народите Пратеници им праќавме, но шејтанот нивните постапки убави им ги претстави, и тој сега е нивен другар, нив ги чека неиздржливо страдање"},{"SurahNumber":16,"VerseNumber":64,"Text":"Ние тебе ти објавуваме Книга, за да им го објасниш тоа околу што се раздвојуваат и за да им биде упатство и милост на верниците"},{"SurahNumber":16,"VerseNumber":65,"Text":"Аллах водата од небо ја спушта и со неа животот на мртвата земја ѝ го враќа! Тоа е доказ за луѓето што слушаат"},{"SurahNumber":16,"VerseNumber":66,"Text":"Навистина за вас има поука кај вашиот добиток: Ние ви даваме да го пиете тоа што се наоѓа во внатрешноста на нивните тела, а што настанува од доведувањето во врска со хранливата содржина во цревата и крвта, чисто млеко, лесно за голтање на тие што го пијат"},{"SurahNumber":16,"VerseNumber":67,"Text":"А од плодовите на палмата и лозата подготвувате пијалак и пријатна храна. Тоа е, навистина, доказ за тие што имаат памет"},{"SurahNumber":16,"VerseNumber":68,"Text":"Господарот твој ја вдахна пчелата: „Прави за себе домови по планините, по дрвјата и по тоа што го креваат луѓето"},{"SurahNumber":16,"VerseNumber":69,"Text":"потоа, храни се со разновидни плодови, па тогаш оди послушно по патеките на Господарот свој!“ Од утробите нивни излегува пијалак со различни бои, кој им е лек на луѓето. Тоа е доказ за луѓето што размислуваат"},{"SurahNumber":16,"VerseNumber":70,"Text":"Аллах ве создава и потоа душите ви ги зема; има од вас кои длабока старост доживувате, па брзо го заборавате тоа што ќе го дознаете. Аллах е, навистина, Сезнаен и Семоќен"},{"SurahNumber":16,"VerseNumber":71,"Text":"Снабдувајќи ве, Аллах на едните им дава повеќе отколку на другите. Но, тие на кои им е дадено повеќе не им даваат на тие кои се во нивна власт, а потребите им се еднакви. Па зарем Аллаховите благодати ги негираат"},{"SurahNumber":16,"VerseNumber":72,"Text":"Аллах за вас создава жени од вашиот вид, а од жените ваши ви дава синови и внуци; и вкусни јадења ви дава. Па зарем тие во лага веруваат, а Аллаховите благодати ги негираат"},{"SurahNumber":16,"VerseNumber":73,"Text":"И ги обожуваат, покрај Аллах, тие кои не се во состојба со ништо да ги снабдат, ни од небото ни од земјата, и кои ништо не можат"},{"SurahNumber":16,"VerseNumber":74,"Text":"Затоа не изнесувајте Му слични на Аллах! Аллах навистина знае, а вие не знаете"}]}