{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"For the worst of creatures in the sight of God are the deaf and the dumb, those who understand not"},{"SurahNumber":8,"VerseNumber":23,"Text":"If God had found in them any good, He would indeed have made them listen. If He had made them listen, they would have turned back and rejected"},{"SurahNumber":8,"VerseNumber":24,"Text":"O you who believe, respond to God and His messenger when he calls you to that which will give you life, and know that God hovers between a person and his heart, and to Him you all will be gathered"},{"SurahNumber":8,"VerseNumber":25,"Text":"And be aware of trials which affects not only those of you who do wrong, and know that God is strict in punishment"},{"SurahNumber":8,"VerseNumber":26,"Text":"Call to mind when you were a small group, despised throughout the land, and afraid that the people might harm you. He provided a safe asylum for you, strengthened you with His aid, and gave you good things for sustenance, that you might be grateful"},{"SurahNumber":8,"VerseNumber":27,"Text":"O you who believe, do not betray the trust of God and the messenger, nor misappropriate knowingly, things entrusted to you"},{"SurahNumber":8,"VerseNumber":28,"Text":"And know that your possessions and your progeny are a trial, and that it is God with whom lays your highest reward"},{"SurahNumber":8,"VerseNumber":29,"Text":"O you who believe, if you are conscious of God, He will grant you a criterion, remove from you your sins and forgive you, for God is the Lord of grace unbounded"},{"SurahNumber":8,"VerseNumber":30,"Text":"Remember how the unbelievers plotted against you, to keep you in bonds, or slay you, or get you out of your home. They plot and plan, and God too plans, but the best of planners is God"},{"SurahNumber":8,"VerseNumber":31,"Text":"When Our signs are rehearsed to them they say, “We have heard this before. If we wished, we could say words like these. These are nothing but tales of the ancient.”"},{"SurahNumber":8,"VerseNumber":32,"Text":"Remember how they said, “O God, if this is indeed the truth from You, rain down on us a shower of stones from the sky, or send us a terrible penalty.”"},{"SurahNumber":8,"VerseNumber":33,"Text":"But God was not going to send them a penalty while you were among them, nor was He going to send it while they could still ask for forgiveness"},{"SurahNumber":8,"VerseNumber":34,"Text":"But what plea do they have that God should not punish them, when they keep out the people from the Sacred Masjid, though they are not its guardians? No people can be its guardians except the righteous, but most of them do not understand"},{"SurahNumber":8,"VerseNumber":35,"Text":"Their prayer at the House is nothing but whistling and clapping of hands, “Taste you the penalty because you blasphemed.”"},{"SurahNumber":8,"VerseNumber":36,"Text":"The disbelievers give their wealth to hinder people from the path of God, and they will continue to give. But in the end, they will have regrets, then they will be overcome, and the disbelievers will be gathered together to hell"},{"SurahNumber":8,"VerseNumber":37,"Text":"In order that God may separate the corrupt from the innocent. Putting the corrupt, one on another, heaping them together, and casting them into hell. They will be the ones who will lose"},{"SurahNumber":8,"VerseNumber":38,"Text":"Say to those who disbelieve, that if they desist, their past will be forgiven, but if they persist, the punishment of those before them should serve as a warning to them"},{"SurahNumber":8,"VerseNumber":39,"Text":"And fight them until there is no more oppression, and there prevails justice and faith in God, altogether and everywhere. But if they cease, indeed God sees all that they do"},{"SurahNumber":8,"VerseNumber":40,"Text":"If they refuse, be sure that God is your Protector, the best to protect and the best to help. 40 (End of Part)"}]}