{"Id":125,"LanguageCodes":["en","eng"],"Name":"eng-mohammedmarmadu","Author":"Mohammed Marmaduke William Pickthall","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":28,"VerseNumber":29,"Text":"Then, when Moses had fulfilled the term, and was travelling with his housefolk, he saw in the distance a fire and said unto his housefolk: Bide ye (here). Lo! I see in the distance a fire; peradventure I shall bring you tidings thence, or a brand from the fire that ye may warm yourselves"},{"SurahNumber":28,"VerseNumber":30,"Text":"And when he reached it, he was called from the right side of the valley in the blessed field, from the tree: O Moses! Lo! I, even I, am Allah, the Lord of the Worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"Throw down thy staff. And when he saw it writhing as it had been a demon, he turned to flee headlong, (and it was said unto him): O Moses! Draw nigh and fear not. Lo! thou art of those who are secure"},{"SurahNumber":28,"VerseNumber":32,"Text":"Thrust thy hand into the bosom of thy robe it will come forth white without hurt. And guard thy heart from fear. Then these shall be two proofs from your Lord unto Pharaoh and his chiefs. Lo! they are evil-living folk"},{"SurahNumber":28,"VerseNumber":33,"Text":"He said: My Lord! Lo! I killed a man among them and I fear that they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"My brother Aaron is more eloquent than me in speech. Therefor send him with me as a helper to confirm me. Lo! I fear that they will give the lie to me"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said: We will strengthen thine arm with thy brother, and We will give unto you both power so that they cannot reach you for Our portents. Ye twain, and those who follow you, will be the winners"},{"SurahNumber":28,"VerseNumber":36,"Text":"But when Moses came unto them with Our clear tokens, they said: This is naught but invented magic. We never heard of this among our fathers of old"},{"SurahNumber":28,"VerseNumber":37,"Text":"And Moses said: My Lord is Best Aware of him who bringeth guidance from His presence, and whose will be the sequel of the Home (of bliss). Lo! wrong-doers will not be successful"},{"SurahNumber":28,"VerseNumber":38,"Text":"And Pharaoh said: O chiefs! I know not that ye have a god other than me, so kindle for me (a fire), O Haman, to bake the mud; and set up for me a lofty tower in order that I may survey the god of Moses; and lo! I deem him of the liars"},{"SurahNumber":28,"VerseNumber":39,"Text":"And he and his hosts were haughty in the land without right, and deemed that they would never be brought back to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"Therefor We seized him and his hosts, and abandoned them unto the sea. Behold the nature of the consequence for evil-doers"},{"SurahNumber":28,"VerseNumber":41,"Text":"And We made them patterns that invite unto the Fire, and on the Day of Resurrection they will not be helped"},{"SurahNumber":28,"VerseNumber":42,"Text":"And We made a curse to follow them in this world, and on the Day of Resurrection they will be among the hateful"},{"SurahNumber":28,"VerseNumber":43,"Text":"And We verily gave the Scripture unto Moses after We had destroyed the generations of old: clear testimonies for mankind, and a guidance and a mercy, that haply they might reflect"},{"SurahNumber":28,"VerseNumber":44,"Text":"And thou (Muhammad) wast not on the western side (of the Mount) when We expounded unto Moses the commandment, and thou wast not among those present"},{"SurahNumber":28,"VerseNumber":45,"Text":"But We brought forth generations, and their lives dragged on for them. And thou wast not a dweller in Midian, reciting unto them Our revelations, but We kept sending (messengers to men)"},{"SurahNumber":28,"VerseNumber":46,"Text":"And thou was not beside the Mount when We did call; but (the knowledge of it is) a mercy from thy Lord that thou mayst warn a folk unto whom no warner came before thee, that haply they may give heed"},{"SurahNumber":28,"VerseNumber":47,"Text":"Otherwise, if disaster should afflict them because of that which their own hands have sent before (them), they might say: Our Lord! Why sentest Thou no messenger unto us, that we might have followed Thy revelations and been of the believers"},{"SurahNumber":28,"VerseNumber":48,"Text":"But when there came unto them the Truth from Our presence, they said: Why is he not given the like of what was given unto Moses? Did they not disbelieve in that which was given unto Moses of old? They say: Two magics that support each other; and they say: Lo! in both we are disbelievers"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say (unto them, O Muhammad): Then bring a scripture from the presence of Allah that giveth clearer guidance than these two (that) I may follow it, if ye are truthful"},{"SurahNumber":28,"VerseNumber":50,"Text":"And if they answer thee not, then know that what they follow is their lusts. And who goeth farther astray than he who followeth his lust without guidance from Allah. Lo! Allah guideth not wrongdoing folk"}]}