{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":60,"Text":"Gxi dekret 1 vengx injustice inflicted him equitably tiam li persekut this DI testament surely support him! DI est Pardoner Forgiving"},{"SurahNumber":22,"VerseNumber":61,"Text":"est fakt DI merges nokt tag merges tag nokt kaj ti DI est Hearer Seer"},{"SurahNumber":22,"VerseNumber":62,"Text":"est fakt DI est Truth while setting de any idols Him constitutes falsehood kaj ti DI est plej Alt Supreme"},{"SurahNumber":22,"VerseNumber":63,"Text":"Vi ne seg DI send cxiel akv Do ke torn land verd? DI EST Sublime Cognizant"},{"SurahNumber":22,"VerseNumber":64,"Text":"Al Him aparten cxio heavens cxio sur ter! Absolutely DI est plej Ricx Praiseworthy"},{"SurahNumber":22,"VerseNumber":65,"Text":"Vi ne seg DI committed en Do your service cxio ter? Sxip kur ocean His ordon. Li prevent heavenly korp crashing ter en accordance kun His ordon. DI est Kind towards POPOL Merciful"},{"SurahNumber":22,"VerseNumber":66,"Text":"Li est 1 who granted vi life tiam Li puts vi death tiam Li brings vi dors life! Surely human est est unappreciative"},{"SurahNumber":22,"VerseNumber":67,"Text":"Por each congregation ni dekret set rites ili uphold. Do ili ne disput vi. Vi ad invit everyone your Lord plej assuredly vi est dekstr path"},{"SurahNumber":22,"VerseNumber":68,"Text":"Ili argue vi tiam dir DI est fully aware da cxio vi do"},{"SurahNumber":22,"VerseNumber":69,"Text":"DI testament JUGX among VI TAG Resurrection all your DISPUT"},{"SurahNumber":22,"VerseNumber":70,"Text":"Vi ne realize ke DI kon cxio en heavens cxio sur ter? All this recorded record This est facil DI do"},{"SurahNumber":22,"VerseNumber":71,"Text":"Ili idolize DI idols wherein Li ne ej potenc ili kon nothing them! transgressors ne hav helper"},{"SurahNumber":22,"VerseNumber":72,"Text":"When our revelations recited them clearly vi recognize wickedness vizagx de those disbelieve. Ili preskaux atak those recite our revelations them. dir mi inform vi de io mult mav Infer promes DI those disbelieve; ki miserable destiny"},{"SurahNumber":22,"VerseNumber":73,"Text":"O popol here est parable ke vi ponder carefully idols vi set DI neniam kre flug ecx ili band together do tial! Furthermore se flug sxtel anything el them ili ne recover gxi; weak est pursuer des pursued"},{"SurahNumber":22,"VerseNumber":74,"Text":"Ili ne value DI as Li valued DI est PLEJ Powerful Almighty"},{"SurahNumber":22,"VerseNumber":75,"Text":"DI chooses EL ANGXEL messengers ANKAUX as EL POPOL. DI est Hearer Seer"},{"SurahNumber":22,"VerseNumber":76,"Text":"Li kon their preter their future Al DI aparten ultimate control all materi"},{"SurahNumber":22,"VerseNumber":77,"Text":"O vi kred vi bow prostrate worship your Lord work righteousness ke vi sukces"},{"SurahNumber":22,"VerseNumber":78,"Text":"Vi strive ig DI vi strive His ig. Li chosen vi ne ej hardship vi practicing your"}]}