{"Id":258,"LanguageCodes":["mt","mlt"],"Name":"mlt-martinrzammitmu-la","Author":"Martin R. Zammit, Muhammad El Sadi","Language":"Maltese","Description":"Maltese - Transliteration","Direction":"ltr","Source":"World Islamic Call Society(WICS) , https://www.islamic-invitation.com/","Translations":[{"SurahNumber":54,"VerseNumber":9,"Text":"Qabilhom (il-pagani), nies Noc giddbufh lill-Profeta tagħhom) u giddbu lill-qaddej tagħna, u qalu: 'Mignun (Nocii'' U kien imzeblaħ u mhedded)"},{"SurahNumber":54,"VerseNumber":10,"Text":"Għalhekk sejjaħ il Sidu. (il-Mulej u qal): 'Jiena. tabilħaqq megħlubt Mela agħti(ni) l-għajnuna"},{"SurahNumber":54,"VerseNumber":11,"Text":"Għalhekk ftaħna bwieb is-sema b'ilma mferra"},{"SurahNumber":54,"VerseNumber":12,"Text":"u mill-art ħrigna għejun ta' l-ilma, u l-ilma: (mis-sema u l-art) iltaqa' għal għan maħsub (mi;v; qabel: l-għarqa tal-ħziena)"},{"SurahNumber":54,"VerseNumber":13,"Text":"U garrejnieh (lil Noc) fuq mirkeb ta' twavel u imsiemer"},{"SurahNumber":54,"VerseNumber":14,"Text":"li-jigri (fig l-ilmijiet) taħt għajnejna (u fil-ħarsien tagħna); ħlas għal min kien micħud (ninni niesu)"},{"SurahNumber":54,"VerseNumber":15,"Text":"Aħna tassew ħallejnieha. (dik il-grajja tad-dilhnvju) b'sinjal (għall-gmus. li gew. wara). Tgħid hemm min. jieħu tagħlima (minnha)"},{"SurahNumber":54,"VerseNumber":16,"Text":"Mela (ara) kemm kien (fal-biza') il-kastig tiegħi u t-twiddib tiegħi (li/ dawk li caħdu s-sinjali li gewhom)i"},{"SurahNumber":54,"VerseNumber":17,"Text":"(Aħna tassew ħaffifna l-Qoran biex tiftakru/h). Tgħid hemm min jieħu tagħlima (minnu)"},{"SurahNumber":54,"VerseNumber":18,"Text":"(fil-gens ta') Għad giddeb (lill-Mibgħut Hud). Mela ara) kemm kien. (tal-biza'). il-kastig. tiegħi u t-twiddib. tiegħi (li) dawk li caħduhii"},{"SurahNumber":54,"VerseNumber":19,"Text":"Aħna tabilħaqq bgħatna fuqhom riefnu. kiesaħ f'jum. ta' rizq ħazin bla tmiem"},{"SurahNumber":54,"VerseNumber":20,"Text":"li qala' n-nies (minni posthom bil-qawwa. kbira tiegħu), qishom għeruq tas-sigar tal-palm maqlugħa"},{"SurahNumber":54,"VerseNumber":21,"Text":"Mela (ara) kemm kien (tal-biza ) il-kastig tiegħi u t-twiddib tiegħil"},{"SurahNumber":54,"VerseNumber":22,"Text":"(Aħna tassew ħaffifna l-Qoran biex tiftakrufh), Tgħid hemm min jieħu tagħlima fmninnu"},{"SurahNumber":54,"VerseNumber":23,"Text":"(Gens) Tamid gideb it-twiddib (ta' Saliħ, il-Mibgħur)"},{"SurahNumber":54,"VerseNumber":24,"Text":"u qalu: 'Jaqaw għandna nimxu wara bniedem waħdu, minn fostna Mela (jekk nagħmlu hekk) tassew inkunu f'telfien. u f'genni"},{"SurahNumber":54,"VerseNumber":25,"Text":"Jaqaw lilu ntbagħtet it-tifkira, minn. (daqshekk nies) fostna (li għandhom wisq aktar qawwa u gid minnujt Le, (dan Saliħ ma huwiex Mibgħut)l Huwa giddieb wisqf"},{"SurahNumber":54,"VerseNumber":26,"Text":"Għadase jkunu jafu min hu l-giddieb wisql"},{"SurahNumber":54,"VerseNumber":27,"Text":"Tabilhaqq li se nibagħtu l-gemja b'tigrib għalihom. Mela għasses fuqhom (a Sa/iħ, u ara x'se jagħmlu) u zomm b'sabrekt"},{"SurahNumber":54,"VerseNumber":28,"Text":"U għarrafhom li l-ilma għandu jinqasam bejniethom: kull xarba jigi għaliha min imissu (b'hekk nies Tamid u l-gemla jigu għax- xorb fil-jum maħsub għalihom)"},{"SurahNumber":54,"VerseNumber":29,"Text":"Għalhekk (nies Tamid) sejħu lil seħibhom (Qaddar bin Salif, l- agħar wieħed fit-tribis tagħhom) u qabad (sejf) u qatilha"},{"SurahNumber":54,"VerseNumber":30,"Text":"Mela (ara) kemm kien (tal-biza') il-kastig tiegħi u t-twiddib tiegħil"},{"SurahNumber":54,"VerseNumber":31,"Text":"Aħna Tabilħaqq bgħatna fuqhom ħoss qawwi, wieħed; u saru bħall-qasbija ta' dak li jħejji l-mandra (għall-bhejjem)"},{"SurahNumber":54,"VerseNumber":32,"Text":"Aħna tassew ħaffifna l-Qoran biex tiftakru(h). Tgħid hemm min jieħu tagħlima (minnu)"},{"SurahNumber":54,"VerseNumber":33,"Text":"Gens Lot giddeb it-twissijiet (tal-Mibgħur Lor)"},{"SurahNumber":54,"VerseNumber":34,"Text":"Aħna tabilħaqq bgħatna fuqhom riefnu kbir ta' gebel (/i qered lil kulħadd), ħlief lill-familja ta' Lot (u dawk li emmnu miegħu) li ħlisniehom fl-aħħar tal-lejl"},{"SurahNumber":54,"VerseNumber":35,"Text":"biegrazzja mingħandna. Hekk inħallsu lil min jizzi ħajrl"},{"SurahNumber":54,"VerseNumber":36,"Text":"(Lot) tassew widdibhom bil-kastig tagħna, izda huma qagħdu jmieru (u ddubiraw) it-twiddib"},{"SurahNumber":54,"VerseNumber":37,"Text":"Huma tassew talbuh (b'ħazen) il-mistednin tiegħu (l-angli li marru għandu, u riedu jidinbu magħhom), izda Aħna ħassarna għajnejhom. (/ntgal: lilhom): ''Mela duqu l-kastig tiegħi u t- twiddib tiegħif"},{"SurahNumber":54,"VerseNumber":38,"Text":"Tassew giehom kastig filgħodu kmieni, dejjiemi"},{"SurahNumber":54,"VerseNumber":39,"Text":"(Intqal lilhom): 'Mela duqu l-kastig tiegħi u t-twiddib tiegħif"},{"SurahNumber":54,"VerseNumber":40,"Text":"(Aħna tassew ħaffifna l-Qoran biex tiftakru/h). Tgħid hemm min jieħu tagħlima (iriniu)"},{"SurahNumber":54,"VerseNumber":41,"Text":"Tassew wasal it-twiddib għand nies il-Fargħun"},{"SurahNumber":54,"VerseNumber":42,"Text":"Huma giddbu s-sinjali tagħna kollha, għalhekk ħadniehom (għal għarrieda) kif jeħodhom wieħed felħan li għandu s-setgħa fuq kollox (u għelibnieħom)"},{"SurahNumber":54,"VerseNumber":43,"Text":"Jaqaw dawk minnkom (il-pagani ta' Mekka) li ma jemmnux huma aħjar minn. dawk. (il-vus tal-qedem), jew għandkom ħelsien (mill-kastig) fil-Kotba (li gew bihom il-Mibgħutin)"},{"SurahNumber":54,"VerseNumber":44,"Text":"Jew jgħidu: ''Aħna gemgħa (kbira u qawwija, u għalhekk aħna) rebbiħin"},{"SurahNumber":54,"VerseNumber":45,"Text":"Setingħeleb il-gemgħa, u jagħtu daharhom frsaħrubin"},{"SurahNumber":54,"VerseNumber":46,"Text":"Le' Is-Siegħa hija l-ħin imwiegħed tagħhom, U s-Siegħa tkun aktar ta' għawg u aktar morra (għalihom mill-jasar u l-gril)"},{"SurahNumber":54,"VerseNumber":47,"Text":"Tabilħaqq li l-ħatjin jinsabu f'telfien u f'nirient"},{"SurahNumber":54,"VerseNumber":48,"Text":"Fil-Jum meta jkunu mkaxkrin fin-Nar fuq ucuħhom. (jingħad lilhom:) ''Duqu l-mess ta' l-Infernt"},{"SurahNumber":54,"VerseNumber":49,"Text":"Aħna tabilħaqq ħlaqna kollox bil-qjies, l"},{"SurahNumber":54,"VerseNumber":50,"Text":"u l-amar tagħna ma huwiex ħlief wieħed, bħal tebqa ta' għajn"},{"SurahNumber":54,"VerseNumber":51,"Text":"Aħna tassew qridna lil dawk li jixbhukom (fic-caħda tat- twemmin). Tgħid hemm min jieħu tagħlima"},{"SurahNumber":54,"VerseNumber":52,"Text":"U kulma għamlu jinsab fil-kotba (ta' l-għemejjel tal- bniedem, li jinsabu mizmuma għand l-angli), WI"},{"SurahNumber":54,"VerseNumber":53,"Text":"u kull (għeri) zgħir jew kbir huwa miktub (f'dawk il- kotba)"},{"SurahNumber":54,"VerseNumber":54,"Text":"Tabilħaqq li dawk li jibzgħu minn Alla jinsabu f'Gonna u fixmajjar"},{"SurahNumber":54,"VerseNumber":55,"Text":"fi mkien is-sewwa, għand Sultan li għandu s-setgħa fuq kollox"}]}