{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":12,"VerseNumber":30,"Text":"Trochu ena mesto klepy regulator ena jsem souivy odvest ji sluha! Ena jsem hluboce od milovat jemu! My prijmout ena odchod z cesty"},{"SurahNumber":12,"VerseNumber":31,"Text":"When ena slyseni jejich klevetit ena lakat ti nacvicit si ti podporovat zauctovat odevzdat kady o ti rezat! Ena pak rict podle jemu Napsat jejich vule When oni prijmout jemu oni obdivovat se jemu onen oni zhatit jejich pismo. Oni odrikavat Vrchol Dokonalosti byl s BUH tento ne jsem lidska bytost jsem tento jsem honorable andel"},{"SurahNumber":12,"VerseNumber":32,"Text":"Ena odrikavat Tento jsem 1 ty obvinovat mne dostat za milovat na! Ja vyloucit co z ceho vskutku soudit odvest jemu on odmitnout! On vyloucit co z ceho co ja prikaz jemu vyloucit co z ceho on prece odchod vezeni znecistit"},{"SurahNumber":12,"VerseNumber":33,"Text":"On odrikavat Muj Magnat vezeni byl zcela than ustoupit ti. Ty odvratit jejich uklad mne ja poadovany ti fungovat mit rad nevzdelany jednotka"},{"SurahNumber":12,"VerseNumber":34,"Text":"Svem Magnat vyhovovat svem prosba odvratit jejich uklad podle jemu. On jsem Posluchac Vsevedouci"},{"SurahNumber":12,"VerseNumber":35,"Text":"Posledni oni rikadlo to vyrovnat zkouska onen oni uveznit jemu pro chvilku"},{"SurahNumber":12,"VerseNumber":36,"Text":"(mlade mu jsem vezeni jemu. 1 z ti odrikavat ja prijmout muj vysneny) ideal) ja utocit vino dalsi odrikavat ja prijmout prodavat ivobyti muj pristrihnout podle ktery osoba stravit! Informovat nas z vyklad tyto vysneny ideal! My prijmout ty jsem spravedlivy"},{"SurahNumber":12,"VerseNumber":37,"Text":"On odrikavat kady jidlo stanovit ty ja informovat ty to ty dostat to! Tento jsem trochu o vedomi poskytnout na mne muj Magnat. Ja opustit naboenstvi z lide ktery ne domnivat se za BUH pohled Dale oni byl skutecne disbelievers"},{"SurahNumber":12,"VerseNumber":38,"Text":"Ja nasledujici misto naboenstvi muj predek Abraham Isaac Ebrik. My nikdy spolecnost kady obraz BUH. receny byl stesti podle BUH nas na lide mnoho lide jsem unappreciative"},{"SurahNumber":12,"VerseNumber":39,"Text":"O muj vezeni kamarad jsem vlastni buh zcela BUH jen 1 Svrchovany"},{"SurahNumber":12,"VerseNumber":40,"Text":"Ty ne zbonovat Jemu zavadeni noveho zpusobu ty mel zpusobit vy- ty svuj zdroj. BUH NIKDY ZMOCNIT STEJNY OBRAZ. Uplne vladnouci naleet podle BUH On predpis onen ty ne zbonovat Jemu! Tento byl naprosty naboenstvi nejvetsi lide ne modni"},{"SurahNumber":12,"VerseNumber":41,"Text":"O muj vezeni kamarad 1 z ty jsem pitka stolnik svem magnat doba jinak ukriovat - Osoba stravit svem pristrihnout. Tento domluvit duvod ktery ty hledat"},{"SurahNumber":12,"VerseNumber":42,"Text":"On pak rict podle 1 uchovat Pamatovat mne na svuj magnat. Tim souit zpusobit jemu nepamatovat si svem Magnat proto on trvat za vezeni a malokteri mnoho roky"},{"SurahNumber":12,"VerseNumber":43,"Text":"(Vladnout odrikavat ja prijmout 7 bohaty vydesit hltat 7 hubeny vydesit 7 novy upevnit psenice) others svrastit! O muj starsi radit mne ohledne ceho muj sneni ty modni jak vysvetlit vysneny ideal"},{"SurahNumber":12,"VerseNumber":44,"Text":"Oni odrikavat Pitomosti sneni. When to podlehnout vyklad z sneni my byl informovany"},{"SurahNumber":12,"VerseNumber":45,"Text":"(Jednotka uchovat vezeni) odrikavat tak on posleze pamatovat ja zjistit ty svuj vyklad e odeslat mne Joseph"},{"SurahNumber":12,"VerseNumber":46,"Text":"Joseph muj stoupenec informovat nas 7 smolny vydesit hltat 7 hubeny vydesit 7 plny ivota upevnit others svrastit! Ja prat si s odjezd trochu udani lide"},{"SurahNumber":12,"VerseNumber":47,"Text":"On odrikavat Co ty pestovat nasledujici 7 roky when cas sklizet podlehnout odkazat zrnit jejich upevnit a na nebo co ty stravit"},{"SurahNumber":12,"VerseNumber":48,"Text":"Za kdy, 7 roky nedostatek podlehnout ktery prosit stravovat mnostvi z co ty hromada ti"},{"SurahNumber":12,"VerseNumber":49,"Text":"Za kdy, roky podlehnout privest stra lide oni znovu vnucovat tekutina"},{"SurahNumber":12,"VerseNumber":50,"Text":"Vladnout odrikavat Privest jemu mne. When hlasatel podlehnout jemu on odrikavat Odjezd svuj magnat poadovat jemu zkoumat ena zhatit jejich pismo! Muj Magnat jsem celkem vedomy si o jejich navrhovat"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Vladnout) rict (podle ena) Ktery znicit ty zkuseny pripad when ty vyzkouset odvest Joseph? Oni odrikavat \"BUH odstrasujici; my ne modni z vsechno odporny predloit na jemu. ena regulator odrikavat Tak vernost beny! Ja jsem jednotka vyzkouset odvest jemu on jsem pravy"},{"SurahNumber":12,"VerseNumber":52,"Text":"Ja doufani on nahromadit onen ja nikdy vydat jemu svem nedostatek BUH ne stesti navrhovat betrayers"}]}