{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif, lam, mim, sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"[Eto] Pisaniye nisposlano tebe [, Mukhammad,] - i pust' ne trevozhitsya tvoye serdtse iz-za nego - daby uveshcheval ty im i bylo ono nastavleniyem dlya veruyushchikh"},{"SurahNumber":7,"VerseNumber":3,"Text":"Sleduyte [, muslimy,] za tem, chto nisposlano vam ot vashego Gospoda, i ne berite pomimo nego drugikh pokroviteley. No vy redko ob etom pomnite"},{"SurahNumber":7,"VerseNumber":4,"Text":"O, skol'ko zhe seleniy My pogubili! I nastigala ikh Nasha kara noch'yu ili vo vremya poludennogo otdykha"},{"SurahNumber":7,"VerseNumber":5,"Text":"A kogda nastigala ikh Nasha kara, oni tol'ko i stenali: \"Voistinu, my byli nechestivtsami"},{"SurahNumber":7,"VerseNumber":6,"Text":"[V Sudnyy den'] prizovem My k otvetu tekh, k komu napravlyali poslannikov, prizovem k otvetu [i samikh] poslannikov"},{"SurahNumber":7,"VerseNumber":7,"Text":"I My povedayem im s dostovernost'yu [o deyaniyakh ikh] - My ved' ne otluchalis' ot nikh"},{"SurahNumber":7,"VerseNumber":8,"Text":"I po spravedlivosti v tot den' budut vzvesheny [deyaniya lyudskiye]: te, ch'ya chasha vesov peretyanet, okazhutsya v vyigryshe"},{"SurahNumber":7,"VerseNumber":9,"Text":"Te zhe, ch'ya chasha vesov poydet vverkh, pogubili sami sebya, ibo otvergali Nashi znameniya"},{"SurahNumber":7,"VerseNumber":10,"Text":"My dali vam pristanishche na zemle, o lyudi, i predostavili vam sredstva k zhizni. No kak malo vy blagodarny"},{"SurahNumber":7,"VerseNumber":11,"Text":"My sotvorili vas [snachala], potom pridali vam oblik. Potom My veleli angelam: \"Poklonites' Adamu!\" [Vse] poklonilis', krome Iblisa, kotoryy ne byl v chisle poklonivshikhsya"},{"SurahNumber":7,"VerseNumber":12,"Text":"Sprosil [Allakh]: \"Chto meshayet tebe poklonit'sya, raz YA povelel tebe?\" [Iblis] otvetil: \"YA - luchshe yego: Ty sotvoril menya iz ognya, a yego - iz gliny"},{"SurahNumber":7,"VerseNumber":13,"Text":"[Allakh] skazal: \"Nizvergnis' otsyuda! Negozhe tebe kichit'sya v rayu. Izydi, ibo ty - iz chisla prezrennykh"},{"SurahNumber":7,"VerseNumber":14,"Text":"Iblis vzmolilsya: \"Day mne otsrochku do togo dnya, kogda budet voskreshen [rod Adama]"},{"SurahNumber":7,"VerseNumber":15,"Text":"[Allakh] skazal: \"Voistinu, ty v chisle tekh, kto poluchil otsrochku"},{"SurahNumber":7,"VerseNumber":16,"Text":"[Iblis] vozrazil: \"Za to, chto Ty otvratil menya [ot puti istiny], ya budu meshat' im [sledovat'] po Tvoyemu pryamomu puti"},{"SurahNumber":7,"VerseNumber":17,"Text":"YA nepremenno budu yavlyat'sya k nim speredi, szadi, sprava i sleva, i Ty ubedish'sya, chto bol'shinstvo iz nikh neblagodarny [Tebe]"},{"SurahNumber":7,"VerseNumber":18,"Text":"[Allakh] skazal: \"Izydi iz raya unizhennym, obesslavlennym! A temi, kto posleduyet za toboy, YA zapolnyu do otkaza geyennu ognennuyu"},{"SurahNumber":7,"VerseNumber":19,"Text":"Ty zhe, Adam, poselis' vmeste so svoyey suprugoy v rayu, yesh'te to, chto pozhelayete, no ne priblizhaytes' vot k etomu derevu, ne to stanete greshnikami"},{"SurahNumber":7,"VerseNumber":20,"Text":"I stal shaytan nasheptyvat' im, chtoby otkryt' im glaza na ikh sramnyye chasti, na kotoryye oni [do togo] ne obrashchali vnimaniya. I on skazal im: \"Vash Gospod' zapretil vam [plody] etogo dereva lish' s toy tsel'yu, chtoby vy ne stali angelami ili ne obreli by vechnoy zhizni"},{"SurahNumber":7,"VerseNumber":21,"Text":"I on poklyalsya im: \"Voistinu, ya dlya vas - dobryy sovetchik"},{"SurahNumber":7,"VerseNumber":22,"Text":"[Takim obrazom] on obol'stil ikh i nizvel [iz raya na zemlyu]. Kogda zhe oni vkusili [plody] togo dereva, pered nimi [voochiyu] predstali ikh sramnyye chasti, i oni stali skleivat' list'ya rayskikh [derev'yev, chtoby prikryt' nagotu]. Togda Gospod' vozzval k nim: \"Razve ne zapreshchal YA vam [yest' plody] etogo dereva i ne govoril vam, chto shaytan - vash yavnyy vrag"},{"SurahNumber":7,"VerseNumber":23,"Text":"Oni otvetili: \"Gospodi nash! My nakazali sami sebya, i, yesli Ty ne prostish' nas i ne smilostivish'sya nad nami, my obyazatel'no okazhemsya v chisle poterpevshikh uron"},{"SurahNumber":7,"VerseNumber":24,"Text":"On vozvestil: \"Spustites' [iz raya na zemlyu, i vashi potomki budut] vragami drug drugu. Na zemle [teper'] vam prebyvat' i pol'zovat'sya blagami vremennymi"},{"SurahNumber":7,"VerseNumber":25,"Text":"[Yeshche] On skazal: \"Na zemle vy budete zhit', na ney budete umirat' i iz neye vosstanete [v Den' voskreseniya]"},{"SurahNumber":7,"VerseNumber":26,"Text":"O syny Adama! My nisposlali vam odezhdy dlya prikrytiya vashikh sramnykh chastey i ukrasheniya [dlya odezhd]. Odnako odeyaniye blagochestiya luchshe\". Eto - odno iz znameniy Allakha, mozhet byt', ono posluzhit nastavleniyem im"},{"SurahNumber":7,"VerseNumber":27,"Text":"O syny Adama! Da ne sovratit vas shaytan, podobno tomu kak on [sovratil i] izgnal iz raya vashikh roditeley, lishiv ikh odezhd, chtoby predstavit' im voochiyu ikh sramnyye chasti. Voistinu, shaytan i yego prispeshniki vidyat vas, togda kak vy ikh ne vidite. Voistinu, My sdelali shaytanov pokrovitelyami neveruyushchikh"},{"SurahNumber":7,"VerseNumber":28,"Text":"Kogda zhe oni sovershayut kakoy-libo merzkiy postupok, oni opravdyvayutsya tak: \"I nashi ottsy postupali tak zhe, i Allakh velel nam [postupat'] imenno tak\". A ty [, Mukhammad,] otvechay: \"Voistinu, Allakh ne velit sovershat' postupkov merzkikh. Neuzheli vy stanete vozvodit' na Allakha to, o chem ne vedayete"},{"SurahNumber":7,"VerseNumber":29,"Text":"Skazhi: \"Moy Gospod' velel [vam tvorit'] spravedlivost', obrashchat' litso svoye [k Nemu] pri kazhdom chelobitii i vzyvat' k Nemu, buduchi iskrennimi v vere. Kak On sotvoril vas, tak i vernetes' [k Nemu]"},{"SurahNumber":7,"VerseNumber":30,"Text":"Odnikh iz vas Allakh napravil na pryamoy put', drugim On prezhopredelil zabluzhdeniye za to, chto, otvergnuv Allakha, oni priznali shaytanov [svoimi] pokrovitelyami i polagayut, chto izbrali pryamoy put'"}]}