{"Id":219,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-la","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":10,"VerseNumber":71,"Text":"Ey, Muxammed! / Olarga Nux jaylı xabardı oqı. Ol eline: «Ay, elim! Eger menin aralarında bolwım jane Allahtın belgilerin eskertwim senderge awır kelse, onda men Allahqa juginip, Ogan ozimdi tapsırdım / tawekel ettim / . Sender / qosqan / serikterinmen birigip, keyin magan baylanıstı asıq areket etinder ari magan mursat bermender"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eger sender teris burılsandar, men senderden / ol usin / aqı suragan joqpın. Menin sıyım - Allahta ari men Musılmandardan bolwga buyırıldım», - dep aytqan edi"},{"SurahNumber":10,"VerseNumber":73,"Text":"Sonda olar, onı otiriksi sanadı. Sodan son Biz onı jane onımen birge bolgandardı kemede qutqardıq ari olardı xalifalar / aldıngılardın ornın baswsılar / ettik. Al belgilerimizdi otirik sanagandardı swga batırdıq. Endi eskertw berilgenderdin sonı qalay bolganına qara"},{"SurahNumber":10,"VerseNumber":74,"Text":"Odan / Nuxtan / keyin elsilerdi oz elderine jiberdik. Olar / elderine / anıq belgilermen keldi. Alayda olar / qawımı / , ozderi aldın otirikke sıgargan narselerge senwdi qalamadı. Biz sekten sıgwsılardın jurekterin osılay bitep, morleymiz"},{"SurahNumber":10,"VerseNumber":75,"Text":"Olardan keyin Musa men Harundı Firawn jane onın wazir, bekterine mugjiza-belgilerimizben jiberdik. Alayda olar ozderin jogarı sanap, menmensidi ari olar qılmısker adamdar edi"},{"SurahNumber":10,"VerseNumber":76,"Text":"Olarga Bizden aqiqat kelgen kezde, olar: «bul - anıq siqır», - dedi"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa: «Sender ozderine kelgen aqiqat jaylı osılay dep aytasındar ma? Osı siqır ma? Siqırsılar maqsatına jetpeydi», - dedi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Olar: «Sen bizdi ata-babalarımızdın ustanganınan burw usin jane jer betinde / jerimizde / ulılıq ekewine bolsın dep keldinder me? Biz ekewine senbeymiz», - dedi"},{"SurahNumber":10,"VerseNumber":79,"Text":"Firawn: «Magan barlıq bilgir siqırsılardı akelinder», - dedi"},{"SurahNumber":10,"VerseNumber":80,"Text":"Siqırsılar kelgen kezde, Musa olarga: «Tastaytındarındı tastandar», - dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Olar tastagan kezde, Musa: «Senderdin istegenderin siqır, kumansiz, Allah onı beker etedi. Allah buzwsı-buldirwsilerdin amalın tuzetpeydi"},{"SurahNumber":10,"VerseNumber":82,"Text":"Ari Allah, Oz sozderimen sındıqtı ornatadı, qılmıskerler munı jaqtırmasa da», - dedi"},{"SurahNumber":10,"VerseNumber":83,"Text":"Firawn jane onın wazir, bekterinin bulik salwınan / jazalawınan / qorıqqandıqtan, Musaga onın elinen bir urpaqqana sendi. Oytkeni, Firawn / ol / jerdeoktemsil ari ol aqiqatında sekten sıgwsılardan edi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa: «Ay, elim! Allahqa sensender, onda Ogan juginip, isterindi Ozine tapsırındar / tawekel etinder / , eger musılmanbolsandar», - dedi"},{"SurahNumber":10,"VerseNumber":85,"Text":"Olar: «Biz Allahqa juginip, isimizdi Ogan tapsırdıq / tawekel ettik / . Rabbımız, bizdi adiletsiz elge fitna / sınaq / etpe"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ari bizdi Oz meyiriminmen kapir elden qutqara gor!» - dedi"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz Musaga jane onın bawırına: «Qawımdarın usin Mısırda uyler alındar jane uylerindi namaz oqitın orın etip, namaz oqındar. Ari imandılardı / muminderdi / qos xabarmen qwandır», - dep waxi ettik"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa: «Rabbımız! Aqiqatında, Sen Firawnga jane onın wazir, bekterine bul omirde san-saltanat jane baylıq berdin. Rabbımız! Olar onı jolınnan adastırwları usin / paydalandı / Rabbımız, olardın dunielerin joy jane olardın jurekterin qatayt! Olar qinawsı azaptı korgenderinse imanga kelmesin», - dedi"},{"SurahNumber":10,"VerseNumber":89,"Text":"Ol / Allah / : «Ekewinnin tilekterine jawap berildi. Twralıqtı ustanındar jane bilmeytinderdin jolına ermender!» - dedi"}]}