{"Id":252,"LanguageCodes":["mr","mar"],"Name":"mar-muhammadshafiia-lad","Author":"Muhammad Shafi I Ansari","Language":"Marathi","Description":"Marathi - Transliteration with diacritics","Direction":"ltr","Source":"Al Birr Foundation http://albirr.in/quran-pdf","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Āṇi tēca lōka svīkāra karatāta, jē aikatāta āṇi mēlēlyā lōkānnā allāha jivanta karūna uṭhavila, maga sarva tyā (allāhacyāca) kaḍē āṇalē jātīla"},{"SurahNumber":6,"VerseNumber":37,"Text":"Āṇi tē mhaṇālē kī, tyān̄cyāvara tyān̄cyā pānalakartyātarphē ēkhādā mōjijā (camatkāra) kā nāhī utaravilā gēlā? Tumhī sāṅgā kī allāha ēkhādā camatkāra utaraviṇyācē purēpūra sāmarthya rākhatō tathāpi bahutēka lōka jāṇata nāhīta"},{"SurahNumber":6,"VerseNumber":38,"Text":"Āṇi jitakyā prakāracē sajīva jaminīvara cālaṇārē āhēta, āṇi jitakyā prakāracē paṅkhānnī uḍaṇārē pakṣī āhēta, tyān̄cyāpaikī kōṇīhī asā nāhī, jō tumacyāsārakhā ēka samūha nasāvā. Āmhī granthāta lihūna ṭhēvaṇyāta ēkahī gōṣṭa sōḍalī nāhī, maga sarva lōka āpalyā pālanakartyājavaḷa jamā kēlē jātīla"},{"SurahNumber":6,"VerseNumber":39,"Text":"Āṇi jyā lōkānnī āmacyā āyatīn̄cā inkāra kēlā, tē bahīrē, mukē āhēta, andhārāta paḍalē āhēta. Allāha jyālā icchitō pathabhraṣṭa karatō āṇi jyālā icchitō sanmārgāsa lāvatō"},{"SurahNumber":6,"VerseNumber":40,"Text":"Tumhī sāṅgā kī āpalī kāya avasthā hō'īla tē sāṅgā kī jara tumacyāvara allāhacā ēkhādā azāba yē'ūna kōsaḷāvā kinvā tumacyāparyanta kayāmataca yē'ūna pōhacāvī, tara kāya allāhaśivāya itarānnā pukārāla? (Sāṅgā) jara tumhī saccē asāla"},{"SurahNumber":6,"VerseNumber":41,"Text":"Kimbahunā, viśēṣataḥ tyālāca pukārāla, maga jyāsāṭhī tumhī pukārāla, jara tyānē icchilē tara tyāsa haṭavūnahī dē'īla āṇi jyānnā tumhī allāhacē sahabhāgī ṭharavitā, tyā sarvānnā visarūna jāla"},{"SurahNumber":6,"VerseNumber":42,"Text":"Āṇi āmhī tumacyāpūrvī hō'ūna gēlēlyā itara janasamūhāṅkaḍ'̔ēhī paigambara pāṭhavilē hōtē. Tyānnādēkhīla āmhī garībī va rōgarā'īnē dharalē, yāsāṭhī kī tyānnī gayāvayā karāvī"},{"SurahNumber":6,"VerseNumber":43,"Text":"Aśā prakārē jēvhā tyānnā āmacī sajā miḷālī tara tē kamajōra kā nāhī paḍatīla? Parantu tyān̄cī manē kaṭhōra jhālīta āṇi saitānānē tyān̄cyā karmānnā, tyān̄cyā vicārāta cāṅgalē karūna dākhavilē"},{"SurahNumber":6,"VerseNumber":44,"Text":"Āṇi jēvhā tē tyā upadēśālā visaralē, jyācī tyānnā śikavaṇa dilī gēlī hōtī, tara āmhī tyān̄cyāvara pratyēka cīja-vastūcē daravājē khulē kēlē, yēthaparyanta kī jēvhā āpaṇa prāpta kēlēlyā cījavastūnvara tē ghamēṇḍa karū lāgalē tēvhā tyānnā āmhī acānaka tāvaḍīta ghētalē, maga tē nirāśa hō'ūna basalē"},{"SurahNumber":6,"VerseNumber":45,"Text":"Maga atyācārī lōkān̄cī pāḷēmuḷē kāpalī gēlī āṇi sarvaśrēṣṭha allāhacī praśansā āhē, jō sāṟyā jagācā pālanahāra āhē"},{"SurahNumber":6,"VerseNumber":46,"Text":"Tumhī tyānnā sāṅgā, barē hē sāṅgā kī jara allāha tumacī aikaṇyācī va pāhaṇyācī śaktī pūrṇataḥ hirāvūna ghē'īla āṇi tumacyā hr̥dayānvara mōhara lāvūna dē'īla tara allāhaśivāya kōṇī upāsya (mābūda) āhē jō tumhālā hē punhā parata karīla? Tumhī pāhā kī āmhī kaśā prakārē āpalyā niśāṇyānnā anēka rūpānnī prastuta karīta āhōta, tarīdēkhīla tē kānāḍōḷā karīta āhēta"},{"SurahNumber":6,"VerseNumber":47,"Text":"Tumhī sāṅgā, barē hē sāṅgā kī jara tumacyāvara allāhacā azāba acānaka kinvā sāvadha asatānā kōsaḷūna paḍalā tara (yā sthitīta) kāya atyācārī lōkānśivāya dusarā kōṇī māralā jā'īla"},{"SurahNumber":6,"VerseNumber":48,"Text":"Āṇi āmhī paigambara aśāsāṭhī pāṭhavitō kī tyānnī śubha-vārtā dayāvī āṇi lōkānnā (duṣpariṇatīcē) bhaya dākhavāvē, maga jō kōṇī īmāna rākhīla āṇi āpalē vartana sudhārēla tara aśānnā nā kasalē bhaya rāhīla āṇi nā tē duḥkhī hōtīla"},{"SurahNumber":6,"VerseNumber":49,"Text":"Āṇi jē lōka āmacyā āyatīnnā khōṭē ṭharavatīla, tara tyānnā allāhacā azāba yē'ūna ghērēla, kāraṇa tē avajñākārī āhēta"},{"SurahNumber":6,"VerseNumber":50,"Text":"Tumhī sāṅgā kī mī nā tara tumhālā hē sāṅgatō kī mājhyājavaḷa allāhacā khajinā āhē āṇi nā mī parōkṣa gōṣṭīnnā jāṇatō āṇi nā mī asē sāṅgatō kī mī phariśtā āhē, mī tara kēvaḷa, jē kāhī vahayīcyā rūpānē mājhyājavaḷa yētē, tyācē anusaraṇa karatō.1 Tumhī sāṅgā kī āndhaḷā āṇi ḍōḷasa dōghē samāna kasē asū śakatāta? Tara maga tumhī vicāra cintana kā nāhī karīta"},{"SurahNumber":6,"VerseNumber":51,"Text":"Āṇi aśā lōkānnā bhaya dākhavā, jē yā gōṣṭīcē bhaya bāḷagatāta kī āpalyā pālanakartyāsamōra aśā sthitīta ēkatra kēlē jātīla kī allāhakhērīja jēvaḍhē āhēta, nā tyān̄cī madata karatīla āṇi nā kōṇī śiphārasa karaṇārā asēla, yā āśēsaha kī tyānnī bhaya rākhāvē"},{"SurahNumber":6,"VerseNumber":52,"Text":"Āṇi tumhī tyānnā bāhēra kāḍhū nakā, jē sakāḷa-sandhyākāḷa āpalyā pālanakartyācī upāsanā karatāta, viśēṣataḥ tyācī marjī prāpta karū icchitāta, tyān̄cyā hiśōbāśī tumacā kin̄citahī sambandha nāhī āṇi tumacyā hiśōbāśī tyān̄cā kin̄citahī sambandha nāhī kī jyāmuḷē tumhī tyānnā bāhēra ghālavāvē, kimbahunā tumhī atyācāra karaṇāṟyāmpaikī ṭharāla"},{"SurahNumber":6,"VerseNumber":53,"Text":"Āṇi aśā prakārē āmhī tyānnā āpasāta kasōṭīta ṭākalē, yāsāṭhī kī tyānnī mhaṇāvē, kāya allāhanē āmacyāmadhūna phakta yān̄cyāvaraca upakāra kēlā? Tēvhā kāya asē nāhī kī allāha kr̥tajñaśīla lōkānnā cāṅgalyā prakārē jāṇatō"},{"SurahNumber":6,"VerseNumber":54,"Text":"Āṇi tumacyājavaḷa jēvhā tē lōka yētīla, jē āmacyā āyatīnvara īmāna rākhatāta, tara tyānnā sāṅgā, tumacyāvara salāmatī asō tumacyā pālanakartyānē svataḥvara dayā anivārya karūna ghētalī āhē kī tumacyāpaikī jyānē mūrkhapaṇānē vā'īṭa kr̥tya kēlē maga tyānantara kṣamā yācanā kēlī āṇi sudhāraṇā karūna ghētalī tara allāha mōṭhā māpha karaṇārā dayā karaṇārā āhē"},{"SurahNumber":6,"VerseNumber":55,"Text":"Aśā prakārē āmhī āpalyā āyatīn̄cē savistara nivēdana karatō yāsāṭhī kī aparādhī lōkān̄cā mārga spaṣṭa vhāvā"},{"SurahNumber":6,"VerseNumber":56,"Text":"Tumhī sāṅgā kī malā yā gōṣṭīpāsūna rōkhalē gēlē āhē kī mī tyān̄cī upāsanā karāvī, jyānnā allāhaśivāya tumhī pukāratā. Tumhī sāṅgā kī mī tumacyā manācyā icchēnusāra cālaṇāra nāhī kāraṇa aśā sthitīta mī mārgabhraṣṭa hō'īna āṇi sanmārgāvara rāhaṇāra nāhī"},{"SurahNumber":6,"VerseNumber":57,"Text":"Tumhī sāṅgā, mājhyājavaḷa mājhyā pālanakartyātarphē ēka pramāṇa āhē āṇi tē tumhī khōṭē ṭharavitā. Jyā gōṣṭīcī tumhī ghā'ī karīta āhāta tī mājhyājavaḷa nāhī. Allāhaśivāya dusaṟyā kōṇācāhī ādēśa nāhī allāha vāstava gōṣṭīnnā spaṣṭataḥ sāṅgatō āṇi tōca sarvānta cāṅgalā phaisalā karaṇārā āhē"},{"SurahNumber":6,"VerseNumber":58,"Text":"Tumhī sāṅgā, jyā gōṣṭīcī tumhī ēvaḍhyā ghā'īnē māgaṇī karīta āhāta tī jara mājhyā avākhyāta asatī tara mājhyā va tumacyā daramyāna kēvhāca phaisalā jhālā asatā āṇi allāha atyācārī lōkānnā cāṅgalyā prakārē ōḷakhatō"}]}