{"Id":271,"LanguageCodes":["nl","nld"],"Name":"nld-sofianssiregar","Author":"Sofian S. Siregar","Language":"Dutch","Description":"Dutch","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Maar het antwoord van zijn volk was slechts dat zij zeiden: \"Verdrijft de familie van Lôeth uit jullie stad: voorwaar, zij zijn mensen die zich reinigen"},{"SurahNumber":27,"VerseNumber":57,"Text":"Toen redden Wij hem en zijn familie, behalve zijn vrouw: Wij bepaalden dat zij tot de achterblijvers behoorde"},{"SurahNumber":27,"VerseNumber":58,"Text":"En Wij deden op hen een (vulkanische) regen neerdalen: en slecht was de regen voor de gewaarschuwden"},{"SurahNumber":27,"VerseNumber":59,"Text":"Zeg (O Moehammad): \"Alle lof zij Allah en vrede voor Zijn dienaren en degenen die Hij verkoos.\" Is Allah beter, of wat zij (Hem) aan deelgenoten toekennen"},{"SurahNumber":27,"VerseNumber":60,"Text":"Of wie heeft de hemelen en de aarde geschapen en water uit de hemel neergezonden, waarmee Wij prachtige tuinen doen groeien? Jullie zijn niet in staat haar bomen te doen groeien. Is er een god naast Allah? Welnee, zij (die dit beweren) behoren tot een volk dat afwijkt (van de Waarheid)"},{"SurahNumber":27,"VerseNumber":61,"Text":"Of wie heeft de aarde als een verblijfplaats gemaakt en daardoor rivieren getrokken en daarop stevige bergen geplaatst en een scheiding tussen de twee zeeën gemaakt? Is er een god naast Allah? Maar de meesten van hen weten het niet"},{"SurahNumber":27,"VerseNumber":62,"Text":"Of wie heeft de in nood verkerende verhoord, wanneer hij Hem aanroept, en het onheil van hem weggenomen en jullie gevolmachtigden gemaakt op de aarde? Is er een god naast Allah? En weinig is het dat jullie je laten vermanen"},{"SurahNumber":27,"VerseNumber":63,"Text":"Of wie heeft jullie geleid in de duisternissen op het land en op de zee en wie heeft de winden als dragers van verheugende tijdingen voor Zijn Barmhartigheid uitgestuurd? Is er een god naast Allah? Verheven is Allah boven wat zij Hem aan deelgenoten toekennen"},{"SurahNumber":27,"VerseNumber":64,"Text":"Of wie is de schepping begonnen en heeft haar vervolgens herhaald; en wie heeft in jullie onderhoud uit de hemel en de aarde voorzien? Is er een god naast Allah? Zeg (O Moehammad): \"Brengt jullie bewijs, als jullie waarachtigen zijn"},{"SurahNumber":27,"VerseNumber":65,"Text":"Zeg: \"Niemand kent het onwaarneembare in de hemelen en op dc aarde, behalve Allah.\" En zij weten niet waneer zij worden opgewekt"},{"SurahNumber":27,"VerseNumber":66,"Text":"Hun kennis omvat het Hiernamaals niet. Zij verkeren hierover zelfs in onzekerheid, zij zijn er zelfs blind voor"},{"SurahNumber":27,"VerseNumber":67,"Text":"En degenen die ongelovig zijn zeggen: \"Is het waar, dat als wij en onze vaderen tot aarde zijn geworden, wij zeker worden opgewekt"},{"SurahNumber":27,"VerseNumber":68,"Text":"Voorzeker, dit is ons en onze vaderen vroeger beloofd. Dit zijn slechts fabels van de vroegeren"},{"SurahNumber":27,"VerseNumber":69,"Text":"Zeg (O Moehammad): \"Reist rond op de aarde en ziet hoe het einde van de misdadigers was"},{"SurahNumber":27,"VerseNumber":70,"Text":"En treur niet om hen, en wees ook niet bezorgd over wat zij aan listen beramen"},{"SurahNumber":27,"VerseNumber":71,"Text":"En zij (de ongelovigen) zeggen: \"Wanneer zal deze belofte (vervuld worden), als jullie warachtigen rijn"},{"SurahNumber":27,"VerseNumber":72,"Text":"Zeg (O Moehammad): \"Moge een deel van wat jullie wensen te bespoedigen bijna bij jullie zijn"},{"SurahNumber":27,"VerseNumber":73,"Text":"En voorwaar, jouw Heer bezit zeker gunsten voor de mensen, maar de meesten van en zijn niet dankbaar"},{"SurahNumber":27,"VerseNumber":74,"Text":"En voorwaar, jouw Heer weet zeker wat hun harten verbergen en wat zij openlijk doen"},{"SurahNumber":27,"VerseNumber":75,"Text":"En niets is onwaameembaar in de hemel en op de aarde, of het staat in een duidelijk Boek"},{"SurahNumber":27,"VerseNumber":76,"Text":"Voorwaar, deze Koran vertelt aan de Kinderen van Israël waarover zij het meeste redetwisten"},{"SurahNumber":27,"VerseNumber":77,"Text":"En voorwaar, hij is zeker Leiding en Barmhartigheid voor de gelovigen"},{"SurahNumber":27,"VerseNumber":78,"Text":"Voorwaar, jouw Heer zal tussen hen oordelen met Zijn Oordeel. En Hij is de Almachtige, de Alwetende"},{"SurahNumber":27,"VerseNumber":79,"Text":"Vertrouw daarom op Allah. Voorwaar, jij (O Moehammad) bent op (het Pad van) de duidelijke Waarheid"},{"SurahNumber":27,"VerseNumber":80,"Text":"Voorwaar, jij bent niet in staat de doden te doen horen en de doven de roep te doen horen wanneer zij de rug toekeren"},{"SurahNumber":27,"VerseNumber":81,"Text":"En jij kunt ook niet de blinden van hun dwaling wegleiden en jij kunt alleen hen doen luisteren die in Onze Verzen geloven, waarop zij zich (aan Allah) overgeven"}]}