{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"I kazvat onezi, koito ne se nadyavat da Ni sreshtnat: “Zashto ne ni byakha izprateni angeli ili ne vidim nashiya Gospod?” Vuzgordyavat se i prekalyavat v durzostta si"},{"SurahNumber":25,"VerseNumber":22,"Text":"V Denya, kogato te shte vidyat angelite, ne shte ima v tozi Den radostna vest za prestupnitsite i [angelite] shte kazhat: “Vuzbranena pregrada!”"},{"SurahNumber":25,"VerseNumber":23,"Text":"I shte pretsenim vsyako delo, koeto te sa izvurshili, i shte go prevurnem v razpilyana prakh"},{"SurahNumber":25,"VerseNumber":24,"Text":"Obitatelite na Raya v tozi Den shte imat nai-dobrata obitel i nai-khubavoto myasto za otdikh"},{"SurahNumber":25,"VerseNumber":25,"Text":"V Denya, kogato shte se raztsepi nebeto s oblatsite i shte budat izprateni angelite"},{"SurahNumber":25,"VerseNumber":26,"Text":"istinskata vlast v tozi Den shte prinadlezhi na Vsemilostiviya. Shte bude tezhuk Den za nevernitsite"},{"SurahNumber":25,"VerseNumber":27,"Text":"V Denya, kogato ugnetitelyat shte khape rutsete si, kazvaiki: “Akh, da byakh poel put s Pratenika"},{"SurahNumber":25,"VerseNumber":28,"Text":"Akh, gorko mi, da ne byakh vzimal takuv za priyatel"},{"SurahNumber":25,"VerseNumber":29,"Text":"Toi me otkloni ot spomenavaneto, sled kato be doshlo pri men. Satanata za choveka e predatel.”"},{"SurahNumber":25,"VerseNumber":30,"Text":"I reche Pratenika: “O, Gospodi, moyat narod prenebregva tozi Koran.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"I taka na vseki prorok storikhme vrag ot prestupnitsite. Dostatuchen e tvoyat Gospod za voditel i zakrilnik"},{"SurahNumber":25,"VerseNumber":32,"Text":"I rekokha nevernitsite: “Zashto Koranut ne mu be nizposlan navednuzh?” Taka e, za da ukrepim s nego tvoeto surtse. I go chetokhme otmereno"},{"SurahNumber":25,"VerseNumber":33,"Text":"I ne shte doidat pri teb s primer, bez da sme ti donesli istinata [za nego] i oshte po-dobro tulkuvane"},{"SurahNumber":25,"VerseNumber":34,"Text":"Tezi, koito budat podkarani kum Ada po ochi, shte sa na nai-loshoto myasto i na nai-zabludeniya put"},{"SurahNumber":25,"VerseNumber":35,"Text":"Veche dadokhme na Musa Pisanieto i za negov pomoshtnik opredelikhme brat mu Kharun"},{"SurahNumber":25,"VerseNumber":36,"Text":"I rekokhme: “Otidete dvamata pri naroda, koito vze za luzha Nashite znameniya!” I go unishtozhikhme napulno"},{"SurahNumber":25,"VerseNumber":37,"Text":"I naroda na Nukh izdavikhme, kogato vze za luzha pratenitsite, i go storikhme znamenie za khorata. I prigotvikhme bolezneno muchenie za potisnitsite"},{"SurahNumber":25,"VerseNumber":38,"Text":"I aditite, i samudyanite, i obitatelite na ar-Ras, i mnogo pokoleniya mezhdu tyakh"},{"SurahNumber":25,"VerseNumber":39,"Text":"I na vseki ot tyakh davakhme primeri, i vsichki napulno pogubikhme"},{"SurahNumber":25,"VerseNumber":40,"Text":"I minavat [nevernitsite] krai selishteto, nad koeto be izsipan bedstveniyat duzhd. Nima ne go vizhdat? Da, ala te ne se strakhuvat ot vuzkresenieto"},{"SurahNumber":25,"VerseNumber":41,"Text":"I shtom te vidyat, vzimat te samo na prismekh: “Tozi li e, kogoto Allakh e provodil za pratenik"},{"SurahNumber":25,"VerseNumber":42,"Text":"Toi shteshe da ni otkloni ot bozhestvata ni, ako ne postoyanstvakhme za tyakh.” A kogato vidyat muchenieto, shte uznayat koi e nai-zabluden za putya"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ne vizhdash li onzi, koito priema strastta si za bozhestvo? Nima nad nego si pokrovitel"},{"SurahNumber":25,"VerseNumber":44,"Text":"Ili smyatash, che povecheto ot tyakh chuvat ili proumyavat? Te sa kato dobituka, dori sa oshte po-zabludeni"},{"SurahNumber":25,"VerseNumber":45,"Text":"Ne vizhdash li kak tvoyat Gospod razprostira syankata? A ako pozhelaeshe, Toi bi ya storil nepodvizhna. Posle storvame sluntseto nein voditel"},{"SurahNumber":25,"VerseNumber":46,"Text":"Posle malko po malko ya skusyavame"},{"SurahNumber":25,"VerseNumber":47,"Text":"Toi e, Koito stori za vas noshtta da e odeyanie, i sunya da e za otdikh, i stori denya da e za prepitanie"},{"SurahNumber":25,"VerseNumber":48,"Text":"Toi e, Koito prashta vetrovete kato blagovestiteli predi Svoyata milost. I izsipvame chista voda ot nebeto"},{"SurahNumber":25,"VerseNumber":49,"Text":"za da suzhivim s neya murtvata zemya i da piyat sutvorenite ot Nas mnogobroini khora i dobituk"},{"SurahNumber":25,"VerseNumber":50,"Text":"I ya pruskame mezhdu tyakh, za da se pouchat. Ala povecheto khora se protivyat, osven za neverieto"},{"SurahNumber":25,"VerseNumber":51,"Text":"I ako zhelaekhme, shtyakhme da izpratim vuv vsyako selishte predupreditel"},{"SurahNumber":25,"VerseNumber":52,"Text":"I ne se pokoryavai na nevernitsite, i chrez nego [-Korana] vodi sreshtu tyakh velika borba"}]}