{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"(بۇ) اﷲ ۋە ئۇنىڭ پەيغەمبىرىنىڭ سىلەر بىلەن مۇئاھىدە تۈزۈشكەن مۇشرىكلارغا قاراتقان ئادا - جۇدا بولۇش (يەنى مۇئاھىدىنى بىكار قىلىش) ئېلانىدۇر"},{"SurahNumber":9,"VerseNumber":2,"Text":"(ئى مۇشرىكلار!) يەر يۈزىدە (خالىغىنىڭلارچە) تۆت ئاي يۈرۈڭلار، بىلىڭلاركى، سىلەر اﷲ (نىڭ ئازابى) دىن قېچىپ قۇتۇلالمايسىلەر، (بىلىڭلاركى) اﷲ كاپىرلارنى خار قىلغۇچىدۇر"},{"SurahNumber":9,"VerseNumber":3,"Text":"(بۇ) چوڭ ھەج كۈنىدە اﷲ ۋە ئۇنىڭ پەيغەمبىرى تەرىپىدىن كىشىلەرگە چىقىرىلغان ئېلاندۇركى، اﷲ ۋە ئۇنىڭ پەيغەمبىرى مۇشرىكلاردىن ئادا - جۇدادۇر. ئەگەر (كۇفرىدىن) تەۋبە قىلساڭلار، بۇ سىلەرگە (گۇمراھلىقتا كېتىۋېرىشتىن) ياخشىدۇر، ئەگەر (ئىسلامدىن) يۈز ئۆرۈسەڭلار، بىلىڭلاركى، اﷲ (نىڭ ئازابى) دىن قېچىپ قۇتۇلالمايسىلەر. كاپىرلارغا قاتتىق ئازاب بىلەن بېشارەت بەرگىن"},{"SurahNumber":9,"VerseNumber":4,"Text":"ئەمما مۇشرىكلار ئىچىدىكى سىلەر بىلەن مۇئاھىدە تۈزگەن، مۇئاھىدىگە ھېچقانداق خىلاپلىق قىلمىغان، سىلەرگە قارشى ھېچقانداق ئادەمگە ياردەم بەرمىگەنلەرگە كەلسەك، ئۇلار بىلەن تۈزگەن بۇ مۇئاھىدىگە ئۇنىڭ ۋاقتى توشقانغا قەدەر رىئايە قىلىڭلار، شۈبھىسىزكى،، اﷲ تەقۋادارلارنى دوست تۇتىدۇ"},{"SurahNumber":9,"VerseNumber":5,"Text":"(ئۇرۇش قىلىش) ھارام قىلىنغان ئايلار ئۆتۈپ كەتكەندە، مۇشرىكلارنى قەيەردە ئۇچراتساڭلار، شۇ يەردە ئۆلتۈرۈڭلار، ئەسىرگە ئېلىڭلار، قورشاڭلار، ئۇلارنىڭ ئۆتىدىغان يوللىرىنى كۆزىتىپ تۇرۇڭلار، ئەگەر ئۇلار تەۋبە قىلسا، ناماز ئوقۇسا، زاكات بەرسە، ئۇلارنى قويۇپ بېرىڭلار، شۈبھىسىزكى، اﷲ (تەۋبە قىلغۇچىلارغا) مەغپىرەت قىلغۇچىدۇر، رەھىم قىلغۇچىدۇر"},{"SurahNumber":9,"VerseNumber":6,"Text":"ئەگەر مۇشرىكلاردىن بىرەر كىشى سەندىن ئامانلىق تىلىسە، تاكى ئۇ اﷲ نىڭ كالامىنى (يەنى قۇرئاننى) ئاڭلىغانغا (يەنى پىكىر قىلىپ، ئۇنىڭ ھەقىقىتىگە يەتكەنگە) قەدەر، ئۇنىڭغا ئامانلىق بەرگىن، ئاندىن (ئۇ ئىمان ئېيتمىسا)، ئۇنى (جېنى، مېلى) ئامان تاپىدىغان جايغا يەتكۈزۈپ قويغىن، بۇ شۇنىڭ ئۈچۈنكى، ئۇلار (ئىسلام دىنىنىڭ ھەقىقىتىنى) ئۇقمايدىغان قەۋمدۇر"},{"SurahNumber":9,"VerseNumber":7,"Text":"اﷲ نىڭ ۋە ئۇنىڭ پەيغەمبىرىنىڭ قارىشىچە، (ئەھدىسىگە ۋاپا قىلمايدىغان) مۇشرىكلاردا قانداقمۇ مۇئاھىدە دېگەن نەرسە بولسۇن؟ ئەمما مەسجىدى ھەرەم قېشىدا سىلەر بىلەن ئەھدە تۈزۈشكەن مۇشرىكلار ئەگەر ئەھدىسىگە ۋاپا قىلىدىكەن، سىلەرمۇ ۋاپا قىلىڭلار، شۈبھىسىزكى، اﷲ تەقۋادارلارنى (يەنى پەرۋەردىگاردىن قورققان، ئەھدىسىگە ۋاپا قىلغان، خىيانەت قىلمىغانلارنى) دوست تۇتىدۇ"},{"SurahNumber":9,"VerseNumber":8,"Text":"مۇشرىكلار ئەھدىسىگە قانداقمۇ ۋاپا قىلسۇن؟ ئەگەر ئۇلار سىلەرنىڭ ئۈستۈڭلاردىن غەلىبە قىلسا، سىلەرنىڭ توغراڭلاردا نە تۇغقانچىلىققا، نە ئەھدىگە رىئايە قىلمايدۇ. سىلەرنى ئېغىزلىرىدا خۇش قىلىدۇ، دىللىرىدا (ۋەدىسىدە تۇرۇشنى) خالىمايدۇ (يەنى ئاغزىدا چىرايلىق سۆزلىگىنى بىلەن، كۆڭۈللىرى ئاداۋەت، نىفاق بىلەن تولغان). ئۇلارنىڭ تولىسى پاسىقلاردۇر"},{"SurahNumber":9,"VerseNumber":9,"Text":"ئۇلار اﷲ نىڭ ئايەتلىرىنى (دۇنيانىڭ مال - مۈلۈكلىرىدىن) ئەرزىمەس نەرسىلەرگە تېگىشتى، (كىشىلەرنى) اﷲ نىڭ يولىدىن توستى. ھەقىقەتەن ئۇلارنىڭ قىلمىشلىرى نېمىدېگەن يامان"},{"SurahNumber":9,"VerseNumber":10,"Text":"ئۇلار مۆمىنلەر ھەققىدە نە تۇغقانچىلىققا، نە ئەھدىگە رىئايە قىلمايدۇ. ئەنە شۇلار (سىلەرگە زۇلۇم قىلىشتا) ھەددىدىن ئاشقۇچىلاردۇر"},{"SurahNumber":9,"VerseNumber":11,"Text":"ئەگەر ئۇلار (كۇفرىدىن) تەۋبە قىلسا، ناماز ئۆتىسە، زاكات بەرسە، دىنىي جەھەتتە سىلەرنىڭ قېرىندىشىڭلار بولىدۇ (يەنى ھوقۇق ۋە مەجبۇرىيەتتە ئۇلار سىلەر بىلەن ئوخشاشتۇر). ئۇقىدىغان قەۋم ئۈچۈن، ئايەتلەرنى تەپسىلىي بايان قىلىمىز"},{"SurahNumber":9,"VerseNumber":12,"Text":"ئەگەر ئۇلار ئەھدە بەرگەندىن كېيىن، قەسەملىرىنى بۇزسا ۋە دىنىڭلارنى ئەيىبلىسە، ئۇلارنىڭ (بۇنىڭدىن) چەكلىنىشلىرى ئۈچۈن، كۇفرىنىڭ كاتتىباشلىرىغا ئۇرۇش ئېچىڭلار. ئۇلارنىڭ قەسىمىنىڭ ھەقىقەتەن ئېتىبارى يوق"},{"SurahNumber":9,"VerseNumber":13,"Text":"(ئى مۆمىنلەر جامائەسى! ئەھدە بەرگەندە) ئىچكەن قەسىمىنى بۇزغان، پەيغەمبەرنى (مەككە) دىن ھەيدەپ چىقىرىشنى قەستلىگەن ۋە سىلەرگە ئالدى بىلەن ھۇجۇم قىلغان قەۋمگە ئۇرۇش ئاچمايسىلەر؟ ئۇلاردىن قورقامسىلەر؟ ئەگەر مۆمىن بولساڭلار، قورقۇشۇڭلارغا اﷲ ئەڭ لايىقتۇر"},{"SurahNumber":9,"VerseNumber":14,"Text":"ئۇلارغا ئۇرۇش ئېچىڭلار، اﷲ ئۇلارنى سىلەرنىڭ قولۇڭلار بىلەن جازالايدۇ. اﷲ ئۇلارنى خار قىلىدۇ، اﷲ سىلەرنى ئۇلار ئۈستىدىن غالىب قىلىدۇ. (ئىسلام دىنىنى ئۈستۈن قىلىپ، كاپىرلارنى جازالاپ) مۆمىن قەۋمنىڭ كۆڭلىگە شىپالىق (يەنى تەسەللى) بېرىدۇ"},{"SurahNumber":9,"VerseNumber":15,"Text":"ھەم ئۇلارنى دىللىرىدىكى ئاچچىقتىن خالاس قىلىدۇ. اﷲ خالىغان ئادەمنى تەۋبىگە مۇۋەپپەق قىلىدۇ. اﷲ ھەممىنى بىلىپ تۇرغۇچىدۇر، ھېكمەت بىلەن ئىش قىلغۇچىدۇر"},{"SurahNumber":9,"VerseNumber":16,"Text":"اﷲ سىلەرنىڭ ئاراڭلاردىكى جىھاد قىلغانلارنى، اﷲ تىن، اﷲ نىڭ پەيغەمبىرىدىن ۋە مۆمىنلەردىن باشقىنى سىرداش قىلىۋالمىغانلارنى بىلمەي (يەنى ئوتتۇرىغا چىقارماي) تۇرۇپ سىلەر ئۆز ھالىمىزغا قويۇپ بېرىلىمىز، (يەنى سىنالمايمىز) دەپ ئويلامسىلەر؟ اﷲ سىلەرنىڭ قىلمىشىڭلاردىن خەۋەرداردۇر"},{"SurahNumber":9,"VerseNumber":17,"Text":"مۇشرىكلار ئۆزلىرىنىڭ كۇفرىنى ئىقرار قىلىپ تۇرۇقلۇق (يەنى كاپىرلىق بىلەن اﷲ نىڭ مەسجىدلىرىنى ئاۋات قىلىش بىر - بىرى بىلەن سىغىشالمايدۇ)، (ئۇلارنىڭ) اﷲ نىڭ مەسجىدلىرىنى ئاۋات قىلىشى توغرا ئەمەس، ئۇلارنىڭ قىلغان (ياخشى) ئەمەللىرىنىڭ نەتىجىسى بولمايدۇ، ئۇلار دوزاختا قالىدۇ"},{"SurahNumber":9,"VerseNumber":18,"Text":"اﷲ نىڭ مەسجىدلىرىنى پەقەت اﷲ قا، ئاخىرەت كۈنىگە ئىمان ئېيتقان، ناماز ئۆتىگەن، زاكات بەرگەن، اﷲ تىن باشقىدىن قورقمىغان كىشىلەرلا ئاۋات قىلىدۇ (يەنى مەسجىدنى رېمونت قىلىش، سەرەمجانلاشتۇرۇش، تازىلاش، مەسجىدتە داۋاملىق ناماز ئۆتەش، قۇرئان تىلاۋەت قىلىش قاتارلىق ئىشلارنى قىلىدۇ)، ئەنە شۇلارنىڭ ھىدايەت تاپقۇچىلاردىن بولۇشى كۆزدە تۇتۇلىدۇ"}]}