{"Id":331,"LanguageCodes":["es","spa"],"Name":"spa-muhammadasadabd-la","Author":"Muhammad Asad Abdurrasak Perez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"A El solo se remite el conocimiento de cuando ha de llegar la Ultima Hora. Y no hay fruto que surja de su caliz, ni hembra que conciba o de a luz, si no es con Su conocimiento.Y asi, el Dia en que El les llame [diciendo]: “¿Donde estan ahora esos [supuestos] asociados Mios?” –[sin duda] responderan: “¡Confesamos ante Ti que ninguno de nosotros puede testificar [de que alguien tenga parte en Tu divinidad]!”"},{"SurahNumber":41,"VerseNumber":48,"Text":"Y asi, todo lo que antano solian invocar les habra abandonado; y sabran con certeza que no tienen escapatoria"},{"SurahNumber":41,"VerseNumber":49,"Text":"EL HOMBRE jamas se cansa de pedir lo bueno [de esta vida]; y si le alcanza el infortunio, pierde toda esperanza, y cae en la desesperacion"},{"SurahNumber":41,"VerseNumber":50,"Text":"Pero si le hacemos saborear algo de Nuestra gracia despues de haber sufrido una desgracia, seguro que dice: “¡Esto me lo merezco!” –y: “¡No creo que vaya a llegar la Ultima Hora: pero si [llegara, y] fuera devuelto a mi Sustentador, ciertamente, tendria entonces junto a El el supremo bien!”Pero [en el Dia del Juicio] daremos sin duda a los que se empenaron en negar la verdad una comprension plena de todo lo que hicieron, y les haremos saborear sin duda un castigo severo"},{"SurahNumber":41,"VerseNumber":51,"Text":"Y, asi mismo, cuando concedemos Nuestras bendiciones al hombre, tiende a apartarse y a desentenderse [de Nuestro recuerdo]; ¡pero tan pronto como le alcanza un infortunio, se deshace en suplicas"},{"SurahNumber":41,"VerseNumber":52,"Text":"¿HABEIS pensado [que sera de vosotros] si esta es realmente [una revelacion] de Dios y vosotros la rechazais? ¿Quien puede estar mas extraviado que quien se situa en un error [tan] profundo"},{"SurahNumber":41,"VerseNumber":53,"Text":"En su momento les haremos comprender plenamente Nuestros mensajes [por medio de lo que perciben] en los horizontes mas remotos [del universo] y en ellos mismos, para que quede patente ante ellos que esta [revelacion] es realmente la verdad. [Sin embargo,] ¿no [les] basta [con saber] que tu Sustentador es testigo de todas las cosas"},{"SurahNumber":41,"VerseNumber":54,"Text":"¡Si, en verdad, dudan del encuentro con su Sustentador [en el Dia del Juicio]!¡Si, en verdad, El abarca todas las cosas"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Aain. Sin. Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"ASI te ha revelado Dios, el Todopoderoso, el Sabio, [la verdad, Oh Muhammad,] a ti y a los que te precedieron"},{"SurahNumber":42,"VerseNumber":4,"Text":"Suyo es cuanto hay en los cielos y cuanto hay en la tierra; y El es sumamente excelso, grandioso"},{"SurahNumber":42,"VerseNumber":5,"Text":"A punto estan los cielos de romperse en pedazos [por temor a El]; y los angeles proclaman la infinita gloria y alabanza de su Sustentador, y piden perdon por los que estan en la tierra.¡Si, en verdad, solo Dios es realmente indulgente, dispensador de gracia"},{"SurahNumber":42,"VerseNumber":6,"Text":"PERO a los que toman [a otros por] protectores en vez de El –Dios los vigila, y tu no eres responsable de su conducta"},{"SurahNumber":42,"VerseNumber":7,"Text":"[A ti te ha sido encomendado solo Nuestro mensaje:] y por eso te hemos revelado un discurso en lengua arabe para que adviertas a la capital de las ciudades y a todos cuantos habitan a su alrededor --y [les] adviertas del Dia de la Reunion que esta fuera de toda duda: [ese Dia] unos se encontraran en el paraiso y otros en las llamas abrasadoras"},{"SurahNumber":42,"VerseNumber":8,"Text":"Pero si Dios hubiera querido, habria hecho de ellos una sola comunidad: no obstante, El acoge en Su misericordia a quien quiere [ser acogido] –mientras que los malhechores no tendran quien les proteja ni nadie que les auxilie [en el Dia del Juicio]"},{"SurahNumber":42,"VerseNumber":9,"Text":"¿Acaso [creyeron que podrian] tomar protectores en vez de El? Pero Dios solo es el Protector [de todo lo que existe], pues solo El da vida a los muertos, y solo El tiene poder para disponer cualquier cosa"},{"SurahNumber":42,"VerseNumber":10,"Text":"Y TODO AQUELLO en lo que discrepeis, [Oh creyentes,] su veredicto corresponde a Dios.[Di, pues:] “¡Ese es Dios, mi Sustentador: en El he depositado mi confianza, y a El me vuelvo siempre!”"},{"SurahNumber":42,"VerseNumber":11,"Text":"El Originador de los cielos y la tierra. Os ha dado conyuges de entre vosotros mismos --igual que [ha dispuesto que] en el ganado [haya] parejas—para asi multiplicaros: [pero] nada hay que se asemeje a El, y solo El todo lo oye, todo lo ve"},{"SurahNumber":42,"VerseNumber":12,"Text":"Suyas son las llaves de los cielos y la tierra: da el sustento en abundancia, o en medida escasa, a quien El quiere: pues, ciertamente, El tiene pleno conocimiento de todo"}]}