{"Id":318,"LanguageCodes":["sd","snd"],"Name":"snd-tajmehmoodamrot","Author":"Taj Mehmood Amroti","Language":"Sindhi","Description":"Sindhi","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"جنھن جو اوھان کي انجام ڏجي ٿو سو (ٻڌڻ ۽ چوڻ کان) پري (بلڪل) پري آھي"},{"SurahNumber":23,"VerseNumber":37,"Text":"اسان جي رڳي ھيءَ دنيا جي حياتي آھي (جنھن ۾) مرندا آھيون ۽ جيئندا آھيون ۽ اسين (وري جيئرا ٿي) اُٿڻ وارا نه آھيون"},{"SurahNumber":23,"VerseNumber":38,"Text":"ھيءُ رڳو ھڪ ماڻھو آھي جنھن الله تي ڪوڙ ٻڌو آھي ۽ اسين کيس (ڪڏھن) مڃڻ وارا نه آھيون"},{"SurahNumber":23,"VerseNumber":39,"Text":"(پيغمبر) چيو ته منھنجا پالڻھار مون کي مدد ڏي ھن ڪري جو مون کي ڪوڙو ڀانيائون"},{"SurahNumber":23,"VerseNumber":40,"Text":"(الله) فرمايو ته ٿوري مُدت پڄاڻا پشيمان ٿيندا"},{"SurahNumber":23,"VerseNumber":41,"Text":"پوءِ کين سچي انجام جي ڪري ڌڪاءَ پڪڙيو پوءِ کين ڪُٽو ڪيوسون، پوءِ ظالمن جي قوم تي لعنت ھجي"},{"SurahNumber":23,"VerseNumber":42,"Text":"وري کانئن پوءِ ٻيا جُڳ پيدا ڪياسون"},{"SurahNumber":23,"VerseNumber":43,"Text":"ڪائي ٽولي پنھنجي مُدت کان اڳي نه ويندي آھي ۽ نڪي (اُھي) دير ڪندا آھن"},{"SurahNumber":23,"VerseNumber":44,"Text":"وري لڳو لڳ پنھنجن پيغمبرن کي موڪليوسون، جڏھن ڪڏھن ڪنھن ٽوليءَ وٽ سندن پيغمبر آيو (تڏھن) کيس ڪوڙو ڄاتائون پوءِ انھن کي ھڪ ٻئي پٺيان (ناس) ڪيوسون ۽ کين (ٻـين لاءِ) آکاڻيون ڪيوسون، پوءِ نه مڃيندڙ قوم تي لعنت ھُجي"},{"SurahNumber":23,"VerseNumber":45,"Text":"وري پنھنجين نشانين ۽ پڌريءَ حجت سان موسىٰ ۽ سندس ڀاءُ ھارون کي موڪليوسون"},{"SurahNumber":23,"VerseNumber":46,"Text":"فرعون ۽ سندس سردارن ڏانھن پوءِ انھن وڏائي ڪئي ۽ (اُھي) ھٺيلي قوم ھوا"},{"SurahNumber":23,"VerseNumber":47,"Text":"پوءِ چيائون ته پاڻ جھڙن ٻن ماڻھن تي ايمان آڻيون ڇا؟ ۽ سندن قوم (ته) اسان جو ٻيلپو ڪندڙ آھي"},{"SurahNumber":23,"VerseNumber":48,"Text":"پوءِ انھن کي ڪوڙو ڄاتائون پوءِ ھلاڪ ڪيلن مان ٿيا"},{"SurahNumber":23,"VerseNumber":49,"Text":"۽ بيشڪ موسىٰ کي ڪتاب ڏنوسون ته مانَ اُھي سِڌو رستو لھن"},{"SurahNumber":23,"VerseNumber":50,"Text":"۽ مريم جي پٽ کي ۽ سندس ماءُ کي ھڪ نشاني ڪئي سون ۽ انھن کي سنئين ۽ وھندڙ پاڻي واري مٿاھين زمين تي (رھڻ جي) جاءِ ڏني سون"},{"SurahNumber":23,"VerseNumber":51,"Text":"(چيوسون ته) اي پيغمبرؤ سٺين شين مان کائو ۽ چڱا ڪم ڪريو، بيشڪ جيڪي ڪندا آھيو سو آءٌ ڄاڻندڙ آھيان"},{"SurahNumber":23,"VerseNumber":52,"Text":"۽ بيشڪ اوھان جو ھيءُ دين ھڪ دين آھي ۽ آءٌ اوھان جو پالڻھار آھيان تنھنڪري مون کان ڊڄو"},{"SurahNumber":23,"VerseNumber":53,"Text":"پوءِ (اُنھن قومن) پنھنجي ڪم کي پاڻ ۾ ذرا ذرا ڪري ڇنون، سڀڪنھن ٽوليءَ وٽ جيڪي آھي تنھن سان اُھا سرھي (رھندي) آھي"},{"SurahNumber":23,"VerseNumber":54,"Text":"پوءِ (اي پيغمبر) کين سندن غفلت ۾ ھڪ حد تائين ڇڏي ڏي"},{"SurahNumber":23,"VerseNumber":55,"Text":"جنھن مال ۽ اولاد سان کين زيادتي ڏني سون تنھن کي ڀانئيندا آھن ڇا؟"},{"SurahNumber":23,"VerseNumber":56,"Text":"ته ڪا انھن لاءِ چڱاين ڏيڻ ۾ تڪر ٿا ڪريون، (نه!) بلڪ نه سمجھندا آھن"},{"SurahNumber":23,"VerseNumber":57,"Text":"بيشڪ اُھي جيڪي پنھنجي پالڻھار جي ڀَوَ کان ڊڄندڙ آھن"},{"SurahNumber":23,"VerseNumber":58,"Text":"۽ اُھي جيڪي پنھنجي پالڻھار جي نشانين تي ايمان آڻيندا آھن"},{"SurahNumber":23,"VerseNumber":59,"Text":"۽ اُھي جيڪي پنھنجي پالڻھار سان شريڪ مُقرّر نه ڪندا آھن"},{"SurahNumber":23,"VerseNumber":60,"Text":"۽ اُھي جيڪي (اُھي) ڏيندا آھن جيڪي (سندس واٽ ۾) ڏيندا آھن ۽ سندن دليون انھي ڪري ڏڪنديون آھن ته اُھي پنھنجي پالڻھار ڏانھن موٽڻ وارا آھن"},{"SurahNumber":23,"VerseNumber":61,"Text":"اھي (ماڻھو) چڱاين ۾ تڪڙائي ڪندا آھن ۽ اُھي اُن لاءِ اڳرائي ڪندڙ آھن"},{"SurahNumber":23,"VerseNumber":62,"Text":"۽ (اسين) ڪنھن به جيءَ تي سندس طاقت کانسواءِ تڪليف نه ٿا رکون ۽ اسان وٽ ھڪ ڪتاب آھي جو سچ ڳالھائيندو آھي ۽ انھن تي ظلم نه ڪبو"},{"SurahNumber":23,"VerseNumber":63,"Text":"بلڪ سندن دليون انھن (ڳالھين) کان غفلت ۾ آھن ۽ ھن کانسواءِ انھن جا ٻيا ڪرتوت به آھن جي اُھي ڪندا آھن"},{"SurahNumber":23,"VerseNumber":64,"Text":"تان جو منجھائن آسودن (ماڻھن) کي جڏھن عذاب سان پڪڙيوسون تڏھن دانھون ڪندا رھيا"},{"SurahNumber":23,"VerseNumber":65,"Text":"(چيوسون) ته اڄ دانھون نه ڪريو، ڇوته اسان کان اوھان کي مدد نه ملندي"},{"SurahNumber":23,"VerseNumber":66,"Text":"بيشڪ اوھان کي منھنجيون آيتون پڙھي ٻڌائبيون ھيون تڏھن اوھين پنھنجين کڙين (ڀرپوءِ) تي ڀڄندا ھُيؤ"},{"SurahNumber":23,"VerseNumber":67,"Text":"اُن (قرآن) کان وڏائي ڪندڙ (۽) آکاڻين ۾ مشغول ٿي (کيس) ڇڏيوَ ٿي"},{"SurahNumber":23,"VerseNumber":68,"Text":"ھن ڳالھ (قرآن) کي نه سوچيائون ڇا يا وٽن اھڙي شيء آئي آھي جا سندن اڳين پيءُ ڏاڏن وٽ نه آئي ھُئي؟"},{"SurahNumber":23,"VerseNumber":69,"Text":"يا پنھنجي پيغمبر کي نه سڃاتائون ڇا تنھنڪري اُھي سندس مُنڪر (ٿيا) آھن"},{"SurahNumber":23,"VerseNumber":70,"Text":"يا چوندا آھن ته کيس چريائي آھي، (نه!) بلڪ (پيغمبر) وٽن سچي ڳالھ آندي آھي ۽ منجھائن گھڻا سچ کي بُرو ڀائيندڙ آھن"},{"SurahNumber":23,"VerseNumber":71,"Text":"۽ جيڪڏھن الله سَندن سَڌن تي ھلي ھا ته آسمان ۽ زمين ۾ جيڪي منجھن آھي سي ويران ٿين ھا، (نه!) بلڪ سندين نصيحت وٽن آندي سون ۽ اُھي پنھنجيءَ نصيحت (ڪتاب) کان مُنھن موڙيندڙ آھن"},{"SurahNumber":23,"VerseNumber":72,"Text":"يا کائن ڪو اُجورو گھرندو آھين ڇا؟ پوءِ تنھنجي پالڻھار جو اُجورو (ڏئڻ) ڀلو آھي، ۽ اُھو چڱو روزي ڏيندڙ آھي"},{"SurahNumber":23,"VerseNumber":73,"Text":"۽ بيشڪ تون سڌيءَ واٽ ڏانھن کين سڏيندو آھين"},{"SurahNumber":23,"VerseNumber":74,"Text":"۽ بيشڪ جيڪي آخرت کي نه مڃيندا آھن سي سڌي واٽ کان پاسيرا ٿيندڙ آھن"}]}