{"Id":278,"LanguageCodes":["pa","pan"],"Name":"pan-drmuhamadhabibb-la","Author":"Dr. Muhamad Habib, Bhai Harpreet Singh, Maulana Wahiduddin Khan","Language":"Panjabi","Description":"Panjabi - Transliteration","Direction":"ltr","Source":"Goodword Books, http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":48,"VerseNumber":18,"Text":"Alaha imana vali'am tom prasana ho gi'a jadom uha tuhade nala darakhata de thale be'ata (pratigi'a) kara rahe si. Alaha ne samajha li'a jihara kujha unham de dilam vica si. So usa ne unham te sakinata prakasita kiti ate unham nu inama vica cheti prapata hona vali phatiha bakhasa diti"},{"SurahNumber":48,"VerseNumber":19,"Text":"Ate bahuta sari'am ganimatam vi, jinham nu uha prapata karanage alaha takatavara ate tataveta hai"},{"SurahNumber":48,"VerseNumber":20,"Text":"Ate alaha ne tuhade nala bahuta sari'am ganimatam da va'ada kita jinham nu tusim prapata karonge. So iha usa ne iha imana vali'am la'i ika vadi nisani bana jave ate tam ki uha tuhanu sidhe raha te calave"},{"SurahNumber":48,"VerseNumber":21,"Text":"Ate ika fatiha hora vi hai jisa de tusim aje taka la'ika nahim ho alaha ne usa nu ghera rakhi'a hai ate alaha hara ciza di samaratha rakhada hai"},{"SurahNumber":48,"VerseNumber":22,"Text":"Ate jekara uha inakari loka tuhade nala larade tam uha zarura pitha dikha ke bhajade, phira na uha ko'i samarathaka pa'unde ate na saha'ika"},{"SurahNumber":48,"VerseNumber":23,"Text":"Iha alaha di sunata (niyama) hai jihari pahilam tom cali a rahi hai ate tusi' alaha di sunata vica ko'i taladili na dekhoge"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ate uhi hai jisa ne make di ghati vica unham de hatha tuhade tom ate tuhade hatha unham tom roka dite (uha vi)? Isa tom ba'ada ki jadom tuhanu unham te adhikara de"},{"SurahNumber":48,"VerseNumber":25,"Text":"Uha loka hi hana jinham ne jhuthala'i'a ate tuhanu masajida-e- harama (kaba) tom roki'a ate kurabani de janavaram nu vi roki rakhi'a tam ki uha apane sathana te na pahucana. Ate jekara (make vica) bahuta sare saumina adamim ate momana auratam na hudi'am jinham nu tusim agi'anata vasa piha sutave. Phira usa la'i tuhade upara agi'anata vasa causa a'unda (tam asim yudha di agi'a de dide para alaha ne isa la'i vakhila kare. Jekara uha loka vakhare ho ga'e hude tam unham vica jihare avagikari sana asim unham nu daradanaka saza dide)"},{"SurahNumber":48,"VerseNumber":26,"Text":"Jadom avagi'a karana vali'am ne apane dilam vica atama jida dhaida kiti ate jida vi agi'anata vasa. Phira alaha ne apane valom sakinata (sukha santi) prakasita kiti apane rasulam ate imana vali'am upara ate alaha ne unham nu takava (alaha da dara) di gala upara tika'i rakhi'a ate uha isa de vadhika hakadara ate yoga sana. Ate alaha hara ciza nu janana vala hai"},{"SurahNumber":48,"VerseNumber":27,"Text":"Besaka alaha ne apane rasula nu saca supana dikha'i'a, jihara asali'ata de anusara hai. Nirasadeha alaha ne cahi'a tam tusim masajida-e-harama vica santi de nala, apane siram de vala katava'unde ho'e zarura dhakhila hovoge ate tuhanu ko'i dara nahim hovega. So alaha ne uha gala samajhi jihari tusim nahim samajhi. So isa tom pahilam usa ne ika jita de diti"},{"SurahNumber":48,"VerseNumber":28,"Text":"Ate alaha hi hai jisa ne apane rasulam nu maraga darasana ate sace dina nala bheji'a. Tam ki uha usa nu sare dharamam te bhari rakhe ate (haka saca la'i) alaha hi gavahi la'i kafi hai"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhamada alaha de rasula hana ate jihare loka usa de nala hana, uha inakari'am la'i sakhata te apisa vica di'alu hana. Tusim unham nu ruku'a (jhukana) vica ate sijade vica vekhauge. Uha alaha di kirapa ate usa di prasanata di cahata vica lage rahide hana. Unham di'am nisani'am sijade de prabhava nala unham de cihari'am te hana unham da iha pramana taureta vica hai. Ate ijila vica unham di misala iha hai jivem kheti, (biza) ne dharati vicom apana karubala (akura) kadhi'a, phira usa nu paki'a'i diti ate phira uha mota ho'i'a phira apane tarem te kharha ho gi'a. Uha kisanam nu caga lagada hai tam ki (alaha) usa nala avagi'akari'am nu bulave. Unham vicom jihare loka imana li'a'e ate jinham ne cage kama kite alaha ne unham nala mu'afi ate vade puna da va'ada kita"}]}