{"Id":322,"LanguageCodes":["st","sot"],"Name":"sot-sheikheliaskeke","Author":"Sheikh Elias Keketso Lelia","Language":"Sotho","Description":"Sotho","Direction":"ltr","Source":"Islamic Dawah Movement of Southern Africa (IDM)","Translations":[{"SurahNumber":31,"VerseNumber":22,"Text":"Mong le mong ea inehetseng ho Allah, e le moetsi oa botle, Ruri! O kakatletse letsoho le ts’epahalang. Ho Allah ke phello ea litaba tsohle"},{"SurahNumber":31,"VerseNumber":23,"Text":"Ha mong a latola Tumelo, tatolo ea hae e se u kukunele: Poelo ea bona e ho Rona, Re tla ba bolella ‘nete ea tsohle tseo ba li entseng. Hobane Allah U Tseba tsohle tse kahar’a lifuba tsa batho"},{"SurahNumber":31,"VerseNumber":24,"Text":"Re ba nehile boiketlo ba nakoana, hamorao re tlaba qhobela kahlolong e se nang khutlo"},{"SurahNumber":31,"VerseNumber":25,"Text":"Haeba u ka ba botsa hore: “Ke mang ea hlotseng maholimo le lefats’e? Ba tla araba ba re: “Ke Allah.” E re: “Lithoriso li be ho Allah!” Empa bongata ba bona ha ba Utloisise"},{"SurahNumber":31,"VerseNumber":26,"Text":"Lintho tsohle tse maholimong le lefats’eng ke tsa Allah. Ruri! Allah ha A hloke letho, U ts’oanetsoe ke lithoriso tsohle"},{"SurahNumber":31,"VerseNumber":27,"Text":"Hoja ebe lifate tsohle tse lefats’eng ke lipene, leoatle ke enke, le bile le phaeletsoe ka maoatle a mang a supileng, mantsoe A Allah A ne a ke ke a lekana ho ngoloa ka tsona. Ruri! Allah U matla Oohle, U Seli"},{"SurahNumber":31,"VerseNumber":28,"Text":"Tlholeho le tsoho ea lona bafung, e ts’oana feela le tlholeho le tsoho ea moea o le mong. Hobane! Allah Ke Eena Ea Utloang, Ea Bonang"},{"SurahNumber":31,"VerseNumber":29,"Text":"Ha le e s’o bone kamoo Allah A e tsang hore bosiu bo sehe mots’eare tsebe kateng, le hore mots’eare o sehe bosiu tsebe kateng, le kamoo A tsepamisitseng letsatsi le ngoeli kateng hore li etse ts’ebetso ea tsona, le hore e ngoe le e ngoe e tsamaee mocheng oa eona tlas’a taelo ea Hae; le hore Allah U tseba ka botlalo tseo le li etsang"},{"SurahNumber":31,"VerseNumber":30,"Text":"Ke hobane Allah ke ‘Nete, hobane seo ba bitsang ho sona ntle ho Eena ke Leshano, etsoe Allah ke Eena Ea Hloahloeng, Ea Moholo"},{"SurahNumber":31,"VerseNumber":31,"Text":"Ha le e s’o bone kamoo likepe li sesang kateng holim’a leoatle tlas’a lereko la Allah? – Hore A tle A le bonts’e tse ling tsa Lits’upiso tsa Hae? – Ruri! Kahar’a sena ke Lits’upiso ho bohle ba nang le mamello ba fana ka liteboho"},{"SurahNumber":31,"VerseNumber":32,"Text":"Empa haeba leqhubu le ka ba koahela joaloka sekhurumetso, ba bitsa ho Allah, ba mo neha lerato le tlotla e totobetseng. Empa hang ha A se A ba behile kathoko lefats’eng ba ts’ireletsehile, ba bang ba qea-qea lipakeng. Ha ho mong le mong ea latolang lits’upiso tsa rona haese moeki ea hlokang teboho"},{"SurahNumber":31,"VerseNumber":33,"Text":"Oho lona batho! Sebeletsang Mong`a lona, le ts’abe letsatsi leo ka lona ho se nang hoba le ntate ea tla buella mora oa hae, kapa mora ea tla buella ntata’e. Ruri! Ts’episo ea Allah ke ea ‘nete. Le se ke la thetsoa ke bophelo ba lefats’e, kapa la lumella liabolosi ho le thetsa khahlanong le Allah"},{"SurahNumber":31,"VerseNumber":34,"Text":"Ruri! Allah U na le tsebo ka Hora eo. Ke Eena Ea romellang pula lefats’eng, e bile U na le tsebo ea tse ka lipopelong. Ha ho moea ofe kapa ofe o nang le tsebo ea seo o tla se kotula kamoso, ebile ha ho moea o tsebang lefats’e leo o tla shoela ho lona. Ruri! Allah U tseba tsohle, U hlokolosi"},{"SurahNumber":32,"VerseNumber":1,"Text":"Alif. Lam. Mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Ts’enolo ea Lengolo leo ho seng khoao ho lona, – le tsoang ho Mong`a Mafats’e"},{"SurahNumber":32,"VerseNumber":3,"Text":"Kapa ba re: “O iqapetse lona?” Che, ke ‘nete e tsoang ho Mong`a hau, hore u tle u hlokomelise batho bao ho sa kang haeba le mohlokomelisi ea ileng a tla ho bona pele ho uena, hore ba tle ba amohele tataiso"},{"SurahNumber":32,"VerseNumber":4,"Text":"Ke Allah Ea hlotseng maholimo le lefats’e, le tsohle tse teng lipakeng tsa tsona ka matsatsi a ts’eletseng. U tsepame ka tieo Teroneng. Ntle ho eena ha le na ea ka le ts’ireletsang kapa eena ‘muelli. Na le sa tla ke le amohele khalemo"},{"SurahNumber":32,"VerseNumber":5,"Text":"U laola litaba tsohle tse lefat`seng le leholimong; pheletsong tsohle lit la boela ho Eena ka letsatsi, leo khakanyo ea mohopolo oa lona e leng lilemo tse sekete"},{"SurahNumber":32,"VerseNumber":6,"Text":"Ke Eena Eo, Motsibi oa tsohle tse patiloeng le tse pepeneneng, Ea Matla Oohle, Ea Mohau o Khaphatsehang"},{"SurahNumber":32,"VerseNumber":7,"Text":"Eena Ea entseng lintho tsohle ka tseo A li hlotseng ka botle, A simolla tlholeho ea motho ka letsopa"},{"SurahNumber":32,"VerseNumber":8,"Text":"A etsa peo ea motho ka lehloele le eisehang"},{"SurahNumber":32,"VerseNumber":9,"Text":"Eaba U oa mo ntlafatsa, A bululela moea oa Hae ka ho eena; A le neha kutlo, pono le lipelo, empa lona le fana ka liteboho tse fokolang"},{"SurahNumber":32,"VerseNumber":10,"Text":"Ba bile ba re: “Na ha re lahlehile lefats’eng, re ka boela ra hlooloa joang hape?” Empa ba hloka tumelo ka kopano le Mong`a bona"}]}