{"Id":138,"LanguageCodes":["en","eng"],"Name":"eng-shabbirahmed","Author":"Shabbir Ahmed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":20,"VerseNumber":55,"Text":"From the earth We created you, into it We return you and from it We will bring you forth a second time"},{"SurahNumber":20,"VerseNumber":56,"Text":"And (through Moses) We made Pharaoh aware of all Our Messages. (The Message plainly refuted Pharaoh's long-standing claim that he was the high lord of people since he owned the land, the rivers and the resources of Egypt (43:46-54), (79:17-26)). But he stubbornly rejected the Message"},{"SurahNumber":20,"VerseNumber":57,"Text":"He said, \"Have you come here to destabilize our country and drive us out of our land with your false religion and magical arguments, O Moses"},{"SurahNumber":20,"VerseNumber":58,"Text":"In that case, We will certainly produce before you the like thereof! (Will answer your arguments and arrange a debate between you, and our priests). Set up an appointment between us and you. Neither we, nor you shall break this appointment. It will be at a location convenient to us both and where both parties will have even chances.\" (7:104-126), (10:76-8)"},{"SurahNumber":20,"VerseNumber":59,"Text":"Answered Moses, \"Your appointed time is the forthcoming Day of the Festival. And let the people be assembled after sunrise"},{"SurahNumber":20,"VerseNumber":60,"Text":"Pharaoh turned and collected his strength. (In the next few days he summoned his master debaters, the priests from various towns). And then he came at the appointed time"},{"SurahNumber":20,"VerseNumber":61,"Text":"Moses warned Pharaoh's debaters, \"Woe unto you! Invent not a lie against God, lest He afflict you with suffering, for whoever invents such a lie is already undone"},{"SurahNumber":20,"VerseNumber":62,"Text":"On hearing this, they debated among themselves about what they must do but they kept their talk secret"},{"SurahNumber":20,"VerseNumber":63,"Text":"The chiefs, seeing their hesitation, said to the debaters, \"Behold, these two are wizards of logic, capable of carrying the masses with them, destroying your time-honored traditions, and thus estranging you in your own country or causing a great rebellion that drives you out of the land"},{"SurahNumber":20,"VerseNumber":64,"Text":"The chiefs took matters very seriously and commanded the debaters, \"So arrange your plan, and face Moses and Aaron as a united front. Indeed, he is the victor today who gains the upper hand"},{"SurahNumber":20,"VerseNumber":65,"Text":"The debaters asked, \"O Moses! Do you begin or shall we go first"},{"SurahNumber":20,"VerseNumber":66,"Text":"He said, \"Nay, you go first.\" Their smart presentation appeared to him to put life into otherwise feeble arguments with their logic wandering in different directions. (They were throwing the ropes of falsehood against the Rope of Allah)"},{"SurahNumber":20,"VerseNumber":67,"Text":"Moses feared in his heart that their expertise of playing with words might influence the audience"},{"SurahNumber":20,"VerseNumber":68,"Text":"We said, \"Fear not! Verily, it is you who will prevail"},{"SurahNumber":20,"VerseNumber":69,"Text":"Present your case with confidence and the sheer power of Truth will swallow all their handiwork. Their fabrication is no more than a scheme of deception. And the liars succeed not against the Truth, however skillfully they design their strategy"},{"SurahNumber":20,"VerseNumber":70,"Text":"Then down fell the debaters prostrating themselves, and exclaimed \"We have come to believe in the Lord of Aaron and Moses"},{"SurahNumber":20,"VerseNumber":71,"Text":"Pharaoh said, \"Have you come to believe in him before I give you permission? Verily, he must be your master who has conspired with you. I will cut off your hands and feet on alternate sides and then I will crucify all of you on the palm trunks. Then you will know for certain which of us can give the more severe and the more lasting punishment, (the Lord of Moses or me)"},{"SurahNumber":20,"VerseNumber":72,"Text":"They answered, \"Never shall we choose you above the clear evidence of the Truth that has come to us, nor prefer you over Him Who brought us into being! So issue whatever decree you will. Your judgment can only touch us in this worldly life"},{"SurahNumber":20,"VerseNumber":73,"Text":"As for us, behold, we have come to believe in our Lord hoping that He may forgive us our faults. And that He may forgive us for the lies that you had forced us to speak. For, Allah is Best and Most Abiding"},{"SurahNumber":20,"VerseNumber":74,"Text":"Verily, as for him who shall appear before his Sustainer while he had been violating human rights, for him shall be Hell. He will neither die there nor live. (1)"},{"SurahNumber":20,"VerseNumber":75,"Text":"Whereas he who appears before Him as a believer who had been doing good to others, such people will have lofty ranks"},{"SurahNumber":20,"VerseNumber":76,"Text":"And Gardens of Eden (Perpetual Bliss) beneath which rivers flow, therein to abide. That shall be the recompense of all those who have developed their personality. (They have actualized their \"Self\" by helping humanity with their wealth and person)"},{"SurahNumber":20,"VerseNumber":77,"Text":"Finally, a time came when We commanded Moses, \"Take away My servants by night and find for them a dry path through the Sea of Reeds. Fear not of being overtaken (by Pharaoh), and dread not the sea.\" (7:130), (2)"},{"SurahNumber":20,"VerseNumber":78,"Text":"Pharaoh pursued them with his forces, but the high tide completely overwhelmed them, and covered them up"},{"SurahNumber":20,"VerseNumber":79,"Text":"This is because Pharaoh had led his nation astray and had not guided them aright. (Therein is an example that the top leadership could make or break a nation)"},{"SurahNumber":20,"VerseNumber":80,"Text":"O Children of Israel! We saved you from your enemy, and then made a Covenant with you by the right-hand slope of Mount Sinai, and gave you ample provision, meats and wholesome vegetation. (2:57), right slope"},{"SurahNumber":20,"VerseNumber":81,"Text":"Saying, \"Partake and enjoy the decent provisions which We have bestowed upon you. But do not disregard equity and none shall be deprived of the natural resources. Transgress not in this respect lest My disapproval should descend on you. And those nations on whom descends My disapproval do perish indeed"},{"SurahNumber":20,"VerseNumber":82,"Text":"And verily, I am the Protecting Forgiver. There is plenty of room in My Laws to forgo wrongs of the past, so repent by coming back to the right path. Those who believe in My Laws, keep the collective good of the society in mind, and maintain that Order, will find themselves on the way to Success"}]}