{"Id":407,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":4,"VerseNumber":100,"Text":"Kim Allah yolunda hicret ederse yer (yüzün) de gidecek, barınacak bir çok yerler de bulur, genişlik de bulur. Kim evinden, Allaha ve onun peygamberine muhacir olarak çıkıb da sonra kendisine ölüm yetişirse muhakkak ki onun mükâfatı Allaha düşmüşdür. Allah çok yarlığayıcı, çok esirgeyicidir"},{"SurahNumber":4,"VerseNumber":101,"Text":"Yer yüzünde sefere çıkdığınız zaman, eğer kâfirlerin size fenalık yapacağından endîşe ederseniz, namazdan kısaltmanızda üzerinize bir vebal yokdur. Şübhesiz ki kâfirler sizin apaçık düşmanınızdır"},{"SurahNumber":4,"VerseNumber":102,"Text":"Sen de içlerinde bulunub da kendilerine namaz kıldırdığın vakit onlardan bir kısmı seninle birlikde dursun, silâhlarını (yanlarına) alsınlar. Bu suretle secde etdikleri zaman da arka tarafınızda bulun (ub düşmana karşı dur) sunlar. (Bundan sonra) henüz namazını kılmamış olan diğer kısmı gelib seninle beraber namazlarını kılsınlar ve onlar da ihtiyat tedbîrlerini ve silâhlarını alsınlar. O küfredenler arzu eder ki siz silâhlarınızdan ve eşyanızdan gaafil olsanız da üstünüze derhal bir baskın yapsınlar. Eğer size yağmurdan bir eziyyet olursa, yahud hasta bulunursanız silâhlarınızı koymanızda üzerinize vebal yokdur. (Fakat yîne) bütün ihtiyat tedbirlerini alın. Şübhe yokdur ki Allah kâfirlere hor ve hakîr edici bir azâb hazırlamışdır"},{"SurahNumber":4,"VerseNumber":103,"Text":"Artık namazı bitirdiğiniz vakit ayakda iken, otururken ve yanlarınız üzerindeyken Allahı anın. Sükûn ve emniyyet haaline geldiğiniz vakit ise namazı dosdoğru kılın.. Çünkü namaz mü´minler üzerine vakitleri belli bir farz olmuşdur"},{"SurahNumber":4,"VerseNumber":104,"Text":"(Düşmanlarınız olan) kavmi aramakda (ta´kîb etmekde) gevşek davranmayın. Siz acı duyuyorsanız, şübhesiz ki onlar da sizin duyduğunuz o acı gibi acı duyuyorlar. Halbuki siz Allahdan onların ümîd edemeyecekleri şeyleri umuyorsunuz. Allah gerçek bilicidir, yegâne hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":105,"Text":"Hakıykat, biz sana kitabı — Allahın sana gösterdiği vech ile insanlar arasında hükmetmen için — hak olarak indirdik, Haainlere bir müdâfaacı olma"},{"SurahNumber":4,"VerseNumber":106,"Text":"Ve Allahdan mağfiret iste. Çünkü Allah çok yarlığayıcı çok esirgeyicidir"},{"SurahNumber":4,"VerseNumber":107,"Text":"Nefislerine haainlik etmiş kimselerden yana mücâdele etme. Çünkü Allah haainlikde ileri gitmiş günahkârları sevmez"},{"SurahNumber":4,"VerseNumber":108,"Text":"İnsanlardan gizlerler de Allahdan gizlemezler. Halbuki onlar onun (Allahın) raazî olmayacağı sözü geceleyin konuşub düzdükleri zaman da O, beraberlerinde idi. Allah (ın ilmi) yapacakları her şey´i kuşatıcıdır"},{"SurahNumber":4,"VerseNumber":109,"Text":"İşte siz öyle kimselersiniz ki dünyâ hayaatı uğrunda onlardan yana mücâdeleye atılmışsınızdır. Ya kıyaamet günü onlar hesabına Allahla kim savaşacak? Yahud onlara kim vekil olacak"},{"SurahNumber":4,"VerseNumber":110,"Text":"Kim bir kötülük yapar, yahud nefsine zulmeder de sonra Allahdan mağfiret isterse o, Allahı çok yarlığayıcı, çok esirgeyici bulur"},{"SurahNumber":4,"VerseNumber":111,"Text":"Kim bir günâh kazanırsa onu ancak kendi aleyhine kazanmış olur. Allah her şey´i bilicidir, tam bir hüküm ve hikmet saahibidir"},{"SurahNumber":4,"VerseNumber":112,"Text":"Kim bir hataa veya bir günâh kazanır da sonra onu bir suçsuz (un üstüne) atarsa muhakkak ki o, bir iftirayı ve apaçık bir günâhı da sırtına yüklemişdir"},{"SurahNumber":4,"VerseNumber":113,"Text":"Üzerinde Allahın lutf-ü inayeti ve rahmeti olmasaydı onlardan bir güruh muhakkak seni bile (hükümde) şaşırtmayı kurmuşdu. Onlar kendilerinden başkasını sapdıramazlar ve sana hiç bir şeyden zarar da yapamazlar. (Nasıl yapabilirler ki) Allah sana kitabı ve hikmeti indirdi ve (evvelce) bilmediklerini sana öğretdi. Allahın senin üzerindeki lutf-ü inayeti çok büyükdür"}]}