{"Id":469,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":38,"VerseNumber":52,"Text":"Bên cạnh họ sẽ là những nàng trinh nữ chỉ biết ngắm nhìn chồng của mình"},{"SurahNumber":38,"VerseNumber":53,"Text":"Đây là những gì mà các ngươi (hỡi những người ngoan đạo) đã được hứa vào Ngày Phán Xét (Cuối Cùng)"},{"SurahNumber":38,"VerseNumber":54,"Text":"Đây là bổng lộc vô tận của TA (dành cho những người ngoan đạo)"},{"SurahNumber":38,"VerseNumber":55,"Text":"Đây (là phần thưởng dành cho những người ngoan đạo). Riêng đối với những kẻ vượt quá (giới hạn của TA) thì sẽ có một nơi trở về vô cùng tồi tệ"},{"SurahNumber":38,"VerseNumber":56,"Text":"(Đó là) Hỏa Ngục, nơi mà họ sẽ bị thiêu đốt; một chốn ở hết mức tồi tệ"},{"SurahNumber":38,"VerseNumber":57,"Text":"Đây (là sự trừng phạt dành cho những kẻ vượt quá giới hạn). Bởi vậy, hãy để cho họ nếm nó: một loại nước cực sôi và một loại chất mủ hôi tanh"},{"SurahNumber":38,"VerseNumber":58,"Text":"(Ngoài những phình phạt đó) còn có các loại hình phạt tương xứng khác nữa"},{"SurahNumber":38,"VerseNumber":59,"Text":"(Khi cư dân Hỏa Ngục đi vào trong đó, họ mắng nhiếc nhau, nói): “Đây là một đoàn người cắm đầu chạy chung với các người, không được ai nghinh đón cả! Chắc chắn, họ sẽ bị nướng trong Lửa (giống như chúng ta).”"},{"SurahNumber":38,"VerseNumber":60,"Text":"(Những kẻ đi theo nói với những tên thủ lĩnh của họ): “Không, không ai chào đón các người cả. Chính các người đã mang điều này đến cho chúng tôi. Cho nên, đây là một chỗ ngụ xấu xa dành cho tất cả chúng ta.”"},{"SurahNumber":38,"VerseNumber":61,"Text":"(Những kẻ đi theo) thưa: “Lạy Thượng Đế của bầy tôi! Kẻ nào làm cho bầy tôi mang tội này thì xin Ngài trừng phạt kẻ đó gấp đôi trong Hỏa Ngục.”"},{"SurahNumber":38,"VerseNumber":62,"Text":"(Những kẻ tự cao tự đại trong những thành phần vượt quá giới hạn) bảo: “Tại sao chúng tôi không thấy những kẻ mà chúng tôi đã liệt họ vào đám người xấu xa?”"},{"SurahNumber":38,"VerseNumber":63,"Text":"“Lẽ nào chúng tôi đã chế giễu họ hay lẽ nào chúng tôi đã bị quáng mắt không nhìn thấy họ?”"},{"SurahNumber":38,"VerseNumber":64,"Text":"Đó là sự thật về việc tranh cãi của các cư dân nơi Hỏa Ngục"},{"SurahNumber":38,"VerseNumber":65,"Text":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ vô đức tin trong đám dân của Ngươi): “Quả thật, Ta chỉ là một người cảnh báo, và thực sự không có Thượng Đế đích thực nào khác ngoài Allah, Đấng Duy Nhất, Đấng Tối Thượng.”"},{"SurahNumber":38,"VerseNumber":66,"Text":"“(Ngài là) Thượng Đế của các tầng trời, trái đất và vạn vật giữa trời đất, và Ngài là Đấng Toàn Năng, Đầng Hằng Tha Thứ.”"},{"SurahNumber":38,"VerseNumber":67,"Text":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ phủ nhận này): “Nó (Qur’an) là một nguồn tin vĩ đại.”"},{"SurahNumber":38,"VerseNumber":68,"Text":"“Cái mà các người thường quay mặt ngoảnh đi.”"},{"SurahNumber":38,"VerseNumber":69,"Text":"“Ta không hề biết bất cứ điều gì về các vị trên cao (các Thiên Thần) khi họ tranh luận với nhau.”"},{"SurahNumber":38,"VerseNumber":70,"Text":"“Quả thật, Ta chỉ được Mặc Khải cho biết rằng Ta là một người cảnh báo công khai.”"},{"SurahNumber":38,"VerseNumber":71,"Text":"(Ngươi hãy nhớ lại) khi Thượng Đế của Ngươi tuyên bố với các Thiên Thần: “Quả thật, TA sắp tạo một người phàm (Adam) từ đất sét.”"},{"SurahNumber":38,"VerseNumber":72,"Text":"Khi TA đã uốn nắn Y thành hình thể và đã thổi vào Y linh hồn từ nơi TA thì TA ra lệnh (cho các Thiên Thần): “Các ngươi hãy cúi xuống quỳ lạy Y.”"},{"SurahNumber":38,"VerseNumber":73,"Text":"Thế là tất cả các Thiên Thần đều cúi xuống quỳ lạy"},{"SurahNumber":38,"VerseNumber":74,"Text":"Ngoại trừ Iblis. Nó tự cao tự đại (không tuân lệnh) nên đã trở thành một tên phản nghịch"},{"SurahNumber":38,"VerseNumber":75,"Text":"(Allah) phán: “Này Iblis! Điều gì ngăn nhà ngươi quỳ lạy thứ mà TA đã tạo ra từ chính đôi Bàn Tay của TA? Có phải nhà ngươi ngạo mạn (xem thường vật TA tạo) hoặc có phải nhà ngươi đã ngạo mạn và tự cao (đối với mệnh lệnh của TA từ trước)?”"},{"SurahNumber":38,"VerseNumber":76,"Text":"(Iblis) nói: “Bề tôi tốt hơn Y (Adam) bởi lẽ Ngài đã tạo bề tôi từ lửa trong khi Ngài tạo Y từ đất sét.”"},{"SurahNumber":38,"VerseNumber":77,"Text":"(Allah) phán: “Ngươi hãy cút khỏi (Thiên Đàng), quả thật nhà ngươi là một tên đã bị trục xuất.”"},{"SurahNumber":38,"VerseNumber":78,"Text":"“Quả thật, nhà ngươi là kẻ bị nguyền rủa cho đến Ngày Thưởng Phạt Cuối Cùng.”"},{"SurahNumber":38,"VerseNumber":79,"Text":"(Iblis) nói: “Lạy Thượng Đế của bề tôi, xin Ngài tạm tha bề tôi cho đến ngày (mà các bề tôi của Ngài) được dựng sống trở lại.”"},{"SurahNumber":38,"VerseNumber":80,"Text":"(Allah) phán: “Thế thì nhà ngươi là kẻ được tạm tha,”"},{"SurahNumber":38,"VerseNumber":81,"Text":"“Cho đến Ngày của thời khắc đã được ấn định.”"},{"SurahNumber":38,"VerseNumber":82,"Text":"(Iblis) nói: “Với Quyền Năng của Ngài, bề tôi sẽ lôi kéo tất cả (con cháu của Adam) lầm lạc.”"},{"SurahNumber":38,"VerseNumber":83,"Text":"“Ngoại trừ những bề tôi trung thực và thành tâm của Ngài trong số họ.”"},{"SurahNumber":38,"VerseNumber":84,"Text":"(Allah) phán: “Sự Thật là từ nơi TA và TA luôn luôn nói sự Thật.”"},{"SurahNumber":38,"VerseNumber":85,"Text":"“TA chắc chắn sẽ giam nhà ngươi cùng tất cả những ai trong số họ đi theo nhà ngươi vào Hỏa Ngục.”"},{"SurahNumber":38,"VerseNumber":86,"Text":"Ngươi (hỡi Thiên Sứ) hãy nói (với những kẻ thờ đa thần): “Ta không hề đòi các người trả thù lao cho TA về sứ mạng này và Ta cũng không phải là một tên bịa chuyện.”"},{"SurahNumber":38,"VerseNumber":87,"Text":"“Quả thật, Nó (Qur’an) chỉ là lời nhắc nhở và khuyên răn cho muôn loài (con người, Jinn và các tạo vật khác).”"},{"SurahNumber":38,"VerseNumber":88,"Text":"“Chắc chắn các người sẽ biết Thông Tin của Nó (là sự thật) sau một thời gian (khi các người đối diện với cái chết).”"},{"SurahNumber":39,"VerseNumber":1,"Text":"Kinh Sách (Qur’an) được ban xuống từ nơi Allah, Đấng Toàn Năng, Đấng Chí Minh"},{"SurahNumber":39,"VerseNumber":2,"Text":"Quả thật, TA (Allah) đã ban xuống cho Ngươi (hỡi Thiên Sứ) Kinh Sách (Qur’an) chứa đựng điều chân lý. Do đó, Ngươi hãy thờ phượng Allah, thành tâm qui phục một mình Ngài"},{"SurahNumber":39,"VerseNumber":3,"Text":"Lẽ nào việc chân thành qui phục không phải chỉ dành riêng cho một mình Allah duy nhất ư? Những kẻ đã nhận lấy ngoài Ngài các đấng bảo hộ (từ các thần linh bục tượng, các tà thần, nói): “Chúng tôi không thờ phượng họ mà thật ra chúng tôi chỉ muốn nhờ họ đưa chúng tôi đến gần Allah mà thôi.” Allah chắc chắn sẽ xét xử giữa họ về điều họ tranh cãi. Quả thật, Allah không hướng dẫn kẻ nói dối, vô đức tin"},{"SurahNumber":39,"VerseNumber":4,"Text":"Nếu Allah thực sự muốn nhận lấy một đứa con trai cho mình là Ngài đã chọn trong số tạo vật mà Ngài đã tạo một người vừa ý của Ngài. Tuy nhiên, Ngài Quang Vinh và Tối Cao (vượt xa điều đó)! Ngài là Allah, Đấng Duy Nhất, Đấng Quyền Năng"},{"SurahNumber":39,"VerseNumber":5,"Text":"Ngài đã tạo các tầng trời và trái đất vì chân lý (mang ý nghĩa và mục đích cao thâm). Ngài cuốn ban đêm bao phủ ban ngày và cuốn ban ngày bao phủ ban đêm. Ngài chế ngự mặt trời và mặt trăng. Mỗi vật đều di chuyển đến một thời hạn ấn định. Vậy lẽ nào Ngài không là Đấng Toàn Năng, Đấng Hằng Tha Thứ ư"},{"SurahNumber":39,"VerseNumber":6,"Text":"Ngài đã tạo hóa các ngươi (hỡi nhân loại) từ một cá thể duy nhất, (đó là Adam). Rồi từ Y, Ngài đã tạo ra người vợ của Y (Hauwa). Rồi Ngài ban xuống tám con gia súc cho các ngươi. Ngài tạo các ngươi trong dạ con của các bà mẹ của các ngươi theo từng giai đoạn, cái này tiếp nối theo sau cái kia, trong ba lớp màng tối. Đó là Allah, Thượng Đế của các ngươi. Mọi quyền thống trị đều thuộc về Ngài. Không có Thượng Đế đích thực nào khác ngoài Ngài. Vậy sao các ngươi lại lánh xa Ngài (không thờ phượng Ngài mà thờ phượng các tạo vật của Ngài)"},{"SurahNumber":39,"VerseNumber":7,"Text":"Nếu các ngươi vô đức tin thì quả thật Allah vẫn là Đấng Giàu Có, chẳng lệ thuộc gì các ngươi cả, chỉ có điều Ngài không hài lòng với sự vong ân của đám bầy tôi của Ngài. Nhưng nếu các ngươi biết tri ân thì Ngài sẽ hài lòng với các ngươi. Quả thật, không ai phải gánh tội cho người khác. Rồi đây, các ngươi sẽ quay về gặp Thượng Đế của các ngươi trở lại; rồi Ngài sẽ cho các ngươi biết về những điều mà các ngươi đã từng làm. Quả thật, Ngài là Đấng biết rõ những điều nằm trong lòng (của mỗi người các ngươi)"}]}