{"Id":285,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek-la","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":26,"Text":"Aqueles que praticam o bem obterao o bem e ainda algo mais; nem a poeira, nem a ignominia anuviarao os seus rostos. Eles serao os diletos do Paraiso, em que morarao eternamente"},{"SurahNumber":10,"VerseNumber":27,"Text":"Aqueles que cometerem maldades serao pagos na mesma moeda, e a ignominia os cobrira. Nao terao defensor junto aDeus; estarao como se condenados ao inferno, em que morarao eternamente"},{"SurahNumber":10,"VerseNumber":28,"Text":"Um dia, em que os congregaremos a todos, diremos aos idolatras: Ficai onde estais, vos e vossos parceiros! Logo ossepararemos; entao, seus parceiros lhes dirao: Nao era a nos que adoraveis"},{"SurahNumber":10,"VerseNumber":29,"Text":"Basta Deus por testemunha entre nos e vos, de que nao nos importava a vossa adoracao"},{"SurahNumber":10,"VerseNumber":30,"Text":"Ai toda alma conhecera tudo quanto tiver feito e serao devolvidos a Deus, seu verdadeiro Senhor; e tudo quando tiveremforjado desvanecer-se-a"},{"SurahNumber":10,"VerseNumber":31,"Text":"Dize: Quem vos agracia com os seus bens do ceu e da terra? Quem possui poder sobre a audicao e a visao? E quem regetodos os assuntos? Dirao: Deus! Dize, entao: Por que nao O temeis"},{"SurahNumber":10,"VerseNumber":32,"Text":"Tal e Deus, vosso verdadeiro Senhor; e que ha, fora da verdade, senao o erro? Como, entao, vos afastais"},{"SurahNumber":10,"VerseNumber":33,"Text":"Assim se cumpriu a sentenca de teu Senhor sobre os depravados, porque nao creram"},{"SurahNumber":10,"VerseNumber":34,"Text":"Pergunta-lhes: Existe algum idolo, dentre os vossos, que possa originar a criacao, e entao reproduzi-la? Dize-lhes, aseguir: Deus e Quem origina a criacao e entao a reproduz. Como, pois, vos desviais"},{"SurahNumber":10,"VerseNumber":35,"Text":"Pergunta-lhes: Existe algum idolo, dentre os vossos, que possa guiar-vos a verdade? Dize: So Deus guia a verdade. Acaso, Quem guia a verdade, nao e mais digno e ser seguido do que quem nao o faz, sendo ao contrario guiado? Que vossucede pois? Como julgais assim"},{"SurahNumber":10,"VerseNumber":36,"Text":"Sua maioria nao faz mais do que conjecturar, e a conjectura jamais prevalecera sobre a verdade; Deus bem sabe tudoquanto fazem"},{"SurahNumber":10,"VerseNumber":37,"Text":"E impossivel que esta Alcorao tenha sido elaborado por alguem que nao seja Deus. Outrossim, e a confirmacao das (revelacoes) anteriores a ele e a elucidacao do Livro indubitavel do Senhor do Universo"},{"SurahNumber":10,"VerseNumber":38,"Text":"Dizem: Ele o forjou! Dize: Componde, pois, uma surata semelhante as deles; e podeis recorrer, para isso, a quemquiserdes, em vez de Deus, se estiverdes certos"},{"SurahNumber":10,"VerseNumber":39,"Text":"Porem, desmentiram o que nao lograram conhecer, mesmo quando a sua interpretacao nao lhes havia chegado. Do mesmomodo seus antepassados desmentiram. Repara, pois, qual foi o destino dos iniquos"},{"SurahNumber":10,"VerseNumber":40,"Text":"Entre eles, ha os que creem nele (o Alcorao) e os que o negam; porem, teu Senhor e o mais conhecedor dos corruptores"},{"SurahNumber":10,"VerseNumber":41,"Text":"Mas, se te desmentem, dize-lhes: Os meus atos so a mim incumbem, e a vos os vossos. Estais isentos do que eu faco, assim como estou isento de tudo quanto fazeis"},{"SurahNumber":10,"VerseNumber":42,"Text":"Entre eles ha os que te escutam. Poderias fazer ouvir os surdos, uma vez que nao entendem"},{"SurahNumber":10,"VerseNumber":43,"Text":"E ha os que te perscrutam; acaso, poderias fazer ver os cegos, uma vez que nao enxergam"},{"SurahNumber":10,"VerseNumber":44,"Text":"Deus em nada defrauda os homens; porem, os homens se condenam a si mesmos"},{"SurahNumber":10,"VerseNumber":45,"Text":"Recorda-lhes o dia em que Ele os congregara, como se nao houvessem permanecido no mundo mais do que uma hora dodia; reconhecer-se-ao entre si. Entao, aqueles que tiverem negado o comparecimento ante Deus, serao desventurados ejamais serao encaminhados"},{"SurahNumber":10,"VerseNumber":46,"Text":"Ainda que te mostremos algo do que lhes prometemos, ou mesmo que te recolhamos ate Nos (antes disso), seu retornosera para Nos. Deus e Testemunha de tudo quanto fazem"},{"SurahNumber":10,"VerseNumber":47,"Text":"Cada povo teve seu mensageiro; e quando seu mensageiro se apresentar, todos serao julgados equitativamente e naoserao injusticados"},{"SurahNumber":10,"VerseNumber":48,"Text":"E dizem (os incredulos): Quando se cumprira esta promessa? Dize-o, se estiverdes certo"},{"SurahNumber":10,"VerseNumber":49,"Text":"Dize-lhes: Nao posso acarretar mais prejuizos nem mais beneficios alem dos que Deus quer. Cada povo tem seu destinoe, quando este se cumprir, nao podera atrasa-lo nem adianta-lo numa so hora"},{"SurahNumber":10,"VerseNumber":50,"Text":"Dize: Que vos pareceria, se Seu castigo vos surpreendesse durante a noite ou de dia? Que porcao dele os pecadorespretenderiam apressar"},{"SurahNumber":10,"VerseNumber":51,"Text":"Quando tal acontecer, crereis, entao, nele? Qual! Crereis, entao, quando ate agora nao tendes feito mais do que oapresardes"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sera dito, entao, aos iniquos: Provai o castigo eterno. Sereis, acaso, castigados pelo que nao cometestes"}]}