{"Id":309,"LanguageCodes":["ru","rus"],"Name":"rus-vporokhova","Author":"V. Porokhova","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"И Мы перевели сынов Исраиля чрез море, А Фараон и армия его С великою враждой погнались дерзко вслед. Когда ж потоп обрушился на них, Сказал он: \"Верую, что нет иного бога, Кроме Того, в Кого уверовали дети Исраиля. И я - из тех, кто покорился (Его воле)"},{"SurahNumber":10,"VerseNumber":91,"Text":"Только теперь! - (Аллах сказал). - А ведь ты раньше возмущенно восставал И был из тех, кто нечесть сеял"},{"SurahNumber":10,"VerseNumber":92,"Text":"Но дня сего спасем тебя Мы в твоем теле, Чтобы ты стал знамением для тех, Которые придут после тебя. Поистине, как много из людей таких, Кто невнимателен к знаменьям Нашим"},{"SurahNumber":10,"VerseNumber":93,"Text":"Сынов Исраиля Мы наделили Прекрасным местом проживанья И даровали им все блага. И не было меж ними разногласий, Пока к ним не явилось знанье. В День Воскресения (на Суд) Аллах, поистине, рассудит между ними Все то, в чем разошлись они"},{"SurahNumber":10,"VerseNumber":94,"Text":"Но если ты в сомнении о том, что ниспослали Мы тебе, Тогда спроси людей, которые Писание читают, (Что было послано им прежде), до тебя. К тебе, поистине, от твоего Владыки Истина пришла. Не будь же из числа таких, Которые колеблются в сомненьях"},{"SurahNumber":10,"VerseNumber":95,"Text":"Не будь же и средь тех, Кто ложью счел знамения Аллаха, Иначе будешь из таких, Кто понесет убыток"},{"SurahNumber":10,"VerseNumber":96,"Text":"И не уверуют, поистине, такие, Над коими Господне Слово оправдалось"},{"SurahNumber":10,"VerseNumber":97,"Text":"Хотя бы и пришли к ним все знаменья, - Пока они мучительную кару не познают"},{"SurahNumber":10,"VerseNumber":98,"Text":"И разве было хоть одно селенье, (Куда Мы слали увещателей Своих), Которое уверовало б (в Бога), И эта вера принесла б им пользу, Помимо тех, к кому Мы Йунуса послали? И вот когда они уверовали (в Бога), Мы наказание бесчестием с них сняли в этой жизни И дали им довольствоваться ею До времени, (назначенного Нами)"},{"SurahNumber":10,"VerseNumber":99,"Text":"И если б твой Господь желал того, То все до одного бы на земле уверовали (в Бога). Так неужели ты, (о Мухаммад!), Способен вынудить людей Принять Господню веру"},{"SurahNumber":10,"VerseNumber":100,"Text":"Ведь ни одной душе не надлежит стать верной Иначе, как с соизволения Аллаха, И Он наложит наказание бесчестием на тех, Которые не разумеют"},{"SurahNumber":10,"VerseNumber":101,"Text":"Скажи: \"(Окиньте взором) все, что в небесах и на земле!\" И ни Знамения, ни те, кто Весть несет, Не могут стать полезны людям, Которые упорно неверны"},{"SurahNumber":10,"VerseNumber":102,"Text":"Ужель они чего-то ждут, Кроме подобного дням тех, Которые до них грешили? Ты им скажи: \"Тогда вы ждите, А с вами подожду и я"},{"SurahNumber":10,"VerseNumber":103,"Text":"Потом спасем посланников Мы Наших И тех, которые уверовали (всей душой), Как и в былые времена, - На нас - обязанность спасать всех верных"},{"SurahNumber":10,"VerseNumber":104,"Text":"Скажи: \"О люди! Если касательно религии моей У вас какие-то сомненья, (То знайте): я не поклоняюсь тем, Которых вы, опричь Аллаха, чтите. Я поклоняюсь лишь Аллаху, Кто забирает вас на упокой, (Когда вам срок настанет), И мне повелено быть верным"},{"SurahNumber":10,"VerseNumber":105,"Text":"(Он повелел): \"Ты обрати свой лик к сей правой вере И никогда других божеств не чти"},{"SurahNumber":10,"VerseNumber":106,"Text":"Не призывай, опричь Аллаха, тех, Кто ни помочь, ни повредить тебе не может. А если сделаешь ты так, То будешь из числа творящих злое"},{"SurahNumber":10,"VerseNumber":107,"Text":"Если Аллах бедой тебя коснется, То от нее, кроме Него, нет избавителя тебе. А если Он добро тебе назначит, То нет того, кто Его милость сможет удержать. И Он низводит (то или другое) На тех служителей Своих, Кого сочтет Своей угодой, - Прощающ Он и милосерд"},{"SurahNumber":10,"VerseNumber":108,"Text":"Скажи: \"О род людской! Пришла к вам Истина от вашего Владыки! И кто идет прямым путем, Душе на благо путь сей выбрал. Кто сбился с этого пути, Тот сбился на ее погибель. И я за вас - не поручитель"},{"SurahNumber":10,"VerseNumber":109,"Text":"А ты, (о Мухаммад!), следуй тому, Что в Откровении тебе открыто, И терпеливо-стойко жди, Пока Аллах не даст Свой Суд, А Он ведь лучший судия (во всей Вселенной)"},{"SurahNumber":11,"VerseNumber":1,"Text":"Алеф - Лям - Ра. Сие - Писание, в котором Утверждены знамения в порядке совершенном И с ясностью изложены потом - Мудрейшим и Всеведущим (Аллахом)"},{"SurahNumber":11,"VerseNumber":2,"Text":"Чтоб никого, кроме Аллаха, вы не чтили. Я от Него, поистине, к вам (послан) Как увещатель (от дурного) И благовестник (для предавшихся Ему)"},{"SurahNumber":11,"VerseNumber":3,"Text":"Чтоб о прощении вы Господа просили И обращались с покаянием к Нему. И Он дарует вам имение благое До предназначенного срока; И всякому, кто щедр в милости своей, Доставит Он Свои щедроты. А если все же отвратитесь вы, За вас я кары Дня Великого страшусь"},{"SurahNumber":11,"VerseNumber":4,"Text":"К Аллаху ваше возвращенье, - Ведь Он над всякой вещью мощен"},{"SurahNumber":11,"VerseNumber":5,"Text":"Гляди, они закутывают грудь, Чтоб утаить там от Него (свои секреты). Но в тот же миг, когда они пытаются облечься в одеянья, Он знает, что они таят, Что напоказ являют, - Поистине, Он знает, что (у них) в груди таится"}]}