{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":8,"VerseNumber":22,"Text":"Албатта, Аллоҳнинг наздида энг ёмон ҳайвонлар кар ва соқов бўлиб олган ақлсиз кимсалардир"},{"SurahNumber":8,"VerseNumber":23,"Text":"Агар Аллоҳ уларда бирон яхшиликни билганида эди, албатта уларнинг қулоқларини очиб қўйган бўлур эди ва агар (Аллоҳ уларнинг) қулоқларини очиб қўйганида ҳам улар юз ўгирган ҳолларида кетган бўлур эдилар"},{"SurahNumber":8,"VerseNumber":24,"Text":"Эй мўминлар, Аллоҳ ва Унинг пайғамбари сизларни абадий ҳаёт берадиган нарсага (яъни, динга) даъват қилар экан, уни қабул қилинглар ва билингларки, шубҳасиз, Аллоҳ ҳар бир киши билан унинг қалби ўртасини эгаллаб турур ва шубҳасиз, Унинг ҳузурига тўпланурсизлар"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ҳамда сизлардан фақат золим кимсаларнинг ўзигагина етмай (балки барчага етадиган) балодан сақланингиз! Ва билингизки, албатта Аллоҳнинг азоби қаттиқдир"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ва сизлар Ерда (яъни, Маккада) озчилик ва ночор бўлган ҳолингизда, одамлар (яъни, Макка мушриклари) талаб кетишларидан қўрқиб турган пайтингизда сизларга жой бериб (яъни, Мадинага кўчириб) Ўз ёрдами билан қўллаб-қувватлаганини ва шукр қилишингиз учун покиза ризқлар билан баҳраманд қилганини эслангиз"},{"SurahNumber":8,"VerseNumber":27,"Text":"Эй мўминлар, Аллоҳ ва Унинг пайғамбарига хиёнат қилмангиз ва билган ҳолингизда сизларга ишониб берилан нарсаларга (яъни, динга ва бошқа ҳар қандай омонатларга) хиёнат қилмангиз"},{"SurahNumber":8,"VerseNumber":28,"Text":"Билингизки, албатта мол-дунёларингиз ва бола-чақангиз фақат бир фитна-алдовдир, холос. Ёлғиз Аллоҳнинг ҳузуридагина (яъни, унинг амру фармонига итоат этишдагина) улуғ ажр-савоб бордир"},{"SurahNumber":8,"VerseNumber":29,"Text":"Эй мўминлар, агар Аллоҳдан қўрқсангизлар, сизлар учун ҳақ билан ноҳақни ажратадиган ҳидоят ато қилур ва ёмонлик-гуноҳларингизни ўчириб, сизларни мағфират қилур. Аллоҳ улуғ фазлу марҳамат Соҳибидир"},{"SurahNumber":8,"VerseNumber":30,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), кофирлар сизни ҳибс қилиш ё ўлдириш, ёки (Маккадан) чиқариб юбориш учун сизга макр қилган пайтларини эсланг! Улар макр қилурлар, Аллоҳ ҳам «макр» қилур. Аллоҳ «макр» қилувчиларнинг зўридир"},{"SurahNumber":8,"VerseNumber":31,"Text":"Қачон уларга (кофирларга) Бизнинг оятларимиз тиловат қилинса: «Эшитганмиз, агар хоҳласак, бунга ўхшаган гапни ўзимиз айтган бўлур эдик. Бу фақат аввалгилардан қолган афсоналар, холос», дейдилар"},{"SurahNumber":8,"VerseNumber":32,"Text":"Уларнинг: «Эй Худо, агар мана шу (Қуръон) Сенинг даргоҳингдан келган ҳақиқат бўлса, устимизга самодан тош ёғдиргин ёки бизларга аламли азоб келтиргин», деганларини эсланг"},{"SurahNumber":8,"VerseNumber":33,"Text":"Модомики, сиз уларнинг ораларида экансиз, Аллоҳ уларни ҳаргиз азобламас ва улар (мўминлар) мағфират сўраб турган ҳолларида ҳам Аллоҳ уларни азоблагувчи эмасдир"},{"SurahNumber":8,"VerseNumber":34,"Text":"(Лекин агар) улар (иймонга келмасдан кишиларни) Масжидул-Ҳаромдан тўсар эканлар, Аллоҳ уларни нега азобламасин?! (Яъни, Сиз ва мўминлар Маккадан чиқиб кетганингиздан сўнг уларни албатта азобга гирифтор қилур). Улар унинг (Масжидул-Ҳаромнинг) эгалари эмаслар. Унинг эгалари фақат Аллоҳдан қўрқувчи зотлардир. Лекин уларнинг кўплари билмайдилар"},{"SurahNumber":8,"VerseNumber":35,"Text":"Уларнинг Байтуллоҳ олдида қилган «ибодат»лари фақат ҳуштак ва чапак чалиш бўлди. Бас, (эй мушриклар, бугун — Бадрда) кофир бўлганинглар сабабли азобимизни тотиб кўринглар"},{"SurahNumber":8,"VerseNumber":36,"Text":"Албатта, кофир бўлган кимсалар мол-дунёларини Аллоҳнинг йўлидан тўсиш учун ишлатурлар. Бас, уни сарфлайдилар-у, сўнгра ўша (моллари) ўзларига ҳасрат бўлур, сўнгра мағлуб бўлурлар. Кофир бўлган кимсалар жаҳаннамга тўпланурлар"},{"SurahNumber":8,"VerseNumber":37,"Text":"Аллоҳ нопокни покдан (кофирни мўминдан) ажратиши ва нопок кимсаларнинг ҳаммаларини устма-уст тахлаб, жаҳаннамга солиши учун (тўпланурлар). Ана ўшалар зиён кўргувчилардир"},{"SurahNumber":8,"VerseNumber":38,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), кофир бўлган кимсаларга айтингки, агар (кофирликларидан) тўхтасалар, ўтган гуноҳлари мағфират қилинур. Агар яна (кофирликка) қайтсалар, у ҳолда аввалгиларининг суннатлари (яъни, кўргуликлари) ўтган-ку, (яъни, уларнинг ҳам бошларига аввалги кофирларнинг куни тушар)"},{"SurahNumber":8,"VerseNumber":39,"Text":"То (дунёда) бирон фитна-алдов қолмай, бутун дин фақат Аллоҳ учун бўлгунга қадар улар билан жанг қилинглар! Энди агар (кофирликдан) тўхтасалар, бас, албатта Аллоҳ қилаётган амалларини кўргувчидир"},{"SurahNumber":8,"VerseNumber":40,"Text":"Агар (кофирлар иймондан) юз ўгирсалар, бас, (эй мўминлар), билингизки, шубҳасиз, Аллоҳ Хожангиздир. У зот нақадар яхши хожа ва нақадар яхши ёрдамчидир"}]}