{"Id":423,"LanguageCodes":["tr","tur"],"Name":"tur-sabanpiris","Author":"Saban Piris","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":47,"VerseNumber":10,"Text":"Yeryüzünde hiç dolaşmıyorlar mı? Kendilerinden öncekilerin akibetine bir baksınlar. Allah onları yerle bir etti. O kafirler için de bunun bir benzeri vardır"},{"SurahNumber":47,"VerseNumber":11,"Text":"Bu, Allah’ın iman edenlerin velisi olduğu ve kafirlerin ise bir velisi olmadığı içindir"},{"SurahNumber":47,"VerseNumber":12,"Text":"Allah, iman edenleri, alt kısmından ırmaklar akan cennetlere girdirecektir. İnkar edenler ise zevki sefa sürüyorlar. Hayvanların yediği gibi yiyorlar. Onların meskeni de ateştir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni ülkenden çıkaranlardan daha güçlü nice ülkeleri helak ettik de onlar için bir yardımcı/kurtarıcı yoktu"},{"SurahNumber":47,"VerseNumber":14,"Text":"Rabb’inden bir belge üzerinde olan kimse, kendisine kötü işleri güzel görünen ve heveslerine uyan kimse gibi midir"},{"SurahNumber":47,"VerseNumber":15,"Text":"Muttakilere vaat edilen cennetin niteliği (şudur): İçinde tadı ve kokusu bozulmayan su ırmakları, tadı bozulmayan süt ırmakları ve içenlere lezzet veren şarap ırmakları, süzme bal ırmakları... Onlara, orada her türlü meyve ve Rab’lerinden bağışlanma vardır. O, ebedi ateşte kalacak, kaynar su içirilip, bağırsakları parça parça olacak kimseler gibi olur mu"},{"SurahNumber":47,"VerseNumber":16,"Text":"İçlerinde seni dinleyenler vardır. Senin yanından çıktıkları zaman, kendilerine ilim verilenlere sorarlar: -Demin ne söylemişti? Onlar, heveslerine uyduğu için Allah, onların kalblerini mühürlemiştir"},{"SurahNumber":47,"VerseNumber":17,"Text":"Doğru yolu görenler ise, onların hidayetlerini artırmış ve onlara takvalarını vermiştir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Onlar, kendilerine ansızın gelecek kıyametten başka bir şey mi bekliyorlar? Oysa onun alametleri gelmiştir. Kendilerine geldiği zaman nasıl öğüt alacaklar"},{"SurahNumber":47,"VerseNumber":19,"Text":"Öyleyse bil ki Allah’tan başka ilah yoktur. Günahların için, mü’min erkekler ve mü’min kadınlar için bağışlanma dile! Allah, dolaştığınız yeri ve varacağınız yeri bilir"},{"SurahNumber":47,"VerseNumber":20,"Text":"İman edenler: -Bir sûre indirilmeli değil mi? diyorlar. Kesin bir sûre indirilip, içinde savaş anılınca, kalblerinde hastalık olanların sana, ölüm korkusundan bayılan bir adamın bakışıyla baktıklarını görürsün. Onlara en hayırlısı"},{"SurahNumber":47,"VerseNumber":21,"Text":"Bir işe azmedince itaat etmek ve güzel söz söylemektir. Eğer Allah’a bağlı kalsalardı, kendileri için daha iyi olurdu"},{"SurahNumber":47,"VerseNumber":22,"Text":"Eğer işbaşına gelirseniz, yeryüzünde bozgunculuk çıkarır, akrabalık bağlarını koparır mıydınız"},{"SurahNumber":47,"VerseNumber":23,"Text":"İşte onlar, Allah’ın kendilerine lanet ettiği ve bu sebeple kulaklarını sağır, gözlerini kör ettiği kimselerdir"},{"SurahNumber":47,"VerseNumber":24,"Text":"Onlar, Kur’an’ı hiç düşünmüyorlar mı, yoksa kalpleri üzerinde kilitler mi var"},{"SurahNumber":47,"VerseNumber":25,"Text":"Kendilerine doğru yol açıkça belli olduktan sonra, arkalarına dönenlere, şeytan işlerini kolaylaştırmış, onlara ümit vermiştir"},{"SurahNumber":47,"VerseNumber":26,"Text":"Bu, onların Allah’ın indirdiğini beğenmeyenlere: -Bazı işlerde size itaat edeceğiz, demeleri sebebiyledir. Allah, onların gizlediklerini bilir"},{"SurahNumber":47,"VerseNumber":27,"Text":"Melekler, onların canını almaya geldikleri, yüzlerine ve sırtlarına vurdukları zaman nasıl olacak"},{"SurahNumber":47,"VerseNumber":28,"Text":"Bu, onların Allah’ı gazaplandıran şeylere uymaları ve onun rızasından hoşnut olmamalarındandır. Dolayısıyla çalışmaları boşa gitmiştir"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa, kalblerinde hastalık olanlar, Allah’ın onların kinlerini ortaya çıkarmayacağını mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Dileseydik, onları sana elbette gösterirdik. Zaten sen onları simalarından tanırsın. Konuşma uslûblarından da onları tanıyabilirsin. Allah, çalışmalarınızı bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"İçinizdeki mücahidleri ve sabırlı olanları tesbit edene kadar sizi elbette deneyeceğiz. Haberlerinizi de deneyeceğiz"},{"SurahNumber":47,"VerseNumber":32,"Text":"Kendilerine doğru yol açıkça belli olduktan sonra, Allah’ın yolundan saptıran ve Resul’e karşı gelen kafirler, kesinlikle hiçbir şekilde Allah’a zarar veremezler. Allah, onların (bütün) işlerini boşa çıkaracaktır"}]}