{"Id":1,"LanguageCodes":["aa","aar"],"Name":"aar-sheikhmahmoudab","Author":"Sheikh Mahmoud Abdel Qader Hamz And Group Of Scholars","Language":"Afar","Description":"Afar","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Yalli nummah siinik makkooteeh, sinaamak Jihaad niya yaggileeh, sinni toobokok nee fan gaca iyya mara yaaxigeh. Usun (munaafiqhiin kinnuk) qeebih ma-yamaatanaay, kaat ma-maran (mayangala) dago wakti akke waytek"},{"SurahNumber":33,"VerseNumber":19,"Text":"Moominiiney siinil gaba gibdon munaafiqhiin maaluuy, nafsil inkih siinih lon naqabuh, qebti meesi temeetek intiita keenik Korankorak koo fan wagitah ken table rabi qawul buule numih innah conxô gibdah. Tokkel meesi keenik gexxa waqdi gileh innah arbaqó-le arroobut sin doocaanaah, adá sin aban xannabá (dannabá) meklinta waqdi gabâ gibdaa kee kuuxewaynaanah. Too mari maamaninnaay, Yalli ken taamoomi bayseh, woh Yallal xabcinim kinni"},{"SurahNumber":33,"VerseNumber":20,"Text":"Munaafiqhiin woo buttaati (yengele macaxu kinnuk) gexe waytem yakkalen meesî gibdah, kaadu woo buttaati Madiinâ fanah tuduurek, barri maralluk yaniinim faxak yenen sin xaagitte esserak. Sin addal suginnoonuy qeb siinilluk abak manannon dago qeebi akkewaytek"},{"SurahNumber":33,"VerseNumber":21,"Text":"Nummah moominiiney Yallih farmoytat meqe katayyu luk tenen kaa katatteenik, cagalah kaa kataytam Yallak galtó qaagitaah, ellecaboh ayrók meesita num kinni, kaadu Yalla maggom cusaah, kulli caalatal kaa faatita numu"},{"SurahNumber":33,"VerseNumber":22,"Text":"Kaadu moominiin buttaati tuble waqdi, tah Yallaa kee kay farmoyti nee kah xagniseemiiy, Yallaa kee kay farmoyta nummat yabte iyyen. Kaadu woh iimaan kee Yallih amrih oggoluk-sá keenih osissem mali"},{"SurahNumber":33,"VerseNumber":23,"Text":"Moominiinik Yallah culen xaganat numma teceeh, duudusse labha tan. Yallah culen axbuux duuduseeh, Yallih sabbatah rabe mari keenit yaniih, qambaalita mari keenit yanih. Kaadu Yallah culen xagana ma-makinnoonuuy makorsinnon"},{"SurahNumber":33,"VerseNumber":24,"Text":"Yalli numma yecee mara ken nummal ken galtâ gidih kaadu Yalli munaafiqhiin digaalam faxek ken digaalam keh, hinnay toobat keenil bicseh keenil yaduurem keh, diggah Yalli dambi cabti-liiy, xuwaw-li kinni"},{"SurahNumber":33,"VerseNumber":25,"Text":"Kaadu Yalli koroosite mara Madiinat aben gaaduk naqabuluk ken gacse baxaysite marah anuk, maqaané addunyal magennoonuuy akeeral magennon, kaadu Yalli moominiin qeebih qokleeh ken yoyfoofeh caacay kee malaykat ken qike. Yalli qande-li, mayso-li kinni"},{"SurahNumber":33,"VerseNumber":26,"Text":"Kaadu Yalli koboxxe buttá cateh yan mara kitab marak (yahuuduk Qhureydâ xaylo kinnuk) le- kalqootak oobiseh kaadu ken lubbittet conxó qide, Tokkel hortá keenik qiddaanaah, hortá keenik seewah orbissan"},{"SurahNumber":33,"VerseNumber":27,"Text":"Kaadu Yalli ken baaxóoy, ken dabooqaay, ken maaluu kee ahak duma edde aaqite wayten baaxó sin nagarsiise moominiiney, Yalli ummaanimih dudda-li kinni"},{"SurahNumber":33,"VerseNumber":28,"Text":"Kee nabiyow ku-agabuk ixxic: addunyâ manoo kee tet bilqá (bilhadá) faxxen sin tekkek, toysa ama! Addunyak (barrá caban waqdi yaceen maalu kinnuk) liyoomuk sin xaqmisaah, qaxmeqe cabtih sin cabuh"},{"SurahNumber":33,"VerseNumber":29,"Text":"Kaadu Yallaa kee kay farmoytaay, akeerâ dabqa faxxeeniih tikcinen sin tekkek, toysa diggah Yalli siinik meqem abbaasita agabuh kaxxa galtó massoyse (jannat kinnuk)"},{"SurahNumber":33,"VerseNumber":30,"Text":"Nabii agabow! Tambullee umaanéy qax-umaanele siinik abta tiya digaalá namma dirribuh teetil dirribsimele, toh Yallal xabcinim kinni"}]}