{"Id":220,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltaich-lad","Author":"Khalifah Altai Charity Foundation","Language":"Kazakh","Description":"Kazakh - Transliteration with diacritics","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Ey, Muxammed! / Allah senimen öziniñ küyewi jayında tartısıp, äri / onıñ üstinen / Allahqa şağım jasap jatqan äyeldiñ sözin estidi. Allah ekewiñniñ özara äñgimeleriñdi estïdi. Sözsiz, Allah bärin Estwşi, barlıq närseni Körwşi"},{"SurahNumber":58,"VerseNumber":2,"Text":"Senderdiñ aralarındağı öz äyelderin zïhar etetinderdiñ äyelderi olardıñ anaları emes. Olardıñ anaları özderin twğandar ğana. Negizinde, olar teris äri ötirik sözdi aytadı. Aqïqatında, Allah jazalamay Keşirwşi, öte Keşirimdi"},{"SurahNumber":58,"VerseNumber":3,"Text":"Äyelderin zïhar etip, keyin aytqan sözderinen qaytatındar, / jubayı / ekewi jaqındaswdan burın bir qul azat etwi tïis. Senderge osı arqılı nasïxat etiledi. Allah senderdiñ ne istep jatqandarıñnan Xabardar"},{"SurahNumber":58,"VerseNumber":4,"Text":"Sonda kim / azat etetin qul / taba almasa, / jubayı / ekewi jaqındaswdan burın eki ay üzdiksiz oraza tutwı tïis. Kimniñ / buğan / şaması kelmese, alpıs kedeydi tamaqtandırsın. Bul - senderdiñ Allahqa jäne Onıñ elşisine sengendikteriñ üşin. Mine, osı - Allahtıñ şekteri. Al, käpirlerge küyzeltwşi azap bar"},{"SurahNumber":58,"VerseNumber":5,"Text":"Allahqa jäne Onıñ elşisine qarsı şığatındar, özderinen burınğılar qorlıqqa uşıratılğanınday, qorlıqqa uşıratıladı. Biz anıq ayattar tüsirdik. Al, käpirler üşin qorlawşı azap bar"},{"SurahNumber":58,"VerseNumber":6,"Text":"Sol küni / qïyamette / Allah olardıñ barlığın qayta tiriltip, olarğa istegen is-amaldarınıñ xabarın beredi. Allah onı eseptep saqtadı, al olar umıtıp ketti. Äri Allah - ärbir närsege Kwä / Şahïd"},{"SurahNumber":58,"VerseNumber":7,"Text":"Ey, Muxammed! / Allahtıñ aspandardağı jäne jerdegi närselerdi biletinin körmediñ be / bilmediñ be / ? Üşew qupïya söylesse, Ol törtinşisi, besew söylesse, Ol altınşısı boladı. Äri budan az ne köp bolsa da, olar qayda bolmasın Ol älbette olarmen birge. So­dan keyin Ol Qayta tirilw küni olarğa istegen is-amaldarınıñ xabarın beredi. Aqïqatında Allah - barlıq närseni Bilwşi"},{"SurahNumber":58,"VerseNumber":8,"Text":"Özderine qupïya söylesw tıyım salınğannan keyin de, tıyılğanğa qayta oralatındardı körmediñ be? Olar künä, duşpandıq jäne Elşige bağınbaw jaylı özara qupïya äñgimelesedi. Qaşan olar aldıña kelse, Allah sağan sälem joldamağan sözben sälemdesedi. Äri işterinen: «Allah bizdi aytqan sözimiz üşin nege azaptamaydı?» - deydi. Olarğa özderi işinde janatın Jahannam jetkilikti! Ol baratın orın netken jaman"},{"SurahNumber":58,"VerseNumber":9,"Text":"Ey, ïmanğa kelgender! Eger qupïya söylesetin bolsañdar künä, duşpandıq jäne Elşige bağınbaw jayında emes, ïgilik jäne taqwalıq / Allahtıñ jazasınan qorqıp, saqtanw / twralı qupïyasöylesiñder äri özderiñ aldında jïnalatın Allahtan qorqıñdar"},{"SurahNumber":58,"VerseNumber":10,"Text":"Anığında, qupïya suxbat - şaytannan, ïmanğa kelgenderdi qapalandırw üşin. Alayda, Allahtıñ ruqsatınsız ol / şaytan / Olarğa eşqanday zïyan tïgize almaydı. Sondıqtan ïmanğa kelgender Allahqa jüginip, isterin Oğan tapsırsın / täwekel etsin"},{"SurahNumber":58,"VerseNumber":11,"Text":"Ey, ïmanğa kelgender! Senderge mäjilisterde keñinen otırıñdar delinse, aralarıñdı keñeytiñder. Allah ta senderge keñşilik etedi. Al, qaşan senderge: «Orındarıñnan turındar», - delinse, orındarıñnan turıñdar. Allah senderden ïmanğa kelgenderdiñ jäne bilim berilgenderdiñ därejelerin köteredi. Allah - senderdiñ istep jatqandarıñnan Xabardar"},{"SurahNumber":58,"VerseNumber":12,"Text":"Ey, ïmanğa kelgender! Elşimen oñaşa söylesetin bolsañdar, söyleswleriñniñ aldında sadaqa beriñder. Bul sender üşin qayırlı äri tazaraq. Al, eger / sadaqa / taba almasañdar, aqïqatında Allah öte Keşirimdi, erekşe Meyirimdi"},{"SurahNumber":58,"VerseNumber":13,"Text":"Sender / Elşimen / oñaşa söyleswleriñnen aldın sadaqa berwden qorıqtıñdar ma? Eger sender munı istemeseñder, al Allah istegen künäläriñe şınayı ökinip, Özine boysunwğa qaytwlarıñdı / täwbeleriñdi / qabıl etse,onda namazdı / barlıq şarttarın saqtap,ıqılaspen, tolıq / orındañdar, zeketti beriñder, Allahqa jäne Onıñ elşisine bağınıñdar. Allah - senderdiñ ne isteytinderiñnen Xabardar"}]}