{"Id":92,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand-la","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":75,"Text":"Unter den Leuten der Schrift gibt es manche, die, wenn du ihnen einen Qintar anvertraust, ihn dir (wieder) aushandigen. Es gibt unter ihnen aber auch manche, die, wenn du ihnen (nur) einen Dinar anvertraust, ihn dir nicht (wieder) aushandigen, es sei denn, du bist standig hinter ihnen her. Dies, weil sie sagen: \"Gegen uns kann man der Schriftunkundigen wegen nicht vorgehen\". Und sie sprechen (damit) wissentlich eine Luge gegen Allah aus"},{"SurahNumber":3,"VerseNumber":76,"Text":"Aber nein! Wer seinen Bund halt und gottesfurchtig ist, - gewiß, Allah liebt die Gottes furchtigen"},{"SurahNumber":3,"VerseNumber":77,"Text":"Diejenigen, die ihren Bund mit Allah und ihre Eide fur einen geringen Preis verkaufen, haben am Jenseits keinen Anteil. Und Allah wird am Tag der Auferstehung weder zu ihnen sprechen noch sie anschauen noch sie lautern. Fur sie wird es schmerzhafte Strafe geben"},{"SurahNumber":3,"VerseNumber":78,"Text":"Und wahrlich, eine Gruppe von ihnen verdreht mit seinen Zungen die Schrift, damit ihr es fur zur Schrift gehorig haltet, wahrend es nicht zur Schrift gehort. Und sie sagen: \"Es ist von Allah\", wahrend es nicht von Allah ist. Und sie sprechen (damit) wissentlich eine Luge gegen Allah aus"},{"SurahNumber":3,"VerseNumber":79,"Text":"Es steht einem menschlichen Wesen nicht zu, daß ihm Allah die Schrift, das Urteil und das Prophetentum gibt, und er hierauf zu den Menschen sagt: \"Seid Diener von mir anstatt Allahs!\", sondern: \"Seid Leute des Herrn, da ihr das Buch zu lehren und da ihr (es) zu erlernen pflegtet"},{"SurahNumber":3,"VerseNumber":80,"Text":"Und (es steht ihm nicht zu,) euch zu befehlen, die Engel und die Propheten zu Herren nehmen. Sollte er euch den Unglauben befehlen, nachdem ihr (Allah) Ergebene seid"},{"SurahNumber":3,"VerseNumber":81,"Text":"Und als Allah mit den Propheten ein Abkommen traf: Was immer Ich euch an Buchern und Weisheit gebracht habe -, und danach ist zu euch ein Gesandter gekommen, das bestatigend, was euch (bereits) vorliegt, an den mußt ihr ganz gewiß glauben und dem mußt ihr ganz gewiß helfen. Er sagte: \"Erklart ihr euch einverstanden und nehmt ihr unter dieser (Bedingung) Meine Burde an?\" Sie sagten: \"Wir erklaren uns einverstanden.\" Er sagte: \"So bezeugt es, und Ich gehore mit euch zu den Zeugnis Ablegenden"},{"SurahNumber":3,"VerseNumber":82,"Text":"Wer sich aber nach diesem abkehrt, so sind jene die Frevler"},{"SurahNumber":3,"VerseNumber":83,"Text":"Begehren sie denn eine andere als Allahs Religion, wo sich Ihm doch (jeder) ergeben hat, der in den Himmeln und auf der Erde ist, freiwillig oder widerwillig? Und zu Ihm werden sie zuruckgebracht"},{"SurahNumber":3,"VerseNumber":84,"Text":"Sag: Wir glauben an Allah und (an das,) was auf uns und was auf Ibrahim, Isma'il, Ishaq, Ya'qub und die Stamme (als Offenbarung) herabgesandt wurde und was Musa, \"Isa und den Propheten von ihrem Herrn gegeben wurde. Wir machen keinen Unterschied bei jemandem von Ihnen, und wir sind Ihm ergeben"},{"SurahNumber":3,"VerseNumber":85,"Text":"Wer aber als Religion etwas anderes als den Islam begehrt, so wird es von ihm nicht angenommen werden, und im Jenseits wird er zu den Verlierern gehoren"},{"SurahNumber":3,"VerseNumber":86,"Text":"Wie sollte Allah ein Volk rechtleiten, das (wieder) unglaubig wurde, nachdem es den Glauben (angenommen) hatte und (nachdem) es bezeugt hatte, daß der Gesandte wahrhaft ist, und (nachdem) zu ihm die klaren Beweise gekommen waren! Und Allah leitet nicht das ungerechte Volk recht"},{"SurahNumber":3,"VerseNumber":87,"Text":"Der Lohn jener ist, daß auf ihnen der Fluch Allahs und der Engel und der Menschen allesamt liegt"},{"SurahNumber":3,"VerseNumber":88,"Text":"ewig darin zu bleiben. Die Strafe soll ihnen nicht erleichtert noch soll ihnen Aufschub gewahrt werden"},{"SurahNumber":3,"VerseNumber":89,"Text":"außer denjenigen, die nach alledem bereuen und verbessern, so ist Allah Allvergebend und Barmherzig"},{"SurahNumber":3,"VerseNumber":90,"Text":"Jene (aber), die unglaubig werden, nachdem sie den Glauben (angenommen) haben, und hierauf an Unglauben zunehmen, deren Reue wird nicht angenommen werden, und jene sind die Irregehenden"},{"SurahNumber":3,"VerseNumber":91,"Text":"Gewiß, diejenigen, die unglaubig geworden sind und als Unglaubige sterben, - von keinem von ihnen wurde die (ganze) Erde voll Gold angenommen werden, auch wenn er sich damit loskaufen wollte. Fur jene wird es schmerzhafte Strafe geben; und sie werden keine Helfer haben"},{"SurahNumber":3,"VerseNumber":92,"Text":"Ihr werdet die Gute nicht erreichen, bevor ihr nicht von dem ausgebt, was euch lieb ist. Und was immer ihr ausgebt, so weiß Allah daruber Bescheid"}]}