{"Id":255,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-la","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":18,"VerseNumber":51,"Text":"Ne gi imav za svedoci pri sozdavanjeto na nebesata i na Zemjata i pri sozdavanjeto nivno, i ne gi zemav za pomos skrsnatite vo zabluda"},{"SurahNumber":18,"VerseNumber":52,"Text":"I Denot vo koj On ke rece: “Povikajte gi onie koi gi smetavte za zdruzenici Moi.\" Pa, ke gi povikaat i ne ke im se ozvijat. Megu niv Nie odredivme mesto vo koe ke propadnat"},{"SurahNumber":18,"VerseNumber":53,"Text":"silnicite ke go vidat ognot i togas ke sfatat deka ke padnat vo nego, i od nego ne ke mozat da se izbavat"},{"SurahNumber":18,"VerseNumber":54,"Text":"Nie vo ovoj Kuran | poredivme, sekako, primeri sekakvi za lugeto. Covekot od site sustestva, megutoa, najmnogu rasprava"},{"SurahNumber":18,"VerseNumber":55,"Text":"I koga im dojde Patokazot im zabranuvaat na lugeto ne im zabranuvaa da veruvaat vo nesto, i da baraat proska od Gospodarot svoj samo za da im se povtori praksata na odamnesnite ili da im dojde kaznata neposredno"},{"SurahNumber":18,"VerseNumber":56,"Text":"Pejgamberite Nie gi isprakame samo kako radosnici i opomenuvaci. Onie koi ne veruvaat raspravaat za nevistinata za da ja otstranat vistinata so nea. A znamenijata i opomenite Moi gi ismevaat"},{"SurahNumber":18,"VerseNumber":57,"Text":"I koj e pogolem zulumkar od onoj koj, koga ke se spomenat ajetite na Gospodarot negov, e ramnodusen kon niv i koj zaborava ona sto go napravija racete negovi. Vrz srcata nivni Nie im stavivme zavesa za da ne go razberat Kuranot, a vo usite nivni tezina. I ako gi povikas kon Patokazot, togas, za navek ne ke se upatat"},{"SurahNumber":18,"VerseNumber":58,"Text":"Gospodarot tvoj e Prostuvac i Posrednik na milosta. Koga bi go zemal predvid kaj niv ona sto go specalija, kaznata vednas ke im dojde. No, za niv ima vreme opredeleno i, osven ova, ne ke najdat zasolniste"},{"SurahNumber":18,"VerseNumber":59,"Text":"tie gradovi Nie gi unistivme, zatoa sto zulum pravea, i tocno vreme opredelivme za urivanjeto nivno"},{"SurahNumber":18,"VerseNumber":60,"Text":"I koga Musa mu rece na svoeto momce: “Ne ke prestanam da odam se dodeka ne dojdam do edno mesto kadesto se spojuvaat dve morinja ili, pak, ke pesacam dolgo vreme"},{"SurahNumber":18,"VerseNumber":61,"Text":"I bidejki dojdoa do mestoto kadesto se spojuvaat dve morinja, ja zaboravija ribata svoja koja slobodno si go zede svojot pravec kon moreto"},{"SurahNumber":18,"VerseNumber":62,"Text":"I bidejki pominaa preku, Musa mu rece na momceto: “Daj ni ja hranata zasto veke se umorivme OD ova patuvanje nase"},{"SurahNumber":18,"VerseNumber":63,"Text":"Rece: “Ne vide li deka koga otsednavme kaj pesterata deka jas, mnavistina, zaboraviv na ribata. Samo Sejtanot me natera da zaboravam na nea: taa si trgna kon svojot pravec niz moreto, cudesno"},{"SurahNumber":18,"VerseNumber":64,"Text":"Musa rece: “Ete, toa e ona, tokmu, kon sto tezneeme.\" Pa, ete se vratija, sledejki gi stapalkite svoi"},{"SurahNumber":18,"VerseNumber":65,"Text":"Pa, najdoa eden od robovite Nasi komu mu dadovme milost od Nas i kogo Nie go poucivme so znaenje od Nas"},{"SurahNumber":18,"VerseNumber":66,"Text":"I Musa mu rece: “Da te sledam li pa da me poucis so onoj pokaz so koj si ti, tokmu, poucen"},{"SurahNumber":18,"VerseNumber":67,"Text":"Rece: “Ti, navistina, ne ke mozes da izdrzis so mene"},{"SurahNumber":18,"VerseNumber":68,"Text":"Kako da se strpis za ona za sto ne si izvesten?“"},{"SurahNumber":18,"VerseNumber":69,"Text":"Rece: “Ke me najdes, insallah, trpeliv i vo se poslusen kon tebe"},{"SurahNumber":18,"VerseNumber":70,"Text":"Mu rece na Muga: “Pa, ako me sledis, togas, ne prasuvaj me za nisto se dodeka toa ne ti go objasnam"},{"SurahNumber":18,"VerseNumber":71,"Text":"I taka trgnaa tie dvajcata, i koga se kacija na camecot, go izbusi camecot. Rece: “Go izbusi li za da se udavat sopstvenicite negovi? Napravi, sekako, krupna rabota"},{"SurahNumber":18,"VerseNumber":72,"Text":"Onoj rece: “Neli ti rekov deka ti, navistina, ne ke mozes da izdrzis so mene"},{"SurahNumber":18,"VerseNumber":73,"Text":"Musa rece: “Ne zemaj go predvid ona sto go zaboraviv, i ne optovaruvaj me vo ovaa moja teska rabota"},{"SurahNumber":18,"VerseNumber":74,"Text":"I pak trgnaa tie dvajcata, I koga sretnaa edno dete, go ubi deteto. Rece: “Ubi li cisto cedo, koe nikogo ne ubilo? Napravi, sekako, golem prestap"}]}