{"Id":343,"LanguageCodes":["sq","sqi"],"Name":"sqi-sherifahmeti-la","Author":"Sherif Ahmeti","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":75,"Text":"A shpresoni se do t’u besojne ata juve (jehudet), kur dihet se nje grup prej tyre degjuan fjalet e All-llahut, edhe pse i kishin kuptuar, e duke qene te vetedijshem (c’benin) i ndryshuan ato"},{"SurahNumber":2,"VerseNumber":76,"Text":"E kur takonin ata qe kishin besuar (muslimanet) thonin: “Ne kemi besuar! E kur vecoheshin ata mes veti thonin: “A po ju tregoni atyre (muslimaneve) per ate qe All-llahu ua shpalli juve (ne Tevrat rreth Muhammedit a. s.) qe ata para Zotit tuaj te kene argumente kunder jush. A nuk jeni duke kuptuar"},{"SurahNumber":2,"VerseNumber":77,"Text":"A thua nuk e dine ata (jehudite) se All-llahu e di ate cka e fshehin dhe ate cka e publikojne"},{"SurahNumber":2,"VerseNumber":78,"Text":"E ka disa prej tyre qe jane analfabete, nuk e kuptojne librin, por jetojne vetem ne shpresa, duke mos qene te sigurt"},{"SurahNumber":2,"VerseNumber":79,"Text":"Eshte shkaterrim per ata qe me duart e veta e shkruajne librin, e pastaj thone: “Ky eshte nga All-llahu!, e per te arritur me te nje fitim te pakte, pra eshte shkaterrim i madh per ta cka shkruan duart e tyre dhe eshte shkaterrim i madh per ta ajo cka fitojne"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ata edhe thane: “Neve nuk do te na kape zjarri vetem per disa dite te numeruara!” Thuaj: “A mos keni marre prej All-llahut ndonje premtim, e All-llahu nuk e thyen premtimin e vet, ose jeni duke thene per All-llahun ate qe nuk e dini"},{"SurahNumber":2,"VerseNumber":81,"Text":"Po, (do te ju kape zjarri) ai qe ben keq dhe qe e vershojne gabimet e tij, ata jane banues te zjarrit, aty jane pergjithmone"},{"SurahNumber":2,"VerseNumber":82,"Text":"E ata qe besuan dhe bene vepra te mira, ata jane banues te Xhennetit, aty jane pergjithmone"},{"SurahNumber":2,"VerseNumber":83,"Text":"(perkujtoni) Kur Ne morem zotimin e bijve te Israilit; mos adhuroni tjeterke, pervec All-llahun, te silleni mire ndaj prinderve, ndaj te afermeve, ndaj jetimeve, ndaj miskineve (te varferve) dhe njerezve u thuani fjale te mira; faleni namazin dhe jepeni zekatin, e pastaj ju e thyet zotimin dhe pervec nje pakice prej jush, ia kthyet shpinen zotimit"},{"SurahNumber":2,"VerseNumber":84,"Text":"Dhe kur morem zotimin tuaj qe te mos derdhni gjakun tuaj, te mos deboni veten tuaj nga vendi juaj, e ju e pranuat, ndaj deshmonie"},{"SurahNumber":2,"VerseNumber":85,"Text":"Pastaj qe, ju jeni ata qe mbytni njeri-tjetrin, i deboni disa prej jush nga vendi i tyre duke bashkepunuar kunder tyre si eshte mekate e padrejte, e nese ata bien te ju ne roberi, ju jepni konpensim per (t’i liruar) ata, e debimi i tyre nga vendi eshte i ndaluar per ju. A e besoni nje pjese te librit, e tjetren e mohoni? C’mund te jete ndeshkimi ndaj atij qe punon ashtu prej jush, pos poshterim ne jeten e kesaj bote, e ne diten e gjykimit ata hidhen ne denimin me te ashper. All-llahu nuk eshte i pakujdesshem ndaj asaj qe veproni ju"},{"SurahNumber":2,"VerseNumber":86,"Text":"Te tille jane ata, qe e vleresuan jeten e kesaj bote mbi boten tjeter, andaj atyre as nuk do tu lehtesohet denimi, e as qe do te ndihmohen ata"},{"SurahNumber":2,"VerseNumber":87,"Text":"Ne i patem dhene Musait librin dhe pas tij patem derguar shume pejgambere. Isait, birit te Merjemes i dhame argumente (mrekulli) dhe e fuqizuam me (Xhibrilin) shpirtin e shenjte. E sahere qe u erdhi ndonje i derguar me cka nuk u pelqeu juve, a nuk u bete kryelarte dhe disa prej tyre i pergenjeshtruat e disa i mbytet"},{"SurahNumber":2,"VerseNumber":88,"Text":"E (jehudite e kohes se Muhammedit) thone: “Zemrat tona jane ne kellef!” Jo, por per shkak te mosbesimit te tyre, All-llahu i ka mallkuar, andaj pak jane qe besojne (ose: pak send besojne)"},{"SurahNumber":2,"VerseNumber":89,"Text":"E kur u erdhi atyre prej All-llahut libri (Kur’ani) qe eshte vertetues i atij, qe e kishin prane, e qe para se t’u vinte e kerkonin ndihmen e tij kunder mosbesimtareve, e mohuan ate (Muhammedin) qe e njihnin, kur u erdhi. Pra mallkimi i Allahut qofte kunder mosbesimtareve"},{"SurahNumber":2,"VerseNumber":90,"Text":"E shemtuar eshte ajo per cka ata e shiten vetveten. Ate qe e shpalli All-llahu te mos e besojne nga zilia, per shkak se All-llahu nga miresia e Tij t’i shpalle atij qe deshiron nga robet e vet. Andaj merituan zemerim mbi zemerim (gazep mbi gazep). Mosbesmtaret kane denim qe i poshterson"},{"SurahNumber":2,"VerseNumber":91,"Text":"Dhe kur atyre u thuhet: “Besoni ate qe e shpalli All-llahu”, ata thone: “Ne besojme ate qe na u shpall neve”, kurse e mohojme ate pas tij, edhe pse eshte vertetues i atij, qe e kane ata dhe eshte i vertet. Thuaj: “Nese jeni besimtare, pse i mbytnit me pare pejgamberet e All-llahut?”"}]}