{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Kundiz- tuni turıp turgan narseler Oniki. Ol ar narseni estwsi, bilwsi"},{"SurahNumber":6,"VerseNumber":14,"Text":"«Kokter men jerdi jaratwsı Ol, ozi korektendiretin, korektenbeytin Alladan basqanı dos tutayın ba?»,- de. «Kudiksiz men Musılman bolgan kisinin tungısı bolwıma buyırıldım» de. Jane aste ortaq qoswsılardan bolma"},{"SurahNumber":6,"VerseNumber":15,"Text":"(Muxammed G.S.): «Eger Rabbıma qarsı kelsem ulı kunnin azabınan qorqamın» de"},{"SurahNumber":6,"VerseNumber":16,"Text":"Ol kuni kim azaptan seyitilse, ras ogan marxamet etildi. Osı anıq qol jetwsilik"},{"SurahNumber":6,"VerseNumber":17,"Text":"Alla eger sagan bir ziyan keltirse, sonda onı ozinen basqa esbir ayıqtırwsı joq. Al eger sagan bir igilik tigizse, Onın ar narsege tolıq kusi jetwsi"},{"SurahNumber":6,"VerseNumber":18,"Text":"Jane Ol quldarına ote oktem. Ol tolıq ukim iesi, ar narseden xabar alwsı"},{"SurahNumber":6,"VerseNumber":19,"Text":"(Muxammed G.S.) «Kwalik turgısınan qay narse ulken?»,- de. «Meni men senderdin aralarında Alla kwa jane magan osı Quran, senderdi sonday-aq kimge jetisse, olardı qorqıtwım usin waqi etildi; Sender Allamen birge basqa tanirler barlıgına aygaq bola alasındar ma?»,- de. «Men kwalik bere almaymın! Sınayı turde Ol, jalgız tanir. Kudiksiz men senderdin qosqan ortaqtarınnan awlaqpın» de"},{"SurahNumber":6,"VerseNumber":20,"Text":"Biz ozderine kitap bergender, onı (Muxammed G.S. dı) uldarın tanıganday tanıydı. Sonday ozderine ziyan etkender, olar senbeydi"},{"SurahNumber":6,"VerseNumber":21,"Text":"Jane Allaga otirik jala qoygandardan nemese ayattarın otirikke jorıgandardan kim zalımıraq? Kudiksiz Alla zalımdardı qutqarmaydı"},{"SurahNumber":6,"VerseNumber":22,"Text":"Olardı qiyamet kuni tugel jinaymız da, sonan son: «Allaga oysa qosqan ortaqtarın qayda?» deymiz"},{"SurahNumber":6,"VerseNumber":23,"Text":"Sonan keyin olardın: «Allaga sert! Rabbımız, biz ortaq qospagan edik» degennen basqa sıltawları bolmaydı"},{"SurahNumber":6,"VerseNumber":24,"Text":"Qara! Olar ozderine qalay otirik ayttı. Jane Allanın ortagı degen buttarı soytip joq boldı"},{"SurahNumber":6,"VerseNumber":25,"Text":"(Muxammed G.S.) olardan sagan keybirewleri qulaq saladı. Biraq olardın jurekterine uqpaytın qaltqı qoydıq ari qulaqtarında kerendik bar. Olar ar mugjizanı korse de senbeydi. Tipti sagan kelse, olar soz talastıradı da qarsı bolgandar: «Bul (Quran) burıngılardın ertegilerinen basqa es narse emes» deydi"},{"SurahNumber":6,"VerseNumber":26,"Text":"Olar (adamdardı) tosadı da, ozderi de odan uzaqtasadı. Soytip ozderin joyadı. Biraq olar senbeydi"},{"SurahNumber":6,"VerseNumber":27,"Text":"Olardın otqa toqtatılganın korsen: «Atten! Biz (duniege) qaytarılsaq, rabbımızdın ayattarın otirikke uygarmas edik te senwsilerden bolar edik» deydi"},{"SurahNumber":6,"VerseNumber":28,"Text":"Kerisinse olardın burınnan jasırgan narseleri ayqındaldı. Eger olar duniege qaytarılsa edi, arine olarga tıyım salıngan isterdi qaytadan ister edi. Kudiksiz olar mulde otiriksi"},{"SurahNumber":6,"VerseNumber":29,"Text":"Olar: «Dunie tirsiligimizden basqa esbir omir joq. Tagı bir qayta tirilwsi emesbiz» dedi"},{"SurahNumber":6,"VerseNumber":30,"Text":"(Muxammed G.S.) Rabbılarının xuzırında toqtatılgandarın korsen! (Alla): «Bul sındıq emes pe eken?»,- deydi. Olar: «Sın eken! Rabbımızga ant etemiz» deydi. Alla, olarga: «Endese, qarsı bolgandıqtarınnın azabın tatındar» deydi"},{"SurahNumber":6,"VerseNumber":31,"Text":"Rasında sonday Allaga jolıgwdı otirikke jorıgandar, ziyanga usıradı. Xatte olarga kenetten qiyamet kelse, olar: «Okiniske oray bul joninde kemsilik qılgan ekemiz goy» deydi. Olar kunaların arqalarına koteredi. Saq bolındar! Kotergenderi nendey jaman"},{"SurahNumber":6,"VerseNumber":32,"Text":"Dunie tirsiligi es narse emes. Oyın- sawıq gana. Arine axıret jurtı taqwalar usin jaqsı. Sonda da tusinbeysinder me"},{"SurahNumber":6,"VerseNumber":33,"Text":"Rasında bilemiz, kudiksiz olardın aytqandarı seni keyitedi. Olar seni otirikke sanap otırgan joq. Biraq zalımdar Allanın ayattarına qarsı keledi"},{"SurahNumber":6,"VerseNumber":34,"Text":"Rasında senen burıngı paygambarlar da jasınga sıgarılgan edi. Sonda olar jalgansı sanalgandıqtarına jane korgen japalarına jardemimiz kelgenge deyin sabır etken bolatın. Allanın sozderin ozgertwsi joq. Rasında sagan paygambarlardın qissalarınan keldi"},{"SurahNumber":6,"VerseNumber":35,"Text":"Eger sagan olardın juz burwları awır kelse, qane! Qolınnan kelse, jerde bir tesik nemese kokte bir satı izdep tawıp bir mugjiza keltir! (Mugjiza keltirw paygambarlardın erkinde emes. Allanın qalawı boyınsa boladı.) Eger Alla qalasa edi, olardı twralıqqa jinar edi. Endese, sen nadandardan bolma"}]}