{"Id":443,"LanguageCodes":["uk","ukr"],"Name":"ukr-drmikhailoyaqub","Author":"Dr. Mikhailo Yaqubovic","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"https://quranenc.com/en/browse/ukrainian_yakubovych","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Воістину, Аллаг не посоромиться навести приклад комара або й щось понад нього. Тож ті, які увірували, знають, що така притча — істина від Господа їхнього, а ті, які не увірували, говорять: «Що хотів сказати Аллаг цією притчею?» Багатьох Він збиває нею зі шляху, а багатьох веде шляхом прямим. А зі шляху Він збиває лише нечестивців"},{"SurahNumber":2,"VerseNumber":27,"Text":"тих, які порушують завіт Аллага після прийняття його, розривають те, що Аллаг наказав з’єднати, та й чинять безчестя на землі! Саме вони втратять усе"},{"SurahNumber":2,"VerseNumber":28,"Text":"Як, ви не віруєте в Аллага? Ви були мертвими, а Він дав вам життя. Потім Він знову вмертвить вас і знову подарує вам життя, і до Нього повернетесь ви![IV]"},{"SurahNumber":2,"VerseNumber":29,"Text":"Він — Той, Хто створив для вас усе, що на землі, а потім повернувся до неба та й впорядкував сім небес. Він знає про кожну річ"},{"SurahNumber":2,"VerseNumber":30,"Text":"І коли сказав Господь твій ангелам: «Я поставлю намісника на землі!» — то вони запитали: «Ти хочеш поставити там того, хто чинитиме безчестя та проливатиме кров, тоді як Ми прославляємо Тебе хвалою та славимо святість Твою?» Він відповів: «Я знаю те, чого не знаєте ви!»"},{"SurahNumber":2,"VerseNumber":31,"Text":"І Він навчив Адама всіх імен, а потім показав їх ангелам і сказав: «Назвіть Мені ці імена, якщо ви правдиві!»"},{"SurahNumber":2,"VerseNumber":32,"Text":"Ті відповіли: «Преславний Ти! Ми знаємо лише те, чому Ти навчив нас. Воістину, Ти — Всезнаючий, Мудрий!»"},{"SurahNumber":2,"VerseNumber":33,"Text":"Тоді Він сказав: «О Адаме! Назви їм ці імена!» А коли той назвав їм ці імена, Він мовив: «Чи ж не говорив Я вам, що знаю потаємне небес і землі, і знаю те, що відкриваєте ви та що приховуєте?»"},{"SurahNumber":2,"VerseNumber":34,"Text":"І коли Ми сказали ангелам: «Низько вклоніться Адаму!» — то вклонилися усі, крім Ібліса, який відмовився, вивищився та став невіруючим"},{"SurahNumber":2,"VerseNumber":35,"Text":"І сказали Ми: «О Адаме! Живи разом зі своєю дружиною у раю. Їжте досхочу, коли б ви не побажали. Але не наближайтесь до цього дерева, бо станете одними з нечестивців!»"},{"SurahNumber":2,"VerseNumber":36,"Text":"Проте шайтан змусив їх перечепитись об нього. Тож вони залишили те, що було там, і сказали Ми: «Вийдіть! І одні з вас будуть ворогами для інших! Земля стане для вас притулком і ви матимете там прожиток — до певного часу!»"},{"SurahNumber":2,"VerseNumber":37,"Text":"І прийняв Адам слова Господа свого й покаявся перед Ним. Воістину, Він — Приймаючий каяття, Милосердний"},{"SurahNumber":2,"VerseNumber":38,"Text":"І сказали Ми: «Вийдіть звідти всі!» А якщо прийде від Мене до вас прямий шлях, то ті, хто йтиме прямим шляхом Моїм, не матимуть страху й не будуть засмучені"},{"SurahNumber":2,"VerseNumber":39,"Text":"А ті, які не вірували та й вважали Наші знамення брехнею, вони — жителі пекла. Будуть вони там довіку"},{"SurahNumber":2,"VerseNumber":40,"Text":"О сини Ісраїля! Згадайте блага Мої, якими Я наділив вас! Тримайтеся завіту зі Мною і Я триматимуся завіту із вами! І бійтесь лише Мене"},{"SurahNumber":2,"VerseNumber":41,"Text":"І увіруйте в те, що Я зіслав як підтвердження даного вам, та й не будьте першими, хто не повірить у це. Не продавайте знамень Моїх за низьку ціну і бійтеся лише Мене"},{"SurahNumber":2,"VerseNumber":42,"Text":"Не вбирайте істину в неправду та не приховуйте істини, адже ви її знаєте"},{"SurahNumber":2,"VerseNumber":43,"Text":"Звершуйте молитву, давайте закят та схиляйте коліна разом із тими, хто вже робить це.[V]"}]}