{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Gen tte yaru ga ī. `Tenchi kara anata gata ni fuyō o ataeru no wa darena no ka.' Itte yaru ga ī. `Arrā de ara reru. Yōsuruni watashi-tachi ka, matawa anata gata no dochira ka ga michibiki no ue ni ari, dochira ka ga mayotte iru"},{"SurahNumber":34,"VerseNumber":25,"Text":"Itte yaru ga ī. `Anata gata wa, watashi-tachi no okashita tsumi ni tsuite towa rezu, watashi-tachi mo mata, anata gataga okonatta koto ni tsuite towa renai"},{"SurahNumber":34,"VerseNumber":26,"Text":"Itte yaru ga ī. `Omo wa isseini watashi-tachi o mesa re, shinri ni motodzuite watashi-tachi no ma o sabaka reru. Kare wa shin no saiketsu-sha de zenchi ni owashimasu"},{"SurahNumber":34,"VerseNumber":27,"Text":"Itte yaru ga ī. `Anata gataga, dōi no mono to shite kare ni, haisuru mono o watashi ni mise nasai (kesshite dekinaidearouga).' Iya, kare koso wa arrā. Iryoku narabinaku eimei de ara reru"},{"SurahNumber":34,"VerseNumber":28,"Text":"Ware wa, zen jinrui e no kippō no dentatsu-sha mata keikoku-sha to shite, anata o noko wa shita. Daga hitobito no ōku wa, sore ga wakaranai"},{"SurahNumber":34,"VerseNumber":29,"Text":"Kare-ra wa,`anata no kotoba ga shinjitsunara, kono yakusoku (shinpan no hi) wa nanji (yattekuru no)desu ka.' To itte iru"},{"SurahNumber":34,"VerseNumber":30,"Text":"Itte yaru ga ī. `Anata gata e no yakusoku no hi wa, anata gataga ikkoku mo torimodosezu mata sakinjiru koto mo dekinai (Ni~Tsudearu)"},{"SurahNumber":34,"VerseNumber":31,"Text":"Shinjinai mono wa,`watashi-tachi wa kono kuruān mo shinjinaishi, mata kore izen ni atta Keisuke mo shinjimasen.' To iu. Fugi o okonatta mono ga,-nushi no gozen ni tatasa reru toki no sugata o, anata ni misete yaritai mono. Kare-ra wa tagaini (soto ni tsumi o owa sete) nonoshiri au. Muryokudeatta mono wa gōmandeatta mono ni iu. `Anata gataga, inakattara, watashi-tachi wa kitto, shinja ni natte imashita no ni"},{"SurahNumber":34,"VerseNumber":32,"Text":"Gōmandeatta mono wa, muryokudeatta mono ni iu. `Michibiki ga anata gata ni todoita nochi, anata gata o sorera kara somuka seta no wa, watashi-tachideatta to iu no ka, iya, anata gata koso tsumitsukurideatta"},{"SurahNumber":34,"VerseNumber":33,"Text":"Muryokudeatta mono wa gōmandeatta mono ni iu. `Iya, yoru to naku hiru to naku,(anata gata wa) sakubō o shite imashita. Gen'ni arrā o shinjinaishi, kare ni dōisha o tateru yō, anata gata wa (fudan ni) meirei shimashita.' Kare-ra wa chōbatsu o miru ni oyonde, kōkai suru. Ware wa fushinjin'na mono no kubi ni kase o kakeru. Kare-ra wa, sono okonatta koto de, mukui o ukeru dakedearu"},{"SurahNumber":34,"VerseNumber":34,"Text":"Ware ga machi ni, keikoku-sha o tsukawasu tabi ni, soko no fuyūna-sha-tachi wa,`anata gataga noko wa sa reta koto o, watashi-tachi wa shinjimasen.' To kimatte itta nodearu"},{"SurahNumber":34,"VerseNumber":35,"Text":"Mata, watashi-tachi wa ōku no zaisan to shijo ga aru node, chōbatsu sa reru (yōna) koto wa arimasen.' Tomo itta"},{"SurahNumber":34,"VerseNumber":36,"Text":"Gen tte yaru ga ī. `Hontōni watashi no omo wa, okokoro no mama ni yutaka ni onmegumi o atae rare, mata toboshiku mo nasa reru. Daga hitobito no ōku wa rikai shinai"},{"SurahNumber":34,"VerseNumber":37,"Text":"Anata gata o ware ni motto chikadzukeru mono wa, zaisan demo shijo demonai. Shinkō shite zenkō ni isoshimu mono wa, sono okonai no bai no hōshō o atae, takai sumai ga hoshō sa reru"},{"SurahNumber":34,"VerseNumber":38,"Text":"Mata ware no shirushi o tomi zasa seru tame ni doryoku suru mono wa, chōbatsu ni hikitate rareru"},{"SurahNumber":34,"VerseNumber":39,"Text":"Gen tte yaru ga ī. `Hontōni watashi no omo wa, sono shimo be no naka kara o kokoronikanau-sha ni, onmegumi o yutaka ni atae mata aru mono ni wa toboshiku sadzuke rareru. Kare wa anata gataga (omo no michi no tame ni) hodokosu mono wa subete kaesa reru. Kare wa mottomo sugureta mimegumi o ataeru kata de ara reru"},{"SurahNumber":34,"VerseNumber":40,"Text":"Isseini kare-ra o shōshū nasa reru hi. Kare wa tenshi-tachi ni mukatte ōse rareyou. `Korera no mono wa, anata gata o sūhai shite ita no ka"},{"SurahNumber":34,"VerseNumber":41,"Text":"Kare-ra tenshi-tachi wa (kotaete) iu. `Anata ni tatae are. Anata wa watashi-tachi no aigo-sha de ara remasu. Daga kare-ra wa sono kagiride wa arimasen. Kare-ra (hitobito) wa jin o sūhai shite imashita. Ōku no mono wa, kare-ra (Jin) no shinjadeshita"},{"SurahNumber":34,"VerseNumber":42,"Text":"Anata gata wa kono Ni~Tsu, otagai ni eki ni mo gai ni mo yakudatanai. Ware wa fugi o okonatte ita-sha-tachi ni iu. `Anata gataga itsuwari to shite ita, hi goku no chōbatsu o ajiwae"},{"SurahNumber":34,"VerseNumber":43,"Text":"Meihakuna ware no shirushi ga, kare-ra ni dokuju sa rete mo, kare-ra wa iu. `Kore wa hitori no otoko ga, anata gata no sosen no sūhai shite ita kamigami kara somuka seyou to suru nodearu.' Mata iu. `Kore wa tada netsuzō shita,-tsukuri-gotodearu.' Mata shinri o shinjinai-sha-tachi wa, sore ga kare-ra ni arawareru to,`koreha mei-ra ka ni majutsu nisuginai.' To iu"},{"SurahNumber":34,"VerseNumber":44,"Text":"Ware wa (maemotte), kare-ra no manabi eru keiten o kudashite ita wakede wanai. Mata anata izen ni, don'na keikoku-sha mo kare-ra ni tsukawasanakatta"},{"SurahNumber":34,"VerseNumber":45,"Text":"Kare-ra izen no mono mo (Mari) o usodearu to shita. Ware ga mukashi no hitobito ni ataeta mono wa (makka no hitobito ni totte wa) jūbun'noichi ni mo tasshinai hodo (yūgū) shita no ni, ware no yogen-sha o usotsuki yobawari shita. Waga ikari wa nanto hageshikatta koto ka"}]}