{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":22,"VerseNumber":19,"Text":"Osʹ dva storin feuding shcho stosuyetʹsya yikhnʹoho Lorda. Yak dlya tsykh khto disbelieve, vony budutʹ maty odyah vohnyu tailored dlya nykh. Hellish ridkyy bude lytysya na vershyni yikhnikh holiv"},{"SurahNumber":22,"VerseNumber":20,"Text":"Tse vyklykaye yikhni vnutrishnistʹ roztanuty, tak zhe, yak i yikhni shkury"},{"SurahNumber":22,"VerseNumber":21,"Text":"Vony budutʹ obmezhuvatysya u zaliznykh horshchykakh"},{"SurahNumber":22,"VerseNumber":22,"Text":"Koly zavhodno vony probuyutʹ do vykhodu take neshchastya, vony budutʹ prymushuvatysya nazad: \"Pokusht ahoniyu horyachoyi"},{"SurahNumber":22,"VerseNumber":23,"Text":"BOH dopustytʹ tsi khto vvazhayutʹ ta vedutʹ spravedlyve zhyttya u park z techuchymy potokamy. Vony budutʹ prykrashatysya tam z brasletamy zolota, ta perly, ta yikhniy odyah tam bude shovk"},{"SurahNumber":22,"VerseNumber":24,"Text":"Vony keruvalysʹ do harnykh sliv; vony keruvalysʹ u shlyakhu naybilʹshoho Pokhvalenoho"},{"SurahNumber":22,"VerseNumber":25,"Text":"Bezsumnivno, tsey khto disbelieve ta vidbyvayemo inshi z shlyakhu BOHA, ta z Svyashchennykh Masjid shcho my pryznachyly dlya vsikh lyudey - vmiyemo vony urodzhentsi abo vidviduvachi ta prahnutʹ zabrudnyty tse ta pidkupayutʹ tse, my budemo afflict yim z bolisnym retribution"},{"SurahNumber":22,"VerseNumber":26,"Text":"My pryznacheni Abraham shchob vstanovyty Shrine: \"Vy ne budete idolize budʹ- yakyy inshyy boh bilya Meni, ta ochyshchayete Miy shrine dlya tsykh khto vidviduyutʹ tse, tsey khto zhyvutʹ poblyzu yomu, ta tsey khto klanyayutʹsya ta prostrate"},{"SurahNumber":22,"VerseNumber":27,"Text":"Ta proholoshuyutʹ shcho lyudy budutʹ zauvazhyty Hajj pilgrimage. Vony prybudutʹ do vas hulyayuchykh abo uvilʹnyuyuchykh na riznomanitnomu vysnazhenykh (zasoby perevezennya). Vony prybudutʹ z naydalʹshoho mistsya rozmishchennya"},{"SurahNumber":22,"VerseNumber":28,"Text":"Vony mozhutʹ shukaty komertsiynykh vyhod, ta vony budutʹ svyatkuvaty BOZHU nazvu pid chas vstanovlenykh dniv dlya toho, shchob zabezpechuvaty yikh z domashnoyu khudoboyu. \"Z'yizhte zvidty ta hoduyutʹ despondent ta bidnyy"},{"SurahNumber":22,"VerseNumber":29,"Text":"Vony budutʹ zavershyty yikhni zobov'yazannya, fulfill yikhni vows, ta vidviduyutʹ starovynnyy shrine"},{"SurahNumber":22,"VerseNumber":30,"Text":"Tsya kotra povaha obryady ukhvaleni BOHOM zasluzhyly harnu vynahorodu u yikhnʹomu Lordi. Vsiy domashniy khudobi robytʹsya zakonne dlya vashoho prodovolʹstva, krim dlya tsykh spetsialʹno zaboronenoho dlya vas. Vy budete unyknuty abomination idola obozhnyuyete, ta unykayete nosyatʹ nevirnoho svidka"},{"SurahNumber":22,"VerseNumber":31,"Text":"Vy budete pidtrymaty vashu prysvyatu absolyutno do BOHA yedynoho. Budʹ khto khto vstanovlyuye budʹ-yakoho idola bilya BOHA vyhlyadaye yak odyn khto vpav z neba, todi pryyizhdzhaye skhvachenyy vultures, abo podutyy daleko vitrom u hlybokyy bayrak"},{"SurahNumber":22,"VerseNumber":32,"Text":"Diysno, tsya kotra povaha obryady ukhvaleni BOHOM demonstruyutʹ righteousness yikhnikh serdenʹok"},{"SurahNumber":22,"VerseNumber":33,"Text":"(domashna khudoba) zabezpechuyete vas z bahato vyhod na period, ranishe, nizh daruyusʹ do starovynnyy shrine"},{"SurahNumber":22,"VerseNumber":34,"Text":"Dlya kozhnoho congregation my ukhvalyly obryady tym samym vony svyatkuyutʹ nazvu BOHA dlya toho, shchob zabezpechuvaty yikh z domashnoyu khudoboyu. Vash boh ta toy zhe boh; vy budete vsi pidkoryayetesya yomu. Dayte harna novyna slukhnyana"},{"SurahNumber":22,"VerseNumber":35,"Text":"Vony yavlyayutʹ soboyu chyyi serdenʹka dryzhatʹ na z·haduyuchoho BOHA, vony steadfastly persevere pid chas neshchastya, vony zauvazhuyutʹ Kontaktni Molytvy (Salat), ta z nashykh umov yim, vony dayutʹ dobrodiynistʹ"},{"SurahNumber":22,"VerseNumber":36,"Text":"tvarynni proponuvannya ye sered obryadiv ukhvalenykh BOHOM dlya vashoho vlasnym harnym. Vy budete z·hadaty BOZHU nazvu na nykh v toy chas, yak vony stoyatʹ z·hidno. Odnoho razu vony proponuyutʹsya dlya zhertvy, vy budete z'yisty zvidty ta budete nahoduvaty bidnyy ta needy. Tse chomu my pidkoryly yikh dlya vas, shcho vy mozhete pokazaty vashu otsinku"},{"SurahNumber":22,"VerseNumber":37,"Text":"Ni yikhnye m'yaso, ni yikhnya krov dosyahaye BOHA. Shcho dosyahaye Yoho ye vash righteousness. Vin pidkoryv yikh dlya vas, shcho vy mozhete pokazaty vashu otsinku glorifying BOH dlya toho, shchob keruvaty vamy. Dayte harna novyna blahodiyna"}]}