{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif-Lam-Mim-Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Dies ist) ein Buch, das zu dir (als Offenbarung) herabgesandt worden ist - es soll seinetwegen in deiner Brust keine Bedrangnis sein -, damit du mit ihm warnst, und als Ermahnung fur die Glaubigen"},{"SurahNumber":7,"VerseNumber":3,"Text":"Folgt dem, was zu euch von eurem Herrn herabgesandt worden ist, und folgt außer Ihm keinen (anderen) Schutzherren! Wie wenig ihr bedenkt"},{"SurahNumber":7,"VerseNumber":4,"Text":"Wie viele Stadte haben Wir vernichtet! Da kam Unsere Gewalt uber sie bei Nacht, oder wahrend sie zu Mittag ruhten"},{"SurahNumber":7,"VerseNumber":5,"Text":"So war ihr Ausruf, als Unsere Gewalt uber sie kam, nur, daß sie sagten: Wir haben gewiß Unrecht getan"},{"SurahNumber":7,"VerseNumber":6,"Text":"Ganz gewiß werden Wir diejenigen, zu denen Gesandte gesandt worden sind, fragen, und ganz gewiß werden Wir die Gesandten fragen"},{"SurahNumber":7,"VerseNumber":7,"Text":"Dann werden Wir ihnen ganz gewiß aus (vollem) Wissen berichten, denn Wir waren ja nicht abwesend"},{"SurahNumber":7,"VerseNumber":8,"Text":"Das Wagen erfolgt an jenem Tag der Wahrheit (entsprechend). Wessen Waagschalen schwer sein werden, jene sind es, denen es wohl ergeht"},{"SurahNumber":7,"VerseNumber":9,"Text":"Wessen Waagschalen aber leicht sein werden, das sind diejenigen, die ihre Seelen verloren haben dafur, daß sie an Unseren Zeichen unrecht zu handeln pflegten"},{"SurahNumber":7,"VerseNumber":10,"Text":"Und Wir haben euch ja auf der Erde eine feste Stellung verliehen, und Wir haben fur euch auf ihr (Moglichkeiten fur den) Lebensunterhalt geschaffen. Wie wenig ihr dankbar seid"},{"SurahNumber":7,"VerseNumber":11,"Text":"Und Wir haben euch ja erschaffen. Hierauf haben Wir euch gestaltet. Hierauf haben Wir zu den Engeln gesagt: Werft euch vor Adam nieder! Da warfen sie sich nieder, außer Iblis. Er gehorte nicht zu denjenigen, die sich niederwerfen"},{"SurahNumber":7,"VerseNumber":12,"Text":"Er (Allah) sagte: Was hat dich davon abgehalten, dich niederzuwerfen, als Ich (es) dir befahl? Er sagte: Ich bin besser als er. Du hast mich aus Feuer erschaffen, ihn aber hast Du aus Lehm erschaffen"},{"SurahNumber":7,"VerseNumber":13,"Text":"Er (Allah) sagte: So geh fort von ihm! Es steht dir nicht zu, darin hochmutig zu sein. So geh hinaus! Gewiß, du gehorst zu den Geringgeachteten"},{"SurahNumber":7,"VerseNumber":14,"Text":"Er sagte: Gewahre mir Aufschub bis zu dem Tag, da sie auferweckt werden"},{"SurahNumber":7,"VerseNumber":15,"Text":"Er (Allah) sagte: Du sollst gewiß zu denjenigen gehoren, denen Aufschub gewahrt wird"},{"SurahNumber":7,"VerseNumber":16,"Text":"Er sagte: Darum, daß Du mich in Verirrung hast fallen lassen, werde ich ihnen ganz gewiß auf Deinem geraden Weg auflauern"},{"SurahNumber":7,"VerseNumber":17,"Text":"Hierauf werde ich ganz gewiß von vorn und von hinten, von ihrer Rechten und von ihrer Linken uber sie kommen. Und Du wirst die meisten von ihnen nicht dankbar finden"},{"SurahNumber":7,"VerseNumber":18,"Text":"Er (Allah) sagte: Geh hinaus aus ihm, verachtet und verstoßen! Wer auch immer von ihnen dir folgt, Ich werde die Holle ganz gewiß mit euch allesamt fullen"},{"SurahNumber":7,"VerseNumber":19,"Text":"Und (du,) o Adam, bewohne du und deine Gattin den (Paradies)garten, und dann eßt, wo immer ihr wollt. Aber naht euch nicht diesem Baum, sonst gehort ihr zu den Ungerechten"},{"SurahNumber":7,"VerseNumber":20,"Text":"Da flusterte ihnen der Satan ein, um ihnen offen zu zeigen, was ihnen von ihrer Bloße verborgen war. Und er sagte: Unser Herr hat euch diesen Baum nur verboten, damit ihr nicht Engel werdet oder zu den Ewiglebenden gehort"},{"SurahNumber":7,"VerseNumber":21,"Text":"Und er schwor ihnen: Ich gehore wahrlich zu denjenigen, die euch guten Rat geben"},{"SurahNumber":7,"VerseNumber":22,"Text":"So verfuhrte er sie trugerisch. Als sie dann von dem Baum gekostet hatten, zeigte sich ihnen ihre Bloße offenkundig, und sie begannen, Blatter des (Paradies)gartens auf sich zusammenzuheften. Und ihr Herr rief ihnen zu: Habe Ich euch nicht jenen Baum verboten und euch gesagt: Der Satan ist euch ein deutlicher Feind"},{"SurahNumber":7,"VerseNumber":23,"Text":"Sie sagten: Unser Herr, wir haben uns selbst Unrecht zugefugt. Wenn Du uns nicht vergibst und Dich unser erbarmst, werden wir ganz gewiß zu den Verlorenen gehoren"},{"SurahNumber":7,"VerseNumber":24,"Text":"Er (Allah) sagte: Geht fort! Einer sei des anderen Feind. Und auf der Erde sollt ihr Aufenthalt und Nießbrauch auf Zeit haben"},{"SurahNumber":7,"VerseNumber":25,"Text":"Er (Allah) sagte: Auf ihr werdet ihr leben, und auf ihr werdet ihr sterben, und aus ihr werdet ihr hervorgebracht werden"},{"SurahNumber":7,"VerseNumber":26,"Text":"O Kinder Adams, Wir haben auf euch Kleidung hinabgesandt, die eure Bloße verbirgt, und Gefieder. Aber die Kleidung der Gottesfurcht, die ist besser. Das ist (eines) von Allahs Zeichen, auf daß sie bedenken mogen"},{"SurahNumber":7,"VerseNumber":27,"Text":"O Kinder Adams, der Satan soll euch ja nicht der Versuchung aussetzen, wie er eure (Stamm)eltern aus dem (Paradies)garten vertrieben hat, indem er ihnen ihre Kleidung wegnahm, um ihnen ihre Bloße zu zeigen. Gewiß, er sieht euch, er und sein Stamm, von wo ihr sie nicht seht. Gewiß, Wir haben die Satane zu Schutzherren fur diejenigen gemacht, die nicht glauben"},{"SurahNumber":7,"VerseNumber":28,"Text":"Und wenn sie eine Abscheulichkeit begehen, sagen sie: Wir haben unsere Vater darin (vorgefunden, und Allah hat es uns geboten. Sag: Allah gebietet nicht Schandliches. Wollt ihr (denn) uber Allah sagen, was ihr nicht wißt"},{"SurahNumber":7,"VerseNumber":29,"Text":"Sag: Mein Herr hat Gerechtigkeit geboten, und ihr sollt euer Gesicht bei jeder Gebetsstatte aufrichten und Ihn anrufen, (wobei ihr) Ihm gegenuber aufrichtig in der Religion (sein sollt). So wie Er euch anfangs gebracht hat, werdet ihr zuruckkehren"},{"SurahNumber":7,"VerseNumber":30,"Text":"Einen Teil hat Er rechtgeleitet, an einem (anderen) Teil aber hat sich das Irregehen bewahrheitet, denn sie haben sich die Satane anstatt Allahs zu Schutzherren genommen und meinen, sie seien rechtgeleitet"}]}