{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":14,"VerseNumber":28,"Text":"Hebu hukuwaona wale walio badilisha neema ya Mwenyezi Mungu kwa kufuru, na wakawafikisha watu wao kwenye nyumba ya maangamizo"},{"SurahNumber":14,"VerseNumber":29,"Text":"Nayo ni Jahannamu! Maovu yaliyoje makaazi hayo"},{"SurahNumber":14,"VerseNumber":30,"Text":"Na walimfanyia Mwenyezi Mungu washirika ili wapoteze watu kwenye Njia yake. Sema: Stareheni! Kwani marejeo yenu ni Motoni"},{"SurahNumber":14,"VerseNumber":31,"Text":"Waambie waja wangu walio amini, washike Sala, na watoe katika tulivyo waruzuku, kwa siri na dhaahiri, kabla haijafika Siku isiyo kuwa na biashara wala urafiki"},{"SurahNumber":14,"VerseNumber":32,"Text":"Mwenyezi Mungu ndiye aliye ziumba mbingu na ardhi, na akateremsha maji kutoka mbinguni. Na kwa hayo akatoa matunda kuwa ni riziki yenu. Na akafanya yakutumikieni majahazi yanayo pita baharini kwa amri yake, na akaifanya mito ikutumikieni"},{"SurahNumber":14,"VerseNumber":33,"Text":"Na akalifanya jua na mwezi kwa manufaa yenu daima dawamu, na akaufanya usiku na mchana kwa manufaa yenu"},{"SurahNumber":14,"VerseNumber":34,"Text":"Na akakupeni kila mlicho muomba. Na mkihisabu neema za Mwenyezi Mungu hamwezi kuzidhibiti. Hakika mwanaadamu ni dhaalimu mkubwa, mwenye kuzikufuru neema"},{"SurahNumber":14,"VerseNumber":35,"Text":"Na Ibrahim alipo sema: Ewe Mola wangu Mlezi! Ujaalie mji huu uwe wa amani, na uniepushe mimi na wanangu na kuabudu masanamu"},{"SurahNumber":14,"VerseNumber":36,"Text":"Ewe Mola wangu Mlezi! Hakika hayo yamewapoteza watu wengi. Basi aliye nifuata mimi huyo ni wangu, na aliye niasi, hakika Wewe ni Mwenye kusamehe Mwenye kurehemu"},{"SurahNumber":14,"VerseNumber":37,"Text":"Mola wetu Mlezi! Hakika mimi nimewaweka baadhi ya dhuriya zangu katika bonde lisilo kuwa na mimea, kwenye Nyumba yako Takatifu, ewe Mola wetu Mlezi, ili washike Sala. Basi zijaalie nyoyo za watu zielekee kwao, na waruzuku matunda, ili wapata kushukuru"},{"SurahNumber":14,"VerseNumber":38,"Text":"Ewe Mola wetu Mlezi! Hakika Wewe unajua tunayo yaficha na tunayo yatangaza. Na hapana kitu kinacho fichikana kwa Mwenyezi Mungu katika ardhi wala katika mbingu"},{"SurahNumber":14,"VerseNumber":39,"Text":"Alhamdulillahi! Himdi zote ni za Mwenyezi Mungu aliye nipa juu ya uzee wangu Ismail na Is-haq. Hakika Mola wangu Mlezi ni Mwenye kusikia maombi"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mola wangu Mlezi! Nijaalie niwe mwenye kushika Sala, na katika dhuriya zangu pia. Ewe Mola wetu Mlezi, na ipokee dua yangu"},{"SurahNumber":14,"VerseNumber":41,"Text":"Mola wetu! Unighufirie mimi na wazazi wangu wote wawili, na Waumini, siku ya kusimama hisabu"},{"SurahNumber":14,"VerseNumber":42,"Text":"Wala usidhani Mwenyezi Mungu ameghafilika na wanayo yafanya madhaalimu. Hakika Yeye anawaakhirisha tu mpaka siku yatapo kodoka macho yao"},{"SurahNumber":14,"VerseNumber":43,"Text":"Nao wako mbioni, vichwa juu, na macho hayapepesi, na nyoyo zao tupu"},{"SurahNumber":14,"VerseNumber":44,"Text":"Na waonye watu siku itapo wajia adhabu, na walio dhulumu waseme: Ewe Mola wetu Mlezi! Tuakhirishe muda kidogo tuitikie wito wako na tuwafuate Mitume. Kwani nyinyi si mliapa zamani kwamba hamtaondokewa"},{"SurahNumber":14,"VerseNumber":45,"Text":"Na mkakaa katika maskani zile zile za walio zidhulumu nafsi zao. Na ikakudhihirikieni jinsi tulivyo watendea. Nasi tukakupigieni mifano mingi"},{"SurahNumber":14,"VerseNumber":46,"Text":"Na kwa hakika walifanya vitimbi vyao, na vitimbi vyao anavijua Mwenyezi Mungu. Wala vitimbi vyao si vya kuondosha milima"},{"SurahNumber":14,"VerseNumber":47,"Text":"Basi usimdhanie Mwenyezi Mungu kuwa ni mwenye kuwavunjia ahadi yake Mitume wake. Hakika Mwenyezi Mungu ni Mwenye kushinda, na ni Mwenye kulipiza"},{"SurahNumber":14,"VerseNumber":48,"Text":"Siku itapo geuzwa ardhi iwe ardhi nyengine, na mbingu pia. Nao watahudhuria mbele ya Mwenyezi Mungu Mmoja, Mwenye nguvu"},{"SurahNumber":14,"VerseNumber":49,"Text":"Na utaona wakhalifu siku hiyo wamefungwa katika minyororo"},{"SurahNumber":14,"VerseNumber":50,"Text":"Nguo zao zitakuwa za lami, na Moto utazigubika nyuso zao"},{"SurahNumber":14,"VerseNumber":51,"Text":"Ili Mwenyezi Mungu ailipe kila nafsi kwa yale iliyo yachuma. Hakika Mwenyezi Mungu ni Mwepesi wa kuhisabu"},{"SurahNumber":14,"VerseNumber":52,"Text":"Hili ni Tangazo liwafikie watu, liwaonye, na wapate kujua kuwa hakika Yeye ni Mungu Mmoja, na wapate kukumbuka wenye akili"}]}