{"Id":165,"LanguageCodes":["fil"],"Name":"fil-abdullatifeduar","Author":"Abdullatif Eduardo M. Arceo","Language":"Filipino","Description":"Filipino","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":22,"VerseNumber":1,"Text":"o sangkatauhan! Pangambahan ninyo ang inyong Panginoon at maging masunurin sa Kanya! Katotohanan, ang lindol sa oras (ng Paghuhukom) ay isang kasindak- sindak na bagay"},{"SurahNumber":22,"VerseNumber":2,"Text":"Sa Araw na mapagmamalas ninyo ito, ang bawat nagpapasusong ina sa kanyang anak ay makakalimot sa kanyang inaalagaan, at ang bawat nasa sinapupunan ng nagdadalang taong babae ay malalaglag (siya ay makukunan), at inyong mamamasdan ang sangkatauhan na waring mga lasing, ngunit sila ay hindi malalango, datapuwa’t napakatindi ng Kaparusahan ni Allah"},{"SurahNumber":22,"VerseNumber":3,"Text":"At mayroon sa karamihan ng sangkatauhan ang nakikipagtalo tungkol kay Allah, ng walang kaalaman, at sumusunod sa bawat mapaghimagsik (palasuway kay Allah) na demonyo (salat sa lahat ng uri ng kabutihan)"},{"SurahNumber":22,"VerseNumber":4,"Text":"At para sa kanya (demonyo), rito ay ipinag-utos, ang sinumang sumunod sa kanya, kanyang ililigaw siya, at siya ay kakaladkarin niya sa Kaparusahan ng Apoy"},{"SurahNumber":22,"VerseNumber":5,"Text":"O sangkatauhan! Kung kayo ay nag-aalinlangan tungkol sa Muling Pagkabuhay, kung gayon, katotohanang Aming nilikha kayo (tulad ni Adan) mula sa alabok, at mula sa Nutfah (magkahalong semilya ng lalaki at babae), at mula sa kimpal (isang makapal na piraso ng namuong dugo), at sa maliit na tambok ng laman, ang iba ay nagkahubog at ang iba ay hindi nahubog (nakunan o nalaglag sa pagdadalang- tao), upang magawa Namin (ito) na maliwanag sa inyo (alalaong baga, ang maipamalas ang Aming kapangyarihan at kakayahan na magawa ang anumang Aming maibigan). At pinahihintulutan Namin ang sinumang Aming maibigan na manatili sa loob ng sinapupunan (ng babae) sa isang natatakdaang panahon, at Aming iniluwal kayo bilang mga sanggol, (at binigyan kayo ng kakayahang lumaki) upang inyong sapitin ang gulang ng may hustong lakas. At sa lipon ninyo ay mayroong namamatay (na bata pa), at sa lipon ninyo ay mayroong nagbabalik sa mahirap na katandaan, kaya’t wala siyang natatandaan matapos na kanyang maalaman ([noon], o nagiging ulyanin o isip-bata). At namamasdan ninyo ang kalupaan na tuyot, datapuwa’t nang Aming pamalibisbisin ang tubig (ulan) sa mga ito, ito ay naantig sa pagkabuhay, ito ay nanariwa at tumubo rito ang lahat ng uri ng kaakit-akit na pagtubo"},{"SurahNumber":22,"VerseNumber":6,"Text":"Ito’y sapagkat si Allah, Siya ang Katotohanan, at Siya ang nagbibigay ng buhay sa patay, at Siya ang Nakakagawa ng lahat ng bagay"},{"SurahNumber":22,"VerseNumber":7,"Text":"At katotohanan, ang oras ay daratal, walang alinlangan tungkol dito, at katiyakan, na si Allah ay magpapabangon sa mga nasa libingan"},{"SurahNumber":22,"VerseNumber":8,"Text":"At sa karamihan ng mga tao ay mayroong nakikipagtalo tungkol kay Allah, ng walang kaalaman o patnubay, o ng isang Aklat na nagbibigay liwanag (mula kay Allah)"},{"SurahNumber":22,"VerseNumber":9,"Text":"Na naglilingon ng kanyang leeg sa kapalaluan (na malayo sa Landas ni Allah), at namumuno (sa iba) na (higit) na mapaligaw nang malayo sa Landas ni Allah. Sa kanya ay mayroong kahihiyan sa buhay sa mundong ito, at sa Araw ng Muling Pagkabuhay ay Aming ipapalasap sa kanya ang sakit ng nagliliyab (na Apoy)"},{"SurahNumber":22,"VerseNumber":10,"Text":"Ito’y dahilan sa mga idinulot (ginawa) ng iyong mga kamay, at katotohanang si Allah ay makatarungan sa Kanyang mga alipin"},{"SurahNumber":22,"VerseNumber":11,"Text":"At sa lipon ng mga tao ay may mga sumasamba kay Allah nang gayon, na nasa sa gilid (ng pag-aalinlangan), kung ang mabuting kalusugan ay nasa kanya, siya ay nasisiyahan na rito, datapuwa’t kung ang pagsubok ay dumatal sa kanya, ang kanyang mukha ay tumitingin nang patalikod (alalaong baga, bumalik sa kawalan ng pananampalataya pagkatapos na yumakap sa Islam). Siya ay kapwa nawalan (ng buhay) sa mundong ito at sa Kabilang Buhay. Ito ang lantad na pagkatalo"},{"SurahNumber":22,"VerseNumber":12,"Text":"Siya ay tumatawag sa iba pa maliban kay Allah na hindi naman nakapagbibigay ng kasahulan o kapakinabangan sa kanya. Katotohanang ito ay pagkaligaw na malayo"},{"SurahNumber":22,"VerseNumber":13,"Text":"Siya ay tumatawag sa kanya na ang kapahamakan ay higit na malapit kaysa kapakinabangan; katotohanang isang masamang maula (patron o idolo), at katiyakang isang masamang kaibigan"},{"SurahNumber":22,"VerseNumber":14,"Text":"Katotohanang si Allah ay tatanggap sa mga sumasampalataya (sa Islam at sa Kaisahan ni Allah) at nagsisigawa ng kabutihan (ayon sa Qur’an at sa pagtuturo ng Propeta), sa mga Halamanan na sa ibaba nito ay may mga ilog na nagsisidaloy (Paraiso). Katotohanang si Allah ay gumagawa ng anumang Kanyang naisin"},{"SurahNumber":22,"VerseNumber":15,"Text":"Kung sinuman ang nag-aakala na si Allah ay hindi tutulong sa kanya (Muhammad) sa mundong ito at sa Kabilang Buhay, hayaan siyang magsabit ng lubid sa kisame at hayaang bigtihin niya ang kanyang sarili. Kaya’t hayaang mamasdan niya kung ang kanyang balak ay makapag- aalis ng gayong (bagay) kung saan siya nagagalit"},{"SurahNumber":22,"VerseNumber":16,"Text":"Kaya’t Aming ipinadala ito (ang Qur’an) nang papanaog (kay Muhammad) bilang Maliwanag na mga Tanda (katibayan), at katotohanang si Allah ay namamatnubay sa sinumang Kanyang maibigan"},{"SurahNumber":22,"VerseNumber":17,"Text":"Katotohanang sila na mga sumasampalataya (kay Allah at sa Kanyang Tagapagbalitang si Muhammad), at ang mga Hudyo, ang mga Sabiano, ang mga Kristiyano, at mga Magiano, at sila na mga sumasamba sa iba bukod pa kay Allah, katotohanang si Allah ang hahatol sa pagitan nila sa Araw ng Muling Pagkabuhay. Katotohanang si Allah ang Saksi sa lahat ng bagay"},{"SurahNumber":22,"VerseNumber":18,"Text":"Hindi baga ninyo namamasdan na kay Allah ay nagpapatirapang lahat ang anumang nasa kalangitan at kalupaan, at ang araw, at ang buwan, at ang mga bituin, at kabundukan, ang mga punongkahoy, ang mga hayop, at ang marami sa mga tao? Datapuwa’t marami sa mga (tao) na ang (ilalapat na) kaparusahan ay makatwiran (o mapapangatwiranan). At kung sinuman ang bigyan ni Allah ng kahihiyan, walang makakapagbigay sa kanya ng karangalan. Katotohanang si Allah ay gumagawa ng anumang Kanyang naisin"}]}