{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"Kamudian ataknglah salaka’ iaka’koa, pangganti nang ngabeatn salat man ngikuti’ kamaoannya maka ia koa nae tasasat"},{"SurahNumber":19,"VerseNumber":60,"Text":"Kacoali urakng nang batobat, baiman man ngarajaatn kabajikatn maka iaka’koa nae masok saruga man nana’ dijalimi’ (di rugiatn) saebetpun"},{"SurahNumber":19,"VerseNumber":61,"Text":"Yakoa saruga ‘Adn nang udah dijanjiatn di Tuhan Nang Maha Pangasih ka’ amba- amba-Nya, sakalipun (saruga koa) nana’ katele’atn. Sungguh, (janji Allah) koa pasti ditapati’"},{"SurahNumber":19,"VerseNumber":62,"Text":"Ka’ dalapmnya iaka’koa nana’ nangar pakataan nang nana’ baguna, kacoali (ucapatn) salam, man ka’ dalapmnya ka’ iaka’koa ada rajaki alapm man gumare"},{"SurahNumber":19,"VerseNumber":63,"Text":"Kolah saruga nang nae Kami warisatn ka’ amba-amba Kami nang salalu bataqwa"},{"SurahNumber":19,"VerseNumber":64,"Text":"Man nana’ lah kami (Jibril) turutn, kacoali atas parentah Tuhannyu. nu’ Nya sagala nang ada ka’ adapatn kita’, nang ada ka’ balakang kita’, man sagala nang ada ka’ antara kaduanya, man Tuhannyu nana’ lupa’"},{"SurahNumber":19,"VerseNumber":65,"Text":"(Ialah) Tuhan (nang manguasai’) langit man bumi man sagala nang ada ka’ antara kaduanya maka sambahlah Ia man bataguh atilah dalapm baribadah ka’ Ia. Ahe ke’ kao mangatahui ada ke’ nang sama man Ia"},{"SurahNumber":19,"VerseNumber":66,"Text":"Man urakng (kapir) bakata, ”batolke’ kade’ aku udah mati, nae aku sungguh-sungguh dibangkitatn idup agi’"},{"SurahNumber":19,"VerseNumber":67,"Text":"Man nana’ ke’ talino koa Bapikirbahoa’ sabatolnya Kami udah nyiptaatnnya dee’, padahal (sanape’nya) Ia nape baujut sama sakali"},{"SurahNumber":19,"VerseNumber":68,"Text":"Maka demi Tuhannyu, sungguh, pasti nae Kami kumpuratn iaka’koa barage setan, kamudian pasti nae kami atangkatn iaka’koa ka sakulilikng jahanam man balutut"},{"SurahNumber":19,"VerseNumber":69,"Text":"Kamudian pasti nae Kami tarik dari satiap golongan sae ka’ antara iaka’koa nang miah durhaka ka’ Tuhan Nang Maha Pangasih"},{"SurahNumber":19,"VerseNumber":70,"Text":"Salanjutnya kami sungguh labih mangatahui’ urakng nang saarusnya (di masokkatn) ka’ dalapm naraka"},{"SurahNumber":19,"VerseNumber":71,"Text":"Man nana’ ada saurakng pun ka’ antara kao nang nana’ ngatakngi’nya (naraka). Hal koa ka’ Tuhannyu ialah suatu katantuatn nang udah ditatapatn"},{"SurahNumber":19,"VerseNumber":72,"Text":"Kamudian Kami nae manyalamatatn urakng-urakng nang bataqwa man miaratn urakng-urakng nang jalimka’ dalapm (naraka) dalapm kadaan balutut"},{"SurahNumber":19,"VerseNumber":73,"Text":"Man kade’ dibacaatn ka’ iaka’koa ayat-ayat Kami nang jalas (maksudnya), urakng- urakng nang kapir bakata ka’ urakng– urakng nang baiman, ”maeke’ ka’ antara kadua golongan nang labih edo’ tampat badiapmnya man labih edo’ tampat patamuan (nya)?”"},{"SurahNumber":19,"VerseNumber":74,"Text":"Man sangahe manyak umat (nang ingkar) nang udah Kami binasaatn sanape’ iaka’koa, padahal iaka’koa labih edo’ pakakas rumah tanga’nya man (labih sadap) ditele’ mata"},{"SurahNumber":19,"VerseNumber":75,"Text":"Kataatnlah (Muhammad), ”Sae ma’an barada dalapm kasasatatn maka biarlah Tuhan Nang Maha Pangasih manjangkatn (waktu) ka’ia, 505 sahingga kade’ iaka’koa nele’ ahe nang diancampatn ka’ ia, baikajabmaopun kiamat maka iaka’koa nae mangatahui’ sae nang labih jahat kadudukatnnya man labih lamah bala tantaranya"},{"SurahNumber":19,"VerseNumber":76,"Text":"Man Allah akan nambah patunjuk ka’ iaka’koa nang udah namu patunjuk. Man amal kabajikkatn nang kakal koa labih edo’ pahalanya ka’ samak Tuhan nyu man labih edo’ kaudahatnya"},{"SurahNumber":19,"VerseNumber":77,"Text":"Lalu aheke’ kao udah nele’ urakng nang ngingkari’ ayat-ayat Kami man ia ngataatn, ”Pasti aku nae dibare’ harta man anak. ”"},{"SurahNumber":19,"VerseNumber":78,"Text":"Ahe ke’ ia nele’ nang raib ato ia udah mamuat pajanjiatn ka’ sisi Tuhan Nang Maha Pangasih"},{"SurahNumber":19,"VerseNumber":79,"Text":"Sama sakali nana’! Kami nae nulis ahe nang ia kataatn, man Kami nae manyangkatn sesaatn nto’nya sacara sampurana"},{"SurahNumber":19,"VerseNumber":80,"Text":"Man Kami nae mawarisi’ ahe nang ia kataatn koa, 506 man ia akan atakng ka’ Kami babaro ihan"},{"SurahNumber":19,"VerseNumber":81,"Text":"Man iaka’koa udah milih tuhan-tuhan salain Allah, agar tuhan-tuhan koa manjadi pangingu ka’ iaka’koa. 19. M"},{"SurahNumber":19,"VerseNumber":82,"Text":"Sama sakali nana’! nae iaka’koa (sasambahatn) koa akan mangingkari’ panyambahatn iaka’koa tahadapnya, man akan manjadi musuh baginya"},{"SurahNumber":19,"VerseNumber":83,"Text":"Nana’ ke’ kao nele’, bahoa’ sabatolnya Kami udah mangutus setan-setan koa ka’ urakng-urakng kapir nto’ nyorong iaka’koa (babuat maksiat) man sungguh-sungguh"},{"SurahNumber":19,"VerseNumber":84,"Text":"Maka amelah kao (Muhammad) tagesa-ges (minta sesa) tahadap iaka’koa, karana Kam ngetomg mang etongan taliti (atakngnya ar siksaan) nto’ iaka’koa"},{"SurahNumber":19,"VerseNumber":85,"Text":"(Ingatlah) ka’ ari (katika) Kami ngumpura urakng-urakng nang bataqwa ka’ (Allah) Nang Maha Pangasih, bagekan kolifah nan tahormat"},{"SurahNumber":19,"VerseNumber":86,"Text":"Man Kami akan menggiring urakng nang durhaka ka’ naraka jahanam dalapm kadaa aus"},{"SurahNumber":19,"VerseNumber":87,"Text":"Iaka’koa nana’ bahak namu syafâ’ah, (patolongan) kacoali urakng nang udah ngadaatn pajanjian ka’ isi (Allah) Nang Maha Pangasih"},{"SurahNumber":19,"VerseNumber":88,"Text":"Man iaka’koa bakata, ”(Allah) Nang Maha Pangasih mampunyai’ anak. ”"},{"SurahNumber":19,"VerseNumber":89,"Text":"Sungguh, kao udah ngicakng jukut nang miah mungkar"},{"SurahNumber":19,"VerseNumber":90,"Text":"Amper saja’ langit pacah, man ai’ tanah tabalah, man gunung-gunung ruruh, (karan ucapatn koa)"},{"SurahNumber":19,"VerseNumber":91,"Text":"Karana iaka’koa nganggap (Allah) Nang Maha Pangasih baranak"},{"SurahNumber":19,"VerseNumber":92,"Text":"Man nana’ mungkin (Allah) Nang Maha Pangasih baranak"},{"SurahNumber":19,"VerseNumber":93,"Text":"Nana’ ada seko’ urakng pun ka’ langit man ka’ bumi, malaintatn akan atakng ka’ (Allah) Nang Maha Pangasih sabage saurakng amba"},{"SurahNumber":19,"VerseNumber":94,"Text":"Ia (Allah) banar-banar udah nantuatn jumbalah iaka’koa man mangetong iaka’koa mang itungan nang taliti"},{"SurahNumber":19,"VerseNumber":95,"Text":"Man satiap urakng dari iaka’koa akan atakng ka’ Allah babaro-babaro ka’ ari kiamat"},{"SurahNumber":19,"VerseNumber":96,"Text":"Sungguh urakng-urakng nang baiman man ngarajaatn kabajikatn, nae (Allah) Nang Maha Pangasih akan nanampatn rasa kasih sayang (dalapm ati iaka’koa)"},{"SurahNumber":19,"VerseNumber":97,"Text":"Maka sungguh udah Kami mudahatn (Al- Quran) koa mang bahasanyu (Muhammad), agar manang koa kao dapat mare’ kabar repo ka’ urakng-urakng nang bataqwa, man agar kao dapat mare’ paringatatn ka’ kaum nang bai’ ngasi"},{"SurahNumber":19,"VerseNumber":98,"Text":"Man sangahe manyak umat nang udah Kami binasaatn sanape’ iaka’koa. Ada ke’ kao (Muhammad) nele’ salah seko urakng dari iaka’koa ato kao nangar bisikatn nya ka’kao. 20.°"}]}