{"Id":428,"LanguageCodes":["tr","tur"],"Name":"tur-suleymanates-la","Author":"Suleyman Ates","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allah'tır ki sizi zayıflıktan yarattı. Sonra zayıflıgın ardından (size) bir kuvvet verdi. Sonra kuvvetin ardından da zayıflık ve ihtiyarlık verdi. Allah, diledigini yaratır, O, bilendir, gucu yetendir"},{"SurahNumber":30,"VerseNumber":55,"Text":"(Durusma) Sa'at(i) basladıgı gun, suclular, (dunyada veya Berzahta) bir sa'atten fazla kalmadıklarına yemin ederler. Iste onlar, (dunyada da haktan) boyle cevriliyorlardı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine bilgi ve iman verilenler dediler ki: \"Andolsun siz, Allah'ın yazgısınca ta yeniden dirilme gunune kadar kaldınız. Iste bu da dirilme gunudur. Fakat siz bilmiyordunuz"},{"SurahNumber":30,"VerseNumber":57,"Text":"Artık zulmetmis olanlara o gun, ne mazeretleri fayda verir ve ne de onlardan rıza talebetmeleri istenir"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun biz bu Kur'an'da insanlara her cesit misali getirip anlattık. Onlara bir ayet getirdigin zaman inkar edenler: \"Siz (geleneklerimizi) iptal edenlerden baska bir sey degilsiniz.\" derler"},{"SurahNumber":30,"VerseNumber":59,"Text":"Iste Allah, bilmeyenlerin kalblerini boyle muhurler"},{"SurahNumber":30,"VerseNumber":60,"Text":"Sabret, Allah'ın va'di haktır (o mutlaka yerine gelecektir). Inanmayanlar seni telasa dusurmesin"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif lam mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Sunlar, hikmetli Kitabın ayetleridir"},{"SurahNumber":31,"VerseNumber":3,"Text":"Guzel davrananlara yol gosterici ve rahmet olarak (indirilmistir)"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar ki namazı kılarlar, zekatı verirler ve onlar ahirete de kesin olarak inanırlar"},{"SurahNumber":31,"VerseNumber":5,"Text":"Iste onlar, Rableri tarafından (gosterilen) dogru bir yol uzerindedirler ve onlar, umduklarına ereceklerdir"},{"SurahNumber":31,"VerseNumber":6,"Text":"Insanlardan kimi var ki; bilgisizce (insanları) Allah'ın yolundan saptırmak ve onunla alay etmek icin bos hadisi (eglence sozunu) satın alır. Iste onlara kucuk dusurucu bir azab vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ona ayetlerimiz okundugu zaman sanki onları hic isitmemis, sanki kulaklarında agırlık varmıs gibi buyukluk taslayarak doner. Ona acı bir azabı mujdele"},{"SurahNumber":31,"VerseNumber":8,"Text":"Inanan ve iyi isler yapanlara ni'meti bol cennetler vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"Orada ebedi kalacaklardır. (Bu,) Allah'ın gercek va'didir. O ustundur, hukum ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":10,"Text":"(Allah), gokleri gorebildiginiz bir direk olmadan yarattı, sizi sarsar diye yere de saglam ve yuksek daglar attı ve orada her cesit canlıyı yaydı. Gokten bir su indirdik de orada her guzel cifti bitirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"Iste bunlar, Allah'ın yarattıklarıdır. Gosterin bana, O'ndan baska(tanrı dedik)leri(niz) ne yarattı? Dogrusu o zalimler, acık bir sapıklık icindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"Andolsun biz Lokman'a, \"Allah'a sukret!\" diye hikmet verdik, kim sukrederse kendisi icin sukreder; kim nankorluk ederse Allah zengindir, (onun sukrune muhtac degildir), ovulmustur (hamde layıktır)"},{"SurahNumber":31,"VerseNumber":13,"Text":"Lokman ogluna ogut vererek demisti ki: \"Yavrum, Allah'a ortak kosma, cunku ortak kosmak, buyuk bir zulumdur"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana, ana babasını tavsiye ettik. Anası onu zayıflık ustune zayıflık cekerek (karnında) tasımıstır. (Ona gebe kaldıgından itibaren ta doguruncaya kadar gunden gune gucsuzlesmis, agırlasmıstır). Onun sutten kesilmesi de iki yıl icinde olmustur. (Bunların hepsi, guc seylerdir. Onun icin biz insana): \"Bana ve anana-babana sukret, donus banadır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Eger onlar seni, hakkında bilgin olmayan bir seyi bana ortak kosman icin zorlarlarsa, onlara ita'at etme. Onlarla dunya(islerin)de iyi gecin ve bana yonelen kimsenin yoluna uy. Sonra donusunuz banadır; (o zaman ben) size yaptıklarınızı haber verecegim (diye ogut verdik)"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Lokman ogutlerine devam ederek dedi ki): \"Yavrum, (yaptıgın iyilik veya kotuluk), hardal danesi agırlıgınca bir sey de olsa, bir kayanın icinde, goklerde veya yerde bulunsa Allah mutlaka onu getirir. Cunku Allah latiftir (O'nun bilgisi her gizli veince seye ulasır. O, her seyi) haber alır"},{"SurahNumber":31,"VerseNumber":17,"Text":"Yavrum namazı kıl, iyiligi emret, kotulukten vazgecir ve basına gelene sabret. Cunku bunlar yapılması gereken islerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Insanlara yanagını bukme (kibirlenerek boynunu bir yana bukup yuzunu insanlardan ote cevirme) ve yeryuzunde boburlenerek yurume. Zira Allah, kendini begenip ovunen kimseyi sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yuruyusunde tutumlu ol, (orta yuru, ne cabuk ne de cok yavas git, olculu hareket et), sesini de kıs. Cunku seslerin en cirkini eseklerin sesidir"},{"SurahNumber":31,"VerseNumber":20,"Text":"Gormediniz mi Allah, goklerde ve yerde bulunan seyleri size boyun egdirdi ve size zahir ve batın (dıs ve ic; gorulen, gorulmeyen; bildiginiz ve bilmediginiz) ni'metlerini bol bol verdi? Yine de insanlardan kimi var ki ne bilgisi, ne yol gostereni ve ne de aydınlatıcı bir Kitabı olmadan Allah hakkında tartısır (durur)"},{"SurahNumber":31,"VerseNumber":21,"Text":"Onlara: \"Allah'ın indirdigine uyun!\" dense: \"Hayır, biz babalarımızı uzerinde buldugumuz seye uyarız (onların yolundan gideriz)\" derler. Seytan onları alevli atesin azabına cagırmıs olsa da mı (babalarının izinde gidecekler)"}]}