{"Id":323,"LanguageCodes":["es","spa"],"Name":"spa-abdulqadermouhe-la","Author":"Abdul Qader Mouheddine, Sirhan Ali Sanchez.","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"Si [los hipocritas] hubieran querido realmente combatir se habrian preparado para tal fin, pero Allah no quiso que salieran [con vosotros], y les infundio desgano y se les dijo: Permaneced con quienes se quedan [por estar verdaderamente eximidos]"},{"SurahNumber":9,"VerseNumber":47,"Text":"Si hubieran salido a combatir os habrian confundido sembrando la discordia, pues entre vosotros hay quienes prestan oido a lo que dicen, pero Allah bien conoce a los inicuos [y os previene de ellos]"},{"SurahNumber":9,"VerseNumber":48,"Text":"Ya antes pretendieron sembrar la sedicion [cuando arribaste a Medina ¡Oh, Muhammad!] y quisieron desvirtuar tus propositos, hasta que llego el socorro de Allah y triunfo Su religion que a ellos tanto les disgusta"},{"SurahNumber":9,"VerseNumber":49,"Text":"Entre ellos [los hipocritas] hubo quien te dijo: [¡Oh, Muhammad!] Permite quedarme y no me expongas a la tentacion [pues si veo a las mujeres del pueblo que combatiremos no podre resistirlo]. ¿Acaso no cayeron en la sedicion [al negarse a combatir]? Ciertamente el Infierno acorralara a los incredulos"},{"SurahNumber":9,"VerseNumber":50,"Text":"Si obtienes una victoria se apenan, y si eres derrotado dicen: Nosotros estabamos prevenidos [y por ello no participamos del combate], y se marchan contentos"},{"SurahNumber":9,"VerseNumber":51,"Text":"Diles [¡Oh, Muhammad!]: No nos acontece mas que lo que Allah decreto para nosotros; El es nuestro Protector, y a Allah se encomiendan los creyentes"},{"SurahNumber":9,"VerseNumber":52,"Text":"Diles [a los hipocritas]: Sabed que solo pueden sucedernos dos cosas buenas [la victoria o el martirio], en cambio a vosotros, o bien Allah os enviara un castigo o hara que os derrotemos. Aguardad pues, vuestro destino que nosotros aguardamos el nuestro"},{"SurahNumber":9,"VerseNumber":53,"Text":"Diles: [¡Oh, hipocritas!] Toda caridad que hagais, de buen o mal grado, no os sera aceptado, pues vosotros estais desviados"},{"SurahNumber":9,"VerseNumber":54,"Text":"Sabed que sus caridades no son aceptadas porque no creen en Allah ni en Su Mensajero. Ellos realizan la oracion con desgano y hacen caridades de mal grado"},{"SurahNumber":9,"VerseNumber":55,"Text":"Que no te maravillen [¡Oh, Muhammad!] ni sus bienes ni sus hijos, pues Allah decreto que se extraviaran por ellos. Asi quiso castigarles en esta vida, y que mueran en la incredulidad"},{"SurahNumber":9,"VerseNumber":56,"Text":"Juran por Allah que son de los vuestros cuando en realidad no lo son, y solo son unos cobardes"},{"SurahNumber":9,"VerseNumber":57,"Text":"Si encontraran un refugio, una caverna o algun escondite, se dirigirian hacia alli presurosamente [para ocultarse y no combatir]"},{"SurahNumber":9,"VerseNumber":58,"Text":"De entre ellos [los hipocritas] hay quienes critican como repartes las caridades [¡Oh, Muhammad!]. Si les das de ellas [lo que pretenden] quedan satisfechos pero si no lo haces se molestan"},{"SurahNumber":9,"VerseNumber":59,"Text":"Mejor seria que se conformasen con lo que Allah y Su Mensajero les dan y dijeran: Nos basta con Allah, y Allah nos concedera de Su favor y tambien Su Mensajero. Ciertamente anhelamos que Allah nos agracie"}]}