{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Eshte larg, shume larg ajo qe po u premtohet"},{"SurahNumber":23,"VerseNumber":37,"Text":"Ekziston vetem jeta ne kete bote. Ne jetojme dhe vdesim, por nuk do te ringjallemi"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ai eshte njeri, i cili perhap genjeshtra per All-llahun, por ne atij nuk i besojme"},{"SurahNumber":23,"VerseNumber":39,"Text":"“O Zot, - tha ai, - me ndihmo se me pergenjeshtrojne!”"},{"SurahNumber":23,"VerseNumber":40,"Text":"“Ata se shpejti do te pendohen!” – iu pergjegj Ai"},{"SurahNumber":23,"VerseNumber":41,"Text":"Dhe me te drejte i goditi nje ze i tmerrshem dhe i beme sikur flasin me hunde. Keshtu shkaterrohet populli kriminel"},{"SurahNumber":23,"VerseNumber":42,"Text":"E pastaj krijuam, pas atyre, brezni tjera"},{"SurahNumber":23,"VerseNumber":43,"Text":"Asnje popull nuk mund ta shpejtoje e as ta vonoje shkaterrimin e vet"},{"SurahNumber":23,"VerseNumber":44,"Text":"Mandej ua kemi derguar profetet, njerin pas tjetrit. Sa here qe nje populli i ka ardhur profeti i vet e kane pergenjeshtruar, prandaj Ne i kemi nderruar njerin pas tjetrit, ndersa jeten e tyre e shnderruam ne tregime. Qofte shporrur nje popull qe nuk beson"},{"SurahNumber":23,"VerseNumber":45,"Text":"Pastaj e derguam Musaun dhe vellain e tij Harunin me argumentet dhe autorizimet tona te qarta"},{"SurahNumber":23,"VerseNumber":46,"Text":"Faraonit dhe parise se tij, por ata bene mendjemadhesi, ishin njerez kryelarte"},{"SurahNumber":23,"VerseNumber":47,"Text":"Dhe thane: “T’u besojme dy veteve qe jane sikur ne, kurse populli i tyre eshte ne sherbim tonin?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Edhe ata dy i shpallem genjeshtare, prandaj qene shfarosur"},{"SurahNumber":23,"VerseNumber":49,"Text":"Musaut, atehere, i dhame Librin, ndoshta ata do te nisen mbare"},{"SurahNumber":23,"VerseNumber":50,"Text":"Edhe te birin e Merjemes edhe nenen e tij i kemi bere si argument. Ne ata i vendosem ne nje rrafshlarte plot uje e freski"},{"SurahNumber":23,"VerseNumber":51,"Text":"“O profet! Hani nga ushqimet e mira dhe beni vepra te mira, sepse une e di mire c’punoni ju"},{"SurahNumber":23,"VerseNumber":52,"Text":"Feja juaj – eshte e vetmja fe e drejte, kurse Une jam Zoti juaj, prandaj frikesohuni!”"},{"SurahNumber":23,"VerseNumber":53,"Text":"Mirepo ata u ndane ne grupe perkitazi me ceshtjet fetare, secila pale e entuziazmuar me ate cka kishte (predikonte)"},{"SurahNumber":23,"VerseNumber":54,"Text":"Prandaj lini ata ne mashtrimin e vet deri dikur"},{"SurahNumber":23,"VerseNumber":55,"Text":"A mendojne ata se kur i ndihmojme me pasuri dhe femije"},{"SurahNumber":23,"VerseNumber":56,"Text":"Se po ngutemi t’u bejme ndonje te mire? Assesi, por ata nuk e ndiejne"},{"SurahNumber":23,"VerseNumber":57,"Text":"Ata te cilet nga respekti i frikesohen Zotit te tyre"},{"SurahNumber":23,"VerseNumber":58,"Text":"Edhe ata qe besojne ne argumentet e Zotit te tyre"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ata te cilet Zotit te tyre nuk i bejne tjeter shok"},{"SurahNumber":23,"VerseNumber":60,"Text":"(Edhe ata te cilet nga ajo pasuri) qe u jepet japin dhe u dridhen zemrat per shkak se do te kthehen te Zoti i tyre"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ata shpejtojne te bejne vepra te mira dhe ne ate prijne"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ne nuk ngarkojme aske pertej mundesive te tij; Ne kemi librin qe flet te verteten dhe ata nuk do te demtohen"},{"SurahNumber":23,"VerseNumber":63,"Text":"Por zemrat e tyre ne kete jane krejtesisht te mashtruara, e pervec asaj bejne edhe vepra te keqia pa ia nda"},{"SurahNumber":23,"VerseNumber":64,"Text":"Nderkaq, kur ata qe kane bere jete kulsoze i perfshijme ne denim, atehere luten"},{"SurahNumber":23,"VerseNumber":65,"Text":"“tani mos u lutni! Nga ana jone, vertet, nuk do te keni ndihme"},{"SurahNumber":23,"VerseNumber":66,"Text":"Juve u jane lexuar ajetet e mia, kurse ju jeni zbrapsur"},{"SurahNumber":23,"VerseNumber":67,"Text":"me arrogance dhe duke i fyer, largoheni”"},{"SurahNumber":23,"VerseNumber":68,"Text":"A nuk kane menduar ata fjalen (Kur’anin)? A u vjen dicka qe nuk u ka ardhur te pareve te tyre te hershem"},{"SurahNumber":23,"VerseNumber":69,"Text":"Apo nuk e njohin Profetin e vet, prandaj edhe e mohojne"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ose thone: “Ai eshte me xhind”! Jo, por ai u sjell te verteten, ndersa shumica sish e urrejne te verteten"},{"SurahNumber":23,"VerseNumber":71,"Text":"Sikur All-llahu te merrej me epshet e tyre, me siguri do te zhdukeshin qiejt dhe toka dhe cdo kush qe gjendet ne te, mirepo, Ne u kemi bere verejtje, kurse ata nuk duan te dine fare per verejtjen e tyre"},{"SurahNumber":23,"VerseNumber":72,"Text":"Apo u kerkon ti atyre ndonje shperblim? Shperblimi i Zotit tend eshte me i mire se Ai eshte shperblyesi me i mire"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ti me te vertete i fton ata ne rruge te drejte"},{"SurahNumber":23,"VerseNumber":74,"Text":"Dhe ata te cilet nuk besojne ne boten tjeter i shmangen padyshim rruges (se drejte)"}]}