{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":24,"VerseNumber":53,"Text":"Betohen ne All-llahun me betimin me te rende, se ne qofte se ti u urdheron, me siguri, do te dalin (ne lufte). Thuaju: “Mos beni be”, dihet se cka kerkohet prej jush; All-llahu eshte i informuar se cka punoni ju"},{"SurahNumber":24,"VerseNumber":54,"Text":"Thuaj: “Peruluni All-llahut dhe nderoni Profetin”! E nese ju ia ktheni shpinen, ai eshte i obliguar te veproje ashtu si i eshte ngarkuar atij; e ju jeni te detyruar te veproni si jeni ju te ngarkuar; po nese degjoni, do te jeni ne rruge te drejte, kurse Profeti eshte i detyruar vetem te informoje haptazi"},{"SurahNumber":24,"VerseNumber":55,"Text":"All-llahu u premton se ata qe kane besuar dhe bejne vepra te mira, nga mesi juaj, pa dyshim do t’i beje mekembes ne toke, ashtu sic i ka bere mekembes ata para tyre, dhe se do t’ua forcoje, me siguri, fene e tyre, ate fe te cilen ua pelqen Ai, dhe pa dyshim firken do t’ua zevendesoje me sigurim. Ata do te me perulen mua dhe nuk do te me bejne tjeter shok. Nedrsa ata qe edhe me, pas kesaj, mohojne – ata jane, vertete, mskarenj"},{"SurahNumber":24,"VerseNumber":56,"Text":"Falne namazin, jepne zeqatin dhe respektoni Profetin, ne menyre qe te jeni te meshiruar"},{"SurahNumber":24,"VerseNumber":57,"Text":"Assesi mos i konsidero mosbesimtaret si mrekulliberes ne toke; vendi i tyre eshte zjarri, e ai eshte, me te vertete, cerdhe e tmerrshme"},{"SurahNumber":24,"VerseNumber":58,"Text":"O besimtare, juve duhet t’u kerkojne leje tri here ata qe jane ne posedimin tuaj dhe ata te cilet akoma nuk kane arritur moshen e pjekurise; para faljes se sabahut edhe ne dreke kur i hiqni rrobat tuaja (nga te nxehtit), edhe pas faljes se jacise. Keto jane tri kohe kur nuk jeni te veshur; ne kohen tjeter nuk eshte mekat as per ju as per ata. Ata u vizitojne juve, vizitone njeri-tjetrin! Ashtu All-llahu ua shpjegon argumentet! All-llahu eshte shume i dijshem dhe i urte"},{"SurahNumber":24,"VerseNumber":59,"Text":"Edhe kur femijet tuaj arrijne moshen e pjekurise le te lypin leje (per te hy) ashtu sic kane lypur leje ata perpara tyre. Ashtu All-llahu ua shpjegon ligjet e veta. All-llahu eshte shume i dijshem dhe i urte"},{"SurahNumber":24,"VerseNumber":60,"Text":"Kurse femrat e vjetra (te mbetura) te cilat nuk shpresojne me per martese, nuk e kane mekat te heqin mbulesen e tyre, por duke mos treguar ato pjese te trupit ku vihen stolite; por eshte me mire te permbahen. Nderkaq All-llahu di dhe degjon shume"},{"SurahNumber":24,"VerseNumber":61,"Text":"Nuk eshte mekat per te verberin, as eshte mekat per te calin, e as per te semurin, po as per ju vete, te hani ne shtepite tuaja, ose ne shtepite e baballareve tuaj, ose ne shtepite e nenave tuaja, ose ne shtepite e vellezerve tuaj, ose ne shtepite e motrave tuaja, ose ne shtepite e xhaxhallareve tuaj, ose ne shtepite e hallave tuaja, ose ne shtepite e dajve tuaj, ose ne shtepite e tezeve tuaja, ose ne ato, celesat e te cilave posedoni ju ose miku i juaj; Nuk eshte mekat te hani bashke apo vec e vec. Por kur te hyni ne shtepi, ju te pershendetni me pershendetje te caktuar nga All-llahu, te uruar e te bekuar. Ashtu All-llahu ua shpjegon argumentet (ajetet), ndoshta beheni te mencur"},{"SurahNumber":24,"VerseNumber":62,"Text":"Me te vertete besimtare jane vetem ata te cilet besojne All-llahun dhe Profetin e tij, dhe te cilet kur jane me ate per ndonje ceshtje te perbashket, nuk largohen pa marre pelqimin e tij. Ata qe kerkojne prej teje leje, njemend, besojne ne All-llahun dhe Profetin e tij. Dhe kur ata kerkojne prej teje leje per ndonje pune te tyre, lejo ke te duash, por lute All-llahun t’i fale, sepse All-llahu fal dhe eshte shume i meshirshem"},{"SurahNumber":24,"VerseNumber":63,"Text":"Ftesen e Profetit nder ju mos e trajtoni si ftese te cilen ia drejtoni ju njeri-tjetrit; All-llahu me siguri i di ata nga mesi i juaj te cilet terhiqen fshehtazi. Le te ruhen ata te cilet veprojne ne kundershtim me urdherin e tij, mos t’i godas ndonje ngatrrese apo mos t’i godase ndonje denim i dhembshem"},{"SurahNumber":24,"VerseNumber":64,"Text":"Kujdes! Se gjithe cka eshte ne qiej dhe ne toke i takon All-llahut. Ai e di mire se cka i keni ju Atij, dhe Ai do t’i informojne ata per te gjitha cka kane punuar diten kur t’i kthehen Atij. All-llahu e di shume mire cdo send"}]}