{"Id":337,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu-la","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"All-llahu me te vertete i mbron besimtaret. Ai pamedyshje nuk e do asnje tradhetar, mosbesimtar"},{"SurahNumber":22,"VerseNumber":39,"Text":"U lejohet (mbrojtja) atyre qe jane te sulmuar, ngase u behet perdhunim – kurse All-llahu eshte me te vertete fuqiplote per t’i mbrojtur"},{"SurahNumber":22,"VerseNumber":40,"Text":"Ata te cilet pa asnjefare faji jane perzene nga shtepite e tyre, vetem pse kane thene: “Zoti yne eshte All-llahu!” Sikur All-llahu te mos i zbrapste disa njerez me disa te tjere, do te ishin shembur dei ne themel manastiret, kishat, havret si edhe xhamiat ne te cilat me te madhe permendet emri i All-llahut. Ndersa All-llahu pa dyshim, do t’i ndihmoje ata te cilet e ndihmojne ate (besimin e tij), sepse All-llahu eshte, njemend, i forte e i gjithfuqishem"},{"SurahNumber":22,"VerseNumber":41,"Text":"Ata te cilet, nese u japim pushtet ne toke, do te kryejne faljen edhe do te japin sadake, dhe dot e urdherojne te behen vepra te mira dhe te largojne nga veprat e keqia. Nderkaq perfundimi i cdo sendi i takon All-llahut"},{"SurahNumber":22,"VerseNumber":42,"Text":"Nese te konsiderojne genjeshtar (ani) po edhe para tyre, populli i Nuhit, edhe Adi edhe Themudi, profetet i kane konsideruar genjeshtare"},{"SurahNumber":22,"VerseNumber":43,"Text":"Edhe populli i Ibrahimit dhe populli i Lutit"},{"SurahNumber":22,"VerseNumber":44,"Text":"Edhe banoret e Medjenit. Madje edhe Musa ka qene trajtuar si genjeshtar, ndersa Une mosbesimtareve u kam dhene kohe, afat, pastaj i kam denuar; dhe me cfare denimi se"},{"SurahNumber":22,"VerseNumber":45,"Text":"dhe sa vendbanime kemi zhdukur (banoret e te cileve) qe kane qene mekatare, dhe ata jane shkreteruar, kane mbetur vetem germadhat! Sa e sa pusa jane lene pas dore e sa pallate te shembura"},{"SurahNumber":22,"VerseNumber":46,"Text":"A nuk kane udhetuar neper bote me qellim qe zemrat e tyre te kuptojne ate cka duhet ta kuptojne kurse veshet e tyre te degjojne ate cka duhet te degjojne. Pra nuk jane syte te verber, por zemrat qe i kane ne kraheror"},{"SurahNumber":22,"VerseNumber":47,"Text":"Ata kerkojne prej teje qe denimi t’u arrije sa me pare, porse All-llahu nuk e ndryshon premtimin e vet. Dhe vetem nje dite te Zoti eshte sa njemije vjet sipas llogarise suaj"},{"SurahNumber":22,"VerseNumber":48,"Text":"Dhe sa vendbanime ka qe ua kam zgjatur jeten (vonuar denimin) duke qene te padrejte, pastaj i perfshiva (ne denim). Tek une e kane kthimin (piken e fundit)"},{"SurahNumber":22,"VerseNumber":49,"Text":"Thuaj: “O njerez, une jam vetem per t’ua terhequr verejtjen haptazi”"},{"SurahNumber":22,"VerseNumber":50,"Text":"Ata qe kane besuar dhe kane bere vepra te mira i pret falje dhe furnizim fisnik"},{"SurahNumber":22,"VerseNumber":51,"Text":"Kurse ata te cilet perpiqen qe argumentet tona t’i cfuqizojne, ata jane banore te xhehennemit"},{"SurahNumber":22,"VerseNumber":52,"Text":"Perpara teje Ne nuk kemi derguar asnje profet e ferrefyes qe djalli te mos jete perzier edhe ai, kurdo qe ai, (Profeti) deshironte ndonje send. All-llahu e shmangte ate qe fuste djalli, e pastaj i perforconte fjalet e veta, All-llahu eshte i urte dhe shume i dijshem"},{"SurahNumber":22,"VerseNumber":53,"Text":"Per te bere sprove ate qe hedhte djalli, per ata zemrat e te cileve jane te semura dhe mizore, kurse mosbesimtaret jane, me te vertete, ne mospajtim te pafund"},{"SurahNumber":22,"VerseNumber":54,"Text":"Dhe qe ata, te cilet jane te pajisur me dije, ta njohin se ai eshte (Kur’an) i vertete nga Zoti yt, pra le t’i besojne dhe zemrat e tyre te jene te perulura! Nderkaq All-llahu me te vertete ata qe kane besuar i drejton ne rruge te drejte"},{"SurahNumber":22,"VerseNumber":55,"Text":"Kurse mosbesimtaret nuk do te pushojne se dyshuari deri sa t’u vije vdekja, papritur, ose t’u vije vuajtja e dites se tmerrshme"},{"SurahNumber":22,"VerseNumber":56,"Text":"Ate dite, pushteti do te jete i All-llahut, Ai do te gjykoje ndermjet tyre: Besimtaret te cilet kane bere vepra te mira do te kenaqen ne xhennete te kendshme"},{"SurahNumber":22,"VerseNumber":57,"Text":"Kurse, mosbesimtaret dhe ata qe kane pergenjeshtruar argumentet tona, ata do te qendrojne ne vuajtje te turpshme"},{"SurahNumber":22,"VerseNumber":58,"Text":"All-llahu, njemend, do t’i shperbleje mire ata te cilet e kane lene vendlindjen e vet per hire te All-llahut, pastaj jane vrare ose kane vdekur sepse All-llahu me se miri shperblen"},{"SurahNumber":22,"VerseNumber":59,"Text":"Ai do t’i shpjere, vertet, ne vend ku ata do te jene te kenaqur. Ndaj All-llahu eshte shume i dijshem dhe i bute"}]}