{"Id":410,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr-la","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"(Suleyman A.S): \"Sen dogru mu soyledin yoksa yalancılardan mısın (yalancılardan mı oldun) bakacagız.\" dedi"},{"SurahNumber":27,"VerseNumber":28,"Text":"Bu yazımı (mektubumu) gotur, boylece onlara (onu) at (ulastır). Sonra onlardan (geri) don, neye donecekler (ne cevap verecekler) bak"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Sebe Melikesi): \"Ey ileri gelenler! Gercekten bana kerim (kıymetli) bir yazı (mektup) bırakıldı.\" dedi"},{"SurahNumber":27,"VerseNumber":30,"Text":"Muhakkak ki o Suleyman (A.S)´dan. Ve gercekten o, Rahman ve Rahim olan Allah´ın adı´yla (baslıyor)"},{"SurahNumber":27,"VerseNumber":31,"Text":"Bana karsı buyukluk taslamayın. Ve bana teslim olmak uzere gelin"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Sebe Melikesi): \"Ey ileri gelenler! Isimde bana fetva verin (reyinizi bildirin). Siz sahitlik etmedikce (yanımda bulunup fetva vermedikce) ben kat´i (kesin) emir verecek degilim.\" dedi"},{"SurahNumber":27,"VerseNumber":33,"Text":"Biz kuvvetli ve cok buyuk savas gucu sahibiyiz. Ve emir senindir. Oyleyse sen bak (karar ver), ne emir vereceksin?\" dediler"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Sebe Melikesi): \"Muhakkak ki melikler (hukumdarlar), bir ulkeye girdikleri zaman, onu ifsad ederler (bozguna ugratırlar) ve onun halkının izzet sahibi olanlarını zillete dusururler. Ve iste onlar boyle yaparlar.\" dedi"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ve muhakkak ki ben onlara hediye ile resuller gonderecegim. Boylece bakalım resuller (elciler) ne ile donecekler"},{"SurahNumber":27,"VerseNumber":36,"Text":"Bunun uzerine (resuller hediyelerle) Suleyman (A.S)´a geldikleri zaman (Suleyman A.S): \"Bana mal ile yardım mı ediyorsunuz? Allah´ın bana verdigi seyler, size verdigi seylerden daha hayırlı. Hayır, siz hediyenizle seviniyorsunuz (ovunuyorsunuz).\" dedi"},{"SurahNumber":27,"VerseNumber":37,"Text":"Onlara (geri) don. Bundan sonra mutlaka onların karsı koyamayacakları ordularla onlara geliriz. Ve mutlaka onları kucuk dusurerek, zilletle oradan cıkarırız"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Suleyman A.S): \"Ey ileri gelenler! Onlar teslim olmak uzere bana gelmeden once, onun tahtını hanginiz bana getirir?\" dedi"},{"SurahNumber":27,"VerseNumber":39,"Text":"Cinlerden ifrit: \"Sen, makamından kalkmadan once onu sana getiririm. Muhakkak ki ben, ona (onu gerceklestirebilecegime) kuvvetle eminim.\" dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Kitaptan ilmi olan kisi (Hızır A.S): \"Ben onu, sen gozunu acıp kapamadan once sana getiririm.\" dedi. (Suleyman A.S) boylece onun yanında (onunde) durdugunu gorunce: \"Bu Rabbimin bir fazlıdır (lutfudur), ben sukredecek miyim yoksa kufur (nankorluk) mu edecegim diye beni imtihan etmek icin.\" dedi. Ve kim sukrederse sadece kendi nefsi icin sukreder. Ve kim kufrederse o taktirde muhakkak ki benim Rabbim Gani´dir, Kerim´dir"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Suleyman A.S): \"Onun tahtının seklini degistirin. Bakalım hidayete erecek mi, yoksa hidayete ermeyenlerden mi olacak?\" dedi"},{"SurahNumber":27,"VerseNumber":42,"Text":"Boylece geldigi zaman ona: \"Senin tahtın bunun gibi miydi (boyle miydi)?\" denildi. (Sebe Melikesi): \"Sanki o.\" dedi. Ve (Suleyman A.S): \"Ilim bize ondan once verildi. Ve biz muslumanlar, (Allah´a teslim olanlar) olduk"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ve Allah´tan baska taptıgı seyler ona mani oldu. Muhakkak ki o, kafirler kavmindendi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ona: \"Koske gir.\" denildi. Onu gordugu zaman derin su zannetti ve ayaklarını actı (eteklerini cekti). (Suleyman A.S): \"Muhakkak ki o, parlak, billur camdan bir kosktur.\" dedi. (Sebe Melikesi): \"Rabbim, muhakkak ki ben, nefsime zulmettim ve Suleyman (A.S)´la beraber alemlerin Rabbi olan Allah´a teslim oldum.\" dedi"},{"SurahNumber":27,"VerseNumber":45,"Text":"Ve andolsun ki, Semud kavmine \"Allah´a kul olsunlar\" diye onların kardesi Salih (A.S)´ı gonderdik. Fakat onlar o zaman hasım olan (cekisen) iki grup oldular"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Salih A.S) dedi ki: \"Ey kavmim! Nicin hasenattan once seyyiat icin acele ediyorsunuz? Allah´tan magfiret dileseniz olmaz mı? Boylece rahmet olunasınız diye"},{"SurahNumber":27,"VerseNumber":47,"Text":"Sen ve seninle beraber olanlar, bize ugursuzluk getirdiniz.\" dediler. (Salih A.S): \"Sizin ugursuzlugunuz Allah´ın katındadır. Hayır, siz fitneye dusmus bir kavimsiniz.\" dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ve sehirde dokuz kisilik bir grup vardı ki; yeryuzunde fesat cıkarıyorlar ve ıslah etmiyorlardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"Allah´a kasem (yemin) ederek dediler ki: \"Biz geceleyin mutlaka ona ve ailesine baskın duzenleyelim (onları oldurelim). Sonra da onun dostlarına (muhakkak ki) onun ailesinin helak edilmesine sahit olmadık ve gercekten biz sadıklarız (dogru soyleyenleriz)"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ve hile duzenlediler. Ve Biz de (onlara) hile duzenledik, fakat onlar farkına varmadılar"},{"SurahNumber":27,"VerseNumber":51,"Text":"Bundan sonra onların hilelerinin sonunun nasıl olduguna bak ki, onları ve onların kavminin tamamını nasıl yok ettik"},{"SurahNumber":27,"VerseNumber":52,"Text":"Iste onların zulumleri sebebiyle cokmus olan evleri! Muhakkak ki bilen kavim icin bunda, mutlaka bir ayet (delil) vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ve amenu olan (Allah´a ulasmayı dileyen) ve (bu sebeple) takva sahibi olanları kurtardık"},{"SurahNumber":27,"VerseNumber":54,"Text":"Ve Lut (A.S), kavmine soyle demisti: \"Siz gordugunuz halde fahiselige (kotuluge) mi geliyorsunuz"},{"SurahNumber":27,"VerseNumber":55,"Text":"Siz, gercekten kadınlar yerine erkeklere mi sehvetle geliyorsunuz? Hayır, siz cahil bir kavimsiniz"}]}