{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"And (when) the pious people are asked: “What (is it that) your Lord has sent down?” They say: “(That which is) good.” There is good for those who do good in this world and the home of the Hereafter will be even better. Excellent indeed will be the home (Paradise) of the pious"},{"SurahNumber":16,"VerseNumber":31,"Text":"Gardens of Eden (Paradise) which they will enter, rivers flow from beneath them, they will have all that they wish in it. Thus Allah will reward the pious"},{"SurahNumber":16,"VerseNumber":32,"Text":"those whose lives the angels take while they are pious saying (to them): “Peace be on you, enter Paradise because of what you used to do.”"},{"SurahNumber":16,"VerseNumber":33,"Text":"Do they (the disbelievers) wait for the angels to come to them (to take souls at death), or command of your Lord to come? So did those before them. And Allah did not wrong them, but they used to wrong themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"Then, the evil results of what they did overtook them, and surrounded them by that they used to mock at"},{"SurahNumber":16,"VerseNumber":35,"Text":"And those who join others in worship (with Allah) say: “If Allah had willed, neither we would have worshipped anything other than Him, nor our forefathers, nor we would have forbidden anything without (command from) Him.” So did those who were before them. Then are the Messengers charged with anything but to convey the clear message"},{"SurahNumber":16,"VerseNumber":36,"Text":"And surely, We have sent in every nation a Messenger (saying): “You worship Allah, and avoid false deities.” Then, there were some whom Allah has guided and there were some upon whom the straying was justified. So travel through the land and see what the end of those who denied (the truth) was"},{"SurahNumber":16,"VerseNumber":37,"Text":"If you (O Muhammad) desire for their guidance, then surely Allah does not guide whom He lets to go astray. They will have no helpers"},{"SurahNumber":16,"VerseNumber":38,"Text":"And they swear their strongest oaths by Allah: “Allah will never raise the dead who dies (to life).” Yes, (He will raise them up), it is a Promise upon Him in truth, but most of mankind don’t know"},{"SurahNumber":16,"VerseNumber":39,"Text":"(He will fulfill) in order to illustrate for them that they differ in it, and those who disbelieved may know that they were liars"},{"SurahNumber":16,"VerseNumber":40,"Text":"When We intend to do a thing which We want, We only say to it: “Be!” and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"And for those who migrated for the cause of Allah after persecution, We will certainly give them good residence in this world, and indeed the reward of the Hereafter will be greater, if they but knew"},{"SurahNumber":16,"VerseNumber":42,"Text":"(They are) those who remained patient (in this world), and put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"We have not send (Messengers) before you (O Muhammad) but men, whom We have sent revelation. So ask those who knows the Scripture (learned people of the Torah and the Gospel), if you don’t know"},{"SurahNumber":16,"VerseNumber":44,"Text":"with clear signs and books. And We have sent down to you (O Muhammad) the reminder (the Qur’an) so that you may explain to mankind what was sent down to them so that they may give thought"},{"SurahNumber":16,"VerseNumber":45,"Text":"Do those who devise evil plots feel secure that Allah will not sink them into the earth, or that the punishment will not come to them from directions that they don’t perceive"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He may not seize them in their going to and from (journey) so they will not be able to escape (from His punishment)"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or that He may seize them with a gradual wasting (of wealth and health)? Surely! Your Lord is indeed Gracious, Merciful"},{"SurahNumber":16,"VerseNumber":48,"Text":"Do they not see how Allah has created from things, their shadows incline to the right and to the left, making prostration to Allah, and they are humble"},{"SurahNumber":16,"VerseNumber":49,"Text":"And to Allah prostate all the living creatures that are in the heavens and in the earth, and the angels, and they are not proud"},{"SurahNumber":16,"VerseNumber":50,"Text":"they fear their Lord above them, and they do what they are commanded"}]}