{"Id":211,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-lad","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"ware no chōbatsu wa, hontōni tsūkuna chōbatsudearu.' To tsuge shirase nasai"},{"SurahNumber":15,"VerseNumber":51,"Text":"Sore kara, iburāhīmu no hinkyaku no koto ni tsuite kare-ra ni katare"},{"SurahNumber":15,"VerseNumber":52,"Text":"Kare-ra (hinkyaku no 2 tenshi) ga, kare no tokoro ni haitte kite,`heian'are.' To aisatsu shita toki,`watashi-tachi wa, anata gataga, kowaidesu.' To itta"},{"SurahNumber":15,"VerseNumber":53,"Text":"Kare-ra wa itta. `Osoreru koto wanai. Watashi-tachi wa rikōna 1-ri no musuko ga 授Ru kippō o, anata ni motarashita noda"},{"SurahNumber":15,"VerseNumber":54,"Text":"Kare wa itta. `Watashi wa sudeni rōrei ni tasshite iru no ni, anata gata wa watashi ni kippō o kudasaru no ka. Ittai anata gata ni nani no kippō ga arou ka"},{"SurahNumber":15,"VerseNumber":55,"Text":"Kare-ra wa itta. `Watashi-tachi wa, shinri ni yotte kippō o anata ni tsutaeru. Dakara shitsubō shite wa naranai"},{"SurahNumber":15,"VerseNumber":56,"Text":"Kare wa (kotaete) itta. `Mayotta-sha no soto wa, dare ga omo no o jihi ni zetsubō shimashou ka"},{"SurahNumber":15,"VerseNumber":57,"Text":"Kare wa (mata) itta. ` (Omo no) shito no kata gata yo, anata gata (ga ko rareta tokoro) no yōken wa, nanideshou ka"},{"SurahNumber":15,"VerseNumber":58,"Text":"Kare-ra wa itta. `Watashi-tachi wa tsumibukai min ni noko wa sa reta"},{"SurahNumber":15,"VerseNumber":59,"Text":"(Daga) rūto no ichizoku wa betsudearu. Watashi-tachi wa, kare-ra no zen'in o kanarazu sukuudearou"},{"SurahNumber":15,"VerseNumber":60,"Text":"Daga watashi-tachi no kakunin shite iru kare (rūto) no tsuma wa betsu de, ka no on'na wa haigo ni nokoru hitobito no hitoridearu"},{"SurahNumber":15,"VerseNumber":61,"Text":"Sorekara shito-tachi ga rūto no ichizoku no moto ni kita toki"},{"SurahNumber":15,"VerseNumber":62,"Text":"kare wa itta. `Anata gata wa, minarenai kata gatadesu"},{"SurahNumber":15,"VerseNumber":63,"Text":"Kare-ra wa itta. `Iya, watashi-tachi wa kare-ra no utagai o daite iru koto ni kanshite, anata no tokoro ni kita nodearu"},{"SurahNumber":15,"VerseNumber":64,"Text":"Watashi-tachi wa shinri o motarashita. Hontōni watashi-tachi wa, shinjitsu o tsugeru"},{"SurahNumber":15,"VerseNumber":65,"Text":"Sorede yoru no akenai ma ni, anata no kazoku to issho ni tabidachi nasai. Soshite anata wa mina no ichiban-go kara tsuite iki, anata gata no dare mo ushiro o furimuka sete wa naranai. Tada, meiji rareta tōri ni jikkō shi nasai"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ware ga kono kettei o kare ni shiraseta no wa, nokotta korera no (tsumibukai)-sha-tachi o (yoku) asa horobosu tamedearu"},{"SurahNumber":15,"VerseNumber":67,"Text":"Machi no jūmin-tachi wa,(wakamono no nyūsu o kii te) yorokobi ni karitate rarete yattekita"},{"SurahNumber":15,"VerseNumber":68,"Text":"Kare (rūto) wa itta. `Kono hō gata wa, watashi no hinkyakudesu. Watashi o hajisarashi ni shinaide kudasai"},{"SurahNumber":15,"VerseNumber":69,"Text":"Arrā o osore, watashi ni haji o kaka senaide kudasai"},{"SurahNumber":15,"VerseNumber":70,"Text":"Kare-ra wa itta. `Watashi-tachi wa, gaikoku no mono (o tomeru koto) o, anata ni kinjinakatta ka"},{"SurahNumber":15,"VerseNumber":71,"Text":"Kare wa itta. `Moshi anata gata ga okonaou to surunara, koko ni watashi no musume-tachi ga imasu"},{"SurahNumber":15,"VerseNumber":72,"Text":"(Yogen-sha yo) anata no seimei ni kakete (chikau). Hontōni kare-ra wa kokoro o ran shite, ate mo naku samayou monodearu"},{"SurahNumber":15,"VerseNumber":73,"Text":"Sore de hitokoe (chōbatsu) ga, hinode ni kare-ra o osotta"},{"SurahNumber":15,"VerseNumber":74,"Text":"Ware wa sono (machi o)-jō o shita ni shite tenpuku shi, yaita doro no ishi o kare-ra no ue ni fura seta"},{"SurahNumber":15,"VerseNumber":75,"Text":"Hontōni kono nakaniha chisei aru mono e no, shuju no shirushi ga aru"},{"SurahNumber":15,"VerseNumber":76,"Text":"Sono (machi no ato) wa, daidō ni sotte nao sonzai suru"},{"SurahNumber":15,"VerseNumber":77,"Text":"Hontōni kono nakaniha shinkō suru mono e no hitotsu no shirushi ga aru"},{"SurahNumber":15,"VerseNumber":78,"Text":"Mata mori no nakama mo fugi o okonau monodeatta"},{"SurahNumber":15,"VerseNumber":79,"Text":"Sokode ware wa sore ni hōfuku shita. Hontōni kono 2tsu (no ato) wa daidō ni sotte,(ima) akiraka (ni mi rareru no)dearu"},{"SurahNumber":15,"VerseNumber":80,"Text":"Hijuru no nakama mo shito-tachi o usotsuki to shite kyohi shita"},{"SurahNumber":15,"VerseNumber":81,"Text":"Ware wa kare-ra ni waga shuju no shirushi o kudashitaga, kare-ra wa sorera o sake (te mushi shi)ta"},{"SurahNumber":15,"VerseNumber":82,"Text":"Kare-ra wa (iwa) yama ni ie o horikomi, anzendearu to kangaete ita"},{"SurahNumber":15,"VerseNumber":83,"Text":"Soredearu Chō, hitokoe (chōbatsu) ga, kare-ra o osotte"},{"SurahNumber":15,"VerseNumber":84,"Text":"kare-ra ga (tokubetsu no chishiki to gijutsu de) kizuki itonande ita koto wa, kare-ra ni totte nani mo yakudatanakatta"},{"SurahNumber":15,"VerseNumber":85,"Text":"Ware wa ten to ji, soshite sonoaida ni aru subete no mono o, tada shinri ni motodzuite sōzō shita. (Shinpan no)-ji wa hontōni kite iru noda. Dakara anata wa nasakebukaku kan'yō ni (hitobito no kashitsu ya ketten o) yurushite yaru ga ī"},{"SurahNumber":15,"VerseNumber":86,"Text":"Hontōni anata no omo wa, ban'yū o sōzō shita zenchi no okata de ara reru"},{"SurahNumber":15,"VerseNumber":87,"Text":"Ware wa taezu kurikaesa rerubeki 7tsu (no setsu) to, idaina kuruān o anata ni sazuketa"},{"SurahNumber":15,"VerseNumber":88,"Text":"Ano mono-tachi no nan'ninka ni ware ga sazuketa tanoshimi ni taishite urayamashi-sō ni shite wa naranai. Soshite sore ni kokoro o itamete wa naranai. Sore yori anata no tsubasa o hikuku (shite yasashiku) shi nasai"},{"SurahNumber":15,"VerseNumber":89,"Text":"Soshite itte yaru ga ī. `Hontōni watashi wa kōmeina keikoku-shadearu"},{"SurahNumber":15,"VerseNumber":90,"Text":"(Keiji o katte ni) bunkatsu shita mono ni taishite mo, ware wa keiji shite oita"},{"SurahNumber":15,"VerseNumber":91,"Text":"Sunawachi kuruān o (kare-ra no tsugō no yoi yō ni) danpen ni shita-sha-tachi ni mo"},{"SurahNumber":15,"VerseNumber":92,"Text":"Sore de, anata no omo ni chikaite, ware wa kanarazu kare-ra subete o jinmon surudearou"},{"SurahNumber":15,"VerseNumber":93,"Text":"Kare-ra ga okonatta subete no koto ni tsui te"},{"SurahNumber":15,"VerseNumber":94,"Text":"Dakara anata ga meiji rareta koto o sen'yō shi nasai. Soshite tashinkyō to kara tōzakare"},{"SurahNumber":15,"VerseNumber":95,"Text":"Hontōni ware wa, chōshō suru mono ni taishi, anata o jūbun ni mamotte yaru"},{"SurahNumber":15,"VerseNumber":96,"Text":"Kare-ra wa, arrā ni soto no kami o haisuruga, mamonaku shirudearou"},{"SurahNumber":15,"VerseNumber":97,"Text":"Ware wa kare-ra no kuchi ni suru koto de, anata no mune ga shimetsuke rareru no o shitte iru"},{"SurahNumber":15,"VerseNumber":98,"Text":"Dakara, anata no omo o tataete 唱念 Shi, sajida shite"},{"SurahNumber":15,"VerseNumber":99,"Text":"sadame no toki ga otozureru made, anata no omo ni tsukae nasai"}]}