{"Id":229,"LanguageCodes":["kmr"],"Name":"kmr-unknown-la","Author":"Unknown","Language":"Kurmanji","Description":"Kurmanji - Transliteration","Direction":"ltr","Source":"http://www.maktabah.org , http://donatequran.com/","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"(Pelide) hevale wi got ku: \"Perwerdekare me! min bi xwe wi serkeþ nekiriye-ji re dernexistiye, le bele ew bi xwe ketþaþiyek dur de"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Xuda got ku:) \"Hun li cem min bi hev re xirecire nekin. A rast min we bere bi ezab haydar kiribu"},{"SurahNumber":50,"VerseNumber":29,"Text":"Ne gotin li cem min te guhartin u ne ji ez li bendeyan sitemkar im"},{"SurahNumber":50,"VerseNumber":30,"Text":"Roja ku eme ji dojehe re bejin: \"Ma tu tije buyi?\" We beje ku: \"Ma he betir ninin"},{"SurahNumber":50,"VerseNumber":31,"Text":"Bihiþt ji xweparezan re hat nezik kirin, ne dur e"},{"SurahNumber":50,"VerseNumber":32,"Text":"Tiþta hun tene wade dayin eva haye; ji her bendeware parezvan re ye"},{"SurahNumber":50,"VerseNumber":33,"Text":"Kese bi dizi ji (Xudaye) Mihriban tirsiyaye u bi dilek vegerkar hatiye"},{"SurahNumber":50,"VerseNumber":34,"Text":"Hun bi xweþi tekevine. Roja hertimi mayine eva haye"},{"SurahNumber":50,"VerseNumber":35,"Text":"Ji wan re tiþte dile wan bixwaze te de heye u li cem me he betir heye"},{"SurahNumber":50,"VerseNumber":36,"Text":"Me beri wan ciqas nifþa tekbiriye ku ew ji wana bi girtin zortir bun, veca ew li welata qul bi qul geriyan,le ka ciye reve (ji mirine) heye"},{"SurahNumber":50,"VerseNumber":37,"Text":"Beguman di vi de ji kese dil je re hebe yan guh bide u ew amade be re þiret u birxistin heye"},{"SurahNumber":50,"VerseNumber":38,"Text":"Sond be, me asimana u zemin u tiþte di nava wan de di þeþ rojan de aferandiye; u tu renc u westin negihaye me"},{"SurahNumber":50,"VerseNumber":39,"Text":"Veca tu li ser tiþte ew dibejin hewi bike u beri derketina roje u beri cuna ava bi pesn u sipase perwerdekare xwe wi pak beri bidere"},{"SurahNumber":50,"VerseNumber":40,"Text":"U hin ji þeve u piþti secdan ji ewi pak beri bidere"},{"SurahNumber":50,"VerseNumber":41,"Text":"Tu guh bide roja ku we bangvaneki ji ciyeki nez gazi bike"},{"SurahNumber":50,"VerseNumber":42,"Text":"Roja ku we qerine bi rasti bibihizin. Roja derketin, eva haye"},{"SurahNumber":50,"VerseNumber":43,"Text":"Beguman her em vedijinin u dimirinin; veger ji her bal me ve ye"},{"SurahNumber":50,"VerseNumber":44,"Text":"Roja ku we zemin ji wan biqeliþe, we bilez u bez deren. Eva han civandinek hesan e li ser me"},{"SurahNumber":50,"VerseNumber":45,"Text":"Em bi tiþte ew dibejin zanatir in u tu li ser wan ne zordari. Veca tu kese ji ezabe min ditirse bi Qur´ane þiret bike-bi bir xine"},{"SurahNumber":51,"VerseNumber":1,"Text":"Bi (ba) yen ku bi gurrane ji hev belav dikin"},{"SurahNumber":51,"VerseNumber":2,"Text":"Veca bi (ewr)en bare giran hildigrin"},{"SurahNumber":51,"VerseNumber":3,"Text":"Veca bi (keþti)yen ku bi hesani diherikin"},{"SurahNumber":51,"VerseNumber":4,"Text":"Edi bi (feriþte) yen kara parve dikin"},{"SurahNumber":51,"VerseNumber":5,"Text":"Beguman tiþte hun tene wade dayin her rast e"},{"SurahNumber":51,"VerseNumber":6,"Text":"U beguman xelat u celat we her ce bibe"},{"SurahNumber":51,"VerseNumber":7,"Text":"Bi asimane xwedi re (u siterk u avahiye) rind kim"},{"SurahNumber":51,"VerseNumber":8,"Text":"Beguman hun her di gotine tevlihev de ne"},{"SurahNumber":51,"VerseNumber":9,"Text":"E je (ji baweriye) hatiye liba xistin te liba xistin"},{"SurahNumber":51,"VerseNumber":10,"Text":"Ewen pir derewkar bene kuþtin"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ewen ku di kori u nezaniye de behay in"},{"SurahNumber":51,"VerseNumber":12,"Text":"Dipirsin ku: Roja xelat u celate kinge ye"},{"SurahNumber":51,"VerseNumber":13,"Text":"Roja ku ew li ser agir tene þewitandin"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Ji wan re te gotin ku:) \"Hun þewata xwe tam kin\" Eve hane tiþte ku we pe dilezand"},{"SurahNumber":51,"VerseNumber":15,"Text":"Beguman xweparez di bax u baxce u kaniyan de ne"},{"SurahNumber":51,"VerseNumber":16,"Text":"Tiþte perwerdekare wan daye wan digrin. Lewra beguman ew beri vi qencikar bun"},{"SurahNumber":51,"VerseNumber":17,"Text":"Ew ji þeve hindik radizan"},{"SurahNumber":51,"VerseNumber":18,"Text":"U sere sibeha ew bexþine dixwazin"},{"SurahNumber":51,"VerseNumber":19,"Text":"U di male wan de ji gerok u beparan re mafek heye"},{"SurahNumber":51,"VerseNumber":20,"Text":"Ji en bidilbawer re di zemin de gellek ayet (niþan) hene"},{"SurahNumber":51,"VerseNumber":21,"Text":"Di we bi xwe de ji hene. Ma heji hun nabinin"},{"SurahNumber":51,"VerseNumber":22,"Text":"Roziya we u tiþte hun tene wade dayin di asimana de ye"},{"SurahNumber":51,"VerseNumber":23,"Text":"Veca bi perwerdekare asimana u zemin kim, ew her rast e cewa ku hun dipeyivin"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ma bera qiseta mevanen Ibrahim en heja ji te re hat"},{"SurahNumber":51,"VerseNumber":25,"Text":"Gava hatin bale, veca gotin: \"Silav (li te be).\" (Ibrahim ji) got: \"Silav (li we be. Hun) komeki nenas in"},{"SurahNumber":51,"VerseNumber":26,"Text":"Veca bi dizi vegeriya bal maliye xwe u goliki xurt (e qelandi) ani"},{"SurahNumber":51,"VerseNumber":27,"Text":"Veca wi nezi wan kir, got: \"Ma hun naxwin"},{"SurahNumber":51,"VerseNumber":28,"Text":"Veca di dile xwe de ji wan tirsiya, gotine: \"Tu netirse\" u mizgina zaruki zana dane"},{"SurahNumber":51,"VerseNumber":29,"Text":"Veca pireka wi qerin kir u li ruye xwe da u got: \"Pirejinek sitewr (we zaru bine)"},{"SurahNumber":51,"VerseNumber":30,"Text":"Gotin: \"Perwerdekare te wuha gotiye. Beguman ew, hikmetdare zana her ew e"}]}