{"Id":444,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"My pryznachayemo yim kompanyony shcho prykrashayutʹ vse vony u yikhnikh ochakh. Otzhe, vony zakinchuyutʹ zaznayuchi tiyeyi zhe doli yak poperedni spilʹnoty jinns ta humans, khto takozh losers"},{"SurahNumber":41,"VerseNumber":26,"Text":"Tsey khto disbelieved skazanyy, \"Ne slukhayete tse Quran ta vykryvlyayete tse, shcho vy mozhete peremohty"},{"SurahNumber":41,"VerseNumber":27,"Text":"My budemo zvychayno afflict tsi disbelievers z suvorym retribution. My budemo zvychayno requite yim dlya yikhnʹoho zla pratsi"},{"SurahNumber":41,"VerseNumber":28,"Text":"Takyy yavlyaye soboyu requital shcho ochikuye BOZHYKH vorohiv. Peklo bude yikh vichne abode; spravedlyvyy requital dlya toho, shchob discarding nashi vidkryttya"},{"SurahNumber":41,"VerseNumber":29,"Text":"Tsey khto disbelieved skazhe, \"Nash Lord, pokazuyutʹ nam tsym sered dvokh riznovydiv - jinns ta humans - khto pryzviv do pomylky ny, takym chynom my mozhemo trample yim pid nashymy nohamy, ta nadayutʹ yim lowliest"},{"SurahNumber":41,"VerseNumber":30,"Text":"Tsey khto proholoshuyutʹ: \"Nash Lord vmiye BOH, todi vedutʹ spravedlyve zhyttya, anhely spuskayutʹsya na nykh: \"Vy budete ne maty strakha, ne budete vy sumuyete. Tishtesya z harnoyi novyny shcho Ray ye zarezervovanyy dlya vas"},{"SurahNumber":41,"VerseNumber":31,"Text":"My ye vashi soyuznyky u tsʹomu zhytti, ta u U maybutnʹomu. Vy budete maty u tse budʹ shcho vy bazhayete; vy budete maty budʹ shcho vy zakhochete"},{"SurahNumber":41,"VerseNumber":32,"Text":"(Takyy vash) ostatochnyy abode, z Forgiver, Naybilʹsh Myloserdnyy"},{"SurahNumber":41,"VerseNumber":33,"Text":"Khto mozhe vymovyty krashchi slova nizh odyn khto zaproshuye do BOHA, mozhe pratsyuye righteousness, ta mozhe kazhe, 'ya mozhu ye odyn z submitters"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ne rivnyy yavlyaye soboyu harnu vidpovidʹ ta pohanu vidpovidʹ. Vy budete vdatysya do naypryyemnishoyi mozhlyvoyi vidpovidi. Otzhe, khto zvychayno buv vash voroh, mozhe staty vashym krashchym tovaryshem"},{"SurahNumber":41,"VerseNumber":35,"Text":"Nikhto ne mozhe dosyahnuty tse krim tsykh khto steadfastly persevere. Nikhto ne mozhe dosyahnuty tse krim tsykh khto ye nadzvychayno vdalyy"},{"SurahNumber":41,"VerseNumber":36,"Text":"Koly chort shepoche ideyu do vas, vy budete shukaty prytulku u BOHU. Vin yavlyaye soboyu Slukhacha, Omniscient"},{"SurahNumber":41,"VerseNumber":37,"Text":"Sered Yoho dokaziv yavlyayutʹ soboyu nich ta denʹ, ta sontse ta misyatsʹ. Ne prostrate pered sontsem, ne misyatsem; vy budete upasty prostrate pered tym, yak BOH kotryy utvoryv yikh, yakshcho vy spravdi obozhnyuyete Yoho yedynyy"},{"SurahNumber":41,"VerseNumber":38,"Text":"Yakshcho vony ye nadto zukhvali zrobyty tse, todi tse u vashomu Lordi glorify Yo nich ta denʹ, bez kolysʹ stomlyuyuchoho"},{"SurahNumber":41,"VerseNumber":39,"Text":"Sered Yoho dokaziv shcho vy bachyte zemlyu dosi, todi, yak tilʹky my zlyva tse z vodoyu, tse vibruye z zhyttyam. Bezsumnivno, khto vidnovyv tse mozhe ozhyty mertvyy. Vin Omnipotent"},{"SurahNumber":41,"VerseNumber":40,"Text":"Bezsumnivno, tsey khto vykryvlyayutʹ nashi vidkryttya ye ne prykhovanyy z nas. Odyn khto pryyizhdzhaye kynenyy u Peklo krashche, abo odyn khto prybuvaye zabezpechuyutʹ na Dni Resurrection? Zrobitʹ shchob ni vy bazhayete; Vin Seer vse vy"},{"SurahNumber":41,"VerseNumber":41,"Text":"Tsey khto vidkhylyly Quran dokaz koly yomu prybuv yim, takozh vidkhylyly Pochesnu knyhu"},{"SurahNumber":41,"VerseNumber":42,"Text":"Niyakyy falsehood ne mih vnesty tse, ranishe abo u maybutnim; vidkryttya z duzhe Mudroho, Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"Shcho skazani vy akuratno shcho buly skazani poperednim kur'yeram. Vash Lord volodiye forgiveness, ta Vin takozh volodiye bolisnym retribution"},{"SurahNumber":41,"VerseNumber":44,"Text":"Yakshcho b my vstyhly ne-arabsʹki Quran vony by skazaly, 'Chomu by zrobyly tse prybute vnyz u tiy movi?\" Chy tse ye arabsʹke abo ne-arabsʹkyy, kazhutʹ, \"Dlya tsykh khto vvazhayutʹ, tse - dovidnyk ta likuyuchyy. Yak dlya tsykh khto disbelieve, vony budutʹ hlukhi ta slipi yomu, tak, yakby vony napravlyayutʹsya z faraway"},{"SurahNumber":41,"VerseNumber":45,"Text":"My daly Moses svyate pysannya ta tse takozh dysputuvalosʹ. Yakshcho b tse bulo ne dlya vashoho Lorda predetermined rishennya, vony by sudylysʹ nehayno. Diysno, vony havanʹ nadto bahato maye sumniv"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever pratsi righteousness tak dlya yoho vlasnyy harnyy, ta whoever pratsi zlo tak do yoho vlasnoho zbytku. Vash Lord nikoly ne unjust do lyudey"}]}