{"Id":210,"LanguageCodes":["ja","jpn"],"Name":"jpn-ryoichimita-la","Author":"Ryoichi Mita","Language":"Japanese","Description":"Japanese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/japanese_meta/v1.0.0-csv.1 , https://quranenc.com/en/browse/japanese_meta , https://quranenc.com ,","Translations":[{"SurahNumber":3,"VerseNumber":52,"Text":"Isa wa, kare-ra ga shinjinai no o satchi shite, itta. `Arra (no michi) no tame ni, watashi o tasukeru mono wa dare ka.' Deshi-tachi wa itta. `Watashi-tachi wa, arra (no michi) no enjo-shadesu. Watashi-tachi wa arra o shinjimasu. Watashi-tachi ga musurimudearu koto no shonin to natte kudasai"},{"SurahNumber":3,"VerseNumber":53,"Text":"Omo yo, watashi-tachi wa, anata ga kudasa reta mono o shinji, anata no shito ni shitagaimasu. Sorede watashi-tachi o shonin-tachi to issho ni, kakitomete kudasai"},{"SurahNumber":3,"VerseNumber":54,"Text":"Kare-ra (fushin-sha) wa sakubo shitaga, arra mo sakubo nasa reta. Daga mo sugureta sakubo-sha wa, arra de ara reru"},{"SurahNumber":3,"VerseNumber":55,"Text":"Arra ga ko ose rareta toki o omoiokose. `Isa ― yo, ware wa anata o meshi, ware no moto ni agete, fushinjin-sha (no kyogi) kara kiyomerudearou. Mata ware wa, anata ni tsuisho suru mono o, shinpan no hi made, fushinjin no mono-tachi no joi ni okudearou. Sorekara anata gata wa (mina) ware no moto ni kaeri, anata gata ga arasotte ita koto ni tsuite, ware wa saiketsu o kudasudearou"},{"SurahNumber":3,"VerseNumber":56,"Text":"Sonotoki ware wa, gense ni oite mo raise demo fushinjin'na-sha-tachi ni kibishi chobatsu o ataeyou. (Darehitori) kare-ra o tasukeru mono mo nai"},{"SurahNumber":3,"VerseNumber":57,"Text":"Nushi wa shinko shite zenko ni Tsutomu mu-sha o (jubun ni) hosho sa reru. Daga arra wa, fugi o okonau mono o o konomi ni naranai"},{"SurahNumber":3,"VerseNumber":58,"Text":"Kore wa ware ga anata ni yomi kika seru shirushideari, mata eichi ni michita kyokundearu"},{"SurahNumber":3,"VerseNumber":59,"Text":"Isa wa arra no omotode wa, chodo adamu to onajidearu. Kare ga doro de kare (adamu) o tsukura re, soreni `are.' To ose ni naru to kare wa (ningen to shite) sonzai shita"},{"SurahNumber":3,"VerseNumber":60,"Text":"Shinri wa anata no nushi kara (kuru). Dakara kaigi no to no nakama to natte wa naranai"},{"SurahNumber":3,"VerseNumber":61,"Text":"(Isa ni kansuru) shinjitsu no chishiki ga anata ni kudasa reta nochi, mo shikare ni tsuite anata to giron suru mono ga areba, itte yaru ga i. `Sa, watashi-tachi no shison to anata gata no shison, watashi-tachi no tsuma-tachi to anata gata no tsuma-tachi, watashi-tachi to anata gata o issho ni yonde, arra no o ikari ga uso-tsuki-sha no ue ni kudaru yo ni inorou"},{"SurahNumber":3,"VerseNumber":62,"Text":"Makotoni kore wa, shinjitsuna monogataridearu. Arra no soto ni kami wanai. Hontoni arra wa iryoku narabinaku eimei de ara reru"},{"SurahNumber":3,"VerseNumber":63,"Text":"Daga kare-ra ga moshi, somuki sarunaraba, arra wa aku o okonau mono o jukuchi sa reru"},{"SurahNumber":3,"VerseNumber":64,"Text":"Gen tte yaru ga i. `Keiten'notami yo, watashi-tachi to anata gata to no ma no kyotsu no kotoba (no shita) ni ki nasai. Watashi-tachi wa arra ni dake tsukae, nanimono o mo kare ni resshinai. Mata watashi-tachi wa arra o sashioite,-gai no mono o shutoshite Takashi nai.' Sorede moshi, kare-ra ga somuki sarunaraba, itte yaru ga i. `Watashi-tachi wa musurimudearu koto o shogen suru"},{"SurahNumber":3,"VerseNumber":65,"Text":"Keiten'notami yo, naze anata gata wa, iburahimu no koto de ronso suru no ka. Rippo to fukuin to wa, kare-igo ni kudasa reta node wanai ka. Anata gata wa rikai shinai no ka"},{"SurahNumber":3,"VerseNumber":66,"Text":"Hontoni anata gata wa,(ikuraka) chishiki no aru koto ni tsuite (Sae) ronso ni ochiru no ni, do shite anata gata wa, chishiki no nai koto ni tsuite ronso suru no ka. Arra wa shitte ora reruga, anata gata wa (nani mo) shiranai"},{"SurahNumber":3,"VerseNumber":67,"Text":"Iburahimu wa Yudaya kyoto demo kirisutokyotode mo nakatta. Shikashi kare wa junseina musurimudeari, tashinkyo to no nakamade wa nakatta nodearu"},{"SurahNumber":3,"VerseNumber":68,"Text":"Hontoni iburahimu ni mottomo chikai hitobito wa, kare no tsuishomono toko no yogen-sha (muhanmado), mata kono oshie o shinpo suru mono-tachidearu. Arra koso wa, shinja-tachi o aigo sa reru okata de ara reru"},{"SurahNumber":3,"VerseNumber":69,"Text":"Keiten'notami no ippa wa, anata gata o mayowa seyou to nozonde iru. Daga kare-ra wa jibun jishin o mayowasu dake de, mizukara wa sore ni kidzukanai"},{"SurahNumber":3,"VerseNumber":70,"Text":"Keiten'notami yo, naze arra no shirushi o kyohi suru no ka, anata gata wa (mizukara) sono shoninde wanai ka"},{"SurahNumber":3,"VerseNumber":71,"Text":"Keiten'notami yo, anata gata wa naze kyogi de shinri o oi,(waruikoto to) shirinagara shinri o kakusu no ka"},{"SurahNumber":3,"VerseNumber":72,"Text":"Keiten'notami no ippa wa iu. `Tsuitachi no hajime ni wa shinja musurimu-tachi ni kudasa reta mono o shinjite,(sonohi no) owari ni wa kyohi suruga i. Osoraku kare-ra (musurimu ni natta mono) wa,(isuramu o sutete, watashi-tachi no kata ni) modotte kurudearou"},{"SurahNumber":3,"VerseNumber":73,"Text":"Tadashi (honshinde wa) anata gata no oshie ni shitagau mono no soto wa, shinjite wa naranai.' Itte yaru ga i. `Honto no michibiki wa, arra no onmichibikidearu. Anata gata ni atae rareta mono to onaji mono o soto no mono ga atae rare, kare-ra ga anata gata to omo no gozen de ronso suru (koto o osoreru) no ka.' Itte yaru ga i. `Subete no tamamono wa, arra no o te ni ari. Kare wa o kokoronikanau-sha ni sore o sazukeru. Arra wa atsu Shi ni shite zenchi de ara reru"},{"SurahNumber":3,"VerseNumber":74,"Text":"Kare wa o kokoronikanau-sha o, hikitate jihi o o atae ni naru. Arra wa, idaina shi on no omode ara reru"}]}