{"Id":319,"LanguageCodes":["so","som"],"Name":"som-abdullahhasanja","Author":"Abdullah Hasan Jacob","Language":"Somali","Description":"Somali","Direction":"ltr","Source":"https://quranenc.com/en/browse/somali_yacob","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"Dheh: waxaan uun idinku waaninayaa mid keliya; waa inaad u kacdaan Allaah Darti labo-labo iyo mid mid18, markaasna aad fekertaan: ma qabo waalli saaxiibkiin, waa oo keliya ka dige cadaab daran oo soo fool leh"},{"SurahNumber":34,"VerseNumber":47,"Text":"Dheh: Wixii aan idin weydiiyoba oo ajar ah, waa waxaad idinku leedihiin19. ajarkeyga waxaan ka sugayaa Allaah oo Keliya. Oo wax walba Isagu waa u Jeedaa"},{"SurahNumber":34,"VerseNumber":48,"Text":"Dheh: Hubaal Rabbigay wuxuu sheegaa Xaqa (oo xumaantuu ku tiraa) waa Ogsoonaha sare ee waxa aan muuqan"},{"SurahNumber":34,"VerseNumber":49,"Text":"Dheh: Xaqu waa yimid, oo Baadilku waa tirtirmi oo dib uma soo laaban doono"},{"SurahNumber":34,"VerseNumber":50,"Text":"Dheh: Haddii aan gefo waxaan uun u gefaa nafteyda. Oo haddii aan raaco tub toosan, waa sababta waxa uu ii waxyoodo Rabbigay. Hubaal Isagu waa wax kasta Maqle, aad u dhow"},{"SurahNumber":34,"VerseNumber":51,"Text":"Oo haddii aad arki lahayd21 marka ay noqon doonaan kuwo qarracansan, ha yeeshee (markaa) mar jiri doonto baxsasho, oo waxaa laga soo qabqaban doonaa meel dhow"},{"SurahNumber":34,"VerseNumber":52,"Text":"Oo waxay odhan: Waanu rumaysanna- hay (haatan). Oo sidee bay qaadashada (Iimaanka) uga suura gali meel aad u fog"},{"SurahNumber":34,"VerseNumber":53,"Text":"Oo waxay dhab ahaan dafireen kol hore22, oo waxay ka sheegaan male awaallo waxyaalaha aan muuqan xagga meel fog"},{"SurahNumber":34,"VerseNumber":54,"Text":"Oo xannib baa la kala dhex dhigi iyaga iyo waxa ay rabaan24, sidii loo galayba kuwii la midka ahaa ee ka horreeyey. Hubaal waxay ahaayeen kuwo ku sugan shaki walaac leh"},{"SurahNumber":35,"VerseNumber":1,"Text":"Ammaan oo dhan (mahdin wehliso) waxaa mudan Allaah, abuuraha samooyinka iyo arlada, ka dhigaha malaa’igta Rusul ku duula baalal, labo iyo saddex iyo afarba. Wuxuu ku kordhiyaa abuurista wixii uu doono. Hubaal Allaah wax walba wuu Karaa"},{"SurahNumber":35,"VerseNumber":2,"Text":"Wax kastoo uu Allaah uu u furo dadka ee Naxariis ah, ma jiro wax celin kara, oo wuxuu celiyo ma jiro wax soo diri kara Isaga kadambow. Oo Waa Adkaadaha Sare, Xakiimka ah"},{"SurahNumber":35,"VerseNumber":3,"Text":"Dadow! Xusuusta Nicamadda Ilaahay dushiinna; Ma waxaa jira abuure kale aan ahayn Allaah oo idinka arsaaqa cirka iyo dhulka? Ma jiro Ilaah aan Isaga ahayn. Ee xaggee baa haddaba la idiinka iilay"},{"SurahNumber":35,"VerseNumber":4,"Text":"Oo haddii ay ku beeniyaan, xaqiiq waxaa la beeniyey Rusul kaa horreeyey. Oo Allaah baa loo celiyaa umuuraha oo dhan"},{"SurahNumber":35,"VerseNumber":5,"Text":"Dadow! Hubaal Ballanka Ilaahay waa Xaq. Ee yeysan idin hodin noloshan soke ee adduunka, oo yuusan kan hodista badan (shaydaanka) idinka hodin arrinka Ilaahay"},{"SurahNumber":35,"VerseNumber":6,"Text":"Hubaal Shaydaanku wuxuu idiin yahay cadow, ee idinku ka dhigta cadow. Wuxuu uun ugu yeedhaa Xisbigiisa inay ka mid noqdaan asxaabta Naarta hureysa"},{"SurahNumber":35,"VerseNumber":7,"Text":"(Ma) Kuwa (Xaqa) rumeysan diida waxay mudan cadaab daran; (ma) kuwase rumeysan oo samaha fala, waxay mudan danbi dhaaf iyo abaalgud aad u Weyn"},{"SurahNumber":35,"VerseNumber":8,"Text":"Ma mid isaga loo qurxiyey camalkiisa xun, heer uu u arko wax wanaagsan (baa la siman mid isagu hanuunsan)? Haddaba Hubaal Allaah wuxuu lumiyaa kii uu doono, oo hanuuniyaa kii uu doono, ee yeysan naftaadu ku tegin murugo dartood kuu qabata. Hubaal Allaah waa Ogsoon yahay waxa ay Sameeyaan"},{"SurahNumber":35,"VerseNumber":9,"Text":"Oo Allaah waa Ka soo dira dabaylaha ee kicisa daruur, markaa aanu u kaxeyno beled dhintay, oo aan ku nooleyno arlada kaddib dhimashadeeda, sidaas oo kale weeyaan soo Bixinta"},{"SurahNumber":35,"VerseNumber":10,"Text":"Mid kastoo raba sharaf (awood uu leeyahay) darteed, haddaba Allaah baa iska leh sharaf iyo awood oo dhan. Xaggiisa bay u kor baxaan weedhaha san oo idil, oo camalka san kor buu u qaadaa, oo (ma) kuwa xumaha qorsheeya, waxay mudan doonaan cadaab daran. oo kuwaasu qorshahoogu xun wuu baabbi’i doonaa"},{"SurahNumber":35,"VerseNumber":11,"Text":"Oo Allaah wuxuu idinka abuuray carro, haddana mino-nool, haddana wuxuu idinka dhigaa lammaan; oo ma jirto dheddig uur qaadda, mana ku soo debed dhigto waxaan ahayn ogaalkiisa, oo ma jiro ku cimrigiisu la dheereeyo oo cumri dheeraada ama wax laga dhimo cimrigiisa oo aan dhammaan ku qornayn Kitaab (Looxa Maxfuudka). Hubaal kani waa mid u Fudud Allaah"},{"SurahNumber":35,"VerseNumber":12,"Text":"Oo labada badood isku mid ma aha, mid waa macaan lagu harraad baxo macaankeeda oo ziyaado ah awgeed ay wanaagsan tahay cabbiddiisu, kan kalena waa milix lagu gubto dhanaankeeda daran awgi, weliba mid walbaa oo ka mid ah waxaad ka cuntaan mallay cusub, oo waxaad kala soo baxdaan waxyaalo aad qurux u xidhataan. Oo waxaad aragtaa doonyaha oo dhex maaxaya, si aad u raadsataan Deeqdiisa, iyo inaad mahad naqdaan"},{"SurahNumber":35,"VerseNumber":13,"Text":"Wuxuu sababaa habeenka inuu dhex galo maalinta, oo wuxuu sababaa maalinta inay dhex gasho habeenka. Oo wuxuu idiin sakhiray qorraxda iyo dayaxa, mid walba uu ku socdo marriinkiisa muddo go'an. Kaasi waa Allaah, Rabbigiin; Isaga baa leh Boqortooyada, oo kuwaas aad u dhawaaqataan Isaga sokadi ma hantaan xitaa xuub laf timireed"},{"SurahNumber":35,"VerseNumber":14,"Text":"Haddii aad u dhawaaqataan ma maqli doonaan dhawaaqiinna, oo xitaa haddii ay maqli karaan, ma idin ajiibayaan2. Oo Maa- linta Qiyaamaha way dafiri doonaan wax (la) wadaajintiinna iyaga (Allaah). Oo ma jiro cid wax kuugu sheegi kartaa sida Mid- ka Isagu ah Xog ogaal Xeel dheer (Allaah)"}]}