{"Id":227,"LanguageCodes":["ky","kir"],"Name":"kir-shamsaldinhakim-lad","Author":"Shams Al Din Hakimov","Language":"Kirghiz","Description":"Kirghiz - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":40,"VerseNumber":21,"Text":"(Muşrikter) jer jüzün kezip, sayakat kılıp körüşpöybü? Oşondo alar özdörünön murunku (muşrik) adamdardın akıbeti emne bolgonun körüşmök. Alar bulardan küç-kubattuuraak jana jer betinde kaltırgan (madaniy, askeriy) izderi köbüröök bolgon. Anan Allaһ alardı (şirk) künöölörü sebeptüü kıyratıp saldı. Alarga Allaһ tarabınan eç kanday saktooçu bolbodu"},{"SurahNumber":40,"VerseNumber":22,"Text":"Munun sebebi: alarga öz paygambarları anık ayat-dalilder menen kelgende, kaapır boluşkan. Anan Allaһ alardı kıyratkan. Çınında, Al Kubattuu jana azabı katuu"},{"SurahNumber":40,"VerseNumber":23,"Text":"Biz Musanı Öz ayattarıbız jana anık dalil menen jiberdik"},{"SurahNumber":40,"VerseNumber":24,"Text":"Firaunga, Haamanga, Kaarunga! (jana alardın kaapır jerdeşterine). Alar bolso (Musanı) «sıykırçı», «jalgançı» deşti"},{"SurahNumber":40,"VerseNumber":25,"Text":"Musa alarga Bizdin aldıbızdan Akıykattı alıp kelgende alar: «Musa menen birge ıyman keltirgen İsrail urpaktarının uul perzentterin öltürüp, kız perzentterine jaşoo bergile!» deşken. Kaapırlardın aylakerligi anık adaşuuçulukta"},{"SurahNumber":40,"VerseNumber":26,"Text":"Firaun ayttı: «Maga koygula, Musanı öltüröyün. Jana al Rabbisine jalbara bersin. Men silerdin diniŋerdi (Musa) özgörtüp je bolboso jer betinde buzukuluk çıgarıp jiberişinen korkup jatamın»"},{"SurahNumber":40,"VerseNumber":27,"Text":"Musa ayttı: «Men Özümdün jana silerdin Rabbiŋer Allaһka jalbarıp, esep (Kıyamat) kününö işenbegen ar bir tekeber zaalım-dan korgoosun suranamın»"},{"SurahNumber":40,"VerseNumber":28,"Text":"(Oşondo) Firaundun tuugandarınan bolgon (jana) ıymanın jaşırıp jürgön bir momun kişi! ayttı: «(Emne, siler) «Rabbim-Allaһ» degeni üçün ele, bir adamdı öltürüp salasıŋarbı?! Al silerge Rabbiŋerden dalil-bayandar alıp keldi go! Eger al jalgançı bolso, jalganı öz moyununa! Eger sözü çın bolup kalsa, al silerge ubada kılgan kee bir azaptar başıŋarga tüşüp jürbösün! Çınında, Allaһ çekten çıkkandardı, jalgançılardı Tuura Jolgo baştabayt"},{"SurahNumber":40,"VerseNumber":29,"Text":"O,koomum! Bügün biylik silerdin koluŋarda. Jer betinde jeŋüüçü bolup turasıŋar. Eger Allaһtın azabı kelip kalçu bolso, andan bizdi kim kutkara alat?!» Firaun ayttı: «Men silerge özümdün pikirimden başka pikirdi sunuş kılbaymın. Men silerdi Tuura Jolgo gana baştaymın.»"},{"SurahNumber":40,"VerseNumber":30,"Text":"Iyman keltirgen kişi ayttı: «O, koomum! Men silerdin başıŋarga uyuşkan toptordun künündöy kün tüşüp kaluusunan korkomun"},{"SurahNumber":40,"VerseNumber":31,"Text":"Nuh koomunun, Aad, Samud jana alardan kiyinki (kaapır) elderdin işi (sıyaktuu iş başıŋarga tüşüp kalışınan korkomun!) Allaһ eç kaçan pendelerge zulumdu kaalabayt"},{"SurahNumber":40,"VerseNumber":32,"Text":"O,koomum! Men kıykırışuu Künündö! silerge (azap boluşunan) korkomun"},{"SurahNumber":40,"VerseNumber":33,"Text":"Oşol künü (azaptan) ketençiktep kaçasıŋar. (Birok) silerge Allaһ tarabınan eç bir jardamçı bolboyt. Allaһ kimdi adaştırıp koyso, anı Tuura Jolgo baştooçu jok"},{"SurahNumber":40,"VerseNumber":34,"Text":"Silerge mından murun Yusuf (paygambar) dalil-bayandar alıp kelgende da, al alıp kelgen dinden takay şektenüüdö bolgonsuŋar. (Al emi) kaçan al ölgöndö «Allaһ andan kiyin eç kaçan paygambar jiberbeyt»-dediŋer. Allaһ çekten çıkkan, şekçil adamdardı uşintip adaştırat"},{"SurahNumber":40,"VerseNumber":35,"Text":"Özdörünö (Allaһ tarabınan eç kanday) dalil kelbese dele, Allaһtın ayattarı jönündö talaşıp-tartışkandar, Allaһtın aldında jana ıymanduu kişilerdin aldında eŋ jek köründü bolgon adamdar! Allaһ ar bir tekeber, zordukçul adamdın jürögünö uşintip möör basat!»"},{"SurahNumber":40,"VerseNumber":36,"Text":"Anda Firaun ayttı: «O, Haaman! Maga (biyik) munara kurgunuŋ! Ajep emes men joldorgo jetip barsam"},{"SurahNumber":40,"VerseNumber":37,"Text":"Asmandardın joldoruna! Anan Musanın kudayın (öz közüm menen) köröyün. Men oyloym, al (Musa) jalgançı boluş kerek». Oşentip, Firaunga (şaytan tarabınan) öz işinin jamandıgı kooz körgözüldü jana (Tuura) Joldon tosup koyuldu. Firaundun (bul) amalköylügü çınında payda berbedi"},{"SurahNumber":40,"VerseNumber":38,"Text":"Iyman keltirgen adam ayttı: « O, koomum! Meni eerçigile! Men silerdi (Musanın dini menen) Tuura Jolgo baştayın"},{"SurahNumber":40,"VerseNumber":39,"Text":"O,koomum! Çınında bul düynö jaşoosu (ubaktıluu gana) paydalanuu! Çınıgı (tübölük jaşooçu) orun-bul Akıret"},{"SurahNumber":40,"VerseNumber":40,"Text":"Kim bir künöö iş jasasa, oşol işine jaraşa gana jaza alat. Al emi, erkek je bolboso ayaldardan kimisi ıymanduu bolup, bir sooptuu iş jasasa Beyişke kiret (jana) anda (aga) esepsiz ırıskı berilet"}]}