{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":26,"Text":"Surely, Allah is not reluctant to set forth an example even of a mosquito or even something more (insignificant) than it. As for those who believe, they know that it is the truth from their Lord; but as for those who disbelieve, they say: “What does Allah mean by this example?” By it He misleads many and guides many. He misleads only the disobedient ones"},{"SurahNumber":2,"VerseNumber":27,"Text":"those who break the Covenant of Allah after its approval, sever what Allah has ordered to be joined, and do mischief on earth. It is they, who are the losers"},{"SurahNumber":2,"VerseNumber":28,"Text":"How can you disbelieve in Allah? While you were lifeless and He gave you life. Then He will give you death, then again will bring you to life (on the Day of Resurrection), and then you will return to Him"},{"SurahNumber":2,"VerseNumber":29,"Text":"It is He, Who has created for you all that is on earth. Then He rose over towards the heaven and made them 7 heavens and He is the All- Knower of everything"},{"SurahNumber":2,"VerseNumber":30,"Text":"And (remember) when your Lord said to the angels: “Surely, I am going to place a successor on earth.” They said: “Will You place in it those who will make mischief in it and shed blood, while we praise You and glorify Your name?” He (Allah) said: “Indeed I know what you don’t know.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"And He taught Adam the names of all things, then He showed them to the angels and said: “Tell Me the names of these if you are truthful.”"},{"SurahNumber":2,"VerseNumber":32,"Text":"They (angels) replied: “Glory to You; we have no knowledge except what You have taught us. Surely, it is You, the All-Knower, the All-Wise.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"He (Allah) said: “O Adam! Inform them their names.” When he informed them their names, He (Allah) said: “Did I not tell you that I know the unseen of the heavens and the earth, and I know what you reveal and what you conceal?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"And (remember) when We ordered the angels: “Prostrate before Adam,” they all prostrated except Satan; he refused and was proud and was one of the disbelievers"},{"SurahNumber":2,"VerseNumber":35,"Text":"And We said: “O Adam! You and your wife reside in the Paradise and both of you eat freely in it with pleasure from wherever you wish, but don’t come near this tree, or you both will be of the wrongdoers.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"Then the Satan made them (disobey Allah’s commandment) slip from there (Paradise), and got them out from where they were. We said: “Get down from here, some of you as enemy to others. There is for you in the earth a residing place and provisions for a specific time.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Then Adam received Words (after repentance) from his Lord and Allah pardoned him. Surely, He is the Acceptor of repentance, the Merciful"},{"SurahNumber":2,"VerseNumber":38,"Text":"We said: “Get down all of you from it (Paradise), then whenever guidance comes to you from Me, and whoever follows My guidance, there shall be no fear on them, nor shall they grieve"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who disbelieve and deny Our Verses, they are the inmates of the hellfire. They shall reside in it forever.”"},{"SurahNumber":2,"VerseNumber":40,"Text":"O children of Israel! Remember My Favor which I bestowed upon you, and fulfill your covenant with Me and I will fulfill My covenant with you, and fear none but Me"},{"SurahNumber":2,"VerseNumber":41,"Text":"And believe in what I have sent down (this Qur’an) confirming that which is with your (Scriptures); don’t be first disbeliever in it, and don’t buy a small price (by selling) My Verses, and fear Me alone"},{"SurahNumber":2,"VerseNumber":42,"Text":"And don’t mix the truth with the falsehood, or conceal the truth while you know"},{"SurahNumber":2,"VerseNumber":43,"Text":"And establish prayers, give obligatory charity (Zakat), and bow down with those who bow down (in worship)"}]}