{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":114,"Text":"There is nothing good in much of their secret talks except for that which is for charity, justice, or for reconciliation among people to seek thereby the pleasure of God for which We will give a great reward"},{"SurahNumber":4,"VerseNumber":115,"Text":"Whoever gives the Messenger a hard time, even after having received clear guidance, and follows a path other than that of the believers, will be left alone. We will cast him into hell, a terrible destination"},{"SurahNumber":4,"VerseNumber":116,"Text":"God will not forgive the sin of considering something equal to Him, but He may forgive the other sins of whomever He wants. One who considers anything equal to God has certainly gone far away from the right path"},{"SurahNumber":4,"VerseNumber":117,"Text":"They (the pagans) only worship idols and Satan, the persistent rebel"},{"SurahNumber":4,"VerseNumber":118,"Text":"God condemned Satan when he said, \"I will certainly take my revenge from Your servants"},{"SurahNumber":4,"VerseNumber":119,"Text":"I will lead them astray, induce in their hearts prolonged, worldly desires, command them to pierce the ears of their animals, sacrificed for the idols, and order them to change the religion of God.\" One who accepts Satan as his guardian, instead of God, has certainly incurred a great loss upon himself"},{"SurahNumber":4,"VerseNumber":120,"Text":"Satan gives them false promises and tempts them to develop longings which can never be realized"},{"SurahNumber":4,"VerseNumber":121,"Text":"Such people will dwell in hell fire from which they will not be able to escape"},{"SurahNumber":4,"VerseNumber":122,"Text":"We will admit the righteously striving believers to Paradise wherein streams flow and they will live therein forever. God's promise is true for no one is more truthful than Him"},{"SurahNumber":4,"VerseNumber":123,"Text":"Believers and People of the Book, wishes alone can never provide you with salvation. Whoever commits evil will be punished accordingly and no one besides God will be his guardian or helper"},{"SurahNumber":4,"VerseNumber":124,"Text":"Any believer, male or female, who acts righteously, will enter Paradise and will not suffer the least bit of injustice"},{"SurahNumber":4,"VerseNumber":125,"Text":"Whose religion is better than that in which one submits himself to God, behaves righteously, and follows the upright religion of Abraham, God's chosen friend"},{"SurahNumber":4,"VerseNumber":126,"Text":"To God belongs all that is in the heavens and the earth and He has control over all things"},{"SurahNumber":4,"VerseNumber":127,"Text":"(Muhammad), they ask you concerning women. Tell them, \"God will instruct you about them, besides that which can be read in the Book, about widows with children, whom you wanted to marry without giving them their due rights and He will instruct you about the rights of the weak and oppressed children. God commands you to maintain justice with the orphans. God knows all about whatever good you do"},{"SurahNumber":4,"VerseNumber":128,"Text":"If a woman is afraid of her husband's ill treatment and desertion, it will be no sin for both of them to reach a reconciliation. Reconciliation is good even though men's souls are swayed by greed. If you act righteously and be pious, God is Well Aware of what you do"},{"SurahNumber":4,"VerseNumber":129,"Text":"You will never be able to maintain justice among your wives and love them all equally, no matter how hard you try. Do not give total preference to one of them, leaving the other as if in suspense. If you do bring about reconciliation and maintain piety, God is All-forgiving and All-merciful"},{"SurahNumber":4,"VerseNumber":130,"Text":"If the marriage is terminated, God will make each one of them financially independent. God is Munificent and Wise"},{"SurahNumber":4,"VerseNumber":131,"Text":"To God belongs all that is in the heavens and the earth. We have told you and the People of the Book to have fear of God. If you all refuse to believe in Him, know that to God belongs all that is in the heavens and the earth. God is Self-sufficient and Praiseworthy"},{"SurahNumber":4,"VerseNumber":132,"Text":"To God belongs all that is in the heavens and the earth. God is a totally Sufficient Guardian"},{"SurahNumber":4,"VerseNumber":133,"Text":"Had God wanted He could have destroyed you all and replaced you by another people; He has the power to do so"},{"SurahNumber":4,"VerseNumber":134,"Text":"Be it known to those who want worldly rewards that God holds the rewards for this life as well as the life to come. God is All-hearing and All-seeing"}]}