{"Id":448,"LanguageCodes":["uk","ukr"],"Name":"ukr-yakubovych-la","Author":"Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Yakshcho lytsemiry y ti, v chyyikh sertsyakh khvoroba, a takozh ti, khto poshyryuye v Medyni chutky, ne prypynyatʹ, My neodminno pidkorymo yikh tobi, i vony budutʹ poryad iz toboyu zovsim nedovho"},{"SurahNumber":33,"VerseNumber":61,"Text":"Vony budutʹ proklyati! De b yikh ne znayshly, yikh khapatymutʹ i vbyvatymutʹ"},{"SurahNumber":33,"VerseNumber":62,"Text":"Takym buv zakon Allaha dlya tykh, yaki zhyly ranishe. I ty ne znaydesh zminy v zakoni Allaha"},{"SurahNumber":33,"VerseNumber":63,"Text":"Lyudy zapytuyutʹ tebe pro Chas. Skazhy: «Pro tse znaye tilʹky Allah!» Zvidky tobi znaty, mozhlyvo, Chas uzhe blyzʹko"},{"SurahNumber":33,"VerseNumber":64,"Text":"Voistynu, Allah proklyav neviruyuchykh i pryhotuvav dlya nykh polumʺya"},{"SurahNumber":33,"VerseNumber":65,"Text":"de vony budutʹ doviku! Ne znaydutʹ vony ni pokrovytelya, ni pomichnyka"},{"SurahNumber":33,"VerseNumber":66,"Text":"Toho Dnya yikhni oblychchya povertatymutʹsya u vohni. Vony hovorytymutʹ: «Yakby zh my korylysya Allahu ta Poslantsyu"},{"SurahNumber":33,"VerseNumber":67,"Text":"Vony skazhutʹ: «Hospody nash! My korylysya nashym vozhdyam i stariyshynam! Vony zbyly nas zi shlyakhu"},{"SurahNumber":33,"VerseNumber":68,"Text":"Hospody nash! Daruy yim podviynu karu ta proklyany yikh velykym proklyattyam"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vy, yaki uviruvaly! Ne budʹte yak ti, shcho obrazyly Musu. Allah ochystyv yoho vid toho, shcho vony hovoryly. Vin poshanovanyy pered Allahom"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vy, yaki uviruvaly! Biytesʹ Allaha ta hovoritʹ rozsudlyve slovo"},{"SurahNumber":33,"VerseNumber":71,"Text":"Todi Allah pokrashchytʹ vashi spravy y prostytʹ vashi hrikhy. A khto korytʹsya Allahu ta Yoho Poslantsyu, toy uzhe dosyahnuv velykoho uspikhu"},{"SurahNumber":33,"VerseNumber":72,"Text":"My pokazaly vidpovidalʹnistʹ nebesam, zemli y horam, ale ti vidmovylysʹ yiyi nesty ta zlyakalysʹ. Yiyi ponesla lyudyna — voistynu, nespravedlyva y temna vona"},{"SurahNumber":33,"VerseNumber":73,"Text":"shchob Allah skarav lytsemiriv i lytsemirok, bahatobozhnykiv i bahatobozhnytsʹ, i pryynyav kayattya viruyuchykh cholovikiv i zhinok. Allah — Proshchayuchyy ta Myloserdnyy"},{"SurahNumber":34,"VerseNumber":1,"Text":"Khvala Allahu, Yakomu nalezhytʹ te, shcho na nebesakh, i te, shcho na zemli! Khvala Yomu i v zhytti nastupnomu! Vin — Mudryy, Vidayuchyy"},{"SurahNumber":34,"VerseNumber":2,"Text":"Vin znaye te, shcho vkhodytʹ u zemlyu, y te, shcho vykhodytʹ iz neyi, shcho skhodytʹ iz neba i shcho tudy pidnosytʹsya. A Vin — Myloserdnyy, Proshchayuchyy"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ti, yaki ne viruyutʹ, hovoryatʹ: «Chas ne pryyde do nas!» Skazhy: «Ni, klyanusya moyim Hospodom, Znayuchym potayemne, — vin neodminno pryyde do vas!» Ni na nebesakh, ni na zemli ne skhovayetʹsya vid Nʹoho nichoho, navitʹ vahoyu v poroshynku, y menshe chy bilʹshe za tse. Tse vse — v yasnomu Pysanni"},{"SurahNumber":34,"VerseNumber":4,"Text":"shchob Allah vynahorodyv tykh, yaki uviruvaly y robyly dobro! Na nykh chekaye proshchennya y shchedryy nadil"},{"SurahNumber":34,"VerseNumber":5,"Text":"A na tykh, yaki prahnuly oslabyty Nashi znamennya, chekayutʹ strazhdannya vid bolisnoyi kary"},{"SurahNumber":34,"VerseNumber":6,"Text":"Ti, komu dano znannya, bachatʹ, shcho zislane tobi vid Hospoda tvoho — istyna, yaka provadytʹ do shlyakhu Velykoho, Khvalymoho"},{"SurahNumber":34,"VerseNumber":7,"Text":"Ti, yaki ne viruyutʹ, hovoryatʹ: «Chy ne vkazaty vam na cholovika, yakyy rozpovidaye, shcho pislya toho, yak vy rozkladetesʹ na chastynky, vy postanete v novomu tvorinni"},{"SurahNumber":34,"VerseNumber":8,"Text":"Vin zvodytʹ naklep na Allaha chy bozhevilʹnyy?» Ta zh ni! Ti, yaki ne viruyutʹ u nastupne zhyttya, budutʹ pokarani y perebuvayutʹ u hlybokiy omani"},{"SurahNumber":34,"VerseNumber":9,"Text":"Nevzhe vony ne bachatʹ toho, shcho poperedu y pozadu nykh — na nebi y na zemli? Yakshcho My pobazhayemo, to zmusymo zemlyu pohlynuty yikh abo skynemo na nykh chastynu neba! Voistynu, v tsʹomu – znamennya dlya kozhnoho raba, yakyy kayetʹsya"}]}