{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":23,"VerseNumber":36,"Text":"Longe, bem longe, esta o que vos e prometido"},{"SurahNumber":23,"VerseNumber":37,"Text":"Nao ha senao nossa vida terrena; morremos e vivemos e nao seremos ressuscitados"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ele nao e senao um homem que forja mentiras acerca de Allah, e nao estamos crendo nele"},{"SurahNumber":23,"VerseNumber":39,"Text":"Ele disse: \"Senhor meu! Socorre-me, porque me desmentem"},{"SurahNumber":23,"VerseNumber":40,"Text":"Allah disse: \"Dentro em pouco, estarao arrependidos"},{"SurahNumber":23,"VerseNumber":41,"Text":"E o Grito apanhou-os, com a justica, e fizemo-los escoria. Entao, que se suma para sempre o povo injusto"},{"SurahNumber":23,"VerseNumber":42,"Text":"Em seguida, criamos, depois deles, outras geracoes"},{"SurahNumber":23,"VerseNumber":43,"Text":"Nenhuma comunidade antecipa seu termo nem o atrasa"},{"SurahNumber":23,"VerseNumber":44,"Text":"Em seguida, enviamos, consecutivamente, Nossos Mensageiros. Cada vez que um Mensageiro chegava a sua comunidade, eles o desmentiam. E fizemo-las seguir, umas apos outras, no aniquilamento, e fizemos delas temas de conversa. Entao, que se suma para sempre um povo que nao cre"},{"SurahNumber":23,"VerseNumber":45,"Text":"Em seguida, enviamos Moises e seu irmao Aarao, com Nossos sinais e evidente comprovacao"},{"SurahNumber":23,"VerseNumber":46,"Text":"A Farao e seus dignitarios; entao, ensoberbeceram-se e foram um povo altivo"},{"SurahNumber":23,"VerseNumber":47,"Text":"E disseram: \"Creremos em dois homens iguais a nos, enquanto seu povo nos esta escravo"},{"SurahNumber":23,"VerseNumber":48,"Text":"E desmentiram-nos; entao, foram dos aniquilados"},{"SurahNumber":23,"VerseNumber":49,"Text":"E, com efeito, concedemos a Moises o Livro para que eles se guiassem"},{"SurahNumber":23,"VerseNumber":50,"Text":"E fizemos do filho de Maria e de sua mae um sinal. E abrigamo-los em um outeiro, de solo estavel e com agua corrente"},{"SurahNumber":23,"VerseNumber":51,"Text":"O Mensageiros! Comei das cousas benignas e fazei o bem. Por certo, do que fazeis, sou Onisciente"},{"SurahNumber":23,"VerseNumber":52,"Text":"E por certo, esta e vossa religiao, uma religiao unica. E sou vosso Senhor: entao, temei-Me"},{"SurahNumber":23,"VerseNumber":53,"Text":"Mas, os homens, entre eles, cortaram, em pedacos, os lacos que os uniam. Cada partido esta jubiloso com o que tem"},{"SurahNumber":23,"VerseNumber":54,"Text":"Entao, deixa-os, Muhammad, mergulhados em sua confusao, ate certo tempo"},{"SurahNumber":23,"VerseNumber":55,"Text":"Supoem eles que, com o que Nos lhes outorgamos, em riquezas e filhos"},{"SurahNumber":23,"VerseNumber":56,"Text":"Estamo-lhes apressando as boas cousas? Nao. Mas eles nao percebem"},{"SurahNumber":23,"VerseNumber":57,"Text":"Por certo, os que, pelo receio de seu Senhor, estao amedrontados"},{"SurahNumber":23,"VerseNumber":58,"Text":"E os que nos sinais de seu Senhor creem"},{"SurahNumber":23,"VerseNumber":59,"Text":"E os que nada associam a seu Senhor"},{"SurahNumber":23,"VerseNumber":60,"Text":"E os que concedem o que concedem, enquanto seus coracoes estao atemorizados, porque terao de retornar a seu Senhor"},{"SurahNumber":23,"VerseNumber":61,"Text":"Esses se apressam para as boas cousas, e destas sao precursores"},{"SurahNumber":23,"VerseNumber":62,"Text":"E nao impomos a nenhuma alma senao o que e de sua capacidade. E, junto de Nos, ha um Livro, que fala a verdade. E eles nao sofrerao injustica"},{"SurahNumber":23,"VerseNumber":63,"Text":"Mas seus coracoes estao mergulhados em confusao a respeito deste e eles tem obras nefandas, alem disso, que estao praticando"},{"SurahNumber":23,"VerseNumber":64,"Text":"Ate que, quando apanharmos seus homens opulentos com castigo, ei-los que rogarao"},{"SurahNumber":23,"VerseNumber":65,"Text":"Dir-se-lhe-a: \"Nao rogueis, hoje. Por certo, nao sereis, por Nos, socorridos"},{"SurahNumber":23,"VerseNumber":66,"Text":"Com efeito, recitavam-se, para vos, Meus versiculos, entao, recuaveis, virando os calcanhares"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ensoberbecendo-vos, e conversando, a noite, vos o difamaveis"},{"SurahNumber":23,"VerseNumber":68,"Text":"E nao ponderam eles o Dito? Ou lhes chegou o que nao chegara a seus pais antepassados"},{"SurahNumber":23,"VerseNumber":69,"Text":"Ou eles nao reconhecem seu Mensageiro, e o estao negando"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ou dizem: \"Ha loucura nele?\" Nao. Mas ele lhes chegou com a verdade, e a maioria deles odeia a verdade"},{"SurahNumber":23,"VerseNumber":71,"Text":"E, se a verdade seguisse suas paixoes, os ceus e a terra e quem neles existe haver-se-iam corrompido. Ao contrario, chegamo-Ihes com sua Mensagem, e estao dando de ombros a sua Mensagem"},{"SurahNumber":23,"VerseNumber":72,"Text":"Ou lhes pedes um tributo? Mas o tributo de teu Senhor e melhor. E Ele e O Melhor dos sustentadores"},{"SurahNumber":23,"VerseNumber":73,"Text":"E, por certo, tu os convocas a uma senda reta"},{"SurahNumber":23,"VerseNumber":74,"Text":"E, por certo, os que nao creem na Derradeira Vida estao desviados desta senda"}]}