{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"Mataan! a so Allah na lilindingn Iyan so miyamaratiyaya: Mataan! a so Allah na di Niyan khabayaan so langowan o makadorat, a miyongkir"},{"SurahNumber":22,"VerseNumber":39,"Text":"Bigan sa idin (ko kaphrang) so siran a pphamono on siran sabap sa mataan! a siran na inaniyaya siran; - na mataan! a so Allah sii ko katabangi kiran na sabnar a Gaos Iyan"},{"SurahNumber":22,"VerseNumber":40,"Text":"Siran na biyogaw siran ko manga ingd iran sa di ontol, giya bo a gi iran katharoa sa: \"Aya Kadnan Ami na so Allah\". Na oda rna o Allah so manga manosiya so sabaad kiran sabap ko sabaad, na miyangaggba dn so manga (simbaan a) Sawami, go Biyaon, go Salawato, go so manga masjid, a pkhaaloy ron so ngaran o Allah sa madakl. Na mataan a thabangan dn o Allah so pthabang Rkaniyan; - mataan! a so Allah na titho a Mabagr, a Dikharn"},{"SurahNumber":22,"VerseNumber":41,"Text":"Siran na o pakakhapaar Ami siran ko lopa, na iphamayandg iran so sambayang, go tonayn iran so zakat, go isogo iran so mapiya, go isapar iran so marata: Na kapaar o Allah so khaakiran ko pkhakawlawla"},{"SurahNumber":22,"VerseNumber":42,"Text":"Na o taplisa ka iran (hay Mohammad), na sabnar a tomiyaplis ko miyaonaan iran so pagtaw o Noh, go so Ad, go so Samod"},{"SurahNumber":22,"VerseNumber":43,"Text":"Go so pagtaw o Ibrahim, go so pagtaw o Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"Go so manga taw sa Madyan; go tiyaplis so Mosa. Na piyakathali Akn sa malayat so manga kapir, oriyan iyan na diyan´g Akn siran: Na antonaa i miyambtad o kiyaalina Ko (kiran)"},{"SurahNumber":22,"VerseNumber":45,"Text":"Na madakl a phagingd a bininasa Mi skaniyan ko gi iran kandarowaka, na skaniyan na miyamangirobar so manga atp iyan, go paridi a kiyaganatan, go torogan a maporo"},{"SurahNumber":22,"VerseNumber":46,"Text":"Ba siran da makalalakaw ko lopa, na adn a bagian iran a manga poso a mipnggdagda iran, odi na manga tangila a miphamamakin´g iran? Na mataan aya! a di khabota so manga kaylay, na ogaid na aya khabota na so manga poso a so zisii ko manga rarb"},{"SurahNumber":22,"VerseNumber":47,"Text":"Na phangnin iran rka (hay Mohammad), a kapagalokaloki ko siksa na di dn pndorat so Allah ko diyandi Iyan. Na mataan! a so salongan sii ko Kadnan ka na lagid o sanggibo ragon ko itongan iyo (sa doniya)"},{"SurahNumber":22,"VerseNumber":48,"Text":"Na madakl a phagingd a piyakathali Akn sa malayat, ko gi iran kandarowaka, oriyan iyan na siniksa Akn skaniyan. Na Sakn i khandodan"},{"SurahNumber":22,"VerseNumber":49,"Text":"Tharoang ka: \"Hay manga manosiya, sakn na matag ako rkano phamakaiktiyar a mapayag"},{"SurahNumber":22,"VerseNumber":50,"Text":"Na siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, na adn a bagian iran a maap, ago pagpr a mapiya"},{"SurahNumber":22,"VerseNumber":51,"Text":"Na siran a miyamamanamar maminasa ko manga ayat Ami, a rorompisan iran; - na siran man i manga taw ko naraka Jahim"},{"SurahNumber":22,"VerseNumber":52,"Text":"Na da a siyogo Ami ko miyaonaan ka (hay Mohammad) a sogo odi na nabi, a ba di igira miyatiya, na pzarampongn o shaytan so batiya iyan: Na phagilangn o Allah so ipzarampong o shaytan, oriyan iyan na gii pakathaknaan o Allah so manga ayat Iyan: Na so Allah na Matao, a Mawngangn"},{"SurahNumber":22,"VerseNumber":53,"Text":"Ka mbalowin Iyan so ipzarampong o shaytan a tiyoba ko siran a kadadalman so manga poso iran sa gdamn, go so manga ttgas so manga poso iran: Na mataan! a so manga darowaka na matatago dn ko kiyanggibas, a mawatan"},{"SurahNumber":22,"VerseNumber":54,"Text":"Go adn katokawi o siran a piyamgan ko katao a mataan! (a giya Qor´an aya) na bnar a phoon ko Kadnan ka, go maparatiyaya iran aya, go thakna Rkaniyan so manga poso iran: Na mataan! a so Allah i titho a pnggonanao ko siran a miyamaratiyaya ko okit a ontol"},{"SurahNumber":22,"VerseNumber":55,"Text":"Na di khapokas so siran a miyamangongkir ko kazasangka Rkaniyan taman sa kapakatalingoma kiran o bangkit a mitalmba, odi na makatalingoma kiran so siksa ko gawii a da a kapipiya on a ginawa"},{"SurahNumber":22,"VerseNumber":56,"Text":"So kapaar sa alongan oto na rk o Allah: Khokomn Iyan siran: Na siran a miyamaratiyaya, go pinggalbk iran so manga pipiya, na matago ko manga sorga a pakadarandang"},{"SurahNumber":22,"VerseNumber":57,"Text":"Na so miyamangongkir go piyakambokhag iran so manga ayat Ami, na siran man na adn a bagian iran a siksa a phakahina"},{"SurahNumber":22,"VerseNumber":58,"Text":"Na so miyamanogalin sa ingd makapantag ko lalan o Allah, oriyan iyan na miyaprang siran, odi na miyatay siran, - na mataan a priskhiyan siran dn o Allah sa riskhi a mapiya: Na mataan! a so Allah na Skaniyan dn i lbi a mapiya ko pphamamgay sa riskhi"},{"SurahNumber":22,"VerseNumber":59,"Text":"Mataan a phakasoldn Iyan siran dn ko (sorga a) khasoldan a khasoat siran on: Na mataan! a so Allah na titho a Matao, a Matigr"}]}