{"Id":335,"LanguageCodes":["es","spa"],"Name":"spa-raulgonzalezbor-la","Author":"Raul Gonzalez Bornez","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":22,"VerseNumber":38,"Text":"En verdad, Dios defiende a quienes tienen fe. En verdad, Dios no ama a ningun traidor ingrato"},{"SurahNumber":22,"VerseNumber":39,"Text":"Se ha dado permiso a quienes son atacados, por haber sido oprimidos. Y, en verdad, Dios tiene poder para auxiliarles"},{"SurahNumber":22,"VerseNumber":40,"Text":"Aquellos que han sido expulsados de sus hogares sin derecho, solo por haber dicho «Dios es nuestro Senor.» Y si Dios no hubiera defendido a unas personas por medio de otras, habrian sido destruidos monasterios, iglesias, sinagogas y mezquitas, en las que se menciona mucho el nombre de Dios. Ciertamente, Dios auxilia a quienes Le auxilian. En verdad, Dios es fuerte, poderoso"},{"SurahNumber":22,"VerseNumber":41,"Text":"Aquellos que, si les damos poder en la Tierra, hacen la oracion, dan el impuesto religioso purificador de la riqueza, ordenan lo que esta bien y prohiben lo que esta mal. Y la conclusion de todos los asuntos esta en manos de Dios"},{"SurahNumber":22,"VerseNumber":42,"Text":"Y si te desmienten, tambien antes de ellos desmintieron el pueblo de Noe y el de Ad y el de Zamud"},{"SurahNumber":22,"VerseNumber":43,"Text":"y el pueblo de Abraham y el pueblo de Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"y los habitantes de Madyan y fue desmentido Moises. Di un plazo a los que no creian y luego me apodere de ellos. ¡Como fue Mi castigo"},{"SurahNumber":22,"VerseNumber":45,"Text":"¡Cuantas ciudades hemos destruido por haber sido opresoras y quedaron totalmente en ruinas! ¡Cuantos pozos abandonados! ¡Cuantos palacios derrumbados"},{"SurahNumber":22,"VerseNumber":46,"Text":"¿No han viajado jamas por la Tierra con corazones capaces de entender y oidos capaces de escuchar? No es su vista la que esta cegada sino los corazones que hay en sus pechos los que no ven"},{"SurahNumber":22,"VerseNumber":47,"Text":"Te piden que apresures el castigo, pero Dios no falta a Su promesa. Y, en verdad, un dia junto a tu Senor es como mil anos de los que vosotros contais"},{"SurahNumber":22,"VerseNumber":48,"Text":"¡A cuantas ciudades he dado Yo un respiro siendo opresoras y despues me apodere de ellas! El retorno es hacia Mi"},{"SurahNumber":22,"VerseNumber":49,"Text":"Di: «¡Oh, gentes! ¡Yo soy para vosotros un amonestador claro!»"},{"SurahNumber":22,"VerseNumber":50,"Text":"Y quienes tengan fe y obren rectamente obtendran perdon y una provision generosa"},{"SurahNumber":22,"VerseNumber":51,"Text":"pero quienes se esfuercen en despreciar Mis senales seran los moradores del Infierno"},{"SurahNumber":22,"VerseNumber":52,"Text":"Y no hemos enviado antes de ti a ningun Mensajero ni profeta que no tuviera un deseo, sin que Satanas se interpusiera en su deseo. Pero Dios anula los obstaculos puestos por Satanas y hace Dios que se cumplan Sus senales, pues Dios todo lo conoce, es sabio"},{"SurahNumber":22,"VerseNumber":53,"Text":"haciendo de los obstaculos de Satanas una prueba para quienes tienen una enfermedad en sus corazones y para los duros de corazon -En verdad, los opresores mantienen un comportamiento profundamente inadecuado"},{"SurahNumber":22,"VerseNumber":54,"Text":"y para que sepan quienes obtuvieron conocimiento, que ello es la Verdad que proviene de tu Senor y crean en ella y humillen ante El sus corazones. En verdad, Dios guia a quienes tienen fe hacia un camino recto"},{"SurahNumber":22,"VerseNumber":55,"Text":"Pero quienes no tienen fe no cesaran de dudar de el hasta que llegue a ellos la Hora repentinamente o llegue a ellos el castigo del dia del que no nacera otro"},{"SurahNumber":22,"VerseNumber":56,"Text":"Ese dia la soberania pertenecera a Dios y El juzgara entre ellos. Y quienes hayan tenido fe y actuado rectamente estaran en los Jardines de las Delicias"},{"SurahNumber":22,"VerseNumber":57,"Text":"Y quienes no hayan tenido fe y hayan desmentido Nuestras senales, obtendran un castigo humillante"},{"SurahNumber":22,"VerseNumber":58,"Text":"Y a quienes emigraron por la causa de Dios y fueron matados o mueran Dios les otorgara, con certeza, una buena provision. Y, en verdad, Dios es Quien mejor provee"},{"SurahNumber":22,"VerseNumber":59,"Text":"Les hara entrar en un lugar que les satisfara. En verdad, Dios todo lo conoce, es indulgente"}]}