{"Id":231,"LanguageCodes":["knx"],"Name":"knx-unknown","Author":"Unknown","Language":"Kendayan","Description":"Kendayan","Direction":"ltr","Source":"https://www.islamic-invitation.com","Translations":[{"SurahNumber":9,"VerseNumber":122,"Text":"Man nana’ sapantasnya urakng-urakng mukmin, koa samuanya ampus (ka’ medan parang). Ngahe sabagian dari satiap golongan ka’ antara iaka’koa nana’ ampus nto’ mendalami’ pangatahuan agama iaka’koa man nto’ mare’ paringatan ka’ pagenya kade’ iaka’koa udah pulak’ng, supaya iaka’koa mampu nyaga dirinya"},{"SurahNumber":9,"VerseNumber":123,"Text":"Wahai urakng-urakng nang baiman! Parangilah urakng-urakng kafir nang ka’ sakitar kita’, man hendak lah iaka’koa ngarasaatn sikap tagas dari nyu, man nu’anlah bahwa’ Allah ba sama urakng- urakng nang ba takwa"},{"SurahNumber":9,"VerseNumber":124,"Text":"Man kade’ diturunan suatu surah, maka ka’ antara iaka’koa (urakng-urakng munafik) ada nang bakata”Sae ke’ ka’ antara kita’ nang batambah imannya mang (turut’n)nya surah nian?”. Adapun urakng-urakng nang baiman, maka surah nian nambah imannya, man iaka’koa marasa karepoat’n"},{"SurahNumber":9,"VerseNumber":125,"Text":"Man adapun urakng-urakng nang ka’ dalapm atinya ada panyakit,383 maka (man surah nian) akan nambah kakafiratn iaka’koa nang udah ada man iaka’koa mati dalapm kadaan kafir"},{"SurahNumber":9,"VerseNumber":126,"Text":"Man nana’ ke’ iaka’koa (urakng-urakng munafik) nele’ bahwa’ iaka’koa diuji sakali atau dua kali satiap tahut’n, namun iaka’koa nana’ (uga) ba tobat man nana’ (uga’) na’ap palajaran"},{"SurahNumber":9,"VerseNumber":127,"Text":"Man kade’’ dituruntatn sote’ surah, seko’ manyeko’nya batele’-tele’i (palis bakata) ada ke’ seko’ (dari kaum muslim) nang nele’ kita’? Salaka’ koa iaka’koa pun ampus. Allah mamalingkat’n ati nyaka’koa disababkan iaka’koa kaum nang nana’ ngarati"},{"SurahNumber":9,"VerseNumber":128,"Text":"Sungguh udah atak’ng ka’ kita’ saurakng Rasul dari kaumnyu babaro, barat tarasa olehnya pandaritaan yang kao alami’. (Ia) miah kapengen (kaimanan man kasalamatan nto’nyu), panyantun man panyayang ka’ urakng-urakng nang baiman"},{"SurahNumber":9,"VerseNumber":129,"Text":"Maka, kade’s iaka’koa barpaling (dari kaimanan) maka bakatalah kao (Muhammad) ”cukuplah Allah bagiku, nana’ ada tuhan selain Iya, ngge ka’ Iya aku ba tawakal. Man Ia lah Tuhan nang ngampu’i Arsy (Singgasana) nang Agung"},{"SurahNumber":10,"VerseNumber":1,"Text":"Alif Lam Ra, nianlah ayat-ayat Alquran nang ‘panoh (barinsi’) hikmah"},{"SurahNumber":10,"VerseNumber":2,"Text":"Pantas ke’ talino jadi heran bahwa’ Kami mare’ wahyu ka’ nang laki ka’ antara iaka’koa, bare’lah paringatan ka’ Talino man sanangkanlah urakng baiman bahwa’ iaka’koa ba kadudukan nang tinggi ka’ isi tuhan. Urakng-urakng kafir berkata uraleng nian (Muhammad) banar-banar pasihir"},{"SurahNumber":10,"VerseNumber":3,"Text":"Sesungguhnya tuhan kao ialah Allah nang nyiptaatn langit man bumi dalapm anam masa, kemudian ia barsamayam keatas Arsy (singgasana) nto’ ngatur sagal urusan nana’ ada nang bisa mare’ syafaat, kacuali udah ada izinnya. Kaolah Allah, Tuhannyu, maka sambahlah Ia. Aheke’ kao nana’ naap palajaran"},{"SurahNumber":10,"VerseNumber":4,"Text":"‘Ngge a ka’-Ia kao samua akan kambali. Koa marupakan janji Allah nang banar man pasti.. sesungguhnya ialah nang mamulai panciptaan makhluk kamudian ngulangi’nya (mang ngiduptnnya agi’ saudah bangkit). Agar ia mare’ balasan ka’ urakng nang baiman, man ngarajaatn kabajikan dengan adil. Sadangkan nto’ urakng-urakng kafir (disadiaatn) minuman ai’ nang ningkorak man siksaatn nang padih karana kakafiratnnya ka’ koa"},{"SurahNumber":10,"VerseNumber":5,"Text":"Ialah nang nyadiatn mata’ari nang basinar man bulatn bacahaya, man ‘ialah nang nata- pan tampat-tampat orbitnya, agar kao nu’an bilangan tahutn man paretongan (waktu) Allah nana’ nyiptaatn nang leakoa malain- tantnnang banar. Ia nyalasatn tanda-tanda (kabasarannya) ka’urakng-urakng nang nu’an"},{"SurahNumber":10,"VerseNumber":6,"Text":"Sesungguhnya ‘ka’ pada panggantian malam man siak’ng man ka’ ahe nang di ciptaatn Allah ka’ kaidupatn di langit man ka’ bumi, pasti ada tanda-tanda (kabasaannya) bagi urakng-urakng nang batakwa"},{"SurahNumber":10,"VerseNumber":7,"Text":"Abatolnya ‘pada urakng-urakng nang nana’ (ngarapatn) nana’ pucaya ‘ka’ partamuan mang kami iaka’koa kami, man marasa puas iaka’koa kaidupatn dunia sarata marasa tentram mang iaka’koa (kahidupan) koa, man urakng-urakng nang malalaikan ayat Kami"},{"SurahNumber":10,"VerseNumber":8,"Text":"‘Ia ka’koa kao tampatnya ka’ naraka, karna ahe nang udah iaka’koa pamuat"},{"SurahNumber":10,"VerseNumber":9,"Text":"Sasungguhnya urakng-urakng nang baiman man ngarajaatn kabaikan, niscaya dibare’ patunjuk di Tuhan karena kaimanannya. Iaka’koa ka’dalapm saruga nang panoh kanyamanan, ngalir ka’ babahnya sunge- sunge"},{"SurahNumber":10,"VerseNumber":10,"Text":"Doa’ iaka’koa ka’ dalapmnya ialah”subhanakallahhumma”(maha suci kao ya tuhan kami). Man salam penghormatan iaka’koa ialah”salam”(salam sajahtera) man penutup doa iaka’koa ialah,”Alhamdulillahi Robbil alamin, (segala puji ka’ Allah tuhan saluruh alam)"}]}