{"Id":453,"LanguageCodes":["ur","urd"],"Name":"urd-fatehmuhammadja","Author":"Fateh Muhammad Jalandhry","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":19,"VerseNumber":59,"Text":"پھر ان کے بعد چند ناخلف ان کے جانشیں ہوئے جنہوں نے نماز کو (چھوڑ دیا گویا اسے) کھو دیا۔ اور خواہشات نفسانی کے پیچھے لگ گئے۔ سو عنقریب ان کو گمراہی (کی سزا) ملے گی"},{"SurahNumber":19,"VerseNumber":60,"Text":"ہاں جس نے توبہ کی اور ایمان لایا اور عمل نیک کئے تو اسے لوگ بہشت میں داخل ہوں گے اور ان کا ذرا نقصان نہ کیا جائے گا"},{"SurahNumber":19,"VerseNumber":61,"Text":"(یعنی) بہشت جاودانی (میں) جس کا خدا نے اپنے بندوں سے وعدہ کیا ہے (اور جو ان کی آنکھوں سے) پوشیدہ (ہے) ۔ بےشک اس کا وعدہ (نیکوکاروں کے سامنے) آنے والا ہے"},{"SurahNumber":19,"VerseNumber":62,"Text":"وہ اس میں سلام کے سوا کوئی بیہودہ کلام نہ سنیں گے، اور ان کے لئے صبح وشام کا کھانا تیار ہوگا"},{"SurahNumber":19,"VerseNumber":63,"Text":"یہی وہ جنت ہے جس کا ہم اپنے بندوں میں سے ایسے شخص کو وارث بنائیں گے جو پرہیزگار ہوگا"},{"SurahNumber":19,"VerseNumber":64,"Text":"اور (فرشتوں نے پیغمبر کو جواب دیا کہ) ہم تمہارے پروردگار کے حکم سوا اُتر نہیں سکتے۔ جو کچھ ہمارے آگے ہے اور پیچھے ہے اور جو ان کے درمیان ہے سب اسی کا ہے اور تمہارا پروردگار بھولنے والا نہیں"},{"SurahNumber":19,"VerseNumber":65,"Text":"(یعنی) آسمان اور زمین کا اور جو ان دونوں کے درمیان ہے سب کا پروردگار ہے۔ تو اسی کی عبادت کرو اور اسی کی عبادت پر ثابت قدم رہو۔ بھلا تم کوئی اس کا ہم نام جانتے ہو"},{"SurahNumber":19,"VerseNumber":66,"Text":"اور (کافر) انسان کہتا ہے کہ جب میں مر جاؤ گا تو کیا زندہ کرکے نکالا جاؤں گا؟"},{"SurahNumber":19,"VerseNumber":67,"Text":"کیا (ایسا) انسان یاد نہیں کرتا کہ ہم نے اس کو پہلے بھی پیدا کیا تھا اور وہ کچھ بھی چیز نہ تھا"},{"SurahNumber":19,"VerseNumber":68,"Text":"تمہارے پروردگار کی قسم! ہم ان کو جمع کریں گے اور شیطانوں کو بھی۔ پھر ان سب کو جہنم کے گرد حاضر کریں گے (اور وہ) گھٹنوں پر گرے ہوئے (ہوں گے)"},{"SurahNumber":19,"VerseNumber":69,"Text":"پھر ہر جماعت میں سے ہم ایسے لوگوں کو کھینچ نکالیں گے جو خدا سے سخت سرکشی کرتے تھے"},{"SurahNumber":19,"VerseNumber":70,"Text":"اور ہم ان لوگوں سے خوب واقف ہیں جو ان میں داخل ہونے کے زیادہ لائق ہیں"},{"SurahNumber":19,"VerseNumber":71,"Text":"اور تم میں کوئی (شخص) نہیں مگر اسے اس پر گزرنا ہوگا۔ یہ تمہارے پروردگار پر لازم اور مقرر ہے"},{"SurahNumber":19,"VerseNumber":72,"Text":"پھر ہم پرہیزگاروں کو نجات دیں گے۔ اور ظالموں کو اس میں گھٹنوں کے بل پڑا ہوا چھوڑ دیں گے"},{"SurahNumber":19,"VerseNumber":73,"Text":"اور جب ان لوگوں کے سامنے ہماری آیتیں پڑھی جاتی ہیں تو جو کافر ہیں وہ مومنوں سے کہتے ہیں کہ دونوں فریق میں سے مکان کس کے اچھے اور مجلسیں کس کی بہتر ہیں"},{"SurahNumber":19,"VerseNumber":74,"Text":"اور ہم نے ان سے پہلے بہت سی اُمتیں ہلاک کردیں۔ وہ لوگ (ان سے) ٹھاٹھ اور نمود میں کہیں اچھے تھے"},{"SurahNumber":19,"VerseNumber":75,"Text":"کہہ دو کہ جو شخص گمراہی میں پڑا ہوا ہے خدا اس کو آہستہ آہستہ مہلت دیئے جاتا ہے۔ یہاں تک کہ جب اس چیز کو دیکھ لیں گے جس کا ان سے وعدہ کیا جاتا ہے خواہ عذاب اور خواہ قیامت۔ تو (اس وقت) جان لیں گے کہ مکان کس کا برا ہے اور لشکر کس کا کمزور ہے"},{"SurahNumber":19,"VerseNumber":76,"Text":"اور جو لوگ ہدایت یاب ہیں خدا ان کو زیادہ ہدایت دیتا ہے۔ اور نیکیاں جو باقی رہنے والی ہیں وہ تمہارے پروردگار کے صلے کے لحاظ سے خوب اور انجام کے اعتبار سے بہتر ہیں"},{"SurahNumber":19,"VerseNumber":77,"Text":"بھلا تم نے اس شخص کو دیکھا جس نے ہماری آیتوں سے کفر کیا اور کہنے لگا کہ (اگر میں ازسرنو زندہ ہوا بھی تو یہی) مال اور اولاد مجھے (وہاں) ملے گا"},{"SurahNumber":19,"VerseNumber":78,"Text":"کیا اس نے غیب کی خبر پالی ہے یا خدا کے یہاں (سے) عہد لے لیا ہے؟"},{"SurahNumber":19,"VerseNumber":79,"Text":"ہرگز نہیں۔ یہ جو کچھ کہتا ہے ہم اس کو لکھتے جاتے اور اس کے لئے آہستہ آہستہ عذاب بڑھاتے جاتے ہیں"},{"SurahNumber":19,"VerseNumber":80,"Text":"اور جو چیزیں یہ بتاتا ہے ان کے ہم وارث ہوں گے اور یہ اکیلا ہمارے سامنے آئے گا"},{"SurahNumber":19,"VerseNumber":81,"Text":"اور ان لوگوں نے خدا کے سوا اور معبود بنالئے ہیں تاکہ وہ ان کے لئے (موجب عزت و) مدد ہوں"},{"SurahNumber":19,"VerseNumber":82,"Text":"ہرگز نہیں وہ (معبودان باطل) ان کی پرستش سے انکار کریں گے اور ان کے دشمن (ومخالف) ہوں گے"},{"SurahNumber":19,"VerseNumber":83,"Text":"کیا تم نے نہیں دیکھا کہ ہم نے شیطانوں کو کافروں پر چھوڑ رکھا ہے کہ ان کو برانگیختہ کرتے رہتے ہیں"},{"SurahNumber":19,"VerseNumber":84,"Text":"تو تم ان پر (عذاب کے لئے) جلدی نہ کرو۔ اور ہم تو ان کے لئے (دن) شمار کر رہے ہیں"},{"SurahNumber":19,"VerseNumber":85,"Text":"جس روز ہم پرہیزگاروں کو خدا کے سامنے (بطور) مہمان جمع کریں گے"},{"SurahNumber":19,"VerseNumber":86,"Text":"اور گنہگاروں کو دوزخ کی طرف پیاسے ہانک لے جائیں گے"},{"SurahNumber":19,"VerseNumber":87,"Text":"(تو لوگ) کسی کی سفارش کا اختیار نہ رکھیں گے مگر جس نے خدا سے اقرار لیا ہو"},{"SurahNumber":19,"VerseNumber":88,"Text":"اور کہتے ہیں کہ خدا بیٹا رکھتا ہے"},{"SurahNumber":19,"VerseNumber":89,"Text":"(ایسا کہنے والو یہ تو) تم بری بات (زبان پر) لائے ہو"},{"SurahNumber":19,"VerseNumber":90,"Text":"قریب ہے کہ اس (افتراء) سے آسمان پھٹ پڑیں اور زمین شق ہوجائے اور پہاڑ پارہ پارہ ہو کر گر پڑیں"},{"SurahNumber":19,"VerseNumber":91,"Text":"کہ انہوں نے خدا کے لئے بیٹا تجویز کیا"},{"SurahNumber":19,"VerseNumber":92,"Text":"اور خدا کو شایاں نہیں کہ کسی کو بیٹا بنائے"},{"SurahNumber":19,"VerseNumber":93,"Text":"تمام شخص جو آسمانوں اور زمین میں ہیں سب خدا کے روبرو بندے ہو کر آئیں گے"},{"SurahNumber":19,"VerseNumber":94,"Text":"اُس نے ان (سب) کو (اپنے علم سے) گھیر رکھا اور (ایک ایک کو) شمار کر رکھا ہے"},{"SurahNumber":19,"VerseNumber":95,"Text":"اور سب قیامت کے دن اس کے سامنے اکیلے اکیلے حاضر ہوں گے"},{"SurahNumber":19,"VerseNumber":96,"Text":"اور جو لوگ ایمان لائے اور عمل نیک کئے خدا ان کی محبت (مخلوقات کے دل میں) پیدا کردے گا"},{"SurahNumber":19,"VerseNumber":97,"Text":"(اے پیغمبر) ہم نے یہ (قرآن) تمہاری زبان میں آسان (نازل) کیا ہے تاکہ تم اس سے پرہیزگاروں کو خوشخبری پہنچا دو اور جھگڑالوؤں کو ڈر سنا دو"},{"SurahNumber":19,"VerseNumber":98,"Text":"اور ہم نے اس سے پہلے بہت سے گروہوں کو ہلاک کردیا ہے۔ بھلا تم ان میں سے کسی کو دیکھتے ہو یا (کہیں) ان کی بھنک سنتے ہو"}]}