{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":44,"Text":"Нима повелявате на хората праведност, а забравяте себе си, въпреки че вие четете Писанието? Нима не проумявате"},{"SurahNumber":2,"VerseNumber":45,"Text":"И искайте помощта [на Аллах] с търпение и молитва! Тя наистина е трудна, ала не и за смирените"},{"SurahNumber":2,"VerseNumber":46,"Text":"които се надяват, че ще срещнат своя Господ и че при Него ще се върнат"},{"SurahNumber":2,"VerseNumber":47,"Text":"О, синове на Исраил, помнете Моята благодат, с която ви обсипах, и че бях ви предпочел измежду народите"},{"SurahNumber":2,"VerseNumber":48,"Text":"И бойте се от Деня, в който ни една душа не ще замени друга в нищо и не ще се приеме от нея застъпничество, и не ще се вземе от нея откуп, и никому не ще се помогне"},{"SurahNumber":2,"VerseNumber":49,"Text":"И [спомнете си] когато ви избавихме от хората на Фараона. Те ви причиняваха най-лошото мъчение, като избиваха синовете ви, а пощадяваха жените ви. Това бе велико изпитание за вас от вашия Господ"},{"SurahNumber":2,"VerseNumber":50,"Text":"И когато разделихме за вас морето на две и ви избавихме, и издавихме хората на Фараона пред очите ви"},{"SurahNumber":2,"VerseNumber":51,"Text":"и когато определихме за Муса четиридесет нощи, после вие подир него приехте телеца, ставайки угнетители"},{"SurahNumber":2,"VerseNumber":52,"Text":"после ви простихме, за да сте признателни"},{"SurahNumber":2,"VerseNumber":53,"Text":"И когато дадохме на Муса Писанието и Разграничението, за да се напътите"},{"SurahNumber":2,"VerseNumber":54,"Text":"И когато Муса рече на своя народ: “О, народе мой, ти угнети себе си, като прие телеца. Покайте се пред своя Създател и убийте [злите сред] вас! Това е за ваше добро пред Създателя ви. Той ще приеме вашето покаяние. Наистина е Той Приемащия покаянието, Милосърдния.”"},{"SurahNumber":2,"VerseNumber":55,"Text":"И когато изрекохте: “О, Муса, не ще ти повярваме, докато не видим Аллах наяве”, мълнията ви порази, както гледахте"},{"SurahNumber":2,"VerseNumber":56,"Text":"После ви възкресихме след вашата смърт, за да сте признателни"},{"SurahNumber":2,"VerseNumber":57,"Text":"И ви заслонихме с облака, и спуснахме над вас манната и пъдпъдъците: “Яжте от благата, които ви дарихме!” Не Нас угнетиха, а себе си угнетиха"},{"SurahNumber":2,"VerseNumber":58,"Text":"И когато рекохме: “Влезте в това селище и яжте оттам в доволство, където пожелаете! И влезте през вратата, кланяйки се, и кажете: “Опрощение!”. Ние ще ви извиним прегрешенията и ще надбавим за благодетелните.”"},{"SurahNumber":2,"VerseNumber":59,"Text":"Ала угнетителите подмениха словото, което им бе казано, с друго. И изсипахме над угнетителите напаст от небето, защото бяха нечестивци"}]}