{"Id":104,"LanguageCodes":["en","eng"],"Name":"eng-ajarberry","Author":"A. J. Arberry","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"The day that every soul shall come disputing in its own behalf; and every soul shall be paid in full for what it wrought, and they shall not be wronged"},{"SurahNumber":16,"VerseNumber":112,"Text":"God has struck a similitude: a city that was secure, at rest, its provision coming to it easefully from every place, then it was unthankful for the blessings of God; so God let it taste the garment of hunger and of fear, for the things that they were working"},{"SurahNumber":16,"VerseNumber":113,"Text":"There came indeed to them a Messenger from amongst them, but they cried him lies; so they were seized by the chastisement while they were evildoers"},{"SurahNumber":16,"VerseNumber":114,"Text":"So eat of what God has provided you lawful and good; and be you thankful for the blessing of God, if it be Him that you serve"},{"SurahNumber":16,"VerseNumber":115,"Text":"These things only He has forbidden you: carrion, blood, the flesh of swine, what has been hallowed to other than God. Yet whoso is constrained, not desiring nor transgressing, God is All-forgiving, All-compassionate"},{"SurahNumber":16,"VerseNumber":116,"Text":"And do not say, as to what your tongues falsely describe, 'This is lawful; and this is forbidden, so that you may forge against God falsehood; surely those who forge against God falsehood shall not prosper"},{"SurahNumber":16,"VerseNumber":117,"Text":"A little enjoyment, then for them awaits a painful chastisement"},{"SurahNumber":16,"VerseNumber":118,"Text":"And those of Jewry -- We have forbidden them what We related to thee before, and We wronged them not, but they wronged themselves"},{"SurahNumber":16,"VerseNumber":119,"Text":"Then, surely thy Lord -- unto those who did evil in ignorance, then repented after that and put things right -- surely thy Lord thereafter is All-forgiving, All-compassionate"},{"SurahNumber":16,"VerseNumber":120,"Text":"Surely, Abraham was a nation obedient unto God, a man of pure faith and no idolater"},{"SurahNumber":16,"VerseNumber":121,"Text":"showing thankfulness for His blessings; He chose him, and He guided him to a straight path"},{"SurahNumber":16,"VerseNumber":122,"Text":"And We gave him in this world good, and in the world to come he shall be among the righteous"},{"SurahNumber":16,"VerseNumber":123,"Text":"Then We revealed to thee: 'Follow thou the creed of Abraham, a man of pure faith and no idolater"},{"SurahNumber":16,"VerseNumber":124,"Text":"The Sabbath was only appointed for those who were at variance thereon; surely thy Lord will decide between them on the Day of Resurrection, touching their differences"},{"SurahNumber":16,"VerseNumber":125,"Text":"Call thou to the way of thy Lord with wisdom and good admonition, and dispute with them in the better way. Surely thy Lord knows very well those who have gone astray from His way, and He knows very well those who are guided"},{"SurahNumber":16,"VerseNumber":126,"Text":"And if you chastise, chastise even as you have been chastised; and yet assuredly if you are patient, better it is for those patient"},{"SurahNumber":16,"VerseNumber":127,"Text":"And be patient; yet is thy patience only with the help of God. And do not sorrow for them, nor be thou straitened for what they devise"},{"SurahNumber":16,"VerseNumber":128,"Text":"Surely God is with those who are godfearing, and those who are good-doers"}]}