{"Id":260,"LanguageCodes":["mr","mrw"],"Name":"mrw-guroalimsaroman","Author":"Guro Alim Saromantang","Language":"Maranao","Description":"Maranao","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":8,"VerseNumber":1,"Text":"Ipagiza iran rka so manga taban ko kambonoay. Tharoang ka a: \"So manga taban na kapaar o Allah go so Rasol. Na kalkn iyo so Allah, go tanora niyo so kaphapantapantagan iyo. Go onoti niyo so Allah go so sogo Iyan, o skano na khipaparatiyaya"},{"SurahNumber":8,"VerseNumber":2,"Text":"Aya bo a titho a khipaparatiyaya na so siran, a igira a miyaaloy so Allah, na somangkop so manga poso iran, go igira a piyangadian kiran so manga ayat Iyan, na makaoman kiran sa paratiyaya, go so bo so Kadnan iran i sasarigan iran"},{"SurahNumber":8,"VerseNumber":3,"Text":"Siran na ipphamayandg iran so sambayang, go so sabaad ko inibgay Ami kiran na ipphammgay ran"},{"SurahNumber":8,"VerseNumber":4,"Text":"Siran man na siran so khipaparatiyaya a titho: Adn a bagian iran a manga pangkatan (ko sorga) sii ko Kadnan iran, go maap, go pagpr a mapiya"},{"SurahNumber":8,"VerseNumber":5,"Text":"Lagid o kiyapakaliyowa rka o Kadnan ka phoon ko walaing ka sabap ko bnar, na mataan! a adn a salompok ko miyamaratiyaya a tanto a di siran kamamantrangan"},{"SurahNumber":8,"VerseNumber":6,"Text":"Pphamawalng ka iran makapantag ko bnar ko oriyan o kiyapayag iran, lagid o ba siran pndndgn ko kapatay a siran na kasasandngan iran"},{"SurahNumber":8,"VerseNumber":7,"Text":"Na gowani ko idiyandi rkano o Allah so isa ko dowa pagtaw, a mataan aya! a khataban iyo: Na gii niyo mandingandingan a so da a bagr iyan i masangan iyo, na kabaya o Allah a tanto Niyan so bnar sabap ko manga katharo Iyan, na thiphadn Iyan so kaposan o da pamaratiyaya"},{"SurahNumber":8,"VerseNumber":8,"Text":"Ka thanto Niyan so bnar na pagilangn Iyan so ribat, apiya di kabaya o manga rarata i ongar"},{"SurahNumber":8,"VerseNumber":9,"Text":"Gowani ko pphangni kano sa tabang ko Kadnan iyo, na inismbag Iyan rkano a: \"Mataan! a Sakn na thabangan Ko skano sa sanggibo a manga malaikat, a makapthondotondog"},{"SurahNumber":8,"VerseNumber":10,"Text":"Na da a kiyabaloya saya o Allah a rowar sa tothol a iphakapiya ginawa, go an on misabap a kathatana o manga poso iyo: Na da ko tabang inonta na sii bo phoon ko Allah; mataan! a so Allah na Mabagr, a Mawngangn"},{"SurahNumber":8,"VerseNumber":11,"Text":"Gowani na ipkholob Iyan rkano so toratod, a sarig a phoon Rkaniyan, go pthoronan kano Niyan a phoon ko kawang sa ig, ka an on misabap a kasotiya Niyan rkano, go an Iyan rkano maylang so pangangalk o shaytan, go an Iyan matkhs so manga poso iyo, go an on misabap a kapakabkna Niyan ko manga parapara"},{"SurahNumber":8,"VerseNumber":12,"Text":"Gowani na iphagilaham o Kadnan ka ko manga malaikat a: \"Mataan! a Sakn na pd iyo. Na pakabkna niyo so siran a miyamaratiyaya: Ithmo Akn dn ko manga poso o siran a da pamaratiyaya so kalk: Na sogata niyo so kaporoan o manga lig (iran), go sogata niyo kiran so oman i kmr"},{"SurahNumber":8,"VerseNumber":13,"Text":"Giyoto man na sabap sa mataan! a siran na siyorang iran so Allah go so sogo Iyan: Na sadn, sa sorangn Iyan so Allah go so sogo Iyan, na mataan! a so Allah na Mayloti-kapaniksa"},{"SurahNumber":8,"VerseNumber":14,"Text":"Giyoto man (so siksa): \"Na taami niyo skaniyan ka mataan! a bagian o da pamaratiyaya so siksa ko naraka"},{"SurahNumber":8,"VerseNumber":15,"Text":"Hay miyamaratiyaya, igira minithmo niyo (ko giimbonoayan) so siran a da pamaratiyaya a pkhamang siran, na di niyo kiran thalikhodn so manga likod (iyo)"},{"SurahNumber":8,"VerseNumber":16,"Text":"Na sadn sa italikhod iyan kiran sa alongan oto a likod iyan inonta a plimpang ko kambonoay, odi na thapi ko pagtaw (a pd iyan) - na sabnar a miyakakholokog sa rarangit a phoon ko Allah, go darpa iyan so naraka Jahannam, - a mikharatarata a khabolosan"},{"SurahNumber":8,"VerseNumber":17,"Text":"Na da niyo siran mapatay; na ogaid na so Allah i miyakapatay kiran: Go kna a ba ska i miyakasogat gowani a lombad ka, na ogaid na so Allah i somiyogat (kiran), ka an Iyan matiyoba so miyamaratiyaya sa tiyoba a mapiya a phoon Rkaniyan. Mataan! a so Allah na Pphakan´g, a Matao"},{"SurahNumber":8,"VerseNumber":18,"Text":"Giyoto dn man, ka mataan! a so Allah na pphakalobayn Iyan so antangan a marata o da pamaratiyaya"},{"SurahNumber":8,"VerseNumber":19,"Text":"Na o phangniya niyo so hokoman (ko paglt iyo ago so Mohammad) na sabnar a miyakaoma rkano so hokoman (a so kiyatabana rkano sa Badr) na o gnk kano (mongkir), na giyoto i mapiya rkano: Na o kasoy kano na komasoy Kami (tomabang). Na da dn a milinding rkano o pagtaw niyo a mayto bo, apiya i kadakl iyan. Ka mataan! a so Allah na babid o (tabang Iyan so) miyamaratiyaya"},{"SurahNumber":8,"VerseNumber":20,"Text":"Hay miyamaratiyaya, onoti niyo so Allah go so sogo Iyan, go di niyo thalikhodi Skaniyan a skano na pkhan´g iyo"},{"SurahNumber":8,"VerseNumber":21,"Text":"Go di niyo zowaa so siran a pitharo iran a: \"Piyamakin´g ami, a siran na di iran phamamakin´gn"}]}