{"Id":341,"LanguageCodes":["sq","sqi"],"Name":"sqi-hassannahi-la","Author":"Hassan Nahi","Language":"Albanian","Description":"Albanian - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/albanian_nahi/v1.1.0-csv.1 , https://quranenc.com/en/browse/albanian_nahi , https://quranenc.com ,","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Allahu eshte ai qe ju ka krijuar ju te dobet, pastaj, pas dobesise, ju ka bere te fuqishem e, pas fuqise, ju ben te dobet dhe te thinjur. Ai krijon cfare te doje; Ai eshte i Gjithedijshem dhe i Fuqishem per cdo gje"},{"SurahNumber":30,"VerseNumber":55,"Text":"Diten, kur te vije Ora (e Kiametit), keqberesit do te betohen se kane qendruar (ne toke) vecse per nje kohe te shkurter. Keshtu ata shmangen nga e Verteta"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ata, te cileve u eshte dhene dituria dhe besimi, do te thone: “Ju, me te vertete, keni qendruar aq sa ju ka caktuar Allahu ne Liber - deri ne Diten e ringjalljes, - e ja kjo eshte Dita e ringjalljes, por ju nuk e keni ditur”"},{"SurahNumber":30,"VerseNumber":57,"Text":"Ate Dite, atyre qe kane bere padrejtesi, nuk do t’u beje dobi shfajesimi, as nuk do t’u lejohet qe te kerkojne falje"},{"SurahNumber":30,"VerseNumber":58,"Text":"Pa dyshim, ne kete Kuran, Ne u kemi sjelle njerezve gjithfare shembujsh. Por, sikur ti (Muhamed) t’u sjellesh atyre cfaredo mrekullie, jobesimtaret me siguri, do te thone: “Ju jeni vetem shpifes”"},{"SurahNumber":30,"VerseNumber":59,"Text":"Ja, keshtu, Allahu ua vulos zemrat atyre qe nuk dine"},{"SurahNumber":30,"VerseNumber":60,"Text":"Duro (o Muhamed), se, me siguri, premtimi i Allahut eshte i vertete dhe s’ke pse te humbasesh durimin kurrsesi nga ata qe nuk besojne"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lam, Mim"},{"SurahNumber":31,"VerseNumber":2,"Text":"Keto jane vargje te Librit plot Urtesi"},{"SurahNumber":31,"VerseNumber":3,"Text":"udherrefyes dhe meshire per punemiret"},{"SurahNumber":31,"VerseNumber":4,"Text":"qe kryejne namazin, japin zekatin dhe besojne bindshem ne jeten tjeter"},{"SurahNumber":31,"VerseNumber":5,"Text":"Keta jane udhezuar nga Zoti i tyre dhe vetem keta jane te shpetuar"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ka disa njerez qe sajojne tregime te kota, per te shmangur (te tjeret) nga rruga e Allahut me paditurine e tyre e per t’u tallur me te. Njerez te tille i pret denimi poshterues"},{"SurahNumber":31,"VerseNumber":7,"Text":"Kur ndonjerit prej tyre i lexohen shpalljet Tona, ai e kthen shpinen me mendjemadhesi, sikur nuk i ka degjuar, sikur i jane shurdhuar veshet. Andaj, jepu lajmin e denimit te dhembshem"},{"SurahNumber":31,"VerseNumber":8,"Text":"Me te vertete, ata qe besojne dhe bejne vepra te mira, do te gjenden ne kopshtet e dhuntise"},{"SurahNumber":31,"VerseNumber":9,"Text":"ne te cilat do te qendrojne perhere. Premtimi i Allahut eshte i vertete; Ai eshte i Plotfuqishmi dhe i Urti"},{"SurahNumber":31,"VerseNumber":10,"Text":"Ai i ka krijuar qiejt pa shtylla te dukshme, ka vene male te palevizshme ne Toke, qe ju te mos lekundeni dhe ka shperndare ne te gjithfare gjallesash. Ne e zbresim ujin nga qielli dhe, nepermjet tij, kemi bere te mbije cdo lloj (bime) i mire"},{"SurahNumber":31,"VerseNumber":11,"Text":"Ky eshte krijimi i Allahut! Me tregoni cfare kane krijuar te tjeret pos Tij? Asgje, por keqberesit jane vertet ne humbje te plote"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ne i dhame Lukmanit urtesine (duke i thene): “Falenderoje Allahun! Kush eshte falenderues, e ben per te miren e vet dhe, kush mohon, ta dije se vertet Allahu eshte i Vetemjaftueshem dhe i Denje per lavderim”"},{"SurahNumber":31,"VerseNumber":13,"Text":"(Kujtoje) kur Lukmani i tha te birit, duke e keshilluar: “O djali im, mos i shoqero Allahut asgje (ne adhurim)! Pa dyshim, idhujtaria eshte nje padrejtesi shume e madhe”"},{"SurahNumber":31,"VerseNumber":14,"Text":"Ne e kemi urdheruar njeriun qe t’i nderoje prinderit e vet. Nena e ka mbartur ate, duke duruar mundim pas mundimi, e ndarja e tij (nga gjiri) eshte brenda dy vjetesh. Ne i thame atij: “Behu falenderues ndaj Meje dhe prinderve te tu! Tek Une do te ktheheni te gjithe”"},{"SurahNumber":31,"VerseNumber":15,"Text":"Nese ata orvaten, qe te me shoqerosh Mua (ne adhurim) dicka, per te cilen ti nuk ke dijeni, mos i degjo, por sillu mire me ata ne kete jete dhe ndiq rrugen e atij qe drejtohet tek Une me devotshmeri; pastaj, tek Une do te ktheheni dhe Une do t’ju lajmeroj per ate qe keni bere"},{"SurahNumber":31,"VerseNumber":16,"Text":"“O djali im, edhe vepren e rende sa kokrra e sinapit qe ndodhet ne shkemb, ne qiej apo ne toke, Allahu do ta nxjerre ne shesh. Me te vertete, Allahu njeh mire cdo imtesi dhe i di te gjitha fshehtesite"},{"SurahNumber":31,"VerseNumber":17,"Text":"O djali im, kryeje namazin, urdheroje te miren, pengoje te keqen dhe behu i durueshem per cfaredo qe te godet! Me te vertete, ky eshte thelbi i patundur i te gjitha puneve"},{"SurahNumber":31,"VerseNumber":18,"Text":"Mos i trajto njerezit me nencmim dhe mos ec ne toke me mendjemadhesi, se Allahu nuk i do mendjemedhenjte e mburracaket"},{"SurahNumber":31,"VerseNumber":19,"Text":"Ec me kujdes e i permbajtur dhe fol me ze te ulet; se zeri me i vrazhde eshte zeri i gomarit”"},{"SurahNumber":31,"VerseNumber":20,"Text":"A nuk shihni se si Allahu jua ka bere te mundur t’i shfrytezoni te gjitha ato qe gjenden ne qiej dhe ne Toke dhe ju ka mbuluar me dhuntite e Tij te dukshme e te padukshme? E megjithate, disa njerez polemizojne per Allahun pa kurrfare dijenie, pa kurrfare rrefyesi dhe pa liber ndricues"},{"SurahNumber":31,"VerseNumber":21,"Text":"Kur atyre u thuhet: “Ndiqni ate qe ju ka shpallur Allahu!”, ata thone: “Jo, ne ndjekim fene e te pareve tane”. Keshtu eshte, edhe pse djalli i therret ata ne denimin e Zjarrit"}]}