{"Id":188,"LanguageCodes":["he","heb"],"Name":"heb-unknown","Author":"Unknown","Language":"Hebrew","Description":"Hebrew","Direction":"rtl","Source":"http://goodwordbooks.com/ , http://cpsglobal.org/","Translations":[{"SurahNumber":9,"VerseNumber":75,"Text":"ויש כאלה מביניהם שהתחייבו לאלוהים, \"אם הוא ייתן לנו מחסדו, ניתן צדקה ונהיה מן הישרים"},{"SurahNumber":9,"VerseNumber":76,"Text":"ואולם כאשר העניק להם מחסדו, הם מנעו אותו והתרחקו (וכפרו) כשהם סוטים רחוק מן הצדק"},{"SurahNumber":9,"VerseNumber":77,"Text":"לכן אלוהים הוסיף צביעות בלבבם, עד היום שיפגשוהו (יום הדין) משום שהם הפרו את התחייבותם לאלוהים, ובמה שהיו משקרים"},{"SurahNumber":9,"VerseNumber":78,"Text":"האם אינם יודעים כי אלוהים יודע את מה שהם מסתירים ואת סוד שיחם? ואכן אלוהים יודע את הנסתרות"},{"SurahNumber":9,"VerseNumber":79,"Text":"אלה (הצבועים) שפוגעים במאמינים המתנדבים לתת צדקה, וגם הם פוגעים במאמינים (העניים) שבקושי יכולים לתת צדקה, הם (הצבועים) מזלזלים בהם, אלוהים יזלזל בהם, ועונש כואב מצפה להם"},{"SurahNumber":9,"VerseNumber":80,"Text":"לא ישנה אם תתפלל בשבילם שאלוהים יסלח להם, או לא תתפלל, אפילו אם תתפלל למענם שבעים פעם, אלוהים לא יסלח להם בשום החרטה הכנה אופן, משום שכפרו באלוהים ובשליחו, ואלוהים לא ידריך את המושחתים"},{"SurahNumber":9,"VerseNumber":81,"Text":"שמחו אלה אשר נשארו בבתיהם ולא הצטרפו לשליח אלוהים. ושנאו להתאמץ בהקרבה ברכושם ובנפשותיהם למען אלוהים. ואמרו, \"אל תצאו בחום.\" אמור, \"האש של גיהינום לוהטת יותר, לו רק היו מבינים"},{"SurahNumber":9,"VerseNumber":82,"Text":"אז הם יצחקו מעט (בעולם הזה,) אבל הם עומדים לבכות הרבה (בעולם הבא) כגמול על אשר עשו"},{"SurahNumber":9,"VerseNumber":83,"Text":"וכאשר יחזירך אלוהים אל אחת מקבוצותיהם (הצבועים,) ואז יבקשו אותך להרשות להם לצאת אתך. אמור, \"לא תצאו איתי לעולם, ולא תילחמו אתי באויב לעולם. בפעם הראשונה רציתם להישאר בבית, ולכן הישארו עם אלה שנשארים בבית החלשים (הנשים והילדים והזקנים והחולים וכו)"},{"SurahNumber":9,"VerseNumber":84,"Text":"ואתה (השליח) אל תתפלל לעולם על גופת אחד מהם ואל תעמוד ליד קברו להתפלל למענו, משום שהם כפרו באלוהים ובשליחו ומתו בעודם מושחתים"},{"SurahNumber":9,"VerseNumber":85,"Text":"ואל תתרשם מהונם הרב והמספר הגדול של בניהם. אלוהים רוצה לתת להם את זה כעונש בשבילם בחיי העולם הזה, ועד שימותו ככופרים"},{"SurahNumber":9,"VerseNumber":86,"Text":"וכאשר יורדת סורה האומרת, \"האמינו באלוהים והתאמצו בהקרבה למען אלוהים עם שליחו,\" בעלי האמצעים מביניהם מיד ישאלו את רשותך, ויאמרו, \"הרשה לנו להישאר עם אלה שנשארים בבית"},{"SurahNumber":9,"VerseNumber":87,"Text":"הם (הצבועים) רוצים להיות עם הנשארים (עם הנשים והילדים והזקנים ובעלי המום ,) כי נחתמו לבבותיהם, לכן, הם לא יבינו"},{"SurahNumber":9,"VerseNumber":88,"Text":"אך השליח ואלה אשר האמינו אתו התאמצו בהקרבה למען אלוהים ברכושם ובנפשותיהם, ואלה שמור להם כול הטוב ואלה הם המצליחים"},{"SurahNumber":9,"VerseNumber":89,"Text":"הכין אלוהים להם גני עדן אשר נהרות זורמים מתחתיהם. לעולם יחיו בהם, וזו הזכייה הגדולה"},{"SurahNumber":9,"VerseNumber":90,"Text":"באו המשתמטים מבין שוכני המדבר שמבקשים להרשות להם (לא לצאת למען אלוהים) , ונשארו אלה המתכחשים לאלוהים ולשליחו, עונש כואב יפגע באלה אשר כפרו מביניהם"},{"SurahNumber":9,"VerseNumber":91,"Text":"אין חטא על החלשים והחולים ועל אלה שאין להם האמצעים הכלכליים להכין את עצמם לצאת (להקרבה למען אלוהים,) אם הם נשארו נאמנים לאלוהים ולשליחו, כי אין על המיטיבים (החזקים באמונתם) שום שביל, ואלוהים הוא הסלחן והרחום"},{"SurahNumber":9,"VerseNumber":92,"Text":"גם אין (חטא) על אלה אשר באו אליך למען תעזור להם , ואמרת להם, \"אין לי שום אמצעים לתת לכם,\" ואז שבו על עקבותיהם ועיניהם זולגות דמעות מצער, כי אין להם האמצעים הכלכליים לצאת אתך (להקרבה למען אלוהים)"}]}