{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"L. M. S"},{"SurahNumber":7,"VerseNumber":2,"Text":"A Book has been sent down to you, so do not let your breast feel it is under any constraint because of it, so you may warn by means of it; [it is] a Reminder for believers"},{"SurahNumber":7,"VerseNumber":3,"Text":"Follow whatever has been sent down to you by your Lord and do not follow any sponsors besides Him; yet how seldom do you remember"},{"SurahNumber":7,"VerseNumber":4,"Text":"How many towns have We wiped out? Our might has come upon them at dead of night or while they were napping"},{"SurahNumber":7,"VerseNumber":5,"Text":"Once Our might came to them, their appeal was merely to say: \"We have been such wrongdoers"},{"SurahNumber":7,"VerseNumber":6,"Text":"Let Us ask those to whom it was sent and let Us (also) ask the emissaries"},{"SurahNumber":7,"VerseNumber":7,"Text":"let Us relate what We know about them since We have not been absent"},{"SurahNumber":7,"VerseNumber":8,"Text":"The weighing-in that day will be correct: those whose scales are heavy will be prosperous"},{"SurahNumber":7,"VerseNumber":9,"Text":"while those whose scales are light are the ones who have lost their souls because they had been damaging Our signs"},{"SurahNumber":7,"VerseNumber":10,"Text":"We have established you on earth and granted you means by which to live on it. Yet seldom are you grateful"},{"SurahNumber":7,"VerseNumber":11,"Text":"We created you (all); then We shaped you. Then We told the angels: \"Bow down before Adam\". They bowed down on their knees except for Diabolis; he was no one to bow down on his knees"},{"SurahNumber":7,"VerseNumber":12,"Text":"He said: \"What prevents you from bowing down when I have commanded you to [do so]?\" He said: \"I am better than he is; You created me from fire, while You created him from clay"},{"SurahNumber":7,"VerseNumber":13,"Text":"He said: \"Clear out of here; you have no reason to act so proud about it. Get out; you are such a petty person"},{"SurahNumber":7,"VerseNumber":14,"Text":"He said: \"Let me wait until the day when they are raised up again"},{"SurahNumber":7,"VerseNumber":15,"Text":"He said: \"You are one who will be allowed to wait"},{"SurahNumber":7,"VerseNumber":16,"Text":"He said: \"Since you have let me wander off, I´ll waylay them along Your Straight Road"},{"SurahNumber":7,"VerseNumber":17,"Text":"then I´ll come at them from in front of them and from behind them, on their right and on their left. You will not find that most of them are grateful"},{"SurahNumber":7,"VerseNumber":18,"Text":"He said: \"Get out of here, despised, rejected! I´ll fill Hell with all of those who follow you"},{"SurahNumber":7,"VerseNumber":19,"Text":"And Adam, settle down in the garden, you and your wife. Eat wherever you wish; yet do not approach this tree lest either of you should become wrongdoers"},{"SurahNumber":7,"VerseNumber":20,"Text":"So Satan whispered to them to show them both their private parts which had gone unnoticed by either of them. He said: ´Your Lord only forbids you this tree so that you will not become two angels, or lest you both become immortal"},{"SurahNumber":7,"VerseNumber":21,"Text":"He swore to them: \"I am a sincere counselor with both of you"},{"SurahNumber":7,"VerseNumber":22,"Text":"He led them on by deceiving [them]. Once they had tasted the tree[´s fruit], their private parts became apparent to both of them, and they started to patch together leaves from the Garden for themselves. Their Lord called out to them: \"Did I not forbid you that tree and tell you both that Satan is an open enemy of yours"},{"SurahNumber":7,"VerseNumber":23,"Text":"They said: \"Our Lord, we have harmed ourselves! If You do not forgive us and grant us mercy, we´ll be losers"},{"SurahNumber":7,"VerseNumber":24,"Text":"He said: \"Clear out! You will become one another´s enemies. Yet you may have a residence on earth and enjoyment for a while"},{"SurahNumber":7,"VerseNumber":25,"Text":"He [further] said: \"You will live on it and you will die on it, and from it will you be brought forth [again]"},{"SurahNumber":7,"VerseNumber":26,"Text":"Children of Adam, We have sent you down clothing with which to conceal your private parts and to dress up in. Yet the clothing of heedfulness is best!\" That is one of God´s signs, so that they may bear it in mind"},{"SurahNumber":7,"VerseNumber":27,"Text":"Children of Adam, do not let Satan tempt you just as he turned your two ancestors out of the Garden, stripping them of their clothing in order to show them their private parts. He and his tribe watch you from where you do not see them! We have placed devils as patrons for those who do not believe"},{"SurahNumber":7,"VerseNumber":28,"Text":"Whenever they perform any obscene act they say: \"We found out our forefathers were performing it, and God has ordered us to do so.\" SAY: \"God does not order any sexual misconduct. Do you say something you do not know about God"},{"SurahNumber":7,"VerseNumber":29,"Text":"SAY: \"My Lord has ordered me to play fair. Keep your faces set towards every place of prayer and appeal to Him sincerely; religion belongs to Him. Even as He started you off, so will you return"},{"SurahNumber":7,"VerseNumber":30,"Text":"One party has He guided while another party ought to be allowed to go astray: they have adopted the devils as patrons instead of God, and reckon they are guided"}]}