{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":50,"Text":"اور یہ بھی بتادو کہ میرا عذاب ہی دردناک عذاب ہے۔"},{"SurahNumber":15,"VerseNumber":51,"Text":"اور انہیں ابراہیم کے مہمانوں کا حال سنا دو ۔"},{"SurahNumber":15,"VerseNumber":52,"Text":"اس وقت کا حال جب وہ ان کے پاس پہنچے، اور سلام کیا۔ ابراہیم نے کہا کہ : ہمیں تو تم سے ڈر لگ رہا ہے"},{"SurahNumber":15,"VerseNumber":53,"Text":"انہوں نے کہا : ڈریے نہیں، ہم تو آپ کو ایک صاحب علم لڑکے (کی ولادت) کی خوشخبری دے رہے ہیں۔"},{"SurahNumber":15,"VerseNumber":54,"Text":"ابراہیم نے کہا : کیا تم مجھے اس حالت میں خوشخبری دے رہے ہو جبکہ مجھے پر بڑھاپا چھا چکا ہے ؟ پھر کس بنیاد پر مجھے خوشخبری دے رہے ہو ؟"},{"SurahNumber":15,"VerseNumber":55,"Text":"وہ بولے : ہم نے آپ کو سچی خوشخبری دی ہے، لہذا آپ ان لوگوں میں شامل نہ ہوں جو ناامید ہوجاتے ہیں۔"},{"SurahNumber":15,"VerseNumber":56,"Text":"ابراہیم نے کہا : اپنے پروردگار کی رحمت سے گمراہوں کے سوا کون ناامید ہوسکتا ہے ؟"},{"SurahNumber":15,"VerseNumber":57,"Text":"(پھر) انہوں نے پوچھا کہ : اللہ کے بھیجے ہوئے فرشتو ! اب آپ کے سامنے کیا مہم ہے ؟"},{"SurahNumber":15,"VerseNumber":58,"Text":"انہوں نے کہا : ہمیں ایک مجرم قوم کی طرف (عذاب نازل کرنے کے لیے) بھیجا گیا ہے۔"},{"SurahNumber":15,"VerseNumber":59,"Text":"البتہ لوط کے گھر والے اس سے مستثنی ہیں، ان سب کو ہم بچالیں گے۔"},{"SurahNumber":15,"VerseNumber":60,"Text":"سوائے ان کی بیوی کے۔ ہم نے یہ طے کر رکھا ہے کہ وہ ان لوگوں میں شامل رہے گی جو (عذاب کا نشانہ بننے کے لیے) پیچھے رہ جائیں گے۔"},{"SurahNumber":15,"VerseNumber":61,"Text":"چنانچہ جب یہ فرشتے لوط کے گھر والوں کے پاس پہنچے۔"},{"SurahNumber":15,"VerseNumber":62,"Text":"تو لوط نے کہا : آپ لوگ اجنبی معلوم ہوتے ہیں۔"},{"SurahNumber":15,"VerseNumber":63,"Text":"انہوں نے کہا : نہیں، بلکہ ہم آپ کے پاس وہ (عذاب) لے کر آئے ہیں جس میں یہ لوگ شک کیا کرتے تھے۔"},{"SurahNumber":15,"VerseNumber":64,"Text":"ہم آپ کے پاس اٹل فیصلہ لے کر آئے ہیں، اور یقین رکھیے کہ ہم سچے ہیں۔"},{"SurahNumber":15,"VerseNumber":65,"Text":"لہذا آپ رات کے کسی حصے میں اپنے گھر والوں کو لے کر نکل جایے، اور آپ خود ان کے پیچھے پیچھے چلیے اور آپ میں سے کوئی پیچھے مڑ کر نہ دیکھے، اور وہیں جانے کے لیے چلتے رہیں جہاں کا آپ کو حکم دیا جارہا ہے۔"},{"SurahNumber":15,"VerseNumber":66,"Text":"اور (اس طرح) ہم نے لوط تک اپنا یہ فیصلہ پہنچا دیا کہ صبح ہوتے ہی ان لوگوں کی جڑ کاٹ کر رکھ دی جائے گی۔"},{"SurahNumber":15,"VerseNumber":67,"Text":"اور شہر والے خوشی مناتے ہوئے (لوط کے پاس) آپہنچے۔"},{"SurahNumber":15,"VerseNumber":68,"Text":"لوط نے (ان سے) کہا کہ : یہ لوگ میرے مہمان ہیں، لہذا مجھے رسوا نہ کرو۔"},{"SurahNumber":15,"VerseNumber":69,"Text":"اور اللہ سے ڈرو، اور مجھے ذلیل نہ کرو۔"},{"SurahNumber":15,"VerseNumber":70,"Text":"کہنے لگے : کیا ہم نے آپ کو پہلے ہی دنیا جہان کے لوگوں (کو مہمان بنانے) سے منع نہیں کر رکھا تھا ؟"},{"SurahNumber":15,"VerseNumber":71,"Text":"لوط نے کہا : اگر تم میرے کہنے پر عمل کرو تو یہ میری بیٹیاں (جو تمہارے نکاح میں ہیں، تمہارے پاس) موجود ہی ہیں۔"},{"SurahNumber":15,"VerseNumber":72,"Text":"(اے پیغمبر) تمہاری زندگی کی قسم ! حقیقت یہ ہے کہ وہ لوگ اپنی بدمستی میں اندھے بنے ہوئے تھے۔"},{"SurahNumber":15,"VerseNumber":73,"Text":"چنانچہ سورج نکلتے ہی ان کو چنگھاڑ نے آپکڑا۔"},{"SurahNumber":15,"VerseNumber":74,"Text":"پھر ہم نے اس زمین کو تہ وبالا کر کے رکھ دیا، اور ان پر پکی مٹی کے پتھروں کی بارش برسا دی۔"},{"SurahNumber":15,"VerseNumber":75,"Text":"حقیقت یہ ہے کہ اس سارے واقعے میں ان لوگوں کے لیے بڑی نشانیاں ہیں جو عبرت کی نگاہ سے دیکھتے ہوں۔"},{"SurahNumber":15,"VerseNumber":76,"Text":"اور یہ بستیاں ایک ایسے راستے پر واقع ہیں جس پر لوگ مستقل چلتے رہتے ہیں۔"},{"SurahNumber":15,"VerseNumber":77,"Text":"یقینا اس میں ایمان والوں کے لیے بڑی عبرت ہے۔"},{"SurahNumber":15,"VerseNumber":78,"Text":"اور ایکہ کے باشندے (بھی) بڑے ظالم تھے۔"},{"SurahNumber":15,"VerseNumber":79,"Text":"چنانچہ ہم نے ان سے بھی انتقام لیا۔ اور ان دونوں قوموں کی بستیاں کھلی شاہراہ پر واقع ہیں۔"},{"SurahNumber":15,"VerseNumber":80,"Text":"اور حجر کے باشندوں نے بھی پیغمبروں کو جھٹلایا تھا۔"},{"SurahNumber":15,"VerseNumber":81,"Text":"اور ہم نے ان کو اپنی نشانیاں دیں تو وہ ان سے منہ موڑے رہے۔"},{"SurahNumber":15,"VerseNumber":82,"Text":"اور وہ پہاڑوں کو تراش تراش کر بےخوف و خطر مکان بنایا کرتے تھے۔"},{"SurahNumber":15,"VerseNumber":83,"Text":"آخر انہیں صبح صبح ایک چنگھاڑ نے آپکڑا۔"},{"SurahNumber":15,"VerseNumber":84,"Text":"اور نتیجہ یہ ہوا کہ جس ہنر سے وہ کمائی کرتے تھے، وہ ان کے کچھ کام نہ آیا۔"},{"SurahNumber":15,"VerseNumber":85,"Text":"اور ہم نے آسمانوں اور زمین کو اور ان کے درمیان جو کچھ ہے اس کو کسی برحق مقصد کے بغیر پیدا نہیں کیا، اور قیامت کی گھڑی آکر رہے گی۔ لہذا (اے پیغمبر ! ان کافروں کے طرز عمل پر) خوبصورتی کے ساتھ درگزر سے کام لو۔"},{"SurahNumber":15,"VerseNumber":86,"Text":"یقین رکھو کہ تمہارا رب ہی سب کو پیدا کرنے والا، سب کچھ جاننے والا ہے۔"},{"SurahNumber":15,"VerseNumber":87,"Text":"اور ہم نے تمہیں سات ایسی آیتیں دے رکھی ہیں جو بار بار پڑھی جاتی ہیں، اور عظمت والا قرآن عطا کیا ہے۔"},{"SurahNumber":15,"VerseNumber":88,"Text":"اور تم ان چیزوں کی طرف ہرگز آنکھ اٹھا کر بھی نہ دیکھو جو ہم نے ان (کافروں) میں سے مختلف لوگوں کو مزے اڑانے کے لیے دے رکھی ہیں، اور نہ ان لوگوں پر اپنا دل کڑھاؤ، اور جو لوگ ایمان لے آئے ہیں، ان کے لیے اپنی شفقت کا بازو پھیلا دو ۔"},{"SurahNumber":15,"VerseNumber":89,"Text":"اور (کفر کرنے والوں سے) کہہ دو کہ میں تو بس کھلے الفاظ میں تنبیہ کرنے والا ہوں۔"},{"SurahNumber":15,"VerseNumber":90,"Text":"(یہ تنبیہ قرآن عظیم کے ذریعے اسی طرح نازل کی گئی ہے) جیسے ہم نے ان تفرقہ کرنے والوں پر نازل کی تھی۔"},{"SurahNumber":15,"VerseNumber":91,"Text":"جنہوں نے (اپنی) پڑھی جانے والی کتاب کے حصے بخرے کرلیے تھے۔"},{"SurahNumber":15,"VerseNumber":92,"Text":"چنانچہ تمہارے رب کی قسم ! ہم ایک ایک کر کے ان سب سے پوچھیں گے۔"},{"SurahNumber":15,"VerseNumber":93,"Text":"کہ وہ کیا کچھ کیا کرتے تھے۔"},{"SurahNumber":15,"VerseNumber":94,"Text":"لہذا جس بات کا تمہیں حکم دیا جارہا ہے اسے علی الاعلان لوگوں کو سنا دو ، اور جو لوگ (پھر بھی) شرک کریں، ان کی پرواہ مت کرو۔"},{"SurahNumber":15,"VerseNumber":95,"Text":"یقین رکھو کہ ہم تمہاری طرف سے ان لوگوں سے نمٹنے کے لیے کافی ہیں جو (تمہارا) مذاق اڑاتے ہیں۔"},{"SurahNumber":15,"VerseNumber":96,"Text":"جنہوں نے اللہ کے ساتھ کوئی اور معبود گھڑ رکھا ہے۔ چنانچہ عنقریب انہیں سب پتہ چل جائے گا۔"},{"SurahNumber":15,"VerseNumber":97,"Text":"یقینا ہم جانتے ہیں کہ جو باتیں یہ بناتے ہیں، ان سے تمہارا دل تنگ ہوتا ہے۔"},{"SurahNumber":15,"VerseNumber":98,"Text":"تو (اس کا علاج یہ ہے کہ) تم اپنے پروردگار کی حمد کے ساتھ اس کی تسبیح کرتے رہو، اور سجدہ بجا لانے والوں میں شامل رہو۔"},{"SurahNumber":15,"VerseNumber":99,"Text":"اور اپنے پروردگار کی عبادت کرتے رہو، یہاں تک کہ تم پر وہ چیز آجائے جس کا آنا یقینی ہے۔"}]}