{"Id":485,"LanguageCodes":["zh","zho"],"Name":"zho-mazhonggang-lad","Author":"Ma Zhong Gang","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"https://alquran.cloud/api","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Tiān kè [zhù 1][huò jiùjì pǐn] zhǐ néng gěi qióngrén, pínmín [zhù 2], wèi cǐ gōngzuò zhě [shōufā tiān kè zhě huò shōufā jiùjì pǐn zhě], xīyǐn qí xīn qīngxiàng [yīsīlán jiào] zhě, wèi núlì shúshēn, qiàn zhài zhě, wéi ān lā zhī dào gōngzuò zhě, lǚxíng zāojié zhě, zhè shì ān lā de fǎlìng. Ān lā shì quánzhī de, zuì ruìzhì de."},{"SurahNumber":9,"VerseNumber":61,"Text":"Tāmen zhōng yǒurén wàngtú shānghài xiānzhī [mù shèng]. Tāmen shuō:“Tā zhǐshì yī zhǐ [chuánsòng xiāoxī de] ěrduǒ éryǐ.” Nǐ shuō:“Tā zhǐ tīng duì nǐmen zuì hǎo de, tā quèxìn ān lā, xìnrèn xìnshìmen, shì nǐmen zhōngxìnshì dì fú huì.” Fán wàngtú shānghài ān lā de shǐzhě [mù shèng] de rénmen, tāmen bì shòu tòngkǔ de xíngfá."},{"SurahNumber":9,"VerseNumber":62,"Text":"Tāmen yǐ ān lā xiàng nǐmen [mùsīlín] fāshì, yǐ tǎo nǐmen xǐhuān. Qíshí, ān lā jí qí shǐzhě [mù shèng] cái shì zuì zhídé tāmen xǐhuān de [zhù], jiǎrú tāmen shì xìn shì."},{"SurahNumber":9,"VerseNumber":63,"Text":"Nándào tāmen bù zhī dào ma? Shéi wéikàng ān lā jí qí shǐzhě [zhù], shéi bì shòu huǒ yù de xíngfá bìng yǒng jū qízhōng. Zhè shì jí dà de língrù."},{"SurahNumber":9,"VerseNumber":64,"Text":"Wěi xìnzhě hàipà huì zhēnduì tāmen ér jiàng shì [“gǔlánjīng” de] yī zhāng jīng wén, bǎ tāmen de xīnshì gàosù xìnshìmen. Nǐ [duì tāmen] shuō:“Nǐmen jìxù cháoxiào ba! Ān lā bì jiāng jiēlù nǐmen suǒ hàipà de.”"},{"SurahNumber":9,"VerseNumber":65,"Text":"Jiǎrú nǐ wèn tāmen [cǐ shì], tāmen bì shuō:“Wǒmen zhǐshì wàng tán qǔlè éryǐ.” Nǐ [duì tāmen] shuō:“Nǐmen shì cháoxiào ān lā, tā de jīxiàng [“gǔlánjīng”] hé tā de shǐzhě [mù shèng] ma?”"},{"SurahNumber":9,"VerseNumber":66,"Text":"Nǐmen bùyào tuōcí, nǐmen xìnyǎng hòu yòu bù xìnyǎngle. Jiǎrú wǒ kuānshù nǐmen zhōng de yīxiē rén, wǒ bì chéngfá lìng yīxiē rén, yīnwèi tāmen shì fànzuì zhě."},{"SurahNumber":9,"VerseNumber":67,"Text":"Nánnǚ wěi xìn [zhù] zhě bǐcǐ shì tónglèi, tāmen jiào rén zuò'è, zhǐ rén xíngshàn, jǐn wò shuāngshǒu [bù kěn wéi ān lā zhī dào shīshě]. Tāmen wàngjìle ān lā, ér tā [ān lā] yě wàngjìle tāmen. Wěi xìnzhě què shì bèinì zhě."},{"SurahNumber":9,"VerseNumber":68,"Text":"Ān lā yīngxǔ nánnǚ wěi xìnzhě [zhù] hé bù xìnyǎng zhě bì shòu huǒ yù de xíngfá, yǒng jū qízhōng. Huǒ yù zúgòu tāmen shòule! Ān lā qiǎnzé tāmen, tāmen jiāng shòu yǒngjiǔ de xíngfá."},{"SurahNumber":9,"VerseNumber":69,"Text":"Yóurú nǐmen de qián rén [suǒ shòu de xíngfá] yīyàng, tāmen de shílì bǐ nǐmen de gèng qiángdà, cáifù hé érnǚ bǐ nǐmen de duō. Tāmen xiǎngshòule tāmen [duǎnzàn] de fú fen, nǐmen yě xiǎngshòule nǐmen [duǎnzàn] de fú fen, zhèngrú nǐmen de qián rén suǒ xiǎngshòu de [duǎnzàn] fú fen yīyàng. Nǐmen suǒ wàng tán de yóurú tāmen suǒ wàng tán de. Zhèxiē rén zài jīnshì hé hòushì de shàngōng dōu shì túláo; zhèxiē rén què shì sǔnshī zhě."},{"SurahNumber":9,"VerseNumber":70,"Text":"Nándào zài tāmen zhīqián shìqù de mínzhòng de xiāoxī méiyǒu chuán dào tāmen ma? Jí nǔ hā de zúrén, ā dé rén hé sà mǔ dé rén, yī bù lā xīn de zúrén, mǎ dé yǎ rén hé bèi diānfù de chéngshì de jūmín. Zhèxiē rén de shǐzhěmen yǐ dàizhe míngzhèng dàodá tāmen. Ān lā wèi kuīdài tāmen, ér shì tāmen shǐ zìjǐ shòu sǔn."},{"SurahNumber":9,"VerseNumber":71,"Text":"Nánnǚ xìnshì bǐcǐ shì bǎohù zhě [zhù 1]. Tāmen quàn rén xíngshàn [zhù 2], zhǐ rén zuò'è, jǐn shǒu bài gōng, wán nà tiān kè, fúcóng ān lā jí qí shǐzhě [mù shèng]. Zhèxiē rén jiùshì ān lā yù cí mǐn de rén. Ān lā què shì quánnéng de, zuì ruìzhì de."},{"SurahNumber":9,"VerseNumber":72,"Text":"Ān lā yīngxǔ nánnǚ xìnshì jìnrù zhū héliúguò de lèyuán, yǒng jū qízhōng. Zài yǒng jū de lèyuán li yǒu měilì de zhùzhái, dàn huò ān lā de xǐyuè [zhù] cái shì zuìdà de ēncì. Zhè què shì wěidà de chénggōng."},{"SurahNumber":9,"VerseNumber":73,"Text":"Xiānzhī [mù shèng] a! Nǐ dāng fènyǒng dǎjí bù xìnyǎng zhě hé wěi xìnzhě, dāng yánlì dǎjí tāmen, tāmen de guīsù shì huǒ yù. Guīsù zhēn èliè!"},{"SurahNumber":9,"VerseNumber":74,"Text":"Tāmen yǐ ān lā fāshì tāmen méi shuō shénme [huàihuà], qíshí, tāmen yǐ shuōguò bu xìnyǎng dehuà, tāmen xìnyǎng yīsīlán jiào hòu yòu bù xìnyǎngle, bìng túmóu tāmen suǒ bùnéng shíxiàn de [móushā mù shèng]. Tāmen fēinàn, zhǐ yīn ān lā jí qí shǐzhě [mù shèng] yǐ ān lā de ēnhuì shǐ tāmen fùyù. Jiǎrú tāmen huǐguò zì xīn, nà duì tāmen shì zuì hǎo de; jiǎrú tāmen wéikàng, nàme, ān lā bì zài jīnshì hé hòushì yǐ tòngkǔ de xíngfá chéngzhì tāmen, tāmen zài dà dìshàng jué méiyǒu rènhé bǎohù zhě hé yuánzhù zhě."}]}