{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":74,"Text":"And remember the time when Abraham said to his father, Azar, 'Dost thou take idols for gods? Surely, I see thee and thy people in manifest error"},{"SurahNumber":6,"VerseNumber":75,"Text":"And thus did we show Abraham the Kingdom of the heavens and the earth that he should have full knowledge and that he might be of those who possess certainty of faith"},{"SurahNumber":6,"VerseNumber":76,"Text":"And when the night darkened upon him, he saw a star. He said, 'Can this be my Lord?' But when it set, he said, I like not those that set"},{"SurahNumber":6,"VerseNumber":77,"Text":"And when he saw the moon rise with spreading light, he said, 'Can this be my lord?' But when it set, he said, 'If my Lord guide me not, I shall surely be of the people who go astray"},{"SurahNumber":6,"VerseNumber":78,"Text":"And when he saw the sun rise with spreading light, he said, 'Can this be my Lord? This is the greatest.' But when it also set, he said, 'O my people! surely I am quit of that which you associate with God"},{"SurahNumber":6,"VerseNumber":79,"Text":"I have turned my face toward Him Who created the heavens and the earth, being ever inclined to God, and I am not of those who associate gods with Him"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people argued with him. He said, 'Do you argue with me concerning God when He has guided me aright? And I fear not that which you associate with HIM' except that I fear what my Lord wills. My Lord comprehends all things in His knowledge. Will you not them be admonished"},{"SurahNumber":6,"VerseNumber":81,"Text":"And why should I fear that which you associate with God, when you fear not to associate with God that for which He has sent down to you no authority? Which, then, of the two parties has better title to security, If indeed you know"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those who belief and mix not up their belief with injustice -- it is they who shall have peace, and who are rightly guided"},{"SurahNumber":6,"VerseNumber":83,"Text":"And that is Our argument which We gave to Abraham against his people. We exalt in decrees of rank whomso We please. Thy Lord is indeed Wise, All-Knowing"},{"SurahNumber":6,"VerseNumber":84,"Text":"And We gave him Isaac and Jacob; each did We guide aright, and Noah did We guide aright aforetime, and of his progeny, David and Solomon and Job and Joseph and Moses and Aaron. Thus do We reward those who do good"},{"SurahNumber":6,"VerseNumber":85,"Text":"And We guided Zachariah and John and Jesus and Elias; each one of them was of the righteous"},{"SurahNumber":6,"VerseNumber":86,"Text":"And We also guided Ishmael and Elisha and Jonah and Lot! and each one of them did We exalt above the people"},{"SurahNumber":6,"VerseNumber":87,"Text":"And We exalted some of their fathers and their children and their brethren, and We chose them and We guided them in the straight path"},{"SurahNumber":6,"VerseNumber":88,"Text":"That is the guidance of God. He guides thereby those of His servants whom He pleases. And if they had worshiped aught beside Him, surely all they did would have been of no avail to them"},{"SurahNumber":6,"VerseNumber":89,"Text":"It is to these whom We gave the Book and dominion and Prophethood. But if they are ungrateful for these favours it matters not, for We have now entrusted them to a people who are not ungrateful for them"},{"SurahNumber":6,"VerseNumber":90,"Text":"These it is whom God guide aright, so follow thou their guidance. Say, 'I ask not of you any reward for it. This is naught but an admonition for all mankind"},{"SurahNumber":6,"VerseNumber":91,"Text":"And they do not make a just estimate of the attributes of God, when they say, 'God has not revealed anything to any man. Say, 'Who revealed the Book which Moses brought, a light and a guidance for the people -- though you treat it as scrapes of paper, some of which you show while you hide much thereof and you have been taught that which neither you nor your fathers knew?' Say, 'God.' Then leave them to amuse themselves with idle talk"},{"SurahNumber":6,"VerseNumber":92,"Text":"And this is a Book which We have revealed, full of blessings, to fulfill that which preceded it, and to enable thee to warn the Mother of towns and those around her. And those, who believe in the Hereafter, believe therein and they strictly observe their Prayers"},{"SurahNumber":6,"VerseNumber":93,"Text":"And who is more unjust than he who forges a lie against God, or says, 'It has been revealed to me,' while nothing has been revealed to him; and who says, 'I will sent down the like of that which God has sent down?' And if thou couldst only see, when the wrongdoers are in the agonies of death, and the angels stretch forth their hands, saying, 'Yield up your souls. This day shall you be awarded the punishment of disgrace because of that which you spoke against God falsely and because you turned away from His Signs with disdain"},{"SurahNumber":6,"VerseNumber":94,"Text":"And now you come to Us one by one even as We create you at first, and you have left behind your backs that which We bestowed upon you, and We do not see with you your intercessors of whom you asserted that they were partners with God in your affairs. Now you have been cut off from one another and that which you asserted has failed you"}]}