{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"سب کھانے کی چیزیں حلال تھیں بنی اسرائیل کو مگر وہ جو حرام کر لی تھی اسرائیل نے اپنے اوپر توریت نازل ہونے سے پہلے [۱۴۱] تو کہہ لاؤ توریت اور پڑھو اگر سچے ہو [۱۴۲]"},{"SurahNumber":3,"VerseNumber":94,"Text":"پھر جو کوئی جوڑے اللہ پر جھوٹ اس کے بعد تو وہی ہیں بڑے بے انصاف [۱۴۳]"},{"SurahNumber":3,"VerseNumber":95,"Text":"تو کہہ سچ فرمایا اللہ نے اب تابع ہو جاؤ دین ابراہیم کے جو ایک ہی کا ہو رہا تھا اور نہ تھا شرک کرنے والا [۱۴۴]"},{"SurahNumber":3,"VerseNumber":96,"Text":"بیشک سب سے پہلا گھر جو مقرر ہوا لوگوں کے واسطے یہی ہے جو مکہ میں ہے [۱۴۵] برکت والا اور ہدایت جہان کے لوگوں کو"},{"SurahNumber":3,"VerseNumber":97,"Text":"اس میں نشانیاں ہیں ظاہر جیسے مقام ابراہیم اور جو اس کے اندر آیا اس کو امن ملا [۱۴۶] اور اللہ کا حق ہے لوگوں پر حج کرنا اس گھر کا جو شخص قدرت رکھتا ہو اسکی طرف راہ چلنے کی اور جو نہ مانے تو پھر اللہ پروا نہیں رکھتا جہان کے لوگوں کی [۱۴۷]"},{"SurahNumber":3,"VerseNumber":98,"Text":"تو کہہ اے اہل کتاب کیوں منکر ہوتے ہو اللہ کے کلام سے اور اللہ کے روبرو ہے جو تم کرتے ہو [۱۴۸]"},{"SurahNumber":3,"VerseNumber":99,"Text":"تو کہہ اے اہل کتاب کیوں روکتے ہو اللہ کی راہ سے ایمان لانے والوں کو کہ ڈھونڈتے ہو اس میں عیب اور تم خود جانتے ہو اور اللہ بے خبر نہیں تمہارے کام سے [۱۴۹]"},{"SurahNumber":3,"VerseNumber":100,"Text":"اے ایمان والو اگر تم کہا مانو گے بعضے اہل کتاب کا تو پھر کر دیں گے وہ تم کو ایمان لائے پیچھے کافر [۱۵۰]"},{"SurahNumber":3,"VerseNumber":101,"Text":"اور تم کس طرح کافر ہوتے ہو اور تم پر پڑھی جاتی ہیں آیتیں اللہ کی اور تم میں اس کا رسول ہے اور جو کوئی مضبوط پکڑے اللہ کو تو اس کو ہدایت ہوئی سیدھے رستہ کی [۱۵۱]"},{"SurahNumber":3,"VerseNumber":102,"Text":"اے ایمان والو ڈرتے رہو اللہ سے جیسا چاہیئے اس سے ڈرنا اور نہ مریو مگر مسلمان [۱۵۲]"},{"SurahNumber":3,"VerseNumber":103,"Text":"اور مضبوط پکڑو رسی اللہ کی سب مل کر اور پھوٹ نہ ڈالو [۱۵۳] اور یاد کرو احسان اللہ کا اپنے اوپر جب کہ تھے تم آپس میں دشمن پھر الفت دی تمہارے دلوں میں اب ہو گئے اس کے فضل سے بھائی [۱۵۴] اور تم تھے کنارے پر ایک آگ کے گڑھے کے پھر تم کو اس سے نجات دی [۱۵۵] اسی طرح کھولتا ہے اللہ تم پر آیتیں تاکہ تم راہ پاؤ [۱۵۶]"},{"SurahNumber":3,"VerseNumber":104,"Text":"اور چاہیئے کہ رہے تم میں ایک جماعت ایسی جو بلاتی رہے نیک کام کی طرف اور حکم کرتی رہے اچھے کاموں کا اور منع کریں برائی سے اور وہی پہنچے اپنی مراد کو [۱۵۷]"},{"SurahNumber":3,"VerseNumber":105,"Text":"اور مت ہو ان کی طرح جو متفرق ہو گئے اور اختلاف کرنے لگے بعد اس کے کہ پہنچ چکے ان کو حکم صاف اور ان کو بڑا عذاب ہے [۱۵۸]"},{"SurahNumber":3,"VerseNumber":106,"Text":"جس دن کہ سفید ہوں گے بعضے منہ اور سیاہ ہوں گے بعضے منہ [۱۵۹] سو وہ لوگ کہ سیاہ ہوئے منہ ان کے ان سے کہا جائے گا کیا تم کافر ہو گئے ایمان لا کر [۱۶۰] اب چکھو عذاب بدلا اس کفر کرنے کا"},{"SurahNumber":3,"VerseNumber":107,"Text":"اور وہ لوگ کہ سفید ہوئے منہ ان کے سو رحمت میں ہیں اللہ کی وہ اس میں ہمیشہ رہیں گے [۱۶۱]"},{"SurahNumber":3,"VerseNumber":108,"Text":"یہ حکم ہیں اللہ کے ہم سناتے ہیں تجھ کو ٹھیک ٹھیک اور اللہ ظلم کرنا نہیں چاہتا خلقت پر [۱۶۲]"},{"SurahNumber":3,"VerseNumber":109,"Text":"اور اللہ ہی کا ہے جو کچھ کہ ہے آسمانوں میں اور جو کچھ کہ ہے زمین میں اور اللہ کی طرف رجوع ہے ہر کام کا [۱۶۳]"},{"SurahNumber":3,"VerseNumber":110,"Text":"تم ہو بہتر سب امتوں سے جو بھیجی گئ عالم میں [۱۶۴] حکم کرتے ہو اچھے کاموں کا اور منع کرتے ہو برے کاموں سے [۱۶۵] اور ایمان لاتے ہو اللہ پر [۱۶۶] اور اگر ایمان لاتے اہل کتاب تو ان کے لئے بہتر تھا کچھ تو ان میں سے ہیں ایمان پر اور اکثر ان میں نافرمان ہیں [۱۶۷]"},{"SurahNumber":3,"VerseNumber":111,"Text":"وہ کچھ نہ بگاڑ سکیں گے تمہارا مگر ستانا زبان سے اور اگر تم سے لڑیں گے تو پیٹھ دیں گے پھر ان کی مدد نہ ہو گی [۱۶۸]"},{"SurahNumber":3,"VerseNumber":112,"Text":"ماری گئ ان پر ذلت جہاں دیکھے جائیں سوائے دست آویز اللہ کے اور دست آویز لوگوں کے [۱۶۹] اور کمایا انہوں نے غصہ اللہ کا اور لازم کر دی گئ انکے اوپر حاجت مندی یہ اس واسطے کہ وہ انکار کرتے رہے ہیں اللہ کی آیتوں سے اور قتل کرتے رہے ہیں پیغمبروں کو ناحق یہ اس واسطے کہ نافرمانی کی انہوں نے اور حد سے نکل گئے [۱۷۰]"}]}