{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah has commanded: \"You shall not worship two gods: there exists only One God, I am the One Whom you should fear"},{"SurahNumber":16,"VerseNumber":52,"Text":"To Him belongs whatever is in the heavens and the earth and His Deen (laws or ways of life) is followed in the universe - would you then fear any one other than Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Whatever blessings you enjoy are from Allah, and when touched by distress, He is the One to Whom you cry for help"},{"SurahNumber":16,"VerseNumber":54,"Text":"Yet no sooner does He relieve you from the distress than some of you begin to associate others with Him"},{"SurahNumber":16,"VerseNumber":55,"Text":"as if to show their ingratitude for the favors that We bestow on them! Enjoy yourselves; soon you will come to know the consequences"},{"SurahNumber":16,"VerseNumber":56,"Text":"They set aside a portion of what We have provided them with, for those deities about whom they know nothing. By Allah! You shall most certainly be questioned about the lies you fabricate"},{"SurahNumber":16,"VerseNumber":57,"Text":"They ascribe daughters to Allah - Glory be to Him! But for themselves, they would like to have what they desire (sons)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Whenever the news of a female child is announced to any one of them, his face darkens and he chokes with inward gloom"},{"SurahNumber":16,"VerseNumber":59,"Text":"He hides himself from his people because of the bad news he has heard, asking himself whether he should retain her with disgrace or bury her in the dust. Beware! Evil is the Judgment they make about Allah"},{"SurahNumber":16,"VerseNumber":60,"Text":"Those who do not believe in the hereafter set an evil example, while Allah applies the highest example, for He is the Mighty, the Wise"},{"SurahNumber":16,"VerseNumber":61,"Text":"If Allah were to punish mankind for its wrongdoing, He would not leave even an animal around the wrongdoers, but He gives them respite for an appointed time. But when their appointed time comes, they can neither stay behind for a moment nor can they go before it"},{"SurahNumber":16,"VerseNumber":62,"Text":"They attribute to Allah what they themselves hate. Their tongues mouth the lie that they will have a good reward. Let there be no doubt: the only thing they will have is hell, and they will be sent ahead of the others"},{"SurahNumber":16,"VerseNumber":63,"Text":"By Allah! We sent Messengers before you (O Muhammad) to other nations; but Satan made their deeds seem fair to them so they did not believe, he is their patron today, and they shall have a painful punishment"},{"SurahNumber":16,"VerseNumber":64,"Text":"We have revealed to you the Book (The Qur'an) so that you may clearly explain to them the reality of those things in which they differ - it is a guidance and blessing for those people who believe"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah sends down water from the sky, and with it gives life to the land after it has been dead (this Qur'an is being sent to serve the same purpose). Surely in this example there is a sign for those who listen"},{"SurahNumber":16,"VerseNumber":66,"Text":"Surely there is a lesson for you in cattle. We give you to drink of what is in their bellies, between bowels and blood - pure milk - pleasant for those who drink it"},{"SurahNumber":16,"VerseNumber":67,"Text":"Likewise in the fruits of the date-palm and the grapes, from which you derive intoxicants and wholesome food, certainly there is a sign for those people who use their common sense"},{"SurahNumber":16,"VerseNumber":68,"Text":"Behold! Your Lord inspired the bees to build their hives in the mountains, in the trees, and in anything which men may build for beekeeping"},{"SurahNumber":16,"VerseNumber":69,"Text":"and feed on every kind of fruit and follow the smooth ways of your Lord. From its belly comes forth a syrup of different colors, which contains a healing for mankind. Certainly in this there is a sign for those who think"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah is the One Who created you, then He causes you to die; there are some amongst you whose lives are prolonged to an abject old age so that they know nothing after having known much. In fact Allah is the All-Knowing, Almighty"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah has made some of you excel in sustenance over the others; those who are so favored, do not give away their sustenance to their slaves so as to make them their equals. How can you think that Allah will allow other deities to be His equals? Would they refuse to acknowledge the favors of Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"It is Allah Who has made for you mates from your own species and He is the One Who gives you sons and grandsons through those wives, and provides for you good things to eat: will they then, after knowing all that, believe that falsehood and disbelieve Allah’s favors"},{"SurahNumber":16,"VerseNumber":73,"Text":"They worship those deities other than Allah, who neither provide them anything for sustenance from the heavens or the earth, nor have any power to do so"},{"SurahNumber":16,"VerseNumber":74,"Text":"Therefore, compare none with Allah. Surely Allah knows and you do not know"}]}