{"Id":479,"LanguageCodes":["zh","zho"],"Name":"zho-majian-lad","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":50,"VerseNumber":27,"Text":"Tā de huǒbàn jiāng shuō: Wǒ de zhǔ a! Wǒ méiyǒu shǐ tā fàngdàng, dàn tā zì xiànyú bù jìn qínglǐ de mí wù zhōng."},{"SurahNumber":50,"VerseNumber":28,"Text":"Zhǔjiàng shuō: Nǐmen bùyào zài wǒ miànqián zhēnglùn, wǒ què yǐ yùxiān jǐnggào nǐmenle."},{"SurahNumber":50,"VerseNumber":29,"Text":"Wǒ de pàncí, shì bùkě biàngēng de, wǒ jué bùshì kuī wǎng zhòng pū de."},{"SurahNumber":50,"VerseNumber":30,"Text":"Zài nà rì, wǒ jiāng duì huǒ yù shuō: Nǐ yǐ tián mǎnle ma? Tā jiāng shuō: Hái yǒu zēngjiā de ma?"},{"SurahNumber":50,"VerseNumber":31,"Text":"Lèyuán jiāng bèi yí dào jìngwèi zhě de fùjìn, lí dé bù yuǎn."},{"SurahNumber":50,"VerseNumber":32,"Text":"Zhè shì nǐmen suǒ bèi yīngxǔ de, zhè shì shǎngcì měi gè guīyī de shǒu lǐ zhě de."},{"SurahNumber":50,"VerseNumber":33,"Text":"Mìmì jìngwèi zhìrén zhǔ, qiě dài guīyī de xīn ér lái zhě,"},{"SurahNumber":50,"VerseNumber":34,"Text":"nǐmen píng'ān dì jìnrù lèyuán ba! Zhè shì yǒng jū kāishǐ zhī rì."},{"SurahNumber":50,"VerseNumber":35,"Text":"Tāmen zài lèyuán lǐ, jiāng yǒu tāmen yìyù de; érqiě wǒ zài nàlǐ hái yǒu jiā cì."},{"SurahNumber":50,"VerseNumber":36,"Text":"Zài tāmen zhīqián, wǒ huǐmièle xǔduō bǐ tāmen gèng qiánghàn de shìdài! Tāmen céng zài gèdì lǚxíng, nándào yǒu shé me bì sǐ dì dìfāng ma?"},{"SurahNumber":50,"VerseNumber":37,"Text":"Duìyú yǒu xīnlíng zhě, huò zhuānxīn jìng tīng zhě, cǐ zhōng què yǒuyī zhǒng jiàoxùn."},{"SurahNumber":50,"VerseNumber":38,"Text":"Wǒ zài liù rìnèi què yǐ chuàngzàole tiāndì wànwù, wǒ méiyǒu gǎnjué yīdiǎn píjuàn."},{"SurahNumber":50,"VerseNumber":39,"Text":"Gù nǐ yīngdāng rěnshòu tāmen suǒ shuō de lányán. Zài rì chū hé rìluò zhīqián, nǐ yīngdāng zànsòng nǐ de zhǔ;"},{"SurahNumber":50,"VerseNumber":40,"Text":"zài yèjiān hé kòutóu me, nǐ yīngdāng zànsòng tā."},{"SurahNumber":50,"VerseNumber":41,"Text":"Nǐ yīngdāng qīngtīng, zài hǎnjiào zhě cóng jìn chù hǎnjiào zhī rì,"},{"SurahNumber":50,"VerseNumber":42,"Text":"zài tāmen tīngjiàn bāohán zhēnlǐ de nàhǎn zhī rì, nà shì cóng fén zhòng chūlái zhī rì."},{"SurahNumber":50,"VerseNumber":43,"Text":"Wǒ què shì shǐ rénshēng, shǐ rén sǐ de, wǒ què shì zuì me de guīsù."},{"SurahNumber":50,"VerseNumber":44,"Text":"Zài dàdì pòliè ér tāmen xùnsù zǒuchū fénmù zhī rì, nà jíhé de shì duìyú wǒ shì róngyì de."},{"SurahNumber":50,"VerseNumber":45,"Text":"Wǒ quánzhī tāmen suǒ shuō de lányán, nǐ bùnéng qiángzhì tāmen, gù nǐ yīngdāng yǐ “gǔlánjīng” jiàohuì wèijù wǒ de jǐnggào de rénmen."},{"SurahNumber":51,"VerseNumber":1,"Text":"Shì yǐ bōzhòng zhě,"},{"SurahNumber":51,"VerseNumber":2,"Text":"zàizhòng zhě,"},{"SurahNumber":51,"VerseNumber":3,"Text":"piāoliú zhě,"},{"SurahNumber":51,"VerseNumber":4,"Text":"fēnpèi zhě,"},{"SurahNumber":51,"VerseNumber":5,"Text":"jǐnggào nǐmen de shì què shì zhēnshí de,"},{"SurahNumber":51,"VerseNumber":6,"Text":"bàoyìng què shì yào fāshēng de."},{"SurahNumber":51,"VerseNumber":7,"Text":"Yǐ yǒu guǐdào de zhū tiān méngshì,"},{"SurahNumber":51,"VerseNumber":8,"Text":"nǐmen què shì gè zhí yī shuō de,"},{"SurahNumber":51,"VerseNumber":9,"Text":"yuán bèi zǔ'è zhě, jiāng bèi zǔ'è, ér bùdé dàodá tā."},{"SurahNumber":51,"VerseNumber":10,"Text":"Yuàn chángcháng shuōhuǎng zhě bèi qì jué!"},{"SurahNumber":51,"VerseNumber":11,"Text":"Tāmen jìnchén zài yúmèi zhī zhōng, tāmen shì hūn kuì de."},{"SurahNumber":51,"VerseNumber":12,"Text":"Tāmen wèn bàoyìng rì zài shénme shíhòu,"},{"SurahNumber":51,"VerseNumber":13,"Text":"nà shì tāmen zài huǒxíngshàng shòuxíng zhī rì."},{"SurahNumber":51,"VerseNumber":14,"Text":"Nǐmen chángshì nǐmen de xíngfá ba! Zhè jiùshì nǐmen yāoqiú zǎorì shíxiàn de."},{"SurahNumber":51,"VerseNumber":15,"Text":"Jìngwèi de rénmen bìdìng zài xǔduō lèyuán zhōng, zài xǔduō quányuán pàn,"},{"SurahNumber":51,"VerseNumber":16,"Text":"jiēshòu tāmen de zhǔ suǒ shǎngcì de. Tāmen zài shēngqián què shì xíng shàn de,"},{"SurahNumber":51,"VerseNumber":17,"Text":"tāmen zài yèjiān zhǐ shāoshāo shuì yīxià,"},{"SurahNumber":51,"VerseNumber":18,"Text":"tāmen zài límíng shí xiàng zhǔ qiúráo,"},{"SurahNumber":51,"VerseNumber":19,"Text":"tāmen de cáichǎn zhōng, yǒu qǐgài hé pínmín de quánlì."},{"SurahNumber":51,"VerseNumber":20,"Text":"Zài dà dìshàng duìyú dǔxìn de rénmen, yǒu xǔduō jīxiàng;"},{"SurahNumber":51,"VerseNumber":21,"Text":"zài nǐmen zìshēn zhōng yěyǒu xǔduō jīxiàng, nándào nǐmen kàn bùjiàn ma?"},{"SurahNumber":51,"VerseNumber":22,"Text":"Zài tiānshàng, yǒu nǐmen de jǐyǎng, yěyǒu yīngxǔ nǐmen de shǎngfá."},{"SurahNumber":51,"VerseNumber":23,"Text":"Yǐ tiāndì de zhǔ méngshì, zhè què shì zhēnshí de, yóurú nǐmen néng shuōhuà yīyàng."},{"SurahNumber":51,"VerseNumber":24,"Text":"Guānyú yì bo lā xīn de shòu yōudài de bīnkè de gùshì, yǐ láilín nǐle ma?"},{"SurahNumber":51,"VerseNumber":25,"Text":"Dāngshí, tāmen jìnqù jiàn tā, tāmen shuō: Zhù nǐ píng'ān! Tā shuō: Zhù nǐmen píng'ān! Tā xiǎng zhèxiē shì shēng kè."},{"SurahNumber":51,"VerseNumber":26,"Text":"Yúshì tā qiāoqiāo de zǒu dào tā de jiāshǔ nàlǐ, ná lái yītóu féi nèn de niúdú,"},{"SurahNumber":51,"VerseNumber":27,"Text":"tā bǎ nà niúdú sòng dào kèrén miànqián, shuō: Nǐmen zěnme bù chī ne!"},{"SurahNumber":51,"VerseNumber":28,"Text":"Tā wèi tāmen ér xīnhuái kǒngjù. Tāmen shuō: Nǐ bùyào kǒngjù. Tāmen yǐ yīgè yǒu xuéshì de értóng xiàng tā bàoxǐ."},{"SurahNumber":51,"VerseNumber":29,"Text":"Tā de nǚrén biàn hǎnjiàozhe zǒu lái, tā dǎ zìjǐ de liǎn, shuō: Wǒ shì yīgè bùnéng shēngyù de lǎo fù rén."},{"SurahNumber":51,"VerseNumber":30,"Text":"Tāmen shuō: Nǐ de zhǔ shì zhèyàng shuō de, tā què shì zhì ruì de, què shì quánzhī de."}]}