{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":117,"Text":"Musa'ya, at sopanı diye vahyettik. Atınca koca bir yılan sekline giren sopa, onların yalancıktan meydana cıkardıklarını yuttu, hepsini silip supurdu"},{"SurahNumber":7,"VerseNumber":118,"Text":"Boylece de hak ustun oldu, yerine geldi ve yaptıkları seyler, mahvolup gitti"},{"SurahNumber":7,"VerseNumber":119,"Text":"Oracıkta yenildiler ve horhakıyr bir halde yaptıklarından feragat ettiler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ve buyuculer, hep birden secdeye kapandılar da"},{"SurahNumber":7,"VerseNumber":121,"Text":"Inandık dediler, alemlerin Rabbine"},{"SurahNumber":7,"VerseNumber":122,"Text":"Musa'nın ve Harun'un Rabbine"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun, ben size izin vermeden once ona inanıyor musunuz dedi, bu, suphe yok ki halkını oradan cıkarmak icin sehirde kurup duzdugunuz bir duzen; yakında ne yapacagımı ogrenirsiniz"},{"SurahNumber":7,"VerseNumber":124,"Text":"Ellerinizi, ayaklarınızı caprazvari kestirecegim, sonra da hepinizi astıracagım"},{"SurahNumber":7,"VerseNumber":125,"Text":"Suphe yok ki dediler, biz donup Rabbimizin tapısına varacagız"},{"SurahNumber":7,"VerseNumber":126,"Text":"Sen bizden, ancak Rabbimizin delilleri gelince onlara inandık diye oc alacaksın. Rabbimiz, ustumuze yagdırırcasına sabır ver bize ve bizi Musluman olarak oldur"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firavun'un kavminden ileri gelenler, Musa'yı ve kavmini, yeryuzunde bozgunculuk etsinler, senden ve taptıklarından yuz cevirsinler diye mi bırakıyorsun dediler. Firavun gene onların ogullarını oldurur, kadınlarını bırakırız ve suphe yok ki biz, onlardan ustunuz ve kudret sahibiyiz dedi"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa, kavmine dedi ki: Allah'tan yardım dileyin ve sabredin. Suphe yok ki yeryuzu Allah'ındır, kullarından diledigine miras olarak kalır ve sonuc, cekinenlerindir"},{"SurahNumber":7,"VerseNumber":129,"Text":"Sen gelmeden once de eziyet cektik, geldikten sonra da cekiyoruz dediler. Musa, umarım ki dedi, Rabbiniz, dusmanlarınızı helak eder, yeryuzunde hukumdar eder sizi de neler yapacagınıza bakar, dener sizi"},{"SurahNumber":7,"VerseNumber":130,"Text":"Andolsun ki biz, dusunup ibret alsınlar diye Firavun'u ve soyunu yıllarca kuraklıga ve kıtlıga ugrattık"},{"SurahNumber":7,"VerseNumber":131,"Text":"Onlara bir iyilik gelince hakkımızdı bu zaten derler, bir kotuluk geldi mi Musa'nın ve onunla beraber bulunanların ugursuzluguna verirlerdi. Iyice bil ki ugradıkları ugursuzluk, Allah'tandı, fakat cogu bilmezdi bunu"},{"SurahNumber":7,"VerseNumber":132,"Text":"Bizi buyulemek, kandırmak icin hangi delili gosterirsen goster demislerdi, biz sana inanmayacagız"},{"SurahNumber":7,"VerseNumber":133,"Text":"Bunun uzerine, ayrıayrı mucize olmak uzere onlara tufan, cekirge, haserat, kurbaga ve kan gonderdik, fakat ululanıp inanmaya tenezzul etmediler ve zaten de suclu bir topluluktu onlar"},{"SurahNumber":7,"VerseNumber":134,"Text":"Azaba ugrayınca ya Musa diyorlardı; icabet edecegine dair verdigi soze uyarak Rabbine dua et de bizden bu belayı defetsin, muhakkak sana inanacagız ve Israilogullarını seninle gonderecegiz"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ugrayacakları son belayadek ustlerine coken musibeti giderdik mi derhal yeminlerini bozuyorlardı"},{"SurahNumber":7,"VerseNumber":136,"Text":"Sonucu oc aldık onlardan ve delillerimizi yalanladıkları, onlardan gaflet ettikleri icin hepsini de denize garkettik"},{"SurahNumber":7,"VerseNumber":137,"Text":"Zayıf, horhakir bir hale getirilen kavme, yeryuzunun feyiz ve bereket ihsan ettigimiz dogularını da, batılarını da miras olarak verdik ve sabrettiklerinden dolayı Rabbinin, Israilogullarına verdigi guzel soz, tamamlandı, yerine geldi ve Firavun'la kavminin yaptıklarını, yukselttiklerini yıkıp mahvettik"},{"SurahNumber":7,"VerseNumber":138,"Text":"Israilogullarını denizden gecirdik de putlara tapmakta olan bir topluluga rastladılar. Ya Musa dediler, onların taptıgı putlar gibi bize de putlar yap. Musa, suphe yok ki dedi, siz bilgisiz bir kavimsiniz"},{"SurahNumber":7,"VerseNumber":139,"Text":"Onların taptıkları da helak olup gitmistir, yaptıkları da bostur"},{"SurahNumber":7,"VerseNumber":140,"Text":"Sizi alemlerden ustun kıldıgı halde Allah'tan baska bir mabut mu arıyorsunuz"},{"SurahNumber":7,"VerseNumber":141,"Text":"Hani sizi Firavun soyundan kurtarmıstık. Size en agır iskenceleri yapıyorlardı, asagılık bir hale getiriyorlardı sizi, ogullarınızı olduruyorlar da kadınlarınızı bırakıyorlardı ve bunda da Rabbinizden buyuk bir sınama vardı size"}]}