{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":6,"VerseNumber":127,"Text":"Onlar için, Rableri katında selamet yurdu/cennet vardır. O, yaptıklarından ötürü onların velisidir"},{"SurahNumber":6,"VerseNumber":128,"Text":"Allah, hepsini toplayacağı gün: Ey cin topluluğu! İnsanların çoğunu yoldan çıkardınız, der. Onların dostları olan insanlar ise: Rabbimiz, birbirimizden istifade ettik ve bizim için belirlediğin süremizin sonu ulaştık, derler. \"Cehennem, Allah’ın dilemesi (dışındakiler) hariç, sizin ebedi kalacağınız mekanınızdır” der. Şüphesiz Rabbin hikmet sahibidir, her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":129,"Text":"İşte böyle, zalimleri işledikleri sebebiyle birbirlerinin dostu yaparız"},{"SurahNumber":6,"VerseNumber":130,"Text":"Ey cin ve insan topluluğu! İçinizden size ayetlerimi anlatan ve sizi bu gününüze kavuşmakla uyaran rasûller gelmedi mi? Kendi aleyhimizde şahidiz, diyecekler. Dünya hayatı onları aldattı da kâfir olduklarına kendi aleyhlerine şahitlik ettiler"},{"SurahNumber":6,"VerseNumber":131,"Text":"Bu (şekilde rasûllerin gönderilmesi), Rabbinin zulümleri sebebiyle ülkeleri/halkları haberleri yok iken onları helak etmeyeceğinden dolayıdır"},{"SurahNumber":6,"VerseNumber":132,"Text":"Herkesin derecesi ameline göredir. Rabbin yaptıkları şeylerden gafil değildir"},{"SurahNumber":6,"VerseNumber":133,"Text":"Rabbin mustağnidir, rahmet sahibidir. Dilerse sizi ortadan kaldırır ve sizi başka bir kavmin soyundan getirdiği gibi, sizin yerinize de arkanızdan dilediğini getirir"},{"SurahNumber":6,"VerseNumber":134,"Text":"Size yapılan vaat mutlaka gerçekleşecek ve siz (kaçarak) engelleyemezsiniz"},{"SurahNumber":6,"VerseNumber":135,"Text":"De ki: Ey kavmim! Durumunuz gereği yapabileceğinizi yapın. Ben de (kendime göre) yapacağımı yapacağım. Ahiret yurdundaki güzel sonun kim için olduğunu öğreneceksiniz. Gerçek şu ki: Zalimler kurtuluşa eremez"},{"SurahNumber":6,"VerseNumber":136,"Text":"Allah’ın yarattığı ekin ve hayvandan Allah’a bir hisse ayırıyorlar, kendi zanlarınca bu Allah’ındır, bu da ortak (koştuk)larımızındır, diyorlar. Ortakları için ayrılan Allah'a ulaşmıyor, fakat Allah için ayrılan ortaklarına ulaşıyor! Ne kötü hüküm veriyorlar"},{"SurahNumber":6,"VerseNumber":137,"Text":"Yine bunun gibi Allah’a şirk koşanların çoğuna, şirk koştukları ortaklar, çocuklarını öldürmelerini güzel gösterdi ki; onları helâke sürüklesinler ve dinlerini karıştırsınlar. Eğer Allah dileseydi bunu yapmazlardı. Öyleyse onları, uydurdukları ile baş başa bırak"},{"SurahNumber":6,"VerseNumber":138,"Text":"Zanlarınca: Bu hayvanlar ve ekinler haramdır. Dilediğimizden başkası bunlardan yiyemez; (bunlar ise) sırtlarına yük vurmak haram olan hayvanlardır, derler. Allah’a iftira ederek, hayvanları (keserken) O’nun ismini zikretmezler. Allah, onları uydurdukları şeyler sebebiyle cezalandıracaktır"},{"SurahNumber":6,"VerseNumber":139,"Text":"Bu hayvanların karınlarındakiler sadece erkeklerimiz içindir. Karılarımıza haramdır, ama eğer ölü (doğar) ise hepsi bunu (yemekte) ortaktır, derler. Onlara bu vasıflarının cezasını yakında verecektir. Şüphesiz Rabbin hikmet sahibidir, her şeyi bilendir"},{"SurahNumber":6,"VerseNumber":140,"Text":"Akılsızlıkları yüzünden, cahilce çocuklarını öldürenler ve Allah’ın kendilerine verdiği rızkı, Allah’a iftira ederek haram sayanlar, mutlaka hüsrana uğramışlardır. Onlar sapmışlardır, zaten doğru yolda değillerdi"}]}