{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":60,"Text":"Münafıklar, kalblerinde (fitne ve fesâd gibi) hastalık bulunanlar ve Medine´de olmadık fena haberleri yayanlar, eğer bu huylarından vazgeçmezlerse, and olsun ki, seni üzerlerine caydırıcı olarak göndeririz, sonra da Medine´de senin komşuluğunda pek az bir süre kalabilirler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanete uğramışlardır. Nerede bulunurlarsa yakalanıp öldürülürler de öldürülürler"},{"SurahNumber":33,"VerseNumber":62,"Text":"(Bu), Allah´ın daha önceleri de gelip geçenler hakkında uygulanagelen sünnetidir. Ve sen, elbette Allah´ın Sünneti´nde bir değişiklik bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"İnsanlar, sana Kıyâmet´in kopuş saatinden soruyorlar. De ki: Ona ait bilgi ancak Allah´ın yanındadır. Ne bilirsin, belki de onun kopuş saati yakın olabilir"},{"SurahNumber":33,"VerseNumber":64,"Text":"Şüphesiz ki Allah, kâfirleri lanetlemiş ve onlara çılgın alevli bir ateş hazırlamıştır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orada ebedî kalıcılardır; ne bir dost ve sahip çıkan, ne de bir yardımcı bulabilirler"},{"SurahNumber":33,"VerseNumber":66,"Text":"Bir günde ki, yüzleri ateşe çevrilir de, «Ah keşke Allah´a itaat etseydik, Peygambere uysaydık!» derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ve dediler ki: «Ey Rabbimiz! Doğrusu biz efendilerimize ve büyüklerimize uyduk, onlar da bizi şaşırtıp yolumuzu saptırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz! Onlara azâbdan iki kat ver de onları büyük bir lanet ile lanetle.»"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey imân edenler! Musâ´ya eziyet edenler gibi olmayın; Allah, Musa´yı onların dediklerinden temiz tutup uzaklaştırdı. O, Allah katında değerli ve itibarlı idi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey imân edenler! Allah´tan korkun (Peygamberi incitmekten) sakının ve hep doğru söz söyleyin ki"},{"SurahNumber":33,"VerseNumber":71,"Text":"Allah işlerinizi sizin için düzeltip yararlı duruma getirsin; günahlarınızı bağışlasın. Kim Allah´a ve Peygamberine itaat ederse, gerçekten o, büyük bir kurtuluşa ermiştir"},{"SurahNumber":33,"VerseNumber":72,"Text":"Şüphesiz ki biz emâneti göklere, yere ve dağlara sunduk, onu yüklenmeye yanaşmadılar, ondan korkup titrediler; insan onu yüklendi ; şüphesiz ki o, çok zâlim ve çok câhildir"},{"SurahNumber":33,"VerseNumber":73,"Text":"Şunun için ki, Allah, ikiyüzlü dönek erkeklerle, ikiyüzlü dönek kadınlara; Allah´a ortak koşan erkeklere, Allah´a ortak koşan kadınlara azâb edecek ve imân eden erkeklerin, imân eden kadınların tevbesini kabul edecek. Allah, çok bağışlayan, çok merhamet edendir"},{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd o Allah´a ki, göktekiler de, yerdekiler de O´na aittir. Âhiret´te hamd O´na mahsustur. O, hikmet sahibidir, (her şeyden) haberlidir"},{"SurahNumber":34,"VerseNumber":2,"Text":"Yere girenleri, yerden çıkanları ; gökten inenleri, göğe yükselenleri bilir. O, çok merhamet edendir, çok bağışlayandır"},{"SurahNumber":34,"VerseNumber":3,"Text":"Küfre saplananlar, «Kıyamet bize gelmez» derler. De ki: Hayır, gaybı bilen Rabbıma and olsun ki elbette Kıyamet size gelecektir. Göklerde ve yerde zerre ağırlığınca hiçbir şey O´nun ilminden uzak kalmaz. Bundan daha küçüğü de, daha büyüğü de mutlaka o açık ve açıklayıcı kitaptadır"},{"SurahNumber":34,"VerseNumber":4,"Text":"Çünkü imân edip iyi-yararlı amellerde bulunanları mükâfatlandıracak. İşte bunlara mağfiret (bol bağışlanma), çok şerefli göz ve gönül doldurucu rızık vardır"},{"SurahNumber":34,"VerseNumber":5,"Text":"(Bizi) âciz bırakmak için yarışıp âyetlerimiz hakkında (olumsuz yönde) çaba gösterenlere gelince . Onlara elem verici murdar bir azâb vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine ilim verilen (gerçekçiler ise, Rabbından sana indirilenin hak olduğunu ve çok güçlü, çok üstün, övülmeğe hep lâyık olanın yoluna irşâd ettiğini görüp bilirler)"},{"SurahNumber":34,"VerseNumber":7,"Text":"O küfre saplanıp kalanlar ise, siz ölüp didik didik hale geldiğinizde yeniden yaratılacağınızı size haber veren bir adamı salık verelim mi ? derler"},{"SurahNumber":34,"VerseNumber":8,"Text":"O, Allah´a karşı yalan mı uyduruyor, yoksa kendisinde aklî dengesizlik mi var ? Hayır, Âhiret´e inanmayanlar (haktan çok) uzak sapıklık içinde, azâb içindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Gökten ve yerden önlerinde ve arkalarında bulunan (açık belgeleri, isbatlayıcı delilleri) görmediler mi ? Dilesek onları yerin dibine geçirir veya üzerlerine gökten bir parça düşürürüz. Şüphesiz ki bunda (Allah´a) gönül verip yönelen her kul için öğüt, delil ve ibret vardır"}]}