{"Id":60,"LanguageCodes":["ber"],"Name":"ber-ramdaneatmansou","Author":"Ramdane At Mansour","Language":"Berber","Description":"Berber","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":30,"VerseNumber":54,"Text":"Öebbi, ikwen Ixelqen si ôehfan; sinna, deffir ôehfan, Irra tazmert; sinna, deffir tezmert, Irra ôehfan, akked ccib. Ixelleq ayen i S ihwan. Neppa d Amusnaw, d Aêernuk"},{"SurahNumber":30,"VerseNumber":55,"Text":"Ass ideg ara d ijbu yimir, ad gallen ibe$wviyen, ar siwa saâa segmi mmuten. Akka ay skiddiben"},{"SurahNumber":30,"VerseNumber":56,"Text":"Ad inin wid iwumi teppunefk tussna, akked liman: \"ni$ teqqimem di Tezmamt n Öebbi, ar ass n tnekra. Wagi d ass n tnekra, maca tellam ur tessinem"},{"SurahNumber":30,"VerseNumber":57,"Text":"Assen, wid idensen, ur ten tepsellik nndama ne$ asuter n ssmaê"},{"SurahNumber":30,"VerseNumber":58,"Text":"Ni$ Nefka, i medden, yal amedya di Leqwôan agi. Maca, mi sen d tebbwiv assekni, ad ak inin, war ccekk, wid ijehlen: \"kunwi d wid ireoonen"},{"SurahNumber":30,"VerseNumber":59,"Text":"Akka i Iselle$ Öebbi ulawen n wid ur nessin"},{"SurahNumber":30,"VerseNumber":60,"Text":"Eûbeô, ih, lemâahda n Öebbi d tidep. Ur k sêirin, wid ur nepputebbet"},{"SurahNumber":31,"VerseNumber":1,"Text":"Alm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Wigi d issekniyen n Tezmamt tuûwibt"},{"SurahNumber":31,"VerseNumber":3,"Text":"d nnhaya u d aêunu i iâaôviyen"},{"SurahNumber":31,"VerseNumber":4,"Text":"wid ibedden i téallit, ipzekkin, ipputebbten af laxeôt"},{"SurahNumber":31,"VerseNumber":5,"Text":"Wigi, di nnhaya s$uô Mass nnsen. Wigi, d isaâdiyen"},{"SurahNumber":31,"VerseNumber":6,"Text":"Ger yimdanen, wid ippa$en awal n zzhu, iwakken ad nnetlafen seg ubrid n Öebbi, war tamusni. U fellas ttihin. I wigi, aâaqeb isdullun"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ma mlan as issekniyen nne£, ad ibren s tem$weô, amzun ur asen isli, amzun âaégen as imeééu$en. Xebbeô it s uâaqeb aqeôêan"},{"SurahNumber":31,"VerseNumber":8,"Text":"Ih, i wid iumnen, ixeddmen ayen ilhan, leonanat isaâdiyen"},{"SurahNumber":31,"VerseNumber":9,"Text":"Degsen ad wekkôen. Lemâahda n Öebbi d tidep. Neppa d Uzmir, d Bab n ûûwab"},{"SurahNumber":31,"VerseNumber":10,"Text":"Ixleq igenwan, war tigejda ara twalim. Irra di tmurt idurar, iwakken ur tepzenzil ara yiswen. Iwezzaâ, degs, yal lxelq. Nessader ed aman seg igenni. Nessem$i d degs, yal tayuga tukyist"},{"SurahNumber":31,"VerseNumber":11,"Text":"Wagi d lxelq n Öebbi. Sseknet iyi d, acu d xelqen wid ur nelli d Neppa. Xaîi, imednas atnan di ttelfan n ûûeê"},{"SurahNumber":31,"VerseNumber":12,"Text":"Ni$ Nefka i Luqman ûûwab: \"snemmer Öebbi. Win isnemmiren, isnemmir kan i iman is. Ma d wid ijehlen, ihi, Öebbi d Asâay, d Amaâzuz"},{"SurahNumber":31,"VerseNumber":13,"Text":"Mi inna Luqman i mmi s, la t isselmad: \"a mmi! Ur pcarak i Öebbi. Ccerk, s tidep, d ddens abarar"},{"SurahNumber":31,"VerseNumber":14,"Text":"Nweûûa amdan $ef imawlan is. Imma s temêen s tadist is. Tuîva s, sin iseggwasen. Snemmer iyI, u i imawlan ik. Tu$alin $uôI"},{"SurahNumber":31,"VerseNumber":15,"Text":"Ma êeppmen fellak, ad iyI tcarkev ayen ur tessinev, ur asen teddu di leb$i. Illi yidsen d uwqim di ddunit. Ddu d ubrid n wid isteôoâen $uôI. Sinna, tu$alin nnwen $uôI, ad awen Mle$ ayen txeddmem"},{"SurahNumber":31,"VerseNumber":16,"Text":"Ih, a mmi, xas am taéeyt uâaqqa ucceryad, ara yilin di teéôut, ne$ deg igenwan, ne$ di tmurt, a p id Iawi Öebbi. Ih, Öebbi d Laîif, Iéôa"},{"SurahNumber":31,"VerseNumber":17,"Text":"A mmi, bedd i téallit, ameô lewqama, îîixxeô i wayen n dir, eûbeô i wayen ara k id iasen! Aya, s tidep, seg uâzzem i lumuô"},{"SurahNumber":31,"VerseNumber":18,"Text":"Ur sxunzuô ar medden, ur teddu di tmurt s îî$aya! Öebbi, s tidep, ur Iêemmel yal imnefxi, amzuxi"},{"SurahNumber":31,"VerseNumber":19,"Text":"Iôqiq di tikli k, ssers ûûut ik! Ni$ ûûut ucmit mavi, d win n ye$yal"},{"SurahNumber":31,"VerseNumber":20,"Text":"Day ur twalam ara, Inub Öebbi fellawen s wayen akw illan deg igenwan, akked wayen illan di tmurt? Isserwa yawen l$it iS, uvhiô, uffir. U llan l$aci i ipnamaren $ef Öebbi, war tamusni, ne$ nnhaya, ne$ Tazmamt timnewweôt"},{"SurahNumber":31,"VerseNumber":21,"Text":"Ma nnan asen: \"ddut akked wayen id Issader Öebbi\", a d inin: \"xaîi, a neddu akked wayen id nufa ar imezwura nne$\". I ma Cciîan atan la ten inecced ar uâaqeb n tmes"}]}