{"Id":256,"LanguageCodes":["mk","mkd"],"Name":"mkd-sheikhhassangil-lad","Author":"Sheikh Hassan Gilo","Language":"Macedonian","Description":"Macedonian - Transliteration with diacritics","Direction":"ltr","Source":"http://www.qurandownload.com , https://www.islamic-invitation.com","Translations":[{"SurahNumber":16,"VerseNumber":51,"Text":"Allah veli: “Ne prifaḱajte dva boga. Bog, navistina, e samo eden. Togaš samo od Mene stravuvajte, navistina"},{"SurahNumber":16,"VerseNumber":52,"Text":"I se što e na nebesata i na Zemjata e - Negovo. Verata samo Nemu mu pripaǵa. I zarem od drug, mesto Allah, ḱe se plašite"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sekoj blagodat pri vas... e OD Allah. Potoa koga ḱe vi se sluči nesreḱa... ta, kon Nego se povikuvate, glasno"},{"SurahNumber":16,"VerseNumber":54,"Text":"Potoa, koga nesreḱata ḱe pomine, togaš, edna družina meǵu vas, na Gospodarot svoj združenik Mu pripišuva"},{"SurahNumber":16,"VerseNumber":55,"Text":"za da go pokažat neverstvoto svoe vo ona što Nie im go dadovme... ta, uživajte a potoa ḱe uznaete"},{"SurahNumber":16,"VerseNumber":56,"Text":"I za onie koi ne gi znaat opredeluvaat eden del od “rskot što Nie im go dadovme. Se kolnam vo Allah deka ḱe bidete, sekako, prašani za lagite što gi izmisluvavte"},{"SurahNumber":16,"VerseNumber":57,"Text":"I onie na Allah ḱerki Mu označuvaat. Neka e vozvišen ON! A nivno, meǵutoa, e ona što si go posakuvaat"},{"SurahNumber":16,"VerseNumber":58,"Text":"koga nekomu od niv ḱe mu se dojde vest deka dobil žensko, liceto negovo ḱe go prekrie senka crna i se ogorčuva"},{"SurahNumber":16,"VerseNumber":59,"Text":"se krie od luǵeto zaradi lošata vest koja mu e donesena: dali da go ostavi vo život pa da bide ponižen ili, pak, dali da go zakopa v zemja. E, samo kolku e lošo prosuduvanjeto nivno"},{"SurahNumber":16,"VerseNumber":60,"Text":"A vrz onie koi ne veruvaat vo ŽAhiret im pripaǵa loš primer, a najvisokiot primer Mu pripaǵa na Allah. ON e Silen i Mudar"},{"SurahNumber":16,"VerseNumber":61,"Text":"Koga Allah bi gi kaznuval luǵeto zaradi zulumot nivni ne bi ostanalo ništo živo. No, Allah gi ostava do edno vreme opredeleno. Pa, koga ḱe im dojde krajot ne ḱe možat da go zadocnat ni za mig a nitu, pak, da go zabrzaat"},{"SurahNumber":16,"VerseNumber":62,"Text":"Preziranoto od niv Mu go pripišuvaat na Allah, a jazicite nivni laga isfrlaat deka za NIV, bez somnenie, ima ogan. I tie kon nego ḱe prethodat, navistina"},{"SurahNumber":16,"VerseNumber":63,"Text":"Se kolneme vo Allah deka, sekako, isprativme pejgamberi pred tebe, pa Šejtanot postapkite nivni gi razubavuvaše. On e zaštitnikot nivni denes, a za niv ima kazna bolna"},{"SurahNumber":16,"VerseNumber":64,"Text":"I Nie Kniga ti objavivme samo da im go objasniš ona vo što se razedinuvaat, i Patokaz, i Milost za luǵeto koi veruvaat"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah od nebo spušta voda, pa so nea ja oživuva zemjata po mrtviloto nejzino. Ete, vo toa, navistina, ima znamenie za luǵeto koi slušaat"},{"SurahNumber":16,"VerseNumber":66,"Text":"vo dobitokot vie, navistina, imate ibret. Ve napojuvame so ona što e vo stomakot negov, so mleko čisto, meǵu krv i ogrizina vo trbuši nata, prijatno za onie koi go pijat"},{"SurahNumber":16,"VerseNumber":67,"Text":"A od plodovite na urmata i lozjeto vie zemate napivka i hrana prijatna. Vo toa, navistina, ima znamenie za luǵeto koi sfaḱaat"},{"SurahNumber":16,"VerseNumber":68,"Text":"I Gospodarot tvoj I dade vdahnovenie na pčelata: “Pravi kuḱa po ridovite, i po steblata i po ona što go pravat luǵeto"},{"SurahNumber":16,"VerseNumber":69,"Text":"potoa: “Jadi od sekakov plod, a potoa odi po patištata na Gospodarot tvoj, poslušno!\" Od vnatrešnosta nivna izleguva napivka so različni boi, vo koja ima lek za luǵeto. Ete, vo toa, navistina, ima znamenie za luǵeto koi razmisluvaat"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah ve sozdade a potoa ḱe vi gi zeme dušite. Nekoi od vas ḱe doživeat starost dlaboka, taka što ne ḱe znaat NIŠTO OD ona što go znaeja. Allah, navistina, e Znalec i Kadar"},{"SurahNumber":16,"VerseNumber":71,"Text":"Vo “rskot Allah vi dade prednost edninadrugi. No, onie na koi im e dadena prednost ne Im davaat od “rskot svoj na onie Koi se vo nivna sopstvenost. A ednakvi se i ednite i drugite. E, pa blagodatot li Allahov onie ne go priznavaat"},{"SurahNumber":16,"VerseNumber":72,"Text":"Od vas Allah sozdade ženi, a od ženite vaši SINOVI I vnuci, i ON ve snabdi so hrana dobra. E, pa, zošto vo nevistinata veruvaat, a blagodatot Allahov ne go priznavaat"},{"SurahNumber":16,"VerseNumber":73,"Text":"obožavaat drug osven Allah koj ne može da im dade nikakov “rsk ni od nebesata ni OD Zemjata, I koišto ništo ne možat"},{"SurahNumber":16,"VerseNumber":74,"Text":"Pa, ne donesuvaat za Allah primeri. Allah, navistina, znae a vie ne znaete"}]}