{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"پر برکت وبزرکواراست کسی که فرمانروایی جهان هستی به دست اوست, و او بر هر چیز تواناست"},{"SurahNumber":67,"VerseNumber":2,"Text":"(همان) کسی که مرگ وزندگی را آفرید تا شما را بیازماید که کدام یک از شما نیکو کار تراست, و او پیروزمند بخشنده است"},{"SurahNumber":67,"VerseNumber":3,"Text":"(آن) کس که هفت آسمان را بر فراز یکدیگر آفرید, در آفرینش (خدای) رحمان هیچ خلل وبی نظمی نمی بینی, باز چشم بگردان, آیا نقصانی (وشکافی) می بینی؟"},{"SurahNumber":67,"VerseNumber":4,"Text":"سپس بار دیگر چشم بگردان, چشم تو در حالی که خسته ونا توان است به سوی تو باز می گردد"},{"SurahNumber":67,"VerseNumber":5,"Text":"به راستی ما آسمان دنیا را با چراغها آراستیم, وآنها را برای راندن شیاطین قرار دادیم, وبرای آنها عذاب (آتش) سوزان آماده ساختیم"},{"SurahNumber":67,"VerseNumber":6,"Text":"وبرای کسانی که به پروردگارشان کافر شدند عذاب جهنم است, وچه بد جایگاهی است"},{"SurahNumber":67,"VerseNumber":7,"Text":"هنگامی که در آن انداخته شوند, از آن نفره ای (وحشتناک) می شنوند, در حالی که آن می جوشد"},{"SurahNumber":67,"VerseNumber":8,"Text":"از شدت خشم نزدیک است پاره پاره شود, هرگاه که گروهی در آن انداخته می شوند, نگهبانانش از آنها می پرسند: «آیا بیم دهندۀ به سراغ شما نیامد؟!»"},{"SurahNumber":67,"VerseNumber":9,"Text":"گویند: «چرا, بیم دهنده به سوی ما آمد, پس ما اورا تکذیب کردیم, وگفتیم: هرگز خداوند چیزی نازل نکرده است, شما جز در گمراهی بزرگ نیستید»"},{"SurahNumber":67,"VerseNumber":10,"Text":"وگویند: «اگر ما می شنیدیم یا تعقل می کردیم, در (زمرۀ) دوزخیان نبودیم»"},{"SurahNumber":67,"VerseNumber":11,"Text":"پس آنها به گناه خود اعتراف کنند, دور باد دوزخیان از رحمت خداوند"},{"SurahNumber":67,"VerseNumber":12,"Text":"بی گمان کسانی که درنهان از پروردگارشان می ترسند, آنان آمرزش و پاداش بزرگی دارند"},{"SurahNumber":67,"VerseNumber":13,"Text":"گفتار خود را پنهان دارید یا آن را آشکار سازید, (به هر حال) او به آنچه در دلهاست آگاه است"},{"SurahNumber":67,"VerseNumber":14,"Text":"آیا کسی که (همۀ موجودات را) آفریده است, (از حال آنها) نمی داند؟ در حالی که او باریک بین وآگاه است"},{"SurahNumber":67,"VerseNumber":15,"Text":"او کسی است که زمینن را برای شما رام گردانید, پس در گوشه ونواحی آن راه بروید واز روزی او بخورید, وبازگشت (همه) به سوی اوست"},{"SurahNumber":67,"VerseNumber":16,"Text":"آیا خود را از کسی که در آسمان است, در امان می دانید, که (فرمان دهد) زمین شما را فرو برد, پس آن ناگهان به لرزش در آید؟"},{"SurahNumber":67,"VerseNumber":17,"Text":"یا خودرا از کسی که در آسمان است, در امام می دانید, که تند بادی همراه با سنگریزه بر شما فرستد؟ پس بزودی خواهید دانست که هشدار من چگونه است"},{"SurahNumber":67,"VerseNumber":18,"Text":"وبه راستی کسانی که پیش از آنان بودند (نیز دعوت پیامبران را) تکذیب کردند, پس عقوبت مذ چگونه بود"},{"SurahNumber":67,"VerseNumber":19,"Text":"آیا به پرندگانی که بر فواز سرشان است, که گاهی بالهای خود را می گشانید, وگاهی فرو می بندند, نگاه نکردند؟! جز (خدای) رحمان (کسی) آنها را (بر فراز آسمان) نگاه نمی دارد, بی گمان او به هر چیز بیناست"},{"SurahNumber":67,"VerseNumber":20,"Text":"آیا این چه کسی است آن که لشکر شما ست, که به جای (خدای) رحمان شما را یاری می کند؟ کافران جز در فریب (وغرورشان) نیستند"},{"SurahNumber":67,"VerseNumber":21,"Text":"آیا آن کیست که به شما روزی دهد اگر او روزیش را باز دارد؟ بلکه آنها در سر کشی و دوری از حق لجاجت می کنند"},{"SurahNumber":67,"VerseNumber":22,"Text":"آیا کسی که به رو افتاده حرکت می کند به هدایت نزدیکتراست, یا آن کسی که راست واستوار بر راه راست گام بر می دارد؟"},{"SurahNumber":67,"VerseNumber":23,"Text":"بگو: «او کسی است که شما را آفرید, وبرای شما گوش وچشمان و دل قرار داد, (اما شما) اندکی سپاس گزاری می کنید»"},{"SurahNumber":67,"VerseNumber":24,"Text":"بگو: «او کسی است شما را در زمین پراکند وبه سوی او گرد آورده می شوید»"},{"SurahNumber":67,"VerseNumber":25,"Text":"ومی گویند: «اگر راست می گویید این وعدۀ (قیامت) چه زمانی است؟»"},{"SurahNumber":67,"VerseNumber":26,"Text":"(ای پیامبر) بگو: «علم (قیامت) تنها نزد خداست, ومن فقط هشدار دهندۀ آشکار هستم»"},{"SurahNumber":67,"VerseNumber":27,"Text":"پس چون آن (وعده وعذاب الهی) را از نزدیک ببینند, چهرۀ کسانی که کافر شدند سیاه واند وهگین می گردد, و(به آنها) گفته می شود: این همان چیزی است که شما آن را می طلبیدید"},{"SurahNumber":67,"VerseNumber":28,"Text":"(ای پیامبر) بگو: «به من خبر دهید, اگر خداوند مرا وکسانی که با من هستند, هلاک کند, یا بر ما رحمت آورد, پس چه کسی کافران را از عذاب دردناک پناه می دهد؟!»"},{"SurahNumber":67,"VerseNumber":29,"Text":"بگو: «او (خدای) رحمان است, به او ایمان آورده ایم, وبر او توکل کرده ایم, پس (ای کافران) بزودی خواهید دانست چه کسی در گمراهی آشکار است!»"},{"SurahNumber":67,"VerseNumber":30,"Text":"(ای پیامبر) بگو: «به من خبر دهید اگر آب (شرب) شما (در زمین) فرو رود, پس چه کسی می تواند برای شما آب روان (وگوار) بیاورد؟!»"}]}