{"Id":175,"LanguageCodes":["fr","fra"],"Name":"fra-rashidmaash-la","Author":"Rashid Maash","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/french_rashid","Translations":[{"SurahNumber":6,"VerseNumber":13,"Text":"Tout ce qui vit le jour et la nuit Lui appartient. Il est Celui qui entend tout et sait tout"},{"SurahNumber":6,"VerseNumber":14,"Text":"Dis : « Prendrais-je pour maitre un autre qu’Allah, Lui le Createur - sans modele prealable - des cieux et de la terre, Lui qui dispense Ses bienfaits a Ses serviteurs dont Il n’a, pour Sa part, nul besoin ? » Dis : « Il m’a ete ordonne d’etre le premier a me soumettre et il m’a ete interdit de rejoindre le rang des paiens. »"},{"SurahNumber":6,"VerseNumber":15,"Text":"Dis : « Je redoute, si je desobeis a mon Seigneur, de subir le chatiment d’un jour terrible. »"},{"SurahNumber":6,"VerseNumber":16,"Text":"Quiconque, ce Jour-la, en sera preserve, le sera par la grace d’Allah. Ce sera pour lui le triomphe le plus eclatant"},{"SurahNumber":6,"VerseNumber":17,"Text":"Si Allah t’afflige d’un mal, nul autre que Lui ne saura t’en delivrer, et s’Il te dispense quelque bienfait, nul ne saura t’en priver, car Il a pouvoir sur toute chose"},{"SurahNumber":6,"VerseNumber":18,"Text":"Il regne en Maitre absolu sur Ses creatures. Il est le Dieu infiniment Sage qui connait les realites les mieux cachees"},{"SurahNumber":6,"VerseNumber":19,"Text":"Demande-leur : « Quel temoignage fait le plus autorite ? » Reponds : « Celui d’Allah qui temoigne contre vous de l’authenticite de ma mission. Le Coran m’a ete revele afin que, par lui, je vous avertisse vous et tous ceux auxquels il parviendra. Temoignerez-vous de l’existence d’autres divinites qu’Allah en droit d’etre adorees ? » Dis : « Quant a moi, je ne saurais porter un tel temoignage. » Dis-leur : « Un seul dieu est digne d’etre adore. Je desavoue donc solennellement les fausses divinites que vous Lui associez. »"},{"SurahNumber":6,"VerseNumber":20,"Text":"Ceux auxquels Nous avons confie les Ecritures le connaissent comme ils connaissent leurs propres enfants. Mais, courant a leur perte, ils preferent le renier"},{"SurahNumber":6,"VerseNumber":21,"Text":"Qui donc est plus injuste que celui qui ose mentir sur Allah ou rejeter Ses signes ? Il n’y a point de salut pour les impies"},{"SurahNumber":6,"VerseNumber":22,"Text":"Le Jour ou Nous les rassemblerons tous, Nous dirons a ceux qui associaient d’autres divinites a Allah : « Ou sont ces idoles qui, selon vos pretentions, etaient en droit d’etre associees a Mon adoration ? »"},{"SurahNumber":6,"VerseNumber":23,"Text":"Pour toute reponse, ils jureront : « Par Allah, notre Seigneur ! Nous n’avons jamais ete idolatres. »"},{"SurahNumber":6,"VerseNumber":24,"Text":"Vois comment ils se mentiront a eux-memes, tandis que les fausses divinites qu’ils avaient inventees auront disparu"},{"SurahNumber":6,"VerseNumber":25,"Text":"Certains d’entre eux viennent t’ecouter, mais Nous recouvrons leurs cœurs de voiles qui les empechent de saisir tes enseignements et rendons leurs oreilles sourdes a la verite. Verraient-ils tous les signes qu’ils n’y croiraient pas. Et lorsqu’ils viennent discuter avec toi, ceux qui ont rejete la foi affirment : « Ce ne sont la que legendes des temps anciens ! »"},{"SurahNumber":6,"VerseNumber":26,"Text":"Ils detournent les hommes de la voie du Prophete dont ils s’ecartent eux-memes, courant a leur perte sans en etre conscients"},{"SurahNumber":6,"VerseNumber":27,"Text":"Si tu pouvais les voir lorsque, immobilises devant le feu de l’Enfer, ils diront : « Si seulement nous etions rendus a la vie terrestre, nous cesserions de renier les signes de notre Seigneur pour etre du nombre des croyants. »"},{"SurahNumber":6,"VerseNumber":28,"Text":"Non ! Mais leur apparaitra ce qu’ils dissimulaient autrefois en eux-memes. S’ils etaient rendus a la vie, ils retomberaient dans l’interdit. Ils ne font que mentir"},{"SurahNumber":6,"VerseNumber":29,"Text":"Ils disent : « Il n’y a rien apres la mort. Nous ne serons pas ressuscites ! »"},{"SurahNumber":6,"VerseNumber":30,"Text":"Si tu pouvais les voir lorsqu’ils comparaitront devant leur Seigneur qui leur demandera : « Ceci n’est-il pas la verite ? » « Si, par notre Seigneur », reconnaitront-ils. Il dira alors : « Goutez donc les tourments de l’Enfer pour prix de votre impiete. »"},{"SurahNumber":6,"VerseNumber":31,"Text":"Sont perdus, en verite, ceux qui nient la rencontre d’Allah. Lorsque l’Heure les surprendra, ils s’exclameront : « O regrets ! Nous avons vecu dans l’insouciance ! » Ils porteront sur le dos tout le poids de leurs peches. Quel terrible fardeau devront-ils porter"},{"SurahNumber":6,"VerseNumber":32,"Text":"Cette vie n’est que jeu et vanite. La Demeure derniere est, en verite, bien meilleure pour ceux qui craignent leur Seigneur. Etes-vous donc depourvus de toute raison"},{"SurahNumber":6,"VerseNumber":33,"Text":"Nous savons a quel point leurs paroles t’affligent. Mais, au fond, ce n’est pas ta sincerite qu’ils contestent, mais ce sont bien les signes d’Allah que les impies rejettent"},{"SurahNumber":6,"VerseNumber":34,"Text":"Des Messagers ont, avant toi, ete traites d’imposteurs, mais ont patiemment supporte persecutions et calomnies jusqu’au jour ou Nous les avons fait triompher de leurs ennemis, conformement aux decrets immuables d’Allah. Une partie de l’histoire des Messagers t’est d’ailleurs deja parvenue"},{"SurahNumber":6,"VerseNumber":35,"Text":"Si, ne supportant pas de les voir se detourner de toi, il t’est possible de creuser un tunnel sous terre ou de tendre une echelle vers le ciel pour leur apporter un signe, alors fais-le ! Allah, s’Il le voulait, les mettrait tous sur le droit chemin. Ne sois donc pas du nombre des ignorants"}]}