{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":65,"Text":"Ad qovmunə də qardasları Hudu gondərdik. O dedi: “Ey qovmum! Allaha ibadət edin. Sizin Ondan basqa məbudunuz yoxdur. Yoxsa qorxmursunuz?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Qovmunun kafir zadəganları dedilər: “Biz səni səfeh sayırıq və həqiqətən də, səni yalancılardan hesab edirik!”"},{"SurahNumber":7,"VerseNumber":67,"Text":"O dedi: “Ey qovmum! Mən hec də səfeh deyiləm. Lakin mən aləmlərin Rəbbi tərəfindən gondərilmis bir elciyəm"},{"SurahNumber":7,"VerseNumber":68,"Text":"Mən Rəbbimin vəhy etdiyi hokmlərini sizə təblig edirəm. Mən sizin etibarlı nəsihətcinizəm"},{"SurahNumber":7,"VerseNumber":69,"Text":"Yoxsa sizi qorxutmaq ucun oz aranızdan olan bir kisinin vasitəsi ilə Rəbbinizin sizə oyud-nəsihət verməsinə heyrətmi edirsiniz? Yadınıza salın ki, O, sizi Nuh qovmundən sonra xələflər təyin etdi və sizi xilqətcə daha quvvətli etdi. Allahın nemətlərini xatırlayın ki, bəlkə nicat tapasınız”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Onlar dedilər: “Yanımıza gəlmisən ki, atalarımızın ibadət etdiklərini buraxıb tək Allaha ibadət edək? Əgər dogru danısanlardansansa, bizə vəd etdiyin əzabı gətir”"},{"SurahNumber":7,"VerseNumber":71,"Text":"Hud dedi: “Artıq Rəbbinizdən sizə əzab və qəzəb yetisdi. Siz ozunuzun və atalarınızın uydurduqları adlar (butlər) barəsində mənimlə mubahisəmi edirsiniz? Halbuki Allah onlar barəsində hec bir dəlil nazil etməmisdir. Gozləyin! Subhəsiz mən də sizinlə birlikdə gozləyənlərdənəm”"},{"SurahNumber":7,"VerseNumber":72,"Text":"Biz onu və onunla birlikdə olanları Oz mərhəmətimizlə xilas etdik. Ayələrimizi yalan hesab edənlərin isə kokunu kəsdik. Onlar iman gətirən deyildilər"},{"SurahNumber":7,"VerseNumber":73,"Text":"Səmud qovmunə də qardasları Salehi gondərdik. O dedi: “Ey qovmum! Allaha ibadət edin! Sizin Ondan basqa məbudunuz yoxdur. Rəbbinizdən sizə acıq-aydın dəlillər gəldi. Allahın qayadan cıxartdıgı bu disi dəvəsi sizin ucun bir mocuzədir. Onu buraxın Allahın torpagında otlasın. Ona bir pislik etməyin, yoxsa sizi agrılı-acılı bir əzab yaxalayar"},{"SurahNumber":7,"VerseNumber":74,"Text":"Xatırlayın ki, O, sizi Ad qovmundən sonra xələflər etdi və yer uzundə yerləsdirdi. Siz də onun duzənliklərində qəsrlər tikir, daglarda evlər yonursunuz. Allahın nemətlərini yada salın, yer uzundə fəsad yayaraq pis islər gorməyin”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Onun qovmunun təkəbburlu zadəganları oz aralarından iman gətirən zəiflərə dedilər: “Siz Salehin oz Rəbbi tərəfindən gondərildiyini bilirsinizmi?” Onlar dedilər: “Həqiqətən, biz onunla gondərilən hər seyə inanırıq”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Təkəbbur gostərən bascılar dedilər: “Həqiqətən, biz sizin inandıgınızı inkar edirik”"},{"SurahNumber":7,"VerseNumber":77,"Text":"Onlar disi dəvənin diz vətərini kəsdilər və beləliklə də Rəbbinin əmrindən cıxıb: “Ey Saleh! Əgər sən gondərilən elcilərdənsənsə, bizə vəd etdiyin əzabı gətir”– dedilər"},{"SurahNumber":7,"VerseNumber":78,"Text":"Onları dəhsətli bir sarsıntı yaxaladı və onlar oz evlərində uzuqoylu dusub qaldılar"},{"SurahNumber":7,"VerseNumber":79,"Text":"Saleh onlardan uz cevirib dedi: “Ey qovmum! Mən Rəbbimin mənə vəhy etdiyi hokmunu sizə catdırdım və sizə oyud-nəsihət verdim. Lakin siz nəsihət verənləri sevmirsiniz”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Lutu da elci gondərdik. Bir zaman o, oz qovmunə demisdi: “Sizdən əvvəl aləmlərdən hec kəsin etmədiyi iyrənc əməli sizmi edəcəksiniz"},{"SurahNumber":7,"VerseNumber":81,"Text":"Siz, qadınları qoyub səhvətlə kisilərin yanına gedirsiniz. Həqiqətən, siz, həddi asmıs adamlarsınız”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Onun qovmunun cavabı: “Onları yurdunuzdan cıxarın. Axı onlar təmizliyə can atan adamlardır”– deməkdən basqa bir sey olmamısdı"},{"SurahNumber":7,"VerseNumber":83,"Text":"Biz onu və ailəsini xilas etdik. Yalnız arvadından basqa. O, geridə qalanlardan oldu"},{"SurahNumber":7,"VerseNumber":84,"Text":"Biz onların ustunə daslardan yagıs yagdırdıq. Bir gor gunahkarların aqibəti necə oldu"},{"SurahNumber":7,"VerseNumber":85,"Text":"Mədyən qovmunə də qardasları Sueybi gondərdik. O dedi: “Ey qovmum! Allaha ibadət edin. Sizin Ondan basqa məbudunuz yoxdur. Rəbbinizdən sizə acıq-aydın bir dəlil gəldi. Elə isə olcuyə və cəkiyə tam riayət edin, insanların əsyalarını əksik verməyin və yer uzu islah olunduqdan sonra orada fəsad torətməyin. Əgər mominsinizsə, bu, sizin ucun daha xeyirlidir"},{"SurahNumber":7,"VerseNumber":86,"Text":"Hər yolun basında oturub Allaha iman gətirənləri hədələyib Onun yolundan sapdırmayın və onu əyri gostərməyə calısmayın. Xatırlayın ki, siz az idiniz, O sizi coxaltdı. Bir gorun fəsad torədənlərin aqibəti necə oldu"},{"SurahNumber":7,"VerseNumber":87,"Text":"Əgər aranızdan bir dəstəniz mənimlə gondərilənə inanmıs, bir dəstəniz isə inanmamıssa, Allah aramızda hokm verənədək səbir edin. Axı O, hakimlərin ən yaxsısıdır”"}]}