{"Id":364,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday-lad","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":163,"Text":"Mo ʙa tu vahj kardem, hamcunon ki ʙa Nūh va pajomʙaroni ʙa'd az ū vahj kardaem va ʙa Iʙrohimu Ismoil va Ishoqu Ja'quʙ va naʙeragoni Ja'quʙ va Iso va Ajjuʙ va Junus va Horun va Sulajmon vahj kardaem va ʙa Dovud «Zaʙur»-ro arzonī doştem"},{"SurahNumber":4,"VerseNumber":164,"Text":"Va pajomʙarone, ki peş az in dostonhojaşonro ʙaroi tu guftaem va onon, ki dostonhojaşonro ʙaroi tu naguftaem. Va Xudo ʙo Mūso suxan guft, suxan guftane ʙevosita"},{"SurahNumber":4,"VerseNumber":165,"Text":"Pajomʙarone muƶdadihanda va ʙimdihanda, to az on pas mardumro ʙar Xudo huççate naʙoşad va Xudo pirūzmandu hakim ast"},{"SurahNumber":4,"VerseNumber":166,"Text":"Vale Xudo ʙa on cī ʙar tu nozil kard, şohidī medihad, ki ʙa ilmi xud nozil kardaast va fariştagon niz şohidī medihand va Xudo şohidiro ʙasanda ast"},{"SurahNumber":4,"VerseNumber":167,"Text":"Alʙatta onon, ki kofir şudaand va az rohi Xudo rūj gardonidaand, saxt ʙa gumrohī aftodand"},{"SurahNumber":4,"VerseNumber":168,"Text":"Kasonero, ki kofir şudaand va sitam kardaand, Xudovand nameʙaxşad va ʙa heç rohe hidojat namekunad"},{"SurahNumber":4,"VerseNumber":169,"Text":"magar ʙa rohi çahannam, ki aʙadī dar on ʙoşand! Va in kor ʙar Xudo oson ast"},{"SurahNumber":4,"VerseNumber":170,"Text":"Ej mardum, pajomʙare ʙa haq az çoniʙi Xudo ʙar şumo firistoda şud, pas ʙa ū imon ʙijovared, ki xajri şumo dar on ast. Va agar ham kofir şaved, az oni Xudost har cī dar osmonhovu zamin ast. Va Ū donovu hakim ast"},{"SurahNumber":4,"VerseNumber":171,"Text":"Ej ahli kitoʙ, dar dini xeş az had naguzared va dar ʙorai Xudo çuz suxani haq magūed. Alʙatta Iso — pisari Marjam, pajomʙari Xudo va kalimai Ū ʙud, ki ʙa Marjamaş afkand va rūhe az Ū ʙud. Pas ʙa Xudo va pajomʙarokaş imon ʙijovared va magūed, ki se ast. Az in andeşaho ʙozisted, ki xajri şumo dar on xohad ʙud. Çuz in nest, ki Olloh xudoest jakto. Pok ast az in, ki sohiʙi farzande ʙoşad. Az oni Ūst on cī dar osmonhovu zamin ast va Xudo korsoziro kofist"},{"SurahNumber":4,"VerseNumber":172,"Text":"Maseh nang nadoşt, ki jake az ʙandagoni Xudo ʙoşad va maloikai muqarraʙ niz nang nadorand. Har kī az parastişi Xudovand rūj gardonad, va sarkaşī kunad, ʙidonad, ki Xudo hamaro dar nazdi xud mahşur (hamsūhʙat) xohad soxt"},{"SurahNumber":4,"VerseNumber":173,"Text":"Ammo onon, ki imon ovardaand va korhoi nek kardaand, muzdaşonro ʙa tamomī xohad dod va az fazli xeş ʙar on xohad afzud. Ammo kasonero, ki iʙovu sarkaşī kardaand, ʙa azoʙe dardovar azoʙ xohad kard va ʙaroi xud çuz Xudo heç dūstu jovare naxohand joft"},{"SurahNumber":4,"VerseNumber":174,"Text":"Ej mardum, az çoniʙi Parvardigoraton ʙar şumo xuççate omad va ʙaroi şumo nure oşkor nozil kardaem"},{"SurahNumber":4,"VerseNumber":175,"Text":"Ammo ononro, ki ʙa Xudo imon ovardaand va ʙa Ū tavassul çustaand, ʙa ostoni fazlu rahmati xeş darovarad va ʙa rohe rost hidojat kunad"},{"SurahNumber":4,"VerseNumber":176,"Text":"Az tu fatvo mexohand, ʙigūj, ki Xudo dar ʙorai kalola ʙarojaton fatvo medihad: Har goh marde, ki farzande nadoşta ʙoşad, ʙimirad va ūro xohare ʙoşad, ʙa on xohar nisfi merosi ū merasad. Agar xoharro niz farzande naʙoşad, ʙarodar az ū meros meʙarad. Agar on xoharon du tan ʙudand, du sejaki doroiro meros meʙarand. Va agar cand ʙarodaru xohar ʙudand, har mard ʙaroʙari du zan meʙarad. Xudo ʙaroi şumo ʙajon mekunad to gumroh naşaved va Ū az har cize ogoh ast"}]}