{"Id":426,"LanguageCodes":["tr","tur"],"Name":"tur-suatyildirim-la","Author":"Suat Yildirim","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":158,"Text":"Safa ile Merve Allah'ın belirledigi nisanelerdendir. Kim hac veya umre niyetiyle Kabe’yi ziyaret ederse oraları tavaf etmesinde bir beis yoktur. Her kim de, farz olmadıgı halde gonlunden koparak bir hayır islerse, mukafatını gorur. Zira Allah sukrun karsılıgını verir. O, az amele cok mukafat veren ve her seyi bilendir"},{"SurahNumber":2,"VerseNumber":159,"Text":"Insanlar icin biz kitapta acıkladıktan sonra, indirmis oldugumuz asikar delilleri ve hidayeti gizleyenler var ya, iste onlara Allah lanet ettigi gibi, Lanet edebilecek herkes de lanet eder"},{"SurahNumber":2,"VerseNumber":160,"Text":"Ancak onlardan tovbe edip hallerini duzelten ve gercekleri acıklayanlara gelince: Ben onların tovbelerini kabul ederim. Zira tovbeleri kabul eden, cok merhametli olan Ben'im"},{"SurahNumber":2,"VerseNumber":161,"Text":"Inkar edenler ve inkarcı olarak da olenler var ya, Iste Allah'ın, meleklerinin ve butun insanların laneti hep onların ustunedir"},{"SurahNumber":2,"VerseNumber":162,"Text":"Onlar bu lanet icinde ebedi olarak kalırlar. Onların azapları hafifletilmeyecegi gibi, Kendilerine yeni bir muhlet de verilmez"},{"SurahNumber":2,"VerseNumber":163,"Text":"Hepinizin Ilahı tek Ilahtır. O'ndan baska tanrı yoktur. O, rahmandır, rahimdir. {KM, Tesniye 4,35; Isaya}"},{"SurahNumber":2,"VerseNumber":164,"Text":"Goklerin ve yerin yaratılısında, gece ile gunduzun surelerinin degismesinde, insanlara fayda saglamak uzere denizlerde gemilerin suzulusunde, Allah'ın gokten indirip kendisiyle olmus yeri canlandırdıgı yagmurda, Ve yeryuzunde hayat verip yaydıgı canlılarda, ruzgarların yonlerini degistirip durmasında, gokle yer arasında emre hazır bulutların durusunda, Elbette aklını calıstıran kimseler icin Allah’ın varlıgına ve birligine nice deliller vardır"},{"SurahNumber":2,"VerseNumber":165,"Text":"Oyle insanlar vardır ki, Allah'tan baskasını Allah’a denk tutar, tıpkı Allah’ı severcesine onları severler. Muminlerin Allah’a olan sevgileri ise her seyden daha ileri ve daha kuvvetlidir. Boyle yaparak kendilerine zulmedenler, azabı gordukleri zaman anlayacakları gibi, butun kuvvet ve kudretin yalnız Allah’a ait olup, Allah’ın azabının pek siddetli oldugunu, keske simdiden bilselerdi"},{"SurahNumber":2,"VerseNumber":166,"Text":"Iste onderler kendilerini izleyenlerden uzak durdular, Azabı gorduler ve aralarındaki her turlu bag kesildi"},{"SurahNumber":2,"VerseNumber":167,"Text":"Bunun uzerine tabi olanlar soyle dediler: “Ah ne olurdu, elimize bir fırsat gecse de onların bizden uzak durdukları gibi, Biz de onları bir reddetseydik! Iste Allah Teala onlara, butun yaptıklarını, en siddetli pismanlıklar halinde gosterecektir. Onların o atesten cıkacakları da yoktur. [25,23; 14,18; 24,39; 23,99;]"},{"SurahNumber":2,"VerseNumber":168,"Text":"Ey insanlar! Yeryuzunde olan butun nimetlerimden helal hos olmak sartı ile yiyiniz; Fakat seytanın pesinden gitmeyiniz. Cunku o sizin besbelli dusmanınızdır"},{"SurahNumber":2,"VerseNumber":169,"Text":"O sizi hep cirkin isler ve hayasızlık yapmaya Bir de Allah hakkında bilmediginiz seyleri iddia etmeye tesvik eder"},{"SurahNumber":2,"VerseNumber":170,"Text":"Onlara: “Gelin Allah'ın indirdigi buyruklara tabi olun!” denildiginde: “Hayır, biz babalarımızı hangi inanc uzerinde bulduysak ona uyarız.” derler. Babaları bir seye akıl erdirememis ve dogruyu bulamamıs olsalar da mı onlara uyacaklar"},{"SurahNumber":2,"VerseNumber":171,"Text":"Inkarcıları hakka cagıranın durumu, tıpkı bagırıp cagırmadan baska bir seyden anlamayan hayvanlara haykıran cobanın durumuna benzer. Onlar sagır, dilsiz ve kordurler. Bundan oturu akıllarını kullanıp gercegi anlayamazlar"},{"SurahNumber":2,"VerseNumber":172,"Text":"Ey iman edenler! Size kısmet ettigimiz rızıkların temiz ve helalinden yiyiniz! Eger yalnız Allah'a ibadet ediyorsanız, O’na sukrediniz"},{"SurahNumber":2,"VerseNumber":173,"Text":"O size lesi, kanı, domuz etini ve Allah'tan baskası adına kesilen hayvanın etini haram kıldı. Kim mecbur kalırsa baskasının hakkına tecavuz etmemek ve zaruret miktarını gecmemek sartıyla bunlardan yemesinde gunah yoktur. Allah gafurdur, rahimdir. (gunahları cok affeder, merhamet ve ihsanı boldur). [5,3; 6,145; 16, 115] {KM, Resullerin isleri}"},{"SurahNumber":2,"VerseNumber":174,"Text":"Allah'ın indirdigi kitaptan bir sey gizleyip onu birkac paraya satanlar var ya, iste onlar karınlarına atesten baska bir sey doldurmazlar. Kıyamet gunu Allah onlarla konusmaz ve onları temize cıkarmaz. Onlara son derece acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":175,"Text":"Iste onlar hidayeti bırakıp dalaleti, magfireti verip azabı satın almıslardır. Bunlar atese karsı ne kadar da dayanıklı imisler"},{"SurahNumber":2,"VerseNumber":176,"Text":"Boyle olacaktır: Cunku Allah kitabı gercek bir gaye ile hak olarak indirmistir. Ve kitap hakkında ihtilafa dalanlar, haktan pek uzaga dusmuslerdir"}]}