{"Id":142,"LanguageCodes":["en","eng"],"Name":"eng-tbirving","Author":"Tbirving","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":27,"VerseNumber":27,"Text":"He said: \"We shall see whether you have been truthful or are a liar"},{"SurahNumber":27,"VerseNumber":28,"Text":"Take this letter of mine and deliver it to them. Then leave them, and see what [answer] they send back"},{"SurahNumber":27,"VerseNumber":29,"Text":"She said: \"Councilmen, an important letter has been delivered to me"},{"SurahNumber":27,"VerseNumber":30,"Text":"It is from Solomon and it (reads]: \"In the name of God, the Mercy-giving, the Merciful"},{"SurahNumber":27,"VerseNumber":31,"Text":"Do not act haughtily towards me, and come to me committed to [live at] peace"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said: \"Councilmen, give me your opinion concerning my affair: I have never settled any matter unless you were present with me"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said: \"We possess strength and can be extremely violent, while authority rests with you; so attend to whatever you will command"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said: ´Whenever any kings enter a town and plunder it, they turn the most important men among its people into the lowest. Thus they act"},{"SurahNumber":27,"VerseNumber":35,"Text":"I am sending them a gift and shall be watching for whatever the emissaries bring back"},{"SurahNumber":27,"VerseNumber":36,"Text":"When it reached Solomon, he said; \"Will you furnish me with wealth? What God has given me is better than what He has given you; nevertheless you seem quite happy with your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"Go back to them, for We shall come to them with armies they can never resist. We shall expel them from it just like the meanest people, and they will be humiliated"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said: \"Councilman, which of you will bring me her throne before they come to me committed to [live at] peace"},{"SurahNumber":27,"VerseNumber":39,"Text":"An imp among the sprites said: ´I´ll bring it to you before you even rise up from your place. I am strong enough to be entrusted with it"},{"SurahNumber":27,"VerseNumber":40,"Text":"Someone who had some knowledge about the Book said; ´I shall bring you it in the twinkling of an eye!\" When he saw it set before him, he said: \"This is some of my Lord´s bounty, so He may test me whether I am thankful or thankless. Anyone who is thankful gives thanks only on his own behalf, while with anyone who is thankless, well my Lord is Transcendent, Generous"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said: \"Disguise her throne for her; let us see whether she is guided or is one of those who are not guided"},{"SurahNumber":27,"VerseNumber":42,"Text":"When she came, someone said: \"Is your throne like this?\" She said: \"It seems to be similar.\" (We were given knowledge before she was, and have become Muslims)"},{"SurahNumber":27,"VerseNumber":43,"Text":"What she had been worshipping instead of God distracted her; she belonged to disbelieving folk"},{"SurahNumber":27,"VerseNumber":44,"Text":"Someone (else) said to her: \"Enter the hall.\" When she saw it, she reckoned it was a pool [of water] and [tucked up her skirt and) bared the calves of her legs. He said: \"It is a hall paved with glass slabs.\" She said: \"My Lord, how I have wronged myself! I commit myself peacefully, along with Solomon, to God, Lord of the Universe"},{"SurahNumber":27,"VerseNumber":45,"Text":"We sent Thamud their brother Salih: [who said]: \"Worship God [Alone]!\" Nonetheless they became two quarreling factions"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said: \"My people, why do you hasten towards evil rather than something fine? If you only sought forgiveness from God, you might find some mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said: \"Shall we take it as an omen from you and from someone who is with you?\" He said; \"Your fate depends on God; in fact, you are a folk who will be tested"},{"SurahNumber":27,"VerseNumber":48,"Text":"There was a gang of nine persons in the city who caused trouble on earth and never improved matters"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said: \"Let´s all swear by God that we shall catch him and his family some night. Then we shall tell his next of kin: ´We did not witness the slaughter of his family. We are telling the truth!\"´"},{"SurahNumber":27,"VerseNumber":50,"Text":"They plotted away while We plotted too, and they did not even notice it"},{"SurahNumber":27,"VerseNumber":51,"Text":"See what was the outcome of their plotting! We annihilated them and their folk completely"},{"SurahNumber":27,"VerseNumber":52,"Text":"Those used to be their houses - [now] empty because of the wrong they had committed! In that is a sign for folk who know"},{"SurahNumber":27,"VerseNumber":53,"Text":"We saved the ones who believed and had been doing their duty"},{"SurahNumber":27,"VerseNumber":54,"Text":"When Lot told his folk: ´Do you indulge in sexual misconduct with your eyes open"},{"SurahNumber":27,"VerseNumber":55,"Text":"Do you approach men passionately instead of women? Indeed you are folk who act out of ignorance"}]}