{"Id":384,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz-la","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":19,"VerseNumber":22,"Text":"Nihayet (Cebrail’in ufurmesiyle Meryem) Isa’ya gebe kaldı ve bununla uzak bir yere cekildi"},{"SurahNumber":19,"VerseNumber":23,"Text":"Sonra dogum sancısı onu bir hurma agacına dayanmaya goturdu: “- Ah nolaydım! Bundan once oleydim de unutulmus gitmis olaydım.” dedi"},{"SurahNumber":19,"VerseNumber":24,"Text":"(Cebrail, yuksek bir yerde bulunan) Meryem’e asagı tarafından soyle cagırdı: “- Sakın uzulme, Rabbin senin alt yanında bir su arkı yarattı"},{"SurahNumber":19,"VerseNumber":25,"Text":"Hurmanın da dalını kendine dogru silkele, uzerine devsirilmis taze hurmalar dokulsun"},{"SurahNumber":19,"VerseNumber":26,"Text":"Artık ye, ic, gozun aydın olsun. Eger insanlardan birini gorursen: “- Ben Rahman’a (Allah’a) bir oruc (susmak) adadım. Onun icin bugun hic kimseye asla soz soylemiyecegim.” de"},{"SurahNumber":19,"VerseNumber":27,"Text":"Sonra ona (cocugu Isa’yı) yuklenerek kavmine getirdi. Ona dediler ki: “- Ey Meryem! Dogrusu, sen acaip bir sey (babasız cocuk) getirdin"},{"SurahNumber":19,"VerseNumber":28,"Text":"Ey Harun’un (soy itibariyle neslinden gelen) kız kardesi! Senin baban kotu bir adam degildi, anan da iffetsiz bir kadın degildi.”"},{"SurahNumber":19,"VerseNumber":29,"Text":"Bunun uzerine Meryem, (kendilerine cevap vermek icin) cocugu isaret etti. Onlar: “- Biz, besikteki cocukla nasıl konusuruz” dediler"},{"SurahNumber":19,"VerseNumber":30,"Text":"(Allah’ın bir mucizesi olarak Isa) dedi ki: “- Ben gercekten Allah’ın kuluyum, bana kitap verdi ve beni bir Peygamber yaptı (bu tahakkuk edecektir)"},{"SurahNumber":19,"VerseNumber":31,"Text":"Beni, her nerede olsam mubarek (hayır ogreten) kıldı ve hayatta bulundugum muddet, bana, namazı ve zekatı emretti"},{"SurahNumber":19,"VerseNumber":32,"Text":"Beni, anneme ihsankar kıldı ve beni azgın bir zorba yapmadı"},{"SurahNumber":19,"VerseNumber":33,"Text":"Hem dogdugum gun, hem olecegim gun, hem diri olarak (mezardan) kaldırılacagım gun, selamet benim uzerimedir.”"},{"SurahNumber":19,"VerseNumber":34,"Text":"Iste hakkında (Yahudilerle Hristiyanların) ihtilaf edip durdukları Meryem oglu Isa’ya dair Allah sozu budur"},{"SurahNumber":19,"VerseNumber":35,"Text":"Allah’ın cocuk edinmesi asla olmamıstır. O (cocuk edinmekten) munezzehtir. O, bir isi dileyince; sade ona: “Ol” der, o da oluverir"},{"SurahNumber":19,"VerseNumber":36,"Text":"Muhakkak ki Allah, benim Rabbimdir, sizin de Rabbinizdir. O halde O’na ibadet edin. Bu (size anlattıgım) biricik dogru yoldur"},{"SurahNumber":19,"VerseNumber":37,"Text":"Sonra fırkalar (Hristiyanlarla Yahudiler) kendi aralarında ihtilafa dustuler. Artık gorulecek bir buyuk gunun (kıyametin) azabı, o kufredenlere olsun"},{"SurahNumber":19,"VerseNumber":38,"Text":"Onlar bize gelecekleri gun, neler isitecekler, neler gorecekler! Fakat o zalimler, bugun acık bir sapıklık icindedirler"},{"SurahNumber":19,"VerseNumber":39,"Text":"(Ey Resulum, Mekke’li) kafirleri, is bitirildigi (hesap goruldugu) zamanın dehseti ile, pismanlık gunu ile korkut. Onlar hala gaflet icindedirler, onlar iman etmiyorlar"},{"SurahNumber":19,"VerseNumber":40,"Text":"Gercekten biz, arza ve butun uzerindekilere varis olacagız, (Bizden baska kimse kalmıyacak). Onlar da hesap icin hep bize dondurulecekler"},{"SurahNumber":19,"VerseNumber":41,"Text":"Kur’an’da Ibrahim’i de (kavmine) anlat. Cunku o, dogrulugu cok olan bir peygamberdi"},{"SurahNumber":19,"VerseNumber":42,"Text":"Bir vakit (Ibrahim) babasına soyle demisti: “- Ey babam! Isitmez, gormez ve sana hic bir faydası olmaz seylere nicin tapıyorsun"},{"SurahNumber":19,"VerseNumber":43,"Text":"Ey babam! Gercekten bana, sana gelmiyen ilim gelmistir (Allah’ı bilmisimdir). O halde, bana uy da, seni dogru bir yola ileteyim"},{"SurahNumber":19,"VerseNumber":44,"Text":"Ey babam! Seytana tapma, cunku Seytan Rahman’a (Allah’a) asi oldu"},{"SurahNumber":19,"VerseNumber":45,"Text":"Ey babam! Dogrusu ben korkarım ki, sana Rahman’dan bir azap dokunur da Seytan’a (Cehennem’de) arkadas olursun.”"},{"SurahNumber":19,"VerseNumber":46,"Text":"Ibrahim’e babası dedi ki: “- Ey Ibrahim! Sen benim ilahlarımdan (taptıgım putlardan) yuz mu ceviriyorsun? Yemin ederim ki, eger (onlara sovmekten) vaz gecmezsen, seni muhakkak tasla kogar oldururum. Uzun bir muddet benden ayrıl, git.”"},{"SurahNumber":19,"VerseNumber":47,"Text":"Ibrahim soyle dedi: “- (Benden sana fenalık gelmez, emniyet ve) selam sana olsun, senin icin Rabbimden magfiret dileyecegim. Cunku O, bana cok lutufkardır"},{"SurahNumber":19,"VerseNumber":48,"Text":"Ben, sizden ve Allah’dan baska taptıklarınızdan (putlardan) cekilip ayrılırım da, Rabbime dua (ibadet) ederim. Umulur ki Rabbime ibadet etmekle mahrum olmam (yaptıgım ibadet, sizin putlara ettiginiz ibadet gibi bosa cıkmaz.)”"},{"SurahNumber":19,"VerseNumber":49,"Text":"Ne zaman ki, kafirleri ve Allah’tan baska taptıklarını, Ibrahim terkedip (Babil’den Sam’a) cekildi; biz de ona Ishak’ı ve Yakub’u ihsan ettik ve her birini birer Peygamber yaptık"},{"SurahNumber":19,"VerseNumber":50,"Text":"Hem bunlara rahmetimizden ihsanlar eyledik (cokca mal ve evlad verdik). Hepsine de dillerde (butun dinlerde) guzel ve yuksek bir ovgu verdik"},{"SurahNumber":19,"VerseNumber":51,"Text":"Kur’an’da Musa’yı da an; cunku o, ihlas sahibi idi ve Israil Ogullarına gonderilmis bir Peygamberdi"},{"SurahNumber":19,"VerseNumber":52,"Text":"Biz Musa’ya Tur dagı yanında, sag tarafından nida ettik; ve munacat ettigi halde kendisine yuksek mertebe verdik"},{"SurahNumber":19,"VerseNumber":53,"Text":"Rahmetimizden de ona, kardesi Harun’u bir peygamber olarak ihsan eyledik"},{"SurahNumber":19,"VerseNumber":54,"Text":"Kur’an’da Ismail’i de an; cunku o, vaadinde sadıktı ve kavmine gonderilmis bir peygamberdi"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ummetine de namaz kılmayı, zekat vermeyi emrederdi ve Rabbi katında rızaya kavusmustu"},{"SurahNumber":19,"VerseNumber":56,"Text":"Kitabta Idris’i de an; cunku o, cok sadık bir Peygamberdi"},{"SurahNumber":19,"VerseNumber":57,"Text":"Biz onu yuce bir mevkiye (goklere veya Cennet’e) yukselttik"},{"SurahNumber":19,"VerseNumber":58,"Text":"Iste bu adları gecenler, Allah’ın kendilerine nimet ihsan ettigi peygamberlerden, Adem soyundan ve gemide Nuh ile beraber tasıdıklarımızın neslinden, Ibrahim ve Israil neslinden, hidayete erdirdigimiz ve sectigimiz, kimselerdendir. Kendilerine Rahman olan Allah’ın ayetleri okundugu zaman, aglayarak secdeye kapanırlardı"}]}