{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":82,"Text":"And when the Word has fallen on them, We will bring out for them from the earth a creature which will say to them that the people are uncertain of Our revelations"},{"SurahNumber":27,"VerseNumber":83,"Text":"On the Day when We gather from every community a group of those who rejected Our revelations; and they will be restrained"},{"SurahNumber":27,"VerseNumber":84,"Text":"Until, when they arrive, He will say, “Did you reject My revelations without comprehending them? Or what is it you were doing?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"The Word will come down upon them for their wrongdoing, and they will not speak"},{"SurahNumber":27,"VerseNumber":86,"Text":"Do they not see that We made the night for them to rest therein, and the day for visibility? Surely in that are signs for people who believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"On the Day when the Trumpet is blown, everyone in the heavens and the earth will be horrified, except whomever God wills; and everyone will come before Him in humility"},{"SurahNumber":27,"VerseNumber":88,"Text":"And you see the mountains, and imagine them fixed, yet they pass, as the passing of the clouds—the making of God, who has perfected everything. He is fully Informed of what you do"},{"SurahNumber":27,"VerseNumber":89,"Text":"Whoever brings a virtue will receive better than it—and they will be safe from the horrors of that Day"},{"SurahNumber":27,"VerseNumber":90,"Text":"But whoever brings evil—their faces will be tumbled into the Fire. Will you be rewarded except for what you used to do"},{"SurahNumber":27,"VerseNumber":91,"Text":"“I was commanded to worship the Lord of this town, who has sanctified it, and to Whom everything belongs; and I was commanded to be of those who submit"},{"SurahNumber":27,"VerseNumber":92,"Text":"And to recite the Quran.” Whoever is guided—is guided to his own advantage. And whoever goes astray, then say, “I am one of the warners.”"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say, “Praise belongs to God; He will show you His signs, and you will recognize them. Your Lord is not heedless of what you do.”"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta, Seen, Meem"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are the Verses of the Clear Book"},{"SurahNumber":28,"VerseNumber":3,"Text":"We narrate to you from the history of Moses and Pharaoh—in truth—for people who believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Pharaoh exalted himself in the land, and divided its people into factions. He persecuted a group of them, slaughtering their sons, while sparing their daughters. He was truly a corrupter"},{"SurahNumber":28,"VerseNumber":5,"Text":"But We desired to favor those who were oppressed in the land, and to make them leaders, and to make them the inheritors"},{"SurahNumber":28,"VerseNumber":6,"Text":"And to establish them in the land; and to show Pharaoh, Hamaan, and their troops, the very thing they feared"},{"SurahNumber":28,"VerseNumber":7,"Text":"We inspired the mother of Moses: “Nurse him; then, when you fear for him, cast him into the river, and do not fear, nor grieve; We will return him to you, and make him one of the messengers.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Pharaoh’s household picked him up, to be an opponent and a sorrow for them. Pharaoh, Hamaan, and their troops were sinners"},{"SurahNumber":28,"VerseNumber":9,"Text":"Pharaoh’s wife said, “An eye's delight for me and for you. Do not kill him; perhaps he will be useful to us, or we may adopt him as a son.” But they did not foresee"},{"SurahNumber":28,"VerseNumber":10,"Text":"The heart of Moses’ mother became vacant. She was about to disclose him, had We not steadied her heart, that she may remain a believer"},{"SurahNumber":28,"VerseNumber":11,"Text":"She said to his sister, “Trail him.” So she watched him from afar, and they were unaware"}]}