{"Id":304,"LanguageCodes":["ru","rus"],"Name":"rus-magomednuriosma-la","Author":"Magomed Nuri Osmanovich Osmanov","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":61,"Text":"[My poslali] k samudyanam Salikha - brata ikh. On skazal:\"O moy narod! Poklonyaytes' [tol'ko] Allakhu: u vas net inogo boga, krome Nego. On sotvoril vas iz zemli i dal vam na ney zhilishcha. Prosite zhe proshcheniya u Nego, zatem pokaytes' pred Nim. Voistinu, moy Gospod' blizok [k lyudyam], On udovletvoryayet pros'by"},{"SurahNumber":11,"VerseNumber":62,"Text":"Oni skazali: \"O Salikh! Do nyneshnego dnya ty byl nashey nadezhdoy. Neuzheli ty budesh' zapreshchat' nam poklonyat'sya tomu, komu poklonyalis' nashi ottsy? Voistinu, my ochen' somnevayemsya v tom, k chemu ty nas prizyvayesh'"},{"SurahNumber":11,"VerseNumber":63,"Text":"[Salikh] skazal: \"O moy narod, porazmysli! Ved' ya uveroval v yasnyye znameniya Gospoda moyego, On odaril menya milost'yu, - kto zhe otvratit ot menya [nakazaniye] Allakha, yesli ya ne povinuyus' [Yemu]? Iz-za vas ya mogu poterpet' bol'shoy uron"},{"SurahNumber":11,"VerseNumber":64,"Text":"O moy narod! Vot eta verblyuditsa Allakha - znameniye dlya vas. Pust' ona pasetsya na zemle Allakha, ne prichinyayte yey zla, a ne to vas postignet skoroye nakazaniye"},{"SurahNumber":11,"VerseNumber":65,"Text":"No oni podrezali yey podzhilki, i Salikh skazal: \"Pol'zuytes' mirskimi blagami [yeshche] tri dnya v svoikh zhilishchakh. Eto - neotvratimoye obeshchaniye [o vashem nakazanii]"},{"SurahNumber":11,"VerseNumber":66,"Text":"Kogda zhe nastal chas [ispolnit'sya] Nashemu poveleniyu, Salikha i tekh, kto uveroval vmeste s nim, My po Nashemu miloserdiyu spasli [ot gibeli] i ot besslaviya v tot den'. Voistinu, tvoy Gospod' silen, vsemogushch"},{"SurahNumber":11,"VerseNumber":67,"Text":"A tekh, kto byl nechestivtsem, porazil trubnyy zvuk, i k utru oni lezhali v svoikh zhilishchakh nedvizhimymi"},{"SurahNumber":11,"VerseNumber":68,"Text":"slovno by vovse i ne zhili tam. Znayte zhe, chto samudyane ne uverovali v svoyego Gospoda. Da sginut samudyane"},{"SurahNumber":11,"VerseNumber":69,"Text":"Nashi poslantsy (t. ye. angely) prishli k Ibrakhimu s radostnoy vest'yu, skazali: \"Mir!\" On otvetil: \"Mir!\" - i, ne meshkaya, prines zharenogo yagnenka"},{"SurahNumber":11,"VerseNumber":70,"Text":"Uvidev, chto oni ne tronuli yedy, on dogadalsya, chto oni - ne gosti, i yemu stalo boyazno pered nimi. Poslantsy skazali: \"Ne boysya, voistinu, my poslany k narodu Luta"},{"SurahNumber":11,"VerseNumber":71,"Text":"Tem vremenem zhena Ibrakhima stoyala [ryadom s nim], i ona zasmeyalas', kogda My soobshchili yey radostnuyu vest' ob Iskhake, a vsled za Iskhakom - o Ya'kube"},{"SurahNumber":11,"VerseNumber":72,"Text":"Ona voskliknula: \"Gore mne! Neuzheli ya rozhu? Ved' ya - starukha. I muzh moy - starik. Voistinu, eto udivitel'no"},{"SurahNumber":11,"VerseNumber":73,"Text":"Poslantsy skazali: \"Neuzheli ty udivlena veleniyem Allakha? Milost' Allakha i Yego blagosloveniya da osenyat vas, obitateley doma. Voistinu, On - khvalimyy, slavnyy"},{"SurahNumber":11,"VerseNumber":74,"Text":"Kogda strakh Ibrakhima ulegsya i on uslyshal radostnuyu vest', on vstupil s Nami v spor o narode Luta"},{"SurahNumber":11,"VerseNumber":75,"Text":"ibo Ibrakhim - krotkiy, otzyvchivyy, sozhaleyushchiy"},{"SurahNumber":11,"VerseNumber":76,"Text":"[Poslantsy skazali]: \"O Ibrakhim! Ostav' spory, ibo ved' tvoy Gospod' uzhe povelel, i, voistinu, ikh porazit kara neotvratimaya"},{"SurahNumber":11,"VerseNumber":77,"Text":"Kogda Nashi poslantsy prishli k Lutu, on ogorchilsya iz-za nikh, sily pokinuli yego [ot strakha], i on skazal: \"Vot i nastal tyazhkiy den'"},{"SurahNumber":11,"VerseNumber":78,"Text":"K Lutu pribezhali lyudi yego plemeni, kotoryye uzhe davno tvorili nepotrebnyye dela. Lut skazal: \"O moy narod! Berite moikh docherey: oni dlya vas chishche [, chem muzhchiny]. Boytes' zhe Allakha i ne pozor'te menya pered moimi gostyami. Neuzheli sredi vas net blagorazumnogo muzha"},{"SurahNumber":11,"VerseNumber":79,"Text":"Oni skazali: \"Nam vovse ne nadobny tvoi docheri. I ty prekrasno znayesh', chego my khotim"},{"SurahNumber":11,"VerseNumber":80,"Text":"[Lut] skazal: \"O, yesli by u menya byla sila protiv vas! Ili zhe u menya byla by [dlya spaseniya] ot vas moshchnaya opora"},{"SurahNumber":11,"VerseNumber":81,"Text":"[Poslantsy] skazali: \"O Lut! My - poslantsy Gospoda tvoyego, a oni ne smogut navredit' tebe. Pokin' [eti mesta] sredi nochi vmeste so vsem semeystvom, i pust' nikto iz vas ne oglyadyvayetsya, krome tvoyey zheny. Voistinu, yeye porazit to, chto porazit ostal'nykh lyudey. Srok zhe, opredelennyy im, [nastupit] utrom. A ved' utro tak blizko"},{"SurahNumber":11,"VerseNumber":82,"Text":"Kogda zhe nastalo vremya, predopredelennoye Nami, My perevernuli vverkh dnom ikh seleniya i obrushili na nikh livnem kom'ya zatverdevshey gliny"},{"SurahNumber":11,"VerseNumber":83,"Text":"mechennyye po vole Gospoda tvoyego. I takoy [karayushchiy liven'] v skorom vremeni postignet i [mekkanskikh] nechestivtsev"}]}