{"Id":468,"LanguageCodes":["vi","vie"],"Name":"vie-rowwadtranslati-la","Author":"Rowwad Translation Center","Language":"Vietnamese","Description":"Vietnamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/en/browse/vietnamese_rwwad","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"Va Nguoi (Muhammad) hay đua ra cho ho mot hinh anh thi du ve hai nguoi đan ong. Mot trong hai đuoc TA ban cho hai ngoi vuon nho, ca hai ngoi vuon đuoc TA bao quanh bang cac cay cha la va chinh giua hai ngoi vuon đuoc TA đat cho mot mieng ray"},{"SurahNumber":18,"VerseNumber":33,"Text":"Ca hai ngoi vuon đeu xum xue triu qua, khong co bat cu mot trai lep nao; va TA đa cho phun ra mot dong song chinh giua hai ngoi vuon đo"},{"SurahNumber":18,"VerseNumber":34,"Text":"Y (chu cua hai ngoi vuon) đuoc mua trai qua. Y tranh luan voi nguoi ban cua minh trong luc tro chuyen, noi (mot cach đay kieu ngao): “Toi nhieu hon anh ve tai san va manh hon anh vi đuoc đong con cai.”"},{"SurahNumber":18,"VerseNumber":35,"Text":"Y vao ngoi vuon cua minh va tu lam ban than minh sai quay khi noi: “Toi nghi rang ngoi vuon nay se khong the nao tieu tan đuoc.”"},{"SurahNumber":18,"VerseNumber":36,"Text":"“Va toi cung nghi rang gio tan the se khong xay đen. Va neu toi thuc su đuoc đua tro ve voi Thuong Đe cua minh thi chac chan toi cung se tim đuoc đieu tot đep hon ngoi vuon nay.”"},{"SurahNumber":18,"VerseNumber":37,"Text":"Nguoi ban cua y tranh luan voi y, noi: “Phai chang anh đa khong co đuc tin noi Đang đa tao hoa ra anh tu đat bui roi tu tinh dich roi sau đo Ngai đa lam cho anh thanh mot nguoi đan ong hoan chinh?!”"},{"SurahNumber":18,"VerseNumber":38,"Text":"“Rieng đoi voi toi thi Ngai la Allah, la Thuong Đe cua toi, toi se khong Shirk (gan ghep đoi tac) voi Thuong Đe cua toi bat ky ai.”"},{"SurahNumber":18,"VerseNumber":39,"Text":"“Phai chi khi buoc vao ngoi vuon cua minh, anh noi: ‘Masha-Allah! – Đay la nhung gi Allah muon! Khong co suc manh nao ngoai Allah (thi co le se tot cho anh). Neu anh thay toi it hon anh ve tai san va con cai,”"},{"SurahNumber":18,"VerseNumber":40,"Text":"“Thi biet đau (sau nay) Thuong Đe cua toi se ban cho toi thu tot đep hon ngoi vuon cua anh; biet đau Ngai se gui tu tren troi xuong nhung luoi tam set tan pha ngoi vuon cua anh, bien no thanh manh đat tro trui,”"},{"SurahNumber":18,"VerseNumber":41,"Text":"“Hoac nguon nuoc cua ngoi vuon se can mat khien anh khong the nao tim đuoc nguon nuoc tro lai.”"},{"SurahNumber":18,"VerseNumber":42,"Text":"The roi mua mang trai qua cua y bi tan pha toan bo, luc đo, y xoa hai long ban tay (to ve tiec nuoi va xot) cho nhung gi đa chi tieu vao ngoi vuon (tu cong suc va tien bac); va (truoc canh) toan bo nhung gian nho nga rap nam ngon ngang, y (hoi han) noi: “Oi, phai chi minh đa khong Shirk voi Thuong Đe cua minh!”"},{"SurahNumber":18,"VerseNumber":43,"Text":"Va ngoai Allah, y khong co mot phai đang nao giup đo y va y cung khong tu cuu lay đuoc minh"},{"SurahNumber":18,"VerseNumber":44,"Text":"O kia (Ngay Phan Xet Cuoi Cung), quyen bao ho chi thuoc ve mot minh Allah, Đang Chan Ly. Ngai la Đang ban thuong tot nhat va cung la Đang ban cho ket qua cuoi cung tot nhat"},{"SurahNumber":18,"VerseNumber":45,"Text":"Va Nguoi (Muhammad) hay đua ra hinh anh thi du ve đoi song tran tuc rang no giong nhu nuoc mua ma TA (Allah) đa ban tu tren troi xuong lam cho cay coi, thao moc tren mat đat moc len tuoi tot nhung roi sau đo no dan dan tro thanh nhung cong ra kho heo đe nhung con gio thoi chung bay đi khap noi. Va Allah la Đang Đinh Đoat tat ca moi thu"},{"SurahNumber":18,"VerseNumber":46,"Text":"Cua cai va con cai la nhung thu trang hoang cua đoi song tran tuc nay (roi se som mat đi) va chi nhung viec lam ngoan đao va thien tot moi con mai, chi co nhung viec lam ngoan đao va thien tot moi đuoc huong phan thuong tot đep nhat o noi Allah va moi la niem hy vong tot đep nhat"},{"SurahNumber":18,"VerseNumber":47,"Text":"Vao Ngay ma TA se di chuyen cac qua nui đi mat dang va Nguoi (Muhammad) se thay mat đat trong trai bang phang, va TA se trieu tap ho lai va khong bo sot bat ky mot ai"},{"SurahNumber":18,"VerseNumber":48,"Text":"Ho se đuoc dan ra đung thanh hang trinh dien truoc Thuong Đe cua Nguoi. TA (Allah) chac chan se mang cac nguoi đen giong nhu TA đa tao hoa cac nguoi lan đau. Tuy nhien, cac nguoi đa cho rang TA khong bao gio thuc hien đuoc loi hua nay voi cac nguoi"},{"SurahNumber":18,"VerseNumber":49,"Text":"Va quyen so (ghi chep cac viec lam) se đuoc mang ra đat truoc mat. Roi Nguoi (Muhammad) se thay nhung ke toi loi hoang so ve nhung đieu đuoc ghi trong đo. Va ho se than: “Oi, that kho than! Quyen so gi nhu the nay! Sao no ghi khong sot mot đieu gi du nho hay lon vay.” Va ho se nhin thay truoc mat ho tat ca nhung đieu ma minh đa lam. Va Thuong Đe cua Nguoi se khong đoi xu bat cong đoi voi mot ai"},{"SurahNumber":18,"VerseNumber":50,"Text":"Va khi TA phan voi cac Thien Than: “Cac nguoi hay cui đau quy lay Adam” thi tat ca đeu cui xuong quy lay ngoai tru Iblis thuoc loai Jinn. No đa nghich lai menh lenh Thuong Đe cua no. Vay phai chang cac nguoi chap nhan no va con chau cua no lam ke bao ho cua cac nguoi thay vi TA trong luc chung la ke thu cua cac nguoi u?! That xau xa va te hai thay cho viec đoi chac cua nhung ke lam đieu sai quay"}]}