{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"«وما» نافية «أنزلنا على قومه» أي حبيب «من بعده» بعد موته «من جند من السماء» أي ملائكة لإهلاكهم «وما كنا منزلين» ملائكة لإهلاك أحد"},{"SurahNumber":36,"VerseNumber":29,"Text":"«إن» ما «كانت» عقوبتهم «إلا صيحة واحدة» صاح بهم جبريل «فإذا هم خامدون» ساكنون ميتون"},{"SurahNumber":36,"VerseNumber":30,"Text":"«يا حسرة على العباد» هؤلاء ونحوهم ممن كذبوا الرسل فأهلكوا، وهي شدة التألم ونداؤها مجاز، أي هذا أوانك فاحضري «ما يأتيهم من رسول إلا كانوا به يستهزءُون» مسوق لبيان سببها لاشتماله على استهزائهم المؤدى إلى إهلاكهم المسبب عنه الحسرة"},{"SurahNumber":36,"VerseNumber":31,"Text":"(ألم يروا) أي أهل مكة القائلون للنبي \"لست مرسلا\" والاستفهام للتقرير أي علموا (كم) خبرية بمعنى كثيرا معمولة لها بعدها معلقة لما قبلها عن العمل، والمعنى إنا (أهلكنا قبلهم) كثيرا (من القرون) الأمم (أنهم) أي المهلكين (إليهم) أي المكذبين (لا يرجعون) أفلا يعتبرون بهم، وأنه الخ بدل مما قبله برعاية المعنى المذكور"},{"SurahNumber":36,"VerseNumber":32,"Text":"«وإن» نافية أو مخففة «كل» أي كل الخلائق مبتدأ «لما» بالتشديد بمعنى إلا، أو بالتخفيف، فاللام فارقة وما مزيدة «جميع» خبر المبتدأ، أي مجموعون «لدينا» عندنا في الموقف بعد بعثهم «محضرون» للحساب خبر ثان"},{"SurahNumber":36,"VerseNumber":33,"Text":"«وآية لهم» على البعث خبر مقدم «الأرض الميتة» بالتخفيف والتشديد «أحييناها» بالماء مبتدأ «وأخرجنا منها حبا» كالحنطة «فمنه يأكلون»"},{"SurahNumber":36,"VerseNumber":34,"Text":"«وجعلنا فيها جنات» بساتين «من نخيلٍ وأعنابٍ وفجَّرنا فيها من العيون» أي بعضها"},{"SurahNumber":36,"VerseNumber":35,"Text":"«ليأكلوا من ثمره» بفتحتين وضمتين، أي ثمر المذكور من النخيل وغيره «وما عملته أيديهم» أي لم تعمل الثمر «أفلا يشكرون» أنعمه تعالى عليهم"},{"SurahNumber":36,"VerseNumber":36,"Text":"«سبحان الذي خلق الأزواج» الأصناف «كلها مما تنبت الأرض» من الحبوب وغيرها «ومن أنفسهم» من الذكور والإناث «ومما لا يعلمون» من المخلوقات العجيبة الغريبة"},{"SurahNumber":36,"VerseNumber":37,"Text":"«وآية لهم» على القدرة العظيمة «الليل نسلخ» نفصل «منه النهار فإذا هم مظلمون» داخلون في الظلام"},{"SurahNumber":36,"VerseNumber":38,"Text":"«والشمس تجري» إلى آخره من جملة الآية لهم آية أخرى والقمر كذلك «لمستقر لها» أي إليه لا تتجاوزه «ذلك» أي جريها «تقدير العزيز» في ملكه «العليم» بخلقه"},{"SurahNumber":36,"VerseNumber":39,"Text":"«والقمرُ» بالرفع والنصب وهو منصوب بفعل يفسره ما بعده «قدَرناه» من حيث سيره «منازل» ثمانية وعشرين منزلا في ثمان وعشرين ليلة من كل شهر، ويستتر ليلتين إن كان الشهر ثلاثين يوما وليلة إن كان تسعة وعشرين يوما «حتى عاد» في آخر منازله في رأي العين «كالعرجون القديم» أي كعود الشماريخ إذا عتق فإنه يرق ويتقوس ويصفر"},{"SurahNumber":36,"VerseNumber":40,"Text":"«لا الشمس ينبغي» يسهل ويصح «لها أن تدرك القمر» فتجتمع معه في الليل «ولا الليل سابق النهار» فلا يأتي قبل انقضائه «وكل» تنويه عوض عن المضاف إليه من الشمس والقمر والنجوم «في فلك» مستدير «يسبحون» يسيرون نزلوا منزلة العقلاء"},{"SurahNumber":36,"VerseNumber":41,"Text":"«وآية لهم» على قدرتنا «أنا حملنا ذريتهم» وفي قراءة ذرياتهم، أي آباءهم الأصول «في الفلك» أي سفينة نوح «المشحون» المملوء"},{"SurahNumber":36,"VerseNumber":42,"Text":"«وخلقنا لهم من مثله» أي مثل فلك نوح وهو ما عملوه على شكله من السفن الصغار والكبار بتعليم الله تعالى «ما يركبون» فيه"},{"SurahNumber":36,"VerseNumber":43,"Text":"«وإن نشأ نغرقهم» مع إيجاد السفن «فلا صريخ» مغيث «لهم ولا هم ينقذون» ينجون"},{"SurahNumber":36,"VerseNumber":44,"Text":"«إلا رحمة منا ومتاعا إلى حين» أي لا ينجيهم إلا رحمتنا لهم وتمتيعنا إياهم بلذاتهم إلى انقضاء آجالهم"},{"SurahNumber":36,"VerseNumber":45,"Text":"«وإذا قيل لهم اتقوا ما بين أيديكم» من عذاب الدنيا كغيرهم «وما خلفكم» من عذاب الآخرة «لعلكم ترحمون» أعرضوا"},{"SurahNumber":36,"VerseNumber":46,"Text":"«وما تأتيهم من آية من آيات ربهم إلا كانوا عنها معرضين»"},{"SurahNumber":36,"VerseNumber":47,"Text":"«وإذا قيل» أي قال فقراء الصحابة «لهم أنفقوا» علينا «مما رزقكم الله» من الأموال «قال الذين كفروا للذين آمنوا» استهزاءً بهم «أنطعم من لو يشاء الله أطعمه» في معتقدكم هذا «إن» ما «أنتم» في قولكم لنا ذلك مع معتقدكم هذا «إلا في ضلال مبين» بيَّن وللتصريح بكفرهم موقع عظيم"},{"SurahNumber":36,"VerseNumber":48,"Text":"«ويقولون متى هذا الوعد» بالبعث «إن كنتم صادقين» فيه"},{"SurahNumber":36,"VerseNumber":49,"Text":"قال تعالى: «ما ينظرون» أي ينتظرون «إلا صيحة واحدة» وهي نفخة إسرافيل الأولى «تأخذهم وهم يخصِّمون» بالتشديد أصله يختصمون نقلت حركة التاء إلى الحاء وأدغمت في الصاد، أي وهم في غفلة عنها بتخاصم وتبايع وأكل وشرب وغير ذلك، وفي قراءة يخصمون كيضربون، أي يخصم بعضهم بعضا"},{"SurahNumber":36,"VerseNumber":50,"Text":"«فلا يستطيعون توصية» أي أن يوصوا «ولا إلى أهلهم يرجعون» من أسواقهم وأشغالهم بل يموتون فيها"},{"SurahNumber":36,"VerseNumber":51,"Text":"«ونفخ في الصور» هو قرن النفخة الثانية للبعث، وبين النفختين أربعون سنة «فإذا هم» أي المقبورين «من الأجداث» القبور «إلى ربهم ينسلون» يخرجون بسرعة"},{"SurahNumber":36,"VerseNumber":52,"Text":"«قالوا» أي الكفار منهم «يا» للتنبيه «ويلنا» هلاكنا وهو مصدر لا فعل له من لفظه «من بعثنا من مرقدنا» لأنهم كانوا بين النفختين نائمين لم يعذبوا «هذا» أي البعث «ما» أي الذي «وعد» به «الرحمن وصدق» فيه «المرسلون» أقروا حين لا ينفعهم الإقرار، وقيل: يقال لهم ذلك"},{"SurahNumber":36,"VerseNumber":53,"Text":"«إن» ما «كانت إلا صيحة واحدة فإذا هم جميع لدينا» عندنا «محضرون»"},{"SurahNumber":36,"VerseNumber":54,"Text":"«فاليوم لا تظلم نفسٌ شيئا ولا تجزون إلا» جزاء «ما كنتم تعملون»"},{"SurahNumber":36,"VerseNumber":55,"Text":"«إن أصحاب الجنة اليوم في شغْل» بسكون الغين وضمها عما فيه أهل النار مما يتلذذون به كافتضاض الأبكار، لا شغل يتعبون فيه، لأن الجنة لا نصب فيها «فاكهون» ناعمون خبر ثان لإن، والأول في شغل"},{"SurahNumber":36,"VerseNumber":56,"Text":"«هم» مبتدأ «وأزواجهم في ظلال» جمع ظلة أو ظل خبر أي لا تصيبهم الشمس «على الأرائك» جمع أريكة، وهو السرير في الحجلة أو الفرش فيها «متكئون» خبر ثان متعلق بعلى"},{"SurahNumber":36,"VerseNumber":57,"Text":"«لهم فيها فاكهة ولهم» فيها «ما يدَّعون» يتمنون"},{"SurahNumber":36,"VerseNumber":58,"Text":"«سلام» مبتدأ «قولا» أي بالقول خبره «من رب رحيم» بهم، أي يقول لهم: سلام عليكم"},{"SurahNumber":36,"VerseNumber":59,"Text":"«و» يقول «امتازوا اليوم أيها المجرمون» أي انفردوا عن المؤمنين عند اختلاطهم بهم"}]}