{"Id":406,"LanguageCodes":["tr","tur"],"Name":"tur-hasanbasricanta-la","Author":"Hasan Basri Cantay","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":1,"Text":"Musriklerin icinden (kendileriyle) muaahede etdiklerinize Allahdan ve Resulunden bir ultumatomdur (bu)"},{"SurahNumber":9,"VerseNumber":2,"Text":"(Ey musrikler, haydi) yer yuzunde dort ay daha (guvenlikle) dolasın. Bilin ki siz Allahı aaciz bırakabilecekler degilsiniz. Allah her halde kafirleri (diledigi zaman) rusvay edicidir"},{"SurahNumber":9,"VerseNumber":3,"Text":"Ve (bu), hacc-ı ekber gunu Allahdan ve Resulunden insanlara (soyle) bir i´lamdır: Allah ve Resulu musrikler (i himaye etmek) den artık kat´iyyen uzakdır. (Bununla beraber) eger (kufurden ve muaahedelere haainlik etmekden) tevbe ve rucu ederseniz bu, sizin icin hayırlıdır. Eger (yine) yuz cevirirseniz, (sunu) bilin ki, subhesiz, siz Allahı aaciz bırakabilecek degilsiniz. O kufredenlere (Allahı ve peygamberi tanımayanlara) acıklı bir azabı mujdele"},{"SurahNumber":9,"VerseNumber":4,"Text":"Muaahede yapdıgınız musriklerden size (ahidierinin sartlarında) hicbir sey eksiklik yapmamıs, aleyhinizde (dusmanlarınızdan) hic bir kimseye yardım etmemis olanlar (bu hukumden) mustesnadır. O halde onların muddetleri (bitinceye) kadar ahidlerini tamamlayın. Cunku Allah (haksızlıkdan) sakınanları sever"},{"SurahNumber":9,"VerseNumber":5,"Text":"(Dokunulması) haram olan o aylar cıkdıgı zaman artık o musrikleri, onları nerede bulursanız, oldurun, onları (esir olarak) yakalayın, onları habsedin, onların butun gecid yerlerini tutun. Eger tevbe ederler, (tevbelerini ve imanlarını tasdıyk icin) namaz kılarlar, zekat verirlerse yollarını serbest bırakın. Cunku Allah cor yarlıgayıcıdır, cok esirgeyicidir"},{"SurahNumber":9,"VerseNumber":6,"Text":"Eger (kendilerine tearruz edilmesi emrolunan) musriklerden biri senden aman dilerse ona aman ver. Taki Allahın kelamını dinlesin. Sonra onu emin oldugu yere kadar (selametle) ulasdır. Cunku onlar (hakıykatı) bilmeyen bir kavmdir"},{"SurahNumber":9,"VerseNumber":7,"Text":"O musriklerin Allah yanında, resulu yanında nasıl bir ahdi olabilir? Mescid-i haraamın yanında muaahede etdikleriniz mustesnadır. O halde bunlar size karsı (ahidlerine sadakat hususunda) dogrulukla haraket ederlerse siz de kendilerine oylece dogrulukla muamele edin. Subhesiz ki Allah (ahde vefasızlıkdan) sakınanları sever"},{"SurahNumber":9,"VerseNumber":8,"Text":"(Onların) nasıl (ahdi olabilir) ki eger size galebe ederlerse hakkınızda ne bir yemin, ne de bir vecibe gozetib tanımazlar. Sizi agızlariyle (guya) hosnud ederler, (fakat) kalbleri dayatır. Onların cogu faasık (adam) lardır"},{"SurahNumber":9,"VerseNumber":9,"Text":"Onlar Allahın ayetleri mukaabilinde az bir bahayı satın aldılar da onun yolundan (halkı zorla) men´etdiler. Hakıykat, onların yapa geldikleri seyler ne kotudur"},{"SurahNumber":9,"VerseNumber":10,"Text":"Onlar bir mu´min hakkında ne bir yemin, ne de bir vecibe gozetib tanımazlar. Onlar taskınların ta kendileridir"},{"SurahNumber":9,"VerseNumber":11,"Text":"(Bununla beraber) eger tevbe ve rucu ederler, namaz kılarlar, zekat verirlerse artık dinde kardeslerinizdir onlar. Biz ayetleri bilecek bir kavm icin acıklarız"},{"SurahNumber":9,"VerseNumber":12,"Text":"Eger ahidlerinden sonra yine andlarını bozarlar ve dininize saldırırlarsa kufrun onderlerini hemen oldurun. Cunku onlar (hakıykatda) andları olmayan adamlardır. (Bu suretle) umabilirsiniz ki (onlara tabi olanlar) vaz gecerler"},{"SurahNumber":9,"VerseNumber":13,"Text":"(Ey mu´minler,) andlarını bozan, o peygamberi surub cıkarmayı kuran ve bununla beraber ilk defa da sizinle kendileri (muhaarebeye) baslayan bir kavm ile dogusmez misiniz? Onlardan korkacak mısınız? Eger (gercekden) inanmıs kimselerseniz kendisinden korkmanıza daha cok layık olan bir Allah vardır"},{"SurahNumber":9,"VerseNumber":14,"Text":"Onlarla muhaarebe edin ki Allah sizin ellerinizle onları azablandırsın, onları rusvay etsin, size onlara karsı nusret versin, mu´minler zumresinin goguslerini ferahlandırsın"},{"SurahNumber":9,"VerseNumber":15,"Text":"Ve kalblerindeki gazabı gidersin. Allah kimi dilerse ona tevbe nasıyb eder. Allah hakkıyle bilendir, tam bir hukum ve hikmet saahibidir O"},{"SurahNumber":9,"VerseNumber":16,"Text":"Yoksa siz (kendi haalinize) bırakılıvereceginizi, icinizden cihad edenleri, Allahdan, Resulunden ve mu´minlerden baskasını sır dostu edinmeyenleri Allahın bilmedigi (Onun ugrundaki fedakarlıklarınızın mukafatsız kalacagını) mı sandınız? Allah, ne yaparsanız (hepsinden) haberdardır"},{"SurahNumber":9,"VerseNumber":17,"Text":"Allaha es kosanların, kendi kufurlerine bizzat kendileri sahid iken, Allahın mescidlerini i´mar etmelerine (ehliyyetleri) yokdur. Onların (hayır namına) butun yapdıkları bosa gitmisdir ve onlar atesde ebedi kalıcıdırlar"},{"SurahNumber":9,"VerseNumber":18,"Text":"Allahın mescidlerini ancak Allaha ve ahiret gunune iman eden, namazı dosdogru kılan, zekatı veren ve Allahdan baskasından korkmayan kimseler i´mareder. iste dogru yola ermislerden olmaları umulanlar bunlardır"}]}