{"Id":402,"LanguageCodes":["tr","tur"],"Name":"tur-fizilalilkuran-la","Author":"Fizilal Il Kuran","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"Hani Musa kavmi icin su istedi de kendisine, «Elindeki degnegi su tasa vur» dedik. Bunun uzerine o tastan oniki tane pınar fıskırıvermisti. Her grubun hangi pınardan su icecegi belirlenmisti. «Allah´ın size bagısladıgı rızıklardan yiyin, icin ve yeryuzunde kargasalık cıkararak azıtmayın» dedik"},{"SurahNumber":2,"VerseNumber":61,"Text":"Hani siz: “Ey Musa, bir cesit yemege elbette dayanamayız. Rabb’ine dua et de yerin bitirdigi sebze, acur, sarımsak, mercimek ve sogandan bizim icin de cıkarsın.” demistiniz. Musa da: “Siz bayagı olan seyle hayırlı olan seyi degistirmek mi istiyorsunuz? Oyle ise bir sehre inin. Sizin icin istediginiz seyler vardır.” demisti. Onların ustune horluk ve yoksulluk vuruldu. Allah’tan bir gazaba da ugradılar. Bu, suphesiz ki Allah’ın ayetlerini inkar ettiklerinden, peygamberlerini de haksız yere oldurduklerinden idi. Iste bu ceza, isyan ettiklerinden, asırı gittiklerinden dolayı idi"},{"SurahNumber":2,"VerseNumber":62,"Text":"Muminler ile yahudi, hıristiyan ve sabiilerden Allah´a ve Ahiret gunune inanıp iyi ameller isleyenler, hic suphesiz, Rabbleri katında mukafatlarını alacaklardır; onlar icin korku yoktur; onlar artık hic uzulmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani sizden kesin soz almıs ve Tur dagını ustunuze cıkararak «size verdigimizi kuvvetle tutun ve icindekileri hatırlayın ki, takva sahiplerinden olasınız» dedik"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bunun arkasından verdiginiz sozden dondunuz. Eger Allah´ın uzerinizdeki fazlı ve merhameti olmasaydı kesinlikle husrana ugrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"Icinizden Cumartesi yasagını cigneyenleri bilmis olmaktasınız. Onlara ´Asagılık maymunlara donun» dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bu cezayı, onu gorenlere ve sonradan gelip isitenlere ibret ve takva sahiplerine ogut yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani Musa, kavmine: «Allah size bir sıgır kesmeyi emrediyor» dedi de kavmi kendisine: «Bizimle alay mı ediyorsun?» deyince, o da onlara: «Cahillerden biri olmaktan Allah´a sıgınırım» dedi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Onlar: «Rabbine dua et de bize o sıgırın nasıl oldugunu acıklasın» dediler. Musa da: «Rabbim ´o sıgır ne yaslı ve ne de korpe olup bu ikisi arasında orta yaslıdır´ diyor, haydi size emredileni yapın» dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Onlar: «Rabbine dua et de bize o sıgırın rengini bildirsin» dediler. Musa da: «Rabbim, ´o sıgır gorenlerin gozune hos gelecek parlak sarı renktedir´ diyor.» dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar: «Rabbine dua et de bu sıgırı bize iyice tanımlasın. Biz sıgırları birbirinden ayırdedemez olduk. Allah dilerse bu karısıklıgın icinden cıkarız» dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa: «Rabbim, ´o, boyunduruga kosulup toprak surmemis, toprak sulamada kullanılmamıs, ozursuz ve alacasız bir sıgırdır´ diyor» dedi. Bunun uzerine onlar «Iste simdi hakkı ile anlattın» diyerek tanımlanan sıgırı kestiler, neredeyse bunu yapmayacaklardı"},{"SurahNumber":2,"VerseNumber":72,"Text":"Hani bir adam oldurmustunuz de bu sucu birbirinize atmaya kalkmıstınız. Oysa Allah gizlediginizi ortaya cıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Bu amacla «Kesilen sıgırın bir parcasını o oldurulen adamın cesedine degdirin» dedik. Iste Allah boylece oluleri diriltir ve dusunesiniz diye size ayetlerini gosterir"},{"SurahNumber":2,"VerseNumber":74,"Text":"Butun bu olaylardan sonra kalpleriniz yine katılastı. Simdi onlar tas gibi, hatta tastan bile daha katıdırlar. Cunku oyle taslar var ki, iclerinden ırmaklar akar. Yine oyle taslar var ki, catlarlar da bagırlarından su fıskırır. Yine oyle taslar var ki, Allah korkusu ile daglardan yuvarlanıp asagı inerler. Allah yaptıklarınızdan asla habersiz degildir"}]}