{"Id":140,"LanguageCodes":["en","eng"],"Name":"eng-talalaitaninewt","Author":"Talal A Itani New Translation","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":24,"VerseNumber":35,"Text":"God is the Light of the heavens and the earth. The allegory of His light is that of a pillar on which is a lamp. The lamp is within a glass. The glass is like a brilliant planet, fueled by a blessed tree, an olive tree, neither eastern nor western. Its oil would almost illuminate, even if no fire has touched it. Light upon Light. God guides to His light whomever He wills. God thus cites the parables for the people. God is cognizant of everything"},{"SurahNumber":24,"VerseNumber":36,"Text":"In houses which God has permitted to be raised, and His name is celebrated therein. He is glorified therein, morning and evening"},{"SurahNumber":24,"VerseNumber":37,"Text":"By men who neither trading nor commerce distracts them from God's remembrance, and from performing the prayers, and from giving alms. They fear a Day when hearts and sights are overturned"},{"SurahNumber":24,"VerseNumber":38,"Text":"God will reward them according to the best of what they did, and He will increase them from His bounty. God provides for whomever He wills without reckoning"},{"SurahNumber":24,"VerseNumber":39,"Text":"As for those who disbelieve, their works are like a mirage in a desert. The thirsty assumes it is to be water. Until, when he has reached it, he finds it to be nothing, but there he finds God, Who settles his account in full. God is swift in reckoning"},{"SurahNumber":24,"VerseNumber":40,"Text":"Or like utter darkness in a vast ocean, covered by waves, above which are waves, above which is fog. Darkness upon darkness. If he brings out his hand, he will hardly see it. He to whom God has not granted a light has no light"},{"SurahNumber":24,"VerseNumber":41,"Text":"Do you not realize that God is glorified by whatever is in the heavens and the earth, and even by the birds in formation? Each knows its prayer and its manner of praise. God knows well what they do"},{"SurahNumber":24,"VerseNumber":42,"Text":"To God belongs the dominion of the heavens and the earth, and to God is the ultimate return"},{"SurahNumber":24,"VerseNumber":43,"Text":"Have you not seen how God propels the clouds, then brings them together, then piles them into a heap, and you see rain drops emerging from its midst? How He brings down loads of hail from the sky, striking with it whomever He wills, and diverting it from whomever He wills? The flash of its lightening almost snatches the sight away"},{"SurahNumber":24,"VerseNumber":44,"Text":"God alternates the night and the day. In that is a lesson for those who have insight"},{"SurahNumber":24,"VerseNumber":45,"Text":"God created every living creature from water. Some of them crawl on their bellies, and some walk on two feet, and others walk on four. God creates whatever He wills. God is Capable of everything"},{"SurahNumber":24,"VerseNumber":46,"Text":"We sent down enlightening revelations, and God guides whomever He wills to a straight path"},{"SurahNumber":24,"VerseNumber":47,"Text":"And they say, 'We have believed in God and the Messenger, and we obey,' but some of them turn away afterwards. These are not believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"And when they are called to God and His Messenger, in order to judge between them, some of them refuse"},{"SurahNumber":24,"VerseNumber":49,"Text":"But if justice is on their side, they accept it willingly"},{"SurahNumber":24,"VerseNumber":50,"Text":"Is there sickness in their hearts? Or are they suspicious? Or do they fear that God may do them injustice? Or His Messenger? In fact, they themselves are the unjust"},{"SurahNumber":24,"VerseNumber":51,"Text":"The response of the believers, when they are called to God and His Messenger in order to judge between them, is to say, 'We hear and we obey.' These are the successful"},{"SurahNumber":24,"VerseNumber":52,"Text":"Whoever obeys God and His Messenger, and fears God, and is conscious of Him—these are the winners"}]}