{"Id":79,"LanguageCodes":["cs","ces"],"Name":"ces-hadiabdollahian-la","Author":"Hadi Abdollahian","Language":"Czech","Description":"Czech - Transliteration","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Arabsky odrikavat My jsem Mu'mens (verici.) Odrikavat Ty ne verit; co ty odrikavat byl ‘My jsem Mohamedan (submitters) ' domnenka dosadit svuj jadro. ty poslouchat BUH Svem hlasatel On ne pripojit adny o svuj spravovat odpadovy BUH jsem Forgiver MILOSRDNY"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mu'mens (verici) jsem ty domnivat se za BUH Svem hlasatel pak dosahnout status mel nikoliv obava kady snail se jejich penize jejich ivost za dat BUH! Tyto jsem pravy jednotka"},{"SurahNumber":49,"VerseNumber":16,"Text":"Odrikavat ty informovat BUH svuj naboenstvi? BUH zkuseny VSECHNO OD NEBE ZAHRABAT. BUH jsem VSEVEDOUCI"},{"SurahNumber":49,"VerseNumber":17,"Text":"Oni hrat si na ackoliv oni ucinil ty favor prijmout Pokora! Odrikavat Ty ne ucinil mne kady favors prijmout Pokora! BUH jsem JEDNOTKA BYL UCINIL TY PRIMA favor NA USMERNOVAT TY S VERNOST TY jsem UPRIMNY"},{"SurahNumber":49,"VerseNumber":18,"Text":"BUH zkuseny UPLNE OCHRANA PREZIDENTA OD NEBE ZAHRABAT; BUH jsem VESTEC Z VSECHNO TY UCINIL"},{"SurahNumber":50,"VerseNumber":1,"Text":"a nadherny Quran"},{"SurahNumber":50,"VerseNumber":2,"Text":"Oni rozhodnuti to zvlastni onen warner podle ti podlehnout ti! disbelievers odrikavat Tento jsem skutecne zvlastni"},{"SurahNumber":50,"VerseNumber":3,"Text":"Za my posledni sluset oprasit; tento jsem nemony"},{"SurahNumber":50,"VerseNumber":4,"Text":"My byl celkem vedomy si o kady z ti vzit si stravovat zahrabat; my mel spravny zapis"},{"SurahNumber":50,"VerseNumber":5,"Text":"Oni vyradit vernost when to podlehnout ti; oni zcela zmast"},{"SurahNumber":50,"VerseNumber":6,"Text":"Oni ne pohled lye shora ti jak my postavit ono zdobit ono poskodit"},{"SurahNumber":50,"VerseNumber":7,"Text":"My tvorit zahrabat rozloeni to hora dospely to uplne druh o krasny opustit"},{"SurahNumber":50,"VerseNumber":8,"Text":"Tento jsem osviceni pripominka naprosty oddany worshiper"},{"SurahNumber":50,"VerseNumber":9,"Text":"My odeslat lye zpropadeny rozvodnit dospely ono zahradni jadro sklizet"},{"SurahNumber":50,"VerseNumber":10,"Text":"Velky pochazet podmazat shluk ovoce"},{"SurahNumber":50,"VerseNumber":11,"Text":"Zajisteni lide. My obnovit to naprosty ziskat; ty similarly vzkrisit"},{"SurahNumber":50,"VerseNumber":12,"Text":"Pochybovat ti jsem lide Noe obyvatel Russ Thamoud"},{"SurahNumber":50,"VerseNumber":13,"Text":"‘Aad Pharaoh bratri Moc"},{"SurahNumber":50,"VerseNumber":14,"Text":"Obyvatel les lide Tubba. Uplne o ti pochybovat hlasatel proto Muj odskodneni postihnout ti"},{"SurahNumber":50,"VerseNumber":15,"Text":"My prilis zatiit 1 stvoreni? Tento why oni byl pochybovat zmrtvychvstani"},{"SurahNumber":50,"VerseNumber":16,"Text":"My tvorit lidsky my modni co on septat sobe. My jsem konec s jemu than svem krcni rys"},{"SurahNumber":50,"VerseNumber":17,"Text":"zaznamenat (andel) na pravo na opustit porad zaznamenat"},{"SurahNumber":50,"VerseNumber":18,"Text":"Ne projev vyloucit co z ceho on vyjadrit cily svedcit"},{"SurahNumber":50,"VerseNumber":19,"Text":"Posleze nevyhnutelny ohon smrt podlehnout; tento jsem co ty zkousel obejit"},{"SurahNumber":50,"VerseNumber":20,"Text":"Roh kvet; tento jsem slibit cas"},{"SurahNumber":50,"VerseNumber":21,"Text":"Naprosty duse delat se ke pasak svedcit"},{"SurahNumber":50,"VerseNumber":22,"Text":"Ty jednat jsem zapomnevsi s tento. My okamite odstranujici svuj zahalit; dnes svuj zjeveni byl (jako silny ackoliv zocelit)"},{"SurahNumber":50,"VerseNumber":23,"Text":"Druhy odrikavat Sem jsem muj strasny potvrzeni"},{"SurahNumber":50,"VerseNumber":24,"Text":"Hazet do Gehenna naprosty nepovolny disbeliever"},{"SurahNumber":50,"VerseNumber":25,"Text":"Forbidder milodar agresor vrchol z pochybovat"},{"SurahNumber":50,"VerseNumber":26,"Text":"On spolecnost BUH jiny buh. Hazet jemu do drsny odskodneni"}]}