{"Id":487,"LanguageCodes":["zh","zho"],"Name":"zho-muhammadmakin-la","Author":"Muhammad Makin","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/chinese_makin/v1.0.0-csv.1 , https://quranenc.com/en/browse/chinese_makin , https://quranenc.com ,","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Bu xiwang yu wo xiang hui zhe ceng shuo:“Zenme bu shi zhong tianshi jianglin women, huo zhe de jian women de zhu ne?” Tamen que yi wangzizunda, que yi danibudao"},{"SurahNumber":25,"VerseNumber":22,"Text":"Tamen kanjian zhong tianshi de rizi, fanzui zhe jiang meiyou hao xiaoxi, zhong tianshi yao dui tamen shuo:“(Leyuan duiyu nimen) shi ying wei yanjin de.”"},{"SurahNumber":25,"VerseNumber":23,"Text":"Wo jiang chuli tamen suo xing de shangong, er shi ta bian cheng feiyang de huichen"},{"SurahNumber":25,"VerseNumber":24,"Text":"Zai na ri, leyuan de jumin jiang zai yige zui you de juzhu di, yige zuimei de xiuxi zhi suo"},{"SurahNumber":25,"VerseNumber":25,"Text":"Zai na ri, zhu tian jiang yu baiyun yidao polie, zhong tianshi jiang fengming zhuangyan di jianglin"},{"SurahNumber":25,"VerseNumber":26,"Text":"Zai na ri, zhenshi de zhuquan shi shuyu zhiren zhu de. Na ri, dui bu xindao zhe shi yige yanku de rizi"},{"SurahNumber":25,"VerseNumber":27,"Text":"Zai na ri, bu yi zhe yimian yao shou yimian shuo:“A! Dan yuan wo ceng yu shizhe caiqu tongyi daolu"},{"SurahNumber":25,"VerseNumber":28,"Text":"A! Ai zai! Dan yuan wo meiyou yi mou renwei pengyou"},{"SurahNumber":25,"VerseNumber":29,"Text":"Jinian ji jianglin zhihou, ta que yi shi wo beiqi ta.” Emo xianglai shi yiqi ren de"},{"SurahNumber":25,"VerseNumber":30,"Text":"Shizhe ceng shuo:“Wo de zhu a! Wo de zongzu yi zhe “gulanjing” wei qi wu.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"Wo zheyang shi mei ge xianzhi, dou you yixie zuiren zuo ta de choudi, ni de zhu zu wei yindao zhe he yuanzhu zhe"},{"SurahNumber":25,"VerseNumber":32,"Text":"Bu xindao zhe ceng shuo:“Zenme bu ba quanbu “gulanjing” yici jiang shi ta ne?” Wo nayang ling ling xingxing di jiang shi ta, yibian wo ping ta lai jianding ni de xin. Wo zhujian jiang shi ta"},{"SurahNumber":25,"VerseNumber":33,"Text":"Tamen mei xiang ni tichu yi zhong feinan, wo jiu qishi ni zhenli he geng meiman de jieshi"},{"SurahNumber":25,"VerseNumber":34,"Text":"Naxie bei pufuzhe jihe yu huo yu zhe di diwei geng elie, shi pianli zhenglu geng yuan de"},{"SurahNumber":25,"VerseNumber":35,"Text":"Wo que yi ba jingdian shangci mu sa, bingqie renming ta di gege ha lun zuo ta de zhushou"},{"SurahNumber":25,"VerseNumber":36,"Text":"Wo shuo:“Ni lia qu jiaohua naxie fouren wo de jixiang de minzhong.” Zuizhong wo huimiele tamen"},{"SurahNumber":25,"VerseNumber":37,"Text":"Nu ha de zongzu fouren shizhe de shihou, wo yan sile tamen, bingqie yi tamen wei shiren de jianjie. Wo yi wei bu yi zhe zhunbeile tongku de xingfa"},{"SurahNumber":25,"VerseNumber":38,"Text":"A de ren, sai mo de ren, lan si de jumin, yiji zai tamen zhiqian de ruogan shidai"},{"SurahNumber":25,"VerseNumber":39,"Text":"wo yi wei mei yi shidai de ren chanmingguo xuduo biyu, wo huimiele mei yi shidai de ren"},{"SurahNumber":25,"VerseNumber":40,"Text":"Tamen que yi jingli na zao e yu de chengshi, nandao tamen meiyou kanjian ta ma? Buran, tamen bu xiwang fuhuo"},{"SurahNumber":25,"VerseNumber":41,"Text":"Dang tamen kanjian ni de shihou, zhi ba ni dang zuo xiaobing,(tamen shuo):“Zhe jiushi an la paiqian lai dang shizhe de ma"},{"SurahNumber":25,"VerseNumber":42,"Text":"Yao bushi women jianchizhe yao chongbai women de shenling, name, ta jihu shi women pianli tamenle.” Tamen kanjian xingfa de shihou, jiangyao zhidao shei shi pianli zhenglu de"},{"SurahNumber":25,"VerseNumber":43,"Text":"Ni gaosu wo ba, yi siyu wei qi shenling zhe, ni neng zuo ta de jianhu zhe ma"},{"SurahNumber":25,"VerseNumber":44,"Text":"Nandao ni yiwei tamen daban shi neng tingcong huozhe neng liaojie de ren ma? Tamen zhi xiang shengchu yiyang, tamen shenzhi shi geng mi wu de"},{"SurahNumber":25,"VerseNumber":45,"Text":"Nandao ni meiyou kanjian ni de zhu zenyang shenzhan yinying ma? Jiaruo ta yiyu, ta biding shi yinying chengwei jingzhi de. Wo yi taiyang wei qi biaozhi"},{"SurahNumber":25,"VerseNumber":46,"Text":"ranhou wo zhujian de shouhui yinying"},{"SurahNumber":25,"VerseNumber":47,"Text":"Zhu yi heiye wei nimen de yifu, yi shuimian gong nimen anxi, yi baizhou gong nimen suxing"},{"SurahNumber":25,"VerseNumber":48,"Text":"Zhu zai jiang en zhiqian, shi feng xian lai fu xi. Wo cong tianshang jiangxia qingjie de yushui"},{"SurahNumber":25,"VerseNumber":49,"Text":"yibian wo jie yushui er shi yi si de dadi fuhuo, bingyong yushui gong wo suo chuangzao de shengchu he renmen zuo yinliao"},{"SurahNumber":25,"VerseNumber":50,"Text":"Wo que yi ba yushui fen pei zai tamen zhi jian, yibian tamen jiyi. Dan tamen daban zhi yuan wang'enfuyi"},{"SurahNumber":25,"VerseNumber":51,"Text":"Jiaruo wo yiyu, wo bi zai mei zuo chengshi zhong paiqian yige jinggao zhe"},{"SurahNumber":25,"VerseNumber":52,"Text":"Suoyi ni buyao shuncong bu xindao zhe, ni yingdang jie ci “gulanjing” er yu tamen nuli fendou"}]}