{"Id":37,"LanguageCodes":["ar","ara"],"Name":"ara-sirajtafseernod","Author":"Siraj Tafseer No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://quranenc.com","Translations":[{"SurahNumber":9,"VerseNumber":46,"Text":"۞ولو ارادوا الخروج لاعدوا له عدة ولكن كره الله انبعاثهم فثبطهم وقيل اقعدوا مع القعدين (لاعدوا له عدة: لتاهبوا بالزاد والراحلة, انبعاثهم: خروجهم للجهاد معك, فثبطهم: ثقل عليهم الخروج)"},{"SurahNumber":9,"VerseNumber":47,"Text":"لو خرجوا فيكم ما زادوكم الا خبالا ولاوضعوا خللكم يبغونكم الفتنة وفيكم سمعون لهم والله عليم بالظلمين (خبالا: فسادا، واضطرابا, ولاوضعوا خلالكم: لاسرعوا السير بينكم بالنميمة, يبغونكم الفتنة: يطلبون فتنتكم، وفساد ذات بينكم, سماعون: جواسيس يسمعون اخباركم، وينقلونها اليهم)"},{"SurahNumber":9,"VerseNumber":48,"Text":"لقد ابتغوا الفتنة من قبل وقلبوا لك الامور حتى جاء الحق وظهر امر الله وهم كرهون (وقلبوا لك الامور: دبروا الحيل)"},{"SurahNumber":9,"VerseNumber":49,"Text":"ومنهم من يقول ايذن لي ولا تفتني الا في الفتنة سقطوا وان جهنم لمحيطة بالكفرين"},{"SurahNumber":9,"VerseNumber":50,"Text":"ان تصبك حسنة تسوهم وان تصبك مصيبة يقولوا قد اخذنا امرنا من قبل ويتولوا وهم فرحون"},{"SurahNumber":9,"VerseNumber":51,"Text":"قل لن يصيبنا الا ما كتب الله لنا هو مولىنا وعلى الله فليتوكل المومنون"},{"SurahNumber":9,"VerseNumber":52,"Text":"قل هل تربصون بنا الا احدى الحسنيين ونحن نتربص بكم ان يصيبكم الله بعذاب من عنده او بايدينا فتربصوا انا معكم متربصون (تربصون: تنتظرون, احدى الحسنيين: الشهادة او النصر)"},{"SurahNumber":9,"VerseNumber":53,"Text":"قل انفقوا طوعا او كرها لن يتقبل منكم انكم كنتم قوما فسقين"},{"SurahNumber":9,"VerseNumber":54,"Text":"وما منعهم ان تقبل منهم نفقتهم الا انهم كفروا بالله وبرسوله ولا ياتون الصلوة الا وهم كسالى ولا ينفقون الا وهم كرهون"},{"SurahNumber":9,"VerseNumber":55,"Text":"فلا تعجبك امولهم ولا اولدهم انما يريد الله ليعذبهم بها في الحيوة الدنيا وتزهق انفسهم وهم كفرون (وتزهق انفسهم: تخرج ارواحهم)"},{"SurahNumber":9,"VerseNumber":56,"Text":"ويحلفون بالله انهم لمنكم وما هم منكم ولكنهم قوم يفرقون (يفرقون: يخافون)"},{"SurahNumber":9,"VerseNumber":57,"Text":"لو يجدون ملجا او مغرت او مدخلا لولوا اليه وهم يجمحون (ملجا: مامنا، وحصنا, مغارات: كهوفا في الجبال, مدخلا: نفقا, يجمحون: يسرعون)"},{"SurahNumber":9,"VerseNumber":58,"Text":"ومنهم من يلمزك في الصدقت فان اعطوا منها رضوا وان لم يعطوا منها اذا هم يسخطون (يلمزك: يعيبك)"},{"SurahNumber":9,"VerseNumber":59,"Text":"ولو انهم رضوا ما ءاتىهم الله ورسوله وقالوا حسبنا الله سيوتينا الله من فضله ورسوله انا الى الله رغبون (حسبنا الله: كافينا الله)"}]}