{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Etwas (zu mißbilligen), gibt es ausschließlich gegen diejenigen, die dich um Erlaubnis (zum Zurückbleiben) bitten, während sie reich sind. Sie waren einverstanden damit, unter den Zurückbleibenden zu sein, und ALLAH hat ihre Herzen versiegelt, so wissen sie nicht"},{"SurahNumber":9,"VerseNumber":94,"Text":"Sie tragen euch ihre Entschuldigungen vor, wenn ihr zu ihnen zurückkommt. Sag: \"Tragt keine Entschuldigungen vor! Wir glauben euch niemals. Bereits ALLAH hat uns von euren Begebenheiten kundgetan. Und ALLAH wird eure Taten sehen sowie Sein Gesandter, dann werdet ihr zum Allwissenden über das Verborgene und das Sichtbare zurückgebracht, dann wird ER euch das kundtun, was ihr zu tun pflegtet"},{"SurahNumber":9,"VerseNumber":95,"Text":"Sie werden euch im Namen ALLAHs schwören, wenn ihr zu ihnen zurückkommt, damit ihr sie nicht behelligt, so behelligt sie nicht! Gewiß, sie sind (wie) die rituelle Unreinheit und ihre Unterkunft ist Dschahannam als Vergeltung für das, was sie zu tun pflegten"},{"SurahNumber":9,"VerseNumber":96,"Text":"Sie schwören euch, damit ihr mit ihnen zufrieden seid. Und solltet ihr mit ihnen zufrieden werden, so ist ALLAH mit den fisq-betreibenden Leuten nie zufrieden"},{"SurahNumber":9,"VerseNumber":97,"Text":"Die Wüstenaraber betreiben noch mehr Kufr und Nifaq und ihnen gebührt noch mehr, die Schranken dessen nicht zu kennen, was ALLAH Seinem Ge-sandten hinabsandte. Und ALLAH ist allwissend, allweise"},{"SurahNumber":9,"VerseNumber":98,"Text":"Und unter den Wüstenarabern ist manch einer, der das, was er (an Sadaqa ) abgibt, als Tribut ansieht und darauf wartet, daß euch Vernichtendes trifft, das Vernichtende möge sie treffen. Und ALLAH ist allhörend, allwissend"},{"SurahNumber":9,"VerseNumber":99,"Text":"Und unter den Wüstenarabern ist manch einer, der den Iman an ALLAH und an den Jüngsten Tag verinnerlicht und das, was er abgibt, als etwas (dem Wohlgefallen von) ALLAH Näher- Bringendes ansieht sowie den Bittgebeten des Gesandten. Ja! Dies ist gewiß etwas (dem Wohlgefallen ALLAHs) Näher-Bringendes für sie. ER wird sie mit Seiner Gnade umgeben. Gewiß, ALLAH ist allvergebend, allgnädig"},{"SurahNumber":9,"VerseNumber":100,"Text":"Und die Pioniere, die ersten von den Muhadschir, die Ansar und diejenigen, die ihnen im gottgefällig Guten gefolgt sind, mit diesen ist ALLAH zufrieden und sie sind mit Ihm zufrieden. Und ER hat für sie Dschannat vorbereitet, die von Flüssen durchflossen werden, darin bleiben sie ewig - für immer. Dies ist der unermeßliche Gewinn"},{"SurahNumber":9,"VerseNumber":101,"Text":"Und unter denjenigen von den Wüstenarabern um euch herum sind Munafiq sowie unter den Bewohnern von Madina. Sie beharren auf Nifaq. Du kennst sie nicht, doch WIR kennen sie. WIR werden sie zweimal peinigen, dann werden sie wieder in eine überharte Peinigung hineingeschickt"},{"SurahNumber":9,"VerseNumber":102,"Text":"Und es gibt andere, die ihre Verfehlungen zugaben: sie vermischten gottgefällig gute Tat mit einer anderen Schlechten. ALLAH möge ihnen vergeben. Gewiß, ALLAH ist allvergebend, allgnädig"},{"SurahNumber":9,"VerseNumber":103,"Text":"Nimm von ihrem Vermögen eine Sadaqa, mit der du sie reinigst und (ihre Belohnung) vermehrst, und sprich für sie Bittgebete, denn dein Bittgebet ist eine Beruhigung für sie. Und ALLAH ist allhörend, allwissend"},{"SurahNumber":9,"VerseNumber":104,"Text":"Wußten sie etwa nicht, daß ALLAH Derjenige ist, Der die Reue von Seinen Dienern akzeptiert und die Sadaqat annimmt, und daß ALLAH gewiß Der Reue- Annehmende, Der Allgnädige ist"},{"SurahNumber":9,"VerseNumber":105,"Text":"Und sag: \"Handelt, denn ALLAH wird euer Handeln sehen sowie Sein Gesandter und die Mumin. Und ihr werdet zum Allwissenden über das Verborgene und das Sichtbare zurückgebracht, dann wird ER euch das kundtun, was ihr zu tun pflegtet"},{"SurahNumber":9,"VerseNumber":106,"Text":"Und es gibt andere, die (bis zum Eintreffen) der Entscheidung ALLAHs zurückgestellt werden - entweder peinigt ER sie oder nimmt ER ihre Reue an. Und ALLAH ist allwissend, allweise"},{"SurahNumber":9,"VerseNumber":107,"Text":"Und (zu den Mißbilligten gehören) diejenigen, die eine Moschee errichteten als Schädigung (für die Mumin), als (Verstärkung von) Kufr, als Spaltung der Mumin und als Wachturm für denjenigen, der vorher ALLAH und Seinen Gesandten bekriegt hat. Und sie werden gewiß schwören: \"Wir erstrebten nur das Beste!\" Und ALLAH bezeugt, daß sie bestimmt Lügner sind"},{"SurahNumber":9,"VerseNumber":108,"Text":"Bete in ihr nie und nimmer! Sicher, einer Moschee, die vom ersten Tag an auf Taqwa funda-mentiert wurde, gebührt es mehr, daß du in ihr betest. In ihr sind Männer, die es lieben, sich zu reinigen. Und ALLAH liebt die Sich-Reinigenden"},{"SurahNumber":9,"VerseNumber":109,"Text":"Ist etwa diejenige, deren Bauwerk auf Taqwa von ALLAH und Zufriedenheit fundamentiert, besser oder diejenige, deren Bauwerk auf der einbruchgefährdeten Uferböschung eines Sturzbaches fundamentiert, die dann mit ihr ins Feuer von Dschahannam einbricht?! Und ALLAH leitet nicht die Unrecht-Begehenden recht"},{"SurahNumber":9,"VerseNumber":110,"Text":"Ihr Bauwerk, das sie errichteten, wird unaufhörlich Zweifel in ihren Herzen verursachen, bis ihre Herzen (in Stücke) brechen. Und ALLAH ist allwissend, allweise"}]}