{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"I angelite da im spusnekhme, i murtvite da im progovorekha, i vsichko da im suberyakhme na pokaz, pak nyamashe da povyarvat, osven ako Allakh ne pozhelae. Ala povecheto ot tyakh sa nevezhi"},{"SurahNumber":6,"VerseNumber":112,"Text":"I taka storikhme vrag na vseki prorok - satanite ot khorata i ot dzhinovete. Edin drugimu si nashepvat s izmama razkrasenata rech. A ako tvoyat Gospod be pozhelal, nyamashe da vurshat tova. Taka che ostavi tyakh i tova, koeto izmislyat"},{"SurahNumber":6,"VerseNumber":113,"Text":"i za da izpitvat sklonnost kum neya surtsata na tezi, koito ne vyarvat v otvudniya zhivot, i za da se zadovolyavat s tova, i za da pridobiyat, kakvoto pridobiyat"},{"SurahNumber":6,"VerseNumber":114,"Text":"[Kazhi, o, Mukhammad:] “Nima drug, a ne Allakh shte potursya za sudnik? Toi e Onzi, Koito vi nizposla Knigata, podrobno razyasnena. “Onezi, na koito dadokhme Pisanieto, znayat, che to e nizposlano s pravdata ot tvoya Gospod. I nikoga ne budi ot sumnyavashtite se"},{"SurahNumber":6,"VerseNumber":115,"Text":"Slovoto na tvoya Gospod be zavursheno s istina i spravedlivost. Nikoi ne shte podmeni Negovite Slova. Toi e Vsechuvashtiya, Vseznaeshtiya"},{"SurahNumber":6,"VerseNumber":116,"Text":"I ako se podchinish na povecheto ot tezi, koito sa na zemyata, shte te otklonyat ot putya na Allakh. Te sledvat edinstveno dogadkata i samo predpolagat"},{"SurahNumber":6,"VerseNumber":117,"Text":"Tvoyat Gospod nai-dobre znae koi se otklonyava ot Negoviya put i nai-dobre znae naputenite"},{"SurahNumber":6,"VerseNumber":118,"Text":"Yazhte ot onova, nad koeto e spomenato imeto na Allakh, ako vyarvate v Negovite znameniya"},{"SurahNumber":6,"VerseNumber":119,"Text":"I zashto da ne yadete ot onova, nad koeto e spomenato imeto na Allakh, shtom Toi vi e razyasnil kakvo vi e zabranil, osven ako ste prinudeni? V nevedenie mnozina zabluzhdavat sus svoite strasti. Tvoyat Gospod nai-dobre znae prestupvashtite"},{"SurahNumber":6,"VerseNumber":120,"Text":"Izostavete i yavniya gryakh, i skritiya! Koito pridobiyat gryakh, shte im bude vuzdadeno za onova, koeto sa pridobili"},{"SurahNumber":6,"VerseNumber":121,"Text":"I ne yazhte ot onova, nad koeto ne e spomenato imeto na Allakh! Tova naistina e nechestivost. Satanite vnushavat na svoite blizhni da vi osporvat, a ako im se pokorite, naistina ste sudruzhavashti"},{"SurahNumber":6,"VerseNumber":122,"Text":"Nima onzi, koito be murtuv i go suzhivikhme, i mu otredikhme svetlina, da vurvi s neya sred khorata, e podoben na onzi, koito e v tumninite i ne shte izleze ottam? Taka se razkrasyava za nevernitsite onova, koeto vurshat"},{"SurahNumber":6,"VerseNumber":123,"Text":"Taka storikhme vuv vsyako selishte golemtsi da sa negovite prestupnitsi, za da lukavstvat tam. Ala lukavstvat samo sus sebe si, no ne useshtat"},{"SurahNumber":6,"VerseNumber":124,"Text":"I kogato doideshe pri tyakh znamenie, kazvakha: “Ne shte povyarvame, dodeto ne ni se dade sushtoto, koeto be dadeno i na pratenitsite na Allakh.” Allakh nai-dobre znae kude da polozhi Svoeto poslanie. Onezi, koito prestupvakha, shte gi spoleti unizhenie pri Allakh i surovo muchenie, zashtoto lukavstvakha"},{"SurahNumber":6,"VerseNumber":125,"Text":"I kogoto Allakh poiska da naputi, raztvarya Toi gurdite mu za Islyama, a kogoto poiska da ostavi v zabluda, pravi gurdite mu tesni, sviti, syakash se izdiga kum nebeto. Taka Allakh otrezhda skvernostta za onezi, koito ne vyarvat"},{"SurahNumber":6,"VerseNumber":126,"Text":"Tova e praviyat put na tvoya Gospod. Veche razyasnikhme znameniyata na khora, koito se pouchavat"}]}