{"Id":329,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes-la","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":18,"Text":"Ala sabe quienes son, entre vosotros, los que levantan obstaculos y los que dicen a sus hermanos: «¡Venid a nosotros!», pero sin mostrar gran ardor para combatir"},{"SurahNumber":33,"VerseNumber":19,"Text":"Os regatean la ayuda. Cuando viene el miedo, les ves que te miran, girandoles los ojos, como mira aquel a quien ronda la muerte. Pero, cuando ha desaparecido el miedo, os hieren con sus afiladas lenguas, avidos de botin. Esos tales no son creyentes. Ala hara vanas sus obras. Es cosa facil t para Ala"},{"SurahNumber":33,"VerseNumber":20,"Text":"Creen que los coalicionistas no se han ido. Pero, si los coalicionistas regresaran, querrian retirarse al desierto entre los beduinos, preguntando que ha sido de vosotros. Si se quedaran con vosotros, combatirian pero poco"},{"SurahNumber":33,"VerseNumber":21,"Text":"En el Enviado de Ala teneis, ciertamente, un bello modelo para quien cuenta con Ala y con el ultimo Dia y que recuerda mucho a Ala"},{"SurahNumber":33,"VerseNumber":22,"Text":"Y cuando los creyentes vieron a los coalicionistas, dijeron: «Esto es lo que Ala y su Enviado nos habian prometido. ¡Dios y su Enviado decian la verdad!» Esto no hizo sino aumentar su fe y su adhesion"},{"SurahNumber":33,"VerseNumber":23,"Text":"Hubo creyentes que se mantuvieron fieles a la alianza concertada con Ala. Algunos de ellos dieron ya su vida. Otros esperan aun, sin mudar su actitud"},{"SurahNumber":33,"VerseNumber":24,"Text":"Para que Ala retribuya a los sinceros por su sinceridad y castigue a los hipocritas, si quiere, o se vuelva a ellos. Ala es indulgente, misericordioso"},{"SurahNumber":33,"VerseNumber":25,"Text":"Ala despidio a los infieles llenos de ira, sin que consiguieran triunfar. Ala evito el combate a los creyentes. Ala es fuerte, poderoso"},{"SurahNumber":33,"VerseNumber":26,"Text":"Hizo bajar de sus fortalezas a los de la gente de la Escritura que habian apoyado a aquellos. Sembro el terror en sus corazones. A unos matasteis, a otros les hicisteis cautivos"},{"SurahNumber":33,"VerseNumber":27,"Text":"Os ha dado en herencia su tierra, sus casas, sus bienes y un territorio que nunca habiais pisado. Ala es omnipotente"},{"SurahNumber":33,"VerseNumber":28,"Text":"¡Profeta! Di a tus esposas: «Si deseais la vida de aca y su ornato, ¡venid, que os proveere y os dejare en libertad decorosamente"},{"SurahNumber":33,"VerseNumber":29,"Text":"Pero, si buscais a Ala, a Su Enviado y la Morada Postrera, entonces, Ala ha preparado una recompensa magnifica para aquellas de vosotras que hagan el bien»"},{"SurahNumber":33,"VerseNumber":30,"Text":"¡Mujeres del Profeta! A la que de vosotras sea culpable de deshonestidad manifiesta, se le doblara el castigo. Es cosa facil para Ala"}]}