{"Id":173,"LanguageCodes":["fr","fra"],"Name":"fra-muhammadhamidul-la","Author":"Muhammad Hamidullah","Language":"French","Description":"French - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":1,"Text":"T'a, Sin. Voici les versets du Coran et d'un Livre explicite"},{"SurahNumber":27,"VerseNumber":2,"Text":"un guide et une bonne annonce aux croyants"},{"SurahNumber":27,"VerseNumber":3,"Text":"qui accomplissent la Salat, acquittent la Zakat et croient avec certitude en l'au-dela"},{"SurahNumber":27,"VerseNumber":4,"Text":"Quant a ceux qui ne croient pas en l'au-dela, Nous embellissons [a leurs yeux] leurs actions, et alors ils deviennent confus et hesitants"},{"SurahNumber":27,"VerseNumber":5,"Text":"Ce sont eux qui subiront le pire chatiment, tandis qu'ils seront dans l'au-dela les plus grands perdants"},{"SurahNumber":27,"VerseNumber":6,"Text":"Certes, c'est toi qui recois le Coran, de la part d'un Sage, d'un Savant"},{"SurahNumber":27,"VerseNumber":7,"Text":"(Rappelle) quand Moise dit a sa famille: «J'ai apercu un feu; je vais vous en apporter des nouvelles, ou bien je vous apporterai un tison allume afin que vous vous rechauffiez»"},{"SurahNumber":27,"VerseNumber":8,"Text":"Lorsqu'il y arriva, on l'appela, - beni soit Celui qui est dans le feu et Celui qui est tout autour, et gloire a Allah, Seigneur de l'univers"},{"SurahNumber":27,"VerseNumber":9,"Text":"«O Moise, c'est Moi, Allah le Tout Puissant, le Sage»"},{"SurahNumber":27,"VerseNumber":10,"Text":"Et: «Jette ton baton». Quand il le vit remuer comme un serpent, il tourna le dos [pour fuir] sans revenir sur ses pas. «N'aie pas peur, Moise. Les Messagers n'ont point peur aupres de Moi"},{"SurahNumber":27,"VerseNumber":11,"Text":"Sauf celui qui a commis une injustice puis a remplace le mal par le bien... alors Je suis Pardonneur et Misericordieux»"},{"SurahNumber":27,"VerseNumber":12,"Text":"Et introduis ta main dans l'ouverture de ta tunique. Elle sortira blanche et sans aucun mal - un des neuf prodiges a Pharaon et a son peuple, car ils sont vraiment des gens pervers»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Et lorsque Nos prodiges leur parvinrent, clairs et explicites, ils dirent: «C'est la une magie evidente!»"},{"SurahNumber":27,"VerseNumber":14,"Text":"Ils les nierent injustement et orgueilleusement, tandis qu'en eux-memes ils y croyaient avec certitude. Regarde donc ce qu'il est advenu des corrupteurs"},{"SurahNumber":27,"VerseNumber":15,"Text":"Nous avons effectivement donne a David et a Salomon une science; et ils dirent: «Louange a Allah qui nous a favorises a beaucoup de Ses serviteurs croyants»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Et Salomon herita de David et dit: «O hommes! On nous a appris le langage des oiseaux; et on nous a donne part de toutes choses. C'est la vraiment la grace evidente"},{"SurahNumber":27,"VerseNumber":17,"Text":"Et furent rassemblees pour Salomon, ses armees de djinns, d'hommes et d'oiseaux, et furent placees en rangs"},{"SurahNumber":27,"VerseNumber":18,"Text":"Quand ils arriverent a la Vallee des Fourmis, une fourmi dit: «O fourmis, entrez dans vos demeures, [de peur] que Salomon et ses armees ne vous ecrasent [sous leurs pieds] sans s'en rendre compte»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Il sourit, amuse par ses propos et dit: «Permets-moi Seigneur, de rendre grace pour le bienfait dont Tu m'as comble ainsi que mes pere et mere, et que je fasse une bonne œuvre que tu agrees et fais-moi entrer, par Ta misericorde, parmi Tes serviteurs vertueux»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Puis il passa en revue les oiseaux et dit: «Pourquoi ne vois-je pas la huppe? est-elle parmi les absents"},{"SurahNumber":27,"VerseNumber":21,"Text":"Je la chatierai severement! ou je l'egorgerai! ou bien elle m'apportera un argument explicite»"},{"SurahNumber":27,"VerseNumber":22,"Text":"Mais elle n'etait restee (absente) que peu de temps et dit: «J'ai appris ce que tu n'as point appris; et je te rapporte de Saba' une nouvelle sure"},{"SurahNumber":27,"VerseNumber":23,"Text":"J'ai trouve qu'une femme est leur reine, que de toute chose elle a ete comblee et qu'elle a un trone magnifique"},{"SurahNumber":27,"VerseNumber":24,"Text":"Je l'ai trouvee, elle et son peuple, se prosternant devant le soleil au lieu d'Allah. Le Diable leur a embelli leurs actions, et les a detournes du droit chemin, et ils ne sont pas bien guides"},{"SurahNumber":27,"VerseNumber":25,"Text":"Que ne se prosternent-ils devant Allah qui fait sortir ce qui est cache dans les cieux et la terre, et qui sait ce que vous cachez et aussi ce que vous divulguez"},{"SurahNumber":27,"VerseNumber":26,"Text":"Allah! Point de divinite a part Lui, le Seigneur du Trone Immense"}]}