{"Id":350,"LanguageCodes":["sv","swe"],"Name":"swe-knutbernstrom-la","Author":"Knut Bernstrom","Language":"Swedish","Description":"Swedish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":3,"VerseNumber":186,"Text":"Ni skall helt visst fa utsta provningar i vad avser er egendom och er sjalva, och ni skall fa hora manga skymford fran dem som fatt ta emot uppenbarelser fore er och fran dem som satter medhjalpare vid Guds sida. Men om ni bar allt med jamnmod och fruktar Gud [har ni bestatt provet]; detta [kraver] fasthet i foresatsen"},{"SurahNumber":3,"VerseNumber":187,"Text":"NAR GUD slot forbund med dem som fick ta emot uppenbarelsen tog Han lofte av dem [med orden]: \"Dolj inte detta utan kungor det for manniskorna!\" Men de kastade loftet bakom sig och salde det for en usel slant - ja, ynklig ar deras vinst av denna byteshandel"},{"SurahNumber":3,"VerseNumber":188,"Text":"Tro inte att de som glader sig at det som de [anser sig ha] utrattat men ocksa garna vill fa berom for vad de inte har gjort - tro inte att straffet for dem skall utebli; nej, ett svart lidande vantar dem"},{"SurahNumber":3,"VerseNumber":189,"Text":"GUDS AR herravaldet over himlarna och jorden och Gud har allt i Sin makt"},{"SurahNumber":3,"VerseNumber":190,"Text":"I skapelsen av himlarna och jorden och i vaxlingen mellan natt och dag ligger helt visst budskap till dem som vill anvanda sitt forstand"},{"SurahNumber":3,"VerseNumber":191,"Text":"de som minns Gud nar de star, nar de sitter och nar de lagger sig till vila, och som, nar de begrundar himlarnas och jordens skapelse [ber med dessa ord]: \"Herre! Du har inte skapat [allt] detta i blindo. Stor ar Du i Din harlighet! Forskona oss fran Eldens straff"},{"SurahNumber":3,"VerseNumber":192,"Text":"Herre, over den som Du utlamnar at Elden har Du helt visst [forut] hopat skam och vanara. Och de orattfardiga skall inte finna nagon hjalpare"},{"SurahNumber":3,"VerseNumber":193,"Text":"Herre! Vi har hort rosten som kallar [oss] till tron: - 'Tro pa er Herre!' - och vi har blivit troende. Herre! Forlat oss vara synder och utplana vara daliga handlingar och lat oss do med de fromma, de som gor det goda och det ratta"},{"SurahNumber":3,"VerseNumber":194,"Text":"Skank oss, Herre, det som Du har lovat oss genom Dina sandebud och lat oss inte sta dar med skammen pa Uppstandelsens dag! Aldrig sviker Du Ditt lofte"},{"SurahNumber":3,"VerseNumber":195,"Text":"Och Gud svarar dem: \"Jag skall inte lata nagon av er som arbetar och stravar, vare sig man eller kvinna, se sin stravan ga forlorad - ni ar [alla] av samma rot [och skall lonas pa samma satt]. De som overgav sina hem for att fly undan det onda, eller drevs bort darifran och led annan oforratt for Min skull och de som kampade [for Min sak] och stupade, for dem alla skall Jag utplana deras daliga handlingar och fora dem till lustgardar, vattnade av backar - en beloning fran Gud sjalv; ja, den basta beloningen vantar hos Gud"},{"SurahNumber":3,"VerseNumber":196,"Text":"LAT DIG inte vilseledas av att de som fornekar sanningen kan pa jorden valtra sig i nojen och njutningar"},{"SurahNumber":3,"VerseNumber":197,"Text":"Deras gladje ar kortvarig; darefter skall helvetet bli deras tillflykt - ett elandigt vilorum"},{"SurahNumber":3,"VerseNumber":198,"Text":"Men pa de gudfruktiga vantar lustgardar, vattnade av backar, dar de skall forbli till evig tid som Guds arade gaster. Och det basta for de fromma ar det [som vantar] hos Gud"},{"SurahNumber":3,"VerseNumber":199,"Text":"Bland mottagarna av aldre tiders uppenbarelser finns helt visst de som tror pa Gud och pa det som har uppenbarats for er och det som uppenbarades for dem; de odmjukar sig infor Gud och de saljer inte Guds budskap for en ynklig slant. De skall fa sin beloning av sin Herre - Gud ar snar att kalla till rakenskap"},{"SurahNumber":3,"VerseNumber":200,"Text":"Troende! Utharda allt - ja, tavla om att ge prov pa talamod och uthallighet och var alltid beredda att kampa [for tron] och frukta Gud! Kanske skall det ga er val i hander"}]}