{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":20,"VerseNumber":1,"Text":"th"},{"SurahNumber":20,"VerseNumber":2,"Text":"No te hemos revelado el Corán para que padezcas"},{"SurahNumber":20,"VerseNumber":3,"Text":"sino como Recuerdo para quien tiene miedo de Alá"},{"SurahNumber":20,"VerseNumber":4,"Text":"como revelación venida de Quien ha creado la tierra y los altos cielos"},{"SurahNumber":20,"VerseNumber":5,"Text":"El Compasivo se ha instalado en el Trono"},{"SurahNumber":20,"VerseNumber":6,"Text":"Suyo es lo que está en los cielos y en la tierra, entre ellos y bajo tierra"},{"SurahNumber":20,"VerseNumber":7,"Text":"No es preciso que te expreses en voz alta, pues Él conoce lo secreto y lo aún más recóndito"},{"SurahNumber":20,"VerseNumber":8,"Text":"¡Alá! ¡No hay más dios que Él! Posee los nombres más bellos"},{"SurahNumber":20,"VerseNumber":9,"Text":"¿Te has enterado de la historia de Moisés"},{"SurahNumber":20,"VerseNumber":10,"Text":"Cuando vio un fuego y dijo a su familia: «¡Quedaos aquí! Distingo un fuego. Quizá pueda yo traeros de él un tizón o encontrar la buena dirección con ayuda del fuego»"},{"SurahNumber":20,"VerseNumber":11,"Text":"Cuando llegó al fuego, le llamaron: «¡Moisés"},{"SurahNumber":20,"VerseNumber":12,"Text":"Yo soy, ciertamente, tu Señor. Quítate las sandalias! Estás en el valle sagrado de Tuwa"},{"SurahNumber":20,"VerseNumber":13,"Text":"Y te he escogido Yo. Escucha, pues, lo que se va a revelar"},{"SurahNumber":20,"VerseNumber":14,"Text":"Yo soy, ciertamente, Alá. No hay más dios que Yo. ¡Sírveme, pues, y haz la azalá para recordarme"},{"SurahNumber":20,"VerseNumber":15,"Text":"La Hora llega -estoy por ocultarla- para que cada uno sea retribuido según su esfuerzo"},{"SurahNumber":20,"VerseNumber":16,"Text":"¡Que no te desvíe de ella quien no cree en ella y sigue su pasión! Si no, ¡perecerás"},{"SurahNumber":20,"VerseNumber":17,"Text":"¿Qué es eso que tienes en la diestra, Moisés?»"},{"SurahNumber":20,"VerseNumber":18,"Text":"«Es mi vara», dijo. «Me apoyo en ella y con ella vareo los árboles para alimentar a mi rebaño. También la empleo para otros usos»"},{"SurahNumber":20,"VerseNumber":19,"Text":"Dijo: «¡Tírala, Moisés!»"},{"SurahNumber":20,"VerseNumber":20,"Text":"La tiró y he aquí que se convirtió en una serpiente que reptaba"},{"SurahNumber":20,"VerseNumber":21,"Text":"Dijo: «¡Cógela y no temas! Vamos a devolverle su condición primera"},{"SurahNumber":20,"VerseNumber":22,"Text":"¡Y llévate la mano al costado! Saldrá, blanca, sana - otro signo"},{"SurahNumber":20,"VerseNumber":23,"Text":"Para mostrarte parte de Nuestros tan grandes signos"},{"SurahNumber":20,"VerseNumber":24,"Text":"¡Ve a Faraón! Se muestra reacio»"},{"SurahNumber":20,"VerseNumber":25,"Text":"Dijo: «¡Señor! ¡Infúndeme ánimo"},{"SurahNumber":20,"VerseNumber":26,"Text":"¡Facilítame la tarea"},{"SurahNumber":20,"VerseNumber":27,"Text":"¡Desata un nudo de mi lengua"},{"SurahNumber":20,"VerseNumber":28,"Text":"Así entenderán lo que yo diga"},{"SurahNumber":20,"VerseNumber":29,"Text":"Dame a alguien de mi familia que me ayude"},{"SurahNumber":20,"VerseNumber":30,"Text":"a Aarón, mi hermano"},{"SurahNumber":20,"VerseNumber":31,"Text":"¡Aumenta con él mi fuerza"},{"SurahNumber":20,"VerseNumber":32,"Text":"y asóciale a mi tarea"},{"SurahNumber":20,"VerseNumber":33,"Text":"para que Te glorifiquemos mucho"},{"SurahNumber":20,"VerseNumber":34,"Text":"y Te recordemos mucho"},{"SurahNumber":20,"VerseNumber":35,"Text":"Tú nos ves bien»"},{"SurahNumber":20,"VerseNumber":36,"Text":"Dijo: «¡Moisés! Tu ruego ha sido escuchado"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ya te agraciamos otra vez"},{"SurahNumber":20,"VerseNumber":38,"Text":"Cuando inspiramos a tu madre lo siguiente"},{"SurahNumber":20,"VerseNumber":39,"Text":"Échalo a esta arqueta y échala al río. El río lo depositará en la orilla. Un enemigo mío y suyo lo recogerá'. He lanzado sobre ti un amor venido de Mí para que seas educado bajo Mi mirada"},{"SurahNumber":20,"VerseNumber":40,"Text":"Cuando tu hermana pasaba por allí y dijo: '¿Queréis que os indique a alguien que podría encargarse de él?'. Así te devolvimos a tu madre para que se alegrara y no estuviera triste. Mataste a un hombre, te salvamos de la tribulación y te sometimos a muchas pruebas. Viviste durante años con los madianitas y luego viniste acá, Moisés. cuando estaba determinado"},{"SurahNumber":20,"VerseNumber":41,"Text":"Te he escogido para Mí"},{"SurahNumber":20,"VerseNumber":42,"Text":"¡Ve! acompañado de tu hermano, con Mis signos, y no descuidéis el recordarme"},{"SurahNumber":20,"VerseNumber":43,"Text":"¡Id a Faraón! Se muestra rebelde"},{"SurahNumber":20,"VerseNumber":44,"Text":"¡Hablad con él amablemente! Quizás, así, se deje amonestar o tenga miedo de Alá»"},{"SurahNumber":20,"VerseNumber":45,"Text":"Dijeron: «¡Señor! Tememos que la tome con nosotros o que se muestre rebelde»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Dijo: «¡No temáis! Yo estoy con vosotros, oyendo y viendo"},{"SurahNumber":20,"VerseNumber":47,"Text":"Id, pues, a él y decid: 'Somos los enviados de tu Señor. ¡Deja marchar con nosotros a los Hijos de Israel y no les atormentes! Te hemos traído un signo de tu Señor. ¡La paz sobre quien siga la Dirección"},{"SurahNumber":20,"VerseNumber":48,"Text":"Se nos ha revelado que se infligirá el castigo a quien desmienta o se desvíe»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Dijo: «¿Y quién es vuestro Señor, Moisés?»"},{"SurahNumber":20,"VerseNumber":50,"Text":"Dijo: «Nuestro Señor es Quien ha dado a todo su forma y, luego, dirigido»"},{"SurahNumber":20,"VerseNumber":51,"Text":"Dijo: «¿Y qué ha sido de las genera ciones pasadas?»"},{"SurahNumber":20,"VerseNumber":52,"Text":"Dijo: «Mi Señor lo sabe y está en una Escritura. Mi Señor no yerra, ni olvida"},{"SurahNumber":20,"VerseNumber":53,"Text":"Quien os ha puesto la tierra como cuna y os ha trazado en ella caminos y hecho bajar agua del cielo. Mediante ella, hemos sacado toda clase de plantas"},{"SurahNumber":20,"VerseNumber":54,"Text":"¡Comed y apacentad vuestros rebaños! Hay, en ello, ciertamente, signos para los dotados de entendimiento"}]}