{"Id":378,"LanguageCodes":["tr","tur"],"Name":"tur-abdulbakigolpin-la","Author":"Abdulbaki Golpinarli","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":99,"Text":"O gun deniz gibi dalgalanır, dalgadalga birbirlerine karısır onlar ve sur ufurulur de onların hepsini toplarız"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ve o gun kafirlere, cehennemi oyle bir gosteririz ki"},{"SurahNumber":18,"VerseNumber":101,"Text":"Onların delillerimi gorup beni anmak hususunda gozleri perdelenmisti ve Kur'an'ı dinlemeye tahammulleri yoktu onların"},{"SurahNumber":18,"VerseNumber":102,"Text":"Kafir olanlar, benden baska ve kullarımdan, kendilerine yardımcı edindiklerini mi sandılar? Biz, kafirlere, konak yeri olarak cehennemi hazırladık"},{"SurahNumber":18,"VerseNumber":103,"Text":"De ki: Isledikleri isler bakımından en fazla ziyan edenler kimlerdir, haber vereyim mi size"},{"SurahNumber":18,"VerseNumber":104,"Text":"Onlardır en fazla ziyan edenler ki dunya yasayısında butun calısmaları bosa gider, halbuki onlar, gercekten de kendilerinin iyilik ettiklerini, iyi islerde bulunduklarını sanırlardı"},{"SurahNumber":18,"VerseNumber":105,"Text":"Onlardır kafir olanlar Rablerinin delillerine ve ona ulasacaklarını inkar edenler, butun yaptıkları bosa gitmistir ve biz, kıyamet gunu onları hicbir olcuye vurmayız, onlara hicbir deger vermeyiz"},{"SurahNumber":18,"VerseNumber":106,"Text":"Bu, cezaları olan cehennemdir kafir olduklarından ve delillerimle peygamberlerimi alaya aldıklarından dolayı"},{"SurahNumber":18,"VerseNumber":107,"Text":"Inanıp iyi islerde bulunanların konak yerleriyse Firdevs cennetleridir"},{"SurahNumber":18,"VerseNumber":108,"Text":"Orada ebedi olarak kalırlar ve oradan ayrılmak da istemezler"},{"SurahNumber":18,"VerseNumber":109,"Text":"De ki: Deniz murekkep olsa tukenir, yazılmaz Rabbimin sozleri tukenmeden, hatta o deniz kadar bir deniz daha eklense gene tukenir, yazılamaz"},{"SurahNumber":18,"VerseNumber":110,"Text":"De ki: Ben de ancak sizin gibi bir insanım, bana vahyedildiki mabudunuz ancak ve ancak bir mabuttur, arttık Rabbiyle bulusmayı uman iyi islerde bulunsun ve Rabbinin kullugunda hicbir kimseyi es tutmasın"},{"SurahNumber":19,"VerseNumber":1,"Text":"Kaf ha ya ayn sad"},{"SurahNumber":19,"VerseNumber":2,"Text":"Bu, kulu Zekeriyya'ya Rabbinin rahmetini anıstır"},{"SurahNumber":19,"VerseNumber":3,"Text":"Hani o, gizlice Rabbine niyaz etmisti de"},{"SurahNumber":19,"VerseNumber":4,"Text":"Demisti ki: Rabbim, kemiklerim bile incelip zayıfladı, sacımsakalım agardı, parılparıl parlamada basım sanki ve sana ne dua etmissem mahrum olmadım ben"},{"SurahNumber":19,"VerseNumber":5,"Text":"Benden sonra yerime gececek, mirasıma konacak yakınlarımdan endiselenmekteyim, karım da kısır, sen bana katından bir ogul ihsan et de"},{"SurahNumber":19,"VerseNumber":6,"Text":"Bana da mirascı olsun, Yakup soyuna da mirascı olsun ve Rabbim, onu, rızanı kazanmıslardan et"},{"SurahNumber":19,"VerseNumber":7,"Text":"Ey Zekeriyya, biz seni mujdelemekteyiz, bir oglun olacak, adı da Yahya'dır ve ondan once bu adla adlanmıs hic kimseyi yaratmadık"},{"SurahNumber":19,"VerseNumber":8,"Text":"Rabbim dedi, benim nasıl oglum olabilir ki karım kısır ve ben de omrumun sonlarına vardım, tamamıyla ihtiyarladım"},{"SurahNumber":19,"VerseNumber":9,"Text":"Boyledir bu dedi, Rabbine dedi, bu pek kolay ve sen yokken evvelce de seni yaratmıstım"},{"SurahNumber":19,"VerseNumber":10,"Text":"Rabbim dedi, bana bir delil goster. Sıhhatin yerindeyken dedi, tam uc gece insanlarla konusamayacaksın, iste bu, sana delildir"},{"SurahNumber":19,"VerseNumber":11,"Text":"Zekeriyya, mihraptan cıkıp kavmine, sabahaksam onu tenzih edin noksan sıfatlardan diye isaret etti"},{"SurahNumber":19,"VerseNumber":12,"Text":"Ey Yahya, azim ve kuvvetle kitabı al. Ve ona cocukken peygamberlik verdik"},{"SurahNumber":19,"VerseNumber":13,"Text":"Katımızdan ona bir kalb yumusaklıgı, bir temizlik ihsan ettik ve o, mabudundan cekinirdi"},{"SurahNumber":19,"VerseNumber":14,"Text":"Anasınababasına iyilik ederdi ve cebbar ve asi degildi"},{"SurahNumber":19,"VerseNumber":15,"Text":"Ve esenlik ona dogdugu gun, oldugu gun ve diriltilerek kabrinden cıkarılacagı gun"},{"SurahNumber":19,"VerseNumber":16,"Text":"Kitapta Meryem'i de an. Hani o, ailesinden ayrılmıs, dogu tarafında bir yere cekilmisti"},{"SurahNumber":19,"VerseNumber":17,"Text":"Ve ailesiyle arasına bir perde germisti. Derken ona ruhumuzu gondermistik de gozune, azası duzgun bir insan seklinde gorunmustu"},{"SurahNumber":19,"VerseNumber":18,"Text":"O, fenalıklardan cekinen bir adamsan demisti, rahmana sıgınırım senden"},{"SurahNumber":19,"VerseNumber":19,"Text":"Ruh, ben demisti, ancak Rabbinin bir elcisiyim, sana bir erkek cocuk vermeye geldim"},{"SurahNumber":19,"VerseNumber":20,"Text":"Meryem, benim nasıl oglum olabilir ki hic bir kimse, henuz bana dokunmadı demisti, hem kotu bir kadın da degilim ben"},{"SurahNumber":19,"VerseNumber":21,"Text":"Boyledir bu demisti ruh, bu is, Rabbin icin pek kolay demisti. Cunku biz, onu insanlara bir delil ve katımızdan bir rahmet olarak halkedecektik ve bu is, zaten de mukadderdi, olup bitti"}]}