{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"The Bedouins say: \"We believe.\" Say: \"You don’t believe but you only say, we have submitted (in Islam), for the faith has not yet entered into your hearts. But if you obey Allah and His Messenger, He will not decrease anything in reward for your deeds. Surely, Allah is Forgiving, Merciful"},{"SurahNumber":49,"VerseNumber":15,"Text":"Only those are the believers who believe in Allah and His Messenger, and afterward don’t doubt but they strive with their wealth and their lives in the Way of Allah. They are those who are truthful"},{"SurahNumber":49,"VerseNumber":16,"Text":"Say (O Muhammad): \"Will you inform Allah about your religion? Allah knows all that is in the heavens and all that is in the earth, and Allah is All-Aware of everything"},{"SurahNumber":49,"VerseNumber":17,"Text":"They regard as favor upon you (O Muhammad) that they have embraced Islam. Say: \"Don’t count your Islam as a favor upon me. Nay, but Allah has conferred a favor upon you that Allah has guided you to the faith; (agree) if you indeed are truthful"},{"SurahNumber":49,"VerseNumber":18,"Text":"Surely, Allah knows the unseen of the heavens and the earth. Allah is the All-Seer of what you do"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. By the Glorious Qur’an"},{"SurahNumber":50,"VerseNumber":2,"Text":"But they wonder that there has come to them a Warner (Muhammad) from among themselves. So the disbelievers say: “This is a strange thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"that after we are dead and have become dust (we shall be resurrected), that is a far return.”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Indeed We know that the earth consumes them (their dead bodies) and with Us there is a book preserved (with all records)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Nay, but they deny the truth (this Qur’an) when it comes to them, so they are confused (can not differentiate between right and wrong)"},{"SurahNumber":50,"VerseNumber":6,"Text":"Have they not looked at the sky above them, (and see) how We have made it, adorned it, and there are no flaws in it"},{"SurahNumber":50,"VerseNumber":7,"Text":"And the earth! We have spread it out, set on it mountains standing firm, and has produced every kind of lovely growth (plants) in it"},{"SurahNumber":50,"VerseNumber":8,"Text":"(All these are) an insight and a reminder for every servant turning to Allah"},{"SurahNumber":50,"VerseNumber":9,"Text":"And We send down blessed water (rain) from the sky, then We produce with it gardens and grain (crops) that are reaped"},{"SurahNumber":50,"VerseNumber":10,"Text":"and tall date-palms with arranged clusters (of dates)"},{"SurahNumber":50,"VerseNumber":11,"Text":"and provision for (Allah’s) servants. Thus We give life to a dead land with it. That is how the Resurrection (of the dead) will be"},{"SurahNumber":50,"VerseNumber":12,"Text":"Denied before them (the pagans of Makkah) the people of Noah, the residents of Al-Rass, and the Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"and Ad, Pharaoh, and the brothers of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"the residents of the Al-Aiykah (wood), and the people of Tubba; every one of them denied Messengers, so My threat took effect (upon them)"},{"SurahNumber":50,"VerseNumber":15,"Text":"Were We tired with the first creation? Nay, they are in confused doubt about a new creation (Resurrection)"},{"SurahNumber":50,"VerseNumber":16,"Text":"And indeed We have created mankind and We know what one’s own self whispers to it. And We are nearer to one than rope of its jugular vein (by Our knowledge)"},{"SurahNumber":50,"VerseNumber":17,"Text":"(Remember!) that the 2 receivers (recording angels) receive (for each human) sitting on the right and on the left (to record actions)"},{"SurahNumber":50,"VerseNumber":18,"Text":"not a word does one utter but there is a watcher by it ready (to record)"},{"SurahNumber":50,"VerseNumber":19,"Text":"And when the agony of death will come in truth (they will say): “This is what you were trying to avoid from it!”"},{"SurahNumber":50,"VerseNumber":20,"Text":"And the trumpet will be blown; that will be the Day of warning (Resurrection)"},{"SurahNumber":50,"VerseNumber":21,"Text":"And every person will come forth along with an (angel) to drive, and an (angel) to bear witness"},{"SurahNumber":50,"VerseNumber":22,"Text":"(It will be said to the sinners): “Indeed you were heedless of this, but now We have removed your covering from you, and your eyesight is sharp this Day!”"},{"SurahNumber":50,"VerseNumber":23,"Text":"And its companion (angel) will say: “Here is (record) ready with me!”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(It will be said): “Both of you (2 angels) throw every stubborn disbeliever into hell"},{"SurahNumber":50,"VerseNumber":25,"Text":"opponent of good, doubting transgressor"},{"SurahNumber":50,"VerseNumber":26,"Text":"who set up another one worthy of worship with Allah. So (both of you) cast him into the severe punishment.”"}]}