{"Id":476,"LanguageCodes":["zh","zho"],"Name":"zho-anonymousgroupo-lad","Author":"Anonymous Group Of Translators","Language":"Chinese(traditional)","Description":"Chinese(traditional) - Transliteration with diacritics","Direction":"ltr","Source":"Goodword Books , http://www.goodwordbooks.com/ , Center for Peace and Spirituality , https://www.cpsglobal.org/","Translations":[{"SurahNumber":6,"VerseNumber":36,"Text":"Zhǐyǒu huì tīnghuà de rén, xiǎngyìng nǐ de hàozhào. Zhìyú nàxiē sǐrén, zhēnzhǔ jiàng lái yào shǐ tāmen fùhuó, ránhòu, bǎ tāmen jíhé zài tā nàlǐ"},{"SurahNumber":6,"VerseNumber":37,"Text":"Tāmen shuō:“Wèishéme méiyǒu yī zhǒng jīxiàng cóng tā de zhǔ jiànglín tā ne?” Nǐ shuō:“Zhēnzhǔ què shì néng jiàng shì yī zhǒng jīxiàng de.” Dàn tāmen dàbàn bù zhīdào"},{"SurahNumber":6,"VerseNumber":38,"Text":"Zài dà dìshàng xíngzǒu de shòu lèi hé yòng liǎngyì fēixiáng de niǎo lèi, dōu gēn nǐmen yīyàng, gè yǒu zhǒngzú de ──wǒ zài tiān jīng lǐ méiyǒu yílòu rèn hé shìwù; yīqiè niǎo shòu, dōu yào bèi jíhé zài tāmen de zhǔ nàlǐ"},{"SurahNumber":6,"VerseNumber":39,"Text":"Fǒurèn wǒ de jīxiàng de rén, shì yòu lóng yòu yǎ de, shì zài chóngchóng hēi'àn zhōng de. Zhēnzhǔ yù shǐ shéi wù rù mítú, jiù shǐ shéi wù rù mítú; yù shǐ shéi zūnxún zhènglù, jiù shǐ shéi zūnxún zhènglù"},{"SurahNumber":6,"VerseNumber":40,"Text":"Nǐ shuō:“Rúguǒ nǐmen shì chéngshí de rén, nàme, nǐmen gàosù wǒ ba: Rúguǒ zhēnzhǔ de xíngfá huò fùhuó de shíkè jiànglín nǐmen, nàme, nǐmen yào shě zhēnzhǔ ér qídǎo tā wù ma"},{"SurahNumber":6,"VerseNumber":41,"Text":"bùrán, nǐmen zhǐ qídǎo zhēnzhǔ; rúguǒ tā yìyù, tā jiù jiěchú nǐmen qíqiú tā jiěchú de zāinàn, nǐmen jiāng wàngquè nǐmen suǒyòng lái pèi tā de (yīqiè ǒuxiàng).”"},{"SurahNumber":6,"VerseNumber":42,"Text":"Zài nǐ zhīqián, wǒ què yǐ pàiqiǎn (xǔduō shǐzhě) qù jiàohuà gè mínzú,(tāmen fǒurèn shǐzhě de shǐmìng), gùwǒ yǐ qióngkùn hé huànnàn chéngzhì tāmen, yǐbiàn tāmen qiānxùn"},{"SurahNumber":6,"VerseNumber":43,"Text":"Dāng wǒ de chéngfá jiànglín de shíhòu, tāmen wèishéme bù qiānxùn ne? Dàn tāmen de xīn jiānyìng, èmó yǐ tāmen de xíngwéi míhuò tāmen"},{"SurahNumber":6,"VerseNumber":44,"Text":"Dāng tāmen wàngquè zìjǐ suǒ shòu de quàngào de shíhòu, wǒ wèi tāmen kāipì yīqiè fúlì zhī mén, zhídào tāmen yīn zìjǐ suǒ shòu de shǎngcì ér kuángxǐ de shíhòu, wǒ hūrán chéngzhì tāmen, ér tāmen lìkè biàn chéng jǔsàng de"},{"SurahNumber":6,"VerseNumber":45,"Text":"Bù yì de mínzhòng, yǐ bèi gēnjuéle. Yīqiè zànsòng, quán guīzhēnzhǔ ──quán shìjiè de zhǔ"},{"SurahNumber":6,"VerseNumber":46,"Text":"Nǐ shuō:“Nǐmen gàosù wǒ ba, rúguǒ zhēnzhǔ shǐ nǐmen shīqù tīngjué hé shìjué, érqiě fēngbì nǐmen de xīn, nàme, chú zhēnzhǔ wài, hái yǒu nǎge zhǔzǎi néng shǐ nǐmen fùyuán ne?” Nǐ kàn wǒ shì zěnyàng chǎnshù yī qiē jīxiàng de, rán'ér, tāmen zhì zhī bùgù"},{"SurahNumber":6,"VerseNumber":47,"Text":"Nǐ shuō:“Nǐmen gàosù wǒ ba, rúguǒ zhēnzhǔ de xíngfá hūrán huò xiǎnrán jiànglín nǐmen, nàme, chú bù yì de mínzhòng wài, hái yǒu shéi huì bèi huǐmiè ne?”"},{"SurahNumber":6,"VerseNumber":48,"Text":"Wǒ zhǐ pàiqiǎn zhòng shǐzhě zuò bàoxǐ zhě hé jǐnggào zhě. Shéi xìndào érqiě xíngshàn, shéi zài jiānglái méiyǒu kǒngjù, yě bù yōuchóu"},{"SurahNumber":6,"VerseNumber":49,"Text":"Fǒurèn wǒ de jīxiàng de rén, jiāng wéi fànzuì ér zāoshòu xíngfá"},{"SurahNumber":6,"VerseNumber":50,"Text":"Nǐ shuō:“Wǒ bùduì nǐmen shuō: Wǒ yǒu zhēnzhǔ de yīqiè bǎozàng. Wǒ yě bùduì nǐmen shuō: Wǒ néng zhī yōuxuán. Wǒ yě bùduì nǐmen shuō: Wǒ shì yīgè tiānshén. Wǒ zhǐshì zūncóng wǒ suǒ shòu de qǐshì.” Nǐ shuō:“Wú yǎn de rén yù yǒu yǎn de rén shì bùshì xiāngděng de? Nándào nǐmen bù gāi xiǎng xiǎng ma?”"},{"SurahNumber":6,"VerseNumber":51,"Text":"Yǒuxiē rén, hàipà jiānglái bèi jíhé zài tāmen de zhǔ nàlǐ, jì wú rén bǎohù, yě wú rén shuō qíng, nǐ dāng yòng cǐ jīng qù jǐnggào tāmen, yǐbiàn tāmen jìngwèi"},{"SurahNumber":6,"VerseNumber":52,"Text":"Zǎowǎn qídǎo zhǔ, yù méng qí xǐyuè de rén, nǐ bùyào qūzhú tāmen. Nǐ duìyú tāmen de bèi qīngsuàn, háo wú zérèn; tāmen duìyú nǐ de bèi qīngsuàn, yě háo wú zérèn. Nǐ hébì qūzhú tāmen, yǐzhì nǐ biàn chéng bù yì de rén"},{"SurahNumber":6,"VerseNumber":53,"Text":"Wǒ zhèyàng shǐ tāmen hùxiāng kǎoyàn, yǐbiàn tāmen shuō:“Nándào zhè děng rén jiùshì wǒmen zhōng tè shòu zhēnzhǔ ēn chǒng de rén ma?” Nándào zhēnzhǔ bùshì zuì liǎojiě gǎnxiè zhě de ma"},{"SurahNumber":6,"VerseNumber":54,"Text":"Quèxìn wǒ de jīxiàng de rén lái jiàn nǐ de shíhòu, nǐ shuō:“Zhù nǐmen píng'ān. Nǐmen de zhǔ, céngyǐcí mǐn wèi zìjǐ de zérèn. Nǐmen zhōng shéi wúzhī dì zuò'è, ránhòu huǐguò zì xīn, zhēnzhǔ bìdìng shè yòu shéi, yīnwèi tā què shì zhì shè de, què shì zhì cí de.”"},{"SurahNumber":6,"VerseNumber":55,"Text":"Wǒ zhèyàng jiěshì yī qiē jīxiàng, yǐbiàn (zhēnlǐ zhāozhù), ér zuìrén de dàolù biàn chéng míngbái de"},{"SurahNumber":6,"VerseNumber":56,"Text":"Nǐ shuō:“Wǒ què yǐ fèng dào jìnlìng, bùdé chóngbài nǐmen shě zhēnzhǔ ér qídǎo de.” Nǐ shuō:“Wǒ bù shùncóng nǐmen de sīyù; fǒuzé, wǒ bì mí wù, ér jué bùshì zūnxún zhèngdào de rén.”"},{"SurahNumber":6,"VerseNumber":57,"Text":"Nǐ shuō:“Wǒ què shì yījù cóng wǒ de zhǔ jiàng shì de míngzhèng de, ér nǐmen què fǒurèn tā. Wǒ bùnéng zhǔchí nǐmen yāoqiú zǎorì shíxiàn de xíngfá. Yīqiè pànjué, zhǐ guīzhēnzhǔ; tā yīlǐ ér pànjué, tā shì zuì gōngzhèng de pànjué zhě.”"},{"SurahNumber":6,"VerseNumber":58,"Text":"Nǐ shuō:“Jiǎruò wǒ néng zhǔchí nǐmen yāoqiú zǎorì shíxiàn de xíngfá, nàme, wǒ yǔ nǐmen zhī jiān de shìqíng, bìdìng bèi pànjuéle.” Zhēnzhǔ shì zuì liǎojiě bù yì zhě de.§"}]}