{"Id":297,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel","Author":"Abu Adel","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"И будет сказано тем, которые остерегались (наказания Аллаха): «Что ниспослал вам Господь ваш (через пророка Мухаммада)?» Они скажут: «Благо!» Для тех, кто делал искреннее добродеяние в этом мире [призывал к Истинной вере и праведным деяниям], (уже в этом мире будет даровано) добро [помощь от Аллаха и обильный удел]. И конечно же Обитель Вечности [Рай] – лучше (чем все, что в этом мире), и конечно как прекрасна Обитель остерегавшихся! –"},{"SurahNumber":16,"VerseNumber":31,"Text":"сады ‘Адна, в которые они войдут, (где) текут под ними [под дворцами и деревьями] реки; для них в них [в райских садах] (будет дано все) то, что они пожелают. Так воздает Аллах остерегавшимся, –"},{"SurahNumber":16,"VerseNumber":32,"Text":"тем, кого покоят [принимают душу] ангелы благими [у них души чисты от неверия]! Говорят (им ангелы): «Мир (и полное спокойствие) вам! Войдите в Рай за то, что вы совершали [за вашу веру и повиновение Аллаху]»"},{"SurahNumber":16,"VerseNumber":33,"Text":"Неужели они [эти многобожники] ждут (чего-то иного), кроме того, что придут к ним ангелы (забрать их души), или придет повеление Господа твоего (о наказании их)? Так [как поступают эти многобожники] делали и те (неверующие), которые были до них. И не причинил Аллах им зла (подвергнув их смертельному наказанию), но они сами себе причинили зло (выбрав неверие и ослушание Аллаху) (за которое следует такое наказание)"},{"SurahNumber":16,"VerseNumber":34,"Text":"И постигли их (последствия) плохих деяний, которые они совершали, и постигло их то [наказание], над чем они насмехались"},{"SurahNumber":16,"VerseNumber":35,"Text":"И сказали те, которые стали многобожниками: «Если бы Аллах пожелал, (то) мы не поклонялись бы никому, кроме Него [никого, кроме Него, не признавали бы богом], – ни мы (сами), ни наши отцы [предки], и не запрещали бы без Него ничего». Так [подобно этому] творили [оправдывались] (и) те (неверующие), которые были до них. А разве на посланниках (лежит обязанностью) что-нибудь, кроме ясного доведения (того, что Аллах возлагает на людей)"},{"SurahNumber":16,"VerseNumber":36,"Text":"И уже Мы отправляли к каждой общине (которые были прежде) (своего) посланника (повелев ему, чтобы он сказал им): «Поклоняйтесь (только одному) Аллаху и сторонитесь лжебога [не служите и не поклоняйтесь шайтанам, идолам, умершим и никому и ничему, кроме Аллаха]». И среди них были те, кого Аллах повел (истинным путем) [даровал Веру], и среди них были те, кому оказалось суждено заблуждение [которые проявили высокомерие и отвернулись от истины]. Странствуйте по земле [путешествуйте или размышляйте] и посмотрите [получите назидание], каков был конец [какое наказание постигало] возводящих ложь"},{"SurahNumber":16,"VerseNumber":37,"Text":"Если ты (о, Пророк) (даже) будешь сильно стараться [приложишь все свои усилия], чтобы (наставить) их [многобожников] на истинный путь [чтобы они уверовали], то (знай) ведь Аллах не наставляет на (истинный) путь тех, кого Он вводит в заблуждение [оставляет без Своего содействия], и не будет им никаких помощников (которые бы спасли их от Его наказания)"},{"SurahNumber":16,"VerseNumber":38,"Text":"И поклялись они [эти многобожники] Аллахом, – сильнейшей из их клятв: «Не воскресит Аллах того, кто умер». Наоборот, (воскресит Он умерших) согласно обещанию от Него истинному, но большинство людей не знает (о Его могуществе)"},{"SurahNumber":16,"VerseNumber":39,"Text":"(И Аллах воскресит всех умерших) чтобы разъяснить им то, относительно чего они разногласили [показать действительность воскрешения], и чтобы узнали те, которые стали неверными, что они были лжецами (когда клялись, что не будет воскрешения)"},{"SurahNumber":16,"VerseNumber":40,"Text":"Наше слово для (того, чтобы сотворить) что-нибудь, когда Мы пожелаем (чтобы) оно (свершилось), – что Мы лишь скажем ему (единожды): «Будь!» – и оно (сразу же) бывает [происходит]. (Поэтому и воскрешение произойдет лишь по одному слову Аллаха)"},{"SurahNumber":16,"VerseNumber":41,"Text":"А те, которые переселились ради Аллаха [оставили свои дома, чтобы заслужить Его довольство и помогать установлению Его Слова], после того как их притесняли, – Мы обязательно поселим их в (этом) мире в прекрасное (место), и конечно же награда Вечной жизни – больше, (так как это – Рай), если бы они [удерживающиеся от переселения] (только) знали (это)"},{"SurahNumber":16,"VerseNumber":42,"Text":"(И переселившиеся ради Аллаха, это) – те, которые проявляли терпение (при исполнении повелений Аллаха, при воздержании от того, что Он запретил и при трудностях, которые постигали их) и которые на своего Господа полагаются [всецело уповают]"},{"SurahNumber":16,"VerseNumber":43,"Text":"И до тебя (о, Пророк) посылали Мы (к прежним общинам) только мужчин (а не женщин или ангелов), которым давали откровение. Спросите же (о, многобожники) (об этом) людей напоминания [тех, у кого есть знание из Торы и Евангелии], если вы сами не знаете (этого)"},{"SurahNumber":16,"VerseNumber":44,"Text":"(И посылали Мы прежних пророков) с ясными знамениями и с Писанием. И ниспослали Мы тебе (о, Пророк) Напоминание [Коран], чтобы ты разъяснил людям, что им ниспослано [положения Закона Аллаха], и чтобы они размышляли (о Коране) (и взяли себе из этого наставление)"},{"SurahNumber":16,"VerseNumber":45,"Text":"Неужели же уверены те, которые строили злые козни (против Пророка), что Аллах не заставит землю поглотить их или не придет к ним наказание оттуда, откуда они не чувствуют [не ожидают]"},{"SurahNumber":16,"VerseNumber":46,"Text":"Или (неужели они уверены, что Он не) схватит их (наказанием) в их оборотливости [в их торговых поездках и делах], и они не будут в состоянии ослабить (Его наказание) [не смогут избежать его]"},{"SurahNumber":16,"VerseNumber":47,"Text":"Или (неужели они уверены, что Он не) схватит их (наказанием) в страхе [когда они ожидают падения на них наказания]? Поистине же, Господь твой – однозначно, сострадательный (и) милосердный (так как не спешит с наказанием)"},{"SurahNumber":16,"VerseNumber":48,"Text":"Неужели не видели они [эти неверующие] что у того, что создал Аллах [у гор, деревьев,...], тень у них склоняется (в один промежуток времени) направо и (в другой промежуток времени) налево, преклоняясь ниц перед Аллахом [проявляя этим самым свое смирение перед Ним], будучи при этом покорными (Ему)"},{"SurahNumber":16,"VerseNumber":49,"Text":"И пред Аллахом преклоняются ниц те, кто в небесах и на земле из животных, и ангелы, и они не превозносятся (над поклонением Ему)"},{"SurahNumber":16,"VerseNumber":50,"Text":"Они [ангелы] боятся своего Господа, (Который) над ними и делают то, что им повелено (их Господом)"}]}