{"Id":353,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-lad","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration with diacritics","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":10,"VerseNumber":90,"Text":"Isrāyīliṉ cantatikaḷ kaṭalaik kaṭakkumpaṭi nām ceytōm. Ḥpir'avṉum avaṉuṭaiya rāṇuvaṅkaḷum aḷavu kaṭanta koṭumai ceyya(k karuti) avarkaḷaip piṉ toṭarntu ceṉṟārkaḷ. (Ākavē, avarkaḷai nām kaṭalil mūḻkaṭittu viṭṭōm.) Ḥpir'avṉ mūḻka ārampikkavē, ‘‘isrāyīliṉ cantatikaḷ nampikkai koṇṭirukkum iṟaivaṉai nāṉum nampikkai koḷkiṟēṉ. Avaṉait tavira vēṟu iṟaivaṉ illai; nāṉ avaṉukku muṟṟilum paṇintu vaḻipaṭukiṟēṉ'' eṉṟu (apayamiṭṭu) alaṟiṉāṉ"},{"SurahNumber":10,"VerseNumber":91,"Text":"(ataṟkum nām avaṉai nōkki,) ‘‘iccamayamtāṉ (nī nampikkai koḷkiṟāy!) Caṟṟu muṉ varai nī māṟu ceytukoṇṭu, viṣamikaḷil oruvaṉākavē iruntāy"},{"SurahNumber":10,"VerseNumber":92,"Text":"eṉiṉum, uṉakkup piṉṉuḷḷavarkaḷukku ōr attāṭciyāvataṟkāka uṉ uṭalai (atu aḻiyāmal) nām iṉṟaiya tiṉam pātukāttuk koḷvōm'' (eṉṟu kūṟiṉōm.) Eṉiṉum, niccayamāka maṉitarkaḷil palar nam attāṭcikaḷaip paṟṟi parāmukamāyirukkiṉṟaṉar"},{"SurahNumber":10,"VerseNumber":93,"Text":"niccayamāka, nām isrāyīliṉ cantatikaḷukku (vākkaḷitta) mika vacatiyāṉa iṭattait tantu, nalla uṇavukaḷaiyum avarkaḷukku aḷittu vantōm. Ākavē, uṇmaiyāṉa ñāṉam (eṉṉum ivvētam) avarkaḷiṭam varum varai itaṟkavarkaḷ māṟupaṭavillai; (vantataṉ piṉṉarē itai nirākarittu māṟu ceykiṉṟaṉar.) Etil avarkaḷ māṟu ceykiṉṟaṉarō ataip paṟṟi avarkaḷukku maṟumai nāḷil niccayamāka (atutāṉ uṇmai eṉṟu) umatu iṟaivaṉ tīrppaḷippāṉ"},{"SurahNumber":10,"VerseNumber":94,"Text":"(Napiyē!) Nām umakku iṟakkiyirukkum itil (ciṟitum cantēkam koḷḷātīr.) Nīr cantēkittāl umakku muṉṉar aruḷappaṭṭa vētaṅkaḷai ōtupavarkaḷiṭam nīr kēṭṭup pārppīrāka. Niccayamāka umatu iṟaivaṉiṭamiruntē uṇmai(yāṉa ivvētam) um'miṭam vantatu. Ātalāl, cantēkappaṭupavarkaḷil nīrum (oruvarāka) ākiviṭa vēṇṭām"},{"SurahNumber":10,"VerseNumber":95,"Text":"allāhvuṭaiya vacaṉaṅkaḷaip poyyākkiyavarkaḷuṭaṉ nīr cērntuviṭa vēṇṭām. Avvāṟāyiṉ naṣṭamaṭaintavarkaḷil nīrum oruvarāki viṭuvīr"},{"SurahNumber":10,"VerseNumber":96,"Text":"niccayamāka evarkaḷ mītu (pāvikaḷeṉa) umatu iṟaivaṉuṭaiya tīrppu ēṟpaṭṭu viṭṭatō avarkaḷ nampikkai koḷḷavē māṭṭārkaḷ"},{"SurahNumber":10,"VerseNumber":97,"Text":"tuṉpuṟuttum vētaṉaiyai avarkaḷ (kaṇṇāl) kāṇum varai, attāṭcikaḷ aṉaittum avarkaḷiṭam vantālum, (avarkaḷ nampikkai koḷḷavē māṭṭārkaḷ)"},{"SurahNumber":10,"VerseNumber":98,"Text":"taṅkaḷ nampikkai palaṉaḷikkakkūṭiya vitattil (vētaṉai varuvataṟku muṉṉar vētaṉaiyiṉ aṟikuṟiyaik kaṇṭatum, nampikkai koṇṭu vētaṉaiyil iruntu tappittuk koṇṭa) ‘yūṉus' uṭaiya makkaḷaip pōla maṟṟōr ūrār iruntirukka vēṇṭāmā? Avarkaḷ (vētaṉaiyiṉ aṟikuṟiyaik kaṇṭatum vētaṉai varuvataṟku muṉṉatākavē) nampikkai koṇṭataṉāl, im'maiyil iḻivupaṭuttum vētaṉaiyai avarkaḷai viṭṭu nām nīkkiviṭṭōm. Mēlum, ciṟitu kālam cukam aṉupavikka avarkaḷai nām viṭṭu vaittōm"},{"SurahNumber":10,"VerseNumber":99,"Text":"(napiyē!) Umatu iṟaivaṉ virumpiṉāl, pūmiyiluḷḷa aṉaivarumē nampikkaiyāḷarkaḷāka ākiviṭuvārkaḷ. Ākavē, maṉitarkaḷ (aṉaivarumē) nampikkaiyāḷarkaḷākiviṭa vēṇṭumeṉṟu avarkaḷai nīr nirppantikka muṭiyumā"},{"SurahNumber":10,"VerseNumber":100,"Text":"enta ātmāvum allāhviṉ nāṭṭam iṉṟi nampikkaikoḷḷa muṭiyātu. Āṉāl, aṟivillātavar(kaḷākiya viṣami)kaḷ mītē (avarkaḷiṉ viṣamattiṉ kāraṇamākap) pāvattiṉ taṇṭaṉaiyai avaṉākki viṭukiṟāṉ"},{"SurahNumber":10,"VerseNumber":101,"Text":"(Napiyē! Avarkaḷai nōkki) ‘‘vāṉaṅkaḷilum pūmiyilum uḷḷavaṟṟai (ciṟitu) kavaṉittup pāruṅkaḷ'' eṉak kūṟuvīrāka. Eṉiṉum, nampikkai koḷḷāta makkaḷukku nam vacaṉaṅkaḷum, accamūṭṭi eccarikkai ceyvatum oru payaṉumaḷikkātu"},{"SurahNumber":10,"VerseNumber":102,"Text":"(napiyē!) Avarkaḷ taṅkaḷukku muṉ ceṉṟavarkaḷukku ēṟpaṭṭa kaṣṭattaip pōṉṟatēyaṉṟi (vēṟu etaiyum) etirpārkkiṉṟaṉarā? (Eṉavē, avarkaḷai nōkki ‘‘attakaiya kaṣṭakālamtāṉ uṅkaḷukkum vara irukkiṟatu.) Ākavē, (atai) nīṅkaḷum etirpārttiruṅkaḷ; niccayamāka nāṉum (atu uṅkaḷukku varuvatai) uṅkaḷuṭaṉ etirpārkkiṟēṉ'' eṉṟu kūṟuvīrāka"},{"SurahNumber":10,"VerseNumber":103,"Text":"(avvāṟu vētaṉai varum kālattil) nam tūtarkaḷai pātukāttuk koḷvōm. Ivvāṟē nampikkai koṇṭavarkaḷaiyum pātukāttuk koḷvōm. (Ēṉeṉṟāl,) nampikkai koṇṭavarkaḷai pātukāttuk koḷvatu nam'mītu kaṭamaiyākavē irukkiṟatu"},{"SurahNumber":10,"VerseNumber":104,"Text":"(napiyē! Avarkaḷai nōkki) kūṟuvīrāka: ‘‘Maṉitarkaḷē! Nīṅkaḷ eṉ mārkkattil cantēkam koṇṭapōtilum, allāhvait tavira nīṅkaḷ vaṇaṅkupavaṟṟai nāṉ ekkālattilum vaṇaṅkappōvatillai. Eṉiṉum, uṅkaḷ aṉaivaruṭaiya uyiraiyum kaippaṟṟum (cakti peṟṟa) allāhvaiyē vaṇaṅkuvēṉ. Nampikkaiyāḷarkaḷil nāṉum oruvaṉāka irukka vēṇṭumeṉṟē kaṭṭaḷaiyiṭappaṭṭuḷḷēṉ"},{"SurahNumber":10,"VerseNumber":105,"Text":"(napiyē!) Uṟutiyuṭaiyavarāka nērāṉa mārkkattiṉ pakkamē umatu mukattai toṭarntu tiruppi vaippīrāka! Iṇaivaittu vaṇaṅkupavarkaḷil nīrum oruvarākiviṭa vēṇṭām"},{"SurahNumber":10,"VerseNumber":106,"Text":"ākavē, umakku oru naṉmaiyum, tīmaiyum ceyya caktiyaṟṟa allāh allātavaṟṟai nīr aḻaikka vēṇṭām. Avvāṟu ceytāl aniyāyakkārarkaḷil nīrum oruvarāki viṭuvīr"},{"SurahNumber":10,"VerseNumber":107,"Text":"Allāh uṅkaḷukku oru tīṅkiḻaikkum paṭcattil atai nīkka avaṉait tavira maṟṟevarālum muṭiyātu. Avaṉ uṅkaḷukku oru naṉmaiyai nāṭiṉāl avaṉuṭaiya akkaruṇaiyait taṭaiceyya evarālum muṭiyātu. Avaṉ aṭiyārkaḷil avaṉ virumpiyavarkaḷukkē atai aḷikkiṟāṉ. Avaṉ mikka maṉṉippavaṉ, mikak karuṇaiyuṭaiyavaṉ āvāṉ"},{"SurahNumber":10,"VerseNumber":108,"Text":"(napiyē!) Nīr kūṟuvīrāka: ‘‘Maṉitarkaḷē! Niccayamāka uṅkaḷ iṟaivaṉiṭamiruntē intac cattiya vētam uṅkaḷiṭam vantirukkiṟatu. Evaṉ (itaip piṉpaṟṟi) nērāṉa vaḻiyil celkiṟāṉō avaṉ taṉ naṉmaikkākavē anta nērāṉa vaḻiyil celkiṟāṉ. Evaṉ (itaip piṉpaṟṟātu) vaḻitavaṟi viṭukiṟāṉō avaṉ niccayamākat taṉakkuk kēṭāṉa vaḻiyilēyē celkiṟāṉ. Mēlum, nāṉ uṅkaḷai (nirppantittu) nirvakikka atikāram peṟṟavaṉ illai"},{"SurahNumber":10,"VerseNumber":109,"Text":"(napiyē!) Vahyi mūlam umakku aṟivikkappaṭṭavaṟṟaiyē nīr piṉpaṟṟi varuvīrāka. Allāh tīrppaḷikkiṉṟa varai (etirikaḷāl ēṟpaṭum kaṣṭaṅkaḷai) poṟumaiyuṭaṉ cakittukkoṇṭiruppīrāka. Tīrppaḷippavarkaḷil avaṉtāṉ mikka mēlāṉavaṉ"},{"SurahNumber":11,"VerseNumber":1,"Text":"aliḥp lām ṟā. (Itu) vēta nūl. Aṉaittaiyum naṉkaṟinta ñāṉavāṉāl itaṉ vacaṉaṅkaḷ (pala attāṭcikaḷaik koṇṭu) uṟuti ceyyappaṭṭa piṉṉar (teḷivāka) vivarikkappaṭṭuḷḷaṉa"},{"SurahNumber":11,"VerseNumber":2,"Text":"(napiyē! Maṉitarkaḷai nōkki kūṟuvīrāka:) “Nīṅkaḷ allāhvait tavira (vēṟu yāraiyum) vaṇaṅkātīrkaḷ. Niccayamāka nāṉ avaṉiṭamiruntu uṅkaḷukku (aṉuppappaṭṭa tūtarum,) accamūṭṭi eccarippavaṉum naṟceyti kūṟupavaṉum āvēṉ"},{"SurahNumber":11,"VerseNumber":3,"Text":"Nīṅkaḷ uṅkaḷ iṟaivaṉiṭattil pāvamaṉṉippaik kōri (pāvaṅkaḷai viṭṭu) avaṉ pakkam tirumpuṅkaḷ. (Avvāṟu ceytāl) oru kuṟippiṭṭa (nīṇṭa) kālam varai uṅkaḷai iṉpamaṭaiyac ceyvāṉ. (Taṉ kaṭamaikku) atikamāka naṉmai ceytavarkaḷukku (maṟumaiyil) atikamākavē koṭuppāṉ. Nīṅkaḷ (avaṉaip) puṟakkaṇittāl māperum nāḷiṉ vētaṉai niccayamāka uṅkaḷai aṇukumeṉṟu nāṉ payappaṭukiṟēṉ"},{"SurahNumber":11,"VerseNumber":4,"Text":"nīṅkaḷ allāhviṭamē varavēṇṭiyatirukkiṟatu. Avaṉ aṉaittiṉ mītum mikka āṟṟaluṭaiyavaṉ āvāṉ"},{"SurahNumber":11,"VerseNumber":5,"Text":"(intap pāvikaḷ taṅkaḷ tīya eṇṇaṅkaḷai) allāhvukku maṟaippataṟkāka (avaṟṟait) taṅkaḷ uḷḷaṅkaḷil (vaittu) maṭittu maṟaikkak karutukiṉṟaṉar eṉpatai (napiyē!) Aṟintu koḷvīrāka. (Nittiraikkuc cellumpōtu) avarkaḷ taṅkaḷ pōrvaiyaik koṇṭu taṅkaḷai maṟaittukkoḷḷum camayattil (taṅkaḷ uḷḷaṅkaḷil) avarkaḷ maṟaittuk koḷvataiyum (ataṟku māṟāka) avarkaḷ veḷiyiṭuvataiyum avaṉ aṟikiṟāṉ eṉpatai aṟintu koḷvīrāka. Niccayamāka avaṉ uḷḷaṅkaḷil uḷḷa (rakaciyaṅkaḷ) aṉaittaiyum naṉkaṟintavaṉ"}]}