{"Id":216,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai-la","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":203,"Text":"Sanawlı kunde Allanı zikir etinder. Sonda kinadan saqtangan kisige, (Minadagı gibadattı) asıgıp eki kunde bitirse oqası joq. Birew kesikse de kina joq. Alladan qorqındar ari negizinde Allaga qaytarılatındıqtarındı bilinder. (Musrikterden Sarq Ulı Axnas Muxammed G.S. ga kelip ademi sozdermen Musılman bolganın aytıp, sıga bere Musılmandardın eginderin ortep, maldarın oltirgen eken)"},{"SurahNumber":2,"VerseNumber":204,"Text":"(Muxammed G.S.) adamdardan keybirewlerinin dunie tirsiligindegi sozi ozindi tanırqatadı da Allanı juregindegisine aygaq qıladı. Ol ote sotqar qaskunem"},{"SurahNumber":2,"VerseNumber":205,"Text":"Qasan beti burılsa, jer juzinde sotqarlıq istewge sonday-aq egindi, maldı joq etwge tırısadı. Alla jawızdıqtı jaqsı kormeydi"},{"SurahNumber":2,"VerseNumber":206,"Text":"Al qasan ogan: «Alladan qorıq!»,- delinse, onın pandıgı ustap, ozin kunakar etedi. Ogan tozaq jetedi, nendey jaman orın"},{"SurahNumber":2,"VerseNumber":207,"Text":"Adamdardan Allanın rizalıgın izdep janın satatındar da bar. Alla (T.) quldarına tım jumsaq"},{"SurahNumber":2,"VerseNumber":208,"Text":"Ay muminder! Islamga butindey kirinder. Saytannın izine ermender. oytkeni ol, senderge asıq duspan"},{"SurahNumber":2,"VerseNumber":209,"Text":"Senderge asıq dalelder kelgennen keyin joldan taysandar, bilinder Alla tım ustem, xikmet iesi"},{"SurahNumber":2,"VerseNumber":210,"Text":"Olar (Islamga tolıq kirmegender), bulttın kolenkesinde Alla jane peristeler kelip, istin bitip ketwin gana kute me? Ister Allaga qaytadı"},{"SurahNumber":2,"VerseNumber":211,"Text":"(Muxammed G.S.) Izrail urpaqtarınan sura. Olarga qansalagan asıq mugjizalar keltirdik. Kim ozine Allanın nıgmeti kelgennen keyin ozgertse, kudiksiz Alla qattı azap iesi"},{"SurahNumber":2,"VerseNumber":212,"Text":"Sonday kapir bolgandarga dunie tirsiligi ademi korindi de Musılmandardı talkek qıladı. Negizinde taqwalar qiyamet kuninde olardan ustem boladı. Jane Alla qalaganın esepsiz rizıqqa boleydi"},{"SurahNumber":2,"VerseNumber":213,"Text":"Adam balası bir-aq ummet edi. Sonda Alla qwandırwsı, qorqıtwsı paygambarlar jiberdi. Adamdardın aralarındagı talas narselerge ukim etw usin olarmen birge xaq Kitap jiberdi. Sol kitap berilgenler, asıq dalel kelgennen keyin aralarındagı keksildikten gana qaysılıqqa tusti. Sonda Alla iman keltirgenderdi, olar tartısqan sındıqqa oz uygarwımen jetkizdi. Alla qalaganın dangıl jolga saladı"},{"SurahNumber":2,"VerseNumber":214,"Text":"(Musılmandar!) Senderge burıngı otkenderdin basına kelgen siyaqtı (jagday) kelmey jannatqa kirwlerindi oyladındar ma? Olarga, asarsılıq, awırw- nawqas keldi. Sonday-aq Paygambar jane onımen birge iman keltirgender: «Bizge Allanın jardemi qasan bolar eken?»,- degenge deyin (qiınsılıqta) terbetildi. Esterinde bolsın. Negizinen Allanın jardemi jaqın"},{"SurahNumber":2,"VerseNumber":215,"Text":"(Muxammed G.S.) olar senen Alla jolında ne beretindikterin suraydı. «Nendey xayır sarıp qılsandar; Ake-sese, jaqındar, jetimder, miskinder jane jolda qalgandar usin. Xayırdan ne istesender, kudiksiz Alla onı biledi» de"},{"SurahNumber":2,"VerseNumber":216,"Text":"(Ay muminder!) Senderge suykimsiz bolsa da sogıs parız qılındı. Bir jek korgen narselerinnin sender usin xayırlı bolwı mumkin. Jane jaqsı korgen narselerinnin senderge jaman bolwı da mumkin. Alla (T.) biledi, sender bilmeysinder. (Badir sogısınan burın jiberilgen bir salgınsı kapirlermen qaqtıgısıp qalgan kuni kesinde Rejep ayı korinip qaladı)"},{"SurahNumber":2,"VerseNumber":217,"Text":"(Muxammed G.S.) olar senen qurmetti ayda sogıswdan suraydı. Olarga: «Ol ayda sogısw zor kina. Degenmen, Allanın jolınan tiyu, Ogan qarsı kelw, Mesjid Xaramnan tıyu jane onın turgındarın sıgarw Alla (T.) nın qasında tagı zor kuna» de. Sonday-aq jawızdıq, kisi oltirwden de zor. Eger olardın samaları kelse, senderdi dinderinnen qaytarganga deyin ozderinmen sogıswdı uzbeydi. Senderden kim dinnen qaytıp, ol kapir kuyinde olse, olardın gamaldarı dunie, axirette de joyılıp jane olar tozaqtıq bolıp, olar onda mangi qaladı"},{"SurahNumber":2,"VerseNumber":218,"Text":"Sınayı iman keltirgender, awa koskender jane Alla jolında sogısqandar mine solar, Allanın raxmetin umit etedi. Alla asa jarılqawsı, erekse meyirimdi"}]}