{"Id":302,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi-la","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":49,"VerseNumber":14,"Text":"Skazali beduiny: \"My uverovali!\" Skazhi: \"Vy uverovali, no govorite: \"My pokorilis'\", ibo yeshche ne voshla vera v vashi serdtsa. A yesli vy budete povinovat'sya Allakhu i Yego poslanniku, On ni v chem ne umalit vashikh del\". Poistine, Allakh proshchayushch, miloserd"},{"SurahNumber":49,"VerseNumber":15,"Text":"Veruyushchiye - tol'ko te, kotoryye uverovali v Allakha i Yego poslannika, potom ne ispytyvali somneniy i borolis' svoimi imushchestvami i svoimi dushami na puti Allakha. Oni - iskrenniye"},{"SurahNumber":49,"VerseNumber":16,"Text":"Skazhi: \"Neuzheli stanete vy uchit' Allakha vashey vere, kogda Allakh znayet to, chto v nebesakh i chto na zemle? I Allakh znayet o vsyakoy veshchi"},{"SurahNumber":49,"VerseNumber":17,"Text":"Oni predstavlyayut milost'yu tebe to, chto oni obratilis'. Skazhi: \"Ne predstavlyayte vash islam milost'yu mne. Net, Allakh schitayet milost'yu vam to, chto On vel vas pryamo k vere, yesli vy pravdivy"},{"SurahNumber":49,"VerseNumber":18,"Text":"Poistine, Allakh znayet skrytoye na nebesakh i na zemle! Allakh vidit to, chto vy delayete"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Klyanus' Koranom slavnym"},{"SurahNumber":50,"VerseNumber":2,"Text":"Da! Udivilis' oni, chto prishel k nim uveshchatel' iz nikh, i skazali nevernyye: \"Eto - delo divnoye"},{"SurahNumber":50,"VerseNumber":3,"Text":"Razve kogda my umrem i stanem prakhom? ... Eto - vozvrat dalekiy"},{"SurahNumber":50,"VerseNumber":4,"Text":"My znayem, chto zemlya otnimayet ot nikh, i u Nas kniga khranyashchaya"},{"SurahNumber":50,"VerseNumber":5,"Text":"Da, sochli oni lozh'yu istinu, kogda ona prishla k nim; i oni - v sostoyanii smyatennom"},{"SurahNumber":50,"VerseNumber":6,"Text":"Razve ne smotreli oni na nebo nad nimi, kak my vozdvigli yego i razukrasili, i net v nem rasshchelin"},{"SurahNumber":50,"VerseNumber":7,"Text":"I zemlyu My rasprosterli i ustroili na ney prochno stoyashchiye i proizrastili na ney vsyakiye krasivyye pary"},{"SurahNumber":50,"VerseNumber":8,"Text":"dlya sozertsaniya i napominaniya vsyakomu rabu obrashchayushchemusya"},{"SurahNumber":50,"VerseNumber":9,"Text":"I nizveli My s neba vodu blagoslovennuyu i proizrastili yeyu sady i zerna posevov"},{"SurahNumber":50,"VerseNumber":10,"Text":"i pal'my vysokiye - u nikh plody ryadami"},{"SurahNumber":50,"VerseNumber":11,"Text":"v udel rabam, i ozhivili yeyu mertvuyu stranu. Takov iskhod"},{"SurahNumber":50,"VerseNumber":12,"Text":"Schitali lozh'yu i do nikh narod Nukha, i obitateli ar-Rassa, i Samud"},{"SurahNumber":50,"VerseNumber":13,"Text":"i Ad, i Firaun, i brat'ya Luta"},{"SurahNumber":50,"VerseNumber":14,"Text":"i obitateli al-Ayki, i narod Tubba, - vse oni sochli lzhetsami poslannikov, i opravdalas' Moya ugroza"},{"SurahNumber":50,"VerseNumber":15,"Text":"Razve zh My iznemogli v pervom tvorenii? Da - oni v somnenii o novom tvorenii"},{"SurahNumber":50,"VerseNumber":16,"Text":"My sotvorili uzhe cheloveka i znayem, chto nasheptyvayet yemu dusha; i My blizhe k nemu, chem sheynaya arteriya"},{"SurahNumber":50,"VerseNumber":17,"Text":"Vot prinimayut dva priyemshchika, sprava i sleva, sidya"},{"SurahNumber":50,"VerseNumber":18,"Text":"Ne proizneset on i yedinogo slova, inache kak u nego - gotovyy nadsmotrshchik"},{"SurahNumber":50,"VerseNumber":19,"Text":"I pridet op'yaneniye smerti po istine: vot ot chego ty uklonyalsya"},{"SurahNumber":50,"VerseNumber":20,"Text":"I vozglasili v trubu: eto - den' obeshchannyy"},{"SurahNumber":50,"VerseNumber":21,"Text":"I prishla vsyakaya dusha, a s neyu pogonshchik i svidetel'"},{"SurahNumber":50,"VerseNumber":22,"Text":"Byl ty v nebrezhenii ob etom, i My snyali s tebya tvoy pokrov, i vzor tvoy segodnya ostr"},{"SurahNumber":50,"VerseNumber":23,"Text":"I skazal yego tovarishch: \"Vot chto u menya podgotovleno"},{"SurahNumber":50,"VerseNumber":24,"Text":"Vvergnite vdvoyem v geyennu vsyakogo nevernogo, upornogo"},{"SurahNumber":50,"VerseNumber":25,"Text":"Uderzhivayushchego ot dobra, prestupnika, rasprostranyayushchego somneniye"},{"SurahNumber":50,"VerseNumber":26,"Text":"kotoryy pri Allakhe pridal drugogo boga: vvergnite zhe yego v zhestokoye nakazaniye"}]}