{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":34,"VerseNumber":46,"Text":"(Ey Rasûlüm, Mekke kâfirlerine) de ki: “- Size sadece bir tek nasihat edeceğim: Allah için, (tarafgirlik için değil, gerçeği anlamak için) ikişer ikişer ve teker teker (peygamberin meclisinden) kalkarsınız, sonra da iyi düşünürsünüz; arkadaşınızda cinnetten eser yoktur. O, yalnız şiddetli bir azabın önünde sizi korkutan bir peygamberdir.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"(Ey Rasûlüm, onlara) de ki: “- (Tebliğimden dolayı) sizden bir ücret istemedim; ücret sizin olsun. Benim mükâfatım ancak Allah’a aiddir. O, her şeye (bütün yaptıklarınıza) şahiddir.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki: “-Gerçekten benim Rabbim, hakkı yerli yerine kor. O, bütün gaybları tamamıyla bilendir.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"(Ey Rasûlüm, yine o kâfirlere) de ki: “- Hak (din olan İslâm) geldi, bâtıl (şirk) kayboldu gitti ve geride dönmez.”"},{"SurahNumber":34,"VerseNumber":50,"Text":"De ki: “- Eğer ben yanılırsam, ancak kendi nefsimin aleyhine (cezası bana olarak) yanılırım. Eğer doğru yolu bulmuşsam, bu da Rabbimin bana vahy vermesiyledir. Çünkü O, Semî’dir= size söylediklerimi işitiyor, (hem bana, hem size) yakındır, (bizi hesaba çekecektir)"},{"SurahNumber":34,"VerseNumber":51,"Text":"(Ey Rasûlüm, kıyamet günü o kâfirleri) dehşete düştükleri vakit görsen!... Artık kaçacak yerleri yoktur ve (cehenneme) yakın bir yerde yakalanmışlardır"},{"SurahNumber":34,"VerseNumber":52,"Text":"(Ve azabı gördükleri zaman): “-Biz O’na= Hz. Muhammed’e (s.a.v.) iman ettik.” demektedirler; fakat uzak bir yerden (ahiretten) tevbe etmek nerede"},{"SurahNumber":34,"VerseNumber":53,"Text":"Halbuki daha önce (dünyada) O’nu= Hz. Peygamberi inkâr etmişlerdi; ve bilmedikleri şeye haktan uzak olarak lâf atıp duruyorlardı; (Peygamber için sihirbazdır, şairdir, kâhindir diyorlardı)"},{"SurahNumber":34,"VerseNumber":54,"Text":"Artık kendileriyle (dünyaya dönüş) arzularının arasına engel çekilmiştir. Nitekim bundan evvel emsallerine de böyle yapılmıştı. Çünkü onlar (azab ve kıyamet hakkında) endişe veren bir şüphe içinde idiler"},{"SurahNumber":35,"VerseNumber":1,"Text":"Gökleri ve yeri yaratıp melekleri ikişer, üçer, dörder kanatlı elçiler yapan, (peygamberlere gönderen) Allah’a hamd olsun. Allahyarattığı şeylerde dilediği kadar (vasıflar) ziyade eder. Muhakkak ki Allah, her şeye kadirdir"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah’ın insanlara göndereceği herhangi bir rahmet ve nimeti engelleyip tutacak yoktur. Her neyi de tutarsa, onu da ondan sonra salacak yoktur. O, Azîz’dir= her şeye galibdir. Hakîm’dir= hükmünde hikmet sahibidir"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar! Allah’ın üzerinizdeki nimetini hatırlayın. Size, gökten ve yerden rızık verecek Allah’dan başka bir yaratıcı var mı? O’ndan başka bir ilâh yoktur. O halde hangi yönden (imandan küfre) çevriliyorsunuz"},{"SurahNumber":35,"VerseNumber":4,"Text":"(Ey Rasûlüm, Kureyş kavmi) seni tekzip ediyorlarsa (buna üzülme, sabret,) senden önceki peygamberler de tekzip edildi. Bütün işler Allah’a döndürülür, (kıyamette herkesin hesabı görülür)"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Muhakkak Allah’ın vaadi (öldükten sonra dirilmek, hesaba çekilmek) vuku bulacaktır. O halde, sakın dünya hayatı sizi aldatmasın; Şeytan da sakın sizi Allah’ın dininden aldatıp kaydırmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Hakikaten şeytan (öteden beri) size düşmandır, siz de onu düşman edinin; çünkü o, etrafına toplanan avanesini ancak cehennemlik olsunlar diye çağırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"O küfre varanlar (Peygamberi ve Kur’an’ı inkâr edenler)! Onlara şiddetli bir azap var. İman edip salih ameller işliyenler! Onlara bir mağfiret ve büyük bir mükâfat var"},{"SurahNumber":35,"VerseNumber":8,"Text":"Hiç kötü ameli kendisine süslenipte onu güzel gören kimse, (hakkı hak ve bâtılı bâtıl gören gibi olur mu?) Doğrusu Allah dilediğini şaşırtır, dilediğine de hidayet verir. O halde (Ey Rasûlüm, insanlar inkârlarından dolayı helâk olacaklar diye) onlara üzülüp kendini mahvetme. Çünkü Allah onların bütün yaptıklarını tamamiyle bilir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Allah O’dur ki, rüzgârları gönderip de bulutu harekete geçirerek yükseltiyor. Derken o bulutu (bitkisi kurumuş) ölü bir beldeye göndeririz. Sonra o bulutun yağmuru ile (ölü bulunan araziyi) ölümünden sonra (yeşertir) diriltiriz. İşte ölülerin dirilmesi de böyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Her kim şeref ve kuvvet isterse bilsin ki, bütün şeref ve kudret Allah’ındır. Hoş kelimeler (tevhid ve tesbihler) ancak O’na yükselir, kabul olunur. Salih ameli de hoş kelimeler (tevhid) yükseltir, makbul kılar. Kötülükler kuranlara gelince, onlara şiddetli bir azap vardır. Bunların yaptıkları tuzak mahvolur gider"},{"SurahNumber":35,"VerseNumber":11,"Text":"Allah sizi (Âdem’den, Âdem’i de) bir topraktan, sonra bir nutfeden yarattı. Sonra sizi çiftler kıldı. O’nun izni ve ilmi olmaksızın hiç bir dişi gebe kalamaz ve doğuramaz. Kendisine ömür verilenin ömrünün uzatılması, ömründen eksiltilmesi muhakkak bir kitabda (Levh-i Mahfuz’da veya Allah’ın ilminde) yazılıdır. Şüphe yok ki bu (sayılanlar) Allah’a kolaydır"},{"SurahNumber":35,"VerseNumber":12,"Text":"Hem iki deniz (suyu acı ve tatlılıkta) müsavi olmuyor: Bu gayet tatlı; içimi âfiyetlidir, kandırır. Bu (beriki) de gayet tuzlu; acıdır, içilemez. (Böyle olmakla beraber acı ve tatlı) her iki denizden de taptaze et (balık) yersiniz. (Suyu acı denizden inci gibi mücevherat) süs eşyası çıkarıp giyinirsiniz. Gemileri de görürsün ki, denizde suyu yara yara giderler; Allah’ın rızkından arayasınız diye... Olur ki şükredersiniz"},{"SurahNumber":35,"VerseNumber":13,"Text":"Geceyi gündüze sokuyor, gündüzü de geceye sokuyor, (gece ve gündüzü azaltıp çoğaltıyor). Güneşi ve ayı (ziyaları ile insanoğlunun istifadesine) tâbi ve bağlı kılmıştır. Bunlardan her biri muayyen bir vakta (kıyamete) kadar dolaşıp duruyor. İşte bunları yapan Allah’dır, Rabbinizdir. Bütün mülk O’nundur. O’ndan başka ibadet ettikleriniz, bir çekirdek zarına güç yetiremezler"},{"SurahNumber":35,"VerseNumber":14,"Text":"Kendilerine (putlara) dua ederseniz duanızı işitmezler. (Farz-ı muhal) işitseler bile, size cevap veremezler, kıyamet gününde de şirkinizi (kendilerine ibadet ettiğinizi) inkâr ederler. Sana Habîr= her şeyden haberdar olan (Allah) gibi gerçek haber veren olmaz"}]}