{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":11,"VerseNumber":84,"Text":"و بر مَديَن برادرشان شعيب را فرستاديم. گفت: اى قوم من، خداى يكتا را بپرستيد؛ شما را هيچ خدايى جز او نيست. و در پيمانه و ترازو نقصان مكنيد. اينك شما را در نعمت مى‌بينم. و از روزى كه عذابش شما را فروگيرد بيمناكم"},{"SurahNumber":11,"VerseNumber":85,"Text":"اى قوم من، پيمانه و ترازو را از روى عدل، كامل ادا كنيد و به مردم چيزهايشان را كم مدهيد و چون تبه‌كاران در زمين فساد مكنيد"},{"SurahNumber":11,"VerseNumber":86,"Text":"اگر ايمان آورده‌ايد، آنچه خدا باقى مى‌گذارد برايتان بهتر است. و من نگهبان شما نيستم"},{"SurahNumber":11,"VerseNumber":87,"Text":"گفتند: اى شُعيب، آيا نمازت به تو فرمان مى‌دهد كه ما آنچه را پدرانمان مى‌پرستيدند ترك گوييم، يا در اموال خود آنچنان كه خود مى‌خواهيم تصرف نكنيم؟ به راستى تو مردى بردبار و خردمند هستى"},{"SurahNumber":11,"VerseNumber":88,"Text":"گفت: اى قوم من، چه مى‌گوييد اگر با من از جانب پروردگارم حجتى باشد و او مرا رزقى نيكو عطا كرده باشد؟ اگر شما را نهى مى‌كنم براى آن نيست كه خود سودى ببرم. تا آنجا كه بتوانم قصدى جز به صلاح‌آوردنتان ندارم. توفيق من تنها با خداست. به او توكل كرده‌ام و به درگاه او روى مى‌آورم"},{"SurahNumber":11,"VerseNumber":89,"Text":"اى قوم من، مخالفت با من شما را به كارى وا ندارد تا آنچه بر قوم نوح يا قوم هود يا قوم صالح يا در همين نزديكى به قوم لوط رسيد، به شما نيز برسد"},{"SurahNumber":11,"VerseNumber":90,"Text":"از پروردگارتان آمرزش بخواهيد. به درگاهش توبه كنيد، كه پروردگار من مهربان و دوست‌دارنده است"},{"SurahNumber":11,"VerseNumber":91,"Text":"گفتند: اى شعيب، بسيارى از چيزهايى را كه مى‌گويى نمى‌فهميم، تو را در ميان خود ناتوان مى‌بينيم، اگر به خاطر قبيله‌ات نبود، سنگسارت مى‌كرديم و تو بر ما پيروزى نيابى"},{"SurahNumber":11,"VerseNumber":92,"Text":"گفت: اى قوم من، آيا قبيله من در نزد شما از خدا پيروزمندتر است؟ آيا خدا را پس پشت خويش افكنديد؟ و حال آنكه پروردگار من به هر كارى كه مى‌كنيد احاطه دارد"},{"SurahNumber":11,"VerseNumber":93,"Text":"اى قوم من، شما همچنان كه هستيد به كار خويش مشغول باشيد و من هم به كار خويش مشغول مى‌شوم. به زودى خواهيد دانست كه آن عذاب خواركننده بر چه كسى فرود مى‌آيد و چه كسى دروغگوست. منتظر بمانيد، من نيز با شما منتظر مى‌مانم"},{"SurahNumber":11,"VerseNumber":94,"Text":"چون امر ما فرازآمد، شعيب و كسانى را كه به او ايمان آورده بودند به رحمت خويش رهانيديم. و ستمكاران را صيحه‌اى فرو گرفت و در خانه‌هاى خويش بر جاى مُردند؛"},{"SurahNumber":11,"VerseNumber":95,"Text":"چنان كه گويى هرگز در آن ديار نبوده‌اند. هان لعنت بر مردم مدين باد، همچنان كه لعنت بر قوم ثمود"},{"SurahNumber":11,"VerseNumber":96,"Text":"و ما موسى را همراه با آيات و حجت آشكار خويش فرستاديم؛"},{"SurahNumber":11,"VerseNumber":97,"Text":"به نزد فرعون و مهتران قومش. اما آنان پيرو فرمان فرعون شدند. و فرمان فرعون به راه صواب راه نمى‌نمود"},{"SurahNumber":11,"VerseNumber":98,"Text":"در روز قيامت پيشاپيش قوم خود بيايد و همه را به آتش درآورد كه واردشدن را بد جايگاهى است"},{"SurahNumber":11,"VerseNumber":99,"Text":"لعنت اينجهانى و لعنت روز قيامت را از پى دارند و چه بد عطايى به آنان داده شده است"},{"SurahNumber":11,"VerseNumber":100,"Text":"اينها اخبار قريه‌هايى است كه براى تو حكايت مى‌كنيم؛ قريه‌هايى كه بعضى هنوز برپايند و بعضى ويران"},{"SurahNumber":11,"VerseNumber":101,"Text":"ما به آنها ستم نكرديم بلكه خود به خود ستم مى‌كردند. و چون امر پروردگار تو فراز آمد، خدايانى كه به جاى خداى يكتا مى‌پرستيدند هيچ به كارشان نيامدند و جز زيانكارى چيزى بر آنان نيفزودند"},{"SurahNumber":11,"VerseNumber":102,"Text":"اينچنين بود مؤاخذه پروردگار تو وقتى كه بخواهد قريه‌اى ستمكار را به مؤاخذه كشد. مؤاخذه او عذابى سخت دردآور است"},{"SurahNumber":11,"VerseNumber":103,"Text":"در اينها براى كسانى كه از عذاب آخرت بيمناكند عبرتى است، در آن روز كه مردم گرد آورده شوند و آن روز كه مردم را در آن حاضر آورند"},{"SurahNumber":11,"VerseNumber":104,"Text":"و جز تا اندك مدتى به تأخيرش نمى‌اندازيم"},{"SurahNumber":11,"VerseNumber":105,"Text":"روزى كه چون بيايد هيچ كس جز به فرمان او سخن نگويد و مردمان بعضى بدبخت باشند و بعضى نيكبخت"},{"SurahNumber":11,"VerseNumber":106,"Text":"اما بدبختان در آتشند و مردمان را در آنجا ناله‌اى زار و خروشى سخت بود"},{"SurahNumber":11,"VerseNumber":107,"Text":"و تا آسمانها و زمين باقى هستند در آنجا جاودانه بمانند؛ مگر آنچه پروردگارت بخواهد، زيرا پروردگار تو هر چه خواهد همان كند"}]}