{"Id":327,"LanguageCodes":["es","spa"],"Name":"spa-islamicfoundati1-la","Author":"Islamic Foundation","Language":"Spanish","Description":"Spanish - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/spanish_montada_latin/v1.0.0-csv.1 , https://quranenc.com/en/browse/spanish_montada_latin , https://quranenc.com ,","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif. Lam. Mim. Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Este es) el Libro que te hemos revelado (¡oh, Muhammad!) —que no dude tu corazon sobre el[230]— para que adviertas mediante el (a quienes rechazan la fe) y exhortes a los creyentes"},{"SurahNumber":7,"VerseNumber":3,"Text":"Sigan lo que les ha sido revelado de parte de su Senor, y no sigan ni obedezcan a otros fuera de El (desobedeciendo a Al-lah). Poco es lo que reflexionan"},{"SurahNumber":7,"VerseNumber":4,"Text":"¡Y cuantos pueblos hemos destruido (por desmentir a Nuestros mensajeros)! Nuestro castigo les sobrevino durante la noche o cuando descansaban"},{"SurahNumber":7,"VerseNumber":5,"Text":"Y las unicas palabras que decian cuando este les llego, eran: “Realmente, hemos sido injustos (y merecemos el castigo)”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Y, ciertamente, (el Dia de la Resurreccion) preguntaremos a quienes recibieron el mensaje (que respuesta dieron a sus respectivos profetas) y preguntaremos a los mensajeros (si cumplieron con su cometido de transmitir la revelacion)"},{"SurahNumber":7,"VerseNumber":7,"Text":"Y les comunicaremos (lo que hicieron) con todo conocimiento, pues jamas estuvimos ausentes"},{"SurahNumber":7,"VerseNumber":8,"Text":"Y ese dia, las acciones de los hombres seran pesadas en la balanza con toda justicia. Aquellos cuyas buenas acciones pesen mas (que las malas) seran los triunfadores"},{"SurahNumber":7,"VerseNumber":9,"Text":"y aquellos cuyas buenas acciones sean de poco peso habran causado su propia perdicion por haber sido injustos con Nuestras aleyas (y pruebas al rechazarlas)"},{"SurahNumber":7,"VerseNumber":10,"Text":"Y, ciertamente, les hemos dado poder y posicion en la tierra (¡oh, gentes!) y les hemos concedido en ella medios para su sustento. Sin embargo, poco es lo que agradecen"},{"SurahNumber":7,"VerseNumber":11,"Text":"Y, verdaderamente, los creamos y luego les dimos forma, y despues dijimos a los angeles: “Postrense ante Adan (en senal de obediencia, no como acto de adoracion)”. Y todos se postraron, salvo Iblis[231], quien no estuvo entre quienes se postraron"},{"SurahNumber":7,"VerseNumber":12,"Text":"(Al-lah) le dijo: “¿Que te ha impedido postrarte cuando te lo he ordenado?”. (Iblis) respondio: “Yo soy superior a el: a mi me creaste de fuego; mientras que a el, de barro”"},{"SurahNumber":7,"VerseNumber":13,"Text":"(Al-lah) le dijo: “Desciende de aqui, pues no debias haberte llenado de soberbia en este lugar. Sal (de aqui), en verdad, estaras entre los humillados”"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblis) dijo: “Concedeme un plazo de tiempo hasta el dia en que todos resuciten”"},{"SurahNumber":7,"VerseNumber":15,"Text":"(Al-lah) respondio: “Seras de aquellos a quienes se les concedera tal plazo”"},{"SurahNumber":7,"VerseNumber":16,"Text":"(Iblis) dijo: “Por haber causado mi ruina, acechare (a los hombres) en Tu camino recto (para desviarlos)"},{"SurahNumber":7,"VerseNumber":17,"Text":"Despues, los acosare por delante y por detras, por la derecha y por la izquierda[232]; y no encontraras a la mayoria de ellos agradecidos”"},{"SurahNumber":7,"VerseNumber":18,"Text":"(Al-lah) le dijo: “Sal de aqui despreciado y expulsado. Llenare el Infierno contigo y con todos los (hombres y yinn[233]) que te sigan”"},{"SurahNumber":7,"VerseNumber":19,"Text":"(Y le dijo a Adan:) “¡Adan!, habita el Paraiso con tu esposa y coman de donde quieran, pero no se acerquen a este arbol o seran de los injustos”"},{"SurahNumber":7,"VerseNumber":20,"Text":"Mas el Demonio les susurro (que comieran del arbol) para que (como castigo por haber desobedecido a Al-lah) quedaran al descubierto sus partes intimas que ocultaban (y sintieran verguenza), y les dijo: “El motivo por el que Al-lah les ha prohibido este arbol es porque, si comieran de el, se convertirian en angeles o en inmortales”"},{"SurahNumber":7,"VerseNumber":21,"Text":"Y les juro: “Ciertamente, yo soy un buen consejero”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Y los hizo caer (en el pecado) enganandolos. Y cuando comieron del arbol aparecieron sus partes intimas al descubierto y empezaron a cubrirse con hojas del Paraiso. Entonces, su Senor los llamo diciendoles: “¿No les habia prohibido (comer de) este arbol y les habia advertido que el Demonio es su enemigo declarado?”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Ambos dijeron: “¡Senor nuestro!, hemos sido injustos con nosotros mismos (al haberte desobedecido) y, si no nos perdonas y te apiadas de nosotros, estaremos entre los perdedores”"},{"SurahNumber":7,"VerseNumber":24,"Text":"(Al-lah) les respondio: “Desciendan (del Paraiso junto con el Demonio), seran enemigos los unos de los otros. En la tierra tendran morada y disfrutaran de bienes temporales”"},{"SurahNumber":7,"VerseNumber":25,"Text":"Dijo (Al-lah): “Alli viviran y moriran, y de ella saldran (el Dia de la Resurreccion)”"},{"SurahNumber":7,"VerseNumber":26,"Text":"¡Descendientes de Adan!, ciertamente les hemos provisto de prendas, para que cubran sus partes intimas, y de adornos; pero la mejor prenda para protegerlos y adornarlos es la piedad. Esto es parte de las pruebas (de la soberania y unicidad) de Al-lah para que reflexionen"},{"SurahNumber":7,"VerseNumber":27,"Text":"¡Descendientes de Adan!, no dejen que el Demonio los engane (haciendo que caigan en el pecado) como hizo con sus padres provocando su expulsion del Paraiso, despojandolos de lo que los cubria para que mostraran sus partes intimas. Ciertamente, el y sus huestes los observan desde donde (ustedes) no pueden verlos. En verdad, hemos hecho que los demonios sean aliados de quienes no creen (en la unicidad de Al-lah ni en Sus mensajeros)"},{"SurahNumber":7,"VerseNumber":28,"Text":"Y cuando (quienes rechazan la verdad) cometen una inmoralidad[234], dicen: “Nuestros padres tambien lo hacian, y Al-lah nos lo ha ordenado”. Diles (¡oh, Muhammad!): “Al-lah no ordena la inmoralidad. ¿Es que dicen sobre Al-lah lo que no saben?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Diles: “Al-lah ordena la justicia y que Lo adoren solamente a El en todo lugar de culto y que Lo invoquen con una fe sincera. Asi como los creo (la primera vez), volvera a darles la vida (el Dia de la Resurreccion)”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Al-lah ha guiado a un grupo de (ustedes), pero otros han merecido el extravio (por obstinarse en negar la verdad). Estos han tomado a los demonios por aliados fuera de Al-lah y se creen bien guiados"}]}