{"Id":168,"LanguageCodes":["fi","fin"],"Name":"fin-unknown","Author":"Unknown","Language":"Finnish","Description":"Finnish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":88,"Text":"Miksi jakaudutte kahteen ryhmään, kun on kysymys teeskentelijöistä? Jumala on syössyt heidät epäuskoon heidän tekojensa tähden. Haluatteko taluttaa niitä, jotka Jumala on eksyttänyt? Sille, jonka Jumala on eksyttänyt, sinä et pysty tietä löytämään"},{"SurahNumber":4,"VerseNumber":89,"Text":"He toivoisivat, että te tulisitte uskottomiksi, aivan kuin he itse ovat, ja siten heidän kaltaisikseen. Älkää ottako itsellenne ystäviä heidän joukostaan, ennenkuin he lähtevät kodeistaan Jumalan retkelle. Jos he palaavat entiseen vihamielisyyteensä, niin ottakaa heidät kiinni ja surmatkaa, missä heidät kohtaattekin, älkääkä ottako itsellenne suojelijaa tai auttajaa heidän joukostaan"},{"SurahNumber":4,"VerseNumber":90,"Text":"Poikkeus tehdään niihin nähden, jotka etsivät turvaa joltakin teidän kanssanne liitossa olevalta heimolta tai jotka ovat tulleet luoksenne, koska heidän sydämensä kieltää heitä taistelemasta teitä vastaan tai omaa kansaansa vastaan. Jos Jumala olisi tahtonut, olisi Hän voinut antaa heille ylivoiman, ja he olisivat varmasti sotineet teitä vastaan; mutta jos he pysyvät loitolla teistä eivätkä taistele teitä vastaan, vaan tarjoavat teille rauhaa, niin ei Jumala salli teidän hyökkäävän heidän kimppuunsa"},{"SurahNumber":4,"VerseNumber":91,"Text":"Te tulette tekemisiin toisten kanssa, jotka pyrkivät saavuttaman sekä teidän luottamuksenne että oman kansansa luottamuksen, mutta niin usein kuin heitä vietellään kapinaan, lankeavat he. Jolleivät he pysy loitolla, elleivät tarjoa teille rauhaa ja laske aseitaan, niin ottakaa heidät kiinni ja surmatkaa, missä hyvänsä heidät kohtaattekin, sillä näiden suhteen olemme antanut teille täyden vallan"},{"SurahNumber":4,"VerseNumber":92,"Text":"Uskovainen ei saa surmata toista uskovaista, jollei se ehkä tapahdu vahingossa. Jos joku vahingossa surmaa uskovaisen, sovittakoon sen vapauttamalla yhden uskovaisen orjan ja maksamalla täyden henkisakon surmatun suvulle, jolleivät he häntä siitä vapauta. Jos surmattu kuului viholliskansaan, mutta oli uskovainen, niin surmaaja sovittakoon sen vapauttamalla yhden uskovaisen orjan. Jos hän kuului kansaan, jonka kanssa te olette liitossa, sovittakoon surmaaja asian täydellä henkisakolla hänen suvulleen ja vapauttamalla yhden uskovaisen orjan. Se taas, jolla ei ole varoja orjan lunastamiseen, paastotkoon kaksi kuukautta peräkkäin. Tämä on Jumalan sovitus katumuksen kautta. Jumala on tietävä, viisas"},{"SurahNumber":4,"VerseNumber":93,"Text":"Mutta sen palkka, joka tahallisesti surmaa uskovaisen, on iankaikkisesta oleva Helvetti, sillä Jumala on vihastunut häneen, kironnut hänet ja valmistanut hänelle peloittavan rangaistuksen"},{"SurahNumber":4,"VerseNumber":94,"Text":"Te uskovaiset, kun lähdette Jumalan retkelle, niin tehkää erotus (muslimien ja uskottomien välillä), jotta ette kenellekään, joka tervehtii teitä (sanalla \" Rauha\") sanoisi: Sinä et ole uskovainen, tahtoen saada hänen omaisuutensa . Jumalan luona on saalista yllin kyllin. Sellaisia (kuin he nyt ovat) olette te ennen olleet, mutta Jumala on ollut armollinen teitä kohtaan; noudattakaa siis erotusta (uskovan ja uskottoman välillä)! Jumala totisesti aina tietää teidän tekonne"},{"SurahNumber":4,"VerseNumber":95,"Text":"Ne uskovaisista, jotka (retken aikana) istuvat kotona, minkään vamman heitä siihen pakottamana, eivät tule toisten vertaisiksi, jotka kilvoittelevat Jumalan retkellä pannen alttiiksi omaisuutensa ja henkensä. Jumala on korottanut ne, jotka panevat omaisuutensa ja elämänsä vaaralle alttiiksi, arvossa niiden yläpuolelle, jotka kotona istuvat. Molemmille on Jumalalla hyviä lupauksia, mutta ne, jotka taistelevat, on Jumala palkitseva runsaasti yli niiden, jotka pysyvät paikoillaan"},{"SurahNumber":4,"VerseNumber":96,"Text":"Hänellä on palkintojen arvoasteina anteeksianto ja laupeus. Jumala on pitkämielinen ja laupias"},{"SurahNumber":4,"VerseNumber":97,"Text":"Niiltä, joita enkelit korjaavat täältä pois, kun he ovat rikkoneet itseään vastaan, kysyvät he (enkelit) totisesti: »Mitä osaa te esititte?» He vastaavat: »Me olimme sorrettuja maan päällä». Silloin he sanovat: »Eikö Jumalan maa ole tarpeeksi avara, jotta olisitte voineet siirtyä muualle?» Helvetti - mikä kauhea määränpää! - tulee asuinsijaksi näille"},{"SurahNumber":4,"VerseNumber":98,"Text":"lukuunottamatta niitä miehiä, naisia ja lapsia, jotka ovat todella heikkoja, eivätkä osaa suunnitella (pakoa pois uskottomien parista) tai saada opastusta tiellä"},{"SurahNumber":4,"VerseNumber":99,"Text":"Ehkä Jumala on säälivä heitä, sillä Jumala on lempeä ja pitkämielinen"}]}