{"Id":63,"LanguageCodes":["bs","bos"],"Name":"bos-korkut-la","Author":"Korkut","Language":"Bosnian","Description":"Bosnian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":60,"Text":"Zekat pripada samo siromasima i nevoljnicima, i onima koji ga skupljaju, i onima cija srca treba pridobiti, i za otkup iz ropstva, i prezaduzenima, i u svrhe na Allahovom putu, i putniku-namjerniku. Allah je odredio tako! -A Allah sve zna i mudar je"},{"SurahNumber":9,"VerseNumber":61,"Text":"Ima ih koji vrijeđaju Vjerovjesnika govoreci: \"On vjeruje sto god cuje!\" Reci: \"On cuje ono sto je dobro, vjeruje u Allaha i ima vjere u vjernike, i milost je onima između vas koji vjeruju.\" A one koji Allahova Poslanika vrijeđaju ceka patnja nesnosna"},{"SurahNumber":9,"VerseNumber":62,"Text":"Zaklinju vam se Allahom da bi vas zadovoljili, a prece bi im bilo da Allaha i Njegova Poslanika zadovolje, ako su vjernici"},{"SurahNumber":9,"VerseNumber":63,"Text":"Zar oni ne znaju da onoga koji se suprostavlja Allahu i Poslaniku Njegovu ceka vatra Dzehennemska, u kojoj ce vjecno ostati? To je ruglo veliko"},{"SurahNumber":9,"VerseNumber":64,"Text":"Licemjeri se plase da se vjernicima ne objavi sura koja bi im otkrila ono sto je u srcima licemjera. Reci: \"Samo se vi rugajte, Allah ce doista na vidjelo iznijeti ono cega se vi plasite"},{"SurahNumber":9,"VerseNumber":65,"Text":"A ako ih zapitas, oni ce sigurno reci: \"Mi smo samo razgovarali i zabavljali se.\" Reci: \"Zar se niste Allahu i rijecima Njegovim i Poslaniku Njegovu rugali"},{"SurahNumber":9,"VerseNumber":66,"Text":"Ne ispricavajte se! Jasno je da ste nevjernici, a tvrdili ste da ste vjernici.\" Ako nekima od vas i oprostimo, druge cemo kazniti zato sto su krivci"},{"SurahNumber":9,"VerseNumber":67,"Text":"Licemjeri i licemjerke slicni su jedni drugima: traze da se cine nevaljala djela, a odvracaju od dobrih, i ruke su im stisnute; zaboravljaju Allaha, pa je i On njih zaboravio. Licemjeri su zaista pravi nevjernici"},{"SurahNumber":9,"VerseNumber":68,"Text":"Licemjerima i licemjerkama i nevjernicima Allah prijeti Dzehennemskom vatrom, vjecno ce u njoj boraviti, dosta ce im ona biti! Allah ih je prokleo, i njih ceka patnja neprekidna"},{"SurahNumber":9,"VerseNumber":69,"Text":"Vi ste kao i oni prije vas! Oni su jaci od vas bili i vise su blaga i djece imali i slatkim zivotom suzivjeli, a i vi slatkim zivotom zivite i sto onako kao sto su oni prije vas zivjeli; i vi se upustate u nevaljastine kao sto su se i oni upustali. To su oni cija ce djela biti ponistena i na ovom i na onom svijetu; njima propast predstoji"},{"SurahNumber":9,"VerseNumber":70,"Text":"Zar do njih nije doprla vijest o onima prije njih: o narodu Nuhovu i o Adu, i o Semudu, i o narodu Ibrahimovu, i o stanovnicima Medjena, i o onima cija su naselja izvrnuta? Poslanici njihovi su im jasne dokaze donosili i Allah im nije ucinio nikakvu nepravdu, nego su je oni sami sebi nanijeli"},{"SurahNumber":9,"VerseNumber":71,"Text":"A vjernici i vjernice su prijatelji jedni drugima: traze da se cine dobra djela, a od nevaljalih odvracaju, i molitvu obavljaju i zekat daju, i Allahu i Poslaniku Njegovu se pokoravaju. To su oni kojima ce se Allah sigurno smilovati. - Allah je doista silan i mudar"},{"SurahNumber":9,"VerseNumber":72,"Text":"Allah obecava vjernicima i vjernicama Dzennetske basce kroz koje ce rijeke teci, u kojima ce vjeco boraviti, i divne dvorove u vrtovima edenskim. A i malo naklonosti Allahove vece je od svega toga; to ce, doista, uspjeh veliki biti"},{"SurahNumber":9,"VerseNumber":73,"Text":"O Vjerovjesnice, bori se protiv nevjernika i licemjera i budi prema njima strog! Prebivaliste njihovo bice Dzehennem, a grozno je on boraviste"},{"SurahNumber":9,"VerseNumber":74,"Text":"Licemjeri se zaklinju Allahom da nisu govorili, a sigurno su govorili nevjernicke rijeci i pokazali da su nevjernici, nakon sto su javno islam bili primili, i htjeli su da ucine ono sto nisu uspjeli. A prigovaraju samo zato sto su ih Allah, iz obilja Svoga, i Poslanik Njegov imucnim ucinili. Pa ako se pokaju, bice im dobro; a ako glave okrenu, Allah ce ih i na ovom i na onom svijetu na muke nesnosne staviti, a na Zemlji ni zastitnika ni pomagaca nece imati"}]}