{"Id":38,"LanguageCodes":["as","asm"],"Name":"asm-shaykhrafeequli-la","Author":"Shaykh Rafeequl Islam Habibur Rahman","Language":"Assamese","Description":"Assamese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/assamese_rafeeq/v1.0.0-csv.1 , https://quranenc.com/en/browse/assamese_rafeeq , https://quranenc.com ,","Translations":[{"SurahNumber":39,"VerseNumber":53,"Text":"(Sihamtaka) jana'i diya, ‘he mora bandasakala! Tomalokara yisakale nijara oparata an'yaya karaicha, allahara anugrahara paraa niraasa naha’ba, niscaya allahe sakalo papa ksama karai diba. Niscaya te'om parama ksamasila, parama dayalu’"},{"SurahNumber":39,"VerseNumber":54,"Text":"Arau tomaloke nija pratipalakara abhimukhi horaa arau tomalokara oparata sasti ahara agate'i tomaloke te'omra ocarata atmasamarpana karaa, iyara pichata kintu tomalokaka sahaya karaa naha’ba"},{"SurahNumber":39,"VerseNumber":55,"Text":"Arau tomalokara pratipalakara taraphara paraa tomalokara prati yi uttama (puthi) aratirna karaa haiche, seye tomalokara oparata atarkitabharae sasti ahara purbe'i tomaloke tara anusarana karaa, an'yatha (se'i sasti enekai ahiba ye) tomaloke upalabdhi'o karaiba noraaraiba"},{"SurahNumber":39,"VerseNumber":56,"Text":"Pichata yate konorae'i kabalagiya nahaya ye, ‘haya mora durbhagya! Allahara prati thaka mora kartabyata ma'i arahela karaichilo! Arau ma'i upahasakarai bilakara antarbhukta achilo’"},{"SurahNumber":39,"VerseNumber":57,"Text":"Athaba enekaiyo yate kabalagiya nahaya, ‘haya! Allahe yadi moka hidayata karailehemtena tente niscaya ma'i muttakbisakalara antarbhukta ha’lohemtena!’"},{"SurahNumber":39,"VerseNumber":58,"Text":"Athaba sasti dekhi'o yate konoba'i kabalagiya nahaya, ‘haya! Yadi ma'i ebara ubhati yaba parailohemtena tente ma'i satkarmasilasakalara antarbhukta ha’lohemtena!’"},{"SurahNumber":39,"VerseNumber":59,"Text":"Haya, arasye tomara ocarata mora nidarsana ahichila, kintu tumi se'iboraka asbikara karaichila arau ahankara karaichila; arau tumi achila kaphira bilakara antarbhukta"},{"SurahNumber":39,"VerseNumber":60,"Text":"Arau yisakale allahara prati micha araopa karae, tumi kiyamatara dina dekhiba sihamtara mukha ka’la paraiche. Ahankarai bilakara abasasthala jahannama nahayane barau"},{"SurahNumber":39,"VerseNumber":61,"Text":"arau yisakale takbaraa aralambana karaiche, allahe te'omlokaka saphalatasaha ud'dhara karaiba, te'omlokaka kono amangale sparsa nakaraiba arau te'omloka cintita'o naha’ba"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allahe'i sakalo bastura srasta arau teraemi sakalo bastura tattbaradhayaka"},{"SurahNumber":39,"VerseNumber":63,"Text":"Akasasamuha arau prthiraira cabisamuha te'omra ocarate'i. Arau yisakale allahara ayatasamuhaka asbikara karae sihamte'i ksatigrasta"},{"SurahNumber":39,"VerseNumber":64,"Text":"Koraa, ‘he ajnasakala! Tomaloke moka allahara bahirae anara ibadata karaibalai nirdesa diya neki’"},{"SurahNumber":39,"VerseNumber":65,"Text":"arasye tomara prati arau tomara purbarartisakalara prati ahi karaa haiche ye, ‘yadi tumi sbirka karaa tente tomara sakalo amala nisphala hai yaba arau arasye tumi ksatigrastasakalara antarbhukta ha’ba"},{"SurahNumber":39,"VerseNumber":66,"Text":"‘Baram tumi kerala allaharae'i ibadata karaa arau krtajnasakalara antarbhukta horaa’"},{"SurahNumber":39,"VerseNumber":67,"Text":"Arau sihamte allahaka yathocita sanmana karaa na'i athaca kiyamatara dina gote'i prthirai thakiba te'omra hatara muthita arau akasasamuha te'omra som hatata meraiya'i thoraa arasthata thakiba. Paraitra arau mahana te'om, sihamte yiboraka ansisthapana karae te'om se'iborara paraa bahu urd'dhata"},{"SurahNumber":39,"VerseNumber":68,"Text":"Arau sinata phum diya ha’ba. Phalata akasasamuhata yisakala ache arau prthiraita yisakala ache sihamta ataye ajnana hai paraiba, kerala allahe iccha karaa byakti sakalara bahirae. Tara pichata akau sinata phum diya ha’ba, phalata tatksanata sihamte thiya hai thara lagi ca'i thakiba"},{"SurahNumber":39,"VerseNumber":69,"Text":"Arau prthirai te'omra pratipalakara nurata udbhasita ha'ba arau amalanama upasthapana karaa ha'ba. Nabisakalaka arau saksisakalaka upasthita karaa ha'ba arau te'omlokara majata n'yaya bicara karaa ha'ba, enekai ye sihamta karao prati an'yaya karaa naha’ba"},{"SurahNumber":39,"VerseNumber":70,"Text":"Arau pratyekake tara amalara purna pratiphala diya ha’ba arau sihamte yi amala karae se'i samparke allaha sarbadhika aragata"},{"SurahNumber":39,"VerseNumber":71,"Text":"Arau kaphirasakalaka jahannamara phale dale dale khedi lai yoraa ha’ba. Arasesata yetiya sihamte jahannamara ocarata ahi paba tetiya iyara duraarasamuha khuli diya ha’ba arau jahannamara raksakasakale sihamtaka sudhiba, ‘tomalokara ocarata tomalokara majara paraa'i raachula aha nachilane, yisakale tomalokara ocarata tomalokara pratipalakara ayatasamuha tilarata karaichila arau e'i dirasara saksata samparke tomalokaka satarka karaichila’? Sihamte ka’ba, ‘arasye haya’. Kintu sastira bani kaphirasakalara oparata sabyasta haiche"},{"SurahNumber":39,"VerseNumber":72,"Text":"Koraa ha’ba, ‘tomaloke jahannamara duraaraerae praraesa karaa tata sthayibharae thakara babe. Eteke ahankarai bilakara abasasthala kimana ye nikrsta"},{"SurahNumber":39,"VerseNumber":73,"Text":"Arau yisakale nija pratipalakara takbaraa aralambana karaichila te'omlokaka dale dale jannatara phale lai yoraa ha’ba. Arasesata yetiya te'omloke jannatara ocarata ahi paba arau iyara duraarasamuha khuli diya ha’ba arau jannatara raksakasakale te'omlokaka ka’ba, ‘aponalokara prati chalama, aponaloka bhala achila. Eteke sthayibharae thakara babe jannatata praraesa karaka’"},{"SurahNumber":39,"VerseNumber":74,"Text":"Arau te'omloke (praraesa karai) ka’ba, ‘sakalo dharanara prasansa kerala allahara babe, yijane amara prati te'omra pratisrauti satya hicape bastabayita karaiche arau amaka e'i bhumira adhikarai karaile, ami jannatata ya’te iccha ta’te'i basabasara tha'i karai lama’. Eteke (coraa) neka amalakarai sakalara puraskara kimana ye uttama"},{"SurahNumber":39,"VerseNumber":75,"Text":"arau tumi phiraistasakalaka dekhiba ye, te'omloke arachara carai'ophale gherai dharai nija pratipalakara saprasansa paraitrata arau mahima ghosana karai ache. Te'omlokara majata n'yayara saite bicara karaa ha’ba arau koraa ha’ba, ‘sakalo dharanara prasansa srstijagatara raba allaharae'i praapya’"}]}