{"Id":382,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac-la","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Ta, Sin, Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Bunlar, apacık olan Kitab'ın ayetleridir"},{"SurahNumber":26,"VerseNumber":3,"Text":"Onlar mu'min olmayacaklar diye neredeyse kendini kahredeceksin (oyle mi)"},{"SurahNumber":26,"VerseNumber":4,"Text":"Dilersek, onların uzerine gokten bir ayet (mucize) indiririz de, ona boyunları egilmis kalıverir"},{"SurahNumber":26,"VerseNumber":5,"Text":"Onlara Rahman (olan Allah) dan yeni bir uyarı gelmeyiversin, hic tartısmasız ondan yuz cevirirler"},{"SurahNumber":26,"VerseNumber":6,"Text":"Gercekten yalanladılar; fakat, alay konusu yaptıkları seyin haberi kendilerine pek yakında gelecektir"},{"SurahNumber":26,"VerseNumber":7,"Text":"Yeryuzunde bir bakmadılar mı ki, Biz onda her guzel (kerim) ciftten nice urunler bitirdik"},{"SurahNumber":26,"VerseNumber":8,"Text":"Suphesiz, bunda bir ayet vardır; ancak onların cogu mu'min degildirler"},{"SurahNumber":26,"VerseNumber":9,"Text":"Suphesiz, senin Rabbin, gercekten O, ustun ve gucludur, merhamet sahibidir"},{"SurahNumber":26,"VerseNumber":10,"Text":"Hani senin Rabbin, Musa'ya seslenmisti: \"Zulmetmekte olan kavme git"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun'un kavmine, hala sakınmıyorlar mı"},{"SurahNumber":26,"VerseNumber":12,"Text":"Dedi ki: \"Rabbim, gercekten ben, onların beni yalanlamalarından korkuyorum"},{"SurahNumber":26,"VerseNumber":13,"Text":"Gogsum sıkısıyor, dilim donmuyor; bundan dolayı Harun'a da (elcilik gorevini bildirmesi icin Cibril'i) gonder"},{"SurahNumber":26,"VerseNumber":14,"Text":"Ustelik, onların bana karsı (davasını savunacakları bir cinayet) sucu(m) var; bundan dolayı beni oldurmelerinden korkuyorum"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allah:) \"Hayır,\" dedi. \"Ikiniz de ayetlerimle gidin, suphesiz sizinle birlikteyiz (ve) isitmekteyiz"},{"SurahNumber":26,"VerseNumber":16,"Text":"Gecikmeksizin Firavun'a giderek deyin ki: Gercekten biz, alemlerin Rabbinin elcisiyiz"},{"SurahNumber":26,"VerseNumber":17,"Text":"Israilogulları'nı bizimle birlikte gondermen icin (sana geldik)"},{"SurahNumber":26,"VerseNumber":18,"Text":"(Gittiler ve Firavun:) Dedi ki: \"Biz seni icimizde daha cocukken yetistirip buyutmedik mi? Sen omrunun nice yıllarını aramızda gecirmedin mi"},{"SurahNumber":26,"VerseNumber":19,"Text":"Ve sen, yapacagın isi (cinayeti) de isledin; sen nankorlerdensin"},{"SurahNumber":26,"VerseNumber":20,"Text":"(Musa) Dedi ki: \"Ben onu yaptıgım zaman saskınlardandım"},{"SurahNumber":26,"VerseNumber":21,"Text":"Sizden korkunca da hemen aranızdan kactım; sonra Rabbim bana hukum (ve hikmet) verdi ve beni gonderilen (elcilerden) kıldı"},{"SurahNumber":26,"VerseNumber":22,"Text":"Bana karsı lutuf-dedigin nimet de, Israilogulları'nı kole kılmandan dolayıdır"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firavun dedi ki: \"Alemlerin Rabbi nedir"},{"SurahNumber":26,"VerseNumber":24,"Text":"Dedi ki: \"Goklerin, yerin ve bu ikisi arasında olan herseyin Rabbidir. Eger 'kesin bilgiyle inanıyorsanız' (boyledir)"},{"SurahNumber":26,"VerseNumber":25,"Text":"Cevresindekilere dedi ki: \"Isitiyor musunuz"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa:) Dedi ki: \"O sizin de Rabbiniz, gecmisteki atalarınızın da Rabbidir"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Firavun) Dedi ki: \"Suphesiz size gonderilmis bulunan elciniz, gercekten bir delidir"},{"SurahNumber":26,"VerseNumber":28,"Text":"Eger aklınızı kullanabiliyorsanız, O, dogunun da, batının da ve bunlar arasında olan herseyin de Rabbidir\" dedi (Musa)"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Firavun) dedi ki: \"Andolsun, benim dısımda bir ilah edinecek olursan, seni mutlaka hapse atacagım"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa) Dedi ki: \"Sana apacık bir sey getirmis olsam da mı"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Firavun) Dedi ki: \"Eger dogru sozlu isen, onu getir"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun uzerine asasını bırakıverdi, bir de (ne gorsunler) o, acıkca bir ejderha oluverdi"},{"SurahNumber":26,"VerseNumber":33,"Text":"Elini de cekip cıkardı, bir de (ne gorsun) o, bakanlar icin 'parlayıp aydınlanıvermis"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Firavun,) Cevresindeki onde gelenlere: \"Bu” dedi, \"Dogrusu bilgin bir buyucudur"},{"SurahNumber":26,"VerseNumber":35,"Text":"Buyusuyle sizi yurdunuzdan surup cıkarmak istiyor; ne buyurursunuz"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dediler ki: \"Bunu ve kardesini oyala, sehirlere de toplayıcılar gonder"},{"SurahNumber":26,"VerseNumber":37,"Text":"Butun uzman-bilgin buyuculeri sana getirsinler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Boylelikle buyuculer, bilinen bir gunun belli vaktinde biraraya getirildi"},{"SurahNumber":26,"VerseNumber":39,"Text":"Ve insanlara da: \"Siz de toplanıyor musunuz? dendi"},{"SurahNumber":26,"VerseNumber":40,"Text":"Umarız ki, eger galip gelirse biz de buyuculere uyarız"},{"SurahNumber":26,"VerseNumber":41,"Text":"Buyuculer geldiklerinde, Firavun'a: \"Sayet biz galip gelirsek, bize bir ucret var gercekten, degil mi?\" dediler"},{"SurahNumber":26,"VerseNumber":42,"Text":"Evet\" dedi. \"Ustelik suphesiz siz en yakın(larım) kılınanlardan olacaksınız"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa onlara dedi ki: \"Atacagınızı atın"},{"SurahNumber":26,"VerseNumber":44,"Text":"Onlar da, iplerini ve asalarını atıverdiler ve: \"Firavun'un ustunlugu adına, hic tartısmasız, ustun olanlar gercekten bizleriz\" dediler"},{"SurahNumber":26,"VerseNumber":45,"Text":"Boylelikle Musa da asasını bırakıverdi, bir de (ne gorsunler) o, uydurmakta olduklarını yutuveriyor"},{"SurahNumber":26,"VerseNumber":46,"Text":"Anında buyuculer secdeye kapandılar"},{"SurahNumber":26,"VerseNumber":47,"Text":"(Ve:) \"Alemlerin Rabbine iman ettik\" dediler"},{"SurahNumber":26,"VerseNumber":48,"Text":"Musa'nın ve Harun'un Rabbine"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Firavun) Dedi ki: \"Ona, ben size izin vermeden once mi inandınız? Suphesiz, o, size buyuyu ogreten buyugunuzdur; oyleyse yakında bileceksiniz. Suphesiz ellerinizi ve ayaklarınızı caprazlama kestirecegim ve sizin hepinizi gercekten asıp-sallandıracagım"},{"SurahNumber":26,"VerseNumber":50,"Text":"Hic zararı yok\" dediler. \"Cunku biz gercekten Rabbimiz'e donuculeriz"},{"SurahNumber":26,"VerseNumber":51,"Text":"Dogrusu biz, iman edenlerin ilki oldugumuzdan dolayı Rabbimiz'in bizim hatalarımızı bagıslayacagını umuyoruz"}]}