{"Id":202,"LanguageCodes":["id","ind"],"Name":"ind-kingfahdcomplex","Author":"King Fahd Complex","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_complex/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_complex , https://quranenc.com ,","Translations":[{"SurahNumber":58,"VerseNumber":14,"Text":"Tidakkah kamu perhatikan orang-orang yang menjadikan suatu kaum yang dimurkai Allah sebagai teman? Orang-orang itu bukan dari golongan kamu dan bukan (pula) dari golongan mereka. Dan mereka bersumpah untuk menguatkan kebohongan, sedang mereka mengetahui"},{"SurahNumber":58,"VerseNumber":15,"Text":"Allah telah menyediakan bagi mereka azab yang sangat keras, sesungguhnya amat buruklah apa yang telah mereka kerjakan"},{"SurahNumber":58,"VerseNumber":16,"Text":"Mereka menjadikan sumpah-sumpah mereka sebagai perisai, lalu mereka halangi (manusia) dari jalan Allah; karena itu mereka mendapat azab yang menghinakan"},{"SurahNumber":58,"VerseNumber":17,"Text":"Harta benda dan anak-anak mereka tiada berguna sedikit pun (untuk menolong) mereka dari azab Allah. Mereka itulah penghuni neraka, mereka kekal di dalamnya"},{"SurahNumber":58,"VerseNumber":18,"Text":"(Ingatlah) hari (ketika) mereka semua dibangkitkan Allah, lalu mereka bersumpah kepada-Nya (bahwa mereka bukan musyrikin) sebagaimana mereka bersumpah kepadamu; dan mereka menyangka bahwa sesungguhnya mereka akan memperoleh suatu (manfaat). Ketahuilah bahwa sesungguhnya merekalah orang-orang pendusta"},{"SurahNumber":58,"VerseNumber":19,"Text":"Setan telah menguasai mereka lalu menjadikan mereka lupa mengingat Allah; mereka itulah golongan setan. Ketahuilah bahwa sesungguhnya golongan setan itulah golongan yang merugi"},{"SurahNumber":58,"VerseNumber":20,"Text":"Sesungguhnya orang-orang yang menentang Allah dan rasul-Nya, mereka termasuk orang-orang yang sangat hina"},{"SurahNumber":58,"VerseNumber":21,"Text":"Allah telah menetapkan, \"Aku dan rasul-rasul-Ku pasti menang\". Sesungguhnya Allah Maha Kuat lagi Maha Perkasa"},{"SurahNumber":58,"VerseNumber":22,"Text":"Kamu tak akan mendapati kaum yang beriman pada Allah dan hari akhirat, saling berkasih-sayang dengan orang-orang yang menentang Allah dan rasul-Nya, sekalipun orang-orang itu bapak-bapak, atau anak-anak, atau saudara-saudara, ataupun keluarga mereka. Mereka itulah orang-orang yang telah menanamkan keimanan dalam hati mereka dan menguatkan mereka dengan pertolongan1463 yang datang daripada-Nya. Dan dimasukan-Nya mereka ke dalam surga yang mengalir di bawahnya sungai-sungai, mereka kekal di dalamnya. Allah rida terhadap mereka dan mereka pun merasa puas terhadap (limpahan rahmat)-Nya. Mereka itulah golongan Allah. Ketahuilah bahwa sesungguhnya golongan Allah itulah golongan yang beruntung"},{"SurahNumber":59,"VerseNumber":1,"Text":"Bertasbih kepada Allah apa yang ada di langit dan apa yang ada di bumi; dan Dia-lah Yang Maha Perkasa lagi Maha Bijaksana"},{"SurahNumber":59,"VerseNumber":2,"Text":"Dia-lah yang mengeluarkan orang-orang kafir di antara ahli kitab1464 dari kampung-kampung mereka pada saat pengusiran kali yang pertama. Kamu tiada menyangka bahwa mereka akan keluar dan mereka pun yakin bahwa benteng-benteng mereka akan dapat mempertahankan mereka dari (siksaan) Allah; maka Allah mendatangkan kepada mereka (hukuman) dari arah yang tidak mereka sangka-sangka. Dan Allah mencampakkan ketakutan ke dalam hati mereka; mereka memusnahkan rumah-rumah mereka dengan tangan mereka sendiri dan tangan orang-orang yang beriman. Maka ambillah (kejadian itu) untuk menjadi pelajaran, hai orang-orang yang mempunyai pandangan"},{"SurahNumber":59,"VerseNumber":3,"Text":"Dan jikalau tidaklah karena Allah telah menetapkan pengusiran terhadap mereka, benar-benar Allah mengazab mereka di dunia. Dan bagi mereka di akhirat azab neraka"},{"SurahNumber":59,"VerseNumber":4,"Text":"Yang demikian itu adalah karena sesungguhnya mereka menentang Allah dan rasul-Nya. Barang siapa menentang Allah, maka sesungguhnya Allah sangat keras hukuman-Nya"},{"SurahNumber":59,"VerseNumber":5,"Text":"Apa saja yang kamu tebang dari pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya1465, maka (semua itu) adalah dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik"},{"SurahNumber":59,"VerseNumber":6,"Text":"Dan apa saja harta rampasan (fay`)1466 yang diberikan Allah kepada rasul-Nya (dari harta benda) mereka, maka untuk mendapatkan itu kamu tidak mengerahkan seekor kuda pun dan (tidak pula) seekor unta pun, tetapi Allah yang memberikan kekuasaan kepada rasul-Nya terhadap siapa yang dikehendaki-Nya. Dan Allah Maha Kuasa atas segala sesuatu"},{"SurahNumber":59,"VerseNumber":7,"Text":"Apa saja harta rampasan (fay`) yang diberikan Allah kepada rasul-Nya (dari harta benda) yang berasal dari penduduk kota-kota maka adalah untuk Allah, rasul, kerabat rasul, anak-anak yatim, orang-orang miskin, dan orang-orang yang dalam perjalanan, supaya harta itu jangan hanya beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan rasul kepadamu maka terimalah dia. Dan apa yang dilarangnya bagimu, maka tinggalkanlah; dan bertakwalah kepada Allah. Sesungguhnya Allah sangat keras hukuman-Nya"},{"SurahNumber":59,"VerseNumber":8,"Text":"(Juga) bagi para fukara yang berhijrah1467 yang diusir dari kampung halaman dan dari harta benda mereka (karena) mencari karunia dari Allah dan keridaan-Nya dan mereka menolong Allah dan rasul-Nya. Mereka itulah orang-orang yang benar"},{"SurahNumber":59,"VerseNumber":9,"Text":"Dan orang-orang yang telah menempati kota Madinah dan telah beriman (Ansar) sebelum (kedatangan) mereka (Muhajirin), mereka mencintai orang yang berhijrah kepada mereka. Dan mereka tiada menaruh keinginan dalam hati mereka terhadap apa-apa yang diberikan kepada mereka (orang Muhajirin); dan mereka mengutamakan (orang-orang Muhajirin), atas diri mereka sendiri, sekalipun mereka memerlukan (apa yang mereka berikan ini). Dan siapa yang dipelihara dari kekikiran dirinya, mereka itulah orang orang yang beruntung"},{"SurahNumber":59,"VerseNumber":10,"Text":"Dan orang-orang yang datang sesudah mereka (Muhajirin dan Ansar), mereka berdoa, \"Ya Tuhan kami, beri ampunlah kami dan saudara-saudara kami yang telah beriman lebih dulu dari kami, dan janganlah Engkau membiarkan kedengkian dalam hati kami terhadap orang-orang yang beriman; Ya Tuhan kami, sesungguhnya Engkau Maha Penyantun lagi Maha Penyayang"}]}