{"Id":283,"LanguageCodes":["pt","por"],"Name":"por-helminasr-la","Author":"Helmi Nasr","Language":"Portuguese","Description":"Portuguese - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/portuguese_nasr/v1.3.0-csv.1 , https://quranenc.com/en/browse/portuguese_nasr , https://quranenc.com ,","Translations":[{"SurahNumber":41,"VerseNumber":25,"Text":"E destinamo-lhes acompanhantes; entao, estes aformosearam, para eles, o que estava adiante deles e o que estava detras deles. E o Dito cumprir-se-a, contra eles, junto de outras comunidades de genios e de humanos, que passaram antes deles. Por certo, eles foram perdedores"},{"SurahNumber":41,"VerseNumber":26,"Text":"E os que renegam a Fe dizem: \"Nao oucais este Alcorao, e fazei barulho durante sua recitacao, na esperanca de vencerdes"},{"SurahNumber":41,"VerseNumber":27,"Text":"Entao, em verdade, faremos experimentar aos que renegam a Fe veemente castigo, e recompensa-los-emos com algo pior que aquilo que faziam"},{"SurahNumber":41,"VerseNumber":28,"Text":"Essa e a recompensa dos inimigos de Allah: o Fogo. Nele, terao a morada da Eternidade, em recompensa de haverem negado Nossos sinais"},{"SurahNumber":41,"VerseNumber":29,"Text":"E os que renegam a Fe dirao: \"Senhor nosso! Faze-nos ver as duas hostes, de jinns e de humanos, que nos descaminharam, assim, nos os colocaremos sob nossos pes, para serem dos rebaixados"},{"SurahNumber":41,"VerseNumber":30,"Text":"Por certo, os que dizem: \"Nosso Senhor e Allah\", em seguida, sao retos, os anjos descerao sobre eles, frequentemente, dizendo: \"Nao temais e nao vos entristecais; e exultai com o Paraiso, que vos era prometido"},{"SurahNumber":41,"VerseNumber":31,"Text":"Somos vossos protetores, na vida terrena e na Derradeira Vida. E tereis, nela, o que vossas almas apetecerem; e tereis nela, o que cobicardes"},{"SurahNumber":41,"VerseNumber":32,"Text":"Como hospedagem de Um Perdoador, Misericordiador"},{"SurahNumber":41,"VerseNumber":33,"Text":"E quem melhor, em dito, que aquele que convoca os homens a Allah e faz o bem e diz: \"Por certo, sou dos submissos"},{"SurahNumber":41,"VerseNumber":34,"Text":"E o bom e o mau nao se igualam. Revida o mal com o que e melhor: entao, eis aquele entre o qual e ti ha inimizade, como intimo aliado"},{"SurahNumber":41,"VerseNumber":35,"Text":"E isto nao se confere senao aos que pacientam. E isto nao se confere senao ao dotado de magnifica sorte"},{"SurahNumber":41,"VerseNumber":36,"Text":"E se, em verdade, te instiga alguma instigacao de Sata, procura refugio em Allah. Por certo, Ele e Oniouvinte, Onisciente"},{"SurahNumber":41,"VerseNumber":37,"Text":"E, entre Seus sinais, esta a noite e o dia e o sol e a lua. Nao vos prosterneis diante do sol nem da lua, e prosternai-vos diante de Allah, Quem os criou, se so a Ele adorais"},{"SurahNumber":41,"VerseNumber":38,"Text":"E, se eles se ensoberbecem, os que estao junto de teu Senhor O glorificam, noite e dia, enquanto nao se enfadam"},{"SurahNumber":41,"VerseNumber":39,"Text":"E, dentre Seus sinais, esta que tu ves a terra humilde, e, quando fazemos descer, sobre ela a agua, move-se e cresce. Por certo, Aquele, que a vivifica, dara a vida aos mortos. Por certo, Ele, sobre todas as cousas, e Onipotente"},{"SurahNumber":41,"VerseNumber":40,"Text":"Por certo, os que profanam Nossos sinais nao se escondem de Nos. Entao, quem e melhor: aquele que sera lancado no Fogo, ou aquele que vira a Nos, em seguranca, no Dia da Ressurreicao? Fazei o que quiserdes. Por certo, Ele, do que fazeis, e Onividente"},{"SurahNumber":41,"VerseNumber":41,"Text":"Por certo, aos que renegam a Mensagem, quando esta lhes chega, castiga-los-emos. E, por certo, ele e um Livro poderoso"},{"SurahNumber":41,"VerseNumber":42,"Text":"A falsidade nao lhe chega, nem por diante nem por detras dele. E a revelacao descida de Um Sabio, Louvavel"},{"SurahNumber":41,"VerseNumber":43,"Text":"Nao se te diz senao o que ja foi dito aos Mensageiros, antes de ti. Por certo, teu Senhor e Possuidor de perdao e Possuidor de dolorosa punicao"},{"SurahNumber":41,"VerseNumber":44,"Text":"E, se o houvessemos feito um Alcorao em lingua foranea, eles haveriam dito: \"Que, ao menos, seus versiculos fossem aclarados! Um livro foraneo e um Mensageiro arabe?!\" Dize: \"Ele e, para os que creem, orientacao e cura. E os que nao creem, ha surdez em seus ouvidos, e ele lhes e cegueira. Esses estao como se fossem chamados de longinquo lugar"},{"SurahNumber":41,"VerseNumber":45,"Text":"E, com efeito, concederamos a Moises o Livro, e discreparam dele. E, nao fora uma Palavra antecipada de teu Senhor, haver-se-ia arbitrado entre eles. E, por certo, estao em duvida tormentosa acerca dele"},{"SurahNumber":41,"VerseNumber":46,"Text":"Quem faz o bem o faz em beneficio de si mesmo. E quem faz o mal o faz em prejuizo de si mesmo. E teu Senhor nao e injusto com os servos"}]}