{"Id":112,"LanguageCodes":["en","eng"],"Name":"eng-drlalehbakhtiar","Author":"Dr Laleh Bakhtiar","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":18,"VerseNumber":32,"Text":"And propound to them the parable of two men: We assigned to one of them two gardens of grapevines and We encircled them with date palm trees and We made crops between them"},{"SurahNumber":18,"VerseNumber":33,"Text":"Both the gardens gave their produce and fail nothing at all. We caused a river to gush forth in the midst of them"},{"SurahNumber":18,"VerseNumber":34,"Text":"And there had been fruit for him. Then, he said to his companion while he converses with him: I have more wealth than thee and am mightier than a group of men or jinn"},{"SurahNumber":18,"VerseNumber":35,"Text":"And he entered his garden while he is one who is unjust to himself. He said: I think that this will not be destroyed ever"},{"SurahNumber":18,"VerseNumber":36,"Text":"And I think that the Hour will not be one that arises. And if I would be returned to my Lord, I would, surely, find better than this as an overturning"},{"SurahNumber":18,"VerseNumber":37,"Text":"And his companion said to him while he converses with him: Wert thou ungrateful to Him Who created thee out of earth dust, again, out of seminal fluid and, again, shaped thee into a man"},{"SurahNumber":18,"VerseNumber":38,"Text":"Certainly, He is God, my Lord, and I will not ascribe partners with my Lord anyone"},{"SurahNumber":18,"VerseNumber":39,"Text":"Would that when thou hadst entered thy garden thou hadst said: What God willed! There is no strength but with God! If thou hast seen I am less than you in wealth and children"},{"SurahNumber":18,"VerseNumber":40,"Text":"Then, perhaps my Lord will give me better than thy garden and will send on it a thunderclap from heaven. And it will come to be in the morning a place of slippery earth"},{"SurahNumber":18,"VerseNumber":41,"Text":"Or it will come to be in the morning that its water will be sinking into the ground so that thou wilt never be able to seek it out"},{"SurahNumber":18,"VerseNumber":42,"Text":"And its fruit was enclosed. It came to be in the morning he turns around and around the palms of his hands in wretchedness for what he spent on it while it was one that has fallen down in ruins. And he says: Would that I not ascribe partners with my Lord anyone"},{"SurahNumber":18,"VerseNumber":43,"Text":"And there is no faction to help him other than God. And he had been one who is helpless"},{"SurahNumber":18,"VerseNumber":44,"Text":"All protection there belongs to God, The Truth. He is Best in rewarding for good deeds and Best in consequence"},{"SurahNumber":18,"VerseNumber":45,"Text":"And propound for them the parable of this present life: It is like water that We caused to descend from heaven. Then, plants of the earth mingled with it and it becomes straw in the morning that winnows in the winds. And God had been over everything One Who is Omnipotent"},{"SurahNumber":18,"VerseNumber":46,"Text":"Wealth and children are the adornment of this present life. But that which endures are ones in accord with morality. These are better with thy Lord in reward for good deeds and better for hopefulness"},{"SurahNumber":18,"VerseNumber":47,"Text":"And on a Day We will set in motion the mountains and thou wilt see the earth as that which will depart. And We will assemble them and not leave out anyone of them"},{"SurahNumber":18,"VerseNumber":48,"Text":"And they were presented before thy Lord ranged in rows. Certainly, you drew near Us as We created you the first time. Nay! You claimed that We never assign for you something that is promised"},{"SurahNumber":18,"VerseNumber":49,"Text":"And the Book was set in place and thou wilt see the ones who sin being ones who are apprehensive as to what is in it. And they will say: Woe to us! What is this Book? It neither leaves out anything small or great, but counted everything. They will find present what their hands had done. And thy Lord does not wrong anyone"},{"SurahNumber":18,"VerseNumber":50,"Text":"And mention when We said to the angels: Prostrate yourselves to Adam! So they prostrated themselves but Iblis. He had been among the jinn and he disobeyed the command of His Lord. Will you, then, take him to yourselves and his offspring to be protectors other than Me while they are an enemy to you? Miserable was it to give in place ones who are unjust"}]}