{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":40,"VerseNumber":66,"Text":"Skazhy: «Meni zaboroneno poklonyatysya tym, koho vy klychete zamistʹ Allaha, vidkoly do mene pryyshly znamennya vid moho Hospoda. Meni nakazano pidkorytysya Hospodu svitiv!»"},{"SurahNumber":40,"VerseNumber":67,"Text":"Vin — Toy, Khto stvoryv vas iz prakhu, potim — iz krapli simeni, a potim – zi z·hustku krovi. Potim Vin vyvodytʹ vas ditʹmy, shchob vy mohly dosyahnuty zriloho viku, a z·hodom peretvorytysya na starykh, khoch sered vas ye taki, khto pomyraye ranishe; i shchob vy mohly dosyahnuty pryznachenoho stroku. Mozhlyvo, vy zrozumiyete"},{"SurahNumber":40,"VerseNumber":68,"Text":"Vin — Toy, Khto daruye zhyttya i smertʹ. Koly Vin vyrishuye shchosʹ, to tilʹky hovorytʹ: «Budʹ!» — i vono ye"},{"SurahNumber":40,"VerseNumber":69,"Text":"Nevzhe ty ne bachyv tykh, yaki sperechayutʹsya pro znamennya Allaha? Yak zhe viddalylysya vony"},{"SurahNumber":40,"VerseNumber":70,"Text":"Vony spryynyaly yak brekhnyu Pysannya y te, z chym My vidsylaly Nashykh poslantsiv. Ale skoro vony diznayutʹsya"},{"SurahNumber":40,"VerseNumber":71,"Text":"koly z kaydanamy na shyyi ta lantsyuhamy yikh potyahnutʹ"},{"SurahNumber":40,"VerseNumber":72,"Text":"v okrip, a potim rozpalyatʹ u vohni"},{"SurahNumber":40,"VerseNumber":73,"Text":"Z·hodom yim skazhutʹ: «De ti, komu vy poklonyalysya"},{"SurahNumber":40,"VerseNumber":74,"Text":"zamistʹ Allaha?» Vony skazhutʹ: «Vony pokynuly nas. Ale ranishe my nikoho ne klykaly!» Tak Allah zbyvaye zi shlyakhu neviruyuchykh"},{"SurahNumber":40,"VerseNumber":75,"Text":"Tse vam za te, shcho vy radily na zemli bez zhodnoho prava, y za te, shcho vy buly zukhvali"},{"SurahNumber":40,"VerseNumber":76,"Text":"Uviyditʹ u vrata heyeny, tam vy budete doviku! Yakyy zhe merzotnyy prytulok bude u znakhabnilykh"},{"SurahNumber":40,"VerseNumber":77,"Text":"Terpy, bo obitsyanka Allaha — istyna! My abo pokazhemo tobi chastynu z toho, shcho obitsyaly yim, abo zaberemo tebe. A vony povernutʹsya do Nas"},{"SurahNumber":40,"VerseNumber":78,"Text":"My vidsylaly poslantsiv i ranishe za tebe. Sered nykh ye taki, pro yakykh My tobi rozpovidaly, a ye y taki, pro yakykh ne rozpovidaly. Kozhen poslanetsʹ prykhodyv zi znamennyam tilʹky z dozvolu Allaha. Koly pryyde nakaz Allaha, bude pravdyvyy sud, i todi prykhylʹnyky nepravdy vtra­tyatʹ use"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah — Toy, Khto stvoryv dlya vas tvaryn, shchob na deyakykh iz nykh vy peresuvalysya, a vid inshykh maly yizhu"},{"SurahNumber":40,"VerseNumber":80,"Text":"Vony prynosyatʹ vam riznu korystʹ, zavdyaky yim vy dosyahayete toho, choho prahnutʹ vashi sertsya. Na nykh i na korablyakh vy peresuvayetesʹ"},{"SurahNumber":40,"VerseNumber":81,"Text":"Vin pokazuye vam Svoyi znamennya. To yaki zh znamennya Hospoda vashoho vy zaperechuyete"},{"SurahNumber":40,"VerseNumber":82,"Text":"Nevzhe vony ne podorozhuvaly zemleyu ta ne bachyly, yakym buv kinetsʹ tykh, yaki zhyly ranishe? Vony buly mohutnishymy za nykh i zalyshyly bilʹshe slidiv na zemli, ale ne dopomohlo yim te, shcho vony sobi zdobuvaly"},{"SurahNumber":40,"VerseNumber":83,"Text":"Koly yikhni poslantsi pryyshly do nykh iz yasnymy znamennyamy, to vony radily tomu znannyu, yake bulo v nykh. Ale vrazylo yikh te, z choho vony hluzuvaly"},{"SurahNumber":40,"VerseNumber":84,"Text":"Koly vony pobachyly Nashe pokarannya, to skazaly: «My uviruvaly v yedynoho Allaha y ne viruyemo v tykh, koho vvazhaly rivnymy Yomu!»"},{"SurahNumber":40,"VerseNumber":85,"Text":"Ale ne dopomohla yim vira yikhnya, koly vony vzhe pobachyly Nashe pokarannya! Takyy zakon Allaha, vstanovlenyy dlya Yoho rabiv. I todi neviruyuchi vtratyatʹ use"},{"SurahNumber":41,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Zislane vid Mylostyvoho, Myloserdnoho"},{"SurahNumber":41,"VerseNumber":3,"Text":"Pysannya, znamennya yakoho poyasneni u vyhlyadi arabsʹkoho Koranu — dlya lyudey, nadilenykh znannyam"},{"SurahNumber":41,"VerseNumber":4,"Text":"dobra zvistka y perestoroha; ale zh bilʹshistʹ iz nykh vidvertayetʹsya y ne slukhaye"},{"SurahNumber":41,"VerseNumber":5,"Text":"Vony hovoryatʹ: «Sertsya nashi zakryti dlya toho, do choho ty nas zaklykayesh, vukha nashi hlukhi, a mizh namy y toboyu — zavisa! Diy, ale y my budemo diyaty!»"},{"SurahNumber":41,"VerseNumber":6,"Text":"Skazhy: «YA — lyudyna, taka sama, yak i vy. Meni tilʹky vidkryto, shcho vash Boh — Boh Yedynyy! Iditʹ do Nʹoho pryamym shlyakhom i prositʹ u Nʹoho proshchennya! Hore bahatobozhnykam"},{"SurahNumber":41,"VerseNumber":7,"Text":"yaki ne dayutʹ zakyatu y ne viruyutʹ u nastupne zhyttya!»"},{"SurahNumber":41,"VerseNumber":8,"Text":"Voistynu, tykh, yaki uviruvaly y robyly dobro, chekaye nevycherpna vynahoroda"}]}