{"Id":340,"LanguageCodes":["sq","sqi"],"Name":"sqi-hasanefendinahi","Author":"Hasan Efendi Nahi","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":283,"Text":"E, nëse jeni në udhëtim e nuk gjeni shkrues, atëherë merrni peng. Dhe nëse njëri prejjush ka besim në tjetrin, atëherë borxhliu le ta kthejë atë që e ka marrë në besim dhe le t’i frikohet Perëndisë, Zotit të vet. Mos fshihni dëshminë; se kush e fsheh ate, zemra e tij është mëkatare. Se, Perëndia di çdo gjë që punoni ju"},{"SurahNumber":2,"VerseNumber":284,"Text":"Të Perëndisë janë të gjitha që gjenden në qiej dhe në Tokë. I tregoni ju ato që kini në shpirtin tuaj, apo i fshehni, Perëndia do t’ju pyet për të dhe do ta falë kënd të dojë, e do ta dënoj kënd të dojë. Se, Perëndia, me të vërtetë, është i Plotëfuqishëm"},{"SurahNumber":2,"VerseNumber":285,"Text":"Pejgamberi beson në ate që i është shpallur (Kur’ani) nga Zoti i tij, dhe besimtarët; - të gjithë ata besojnë Perëndinë, engjëjt e Tij, Librat e Tij dhe pejgamberëve të Tij: “Na nuk e dallojmë asnjerin nga pejgamberët e Tij”. Ata thonë: “Na dëgjuam dhe përulemi, - falna neve o Zoti ynë dhe te Ti do të kthehemi"},{"SurahNumber":2,"VerseNumber":286,"Text":"Perëndia nuk e ngarkon askend përtej fuqisë që ka: në dobi të tij është e mira që bënë, kurse në dëm të tij është e keqja që e punon, Zoti ynë, mos na ndëshko për atë që harrojmë ose veprojmë pa qëllim ashtu si i pate ndëshkuar ata para nesh! Zoti ynë! Mos na ngarko me atë që nuk mund ta bartim! Shlyena mëkatet tona, falna ato dhe mëshirona! Ti je Zoti ynë! Andaj, ndihmona kundër atyre që nuk besojnë"},{"SurahNumber":3,"VerseNumber":1,"Text":"Elif Lám Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Perëndia është (një), s’ka zot tjetër përveç Tij, (i Cili) jeton përgjithmonë dhe zotëron (mbi të gjitha krijesat)"},{"SurahNumber":3,"VerseNumber":3,"Text":"Ai ta ka shpallur Librin ty, të vërtetën e saktë duke vërtetuar ato të mëparshmet. Ai e ka zbritur Teuratin dhe Ungjillin. –"},{"SurahNumber":3,"VerseNumber":4,"Text":"më parë udhërrëfyes për njerëzit, dhe ka zbritur Furkanin, që dallon të vërtetën nga e pavërteta. Ata që nuk besojnë versetet e Perëndisë, i pret dënimi i ashpër, se Perëndia është dënues i Plotëfuqishëm"},{"SurahNumber":3,"VerseNumber":5,"Text":"Pa dyshim, Perëndisë nuk i mbetet asgjë sekrete, as në Tokë as në qiell"},{"SurahNumber":3,"VerseNumber":6,"Text":"Ai ju formon juve në mitër ashtu si don Ai; s’ka zot tjetër përveç Tij, të Plotëfuqishëm dhe të Gjithëdijshëm"},{"SurahNumber":3,"VerseNumber":7,"Text":"Ai ta ka shpallur Librin ty (Kur’anin). Disa nga versetet janë të qarta, me kuptim konkret e të hapët sheshazi, ato janë themelet e Librit, e për disa të tjera nevojitet komepntimi (pasi që me pak fjalë shprehen shumë kuptime të thella). Ata, që janë zemërkëqinj – priren kah shpjegimi i atyre që janë më pak të qarta, duke krijuar pështjellim dhe duke komentuar sipas dëshirës së vet. Por, komentimin e tyre e di vetëm Perëndia. E, ata që janë thelluar në dijeni thonë: “Na i besojmë (Kur’anit). Të gjitha këto janë nga Zoti ynë!” Këtë e kuptojnë vetëm mendarët"},{"SurahNumber":3,"VerseNumber":8,"Text":"Zoti ynë! Mos na i shmang zemrat tona, pasi që na i ke udhëzuar në rrugën e drejtë, dhe epna nga mëshira Juaj; Ti, me të vërtetë je Ai që dhuron shumë"},{"SurahNumber":3,"VerseNumber":9,"Text":"Zoti ynë! Ti je tubues i njerëzve në ditën që nuk ka farë dyshimi. Me të vërtetë, Perëndia e realizon premtimin"},{"SurahNumber":3,"VerseNumber":10,"Text":"Me të vërtetë atyre që nuk besojnë, nuk do t’i shpëtojë asgjë nga dënimi i Perëndisë, - as pasuria as fëmijët e tyre. Ata do të jenë lëndë djegëse e zjarrit"},{"SurahNumber":3,"VerseNumber":11,"Text":"do të jenë ashtu siç ishin shoqëruesit (ithtarët) e Faraonit dhe ata që ishin para tyre. Ata i përgënjeshtruan versetet tona; prandaj, Perëndia i përlau ata për mëkatet që bënë. Se Perëndia është ndëshkues i rreptë"},{"SurahNumber":3,"VerseNumber":12,"Text":"Thuaj (o Muhammed!) atyre që mohuan: “Ju do të shtypeni dhe do të tuboheni në skëterrë. E, sa shtrat i keq është ai vend"},{"SurahNumber":3,"VerseNumber":13,"Text":"Ju keni shembullin në dy ushtritë që ishin në konflikt: njëra që luftoi në rrugën e Perëndisë, dhe tjetra – e mohuesve, së cilës i dukej se para vetes ka dy herë më shumë kundërshtarë. Se Perëndia me ndihmën e vet e forcon kend të dojë. Kjo, me të vërtetë, është këshillë për largpamësit"},{"SurahNumber":3,"VerseNumber":14,"Text":"U hijeshua për njerëzit lakmia ndaj grave, fëmijëve, arit dhe argjendit të grumtulluar, kuajve të bukur, bagëtive dhe të lashtave. Këto janë kënaqësitë e kësaj jete; por vendi më i bukur i kthimit është te Perëndia"}]}