{"Id":94,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima-la","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":52,"VerseNumber":24,"Text":"Und unter ihnen gehen Junglinge umher, die zu ihnen gehoren, als waren sie wohlverwahrte Perlen"},{"SurahNumber":52,"VerseNumber":25,"Text":"Und sie wenden sich einander zu und fragen sich gegenseitig"},{"SurahNumber":52,"VerseNumber":26,"Text":"Sie sagen: Gewiß, fruher waren wir inmitten unserer Angehorigen besorgt"},{"SurahNumber":52,"VerseNumber":27,"Text":"Da erwies Allah uns eine Wohltat und bewahrte uns vor der Strafe des Glutwindes"},{"SurahNumber":52,"VerseNumber":28,"Text":"Gewiß, fruher pflegten wir Ihn anzurufen. Gewiß, Er ist ja der Gutige und Barmherzige"},{"SurahNumber":52,"VerseNumber":29,"Text":"So ermahne (nur); du bist ja durch die Gunst deines Herrn weder ein Wahrsager noch ein Besessener"},{"SurahNumber":52,"VerseNumber":30,"Text":"Oder sagen sie etwa: Ein Dichter, gegen den wir die (Unglucks)falle der Zeit abwarten"},{"SurahNumber":52,"VerseNumber":31,"Text":"Sag: Wartet ab! Gewiß, ich gehore mit euch zu denjenigen, die abwarten"},{"SurahNumber":52,"VerseNumber":32,"Text":"Oder befiehlt ihnen etwa ihr Verstand dies, oder sind sie (vielmehr) Leute, die das Maß (an Frevel) uberschreiten"},{"SurahNumber":52,"VerseNumber":33,"Text":"Oder sagen sie etwa: Er hat ihn sich selbst ausgedacht’? Nein! Vielmehr glauben sie nicht"},{"SurahNumber":52,"VerseNumber":34,"Text":"So sollen sie doch eine Aussage gleicher Art beibringen, wenn sie wahrhaftig sind"},{"SurahNumber":52,"VerseNumber":35,"Text":"Oder sind sie etwa aus dem Nichts erschaffen worden, oder sind sie (gar) selbst die Schopfer"},{"SurahNumber":52,"VerseNumber":36,"Text":"Oder haben sie (etwa) die Himmel und die Erde erschaffen? Nein! Vielmehr sind sie nicht uberzeugt"},{"SurahNumber":52,"VerseNumber":37,"Text":"Oder besitzen sie (etwa) die Schatzkammern deines Herrn, oder sind sie es, die die Oberherrschaft ausuben"},{"SurahNumber":52,"VerseNumber":38,"Text":"Oder haben sie eine Leiter, mit der sie (den Himmel) abhoren (konnen)? Dann soll doch ihr Abhorer eine deutliche Ermachtigung beibringen"},{"SurahNumber":52,"VerseNumber":39,"Text":"Oder hat Er (fur Sich selbst) die Tochter und habt ihr (fur euch selbst) die Sohne (bestimmt)"},{"SurahNumber":52,"VerseNumber":40,"Text":"Oder verlangst du (etwa) von ihnen einen Lohn, so daß sie mit Schulden belastet waren"},{"SurahNumber":52,"VerseNumber":41,"Text":"Oder besitzen sie (das Wissen uber) das Verborgene, so daß sie (es) aufschreiben (konnen)"},{"SurahNumber":52,"VerseNumber":42,"Text":"Oder wollen sie eine List anwenden? Aber diejenigen, die unglaubig sind, sind es, die der List erliegen"},{"SurahNumber":52,"VerseNumber":43,"Text":"Oder haben sie einen anderen Gott als Allah? Preis sei Allah! (und Erhaben ist Er) uber das, was sie (Ihm) beigesellen"},{"SurahNumber":52,"VerseNumber":44,"Text":"Und wenn sie ein Stuck vom Himmel herabfallen sahen, wurden sie sagen: Aufgeschichtete Wolken"},{"SurahNumber":52,"VerseNumber":45,"Text":"Lasse sie nur, bis sie ihrem Tag begegnen, an dem sie wie vom Donnerschlag getroffen zusammenbrechen werden"},{"SurahNumber":52,"VerseNumber":46,"Text":"dem Tag, da ihre List ihnen nichts nutzen und ihnen keine Hilfe zuteil werden wird"},{"SurahNumber":52,"VerseNumber":47,"Text":"Gewiß, fur diejenigen, die Unrecht tun, wird es eine Strafe außer dieser geben, aber die meisten von ihnen wissen nicht"},{"SurahNumber":52,"VerseNumber":48,"Text":"Sei standhaft gegenuber dem Urteil deines Herrn. Gewiß, du bist ja vor Unseren Augen. Und lobpreise deinen Herrn, wenn du aufstehst"},{"SurahNumber":52,"VerseNumber":49,"Text":"und (in einem Teil) von der Nacht, da preise Ihn, und beim Schwinden der Sterne"},{"SurahNumber":53,"VerseNumber":1,"Text":"Bei dem Stern, wenn er sinkt"},{"SurahNumber":53,"VerseNumber":2,"Text":"Nicht in die Irre geht euer Gefahrte, und auch nicht einem Irrtum ist er erlegen"},{"SurahNumber":53,"VerseNumber":3,"Text":"und er redet nicht aus (eigener) Neigung"},{"SurahNumber":53,"VerseNumber":4,"Text":"Es ist nur eine Offenbarung, die eingegeben wird"},{"SurahNumber":53,"VerseNumber":5,"Text":"Belehrt hat ihn der Besitzer starker Krafte"},{"SurahNumber":53,"VerseNumber":6,"Text":"der (geistige) Macht besitzt. So stand Er da"},{"SurahNumber":53,"VerseNumber":7,"Text":"und war am obersten Gesichtskreis"},{"SurahNumber":53,"VerseNumber":8,"Text":"Hierauf kam er naher und stieg herunter"},{"SurahNumber":53,"VerseNumber":9,"Text":"so daß er (nur) zwei Bogenlangen entfernt war oder noch naher"},{"SurahNumber":53,"VerseNumber":10,"Text":"Da gab Er Seinem Diener (als Offenbarung) ein, was Er eingab"},{"SurahNumber":53,"VerseNumber":11,"Text":"Nicht hat sein Herz erlogen, was es sah"},{"SurahNumber":53,"VerseNumber":12,"Text":"Wollt ihr denn mit ihm streiten uber das, was er sieht"},{"SurahNumber":53,"VerseNumber":13,"Text":"Und er sah ihn ja ein anderes Mal herabkommen"},{"SurahNumber":53,"VerseNumber":14,"Text":"beim Sidr-Baum des Endziels"},{"SurahNumber":53,"VerseNumber":15,"Text":"bei dem der Garten der Zuflucht ist"},{"SurahNumber":53,"VerseNumber":16,"Text":"Als den Sidr-Baum uberdeckte, was (ihn) uberdeckte"},{"SurahNumber":53,"VerseNumber":17,"Text":"da wich der Blick nicht ab, noch uberschritt er das Maß"},{"SurahNumber":53,"VerseNumber":18,"Text":"Wahrlich, er sah von den Zeichen seines Herrn die großten"},{"SurahNumber":53,"VerseNumber":19,"Text":"Was meint ihr wohl zu al-Lat und al-’Uzza"},{"SurahNumber":53,"VerseNumber":20,"Text":"und auch zu Manat, dieser anderen, der dritten"},{"SurahNumber":53,"VerseNumber":21,"Text":"Ist denn fur euch das, was mannlich ist, und fur Ihn das, was weiblich ist (bestimmt)"},{"SurahNumber":53,"VerseNumber":22,"Text":"Das ware dann eine ungerechte Verteilung"},{"SurahNumber":53,"VerseNumber":23,"Text":"Das sind nur Namen, die ihr genannt habt, ihr und eure Vater, fur die Allah (aber) keine Ermachtigung herabgesandt hat. Sie folgen nur Vermutungen und dem, wozu sie selbst neigen, wo doch bereits von ihrem Herrn die Rechtleitung zu ihnen gekommen ist"},{"SurahNumber":53,"VerseNumber":24,"Text":"Oder soll (etwa) der Mensch haben, was (immer) er (sich) wunscht"},{"SurahNumber":53,"VerseNumber":25,"Text":"So gehort Allah das Jenseits und das Diesseits"}]}