{"Id":456,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadjunagar-la","Author":"Muhammad Junagarhi","Language":"Urdu","Description":"Urdu - Transliteration","Direction":"ltr","Source":"http://www.quranraj.com","Translations":[{"SurahNumber":26,"VerseNumber":1,"Text":"Tuaa-seen-meem"},{"SurahNumber":26,"VerseNumber":2,"Text":"Yeh aayaten roshan kitab ki hain"},{"SurahNumber":26,"VerseNumber":3,"Text":"Inn kay eman na laaney per shayad aap to apni jaan kho den gay"},{"SurahNumber":26,"VerseNumber":4,"Text":"Agar hum chahatay to inn per aasman say koi aisi nishani utartay kay jiss kay samney inn ki gardaney khum ho jatin"},{"SurahNumber":26,"VerseNumber":5,"Text":"Aur inn kay pass rehman ki taraf say jo bhi naee naseehat aaee yeh uss say roo-gardani kerney walay bann gaye"},{"SurahNumber":26,"VerseNumber":6,"Text":"Inn logon ney jhutlaya hai abb inn kay pass jaldi say iss ki khabren aajyen gi jiss kay sath woh maskhara pann ker rahey hain"},{"SurahNumber":26,"VerseNumber":7,"Text":"Kiya enhon ney zamin per nazaren nahi daalen? Kay hum ney iss mein her tarah kay nafees joray kiss qadar ugaye hain"},{"SurahNumber":26,"VerseNumber":8,"Text":"Be-shak iss mein yaqeenan nishani hai aur inn mein kay aksar log momin nahi hain"},{"SurahNumber":26,"VerseNumber":9,"Text":"Aur tera rab yaqeenan wohi ghalib aur meharbaan hai"},{"SurahNumber":26,"VerseNumber":10,"Text":"Aur jabb aap kay rab ney musa (alh-e-salam) ko aawaz di kay tu zalim qom kay pass jaa"},{"SurahNumber":26,"VerseNumber":11,"Text":"Qom-e-firaon kay pass kiya woh perhezgari na keren gay"},{"SurahNumber":26,"VerseNumber":12,"Text":"Musa (alh-e-salam) ney kaha meray perwerdigar! Mujhay to khof hai kay kahin woh mujhay jhutla (na) den"},{"SurahNumber":26,"VerseNumber":13,"Text":"Aur mera seena tang horaha hai meri zaban chal nahi rahi pus tu haroon ki taraf bhi (wahee) bhej"},{"SurahNumber":26,"VerseNumber":14,"Text":"Aur unn ka meray aik qasoor ka (dawa) bhi hai mujhay darr hai kay kahin woh mujhay maar na dalen"},{"SurahNumber":26,"VerseNumber":15,"Text":"Janab-e-baari ney farmaya! Hergiz aisa na hoga tum dono humari nishaniyan ley ker jao hum khud sunnay walay tumharay sath hain"},{"SurahNumber":26,"VerseNumber":16,"Text":"Tum dono firaon kay pass ja ker kaho kay bila shuba hum rab-ul-aalamaeen kay bhejay huye hain"},{"SurahNumber":26,"VerseNumber":17,"Text":"Kay tu humaray sath bani israeel ko rawana ker dey"},{"SurahNumber":26,"VerseNumber":18,"Text":"Fairaon ney kaha kiya hum ney tujhay teray bachpan kay zamaney mein apnay haan nahi pala tha? Aur tu ney apni umar kay boht say saal hum mein nahi guzaray"},{"SurahNumber":26,"VerseNumber":19,"Text":"Phir tu apna woh kaam ker gaya jo ker gaya aur tu na shukro mein hai"},{"SurahNumber":26,"VerseNumber":20,"Text":"(hazrat) musa (alh-e-salam) ney jawab diya kay mein ney uss kaam ko uss waqt kiya tha jabkay mein raah bhoolay huye logon mein say tha"},{"SurahNumber":26,"VerseNumber":21,"Text":"Phir tum say khof kha ker mein tum mein say bhaag gaya phir mujhay meray rab ney hukum-o-ilm ata farmaya aur mujhay apnay payghumbaron mein say ker diya"},{"SurahNumber":26,"VerseNumber":22,"Text":"Mujh per tera kiya yehi woh ehsan hai? Jissay tu jata raha hai kay tu ney bani israeel ko ghulam bana rakha hai"},{"SurahNumber":26,"VerseNumber":23,"Text":"Firaon ney kaha rab-ul-aalameen kiya cheez hai"},{"SurahNumber":26,"VerseNumber":24,"Text":"(hazrat) musa (alh-e-salam) ney farmaya woh aasamano aur zamin aur inn kay darmiyan ki tamam cheezon ka rab hai agar tum yaqeen rakhney walay ho"},{"SurahNumber":26,"VerseNumber":25,"Text":"Firaon ney apney ird-gird walon say kaha kay kiya tum sunn nahi rahey"},{"SurahNumber":26,"VerseNumber":26,"Text":"(hazrat) musa (alh-e-salam) ney farmaya woh tumhara aur tumharay aglay baap dadon ka perwerdigar hai"},{"SurahNumber":26,"VerseNumber":27,"Text":"Firaon ney kaha (logo!) tumhara yeh rasool jo tumhari taraf bheja gaya hai yeh to yaqeenan deewana hai"},{"SurahNumber":26,"VerseNumber":28,"Text":"(hazrat) musa (alh-e-salam) ney farmaya! Wohi mashriq-o-maghrib ka aur inn kay darmiyan ki tamam cheezon ka rab hai agar tum aqal rakhtay ho"},{"SurahNumber":26,"VerseNumber":29,"Text":"Firaon kehney laga sunn ley! Agar tu ney meray siwa kissi aur ko mabood banaya tu mein tujhay qaidiyon mein daal doon ga"},{"SurahNumber":26,"VerseNumber":30,"Text":"Musa (alh-e-salam) ney kaha agar cheh mein teray pass koi khulli cheez ley aaon"},{"SurahNumber":26,"VerseNumber":31,"Text":"Firaon ney kaha agar tum sachon mein say hai to issay paish ker"},{"SurahNumber":26,"VerseNumber":32,"Text":"Aap ney (ussi waqt) apni laathi daal di jo achanak khullam khulla (zabardast) azdaha bann gaee"},{"SurahNumber":26,"VerseNumber":33,"Text":"Aur apna hath khench nikala to woh bhi ussi waqt her dekhney walay ko safaid chamkeela nazar aaney laga"},{"SurahNumber":26,"VerseNumber":34,"Text":"Firaon apnay aas pass kay sardaron say kehney laga bhaee yeh to koi bara dana jadoogar hai"},{"SurahNumber":26,"VerseNumber":35,"Text":"Yeh to chahata hai kay apnay jadoo kay zor say tumhen tumhari sirzameen say nikal dey batao abb tum kiya hukum detay ho"},{"SurahNumber":26,"VerseNumber":36,"Text":"Unn sab ney kaha aap issay aur iss kay bhai ko mohlat dijiye aur tamam shehron mein harkaaray bhej dijiye"},{"SurahNumber":26,"VerseNumber":37,"Text":"Jo aap kay pass zee ilm jadoogaron ko ley aayen"},{"SurahNumber":26,"VerseNumber":38,"Text":"Phir aik muqarrara din kay waday per tamam jadoogar jama kiye gaye"},{"SurahNumber":26,"VerseNumber":39,"Text":"Aur aam logon say bhi keh diya gaya kay tum bhi majmay mein hazir hojao gay"},{"SurahNumber":26,"VerseNumber":40,"Text":"Takay agar jadoogar ghalib aajayen to hum unhi ki pairwee keren"},{"SurahNumber":26,"VerseNumber":41,"Text":"Jadoogar agar firaon say kehney lagay kay agar hum jeet gaye to humen kuch inam bhi milay ga"},{"SurahNumber":26,"VerseNumber":42,"Text":"Firaon ney kaha haan! (bari khushi say) bulkay aisi soorat mein tum meray khas darbari bann jao gay"},{"SurahNumber":26,"VerseNumber":43,"Text":"(hazrat) musa (alh-e-salam) ney jadoogaron say farmaya jo kuch tumhen dalna hai daal do"},{"SurahNumber":26,"VerseNumber":44,"Text":"Unhon ney apni rassiyan aur laathiyan daal den aur kehney lagay izzat firaon ki qasam! Hum yaqeenan ghalib hi rahen gay"},{"SurahNumber":26,"VerseNumber":45,"Text":"Abb (hazrat) musa (alh-e-salam) ney bhi apni laathi maidan mein daal di jiss ney ussi waqt unn kay jhoot moot kay kartab ko nigalna shuroo ker diya"},{"SurahNumber":26,"VerseNumber":46,"Text":"Yeh dekhtay hi jadoogar bay ikhtiyar sajday mein gir gaye"},{"SurahNumber":26,"VerseNumber":47,"Text":"Aur unhon ney saaf keh diya kay hum to Allah rab-ul-aalameen per eman laye"},{"SurahNumber":26,"VerseNumber":48,"Text":"Yani musa (alh-e-salam) aur haroon kay rab per"},{"SurahNumber":26,"VerseNumber":49,"Text":"Firaon ney kaha kay meri ijazat say pehlay tum iss per eman ley aaye? Yaqeenan yehi tumhara woh bara (sardar) hai jiss ney tum sab ko jadoo sikhaya hai so tumhen abhi abhi maloom ho jaye ga qasam hai mein abhi tumharay haath paon ultay tor per kaat doon ga aur tum sab ko sooli per latka doon ga"},{"SurahNumber":26,"VerseNumber":50,"Text":"Unhon ney kaha koi haraj nahi hum to apnay rab ki taraf lotney walay hain hi"},{"SurahNumber":26,"VerseNumber":51,"Text":"Iss bina per kay hum sab say pehlay eman walay banay hain humen umeed parti hai kay humara rab humari sab khatayen moaaf farma dey ga"}]}