{"Id":389,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":42,"VerseNumber":27,"Text":"Eğer Allah rızkı kullarının hepsine bol bol verseydi, yeryüzünde azgınlık ederlerdi. Ama O, dilediğini bir ölçüye göre indirir. Doğrusu O, kullarından haberdardır, onları görendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"Umutsuzluğa düşmelerinin ardından yağmuru indiren, rahmetini yayan O'dur. O, övülmeğe layık olan dosttur"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gökleri, yeri ve ikisinde yaydığı canlıları yaratması varlığının delillerindendir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Başınıza gelen herhangi bir musibet ellerinizle işlediklerinizden ötürüdür. O, yine de çoğunu affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Yeryüzünde O'nu aciz bırakamazsınız. Allah'tan başka bir dostunuz da yardımcınız da yoktur"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde yüce dağlar gibi gemilerin yürümesi O'nun varlığının delillerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"O, dilerse rüzgarı durdurur, yelkenle giden gemiler o zaman denizin yüzünde durakalır. Bunlarda, sabırlı olan ve çok şükreden kimseler için deliller vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahut yaptıklarına karşılık onları ortadan kaldırır, bir çoğunu da bağışlar"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ayetlerimiz üzerinde tartışanlar, kendilerine kaçacak yer olmadığını bilsinler"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler"},{"SurahNumber":42,"VerseNumber":37,"Text":"Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler"},{"SurahNumber":42,"VerseNumber":38,"Text":"Size verilen herhangi bir şey, sadece dünya hayatının bir geçimliğidir. Allah katında olan; inanıp Rablerine güvenen, büyük günahlardan ve hayasızlıklardan çekinen, öfkelendiklerinde bile bağışlayanlar, Rablerinin çağrısına cevap verenler ve namaz kılanlar için daha iyi ve daha süreklidir. Onların işleri aralarında danışma iledir. Kendilerine verdiğimiz rızıktan da sarfederler"},{"SurahNumber":42,"VerseNumber":39,"Text":"Bir haksızlığa uğradıklarında, üstün gelmek için aralarında yardımlaşırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Bir kötülüğün karşılığı, aynı şekilde bir kötülüktür. Ama kim affeder ve barışırsa, onun ecri Allah'a aittir. Doğrusu O, zulmedenleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Zulüm gördükten sonra hakkını alan kimselere, işte onların aleyhine bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"İnsanlara zulmedenlere, yeryüzünde haksız yere taşkınlık edenlere karşı durulmalıdır. İşte, can yakıcı azap bunlaradır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ama sabredip bağışlayanın işi, işte bu, azmedilmeye değer işlerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah kimi saptırırsa, artık onun bundan sonra bir dostu olmaz. Azabı gördüklerinde, zalimlerin: \"Dönecek bir yol yok mudur?\" dediklerini görürsün"},{"SurahNumber":42,"VerseNumber":45,"Text":"Aşağılıktan başları öne eğilmiş, göz ucuyla gizli gizli etrafa bakarken, ateşe sunulduklarını görürsün. İnananlar: \"Hüsranda olanlar, kıyamet günü kendilerini de, ailelerini de hüsranda bırakanlardır\" derler. İyi bilin ki, zalimler sürekli bir azap içindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların, Allah'tan başka kendilerine yardım edecek dostları da yoktur. Allah'ın saptırdığı kimsenin çıkar yolu olmaz"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allah katından, geri çevrilemeyecek günün gelmesinden önce Rabbinizin çağrısına cevap verin. O gün hiçbirinize sığınacak yer bulunmaz, inkar de edemezsiniz"},{"SurahNumber":42,"VerseNumber":48,"Text":"Eğer yüz çevirirlerse bilsinler ki, Biz seni onlara bekçi göndermedik; sana düşen sadece tebliğdir. Doğrusu Biz insana katımızdan bir rahmet tattırırsak ona sevinir; ama elleriyle yaptıkları yüzünden başlarına bir kötülük gelirse işte o zaman görürsün ki insan gerçekten pek nankördür"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin hükümranlığı Allah'ındır. Dilediğini yaratır, dilediğine kız çocuk, dilediğine de erkek çocuk verir"},{"SurahNumber":42,"VerseNumber":50,"Text":"Yahut hem kız hem erkek çocuk verir, dilediğini de kısır kılar. O, bilendir, her şeye Kadir'dir"}]}