{"Id":446,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov-la","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian - Transliteration","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"I koly poprosyv Musa vody dlya narodu svoho, to skazaly My: «Udar svoyeyu palytseyu v skelyu!» I potekly zvidty dvanadtsyatʹ dzherel. I kozhne plemʺya znalo, zvidky yomu pyty. «Yizhte y pyyte z toho, chym nadilyv vas Allah! I ne siyte na zemli zla!»"},{"SurahNumber":2,"VerseNumber":61,"Text":"I osʹ vy skazaly: «O Muso! Vazhko nam yisty odne y te zh same. Poprosy svoho Hospoda, shchob Vin zrostyv dlya nas te, shcho roste na zemli: zelenʹ, ohirky, chasnyk, sochevytsyu ta tsybulyu!» Vidpoviv Musa: «Nevzhe vy prosyte zaminyty te, shcho krashche, na shchosʹ nyzʹke? Iditʹ zhe v budʹ-yake selyshche! Tam bude vam te, choho vy prosyte!» Spitkaly yikh prynyzhennya y bidnistʹ, ta y naklykaly vony na sebe hniv Allaha! Tse yim za te, shcho vony ne viruvaly u znamennya Allaha, shcho vbyvaly prorokiv bez prava na te, shcho chynyly neposlukh ta buly porushnykamy"},{"SurahNumber":2,"VerseNumber":62,"Text":"Voistynu, tym, khto uviruvav, i yudeyam, i tym, yaki ye khrystyyanamy, i sabeyam — usim, khto uviruvav v Allaha, v Ostanniy Denʹ i khto tvoryv dobro — vynahoroda u Hospoda yikhnʹoho. Ne matymutʹ vony strakhu y ne budutʹ zasmucheni vony"},{"SurahNumber":2,"VerseNumber":63,"Text":"I koly My uklaly iz vamy zavit ta pidnesly nad vamy horu [Sinay]: «Mitsno trymaytesya toho, shcho My daruvaly vam"},{"SurahNumber":2,"VerseNumber":64,"Text":"Ale pislya tsʹoho vy vidvernulysya! Ta yakby ne laska Allaha do vas ta ne mylistʹ Yoho, vy b neodminno zaznaly vtrat"},{"SurahNumber":2,"VerseNumber":65,"Text":"Vy znaly tykh sered vas, khto porushuvav subotu. Tomu My skazaly yim: «Budʹte mavpamy merzennymy!»"},{"SurahNumber":2,"VerseNumber":66,"Text":"My zrobyly tse [pokarannya] prykladom dlya suchasnykiv ta nastupnykiv, povchannyam dlya bohoboyazlyvykh"},{"SurahNumber":2,"VerseNumber":67,"Text":"I koly skazav Musa narodu svoyemu: «Voistynu, Allah nakazuye vam zabyty korovu!» Vony zapytaly: «Ty shcho hluzuyesh iz nas?» Toy vidpoviv: «Shukayu zakhystu v Allaha, shchob ne buty nevihlasom!»"},{"SurahNumber":2,"VerseNumber":68,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyu vona povynna buty». Musa vidpoviv: «Vin hovorytʹ: korova povynna buty i ne staroyu, i ne telytseyu, a chymosʹ serednim mizh tsym. Tozh robitʹ, shcho nakazano vam!»"},{"SurahNumber":2,"VerseNumber":69,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyi vona povynna buty masti!» Musa vidpoviv: «Vin hovorytʹ: korova povynna buty rudoyu, svitloho vidtinku. Kolir yiyi tishytʹ toho, khto pohlyane na neyi!»"},{"SurahNumber":2,"VerseNumber":70,"Text":"Vony skazaly: «Poprosy svoho Hospoda, shchob Vin poyasnyv nam, yakoyu povynna vona buty, bo vsi korovy dlya nas odnakovi. Todi, yakshcho pobazhaye Allah, my neodminno pidemo pravylʹnym shlyakhom!»"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa vidpoviv: «Vin hovorytʹ, shcho tse korova, yaka ne ore ta ne khodytʹ pered kolesom dlya zroshuvannya, vilʹna vid budʹ-yakykh vad chy plyam». Vony vidpovily: «Teper ty pryyshov do nas z istynoyu!» I vony zabyly yiyi, khoch dumaly vzhe tsʹoho ne robyty"},{"SurahNumber":2,"VerseNumber":72,"Text":"I koly vy vbyly zhyvu dushu y sperechalysya pro tse, Allah rozkryv te, shcho prykhovuvaly vy"},{"SurahNumber":2,"VerseNumber":73,"Text":"My skazaly: «Vdarte [pomerloho] yakoyusʹ chastynoyu korovy! Tak Allah ozhyvlyaye mertvykh i pokazuye vam znamennya Svoyi — mozhlyvo, vy zrozumiyete!»"},{"SurahNumber":2,"VerseNumber":74,"Text":"Potim sertsya vashi zrobylysya zhorstokymy y staly yak kaminʹ abo y tverdishe! Ale ye skeli, z yakykh techutʹ strumky. A shche taki, shcho rozkolyuyutʹsya y vykhodytʹ iz nykh voda. A ye y taki, shcho padayutʹ vid strakhu pered Allahom! I Allah ne zabuvaye toho, shcho robyte vy"}]}