{"Id":296,"LanguageCodes":["ru","rus"],"Name":"rus-abuadel-la","Author":"Abu Adel","Language":"Russian","Description":"Russian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":60,"Text":"Cand Moise a cerut de baut pentru poporul sau, Noi i-am spus: “Loveste stanca cu toiagul tau!” Douasprezece izvoare tasnira si fiecare cunoscu locul sau de baut. Mancati si beti din ceea ce v-a inzestrat Dumnezeu, insa nu fiti fara stavila pe pamant, semanand stricaciune"},{"SurahNumber":2,"VerseNumber":61,"Text":"Voi ati spus: “O, Moise! Noi nu putem rabda intotdeauna aceeasi mancare. Cheama-L pe Domnul tau ca sa ne scoata noua din cele ce rasar pe pamant: verdeturi, castraveti, usturoi, linte si ceapa.” El a raspuns: “Voi vreti sa schimbati ce-i mai bun cu ce-i mai rau? Coborati in Egipt unde veti afla ceea ce cereti!” Atunci ei fura loviti de umilinta si saracie si mania lui Dumnezeu cazu asupra lor, caci, neascultatori si calcatori de lege, tagaduisera semnele lui Dumnezeu si-i omorasera, nedrept, pe profeti"},{"SurahNumber":2,"VerseNumber":62,"Text":"Cei care cred, evrei, nazareeni, sabeeni, care cred in Dumnezeu si in Ziua de Apoi si savarsesc fapte bune, acestia isi vor afla rasplata la Domnul lor, acolo nu vor fi incercati de teama si nu se vor mahni"},{"SurahNumber":2,"VerseNumber":63,"Text":"Noi am facut legamant cu voi si am ridicat muntele deasupra voastra: “Luati cu sarg ceea ce v-am dat! Amintiti-va ce cuprinde!” Poate va veti teme"},{"SurahNumber":2,"VerseNumber":64,"Text":"Insa, dupa aceea, voi ati intors spatele! Fara harul si milostivenia lui Dumnezeu ati fi fost pierduti"},{"SurahNumber":2,"VerseNumber":65,"Text":"Ii cunoasteti pe aceia, dintre voi, care au incalcat Sabbatul? Noi le-am spus: “Fiti maimute spurcate!”"},{"SurahNumber":2,"VerseNumber":66,"Text":"Noi am facut aceasta drept invatatura celor de fata si celor de dupa ei si drept predica celor tematori"},{"SurahNumber":2,"VerseNumber":67,"Text":"Moise ii spuse poporului sau: “Dumnezeu va porunceste sa jertfiti o vaca.” Ei i-au spus: “Iti bati joc de noi?” El le spuse: “M-a ferit Dumnezeu sa fiu dintre cei nestiutori.”"},{"SurahNumber":2,"VerseNumber":68,"Text":"Ei i-au spus: “Cheama-L pe Domnul tau, pentru noi, ca sa ne lamureasca cum sa fie.” El le spuse: “Dumnezeu spune sa fie o vaca, nici batrana, nici tanara, ci de varsta mijlocie. Faceti ceea ce vi s-a poruncit!”"},{"SurahNumber":2,"VerseNumber":69,"Text":"Ei i-au spus: “Cheama-L pe Domnul tau, pentru noi, ca sa ne lamureasca El ce culoare sa fie.” El le spuse: “Dumnezeu spune sa fie o vaca galbuie, lucioasa la culoare, placuta la vedere.”"},{"SurahNumber":2,"VerseNumber":70,"Text":"Ei i-au spus: “Cheama-L pe Domnul tau, pentru noi, sa ne lamureasca El cum sa fie, caci toate vacile ne par la fel, insa, daca Dumnezeu voieste, vom fi calauziti.”"},{"SurahNumber":2,"VerseNumber":71,"Text":"El le spuse: “Dumnezeu spune sa nu fie o vaca istovita de aratul campului ori de udatul ogorului, ci sa fie sanatoasa, far-de betesug.” Ei i-au spus: “Acum tu ne-ai adus adevarul.” Si au jertfit vaca, insa abia-abia de o facura"},{"SurahNumber":2,"VerseNumber":72,"Text":"Daca ati omorat pe cineva si va invinuiti unii pe altii, Dumnezeu va scoate la iveala ceea ce tainuiti"},{"SurahNumber":2,"VerseNumber":73,"Text":"Noi am spus: “Loviti-l cu o bucata din ea!” Astfel Dumnezeu invie mortii si va arata semnele Sale. Poate veti pricepe"},{"SurahNumber":2,"VerseNumber":74,"Text":"Inimile voastre s-au intarit dupa aceea ca stanca, ba chiar mai mult, caci sunt si stanci din care tasnesc izvoare, si stanci ce se crapa si iese apa din ele, si stanci ce se pravalesc de frica lui Dumnezeu. Dumnezeu nu este nepasator la ceea ce faceti"}]}