{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":111,"Text":"Siku ambayo kila nafsi itakuja jitetea, na kila nafsi italipwa sawa sawa na a'mali ilizo zifanya, nao hawatadhulumiwa"},{"SurahNumber":16,"VerseNumber":112,"Text":"Na Mwenyezi Mungu amepiga mfano wa mji ulio kuwa na amani na utulivu, riziki yake ikiufikia kwa nafasi kutoka kila mahali. Lakini ukazikufuru neema za Mwenyezi Mungu; kwa hivyo Mwenyezi Mungu akauvika vazi la njaa na khofu kwa sababu ya yale waliyo kuwa wakiyafanya"},{"SurahNumber":16,"VerseNumber":113,"Text":"Na alikwisha wajia Mjumbe wa miongoni mwao wenyewe. Lakini wakamkanusha; basi iliwafika adhabu hali ya kuwa wamedhulumu"},{"SurahNumber":16,"VerseNumber":114,"Text":"Basi kuleni katika vile alivyo kupeni Mwenyezi Mungu, vilivyo halali na vizuri. Na shukuruni neema za Mwenyezi Mungu, ikiwa kweli mnamuabudu Yeye"},{"SurahNumber":16,"VerseNumber":115,"Text":"Amekuharimishieni nyamafu tu, na damu, na nyama ya nguruwe, na mnyama aliye chinjwa kwa ajili isiyo kuwa ya Mwenyezi Mungu. Lakini anaye lazimishwa bila ya kuasi, wala kuruka mipaka, basi hakika Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":116,"Text":"Wala msiseme uwongo, kwa kuropokwa na ndimi zenu: Hichi halali, na hichi haramu - mkimzulia uwongo Mwenyezi Mungu. Hakika wanao mzulia uwongo Mwenyezi Mungu hawatafanikiwa"},{"SurahNumber":16,"VerseNumber":117,"Text":"Ni starehe ndogo, nao watapata adhabu chungu"},{"SurahNumber":16,"VerseNumber":118,"Text":"Na Mayahudi tuliwaharimishia yale tuliyo kuhadithia zamani. Na Sisi hatukuwadhulumu, bali walikuwa wakijudhulumu wenyewe"},{"SurahNumber":16,"VerseNumber":119,"Text":"Kisha hakika Mola wako Mlezi kwa walio tenda uovu kwa ujinga, kisha wakatubia baada ya hayo na wakatenda mema; bila ya shaka Mola wako Mlezi baada ya hayo ni Mwenye kusamehe na Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":120,"Text":"Hakika Ibrahim alikuwa mfano mwema, mnyenyekevu kwa Mwenyezi Mungu, mwongofu, wala hakuwa miongoni mwa washirikina"},{"SurahNumber":16,"VerseNumber":121,"Text":"Mwenye kuzishukuru neema zake, Mwenyezi Mungu. Yeye kamteuwa, na akamwongoa kwenye Njia Iliyo Nyooka"},{"SurahNumber":16,"VerseNumber":122,"Text":"Na tukampa wema duniani, na hakika Akhera atakuwa miongoni mwa watu wema"},{"SurahNumber":16,"VerseNumber":123,"Text":"Kisha tukakufunulia ya kwamba ufuate mila ya Ibrahim, mwongofu, wala hakuwa miongoni mwa washirikina"},{"SurahNumber":16,"VerseNumber":124,"Text":"Hakika siku ya Sabato (Jumaamosi) waliwekewa wale walio khitalifiana kwa ajili yake. Na hakika Mola wako Mlezi bila ya shaka atahukumu baina yao Siku ya Kiyama katika yale waliyo kuwa wakikhitalifiana"},{"SurahNumber":16,"VerseNumber":125,"Text":"Waite waelekee kwenye Njia ya Mola wako Mlezi kwa hikima na mawaidha mema, na ujadiliane nao kwa namna iliyo bora. Hakika Mola wako Mlezi ndiye anaye mjua zaidi aliye ipotea Njia yake, na Yeye ndiye anaye wajua zaidi walio ongoka"},{"SurahNumber":16,"VerseNumber":126,"Text":"Na mkilipiza basi lipizeni sawa na vile mlivyo adhibiwa. Na ikiwa mtasubiri, basi hakika hivyo ni bora zaidi kwa wanao subiri"},{"SurahNumber":16,"VerseNumber":127,"Text":"Na subiri. Na kusubiri kwako kusiwe ila kwa sababu ya Mwenyezi Mungu tu. Wala usiwahuzunikie; wala usiwe katika dhiki kwa hila wanazo zifanya"},{"SurahNumber":16,"VerseNumber":128,"Text":"Hakika Mwenyezi Mungu yu pamoja na wenye kumcha, na watendao mema"}]}