{"Id":7,"LanguageCodes":["ar","ara"],"Name":"ara-jalaladdinalmah","Author":"Jalal Ad Din Al Mahalli And Jalal Ad Din As Suyuti","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":189,"Text":"«هو» أي الله «الذي خلقكم من نفس واحدة» أي آدم «وجعل» خلق «منها زوجها» حواء «ليسكن إليها» ويألفها «فلما تغشَّاها» جامعها «حملت حملا خفيفا» هو النطفة «فمرت به» ذهبت وجاءت لخفته «فلما أثقلت» بكبر الولد في بطنها وأشفقا أن يكون بهيمة «دعوا الله ربَّهما لئن آتيتنا» ولدا «صالحا» سويا «لنكونن من الشاكرين» لك عليه"},{"SurahNumber":7,"VerseNumber":190,"Text":"«فلمَّا آتاهما» ولدا «صالحا جعلا له شركاء» وفي قراءة بكسر الشين والتنوين أي شريكا «فيما آتاهما» بتسميته عبد الحارث ولا ينبغي أن يكون عبدا إلا لله، وليس بإشراك في العبودية لعصمة آدم وروى سمرة عن النبي صلى الله عليه وسلم قال: لما ولدت حواء طاف بها إبليس وكان لا يعيش لها ولد فقال: سميه عبد الحارث فإنه يعيش فسمته فعاش فكان ذلك من وحي الشيطان وأمره رواه الحاكم وقال صحيح والترمذي وقال حسن غريب «فتعالى الله عما يشركون» أي أهل مكة به من الأصنام، والجملة مسببة عطف على خلقكم وما بينهما اعتراض"},{"SurahNumber":7,"VerseNumber":191,"Text":"«أيشركون» به في العبادة «ما لا يخلق شيئا وهم يُخلقون»"},{"SurahNumber":7,"VerseNumber":192,"Text":"«ولا يستطيعون لهم» أي لعابديهم «نصرا ولا أنفسهم يَنْصرون» بمنعها ممن أراد بهم سوءا من كسر أو غيره، والاستفهام للتوبيخ"},{"SurahNumber":7,"VerseNumber":193,"Text":"«وإن تدعوهم» أي الأصنام «إلى الهدى لا يتبعوكم» بالتخفيف والتشديد «سواء عليكم أدعوتموهم» إليه «أم أنتم صامتون» عن دعائهم لا يتبعوه لعدم سماعهم"},{"SurahNumber":7,"VerseNumber":194,"Text":"«إن الذين تدعون» تعبدون «من دون الله عبادٌ» مملوكة «أمثالكم فادعوهم فليستجيبوا لكم» دعاءكم «إن كنتم صادقين» في أنها آلهة، ثم بين غاية عجزهم وفضل عابديهم عليهم فقال"},{"SurahNumber":7,"VerseNumber":195,"Text":"«ألهم أرجل يمشون بها أم» بل أ «لهم أيد» جمع يد «يبطشون بها أم» بل أ «لهم آذان يسمعون بها» استفهام إنكاري، أي ليس لهم شيء من ذلك مما هو لكم فكيف تعبدوهم وأنتم حالا منهم «قل» لهم يا محمد «ادعوا شركاءكم» إلى هلاكي «ثم كيدون فلا تُنظرون» تمهلون فإني لا أبالي بكم"},{"SurahNumber":7,"VerseNumber":196,"Text":"«إن وليي الله» متولي أموري «الذي نزَّل الكتاب» القرآن «وهو يتولى الصالحين» بحفظه"},{"SurahNumber":7,"VerseNumber":197,"Text":"«والذين تدعون من دونه لا يستطيعون نصركم ولا أنفسهم ينصرون» فكيف أبالي بهم"},{"SurahNumber":7,"VerseNumber":198,"Text":"«وإن تدعوهم» أي الأصنام «إلى الهدى لا يسمعوا وتراهم» أي الأصنام يا محمد «ينظرون إليك» أي يقابلونك كالناظر «وهم لا يبصرون»"},{"SurahNumber":7,"VerseNumber":199,"Text":"«خذ العفو» اليسر من أخلاق الناس ولا تبحث عنها «وأمر بالعرف» بالمعروف «وأعرض عن الجاهلين» فلا تقابلهم بسفههم"},{"SurahNumber":7,"VerseNumber":200,"Text":"«وإما» فيه إدغام نون إن الشرطية في ما المزيدة «ينزغنَّك من الشيطان نَزْغٌ» أي إن يصرفك عما أمرت به صارف «فاستعذ بالله» جواب الشرط وجواب الأمر محذوف، أي يدفعه عنك «إنه سميع» للقول «عليم» بالفعل"},{"SurahNumber":7,"VerseNumber":201,"Text":"«إن الذين اتقوا إذا مسَّهم» أصابهم «طيفٌ» وفي قراءة طائف أي شيء ألَّم بهم «من الشيطان تذكَّروا» عقاب الله وثوابه «فإذا هم مبصرون» الحق من غيره فيرجعون"},{"SurahNumber":7,"VerseNumber":202,"Text":"«وإخوانهم» أي إخوان الشياطين من الكفار «يَمدُّونَهُمْ» أي الشياطين «في الغي ثم» هم «لا يُقْصِرُونَ» يكفون عنه بالتبصر كما تبصَّر المتقون"},{"SurahNumber":7,"VerseNumber":203,"Text":"«وإذا لم تأتهم» أي أهل مكة «بآية» مما اقترحوا «قالوا لولا» هلا «اجتبيتها» أنشأتها من قبل نفسك «قل» لهم «إنَّما أتَّبع ما يوحى إلي من ربي» وليس لي أن آتي من عند نفسي بشيء «هذا» القرآن «بصائر» حجج «من ربِّكم وهدى ورحمة لقوم يؤمنون»"},{"SurahNumber":7,"VerseNumber":204,"Text":"«وإذا قُرئ القرآن فاستمعوا له وأنصتوا» عن الكلام «لعلكم ترحمون» نزلت في ترك الكلام في الخطبة وعبَّر عنها بالقرآن لاشتمالها عليه، وقيل في قراءة القرآن مطلقا"},{"SurahNumber":7,"VerseNumber":205,"Text":"«واذكر ربَّك في نفسك» أي سرا «تضرُّعا» تدللا «وخيفة» خوفا منه «و» فوق السر «دون الجهر من القول» أي قصدا بينهما «بالغدو والآصال» أوائل النهار وأواخره «ولا تكن من الغافلين» عن ذكر الله"},{"SurahNumber":7,"VerseNumber":206,"Text":"«إن الذين عند ربك» أي الملائكة «لا يستكبرون» يتكبَّرون «عن عبادته ويسبِّحونه» ينزهوِّنه عما لا يليق به «وله يسجدون» أي يخصونه بالخضوع والعبادة فكونوا مثلهم"}]}