{"Id":377,"LanguageCodes":["th","tha"],"Name":"tha-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":16,"VerseNumber":30,"Text":"และได้ถูกกล่าวแก่บรรดาผู้ยำเกรงว่า “พระเจ้าของพวกเจ้าได้ทรงประทานอะไรลงมา?” พวกเขากล่าวว่า “ความดีทั้งนั้น” สำหรับบรรดาผู้ทำดีในโลกนี้คือความดี และแน่นอนในปรโลกนั้นย่อมดีกว่า และที่พำนักของบรรดาผู้ยำเกรงนั้นช่างดีเลิศ"},{"SurahNumber":16,"VerseNumber":31,"Text":"สวนสวรรค์ที่พำนักที่พวกเขาจะเข้าไปในนั้น มีลำน้ำหลายสายไหลผ่าน ณ เบื้องล่างสำหรับพวกเขาที่อยู่ในนั้นจะได้สิ่งที่ต้องการ ในทำนองนั้น อัลลอฮฺทรงตอบแทนบรรดาผู้ยำเกรง"},{"SurahNumber":16,"VerseNumber":32,"Text":"บรรดาผู้ที่มะลาอิกะฮ์เอาชีวิตของพวกเขาโดยที่พวกเขาเป็นคนดี พลางกล่าวว่า “ศานติจงมีแด่พวกเจ้า จงเข้าไปในสวนสวรรค์เนื่องจากสิ่งที่พวกเจ้าได้กระทำไว้”"},{"SurahNumber":16,"VerseNumber":33,"Text":"พวกเขามิได้คอยสิ่งใด นอกจากจะให้มะลาอิกะฮ์มาหาพวกเขา หรือพระบัญชาของพระเจ้าจะมา ในทำนองนั้นแหละ บรรดาผู้มาก่อนหน้าพวกเขาได้กระทำ และอัลลอฮ์มิได้ทรงอธรรมต่อพวกเขา แต่พวกเขาได้อธรรมต่อตัวของพวกเขาเอง"},{"SurahNumber":16,"VerseNumber":34,"Text":"ดังนั้น ความชั่วทั้งหลายที่พวกเขาได้กระทำไว้ ก็จะประสบแก่พวกเขา และสิ่งที่พวกเขาเคยเย้ยหยันไว้ ก็จะห้อมล้อมพวกเขา"},{"SurahNumber":16,"VerseNumber":35,"Text":"และบรรดาผู้ตั้งภาคีดังกล่าว”หากอัลลอฮ์ทรงประสงค์ พวกเราจะไม่เคารพบูชาผู้ใดอื่นจากพระองค์ ทั้งพวกเราและบรรพบุรุษบองพวกเราและพวกเราจะไม่ห้ามสิ่งใดอื่นจากที่พระองค์(ทรงห้ามไว้ ในทำนองนั้นแหละบรรดาผู้มาก่อนหน้าพวกเขาได้กระทำ ดังนั้น บรรดาร่อซูลมิได้มีหน้าที่อื่นใด นอกจากการประกาศอันชัดแจ้งเท่านั้น)"},{"SurahNumber":16,"VerseNumber":36,"Text":"และโดยแน่นอน เราได้ส่งร่อซูลมาในทุกประชาชาติ (โดยบัญชาว่า) “พวกท่าจงเคารพภักดีอัลลอฮ์ และจงหลีกหนีให้ห่างจากพวกเจว็ด” ดังนั้น ในหมู่พวกเขามีผู้ที่อัลลอฮ์ทรงชี้แนะทางให้และในหมู่พวกเขามีการหลงผิดคู่ควรแก่เขาฉะนั้น พวกเจ้าจงตระเวนไปในแผ่นดิน แล้วจงดูว่าบั้นปลายของผู้ปฏิเสธนั้นเป็นเช่นใด"},{"SurahNumber":16,"VerseNumber":37,"Text":"หากเจ้าห่วงใยต่อการชี้แนะทางของพวกเขา ดังนั้น แท้จริงอัลลออ์จะไม่ทรงแนะทางแก่ผู้ที่พระองค์จะให้เขาหลง และสำหรับพวกเขาจะไม่มีผู้ช่วยเหลือใด ๆ"},{"SurahNumber":16,"VerseNumber":38,"Text":"และพวกเขาได้สาบานต่ออัลลอฮ์ พ้วยการสาบานอย่างแข็งขันว่า อัลลอฮ์จะไม่ทรงให้ผู้ตายฟื้นขึ้นมาอีก มิใช่เช่นนั้น! สัญญานั้นย่อมเป็นจริงแก่พระองค์เสมอ แต่มนุษย์ส่วนมากไม่รู้"},{"SurahNumber":16,"VerseNumber":39,"Text":"เพื่อพระองค์จะทรงชี้แจงแก่พวกเขาถึงสิ่งที่พวกเขาขัดแย้งกันในเรื่องนั้น และเพื่อพระองค์จะทรงให้บรรดาผู้ปฏิเสธศรัทธาได้รู้ว่าแท้จริงพวกเขานั้นเป็นผู้โกหก"},{"SurahNumber":16,"VerseNumber":40,"Text":"แท้จริงเมื่อเราปรารถนาคำตรัสของเราแก่สิ่งใด เราก็จะกล่าวแก่มันว่า “จงเป็น” แล้วมันก็เป็นขึ้น"},{"SurahNumber":16,"VerseNumber":41,"Text":"และบรรดาผู้ที่อพยพในเรื่องของอัลลอฮ์หลังจากที่พวกเขาถูกข่มเหง และแน่นอนเราจะให้ที่พำนักที่ดีแก่เขาในโลกนี้ และแน่นอนรางวัลของวันปรโลกนั้นยิ่งใหญ่กว่า หากพวกเขารู้"},{"SurahNumber":16,"VerseNumber":42,"Text":"บรรดาผู้อดทน และพวกเขามอบความไว้วางใจต่อพระเจ้าของพวกเขา"},{"SurahNumber":16,"VerseNumber":43,"Text":"และเรามิได้ส่งผู้ใดมาก่อนหน้าเจ้า นอกจากเป็นผู้ชายที่เราได้วะฮีแก่พวกเขา ดังนั้น พวกเจ้าจงถามบรรดาผู้รู้ หากพวกเจ้าไม่รู้"},{"SurahNumber":16,"VerseNumber":44,"Text":"ด้วยหลักฐานทั้งหลายที่ชัดแจ้ง และคัมภีร์ต่างๆ ที่ศักดิ์สิทธิ์ และเราได้ให้อัลกุรอานแก่เจ้าเพื่อเจ้าจะได้ชี้แจง(ให้กระจ่าง)แก่มนุษย์ซึ่งสิ่งที่ได้ถูกประทานมาแก่พวกเขา และเพื่อพวกเขาจะได้ไตร่ตรอง"},{"SurahNumber":16,"VerseNumber":45,"Text":"บรรดาผู้วางแผนชั่วร้ายทั้งหลายจะปลอดภัยกระนั้นหรือ จากการที่อัลลอฮ์จะทรงให้ธรณีสูบพวกเขา หรือการลงโทษที่จะมาหาพวกเขาโดยที่พวกเขาไม่รู้ตัว"},{"SurahNumber":16,"VerseNumber":46,"Text":"หรือพระองค์จะทรงคร่าชีวิตพวกเขาขณะที่พวกเขาเดินทาง ดังนั้น พวกเขาจะไม่สามารถหักห้าม(พระองค์)ได้"},{"SurahNumber":16,"VerseNumber":47,"Text":"หรือพระองค์พวกเขาให้ตายทีละน้อย ดังนั้น แท้จริงพระเจ้าของพวกเจ้านั้น แน่นอนเป็นผู้ทรงเอ็นดู ผู้ทรงเมตตาเสมอ"},{"SurahNumber":16,"VerseNumber":48,"Text":"และพวกเขามิได้มองไปยังสิ่งที่อัลลอฮ์ทรงสร้าง บ้างดอกหรือว่า เงาของมันจะทอดไปทางขวาและทางซ้าย เพื่อสุญูดต่ออัลลอฮ์โดยที่พวกมันนอบน้อม"},{"SurahNumber":16,"VerseNumber":49,"Text":"และสิงที่อยู่ในชั้นฟ้าทั้งหลายและสิ่งที่อยู่ในแผ่นดิน ที่เป็นสัตว์โลกทั้งหลายและมะลาอิกะฮ์จะสุญูดต่ออัลลอฮ์ โดยที่พวกมันจะไม่หยิ่งผยอง"},{"SurahNumber":16,"VerseNumber":50,"Text":"พวกเขาจะกลัวพระเจ้าของพวกเขา ผู้ทรงอำนาจเหนือพวกเจ้า ปฏิบัติตามสิ่งที่พวกเขาถูกบัญชา"}]}