{"Id":51,"LanguageCodes":["bn","ben"],"Name":"ben-abubakrzakaria-lad","Author":"Abu Bakr Zakaria","Language":"Bengali","Description":"Bengali - Transliteration with diacritics","Direction":"ltr","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":34,"VerseNumber":24,"Text":"Baluna, 'āsamānasamūha ō yamīna thēkē kē tōmādērakē riyika pradāna karēna? Baluna, 'āllāha. Āra niścaẏa āmarā athabā tōmarā saṯpathē sthita athabā spaṣṭa bibhraāntitē patita"},{"SurahNumber":34,"VerseNumber":25,"Text":"Baluna, 'āmādēra aparādhēra jan'ya tōmādērakē jabābadihi karatē habē nā ēbaṁ tōmarā yā kara sē samparkē āmādērakē'ō jabābadihi karatē habē nā"},{"SurahNumber":34,"VerseNumber":26,"Text":"Baluna, 'āmādēra raba āmādēra sakalakē ēkatra karabēna, tārapara tini āmādēra madhyē saṭhikabhābē phāẏasālā karē dēbēna. Āra tini'i śrēṣṭha phaẏasālākārī, sarbajña"},{"SurahNumber":34,"VerseNumber":27,"Text":"Baluna, 'tōmarā āmākē tādēra dēkhā'ō, yādērakē tōmarā śarīkarūpē tām̐ra sāthē juṛē diẏēcha. Nā, kakhanō nā, baraṁ tini'i āllāh, parākramaśālī, hikamata'ōẏālā"},{"SurahNumber":34,"VerseNumber":28,"Text":"Āra āmarā tō āpanākē samagra mānuṣēra jan'ya'i susambādadātā ō satarkakārīrūpē prēraṇa karēchi [1]; kintu adhikānśa mānuṣa jānē nā"},{"SurahNumber":34,"VerseNumber":29,"Text":"Āra tārā balē, 'tōmarā yadi satyabādī ha'ō tabē bala, ē pratiśruti kakhana bāstabāẏita habē?’"},{"SurahNumber":34,"VerseNumber":30,"Text":"Baluna, 'tōmādēra jan'ya āchē ēka nirdhārita dinēra pratiśruti, tā thēkē tōmarā muhurtakāla'ō bilamba karatē pārabē nā, āra tbarānbita'ō karatē pārabē nā.’"},{"SurahNumber":34,"VerseNumber":31,"Text":"Āra yārā kupharī karēchē tārā balē, 'āmarā ē kura'ānēra ōpara kakhanō īmāna ānaba nā ēbaṁ ēra āgē yā āchē tātē'ō nā.' Āra hāẏa! Āpani yadi dēkhatēna yālimadērakē, yakhana tādēra rābēra sāmanē dām̐ṛa karānō habē, takhana tārā paraspara bāda-pratibāda karatē thākabē, yādērakē durbala manē karā hata, tārā ahaṅkārīdērakē balabē, 'tōmarā nā thākalē āmarā abaśya'i mumina hatāma"},{"SurahNumber":34,"VerseNumber":32,"Text":"Yārā ahaṅkārī chila tārā, yādērakē durbala karē rākhā haẏēchila tādērakē balabē, 'tōmādēra kāchē saṯpathēra diśā āsāra para āmarā ki tōmādērakē tā thēkē nibr̥tta karēchilāma? Baraṁ tōmarā'i chilē aparādhī"},{"SurahNumber":34,"VerseNumber":33,"Text":"Āra yādērakē durbala karē rākhā haẏēchila tārā, yārā ahaṅkāra karēchila tādērakē balabē, 'prakr̥tapakṣē tōmarā'i tō dinarāta cakrāntē lipta chilē, yakhana tōmarā āmādērakē nirdēśa diẏēchilē yēna āmarā āllāhara sāthē kupharaī kari ēbaṁ tām̐ra jan'ya samakakṣa (śirka) sthāpana kari [1].' Āra yakhana tārā śāsti dēkhatē pābē, takhana tārā anutāpa gōpana rākhabē ēbaṁ yārā kupharī karēchē āmarā tādēra galāẏa śr̥ṅkhala parāba. Tārā yā karata tādērakē kēbala tāra'i pratiphala dēẏā habē"},{"SurahNumber":34,"VerseNumber":34,"Text":"Āra āmarā kōnō janapadē satarkakārī prēraṇa karalē'i tāra bittaśālī adhibāsīrā balēchē, 'tōmarā yā saha prērita haẏēcha āmarā tāra sāthē kupharaī kari"},{"SurahNumber":34,"VerseNumber":35,"Text":"Tārā āra'ō balēchē, 'āmarā dhanē-janē samr̥d'dhaśālī; āra āmādērakē kichutē'i śāsti dēẏā habē nā"},{"SurahNumber":34,"VerseNumber":36,"Text":"Baluna, 'āmāra raba yāra prati icchē tāra riyika bāṛiẏē dēna athabā sīmita karēna; kintu adhikānśa lōka'i ēṭā jānē nā"},{"SurahNumber":34,"VerseNumber":37,"Text":"Āra tōmādēra dhana-sampada ō santāna-santati ēmana kichu naẏa yā tōmādērakē maryādāẏa āmādēra nikaṭabartī karē dēbē; tabē yārā īmāna ānē ō saṯkāja karē, tārā'i tādēra kājēra jan'ya pābē bahuguṇa pratidāna; āra tārā su'ucca prāsādē nirāpadē thākabē"},{"SurahNumber":34,"VerseNumber":38,"Text":"Āra yārā āmādēra āẏātakē byartha karāra cēṣṭā karē, tārā habē śāstitē upasthitakr̥ta"},{"SurahNumber":34,"VerseNumber":39,"Text":"Baluna, 'niścaẏa āmāra raba tō tāra bāndādēra madhyē yāra prati icchē riyika bāṛiẏē dēna ēbaṁ tāra jan'ya sīmita karēna. Āra tōmarā yā kichu byaẏa karabē, tini tāra binimaẏa dēbēna [1] ēbaṁ tini'i śrēṣṭha riyikadātā"},{"SurahNumber":34,"VerseNumber":40,"Text":"Āra snaraṇa karuna, yēdina tini tādēra sakalakē ēkatra karabēna, tārapara phērēśatādērakē jijñāsā karabēna, 'ērā ki tōmādēra'i ibādata karata"},{"SurahNumber":34,"VerseNumber":41,"Text":"phērēś‌tārā balabē, 'āpani pabitra, mahāna! Āpani'i āmādēra abhibhābaka, tārā naẏa; baraṁ tārā tō ibādāta karata jinadēra. Tādēra adhikānśa'i jinadēra prati īmāna rākhata"},{"SurahNumber":34,"VerseNumber":42,"Text":"Phalē āja tōmādēra ēkē an'yēra upakāra bā apakāra karāra mālika habē nā.' Āra yārā yuluma karēchila āmarā tādērakē balaba, ‘tōmarā yē āgunēra śāstitē mithyārōpa karēchilē tā āsbādana kara"},{"SurahNumber":34,"VerseNumber":43,"Text":"Āra tādēra kāchē yakhana āmādēra suspaṣṭa āẏātasamūha tilā'ōẏāta karā haẏa takhana tārā balē, 'tōmādēra pūrbapuruṣa yāra'ibādāta karata ē byakti'i tō tāra ibādātē tōmādērakē bādhā ditē cāẏa.' Tārā āra'ō balē, 'ēṭā tō mithyā udbhābana chāṛā āra kichu'i naẏa’. Āra kāphiradēra kāchē yakhana satya āsē takhana tārā balē, 'ē tō ēka suspaṣṭa jādu"},{"SurahNumber":34,"VerseNumber":44,"Text":"Āra āmarā tādērakē āgē kōnō kitāba dē'ini yā tārā adhyaẏana karata ēbaṁ āpanāra āgē ēdēra kāchē kōnō satarkakārī'ō prēraṇa karini"},{"SurahNumber":34,"VerseNumber":45,"Text":"Āra tādēra pūrbabatīrā'ō mithyārōpa karēchila. Athaca tādērakē āmarā yā diẏēchilāma, ērā (makkābāsīrā) tāra ēka-daśamānśa'ō pāẏani, tārapara'ō tārā āmāra rāsūlagaṇēra prati mithyārōpa karēchē. Phalē kēmana haẏēchila āmāra pratyākhyāna (śāsti)"}]}