{"Id":293,"LanguageCodes":["ro","ron"],"Name":"ron-unknown-la","Author":"Unknown","Language":"Romanian","Description":"Romanian - Transliteration","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":2,"VerseNumber":263,"Text":"O vorba cuviincioasa ºi de iertare este mai buna decat o milostenie dupa care urmeaza necajirea. Iar Allah este Instarit Indeajuns [ºi] Bland [Ghaniyy, Hali]"},{"SurahNumber":2,"VerseNumber":264,"Text":"O, voi, cei care credeþi! Nu faceþi deºarte milosteniile voastreprin pomenirea lor ºi prin necajire, ca acela care cheltuieºte dinaverea lui de ochii lumii, fara sa creada in Allah"},{"SurahNumber":2,"VerseNumber":265,"Text":"Iar pilda acelora care cheltuiesc din averea lor [drept milostenie], in cautarea mulþumirii lui Allah ºi intaririi sufletelor lor, este ca pilda unei gradini de pe o colina peste care vine o ploaie abundenta"},{"SurahNumber":2,"VerseNumber":266,"Text":"Oare doreºte vreunul dintre voi sa aiba o gradina de curmali ºi viþa de vie pe sub care sa curga paraie, cu tot felul de roade in ea, ºi sa-l ajunga batraneþ"},{"SurahNumber":2,"VerseNumber":267,"Text":"O, voi, cei care credeþi! Faceþi milostenie din lucrurile bune pecare le-aþi dobandit ºi din [roadele] cele pe care le-am facut sa creasca pentru voi din pamant ºi nu va intoarce&t"},{"SurahNumber":2,"VerseNumber":268,"Text":"ªeitan va ameninþa cu saracia ºi va porunceºte lucruri urate, invreme ce Allah va fagaduieºte iertare ºi har, caci Allah este Cel cuHar Nemar"},{"SurahNumber":2,"VerseNumber":269,"Text":"El daruieºte inþelepciune cui voieºte El, iar cel care a fost daruit cu inþelepciune, acela a fost daruit cu un mare bine, dar [acest lucru] nu-l pricep decat cei ageri la minte"},{"SurahNumber":2,"VerseNumber":270,"Text":"Ceea ce ne daþi ca milostenie ºi juramintele prin care va legaþi[sa faceþi ceva bun] , acestea Allah le ºtie, iar cei nelegiuiþi nu vor avea pe nimeni ca sprijinitori"},{"SurahNumber":2,"VerseNumber":271,"Text":"Daca daþi milosteniile marturisit, binefaceri sunt ele, dar daca nule faceþi cunoscute ºi le daþi saracilor, atunci ele vor fi inca ºi mai bune pentru voi ºi va vor ispa∨"}]}