{"Id":239,"LanguageCodes":["ln","lin"],"Name":"lin-zakariyamuhamme","Author":"Zakariya Muhammed Balingongo","Language":"Lingala","Description":"Lingala","Direction":"ltr","Source":"https://quranenc.com/en/browse/lingala_zakaria","Translations":[{"SurahNumber":7,"VerseNumber":1,"Text":"Alif, lâm, mîm, swâd"},{"SurahNumber":7,"VerseNumber":2,"Text":"Buku eye ekitelaki yo. Mpe likambo moko te litungisa motema nayo kowuta na kobanga, mpo ete okebisa na yango, mpe ezali liteya тропа bandimi"},{"SurahNumber":7,"VerseNumber":3,"Text":"Bolanda maye makitelaki bino kowuta epai ya Nkolo wa bino, mpe bolanda basusu te sé ye. Bozali kokanisa sé токе"},{"SurahNumber":7,"VerseNumber":4,"Text":"Mpe bamboka boni tobomaka yango! Mpe tango etumbu na biso eyelaki bango na butu, to тре bazalaki na bopemi ya токе na moyi"},{"SurahNumber":7,"VerseNumber":5,"Text":"Mpe kosenga na bango tango etumbu na biso eyelaki bango balobaki; ya soló, tozalaki babubi. (balekisi ndelo)"},{"SurahNumber":7,"VerseNumber":6,"Text":"Mpe tokotunaka ya sólo baye totindelaki bango batindami, mpe ya sólo, tokotunaka batindami"},{"SurahNumber":7,"VerseNumber":7,"Text":"Mpe tokoyebisaka bango na boyebi bonso, kasi mabombamelaki biso te"},{"SurahNumber":7,"VerseNumber":8,"Text":"Мре emekelo ekomekama na bosembo mokolo wana, mpe oyo emekelo naye ekozalaka na kilo. Baye wana nde balongi"},{"SurahNumber":7,"VerseNumber":9,"Text":"Mpe na oyo emekelo naye ekozala fafala, baye bana nde bamizangisaki bango moko kowuta na maye bazalaki kobuba na mikapo (bilembo) mia biso"},{"SurahNumber":7,"VerseNumber":10,"Text":"Mpe tosilaki kopesa bino bokonzi ya kofanda na mabele mpe totielaki bino libiki ya bomoyi o kati na yango, kasi токе nde bozali kotondo"},{"SurahNumber":7,"VerseNumber":11,"Text":"Mpe na bosóló tosilaki kokela bino, sima topesi bino lolenge, mpe sima toyebisaki na ba anzelu ete: Bogumbamela Adam, тре bagumbamaki, longola sé ibilisa azalaki te o kati ya bagumbami"},{"SurahNumber":7,"VerseNumber":12,"Text":"Alobi (Allah): Eloko nini epekisaki yo kogumbama tango napesaki yo mitindo? Alobi (Lusufelo): Ngai nazali malamu mingi koleka ye, pamba te okelaki ngai na moto mpe okelaki ye kowuta na poto poto"},{"SurahNumber":7,"VerseNumber":13,"Text":"Alobi (Allah): Kita na esika eye, тре esengeli nayo te kosala lolendo kati na yango. Mpe bima, ya soló, ozali o kati ya bazangi lokumu"},{"SurahNumber":7,"VerseNumber":14,"Text":"Alobi (Ibilis): Zelisa ngai kino mokolo moye bakosekwisama"},{"SurahNumber":7,"VerseNumber":15,"Text":"Alobi (Allah): Ya soló, ozali o kati ya baye bazali kozela"},{"SurahNumber":7,"VerseNumber":16,"Text":"Alobi: (lusufelo) na ntina été obungisi ngai, nakofandela nzela nayo ya semba (тропа kobungisa bango)"},{"SurahNumber":7,"VerseNumber":17,"Text":"Мре nakoyela bango liboso тре sima na bango, тре ngambo loboko ya mobali тре ya mwasi. Мре okokuta ebele kati na bango bazali kotondo yo te"},{"SurahNumber":7,"VerseNumber":18,"Text":"Alobi (Allah): Віта kati na yango! Ozali mabe mpe mobenganami. Oyo akolanda yo kati na bango, ya solo, nakotondisa lifelo na baye banso bakolanda yo"},{"SurahNumber":7,"VerseNumber":19,"Text":"Mpe Eh Adam! Vanda yo na mwasi wayo o kati ya Iola, mpe boliya binso bolingi, kasi bopusana te pene na nzete eye noki bokozala kati na babubi. (yo na mwasi wayo)"},{"SurahNumber":7,"VerseNumber":20,"Text":"Mpe satana akotisi bango na komekama mpo na kotalisa bango bolumbu na bango, mpe alobi na bango: Nkolo na bino apekisaki bino kólia nzete oyo mpo ete bokoma ba anzelu to mpe bozala kati ya baye bokotikala libela"},{"SurahNumber":7,"VerseNumber":21,"Text":"Мре alapeli bango: Ya soló, nazali mopesi ntoli malamu тропа bino"},{"SurahNumber":7,"VerseNumber":22,"Text":"Мре akweisi bango na bokosi bwa ye, tango bameki koliya nzete, bolumbu bwa bango bomonani polele mpe bazwaki lokasa ya lola babandi komizipika na yango, mpe Nkolo wa bango abeleli bango ete: Napekisaki bino te na nzete eye? Mpe nalobaki na bino te ete zabulu azali ya sólo, monguna wa bino wa polele"},{"SurahNumber":7,"VerseNumber":23,"Text":"Bango balobi: O Nkolo wa biso! Tobubi milimo mia biso, mpe soki olimbisi biso te mpe oyokeli biso mawa te, ya sólo, tokozuama o kati ya bazangi"},{"SurahNumber":7,"VerseNumber":24,"Text":"Alobi (Allah): Bokita! Bino na bino banso bokozala na kibonguna, mpe mabele ezali esika ya bovandi na bosepeli токе тропа bino"},{"SurahNumber":7,"VerseNumber":25,"Text":"Alobi (Allah): Kati na yango bokolekisa bomoyi mpe kati na yango bokokufa mpe bokobimisama o kati na yango"},{"SurahNumber":7,"VerseNumber":26,"Text":"Eh bino bana ya Adam! Ya soló, tosilaki kokitisela bino elamba тропа kozipa bolumbu bwa bino mpe тропа bonzenga. Kaši elamba ya bobangi nde ezali malamu mingi. Wana ezali moko kati na bilembo bia Allah mpo été bakanisa"},{"SurahNumber":7,"VerseNumber":27,"Text":"Eh bana ya Adam! Satana abungisa bino te lolenge abimisaki baboti ba bino o kati na lola, alongolaki bango bilamba mpo amonisa bolumbu bwa bango. Ya soló, ye (satana) azali kornona bino ye na bato baye o esika eye bino bozali. Kasi bozali kornona bango te, ya solo, totiyaki ba satana bazala Basungi ya baye baboyi kondima"},{"SurahNumber":7,"VerseNumber":28,"Text":"Mpe soki basali mbeba, bakolobaka: Tokutaki yango epai ya bankoko ba biso, mpe Allah atindi biso na yango. Loba: Ya solo, Allah atindaka na mbeba te, bozali koloba na Allah maye bozali na boyebi na yango te"},{"SurahNumber":7,"VerseNumber":29,"Text":"Loba: Nkolo wa ngai atindi bosembo. Mpe bosembolisa bilongi bia bino na bisika binso ya mabondeli, mpe bobondela ye na bomoko nyoso na botosi ye. Ndenge akelaki bino bokozongaka sé bongo"},{"SurahNumber":7,"VerseNumber":30,"Text":"Akambi basusu mpe basusu Atieyi likolo na bango bobungi, pamba te mpo bazuaki basatana bazala bakonzi na bango batiki Allah, mpe bazali kokanisa ete bazali na bokambami bolamu"}]}