{"Id":46,"LanguageCodes":["az","aze"],"Name":"aze-vasimmammadaliy","Author":"Vasim Mammadaliyev And Ziya Bunyadov","Language":"Azerbaijani","Description":"Azerbaijani","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"(Ya Rəsulum!) Bu peyğəmbərlərin bə’zisini digərindəm üstün etdik. Allah bunlardan bə’zisi ilə danışmış, bə’zisinin isə dərəcələrini yüksəltmişdir. Məryəm oğlu İsaya açıq mö’cüzələr verdik və onu müqəddəs ruhla (Cəbraillə) qüvvətləndirdik. Əgər Allah istəsəydi, bu peyğəmbərlərin ardınca gələn insanlar onlara göndərilən aşkar dəlillərdən sonra bir-biriləri ilə vuruşmazdılar. Fəqət (bununla belə yenə də) ixtilafa düşdülər. Onlarda bə’ziləri (Allaha) iman gətirdilər, bə’ziləri isə kafir oldular. Əgər Allah istəsə idi, onlar bir-biriləri ilə vuruşmazdılar. Lakin Allah Öz istədiyini edər"},{"SurahNumber":2,"VerseNumber":254,"Text":"Ey iman gətirənlər! Alış-verişin, dostluğun və şəfaətin mümkün olmayacağı gün (qiyamət günü) gəlməmişdən əvvəl sizə verdiyimiz ruzidən paylayın! Kafirlər (bunu inkar edənlər) isə (özlərinə) zülm edənlərdir"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah başqa heç bir tanrı yoxdur. (Zatı və kamal sifətləri ilə hər şeyə qadir olub bütün kainatı yaradan və idarə edən, bəndələrini dolandıran və onların işlərini yoluna qoyan) əbədi, əzəli varlıq Odur. O nə mürgü, nə də yuxu bilər. Göylərdə və yerdə nə varsa (hamısı) Onundur. Allahın izni olmadan (qiyamətdə) Onun yanında (hüzurunda) kim şəfaət (bu və ya digər şəxsin günahlarının bağışlanmasını xahiş) edə bilər? O, bütün yaranmışların keçmişini və gələcəyini (bütün olmuş və olacaq şeyləri) bilir. Onlar (yaranmışlar) Allahın elmindən Onun Özünün istədiyindən başqa heç bir şey qavraya bilməzlər. Onun kürsünü (elmi, qüdrət və səltənəti) göyləri və yeri əhatə etmişdir. Bunları mühafizə etmək Onun üçün heç də çətin deyildir. Ən uca, ən böyük varlıq da Odur"},{"SurahNumber":2,"VerseNumber":256,"Text":"Dində məcburiyyət (zorakılıq) yoxdur. Artıq doğruluq (iman) azğınlıqdan (küfrdən) ayırd edildi. Hər kəs Taqutu (Şeytanı və ya bütləri) inkar edib Allaha iman gətirsə, o, artıq (qırılmaq bilməyən) ən möhkəm bir ipdən (dəstəkdən) yapışmış olur. Allah (hər şeyi olduğu kimi) eşidəndir, biləndir"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah (Ona) iman gətirənlərin dostudur, onları zülmətdən çıxarıb işığa tərəf yönəldər. Kafirlərin dostu isə Taqutdur (şeytanlardır). Onları (kafirləri) nurdan ayırıb zülmətə salarlar. Onlar cəhənnəmlikdirlər və orada həmişəlik qalacaqlar"},{"SurahNumber":2,"VerseNumber":258,"Text":"(Ya Rəsulum!) Allahın verdiyi hökmranlıq üzündən (azğınlaşaraq) İbrahim ilə Rəbbi barəsində mübahisə aparan şəxsi (Nəmrudu) görmədinmi? (Və ya əhvalatını bilmirsən?) İbrahim: “Mənim tanrım həm dirildir, həm də öldürür”, - dediyi zaman, o (Nəmrud): “Mən də həm dirildir, həm də öldürürəm”, - demişdi. İbrahim ona: “Allah Günəşi şərqdən doğdurur, bacarırsansa, sən onu qərbdən doğdur!” – dedikdə, o kafir donub qalmışdı. Həqiqətən, Allah (özünə) zülm edənləri düz yola yönəltməz"},{"SurahNumber":2,"VerseNumber":259,"Text":"Yaxud (Ya Rəsulum! Damları çökmüş, divarları) uçulmuş bir kəndin yanından keçən kimsənin əhvalatını bilirsən? O kimsə: “Əcaba, Allah bu kəndi ölümündən sonra necə dirildəcək?” – demişdi. Belə olduqda, Allah onu yüz il ölü halında saxladı, sonra dirildərək ondan: “Nə qədər yatmısan?” – deyə soruşdu. O da: “Bir gün, bəlkə, bir gündən daha az” – deyə cavab verdi. Allah ona: “Bəlkə, yüz il yatmısan, yediyin yeməyə, içdiyin suya bax, hələ də xarab olmayıb. Bir də uzunqulağına bax! Səni insanlar üçün bir ibrət dərsi olmaqdan ötrü belə etdik. İndi (uzunqulağının) sümüklərinə bax, gör necə onları bir-biri ilə birləşdirir, sonra da onların üzərini ətlə örtürük?” – deyə buyurdu. O kimsəyə bunlar aydın olduqda: “Artıq bildim ki, Allah hər şeyə qadirdir!” – dedi"},{"SurahNumber":2,"VerseNumber":260,"Text":"(Ya Rəsulum!) Xatırla ki, İbrahim: “Ey Rəbbim, ölüləri nə cür diriltdiyini mənə göstər!” – dedikdə (Allah): “Məgər (ölüləri diriltməyimə) inanmırsan?” –buyurmuşdu. (İbrahim:) “Bəli, inanıram, lakin ürəyim sakit (xatircəm) olmaq üçün (soruşdum)”, - deyə cavab vermişdi. (Bu zaman Allah ona) buyurmuşdu: “Dörd cür (cins) quş götürüb (səhv salmamaq üçün) onlara diqqətlə bax, (onları parçalayaraq bir-birinə qatandan) sonra hər dağın başına onlardan bir parça at, sonra onları çağır, tez yanına gələcəklər. Bil ki, Allah yenilməz qüvvət, hikmət sahibidir!”"},{"SurahNumber":2,"VerseNumber":261,"Text":"Mallarını Allah yolunda sərf edənlərin halı yeddi sünbül verən bir toxuma bənzər ki, bu sünbüllərin hər birində yüz ədəd dən vardır. Allah istədiyi kimsə üçün bunu qat-qat artırır. Allah (lütfü ilə) genişdir"},{"SurahNumber":2,"VerseNumber":262,"Text":"Heç bir kəsə minnət qoymadan, əziyyət vermədən mallarını Allah yolunda sərf edənlərin Rəbbi yanında mükafatları vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":263,"Text":"Xoş bir söz və günahları bağışlamaq əziyyətlə (minnətlə) verilən sədəqədən daha yaxşıdır. Allah ehtiyacsızdır, həlimdir"},{"SurahNumber":2,"VerseNumber":264,"Text":"Ey iman gətirənlər! Sədəqələrinizi malını riyakarlıqla (özünü xalqa göstərmək üçün) sərf edən, Allaha və axirət gününə inanmayan şəxs kimi, minnət qoymaq və əziyyət verməklə puça çıxarmayın. Belə şəxslərin halı, üzərində bir az torpaq olan qayaya bənzər ki, şiddətli bir yağış o torpağı (yuyub) aparar və qayanı çılpaq bir daş halına salar. Onlar qazandıqlarından bir şeyə qadir (nail) olmazlar. Şübhəsiz ki, Allah kafirləri haqq yoluna yönəltməz"},{"SurahNumber":2,"VerseNumber":265,"Text":"Mallarını Allahın razılığını qazanmaq və nəfslərini (imanlarını) sabitqədəm etmək yolunda sərf edənlər uca təpənin üstündə olan bir bağa bənzərlər ki, ora düşən bol yağış onun meyvələrini ikiqat artırar. Əgər bol yağış yağmasa, az bir şəbnəm (şeh də ona kifayət edər). Həqiqətən, Allah nə etdiyinizi (bütün əməllərinizi) görəndir"},{"SurahNumber":2,"VerseNumber":266,"Text":"Məgər sizdən biriniz istərmi ki, içində xurma ağacları, üzümlüklər, (ağacları) altından arxlar axan və cürbəcür meyvələr olan bir bağçası olsun, (sonra) zəif (iş bacarığı olmayan, himayəyə möhtac) uşaqları olduğu halda ona qocalıq üz versin, həmin vaxtda da ora odlu bir qasırğa düşsün və o bağ yanıb tələf olsun? Allah ayələri sizin üçün bu cür aydınlaşdırır ki, düşünəsiniz"},{"SurahNumber":2,"VerseNumber":267,"Text":"Ey iman gətirənlər! Qazandığınız və sizin üçün torpaqdan yetişdirdiyimiz şeylərin (ən pak, halal və) yaxşılarından (Allah yolunda) sərf edin! Ancaq göz yumaraq aldığınız pis, yaramaz şeylərdən vermək fikrində olmayın! Bilin ki, Allahın heç bir şeyə ehtiyacı yoxdur. (O, hər cür) şükrə (tə’rifə) layiqdir"},{"SurahNumber":2,"VerseNumber":268,"Text":"Şeytan sizi yoxsulluqla qorxudaraq alçaq işlərə sövq edər, Allah isə (əksinə) sizə bağışlanmaq və bərəkət və’dəsi verər. Allah (mərhəməti ilə) genişdir. (Allah hər şeyi) biləndir"},{"SurahNumber":2,"VerseNumber":269,"Text":"Allah istədiyi şəxsə hikmət (elm, mə’rifət, müdriklik) bəxş edər. Kimə hikmət bəxş edilmişsə, ona çoxlu xeyir (əbədi səadət) verilmişdir. Bunu ancaq ağıllı adamlar dərk edərlər"},{"SurahNumber":2,"VerseNumber":270,"Text":"(Allah yolunda) xərclədiyiniz və nəzir etdiyiniz hər hansı şeyi, şübhəsiz ki, Allah bilir, lakin (xəsislik göstərib özlərinə) zülm edənlərin (qiyamət günü) heç bir köməkçisi olmaz"},{"SurahNumber":2,"VerseNumber":271,"Text":"Yoxsullara aşkarda sədəqə verməyiniz yaxşıdır, lakin onu gizlində versəniz daha yaxşı olar. Bu, günahlarınızın bir qismini örtər. Allah tutduğunuz hər bir işdən xəbərdardır"},{"SurahNumber":2,"VerseNumber":272,"Text":"(Ya Rəsulum!) İnsanları doğru yola yönəltmək sənin borcun deyildir. (Sənin vəzifən ancaq onları haqq yola də’vət etməkdir). Allah kimi istərsə, onu doğru yola yönəldər. Malınızdan sərf etdiyiniz hər hansı bir şeyin (mənfəəti) ancaq özünüz üçündür. Siz onu yalnız Allahın razılığını qazanmaq üçün verirsiniz. Malınızdan verdiyiniz hər hansı bir şeyin əvəzi tamamilə sizə ödəniləcəkdir. Sizə əsla zülm edilməz"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Sədəqə) Allah yolunda canından keçərək (dolanmaq, ruzi kəsb etmək üçün) yer üzündə hərəkət edə bilməyən (və ya buna imkanı olmayan) yoxsullar üçündür. Belə şəxslər həyalı olub dilənçilikdən çəkindiklərinə görə nadanlar onları dövlətli hesab edirlər. (Ya Rəsulum!) Sən isə onları üzlərindən tanıyırsan. Onlar heç kəsdən israrla bir şey istəməzlər. Sizin mallarınızdan (bunlara) nə verdiyinizi, şübhəsiz ki, Allah bilir"},{"SurahNumber":2,"VerseNumber":274,"Text":"Mallarını gecə və gündüz, gizli və aşkar (yoxsullara) sərf edənlərin Rəbbi yanında böyük mükafatları vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":275,"Text":"Sələm (müamilə, faiz) yeyənlər (qiyamət günü) qəbirlərindən ancaq Şeytan toxunmuş (cin vurmuş dəli) kimi qalxarlar. Bunların belə olmaları: “Alış-veriş də sələm kimi bir şeydir!” – dedikləri üzündəndir. Halbuki, Allah alış-verişi halal, sələm (faiz) almağı isə haram (qadağan) etmişdir. İndi hər kəs Rəbbi tərəfindən gələn nəsihəti qəbul etməklə (bu işə) son qoyarsa, keçmişdə aldığı (sələmlər) onundur (ona bağışlanar). Onun işi Allaha aiddir. Amma (yenidən sələmçiliyə) qayıdanlar cəhənnəmlikdirlər və orada həmişəlik qalacaqlar"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah sələmi (sələmlə qazanılan malın bərəkətini) məhv edər, sədəqələri (sədəqəsi verilmiş malın bərəkətini) isə artırar. Allah kafiri, günahkarı sevməz"},{"SurahNumber":2,"VerseNumber":277,"Text":"İman gətirən, xeyirli işlər görən, namaz qılan, zəkat verən şəxslərin Rəbbi yanında mükafatları vardır. Onların (axirətdə) heç bir qorxusu yoxdur və onlar qəm-qüssə görməzlər"},{"SurahNumber":2,"VerseNumber":278,"Text":"Ey mö’minlər! Əgər, doğrudan da, iman gətirmişsinizsə, Allahdan qorxub sələmdən qalan məbləğdən (faizdən) vaz keçin! (Onu borclulardan almayın)"},{"SurahNumber":2,"VerseNumber":279,"Text":"Əgər belə etməsəniz, o zaman Allaha və Onun peyğəmbərinə qarşı müharibəyə girişdiyinizi bilin! Yox, əgər tövbə etsəniz, sərmayəniz (mayanız) sizindir. Beləliklə, nə siz zülm edərsiniz, nə də sizə zülm olunar"},{"SurahNumber":2,"VerseNumber":280,"Text":"Əgər sizə borclu olan şəxs çətin vəziyyətdə olarsa, ona vəziyyəti yaxşılaşıncaya qədər möhlət verin! Əgər bilmək istəyirsinizsə, (borcu) ona sədəqə olaraq bağışlamağınız daha yaxşıdır"},{"SurahNumber":2,"VerseNumber":281,"Text":"Allaha tərəf qaytarılacağınız gündən qorxun! (O gün) hər kəsə gördüyü əməlin əvəzi veriləcək və (haqsız yerə) zülm olunmayacaqdır"},{"SurahNumber":2,"VerseNumber":282,"Text":"Ey iman gətirənlər! Müəyyən müddətə bir-birinə borc verib aldıqda, onu yazın! Bunu (bu sənədi) aranızda bir nəfər katib ədalətlə yazsın! Katib gərək Allahın öyrətdiyi kimi yazmaqdan boyun qaçırmasın, yazsın! Borclu olan şəxs borcunu söyləyərək (deyə-deyə) yazdırsın və Rəbbi olan Allahdan qorxaraq ondan (borcdan) bir şey əskiltməsin. Əgər borclu ağılsız və zəifdirsə (qoca və ya uşaqdırsa), yaxud söyləməyə qadir deyilsə, o zaman gərək onun (əvəzinə) vəkili ədalətlə deyib (borcu) yazdırsın. Öz adamlarınızdan iki kişini də şahid tutun! Əgər iki kişi olmazsa, razı olduğunuz bir kişi ilə iki qadının şəhadəti kifayətdir. Əgər (qadınlardan) biri (şəhadəti) unudarsa, o birisi onun yadına salsın. Şahidlər (bu işə) də’vət olunduqları zaman boyun qaçırmasınlar. Az və ya çox olmasına baxmayaraq, borcu öz vaxtına qədər (nə müddətə verilmiş olduğunu) yazmağa ərinməyin! Sizin bu işiniz Allah yanında daha ədalətli, şahidlik üçün daha düzgün və şübhəyə düşməməniz üçün haqqa daha yaxındır. Lakin aranızda həmişə dövr edən aşkar (nəğd) ticarət zamanı onu yazmamağınız sizin üçün günah deyildir. (Hər halda) alış-veriş etdiyiniz vaxt şahid tutun! Ancaq katibə və şahidə zərər yetirilməsin. Əgər zərər yetirsəniz, əlbəttə, bu sizin üçün pis işdir. Allahdan qorxun! Allah (ehtiyacınız olan şeyləri) sizə öyrədir. Allah bütün işləri biləndir"},{"SurahNumber":2,"VerseNumber":283,"Text":"Səfərdə olub katib tapmasanız, girov saxlayın. Əgər bir-birinizə e’tibar edirsinizsə, e’tibar olunmuş şəxs əmanəti geri qaytarsın və Rəbbi olan Allahdan qorxsun! Şahidliyi (şahidi olduğunuz şeyi) gizlətməyin! Onu gizlədən şəxsin qəlbi günahkardır. Allah etdiyiniz əməlləri biləndir"},{"SurahNumber":2,"VerseNumber":284,"Text":"Göylərdə və yerdə nə varsa, (hamısı) Allaha məxsusdur. Siz ürəyinizdə olanı zahirə çıxarsanız da, çıxarmasanız da, Allah ona müvafiq sizinlə haqq-hesab çəkər. (Allah) istədiyini bağışlar, istədiyinə də əzab verər. Allah hər şeyə qadirdir"},{"SurahNumber":2,"VerseNumber":285,"Text":"Peyğəmbər Rəbbi tərəfindən ona nazil edilənə (Qur’ana) inanmış və mö’minlər də iman gətirmişlər. (Onların) hamısı Allaha, Onun mələklərinə, kitablarına və (bütün) peyğəmbərlərinə iman gətirərək dedilər: “Biz Onun peyğəmbərləri arasında fərq qoymuruq. (Allahın hökmlərini) eşitdik (anladıq) və itaət etdik. Ey Rəbbimiz, bizi bağışla, (axırda) Sənin dərgahına (hüzuruna) qayıdacağıq!”"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah hər kəsi yalnız qüvvəsi yetdiyi qədər yükləyər (bir işə mükəlləf edər). Hər kəsin qazandığı yaxşı əməl də, pis əməl də özünə aiddir. (Mö’minlər deyirlər:) “Ey Rəbbimiz, (bə’zi tapşırıqlarını) unutduqda və ya yanıldıqda bizi cəzalandırma! Ey Rəbbimiz, bizdən əvvəlkiləri yüklədiyin kimi, bizi ağır yükləmə! Ey Rəbbimiz, gücümüz çatmayan şeyi bizə yükləyib daşıtdırma! Bizi əfv edib bağışla, bizə rəhm et! Sən bizim ixtiyar sahibimizsən (mövlamızsan). Kafirlərə qələbə çalmaqda bizə kömək et!”"},{"SurahNumber":3,"VerseNumber":1,"Text":"Əlif, Lam, Mim"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allahdan başqa heç bir tanrı yoxdur. Əzəli, əbədi varlıq Odur"},{"SurahNumber":3,"VerseNumber":3,"Text":"Sənə özündən əvvəlkiləri (səmavi kitabları) təsdiq edən Kitabı (Qur’anı) haqq olaraq O nazil etdi. Tövratı da, İncili də O endirdi"},{"SurahNumber":3,"VerseNumber":4,"Text":"Daha öncə insanları hidayət etmək üçün. Furqanı da O nazil etdi. Allahın ayələrini inkar edənlər şiddətli əzaba düçar olacaqlar. Allah yenilməz qüvvət, intiqam sahibidir"},{"SurahNumber":3,"VerseNumber":5,"Text":"Yerdə və göylərdə heç bir şey Allahdan gizli qalmaz"},{"SurahNumber":3,"VerseNumber":6,"Text":"Bətnlərdə (anaların bətnində) sizə istədiyi surəti verən Odur! O qüdrət, hikmət sahibindən başqa heç bir tanrı yoxdur"},{"SurahNumber":3,"VerseNumber":7,"Text":"(Ya Rəsulum!) Sənə Kitabı (Qur’anı) nazil edən Odur. Onun (Kitabın) bir hissəsi (Qur’anın əslini, əsasını təşkil edən) möhkəm (mə’nası aydın, hökmü bəlli), digər qismi isə mütəşabih (çətin anlaşılan, dəqiq mə’nası bilinməyən, məğzi bəlli olmayan) ayələrdir. Ürəklərində əyrilik (şəkk-şübhə) olanlar fitnə-fəsad salmaq və istədikləri kimi mə’na vermək məqsədilə mütəşabih ayələrə uyarlar (tabe olarlar). Halbuki onların yozumunu (həqiqi mə’nasını) Allahdan (yaxud Allahdan və elmdə qüvvətli olanlardan) başqa heç kəs bilməz. Elmdə qüvvətli olanlar isə: “Biz onlara iman gətirdik, onların hamısı Rəbbimizin dərgahındandır”, - deyərlər. Bunları ancaq ağıllı adamlar dərk edərlər"},{"SurahNumber":3,"VerseNumber":8,"Text":"Ey Rəbbimiz! Bizi doğru yola yönəltdikdən sonra ürəklərimizə şəkk-şübhə (azğınlıq, əyrilik) salma! Bizə Öz tərəfindən bir mərhəmət bəxş et, çünki Sən, həqiqətən, (bəndələrinə mərhəmət, ne’mət) bəxş edənsən"},{"SurahNumber":3,"VerseNumber":9,"Text":"Ey Rəbbimiz! Olacağına şübhə edilməyən bir gündə (qiyamətdə) bütün insanları (bir yerə) toplayan Sənsən. Allah Öz və’dəsindən əsla dönməz"},{"SurahNumber":3,"VerseNumber":10,"Text":"Haqqı inkar edənlərin nə malları, nə də övladları onları Allah yanında (axirətdə) heç bir şeydən qurtara bilməz. Əlbəttə, onlar cəhənnəm odunun yanacağıdırlar"},{"SurahNumber":3,"VerseNumber":11,"Text":"Bunların adəti Fir’on camaatının və onlardan əvvəl gələnlərin adətinə bənzəyir! Onlar Bizim ayələrimizi təkzib etdilər. Allah da onları günahlarına görə cəzalandırdı. Allahın əzabı şiddətlidir"},{"SurahNumber":3,"VerseNumber":12,"Text":"(Ya Rəsulum!) Kafir olanlara de: “Siz (tezliklə) məğlub olacaq və Cəhənnəmə sürüklənəcəksiniz!” (Cəhənnəm) necə də pis yerdir"},{"SurahNumber":3,"VerseNumber":13,"Text":"(Ey Məkkə müşrikləri və yəhudilər!) İki dəstənin (Bədr müharibəsi zamanı) qarşı-qarşıya durması sizin üçün (Peyğəmbərin doğruluğuna) dəlildir. Bunlardan biri Allah yolunda vuruşanlar, digəri isə kafirlər idi. (Mö’minlər üç yüz on üç nəfər, kafirlər isə təqribən min nəfər idilər). (Mö’minlər kafirlərin) onlardan ikiqat artıq olduqlarını öz gözləri ilə görürdülər. (Yaxud kafirlər mö’minləri iki özləri qədər, yə’ni təxminən iki min nəfər və ya onların olduqlarından iki dəfə artıq, yə’ni altı yüzdən bir qədər çox görürdülər). Əlbəttə, Allah istədiyinə Öz köməyi ilə qüvvət verər. Şübhəsiz ki, bu (Bədr əhvalatı) bəsirət sahiblərindən (gözüaçıq, ayıq adamlardan) ötrü bir ibrət dərsidir"},{"SurahNumber":3,"VerseNumber":14,"Text":"Qadınlar, uşaqlar, qızıl-gümüş yığınları, yaxşı cins atlar, mal-qara və əkin yerləri kimi nəfsin istədiyi və arzuladığı şeylər insanlara gözəl göstərilmişdir. (Lakin bütün) bunlar dünya həyatının keçici zövqüdür, gözəl dönüş yeri isə Allah yanındadır"},{"SurahNumber":3,"VerseNumber":15,"Text":"(Ya Rəsulum!) Söylə: “Sizə bunlardan (dünya zinətlərindən) daha yaxşısını xəbər verimmi? Allahdan qorxub pis əməllərdən çəkinənlər üçün Rəbbi yanında (ağacları) altından çaylar axan cənnətlər (bağlar) vardır ki, orada əbədi qalacaqlar. Onlardan ötrü orada (hər cür eyibdən) pak olan zövcələr və (ən böyük ne’mət olan) Allah rizası (razılığı, hüsn-rəğbəti) vardır. Allah, həqiqətən, bəndələrini görəndir"},{"SurahNumber":3,"VerseNumber":16,"Text":"O bəndələr ki: “Ey Rəbbimiz, biz həqiqətən (Sənə) iman gətirmişik, günahlarımızı bağışlayıb bizi cəhənnəm əzabından qoru!” – deyirlər"},{"SurahNumber":3,"VerseNumber":17,"Text":"Onlar (müsibətlərə) səbr edən, (sözlərində və işlərində) doğru olan, (Allaha) itaət edən, mallarından fəqirlərə verən və sübh vaxtı (Allahdan) bağışlanmaq diləyənlərdir (sübh namazına qalxanlardır)"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah Özündən başqa heç bir tanrı olmadığına şahiddir. Mələklər və elm sahibləri də haqqa-ədalətlə boyun qoyaraq (haqqa tapınaraq) o qüvvət, hikmət sahibindən başqa ibadətə layiq heç bir varlıq olmadığına şəhadət verdilər"},{"SurahNumber":3,"VerseNumber":19,"Text":"Allah yanında (haqq olan) din, əlbəttə, islamdır. Kitab verilmiş şəxslər (yəhudilər və xaçpərəstlər) ancaq (bu dinin həqiqi olduğunu) bildikdən sonra aralarındakı paxıllıq üzündən itilafa (ayrılığa) başladılar. Allahın hökmlərini inkar edənlərlə, şübhəsiz ki, Allah tezliklə haqq-hesab çəkəcəkdir"},{"SurahNumber":3,"VerseNumber":20,"Text":"(Ya Rəsulum!) Əgər onlar (yəhudi və xaçpərəstlər) səninlə mübahisə edərlərsə, belə de: “Mən özümü ardımca gələnlərlə birlikdə Allaha təslim etmişəm”. Kitab verilmiş şəxslərə və savadsızlara (ərəb müşriklərinə) de: “Siz də təslim (müsəlman) oldunuzmu?” Əgər təslim olarlarsa (islamı qəbul edərlərsə), doğru yola yönəlmiş olarlar, yox, əgər üz döndərərlərsə, (sənə bir zərər gəlməz), sənin vəzifən ancaq (haqqı) təbliğ etməkdir. Allah, şübhəsiz ki, bəndələrini görəndir"},{"SurahNumber":3,"VerseNumber":21,"Text":"(Ya Rəsulum!) Allahın hökmlərini inkar edənlərə, peyğəmbərləri haqsız yerə öldürənlərə, insanları ədalətə çağıranların canına qəsd edənlərə şiddətli əzab veriləcəyini xəbər ver"},{"SurahNumber":3,"VerseNumber":22,"Text":"O şəxslərin əməlləri dünyada və axirətdə puça çıxacaq və köməkçiləri də olmayacaqdır"},{"SurahNumber":3,"VerseNumber":23,"Text":"Kitabdan (Tövratdan) özlərinə bir pay (qismət) verilmiş kimsələri görmürsənmi? Onlar öz aralarında hökm vermək üçün Allahın kitabına (istinad etməyə) də’vət olunurlar. Sonra onların bir qismi (Tövratın hökmlərindən) üz döndərir. Onlar (həmişə) dönüklük edəndirlər (haqdan üz çevirəndirlər)"},{"SurahNumber":3,"VerseNumber":24,"Text":"Bu (dönüklük) onların: “Cəhənnəm odu bizə bir neçə gündən artıq toxunmaz!” –dediklərinə görədir. Onların öz dinləri barəsində düzəltdikləri uydurmalar (iftiralar) aldadıb yoldan çıxartmışdır"},{"SurahNumber":3,"VerseNumber":25,"Text":"Elə isə (vaqe olacağına) şübhə edilməyən bir gündə (qiyamət günündə) onları (bir yerə) topladığımız zaman (onların) halı necə olacaq? (O gün) hər kəsə qazandığının (tutduğu əməllərin) əvəzi ödəniləcək və onlara heç bir haqsızlıq edilməyəcəkdir"},{"SurahNumber":3,"VerseNumber":26,"Text":"(Ya Rəsulum!) De: “Ey mülkün sahibi olan Allah! Sən mülkü istədiyin şəxsə verər, istədiyin şəxsi yüksəldər və istədiyin şəxsi alçaldarsan. Xeyir yalnız Sənin əlindədir. Həqiqətən, Sən hər şeyə qadirsən"},{"SurahNumber":3,"VerseNumber":27,"Text":"Gecəni gündüzə, gündüzü isə gecəyə qatarsan. Ölüdən diri, diridən isə ölü çıxararsan. İstədiyin şəxsə saysız-hesabsız ruzi verərsən”"},{"SurahNumber":3,"VerseNumber":28,"Text":"Mö’minlər mö’minləri buraxıb kafirləri dost tutmasınlar! Bunu edən (kafirləri özünə dost tutan) kəs Allahdan heç bir şey gözləməsin (onun Allah dərgahında heç bir qədir-qiyməti olmaz). Ancaq onlardan gələ biləcək bir təhlükədən qorxmanız (çəkinməniz) müstəsnadır. Allah sizi Öz əzabından çəkindirir. Axır dönüş Allaha tərəfdir! (Hamı Allahın hüzuruna qayıdacaqdır)"},{"SurahNumber":3,"VerseNumber":29,"Text":"(Ya Rəsulum!) De: “Ürəklərinizdəkini gizli də saxlasanız, aşkara da çıxartsanız (fərqi yoxdur), Allah onu bilir. Çünki O, göylərdə və yerdə nə varsa (hamısını) bilir. Allah hər şeyə qadirdir"},{"SurahNumber":3,"VerseNumber":30,"Text":"O gün (qiyamət günü) hər kəs etdiyi yaxşı və pis əməlləri qarşısında hazır görəcək və günahları ilə özü arasında çox uzaq məsafə olmasını arzulayacaqdır. Allah sizi Öz əzabından çəkindirir, çünki Allah bəndələrə (Öz bəndələrinə) mərhəmətlidir!”"},{"SurahNumber":3,"VerseNumber":31,"Text":"(Ya Rəsulum!) De: “Əgər siz Allahı sevirsinizsə, mənim ardımca gəlin ki, Allah da sizi sevsin və günahlarınızı bağışlasın. Allah bağışlayandır, mərhəmətlidir!”"},{"SurahNumber":3,"VerseNumber":32,"Text":"Söylə: “Allaha və Peyğəmbərə (Onun Peyğəmbərinə) itaət edin! Əgər üz döndərərsinizsə, şübhəsiz ki, Allah da kafirləri (haqdan üz çevirənləri) sevməz!”"},{"SurahNumber":3,"VerseNumber":33,"Text":"Allah Adəmi, Nuhu, İbrahim övladını və İmran ailəsini aləmlər (məxluqat, insanlar, bəşər övladı) üzərində seçilmiş (üstün) etdi"},{"SurahNumber":3,"VerseNumber":34,"Text":"Onlar biri digərindən törəmiş bir nəsil idilər. Allah eşidəndir, biləndir"},{"SurahNumber":3,"VerseNumber":35,"Text":"(Ya Rəsulum!) İmranın zövcəsinin (Hənnənin): “Ey Rəbbim, bətnimdəkini Sənə xidmətkar (qul) olmaq üçün nəzir edirəm. (Bu nəziri) məndən qəbul et! Əlbəttə, Sən eşidənsən, bilənsən!” – dediyini xatırla"},{"SurahNumber":3,"VerseNumber":36,"Text":"Onu (bətnindəkini) doğduğu zaman: “Ey Rəbbim! Mən qız doğdum”, - söylədi. Halbuki, Allah onun nə doğduğunu və oğlanın qiz kimi olmadığını yaxşı bilirdi. (Hənnə:) “Mən onun adını Məryəm qoydum, onu və onun nəslini məl’un (daşqalaq olunmuş) Şeytandan (Şeytanın şərindən) Sənə tapşırıram” (dedi)"},{"SurahNumber":3,"VerseNumber":37,"Text":"Belə olduqda, Rəbbi (Məryəmi) yaxşı qəbul etdi, onu gözəl bir fidan kimi böyütdü və Zəkəriyyaya tapşırdı. Zəkəriyya hər dəfə (Məryəmin) ibadət etdiyi mehraba girdikdə, onun yanında bir ruzi olduğunu görərdi. (Zəkəriyya:) “Ya Məryəm, bunlar sənin üçün haradandır?” - dedikdə, o: “Allah tərəfindəndir!” - deyə cavab verərdi. Həqiqətən, Allah istədiyi şəxsə hədsiz ruzi verər"},{"SurahNumber":3,"VerseNumber":38,"Text":"(O zaman) Zəkəriyya Rəbbinə dua edərək dedi: “Ey Rəbbim! Mənə də Öz tərəfindən pak bir övlad bəxş et! Sən, həqiqətən, duaları eşidənsən!”"},{"SurahNumber":3,"VerseNumber":39,"Text":"(Zəkəriyya) mehrabda (ibadətgahda) ayaq üstə durub namaz qılarkən mələklər ona müraciət edib dedilər: “Allah sənə Özü tərəfindən gələn kəlməni (İsanı) təsdiq edən, (tayfasını) ağa, nəfsinə hakim və əməlisalehlər zümrəsindən bir peyğəmbər olacaq Yəhyanın (dünyaya gələcəyi) xəbərini müjdə verir”"},{"SurahNumber":3,"VerseNumber":40,"Text":"(Zəkəriyya:) “Ey Rəbbim, üzərimə qocalıq çökdüyü və zövcəm qısır (doğmayan) olduğu halda, mənim necə oğlum ola bilər? “– söylədi. (Allah isə:) “(Bəli) dediyin kimidir, (lakin) Allah nə istəsə, onu da edər”, - deyə buyurdu"},{"SurahNumber":3,"VerseNumber":41,"Text":"(Zəkəriyya:) “Ey Rəbbim! Mənə (zövcəmin hamilə olduğu vaxtı bilmək üçün) bir nişanə göstər”, - dedikdə, (Allah:) “Sənin nişanən üç günün ərzində adamlarla yalnız işarə ilə (əl, baş və gözlə) danışmaq olacaqdır. O vəziyyətdə belə Rəbbini çox yada sal (zikr et) və səhər-axşam şə’ninə tə’riflər deyib şükür et!” buyurdu"},{"SurahNumber":3,"VerseNumber":42,"Text":"(Ya Peyğəmbər!) Xatırla ki, bir zamanlar mələklər belə demişdilər: “Ya Məryəm, həqiqətən, Allah səni seçmiş, (eyiblərdən) təmizləmiş, (cəmi) aləmlərin (bütün dünyanın) qadınlarından üstün tutmuşdur"},{"SurahNumber":3,"VerseNumber":43,"Text":"Ya Məryəm, öz Rəbbinə itaət et, səcdəyə qapan və rüku edənlərlə birlikdə rüku et! (Namaz qılanlarla bir yerdə namaz qıl!)”"},{"SurahNumber":3,"VerseNumber":44,"Text":"(Ya Rəsulum!) Bunlar qeyb xəbərlərindəndir ki, vəhy ilə sənə bildiririk. Onlar: “Məryəmi kim öz himayəsinə alacaq?” – deyə, qələmlərini (suya) atdıqları və bir-birilə mübahisə etdikləri zaman sən ki onların yanında deyildin"},{"SurahNumber":3,"VerseNumber":45,"Text":"Mələklər dedilər: “Ya Məryəm! Həqiqətən, Allah Öz tərəfindən bir kəlmə ilə sənə müjdə verir. Onun adı Məryəm oğlu İsa əl-Məsihdir ki, dünyada və axirətdə şanı uca (şərəfli) və (Allaha) yaxın olanlardandır"},{"SurahNumber":3,"VerseNumber":46,"Text":"O, (həm) beşikdə ikən, (həm də) yaşa dolduqdan sonra insanlarla danışacaq və salehlərdən (xeyirli iş görən şəxslərdən) olacaqdır”"},{"SurahNumber":3,"VerseNumber":47,"Text":"(Məryəm:) “Ey Rəbbim! Mənə bir insan əli toxunmadığı halda necə uşağım ola bilər?” – dedikdə, (Allah) buyurdu: “(Bəli) elədir, (lakin) Allah istədiyini yaradır. O, bir işin əmələ gəlməsini qərara aldıqda, ona ancaq “Ol!” deyər, o da (dərhal) olar"},{"SurahNumber":3,"VerseNumber":48,"Text":"(Allah) ona (İsaya) yazmağı, hikməti, Tövratı və İncili öyrədəcək"},{"SurahNumber":3,"VerseNumber":49,"Text":"Və onu İsrail övladına (yəhudilərə) peyğəmbər göndərəcək. (İsa onlara deyəcək:) “Mən, həqiqətən, Rəbbinizdən sizə mö’cüzə gətirmişəm. Sizin üçün palçıqdan quşa bənzər bir surət düzlədib ona üfürərəm, o da Allahın iznilə quş olar. Anadangəlmə korları, cücam xəstəliyinə tutulanları sağaldar və Allahın iznilə ölüləri dirildərəm. Mən evlərinizdə yediyiniz və yığıb saxladığınız şeyləri də sizə xəbər verərəm. Əgər mö’minsinizsə, bunda (söylədiklərimdə peyğəmbər olduğuna) bir dəlil vardır"},{"SurahNumber":3,"VerseNumber":50,"Text":"Məndən əvvəl göndərilmiş Tövratı təsdiq edərək (eyni zamanda orada) sizə haram edilmiş bə’zi şeyləri (dəvə əti, qarın və bağırsaq piyi yemək, şənbə günü işləmək və s.) halal etmək üçün gəldim və sizə Rəbbiniz tərəfindən (peyğəmbərliyimin doğru olduğunu sübut edən) bir mö’cüzə gətirdim. İndi Allahdan qorxun və mənə itaət edin"},{"SurahNumber":3,"VerseNumber":51,"Text":"Şübhə yoxdur ki, Allah mənim də Rəbbim, sizin də Rəbbinizdir. Elə isə Ona ibadət edin! Budur doğru yol"},{"SurahNumber":3,"VerseNumber":52,"Text":"İsa onların (yəhudilərin) küfrünü (inanmadıqlarını) hiss etdikdə: “Allah yolunda kim mənim köməkçim olacaqdır?” - deyə soruşdu. (O zaman) həvarilər dedilər: “Bizik Allahın (Onun dininin) köməkçiləri! Biz Allaha inandıq. Sən də (Allaha) təslim olduğumuza şahid ol!”"},{"SurahNumber":3,"VerseNumber":53,"Text":"(Həvarilər dedilər:) “Ey Rəbbimiz, (bizə) nazil etdiyinə (İncilə) iman gətirdik və peyğəmbərinə (İsaya) tabe olduq. Artıq bizləri (haqqa) şahid olanlarla bir yerdə yaz!”"},{"SurahNumber":3,"VerseNumber":54,"Text":"Onlar (İsaya inanmayanlar) hiyləyə əl atdılar. Allah da onların hiyləsinə (İsanı göyə qaldırıb münafiqlərdən birini isə İsa surətdində onlara öldürtməklə) əvəz verdi. Allah (bütün) hiyləgərlərdən tədbirlidir (hiyləgərlərə ən yaxşı cəza verəndir)"},{"SurahNumber":3,"VerseNumber":55,"Text":"O vaxt Allah buyurdu: “Ya İsa, həqiqətən, Mən sənin ömrünü tamam edib Öz dərgahıma qaldırıram, səni kafirlərdən pak edərəm (tərtəmiz ayıraram). Sənə iman gətirənləri qiyamət gününə qədər kafirlərə qalib edərəm. Sonra isə Mənim hüzuruma qayıdacaqsınız. O zaman ixtilaf etdiyiniz məsələlər barəsində aranızda Mən hökm verəcəyəm"},{"SurahNumber":3,"VerseNumber":56,"Text":"Kafirlərə gəldikdə, onlara dünyada və axirətdə şiddətli əzab verəcəyəm. Onların heç bir köməkçisi olmayacaqdır!”"},{"SurahNumber":3,"VerseNumber":57,"Text":"İman gətirib yaxşı işlər görənlərə gəldikdə isə, (Allah) onların mükafatlarını tamamilə verəcəkdir. Allah zülm edənləri sevməz"},{"SurahNumber":3,"VerseNumber":58,"Text":"(Ya Rəsulum!) Bunları ayələrdən və himətlə dolu olan zikrdən (Qur’andan Cəbrail vasitəsilə) sənə söyləyirik"},{"SurahNumber":3,"VerseNumber":59,"Text":"Allah yanında İsa da (İsanın atasız dünyaya gəlmiş də) Adəm kimidir. Allah onu (Adəmi) torpaqdan yaratdı. Sonra ona: “(Bəşər) ol!” – dedi, o da oldu"},{"SurahNumber":3,"VerseNumber":60,"Text":"(Ya Rəsulum!) Şübhəsiz ki, (bunlar) sənin Rəbbin tərəfindən olan həqiqətdir. Ona görə də şübhə edənlərdən olma"},{"SurahNumber":3,"VerseNumber":61,"Text":"(İsanın Allahın qulu və peyğəmbəri olması barədə) sənə göndərilən elmdən (mə’lumatdan) sonra buna (İsanın əhvalatına) dair səninlə mübahisə edənlərə de: “Gəlin biz də oğlanlarımızı, siz də oğlanlarınızı; biz də qadınlarımızı, siz də qadınlarınızı; biz də özümüzü, siz də özünüzü (bura) çağıraq! Sonra (Allaha) dua edib yalançılara Allahın lə’nət etməsini diləyək!”"},{"SurahNumber":3,"VerseNumber":62,"Text":"Əlbəttə, doğru olan xəbər budur. Allahdan başqa heç bir tanrı yoxdur. Şübhəsiz ki, Allah yenilməz qüvvət, hikmət sahibidir"},{"SurahNumber":3,"VerseNumber":63,"Text":"Əgər onlar üz döndərərlərsə (qoy döndərsinlər). Əlbəttə ki, Allah fitnə-fəsad törədənləri tanıyandır"},{"SurahNumber":3,"VerseNumber":64,"Text":"(Ya Rəsulum!) Söylə: “Ey kitab əhli, sizinlə bizim aramızda eyni olan (fərqi olmayan) bir kəlməyə tərəf gəlin! (O kəlmə budur:) “Allahdan başqasına ibadət etməyək. Ona şərik qoşmayaq və Allahı qoyub bir-birimizi (özümüzə) Rəbb qəbul etməyək!” Əgər onlar yenə də üz döndərərlərsə, o zaman (onlara) deyin: “İndi şahid olun ki, biz, həqiqətən, müsəlmanlarıq (Allaha təslim olanlarıq)!”"},{"SurahNumber":3,"VerseNumber":65,"Text":"Ey kitab əhli, nə üçün İbrahim barəsində höcətləşirsiniz? Tövrat da, İncil də ancaq ondan sonra nazil edilmişdir, məgər başa düşmürsünüz"},{"SurahNumber":3,"VerseNumber":66,"Text":"Bir baxın, siz o kimsələrsiniz ki, bildiyiniz şeylər barəsində mübahisə edirsiniz (bu aydındır) Bəs bilmədiyiniz şeylər barəsində niyə mübahisəyə girişirsiniz?! Əlbəttə, (həqiqəti) Allah bilir, siz bilməzsiniz"},{"SurahNumber":3,"VerseNumber":67,"Text":"İbrahim nə yəhudi, nə də xaçpərəst idi. O ancaq hənif (batildən haqqa tapınan, haqqa yönəlmiş olan) müsəlman (Allaha təslim olan) idi və (Allaha) şərik qoşanlardan deyildi"},{"SurahNumber":3,"VerseNumber":68,"Text":"Şübhəsiz ki, insanların İbrahimə ən yaxın olanı onun ardınca gedənlər, bu Peyğəmbər (Muhəmməd) və ona iman gətirənlərdir. Allah mö’minlərin dostudur"},{"SurahNumber":3,"VerseNumber":69,"Text":"Kitab əhlindən bir dəstə sizi yolunuzdan sapdırmağı arzu etdikləri halda, yalnız özlərini düz yoldan sapdırırlar, lakin onlar bunu dərk etmirlər"},{"SurahNumber":3,"VerseNumber":70,"Text":"Ey kitab əhli, Allahın ayələrinə şahid olduğunuz halda nə üçün (onları) inkar edirsiniz"},{"SurahNumber":3,"VerseNumber":71,"Text":"Ey kitab əhli, nə üçün bilə-bilə haqqa yalan donu geyindirir və doğrunu gizlədirsiniz"},{"SurahNumber":3,"VerseNumber":72,"Text":"Kitab əhlindən (yəhudilərdən) bir dəstə (bir-birinə) dedi: “Mö’minlərə nazil edilənə (Qur’ana) günün əvvəlində (səhər vaxtı) inanın, həmin günün axırında (axşam vaxtı) isə onu inkar edin! Bəlkə, (mö’minlər öz dinlərindən) üz döndərsinlər"},{"SurahNumber":3,"VerseNumber":73,"Text":"Sizin dininizə tabe olanlardan başqa heç kəsə inanmayın!” (Ya Rəsulum! Onlara) söylə: “Əlbəttə, doğru yol, Allahın yoludur”. (Yəhudilər öz adamlarına dedilər:) “Sizə verilən şeyin (Tövratın və bə’zi digər ne’mətlərin) bənzərinin başqa birisinə (müsəlmanlara) veriləcəyinə, yaxud Rəbbiniz yanında onların sizinlə mübahisə edəcəyinə (inanmayın)!” (Ya Rəsulum!) De: “Həqiqətən, ne’mət Allahın əlindədir və onu istədiyi şəxsə bəxş edər. Allah (rəhməti ilə) genişdir. (O, hər şeyi) biləndir!”"},{"SurahNumber":3,"VerseNumber":74,"Text":"(Allah) Öz ne’mətini istədiyi şəxsə aid edər. Allah böyük kərəm sahibidir"},{"SurahNumber":3,"VerseNumber":75,"Text":"Kitab əhlindən elə kəslər vardır ki, əgər onlara bir qinar (çoxlu) əmanət verərsənsə, onu tamamilə sənə qaytararlar; elələri də vardır ki, onlara təkcə bir dinar qızıl əmanət versən, başlarının üzərində möhkəm durub tələb etməyincə sənə qaytarmazlar. Bunun səbəbi budur ki, onlar: “Ümmilərə görə (kitab əhli olmayan cahil ərəblərin mallarını mənimsəməyə görə) bizə irad tutulmayacaq”, - deyər və bilə-bilə Allaha qarşı yalan söyləyərlər"},{"SurahNumber":3,"VerseNumber":76,"Text":"Xeyr (elə deyildir). Hər kəs öz əhdinə vəfa etsə və pis əməllərdən çəkinsə (əmanətə xəyanət etməsə), şübhəsiz ki, Allah (belə) müttəqiləri sevər"},{"SurahNumber":3,"VerseNumber":77,"Text":"Allah ilə olan əhdlərini və andlarını ucuz bir qiymətə satan şəxslərə axirət ne’mətlərindən heç bir pay yoxdur. Allah qiyamət günündə onları dindirməz, onlara nəzər salmaz və onları (günahlarından) pak etməz (təmizə çıxarmaz). Onları şiddətli bir əzab gözləyir"},{"SurahNumber":3,"VerseNumber":78,"Text":"(Ey müsəlmanlar!) Onlardan (kitab əhlindən) bir zümrə də vardır ki, siz onların oxuduqlarını (Tövratdan) hesab edəsiniz deyə, kitab oxuyan zaman dillərini (qəsdən) o tərəf-bu tərəfə əyirlər (bükürlər). Halbuki onların bu oxuduqları kitabdan (Tövratdan) deyildir. Onlar isə: “Bunlar Allah tərəfindəndir”, -dedilər. Bunlar isə heç də Allah tərəfindən deyildir. Söylədikləri Allah dərgahından olmadığı halda, “Bu, Allah dərgahındandır”,- deyirlər. Onlar bilə-bilə Allaha qarşı yalan söyləyirlər"},{"SurahNumber":3,"VerseNumber":79,"Text":"Heç bir kəsə yaraşmaz ki, Allah ona kitab, hikmət və peyğəmbərlik bəxş etdikdən sonra o, insanlara: “Allahı buraxıb mənə qul olun!” – desin. Əksinə, o: “Öyrətdiyiniz kitabın və öyrəndiyiniz şeyin sayəsində rəbbani (mükəmməl elm və əməl, gözəl əxlaq və itaət sahibi) olun!” - deyər"},{"SurahNumber":3,"VerseNumber":80,"Text":"O sizə mələkləri və peyğəmbərləri özünüzə Rəbb qəbul etməyi əmr etməz. O sizə müsəlman olduqdan (özünüzü Allaha təslim etdikdən) sonra kafir olmağı heç əmr edərmi"},{"SurahNumber":3,"VerseNumber":81,"Text":"(Ey kitab əhli!) O vaxtı yadınıza gətirin ki, Allah peyğəmbərlərdən: “Sizə verdiyim kitab və hikmətdən sonra, sizdə olanı təsdiq edən bir peyğəmbər gəldikdə ona mütləq inanıb yardım edəcəksiniz”, - deyə əhd almış və onlara: “Bunu təsdiq edib, ağır olan əhdimi qəbul etdinizmi? – demişdi. Onlar da: “Təsdiq etdik!” – deyə cavab vermişdilər. (Bu zaman) Allah: “Elə isə (bir-birinizə) şahid olun! Mən də sizinlə bərabər şahidlərdənəm”, - deyə buyurmuşdu"},{"SurahNumber":3,"VerseNumber":82,"Text":"Bundan (bu təsdiqdən) sonra üz döndərən kəslər fasiqlərdir (böyük günah sahibləridir)"},{"SurahNumber":3,"VerseNumber":83,"Text":"Necə ola bilər ki, onlar (kitab əhli) Allahın dinindən başqa bir din axtarsınlar? Halbuki göylərdə və yerdə olanlar istər-istəməz Ona (Allaha) təslim olmuşlar və Onun hüzuruna qayıdacaqlar"},{"SurahNumber":3,"VerseNumber":84,"Text":"(Ya Rəsulum!) Söylə: “Biz Allaha, bizə nazil olana (Qur’ana), İbrahimə, İsmailə, İshaqa, Yə’quba və onun oğullarına nazil edilənə, Rəbbi tərəfindən Musa, İsa və (sair) peyğəmbərlərə verilənlərə inandıq və onların heç birini bir-birindən ayırmırıq. Biz yalnız Ona (Allaha) təslim oluruq!”"},{"SurahNumber":3,"VerseNumber":85,"Text":"Kim islamdan başqa bir din ardınca gedərsə, (o din) heç vaxt ondan qəbul olunmaz və o şəxs axirətdə zərər çəkənlərdən olar"},{"SurahNumber":3,"VerseNumber":86,"Text":"İman gətirdikdən, Rəsulun (Muhəmməd əleyhis-səlatu vəs-səlamın) haqq olduğuna (Allah tərəfindən göndərildiyinə) şəhadət verdikdən və özlərinə aşkar dəlillər gəldikdən sonra kafir olan tayfanı Allah necə doğru yola yönəldər? Allah zalımlar dəstəsini haqq yola yönəltməz"},{"SurahNumber":3,"VerseNumber":87,"Text":"Onların cəzası, həqiqətən, Allahın, mələklərin və bütün insanların lə’nətinə düçar olmaqdır"},{"SurahNumber":3,"VerseNumber":88,"Text":"Onlar bu lə’nət içərisində əbədi olaraq qalacaqlar. Əzabları əskilmədiyi kimi, onlara (mərhəmət nəzəri ilə də) baxılmayacaqdır"},{"SurahNumber":3,"VerseNumber":89,"Text":"Yalnız bundan sonra tövbə edərək düzələn şəxslər (bağışlanarlar). Şübhəsiz ki, Allah bağışlayandır, rəhm edəndir"},{"SurahNumber":3,"VerseNumber":90,"Text":"İman gətirəndən sonra kafir olan və küfrlərini daha da artıran şəxslərin tövbələri əsla qəbul olunmaz. (Doğru yoldan) azanlar məhz onlardır"},{"SurahNumber":3,"VerseNumber":91,"Text":"Şübhəsiz ki, kafir olub kafir kimi ölənlərdən hər birinin dünya dolusu qızılı ola və (əzabdan qurtarmaq üçün) onu fidyə verə, yenə də qəbul olunmaz. Onları dəhşətli bir əzab gözləyir. Onlara (cəhənnəm odundan xilas olmaqdan) heç bir kömək edən olmaz"},{"SurahNumber":3,"VerseNumber":92,"Text":"Sevdiyiniz şeylərdən (haqq yolunda) sərf etməyincə savaba çatmarsınız. Şübhəsiz ki, Allah (Onun yolunda) xərclədiyiniz hər bir şeyi biləndir"}]}