{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Any unus de vos obeys DEUS His messenger leads righteous vita nos grant eam double recompense nos prepared eam generous provision"},{"SurahNumber":33,"VerseNumber":32,"Text":"O uxor de prophet vos est same prout any alius femina si vos observe righteousness! (Vos habet major responsibility.) Ergo vos non speak too softly lest those morbus in their hearts get wrong ideas; vos speak unus righteousness"},{"SurahNumber":33,"VerseNumber":33,"Text":"Vos settle down tuus domus perfecit non mingle people excessively vos used perfecit in veteris feria ignorance! Vos observe Contact Prayers (Salat) dedit obligatory charity (Zakat) obey DEUS His messenger! DEUS wishes remove TOTUS unholiness EX VOS O VOS vivens SANCTUS Shrine purify VOS completely"},{"SurahNumber":33,"VerseNumber":34,"Text":"Remember quod recited tuus domus de deus revelations wisdom inherent therein! DEUS EST Sublime Cognizant"},{"SurahNumber":33,"VerseNumber":35,"Text":"submitting vir submitting femina believing vir believing femina obedient vir obedient femina truthful vir truthful femina steadfast vir steadfast femina reverent vir reverent femina charitable vir charitable femina fasting vir fasting femina pudica vir pudica femina vir commemorate DEUS frequently commemorating femina; DEUS prepared them forgiveness major recompense"},{"SurahNumber":33,"VerseNumber":36,"Text":"non believing vir believing femina si DEUS His messenger proles any command habet any choice regarding ut command Anyone disobeys DEUS His messenger iit far astray"},{"SurahNumber":33,"VerseNumber":37,"Text":"Recall vos dictus to unus beatus DEUS beatus vos Keep tuus uxor reverence DEUS vos hid yourself quod DEUS wished proclaim! Sic vos feared people when vos supposed fear unus DEUS! When Zeid est completely his uxor nos habet vos maritus eam in order establish precedent ut vir maritus divortium uxor his adopted filius. Deus commands perfecit"},{"SurahNumber":33,"VerseNumber":38,"Text":"prophet non committing erratum perfecit anything factus lawful DEUS! Such est deus system nudius generations Deus command est sanctus duty"},{"SurahNumber":33,"VerseNumber":39,"Text":"Those deliver deus messages qui reverence Eum alone nunquam fear anyone DEUS! DEUS est the multus efficient reckoner"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad non est patris any vir vos. He est messenger DEUS ultimus prophet. DEUS est fully aware de TOTUS things"},{"SurahNumber":33,"VerseNumber":41,"Text":"O vos believe vos remember DEUS frequently"},{"SurahNumber":33,"VerseNumber":42,"Text":"Vos glorify Eum feria ac nox"},{"SurahNumber":33,"VerseNumber":43,"Text":"He est Unus helps vos unus His angels lead vos out de darkness into light He est Merciful towards believers"},{"SurahNumber":33,"VerseNumber":44,"Text":"Their greeting feria they meet Eum est Pax He prepared them generous recompense"},{"SurahNumber":33,"VerseNumber":45,"Text":"O prophet nos sent vos testis bearer bonus news alias prout warner"},{"SurahNumber":33,"VerseNumber":46,"Text":"Inviting DEUS prout His testimentum guiding beacon"},{"SurahNumber":33,"VerseNumber":47,"Text":"Deliver bonus news believers they deserved DEUS major beatus"},{"SurahNumber":33,"VerseNumber":48,"Text":"Non obey disbelievers hypocrites disregard their insults put tuus trust DEUS; DEUS suffices advocate"},{"SurahNumber":33,"VerseNumber":49,"Text":"O vos believe vos maritus believing femina tunc divortium them ante habet intercourse them they non owe vos any waiting interim (ante maritus alias vir)! Vos compensate them equitably let them amicably"},{"SurahNumber":33,"VerseNumber":50,"Text":"O prophet nos factus lawful vos tuus uxor to whom vos paid their due dos quod vos iam prout granted vos DEUS! Alias lawful pro vos in copulati est filia tuus patris frater filia tuus patris soror filia tuus mater frater filia tuus mater soror emigrated vos. Alias si believing femina dedit prophet - De forfeiting dos! - prophet maritus eam dos he ita wishes Autem forfeiting de dos applies unus to prophet non to alius believers. Nos iam decretum their rectus in regard their conjux quod they iam habet. Hoc est spare vos any embarrassment. DEUS est Forgiver Merciful"},{"SurahNumber":33,"VerseNumber":51,"Text":"Vos gently shun any unus de them vos bring closer to vos any unus de them. Vos reconcile any unus vos estranged vos non commit erratum In hoc via they pleased non habet grief est content quod vos equitably offer totus de them! DEUS knows QUOD est TUUS hearts DEUS est Omniscient Clement"},{"SurahNumber":33,"VerseNumber":52,"Text":"Supra categories described vos vos enjoined ex maritus any alius femina nor potuit vos substitute new uxor (ex prohibited categories) non matter quam much vos admire their beauty! Vos est content cum those iam factus lawful to vos. DEUS est watchful TOTUS things"},{"SurahNumber":33,"VerseNumber":53,"Text":"O vos believe non iniit prophet's domus vos dedit disponsationis eat nor shall vos force such invitation any moris! Vos invited vos iniit. When vos clausum eating vos sinister; non desponsatus eum lengthy conversations! Hoc used hurt prophet he est too shy tell vos! Deus non shy away truth. Vos ask his uxor something ask them barrier Hoc est purer pro tuus hearts their hearts Vos non est hurt messenger DEUS. Vos non maritus his uxor eum hoc est gross offense sight DEUS"},{"SurahNumber":33,"VerseNumber":54,"Text":"Vos declare anything hide it DEUS est fully aware de totus things"},{"SurahNumber":33,"VerseNumber":55,"Text":"Femina relax (their dress code their patris their filius their frater filius their frater filius their soror alius femina their (femina) servus! They reverence DEUS. DEUS TESTIS TOTUS things"},{"SurahNumber":33,"VerseNumber":56,"Text":"DEUS His angels help support prophet! O vos believe vos help support eum regard eum prout he regarded"},{"SurahNumber":33,"VerseNumber":57,"Text":"Surely those oppose DEUS His messenger DEUS afflicts them curse in hoc vita in Hereafter He prepared them shameful retribution"},{"SurahNumber":33,"VerseNumber":58,"Text":"Those persecute believing vir believing femina non perfecit anything wrong committed non unus falsehood alias gross sin"},{"SurahNumber":33,"VerseNumber":59,"Text":"O prophet tell tuus uxor tuus filia uxor believers ut they lengthen their garments. Sic they recognized (prout righteous femina) avoid insulted DEUS est Forgiver Merciful"},{"SurahNumber":33,"VerseNumber":60,"Text":"hypocrites those morbus their hearts vicious liars oppidum refrain (ex persecuting vos) nos surely grant vos superior manus tunc they forced sinister short dum"},{"SurahNumber":33,"VerseNumber":61,"Text":"(They incurred condemnation wherever they iit; they stop attacking vos) they taken killed"},{"SurahNumber":33,"VerseNumber":62,"Text":"Hoc est deus eternal system vos invenit deus system est unchangeable"},{"SurahNumber":33,"VerseNumber":63,"Text":"people ask vos Hora (finis saeculum). Dictus knowledge thereof est unus DEUS! totus vos know Hora est clausum"},{"SurahNumber":33,"VerseNumber":64,"Text":"DEUS condemned disbelievers prepared them Hell"},{"SurahNumber":33,"VerseNumber":65,"Text":"Eternally they abide therein. They non invenit dominus nor supporter"},{"SurahNumber":33,"VerseNumber":66,"Text":"Feria they thrown Hell they dictus Oh nos wish nos obeyed DEUS obeyed messenger"},{"SurahNumber":33,"VerseNumber":67,"Text":"They alias dictus Noster Dominus nos obeyed noster magister dux they led nos astray"},{"SurahNumber":33,"VerseNumber":68,"Text":"Noster Dominus dedit them double retribution curse them tremendous curse"},{"SurahNumber":33,"VerseNumber":69,"Text":"O vos believe non est those hurt Moses tunc DEUS absolved eum de quod they dictus. He est sight DEUS prenobilis"},{"SurahNumber":33,"VerseNumber":70,"Text":"O vos believe reverence DEUS utter unus correct utterances"},{"SurahNumber":33,"VerseNumber":71,"Text":"He tunc fix tuus works forgive tuus sins Those obey DEUS His messenger triumphed major triumph"},{"SurahNumber":33,"VerseNumber":72,"Text":"Nos offered responsibility (freedom de choice caelum terra montis they refused bear it est afraid de it human est accepted it he transgressing ignorant)"},{"SurahNumber":33,"VerseNumber":73,"Text":"Pro DEUS testimentum inevitably punish hypocrite vir hypocrite femina idol worshipping vir idol worshipping femina! DEUS redeems believing VIR believing FEMINA. DEUS est Forgiver Merciful"},{"SurahNumber":34,"VerseNumber":1,"Text":"Praise est DEUS - whom belongs everything caelum terra; totus praise est alias Eum Hereafter He est the Multus Wise Cognizant"},{"SurahNumber":34,"VerseNumber":2,"Text":"He knows everything iit terra everything ut advenit it everything advenit caelum everything ut climbs into it He est the Multus Merciful the Forgiving"},{"SurahNumber":34,"VerseNumber":3,"Text":"Those disbelieve dictus Hora nunquam advenit pass Dictus Absolutely - De my Dominus - it testimentum multus certainly advenit vos. He est Knower future Non et equivalent atom's weight hidden Eum est it caelum terra. Non et parvulus than ut magnus hidden Totus est profound actum"},{"SurahNumber":34,"VerseNumber":4,"Text":"multus certainly He reward those believe lead righteous vita! These deserved forgiveness generous provision"},{"SurahNumber":34,"VerseNumber":5,"Text":"Prout pro those constantly challenge noster revelations they incurred retribution painful humiliation"},{"SurahNumber":34,"VerseNumber":6,"Text":"est evident to those beatus knowledge ut hoc revelation ex tuus Dominus to vos est truth ac ut it guides path Almighty the Multus Praiseworthy"},{"SurahNumber":34,"VerseNumber":7,"Text":"Those disbelieve dictus show vos vir tells vos vos est torn apart vos created anew"},{"SurahNumber":34,"VerseNumber":8,"Text":"Either he fabricated lies DEUS he est crazy Indeed those disbelieve Hereafter incurred male retribution; they iit far astray"},{"SurahNumber":34,"VerseNumber":9,"Text":"they non vide totus things them behind them in caelum terra? Nos willed nos causa terra swallow them causa masses fall them caelum! Hoc est sufficient proof pro omnis obedient servus"},{"SurahNumber":34,"VerseNumber":10,"Text":"Nos endowed David blessings nos O montis submit eum vos too O birds Nos softened iron pro eum"},{"SurahNumber":34,"VerseNumber":11,"Text":"Vos factus shields ut fit perfectly work righteousness! Whatever vos perfecit ego est Seer thereof"},{"SurahNumber":34,"VerseNumber":12,"Text":"To Solomon nos committed wind his disposal traveling 1 mensis advenit 1 mensis iit Nos causa fontis oil gush out eum. Alias jinns worked eum his Dominus sinister Any unus de them disregarded noster commands nos subjected eum severe retribution"},{"SurahNumber":34,"VerseNumber":13,"Text":"They factus eum anything he wanted - niches statues deep pools heavy coquus pots O familia David work (righteousness) show tuus appreciation. Unus ut few de My servus est appreciative"},{"SurahNumber":34,"VerseNumber":14,"Text":"When appointed temporis his decessus advenit they non habet clue ut he abiit. Non 1 de animals tried eat his staff he fell down perfecit jinns realized ut he est denatus! They sic realized ut they really knew unseen they stopped working ita hard prout soon prout he abiit"},{"SurahNumber":34,"VerseNumber":15,"Text":"Sheba's homeland used est marvel 2 gardens on rectus sinister Eat tuus Dominus provisions est appreciative de Eum - Bonus terra forgiving Dominus"},{"SurahNumber":34,"VerseNumber":16,"Text":"They turned consequently nos poured them disastrous flood nos substituted their 2 gardens into 2 gardens malus tasting fruits thorny plants skimpy harvest"},{"SurahNumber":34,"VerseNumber":17,"Text":"Nos sic requited them their disbelief. Nos non requite unus disbelievers"},{"SurahNumber":34,"VerseNumber":18,"Text":"Nos locus them communities ut nos beatus alius oases nos secured journey them Travel therein feria nox perfecit security"},{"SurahNumber":34,"VerseNumber":19,"Text":"they turned unappreciative challenged Noster Dominus nos non care Vos increase distance noster journeys any stations They ergo wronged their suus anima. Consequently nos factus them history scattered them into parvulus communities terra. Hoc provisus lessons those est steadfast appreciative"},{"SurahNumber":34,"VerseNumber":20,"Text":"Satan invenit them readily fulfilling his expectations! They subsequentis eum ut few believers"},{"SurahNumber":34,"VerseNumber":21,"Text":"He nunquam habet any power them. Nos sic distinguish those believe in Hereafter ex those est doubtful de it Tuus Dominus est foderator control totus things"},{"SurahNumber":34,"VerseNumber":22,"Text":"Dictus Implore idols vos set DEUS! They non possess single atom caelum terra. They non possess partnership therein nor perfecit He permit them est His adjutor"},{"SurahNumber":34,"VerseNumber":23,"Text":"Intercession Eum est in vain it coincides cum His testimentum. When their minds tandem settled down they ask Quod perfecit tuus Dominus dictus they dictus truth. He est the Multus High the Multus Major"},{"SurahNumber":34,"VerseNumber":24,"Text":"Dictus Qui provisus pro vos caelum terra? Dictus DEUS Either nos vos guided iit far astray"},{"SurahNumber":34,"VerseNumber":25,"Text":"dictus Vos est responsible pro noster crimes nor est nos responsible pro quod vos perfecit"},{"SurahNumber":34,"VerseNumber":26,"Text":"Dictus Noster Dominus gather nos totus unus ante Eum tunc He scabinus nos equitably! He est Scabinus Omniscient"},{"SurahNumber":34,"VerseNumber":27,"Text":"Dictus Show me idols vos set prout partners Eum! non Dictus He est 1 DEUS Almighty Wise"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Nos sent vos O Rashad) totus people bearer bonus news alias prout warner multus people non know"},{"SurahNumber":34,"VerseNumber":29,"Text":"They challenge When hoc promise advenit pass vos est truthful"},{"SurahNumber":34,"VerseNumber":30,"Text":"Dictus Vos habet specific temporis specific feria vos non delay 1 hora nor advance"},{"SurahNumber":34,"VerseNumber":31,"Text":"Those disbelieve dictus Nos non believe in hoc Quran nor proximus scriptures. vos unus envision these transgressors when they stand their Dominus! They argue 1 alias back ac forth followers tell their dux Si non est vos nos est believers"},{"SurahNumber":34,"VerseNumber":32,"Text":"Dux dictus to those testimentum subsequentis them nos the unus Est diverted vos guidance it advenit to vos? Non; it est vos est wicked"},{"SurahNumber":34,"VerseNumber":33,"Text":"followers dictus to their dux est vos schemed nox feria tunc commanded nos est unappreciative de DEUS set idols rank Eum. They ridden remorse when they vide retribution nos locus shackles necks de those disbelieved they justly non requited quod they perfecit"},{"SurahNumber":34,"VerseNumber":34,"Text":"Omnis temporis nos sent warner community dux ut community dictus Nos reject message vos sent cum"},{"SurahNumber":34,"VerseNumber":35,"Text":"They alias dictus Nos est powerful magis moneta infans nos non punished"},{"SurahNumber":34,"VerseNumber":36,"Text":"Dictus My Dominus est 1 controls totus provisions He grants provisions whomever He testimentum reduces them multus people non know"},{"SurahNumber":34,"VerseNumber":37,"Text":"Non est tuus moneta tuus infans bring vos closer to nos. Unus those believe lead righteous vita receive reward their works multiplied manifold In abode Paradise they perfecit vivens in perfect pax"},{"SurahNumber":34,"VerseNumber":38,"Text":"Prout pro those consistently challenge noster revelations they abide retribution"},{"SurahNumber":34,"VerseNumber":39,"Text":"(Dictus My Dominus est Unus controls totus provisions He increases provisions whomever He chooses His servus reduces them! Anything vos spend causa Deus) He reward vos it He est Bene Provider"},{"SurahNumber":34,"VerseNumber":40,"Text":"Feria when He summons them totus He dictus to angels these perfecit people worship vos"},{"SurahNumber":34,"VerseNumber":41,"Text":"They answer Vos glorified Vos est noster Dominus Magister non them! Instead they worshipping jinns; multus de them est believers therein"},{"SurahNumber":34,"VerseNumber":42,"Text":"Feria vos non possess power help harm 1 alias nos dictus to transgressors Taste retribution Hell vos used deny"},{"SurahNumber":34,"VerseNumber":43,"Text":"When noster proofs recited them perfectly clear they dictus Hoc est simply vir wants divert vos via tuus parentes worshipping They alias dictus These fabricated lies Those disbelieved alias dictus truth advenit them Hoc est obviously magic"},{"SurahNumber":34,"VerseNumber":44,"Text":"Nos non dedit them any alius books study nor perfecit nos send to them vos alias warner"},{"SurahNumber":34,"VerseNumber":45,"Text":"Those ante them disbelieved et though they non vide one-tenth (miracle) nos dedit hoc generation when they disbelieved My messengers quam severe est My retribution"},{"SurahNumber":34,"VerseNumber":46,"Text":"Dictus ego ask vos perfecit 1 thing Devote DEUS in pairs prout individuals tunc reflect Tuus friend (Rashad) non est crazy He est manifest warner vos just ante advent terrible retribution"},{"SurahNumber":34,"VerseNumber":47,"Text":"dictus ego non ask vos any wage vos keep it My wage advenit unus ex DEUS. He testis totus things"},{"SurahNumber":34,"VerseNumber":48,"Text":"Dictus My Dominus causa truth prevail He est Knower totus secrets"},{"SurahNumber":34,"VerseNumber":49,"Text":"Dictus truth advenit; dum falsehood potuit nec initiate anything nor repeat it"},{"SurahNumber":34,"VerseNumber":50,"Text":"Dictus Si ego iit astray ego iit astray my suus shortcomings! Ac si ego guided it est my Dominus inspiration. He est Hearer Apud"},{"SurahNumber":34,"VerseNumber":51,"Text":"Vos unus vide them when major terror strikes them; they non escape tunc they est taken away forcibly"},{"SurahNumber":34,"VerseNumber":52,"Text":"They tunc dictus Nos statim believe in it it est far too late"},{"SurahNumber":34,"VerseNumber":53,"Text":"They rejected it in the elapsus; they decided instead uphold conjecture ac guesswork"},{"SurahNumber":34,"VerseNumber":54,"Text":"Consequently they deprived de everything they longed pro. Hoc est same fate their counterparts proximus generations They harbored too multus doubts"},{"SurahNumber":35,"VerseNumber":1,"Text":"Praise est DEUS Initiator de caelum terra appointer angels est messengers wings"},{"SurahNumber":35,"VerseNumber":2,"Text":"wings He increases creation prout He testimentum. DEUS est Omnipotent [35:2] When DEUS showers people cum mercy, non force stop it Ac si He withholds it nullus force alius than He send it He est Almighty Wise"},{"SurahNumber":35,"VerseNumber":3,"Text":"O people remember deus blessings vos. Est ibi any creator DEUS provisus pro vos caelum terra? ibi non est alius deus Eum. Quam vos deviate"},{"SurahNumber":35,"VerseNumber":4,"Text":"they disbelieve vos messengers vos disbelieved DEUS est in control DE TOTUS things"},{"SurahNumber":35,"VerseNumber":5,"Text":"O people deus promise est truth; ergo non distracted hoc humilis vita! Non diverted DEUS mere illusions"},{"SurahNumber":35,"VerseNumber":6,"Text":"devil est tuus enemy ita treat eum enemy He unus invites his party est dwellers Hell"},{"SurahNumber":35,"VerseNumber":7,"Text":"Those disbelieve incurred severe retribution those believe lead righteous vita deserved forgiveness major recompense"},{"SurahNumber":35,"VerseNumber":8,"Text":"(Note unus malus work adorned his eyes dum he thinks it est righteous! DEUS SIC sends astray whoever TESTIMENTUM IIT astray) He guides whoever TESTIMENTUM guided Ergo non grieve them. DEUS EST fully aware de everything they PERFECIT"},{"SurahNumber":35,"VerseNumber":9,"Text":"DEUS EST UNUS sends winds stir clouds TUNC NOS drive them barren terra, revive such CATASTER POST they est DENATUS! Sic est resurrection"},{"SurahNumber":35,"VerseNumber":10,"Text":"Anyone seeking dignity know ut to DEUS belongs totus dignity! To Eum ascends bonus words He exalts righteous works Prout pro those scheme malus works they incur severe retribution; scheming de such people destined fail"},{"SurahNumber":35,"VerseNumber":11,"Text":"DEUS created VOS dust TUNC tiny drop TUNC He CAUSA VOS reproduce TUUS CONJUX. Non femina becomes pregnata nor dedit genitus His knowledge! Non 1 superstes long vita non 1 vita snapped short prout pre-existing actum! Hoc est easy DEUS"},{"SurahNumber":35,"VerseNumber":12,"Text":"seas non est same unus est dodum delicious dum alius est salty undrinkable. Ex each de them vos eat tender meat extract jewelry wear Vos vide ships sailing per them seeking His provisions ut vos est appreciative"},{"SurahNumber":35,"VerseNumber":13,"Text":"He merges nox feria merges feria nox. He committed sun moon run pro predetermined period de temporis! Such est DEUS tuus Dominus; to Eum belongs totus kingship! Any idols vos set Eum non possess seed's shell"},{"SurahNumber":35,"VerseNumber":14,"Text":"Vos alias on them they non hear vos. Et si they hear vos they non respond vos. Feria Resurrection they disown vos. Nullus inform vos like the Multus Cognizant"},{"SurahNumber":35,"VerseNumber":15,"Text":"O people vos est unus need DEUS dum DEUS est in non need anyone the Multus Praiseworthy"},{"SurahNumber":35,"VerseNumber":16,"Text":"He testimentum He get rid de vos substitute new creation"},{"SurahNumber":35,"VerseNumber":17,"Text":"Hoc non est too difficult pro DEUS"},{"SurahNumber":35,"VerseNumber":18,"Text":"Non anima carry sins alias anima. Anima loaded sins implores alias bear part de its load nullus alius anima carry any part de it et they related Unus people heed tuus warnings est those reverence their Dominus et when alone in their privacy observe Contact Prayers (Salat)! Whoever purifies his anima perfecit ita his suus bonus To DEUS est ultimus destiny"},{"SurahNumber":35,"VerseNumber":19,"Text":"blind seer non est equalis"},{"SurahNumber":35,"VerseNumber":20,"Text":"Nor est darkness light"},{"SurahNumber":35,"VerseNumber":21,"Text":"Nor est coolness de shade heat sun"},{"SurahNumber":35,"VerseNumber":22,"Text":"Nor est vivus denatus; DEUS causa whomever He testimentum hear Vos non factus hearers those graves"},{"SurahNumber":35,"VerseNumber":23,"Text":"Vos est non multus than warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"Nos sent vos truth bearer bonus news alias prout warner. Omnis community receive warner"},{"SurahNumber":35,"VerseNumber":25,"Text":"Si they disbelieve vos those ante them alias disbelieved Their messengers iit them clear proofs Psalms enlightening scriptures"},{"SurahNumber":35,"VerseNumber":26,"Text":"Subsequently ego punished those disbelieved quam terrible est My retribution"},{"SurahNumber":35,"VerseNumber":27,"Text":"Vos non realize DEUS sends down caelum aqua whereby nos produce perfecit fruits de various colors Et montis habet different colors peaks est albus rufus some alius color ravens est niger"},{"SurahNumber":35,"VerseNumber":28,"Text":"Alias people animals livestock advenit various colors Hoc est people enim reverence DEUS est those est knowledgeable. DEUS est Almighty Forgiving"},{"SurahNumber":35,"VerseNumber":29,"Text":"Surely those recite book DEUS observe Contact Prayers (Salat) noster provisions them they spend - secretly publicly - Desponsatus investment nunquam loses"},{"SurahNumber":35,"VerseNumber":30,"Text":"He recompense them generously multiply His blessings them! He Forgiving Appreciative"},{"SurahNumber":35,"VerseNumber":31,"Text":"quod nos revealed vos in hoc scripture est truth consummating totus proximus scriptures! DEUS est fully Cognizant DE His SERVUS Seer"},{"SurahNumber":35,"VerseNumber":32,"Text":"Nos passed scripture generation generation nos allowed whomever nos chose noster servus receive it Subsequently some de them wronged their anima others upheld it unus part de temporis dum others est eager work righteousness prout deus testimentum hoc est major triumph"},{"SurahNumber":35,"VerseNumber":33,"Text":"They iniit gardens Eden they adorned bracelets de gold pearls their garments it factus silk"},{"SurahNumber":35,"VerseNumber":34,"Text":"They dictus Praise DEUS removing totus noster injuria! Noster Dominus Forgiving Appreciative"},{"SurahNumber":35,"VerseNumber":35,"Text":"He admitted nos abode eternal bliss His gratia. Nunquam perfecit nos bored hic nunquam perfecit nos tired"},{"SurahNumber":35,"VerseNumber":36,"Text":"Prout pro those disbelieve they incurred fire Hell ubi they nunquam clausum decessus nor est retribution ever commuted them. Nos sic requite the unappreciative"},{"SurahNumber":35,"VerseNumber":37,"Text":"They scream therein Noster Dominus vos get nos out de hic nos work righteousness works nos used perfecit nos non dedit vos life-long chance continuous reminders those take heed Vos non receive warner? Ergo taste (consequences). transgressors habet non 1 help them"},{"SurahNumber":35,"VerseNumber":38,"Text":"DEUS est Knower future DE CAELUM TERRA. He est Knower totus innermost thoughts"},{"SurahNumber":35,"VerseNumber":39,"Text":"He est Unus factus vos inheritors terra. Subsequently whoever chooses disbelieve perfecit ita his suus detriment. disbelief disbelievers unus augments their Dominus abhorrence them. disbelief disbelievers plunges them deeper loss"},{"SurahNumber":35,"VerseNumber":40,"Text":"Dictus Consider idols vos set DEUS; show me quod on terra they habuit created they suus any partnership caelum? Nos dedit them book habuit wherein ibi est non doubt Indeed quod transgressors promise 1 alias est non multus than illusion"},{"SurahNumber":35,"VerseNumber":41,"Text":"DEUS EST UNUS HABUIT CAELUM TERRA lest they vanish. Si anyone alias est habuit them they testimentum multus certainly vanish! He est Clement Forgiving"},{"SurahNumber":35,"VerseNumber":42,"Text":"They juravit DEUS solemnly warner iit them they est bene guided than certain congregation! Statim ut warner perfecit advenit them hoc unus plunged them deeper aversion"},{"SurahNumber":35,"VerseNumber":43,"Text":"They resorted arrogance terra malus scheming malus schemes unus backfire on those scheme them. they tunc expect anything fate de those qui perfecit same things in the elapsus? Vos invenit deus system est nunquam changeable; vos invenit deus system est immutable"},{"SurahNumber":35,"VerseNumber":44,"Text":"they non roamed terra noted consequences those proximus them? They est et stronger than they. Nihil hidden DEUS caelum nor terra. He est Omniscient Omnipotent"},{"SurahNumber":35,"VerseNumber":45,"Text":"Si DEUS punished people their sins He non sinister single creature terra. He respites them pro predetermined interim Dodum their interim fulfilled tunc DEUS est Seer His servus"},{"SurahNumber":36,"VerseNumber":1,"Text":"Y S. (Yaa Vide)"},{"SurahNumber":36,"VerseNumber":2,"Text":"Quran ut est foderator de wisdom"},{"SurahNumber":36,"VerseNumber":3,"Text":"multus assuredly vos (Rashad) est 1 de messengers"},{"SurahNumber":36,"VerseNumber":4,"Text":"On straight path"},{"SurahNumber":36,"VerseNumber":5,"Text":"Hoc revelation est ex Almighty Merciful"},{"SurahNumber":36,"VerseNumber":6,"Text":"To warn people parentes nunquam warned ergo they est unaware"},{"SurahNumber":36,"VerseNumber":7,"Text":"It predetermined ut multus de them non believe"},{"SurahNumber":36,"VerseNumber":8,"Text":"Nos locus their necks shackles up their chins Consequently they become locked their disbelief"},{"SurahNumber":36,"VerseNumber":9,"Text":"Nos locus barrier them barrier behind them sic nos veil them; they non vide"},{"SurahNumber":36,"VerseNumber":10,"Text":"est same vos warn them non they non believe"},{"SurahNumber":36,"VerseNumber":11,"Text":"Vos heeded unus those uphold hoc message reverence the Multus Gracious! - Et when alone their privacy. Dedit them bonus news forgiveness generous recompense"},{"SurahNumber":36,"VerseNumber":12,"Text":"Nos certainly revive peritus nos actum everything they perfecit in hoc vita alias prout consequences ut continue their decessus! Everything nos comes profound actum"},{"SurahNumber":36,"VerseNumber":13,"Text":"Cite pro them example people community ut received messengers"},{"SurahNumber":36,"VerseNumber":14,"Text":"When nos sent to them 2 (messengers) they disbelieved them. Nos tunc supported them 3. They dictus Nos est (Deus) messengers vos"},{"SurahNumber":36,"VerseNumber":15,"Text":"They dictus Vos est non multus than human beings nos. The Multus Gracious non send anything. Vos est liars"},{"SurahNumber":36,"VerseNumber":16,"Text":"They dictus Noster Dominus knows nos est sent to vos"},{"SurahNumber":36,"VerseNumber":17,"Text":"Noster sole mission est deliver message"},{"SurahNumber":36,"VerseNumber":18,"Text":"They dictus Nos consider vos malus omens Vos refrain nos surely stone vos afflict vos painful retribution"},{"SurahNumber":36,"VerseNumber":19,"Text":"They dictus Tuus omen depends tuus response statim ut vos reminded Indeed vos transgressing people"},{"SurahNumber":36,"VerseNumber":20,"Text":"Vir advenit alius finis oppidum dictus, O my people subsequentis messengers"},{"SurahNumber":36,"VerseNumber":21,"Text":"Subsequentis those non ask vos pro any wage ac guided"},{"SurahNumber":36,"VerseNumber":22,"Text":"Why ego non worship Unus initiated me should to Eum est tuus ultimate return"},{"SurahNumber":36,"VerseNumber":23,"Text":"Ego set Eum deus? the Multus Gracious willed any harm me their intercession non help me 1 bit nor potuit they rescue me"},{"SurahNumber":36,"VerseNumber":24,"Text":"Tunc ego est totally astray"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ego habet believed in tuus Dominus; please listen to me"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Apud the temporis de his decessus) he told Iniit Paradise. He dictus Oh Ego wish my people knew"},{"SurahNumber":36,"VerseNumber":27,"Text":"Ut my Dominus forgiven me factus me prenobilis"}]}