{"Id":17,"LanguageCodes":["ar","ara"],"Name":"ara-quranacademy","Author":"Quran Academy","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://github.com/quranacademy/quran-text","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"۞ حمۤ"},{"SurahNumber":46,"VerseNumber":2,"Text":"تَنزِیلُ ٱلۡكِتَـٰبِ مِنَ ٱللَّهِ ٱلۡعَزِیزِ ٱلۡحَكِیمِ"},{"SurahNumber":46,"VerseNumber":3,"Text":"مَا خَلَقۡنَا ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضَ وَمَا بَیۡنَهُمَاۤ إِلَّا بِٱلۡحَقِّ وَأَجَلࣲ مُّسَمࣰّىۚ وَٱلَّذِینَ كَفَرُوا۟ عَمَّاۤ أُنذِرُوا۟ مُعۡرِضُونَ"},{"SurahNumber":46,"VerseNumber":4,"Text":"قُلۡ أَرَءَیۡتُم مَّا تَدۡعُونَ مِن دُونِ ٱللَّهِ أَرُونِی مَاذَا خَلَقُوا۟ مِنَ ٱلۡأَرۡضِ أَمۡ لَهُمۡ شِرۡكࣱ فِی ٱلسَّمَـٰوَ ٰتِۖ ٱئۡتُونِی بِكِتَـٰبࣲ مِّن قَبۡلِ هَـٰذَاۤ أَوۡ أَثَـٰرَةࣲ مِّنۡ عِلۡمٍ إِن كُنتُمۡ صَـٰدِقِینَ"},{"SurahNumber":46,"VerseNumber":5,"Text":"وَمَنۡ أَضَلُّ مِمَّن یَدۡعُوا۟ مِن دُونِ ٱللَّهِ مَن لَّا یَسۡتَجِیبُ لَهُۥۤ إِلَىٰ یَوۡمِ ٱلۡقِیَـٰمَةِ وَهُمۡ عَن دُعَاۤئِهِمۡ غَـٰفِلُونَ"},{"SurahNumber":46,"VerseNumber":6,"Text":"وَإِذَا حُشِرَ ٱلنَّاسُ كَانُوا۟ لَهُمۡ أَعۡدَاۤءࣰ وَكَانُوا۟ بِعِبَادَتِهِمۡ كَـٰفِرِینَ"},{"SurahNumber":46,"VerseNumber":7,"Text":"وَإِذَا تُتۡلَىٰ عَلَیۡهِمۡ ءَایَـٰتُنَا بَیِّنَـٰتࣲ قَالَ ٱلَّذِینَ كَفَرُوا۟ لِلۡحَقِّ لَمَّا جَاۤءَهُمۡ هَـٰذَا سِحۡرࣱ مُّبِینٌ"},{"SurahNumber":46,"VerseNumber":8,"Text":"أَمۡ یَقُولُونَ ٱفۡتَرَىٰهُۖ قُلۡ إِنِ ٱفۡتَرَیۡتُهُۥ فَلَا تَمۡلِكُونَ لِی مِنَ ٱللَّهِ شَیۡءًاۖ هُوَ أَعۡلَمُ بِمَا تُفِیضُونَ فِیهِۚ كَفَىٰ بِهِۦ شَهِیدَۢا بَیۡنِی وَبَیۡنَكُمۡۖ وَهُوَ ٱلۡغَفُورُ ٱلرَّحِیمُ"},{"SurahNumber":46,"VerseNumber":9,"Text":"قُلۡ مَا كُنتُ بِدۡعࣰا مِّنَ ٱلرُّسُلِ وَمَاۤ أَدۡرِی مَا یُفۡعَلُ بِی وَلَا بِكُمۡۖ إِنۡ أَتَّبِعُ إِلَّا مَا یُوحَىٰۤ إِلَیَّ وَمَاۤ أَنَا۠ إِلَّا نَذِیرࣱ مُّبِینࣱ"},{"SurahNumber":46,"VerseNumber":10,"Text":"قُلۡ أَرَءَیۡتُمۡ إِن كَانَ مِنۡ عِندِ ٱللَّهِ وَكَفَرۡتُم بِهِۦ وَشَهِدَ شَاهِدࣱ مِّنۢ بَنِیۤ إِسۡرَ ٰۤءِیلَ عَلَىٰ مِثۡلِهِۦ فَءَامَنَ وَٱسۡتَكۡبَرۡتُمۡۚ إِنَّ ٱللَّهَ لَا یَهۡدِی ٱلۡقَوۡمَ ٱلظَّـٰلِمِینَ"},{"SurahNumber":46,"VerseNumber":11,"Text":"وَقَالَ ٱلَّذِینَ كَفَرُوا۟ لِلَّذِینَ ءَامَنُوا۟ لَوۡ كَانَ خَیۡرࣰا مَّا سَبَقُونَاۤ إِلَیۡهِۚ وَإِذۡ لَمۡ یَهۡتَدُوا۟ بِهِۦ فَسَیَقُولُونَ هَـٰذَاۤ إِفۡكࣱ قَدِیمࣱ"},{"SurahNumber":46,"VerseNumber":12,"Text":"وَمِن قَبۡلِهِۦ كِتَـٰبُ مُوسَىٰۤ إِمَامࣰا وَرَحۡمَةࣰۚ وَهَـٰذَا كِتَـٰبࣱ مُّصَدِّقࣱ لِّسَانًا عَرَبِیࣰّا لِّیُنذِرَ ٱلَّذِینَ ظَلَمُوا۟ وَبُشۡرَىٰ لِلۡمُحۡسِنِینَ"},{"SurahNumber":46,"VerseNumber":13,"Text":"إِنَّ ٱلَّذِینَ قَالُوا۟ رَبُّنَا ٱللَّهُ ثُمَّ ٱسۡتَقَـٰمُوا۟ فَلَا خَوۡفٌ عَلَیۡهِمۡ وَلَا هُمۡ یَحۡزَنُونَ"},{"SurahNumber":46,"VerseNumber":14,"Text":"أُو۟لَـٰۤئِكَ أَصۡحَـٰبُ ٱلۡجَنَّةِ خَـٰلِدِینَ فِیهَا جَزَاۤءَۢ بِمَا كَانُوا۟ یَعۡمَلُونَ"},{"SurahNumber":46,"VerseNumber":15,"Text":"وَوَصَّیۡنَا ٱلۡإِنسَـٰنَ بِوَ ٰلِدَیۡهِ إِحۡسَـٰنًاۖ حَمَلَتۡهُ أُمُّهُۥ كُرۡهࣰا وَوَضَعَتۡهُ كُرۡهࣰاۖ وَحَمۡلُهُۥ وَفِصَـٰلُهُۥ ثَلَـٰثُونَ شَهۡرًاۚ حَتَّىٰۤ إِذَا بَلَغَ أَشُدَّهُۥ وَبَلَغَ أَرۡبَعِینَ سَنَةࣰ قَالَ رَبِّ أَوۡزِعۡنِیۤ أَنۡ أَشۡكُرَ نِعۡمَتَكَ ٱلَّتِیۤ أَنۡعَمۡتَ عَلَیَّ وَعَلَىٰ وَ ٰلِدَیَّ وَأَنۡ أَعۡمَلَ صَـٰلِحࣰا تَرۡضَىٰهُ وَأَصۡلِحۡ لِی فِی ذُرِّیَّتِیۤۖ إِنِّی تُبۡتُ إِلَیۡكَ وَإِنِّی مِنَ ٱلۡمُسۡلِمِینَ"},{"SurahNumber":46,"VerseNumber":16,"Text":"أُو۟لَـٰۤئِكَ ٱلَّذِینَ نَتَقَبَّلُ عَنۡهُمۡ أَحۡسَنَ مَا عَمِلُوا۟ وَنَتَجَاوَزُ عَن سَیِّءَاتِهِمۡ فِیۤ أَصۡحَـٰبِ ٱلۡجَنَّةِۖ وَعۡدَ ٱلصِّدۡقِ ٱلَّذِی كَانُوا۟ یُوعَدُونَ"},{"SurahNumber":46,"VerseNumber":17,"Text":"وَٱلَّذِی قَالَ لِوَ ٰلِدَیۡهِ أُفࣲّ لَّكُمَاۤ أَتَعِدَانِنِیۤ أَنۡ أُخۡرَجَ وَقَدۡ خَلَتِ ٱلۡقُرُونُ مِن قَبۡلِی وَهُمَا یَسۡتَغِیثَانِ ٱللَّهَ وَیۡلَكَ ءَامِنۡ إِنَّ وَعۡدَ ٱللَّهِ حَقࣱّ فَیَقُولُ مَا هَـٰذَاۤ إِلَّاۤ أَسَـٰطِیرُ ٱلۡأَوَّلِینَ"},{"SurahNumber":46,"VerseNumber":18,"Text":"أُو۟لَـٰۤئِكَ ٱلَّذِینَ حَقَّ عَلَیۡهِمُ ٱلۡقَوۡلُ فِیۤ أُمَمࣲ قَدۡ خَلَتۡ مِن قَبۡلِهِم مِّنَ ٱلۡجِنِّ وَٱلۡإِنسِۖ إِنَّهُمۡ كَانُوا۟ خَـٰسِرِینَ"},{"SurahNumber":46,"VerseNumber":19,"Text":"وَلِكُلࣲّ دَرَجَـٰتࣱ مِّمَّا عَمِلُوا۟ۖ وَلِیُوَفِّیَهُمۡ أَعۡمَـٰلَهُمۡ وَهُمۡ لَا یُظۡلَمُونَ"},{"SurahNumber":46,"VerseNumber":20,"Text":"وَیَوۡمَ یُعۡرَضُ ٱلَّذِینَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَذۡهَبۡتُمۡ طَیِّبَـٰتِكُمۡ فِی حَیَاتِكُمُ ٱلدُّنۡیَا وَٱسۡتَمۡتَعۡتُم بِهَا فَٱلۡیَوۡمَ تُجۡزَوۡنَ عَذَابَ ٱلۡهُونِ بِمَا كُنتُمۡ تَسۡتَكۡبِرُونَ فِی ٱلۡأَرۡضِ بِغَیۡرِ ٱلۡحَقِّ وَبِمَا كُنتُمۡ تَفۡسُقُونَ"},{"SurahNumber":46,"VerseNumber":21,"Text":"۞ وَٱذۡكُرۡ أَخَا عَادٍ إِذۡ أَنذَرَ قَوۡمَهُۥ بِٱلۡأَحۡقَافِ وَقَدۡ خَلَتِ ٱلنُّذُرُ مِنۢ بَیۡنِ یَدَیۡهِ وَمِنۡ خَلۡفِهِۦۤ أَلَّا تَعۡبُدُوۤا۟ إِلَّا ٱللَّهَ إِنِّیۤ أَخَافُ عَلَیۡكُمۡ عَذَابَ یَوۡمٍ عَظِیمࣲ"},{"SurahNumber":46,"VerseNumber":22,"Text":"قَالُوۤا۟ أَجِئۡتَنَا لِتَأۡفِكَنَا عَنۡ ءَالِهَتِنَا فَأۡتِنَا بِمَا تَعِدُنَاۤ إِن كُنتَ مِنَ ٱلصَّـٰدِقِینَ"},{"SurahNumber":46,"VerseNumber":23,"Text":"قَالَ إِنَّمَا ٱلۡعِلۡمُ عِندَ ٱللَّهِ وَأُبَلِّغُكُم مَّاۤ أُرۡسِلۡتُ بِهِۦ وَلَـٰكِنِّیۤ أَرَىٰكُمۡ قَوۡمࣰا تَجۡهَلُونَ"},{"SurahNumber":46,"VerseNumber":24,"Text":"فَلَمَّا رَأَوۡهُ عَارِضࣰا مُّسۡتَقۡبِلَ أَوۡدِیَتِهِمۡ قَالُوا۟ هَـٰذَا عَارِضࣱ مُّمۡطِرُنَاۚ بَلۡ هُوَ مَا ٱسۡتَعۡجَلۡتُم بِهِۦۖ رِیحࣱ فِیهَا عَذَابٌ أَلِیمࣱ"},{"SurahNumber":46,"VerseNumber":25,"Text":"تُدَمِّرُ كُلَّ شَیۡءِۭ بِأَمۡرِ رَبِّهَا فَأَصۡبَحُوا۟ لَا یُرَىٰۤ إِلَّا مَسَـٰكِنُهُمۡۚ كَذَ ٰلِكَ نَجۡزِی ٱلۡقَوۡمَ ٱلۡمُجۡرِمِینَ"},{"SurahNumber":46,"VerseNumber":26,"Text":"وَلَقَدۡ مَكَّنَّـٰهُمۡ فِیمَاۤ إِن مَّكَّنَّـٰكُمۡ فِیهِ وَجَعَلۡنَا لَهُمۡ سَمۡعࣰا وَأَبۡصَـٰرࣰا وَأَفۡءِدَةࣰ فَمَاۤ أَغۡنَىٰ عَنۡهُمۡ سَمۡعُهُمۡ وَلَاۤ أَبۡصَـٰرُهُمۡ وَلَاۤ أَفۡءِدَتُهُم مِّن شَیۡءٍ إِذۡ كَانُوا۟ یَجۡحَدُونَ بِءَایَـٰتِ ٱللَّهِ وَحَاقَ بِهِم مَّا كَانُوا۟ بِهِۦ یَسۡتَهۡزِءُونَ"},{"SurahNumber":46,"VerseNumber":27,"Text":"وَلَقَدۡ أَهۡلَكۡنَا مَا حَوۡلَكُم مِّنَ ٱلۡقُرَىٰ وَصَرَّفۡنَا ٱلۡءَایَـٰتِ لَعَلَّهُمۡ یَرۡجِعُونَ"},{"SurahNumber":46,"VerseNumber":28,"Text":"فَلَوۡلَا نَصَرَهُمُ ٱلَّذِینَ ٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ قُرۡبَانًا ءَالِهَةَۢۖ بَلۡ ضَلُّوا۟ عَنۡهُمۡۚ وَذَ ٰلِكَ إِفۡكُهُمۡ وَمَا كَانُوا۟ یَفۡتَرُونَ"},{"SurahNumber":46,"VerseNumber":29,"Text":"وَإِذۡ صَرَفۡنَاۤ إِلَیۡكَ نَفَرࣰا مِّنَ ٱلۡجِنِّ یَسۡتَمِعُونَ ٱلۡقُرۡءَانَ فَلَمَّا حَضَرُوهُ قَالُوۤا۟ أَنصِتُوا۟ۖ فَلَمَّا قُضِیَ وَلَّوۡا۟ إِلَىٰ قَوۡمِهِم مُّنذِرِینَ"},{"SurahNumber":46,"VerseNumber":30,"Text":"قَالُوا۟ یَـٰقَوۡمَنَاۤ إِنَّا سَمِعۡنَا كِتَـٰبًا أُنزِلَ مِنۢ بَعۡدِ مُوسَىٰ مُصَدِّقࣰا لِّمَا بَیۡنَ یَدَیۡهِ یَهۡدِیۤ إِلَى ٱلۡحَقِّ وَإِلَىٰ طَرِیقࣲ مُّسۡتَقِیمࣲ"},{"SurahNumber":46,"VerseNumber":31,"Text":"یَـٰقَوۡمَنَاۤ أَجِیبُوا۟ دَاعِیَ ٱللَّهِ وَءَامِنُوا۟ بِهِۦ یَغۡفِرۡ لَكُم مِّن ذُنُوبِكُمۡ وَیُجِرۡكُم مِّنۡ عَذَابٍ أَلِیمࣲ"},{"SurahNumber":46,"VerseNumber":32,"Text":"وَمَن لَّا یُجِبۡ دَاعِیَ ٱللَّهِ فَلَیۡسَ بِمُعۡجِزࣲ فِی ٱلۡأَرۡضِ وَلَیۡسَ لَهُۥ مِن دُونِهِۦۤ أَوۡلِیَاۤءُۚ أُو۟لَـٰۤئِكَ فِی ضَلَـٰلࣲ مُّبِینٍ"},{"SurahNumber":46,"VerseNumber":33,"Text":"أَوَ لَمۡ یَرَوۡا۟ أَنَّ ٱللَّهَ ٱلَّذِی خَلَقَ ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضَ وَلَمۡ یَعۡیَ بِخَلۡقِهِنَّ بِقَـٰدِرٍ عَلَىٰۤ أَن یُحۡـِۧیَ ٱلۡمَوۡتَىٰۚ بَلَىٰۤۚ إِنَّهُۥ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣱ"},{"SurahNumber":46,"VerseNumber":34,"Text":"وَیَوۡمَ یُعۡرَضُ ٱلَّذِینَ كَفَرُوا۟ عَلَى ٱلنَّارِ أَلَیۡسَ هَـٰذَا بِٱلۡحَقِّۖ قَالُوا۟ بَلَىٰ وَرَبِّنَاۚ قَالَ فَذُوقُوا۟ ٱلۡعَذَابَ بِمَا كُنتُمۡ تَكۡفُرُونَ"},{"SurahNumber":46,"VerseNumber":35,"Text":"فَٱصۡبِرۡ كَمَا صَبَرَ أُو۟لُوا۟ ٱلۡعَزۡمِ مِنَ ٱلرُّسُلِ وَلَا تَسۡتَعۡجِل لَّهُمۡۚ كَأَنَّهُمۡ یَوۡمَ یَرَوۡنَ مَا یُوعَدُونَ لَمۡ یَلۡبَثُوۤا۟ إِلَّا سَاعَةࣰ مِّن نَّهَارِۭۚ بَلَـٰغࣱۚ فَهَلۡ یُهۡلَكُ إِلَّا ٱلۡقَوۡمُ ٱلۡفَـٰسِقُونَ"},{"SurahNumber":47,"VerseNumber":1,"Text":"ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ أَضَلَّ أَعۡمَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":2,"Text":"وَٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ وَءَامَنُوا۟ بِمَا نُزِّلَ عَلَىٰ مُحَمَّدࣲ وَهُوَ ٱلۡحَقُّ مِن رَّبِّهِمۡ كَفَّرَ عَنۡهُمۡ سَیِّءَاتِهِمۡ وَأَصۡلَحَ بَالَهُمۡ"},{"SurahNumber":47,"VerseNumber":3,"Text":"ذَ ٰلِكَ بِأَنَّ ٱلَّذِینَ كَفَرُوا۟ ٱتَّبَعُوا۟ ٱلۡبَـٰطِلَ وَأَنَّ ٱلَّذِینَ ءَامَنُوا۟ ٱتَّبَعُوا۟ ٱلۡحَقَّ مِن رَّبِّهِمۡۚ كَذَ ٰلِكَ یَضۡرِبُ ٱللَّهُ لِلنَّاسِ أَمۡثَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":4,"Text":"فَإِذَا لَقِیتُمُ ٱلَّذِینَ كَفَرُوا۟ فَضَرۡبَ ٱلرِّقَابِ حَتَّىٰۤ إِذَاۤ أَثۡخَنتُمُوهُمۡ فَشُدُّوا۟ ٱلۡوَثَاقَ فَإِمَّا مَنَّۢا بَعۡدُ وَإِمَّا فِدَاۤءً حَتَّىٰ تَضَعَ ٱلۡحَرۡبُ أَوۡزَارَهَاۚ ذَ ٰلِكَۖ وَلَوۡ یَشَاۤءُ ٱللَّهُ لَٱنتَصَرَ مِنۡهُمۡ وَلَـٰكِن لِّیَبۡلُوَا۟ بَعۡضَكُم بِبَعۡضࣲۗ وَٱلَّذِینَ قُتِلُوا۟ فِی سَبِیلِ ٱللَّهِ فَلَن یُضِلَّ أَعۡمَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":5,"Text":"سَیَهۡدِیهِمۡ وَیُصۡلِحُ بَالَهُمۡ"},{"SurahNumber":47,"VerseNumber":6,"Text":"وَیُدۡخِلُهُمُ ٱلۡجَنَّةَ عَرَّفَهَا لَهُمۡ"},{"SurahNumber":47,"VerseNumber":7,"Text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِن تَنصُرُوا۟ ٱللَّهَ یَنصُرۡكُمۡ وَیُثَبِّتۡ أَقۡدَامَكُمۡ"},{"SurahNumber":47,"VerseNumber":8,"Text":"وَٱلَّذِینَ كَفَرُوا۟ فَتَعۡسࣰا لَّهُمۡ وَأَضَلَّ أَعۡمَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":9,"Text":"ذَ ٰلِكَ بِأَنَّهُمۡ كَرِهُوا۟ مَاۤ أَنزَلَ ٱللَّهُ فَأَحۡبَطَ أَعۡمَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":10,"Text":"۞ أَفَلَمۡ یَسِیرُوا۟ فِی ٱلۡأَرۡضِ فَیَنظُرُوا۟ كَیۡفَ كَانَ عَـٰقِبَةُ ٱلَّذِینَ مِن قَبۡلِهِمۡۖ دَمَّرَ ٱللَّهُ عَلَیۡهِمۡۖ وَلِلۡكَـٰفِرِینَ أَمۡثَـٰلُهَا"},{"SurahNumber":47,"VerseNumber":11,"Text":"ذَ ٰلِكَ بِأَنَّ ٱللَّهَ مَوۡلَى ٱلَّذِینَ ءَامَنُوا۟ وَأَنَّ ٱلۡكَـٰفِرِینَ لَا مَوۡلَىٰ لَهُمۡ"},{"SurahNumber":47,"VerseNumber":12,"Text":"إِنَّ ٱللَّهَ یُدۡخِلُ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۖ وَٱلَّذِینَ كَفَرُوا۟ یَتَمَتَّعُونَ وَیَأۡكُلُونَ كَمَا تَأۡكُلُ ٱلۡأَنۡعَـٰمُ وَٱلنَّارُ مَثۡوࣰى لَّهُمۡ"},{"SurahNumber":47,"VerseNumber":13,"Text":"وَكَأَیِّن مِّن قَرۡیَةٍ هِیَ أَشَدُّ قُوَّةࣰ مِّن قَرۡیَتِكَ ٱلَّتِیۤ أَخۡرَجَتۡكَ أَهۡلَكۡنَـٰهُمۡ فَلَا نَاصِرَ لَهُمۡ"},{"SurahNumber":47,"VerseNumber":14,"Text":"أَفَمَن كَانَ عَلَىٰ بَیِّنَةࣲ مِّن رَّبِّهِۦ كَمَن زُیِّنَ لَهُۥ سُوۤءُ عَمَلِهِۦ وَٱتَّبَعُوۤا۟ أَهۡوَاۤءَهُم"},{"SurahNumber":47,"VerseNumber":15,"Text":"مَّثَلُ ٱلۡجَنَّةِ ٱلَّتِی وُعِدَ ٱلۡمُتَّقُونَۖ فِیهَاۤ أَنۡهَـٰرࣱ مِّن مَّاۤءٍ غَیۡرِ ءَاسِنࣲ وَأَنۡهَـٰرࣱ مِّن لَّبَنࣲ لَّمۡ یَتَغَیَّرۡ طَعۡمُهُۥ وَأَنۡهَـٰرࣱ مِّنۡ خَمۡرࣲ لَّذَّةࣲ لِّلشَّـٰرِبِینَ وَأَنۡهَـٰرࣱ مِّنۡ عَسَلࣲ مُّصَفࣰّىۖ وَلَهُمۡ فِیهَا مِن كُلِّ ٱلثَّمَرَ ٰتِ وَمَغۡفِرَةࣱ مِّن رَّبِّهِمۡۖ كَمَنۡ هُوَ خَـٰلِدࣱ فِی ٱلنَّارِ وَسُقُوا۟ مَاۤءً حَمِیمࣰا فَقَطَّعَ أَمۡعَاۤءَهُمۡ"},{"SurahNumber":47,"VerseNumber":16,"Text":"وَمِنۡهُم مَّن یَسۡتَمِعُ إِلَیۡكَ حَتَّىٰۤ إِذَا خَرَجُوا۟ مِنۡ عِندِكَ قَالُوا۟ لِلَّذِینَ أُوتُوا۟ ٱلۡعِلۡمَ مَاذَا قَالَ ءَانِفًاۚ أُو۟لَـٰۤئِكَ ٱلَّذِینَ طَبَعَ ٱللَّهُ عَلَىٰ قُلُوبِهِمۡ وَٱتَّبَعُوۤا۟ أَهۡوَاۤءَهُمۡ"},{"SurahNumber":47,"VerseNumber":17,"Text":"وَٱلَّذِینَ ٱهۡتَدَوۡا۟ زَادَهُمۡ هُدࣰى وَءَاتَىٰهُمۡ تَقۡوَىٰهُمۡ"},{"SurahNumber":47,"VerseNumber":18,"Text":"فَهَلۡ یَنظُرُونَ إِلَّا ٱلسَّاعَةَ أَن تَأۡتِیَهُم بَغۡتَةࣰۖ فَقَدۡ جَاۤءَ أَشۡرَاطُهَاۚ فَأَنَّىٰ لَهُمۡ إِذَا جَاۤءَتۡهُمۡ ذِكۡرَىٰهُمۡ"},{"SurahNumber":47,"VerseNumber":19,"Text":"فَٱعۡلَمۡ أَنَّهُۥ لَاۤ إِلَـٰهَ إِلَّا ٱللَّهُ وَٱسۡتَغۡفِرۡ لِذَنۢبِكَ وَلِلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِۗ وَٱللَّهُ یَعۡلَمُ مُتَقَلَّبَكُمۡ وَمَثۡوَىٰكُمۡ"},{"SurahNumber":47,"VerseNumber":20,"Text":"وَیَقُولُ ٱلَّذِینَ ءَامَنُوا۟ لَوۡلَا نُزِّلَتۡ سُورَةࣱۖ فَإِذَاۤ أُنزِلَتۡ سُورَةࣱ مُّحۡكَمَةࣱ وَذُكِرَ فِیهَا ٱلۡقِتَالُ رَأَیۡتَ ٱلَّذِینَ فِی قُلُوبِهِم مَّرَضࣱ یَنظُرُونَ إِلَیۡكَ نَظَرَ ٱلۡمَغۡشِیِّ عَلَیۡهِ مِنَ ٱلۡمَوۡتِۖ فَأَوۡلَىٰ لَهُمۡ"},{"SurahNumber":47,"VerseNumber":21,"Text":"طَاعَةࣱ وَقَوۡلࣱ مَّعۡرُوفࣱۚ فَإِذَا عَزَمَ ٱلۡأَمۡرُ فَلَوۡ صَدَقُوا۟ ٱللَّهَ لَكَانَ خَیۡرࣰا لَّهُمۡ"},{"SurahNumber":47,"VerseNumber":22,"Text":"فَهَلۡ عَسَیۡتُمۡ إِن تَوَلَّیۡتُمۡ أَن تُفۡسِدُوا۟ فِی ٱلۡأَرۡضِ وَتُقَطِّعُوۤا۟ أَرۡحَامَكُمۡ"},{"SurahNumber":47,"VerseNumber":23,"Text":"أُو۟لَـٰۤئِكَ ٱلَّذِینَ لَعَنَهُمُ ٱللَّهُ فَأَصَمَّهُمۡ وَأَعۡمَىٰۤ أَبۡصَـٰرَهُمۡ"},{"SurahNumber":47,"VerseNumber":24,"Text":"أَفَلَا یَتَدَبَّرُونَ ٱلۡقُرۡءَانَ أَمۡ عَلَىٰ قُلُوبٍ أَقۡفَالُهَاۤ"},{"SurahNumber":47,"VerseNumber":25,"Text":"إِنَّ ٱلَّذِینَ ٱرۡتَدُّوا۟ عَلَىٰۤ أَدۡبَـٰرِهِم مِّنۢ بَعۡدِ مَا تَبَیَّنَ لَهُمُ ٱلۡهُدَى ٱلشَّیۡطَـٰنُ سَوَّلَ لَهُمۡ وَأَمۡلَىٰ لَهُمۡ"},{"SurahNumber":47,"VerseNumber":26,"Text":"ذَ ٰلِكَ بِأَنَّهُمۡ قَالُوا۟ لِلَّذِینَ كَرِهُوا۟ مَا نَزَّلَ ٱللَّهُ سَنُطِیعُكُمۡ فِی بَعۡضِ ٱلۡأَمۡرِۖ وَٱللَّهُ یَعۡلَمُ إِسۡرَارَهُمۡ"},{"SurahNumber":47,"VerseNumber":27,"Text":"فَكَیۡفَ إِذَا تَوَفَّتۡهُمُ ٱلۡمَلَـٰۤئِكَةُ یَضۡرِبُونَ وُجُوهَهُمۡ وَأَدۡبَـٰرَهُمۡ"},{"SurahNumber":47,"VerseNumber":28,"Text":"ذَ ٰلِكَ بِأَنَّهُمُ ٱتَّبَعُوا۟ مَاۤ أَسۡخَطَ ٱللَّهَ وَكَرِهُوا۟ رِضۡوَ ٰنَهُۥ فَأَحۡبَطَ أَعۡمَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":29,"Text":"أَمۡ حَسِبَ ٱلَّذِینَ فِی قُلُوبِهِم مَّرَضٌ أَن لَّن یُخۡرِجَ ٱللَّهُ أَضۡغَـٰنَهُمۡ"},{"SurahNumber":47,"VerseNumber":30,"Text":"وَلَوۡ نَشَاۤءُ لَأَرَیۡنَـٰكَهُمۡ فَلَعَرَفۡتَهُم بِسِیمَـٰهُمۡۚ وَلَتَعۡرِفَنَّهُمۡ فِی لَحۡنِ ٱلۡقَوۡلِۚ وَٱللَّهُ یَعۡلَمُ أَعۡمَـٰلَكُمۡ"},{"SurahNumber":47,"VerseNumber":31,"Text":"وَلَنَبۡلُوَنَّكُمۡ حَتَّىٰ نَعۡلَمَ ٱلۡمُجَـٰهِدِینَ مِنكُمۡ وَٱلصَّـٰبِرِینَ وَنَبۡلُوَا۟ أَخۡبَارَكُمۡ"},{"SurahNumber":47,"VerseNumber":32,"Text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ وَشَاۤقُّوا۟ ٱلرَّسُولَ مِنۢ بَعۡدِ مَا تَبَیَّنَ لَهُمُ ٱلۡهُدَىٰ لَن یَضُرُّوا۟ ٱللَّهَ شَیۡءࣰا وَسَیُحۡبِطُ أَعۡمَـٰلَهُمۡ"},{"SurahNumber":47,"VerseNumber":33,"Text":"۞ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ أَطِیعُوا۟ ٱللَّهَ وَأَطِیعُوا۟ ٱلرَّسُولَ وَلَا تُبۡطِلُوۤا۟ أَعۡمَـٰلَكُمۡ"},{"SurahNumber":47,"VerseNumber":34,"Text":"إِنَّ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوا۟ عَن سَبِیلِ ٱللَّهِ ثُمَّ مَاتُوا۟ وَهُمۡ كُفَّارࣱ فَلَن یَغۡفِرَ ٱللَّهُ لَهُمۡ"},{"SurahNumber":47,"VerseNumber":35,"Text":"فَلَا تَهِنُوا۟ وَتَدۡعُوۤا۟ إِلَى ٱلسَّلۡمِ وَأَنتُمُ ٱلۡأَعۡلَوۡنَ وَٱللَّهُ مَعَكُمۡ وَلَن یَتِرَكُمۡ أَعۡمَـٰلَكُمۡ"},{"SurahNumber":47,"VerseNumber":36,"Text":"إِنَّمَا ٱلۡحَیَوٰةُ ٱلدُّنۡیَا لَعِبࣱ وَلَهۡوࣱۚ وَإِن تُؤۡمِنُوا۟ وَتَتَّقُوا۟ یُؤۡتِكُمۡ أُجُورَكُمۡ وَلَا یَسۡءَلۡكُمۡ أَمۡوَ ٰلَكُمۡ"},{"SurahNumber":47,"VerseNumber":37,"Text":"إِن یَسۡءَلۡكُمُوهَا فَیُحۡفِكُمۡ تَبۡخَلُوا۟ وَیُخۡرِجۡ أَضۡغَـٰنَكُمۡ"},{"SurahNumber":47,"VerseNumber":38,"Text":"هَـٰۤأَنتُمۡ هَـٰۤؤُلَاۤءِ تُدۡعَوۡنَ لِتُنفِقُوا۟ فِی سَبِیلِ ٱللَّهِ فَمِنكُم مَّن یَبۡخَلُۖ وَمَن یَبۡخَلۡ فَإِنَّمَا یَبۡخَلُ عَن نَّفۡسِهِۦۚ وَٱللَّهُ ٱلۡغَنِیُّ وَأَنتُمُ ٱلۡفُقَرَاۤءُۚ وَإِن تَتَوَلَّوۡا۟ یَسۡتَبۡدِلۡ قَوۡمًا غَیۡرَكُمۡ ثُمَّ لَا یَكُونُوۤا۟ أَمۡثَـٰلَكُم"},{"SurahNumber":48,"VerseNumber":1,"Text":"إِنَّا فَتَحۡنَا لَكَ فَتۡحࣰا مُّبِینࣰا"},{"SurahNumber":48,"VerseNumber":2,"Text":"لِّیَغۡفِرَ لَكَ ٱللَّهُ مَا تَقَدَّمَ مِن ذَنۢبِكَ وَمَا تَأَخَّرَ وَیُتِمَّ نِعۡمَتَهُۥ عَلَیۡكَ وَیَهۡدِیَكَ صِرَ ٰطࣰا مُّسۡتَقِیمࣰا"},{"SurahNumber":48,"VerseNumber":3,"Text":"وَیَنصُرَكَ ٱللَّهُ نَصۡرًا عَزِیزًا"},{"SurahNumber":48,"VerseNumber":4,"Text":"هُوَ ٱلَّذِیۤ أَنزَلَ ٱلسَّكِینَةَ فِی قُلُوبِ ٱلۡمُؤۡمِنِینَ لِیَزۡدَادُوۤا۟ إِیمَـٰنࣰا مَّعَ إِیمَـٰنِهِمۡۗ وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَلِیمًا حَكِیمࣰا"},{"SurahNumber":48,"VerseNumber":5,"Text":"لِّیُدۡخِلَ ٱلۡمُؤۡمِنِینَ وَٱلۡمُؤۡمِنَـٰتِ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُ خَـٰلِدِینَ فِیهَا وَیُكَفِّرَ عَنۡهُمۡ سَیِّءَاتِهِمۡۚ وَكَانَ ذَ ٰلِكَ عِندَ ٱللَّهِ فَوۡزًا عَظِیمࣰا"},{"SurahNumber":48,"VerseNumber":6,"Text":"وَیُعَذِّبَ ٱلۡمُنَـٰفِقِینَ وَٱلۡمُنَـٰفِقَـٰتِ وَٱلۡمُشۡرِكِینَ وَٱلۡمُشۡرِكَـٰتِ ٱلظَّاۤنِّینَ بِٱللَّهِ ظَنَّ ٱلسَّوۡءِۚ عَلَیۡهِمۡ دَاۤئِرَةُ ٱلسَّوۡءِۖ وَغَضِبَ ٱللَّهُ عَلَیۡهِمۡ وَلَعَنَهُمۡ وَأَعَدَّ لَهُمۡ جَهَنَّمَۖ وَسَاۤءَتۡ مَصِیرࣰا"},{"SurahNumber":48,"VerseNumber":7,"Text":"وَلِلَّهِ جُنُودُ ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضِۚ وَكَانَ ٱللَّهُ عَزِیزًا حَكِیمًا"},{"SurahNumber":48,"VerseNumber":8,"Text":"إِنَّاۤ أَرۡسَلۡنَـٰكَ شَـٰهِدࣰا وَمُبَشِّرࣰا وَنَذِیرࣰا"},{"SurahNumber":48,"VerseNumber":9,"Text":"لِّتُؤۡمِنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ وَتُعَزِّرُوهُ وَتُوَقِّرُوهُۚ وَتُسَبِّحُوهُ بُكۡرَةࣰ وَأَصِیلًا"},{"SurahNumber":48,"VerseNumber":10,"Text":"إِنَّ ٱلَّذِینَ یُبَایِعُونَكَ إِنَّمَا یُبَایِعُونَ ٱللَّهَ یَدُ ٱللَّهِ فَوۡقَ أَیۡدِیهِمۡۚ فَمَن نَّكَثَ فَإِنَّمَا یَنكُثُ عَلَىٰ نَفۡسِهِۦۖ وَمَنۡ أَوۡفَىٰ بِمَا عَـٰهَدَ عَلَیۡهُ ٱللَّهَ فَسَیُؤۡتِیهِ أَجۡرًا عَظِیمࣰا"},{"SurahNumber":48,"VerseNumber":11,"Text":"سَیَقُولُ لَكَ ٱلۡمُخَلَّفُونَ مِنَ ٱلۡأَعۡرَابِ شَغَلَتۡنَاۤ أَمۡوَ ٰلُنَا وَأَهۡلُونَا فَٱسۡتَغۡفِرۡ لَنَاۚ یَقُولُونَ بِأَلۡسِنَتِهِم مَّا لَیۡسَ فِی قُلُوبِهِمۡۚ قُلۡ فَمَن یَمۡلِكُ لَكُم مِّنَ ٱللَّهِ شَیۡءًا إِنۡ أَرَادَ بِكُمۡ ضَرًّا أَوۡ أَرَادَ بِكُمۡ نَفۡعَۢاۚ بَلۡ كَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ خَبِیرَۢا"},{"SurahNumber":48,"VerseNumber":12,"Text":"بَلۡ ظَنَنتُمۡ أَن لَّن یَنقَلِبَ ٱلرَّسُولُ وَٱلۡمُؤۡمِنُونَ إِلَىٰۤ أَهۡلِیهِمۡ أَبَدࣰا وَزُیِّنَ ذَ ٰلِكَ فِی قُلُوبِكُمۡ وَظَنَنتُمۡ ظَنَّ ٱلسَّوۡءِ وَكُنتُمۡ قَوۡمَۢا بُورࣰا"},{"SurahNumber":48,"VerseNumber":13,"Text":"وَمَن لَّمۡ یُؤۡمِنۢ بِٱللَّهِ وَرَسُولِهِۦ فَإِنَّاۤ أَعۡتَدۡنَا لِلۡكَـٰفِرِینَ سَعِیرࣰا"},{"SurahNumber":48,"VerseNumber":14,"Text":"وَلِلَّهِ مُلۡكُ ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضِۚ یَغۡفِرُ لِمَن یَشَاۤءُ وَیُعَذِّبُ مَن یَشَاۤءُۚ وَكَانَ ٱللَّهُ غَفُورࣰا رَّحِیمࣰا"},{"SurahNumber":48,"VerseNumber":15,"Text":"سَیَقُولُ ٱلۡمُخَلَّفُونَ إِذَا ٱنطَلَقۡتُمۡ إِلَىٰ مَغَانِمَ لِتَأۡخُذُوهَا ذَرُونَا نَتَّبِعۡكُمۡۖ یُرِیدُونَ أَن یُبَدِّلُوا۟ كَلَـٰمَ ٱللَّهِۚ قُل لَّن تَتَّبِعُونَا كَذَ ٰلِكُمۡ قَالَ ٱللَّهُ مِن قَبۡلُۖ فَسَیَقُولُونَ بَلۡ تَحۡسُدُونَنَاۚ بَلۡ كَانُوا۟ لَا یَفۡقَهُونَ إِلَّا قَلِیلࣰا"},{"SurahNumber":48,"VerseNumber":16,"Text":"قُل لِّلۡمُخَلَّفِینَ مِنَ ٱلۡأَعۡرَابِ سَتُدۡعَوۡنَ إِلَىٰ قَوۡمٍ أُو۟لِی بَأۡسࣲ شَدِیدࣲ تُقَـٰتِلُونَهُمۡ أَوۡ یُسۡلِمُونَۖ فَإِن تُطِیعُوا۟ یُؤۡتِكُمُ ٱللَّهُ أَجۡرًا حَسَنࣰاۖ وَإِن تَتَوَلَّوۡا۟ كَمَا تَوَلَّیۡتُم مِّن قَبۡلُ یُعَذِّبۡكُمۡ عَذَابًا أَلِیمࣰا"},{"SurahNumber":48,"VerseNumber":17,"Text":"لَّیۡسَ عَلَى ٱلۡأَعۡمَىٰ حَرَجࣱ وَلَا عَلَى ٱلۡأَعۡرَجِ حَرَجࣱ وَلَا عَلَى ٱلۡمَرِیضِ حَرَجࣱۗ وَمَن یُطِعِ ٱللَّهَ وَرَسُولَهُۥ یُدۡخِلۡهُ جَنَّـٰتࣲ تَجۡرِی مِن تَحۡتِهَا ٱلۡأَنۡهَـٰرُۖ وَمَن یَتَوَلَّ یُعَذِّبۡهُ عَذَابًا أَلِیمࣰا"},{"SurahNumber":48,"VerseNumber":18,"Text":"۞ لَّقَدۡ رَضِیَ ٱللَّهُ عَنِ ٱلۡمُؤۡمِنِینَ إِذۡ یُبَایِعُونَكَ تَحۡتَ ٱلشَّجَرَةِ فَعَلِمَ مَا فِی قُلُوبِهِمۡ فَأَنزَلَ ٱلسَّكِینَةَ عَلَیۡهِمۡ وَأَثَـٰبَهُمۡ فَتۡحࣰا قَرِیبࣰا"},{"SurahNumber":48,"VerseNumber":19,"Text":"وَمَغَانِمَ كَثِیرَةࣰ یَأۡخُذُونَهَاۗ وَكَانَ ٱللَّهُ عَزِیزًا حَكِیمࣰا"},{"SurahNumber":48,"VerseNumber":20,"Text":"وَعَدَكُمُ ٱللَّهُ مَغَانِمَ كَثِیرَةࣰ تَأۡخُذُونَهَا فَعَجَّلَ لَكُمۡ هَـٰذِهِۦ وَكَفَّ أَیۡدِیَ ٱلنَّاسِ عَنكُمۡ وَلِتَكُونَ ءَایَةࣰ لِّلۡمُؤۡمِنِینَ وَیَهۡدِیَكُمۡ صِرَ ٰطࣰا مُّسۡتَقِیمࣰا"},{"SurahNumber":48,"VerseNumber":21,"Text":"وَأُخۡرَىٰ لَمۡ تَقۡدِرُوا۟ عَلَیۡهَا قَدۡ أَحَاطَ ٱللَّهُ بِهَاۚ وَكَانَ ٱللَّهُ عَلَىٰ كُلِّ شَیۡءࣲ قَدِیرࣰا"},{"SurahNumber":48,"VerseNumber":22,"Text":"وَلَوۡ قَـٰتَلَكُمُ ٱلَّذِینَ كَفَرُوا۟ لَوَلَّوُا۟ ٱلۡأَدۡبَـٰرَ ثُمَّ لَا یَجِدُونَ وَلِیࣰّا وَلَا نَصِیرࣰا"},{"SurahNumber":48,"VerseNumber":23,"Text":"سُنَّةَ ٱللَّهِ ٱلَّتِی قَدۡ خَلَتۡ مِن قَبۡلُۖ وَلَن تَجِدَ لِسُنَّةِ ٱللَّهِ تَبۡدِیلࣰا"},{"SurahNumber":48,"VerseNumber":24,"Text":"وَهُوَ ٱلَّذِی كَفَّ أَیۡدِیَهُمۡ عَنكُمۡ وَأَیۡدِیَكُمۡ عَنۡهُم بِبَطۡنِ مَكَّةَ مِنۢ بَعۡدِ أَنۡ أَظۡفَرَكُمۡ عَلَیۡهِمۡۚ وَكَانَ ٱللَّهُ بِمَا تَعۡمَلُونَ بَصِیرًا"},{"SurahNumber":48,"VerseNumber":25,"Text":"هُمُ ٱلَّذِینَ كَفَرُوا۟ وَصَدُّوكُمۡ عَنِ ٱلۡمَسۡجِدِ ٱلۡحَرَامِ وَٱلۡهَدۡیَ مَعۡكُوفًا أَن یَبۡلُغَ مَحِلَّهُۥۚ وَلَوۡلَا رِجَالࣱ مُّؤۡمِنُونَ وَنِسَاۤءࣱ مُّؤۡمِنَـٰتࣱ لَّمۡ تَعۡلَمُوهُمۡ أَن تَطَءُوهُمۡ فَتُصِیبَكُم مِّنۡهُم مَّعَرَّةُۢ بِغَیۡرِ عِلۡمࣲۖ لِّیُدۡخِلَ ٱللَّهُ فِی رَحۡمَتِهِۦ مَن یَشَاۤءُۚ لَوۡ تَزَیَّلُوا۟ لَعَذَّبۡنَا ٱلَّذِینَ كَفَرُوا۟ مِنۡهُمۡ عَذَابًا أَلِیمًا"},{"SurahNumber":48,"VerseNumber":26,"Text":"إِذۡ جَعَلَ ٱلَّذِینَ كَفَرُوا۟ فِی قُلُوبِهِمُ ٱلۡحَمِیَّةَ حَمِیَّةَ ٱلۡجَـٰهِلِیَّةِ فَأَنزَلَ ٱللَّهُ سَكِینَتَهُۥ عَلَىٰ رَسُولِهِۦ وَعَلَى ٱلۡمُؤۡمِنِینَ وَأَلۡزَمَهُمۡ كَلِمَةَ ٱلتَّقۡوَىٰ وَكَانُوۤا۟ أَحَقَّ بِهَا وَأَهۡلَهَاۚ وَكَانَ ٱللَّهُ بِكُلِّ شَیۡءٍ عَلِیمࣰا"},{"SurahNumber":48,"VerseNumber":27,"Text":"لَّقَدۡ صَدَقَ ٱللَّهُ رَسُولَهُ ٱلرُّءۡیَا بِٱلۡحَقِّۖ لَتَدۡخُلُنَّ ٱلۡمَسۡجِدَ ٱلۡحَرَامَ إِن شَاۤءَ ٱللَّهُ ءَامِنِینَ مُحَلِّقِینَ رُءُوسَكُمۡ وَمُقَصِّرِینَ لَا تَخَافُونَۖ فَعَلِمَ مَا لَمۡ تَعۡلَمُوا۟ فَجَعَلَ مِن دُونِ ذَ ٰلِكَ فَتۡحࣰا قَرِیبًا"},{"SurahNumber":48,"VerseNumber":28,"Text":"هُوَ ٱلَّذِیۤ أَرۡسَلَ رَسُولَهُۥ بِٱلۡهُدَىٰ وَدِینِ ٱلۡحَقِّ لِیُظۡهِرَهُۥ عَلَى ٱلدِّینِ كُلِّهِۦۚ وَكَفَىٰ بِٱللَّهِ شَهِیدࣰا"},{"SurahNumber":48,"VerseNumber":29,"Text":"مُّحَمَّدࣱ رَّسُولُ ٱللَّهِۚ وَٱلَّذِینَ مَعَهُۥۤ أَشِدَّاۤءُ عَلَى ٱلۡكُفَّارِ رُحَمَاۤءُ بَیۡنَهُمۡۖ تَرَىٰهُمۡ رُكَّعࣰا سُجَّدࣰا یَبۡتَغُونَ فَضۡلࣰا مِّنَ ٱللَّهِ وَرِضۡوَ ٰنࣰاۖ سِیمَاهُمۡ فِی وُجُوهِهِم مِّنۡ أَثَرِ ٱلسُّجُودِۚ ذَ ٰلِكَ مَثَلُهُمۡ فِی ٱلتَّوۡرَىٰةِۚ وَمَثَلُهُمۡ فِی ٱلۡإِنجِیلِ كَزَرۡعٍ أَخۡرَجَ شَطۡءَهُۥ فَءَازَرَهُۥ فَٱسۡتَغۡلَظَ فَٱسۡتَوَىٰ عَلَىٰ سُوقِهِۦ یُعۡجِبُ ٱلزُّرَّاعَ لِیَغِیظَ بِهِمُ ٱلۡكُفَّارَۗ وَعَدَ ٱللَّهُ ٱلَّذِینَ ءَامَنُوا۟ وَعَمِلُوا۟ ٱلصَّـٰلِحَـٰتِ مِنۡهُم مَّغۡفِرَةࣰ وَأَجۡرًا عَظِیمَۢا"},{"SurahNumber":49,"VerseNumber":1,"Text":"۞ یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تُقَدِّمُوا۟ بَیۡنَ یَدَیِ ٱللَّهِ وَرَسُولِهِۦۖ وَٱتَّقُوا۟ ٱللَّهَۚ إِنَّ ٱللَّهَ سَمِیعٌ عَلِیمࣱ"},{"SurahNumber":49,"VerseNumber":2,"Text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا تَرۡفَعُوۤا۟ أَصۡوَ ٰتَكُمۡ فَوۡقَ صَوۡتِ ٱلنَّبِیِّ وَلَا تَجۡهَرُوا۟ لَهُۥ بِٱلۡقَوۡلِ كَجَهۡرِ بَعۡضِكُمۡ لِبَعۡضٍ أَن تَحۡبَطَ أَعۡمَـٰلُكُمۡ وَأَنتُمۡ لَا تَشۡعُرُونَ"},{"SurahNumber":49,"VerseNumber":3,"Text":"إِنَّ ٱلَّذِینَ یَغُضُّونَ أَصۡوَ ٰتَهُمۡ عِندَ رَسُولِ ٱللَّهِ أُو۟لَـٰۤئِكَ ٱلَّذِینَ ٱمۡتَحَنَ ٱللَّهُ قُلُوبَهُمۡ لِلتَّقۡوَىٰۚ لَهُم مَّغۡفِرَةࣱ وَأَجۡرٌ عَظِیمٌ"},{"SurahNumber":49,"VerseNumber":4,"Text":"إِنَّ ٱلَّذِینَ یُنَادُونَكَ مِن وَرَاۤءِ ٱلۡحُجُرَ ٰتِ أَكۡثَرُهُمۡ لَا یَعۡقِلُونَ"},{"SurahNumber":49,"VerseNumber":5,"Text":"وَلَوۡ أَنَّهُمۡ صَبَرُوا۟ حَتَّىٰ تَخۡرُجَ إِلَیۡهِمۡ لَكَانَ خَیۡرࣰا لَّهُمۡۚ وَٱللَّهُ غَفُورࣱ رَّحِیمࣱ"},{"SurahNumber":49,"VerseNumber":6,"Text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوۤا۟ إِن جَاۤءَكُمۡ فَاسِقُۢ بِنَبَإࣲ فَتَبَیَّنُوۤا۟ أَن تُصِیبُوا۟ قَوۡمَۢا بِجَهَـٰلَةࣲ فَتُصۡبِحُوا۟ عَلَىٰ مَا فَعَلۡتُمۡ نَـٰدِمِینَ"},{"SurahNumber":49,"VerseNumber":7,"Text":"وَٱعۡلَمُوۤا۟ أَنَّ فِیكُمۡ رَسُولَ ٱللَّهِۚ لَوۡ یُطِیعُكُمۡ فِی كَثِیرࣲ مِّنَ ٱلۡأَمۡرِ لَعَنِتُّمۡ وَلَـٰكِنَّ ٱللَّهَ حَبَّبَ إِلَیۡكُمُ ٱلۡإِیمَـٰنَ وَزَیَّنَهُۥ فِی قُلُوبِكُمۡ وَكَرَّهَ إِلَیۡكُمُ ٱلۡكُفۡرَ وَٱلۡفُسُوقَ وَٱلۡعِصۡیَانَۚ أُو۟لَـٰۤئِكَ هُمُ ٱلرَّ ٰشِدُونَ"},{"SurahNumber":49,"VerseNumber":8,"Text":"فَضۡلࣰا مِّنَ ٱللَّهِ وَنِعۡمَةࣰۚ وَٱللَّهُ عَلِیمٌ حَكِیمࣱ"},{"SurahNumber":49,"VerseNumber":9,"Text":"وَإِن طَاۤئِفَتَانِ مِنَ ٱلۡمُؤۡمِنِینَ ٱقۡتَتَلُوا۟ فَأَصۡلِحُوا۟ بَیۡنَهُمَاۖ فَإِنۢ بَغَتۡ إِحۡدَىٰهُمَا عَلَى ٱلۡأُخۡرَىٰ فَقَـٰتِلُوا۟ ٱلَّتِی تَبۡغِی حَتَّىٰ تَفِیۤءَ إِلَىٰۤ أَمۡرِ ٱللَّهِۚ فَإِن فَاۤءَتۡ فَأَصۡلِحُوا۟ بَیۡنَهُمَا بِٱلۡعَدۡلِ وَأَقۡسِطُوۤا۟ۖ إِنَّ ٱللَّهَ یُحِبُّ ٱلۡمُقۡسِطِینَ"},{"SurahNumber":49,"VerseNumber":10,"Text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ إِخۡوَةࣱ فَأَصۡلِحُوا۟ بَیۡنَ أَخَوَیۡكُمۡۚ وَٱتَّقُوا۟ ٱللَّهَ لَعَلَّكُمۡ تُرۡحَمُونَ"},{"SurahNumber":49,"VerseNumber":11,"Text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ لَا یَسۡخَرۡ قَوۡمࣱ مِّن قَوۡمٍ عَسَىٰۤ أَن یَكُونُوا۟ خَیۡرࣰا مِّنۡهُمۡ وَلَا نِسَاۤءࣱ مِّن نِّسَاۤءٍ عَسَىٰۤ أَن یَكُنَّ خَیۡرࣰا مِّنۡهُنَّۖ وَلَا تَلۡمِزُوۤا۟ أَنفُسَكُمۡ وَلَا تَنَابَزُوا۟ بِٱلۡأَلۡقَـٰبِۖ بِئۡسَ ٱلِٱسۡمُ ٱلۡفُسُوقُ بَعۡدَ ٱلۡإِیمَـٰنِۚ وَمَن لَّمۡ یَتُبۡ فَأُو۟لَـٰۤئِكَ هُمُ ٱلظَّـٰلِمُونَ"},{"SurahNumber":49,"VerseNumber":12,"Text":"یَـٰۤأَیُّهَا ٱلَّذِینَ ءَامَنُوا۟ ٱجۡتَنِبُوا۟ كَثِیرࣰا مِّنَ ٱلظَّنِّ إِنَّ بَعۡضَ ٱلظَّنِّ إِثۡمࣱۖ وَلَا تَجَسَّسُوا۟ وَلَا یَغۡتَب بَّعۡضُكُم بَعۡضًاۚ أَیُحِبُّ أَحَدُكُمۡ أَن یَأۡكُلَ لَحۡمَ أَخِیهِ مَیۡتࣰا فَكَرِهۡتُمُوهُۚ وَٱتَّقُوا۟ ٱللَّهَۚ إِنَّ ٱللَّهَ تَوَّابࣱ رَّحِیمࣱ"},{"SurahNumber":49,"VerseNumber":13,"Text":"یَـٰۤأَیُّهَا ٱلنَّاسُ إِنَّا خَلَقۡنَـٰكُم مِّن ذَكَرࣲ وَأُنثَىٰ وَجَعَلۡنَـٰكُمۡ شُعُوبࣰا وَقَبَاۤئِلَ لِتَعَارَفُوۤا۟ۚ إِنَّ أَكۡرَمَكُمۡ عِندَ ٱللَّهِ أَتۡقَىٰكُمۡۚ إِنَّ ٱللَّهَ عَلِیمٌ خَبِیرࣱ"},{"SurahNumber":49,"VerseNumber":14,"Text":"۞ قَالَتِ ٱلۡأَعۡرَابُ ءَامَنَّاۖ قُل لَّمۡ تُؤۡمِنُوا۟ وَلَـٰكِن قُولُوۤا۟ أَسۡلَمۡنَا وَلَمَّا یَدۡخُلِ ٱلۡإِیمَـٰنُ فِی قُلُوبِكُمۡۖ وَإِن تُطِیعُوا۟ ٱللَّهَ وَرَسُولَهُۥ لَا یَلِتۡكُم مِّنۡ أَعۡمَـٰلِكُمۡ شَیۡءًاۚ إِنَّ ٱللَّهَ غَفُورࣱ رَّحِیمٌ"},{"SurahNumber":49,"VerseNumber":15,"Text":"إِنَّمَا ٱلۡمُؤۡمِنُونَ ٱلَّذِینَ ءَامَنُوا۟ بِٱللَّهِ وَرَسُولِهِۦ ثُمَّ لَمۡ یَرۡتَابُوا۟ وَجَـٰهَدُوا۟ بِأَمۡوَ ٰلِهِمۡ وَأَنفُسِهِمۡ فِی سَبِیلِ ٱللَّهِۚ أُو۟لَـٰۤئِكَ هُمُ ٱلصَّـٰدِقُونَ"},{"SurahNumber":49,"VerseNumber":16,"Text":"قُلۡ أَتُعَلِّمُونَ ٱللَّهَ بِدِینِكُمۡ وَٱللَّهُ یَعۡلَمُ مَا فِی ٱلسَّمَـٰوَ ٰتِ وَمَا فِی ٱلۡأَرۡضِۚ وَٱللَّهُ بِكُلِّ شَیۡءٍ عَلِیمࣱ"},{"SurahNumber":49,"VerseNumber":17,"Text":"یَمُنُّونَ عَلَیۡكَ أَنۡ أَسۡلَمُوا۟ۖ قُل لَّا تَمُنُّوا۟ عَلَیَّ إِسۡلَـٰمَكُمۖ بَلِ ٱللَّهُ یَمُنُّ عَلَیۡكُمۡ أَنۡ هَدَىٰكُمۡ لِلۡإِیمَـٰنِ إِن كُنتُمۡ صَـٰدِقِینَ"},{"SurahNumber":49,"VerseNumber":18,"Text":"إِنَّ ٱللَّهَ یَعۡلَمُ غَیۡبَ ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضِۚ وَٱللَّهُ بَصِیرُۢ بِمَا تَعۡمَلُونَ"},{"SurahNumber":50,"VerseNumber":1,"Text":"قۤۚ وَٱلۡقُرۡءَانِ ٱلۡمَجِیدِ"},{"SurahNumber":50,"VerseNumber":2,"Text":"بَلۡ عَجِبُوۤا۟ أَن جَاۤءَهُم مُّنذِرࣱ مِّنۡهُمۡ فَقَالَ ٱلۡكَـٰفِرُونَ هَـٰذَا شَیۡءٌ عَجِیبٌ"},{"SurahNumber":50,"VerseNumber":3,"Text":"أَءِذَا مِتۡنَا وَكُنَّا تُرَابࣰاۖ ذَ ٰلِكَ رَجۡعُۢ بَعِیدࣱ"},{"SurahNumber":50,"VerseNumber":4,"Text":"قَدۡ عَلِمۡنَا مَا تَنقُصُ ٱلۡأَرۡضُ مِنۡهُمۡۖ وَعِندَنَا كِتَـٰبٌ حَفِیظُۢ"},{"SurahNumber":50,"VerseNumber":5,"Text":"بَلۡ كَذَّبُوا۟ بِٱلۡحَقِّ لَمَّا جَاۤءَهُمۡ فَهُمۡ فِیۤ أَمۡرࣲ مَّرِیجٍ"},{"SurahNumber":50,"VerseNumber":6,"Text":"أَفَلَمۡ یَنظُرُوۤا۟ إِلَى ٱلسَّمَاۤءِ فَوۡقَهُمۡ كَیۡفَ بَنَیۡنَـٰهَا وَزَیَّنَّـٰهَا وَمَا لَهَا مِن فُرُوجࣲ"},{"SurahNumber":50,"VerseNumber":7,"Text":"وَٱلۡأَرۡضَ مَدَدۡنَـٰهَا وَأَلۡقَیۡنَا فِیهَا رَوَ ٰسِیَ وَأَنۢبَتۡنَا فِیهَا مِن كُلِّ زَوۡجِۭ بَهِیجࣲ"},{"SurahNumber":50,"VerseNumber":8,"Text":"تَبۡصِرَةࣰ وَذِكۡرَىٰ لِكُلِّ عَبۡدࣲ مُّنِیبࣲ"},{"SurahNumber":50,"VerseNumber":9,"Text":"وَنَزَّلۡنَا مِنَ ٱلسَّمَاۤءِ مَاۤءࣰ مُّبَـٰرَكࣰا فَأَنۢبَتۡنَا بِهِۦ جَنَّـٰتࣲ وَحَبَّ ٱلۡحَصِیدِ"},{"SurahNumber":50,"VerseNumber":10,"Text":"وَٱلنَّخۡلَ بَاسِقَـٰتࣲ لَّهَا طَلۡعࣱ نَّضِیدࣱ"},{"SurahNumber":50,"VerseNumber":11,"Text":"رِّزۡقࣰا لِّلۡعِبَادِۖ وَأَحۡیَیۡنَا بِهِۦ بَلۡدَةࣰ مَّیۡتࣰاۚ كَذَ ٰلِكَ ٱلۡخُرُوجُ"},{"SurahNumber":50,"VerseNumber":12,"Text":"كَذَّبَتۡ قَبۡلَهُمۡ قَوۡمُ نُوحࣲ وَأَصۡحَـٰبُ ٱلرَّسِّ وَثَمُودُ"},{"SurahNumber":50,"VerseNumber":13,"Text":"وَعَادࣱ وَفِرۡعَوۡنُ وَإِخۡوَ ٰنُ لُوطࣲ"},{"SurahNumber":50,"VerseNumber":14,"Text":"وَأَصۡحَـٰبُ ٱلۡأَیۡكَةِ وَقَوۡمُ تُبَّعࣲۚ كُلࣱّ كَذَّبَ ٱلرُّسُلَ فَحَقَّ وَعِیدِ"},{"SurahNumber":50,"VerseNumber":15,"Text":"أَفَعَیِینَا بِٱلۡخَلۡقِ ٱلۡأَوَّلِۚ بَلۡ هُمۡ فِی لَبۡسࣲ مِّنۡ خَلۡقࣲ جَدِیدࣲ"},{"SurahNumber":50,"VerseNumber":16,"Text":"وَلَقَدۡ خَلَقۡنَا ٱلۡإِنسَـٰنَ وَنَعۡلَمُ مَا تُوَسۡوِسُ بِهِۦ نَفۡسُهُۥۖ وَنَحۡنُ أَقۡرَبُ إِلَیۡهِ مِنۡ حَبۡلِ ٱلۡوَرِیدِ"},{"SurahNumber":50,"VerseNumber":17,"Text":"إِذۡ یَتَلَقَّى ٱلۡمُتَلَقِّیَانِ عَنِ ٱلۡیَمِینِ وَعَنِ ٱلشِّمَالِ قَعِیدࣱ"},{"SurahNumber":50,"VerseNumber":18,"Text":"مَّا یَلۡفِظُ مِن قَوۡلٍ إِلَّا لَدَیۡهِ رَقِیبٌ عَتِیدࣱ"},{"SurahNumber":50,"VerseNumber":19,"Text":"وَجَاۤءَتۡ سَكۡرَةُ ٱلۡمَوۡتِ بِٱلۡحَقِّۖ ذَ ٰلِكَ مَا كُنتَ مِنۡهُ تَحِیدُ"},{"SurahNumber":50,"VerseNumber":20,"Text":"وَنُفِخَ فِی ٱلصُّورِۚ ذَ ٰلِكَ یَوۡمُ ٱلۡوَعِیدِ"},{"SurahNumber":50,"VerseNumber":21,"Text":"وَجَاۤءَتۡ كُلُّ نَفۡسࣲ مَّعَهَا سَاۤئِقࣱ وَشَهِیدࣱ"},{"SurahNumber":50,"VerseNumber":22,"Text":"لَّقَدۡ كُنتَ فِی غَفۡلَةࣲ مِّنۡ هَـٰذَا فَكَشَفۡنَا عَنكَ غِطَاۤءَكَ فَبَصَرُكَ ٱلۡیَوۡمَ حَدِیدࣱ"},{"SurahNumber":50,"VerseNumber":23,"Text":"وَقَالَ قَرِینُهُۥ هَـٰذَا مَا لَدَیَّ عَتِیدٌ"},{"SurahNumber":50,"VerseNumber":24,"Text":"أَلۡقِیَا فِی جَهَنَّمَ كُلَّ كَفَّارٍ عَنِیدࣲ"},{"SurahNumber":50,"VerseNumber":25,"Text":"مَّنَّاعࣲ لِّلۡخَیۡرِ مُعۡتَدࣲ مُّرِیبٍ"},{"SurahNumber":50,"VerseNumber":26,"Text":"ٱلَّذِی جَعَلَ مَعَ ٱللَّهِ إِلَـٰهًا ءَاخَرَ فَأَلۡقِیَاهُ فِی ٱلۡعَذَابِ ٱلشَّدِیدِ"},{"SurahNumber":50,"VerseNumber":27,"Text":"۞ قَالَ قَرِینُهُۥ رَبَّنَا مَاۤ أَطۡغَیۡتُهُۥ وَلَـٰكِن كَانَ فِی ضَلَـٰلِۭ بَعِیدࣲ"},{"SurahNumber":50,"VerseNumber":28,"Text":"قَالَ لَا تَخۡتَصِمُوا۟ لَدَیَّ وَقَدۡ قَدَّمۡتُ إِلَیۡكُم بِٱلۡوَعِیدِ"},{"SurahNumber":50,"VerseNumber":29,"Text":"مَا یُبَدَّلُ ٱلۡقَوۡلُ لَدَیَّ وَمَاۤ أَنَا۠ بِظَلَّـٰمࣲ لِّلۡعَبِیدِ"},{"SurahNumber":50,"VerseNumber":30,"Text":"یَوۡمَ نَقُولُ لِجَهَنَّمَ هَلِ ٱمۡتَلَأۡتِ وَتَقُولُ هَلۡ مِن مَّزِیدࣲ"},{"SurahNumber":50,"VerseNumber":31,"Text":"وَأُزۡلِفَتِ ٱلۡجَنَّةُ لِلۡمُتَّقِینَ غَیۡرَ بَعِیدٍ"},{"SurahNumber":50,"VerseNumber":32,"Text":"هَـٰذَا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِیظࣲ"},{"SurahNumber":50,"VerseNumber":33,"Text":"مَّنۡ خَشِیَ ٱلرَّحۡمَـٰنَ بِٱلۡغَیۡبِ وَجَاۤءَ بِقَلۡبࣲ مُّنِیبٍ"},{"SurahNumber":50,"VerseNumber":34,"Text":"ٱدۡخُلُوهَا بِسَلَـٰمࣲۖ ذَ ٰلِكَ یَوۡمُ ٱلۡخُلُودِ"},{"SurahNumber":50,"VerseNumber":35,"Text":"لَهُم مَّا یَشَاۤءُونَ فِیهَا وَلَدَیۡنَا مَزِیدࣱ"},{"SurahNumber":50,"VerseNumber":36,"Text":"وَكَمۡ أَهۡلَكۡنَا قَبۡلَهُم مِّن قَرۡنٍ هُمۡ أَشَدُّ مِنۡهُم بَطۡشࣰا فَنَقَّبُوا۟ فِی ٱلۡبِلَـٰدِ هَلۡ مِن مَّحِیصٍ"},{"SurahNumber":50,"VerseNumber":37,"Text":"إِنَّ فِی ذَ ٰلِكَ لَذِكۡرَىٰ لِمَن كَانَ لَهُۥ قَلۡبٌ أَوۡ أَلۡقَى ٱلسَّمۡعَ وَهُوَ شَهِیدࣱ"},{"SurahNumber":50,"VerseNumber":38,"Text":"وَلَقَدۡ خَلَقۡنَا ٱلسَّمَـٰوَ ٰتِ وَٱلۡأَرۡضَ وَمَا بَیۡنَهُمَا فِی سِتَّةِ أَیَّامࣲ وَمَا مَسَّنَا مِن لُّغُوبࣲ"},{"SurahNumber":50,"VerseNumber":39,"Text":"فَٱصۡبِرۡ عَلَىٰ مَا یَقُولُونَ وَسَبِّحۡ بِحَمۡدِ رَبِّكَ قَبۡلَ طُلُوعِ ٱلشَّمۡسِ وَقَبۡلَ ٱلۡغُرُوبِ"},{"SurahNumber":50,"VerseNumber":40,"Text":"وَمِنَ ٱلَّیۡلِ فَسَبِّحۡهُ وَأَدۡبَـٰرَ ٱلسُّجُودِ"},{"SurahNumber":50,"VerseNumber":41,"Text":"وَٱسۡتَمِعۡ یَوۡمَ یُنَادِ ٱلۡمُنَادِ مِن مَّكَانࣲ قَرِیبࣲ"},{"SurahNumber":50,"VerseNumber":42,"Text":"یَوۡمَ یَسۡمَعُونَ ٱلصَّیۡحَةَ بِٱلۡحَقِّۚ ذَ ٰلِكَ یَوۡمُ ٱلۡخُرُوجِ"},{"SurahNumber":50,"VerseNumber":43,"Text":"إِنَّا نَحۡنُ نُحۡیِۦ وَنُمِیتُ وَإِلَیۡنَا ٱلۡمَصِیرُ"},{"SurahNumber":50,"VerseNumber":44,"Text":"یَوۡمَ تَشَقَّقُ ٱلۡأَرۡضُ عَنۡهُمۡ سِرَاعࣰاۚ ذَ ٰلِكَ حَشۡرٌ عَلَیۡنَا یَسِیرࣱ"},{"SurahNumber":50,"VerseNumber":45,"Text":"نَّحۡنُ أَعۡلَمُ بِمَا یَقُولُونَۖ وَمَاۤ أَنتَ عَلَیۡهِم بِجَبَّارࣲۖ فَذَكِّرۡ بِٱلۡقُرۡءَانِ مَن یَخَافُ وَعِیدِ"},{"SurahNumber":51,"VerseNumber":1,"Text":"وَٱلذَّ ٰرِیَـٰتِ ذَرۡوࣰا"},{"SurahNumber":51,"VerseNumber":2,"Text":"فَٱلۡحَـٰمِلَـٰتِ وِقۡرࣰا"},{"SurahNumber":51,"VerseNumber":3,"Text":"فَٱلۡجَـٰرِیَـٰتِ یُسۡرࣰا"},{"SurahNumber":51,"VerseNumber":4,"Text":"فَٱلۡمُقَسِّمَـٰتِ أَمۡرًا"},{"SurahNumber":51,"VerseNumber":5,"Text":"إِنَّمَا تُوعَدُونَ لَصَادِقࣱ"},{"SurahNumber":51,"VerseNumber":6,"Text":"وَإِنَّ ٱلدِّینَ لَوَ ٰقِعࣱ"},{"SurahNumber":51,"VerseNumber":7,"Text":"وَٱلسَّمَاۤءِ ذَاتِ ٱلۡحُبُكِ"},{"SurahNumber":51,"VerseNumber":8,"Text":"إِنَّكُمۡ لَفِی قَوۡلࣲ مُّخۡتَلِفࣲ"},{"SurahNumber":51,"VerseNumber":9,"Text":"یُؤۡفَكُ عَنۡهُ مَنۡ أُفِكَ"},{"SurahNumber":51,"VerseNumber":10,"Text":"قُتِلَ ٱلۡخَرَّ ٰصُونَ"},{"SurahNumber":51,"VerseNumber":11,"Text":"ٱلَّذِینَ هُمۡ فِی غَمۡرَةࣲ سَاهُونَ"},{"SurahNumber":51,"VerseNumber":12,"Text":"یَسۡءَلُونَ أَیَّانَ یَوۡمُ ٱلدِّینِ"},{"SurahNumber":51,"VerseNumber":13,"Text":"یَوۡمَ هُمۡ عَلَى ٱلنَّارِ یُفۡتَنُونَ"},{"SurahNumber":51,"VerseNumber":14,"Text":"ذُوقُوا۟ فِتۡنَتَكُمۡ هَـٰذَا ٱلَّذِی كُنتُم بِهِۦ تَسۡتَعۡجِلُونَ"},{"SurahNumber":51,"VerseNumber":15,"Text":"إِنَّ ٱلۡمُتَّقِینَ فِی جَنَّـٰتࣲ وَعُیُونٍ"},{"SurahNumber":51,"VerseNumber":16,"Text":"ءَاخِذِینَ مَاۤ ءَاتَىٰهُمۡ رَبُّهُمۡۚ إِنَّهُمۡ كَانُوا۟ قَبۡلَ ذَ ٰلِكَ مُحۡسِنِینَ"},{"SurahNumber":51,"VerseNumber":17,"Text":"كَانُوا۟ قَلِیلࣰا مِّنَ ٱلَّیۡلِ مَا یَهۡجَعُونَ"},{"SurahNumber":51,"VerseNumber":18,"Text":"وَبِٱلۡأَسۡحَارِ هُمۡ یَسۡتَغۡفِرُونَ"},{"SurahNumber":51,"VerseNumber":19,"Text":"وَفِیۤ أَمۡوَ ٰلِهِمۡ حَقࣱّ لِّلسَّاۤئِلِ وَٱلۡمَحۡرُومِ"},{"SurahNumber":51,"VerseNumber":20,"Text":"وَفِی ٱلۡأَرۡضِ ءَایَـٰتࣱ لِّلۡمُوقِنِینَ"},{"SurahNumber":51,"VerseNumber":21,"Text":"وَفِیۤ أَنفُسِكُمۡۚ أَفَلَا تُبۡصِرُونَ"},{"SurahNumber":51,"VerseNumber":22,"Text":"وَفِی ٱلسَّمَاۤءِ رِزۡقُكُمۡ وَمَا تُوعَدُونَ"},{"SurahNumber":51,"VerseNumber":23,"Text":"فَوَرَبِّ ٱلسَّمَاۤءِ وَٱلۡأَرۡضِ إِنَّهُۥ لَحَقࣱّ مِّثۡلَ مَاۤ أَنَّكُمۡ تَنطِقُونَ"},{"SurahNumber":51,"VerseNumber":24,"Text":"هَلۡ أَتَىٰكَ حَدِیثُ ضَیۡفِ إِبۡرَ ٰهِیمَ ٱلۡمُكۡرَمِینَ"},{"SurahNumber":51,"VerseNumber":25,"Text":"إِذۡ دَخَلُوا۟ عَلَیۡهِ فَقَالُوا۟ سَلَـٰمࣰاۖ قَالَ سَلَـٰمࣱ قَوۡمࣱ مُّنكَرُونَ"},{"SurahNumber":51,"VerseNumber":26,"Text":"فَرَاغَ إِلَىٰۤ أَهۡلِهِۦ فَجَاۤءَ بِعِجۡلࣲ سَمِینࣲ"},{"SurahNumber":51,"VerseNumber":27,"Text":"فَقَرَّبَهُۥۤ إِلَیۡهِمۡ قَالَ أَلَا تَأۡكُلُونَ"},{"SurahNumber":51,"VerseNumber":28,"Text":"فَأَوۡجَسَ مِنۡهُمۡ خِیفَةࣰۖ قَالُوا۟ لَا تَخَفۡۖ وَبَشَّرُوهُ بِغُلَـٰمٍ عَلِیمࣲ"},{"SurahNumber":51,"VerseNumber":29,"Text":"فَأَقۡبَلَتِ ٱمۡرَأَتُهُۥ فِی صَرَّةࣲ فَصَكَّتۡ وَجۡهَهَا وَقَالَتۡ عَجُوزٌ عَقِیمࣱ"},{"SurahNumber":51,"VerseNumber":30,"Text":"قَالُوا۟ كَذَ ٰلِكِ قَالَ رَبُّكِۖ إِنَّهُۥ هُوَ ٱلۡحَكِیمُ ٱلۡعَلِیمُ"}]}