{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blest be He in whose hand is the dominion, and He is over everything Potent"},{"SurahNumber":67,"VerseNumber":2,"Text":"Who hath created death and life that He might prove you, as to which of you is excellent in work. And He is the Mighty, the Forgiver"},{"SurahNumber":67,"VerseNumber":3,"Text":"Who hath created seven heavens in storeys. Thou shalt not behold in the Compassionates creation any over-sight; then repeat thy look, beholdest thou any crack"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then repeat thy look twice over, and thy look will return Unto thee dim and It will have become wearied out"},{"SurahNumber":67,"VerseNumber":5,"Text":"And assuredly We have bedecked the nearest heaven with lamps, and We have made them missiles for satans: and for them We have gotten ready the torment of the Blaze"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord will be the torment of Hell; and a hapless destination"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they will be cast thereinto, they will hear thereof a braying even as it balleth up"},{"SurahNumber":67,"VerseNumber":8,"Text":"Well-nigh it bursteth with rage. So oft as a company is cast thereinto, the keepers thereof will ask them: came there not Unto you a warner"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say: yea! surely there came a warner Unto us, but we belied, and said: God hath not sent down aught, are naught but in a great error"},{"SurahNumber":67,"VerseNumber":10,"Text":"And they will say: had we been wont to hearken or to reflect, we had not been among the fellows of the Blaze"},{"SurahNumber":67,"VerseNumber":11,"Text":"So they shall confess their sin. Far away they-be, the fellows of the Blaze"},{"SurahNumber":67,"VerseNumber":12,"Text":"Verily those who dread their Lord unseen, theirs shall be forgiveness and a great hire"},{"SurahNumber":67,"VerseNumber":13,"Text":"And whather ye keep your discourse secret or publish it, verily He is the Knower of that which is in the breasts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Shall not He Who hath created know? And He is the Subtile, the Aware"},{"SurahNumber":67,"VerseNumber":15,"Text":"He it is Who hath made the earth Unto you subservient, so go forth in the regions thereof, and eat of His provision. And Unto Him is the Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Are ye secure that He who is in the heaven will not sink the earth with you and then it should quake"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or are ye secure that He Who is in the heaven will not send against you a whirlwind? Anon ye shall know what wise hath been My warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"And assuredly those before them belied; then what wise hath been My wrath"},{"SurahNumber":67,"VerseNumber":19,"Text":"Behold they not the birds above them, outstretching their wings and they also withdraw them? Naught holdeth them except the Compassionate. Verily He is of everything Beholder"},{"SurahNumber":67,"VerseNumber":20,"Text":"Who. is he that can be an army Unto you and succour you, beside the Compassionate! The infidelsjb are but in delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Who is he that can provide for you, should He withhold His provision? Aye! they persists in perverseness and aversion"},{"SurahNumber":67,"VerseNumber":22,"Text":"Is he, then, who goeth about grovelling upon his face better directed, or he who walketh evenly on a straight path"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say thou: He it is who hath brought you forth and hath endowed you with hearing and sights and hearts. Little thanks it is ye give"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say thou: He it is Who hath spread you over the earth, and Unto Him ye shall be gathered"},{"SurahNumber":67,"VerseNumber":25,"Text":"And they say: when will this promise be fulfilled, if ye say sooth"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say thou: the knowledge is only with Allah, and but a warner manifest"},{"SurahNumber":67,"VerseNumber":27,"Text":"But when they will behold it proximating sad will be the countenances of those who disbelieve, and it will be said: this is that which ye have been calling for"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say thou: bethink ye if Allah destroy me and those with me; or have mercy on us, who will protect the infidels from a torment afflictive"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say thou: He is the Compassionate; in Him we have believed, and in Him we have put our trust. -And anon ye will know who it is that is in error manifest"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say thou: bethink ye, were your water to be sunk away, who then could bring you water welling-up"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun By the pen and by that which they inscribe"},{"SurahNumber":68,"VerseNumber":2,"Text":"Thou art nor, through the grace of thy Lord, mad"},{"SurahNumber":68,"VerseNumber":3,"Text":"And verily thine shall be a hire unending"},{"SurahNumber":68,"VerseNumber":4,"Text":"And verily thou art of a high and noble disposition"},{"SurahNumber":68,"VerseNumber":5,"Text":"Anon thou wilt see and they will see"},{"SurahNumber":68,"VerseNumber":6,"Text":"Which of you is afflicted with madness"},{"SurahNumber":68,"VerseNumber":7,"Text":"Verily thy Lord! He is the best Knower of him who strayeth from His path, and He is the best Knower of the guided one"},{"SurahNumber":68,"VerseNumber":8,"Text":"Wherefore obey not thou the beliers"},{"SurahNumber":68,"VerseNumber":9,"Text":"Fain would they that thou shouldst be pliant, so that they will be pliant"},{"SurahNumber":68,"VerseNumber":10,"Text":"And obey not: thou any swearer ignominous"},{"SurahNumber":68,"VerseNumber":11,"Text":"A defamer, spreader abroad of slander"},{"SurahNumber":68,"VerseNumber":12,"Text":"Hinderer of the good, trespasser; sinner"},{"SurahNumber":68,"VerseNumber":13,"Text":"Gross, and therewithal ignoble"},{"SurahNumber":68,"VerseNumber":14,"Text":"Because he is owner of riches and children"},{"SurahNumber":68,"VerseNumber":15,"Text":"When Our revelations are rehearsed Unto him, he saith: fables of the ancients"},{"SurahNumber":68,"VerseNumber":16,"Text":"Anon We shall brand him on snout"},{"SurahNumber":68,"VerseNumber":17,"Text":"Verily We! We have proved them even as We proved the fellows of a garden when they swarethat they would surely reap it in the morning"},{"SurahNumber":68,"VerseNumber":18,"Text":"And they made not the exception"},{"SurahNumber":68,"VerseNumber":19,"Text":"Wherefore an encircling visitation visited it even as they slept on"},{"SurahNumber":68,"VerseNumber":20,"Text":"Then in the morning it became as though it had been reaped"},{"SurahNumber":68,"VerseNumber":21,"Text":"Then they cried out Unto each other in the morning"},{"SurahNumber":68,"VerseNumber":22,"Text":"Saying: go out betimes to your tilth if ye would reap"},{"SurahNumber":68,"VerseNumber":23,"Text":"So they went off speaking to each other in a low voice"},{"SurahNumber":68,"VerseNumber":24,"Text":"Let there not enter upon you today any needy man"},{"SurahNumber":68,"VerseNumber":25,"Text":"And they went out betimes determined in purpose"},{"SurahNumber":68,"VerseNumber":26,"Text":"Then when they beheld it, they said: verily we have strayed"},{"SurahNumber":68,"VerseNumber":27,"Text":"Aye! it is we who are deprived"},{"SurahNumber":68,"VerseNumber":28,"Text":"The most moderate of them said: said I not Unto you, wherefore hallow him ye not"},{"SurahNumber":68,"VerseNumber":29,"Text":"They said: hallowed be Our Lord! verily we have been wrong- doers"},{"SurahNumber":68,"VerseNumber":30,"Text":"Then they turned to each other reproaching"},{"SurahNumber":68,"VerseNumber":31,"Text":"They said: woe Unto us! verily we! we have been arrogant"},{"SurahNumber":68,"VerseNumber":32,"Text":"Belike our Lord may exchange for us better garden than this; verily we are Unto our Lord beseechers"},{"SurahNumber":68,"VerseNumber":33,"Text":"Such is the torment. And the torment of the Hereafter is far greater; if they but knew"},{"SurahNumber":68,"VerseNumber":34,"Text":"Verily for the God-fearing, are with their Lord Gardens of Delight"},{"SurahNumber":68,"VerseNumber":35,"Text":"Shall We then make the Muslims like the culprits"},{"SurahNumber":68,"VerseNumber":36,"Text":"What aileth you? How ill ye judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Is there with you a Book wherein ye study"},{"SurahNumber":68,"VerseNumber":38,"Text":"That therein is yours that which. ye may choose"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or have ye oaths from us reaching to the Day of Resurrection, that you shall be that which ye judge"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask then, which of them will stand thereof a surety"},{"SurahNumber":68,"VerseNumber":41,"Text":"Have they associate gods? Then let them produce their associate gods if they say sooth"},{"SurahNumber":68,"VerseNumber":42,"Text":"Remember the Day whereon the shank shall be bared and they shall be called upon to Prostrate themselves, but they shall not be able"},{"SurahNumber":68,"VerseNumber":43,"Text":"Downcast will be their looks; abjectness will overspread them. Surely they had been called upon to Prostrate themselves while yet they were whole"},{"SurahNumber":68,"VerseNumber":44,"Text":"Let Me alone with him who belieth this discourse; step by step We lead them on when they perceive not"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I bear with them; verily My contrivance is sure"},{"SurahNumber":68,"VerseNumber":46,"Text":"Askest thou a hire from them so that they are laden with debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Is with them the unseen, so that they write down"},{"SurahNumber":68,"VerseNumber":48,"Text":"Be patient thou, then, with thy Lord's judgment, and be thou not like him of the fish, when he cried out while he was in anguish"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had not grace from his Lord reached him, he had surely been cast into the wilderness in a plight"},{"SurahNumber":68,"VerseNumber":50,"Text":"Then his Lord chose him and made him of the righteous"},{"SurahNumber":68,"VerseNumber":51,"Text":"And those who disbelieve well-nigh cause thee to stumble with their looks when they hear the Admonition, and they say: verily he is mad"},{"SurahNumber":68,"VerseNumber":52,"Text":"While it is naught but an admonition Unto the worlds"},{"SurahNumber":69,"VerseNumber":1,"Text":"The Inevitable Calamity"},{"SurahNumber":69,"VerseNumber":2,"Text":"What is the Inevitable Calamity"},{"SurahNumber":69,"VerseNumber":3,"Text":"And what shall make thee know that which the Inevitable Calamity is"},{"SurahNumber":69,"VerseNumber":4,"Text":"The tribes of Thamud and 'Aad belied the Striking Day"},{"SurahNumber":69,"VerseNumber":5,"Text":"As for Thamud, they were destroyed by the outburst"},{"SurahNumber":69,"VerseNumber":6,"Text":"And as for 'Aad they were destroyed by a wind, furious. roaring"},{"SurahNumber":69,"VerseNumber":7,"Text":"To which He subjected them for seven nights and eight days in succession, so that thou mightest have seen men during it lying prostrate, as though they were stumps of palms ruined"},{"SurahNumber":69,"VerseNumber":8,"Text":"Beholdest thou any of them remaining"},{"SurahNumber":69,"VerseNumber":9,"Text":"And Fir'awn and those before him and the overturned cities committed sin"},{"SurahNumber":69,"VerseNumber":10,"Text":"And they disobeyed their Lord's apostle, so He laid hold of them with a grip increasing"},{"SurahNumber":69,"VerseNumber":11,"Text":"Verily We! when the water rose, We bare you upon the traversing ark"},{"SurahNumber":69,"VerseNumber":12,"Text":"That We might make it Unto you an admonition, and thot it might be retained by the retaining ears"},{"SurahNumber":69,"VerseNumber":13,"Text":"And when the Trumpet shall sound a single blast"},{"SurahNumber":69,"VerseNumber":14,"Text":"And the earth and the mountains shall be borne and the twain shall be crushed with a single crash"},{"SurahNumber":69,"VerseNumber":15,"Text":"Then on that Day shall happen the Event"},{"SurahNumber":69,"VerseNumber":16,"Text":"And the heaven shall be rent in sunder, it on that Day shall be frail"},{"SurahNumber":69,"VerseNumber":17,"Text":"And the angels shall be on the borders thereof; and on that Day eight shall bear over them the Throne of thy Lord"},{"SurahNumber":69,"VerseNumber":18,"Text":"The Day whereon ye shall be mustered nothing hidden by you shall be hidden"},{"SurahNumber":69,"VerseNumber":19,"Text":"Then as to him who will be vouchsafed his book in his right hand, he shall say: here! read my book"},{"SurahNumber":69,"VerseNumber":20,"Text":"Verily I was sure that I should be a meeter of my reckoning"},{"SurahNumber":69,"VerseNumber":21,"Text":"Then he shall be in a life well-pleasing"},{"SurahNumber":69,"VerseNumber":22,"Text":"In a Garden lofty"},{"SurahNumber":69,"VerseNumber":23,"Text":"Clusters whereof shall be near at hand"},{"SurahNumber":69,"VerseNumber":24,"Text":"Eat and drink with benefit for that which ye sent on beforehand in dayspast"},{"SurahNumber":69,"VerseNumber":25,"Text":"Then as to him who shall be vouchsafed his book in his left hand, he shall say: Oh! would that I had not been vouchsafed my book"},{"SurahNumber":69,"VerseNumber":26,"Text":"Nor known whatever was my reckoning"},{"SurahNumber":69,"VerseNumber":27,"Text":"Oh, would that it had been the ending"},{"SurahNumber":69,"VerseNumber":28,"Text":"My riches have: availed me not"},{"SurahNumber":69,"VerseNumber":29,"Text":"There hath perished from me my authority"},{"SurahNumber":69,"VerseNumber":30,"Text":"Lay hold of him and chain him"},{"SurahNumber":69,"VerseNumber":31,"Text":"Then in the Scorch roast him"},{"SurahNumber":69,"VerseNumber":32,"Text":"Then, in a chain whereof the length is seventy Cubits, bind him"},{"SurahNumber":69,"VerseNumber":33,"Text":"Verily he was wont not to believe in Allah, the Mighty"},{"SurahNumber":69,"VerseNumber":34,"Text":"Nor he urged on others the feeding of the poor"},{"SurahNumber":69,"VerseNumber":35,"Text":"Wherefore for him here this Day there is no friend"},{"SurahNumber":69,"VerseNumber":36,"Text":"Nor any food save filthy corruption"},{"SurahNumber":69,"VerseNumber":37,"Text":"None shall eat it but the sinners"},{"SurahNumber":69,"VerseNumber":38,"Text":"I swear by that which ye see"},{"SurahNumber":69,"VerseNumber":39,"Text":"And that which ye see not"},{"SurahNumber":69,"VerseNumber":40,"Text":"That it is surely the speech brought by messenger honourable"},{"SurahNumber":69,"VerseNumber":41,"Text":"And it is not the speech of a poet. Little it is that ye believe"},{"SurahNumber":69,"VerseNumber":42,"Text":"Nor is it the speech of a sooth- sayer. Little are ye admonished"},{"SurahNumber":69,"VerseNumber":43,"Text":"It is a Revelation from the Lord of the worlds"},{"SurahNumber":69,"VerseNumber":44,"Text":"And if he had forged concerning us some discourses"},{"SurahNumber":69,"VerseNumber":45,"Text":"We surely had lain hold of him by the right hand"},{"SurahNumber":69,"VerseNumber":46,"Text":"And then severed his life-vein"},{"SurahNumber":69,"VerseNumber":47,"Text":"And not one of you would have withheld us from punishing him"},{"SurahNumber":69,"VerseNumber":48,"Text":"And verily it is an Admonition Unto the God-fearing"},{"SurahNumber":69,"VerseNumber":49,"Text":"And verily We! We know that some among you are beliers thereof"},{"SurahNumber":69,"VerseNumber":50,"Text":"And verily it shall be an occasion of anguish Unto the infidels"},{"SurahNumber":69,"VerseNumber":51,"Text":"And verily it is the truth of assured certainty"},{"SurahNumber":69,"VerseNumber":52,"Text":"Wherefore hallow thou the name of thy Lord, the Mighty"},{"SurahNumber":70,"VerseNumber":1,"Text":"There hath asked an asker for the torment about to befall"},{"SurahNumber":70,"VerseNumber":2,"Text":"The infidels, of which there is no averter"},{"SurahNumber":70,"VerseNumber":3,"Text":"From Allah, Owner of the ascending steps"},{"SurahNumber":70,"VerseNumber":4,"Text":"Whereby the angels ascend Unto Him and also the spirit, On a Day whereof the measure is fifty thousand years"},{"SurahNumber":70,"VerseNumber":5,"Text":"Wherefore be thou patient with a becoming patience"},{"SurahNumber":70,"VerseNumber":6,"Text":"Verily they behold it afar off"},{"SurahNumber":70,"VerseNumber":7,"Text":"And We behold it nigh"},{"SurahNumber":70,"VerseNumber":8,"Text":"It shall befall on a Day whereon the heaven shall become like Unto dregs of oil"},{"SurahNumber":70,"VerseNumber":9,"Text":"And then the mountains shall become like Unto wool dyed"},{"SurahNumber":70,"VerseNumber":10,"Text":"And not a friend shall ask a friend"},{"SurahNumber":70,"VerseNumber":11,"Text":"Though they shall be made to see one another. Fain would the guilty ransom himself from the torment of that Day by his children"},{"SurahNumber":70,"VerseNumber":12,"Text":"And his spouse and his brother"},{"SurahNumber":70,"VerseNumber":13,"Text":"And his kin that sheltered him"},{"SurahNumber":70,"VerseNumber":14,"Text":"And all who are on the earth; so that this might deliver him"},{"SurahNumber":70,"VerseNumber":15,"Text":"By no means! Verily it is a Flame"},{"SurahNumber":70,"VerseNumber":16,"Text":"Flaying off the scalp-skin"},{"SurahNumber":70,"VerseNumber":17,"Text":"It shall calll him who turneth back and backslideth"},{"SurahNumber":70,"VerseNumber":18,"Text":"And masseth and then hoardeth"},{"SurahNumber":70,"VerseNumber":19,"Text":"Verily man is formed impatient"},{"SurahNumber":70,"VerseNumber":20,"Text":"When evil toucheth him, he is bewailing"},{"SurahNumber":70,"VerseNumber":21,"Text":"And when good toucheth him he is begrudging"},{"SurahNumber":70,"VerseNumber":22,"Text":"Not so are the prayerful"},{"SurahNumber":70,"VerseNumber":23,"Text":"Who are at their prayer constant"},{"SurahNumber":70,"VerseNumber":24,"Text":"And those in whose riches is a known right"},{"SurahNumber":70,"VerseNumber":25,"Text":"For the beggar and the destitute"},{"SurahNumber":70,"VerseNumber":26,"Text":"And those who testify to the Day of Requital"},{"SurahNumber":70,"VerseNumber":27,"Text":"And those who are fearful of their Lord's torment"},{"SurahNumber":70,"VerseNumber":28,"Text":"Verily the torment of their Lord is not a thing to feel secure from"},{"SurahNumber":70,"VerseNumber":29,"Text":"And those who of their private parts are guards"},{"SurahNumber":70,"VerseNumber":30,"Text":"Save in regard to their spouses or those whom their right hands own; so verily they are not blameworthy"},{"SurahNumber":70,"VerseNumber":31,"Text":"And whosoever seeketh beyond that, then it is those who are the trespassers"},{"SurahNumber":70,"VerseNumber":32,"Text":"And those who of their trusts and their covenant are keepers"},{"SurahNumber":70,"VerseNumber":33,"Text":"And those who stand firm in their testimonies"},{"SurahNumber":70,"VerseNumber":34,"Text":"And those who of their prayer are observant"},{"SurahNumber":70,"VerseNumber":35,"Text":"Those shall dwell in Gardens, honoured"},{"SurahNumber":70,"VerseNumber":36,"Text":"What aileth those who disbelieve, toward thee hastening"},{"SurahNumber":70,"VerseNumber":37,"Text":"On the right and on the left, in companies"},{"SurahNumber":70,"VerseNumber":38,"Text":"Coveteth every man of them, that he shall enter the Garden of Delight"},{"SurahNumber":70,"VerseNumber":39,"Text":"By no means! veriiy We! We have created them from that which they know"},{"SurahNumber":70,"VerseNumber":40,"Text":"I swear by the Lord of the easts and the wests, that, vierly We are Able"},{"SurahNumber":70,"VerseNumber":41,"Text":"To replace them by others better than they; and We are not to be outrun"},{"SurahNumber":70,"VerseNumber":42,"Text":"Wherefore let thou them alone plunging in vanity and sporting until they meet their Day which they are promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"The Day whereon they shall come forth from the sepulchres hastily, as though they were to an altar hurrying"},{"SurahNumber":70,"VerseNumber":44,"Text":"Downcast shall be their looks; abjectness shall overspread them. Such is the Day which they are promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Verily We! We sent Nuh Unto his people saying: warn thy people ere there come Unto them torment afflictive"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said: O my people! verily I am Unto you a warner manifest"},{"SurahNumber":71,"VerseNumber":3,"Text":"Worship Allah, and fear Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He will forgive you your sins, and will defer you to an appointed term. Verily the term of Allah when it cometh shall not be deferred, if ye but knew"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said: my Lord! verily have called my people night and day"},{"SurahNumber":71,"VerseNumber":6,"Text":"And my calling hath only increased them in fleeing"},{"SurahNumber":71,"VerseNumber":7,"Text":"And verily so oft as I call them, that Thou mayest forgive them, they place their fingers into their ears, and wrap themselves with their garments, and persist, and are stiff-necked"},{"SurahNumber":71,"VerseNumber":8,"Text":"Then verily have called Unto them publicly"},{"SurahNumber":71,"VerseNumber":9,"Text":"Then verily spake Unto them openly, and secretly also I addressed them"},{"SurahNumber":71,"VerseNumber":10,"Text":"And I said: ask forgiveness of your Lord; verily He is ever Most Forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send the heaven upon you copiously"},{"SurahNumber":71,"VerseNumber":12,"Text":"And He will add Unto you riches and children and will appoint Unto you gardens and will appoint Unto you rivers"},{"SurahNumber":71,"VerseNumber":13,"Text":"What aileth you that ye expect not in Allah majesty"},{"SurahNumber":71,"VerseNumber":14,"Text":"And surely He hath created you by stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"Behold ye not in what wise Allah hath created seven heavens in storeys"},{"SurahNumber":71,"VerseNumber":16,"Text":"And hath placed the moon therein for a light, and hath made the sun a lamp"},{"SurahNumber":71,"VerseNumber":17,"Text":"And Allah hath caused you to grow from the earth as a growth"},{"SurahNumber":71,"VerseNumber":18,"Text":"And thereafter He will cause you to return thereinto, and He will bring you forth a forthbringing"},{"SurahNumber":71,"VerseNumber":19,"Text":"And Allah hath made the earth Unto you an expanse"},{"SurahNumber":71,"VerseNumber":20,"Text":"That of it ye may traverse the ways open"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nuh said. my Lord! verily they have disobeyed me and followed them whose riches and children have only increased them in loss"},{"SurahNumber":71,"VerseNumber":22,"Text":"And who have plotted a tremendous plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"And who have said: ye shall not leave your gods; nor Shall ye leave Wadd nor Suwa', nor Yaghuth, nor Ya'uq nor Nasr"},{"SurahNumber":71,"VerseNumber":24,"Text":"And surely they have misled many. And increase Thou these wrong-doers in naught save error"},{"SurahNumber":71,"VerseNumber":25,"Text":"And because of their misdeeds they were drowned, and then they were made to enter a Fire. Then they found not for themselves, beside Allah, any helpers"},{"SurahNumber":71,"VerseNumber":26,"Text":"And Nuh said: my Lord! leave not upon the earth of the infidels one inhabitant"},{"SurahNumber":71,"VerseNumber":27,"Text":"Verily if Thou shouldst leave them, they Will mislead Thine bondmen and will beget not save sinning infidels"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Lord! forgive me and my parents and him who entereth my house as a believer, and believing men and believing women, and increase not the wrong-doers in aught save ruin"},{"SurahNumber":72,"VerseNumber":1,"Text":"Say thou: it hath been revealed Unto me that a company of the Jinn listened, and said, verily we have listened to a Recitation wondrous"},{"SurahNumber":72,"VerseNumber":2,"Text":"Guiding Unto rectitude; wherefore we have believed therein, and we shall by no means associate with our Lord anyone"},{"SurahNumber":72,"VerseNumber":3,"Text":"And He - exalted be the majesty of our Lord!-hath taken neither a spouse nor a son"},{"SurahNumber":72,"VerseNumber":4,"Text":"And the foolish among us were wont to forge lie against Allah exceedingly"},{"SurahNumber":72,"VerseNumber":5,"Text":"And verily we! we had imagined that humankind and Jinn would never forge against Allah a lie"},{"SurahNumber":72,"VerseNumber":6,"Text":"And persons among humankind have been seeking refuge with persons of the Jinn, so that they increased them in evil disposition"},{"SurahNumber":72,"VerseNumber":7,"Text":"And indeed they imagined, even as ye imagined, that Allah will not raise any one"},{"SurahNumber":72,"VerseNumber":8,"Text":"And we sought to reach the heaven; then we found it filled with a strong guard and darting meteors"},{"SurahNumber":72,"VerseNumber":9,"Text":"And we were wont to sit on seats therein to listen; but whosoever listeneth now findeth for him a dartin meteor in wait"},{"SurahNumber":72,"VerseNumber":10,"Text":"And we know not whether evil is boded for those who are on the earth, or whether their Lord intendeth for them a right direction"},{"SurahNumber":72,"VerseNumber":11,"Text":"And of us there are some righteous, and of us are some otherwise; we have been following very diverse"},{"SurahNumber":72,"VerseNumber":12,"Text":"And we known that we cannot frustrate Allah in the earth, nor can we frustrate Him by flight"},{"SurahNumber":72,"VerseNumber":13,"Text":"And when we heard the Message of guidance, we believed therein; and whosoever believeth in his Lord, he shall fear neither diminution nor wrong"},{"SurahNumber":72,"VerseNumber":14,"Text":"And of us some are Muslims, and of us some are deviators. Then whosoever hath embraced Islam - such have endeavoured after a Path of rectitude"},{"SurahNumber":72,"VerseNumber":15,"Text":"And as for the deviators, for Hell they shall be fuel"},{"SurahNumber":72,"VerseNumber":16,"Text":"And had they kept to the path surely We would have watered them with rain plenteous"},{"SurahNumber":72,"VerseNumber":17,"Text":"That We might try them there by. And whosoever turneth aside from the remembrance of his Lord, him He shall thrust into a torment vehement"},{"SurahNumber":72,"VerseNumber":18,"Text":"And the prostrations are for Allah; wherefore call not along with Allah anyone"},{"SurahNumber":72,"VerseNumber":19,"Text":"And when the bondman of Allah stood calling upon Him, they well nigh pressed on him stifling"},{"SurahNumber":72,"VerseNumber":20,"Text":"Say thou: I simply call upon Allah, and I associate not with Him any-one"},{"SurahNumber":72,"VerseNumber":21,"Text":"Say thou: 'verily own not for you power of hurt nor of benefit"},{"SurahNumber":72,"VerseNumber":22,"Text":"Say thou: 'verily none can protect me from Allah, nor can I find beside Him any refuge"},{"SurahNumber":72,"VerseNumber":23,"Text":"Mine is but the publishing from Allah and His messages; and whosoever disobeyeth Allah and His apostle, his portion verily is the Hell-Fire as abiders therein for evermore"},{"SurahNumber":72,"VerseNumber":24,"Text":"They shall go on denying until they; behold that which they are promised wherefore then they shall know who were weaker in protectors and fewer in number"},{"SurahNumber":72,"VerseNumber":25,"Text":"Say thou: know not whather that which ye are promised is nigh, or whether my Lord hath appointed for it a distant term"},{"SurahNumber":72,"VerseNumber":26,"Text":"He is the Knower of the unseen, and He discloseth not His unseen Unto anyone"},{"SurahNumber":72,"VerseNumber":27,"Text":"Save Unto an apostle chosen. And then He causeth to go before him and behind him a guard"},{"SurahNumber":72,"VerseNumber":28,"Text":"That He may know that they have preached the message of their Lord. And He comprehendeth whatever is with them, and He keepeth count of everything numbered"},{"SurahNumber":73,"VerseNumber":1,"Text":"O thou enwrapped"},{"SurahNumber":73,"VerseNumber":2,"Text":"Stay up the night long save a little"},{"SurahNumber":73,"VerseNumber":3,"Text":"A half thereof, or abate a little thereof"},{"SurahNumber":73,"VerseNumber":4,"Text":"Or increase thereto. And intone the Qur'an with a measured intontion. s"},{"SurahNumber":73,"VerseNumber":5,"Text":"Verily We! anon We shall cast upon thee a weighty word"},{"SurahNumber":73,"VerseNumber":6,"Text":"Verily the rising by night! it is most curbing and most conducive to right speech"},{"SurahNumber":73,"VerseNumber":7,"Text":"Verily there is for thee by day occupation prolonged"},{"SurahNumber":73,"VerseNumber":8,"Text":"And remember thou the name of thy Lord, and devote thyself to Him with an exclusive devotion"},{"SurahNumber":73,"VerseNumber":9,"Text":"Lord of the east and the west! No God is there but He! Wherefore take Him for thy trustee"},{"SurahNumber":73,"VerseNumber":10,"Text":"And bear thou with patience whatsoever they say, and depart from them with a becoming departure"},{"SurahNumber":73,"VerseNumber":11,"Text":"And let Me alone with the beliers, owners of ease: and respite thou them a little"},{"SurahNumber":73,"VerseNumber":12,"Text":"Verily with us are heavy fetters and Scorch"},{"SurahNumber":73,"VerseNumber":13,"Text":"And a food that choketh and a torment afflictive"},{"SurahNumber":73,"VerseNumber":14,"Text":"On a Day whereon the earth and the mountains shall quake, and the mountains shall become a sand-heap poured forth"},{"SurahNumber":73,"VerseNumber":15,"Text":"Verily We! We have sent Unto you an apostle, a witness over you, even as We sent Unto Fir'awn an apostle"},{"SurahNumber":73,"VerseNumber":16,"Text":"Then Fir'awn disobeyed the apostle, wherefore We laid hold of him with a painful hold"},{"SurahNumber":73,"VerseNumber":17,"Text":"How then, if ye disbelieve, shall ye escape, on a Day which shall make children grey-headed"},{"SurahNumber":73,"VerseNumber":18,"Text":"And the heaven shall be split there in. His promise needs must be fulfilled"},{"SurahNumber":73,"VerseNumber":19,"Text":"Verily this is an admonition; let him therefore, who will, choose a way Unto his Lord"},{"SurahNumber":73,"VerseNumber":20,"Text":"Verily thy Lord knoweth that thou stayest up near two- thirds of the night, Or half thereof, or a third thereof, and also a party of those who are with thee. And Allah measureth the night and the day. He knoweth that ye can compute it not, He hath relented toward you. Wherefore recite now of the Qur'an, so much as is easy. He knoweth that there will be among you some diseased, and others shall be travelling in the land seeking grace of Allah, and others shall be fighting in the way of Allah. Wherefore recite thereof so much as is easy; and establish the prayer and give the poor-rate and lend Unto Allah a goodly loan. Whatsoever good ye shall send on for your souls, ye shall find it with Allah, better and greater in reward. And ask forgiveness of Allah; verily Allah is Forgiving, Merciful"},{"SurahNumber":74,"VerseNumber":1,"Text":"O thou enveloped"},{"SurahNumber":74,"VerseNumber":2,"Text":"Arise, and warn"},{"SurahNumber":74,"VerseNumber":3,"Text":"And thine Lord magnify"},{"SurahNumber":74,"VerseNumber":4,"Text":"And thine raiment purify"},{"SurahNumber":74,"VerseNumber":5,"Text":"And pollution shun"},{"SurahNumber":74,"VerseNumber":6,"Text":"And bestow not favour that thou mayest receive more"},{"SurahNumber":74,"VerseNumber":7,"Text":"And for the good-will of thy Lord be thou patient"},{"SurahNumber":74,"VerseNumber":8,"Text":"Then when the horn shall be blown"},{"SurahNumber":74,"VerseNumber":9,"Text":"That shall be - that Day-a day hard"},{"SurahNumber":74,"VerseNumber":10,"Text":"For the infidels, not easy"},{"SurahNumber":74,"VerseNumber":11,"Text":"Let Me alone with him whom I created lonely"},{"SurahNumber":74,"VerseNumber":12,"Text":"And for whom I appointed wealth extended"},{"SurahNumber":74,"VerseNumber":13,"Text":"And sons present by his side"},{"SurahNumber":74,"VerseNumber":14,"Text":"And for whom I smoothed everything"},{"SurahNumber":74,"VerseNumber":15,"Text":"And who yet coveteth that shall increase"},{"SurahNumber":74,"VerseNumber":16,"Text":"By no means! Verily he hath been Unto Our signs a foe"},{"SurahNumber":74,"VerseNumber":17,"Text":"Anon I shall afflict him with a fearful woe"},{"SurahNumber":74,"VerseNumber":18,"Text":"Verily he considered, and devised"},{"SurahNumber":74,"VerseNumber":19,"Text":"Perish he! How moliciously he devised"},{"SurahNumber":74,"VerseNumber":20,"Text":"And again perish he! How maliciously he devised"},{"SurahNumber":74,"VerseNumber":21,"Text":"Then looked he"},{"SurahNumber":74,"VerseNumber":22,"Text":"Then frowned he and scowled"},{"SurahNumber":74,"VerseNumber":23,"Text":"Then turned he back, and grew stiff-necked"},{"SurahNumber":74,"VerseNumber":24,"Text":"Then he said: naught is this but magic from of old"},{"SurahNumber":74,"VerseNumber":25,"Text":"Naught is this but the word of Man"},{"SurahNumber":74,"VerseNumber":26,"Text":"Anon shall I roast him into the Scorching Fire"},{"SurahNumber":74,"VerseNumber":27,"Text":"And what knoweth thou that which the Scorching Fire"},{"SurahNumber":74,"VerseNumber":28,"Text":"It shall not spare, nor leave"},{"SurahNumber":74,"VerseNumber":29,"Text":"Scorching the skin"},{"SurahNumber":74,"VerseNumber":30,"Text":"Over it are appointed nineteen"},{"SurahNumber":74,"VerseNumber":31,"Text":"And We have appointed none but the angels to be wardens of the Fire. And their number we have made only a trial for those who disbelieve, so that those who are vouchsafed the Book may be convinced, and that those who believe may increase in faith, and that those who are vouchsafed the Book and the believers may not doubt, and that those in whose hearts is a disease and the infidels may say: what meaneth Allah by this description! In this wise Allah sendeth astray whomsoever He will, and guideth whomsoever He will. And none knoweth the hosts of thy Lord but He. And it is naught but an admonition Unto man"},{"SurahNumber":74,"VerseNumber":32,"Text":"By no means! By the moon"},{"SurahNumber":74,"VerseNumber":33,"Text":"By the night when it with draweth"},{"SurahNumber":74,"VerseNumber":34,"Text":"By the morning when it brighteneth"},{"SurahNumber":74,"VerseNumber":35,"Text":"Verily it is one of the greatest woes"},{"SurahNumber":74,"VerseNumber":36,"Text":"A warning Unto humankind"},{"SurahNumber":74,"VerseNumber":37,"Text":"A warning Unto him of you who shall go forward or who chooseth to lag behind"},{"SurahNumber":74,"VerseNumber":38,"Text":"Every soul will be a pledge for that which it hath earned"},{"SurahNumber":74,"VerseNumber":39,"Text":"Save the fellows of the right"},{"SurahNumber":74,"VerseNumber":40,"Text":"In Gardens; they shall be asking"},{"SurahNumber":74,"VerseNumber":41,"Text":"Concerning the culprits"},{"SurahNumber":74,"VerseNumber":42,"Text":"What led you into the Scorching Fire"},{"SurahNumber":74,"VerseNumber":43,"Text":"They will say. 'we have not been of those who prayed"},{"SurahNumber":74,"VerseNumber":44,"Text":"And we have not been feeding the poor"},{"SurahNumber":74,"VerseNumber":45,"Text":"And we have been wading with the waders"},{"SurahNumber":74,"VerseNumber":46,"Text":"And we have been belying the Day of Requital"},{"SurahNumber":74,"VerseNumber":47,"Text":"until there came to us the certainty"},{"SurahNumber":74,"VerseNumber":48,"Text":"Then there will not Profit them intercision of the interceders"},{"SurahNumber":74,"VerseNumber":49,"Text":"What aileth them, therefore, that they are from the Admonition turning away"},{"SurahNumber":74,"VerseNumber":50,"Text":"As though they were asses startled"},{"SurahNumber":74,"VerseNumber":51,"Text":"Fleeing away from a lion"},{"SurahNumber":74,"VerseNumber":52,"Text":"Aye! every one of them desireth that: he should be vouchsafed scrolls expanded"},{"SurahNumber":74,"VerseNumber":53,"Text":"By no means! Aye, they fear not the Hereafter"},{"SurahNumber":74,"VerseNumber":54,"Text":"By no means! Verily this Qur'an is an Admonition"},{"SurahNumber":74,"VerseNumber":55,"Text":"So whosoever willeth may heed it"},{"SurahNumber":74,"VerseNumber":56,"Text":"And they shall not heed unless Allah Willeth. He is the Lord of piety. and the Lord of forgiveness"},{"SurahNumber":75,"VerseNumber":1,"Text":"I swear by the Day of Resurrection"},{"SurahNumber":75,"VerseNumber":2,"Text":"And I swear by the self-reproaching soul"},{"SurahNumber":75,"VerseNumber":3,"Text":"Deemest man that We shall not assemble his bones"},{"SurahNumber":75,"VerseNumber":4,"Text":"Yea! WE are Able to put together evenly his finger-tips"},{"SurahNumber":75,"VerseNumber":5,"Text":"Aye! man desireth that he may sin before him"},{"SurahNumber":75,"VerseNumber":6,"Text":"He asketh: when will the Day of Resurrection be"},{"SurahNumber":75,"VerseNumber":7,"Text":"When, then, the sight shall be confounded"},{"SurahNumber":75,"VerseNumber":8,"Text":"And the moon shall be ecliped"},{"SurahNumber":75,"VerseNumber":9,"Text":"And the sun and the moon shall be joined"},{"SurahNumber":75,"VerseNumber":10,"Text":"On that Day shall man say: whither is the fleeing"},{"SurahNumber":75,"VerseNumber":11,"Text":"By no means! NO refuge"},{"SurahNumber":75,"VerseNumber":12,"Text":"Unto thy Lord that Day is the recourse"},{"SurahNumber":75,"VerseNumber":13,"Text":"To man will be declared on that Day that which he hath sent on and left behind"},{"SurahNumber":75,"VerseNumber":14,"Text":"Aye! man against himself shall be an enlightenment"},{"SurahNumber":75,"VerseNumber":15,"Text":"Although he may put forth his pleas"},{"SurahNumber":75,"VerseNumber":16,"Text":"Move not thy tongue therewith that thou mayest hasten therewith"},{"SurahNumber":75,"VerseNumber":17,"Text":"Verily upon us is the collecting thereof and the reciting thereof"},{"SurahNumber":75,"VerseNumber":18,"Text":"Wherefore when We reciteit, follow thou the reciting thereof"},{"SurahNumber":75,"VerseNumber":19,"Text":"And thereafter verily upon us is is the expounding thereof"},{"SurahNumber":75,"VerseNumber":20,"Text":"By no means! Verily ye love the Herein"},{"SurahNumber":75,"VerseNumber":21,"Text":"And leave the Hereafter"},{"SurahNumber":75,"VerseNumber":22,"Text":"Countenances on that Day shall be resplendent"},{"SurahNumber":75,"VerseNumber":23,"Text":"Looking toward their Lord"},{"SurahNumber":75,"VerseNumber":24,"Text":"And countenances on that Day shall be scowling"},{"SurahNumber":75,"VerseNumber":25,"Text":"Imagining that there will befall them a waiste-breaking calomity"},{"SurahNumber":75,"VerseNumber":26,"Text":"By no means! When it cometh up to he collar-bone"},{"SurahNumber":75,"VerseNumber":27,"Text":"And it is cried. who can charm"},{"SurahNumber":75,"VerseNumber":28,"Text":"And he bethinketh that it is the time of parting"},{"SurahNumber":75,"VerseNumber":29,"Text":"And one shank is entangled with the other shank"},{"SurahNumber":75,"VerseNumber":30,"Text":"Unto thy Lord that Day is the drive"},{"SurahNumber":75,"VerseNumber":31,"Text":"He neither believed nor prayed"},{"SurahNumber":75,"VerseNumber":32,"Text":"But he belied and turned away"},{"SurahNumber":75,"VerseNumber":33,"Text":"Then he departed Unto his house hold conceitedly"},{"SurahNumber":75,"VerseNumber":34,"Text":"Woe Unto thee; woe"},{"SurahNumber":75,"VerseNumber":35,"Text":"Again, woe Unto thee, woe"},{"SurahNumber":75,"VerseNumber":36,"Text":"Deemest man that he is to be left uncontrolled"},{"SurahNumber":75,"VerseNumber":37,"Text":"Was he not a sperm of emission emitted"},{"SurahNumber":75,"VerseNumber":38,"Text":"Then he became a clot; then He created him and formed him"},{"SurahNumber":75,"VerseNumber":39,"Text":"And made of him the two sexes, male and female"},{"SurahNumber":75,"VerseNumber":40,"Text":"Is not That One then Able to quicken the dead"},{"SurahNumber":76,"VerseNumber":1,"Text":"Surely there hath come upon man a space of time when he was not a thing worth mentioning"},{"SurahNumber":76,"VerseNumber":2,"Text":"Verily We! We created man from a sperm of mixtures, that We might prove him, wherefore We made him hearing, seeing"},{"SurahNumber":76,"VerseNumber":3,"Text":"Verily We! We shewed him the way; then he becometh either thankful or ingrate"},{"SurahNumber":76,"VerseNumber":4,"Text":"Verily We! We have gotten ready for the infidels chains and collars and a Blaze"},{"SurahNumber":76,"VerseNumber":5,"Text":"Verily the pious shall drink of a cup whereof the admixture is like Unto camphor"},{"SurahNumber":76,"VerseNumber":6,"Text":"From a fountain whence the bondmen of Allah will drink, causing it to gush abundantly"},{"SurahNumber":76,"VerseNumber":7,"Text":"They fulfill their vow and dread a Day the evil whereof shall be widespreading"},{"SurahNumber":76,"VerseNumber":8,"Text":"And they feed with food, for love of Him, the needy, and the orphan and the captive"},{"SurahNumber":76,"VerseNumber":9,"Text":"Saying: we feed you only for the sake of Allah; we desire not from you any recompense or thanks"},{"SurahNumber":76,"VerseNumber":10,"Text":"Verily we dread from our Lord a Day grim and distressful"},{"SurahNumber":76,"VerseNumber":11,"Text":"Wherefore Allah shall preserve them from the evil of that Day, and shall cause them to meet brightness and joy"},{"SurahNumber":76,"VerseNumber":12,"Text":"And shall recompense them for that which they patiently bare with a Garden and silken garment"},{"SurahNumber":76,"VerseNumber":13,"Text":"Reclining therein upon couches, they shall behold therein neither sun nor hurting cold"},{"SurahNumber":76,"VerseNumber":14,"Text":"And close upon them will be the shades thereof, and low will hang the clusters thereof greatly"},{"SurahNumber":76,"VerseNumber":15,"Text":"And brought round amongst them will be vessels of silver and also goblets of glass"},{"SurahNumber":76,"VerseNumber":16,"Text":"Godblets of silver, they shall have filled them to exact measure"},{"SurahNumber":76,"VerseNumber":17,"Text":"And therein they shall be given to drink of a cup whereof the admixture will be ginger"},{"SurahNumber":76,"VerseNumber":18,"Text":"From a fountain therein, named Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"And there shall go round Unto them youths ever-young. When thou seest them thou wouldst deem them pearls unstrung"},{"SurahNumber":76,"VerseNumber":20,"Text":"And when thou lookest them thou shalt behold delight and a dominion magnificent"},{"SurahNumber":76,"VerseNumber":21,"Text":"Upon them shall be garments of fine green silk and of brocades. And adorned they shall be with bracelets of silver: and their Lord shall give them drink a beverage pure"},{"SurahNumber":76,"VerseNumber":22,"Text":"Verily this is for you by way of recompense, and your endeavour hath been accepted"},{"SurahNumber":76,"VerseNumber":23,"Text":"Verily We! it is We Who have revealed Unto thee the Qur'an, a gradual revelation"},{"SurahNumber":76,"VerseNumber":24,"Text":"Wherefore persevere thou with the commandment of thy Lord, and obey not thou of them, any sinner or ingrate"},{"SurahNumber":76,"VerseNumber":25,"Text":"And remember thou the name of thy Lord in the morning and in the evening"},{"SurahNumber":76,"VerseNumber":26,"Text":"And during the night - worship Him; and hallow Him the livelong night"},{"SurahNumber":76,"VerseNumber":27,"Text":"Verily those love the Herein, and leave in front of them a heavy day"},{"SurahNumber":76,"VerseNumber":28,"Text":"It it We Who creared them and made them firm of make. And whenever We list, We can replace them with others like Unto them"},{"SurahNumber":76,"VerseNumber":29,"Text":"Verily this is an admonition; then whosoever Will, may choose a way Unto his Lord"},{"SurahNumber":76,"VerseNumber":30,"Text":"And ye will not, unless Allah willeth. Verily Allah is ever Knowing, Wise"},{"SurahNumber":76,"VerseNumber":31,"Text":"He maketh whomsoever He listeth to enter His mercy. And the wrong-doers! for them He hath gotten ready a torment afflective"},{"SurahNumber":77,"VerseNumber":1,"Text":"By the winds sent forth with beneficence"},{"SurahNumber":77,"VerseNumber":2,"Text":"And those raging swiftly"},{"SurahNumber":77,"VerseNumber":3,"Text":"By the spreading winds spreading"},{"SurahNumber":77,"VerseNumber":4,"Text":"And the scattering wind scattering"},{"SurahNumber":77,"VerseNumber":5,"Text":"And those winds that bring down the remembrance"},{"SurahNumber":77,"VerseNumber":6,"Text":"By way of excuse or warning"},{"SurahNumber":77,"VerseNumber":7,"Text":"Verily that which ye are promised is about to befall"},{"SurahNumber":77,"VerseNumber":8,"Text":"So when stars are effaced"},{"SurahNumber":77,"VerseNumber":9,"Text":"And when the heaven is cloven asunder"},{"SurahNumber":77,"VerseNumber":10,"Text":"And when the mountains are carried away by wind"},{"SurahNumber":77,"VerseNumber":11,"Text":"And when the apostles are collected at the appointed time"},{"SurahNumber":77,"VerseNumber":12,"Text":"For what day is it timed"},{"SurahNumber":77,"VerseNumber":13,"Text":"For the Day of Decision"},{"SurahNumber":77,"VerseNumber":14,"Text":"And what knowest thou what the Day of Decision is"},{"SurahNumber":77,"VerseNumber":15,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":16,"Text":"Destroyed We not the ancients"},{"SurahNumber":77,"VerseNumber":17,"Text":"Thereafter We shall cause to follow them the latter ones"},{"SurahNumber":77,"VerseNumber":18,"Text":"In this wise We do with the culprits"},{"SurahNumber":77,"VerseNumber":19,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":20,"Text":"Created We you not of water despicable"},{"SurahNumber":77,"VerseNumber":21,"Text":"Which We placed in a depository safe"},{"SurahNumber":77,"VerseNumber":22,"Text":"Till a limit known"},{"SurahNumber":77,"VerseNumber":23,"Text":"So We decreed. How excellent are We as decreers"},{"SurahNumber":77,"VerseNumber":24,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":25,"Text":"Have We not made the earth a receptacle"},{"SurahNumber":77,"VerseNumber":26,"Text":"Both for the living and the dead"},{"SurahNumber":77,"VerseNumber":27,"Text":"And have placed therein firm and tall mountains and given you to drink of water fresh"},{"SurahNumber":77,"VerseNumber":28,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":29,"Text":"Depart Unto that which ye were wont to belie"},{"SurahNumber":77,"VerseNumber":30,"Text":"Depart Unto the shadow three branched"},{"SurahNumber":77,"VerseNumber":31,"Text":"Neither shading nor availing against the flame"},{"SurahNumber":77,"VerseNumber":32,"Text":"Verily it shall cast forth sparks like Unto a castle"},{"SurahNumber":77,"VerseNumber":33,"Text":"As though they were camels yellow tawny"},{"SurahNumber":77,"VerseNumber":34,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":35,"Text":"This is a Day whereon they shall not be able to speak"},{"SurahNumber":77,"VerseNumber":36,"Text":"Nor shall they be permitted so that they might excuse themselves"},{"SurahNumber":77,"VerseNumber":37,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":38,"Text":"This is the Day of Decision, We have assembled both ye and the ancients"},{"SurahNumber":77,"VerseNumber":39,"Text":"If now ye have any craft, try that craft upon Me"},{"SurahNumber":77,"VerseNumber":40,"Text":"Woe on the day Unto the beliers"},{"SurahNumber":77,"VerseNumber":41,"Text":"Verily the God-fearing shall be amid shades and springs"},{"SurahNumber":77,"VerseNumber":42,"Text":"And fruits such as they shall desire"},{"SurahNumber":77,"VerseNumber":43,"Text":"Eat and drink with relish that which ye have been working"},{"SurahNumber":77,"VerseNumber":44,"Text":"Verily We! in this wise We recompense the well-doers"},{"SurahNumber":77,"VerseNumber":45,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":46,"Text":"Eat and enjoy a little; verily ye are culprits"},{"SurahNumber":77,"VerseNumber":47,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":48,"Text":"And when it is said Unto them: 'bow down, they bow not down"},{"SurahNumber":77,"VerseNumber":49,"Text":"Woe on that day Unto the beliers"},{"SurahNumber":77,"VerseNumber":50,"Text":"In what discourse, then, after it, will they believe"}]}