{"Id":440,"LanguageCodes":["tw","twi"],"Name":"twi-sheikhharounism","Author":"Sheikh Haroun Ismaeel","Language":"Twi","Description":"Twi","Direction":"ltr","Source":"https://quranenc.com/en/browse/asante_harun","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"Sε Yε’sianee soro abͻfoͻ mpo baa wͻn hͻ, anaa owufoͻ (mpo) ne wͻn kasae, εna Y’εboaboaa biribiara ano wͻ wͻn anim (mpo) a, anka wͻ’nnye nni, gyesε Nyankopͻn pε, nanso wͻn mu dodoͻ no ara nnnim"},{"SurahNumber":6,"VerseNumber":112,"Text":"Saa ara na Yε’maa Nkͻmhyεni biara (nyaa) atamfoͻ firi nnipa ne Jinni abonsamfoͻ no mu; wͻ’wesa nnaadaasεm a εyε dε gu wͻn ho wͻn ho (asom). Sε εyε wo Wura (Nyankopͻn) pε a anka wͻn annyε saa; enti gyae wͻn ne wͻn atorͻsεm a wͻ’redie no"},{"SurahNumber":6,"VerseNumber":113,"Text":"Sεdeε wͻn a wͻ’nnye Daakye no nnie no akoma bεdane akͻ (wͻn nnaadaa sεm) no soͻ, na wͻn agye (nnaadaa no) ato mu, na wͻn nso benya (bͻne) no a wͻn anya no bie"},{"SurahNumber":6,"VerseNumber":114,"Text":"Nkͻmhyεni, ka sε­: “Menfri Nyankopͻn akyi nhwehwε otemmufoͻ foforͻ, aberε a Ɔno na W’asiane Nwoma no ama mo a εkyerεkyerε nsεm mu pefee no?’’ Wͻn a Yε’maa wͻn Nwoma no (Yudafoͻ ne Kristofoͻ no) nim yie sε ampa sε εyε Adiyisεm a efri wo Wura Nyankopͻn hͻ a εyε nokorε. Enti monhwε na moankͻka wͻn a wͻn adwen nnsi wͻn pie no ho"},{"SurahNumber":6,"VerseNumber":115,"Text":"Wo Wura Nyankopͻn Asεm no ahyε mma wͻ nokorε mu ne pεyε mu. Obiara ntumi nsesa Nensεm no. Ɔno na Ɔte biribiara na Ɔne Onimdefoͻ a Onim biribiara"},{"SurahNumber":6,"VerseNumber":116,"Text":"Sε wotie (nnipa no mu) dodoͻ no a wͻn wͻ asaase soͻ no a, wͻ’bεyera wo afri Nyankopͻn kwan no so. Deε wͻn adwen kyerε wͻn na wͻ’di akyire, na nkontompo dwuma na wͻ’die"},{"SurahNumber":6,"VerseNumber":117,"Text":"(Nkͻmhyεni), nokorε sε wo Wura Nyankopͻn na Onim obi a w’ayera afri Ne kwan no soͻ, εna Onim obi nso a watene"},{"SurahNumber":6,"VerseNumber":118,"Text":"Enti monidi mfri deε yabͻ Nyankopͻn din agu soͻ no mu, sε Nensεm na mogye die ampa a"},{"SurahNumber":6,"VerseNumber":119,"Text":"Adεn nti na εnsεsε modi nea yabͻ Nyankopͻn din agu soͻ, wͻ aberε a W’akyerεkyerε deε yabra mo no mu pefee akyerε mo sԑ, gyesε mo wͻ ahokyerε nhyεsoͻ bi mu nti? Nokorε (nnipa mu) dodoͻ no ara na wͻ’de wͻn apεdeε yera (amanfoͻ) aberε a wͻ’nni nimdeε. Nokorԑ sԑ wo Wura Nyankopͻn na Onim abͻneεfoͻ no"},{"SurahNumber":6,"VerseNumber":120,"Text":"(Adasamma), monyae kokoa mu ne badwa mu bͻneyε. Nokorε sε wͻn a wͻ’di bͻne no yεbetua wͻn dwuma die no so ka pεpεεpε sεdeε wͻ’yͻeε no ara"},{"SurahNumber":6,"VerseNumber":121,"Text":"Monhwε na moanidi amfri deε ya’mmͻ Nyankopͻn din angu soͻ mu, efrisε εyε fii (anaa bɔne). Nokorε sε abonsamfoͻ no tutu gu wͻn ayͻnkofoͻ no asom ma wͻ’ne mo gye akyinnye, na sε modi wͻn akyi a, εneε na nokorε sε moyε abosomsomfoͻ"},{"SurahNumber":6,"VerseNumber":122,"Text":"Anaasε obi a na anka wawu (wͻ gyidie mu) na Yenyanee no baa nkwa mu, na Yε’maa no nhyerεnee a ͻde nante wͻ nnipa mu no, ͻne obia ͻwͻ esum kabii mu na ͻnfrii mu no yε pε?1 Saa ara na yεma wͻn a wͻ’nnye nnie no dwumadi (bͻne no) yε wͻn (aniso) fε"},{"SurahNumber":6,"VerseNumber":123,"Text":"Saa nso ara na Y’ayε kuro biara mu mpanimfoͻ no abͻneεfoͻ sεdeε wͻ’bεfa ho adwen bͻne.1 Adwen bͻne a wͻ’bεfa no tia wͻn ara, nanso wͻ’nnim"},{"SurahNumber":6,"VerseNumber":124,"Text":"Sε nsεnkyerεnee bi ba wͻn hͻ a, deε wͻ’ka ne sε: ‘’Yεnye nnni, gyesε yεde deε yεde maa Nyankopͻn Asomafoͻ no ara bi ma yεn ansa. Nyankopͻn na Onim faako a εsεsε Ɔde N’asεm no toͻ. Animguaseε ne asotwee a ano yε den paa a efri Nyankopͻn hͻ bεka wͻn a wͻ’di bͻne no wͻ wͻn adwen bͻne a wͻ’fa no ho"},{"SurahNumber":6,"VerseNumber":125,"Text":"Obia Nyankopͻn pεsε ͻtene no no, Ɔbue n’akoma dema Islam, na obia Ɔpεsε Ɔyera no no nso Ɔma n’akoma no ka moa tesε deε ͻreforo akͻ ewiem. Saa ara na Nyankopͻn de asotwee (anaa) efii to wͻn a wͻ’nnye nnie no soͻ"},{"SurahNumber":6,"VerseNumber":126,"Text":"Woi ne wo Wura Nyankopͻn kwan tenenee no. Ampa sε Y’akyerεkyerε nsεm no mu pefee ama amanfoͻ a wͻ’de bεto wᴐn adwen mu"},{"SurahNumber":6,"VerseNumber":127,"Text":"Wͻn wͻ Asomdwiɛ fie wͻ wͻn Wura Nyankopͻn hͻ, εnam dwuma a wͻ’die no ho nti Ɔne wͻn Kyitaafoͻ"},{"SurahNumber":6,"VerseNumber":128,"Text":"Ɛda a Ɔbεboa wͻn nyinaa ano (aka sε): “Jinnifoͻ fekuo, ampa sε moayera nnipa no mu bebree’’ Wͻn ayͻnkofoͻ a wͻn wͻ nnipa no mu no bεka sε: ‘’Ye’Wura Nyankopͻn, yenyaa yεnho-yεnho mfasoͻ, na seesei deε yaduru yεn berε a Wohyε maa yεn no’’ Nyankopͻn bεka sε: ‘’Egya no mu na εbεyε mofiee na emu na mobεtena, gyesε Nyankopͻn pε. Nokorε sε wo Wura Nyankopͻn ne Onyansafoͻ, Ɔne Onimdefoͻ"},{"SurahNumber":6,"VerseNumber":129,"Text":"Saa ara na Yε’bεma abͻneεfoͻ no ayε wͻn ho-wͻn ho nnamfoͻ (Atemmuda) εnam dwuma a wͻ’nsa aka no ho nti"},{"SurahNumber":6,"VerseNumber":130,"Text":"Jinnifoͻ fekuo ne adasamma, asomafoͻ amfri momu amma mohͻ a wͻ’bεkenkan Mensεm de kyerεε mo, san bͻͻ mo kͻkͻ fa monhyiamu Da woi ho? Wͻ’bεka sε: ‘’Yedi adanseε tia yεn ara yεn ho (sε nokorε, asomafoͻ no baae)’’. Ɛyε wiase asetena yi na εdaadaa wͻn, na wͻ’bedi adanseε atia wͻn ho sε na wͻ’yε (Kaafirifoͻ) boniayεfoͻ"},{"SurahNumber":6,"VerseNumber":131,"Text":"Ɛne sε, wo Wura Nyankopͻn mfa bͻne nsεe kuro bi aberε a (kuro no) mu foͻ no nnnim (Nyankopͻn mmra)"},{"SurahNumber":6,"VerseNumber":132,"Text":"Obiara wͻ gyinaberε anaa abaso bͻdeε (a yεde bεbͻ no) wͻ dwuma a odiiε ho ­. Na wo Wura Nyankopͻn mmuu n’ani nguu dwuma a wͻ’die no so"},{"SurahNumber":6,"VerseNumber":133,"Text":"Wo Wura Nyankopͻn deε W’anya Neho (Onhia obiara hwee), Ahummͻborͻ ahyε no mma; sε Ɔpε a anka Ɔbeyi mo afri hͻ, na moakyi no Ɔde deε Ɔpε abεhyε moanan mu sεdeε Ɔbͻͻ mo fri amanfoͻ bi asefoͻ mu no"},{"SurahNumber":6,"VerseNumber":134,"Text":"Nokorε sε deε yahyε mo ho bͻ no reba ampa; na monntumi nnnsi ho kwan"},{"SurahNumber":6,"VerseNumber":135,"Text":"(Nkͻmhyεni), ka sε: ‘’Menkorͻfoͻ, modeε monyε moadwuma sεdeε moamamerε kyerε, menso mereyε dwuma (sεdeε Nyankopͻn ahyε me), na mobehunu yεn mu nea ͻbenya awieε pa wͻ Daakye. Nokorε sε, abͻneεfoͻ no deε wͻ’nni nkonim"},{"SurahNumber":6,"VerseNumber":136,"Text":"Wͻ’yi deε wͻn adua wͻ mfuo mu no, ne nyεmmoa a Ɔno na Ɔbͻeε no mu kyεfa bi ma Nyankopͻn ka sε: ‘’Woi wͻ Nyankopͻn sεdeε wͻn adwen kyerε wͻn no, na woi nso wͻ wͻn a yε’de wͻn bata (Nyankopͻn) ho no”. Deε εwͻ deε wͻ’de bata (Nyankopͻn) ho no nnuru Nyankopͻn hͻ; εna deε εwͻ Nyankopͻn no deε eduru deε wͻ’de bata (Nyankopͻn) ho no hͻ. Atεmmuo bͻne paa na wͻ’rebuo no"},{"SurahNumber":6,"VerseNumber":137,"Text":"Saa ara na deε wͻ’de abata Nyankopͻn ho no, ayε ama mma kunkum ayε abosomsomfoͻ no mu pii fε, sεdeε wͻ’de wͻn bεkͻ ͻsεeε mu, na wͻn ama wͻn adwen ayε basaa wͻ wͻn som no ho. Sε Nyankopͻn pε a, anka (abosomsomfoͻ no) nnyε saa. Enti (Nkͻmhyεni) gyae wͻn, ne wͻn atorͻsεm a wͻ’die no"},{"SurahNumber":6,"VerseNumber":138,"Text":"Abosomsomfoͻ no ka sε: ‘’Nyεmmoa woi ne mfudeε woi y’abra; obiara nni ho kwan sε odi bie gyesε obia yεpε,-sεdeε wͻn adwen yε wͻn; ne nyεmmoa bi nso a yabra sε wͻn akyi (bεyε adwuma), ne nyεmmoa bi nso a yεmmͻ Nyankopͻn din nngu wͻn soͻ (wͻ berε a yereku wͻn).” Nkontompo na wͻ’twa to Nyankopͻn soͻ. Obetua wͻn ka wͻ wͻn atorͻsεm a wͻ’diiε no ho"},{"SurahNumber":6,"VerseNumber":139,"Text":"Wͻ’ka sε: ‘’Adeε a εwͻ aboa woi anaa woi yafunu mu no deε, εyε yεn mmarima nko ara dea, na yεn mmaa no nni ho kwan (sε wͻ’di bie); nasε yεwo no na wawu nso a, εno deε wͻn nyinaa (mmaa ne mmarima no) kyε. Ɔbetua wͻn (nkotompo a) wͻ’de susuu no no so ka. Nokorε sε Ɔne Nyansafoͻ, Ɔne Onimdefoͻ"},{"SurahNumber":6,"VerseNumber":140,"Text":"Ampa sε wͻn a wͻ’de agyimisεm a nimdeε biara nni mu kunkum wͻn mma, na wͻ’bra adeε a Nyankopͻn de abͻ wͻn akͻnhoma, twa nkotompo to Nyankopͻn soͻ no aberε agu. Ampa sε wͻn ayera na wͻ’nnyε ateneneefoͻ"},{"SurahNumber":6,"VerseNumber":141,"Text":"Ɔno na W’ayε turo (anaasε mfuo, emmu nnoͻma no) yεto bi pam, ebi nso yεnto no pam; εna akyiresua nnua ne mfudeε a nedε gu sononko-sononko, εne nngo εne Rumaan a εho sesε, ne deε εnsε. Sε (saa nnuaba yi) so a moni, na monyi emu asεdeε (zaka) no mma wͻ εda no a mobetwa (n’aba) no; na monhwε na moansεe (no). Nokorε sε, Ɔmpε nsεmͻnefoͻ no asεm"},{"SurahNumber":6,"VerseNumber":142,"Text":"Nyεmmoa no mu bi soa nneεma, (ebinom) nso yε nnam. Moni deε Nyankopͻn de abͻ mo akͻnhoma no, na monhwε na moanni ͻbonsam anamͻn so. Nokorε sε, ͻyε motamfoͻ a ͻda adi pefee"},{"SurahNumber":6,"VerseNumber":143,"Text":"(Nyεmmoa) nwͻtwe anini ne abedeε: Nwenini ne abedeε mmienu mmienu, εna mmirekyie anini ne abedeε mmienu mmienu. (Nkͻmhyεni), ka sε: ‘’(Anini) mmienu no na Nyankopͻn abra anaasε (abedeε) mmienu noa, anaasε (aboa no ba) no a ͻhyε abedeε mmienu no awodeε mu (na yabra)? Monfa nimdeε nka nkyerε me, sε moyε nokwafoͻ ampa a”"},{"SurahNumber":6,"VerseNumber":144,"Text":"Ɛna yoma nso mmienu (onini ne ͻbedeε) nantwie nso mmienu (onini ne ͻbedeε). Ka sε: “Anini mmienu no na Nyankopͻn abra anaasε abedeε mmienu no, anaasε (aboa no ba) no a ͻhyε abedeε mmienu no awodeε mu no (na yabra)? Anaasε na mo wͻ hͻ wͻ εberε a Nyankopͻn hyεε saa mmra no? Enti (onipa) bͻneni bεn na ͻkyεn obi a otwa torͻ to Nyankopͻn so sεdeε ͻde bεyera nnipa wͻ aberε a nimdeε biara nni mu? Nokorε sε, Nyankopͻn deε ͻntene nnipa bͻnefoͻ no (a wɔn ayɛ wɔn adwen sɛ wɔn deɛ bɔne ara na wɔ’bɛdie no)"},{"SurahNumber":6,"VerseNumber":145,"Text":"(Nkͻmhyεni), ka sε: ‘’Adiyisεm a yasiane ama me no mu deε, mennya adeε a yabra wͻ aduane a obi bedie ho, gyesε aboa funu anaa mogya a yahwie anaa prako-nam, efrisε εyε fii, anaa εnam fii a yakum ama (adeε bi) a εnyε Nyankopͻn. Nanso obi a ahokyerε nti, na εnyε anidaaho, anaa asoͻden (na εbεma no akͻdi saa nnam a yabra yi no), nokorε sε wo Wura Nyankopͻn ne Bͻnefakyε Hene Ɔne Mmͻborͻhunufoͻ Hene"},{"SurahNumber":6,"VerseNumber":146,"Text":"Wͻn a wͻ’yε Yudafoͻ no, yεbraa wͻn (aboa biara a) ͻwͻ tͻte a emu mpaeε, εna nantwie ne nnwan mu nso yεbraa wͻn (saa mmoa no) mmienu sradeε, gyesε deε εwͻ wͻn mmienu akyi ne deε εwͻ wͻn nsono mu anaa deε εne nnompe no adi afra. Saa ara na Y’etuaa wͻn asoͻden no so ka. Na ampa sε, Yεn na Yε’ka nokorε"},{"SurahNumber":6,"VerseNumber":147,"Text":"Sε wͻ’bu wo ͻtorofoͻ a, εneε ka sε: “Mmͻborͻhunu a mo Wura Nyankopͻn wͻ no so paa, na Na’bufuhyeε nnsan n’akyi mfri nnipa bͻnefoͻ no so”"},{"SurahNumber":6,"VerseNumber":148,"Text":"Wͻn a wͻ’de (biribi) abata Nyankopͻn ho no bεka sε ‘’Sε εyε Nyankopͻn pε (sε yεnnfa biribi mmata ne ho) a anka yεn, anaasε y’agyanom anfa (biribi) ammata Ne ho, na (sε εyε Nepε nso a) anka yammra biribiara. Saa ara na wͻn a wͻ’dii wͻn anim kan no twaa nkontompo kͻpem sε wͻ’kaa Y’asotwee no hwεeε. (Nkͻmhyεni), ka sε: ‘’Mowͻ (nsεm a mokeka no) ho nimdeε (anaa nyinasoͻ) bi a monyi ma yεn. Deε moadwen kyerε mo na modi akyire na deε moyε nso yε nkotompo"},{"SurahNumber":6,"VerseNumber":149,"Text":"Ka sε: ‘’Nyankopͻn na nyinasoͻ pefee a εkͻ aso mu no wͻ no. Sε Ɔpε a anka ͻbεkyerε mo nyinaa kwan (tenenee no)"},{"SurahNumber":6,"VerseNumber":150,"Text":"Ka sε: ‘’Monfa moadansefoͻ a wͻ’di adanseε sε: “Nokorε sε Nyankopͻn abra woi no mmra”. Sε wͻ’di adanseε no a hwε na woanka ho ne wͻn anni adanseε no; na hwε na woani wͻn a wͻ’po Yε’nsεm no ne wͻn a wͻ’nnye Daakye no nnie no na wͻ’de biribi toto wͻn Wura Nyankopͻn ho no apεdeε akyi"},{"SurahNumber":6,"VerseNumber":151,"Text":"Ka sε: ‘’Momra na menkenkan deε mo Wura Nyankopͻn abra mo no nkyerε mo: ‘’Monnfa biribiara mmata Neho, na monyε papa anaa ayεmyε ma awofoͻ, na mo’nnfa ohia nkunkum mo mma; Yεn na Yε’bͻ mo ne wͻn (nyinaa) akͻnhoma, monhwε na moammεn ahohwi bra (adwamammͻ) deε εda dwa ne deε asuma, na monhwε na moankum nipa a Nyankopͻn ayε no kronkron anaa W’abra (nekum), gyesε ne kwan so. Woi ho na Ɔrehyε mo, sεdeε mobεte aseε"},{"SurahNumber":6,"VerseNumber":152,"Text":"Monhwε na moamεn awisiaa agyapadeε, gyesε kwan pa so, kͻpem sε ͻbeduru ne mpanin berε mu. Na moma deε mohyε ne deε mosusuo no nyε pεpεεpε. Yε’mfa adesoa nsoa onipa, gyesε deε na’hoͻden betumi. Sε mokasa (anaasε mobu atεn, anaa modi asεm bi ho adanseε) a monka nokorε, sε (asεm no) fa obusuani ho mpo a; na moni Nyankopͻn Apam so. Woi ho na Ɔrehyε mo, sεdeε mode betu moho foͻ"},{"SurahNumber":6,"VerseNumber":153,"Text":"Nokorε sε, woi ne Me kwan tenenee no, enti monfa so, na monhwε na moankodi akwan (foforͻ) bi akyi, efrisε εbεma mo ne Ne kwan tenenee no ntεm apaepae. Woi ho na Ɔrehyε mo, sεdeε mo bεsuro Nyame ayε ahwεyie"},{"SurahNumber":6,"VerseNumber":154,"Text":"Afei Yε’de Nwoma no maa Mose de (Y’adom ne Yεn nhyira) wiee obiara a ͻbεyε papa no so, kyerεkyerεε biribiara mu pefee, na εyε kwankyerε ne ahummͻborͻ sεdeε wͻ’bεgye (wͻ’ne) wͻn Wura Nyankopͻn nhyiamu (Da) no adie"},{"SurahNumber":6,"VerseNumber":155,"Text":"Saa Nwoma yi nso Yε’de nhyira na asiane, enti moni akyire na monsuro Nyankopͻn nyε ahwεyie sεdeε yεbehu mo mmͻbͻ"},{"SurahNumber":6,"VerseNumber":156,"Text":"Sεdeε (Daakye) monkͻka sε: ‘’Nwoma no deε yesiane maa (nnipa) akuo mmienu bi (Yudafoͻ ne Kristofoͻ) a wͻ’dii y’anim kan no, na yε’deε yennim deε wͻ’suaeε no ho hwee"},{"SurahNumber":6,"VerseNumber":157,"Text":"Anaa moankͻka sε: ‘’Sε yesianee Nwoma no maa yεn a anka yε’betene akyεn wͻn”. Ampa sε nyinasoͻ pefee ne kwankyerε ne ahummͻborͻ fri mo Wura Nyankopͻn hͻ aba mo hͻ. Onipa bͻnefoͻ bεn na ͻkyεn obia ͻpo Nyankopͻn Nsεm no na ͻdane neho fri ho? Yε’de akatua bͻne betua wͻn a wͻ’dane wͻn ho fri Yεn nsεm no ho no ka, εnam dane a wͻ’danee wͻn ho (frii ho) no nti"},{"SurahNumber":6,"VerseNumber":158,"Text":"Enti wͻ’retwεn akosi sε Soro abͻfoͻ bεba wͻn hͻ, anaasε wo Wura Nyankopͻn bεba, anaa wo Wura Nyankopͻn (atemmuo no ho) nsεnkyerεnee bi bεba? Ɛda a wo Wura Nyankopͻn (Atemmuo no ho) nsεnkyerεnee no mu bi bεba no, ͻkra biara a onii kan nye nniiε anaa onyaa mfasoͻ bi (dada) wͻ negyidie no mu no, ne gyidie ho mma mfasoͻ. Ka sε: ‘’Montwεn, na yεnso yεretwεn “"},{"SurahNumber":6,"VerseNumber":159,"Text":"Wͻn a wͻ’paepae wͻn Nyamesom mu na wͻ’gu akuo-akuo no, nokorɛ sε (Nkͻmhyεni) wonka wͻn ho. Wͻn asεm wͻ Nyankopͻn hͻ, na Ɔbεbͻ wͻn dwuma a na wͻ’die no ho amaneε"},{"SurahNumber":6,"VerseNumber":160,"Text":"Obi a ͻde adepa bi bεba no, ͻwͻ nesεso so nhyira mperε du; ɛna obi nso a ͻde bͻne bi bεba no, bͻne no sεsε so akatua pεpεεpε na yεde betua no ka na yensisi wͻn"},{"SurahNumber":6,"VerseNumber":161,"Text":"(Nkͻmyεni), ka sε: ‘’Medeε me Wura Nyankopͻn atene me afa kwan tenenee no so (de ama) nokorε som (no a εyε) Abraham teneneeni no kwan no, na na (Abraham) nka abosomsomfoͻ no ho”"},{"SurahNumber":6,"VerseNumber":162,"Text":"(Nkͻmhyεni), ka sε: “Nokorε sε me Sala anaa me Nyamefrε, ne m’afͻrebͻ, ne menkwa ne me wuo (nyinaa) wͻ Abͻdeε nyinaa Wura Nyankopͻn"},{"SurahNumber":6,"VerseNumber":163,"Text":"“Onni ͻhokafoͻ biara, woi ho na y’ahyε me sε menyε Muslimifoͻ no mu nipa a odi kan"},{"SurahNumber":6,"VerseNumber":164,"Text":"Ka sε: ‘’Menfri Nyankopͻn akyi mfa obi foforͻ nyε awurade aberε a Ɔno na Ɔyε biribiara Wura?” Ɔkra bi nya (bͻne) bi a, ͻno ara na etia no; na obia ͻso adesoa nnsoa obi foforͻ adesoa. Mo Wura Nyankopͻn hͻ na εyε monkyi, na deε moante moho ase wͻ ho no Ɔbεbͻ mo ho amaneε"},{"SurahNumber":6,"VerseNumber":165,"Text":"Ɔno na W’ayε mo ananmusifoͻ wͻ asaase no so,1 εna W’apagya mo mu binom akyεn ebinom wͻ gyinaberε mu sεdeε adeε a Ɔde ama mo no Ɔde bεsͻ mo ahwε. Nokorε sε wo Wura Nyanko-pͻn ho yε hare wͻ asotwee ho, na nokorε nso sε ampa, Ɔne Bͻnefakyε Hene na Ɔne Mmͻborͻhunufoͻ Hene"},{"SurahNumber":7,"VerseNumber":1,"Text":"Alif - Laam - Miim - Soaad"},{"SurahNumber":7,"VerseNumber":2,"Text":"(Nkͻmhyεni, woi yε) Nwoma a yasiane ama woͻ, enti εmma w’akoma nnha wo wͻ ho; sεdeε wode bεbͻ kͻkͻ, na ayε afutusεm anaa nkaekaeε ama agyidiefoͻ no"},{"SurahNumber":7,"VerseNumber":3,"Text":"Moni deε yasiane fri mo Wura Nyankopͻn hͻ aberε mo no akyi, na monhwε na moamfri N’akyi ankodi akyitaafoͻ biara akyi, (nanso nnipa, anaa asεm no mu) kakraa bi na mokaeε"},{"SurahNumber":7,"VerseNumber":4,"Text":"Nkuro dodoɔ sɛn na (εnam bͻne nti) Y’asεe no? Y’asotwee baa so anadwo, anaasε awigyina berε a na wͻ’adeda regye wɔn ahome"},{"SurahNumber":7,"VerseNumber":5,"Text":"Ɛberε a Ya’sotwee baa wͻn soͻ no, esuu a wͻ’suiε nesε: “Nokorε sε yε’yε abͻnefoͻ.“"},{"SurahNumber":7,"VerseNumber":6,"Text":"Nokorε sε, Yebebisa wͻn a Yε’somaa (asomafoͻ) kͻͻ wͻn hͻ no asεm, na Yebebisa asomafoͻ no nso asεm"},{"SurahNumber":7,"VerseNumber":7,"Text":"Yε’de nimdeε bεkenkan (wͻn ho nsεm) akyerε wͻn na Yenfrii (wͻn ho) da"},{"SurahNumber":7,"VerseNumber":8,"Text":"Saa Da no nsania no bεyε nokorε (nsania); enti obi a ne kari boɔ mu bɛyɛ du (wͻ papa yε mu wɔ) nsania no soɔ no, saa nkorͻfoͻ no ne nkonimdifoͻ no"},{"SurahNumber":7,"VerseNumber":9,"Text":"Na wͻn a wͻn kariboɔ mu bεyε hare (wͻ papa yε mu wɔ nsania no soɔ) no, woi nom na wͻn kraa aberε aguo, efrisε wͻ’yεε Yεn Nsεm no ho bͻne"},{"SurahNumber":7,"VerseNumber":10,"Text":"Ampa sε, Yε’de mo tenaa asaase no so, εna Yε’yεε akͻnhoma bͻdeε wͻ so maa mo, (nanso) ayεyie ketewaabi na moyie"},{"SurahNumber":7,"VerseNumber":11,"Text":"Ampa sε, Yε’bͻͻ mo, εna Yε’de mo too mfonini mu, εna Yε’ka kyerεε Soro abͻfoͻ no sε: “Monyε (Sujud anaa) monfa moanim mutu fͻm ma Adam. Wͻn (nyinaa) yεε Sujud no, gyesε lblis (anaasε ͻbonsam), wannka wͻn a wͻ’de wͻn anim butuu fͻm no ho"},{"SurahNumber":7,"VerseNumber":12,"Text":"Nyankopͻn kaa sε: “Ɛdeεn na asi wo kwan a w’annfa w’anim ammutu fͻm wͻ aberε a M’ahyε woͻ?” Ɔkaa sε: “Mekyεn no; Wo bͻͻ me fri gyem, εna Wo bͻͻ ͻno nso fri nεteε mu”"},{"SurahNumber":7,"VerseNumber":13,"Text":"Nyankopͻn kaa sε: “Ɛneε siane fri ha kͻ, εnyε mma wo sε wobεyε ahomasoͻ wͻ ha; enti fri ha kͻ, nokorε sε woka wͻn a yabrε wͻn ase agu wͻn anim aseε no ho”"},{"SurahNumber":7,"VerseNumber":14,"Text":"(Iblis anaasε ͻbonsam) kaa sε: “Mame berε nkͻpem Da a wͻn bewu asͻreε”"},{"SurahNumber":7,"VerseNumber":15,"Text":"Nyankopͻn kaa sε: ”Woka wͻn a yama wͻn berε no ho “"},{"SurahNumber":7,"VerseNumber":16,"Text":"Iblis kaa sε: “Sεdeε W’abu me ͻyerafoͻ (anaa ͻbͻneεfoͻ) nti no, mεtena ase (atwεn) wͻn wͻ Wo kwan tenenee no mu “"},{"SurahNumber":7,"VerseNumber":17,"Text":"“Afei mefri wͻn anim ne wͻn akyi ne wͻn nifa so ne wͻn benkum so aba wͻn so, na wonnya wͻn mu pii a wͻ’beyi (Wo) ayε"},{"SurahNumber":7,"VerseNumber":18,"Text":"Nyankopͻn kaa sε: “Fri hͻ kͻ wͻ animguaseε mu, yayi wo adi. Nokorε sε, wͻn mu obiara a ͻbedi w’akyi no, Mede mo nyinaa bεhyε Ogya no mu mma"},{"SurahNumber":7,"VerseNumber":19,"Text":"Adam, wo ne woyere montena Turo no mu, na monidi nkͻpem faako a mopε (biara), na monhwε na moammεn saa dua yi na moankͻka abͻneεfoͻ no ho"},{"SurahNumber":7,"VerseNumber":20,"Text":"Nanso ͻbonsam daadaa wͻn sεdeε ͻbeyi wͻn adagya a yεde asuma wͻn no adi akyerε wͻn, na ͻkaa sε: “Ɛnyε biribiara ho nti na mo Wura Nyankopͻn abra mo saa dua yi, na mmom sε anyε a na moakͻyε Soro abͻfoͻ anaa moakͻyε wͻn a wͻ’te nkwa mu afe bͻͻ no mu bi”"},{"SurahNumber":7,"VerseNumber":21,"Text":"Odii nse kyerεε wͻn sε: “Nokorε sε, meyε ofutufo pa paa ma mo mmienu.”"},{"SurahNumber":7,"VerseNumber":22,"Text":"Enti ͻde naadaa maa wͻn hwee ase. Ɛberε a wͻ’kaa dua no (aba no bi) hwεeε no, wͻn adagya daa adi kyerεε wͻn, na wͻ’hyεε aseε kekaa Turo no mu nhahan no bi bobͻͻ mu katakataa wͻn ho so. Wͻn Wura Nyankopͻn frεε wͻn sε: “M’ammra mo saa dua no, εna Meka kyerεε mo sε ͻbonsam yε mo tamfo pefee?”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Wͻ’kaa sε: “Ye’wura Nyankopͻn, Y’ayε bͻne atia yεn kraa, na sε W’anfa yεn bͻne ankyε yεn na W’anhu yεn mmͻbͻ a, nokorε sε yεbεka brεguofoͻ no ho “"},{"SurahNumber":7,"VerseNumber":24,"Text":"Nyankopͻn kaa sε: “Monsiane (nkͻ asaase so), moyε moho moho atamfo. Mowͻ asetena ne akͻnhoma wͻ asaase no so kͻpem εberε bi (a yεde ama mo no) awieɛ “"},{"SurahNumber":7,"VerseNumber":25,"Text":"Nyankopͻn kaa sε: “Emu na mobεtena (wͻ monkwa nna mu) na emu na mobewuo na emu na mobepue afire (wͻ Wusͻreε Da no)"},{"SurahNumber":7,"VerseNumber":26,"Text":"Adasamma, nokorε sε Y’asiane ntoma a εkata moadagya soͻ ama mo, εne ahosiesie deε, εna Nyamesuro ntoma nso, εno na εyε. Woi ka Nyankopͻn nsεnkyerεnee no ho, sεdeε wͻ’bεfa adwen"},{"SurahNumber":7,"VerseNumber":27,"Text":"Adasamma, monhwε na moamma ͻbonsam annaadaa mo, sεdeε otuu mo awofoͻ frii Turo no mu no, na ͻpaa wͻn ho ntoma sεdeε ͻde wͻn adagya bεkyerε wͻn no. Nokorε sε, ͻne n’abusuafoͻ no hu mo wͻ baabi a monnhu wͻn. Nokorε sε, Y’ayε abosamfoͻ no akyitaafoͻ ama wͻn a wͻ’nnye nnie no"},{"SurahNumber":7,"VerseNumber":28,"Text":"Sε wͻ’bu ahohwi bra bi a, wͻ’se: Yε’bεtoo Y’agyanom wͻ so (sε wͻ’reyε), na Nyankopͻn na Ɔde ahyε yεn (sε yεnyε). Ka sε: “Nyankopͻn nnhyɛ (onipa) mma no mmɔ ahohwi bra; anaasε moka deε monnim deto Nyankopͻn so"},{"SurahNumber":7,"VerseNumber":29,"Text":"Ka sε: “Deε me Wura Nyankopͻn hyε (onipa) wͻ ho ne sε obedi nokorε, εna afei mode moanim bεkyerε Ɔno (nko ara) wͻ Nyamefrε berε biara, na afei mobesu afrε no wͻ nokorεdie mu, de ͻsom ama no. Sεdeε Osi hyεε mo ase (kane no, saa ara na) mobεsan aba (nkwa mu bio)"},{"SurahNumber":7,"VerseNumber":30,"Text":"W’akyerε fekuo bi kwan, εna fekuo bi nso ͻyera no na εfata wͻn, efrisε wͻ’afrii Nyankopͻn akyi afa abonsamfoͻ de wͻn ayε akyitaafoͻ, na wͻ’dwene sε wͻn atene"},{"SurahNumber":7,"VerseNumber":31,"Text":"Adam mma, monfa mo afεεfεdeε nsiesie mo ho wͻ Nyamefrε berε ne Nyamefrε bea biara mu, na monidi na monom, na (mmom) εmma mo nnsεe (no), efrisε Ɔmpε nsεmͻnefoͻ no asεm"},{"SurahNumber":7,"VerseNumber":32,"Text":"(Nkͻmhyεni) ka sε: “Hwan na w’abra Nyankopͻn afεεfεdeε ne akͻnhoma pa no a W’ayi ama ne nkoa no? Ka sε: “(Saa nnepa no) wͻ wͻn a wͻ’agye adie no wͻ wiase asetena yi mu, (na εbεwͻ agyidiefoͻ no) nko ara wͻ Owusͻreε Da no. Saa ara na Yε’kyerεkyerε nsεm no mu dema amanfoͻ a wͻ’nim"},{"SurahNumber":7,"VerseNumber":33,"Text":"Ka sε: “Deε me Wura Nyankopͻn abra ne ahohwisεm, emu deε εda adie ne deε asuma, εna bͻne, ne asisie a enni ho kwan (sε onipa yε), εna afei mode adeε a Onsianee ho tumi bi mmaeε bεbata Nyankopͻn ho, εna mobεka asεm a monnim de ato Nyankopͻn soͻ"},{"SurahNumber":7,"VerseNumber":34,"Text":"Nnipa kuo biara wͻ εberε (a yahyehyε ama wͻn sε wͻ’de fri wiase); enti sε wͻn berε no so a, w’ͻnnka akyi dͻnhwere baako koraa, na wͻnkͻ animu nso (dͻnhwere baako)"},{"SurahNumber":7,"VerseNumber":35,"Text":"Adasamma, sε asomafoͻ a wͻ’fri mo mu ba mo hͻ bεkenkan Mensεm kyerε mo a, obi a ͻbεgye adie na wayε ntotoeε pa no, ehuu mmͻ wͻn na wͻn werε nso nnho"},{"SurahNumber":7,"VerseNumber":36,"Text":"Na wͻn a wͻ’bu Yεn Nsεm no atorͻsεm, na wͻ’yε ho ahomasoͻ no, wͻ’ne egya no mufoͻ no; emu na wͻ’bεtena afe bͻͻ"},{"SurahNumber":7,"VerseNumber":37,"Text":"Enti hwan na ͻyε (nipa) bͻneni kyεn obi a ͻbͻ ne trim twa nkontompo to Nyankopͻn soͻ, anaa ɔfa N’asεm no nkontompo sɛm? Saa nkorͻfoͻ no nsa bεka wͻn kyεfa a εwͻ Nwoma no mu; kͻpem sε Y’abͻfoͻ no bεba wͻn hͻ abeyi wͻn nkwa; (Abͻfoͻ no) bεka sε: “Deε na mofri Nyankopͻn akyi sufrε wͻn no wͻ hen?” Wͻ’bεka sε: “Y’ahwere wͻn”. Wͻ’bedi adanseε atia wͻn ho sε nokorε, wͻ’yε (kaafirfoͻ) boniayεfoͻ"},{"SurahNumber":7,"VerseNumber":38,"Text":"Nyankopͻn bεka sε: “Monkͻka Jinni ne nnipa kuo no a wͻ’adi moanim kan atwa mu no ho, na mo ne wͻn nkͻ egya no mu. Ɛberε biara a nnipa kuo bi bewura mu no, ͻbͻ ne nua no dua kosi sε wͻn nyinaa bedidi so akͻ mu. Wͻn mu wͻn a wͻ’twa toͻ no bεka afa akandifoͻ no ho sε: “Ye’Wura Nyankopͻn, woi nom na wͻ’yeraa yεn, enti ma wͻn ogya asotwee no mmͻhoo. Yεbεka akyerε wͻn sε: “Obiara wͻ (asotwee no) mmͻhoo nanso monnim”"},{"SurahNumber":7,"VerseNumber":39,"Text":"Wͻn mu adikanfoͻ no nso bεka akyerε wͻn mu wͻn a wͻ’twatoͻ no sε: “Monnkyεn yεn, enti monka asotwee no nhwε εnam deε monyaeε ho nti”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Nokorε sε, wͻn a wͻ’bu Yεn Nsεm no atorͻsεm, na wͻ’yε ho ahomasoͻ no, yemmue ͻsoro apono mma wͻn, na w’ͻnnya kwan nnwura ͻsoro Aheman no mu kͻpem sε yoma bewura paneε tokuro mu. Saa na Y’etua abͻneεfoͻ no so ka"},{"SurahNumber":7,"VerseNumber":41,"Text":"Wͻn wͻ ogya mpa (a wͻ’bεda soͻ) ne (Ogya) akatasoͻ (a wͻde bεkata) wͻn ho soͻ. Saa na Y’etua abͻneεfoͻ no so ka"},{"SurahNumber":7,"VerseNumber":42,"Text":"Wͻn a wͻ’agye adie na wͻ’di dwuma pa no nso –Yεmfa adesoa nsoa ͻkra bi gyesε deε n’ahoͻden betumi –saa nkorͻfoͻ no ne Aheman no mu foͻ no. Emu na wͻ’bεtena"},{"SurahNumber":7,"VerseNumber":43,"Text":"Yε’beyi yawdie a εwͻ wͻn akoma mu biara afri hͻ; nsubͻnten nenam wͻn ase. Wͻ’bεka sε: “Ayeyie ne aseda wͻ Nyankopͻn a W’akyerε yεn kwan akͻ woi mu. Sε W’ankyerε yεn kwan a, anka yennya kwan kyerε. Ampa sε, ye’Wura Nyankopͻn asomafoͻ no de Nokorε no bae”. (Soro abͻfoͻ) bεfrε sε: “Woi ne Aheman no a morebedi adeε wᴐ mu no, εnam dwuma (pa) a modiiε no ho nti”"},{"SurahNumber":7,"VerseNumber":44,"Text":"Soro Aheman no mu foͻ no bεfrε Ogya no mufoͻ no sε: “Nokorε sε, yεnsa aka deε ye’Wura Nyankopͻn hyεε yεn ho bͻ no ampa; enti monso monsa aka deε mo Wura hyεε mo ho bͻ no ampa?” Wͻ’bεka sε: “Aane!” Ɔfrεfrεni bi bεfrε afri wͻn mu hͻ sε: “Onyankopͻn nnomee wͻ abͻneεfoͻ no so"},{"SurahNumber":7,"VerseNumber":45,"Text":"Wͻn a wͻ’si (amanfoͻ kwan) fri Nyankopͻn kwan no so hwehwε sε εbεkyea, na wͻ’po Daakye no"},{"SurahNumber":7,"VerseNumber":46,"Text":"Ntwaremu bi betware wͻn mmienu no (aheman mu foͻ no ne Ogya no mu foͻ) no ntεm. Mmarima bi wͻ fasuo no sorosoro a wᴐ’de (abᴐnefoᴐ no mu) biara nsohyε deε na ebehu wͻn; na wͻ’bεfrε Aheman no mufoͻ no sε: “Asomdwiε nka mo.” Wͻ’nnya nwuraa (Aheman no) mu deε, nanso wͻn wͻ ho anidaasoͻ"},{"SurahNumber":7,"VerseNumber":47,"Text":"Sε wͻn ani twa kͻhwε Ogya no mufoͻ no a, deε wͻ’ka nesε: “Ye’ Wura Nyanko-pͻn, (yε’srε Wo sε), εnnfa yεn nnka abͻneεfoͻ no ho “"},{"SurahNumber":7,"VerseNumber":48,"Text":"Mmarima a wͻn wͻ (fasuo) no soro hͻ no bεfrε mmarima a wͻ’de wͻn nsohyε-deε na ehu wͻn no sε: “Moahonya dodoͻ ne ahomasoͻ a na moyε no ansi mo hwee?’’"},{"SurahNumber":7,"VerseNumber":49,"Text":"(Saa agyidiefoͻ) woi nom ho na mokaa ntam sε: “Nyankopͻn mmfa N’ahummͻborͻ nngu wͻn soͻ no?” (Yεbεka akyerε agyidiefoͻ no sε): “Monwura ͻsoro Aheman no mu; suro biara nni moso na mowerε nso nnho”"},{"SurahNumber":7,"VerseNumber":50,"Text":"Amanehunu gya no mu foͻ no bεfrε ͻsoro Aheman no mu foͻ no sε: “Monhwie nsuo anaa deε Nyankopͻn de ama mo no mu bi ngu yεn so!” Wͻ’bεka sε: “Nokorɛ sɛ, Nyankopͻn ayε (deε wͻ’rebisa) no mmienu (nyinaa) akyiwadeε ama (kaafirfoͻ) boniayεfoͻ no"},{"SurahNumber":7,"VerseNumber":51,"Text":"Wͻn a wͻ’faa wͻn Nyamesom ahuhu-sεm ne agodie, na wiase asetena daadaa wͻn no. Enti εnnε Da yi Yεn werε befri wͻn sεdeε wͻn werε frii wͻn Da woi no, ne sεdeε wͻ’ko tiaa Yεn Nsεm no“"},{"SurahNumber":7,"VerseNumber":52,"Text":"Ampa sε, Yε’de Nwoma a Y’εde nimdeε akyerεkyerε mu aberε wͻn; εyε kwankyerε ne ahummͻborͻ dema amanfoͻ a wͻ’gye die"},{"SurahNumber":7,"VerseNumber":53,"Text":"Enti deε wͻ’retwεn ara nesε εberε no bεsoo? Ɛda a saa berε no bεsoo no, wͻn a kane no wͻn werε firiiε no bεka sε: “Ampa ye’Wura Nyankopͻn asomafoͻ no de nokorε no bae. Enti yεbenya ntwitwagyefoͻ bi a wͻ’betwitwa agye yεn? Anaasε yεma yεn nsan nkͻ (wiase) na yεnkͻdi dwuma a εnnyε deε yεdii no (kanee no)?” Ampa sε, wͻn ahwere wͻn kraa, na deε wͻ’bͻͻ wͻn trim yͻeε no nso adi wͻn hwammͻ"},{"SurahNumber":7,"VerseNumber":54,"Text":"Nokorε sε, mo Wura no ne Nyankopͻn a Ɔde nna nsia bͻͻ soro ne asaase, εna Ɔde Neho sii Animonyam Ahennwa no soͻ. Ɔno na Ɔma adesaeε kata adekyeε soͻ (εna adekyeε nso kata adesaeε nso soͻ) na εde ntεm pε tͻkͻ so (di wͻn ho wͻn ho akyi). Awia ne bosome ne nsoromma nso berε wͻn ho ase ma N’ahyεdeε. Nokorε sɛ, Ɔno na abͻdeε ne ahyεdeε wͻ no. Nhyira Wura ne Nyankopͻn Abͻdeε nyinaa Wura no"},{"SurahNumber":7,"VerseNumber":55,"Text":"Monfa ahobraseε nsu mfrε mo Wura Nyankopͻn wͻ kokoa mu. Nokorε sε, Ɔmpε mmratofoͻ no asεm"},{"SurahNumber":7,"VerseNumber":56,"Text":"Na monhwε na akyire yi a yasiesie asaase soͻ no moanni nsεmͻnee wͻ so, na monfa suro ne anidaasoͻ nsu mfrε no. Nokorε sε, Nyankopͻn ahummͻborͻ no bεn apapafoͻ no"},{"SurahNumber":7,"VerseNumber":57,"Text":"Ɔno na Ɔsoma mframa sԑ anohoba ma edi N’ahummͻborͻ no anim kan; kͻpem sε (mframa no) bεsoa munumkum duruduro no; Yepia (mununkum no) de ma asaase a awuo, na Yε’de asiane nsuo no, na Yε’de ama nnuaba biara apiepie. Saa ara na Yε’ma awufoͻ no piepie sεdeε mobεfa adwen"},{"SurahNumber":7,"VerseNumber":58,"Text":"Asaase pa no nso, εso nnuaba no fifiri wͻ ne Wura Nyankopͻn akwamma mu. Na (asaase a) εnyε no emfifiri hwee, gyesε kakraa bi. Saa ara na Yε’kyerεkyerε nsεm no mu de ma amanfoͻ a wͻ’yi (Nyame) ayε"},{"SurahNumber":7,"VerseNumber":59,"Text":"Ampa sε, Yε’somaa Noah kͻͻ ne nkorͻfoͻ hͻ. Ɔkaa sε: “Menkorͻfoͻ, monsom Nyankopͻn, na monni awurade foforͻ biara wͻ N’akyi. Nokorε sε mesuro Da kεseε no asotwee no ma mo “"},{"SurahNumber":7,"VerseNumber":60,"Text":"Nhemfo a εwͻ nenkorͻfoͻ no mu no kaa sε: “Yehu wo sε wo wͻ ͻyera pefee paa mu “"},{"SurahNumber":7,"VerseNumber":61,"Text":"Ɔkaa sε: “Menkorͻfoͻ, εnyε yera na mayera, na mmom meyε Ɔsomafoͻ firi Abͻdeε nyinaa Wura no hͻ"},{"SurahNumber":7,"VerseNumber":62,"Text":"Me Wura Nyankopͻn Asεm no ho dawuro na merebɔ akyerε mo, na merema mo afutupa, na menim adeε a monnim wͻ Nyankopͻn hͻ"},{"SurahNumber":7,"VerseNumber":63,"Text":"Anaasε εyε mo nwanwa sε Afutusεm fri mo Wura Nyankopͻn hͻ nam momu nipa bi so aba mo hͻ sεdeε ͻde bεbͻ mo kͻkͻ na mobεyε ahwεyie ama yahu mo mmͻbͻ"},{"SurahNumber":7,"VerseNumber":64,"Text":"Nanso wͻ’buu no nkontomponi, enti Yε’gyee no, ne wͻn a wͻ’ka ne ho no wͻ εhyεn no mu no nkwa, na Yε’maa nsuo faa wͻn a wͻ’faa Yεn Nsεm no atorͻsεm no. Nokorε sε, na wͻ’yε nnipa a wͻn ani afira"},{"SurahNumber":7,"VerseNumber":65,"Text":"Aadfoͻ nso wͻn nua Huud kͻͻ wͻn hͻ. Ɔkaa sε: “Menkorͻfoͻ, monsom Nyankopͻn, (efrisε) monni awurade foforͻ biara wͻ N’akyi. Enti monnnsuro Nyankopͻn na monnyε ahwεyie?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Nhemfo {anaa mpanimfoͻ} boniayεfoͻ a εwͻ nenkorͻfoͻ no mu no kaa sε: “Nokorε, yehu wo sε wo wͻ agyimisεm mu na yε’dwen sε woka nkontompofoͻ no ho"},{"SurahNumber":7,"VerseNumber":67,"Text":"Ɔkaa sε: “Menkorͻfoͻ, εnyε gyimii na m’agyimi, na mmom meyε Ɔsomafoͻ fri Abͻdeε nyinaa Wura no hͻ “"},{"SurahNumber":7,"VerseNumber":68,"Text":"Me Wura Nyankopͻn Asεm no ho dawuro na merebɔ akyerε mo, na meyε ofutufo pa nokwafoͻ ma mo"},{"SurahNumber":7,"VerseNumber":69,"Text":"Anaasε εyε mo nwanwa sε Afutusεm fri mo Wura Nyankopͻn hͻ nam mo mu nipa bi so aba mo hͻ sε ͻmεbͻ mo kͻkͻ? Monkae εberε a Ɔyεε mo ananmusifoͻ wͻ Noa nkorͻfoͻ no akyi, na Ɔmaa mo nkͻsoͻ wͻ abͻdeε (a atwa moho ahyia) no mu. Enti monkae Nyankopͻn adom, sεdeε mobedi nkonim"},{"SurahNumber":7,"VerseNumber":70,"Text":"Wͻ’kaa sε: “Wobaa yεn hͻ sεdeε yεbεsom Nyankopͻn nko ara, na yεbegyae deε na y’agyanom som? Ɛneε fa deε worehyε yεn ho bͻ no bra, sε woka nokwafoͻ no ho ampa a”"},{"SurahNumber":7,"VerseNumber":71,"Text":"Ɔkaa sε: “Nokorε asotwee ne abufuo fri mo Wura Nyankopͻn hͻ aba mo so. Moregye me akyinnye wͻ (abosom) din a mo ne moagya nom atotoͻ no ho, abrɛ a Nyankopͻn nsianee tumi biara wɔ ho? Eneɛ montwεn, na meka mo ne wͻn a wͻ’retwεn no ho"},{"SurahNumber":7,"VerseNumber":72,"Text":"Enti Yε’de ahummͻborͻ a efiri Yεn hͻ no gyee no ne wͻn a wͻ’ka ne ho no nkwa. Na Yε’tͻree wͻn a wͻ’faa Yεn Nsεm no atorͻsεm no ase. Na (saa nkorͻfoͻ no) nyε agyidiefoͻ"},{"SurahNumber":7,"VerseNumber":73,"Text":"Samuudfoͻ no nso (Yε’somaa) wͻn nua Soalih maa no kͻͻ wͻn hͻ. Ɔkaa sε: “Menkorͻfoͻ, monsom Nyankopͻn, na monni awurade foforͻ biara wͻ N’akyi. Ampa sε (Nokorε) pefee fri mo Wura Nyankopͻn hͻ aba mo hͻ; woi yε Nyankopͻn yoma bedeε a ͻyε nsεnkyerεnee ma mo; enti monyae no ma no nidi wͻ Nyankopͻn asaase no so, na monhwε na moanyε no bͻne, anyε saa a asotwee a εyε ya paa bεsͻ mo mu"},{"SurahNumber":7,"VerseNumber":74,"Text":"Monkae εberε a Ɔyεε mo ananmusifoͻ wͻ Aadfoͻ no akyi, de mo tenaa asaase no soͻ, na mosisii mo abansoroͻ wͻ ne petee no mu, san bͻne mmepͻ mu yεε no adan. Enti monkae Nyankopͻn adom, na monhwε yie na moanni nsεmͻnee wͻ asaase no so"},{"SurahNumber":7,"VerseNumber":75,"Text":"Nhemfo (anaa mpanimfoͻ) a wͻ’yε ahomasoͻ wͻ ne nkorͻfoͻ no mu no ka kyerεε wͻn a wͻ’yε mmrε na wͻ’agye adi wͻ wͻn mu no sε: “Monim sε Soalh yε obia ne Wura Nyankopͻn na asoma no? “Wͻ’kaa sε: “Nokorε sε yε’gye deε yεde asoma no no di”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Wͻn a wͻ’yε ahomasoͻ no kaa sε: “Nokorε sε yε’deε, yεnnye deε mogye die no nni “"},{"SurahNumber":7,"VerseNumber":77,"Text":"Enti wͻ’kum yoma bedeε no, na wͻ’tee wͻn Wura Nyankopͻn ahyεdeε no so atua, kaa sε: “Soalh, fa deε w’ahyε yεn ho bͻ no bra, sε woka (Nyame) asomafoͻ no ho ampa a”"},{"SurahNumber":7,"VerseNumber":78,"Text":"Enti asaase wosoͻ sͻͻ wͻn mu, na wͻ’yεε dinn wͻ wͻn afie mu"},{"SurahNumber":7,"VerseNumber":79,"Text":"Enti (Soalh) danee ne ho fri wͻn ho kaa sε: “Menkorͻfoͻ, mebͻͻ mo me Wura Nyankopͻn Asεm no ho dawuro kyerεε mo, na metuu mo fo, nanso moampε afotuo no”"},{"SurahNumber":7,"VerseNumber":80,"Text":"Ɛna Lut nso, εberε a ͻka kyerεε ne nkorͻfoͻ no sε: “Mobͻ ahohwi bra a amansan no mu biara nnii moanim kan nyεε bi da?”"},{"SurahNumber":7,"VerseNumber":81,"Text":"“Nokorε sε, mofri mmaa akyi de akͻnnͻ kͻ mmarima ho. Daabi, moyε nnipa a modi nsεmᴐne.”"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ne nkorͻfoͻ no mmuaeε a wͻ’de maeε ara nesε: “Montu wͻn mfri mo kuro no mu; efrisε, wͻ’yε nipa a wͻ’pε ahoteε“"},{"SurahNumber":7,"VerseNumber":83,"Text":"Enti Yε’gyee ͻne n’abusuafoͻ nkwa, gyesε neyere, na ͻka wͻn a wͻ’kaa akyire no ho"},{"SurahNumber":7,"VerseNumber":84,"Text":"Na Yε’tͻͻ nsuo paa gu wͻn so. Enti hwε sεdeε abͻneεfoͻ no awieε si wieε"},{"SurahNumber":7,"VerseNumber":85,"Text":"Ɛna Mad’yan nso wͻn nua Shua’ib kͻͻ wͻn hͻ. Ɔkaa sε: “Menkorͻfoͻ, monsom Nyankopͻn, monni awurade foforͻ biara wͻ N’akyi. Ampa, nyinasoͻ pefee fri mo Wura Nyankopͻn hͻ aba mo hͻ; enti (sε morehyε adeε ama obi a) monhyε ma εnyε ma, na monsusu (biribiara nso pεpεεpε) na monhwε na moanfa nyansa kwan ante amanfoͻ nneεma so, afei εmma monni nsεmͻne wͻ asaase no so wͻ akyire yi a yatoto biribiara wͻ so pεpεεpε. Saa na εyε papa ma mo sε moyε gyidiefoͻ ampa a"},{"SurahNumber":7,"VerseNumber":86,"Text":"Monhwε na moantenatena akwan biara so anhunahuna wͻn, annsi wͻn a wͻ’agye adie no kwan amfri Nyankopͻn kwan no so anhwehwε sε (Nyame kwan no) bεkyea. Na monkae εberε a na moyε kakraabi, na Ɔmaa mo dͻͻso; na monhwε sεdeε nsεmͻnedifoͻ no awieε si wieε"},{"SurahNumber":7,"VerseNumber":87,"Text":"Sε mo mu fa bi agye deε yεde somaa me no adi, ɛna εfa bi nso nnye nni a, monsi aboterε nkͻpem sε Nyankopͻn bebu yεn tεm atεn; na Ɔne atemmufoɔ mu Otemmufoͻ pa no”"}]}