{"Id":107,"LanguageCodes":["en","eng"],"Name":"eng-aliquliqarai","Author":"Ali Quli Qarai","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif, Lam, Ra. These are the signs of the Book and a manifest Quran"},{"SurahNumber":15,"VerseNumber":2,"Text":"Much will the faithless wish that they had been Muslims"},{"SurahNumber":15,"VerseNumber":3,"Text":"Leave them to eat and enjoy and to be diverted by longings. Soon they will know"},{"SurahNumber":15,"VerseNumber":4,"Text":"We did not destroy any town but that it had a known term"},{"SurahNumber":15,"VerseNumber":5,"Text":"No nation can advance its time nor can it defer it"},{"SurahNumber":15,"VerseNumber":6,"Text":"They said, ‘O you, to whom the Reminder has been sent down, you are indeed crazy"},{"SurahNumber":15,"VerseNumber":7,"Text":"Why do you not bring us the angels should you be truthful?!’"},{"SurahNumber":15,"VerseNumber":8,"Text":"We do not send down the angels except with due reason, and then they will not be granted any respite"},{"SurahNumber":15,"VerseNumber":9,"Text":"Indeed We have sent down the Reminder, and indeed We will preserve it"},{"SurahNumber":15,"VerseNumber":10,"Text":"Certainly We sent [apostles] before you to former communities"},{"SurahNumber":15,"VerseNumber":11,"Text":"and there did not come to them any apostle but that they used to deride him"},{"SurahNumber":15,"VerseNumber":12,"Text":"That is how We let it pass through the hearts of the guilty"},{"SurahNumber":15,"VerseNumber":13,"Text":"they do not believe in it, and the precedent of the ancients has already passed"},{"SurahNumber":15,"VerseNumber":14,"Text":"Were We to open for them a gate of the sky, so that they could go on ascending through it"},{"SurahNumber":15,"VerseNumber":15,"Text":"they would surely say, ‘Indeed a spell has been cast on our eyes; indeed, we are a bewitched lot.’"},{"SurahNumber":15,"VerseNumber":16,"Text":"Certainly We have appointed houses in the sky and adorned them for the onlookers"},{"SurahNumber":15,"VerseNumber":17,"Text":"and We have guarded them from every outcast Satan"},{"SurahNumber":15,"VerseNumber":18,"Text":"except someone who may eavesdrop, whereat there pursues him a manifest flame"},{"SurahNumber":15,"VerseNumber":19,"Text":"And We spread out the earth, and cast in it firm mountains, and We grew in it every kind of balanced thing"},{"SurahNumber":15,"VerseNumber":20,"Text":"and made in it [various] means of livelihood for you and for those whom you do not provide for"},{"SurahNumber":15,"VerseNumber":21,"Text":"There is not a thing but that its sources are with Us, and We do not send it down except in a known measure"},{"SurahNumber":15,"VerseNumber":22,"Text":"And We send the fertilizing winds and send down water from the sky providing it for you to drink and you are not maintainers of its resources"},{"SurahNumber":15,"VerseNumber":23,"Text":"Indeed it is We who give life and bring death and We are the inheritors"},{"SurahNumber":15,"VerseNumber":24,"Text":"Certainly We know the predecessors among you and certainly We know the successors"},{"SurahNumber":15,"VerseNumber":25,"Text":"and indeed it is your Lord who will resurrect them. Indeed, He is all-wise, all-knowing"},{"SurahNumber":15,"VerseNumber":26,"Text":"Certainly We created man out of a dry clay [drawn] from an aging mud"},{"SurahNumber":15,"VerseNumber":27,"Text":"and We created the jinn earlier, out of a piercing fire"},{"SurahNumber":15,"VerseNumber":28,"Text":"When your Lord said to the angels, ‘Indeed I am going to create a human out of a dry clay [drawn] from an aging mud"},{"SurahNumber":15,"VerseNumber":29,"Text":"So when I have proportioned him and breathed into him of My spirit, then fall down in prostration before him.’"},{"SurahNumber":15,"VerseNumber":30,"Text":"Thereat the angels prostrated, all of them together"},{"SurahNumber":15,"VerseNumber":31,"Text":"but not Iblis: he refused to be among those who prostrated"},{"SurahNumber":15,"VerseNumber":32,"Text":"He said, ‘O Iblis! What kept you from being among those who have prostrated?’"},{"SurahNumber":15,"VerseNumber":33,"Text":"Said he, ‘I will not prostrate before a human whom You have created out of a dry clay [drawn] from an aging mud.’"},{"SurahNumber":15,"VerseNumber":34,"Text":"He said, ‘Begone hence, for you are indeed an outcast"},{"SurahNumber":15,"VerseNumber":35,"Text":"and indeed the curse shall lie on you until the Day of Retribution.’"},{"SurahNumber":15,"VerseNumber":36,"Text":"He said, ‘My Lord! Respite me till the day they will be resurrected.’"},{"SurahNumber":15,"VerseNumber":37,"Text":"Said He, ‘You are indeed among the reprieved"},{"SurahNumber":15,"VerseNumber":38,"Text":"until the day of the known time.’"},{"SurahNumber":15,"VerseNumber":39,"Text":"He said, ‘My Lord! As You have consigned me to perversity, I will surely glamorize [evil] for them on the earth, and I will surely pervert them, all"},{"SurahNumber":15,"VerseNumber":40,"Text":"except Your dedicated servants among them.’"},{"SurahNumber":15,"VerseNumber":41,"Text":"He said, ‘This is the path [leading] straight to Me"},{"SurahNumber":15,"VerseNumber":42,"Text":"Indeed, as for My servants you do not have any authority over them, except the perverse who follow you"},{"SurahNumber":15,"VerseNumber":43,"Text":"and indeed hell is the tryst of them all"},{"SurahNumber":15,"VerseNumber":44,"Text":"It has seven gates, and to each gate belongs a separate portion of them.’"},{"SurahNumber":15,"VerseNumber":45,"Text":"Indeed the Godwary will be amid gardens and springs"},{"SurahNumber":15,"VerseNumber":46,"Text":"‘‘Enter it in peace and safety!’’"},{"SurahNumber":15,"VerseNumber":47,"Text":"We will remove whatever rancour there is in their breasts; [intimate like] brothers, [they will be reclining] on couches, facing one another"},{"SurahNumber":15,"VerseNumber":48,"Text":"Therein neither weariness shall touch them, nor will they [ever] be expelled from it"},{"SurahNumber":15,"VerseNumber":49,"Text":"Inform my servants that I am indeed the All-forgiving, the All-merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"and that My punishment is a painful punishment"},{"SurahNumber":15,"VerseNumber":51,"Text":"And inform them about the guests of Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"when they entered into his presence and said, ‘Peace!’ He said, ‘We are indeed afraid of you.’"},{"SurahNumber":15,"VerseNumber":53,"Text":"They said, ‘Do not be afraid. Indeed we give you the good news of a wise son.’"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said, ‘Do you give me good news though old age has befallen me? What is the good news that you bring me?’"},{"SurahNumber":15,"VerseNumber":55,"Text":"They said, ‘We bring you good news in truth; so do not be despondent.’"},{"SurahNumber":15,"VerseNumber":56,"Text":"He said, ‘Who despairs of his Lord’s mercy except the astray?!’"},{"SurahNumber":15,"VerseNumber":57,"Text":"He said, ‘O messengers, what is now your errand?’"},{"SurahNumber":15,"VerseNumber":58,"Text":"They said, ‘We have been sent toward a guilty people"},{"SurahNumber":15,"VerseNumber":59,"Text":"[who shall perish] except the family of Lot. We will indeed deliver all of them"},{"SurahNumber":15,"VerseNumber":60,"Text":"except his wife, [who], We have ordained, will indeed be among those who remain behind.’"},{"SurahNumber":15,"VerseNumber":61,"Text":"So when the messengers came to Lot’s family"},{"SurahNumber":15,"VerseNumber":62,"Text":"he said, ‘You are indeed strangers [to me].’"},{"SurahNumber":15,"VerseNumber":63,"Text":"They said, ‘Indeed, we bring you what they used to doubt"},{"SurahNumber":15,"VerseNumber":64,"Text":"We bring you the truth, and indeed, we speak truly"},{"SurahNumber":15,"VerseNumber":65,"Text":"Take your family in a watch of the night; and follow in their rear, and none of you should turn round, and proceed as you are bidden.’"},{"SurahNumber":15,"VerseNumber":66,"Text":"We apprised him of the matter that these will be rooted out by dawn"},{"SurahNumber":15,"VerseNumber":67,"Text":"The people of the city came, rejoicing"},{"SurahNumber":15,"VerseNumber":68,"Text":"He said, ‘These are indeed my guests. Do not bring dishonour on me"},{"SurahNumber":15,"VerseNumber":69,"Text":"Be wary of Allah and do not humiliate me.’"},{"SurahNumber":15,"VerseNumber":70,"Text":"They said, ‘Did we not forbid you from [defending ] strangers?’"},{"SurahNumber":15,"VerseNumber":71,"Text":"He said, ‘These are my daughters, [marry them] if you should do anything.’"},{"SurahNumber":15,"VerseNumber":72,"Text":"By your life, they were bewildered in their drunkenness"},{"SurahNumber":15,"VerseNumber":73,"Text":"So the Cry seized them at sunrise"},{"SurahNumber":15,"VerseNumber":74,"Text":"and We made its topmost part its nethermost, and rained on them stones of shale"},{"SurahNumber":15,"VerseNumber":75,"Text":"There are indeed signs in that for the percipient"},{"SurahNumber":15,"VerseNumber":76,"Text":"Indeed it is on a standing road"},{"SurahNumber":15,"VerseNumber":77,"Text":"and there is indeed a sign in that for the faithful"},{"SurahNumber":15,"VerseNumber":78,"Text":"Indeed the inhabitants of Aykah were [also] wrongdoers"},{"SurahNumber":15,"VerseNumber":79,"Text":"So We took vengeance on them, and indeed the two of them are on an open highway"},{"SurahNumber":15,"VerseNumber":80,"Text":"Certainly the inhabitants of Hijr denied the apostles"},{"SurahNumber":15,"VerseNumber":81,"Text":"We had given them Our signs but they disregarded them"},{"SurahNumber":15,"VerseNumber":82,"Text":"They used to hew out dwellings from mountains feeling secure"},{"SurahNumber":15,"VerseNumber":83,"Text":"So the Cry seized them at dawn"},{"SurahNumber":15,"VerseNumber":84,"Text":"and what they used to earn did not avail them"},{"SurahNumber":15,"VerseNumber":85,"Text":"We did not create the heavens and the earth and whatever is between them except with consummate wisdom, and indeed the Hour is bound to come. So forbear with a graceful forbearance"},{"SurahNumber":15,"VerseNumber":86,"Text":"Indeed your Lord is the All-creator, the All-knowing"},{"SurahNumber":15,"VerseNumber":87,"Text":"Certainly We have given you [the surah of] the seven oft-repeated verses and the great Quran"},{"SurahNumber":15,"VerseNumber":88,"Text":"Do not extend your glance toward what We have provided to certain groups of them, and do not grieve for them, and lower your wing to the faithful"},{"SurahNumber":15,"VerseNumber":89,"Text":"and say, ‘I am indeed a manifest warner [of punishment from God],’"},{"SurahNumber":15,"VerseNumber":90,"Text":"like that We sent down upon those who split into bands"},{"SurahNumber":15,"VerseNumber":91,"Text":"who represented the Quran as magic"},{"SurahNumber":15,"VerseNumber":92,"Text":"By your Lord, We will question them all"},{"SurahNumber":15,"VerseNumber":93,"Text":"concerning what they used to do"},{"SurahNumber":15,"VerseNumber":94,"Text":"So proclaim what you have been commanded, and turn away from the polytheists"},{"SurahNumber":15,"VerseNumber":95,"Text":"Indeed We will suffice you against the deriders"},{"SurahNumber":15,"VerseNumber":96,"Text":"—those who set up another deity besides Allah. Soon they will know"},{"SurahNumber":15,"VerseNumber":97,"Text":"Certainly We know that you become upset because of what they say"},{"SurahNumber":15,"VerseNumber":98,"Text":"So celebrate the praise of your Lord and be among those who prostrate"},{"SurahNumber":15,"VerseNumber":99,"Text":"and worship your Lord until certainty comes to you"},{"SurahNumber":16,"VerseNumber":1,"Text":"Allah’s edict is coming! So do not seek to hasten it. Immaculate is He and exalted above [having] any partners that they ascribe [to Him]"},{"SurahNumber":16,"VerseNumber":2,"Text":"He sends down the angels with the spirit of His command to whomever He wishes of His servants: ‘Warn [the people] that there is no god except Me; so be wary of Me.’"},{"SurahNumber":16,"VerseNumber":3,"Text":"He created the heavens and the earth with consummate wisdom. He is above having any partners that they ascribe [to Him]"},{"SurahNumber":16,"VerseNumber":4,"Text":"He created man from a drop of [seminal] fluid, and, behold, he is an open contender"},{"SurahNumber":16,"VerseNumber":5,"Text":"He created the cattle, in which there is warmth for you and [other] uses, and some of them you eat"},{"SurahNumber":16,"VerseNumber":6,"Text":"There is in them a beauty for you when you bring them home for rest and when you drive them forth to pasture"},{"SurahNumber":16,"VerseNumber":7,"Text":"And they bear your burdens to towns, which you could not reach except by straining yourselves. Indeed your Lord is most kind and merciful"},{"SurahNumber":16,"VerseNumber":8,"Text":"And horses, mules and asses, for you to ride them, and for pomp, and He creates what you do not know"},{"SurahNumber":16,"VerseNumber":9,"Text":"With Allah rests guidance to the straight path, and some of the paths are devious, and had He wished He would have guided you all"},{"SurahNumber":16,"VerseNumber":10,"Text":"It is He who sends down water from the sky: from it you get your drink and with it are [sustained] the plants wherein you pasture your herds"},{"SurahNumber":16,"VerseNumber":11,"Text":"For you He makes the crops grow with it and olives, date palms, vines, and fruits of all kinds. There is indeed a sign in that for a people who reflect"},{"SurahNumber":16,"VerseNumber":12,"Text":"He disposed the night and the day for you, and the sun, the moon and the stars are disposed by His command. There are indeed signs in that for people who exercise their reason"},{"SurahNumber":16,"VerseNumber":13,"Text":"And [He disposed for your benefit] whatever He has created for you in the earth of diverse hues—there is indeed a sign in that for a people who take admonition"},{"SurahNumber":16,"VerseNumber":14,"Text":"It is He who disposed the sea [for your benefit] that you may eat from it fresh meat, and obtain from it ornaments which you wear, and you see the ships plowing through it, that you may seek His bounty and that you may give thanks"},{"SurahNumber":16,"VerseNumber":15,"Text":"He cast firm mountains in the earth lest it should shake with you, and [made] streams and ways, so that you may be guided"},{"SurahNumber":16,"VerseNumber":16,"Text":"—and the landmarks [as well]—and by the stars they are guided"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is He who creates like one who does not create? Will you not then take admonition"},{"SurahNumber":16,"VerseNumber":18,"Text":"If you enumerate Allah’s blessings, you will not be able to count them. Indeed Allah is all-forgiving, all-merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"and Allah knows whatever you hide and whatever you disclose"},{"SurahNumber":16,"VerseNumber":20,"Text":"Those whom they invoke besides Allah do not create anything and are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"They are dead and lifeless, and are not aware when they will be resurrected"},{"SurahNumber":16,"VerseNumber":22,"Text":"Your God is the One God. Those who do not believe in the Hereafter, their hearts are in denial [of the truth], and they are arrogant"},{"SurahNumber":16,"VerseNumber":23,"Text":"Undoubtedly, Allah knows whatever they hide and whatever they disclose. Indeed, He does not like the arrogant"},{"SurahNumber":16,"VerseNumber":24,"Text":"When they are asked, ‘What is it that your Lord has sent down?’ They say, ‘Myths of the ancients,’"},{"SurahNumber":16,"VerseNumber":25,"Text":"[with the result] that they will bear the full weight of their own burden on the Day of Resurrection, along with part of the burden of those whom they mislead without any knowledge. Behold! Evil is what they bear"},{"SurahNumber":16,"VerseNumber":26,"Text":"Those who were before them [had also] schemed. Then Allah came at their edifice from the foundations and the roof fell down upon them from above and the punishment overtook them whence they were not aware"},{"SurahNumber":16,"VerseNumber":27,"Text":"Then, on the Day of Resurrection, He will disgrace them, and say, ‘Where are My “partners” for whose sake you used to defy [Allah]?’ Those who were given knowledge will say, ‘Indeed today disgrace and distress pursue the faithless.’"},{"SurahNumber":16,"VerseNumber":28,"Text":"—Those whom the angels take away while they were wronging themselves. Thereat they submit: ‘We were not doing any evil!’ ‘Yes, [the angels say to them,] indeed Allah knows best what you used to do"},{"SurahNumber":16,"VerseNumber":29,"Text":"Enter the gates of hell to remain in it [forever]. Evil is the [final] abode of the arrogant.’"},{"SurahNumber":16,"VerseNumber":30,"Text":"But those who were Godwary will be asked, ‘What is it that your Lord has sent down?’ They will say, ‘Good.’ For those who do good in this world there will be a good [reward], and the abode of the Hereafter is better, and the abode of the Godwary is surely excellent"},{"SurahNumber":16,"VerseNumber":31,"Text":"the Gardens of Eden, which they will enter, with streams running in them. There they will have whatever they wish, and thus does Allah reward the Godwary"},{"SurahNumber":16,"VerseNumber":32,"Text":"—those whom the angels take away while they are pure. They say [to them], ‘Peace be to you! Enter paradise because of what you used to do.’"},{"SurahNumber":16,"VerseNumber":33,"Text":"Do they not consider that the angels may come to them, or your Lord’s edict may come? Those who were before them had acted likewise; Allah did not wrong them, but they used to wrong themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"So the evils of what they had earned visited them, and they were besieged by what they used to deride"},{"SurahNumber":16,"VerseNumber":35,"Text":"The polytheists say, ‘Had Allah wished, we would not have worshiped anything besides Him—neither we, nor our fathers—nor we would have forbidden anything without His sanction.’ Those who were before them had acted likewise. Is the apostles’ duty anything but to communicate in clear terms"},{"SurahNumber":16,"VerseNumber":36,"Text":"Certainly We raised an apostle in every nation [to preach:] ‘Worship Allah, and shun fake deities.’ Among them were some whom Allah guided, and among them were some who deserved to be in error. So travel over the land and observe how was the fate of the deniers"},{"SurahNumber":16,"VerseNumber":37,"Text":"Even if you are eager for them to be guided, indeed Allah does not guide those who mislead [others], and they will have no helpers"},{"SurahNumber":16,"VerseNumber":38,"Text":"They swear by Allah with solemn oaths that Allah will not resurrect those who die. Yes indeed [He will], it is a promise binding upon Him, but most people do not know"},{"SurahNumber":16,"VerseNumber":39,"Text":"so that He may clarify for them what they differ about, and that the faithless may know that they were liars"},{"SurahNumber":16,"VerseNumber":40,"Text":"All that We say to a thing, when We will it, is to say to it ‘Be!’ and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"Those who migrate for the sake of Allah after they have been wronged, We will surely settle them in a good place in the world, and the reward of the Hereafter is surely greater, had they known"},{"SurahNumber":16,"VerseNumber":42,"Text":"—those who are patient and who put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"We did not send [any apostles] before you except as men to whom We revealed. Ask the People of the Reminder if you do not know"},{"SurahNumber":16,"VerseNumber":44,"Text":"[We sent them] with manifest proofs and scriptures. We have sent down the reminder to you so that you may clarify for the people that which has been sent down to them, so that they may reflect"},{"SurahNumber":16,"VerseNumber":45,"Text":"Do those who devise evil schemes feel secure that Allah will not make the earth swallow them, or the punishment will not overtake them whence they are not aware"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He will not seize them in the midst of their bustle, whereupon they will not be able to frustrate [Him]"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or that He will not visit them with attrition? Indeed your Lord is most kind and merciful"},{"SurahNumber":16,"VerseNumber":48,"Text":"Have they not regarded that whatever thing Allah has created casts its shadow to the right and to the left, prostrating to Allah in utter humility"},{"SurahNumber":16,"VerseNumber":49,"Text":"To Allah prostrates whatever is in the heavens and whatever is on the earth, including animals and angels, and they are not arrogant"},{"SurahNumber":16,"VerseNumber":50,"Text":"They fear their Lord above them, and do what they are commanded"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah has said, ‘Do not worship two gods. Indeed He is the One God, so be in awe of Me [alone].’"},{"SurahNumber":16,"VerseNumber":52,"Text":"To Him belongs whatever is in the heavens and the earth, and to Him belongs the enduring religion. Will you, then, be wary of other than Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Whatever blessing you have is from Allah, and when a distress befalls you, you make entreaties to Him"},{"SurahNumber":16,"VerseNumber":54,"Text":"Then, when He removes the distress from you—behold, a part of them ascribe partners to their Lord"},{"SurahNumber":16,"VerseNumber":55,"Text":"being unthankful for what We have given them. So let them enjoy. Soon they shall know"},{"SurahNumber":16,"VerseNumber":56,"Text":"They assign a share in what We have provided them to what they do not know. By Allah, you will surely be questioned concerning what you used to fabricate"},{"SurahNumber":16,"VerseNumber":57,"Text":"And they attribute daughters to Allah—immaculate is He—while they will have what they desire"},{"SurahNumber":16,"VerseNumber":58,"Text":"When one of them is brought the news of a female [newborn], his face becomes darkened, and he chokes with suppressed agony"},{"SurahNumber":16,"VerseNumber":59,"Text":"He hides from the people out of distress at the news he has been brought: shall he retain it in humiliation, or bury it in the ground! Behold! Evil is the judgement that they make"},{"SurahNumber":16,"VerseNumber":60,"Text":"There is an evil description for those who do not believe in the Hereafter, and the loftiest description belongs to Allah, and He is the All-mighty, the All-wise"},{"SurahNumber":16,"VerseNumber":61,"Text":"Were Allah to take mankind to task for their wrongdoing, He would not leave any living being upon it. But He respites them until a specified time; so when their time comes they shall not defer it by a single hour nor shall they advance it"},{"SurahNumber":16,"VerseNumber":62,"Text":"They attribute to Allah what they dislike [for themselves], and their tongues assert the lie that the best of rewards [in the Hereafter] will be theirs. Undoubtedly, the Fire shall be their lot and they will be foremost [in entering it]"},{"SurahNumber":16,"VerseNumber":63,"Text":"By Allah, We have certainly sent [apostles] to nations before you. But Satan made their deeds seem decorous to them. So he is their master today and there is a painful punishment for them"},{"SurahNumber":16,"VerseNumber":64,"Text":"We did not send down the Book to you except [for the purpose] that you may clarify for them what they differ about, and as a guidance and mercy for a people who have faith"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah sends down water from the sky with which He revives the earth after its death. There is indeed a sign in that for a people who listen"},{"SurahNumber":16,"VerseNumber":66,"Text":"There is indeed a lesson for you in the cattle: We give you a drink pleasant to those who drink, pure milk, which is in their bellies, between [intestinal] waste and blood"},{"SurahNumber":16,"VerseNumber":67,"Text":"From the fruits of date palms and vines you draw wine and goodly provision. There are indeed signs in that for people who exercise their reason"},{"SurahNumber":16,"VerseNumber":68,"Text":"And your Lord inspired the bee [saying]: ‘Make your home in the mountains, and on the trees and the trellises that they erect"},{"SurahNumber":16,"VerseNumber":69,"Text":"Then eat from every [kind of] fruit and follow meekly the ways of your Lord.’ There issues from its belly a juice of diverse hues, in which there is a cure for the people. There is indeed a sign in that for a people who reflect"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah has created you, then He takes you away, and there are some among you who are relegated to the nethermost age so that he knows nothing after [having possessed] some knowledge. Indeed Allah is all-knowing, all-powerful"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah has granted some of you an advantage over others in [respect of] provision. Those who have been granted an advantage do not give over their provision to their slaves so that they become equal in its respect. What, do they deny the blessing of Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah made for you mates from your own selves and appointed for you children and grandchildren from your mates, and We provided you with all the good things. What, do they believe in falsehood while they deny the blessing of Allah"},{"SurahNumber":16,"VerseNumber":73,"Text":"They worship besides Allah what has no power to provide them with anything from the heavens and the earth, nor are they capable [of anything]"},{"SurahNumber":16,"VerseNumber":74,"Text":"So do not draw comparisons for Allah: indeed Allah knows and you do not know"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah draws a parable: a slave owned [by his master] who has no power over anything, and another one [a free man] whom We have provided a goodly provision and who spends out of it secretly and openly. Are they equal? All praise belongs to Allah. But most of them do not know"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah draws [another] parable: Two men, one of whom is dumb, having no power over anything and who is a liability to his master: wherever he directs him he does not bring any good. Is he equal to someone who enjoins justice and is [steady] on a straight path"},{"SurahNumber":16,"VerseNumber":77,"Text":"To Allah belongs the Unseen of the heavens and the earth. The matter of the Hour is just like the twinkling of an eye, or [even] swifter. Indeed Allah has power over all things"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah has brought you forth from the bellies of your mothers while you did not know anything. He made for you hearing, eyesight, and hearts so that you may give thanks"},{"SurahNumber":16,"VerseNumber":79,"Text":"Have they not regarded the birds disposed in the air of the sky: no one sustains them except Allah. There are indeed signs in that for a people who have faith"},{"SurahNumber":16,"VerseNumber":80,"Text":"It is Allah who has made your homes as a place of rest for you and He made for you homes out of the skins of the cattle which you find portable on the day of your shifting and on the day of your halt, and out of their wool, fur and hair [He has appointed] furniture and wares [enduring] for a while"},{"SurahNumber":16,"VerseNumber":81,"Text":"It is Allah who made for you the shade from what He has created, and made for you retreats in the mountains, and made for you garments that protect you from heat, and garments that protect you from your [mutual] violence. That is how He completes His blessing upon you so that you may submit [to Him]"},{"SurahNumber":16,"VerseNumber":82,"Text":"But if they turn their backs [on you], your duty is only to communicate in clear terms"},{"SurahNumber":16,"VerseNumber":83,"Text":"They recognize the blessing of Allah and then deny it, and most of them are faithless"},{"SurahNumber":16,"VerseNumber":84,"Text":"The day We shall raise a witness from every nation, the faithless will not be permitted [to speak], nor will they be asked to propitiate [Allah]"},{"SurahNumber":16,"VerseNumber":85,"Text":"And when the wrongdoers sight the punishment, it shall not be lightened for them, nor will they be granted any respite"},{"SurahNumber":16,"VerseNumber":86,"Text":"When the polytheists sight their partners, they will say, ‘Our Lord! These are our partners whom we used to invoke besides You.’ But they will retort to them, ‘You are indeed liars!’"},{"SurahNumber":16,"VerseNumber":87,"Text":"They will submit to Allah on that day, and what they used to fabricate will forsake them"},{"SurahNumber":16,"VerseNumber":88,"Text":"Those who are faithless and bar from the way of Allah—We shall add punishment to their punishment because of the corruption they used to cause"},{"SurahNumber":16,"VerseNumber":89,"Text":"The day We raise in every nation a witness against them from among themselves, We shall bring you as a witness against these. We have sent down the Book to you as a clarification of all things and as guidance, mercy and good news for the Muslims"},{"SurahNumber":16,"VerseNumber":90,"Text":"Indeed Allah enjoins justice and kindness, and generosity towards relatives, and He forbids indecency, wrongdoing, and aggression. He advises you, so that you may take admonition"},{"SurahNumber":16,"VerseNumber":91,"Text":"Fulfill Allah’s covenant when you pledge, and do not break [your] oaths, after pledging them solemnly and having made Allah a witness over yourselves. Indeed Allah knows what you do"},{"SurahNumber":16,"VerseNumber":92,"Text":"Do not be like her who would undo her yarn, breaking it up after [spinning it to] strength, by making your oaths a means of [mutual] deceit among yourselves, so that one community may become more affluent than another community. Indeed Allah tests you thereby, and He will surely clarify for you on the Day of Resurrection what you used to differ about"},{"SurahNumber":16,"VerseNumber":93,"Text":"Had Allah wished, He would have made you one community, but He leads astray whomever He wishes and guides whomever He wishes, and you will surely be questioned concerning what you used to do"},{"SurahNumber":16,"VerseNumber":94,"Text":"Do not make your oaths a means of [mutual] deceit among yourselves, lest feet should stumble after being steady and [lest] you suffer ill for barring from the way of Allah and face a great punishment"},{"SurahNumber":16,"VerseNumber":95,"Text":"Do not sell Allah’s covenants for a paltry gain. Indeed, what is with Allah is better for you, should you know"},{"SurahNumber":16,"VerseNumber":96,"Text":"That which is with you will be spent [and gone], but what is with Allah shall last, and We will surely pay the patient their reward by the best of what they used to do"},{"SurahNumber":16,"VerseNumber":97,"Text":"Whoever acts righteously, [whether] male or female, should he be faithful, We shall revive him with a good life and pay them their reward by the best of what they used to do"},{"SurahNumber":16,"VerseNumber":98,"Text":"When you recite the Quran, seek the protection of Allah against the outcast Satan"},{"SurahNumber":16,"VerseNumber":99,"Text":"Indeed he does not have any authority over those who have faith and put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":100,"Text":"His authority is only over those who befriend him and those who make him a partner [of Allah]"},{"SurahNumber":16,"VerseNumber":101,"Text":"When We change a sign for another in its stead—and Allah knows best what He sends down—they say, ‘You are indeed a fabricator.’ Indeed, most of them do not know"},{"SurahNumber":16,"VerseNumber":102,"Text":"Say, the Holy Spirit has brought it down duly from your Lord to fortify those who have faith and as guidance and good news for the Muslims"},{"SurahNumber":16,"VerseNumber":103,"Text":"We certainly know that they say, ‘It is only a human that instructs him.’ The language of him to whom they refer is non-Arabic, while this is a clear Arabic language"},{"SurahNumber":16,"VerseNumber":104,"Text":"Indeed those who do not believe in the signs of Allah—Allah shall not guide them and there is a painful punishment for them"},{"SurahNumber":16,"VerseNumber":105,"Text":"Only those fabricate lies who do not believe in the signs of Allah, and it is they who are the liars"},{"SurahNumber":16,"VerseNumber":106,"Text":"Excepting someone who is compelled [to recant his faith] while his heart is at rest in it, those who disbelieve in Allah after [affirming] their faith and open up their breasts to unfaith, Allah’s wrath shall be upon them and there is a great punishment for them"},{"SurahNumber":16,"VerseNumber":107,"Text":"That, because they preferred the life of the world to the Hereafter and that Allah does not guide the faithless lot"},{"SurahNumber":16,"VerseNumber":108,"Text":"They are the ones Allah has set a seal on their hearts, their hearing and their sight, and it is they who are the heedless"},{"SurahNumber":16,"VerseNumber":109,"Text":"Undoubtedly, they are the ones who will be the losers in the Hereafter"},{"SurahNumber":16,"VerseNumber":110,"Text":"Thereafter your Lord will indeed be forgiving and merciful to those who migrated after they were persecuted, waged jihad and remained steadfast"},{"SurahNumber":16,"VerseNumber":111,"Text":"The day [will come] when every soul will come pleading for itself and every soul will be recompensed fully for what it has done, and they will not be wronged"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah draws a parable: There was a town secure and peaceful, its provision coming abundantly from every place. But it was ungrateful toward Allah’s blessings. So Allah made it taste hunger and fear because of what they used to do"},{"SurahNumber":16,"VerseNumber":113,"Text":"Certainly there had come to them an apostle from among themselves, but they impugned him. So the punishment seized them while they were doing wrong"},{"SurahNumber":16,"VerseNumber":114,"Text":"So eat out of what Allah has provided you as lawful and good, and give thanks for Allah’s blessing, if it is Him that you worship"},{"SurahNumber":16,"VerseNumber":115,"Text":"He has forbidden you only carrion, blood, the flesh of swine, and that which has been offered to other than Allah. But if someone is compelled [to eat any of that], without being rebellious or aggressive, indeed Allah is all-forgiving, all-merciful"},{"SurahNumber":16,"VerseNumber":116,"Text":"Do not say, asserting falsely with your tongues, ‘This is lawful, and that is unlawful,’ attributing lies to Allah. Indeed those who attribute lies to Allah will not be felicitous"},{"SurahNumber":16,"VerseNumber":117,"Text":"[Their share of the present life is] a trifling enjoyment, and there will be a painful punishment for them"},{"SurahNumber":16,"VerseNumber":118,"Text":"We forbade to the Jews what We have recounted to you earlier, and We did not wrong them, but they used to wrong themselves"},{"SurahNumber":16,"VerseNumber":119,"Text":"Moreover, your Lord will indeed be forgiving and merciful to those who repent after they having committed evil out of ignorance and reform themselves"},{"SurahNumber":16,"VerseNumber":120,"Text":"Indeed Abraham was a nation [all by himself], obedient to Allah, a Hanif, and he was not a polytheist"},{"SurahNumber":16,"VerseNumber":121,"Text":"Grateful [as he was] for His blessings, He chose him and guided him to a straight path"},{"SurahNumber":16,"VerseNumber":122,"Text":"We gave him good in this world, and in the Hereafter he will indeed be among the Righteous"},{"SurahNumber":16,"VerseNumber":123,"Text":"Thereafter We revealed to you [saying], ‘Follow the creed of Abraham, a Hanif, who was not a polytheist.’"},{"SurahNumber":16,"VerseNumber":124,"Text":"The Sabbath was only prescribed for those who differed about it. Your Lord will indeed judge between them on the Day of Resurrection concerning that about which they differ"},{"SurahNumber":16,"VerseNumber":125,"Text":"Invite to the way of your Lord with wisdom and good advice and dispute with them in a manner that is best. Indeed your Lord knows best those who stray from His way, and He knows best those who are guided"},{"SurahNumber":16,"VerseNumber":126,"Text":"Should you retaliate, retaliate with the like of what you have been made to suffer, but if you are patient that is surely better for the steadfast"},{"SurahNumber":16,"VerseNumber":127,"Text":"So be steadfast, and you cannot be steadfast except with Allah [’s help]. And do not grieve for them, nor be upset by their guile"},{"SurahNumber":16,"VerseNumber":128,"Text":"Indeed Allah is with those who are Godwary and those who are virtuous"}]}