{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ҳо, Мим"},{"SurahNumber":46,"VerseNumber":2,"Text":"(Бу Қуръон) қудратли ва ҳикматли Аллоҳ томонидан нозил қилинган Китобдир"},{"SurahNumber":46,"VerseNumber":3,"Text":"Биз осмонлар ва Ерни ҳамда уларнинг ўртасидаги нарсаларни фақат ҳақ (қонун) (Қиёмат Кунигача) белгаланган муддат билан яратдик. Кофир бўлган кимсалар эса ўзлари огоҳлантирилган нарсадан (яъни, Охиратдаги азобдан) юз ўгирувчидирлар (уни инкор қилгувчидирлар)"},{"SurahNumber":46,"VerseNumber":4,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом, мушрикларга) айтинг: «Сизлар Аллоҳни қўйиб дуо-илтижо қилаётган (бутларингиз) ҳақида хабар берингиз — менга кўрсатинглар-чи, улар Ердан нимани яратганлар?! Агар ростгўй бўлсангизлар, менга ушбу (Қуръон)дан илгари (нозил бўлган ва сизларнинг бутларга сиғинишингизни тасдиқлайдиган) бирон китобни ёки бирон илмий асарни (яъни, аввалги уламолардан қолган биронта аниқ ҳужжатни) келтиринглар!»"},{"SurahNumber":46,"VerseNumber":5,"Text":"Аллоҳни қўйиб, Қиёмат Кунигача ҳам (дуони) мустажоб қила олмайдиган бутларга дуо-илтижо қиладиган кимсадан ҳам йўлдан озганроқ ким бор?! Ҳолбуки, у (жонсиз бут)лар ўша (мушрик)ларнинг дуоларидан ғофилдирлар"},{"SurahNumber":46,"VerseNumber":6,"Text":"(Қиёмат Кунида) инсонлар (ҳисоб-китоб учун) тўпланган вақтида ўша (бутлар) уларга (мушрикларга) душман бўлурлар ва уларнинг (Аллоҳни қўйиб, ўзларига) ибодат қилганларини ҳам инкор этурлар"},{"SurahNumber":46,"VerseNumber":7,"Text":"Қачон уларга Бизнинг аниқ-равшан бўлган оятларимиз тиловат қилинса, кофир бўлган кимсалар Ҳақ (Қуръон) тўғрисида у ўзларига келган вақтидаёқ (тафаккур қилиб кўрмасданоқ) «Бу очиқ сеҳрдир», дерлар"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ёки улар («Қуръонни Муҳаммаднинг) ўзи тўқиб олган», дейдиларми?! Айтинг: «Агар уни ўзим тўқиб олган бўлсам, у ҳолда, сизлар мен учун Аллоҳ (азоби)дан бирон нарса(ни дафъ қилиш)га эга бўла олмассизлар (яъни, у ҳолда Аллоҳнинг Ўзи Унинг шаънига ёлғон тўқиганим учун мени ҳеч ким қайтара олмайдиган азоб билан жазолаган бўлур эди. Бас, мен сизлардан эмас, балки Аллоҳ таолодан қўрққаним сабабли сизларга Ҳақ ваҳийни келтирмоқдаман)! У сизлар киришаётган нарсани (яъни, Қуръонни «бир сеҳр, бир уйдирма» деяётганларингизни) жуда яхши билгувчидир. Унинг Ўзи мен билан сизларнинг ўртангизда етарли гувоҳдир. У мағфиратли, меҳрибон Зотдир»"},{"SurahNumber":46,"VerseNumber":9,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Мен пайғамбарлардан янги — биринчиси эмасман (яъни, мендан аввал ҳам Аллоҳнинг пайғамбарлари ўтган-ку, нега сизлар менинг пайғамбарлигимга ҳайрон бўлиб, инкор қилмоқдасизлар?!) Мен (келажакда) на ўзимга ва на сизларга нима қилинишини билмасман (яъни, ғайбдан хабардор эмасман). Мен фақат ўзимга ваҳий қилинадиган нарсага эргашурман. Мен фақат очиқ огоҳлантиргувчидирман»"},{"SurahNumber":46,"VerseNumber":10,"Text":"Айтинг: («Эй мушриклар), хабар берингиз-чи, агар (ушбу Қуръон) Аллоҳнинг ҳузуридан бўлса-ю, сизлар унга кофир бўлсангизлар ва Бани Исроилдан бўлган бир гувоҳ ҳам у (Қуръон)нинг ўхшаши (ёлғиз Аллоҳ томонидангина нозил бўлиши)га гувоҳлик бериб, иймон келтирса-ю, сизлар (унга иймон келтиришдан) кибр-ҳаво қилсангизлар (яъни, сизлар энг золим одамлар бўлиб қолмайсизларми?!) Албатта Аллоҳ золим қавмни ҳидоят қилмас!»"},{"SurahNumber":46,"VerseNumber":11,"Text":"Кофир бўлган кимсалар иймон келтирган зотлар ҳақида «Агар (бу Қуръон) яхши бўлганида, (анави ялангоёқлар) унга бизлардан илгари бормаган бўлур эдилар», дедилар. Улар ўзлари (Қуръон) билан ҳидоят топишмагач: «Бу эски уйдирмадир», дерлар"},{"SurahNumber":46,"VerseNumber":12,"Text":"У (Қуръон)дан илгари Мусонинг пешво ва раҳмат бўлган Китоби (Таврот) бор эди. Бу (Қуръон) арабий лисондаги, (ўзидан аввал нозил бўлган барча илоҳий китобларни) тасдиқлагувчи бир Китобдир. У золим-кофир бўлган кимсаларни (Охират азобидан) огоҳлантириш учун ва чиройли амал қилгувчиларга (жаннат ҳақида) хушхабар бўлиш учун (нозил қилингандир)"},{"SurahNumber":46,"VerseNumber":13,"Text":"Албатта «Парвардигоримиз Аллоҳдир», деган, сўнгра (Тўғри Йўлда) устивор бўлган зотлар учун хавф-хатар йўқдир ва улар ғамгин бўлмаслар"},{"SurahNumber":46,"VerseNumber":14,"Text":"Ана ўшалар жаннат эгалари бўлиб, у жойда мангу қолурлар. (Бу) улар қилиб ўтган амалларининг мукофотидир"},{"SurahNumber":46,"VerseNumber":15,"Text":"Биз инсонни ота-онасига яхшилик қилишга буюрдик. Онаси унга қийналиб ҳомиладор бўлиб, қийналиб туққандир. Унга ҳомиладор бўлиш ва уни (сутдан) ажратиш (муддати) ўттиз ойдир. Энди қачон у вояга етиб, қирқ ёшга тўлганида: «Парвардигорим, мени Сен менга ва ота-онамга инъом этган неъматингга шукр қилишга ва Ўзинг рози бўладиган яхши амалларнигина қилишга муваффақ этгин ва Ўзинг мен учун зурриётимга ҳам яхшилик қилгин (яъни, фарзандларимни ҳам аҳли солиҳ бандаларингдан қилгин). Албатта мен Сенга (қилган барча гуноҳларимдан) тавба қилдим ва албатта мен мусулмонлардандирман», деди"},{"SurahNumber":46,"VerseNumber":16,"Text":"Ана ўшалар шундай зотлардирки, Биз улардан қилган энг чиройли амалларни қабул қилурмиз ва жаннат эгалари қаторида уларнинг ёмонлик гуноҳларидан ўтиб юборурмиз. (Бу) уларга ваъда қилингувчи ҳаққирост ваъдадир"},{"SurahNumber":46,"VerseNumber":17,"Text":"Яна бир кимса борки, ота-онасига: «Суф сизларга! Сизлар менга (ўлганимдан кейин қайта тирилиб, қабрдан) чиқарилишим ҳақида ваъда беряпсизлар-ми?! Ҳолбуки, мендан илгари ҳам асрлар-авлодлар ўтган-ку, (улардан биронтаси қайта тирилиб келдими)?!», дер. У иккиси Аллоҳдан мадад тилаган ҳолларида (ўғилларига қараб): «Ҳалок бўлгур, иймон келтиргин! Албатта Аллоҳнинг (барча бандаларни қайта тирилтириш ҳақидаги) ваъдаси ҳақдир», (десалар), у: «Бу фақат аввалгиларнинг афсоналаридир», дер"},{"SurahNumber":46,"VerseNumber":18,"Text":"Ана ўшалар шундай кимсалардирки, уларнинг устига ўзларидан илгари ўтган инсу-жинсдан иборат (кофир) умматлар қаторида (азоб) Сўзи ҳақ бўлгандир. Албатта улар зиён кўргувчи бўлдилар"},{"SurahNumber":46,"VerseNumber":19,"Text":"(Мўминлар ва кофирлардан) ҳар бири учун ўзлари қилган амаллари сабабли даража-мартабалар бордир. Чунки (Аллоҳ) уларга қилган амалларини(нг мукофот ва жазоларини) комил қилиб берур ва уларга зулм қилинмас"},{"SurahNumber":46,"VerseNumber":20,"Text":"Кофир бўлган кимсалар дўзахга кўндаланг қилинадиган Кунда (уларга дейилур): «Сизлар ўз ҳузур-ҳаловатларингизни ҳаёти дунёларингиздаёқ кетказдингиз ва улардан фойдаланиб бўлдингиз. Энди Бугун Ерда ноҳақ кибру ҳаво қилганларингиз ва итоатсиз бўлганларингиз сабабли хорлик азоби билан жазоланурсизлар»"},{"SurahNumber":46,"VerseNumber":21,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), Од (қабиласи)нинг биродарини (яъни, Ҳуд пайғамбарни) эсланг! Ўшанда у ўзининг қумтепалардаги қавмини: «Сизлар ёлғиз Аллоҳгагина ибодат қилинглар! Мен ҳақиқатан, сизларнинг устингизда улуғ Куннинг азобидан қўрқурман», деб огоҳлантирган эди, — дарҳақиқат, ундан илгари ҳам, ундан кейин ҳам огоҳлантиргувчи (пайғамбар)лар ўтгандир"},{"SurahNumber":46,"VerseNumber":22,"Text":"Улар: «Сен бизларни худоларимиздан буриш (юз ўгиртириш) учун келдингми?! У ҳолда агар ростгўй кишилардан бўлсанг, бизларга ваъда қилаётган нарсангни (яъни, Аллоҳнинг азобини) келтирган-чи?», дедилар"},{"SurahNumber":46,"VerseNumber":23,"Text":"У айтди: «(Азоб келар вақтнинг) билими ёлғиз Аллоҳ ҳузуридадир. Мен сизларга ўзим элчи қилиб юборилган динни етказурман. Лекин мен сизларни нодон қавм эканлигингизни кўрмоқдаман»"},{"SurahNumber":46,"VerseNumber":24,"Text":"Бас, қачонки, улар ўша (азоб)ни ўз водийларига қараб келаётган бир қора булут ҳолида кўришгач: «Бу бизларга ёмғир келтиргувчи булутдир», дедилар. «Йўқ, у ўзларингиз шоштирган нарса — бир бўронки, унда аламли азоб бордир"},{"SurahNumber":46,"VerseNumber":25,"Text":"У Парвардигорининг амри билан барча нарсани вайрон (ҳалок) қилур. Бас, (у бўрон келиб, Од қабиласидаги кофирларнинг ўзларини ҳам, мол-ҳолларини ҳам ҳалок қилди. Барчалари қирилиб битиб), тонг отганида, фақат уларнинг уй-жойларигина кўзга ташланар эди. Биз жиноятчи-осий қавмни мана шундай жазолаймиз"},{"SurahNumber":46,"VerseNumber":26,"Text":"Ҳолбуки, (эй Макка аҳли), Биз уларни (мол-дунё ва куч-қувват жиҳатидан) сизларни қодир қилмаган нарсаларга қодир қилган эдик ва уларга ҳам қулоқ, кўз ва диллар (ато) қилган эдик. (Лекин) улар Аллоҳнинг оят-мўъжизаларини инкор этганлари учун уларга қулоқ-кўзлари ҳам, диллари ҳам бирон фойда бермади (яъни, Ҳақ йўлни кўриб-идрок қила олмадилар). Ва уларни ўзлари масхара қилиб кулган нарсалари (Аллоҳнинг азоби) ўраб олди"},{"SurahNumber":46,"VerseNumber":27,"Text":"(Эй Макка аҳли), аниқки, Биз сизларнинг атрофингиздаги қишлоқ-шаҳарларни ҳалок қилдик. Биз уларга шояд (куфру исёнларидан) қайтсалар, деб оят-мўъжизаларни батафсил баён қилган эдик, (лекин улар қайтмай ҳалокатга дучор бўлдилар)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Ахир ўзлари Аллоҳни қўйиб, (Аллоҳга) яқин қиладиган «худо»лар, деб ушлаб олган — сиғинган бутлари (ҳалокатдан қутулишлари учун) уларга ёрдам берсалар бўлмасмиди?! Йўқ, у (бутлар мушриклардан ёрдамга муҳтож бўлган вақтларида) ғойиб бўлиб қолишди. Бу (яъни, бутлар бутпарастларни Аллоҳга яқин қилади, деган ақида) уларнинг уйдирмаларидир ва (Аллоҳ шаънига) тўқиб олган бўҳтонларидир"},{"SurahNumber":46,"VerseNumber":29,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), эсланг, Биз сизнинг олдингизда бир гуруҳ жинларни Қуръон тингласинлар, деб юборган эдик. Бас, қачонки улар (Қуръон тиловатига) ҳозир бўлишгач, (бир-бирларига): «Жим туринглар», дедилар. Энди қачонки (тиловат) тугатилгач, улар ўз қавмлари олдига огоҳлантиргувчи бўлган ҳолларида қайтиб кетдилар"},{"SurahNumber":46,"VerseNumber":30,"Text":"Улар дедилар: «Эй қавмимиз, дарҳақиқат, бизлар Мусодан кейин нозил қилинган, ўзидан олдинги (илоҳий китоб)ларни тасдиқ қилгувчи бўлган, Ҳақ (дин)га ва Тўғри Йўлга ҳидоят қиладиган бир Китобни — Қуръонни тингладик"},{"SurahNumber":46,"VerseNumber":31,"Text":"Эй қавмимиз, Аллоҳга даъват қилгувчи (Муҳаммад алайҳис-салоту вас-саломнинг даъвати)ни қабул қилинглар ва унга иймон келтиринглар, (шунда Аллоҳ) сизларнинг гуноҳларингизни мағфират қилур ва сизларга аламли азобдан паноҳ берур"},{"SurahNumber":46,"VerseNumber":32,"Text":"Ким Аллоҳга даъват қилгувчи (даъвати)ни қабул қилмаса, бас, у Ер юзида (бирон жойга) қочиб қутулгувчи эмасдир ва унинг учун (Аллоҳдан) ўзга (Унинг азобидан қутқаргувчи) «дўстлар» ҳам йўқдир. Ана ўшалар очиқ залолатдадирлар»"},{"SurahNumber":46,"VerseNumber":33,"Text":"Ахир улар (Охиратда қайта тирилиш ҳақ эканини инкор қилгувчи кимсалар) осмонлар ва Ерни яратган, уларни яратишга ожизлик қилиб қолмаган зот — Аллоҳ ўликларни тирилтиришга ҳам қодир эканлигини (ўйлаб) кўрмадиларми?! Йўқ, албатта (Аллоҳ ўликларни тирилтиришга ҳам қодирдир). Зеро, У зот барча нарсага қодирдир"},{"SurahNumber":46,"VerseNumber":34,"Text":"Кофир бўлган кимсалар дўзахга кўндаланг қилинадиган Кунда (уларга): «Ушбу (азоб) ҳақ эмас эканми?!», (дейилганида), улар: «Йўқ, Парвардигоримизга қасамки, (бизларга ваъда қилинган азоб ҳақ экан)», дерлар. (Шунда Аллоҳ) айтар: «Бас, кофир бўлганларингиз сабабли мана шу азобни тотинглар!»"},{"SurahNumber":46,"VerseNumber":35,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом), сиз ҳам (ўтган) пайғамбарлар орасидаги сабот-матонат эгалари сабр қилганларидек, (мушрикларнинг озор-азиятларига) сабр қилинг ва уларга (тушадиган азоб)ни шоштирманг. Улар ўзларига ваъда қилинаётган азобни кўрадиган Кунда гўё (бу дунёда) фақат кундуздан бир соатгина тургандек бўлиб қолурлар! (Бу Аллоҳ томонидан нозил қилинган) бир баёнот-хабардир. Бас, фақат итоатсиз қавмгина ҳалок қилинур"},{"SurahNumber":47,"VerseNumber":1,"Text":"Кофир бўлган ва (ўзгаларни ҳам) Аллоҳ йўлидан тўсган кимсаларнинг амалларини (Аллоҳ) зое кетказур"},{"SurahNumber":47,"VerseNumber":2,"Text":"Иймон келтирган ва яхши амаллар қилган ҳамда Муҳаммад (алайҳиссалом)га нозил қилинган нарсага (Қуръонга) — ҳолбуки, у Парвардигорлари томонидан келган Ҳақиқатдир — иймон келтирган зотларнинг эса ёмонлик-гуноҳларини ўчирур ва ишларини ўнглар"},{"SurahNumber":47,"VerseNumber":3,"Text":"Бунга (яъни, кофирларнинг амаллари зое бўлиши ва мўминларнинг гуноҳлари ўчирилишига) сабаб — кофир бўлган кимсаларнинг ботил (йўл)га эргашганлари, иймон келтирганларнинг эса Парвардигорлари томонидан бўлган Ҳақ (Қуръон йўли)га эргашганларидир. Аллоҳ инсонларга уларнинг мисолларини мана шундай баён қилиб берур"},{"SurahNumber":47,"VerseNumber":4,"Text":"Бас, (эй мўминлар), қачон сизлар (жанг майдонида) кофир бўлган кимсалар билан тўқнашганларингизда бўйинларига урингиз — ўлдирингиз! Энди қачон уларни(нг кўпларини) қириб (мағлуб қилганингиздан кейин уларни асир олиб) арқонлар билан боғлангиз! Сўнг ё (уларни озод қилиб юбориш билан) марҳамат кўрсатурсизлар ё (уларни қўйиб юбориш учун) фидя-товон олурсизлар. Токи уруш юкларини қўйгунича (яъни, тўхтагунича сизларга буюрилган иш) мана шудир. Агар Аллоҳ хоҳласа улардан (жанг-жадалсиз ҳам) ғолиб бўлур (яъни, уларни йўқ қилиб юборур) эди, лекин У зот сизларнинг айримларингизни айримларингиз билан имтиҳон қилиш учун сизларни жангга буюрди). Аллоҳ йўлида ўлдирилган зотларнинг амалларини ҳаргиз зое кеткизмас"},{"SurahNumber":47,"VerseNumber":5,"Text":"Уларни (жаннат йўлига) ҳидоят қилур ва ишларини ўнглар"},{"SurahNumber":47,"VerseNumber":6,"Text":"Уларни (Аллоҳнинг) Ўзи уларга танитган жаннатга киритур"},{"SurahNumber":47,"VerseNumber":7,"Text":"Эй мўминлар, агар сизлар Аллоҳга ёрдам берсангизлар (яъни, Унинг йўлида жиҳод қилсангизлар), У зот ҳам сизларга ёрдам берур ва жанг майдонида кадамларингизни собит-барқарор қилур"},{"SurahNumber":47,"VerseNumber":8,"Text":"Кофир бўлган кимсалар учун эса ҳалокат бўлур ва (Аллоҳ) уларнинг амалларини зое кетказур"},{"SurahNumber":47,"VerseNumber":9,"Text":"Бунга сабаб, уларнинг Аллоҳ нозил қилган нарсаларни (яъни, Қуръон ва ундаги ҳукмларни) ёмон кўрганларидир. Бас, (Аллоҳ) уларнинг амалларини беҳуда кетказди"},{"SurahNumber":47,"VerseNumber":10,"Text":"Ахир улар Ер юзида сайру-саёҳат қилишиб, ўзларидан аввалги (пайғамбарларни ёлғончи қилиб иймонсиз кетган) кимсаларнинг оқибатлари қандай бўлганини (улар қандай қисматга йўлиқишганини) кўрсалар бўлмайдими?! Аллоҳ уларнинг устига ҳалокат юбориб (бутунлай йўқ бўлиб кетдилар-ку)! Бу кофирлар учун ҳам худди ўша (оқибат-ҳалокат)ларнинг ўхшаши бўлур"},{"SurahNumber":47,"VerseNumber":11,"Text":"Бунга (яъни, Аллоҳ мўминларга ёрдам беришига, кофирларни эса ҳалок қилишига) сабаб Аллоҳ иймон келтирган зотларнинг дўсти-ҳомийси эканлиги, кофирлар учун эса ҳеч қандай ҳомий йўқ эканлигидир"},{"SurahNumber":47,"VerseNumber":12,"Text":"Албатта Аллоҳ иймон келтирган ва яхши амаллар қилган зотларни остидан дарёлар оқиб турадиган жаннатларга киритур. Кофир бўлган кимсалар эса (мана шу ҳаёти дунёнинг ўткинчи лаззатларидан) фойдаланиб, чорва ҳайвонлари еганидек еб-ичурлар ва уларнинг жойлари дўзах бўлур"},{"SurahNumber":47,"VerseNumber":13,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сизни ҳайдаб чиқарган қишлоқ (яъни, Макка аҳли)дан кўра (аҳолиси) кучли-қувватлироқ бўлган қанчадан-қанча қишлоқни ҳалок қилганмиз. Бас, улар учун бирон ёрдамчи бўлмаган"},{"SurahNumber":47,"VerseNumber":14,"Text":"Ахир Парвардигори томонидан аниқ-равшан ҳужжатга (яъни, Қуръонга) эга бўлган киши (яъни, расуллуллоҳ ва мўминлар), қилган ёмон амали ўзига чиройли кўринган ва ҳавойи нафсига эргашган (кофир) кимсалар каби бўлурми"},{"SurahNumber":47,"VerseNumber":15,"Text":"Тақво эгалари учун ваъда қилинган жаннатнинг мисоли — сифати (будир): «Унда айнимаган сувдан бўлган дарёлар ҳам, таъми ўзгармаган сутдан бўлган дарёлар, ичгувчилар учун лаззатли (яъни, бадтаъм ва ақлдан оздиргувчи бўлмаган) майдан бўлган дарёлар ҳам, мусаффо асалдан бўлган дарёлар ҳам бордир. Улар учун у жойда барча мевалардан бордир ва (улар учун у жойда) Парвардигорлари томонидан мағфират бордир. (Ана шундай жаннат аҳли бўлган тақво эгалари) дўзахда мангу қоладиган ва (у жойда) қайноқ сув билан суғорилиб, у (сув) ичакларини бўлак-бўлак қилиб ташлаган (кофир) кимсалар каби бўлурми"},{"SurahNumber":47,"VerseNumber":16,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), уларнинг (мунофиқларнинг) орасида шундай кимсалар ҳам борки, улар сизга қулоқ солиб турур-да, ҳузурингиздан чиққан вақтларида, илм ато этилган зотлардан (масхара қилишиб): «Ҳозиргина (Муҳаммад) нима девди?», деб сўрарлар. Ана ўшалар Аллоҳ дилларини муҳрлаб қўйган ва ўзларининг ҳавойи нафсларига эргашган кимсалардир"},{"SurahNumber":47,"VerseNumber":17,"Text":"Ҳидоят топган — Тўғри Йўлга юрган зотларга эса (Аллоҳ) яна ҳидоятни зиёда ва тақво ато этур, (яъни, уларга ҳаромдан парҳез қилиш йўлларини кўрсатур)"},{"SurahNumber":47,"VerseNumber":18,"Text":"Улар (Макка кофирлари ўтмишдаги ўз пайғамбарларини ёлғончи қилган қавмлар дучор бўлган ҳалокатлардан эслатма-ибрат олмадилар), энди фақат тўсатдан (Қиёмат) соати келиб қолишинигина кутмоқдалар. Дарвоқеъ унинг аломатлари келди. Бас, уларга (Қиёмат соати) келган вақтида уларнинг эслатма-ибрат олишлари (учун) қандай (имкон) бўлур"},{"SurahNumber":47,"VerseNumber":19,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом), ҳеч қандай илоҳ йўқ, магар Аллоҳгина бор эканлигини билинг ва ўз гуноҳингиз учун ҳамда мўмин-мўминалар(нинг гуноҳлари) учун мағфират сўранг! Аллоҳ сизларнинг (бу дунёдаги) кезар жойларингизни ҳам, (Охиратда) борар жойларингизни ҳам билур"},{"SurahNumber":47,"VerseNumber":20,"Text":"Иймон келтирган зотлар: «(Кофирларга қарши жанг қилишга буюрилган) бирон сура нозил қилинганида эди», дерлар. Энди қачон аниқ бир сура нозил қилиниб, унда жанг зикр этилса, дилларида мараз бўлган кимсаларни, сизга худди (келиб қолган) ўлимдан (қўрқиб,) беҳуш бўлиб қолган кимсанинг қараши билан қарашаётганини кўрурсиз. (Ҳолбуки), улар учун лойиқроқ эди"},{"SurahNumber":47,"VerseNumber":21,"Text":"(Сизга) итоат этиш ва яхши сўз (сўзлаш лойиқроқ эди). Энди қачон иш — жанг муқаррар бўлса, у ҳолда агар улар Аллоҳга (иймон келтириш ва Унинг жанг қилиш ҳақидаги амрига итоат этишда) содиқ-ростгўй бўлганларида, албатта ўзлари учун яхшироқ бўлур эди"},{"SurahNumber":47,"VerseNumber":22,"Text":"Агар (иймондан) юз ўгирсангизлар, яқин-ки, сизлар Ерда бузғунчилик қилурсизлар ва қариндош-уруғларингиз (билан ҳам алоқаларингиз)ни узурсизлар"},{"SurahNumber":47,"VerseNumber":23,"Text":"Ундай кимсаларни эса Аллоҳ лаънатлагандир, бас, уларнинг (қулоқларини панд-насиҳат эшитишдан) кар, кўзларини эса (Тўғри Йўлни кўра олмайдиган) кўр қилиб қўйгандир"},{"SurahNumber":47,"VerseNumber":24,"Text":"Ахир улар Қуръон ҳақида фикр юритмайдиларми?! Балки дилларида қулфлари бордир, (шунинг учун у дилларга Қуръон нури етмаётгандир)"},{"SurahNumber":47,"VerseNumber":25,"Text":"Албатта ўзларига ҳидоят (йўли) аниқ-равшан бўлганидан кейин яна ортларига (куфрга) қайтиб кетган кимсаларга (бу ишларини) шайтон чиройли қилиб кўрсатди ва улар учун (пуч орзу-хаёларни) узун қилиб қўйди"},{"SurahNumber":47,"VerseNumber":26,"Text":"Бунга (яъни, куфрга қайтиб кетишларига) сабаб, уларнинг Аллоҳ нозил қилган нарсани (Қуръонни) ёмон кўрган кимсаларга: «Биз айрим ишларда сизларга итоат этамиз», деганларидир. Ҳолбуки, Аллоҳ уларнинг яширган (сирлари)ни билур"},{"SurahNumber":47,"VerseNumber":27,"Text":"Энди, фаришталар уларнинг юзлари ва орқаларига уриб, жонларини олар вақтида, (уларнинг ҳоллари) қандай бўлур"},{"SurahNumber":47,"VerseNumber":28,"Text":"Бунга (яъни, ўлим соатидаги бундай азобга) сабаб, уларнинг Аллоҳни ғазаблантирган нарсага (яъни, мунофиқлик йўлига) эргашиб, У зотнинг ризолигини (яъни, мўминлар билан бирга кофирларга қарши жанг қилишни) ёмон кўрганларидир. Бас, (Аллоҳ) уларнинг (қилган яхши) амалларини ҳам беҳуда кетказди"},{"SurahNumber":47,"VerseNumber":29,"Text":"Балки дилларида мараз-нифоқ бўлган кимсалар Аллоҳ уларнинг (дилларидаги мўминларга нисбатан бўлган) адоватларини ошкор қилмас, деб ўйлагандирлар"},{"SurahNumber":47,"VerseNumber":30,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), агар Биз хоҳласак, албатта сизга уларни (мунофиқларни) кўрсатиб-танитиб қўйган бўлур эдик, у ҳолда сиз уларни (Биз белгилаб қўйган) белги-аломатларидан таниб олган бўлур эдингиз. (Қасамки, энди) албатта сиз уларни (улар сўзлаётган — зоҳири иймонга далолат қиладиган, ботини эса куфр бўлган) сўз оҳанг — услубидан таниб олурсиз. Аллоҳ сизларнинг (барча) амалларингизни билиб турур"},{"SurahNumber":47,"VerseNumber":31,"Text":"Албатта Биз, то сизларнинг орангиздаги (Бизнинг йўлимизда молу-жонлари билан) жиҳод қилгувчи ва (яхши-ёмон кунларда) сабр қилгувчи зотларни билгунимизча, ҳамда сизларнинг ҳоли-хабарларингизни текшириб — юзага чиқаргунимизча, сизларни имтиҳон қилурмиз"},{"SurahNumber":47,"VerseNumber":32,"Text":"Албатта кофир бўлган ва (ўзгаларни ҳам) Аллоҳнинг йўлидан тўсган ҳамда ўзларига ҳидоят (йўли) аниқ-равшан бўлганидан кейин яна пайғамбарга қаршилик қилган кимсалар, Аллоҳга бирон зиён етказа олмаслар ва (Аллоҳ) уларнинг (пайғамбарга қаршилик қилиш йўлидаги барча) амалларини беҳуда кетказур"},{"SurahNumber":47,"VerseNumber":33,"Text":"Эй мўминлар, Аллоҳга итоат этингиз ва пайғамбарга итоат этингиз! Ва (куфр ё мунофиқлик йўлига кириш билан қилган) амалларингизни ботил-бефойда қилиб қўйманглар"},{"SurahNumber":47,"VerseNumber":34,"Text":"Албатта кофир бўлган ва (ўзгаларни ҳам) Аллоҳ йўлидан тўсган, сўнгра кофир ҳолларида ўлган кимсаларни Аллоҳ ҳаргиз мағфират қилмас"},{"SurahNumber":47,"VerseNumber":35,"Text":"Бас, (эй мўминлар), сизлар (у кофирларга қарши жанг қилаётганингизда ҳаргиз) сусткашлик қилмангиз ва ўзларингиз устун-ғолиб бўлган ҳолларингизда (уларни) ярашга ҳам чақирмангиз! Аллоҳ сизлар билан биргадир ва У ҳаргиз қилган амалларингизнинг савоб-мукофотини) камайтирмас"},{"SurahNumber":47,"VerseNumber":36,"Text":"Албатта бу ҳаёти дунё фақат (бир нафаслик) ўйин-кулгидир. Агар сизлар иймон келтирсангизлар ва тақво эгалари бўлсангизлар У зот сизларга ажр-мукофотларингизни берур ва сизлардан мол-дунёларингизни сўрамас"},{"SurahNumber":47,"VerseNumber":37,"Text":"Агар (Аллоҳ) сизлардан (мол-дунёларингизни) сўраб, сизларни қийнайдиган бўлса, сизлар бахиллик қилурсизлар ва У сизларнинг (дилларингиздаги) кек-адоватларингизни ошкор қилур"},{"SurahNumber":47,"VerseNumber":38,"Text":"Мана, сизлар шундай кишилардирсизки, Аллоҳ йўлида инфоқ-эҳсон қилиш учун даъват қилинурсизлар. Бас, (аниқки), сизларнинг орангизда бахиллик қиладиган кимсалар ҳам бордир. Ким бахиллик қилса, бас, албатта у фақат ўз зиёнига бахиллик қилур. (Чунки у ажр-савобдан маҳрум бўлур). Аллоҳ (сизларнинг хайр-эҳсонларингиздан) бой-беҳожат, сизлар эса (У зотнинг ажр-савобига) фақир-муҳтождирсизлар. Агар сизлар (Аллоҳга итоат этишдан) юз ўгириб кетсангизлар, У зот (ўрнингизга) сизлардан бошқа бир қавмни алмаштириб қўюр, сўнгра улар сизларга ўхшаган бўлмаслар, (балки Аллоҳга тоат-ибодат қилурлар)"},{"SurahNumber":48,"VerseNumber":1,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), дарҳақиқат, Биз сизга очиқ-равшан фатҳ-ғалаба ато этдик"},{"SurahNumber":48,"VerseNumber":2,"Text":"Токи Аллоҳ сизнинг гуноҳингиздан илгари ўтган ва кейин кел(ади)ган нарсалар (барча гуноҳларингиз)ни мағфират қилиши учун ва сизга Ўз неъматини комил қилиб бериб, сизни Тўғри Йўлга ҳидоят қилиши учун"},{"SurahNumber":48,"VerseNumber":3,"Text":"ҳамда Аллоҳ сизга қудратли ёрдам бериши учун (сизга очиқ фатҳ ато этдик)"},{"SurahNumber":48,"VerseNumber":4,"Text":"У (Аллоҳ) ўз иймон-ишончларига яна ишонч қўшишлари учун мўминларнинг дилларига сакинат-ором туширган Зотдир. Осмонлар ва Ер қўшинлари (яъни, коинотдаги барча жонзот ва кучлар) ёлғиз Аллоҳникидир. Аллоҳ билим ва ҳикмат эгаси бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":5,"Text":"У мўмин ва мўминаларни остидан дарёлар оқиб турадиган, улар мангу қоладиган жаннатларга киритиш учун ва улардан ёмонлик-гуноҳларини ўчириш учун (уларнинг дилларини Ўзи буюрган, кофирларга қарши жиҳод қилиш каби ҳукмлардан таскин-ором оладиган қилиб қўйди). Ва бу Аллоҳ наздида улуғ бахт бўлди"},{"SurahNumber":48,"VerseNumber":6,"Text":"Ва Аллоҳ ҳақида (У Ўз пайғамбарига ва мўминларга ғалаба бермайди, деб) ёмон гумон қилгувчи мунофиқ ва мунофиқаларни ҳамда мушрик ва мушрикаларни азоблаш (учун мўминларни уларга қарши жиҳод қилишга буюрди). Уларнинг устига ҳалокат балоси тушгувчидир. Аллоҳ улардан дарғазаб бўлди, уларни лаънатлади ва улар учун жаҳаннамни тайёрлаб қўйди. Нақадар ёмон жойдир у"},{"SurahNumber":48,"VerseNumber":7,"Text":"Осмонлар ва Ер қўшинлари Аллоҳникидир. Аллоҳ қудрат ва ҳикмат соҳиби бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":8,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), дарҳақиқат, Биз сизни (Қиёмат Кунида барча умматлар устида) гувоҳлик бергувчи, (мўминларга жаннат ҳақида) хушхабар элтгувчи ва (у кофирларни дўзах азобидан) огоҳлантиргувчи қилиб юборгандирмиз"},{"SurahNumber":48,"VerseNumber":9,"Text":"(Эй инсонлар, Биз бу пайғамбарни) сизлар Аллоҳга ва Унинг пайғамбарига иймон келтиришларингиз учун ва У зотни улуғлаб, эҳтиром қилишларингиз ҳамда эрта-ю кеч Уни поклаб, тасбеҳ айтишларингиз учун (юбордик)"},{"SurahNumber":48,"VerseNumber":10,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), дарҳақиқат, сизга байъат-қасамёд қиладиган зотлар ҳеч шак-шубҳасиз, Аллоҳга байъат қилурлар. Аллоҳнинг қўли уларнинг қўллари устида бўлур. Энди ким (ўз қасамёдини) бузса, бас, у фақат ўз зиёнига бузур. Ва ким Аллоҳ билан аҳд-паймон қилган нарсасига вафо қилса, у ҳолда (Аллоҳ) унга улуғ ажр-мукофот ато этур"},{"SurahNumber":48,"VerseNumber":11,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), ҳали (Мадинага қайтганингиздан кейин) сизга аъробийлардан бўлган (сиз билан бирга Умра сафарига чиқмасдан) қолган (мунофиқ) кимсалар «Бизларни мол-мулкларимиз ва аҳли-оилаларимиз машғул қилиб қўйди, (шунинг учун сен билан бирга сафарга чиқа олмадик). Энди ўзинг бизлар учун (Аллоҳдан) мағфират сўрагин», дерлар. Улар тилларида дилларида бўлмаган нарсани — ёлғонни айтурлар. Айтинг: «Агар (Аллоҳ) сизларга бирон зиён (етказиш)ни истаса, ёки У сизларга бирон манфаат (етказиш)ни истаса, у ҳолда ким сизлар учун Аллоҳ томонидан бўлган бирон нарса(ни дафъ қилишга эга бўла олур?! Йўқ, Аллоҳ сизлар қилаётган амалларингиздан огоҳ бўлган Зотдир)"},{"SurahNumber":48,"VerseNumber":12,"Text":"Балки сизлар пайғамбар ва мўминлар (бу сафарларидан) ўз аҳли-оилаларига ҳеч қачон қайтиб келмайдилар, деб ўйладинглар ва бу дилларингизга чиройли кўриниб, ёмон гумон қилдинглар ҳамда ҳалок бўлгувчи қавм бўлдинглар!»"},{"SurahNumber":48,"VerseNumber":13,"Text":"Ким Аллоҳга ва Унинг пайғамбарига иймон келтирмаган бўлса, бас, албатта Биз ундай кофирлар учун дўзахни тайёрлаб қўйгандирмиз"},{"SurahNumber":48,"VerseNumber":14,"Text":"Осмонлар ва Ернинг мулки Аллоҳникидир, У Ўзи хоҳлаган кишиларни мағфират қилур ва Ўзи хоҳлаган кимсаларни азоблар, Аллоҳ мағфиратли ва меҳрибон бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":15,"Text":"Ҳали сизлар (Хайбар жангида қўлга киритган) ўлжаларини олиш учун кетаётган вақтингизда (жиҳодга чиқмасдан) қолган кимсалар: «Бизлар ҳам (ўша ўлжалардан олиш учун) сизларга эргашишимизга (йўл) қўйинглар», дерлар. Улар Аллоҳнинг каломини ўзгартирмоқчи бўладилар. Айтинг: «Ҳаргиз бизларга эргашмайсизлар! Аллоҳ илгари мана шундай дегандир». Энди улар: «Йуқ, сизлар бизларга ҳасад-бахиллик қилмоқдасизлар», дерлар. Йўқ, улар камдан-кам нарсаларнигина англарлар"},{"SurahNumber":48,"VerseNumber":16,"Text":"Аъробийлардан бўлган (жиҳодга чиқмасдан) қолган (мунофиқ) кимсаларга айтинг: «Яқинда сизлар куч-қувват эгалари булган бир қавм (билан жанг қилиш)га даъват этилурсизлар. (Ўшанда ё) улар билан уришурсизлар, ёки улар (жанг-жадалсиз) Исломга кирурлар. Бас, агар (ўша пайт сизларни кофир қавмга қарши жиҳод қилиш учун даъват этувчига) итоат этсангизлар, Аллоҳ сизларга гўзал ажр-мукофот ато этур. Агар илгари юз ўгириб кетганларингиздек юз ўгириб кетсангизлар, (Аллоҳ) сизларни аламли азоб-ла азоблар"},{"SurahNumber":48,"VerseNumber":17,"Text":"(Жиҳодга чиқмай қолишдан) кўзи ожиз кишига хараж-танглик йўқдир. Чўлоққа хараж йўқдир, хастага хараж йўқдир (яъни, улар жиҳодга чиқмаганлари учун айбланмаслар). Ким Аллоҳ ва Унинг пайғамбарига итоат этса, У зот уни остидан дарёлар оқиб турадиган жаннатларга киритур. Ким юз ўгириб кетса, уни аламли азоб-ла азоблар"},{"SurahNumber":48,"VerseNumber":18,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), дарҳақиқат, Аллоҳ мўминлардан — улар дарахт остида сизга байъат қилаётган вақтларида — рози бўлди. Бас, У зот уларнинг дилларидаги нарса (садоқат ва вафо)ни билиб, уларга сакинат — ором туширди ва уларни (Хайбар жангида эришиладиган) яқин ғалаба билан мукофотлади"},{"SurahNumber":48,"VerseNumber":19,"Text":"Ва ўзлари(гина) оладиган кўпдан-кўп ўлжалар (билан мукофотлади). Аллоҳ қудрат ва ҳикмат соҳиби бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":20,"Text":"(Эй мўминлар), Аллоҳ сизларга ўзларингиз оладиган кўпдан-кўп ўлжалар ваъда қилди. Энди мана бу (Хайбар жангида қўлга киритадиган ўлжаларингиз)ни эса нақд қилиб қўйди ва (сизларга душман бўлган) одамларнинг қўлларини сизлар(га бирон зиён етказиш)дан тўсиб қўйди. Токи (бу неъматлар) мўминлар учун оят-ибрат бўлгай ва (Аллоҳ) сизларни Тўғри Йўлга ҳидоят қилгай"},{"SurahNumber":48,"VerseNumber":21,"Text":"Яна бошқа сизлар ҳали-ҳануз қодир бўлмаган (ўлжа)лар ҳам борки, Аллоҳ уларни (сизларнинг ўлжаларингиз эканини Ўз илми илоҳийси билан) иҳота қилиб олгандир. Аллоҳ барча нарсага қодир бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":22,"Text":"Агар (Макка аҳлидан) кофир бўлган кимсалар (сулҳ тузиш ўрнига) сизлар билан жанг қилганларида, албатта ортларига қараб қочган бўлур эдилар. Сўнгра улар на бир дўст ва на бир ёрдамчи топарлар"},{"SurahNumber":48,"VerseNumber":23,"Text":"Бу, яъни мўминлар зафар топиб, кофирлар мағлуб бўлиши Аллоҳнинг йўли — қонуни бўлиб, илгари ҳам ўтгандир. Аллоҳнинг йўлини эса ҳаргиз ўзгартира олмассиз"},{"SurahNumber":48,"VerseNumber":24,"Text":"У (Аллоҳ) Макканинг ичида (яъни, Ҳудайбийяда) сизларни уларнинг (Макка мушрикларининг) устига ғолиб қилганидан кейин уларнинг қўлларини сизлардан, сизларнинг қўлларингизни улардан тўсган (яъни, ўрталарингизда сулҳ пайдо қилган) Зотдир. Аллоҳ қилаётган амалларингизни кўриб тургувчи бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":25,"Text":"Улар (Макка мушриклари) кофир бўлган ва сизларни Масжидул-Ҳаромдан, ҳадя (қурбонлик қилиш учун олган ҳайвонларингиз)ни эса маҳбус бўлган ҳолида, ўз жойига етишдан тўсган кимсалардир. Агар (Маккада) сизлар билмаган мўмин кишилар ва мўмина аёллар бўлмаса эди — сизлар уларни билмаган ҳолингизда (мушриклардан деб ўйлаб) бостириб — ҳалок қилиб қўйиб, улар сабабли сизларга ор-гуноҳ етмаса эди, (Аллоҳ сизларни Маккага юриш қилишдан тўсмаган бўлур эди). Аллоҳ Ўзи хоҳлаган кишиларни Ўз раҳматига дохил қилиш учун (яъни, уларни мушриклар қаторида ҳалок бўлиб кетишларидан асраш учун сизларни жанг қилишдан тўсди). Агар (мўминлар) ажралиб олганларида, албатта улардан (яъни, Макка аҳлидан) кофир бўлган кимсаларни аламли азоб-ла азоблаган бўлур эдик"},{"SurahNumber":48,"VerseNumber":26,"Text":"Ўшанда кофир бўлган кимсалар дилларига қизиққонликни — динсизлик қизиққонлигини солганларида (яъни, Муҳаммад алайҳис-салоту вас-саломнинг пайғамбар эканликларини инкор этишиб, мусулмонларни Маккага киришдан тўсганларида) Аллоҳ Ўз пайғамбарининг ва мўминларнинг устига Ўз сакинат — оромини туширди ва уларга тақво калимасини (яъни, «Ла илаҳа иллаллоҳ» калимасини) лозим қилди. Улар ўша (калима)га жуда ҳақдор ва аҳл-лойиқ эдилар. Аллоҳ барча нарсани билгувчи бўлган Зотдир"},{"SurahNumber":48,"VerseNumber":27,"Text":"Қасамки, Аллоҳ Ўз пайғамбарига (у киши кўрган) тушни ҳаққи-рост қилди: албатта сизлар (эй мўминлар), иншоаллоҳ Масжидул-Харомга тинч-омон бошларингизни (сочларингизни) қирдирган ва (ёки) қисқартирган ҳолларингизда хавф-хатарсиз кирурсизлар. Бас, (Аллоҳ) сизлар билмаган нарсани билиб, ундан (Макка фатҳидан) олдин яқин бир ғалабани (Хайбар жангидаги ғалабани муяссар) қилди"},{"SurahNumber":48,"VerseNumber":28,"Text":"У (Аллоҳ) Ўз пайғамбари (Муҳаммад алайҳис-салоту вас-салом)ни ҳидоят ва Ҳақ дин (Ислом) билан, у (дин)ни барча (дин)ларга ғолиб-устун қилиш учун юборган Зотдир. Аллоҳнинг Ўзи (ушбу ваъдасининг рўёбга чиқишига) етарли гувоҳдир"},{"SurahNumber":48,"VerseNumber":29,"Text":"Муҳаммад Аллоҳнинг пайғамбаридир. У билан бирга бўлган (мўмин)лар кофирларга қаҳрли, ўз ораларида (мўминлар билан) эса раҳм-шафқатлидирлар. Уларни (мудом) Аллоҳдан фазл-марҳамат ва ризолик тилаб рукуъ, сужуд қилаётган ҳолларида кўрурсиз. Уларнинг юзларида сажда изидан (қолган) белги-аломатлари бордир. Мана шу (яъни, кофирларга қаҳрли бўлиш, мўминларга меҳрибонлик ва кўп намоз ўқиб, рукуъ-сажда қилиш) уларнинг Тавротдаги мисолларидир. (Яъни, Тавротда ҳам Аллоҳ таоло мўминларни мана шундай сифатлар билан сифатлагандир). Уларнинг Инжилдаги мисоллари эса худди бир шохлар чиқариб, қувватга киргач, йўғонлашиб, ўз новдасида тик турган, деҳқонларни лол қолдирадиган ўсимликка ўхшайди. (Мўминларнинг аввал-бошда заиф-озчилик бўлишиб, кейин аста-секин кўпайиб, кучга тўлиб кетишлари Инжилда юқорида зикр қилинганидек ўсимликка ўхшатилиши) улар сабабли кофирларни хафа қилиш учундир. Аллоҳ (мўминлардан) иймон келтириб, яхши амаллар қилган зотларга мағфират ва улуғ ажр-мукофот ваъда қилгандир"},{"SurahNumber":49,"VerseNumber":1,"Text":"Эй мўминлар, сизлар Аллоҳ ва Унинг пайғамбари олдида (яъни, иккисининг изнисиз бирон сўз ёки ишга) қадам босманглар! Ва Аллоҳдан қўрқинглар! Албатта Аллоҳ эшитгувчи, билгувчидир"},{"SurahNumber":49,"VerseNumber":2,"Text":"Эй мўминлар, (токи қилган яхши) амалларингиз ўзларингиз сезмаган ҳолларингизда беҳуда-бефойда бўлиб қолмаслиги учун сизлар (пайғамбар билан сўзлашган пайтларингизда) овозларингизни пайғамбарнинг овозидан юқори кўтарманглар ва унга бир-бирларингизга очиқ (дағал сўз) қилгандек очиқ-дағал сўз қилманглар"},{"SurahNumber":49,"VerseNumber":3,"Text":"Албатта Аллоҳнинг пайғамбари ҳузурида овозларини паст қилган зотлар — ана ўшалар Аллоҳ дилларини тақво учун имтиҳон қилган (яъни, тақво имтиҳонидан ўтган) зотлардир. Улар учун мағфират ва улуғ ажр-мукофот бордир"},{"SurahNumber":49,"VerseNumber":4,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), албатта (сизнинг аҳли аёлларингиз истиқомат қиладиган) ҳужралар ортидан туриб сизни (бақириб) чақирадиган кимсаларнинг кўплари ақлсиз кимсалардир"},{"SurahNumber":49,"VerseNumber":5,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), албатта (сизни чақириб, безовта этмасдан) сабр қилганларида, албатта ўзлари учун яхшироқ бўлур эди. Аллоҳ мағфиратли, меҳрибондир"},{"SurahNumber":49,"VerseNumber":6,"Text":"Эй муминлар, агар сизларга бир фосиқ кимса бирон хабар келтирса, сизлар (ҳақиқий аҳволни) билмаган ҳолингизда, бирон қавмга мусибат етказиб қўйиб, қилган ишларингизга афсус-надомат чекиб қолмасликларингиз учун (у фосиқ кимса олиб келган хабарни) аниқлаб-текшириб кўринглар"},{"SurahNumber":49,"VerseNumber":7,"Text":"Ва билингларки, ораларингизда Аллоҳнинг пайғамбари бор. Агар у кўп иш(лар)да сизларга (иймони комил бўлмаган жоҳил кимсаларга) бўйинсунса, (яъни, Аллоҳ томонидан ваҳий нозил бўлишини кутмасдан сизлар келтирган хабарларга ишонадиган бўлса), албатта сизлар бало-мусибатларга дучор бўлур эдингизлар. Лекин Аллоҳ сизларга (иймони комил, тақво имтиҳонидан ўтган зотларга иймонни суюкли қилди ва уни дилларингизга чиройли кўрсатди ҳамда сизларга куфрни, (Аллоҳ ва пайғамбарга) итоатсизликни ва исённи ёмон кўрсатиб қўйди. Ана ўшаларгина (яъни, иймон йўлида собитқадам бўлиб, куфр-исённи ёмон кўрган кишиларгина) Тўғри Йўлга юргувчи зотлардир"},{"SurahNumber":49,"VerseNumber":8,"Text":"(Бу) Аллоҳ томонидан бўлган фазлу марҳамат ва неъматдир. Аллоҳ билим ва ҳикмат Соҳибидир"},{"SurahNumber":49,"VerseNumber":9,"Text":"(Эй мўминлар), агар мўминлардан бўлган икки тоифа (бир-бирлари билан) урушиб қолсалар, дарҳол уларнинг ўртасини ўнглаб қўйинглар! Энди агар улардан бирови иккинчисининг устига тажовуз қилса, бас, то (тажовузкор тоифа) Аллоҳнинг амрига қайтгунича, сизлар тажовуз қилган (тоифа) билан урушинглар! Энди агар у (тоифа тажовузкорликдан) қайтса, сизлар дарҳол уларнинг ўртасини адолат билан ўнглаб қўйинглар. (Мудом) адолат қилинглар! Зеро, Аллоҳ адолат қилгувчиларни севар"},{"SurahNumber":49,"VerseNumber":10,"Text":"Мўминлар ҳеч шак-шубҳасиз, оға-инилардир. Бас, сизлар икки оға-инингизнинг ўртасини ўнглаб қўйинглар! Аллоҳдан қўрқинглар — шояд У зот томонидан бўладиган раҳматга эришсангизлар"},{"SurahNumber":49,"VerseNumber":11,"Text":"Эй мўминлар, (сизлардан бўлган) бир қавм (бошқа) бир (мўмин) қавм устидан масхара қилиб кулмасин — эҳтимолки, (ўша масхара қилинган қавм) улардан яхшироқ бўлсалар. Яна (сизлардан бўлган) аёллар ҳам (бошқа мўмина) аёллар устидан (масхара қилиб кулмасинлар) эҳтимолки, (ўша масхара қилинган аёллар) улардан яхшироқ бўлсалар. Ўзларингизни (яъни, бир-бирларингизни) мазах қилманглар ва бир-бирларингизга лақаблар қўйиб олманглар! Иймондан кейин фосиқлик билан номланиш (яъни, мўмин кишининг юқорида манъ қилинган фосиқона ишлар билан ном чиқариши) нақадар ёмондир. Ким тавба қилмаса, ана ўшалар золим кимсаларнинг ўзидирлар"},{"SurahNumber":49,"VerseNumber":12,"Text":"Эй мўминлар, кўп гумон(лар)дан четланинглар! Чунки айрим гумон(лар) гуноҳдир! (Ўзгаларнинг айблари ортидан) жосуслик қилиб юрманглар ва айримларингиз айримларни ғийбат қилмасин! Сизлардан бирон киши ўзининг ўлган биродарининг гўштини ейишни яхши кўрурми?! Ана ёмон кўрдингизми?! (Бас, гуноҳи бундан-да ортиқ бўлган ғийбатни ҳам ёмон кўрингиз)! Аллоҳдан қўрқингиз! Албатта Аллоҳ тавбаларни қабул қилгувчи, меҳрибондир"},{"SurahNumber":49,"VerseNumber":13,"Text":"Эй инсонлар, дарҳақиқат, Биз сизларни бир эркак (Одам) ва бир аёл (Ҳавво)дан яратдик ҳамда бир-бирларингиз билан танишинглар (дўст-биродар бўлишинглар) учун сизларни (турли-туман) халқлар ва қабила-элатлар қилиб қўйдик. Албатта сизларнинг Аллоҳ наздидаги энг ҳурматлироғингиз тақводорроғингиздир. Албатта Аллоҳ билгувчи ва огоҳдир"},{"SurahNumber":49,"VerseNumber":14,"Text":"Аъробийлар: «Иймон келтирдик», дедилар. (Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «Сизлар иймон келтирганларингиз йўқ, лекин сизлар «Бўйинсундик», денглар, (чунки ҳали-ҳануз) иймон дилларингизга кирган эмасдир. Агар сизлар Аллоҳга ва Унинг пайғамбарига итоат этсангизлар, У зот сизларга (қилган яхши) амалларингиздан (яъни, уларнинг савобидан) бирон нарсани камитмас. Албатта Аллоҳ мағфиратли, меҳрибондир»"},{"SurahNumber":49,"VerseNumber":15,"Text":"Ҳақиқий мўминлар фақат Аллоҳ ва Унинг пайғамбарига иймон келтириб, сўнгра (ҳеч қандай) шак-шубҳа қилмаган ва молу жонлари билан Аллоҳ йўлида курашган зотлардир. Ана ўшаларгина (ўз иймонларида) содиқ бўлган зотлардир"},{"SurahNumber":49,"VerseNumber":16,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом, у аъробийларга) айтинг: «Сизлар Аллоҳга динингларни (иймонларингни ҳақиқий эканлигини) билдирмоқчимисизлар?! Ҳолбуки, Аллоҳ осмонлардаги ва Ердаги бор нарсани билур. Аллоҳ барча нарсани билгувчидир!»"},{"SurahNumber":49,"VerseNumber":17,"Text":"Улар сизга мусулмон бўлганларини миннат қилурлар. Айтинг: «Сизлар менга мусулмон бўлганларингизни миннат қилманглар. Балки агар (иймонингларда) содиқ бўлсангизлар, Аллоҳ сизларни иймонга ҳидоят қилганини миннат қилур"},{"SurahNumber":49,"VerseNumber":18,"Text":"Албатта Аллоҳ осмонлар ва Ердаги ғайб-сирларни билур. Аллоҳ қилаётган амалларингизни кўриб тургувчидир»"},{"SurahNumber":50,"VerseNumber":1,"Text":"Қоф. (Эй Муҳаммад алайҳис-салоту вас-салом), Улуғ Қуръонга қасамки, (Биз сизни қайта тирилиш ҳақ эканлигидан огоҳлантиргувчи пайғамбар қилиб юборганимизда Макка аҳли иймон келтирмайди)"},{"SurahNumber":50,"VerseNumber":2,"Text":"Балки уларга (фаришта эмас, балки) ўзларидан бўлган бир огоҳлантиргувчи келганидан ажабланиб, у кофирлар айтдилар: «Бу жуда қизиқ нарса-ку"},{"SurahNumber":50,"VerseNumber":3,"Text":"Бизлар ўлиб, тупроқ бўлиб қолган вақтимизда (яна ҳаётга қайтариламизми)?! Бу жуда узоқ (ақл бовар қилмайдиган) қайтишдир!»"},{"SurahNumber":50,"VerseNumber":4,"Text":"Аниқки, Биз Ер улар(нинг жасадлари)ни камайтираётганини (яъни, жасадлари чириб тупроққа айланиб кетаётганини) билдик. Ва Бизнинг ҳузуримизда (барча нарсани ўз саҳифаларида) сақлагувчи Китоб (Лавҳул-Маҳфуз) бордир, (демак уларни қайта тирилтириб, ҳисоб-китоб қилиш Биз учун қийин иш эмасдир)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Йўқ, уларга Ҳақ (Қуръон) келган вақтида уни ҳам ёлғон дедилар. Бас, улар бир ноаниқ ишга — ҳолга тушиб қолганлар. (Шунинг учун улар гоҳ Қуръонни «сеҳр» дейишса, гоҳ «шеър» дейишади, гоҳо эса «Аввалгилардан қолган афсона», дейдилар)"},{"SurahNumber":50,"VerseNumber":6,"Text":"Ахир улар устларидаги осмонни — Биз уни қандай бино қилиб, (юлдузлар билан) безаб қўйганимизни ва унинг тешик-ёриқлари ҳам йўқ эканлигини кўрмадиларми"},{"SurahNumber":50,"VerseNumber":7,"Text":"Ерни эса ёйиқ — кенг қилдик ва унда тоғларни ўрнатиб қўйдик ҳамда унда (ўсимлик, мевалардан) ҳар турли гўзал жуфтларни ундириб-ўстирдик"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Парвардигорга) қайтгувчи ҳар бир бандага кўргазма ва эслатма-ибрат бўлсин учун (мана шундай қилдик)"},{"SurahNumber":50,"VerseNumber":9,"Text":"Биз осмондан баракотли сув — ёмғир ёғдириб, унинг ёрдамида боғ-роғларни ва ўриб олингувчи дон-дунларни ўстириб-ундирдик"},{"SurahNumber":50,"VerseNumber":10,"Text":"Ҳамда терилган (мевали) новдалари бўлган баланд хурмоларни (ундириб-ўстирдик)"},{"SurahNumber":50,"VerseNumber":11,"Text":"Бандаларга ризқ бўлсин учун (мана шундай қилдик). Яна у (сув) ёрдамида ўлик шаҳарни — Ерни тирилтирдик. (Ўликларнинг ўз қабрларидан қайта тирилиб) чиқишлари ҳам мана шундай бўлур"},{"SurahNumber":50,"VerseNumber":12,"Text":"Улардан (Макка кофирларидан) илгари Нуҳ қавми, қудуқ эгалари (аъни Шуъайб пайғамбарни ёлғончи қилганлари сабабли қудуққа қулаб ҳалок бўлган бир қавм), Самуд (қабиласи) (ўз пайғамбарларини) ёлғончи қилган эдилар"},{"SurahNumber":50,"VerseNumber":13,"Text":"Од (қабиласи), Фиръавн (ва унинг қавми) ва Лутнинг оға-инилари ҳам (ўз пайғамбарларини ёлғончи қилган эдилар)"},{"SurahNumber":50,"VerseNumber":14,"Text":"Дарахтзор эгалари (яъни, Шуъайб пайғамбарнинг қавми) ва Туббаъ қавми ҳам (ўз пайғамбарларини ёлғончи қилган эдилар). (Уларнинг) барчалари пайғамбарларни ёлғончи қилишгач, Менинг ваъдам (яъни, азобим уларнинг устига) ҳақ-вожиб бўлди"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ахир Биз аввалги яратишга (яъни, йўқдан бор қилишга) ожизлик қилдикми? Йўқ, (ожизлик қилмадик, демак тупроққа айланган жасадларга қайта жон ато этишга ҳам ожилик қилмаймиз), улар эса янги яралишдан (яъни, қайта тирилишдан) шак-шубҳададирлар"},{"SurahNumber":50,"VerseNumber":16,"Text":"Аниқки, инсонни Биз яратганмиз, (демак), унинг нафси васваса қиладиган (яъни, кўнглидан ўтган барча) нарсаларни ҳам билурмиз, — Биз унга жон томиридан ҳам яқинроқдирмиз"},{"SurahNumber":50,"VerseNumber":17,"Text":"Зотан, ўнг ва чап (томон)да ўтирган икки қабул қилгувчи (ёзиб тургувчи фаришта инсоннинг айтган ва қилган барча яхши-ёмон сўз-амалларини) қабул қилиб-ёзиб турурлар"},{"SurahNumber":50,"VerseNumber":18,"Text":"У бирон сўз талаффуз қилмас, магар (талаффуз қилса) унинг олдида ҳозиру-нозир бўлган бир кузатгувчи (фаришта у сўзни ёзиб олур)"},{"SurahNumber":50,"VerseNumber":19,"Text":"Мана, ўлим мастлиги (яъни, жон чиқар пайти) ҳаққи-рост (етиб келди. (Эй инсон), бу (ўлим) сен қочгувчи бўлган нарсадир"},{"SurahNumber":50,"VerseNumber":20,"Text":"(Қайта тирилишга даъват қилгувчи) Сур ҳам чалинди. Бу (кофирларга азоб) ваъда қилинган Кундир"},{"SurahNumber":50,"VerseNumber":21,"Text":"Ва ҳар бир жон ўзи билан бирга (уни маҳшаргоҳга) ҳайдагувчи (бир фаришта) ва унинг қилиб ўтган амалларига) гувоҳлик бергувчи (бир фаришта) бўлган ҳолда келди"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Эй инсон), аниқки, сен бу (оғир Кун)дан ғафлатда эдинг. Бас, Биз сендан пардангни (яъни, мана бу Қиёмат Куни ҳақидаги шак-шубҳаларингни) очиб юбордик. Энди бу Кун сенинг кўзинг жуда ўткирдир"},{"SurahNumber":50,"VerseNumber":23,"Text":"Унинг (кофирнинг) яқини-ҳамроҳи (бўлган, унинг қилиб ўтган гуноҳларини ёзиб-гувоҳлик бергувчи фаришта) деди: «Мана бу (номаи аъмол) менинг ҳузуримда ҳозиру нозир бўлган нарсадир»"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Шундан кейин дўзах ходимларидан икки фариштага айтилур): «Барча (Ҳаққа қаршилик қилгувчи) қайсар, (Аллоҳнинг динига шак келтиргувчи) кофир-кўрнамакни жаҳаннамга ташланглар"},{"SurahNumber":50,"VerseNumber":25,"Text":"Яхшиликни манъ қилгувчи, зўравонни (жаҳаннамга ташланглар)"},{"SurahNumber":50,"VerseNumber":26,"Text":"(Қай) бир кимса Аллоҳ билан бирга бошқа бир «илоҳ» қилиб олса (яъни, ёлғиз Аллоҳга бирон нарса ё кимсани шерик қилиб олса), бас, уни қаттиқ азобга ташланглар!»"},{"SurahNumber":50,"VerseNumber":27,"Text":"Унинг яқини (бўлган шайтон): «Парвардигоро, уни мен туғёнга солганим йўқ, лекин унинг ўзи (ҳақ йўлдан) йироқ залолатда бўлди», деди"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Аллоҳ кофир ва унинг шайтонига) айтди: «Менинг даргоҳимда талашиб-тортишманглар, аниқки, Мен илгари сизларга (кофир бўлганларингиз сабабли Охиратда азобга гирифтор бўлишларингиз тўғрисида) ваъда қилганман"},{"SurahNumber":50,"VerseNumber":29,"Text":"Менинг даргоҳимда (ваъда қилинган) сўз ўзгартирилмас ва Мен бандаларга зулм қилгувчи ҳам эмасдирман»"},{"SurahNumber":50,"VerseNumber":30,"Text":"У Кунда Биз жаҳаннамга «Тўлиб битдингми?», дермиз, у эса, «Яна қўшимча борми?», дер"},{"SurahNumber":50,"VerseNumber":31,"Text":"Жаннат тақводор зотларга йироқ бўлмаган (бир маконга) келтирилди (ва уларга дейилди)"},{"SurahNumber":50,"VerseNumber":32,"Text":"«Мана шу (неъматлар) Сизларга — ҳар бир (Аллоҳга) қайтгувчи, (ўз аҳдини) сақлагувчи (риоя қилгувчи) кишиларга ваъда қилинаётган нарсалардир"},{"SurahNumber":50,"VerseNumber":33,"Text":"Ғайбдаги Раҳмондан қўрққан ва тавба-тазарруъ қилган дил билан келган кишиларга (ваъда қилинаётган нарсалардир)"},{"SurahNumber":50,"VerseNumber":34,"Text":"Унга (жаннатга) тинч-омон кирингиз! Бу (кун) мангу (қоладиган) Кундир»"},{"SurahNumber":50,"VerseNumber":35,"Text":"Улар учун у жойда хоҳлаган нарсалари бордир. Ва яна Бизнинг даргоҳимиздаги қўшимча (иззат-икром)лар ҳам бордир"},{"SurahNumber":50,"VerseNumber":36,"Text":"Биз улардан (Қурайш кофирларидан) илгари улардан кучли-қувватлироқ бўлган қанча аср-авлодни ҳалок қилдик. Бас, ўшалар (Биз бошларига туширган балодан қочиб), бирон нажот бормикан, деб шаҳарларда изғиб юрдилар, (лекин ҳалокатдан қочиб қутула олмадилар)"},{"SurahNumber":50,"VerseNumber":37,"Text":"Албатта бунда (огоҳ) қалб эгаси бўлган ёки ўзи ҳозир бўлган ҳолда (яъни, сидқидилдан) қулоқ тутган киши учун эслатма-ибратлар бордир"},{"SurahNumber":50,"VerseNumber":38,"Text":"Аниқки, Биз осмонлар ва Ерни ҳамда уларнинг ўртасидаги бор нарсани олти кунда яратдик ва Бизни ҳеч қандай чарчоқ ушлагани йўқ"},{"SurahNumber":50,"VerseNumber":39,"Text":"Бас, (эй Муҳаммад алайҳис-салоту вас-салом), улар (кофирлар) айтаётган сўзларга сабр-тоқат қилинг ва қуёш чиқишидан илгари ва ботишидан аввал Парвардигорингизга ҳамду сано айтиш билан (У зотни) покланг — намоз ўқинг"},{"SurahNumber":50,"VerseNumber":40,"Text":"Яна кечанинг (бир қисмида) ва саждалар (яъни, намозлар) ортидан У зотни покланг"},{"SurahNumber":50,"VerseNumber":41,"Text":"Ва жарчи (Исрофил фаришта) яқин бир макондан туриб жар соладиган Кунда (унинг нидосига) қулоқ тутинг"},{"SurahNumber":50,"VerseNumber":42,"Text":"У Кунда улар (барча халойиқ) у даҳшатли қичқириқни ҳаққи-рост эшитурлар. Бу (қабрлардан тирилиб) чиқиш Кунидир"},{"SurahNumber":50,"VerseNumber":43,"Text":"Албатта Биз Ўзимиз (барча жонзотга) ҳаёт берурмиз ва ўлим берурмиз. Ёлғиз Бизга қайтиш бордир"},{"SurahNumber":50,"VerseNumber":44,"Text":"У Кунда уларнинг устидаги Ер ёрилиб, (улар) шошган ҳолларида (қабрларидан чиқиб келурлар). Бу (яъни, Қиёмат Кунида барча халойиқни ҳисоб-китоб учун тўплаш) ёлғиз Бизгагина осон бўлган тўплашдир"},{"SurahNumber":50,"VerseNumber":45,"Text":"Биз улар (кофирлар) айтаётган сўзларни жуда яхши билурмиз. (Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларнинг устида (дину-иймонга) зўрлагувчи эмассиз. Бас, ушбу Қуръон билан Менинг (кофирларни азоб-уқубатга гирифтор қилиш ҳақидаги) ваъдамдан қўрқадиган кишиларга панд-насиҳат қилинг"},{"SurahNumber":51,"VerseNumber":1,"Text":"(Булутларни) суриб кетгувчи (шамол)ларга қасам"},{"SurahNumber":51,"VerseNumber":2,"Text":"Юк (ёмғир) ташигувчи (булут)ларга қасам"},{"SurahNumber":51,"VerseNumber":3,"Text":"(Сув юзида) енгил сузиб боргувчи (кема)ларга қасам"},{"SurahNumber":51,"VerseNumber":4,"Text":"Ва (Аллоҳнинг амри билан барча) иш(лар)ни тақсимлагувчи (фаришта)ларга қасамки"},{"SurahNumber":51,"VerseNumber":5,"Text":"сизларга ваъда қилинаётган нарса (қайта тирилиш) шак-шубҳасиз, ҳаққи-ростдир"},{"SurahNumber":51,"VerseNumber":6,"Text":"Ва албатта (Қиёмат Кунида ҳисоб-китоб қилинганидан кейин) жазо-мукофот воқеъ бўлгувчидир"},{"SurahNumber":51,"VerseNumber":7,"Text":"(Самодаги юлдузлар ҳаракат қиладиган) йўллар эгаси бўлган осмонга қасамки"},{"SurahNumber":51,"VerseNumber":8,"Text":"албатта сизлар (ушбу пайғамбар хусусида) хилма-хил сўз устидадирсизлар"},{"SurahNumber":51,"VerseNumber":9,"Text":"Ундан (яъни, Қуръондан, пайғамбардан Аллоҳнинг илми азалийсида ҳидоят йўлидан) бурилган (ва саодатдан маҳрум қилинган) кимса бурилиб (юз ўгириб) кетур"},{"SurahNumber":51,"VerseNumber":10,"Text":"(Ҳақ пайғамбарни «ёлғончи, сеҳргар, шоир» дегувчи) ўша ёлғончиларга ўлим — лаънат бўлгай"},{"SurahNumber":51,"VerseNumber":11,"Text":"(Жаҳолат) гирдобида адашиб юргувчи бўлган кимсаларга (ўлим бўлгай)"},{"SurahNumber":51,"VerseNumber":12,"Text":"Улар жазо (Қиёмат) Куни қачон бўлишини сўрарлар"},{"SurahNumber":51,"VerseNumber":13,"Text":"(У Кун) улар дўзахда текшириладиган — ёндириладиган Кунда бўлур"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Ўшанда уларга айтилур): «Азобларингизни тотинглар! Сизлар (ҳаёти дунёдалик пайтингизда) шоштиргувчи бўлган нарса мана шудир!»"},{"SurahNumber":51,"VerseNumber":15,"Text":"Албатта тақводор зотлар жаннатлар ва булоқлар устида бўлурлар"},{"SurahNumber":51,"VerseNumber":16,"Text":"(У Кунда) Парвардигор ўзларига ато этган нарсаларни (ажр-мукофотларни) қабул қилган ҳолларида (жаннатлар ва булоқлар устида бўлурлар). Зеро, улар бундан илгари (яъни, ҳаёти дунёдалик чоғларида) чиройли амаллар қилгувчи эдилар"},{"SurahNumber":51,"VerseNumber":17,"Text":"Улар кечадан озгина (фурсатгина) кўз юмар эдилар"},{"SurahNumber":51,"VerseNumber":18,"Text":"Ва саҳарларда улар (қилган саҳву-хатолари учун Парвардигордан мағфират сўрар эдилар)"},{"SurahNumber":51,"VerseNumber":19,"Text":"Уларнинг мол-мулкларида сўрагувчи ва (мол-давлатдан) маҳрум-муҳтож кишилар учун (ажратилган) ҳақ-улуш бўлар эди"},{"SurahNumber":51,"VerseNumber":20,"Text":"(Эй инсонлар), Ерда (ундаги тоғу тошлар ва водий-дараларда, денгизлар ва дарёларда, ҳайвонот ва наботот оламида) ишонгувчи зотлар учун (Аллоҳнинг қудратига далолат қиладиган) оят-аломатлар бордир"},{"SurahNumber":51,"VerseNumber":21,"Text":"Ҳамда ўзларингизда (ушбу ҳаётга келиб-кетишингиздан тортиб, вужудларингиздаги ҳар бир аъзоингизда, балки ҳар бир ҳужайрангизнинг нақадар нозик тартиб-интизом билан яратилиб, ўз ўрнига жойлаштирилганида ва ўз зиммасидаги Яратган буюрган вазифани қулоқ қоқмасдан адо этиб боришида Аллоҳнинг қудратига далолат қиладиган оят-аломатлар бордир). Ахир кўрмайсизларми"},{"SurahNumber":51,"VerseNumber":22,"Text":"Осмонда эса сизларнинг ризқу рўзларингиз (яъни, Ерда мўл ҳосил бўлишига сабаб бўлгувчи ёмғир) ва сизларга ваъда қилинаётган нарса (яъни, жаннат) бордир"},{"SurahNumber":51,"VerseNumber":23,"Text":"Бас, осмон ва Ернинг Парвардигорига қасамки, албатта у (яъни, сизларга ваъда қилинаётган барча нарса) худди сизларнинг сўзлашингиз каби (яъни, сўзлаган сўзларингиз ўзларингиз учун қандоқ ҳақ бўлса, ана шундай) ҳаққи-ростдир"},{"SurahNumber":51,"VerseNumber":24,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сизга Иброҳимнинг иззат-икромли меҳмонлари ҳақидаги хабар келдими"},{"SurahNumber":51,"VerseNumber":25,"Text":"Ўшанда улар (Иброҳимнинг) ҳузурига кириб, «Салом», дейишган эди, у ҳам: «Салом, (Булар) нотаниш қавм-ку?», деди"},{"SurahNumber":51,"VerseNumber":26,"Text":"Сўнг у аста оиласи олдига чиқиб, (қовурилган) бир семиз бузоқни келтирди-да"},{"SurahNumber":51,"VerseNumber":27,"Text":"уни уларга яқин қилиб, «(Таомдан) емайсизларми?», деди"},{"SurahNumber":51,"VerseNumber":28,"Text":"(Лекин меҳмонлар овқатга қўл чўзишмагач), улардан хавфсирай бошлади. (Шунда) улар: «Қўрқмагин. (Бизлар фаришталармиз, шунинг учун таом емаймиз)», дедилар ва (Иброҳимга) бир доно ўғил хушхабарини бердилар"},{"SurahNumber":51,"VerseNumber":29,"Text":"Шунда (уларнинг сўзини эшитиб турган Иброҳимнинг) хотини қичқирганча келди-да, (бу хушхабардан ажабланганидан) ўзининг юзига уриб: «(Ахир мен) туғмас кампир(ман)ку!», деди"},{"SurahNumber":51,"VerseNumber":30,"Text":"Улар айтдилар: «Парвардигоринг мана шундай деди. Албатта Унинг Ўзигина ҳикмат ва билим Соҳибидир»"}]}