{"Id":134,"LanguageCodes":["en","eng"],"Name":"eng-njdawood","Author":"N J Dawood","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"You will assuredly find that the most hostile of people to the faithful are the Jews and the pagans; and you will assuredly find that the nearest in affection to the faithful are those who say: ‘We are Christians.‘ That is because there are priests and monks among them; and because they are free from pride"},{"SurahNumber":5,"VerseNumber":83,"Text":"When they listen to that which was revealed to the Apostle, you see their eyes overflow with tears as they recognize its Truth. They say: ‘Lord, we believe. Count us among the witnesses"},{"SurahNumber":5,"VerseNumber":84,"Text":"Why should we not believe in God and in the Truth that has come down to us? Why should we not hope our Lord will admit us among the righteous?‘"},{"SurahNumber":5,"VerseNumber":85,"Text":"And for their words God has rewarded them with Gardens watered by running brooks, wherein shall they abide for ever. Such is the recompense of the righteous"},{"SurahNumber":5,"VerseNumber":86,"Text":"But those that disbelieve and deny Our revelations shall become the inmates of Hell"},{"SurahNumber":5,"VerseNumber":87,"Text":"Believers, do not forbid the wholesome things which God made lawful for you. Do not transgress; God does not love the transgressors"},{"SurahNumber":5,"VerseNumber":88,"Text":"Eat of the lawful and wholesome things which God has given you. And fear God, in whom you do believe"},{"SurahNumber":5,"VerseNumber":89,"Text":"God will not take you to task for that which is inadvertent in your oaths. But He will take you to task over the oaths which you solemnly swear. The penance for a broken oath shall be the feeding of ten needy men with such food as you normally offer to your own people; or fitting them out with clothes; or the freeing of a slave. He that cannot afford any of these shall fast three days. In this way you shall atone for your broken oaths. Therefore be true to that which you have sworn. Thus God manifests to you His revelations, so that you may give thanks"},{"SurahNumber":5,"VerseNumber":90,"Text":"You that believe! Wine and games of chance, idols and divining arrows, are abominations devised by Satan. Avoid them, so that you may prosper"},{"SurahNumber":5,"VerseNumber":91,"Text":"Surely Satan seeks to stir up enmity and hatred among you by means of wine and gambling, and to keep you from the remembrance of God and from your prayers. Will you then desist"},{"SurahNumber":5,"VerseNumber":92,"Text":"Obey God, and obey the Apostle. Beware; if you pay no heed, know that Our apostle‘s duty is but to give clear warning"},{"SurahNumber":5,"VerseNumber":93,"Text":"In regard to any food they may have eaten, no blame shall be attached to those that have embraced the Faith and done good works so long as they fear God and believe in Him and do good works; so long as they fear God and believe in Him; so long as they fear God and do good works. God loves the charitable"},{"SurahNumber":5,"VerseNumber":94,"Text":"Believers, God will surely put you to the proof by means of the game which you can catch with your hands or with your spears, so that God may know those who fear Him in their hearts. He that transgresses hereafter, woeful punishment awaits him"},{"SurahNumber":5,"VerseNumber":95,"Text":"Believers, you shall not kill game while on Pilgrimage. He that kills game by design, shall present, as an offering to the Ka‘bah, an animal equivalent to the one he killed, to be determined by two just men among you; or he shall, in atonement, either feed the destitute or fast, so that he may taste the evil consequences of his deed. God has pardoned what is past; but if anyone relapses God will avenge Himself on him: God is Almighty and capable of revenge"},{"SurahNumber":5,"VerseNumber":96,"Text":"Lawful for you is what you catch from the sea and the sustenance it provides; wholesome, for you and for the seafarer. But you are forbidden the game of the land while you are on Pilgrimage. And fear God, before whom you shall be herded"},{"SurahNumber":5,"VerseNumber":97,"Text":"God has made the Ka‘bah, the Sacred House, a standing shrine for people; also the sacred month, and the sacrificial offerings with their ornaments, so that you may know God has knowledge of all that the heavens and the earth contain; that God has knowledge of all things"},{"SurahNumber":5,"VerseNumber":98,"Text":"Know that God is stern in retribution, and that God is forgiving and compassionate"},{"SurahNumber":5,"VerseNumber":99,"Text":"The Apostle‘s duty is only to give warning. God knows all that you reveal and all that you conceal"},{"SurahNumber":5,"VerseNumber":100,"Text":"Say: ‘Evil and good are not alike, even though the abundance of evil may tempt you. Fear God, you that are of good sense possessed, that you may thrive.‘"},{"SurahNumber":5,"VerseNumber":101,"Text":"Believers, do not ask questions about things which, if made known to you, would only pain you; but if you ask them when the Koran is being revealed, they shall be made plain to you. God will pardon you for this; God is forgiving and gracious"},{"SurahNumber":5,"VerseNumber":102,"Text":"People asked them before you, only to disbelieve them thereafter"},{"SurahNumber":5,"VerseNumber":103,"Text":"God demands neither a bahīrah, nor a sā‘ibah, nor a waşīlah, nor a ḥāmi.¹ The unbelievers invent falsehoods about God; and most of them are lacking in judgement"},{"SurahNumber":5,"VerseNumber":104,"Text":"If they are told: ‘Come to that which God has revealed, and to the Apostle,‘ they say: ‘Sufficient for us is the faith of our fathers,‘ even though their fathers knew nothing and did not follow the right path"},{"SurahNumber":5,"VerseNumber":105,"Text":"Believers, you are accountable for none but yourselves; he that strays cannot harm you if you are on the right path. To God shall you all return, and He will declare to you what you have done"},{"SurahNumber":5,"VerseNumber":106,"Text":"Believers, when death approaches you, let two just men from among you act as witnesses when you make your testament; or two men from another tribe if while you are traveling the land the calamity of death overtakes you. Detain them after prayers, and if you doubt their honesty, let them swear by God: ‘We will not sell our testimony for any price even to kin. We will not hide the testimony of God; for we should then be sinners.‘"},{"SurahNumber":5,"VerseNumber":107,"Text":"If both prove dishonest, replace them by another pair from among those immediately concerned, and let them both swear by God, saying: ‘Our testimony is truer than theirs. We have told no lies, for we should then be wrongdoers.‘"},{"SurahNumber":5,"VerseNumber":108,"Text":"Thus will they be more likely to bear true witness or to fear that the oaths of others may contradict theirs. Fear God and be attentive. God does not guide the ungodly"},{"SurahNumber":5,"VerseNumber":109,"Text":"On the day God gathers the apostles and says to them: ‘How were you received?‘ they will say: ‘We have no knowledge. You alone know what is hidden.‘"},{"SurahNumber":5,"VerseNumber":110,"Text":"God will say: ‘Jesus son of Mary, remember the favour I bestowed on you and on your mother: how I strengthened you with the Holy Spirit, so that you spoke to people in the cradle and in the prime of manhood; how I instructed you in the Book and in wisdom, in the Torah and in the Gospel; how by My leave you fashioned from clay the likeness of a bird and breathed into it so that, by My leave, it became a living bird; how, by My leave, you healed the blind man and the leper, and, by My leave, restored the dead to life; how I protected you from the Israelites when you had come to them with conspicuous signs: when those of them who disbelieved said: \"This is but sorcery manifest"},{"SurahNumber":5,"VerseNumber":111,"Text":"how, when I enjoined the disciples to believe in Me and in My apostle, they said: \"We do believe; bear witness that we are Muslims.\"‘"},{"SurahNumber":5,"VerseNumber":112,"Text":"Jesus son of Mary,‘ said the disciples, ‘is your Lord able to send down to us from heaven a table spread with food?‘ He said: ‘Fear God, if you are true believers.‘"},{"SurahNumber":5,"VerseNumber":113,"Text":"We wish to eat of it,‘ they said, ‘so that we may reassure our hearts and know that what you said to us is true, and that we may be witnesses of it.‘"},{"SurahNumber":5,"VerseNumber":114,"Text":"Lord,‘ said Jesus son of Mary, ‘send down to us from heaven a table spread with food, that it may mark a feast for the first of us and for the last of us: a sign from You. Give us our sustenance; You are the best provider.‘"},{"SurahNumber":5,"VerseNumber":115,"Text":"God said: ‘I am sending one to you. But whoever of you disbelieves hereafter shall be punished as no man will ever be punished.‘"},{"SurahNumber":5,"VerseNumber":116,"Text":"Then God will say: ‘Jesus son of Mary, did you ever say to the people: \"Worship me and my mother as gods besides God?\"‘ ‘Glory be to You,‘ he will answer, ‘I could never have claimed what I have no right to. If I had ever said so, You would have surely known it. You know what is in my mind, but I know not what is in Your mind. You alone know what is hidden"},{"SurahNumber":5,"VerseNumber":117,"Text":"I told them only what You bade me: \"Worship God, my Lord and your Lord.\" I was a witness over them while living in their midst, and ever since You took me to Yourself, You Yourself have been watching them. Over all things You are the witness"},{"SurahNumber":5,"VerseNumber":118,"Text":"If You punish them, they surely are Your creatures; and if You forgive them, surely You are the Almighty and the Wise One"},{"SurahNumber":5,"VerseNumber":119,"Text":"God will say: ‘This is the day when their truthfulness will benefit the truthful. They shall for ever dwell in Gardens watered by running brooks. God is pleased with them, and they are pleased with Him. That is the supreme triumph.‘"},{"SurahNumber":5,"VerseNumber":120,"Text":"God it is who has sovereignty over the heavens and the earth and all that they contain. And He has power over all things"},{"SurahNumber":6,"VerseNumber":1,"Text":"PRAISE BE to God, who created the heavens and the earth and ordained darkness and light. Yet the unbelievers set up other gods as equals with their Lord"},{"SurahNumber":6,"VerseNumber":2,"Text":"He it is who has created you from clay. Then He decreed a term for you in this world and another specified by Him. Yet you are still in doubt"},{"SurahNumber":6,"VerseNumber":3,"Text":"God is He in the heavens and on earth. He knows what you conceal and what you reveal; He knows what you do"},{"SurahNumber":6,"VerseNumber":4,"Text":"Yet every time a revelation comes to them from their Lord, they pay no need to it"},{"SurahNumber":6,"VerseNumber":5,"Text":"Thus do they deny the Truth when it is declared to them: but they shall learn the consequences of their scorn"},{"SurahNumber":6,"VerseNumber":6,"Text":"Can they not see how many generations We have destroyed before them? We had given them more power in the land than the power we have given you,¹ We sent down for them abundant water from the sky, and We gave them rivers that rolled at their feet. Yet because they sinned We obliterated them, and raised up other generations after them"},{"SurahNumber":6,"VerseNumber":7,"Text":"If We sent down to you a Book inscribed on real parchment and they touched it with their own hands, the unbelievers would still assert: ‘This is but sorcery manifest.‘"},{"SurahNumber":6,"VerseNumber":8,"Text":"And they ask: ‘Why has no angel been sent down to him?‘ If We had sent down an angel, judgement would have been passed and they would have never been reprieved"},{"SurahNumber":6,"VerseNumber":9,"Text":"And if We had made him an angel, We would have given him the semblance of a man, and would have thus added to their confusion"},{"SurahNumber":6,"VerseNumber":10,"Text":"Other apostles have been laughed to scorn before you; but those that scoffed at them were felled by the very scourge they had derided"},{"SurahNumber":6,"VerseNumber":11,"Text":"Say: ‘Roam the land and see what was the fate of those that disbelieved.‘"},{"SurahNumber":6,"VerseNumber":12,"Text":"Say: ‘To whom belongs all that the heavens and the earth contain?‘ Say: ‘To God. He has decreed mercy for Himself, and will gather you all on the Day of Resurrection: a day not to be doubted. Those who have forfeited their souls will never believe.‘"},{"SurahNumber":6,"VerseNumber":13,"Text":"And His is whatever takes its rest in the night or in the day. And He it is who hears all and knows all"},{"SurahNumber":6,"VerseNumber":14,"Text":"Say: ‘Should I take any but God for my Protector? Creator of the heavens and the earth, He gives nourishment to all and is nourished by none.‘ Say: ‘I was commanded to be the first of the Muslims. You shall serve no other god besides Him.‘"},{"SurahNumber":6,"VerseNumber":15,"Text":"Say: ‘I will never disobey my Lord, for I fear the torment of a fateful day.‘"},{"SurahNumber":6,"VerseNumber":16,"Text":"He who is spared that day shall have received His mercy. That is the glorious triumph"},{"SurahNumber":6,"VerseNumber":17,"Text":"If God afflicts you with an evil, none can remove it but Him; and if He blesses you with good fortune, know that He has power over all things"},{"SurahNumber":6,"VerseNumber":18,"Text":"He reigns supreme over His servants; and He alone is the Wise One, the Omniscient"},{"SurahNumber":6,"VerseNumber":19,"Text":"Say: ‘What counts most in testimony?‘ Say: ‘God is my witness and your witness. This Koran has been revealed to me that I may thereby warn you and all whom it may reach. Will you really testify there are other gods besides God?‘ Say: ‘I will testify to no such thing!‘ Say: ‘He is but one God. I disown the gods you serve besides Him.‘"},{"SurahNumber":6,"VerseNumber":20,"Text":"Those to whom We have given the Book¹ know him as they know their own children. But those who have forfeited their souls will never have faith"},{"SurahNumber":6,"VerseNumber":21,"Text":"And who is more wicked than the man who invents a falsehood about God or denies His revelations? The wrong-doers shall never succeed"},{"SurahNumber":6,"VerseNumber":22,"Text":"On the day We herd them all together We shall say to the pagans: ‘Where are your idols now, those whom you claimed to be your gods?‘"},{"SurahNumber":6,"VerseNumber":23,"Text":"They will then have no case to argue, but will only say: ‘By God, our Lord, we have never worshipped idols.‘"},{"SurahNumber":6,"VerseNumber":24,"Text":"You shall see how they have deceived themselves and how the deities of their own invention will forsake them"},{"SurahNumber":6,"VerseNumber":25,"Text":"And some among them listen to you. But We have cast veils over their hearts and made them hard of hearing lest they understand your words. They will believe in none of Our signs, even if they see them, one and all. When they come to argue with you the unbelievers say: ‘This is nothing but fables of the ancients.‘"},{"SurahNumber":6,"VerseNumber":26,"Text":"They forbid it and distance themselves from it. They ruin none but themselves, though they do not perceive it"},{"SurahNumber":6,"VerseNumber":27,"Text":"If you could see them when they are set before the Fire! They will say: ‘Would that we could return! Then we would not deny the revelations of our Lord and would be true believers.‘"},{"SurahNumber":6,"VerseNumber":28,"Text":"Indeed, that which they concealed before will manifest itself to them. But if they were sent back, they would return to that which they had been forbidden; they are surely lying"},{"SurahNumber":6,"VerseNumber":29,"Text":"They say: ‘It is but this our nether life; nor shall we ever be raised to life again.‘"},{"SurahNumber":6,"VerseNumber":30,"Text":"If you could see them when they are set before their Lord! He will say: ‘Is this not real?‘ ‘Yes, by our Lord,‘ they will reply, and He will say: ‘Taste then the torment, the reward of your unbelief!‘"},{"SurahNumber":6,"VerseNumber":31,"Text":"Lost indeed are those who deny they will ever meet God. When the Hour overtakes them unawares, they will say: ‘Alas, we have neglected much in our lifetime!‘ And they shall bear their burdens on their backs; evil are the burdens they shall bear"},{"SurahNumber":6,"VerseNumber":32,"Text":"The life of this world is but a sport and a diversion. Surely better is the life to come for those that fear God. Will you not understand"},{"SurahNumber":6,"VerseNumber":33,"Text":"We know too well that what they say grieves you. It is not you that they are disbelieving; the wrongdoers deny God‘s own revelations"},{"SurahNumber":6,"VerseNumber":34,"Text":"Other apostles have been denied before you; but they patiently bore with disbelief and persecution until Our help came down to them: for none can change the decrees of God. You have already heard of those apostles"},{"SurahNumber":6,"VerseNumber":35,"Text":"And if you find their aversion hard to bear, seek if you can a tunnel in the earth or a ladder to the sky by which you may bring them a sign. Had God pleased He would have given them guidance, one and all. Do not be foolish, then"},{"SurahNumber":6,"VerseNumber":36,"Text":"Those that can hear will surely answer. As for the dead, God will bring them back to life. Then to Him shall they be recalled"},{"SurahNumber":6,"VerseNumber":37,"Text":"They ask: ‘Why was no sign sent down to him from his Lord?‘ Say: ‘God is well able to send down a sign.‘ But most of them have no knowledge"},{"SurahNumber":6,"VerseNumber":38,"Text":"All the beasts that roam the earth and all the birds that soar on high are but communities like your own. We have left out nothing in the Book. Then to their Lord they shall be herded all"},{"SurahNumber":6,"VerseNumber":39,"Text":"Deaf and dumb are those that deny Our revelations: they are in darkness. God confounds whom He will, and whome He pleases He guides on to the straight path"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say: ‘Do but consider. When God‘s scourge smites you and the Hour of Doom suddenly overtakes you, will you call on any but God to help you? Answer me, if you are truthful"},{"SurahNumber":6,"VerseNumber":41,"Text":"No, on Him you will call; and He will relieve your affliction if He pleases. Then you will forget your idols.‘"},{"SurahNumber":6,"VerseNumber":42,"Text":"We sent forth apostles before you to other communities, and afflicted them with calamities and misfortunes that they might humble themselves"},{"SurahNumber":6,"VerseNumber":43,"Text":"If only did they humble themselves when Our scourge overtook them! But their hearts hardened, and Satan made their deeds seem fair to them"},{"SurahNumber":6,"VerseNumber":44,"Text":"And when they had clean forgotten Our admonition We opened every door for them; but just as they were rejoicing in what they were given, We suddenly smote them, and, lo, they were despondent"},{"SurahNumber":6,"VerseNumber":45,"Text":"Thus were the wrongdoers annihilated. Praise be to God, Lord of the Universe"},{"SurahNumber":6,"VerseNumber":46,"Text":"Say: ‘Do but consider: if God took away your hearing and your sight and set a seal upon your hearts, could any but God restore them to you?‘ See how We expound the revelations; and yet they turn away"},{"SurahNumber":6,"VerseNumber":47,"Text":"Say: ‘Do but consider: if the scourge of God overtook you suddenly or predictably, would any perish but the wrongdoers?‘"},{"SurahNumber":6,"VerseNumber":48,"Text":"We send forth apostles only to proclaim joyful tidings and to give warning. Those that believe in them and mend their ways shall have nothing to fear or to regret"},{"SurahNumber":6,"VerseNumber":49,"Text":"and those that deny Our revelations shall be punished for their foul deeds"},{"SurahNumber":6,"VerseNumber":50,"Text":"Say: ‘I do not tell you that I possess God‘s treasures or know what is hidden, nor do I say to you I am an angel. I follow only that which is revealed to me.‘ Say: ‘Are the blind and the seeing equal? Will you not reflect?‘"},{"SurahNumber":6,"VerseNumber":51,"Text":"Warn those who dread to be herded before their Lord that they have no guardian or intercessor besides Him, so that they may fear Him"},{"SurahNumber":6,"VerseNumber":52,"Text":"Do not drive away those that call on their Lord morning and evening, seeking only to gain His favour. You are in no way accountable for them, nor are they in any way accountable for you. If you dismiss them, you shall yourself become a wrongdoer"},{"SurahNumber":6,"VerseNumber":53,"Text":"And thus have We made some among them a means for testing others, so that they should say: ‘Are these the ones God has favoured among us?‘ But does not God best know the thankful"},{"SurahNumber":6,"VerseNumber":54,"Text":"If those that believe in Our revelations come to you, say: ‘Peace be upon you. Your Lord has decreed mercy for Himself. If any one among you has done a bad deed through ignorance and then repented and mended his ways, he will find God forgiving and compassionate.‘"},{"SurahNumber":6,"VerseNumber":55,"Text":"Thus do We expound Our revelations, so that the path of the guilty may be laid bare"},{"SurahNumber":6,"VerseNumber":56,"Text":"Say: ‘I am forbidden to worship the deities you invoke besides God.‘ Say: ‘I will not yield to your wishes, for then I would have strayed and ceased to be on the right path.‘"},{"SurahNumber":6,"VerseNumber":57,"Text":"Say: ‘I have received veritable proofs from my Lord, yet you deny Him. I have no power to hasten that which you challenge; judgement is for God only. He it is who declares the Truth and is the best of arbiters.‘"},{"SurahNumber":6,"VerseNumber":58,"Text":"Say: ‘Had I the power to hasten that which you challenge, judgement would have been passed between myself and you. But God best knows the wrongdoers"},{"SurahNumber":6,"VerseNumber":59,"Text":"He has the keys of all that is hidden: none knows it but Him. He knows all that land and sea contain: every leaf that falls is known to Him. There is no grain in the darkest bowels of the earth, nor anything green or sear, but is recorded in a veritable Book"},{"SurahNumber":6,"VerseNumber":60,"Text":"He it is who claims you back by night, knowing what you have done by day, and then rouses you up to fulfil your allotted span of life. Then to Him shall you return, and He will then declare to you all that you have done"},{"SurahNumber":6,"VerseNumber":61,"Text":"He it is who reigns supreme over His servants. And He sends forth guardians to watch over you, so that when death overtakes any one of you, Our emissaries will claim him back: they never fail"},{"SurahNumber":6,"VerseNumber":62,"Text":"Then are all restored to God, their true Lord. His alone is the Judgement, and most swift is His reckoning.‘"},{"SurahNumber":6,"VerseNumber":63,"Text":"Say: ‘Who delivers you from the dark perils of land and sea, when you call out to Him humbly and in secret, saying: \"Save us from these and we will be truly thankful!\"?‘"},{"SurahNumber":6,"VerseNumber":64,"Text":"Say: ‘God delivers you from them, and from all afflictions; yet you worship idols.‘"},{"SurahNumber":6,"VerseNumber":65,"Text":"Say: ‘He it is who has power to let loose a scourge upon you from above your heads and from beneath your feet, and to divide you into discordant factions, causing the one to suffer at the hands of the other.‘ See how We expound Our revelations, that they may understand them"},{"SurahNumber":6,"VerseNumber":66,"Text":"Your people have rejected this¹ although it is the very Truth. Say: ‘I am not your keeper"},{"SurahNumber":6,"VerseNumber":67,"Text":"The time will come when every prophecy shall be fulfilled, and you shall learn"},{"SurahNumber":6,"VerseNumber":68,"Text":"If you see those that scoff at Our revelations, withdraw from them till they engage in other talk. And should Satan cause you to forget, take leave of the wrongdoers as soon as you remember"},{"SurahNumber":6,"VerseNumber":69,"Text":"Those that fear God are in no way accountable for them. Remind them only so that they may fear Him"},{"SurahNumber":6,"VerseNumber":70,"Text":"Avoid those that treat their faith as a sport and a diversion and are seduced by the life of this world. Admonish them with this lest their souls be damned by their own actions, having no guardian or intercessor besides God: and though they offer every ransom, it shall not be accepted from them. Such are those that are damned by their own actions. Scalding water shall they drink, and suffer woeful torment for their unbelief"},{"SurahNumber":6,"VerseNumber":71,"Text":"Say: ‘Are we to call on idols which can neither help nor harm us? Are we to turn upon our heels after God has guided us, like him who, being bewitched by demons in the land, blunders along perplexed, although his friends call him to the right path, shouting: \"Come this way!\"?‘ Say: ‘God‘s guidance is the only guidance. We are commanded to submit to the Lord of the Universe"},{"SurahNumber":6,"VerseNumber":72,"Text":"to pray, and to fear Him. Before Him shall you be herded all.‘"},{"SurahNumber":6,"VerseNumber":73,"Text":"He it was who created the heavens and the earth with Truth. On the day He says: ‘Be,‘ it shall be. His word is Truth: and sovereignty shall be His on the day when the trumpet is blown. He has knowledge of the unknown and the manifest, He alone is the Wise One the Omniscient"},{"SurahNumber":6,"VerseNumber":74,"Text":"Tell of Abraham, who said to Azar, his father: ‘Will you worship idols as your gods? I can see that you and your people are in palpable error.‘"},{"SurahNumber":6,"VerseNumber":75,"Text":"Thus did We show Abraham the kingdom of the heavens and the earth, so that he might become a firm believer"},{"SurahNumber":6,"VerseNumber":76,"Text":"When night drew its shadow over him, he saw a star. ‘That,‘ he said, ‘is surely my God.‘ But when it faded away, he said: ‘I have no love for such that fade.‘"},{"SurahNumber":6,"VerseNumber":77,"Text":"When he beheld the rising moon, he said: ‘That is my God.‘ But when it set, he said: ‘If my Lord does not guide me, I shall surely go astray.‘"},{"SurahNumber":6,"VerseNumber":78,"Text":"Then, when he beheld the sun shining, he said: ‘That must be my God: it is larger.‘ But when it set, he said to his people: ‘I disown your idols"},{"SurahNumber":6,"VerseNumber":79,"Text":"I will turn my face to Him who has created the heavens and the earth, and will live a righteous life. I am no idolater.‘"},{"SurahNumber":6,"VerseNumber":80,"Text":"His people argued with him. He said: ‘Will you argue with me about God, who has given me guidance? I do not fear your idols, unless my Lord so willed for a purpose. My Lord has prodigious knowledge of all things: will you not reflect"},{"SurahNumber":6,"VerseNumber":81,"Text":"And how should I fear your idols when you yourselves are not afraid of serving idols not sanctioned by God? Which of us is more deserving of salvation? Tell me, if you know"},{"SurahNumber":6,"VerseNumber":82,"Text":"Those that have faith and do not taint their faith with wrongdoing shall surely earn salvation, and are rightly guided.‘"},{"SurahNumber":6,"VerseNumber":83,"Text":"Such was the argument with which We furnished Abraham against his people. We raise whom We will to an exalted rank. Your Lord is wise and all-knowing"},{"SurahNumber":6,"VerseNumber":84,"Text":"We gave him Isaac and Jacob and guided both as We had guided Noah before them. Among his descendants were David and Solomon, Job and Joseph and Moses and Aaron (thus do we reward the righteous)"},{"SurahNumber":6,"VerseNumber":85,"Text":"Zacharias and John, Jesus and Elias¹ (all were upright men)"},{"SurahNumber":6,"VerseNumber":86,"Text":"and Ishmael, Elisha, Jonah and Lot. All these We exalted above the nations"},{"SurahNumber":6,"VerseNumber":87,"Text":"as We had exalted some of their fathers, their children, and their brothers. We chose them and guided them to a straight path"},{"SurahNumber":6,"VerseNumber":88,"Text":"Such is God‘s guidance; He guides those of His servants whom He chooses. Had they served other gods besides Him, their labours would have been vain indeed"},{"SurahNumber":6,"VerseNumber":89,"Text":"On those We bestowed the Book, wisdom, and prophethood. If these are denied by them, We will entrust them to others who will not deny them"},{"SurahNumber":6,"VerseNumber":90,"Text":"It was those whom God had guided: follow then their guidance and say: ‘I demand of you no recompense for this. It is but an admonition to mankind.‘"},{"SurahNumber":6,"VerseNumber":91,"Text":"And they have no true notion of God‘s glory, those that say: ‘God has never revealed anything to a mortal.‘ Say: ‘Who, then, revealed the Scriptures which Moses brought down, a light and a guide for mankind? You have transcribed them on scraps of paper, declaring some and suppressing much, though now you have been taught what neither you nor your fathers knew before.‘ Say: ‘God!‘ Then leave them to amuse themselves with foolish chatter"},{"SurahNumber":6,"VerseNumber":92,"Text":"This is a blessed Book which We have revealed, confirming what came before it, that you may warn the mother city¹ and those that dwell around her. Those who believe in the life to come will believe in it and are steadfast in their prayers"},{"SurahNumber":6,"VerseNumber":93,"Text":"Who is more wicked than he who invents a falsehood about God, or says: ‘This was revealed to me,‘ when nothing was revealed to him? Or says: ‘I can reveal the like of what God has revealed‘? Could you but see the wrongdoers when death overwhelms them! With hands outstretched, the angels will say: ‘Yield up your souls this day. You shall be rewarded with the scourge of shame, for you have said of God what is untrue and scorned His revelations"},{"SurahNumber":6,"VerseNumber":94,"Text":"And now you have returned to Us, one by one, as We created you at first, leaving behind all that We bestowed on you. Nor do We see with you your intercessors, those whom you claimed to be God‘s equals. Broken are the ties which bound you, and that which you claimed has failed you.‘"},{"SurahNumber":6,"VerseNumber":95,"Text":"God it is who splits the seed and the fruit-stone. He brings forth the living from the dead, and the dead from the living. Such is God. How then can you turn away"},{"SurahNumber":6,"VerseNumber":96,"Text":"He kindles the light of dawn. He has ordained the night for rest and the sun and the moon for reckoning. Such is the ordinance of the Mighty One, the All-knowing"},{"SurahNumber":6,"VerseNumber":97,"Text":"He it was that has created for you the stars, so that you may be guided by them in the darkness of land and sea. We have expounded Our revelations for those endowed with knowledge"},{"SurahNumber":6,"VerseNumber":98,"Text":"And He it was who created you from a single soul and furnished you with a dwelling and a resting-place. We have expounded Our revelations for those who understand"},{"SurahNumber":6,"VerseNumber":99,"Text":"And He it is who sends down water from the sky with which We bring forth the buds of every plant. From these We bring forth green foliage and close-growing grain, palm-trees laden with clusters of dates, vineyards and olive groves, and pomegranates alike and different. Behold their fruits when they ripen. Surely in these there are signs for those who truly believe"},{"SurahNumber":6,"VerseNumber":100,"Text":"And they made the jinn God‘s partners, though He Himself created them, and in their ignorance ascribe to Him sons and daughters. Glory be to Him! Exalted be He above their imputations"},{"SurahNumber":6,"VerseNumber":101,"Text":"Creator of the heavens and the earth. How should He have a son when He had no consort? He created all things, and of all things He has knowledge"},{"SurahNumber":6,"VerseNumber":102,"Text":"Such is God, your Lord. There is no god but Him, Creator of all things. Therefore serve Him. And of all things He is the Guardian"},{"SurahNumber":6,"VerseNumber":103,"Text":"No mortal eyes can see Him, though He sees all eyes. He is the Benign One and Omniscient"},{"SurahNumber":6,"VerseNumber":104,"Text":"Momentous portents have come to you from your Lord. He that sees them shall himself have much to gain, and he who is blind to them shall lose much indeed. I¹ am not your keeper"},{"SurahNumber":6,"VerseNumber":105,"Text":"Thus do We expound Our revelations, that they may say: ‘You¹ have studied deep,‘ and that We may make it clear for those endowed with knowledge"},{"SurahNumber":6,"VerseNumber":106,"Text":"Therefore follow what has been revealed to you from your Lord; there is no god but Him. Avoid the pagans"},{"SurahNumber":6,"VerseNumber":107,"Text":"had God pleased, they would not have worshipped idols. We have not made you their keeper, nor are you their guardian"},{"SurahNumber":6,"VerseNumber":108,"Text":"Do not revile¹ the idols which they invoke besides God, lest in their ignorance they revile God with rancour. Thus have We made the actions of each community seem pleasing to itself. Then to their Lord shall they return, and He will declare to them what they have done"},{"SurahNumber":6,"VerseNumber":109,"Text":"They solemnly swear by God that if a sign be given them they would assuredly believe in it. Say: ‘Signs are only vouchsafed by God.‘ And how can you tell? Even if a sign be given them they may still not believe"},{"SurahNumber":6,"VerseNumber":110,"Text":"And we will turn away their hearts and eyes from the Truth, even as they did not believe in it at first. We will let them blunder about in their wickedness"}]}