{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":5,"VerseNumber":82,"Text":"Thee will surely find that the strongest in enmity against those who believe are the Jews and the idolaters (Pagans); and you will find the nearest in love to those who believe to be those who say, \"We are Christians\". That is because there are"},{"SurahNumber":5,"VerseNumber":83,"Text":"And when they hear what has been revealed to the Messenger, you will see their eyes overflow with tears at what they recognize as Truth; and they will say, \"O our Lord! We believe, so record us amongst the witnesses"},{"SurahNumber":5,"VerseNumber":84,"Text":"Why should we not believe in Allah and the Truth that is given to us, nor desire that our Lord should make us enter the company of the righteous"},{"SurahNumber":5,"VerseNumber":85,"Text":"Therefore has Allah rewarded them, for what they said, with Gardens beneath which rivers flow, to dwell therein for ever; that is the reward of those who do good"},{"SurahNumber":5,"VerseNumber":86,"Text":"But those who disbelieve and say Our revelations are lies, they are the fellows of hell"},{"SurahNumber":5,"VerseNumber":87,"Text":"O you who believe! Forbid not the good things which Allah has made lawful for you, nor transgress (or commit excess); verily, Allah loves not the transgressors"},{"SurahNumber":5,"VerseNumber":88,"Text":"But eat of what Allah has provided you, lawful and good things; and fear (do your duty to) Allah, in Whom you believe"},{"SurahNumber":5,"VerseNumber":89,"Text":"Allah will not take you to task for the unintentional (or futile) word in your oaths (or promises), but He will take you task for oaths you swear in earnest. The expiation thereof is to feed ten poor men with the average food you feed your families with"},{"SurahNumber":5,"VerseNumber":90,"Text":"O you who believe! Verily, strong drinks (intoxicants, fermented or alcoholic drinks), and el maisar (gambling, trying to get something for nothing), and statues (idols), and divining arrows (superstitions and games of chance)) are only an abomination of"},{"SurahNumber":5,"VerseNumber":91,"Text":"Satan only desires to place enmity and hatred between you by wine and maisar, and to turn you from the remembrance of Allah and from prayer; will you not, then, desist"},{"SurahNumber":5,"VerseNumber":92,"Text":"Obey Allah, and obey the Messenger, and beware, for if you turn back then know that the duty of Our Messenger is only to deliver the message clearly"},{"SurahNumber":5,"VerseNumber":93,"Text":"There is no crime in those who believe and do right, for having tasted forbidden food, when they fear (guard themselves from evil) and believe. So fear (do your duty to) Allah, and believe, and do what is right; and again fear (do your duty), and believe"},{"SurahNumber":5,"VerseNumber":94,"Text":"O you who believe! Allah will try you with something of the game (by hunting) that your hands and your lances take, that Allah may know who fears Him in secret; and whoever transgresses after that, for him is grievous woe"},{"SurahNumber":5,"VerseNumber":95,"Text":"O you who believe! Kill not game while you are on pilgrimage. But he amongst you who kills it purposely, he shall compensate the equivalent of that which he has killed, in domestic animals - of which two just persons amongst you shall judge - an offering"},{"SurahNumber":5,"VerseNumber":96,"Text":"Lawful for you is the game of the sea, and to eat thereof; a provision for you and for seafarers; but forbidden you is the game of the land while you are on pilgrimage; so fear Allah to whom you shall be gathered"},{"SurahNumber":5,"VerseNumber":97,"Text":"Allah has made the Kaaba, the Sacred House, to be a standard (or an Asylum of Security) for men, and also the Sacred Month, and the Offering (sacrifices) and its Garland (which mark them); this is so that you may know that Allah knows what is in the heave"},{"SurahNumber":5,"VerseNumber":98,"Text":"Know that Allah is severe in punishment, but that Allah is also Forgiving, Merciful"},{"SurahNumber":5,"VerseNumber":99,"Text":"The Messenger has only the duty to proclaim the message, but Allah knows what you show and what you hide"},{"SurahNumber":5,"VerseNumber":100,"Text":"Say, \"The evil shall not be deemed equal with the good, although much of evil attracts you.\" Fear (do your duty to) Allah then, O you who have understanding that you may succeed (or prosper)"},{"SurahNumber":5,"VerseNumber":101,"Text":"O you who believe! Ask not questions about things which if they are shown to you would trouble you; but if you ask about them when the Quran is being revealed, they shall be made plain to you. Allah pardons this, for Allah is Forgiving and Clement"},{"SurahNumber":5,"VerseNumber":102,"Text":"People before you have asked such questions, yet on the morrow they disbelieved therein (or lost their faith)"},{"SurahNumber":5,"VerseNumber":103,"Text":"And Allah has not instituted (superstitions like those of) Bahirah or Saibah, nor Wazilah nor Hami, (classes of cattle revered and liberated in honour of idols) but those who disbelieve invent a lie against Allah, for most of them have no sense"},{"SurahNumber":5,"VerseNumber":104,"Text":"And when it is said to them, \"Come round to what Allah has revealed unto His Apostle,\" they say, \"Enough for us is that wherein we found our fathers.\" What! Even though their fathers had no knowledge whatever and no guidance"},{"SurahNumber":5,"VerseNumber":105,"Text":"O you who believe! You have charge of (or guardianship of) your own souls; he who errs can do you no hurt if you are rightly guided. Unto Allah will you all return, and He will declare to you the truth of that which you did"},{"SurahNumber":5,"VerseNumber":106,"Text":"O you who believe! Let there be a witnesses among you when any of you is on the point of death at the time he makes his will - two equitable persons from amongst your family or two others from some other folk, in case you are journeying away in the land"},{"SurahNumber":5,"VerseNumber":107,"Text":"But if it later found that they too have deserved the imputation of sin, then let two others stand up in their place with those who think them deserving of the imputation, the nearest two in kin, and they shall both swear by Allah, \"Indeed, our testi"},{"SurahNumber":5,"VerseNumber":108,"Text":"Thus is it more likely that they will bear true testimony according to its purport; else must they fear lest an oath be given to rebut their own oath. So let them be mindful of their duty to Allah and listen, for Allah guides not the people who do evil"},{"SurahNumber":5,"VerseNumber":109,"Text":"On the day when Allah will assemble the Messengers and say, \"What was your response from mankind.\" they will say, \"We have no knowledge; verily, Thou art He who knows in full the hidden"},{"SurahNumber":5,"VerseNumber":110,"Text":"Then Allah will say, \"O Jesus, son of Mary! Remember My favours towards you and towards your mother, when I aided you with the Holy Ghost, so that you did speak to men in childhood and in maturity. Behold, I taught you the Book and Wisdom, and the T"},{"SurahNumber":5,"VerseNumber":111,"Text":"And when I inspired the Disciples that they should believe in Me and in My Messenger, they said, ´We believe; do you bear witness that we have Surrendered. (become Muslims)´"},{"SurahNumber":5,"VerseNumber":112,"Text":"When the Disciples said, \"O Jesus, son of Mary! Is your Lord able to send down to us a table spread with food from heaven?\" he said, \"Fear Allah, if you be true believers"},{"SurahNumber":5,"VerseNumber":113,"Text":"And they said, \"We desire to eat there from that our heart may be at rest, and that we may know that what you have told us is the truth, and that we may be thereby amongst the witnesses"},{"SurahNumber":5,"VerseNumber":114,"Text":"Said Jesus the son of Mary, \"O Allah, our Lord! Send down to us a table spread with food from heaven, to be a feast for us, for the first of us and for the last of us, and a sign from Thee. Give us sustenance, for Thou art the best of Providers"},{"SurahNumber":5,"VerseNumber":115,"Text":"Allah said, \"Verily, I will send it down to you; but whoever disbelieves amongst you after that, verily, I will punish him with a penalty such as I have not inflicted on any one in all the worlds"},{"SurahNumber":5,"VerseNumber":116,"Text":"And when Allah said, \"O Jesus, son of Mary! Was it you who did say to men, take me and my mother for two gods, beside Allah?\" He said, \"Glory be to Thee! What could have ailed me that I should have uttered what I had no right to? If I had s"},{"SurahNumber":5,"VerseNumber":117,"Text":"I never told them save that which Thou didst command me (John7:16), ´Worship Allah, my Lord and your Lord,´ and I was a witness of them so long as I was amongst them (see John17:6); but when Thou didst take me away to Thyself Thou wert t"},{"SurahNumber":5,"VerseNumber":118,"Text":"If Thou punish them, then lo! They are Thy slaves; and if Thou forgive them (lo! They are the slaves also) Lo! Thou alone are the Mighty and the Wise"},{"SurahNumber":5,"VerseNumber":119,"Text":"Allah said, \"This is the day when their truthfulness shall profit the truthful, for them are Gardens beneath which rivers flow, wherein they dwell in security for ever. Allah is well pleased with them, and they well pleased with Him; that is the grea"},{"SurahNumber":5,"VerseNumber":120,"Text":"Unto Allah belongs the kingdom of the heavens, and the earth, and all that is therein, and He has Power to do all things"},{"SurahNumber":6,"VerseNumber":1,"Text":"Praise belongs to Allah who created the heavens and the earth, and hath brought into being the darkness and the light. Yet do those who disbelieve ascribe partners to Him"},{"SurahNumber":6,"VerseNumber":2,"Text":"He it is who created you from clay; then He decreed a term - a term fixed with Him. And yet still you doubt"},{"SurahNumber":6,"VerseNumber":3,"Text":"He is Allah in the heavens and the earth. He knows your secret (or hidden) conduct and your public (or manifest) ones, and He knows what you earn"},{"SurahNumber":6,"VerseNumber":4,"Text":"There came to them none of revelations of their Lord, but they turned away"},{"SurahNumber":6,"VerseNumber":5,"Text":"And now they reject the truth that has come to them, but soon shall come to them a message (They shall learn the truth) about that at which they mocked"},{"SurahNumber":6,"VerseNumber":6,"Text":"Do not they see how many a generation We have destroyed before them, whom We had established more firmly than you, and sent them abundant rain from heaven, and made the rivers flow beneath them? Yet We destroyed them for their sins, and raised up other ge"},{"SurahNumber":6,"VerseNumber":7,"Text":"Had We sent down to you a book on paper, and they had touched it with their hands, still those who disbelieve would have said, \"This is naught but obvious magic"},{"SurahNumber":6,"VerseNumber":8,"Text":"They say, \"Why has not an angel been sent down to him?\" But if We had sent down an angel, the affair would have been decided at once, and then they would have had no respite"},{"SurahNumber":6,"VerseNumber":9,"Text":"And had We appointed an angel, We would have had to send him in the form of a man too (that he may speak to men) and this would have made perplexing for them that which they deem perplexing now"},{"SurahNumber":6,"VerseNumber":10,"Text":"There have been Messengers before you who were mocked at, but that at which they mocked surrounded (mocked, turned the tables on) the mockers"},{"SurahNumber":6,"VerseNumber":11,"Text":"Say, \"Travel in the land and see the nature of the consequences for the rejecters (for those who called them liars)"},{"SurahNumber":6,"VerseNumber":12,"Text":"Say, \"Whose is that which is in the heavens and the earth?\" Say, \"Allah´s. He has imposed (prescribed) mercy on himself.\" He will surely gather you together on the Day (of Resurrection and Judgment), of which there is no doubt. B"},{"SurahNumber":6,"VerseNumber":13,"Text":"His is whatsoever dwells in the night or in the day, He is Hearer and Knower"},{"SurahNumber":6,"VerseNumber":14,"Text":"Say, \"Shall I take as a patron other than Allah, the Originator of the heavens and the earth? He feeds but is not fed.\" Say, \"I am bidden to be the first of those who Surrender;\" and it was said to me, \"Be not you of the idolaters"},{"SurahNumber":6,"VerseNumber":15,"Text":"Say, \"I fear, if I rebel against my Lord, the retribution of an Awful Day"},{"SurahNumber":6,"VerseNumber":16,"Text":"From whomsoever it is averted on that day, Allah hath truly had mercy on him; and that is obvious triumph (salvation, success, happiness, fulfilment)"},{"SurahNumber":6,"VerseNumber":17,"Text":"And if Allah touch you with harm (affliction, ill fortune), there is none can remove it but He; and if He touch you with good, He has Power over all things"},{"SurahNumber":6,"VerseNumber":18,"Text":"He is Omnipotent (sovereign) over His servants, He is the Wise, the Aware"},{"SurahNumber":6,"VerseNumber":19,"Text":"Say, \"What is the strongest evidence (testimony, witness)?\" Say, \"Allah is witness between you and me. This Quran was inspired in me to warn you and those it reaches. Can you really bear witness that there are other gods besides Allah"},{"SurahNumber":6,"VerseNumber":20,"Text":"Those to whom We have brought the Book know this (revelation) as they know their own sons - those who ruin their souls do not believe"},{"SurahNumber":6,"VerseNumber":21,"Text":"Who is more unjust than he who forges against Allah a lie, or denies His revelations? Verily, the unjust shall not prosper"},{"SurahNumber":6,"VerseNumber":22,"Text":"On the day when We shall gather them all together, then shall We say to those who have associated others with Ourself, \"Where now are those associates whom you did invent"},{"SurahNumber":6,"VerseNumber":23,"Text":"Then they will have no excuse but to say, \"By Allah our Lord, we did not associate gods with Allah"},{"SurahNumber":6,"VerseNumber":24,"Text":"See how they lie against themselves, and how what they did invent deserts them"},{"SurahNumber":6,"VerseNumber":25,"Text":"And among them are some who listen unto you, but We have placed a veil upon their heart lest they should understand it, and in their ears is deafness; and though they saw each sign they would not believe therein, to the point that when they come to you to"},{"SurahNumber":6,"VerseNumber":26,"Text":"They forbid it and they avoid it; but they destroy none but their own souls, though they perceive not"},{"SurahNumber":6,"VerseNumber":27,"Text":"But could you but see when they are set over the Fire and say, \"Would that we were sent back! We would not then deny our Lord´s revelations, but we would be of the believers"},{"SurahNumber":6,"VerseNumber":28,"Text":"Nay! Now is shown clearly to them what they did hide before; and were they to be sent back, they would return to that which they were forbidden, for they are liars"},{"SurahNumber":6,"VerseNumber":29,"Text":"They say \"There is naught but this life of ours in the world and we shall not be raised again"},{"SurahNumber":6,"VerseNumber":30,"Text":"But could you see when they are set before their Lord, He says, \"Is not this the real?\" They will say, \"Yea, by our Lord!\" He will say, \"Then taste the penalty because you did disbelieve"},{"SurahNumber":6,"VerseNumber":31,"Text":"Losers, indeed, are they who disbelieved in meeting Allah, until, when the hour comes suddenly upon them, they say, \"Alas for us, that we were neglectful!\" They shall bear their burdens on their backs; evil is what they bear"},{"SurahNumber":6,"VerseNumber":32,"Text":"Naught is the life of this world but a game (or pastime) and a sport (or amusement). Surely, better by far is the abode of the Hereafter for those who fear (and do their duty). Will you not understand"},{"SurahNumber":6,"VerseNumber":33,"Text":"Full well We know that that which they say grieves you; but in truth they deny not you, but the unjust flout the revelations of Allah"},{"SurahNumber":6,"VerseNumber":34,"Text":"Indeed, Messengers have been called liars before you; but they were patient under denial and persecution until Our help came to them; for there is none to alter the words of Allah. Already has there come to you the story of those He sent in the past"},{"SurahNumber":6,"VerseNumber":35,"Text":"And if their aversion be hard for you, and if you can, seek for a shaft down into the earth, or a ladder up into the sky, to bring them a sign - if Allah pleased He could have brought them all to guidance - be you not then of the ignorant"},{"SurahNumber":6,"VerseNumber":36,"Text":"Only those can accept who hear. As for the dead, Allah will raise them up, then unto Him shall they return"},{"SurahNumber":6,"VerseNumber":37,"Text":"They say, \"Why has not a sign been sent down from his Lord\" Say, \"Verily, Allah has power to send down a sign, but most of them do not understand"},{"SurahNumber":6,"VerseNumber":38,"Text":"There is not a beast upon the earth nor a bird that flies with both its wings, but is a people like to you; We have omitted nothing from the Book. Then to their Lord shall they be gathered"},{"SurahNumber":6,"VerseNumber":39,"Text":"Those who rejected Our signs are deaf and dumb, in darkness! Whom He pleases does Allah sends astray, and whom He pleases He places on the Straight Way"},{"SurahNumber":6,"VerseNumber":40,"Text":"Say, \"Can you see yourselves! If there should come Allah´s punishment, or there should come to you the Hour, would you call on other than Allah, (answer that) truthfully"},{"SurahNumber":6,"VerseNumber":41,"Text":"Nay, it is on Him that you would call, and He will remove that because of which you call upon Him, if He will; and you forget that which you did associate with Him"},{"SurahNumber":6,"VerseNumber":42,"Text":"Ere this We sent unto nations before you, and We sent them distress and adversity that per chance (or possibly) they might humble themselves"},{"SurahNumber":6,"VerseNumber":43,"Text":"If only, when Our violence falls upon them, they had been humble, but their heart was hard, and Satan made seemly to them all that they used to do"},{"SurahNumber":6,"VerseNumber":44,"Text":"And when they forgot what they were reminded of, We opened for them the gates of all things, until when they rejoiced at what they had, We caught them up suddenly (or unawares, unexpectedly), and Lo! They were plunged into despair"},{"SurahNumber":6,"VerseNumber":45,"Text":"And the uttermost part of the people who did wrong were cut off. Praise be to Allah, Lord of the worlds"},{"SurahNumber":6,"VerseNumber":46,"Text":"Say, \"Think you! If Allah should remove your hearing and your sight, and should set a seal upon your heart, who is god but Allah to restore it to you?\" See how We expound the revelations unto them! Yet still they turn away"},{"SurahNumber":6,"VerseNumber":47,"Text":"Say, \"Think! If Allah´s punishment should come to you unawares or openly (expectedly), would any perish save the people who do wrong"},{"SurahNumber":6,"VerseNumber":48,"Text":"We do not send our messengers save as heralds of glad tidings and of warning, and whoever believes and acts aright, there is no fear for them, and they shall not be grieved"},{"SurahNumber":6,"VerseNumber":49,"Text":"But those who deny Our signs, torment shall afflict them, because they used to disobey"},{"SurahNumber":6,"VerseNumber":50,"Text":"Say (O Muhammad), \"I do not say unto you that mine are the treasuries of Allah, nor that I know the unseen, and I do not say unto you, I am an angel. I follow only that which is inspired in me.\" Say, \"Is the blind man equal to him who sees"},{"SurahNumber":6,"VerseNumber":51,"Text":"Admonish therewith those who fear that they shall be gathered unto their Lord; there is no patron for them but Him, and no intercessor, that per chance (or possibly) they may fear (avoid evil)"},{"SurahNumber":6,"VerseNumber":52,"Text":"Repel not those who call upon their Lord in the morning and in the evening, seeking His Countenance (Face, Presence); they are not accountable to you in anything, and you are not accountable to them in anything. Repel them and you will be of the unjust"},{"SurahNumber":6,"VerseNumber":53,"Text":"Thus did We try some of them by (or in comparison with) others, that they may say, \"Are these those unto whom Allah has been gracious amongst us?\" Does not Allah know those who give thanks"},{"SurahNumber":6,"VerseNumber":54,"Text":"And when those who believe in Our revelations come to you, say, \"Peace be on you! Allah hath prescribed for Himself mercy; verily, he among you who does evil in ignorance, and then repents and does right, verily, He is Forgiving and Merciful"},{"SurahNumber":6,"VerseNumber":55,"Text":"Thus do We expound Our revelations, that the way of the sinners may be made plain"},{"SurahNumber":6,"VerseNumber":56,"Text":"Say, \"I am forbidden to worship those you call upon anything beside Allah.\" Say, \"I will not follow your lusts (desires, prejudices, fantasies), for then would I err and not be of the rightly guided"},{"SurahNumber":6,"VerseNumber":57,"Text":"Say, \"I rely on a manifestation (proofs) from my Lord, which you deny. I have not with me that for which you are impatient. The decision is a matter for Allah alone, He declares the Truth and He is the best of Judges"},{"SurahNumber":6,"VerseNumber":58,"Text":"Say, \"If I had that for which you are impatient, then the matter between you and me would have been settled immediately. But Allah is best aware of the wrong-doers"},{"SurahNumber":6,"VerseNumber":59,"Text":"With Him are the keys (and treasures) of the unseen. None knows them save He; He knows what is in the land and in the sea; and there falls not a leaf save that He knows it; nor a grain in the darkness of the earth, nor aught that is moist, nor aught that"},{"SurahNumber":6,"VerseNumber":60,"Text":"He it is who gathers you to Himself at night, and knows what you have committed in the day; then He raises you up again, that your appointed time may be fulfiled; in the end unto Him is your return, and then will He inform you of the truth of what you hav"},{"SurahNumber":6,"VerseNumber":61,"Text":"He is omnipotent over His servants; He sets guardians over you until, when death comes to any one of you, Our messengers receive him and they never fail their duty"},{"SurahNumber":6,"VerseNumber":62,"Text":"Then are they returned to Allah, their true and just Sovereign. Is not His the judgment (or rule)? But He is the most swift at reckoning"},{"SurahNumber":6,"VerseNumber":63,"Text":"Say, \"Who rescues you from the darkness of the land and of the sea?\" You call upon Him in humility and in secret, saying \"Indeed, if He would rescue us from this, we will surely be of the thankful"},{"SurahNumber":6,"VerseNumber":64,"Text":"Say, \"Allah rescues from the darkness, and from every affliction, yet you associate others with Him"},{"SurahNumber":6,"VerseNumber":65,"Text":"Say, \"He is able to send calamities on you from above you and from beneath your feet, and to confuse you with dissenting sects, and to make you taste the violence of each other.\" See how We explain the Signs, in various ways that per chance (or)"},{"SurahNumber":6,"VerseNumber":66,"Text":"Your people called it a lie, and yet it is the truth. Say, \"I have not been put in charge over you"},{"SurahNumber":6,"VerseNumber":67,"Text":"For every Announcement (Message, prophecy) there is a set term, and you will soon come to know it"},{"SurahNumber":6,"VerseNumber":68,"Text":"When you see those who plunge deeply into vain discussion of Our Signs (revelations), turn away from them until they discuss another topic. It may be that Satan makes you forget, but sit not, after you have remembered, with the congregation of the faithle"},{"SurahNumber":6,"VerseNumber":69,"Text":"Those who fear (or avoid evil, the righteous) are not accountable for them at all, but remind them (or give them the Reminder, i.e. the teachings of the Quran) that per chance (or possibly) they may learn to fear (Allah)"},{"SurahNumber":6,"VerseNumber":70,"Text":"Leave alone (forsake, abandon) those who have taken their religion for a play (pastime) and a sport (jest, amusement), whom the life of the world has deceived, and remind them hereby lest a soul be destroyed by what it has earned. It has, beside Allah, no"},{"SurahNumber":6,"VerseNumber":71,"Text":"Say, \"Shall we call, instead of unto Allah, unto that which neither profits us nor harms us, and be thrown back upon our heels after Allah has guided us - like him whom Satan hath led away infatuated and bewildered in the earth, who has companions wh"},{"SurahNumber":6,"VerseNumber":72,"Text":"And to be steadfast in prayer and to fear Him (avoiding evil), for He it is to whom we shall be gathered"},{"SurahNumber":6,"VerseNumber":73,"Text":"He it is Who has created the heavens and the earth in truth; and on the day when He says, \"BE\", it is. His word is Truth; and His is the Kingdom on the day when the trumpets shall be blown, the Knower of the unseen and of the evident; He is the"},{"SurahNumber":6,"VerseNumber":74,"Text":"Lo! Abraham said to his father Azar, \"Do you take idols for gods? Verily, I see you and your people in obvious error"},{"SurahNumber":6,"VerseNumber":75,"Text":"Thus did We show Abraham the kingdom of heaven and of the earth, that he should be of those who possess certainty"},{"SurahNumber":6,"VerseNumber":76,"Text":"And when the night overshadowed him he saw a star and said, \"This is my Lord;\" but when it set he said, \"I love not those that set"},{"SurahNumber":6,"VerseNumber":77,"Text":"And when he saw the moon beginning to rise he said, \"This is my Lord;\" but when it set he said, \"If Allah my Lord guides me not I shall surely be of the people who err"},{"SurahNumber":6,"VerseNumber":78,"Text":"And when he saw the sun beginning to rise he said, \"This is my Lord, this is the greatest of all;\" But when it set he said, \"O my people! Verily, I am clear of what you associate with Allah"},{"SurahNumber":6,"VerseNumber":79,"Text":"Verily, I have turned my face to Him who originated the heaven and the earth, as a ´Hanif´ (as one who is by nature upright), and I am not of the idolaters"},{"SurahNumber":6,"VerseNumber":80,"Text":"And his people disputed with him. He said, \"Do you dispute with me concerning Allah, when He has guided me? But I fear not what you associate with Him; unless my Lord should wish it (nothing can happen). My Lord does comprehend all things in His know"},{"SurahNumber":6,"VerseNumber":81,"Text":"How should I fear that which you associate with Him, when you yourselves fear not to associate with Allah that for which you have no warrant (proof or power to do)? Which then of us two parties is worthier of certainty (of belief), tell me if you know?&qu"},{"SurahNumber":6,"VerseNumber":82,"Text":"It is those who believe and confuse not their faith with wrong, they are those who shall have security, and they are the rightly guided"},{"SurahNumber":6,"VerseNumber":83,"Text":"These are our arguments which We gave to Abraham against his people. We raise whom We will by degrees of wisdom. Verily, your Lord is wise and Aware"},{"SurahNumber":6,"VerseNumber":84,"Text":"And We gave to him Isaac and Jacob, each did We guide - And before him We guided Noah - and among his seed, David and Solomon and Job, Joseph, Moses and Aaron, - for thus do We reward those who do good"},{"SurahNumber":6,"VerseNumber":85,"Text":"And Zachariah and John and Jesus and Elias, all righteous ones"},{"SurahNumber":6,"VerseNumber":86,"Text":"And Ishmael and Elisha and Jonas and Lot, each one have We preferred above all creatures"},{"SurahNumber":6,"VerseNumber":87,"Text":"With some of their forefathers and their offsprings and their brethren; We have chosen them and guided them into the Straight Way"},{"SurahNumber":6,"VerseNumber":88,"Text":"Such is the Guidance of Allah wherewith He guides those whom He will of His servants; and if they associate (for worship) anything with Him, their works would have been in vain"},{"SurahNumber":6,"VerseNumber":89,"Text":"It is to these We gave the Book and the Judgment and Prophethood. But if they disbelieve therein, then, indeed, We shall entrust it to a people who will not disbelieve. (See Matthew 8:11-12, Galatians)"},{"SurahNumber":6,"VerseNumber":90,"Text":"It is these that Allah hath guided, and by their guidance be you led. Say (O Muhammad), \"I ask of you no fee for it. Lo! It is naught save a reminder to the worlds"},{"SurahNumber":6,"VerseNumber":91,"Text":"They estimate not the power of Allah by its true measure (or worth) when they say, \"Allah has never revealed anything to a mortal.\" Say, \"Who revealed the Book wherewith Moses came, a light and a guidance unto men? You put it on papers whic"},{"SurahNumber":6,"VerseNumber":92,"Text":"This is the Book which We have revealed, bringing blessing and confirming those which came before it, and to warn the Mother of Cities (Mecca) and those around her. Those who believe in the Hereafter believe therein, and they are steadfast in their worshi"},{"SurahNumber":6,"VerseNumber":93,"Text":"Who is more wicked than he who devises against Allah a lie, or says, \"I am inspired,\" when he has received none at all? And who says, \"I can reveal the like of what Allah has revealed\"? But did you see when the unjust are in the floods"},{"SurahNumber":6,"VerseNumber":94,"Text":"And you come now alone as We created you at first, and you have left behind you that which We granted you; and We see not with you your intercessors whom you pretended were your partners amongst you; so between you have all ties been cut asunder; and that"},{"SurahNumber":6,"VerseNumber":95,"Text":"Verily, Allah it is who splits the grain and the date-stone (for sprouting); He brings forth the living from the dead, and it is He who brings the dead from the living. Such is Allah! How then can you be deluded"},{"SurahNumber":6,"VerseNumber":96,"Text":"He it is who cleaves out the morning, and makes night a repose, and the sun and the moon two reckonings (of Time). That is the decree of the Mighty, the Wise"},{"SurahNumber":6,"VerseNumber":97,"Text":"He it is who made for you stars that you might be guided thereby in the darkness of the land and of the sea. Now have We detailed the signs unto a people who have knowledge"},{"SurahNumber":6,"VerseNumber":98,"Text":"He it is who made you spring from one soul, and gave you a settlement and a depository (or a temporary and a permanent residence). Now have We detailed the signs unto a people who have discerning"},{"SurahNumber":6,"VerseNumber":99,"Text":"He it is who sends down rain from the heavens; and We bring forth therewith growths of all kinds; and We bring forth there from green crops, from which We bring forth grain in full ear; and the palm, from its sheathes come clusters of dates within reach"},{"SurahNumber":6,"VerseNumber":100,"Text":"Yet they made the Jinn equal with Allah, though He did create them! And they ascribed to Him sons and daughters, though they have no knowledge; Glory and all Praise be to Him! Exalted is He above what they attribute to Him"},{"SurahNumber":6,"VerseNumber":101,"Text":"The Originator of the heavens and the earth! How can He have a son, when He has no female companion, and when He has created everything, and He is Aware of all things"},{"SurahNumber":6,"VerseNumber":102,"Text":"That is Allah - your Lord! There is no Allah but He, the Creator of all things; so worship Him, for He takes care of all things"},{"SurahNumber":6,"VerseNumber":103,"Text":"Vision comprehends Him not, but He comprehends all vision, for He is the Subtle, the Aware"},{"SurahNumber":6,"VerseNumber":104,"Text":"Now has insight (or proof) come unto you from your Lord, and he who sees therewith it is for his own good; but he who is blind thereto, it is against his own soul. And I am not your keeper"},{"SurahNumber":6,"VerseNumber":105,"Text":"Thus do We expound Our Signs in various ways, that they may say, \"You have studied,\" and that We may make clear to those who have knowledge"},{"SurahNumber":6,"VerseNumber":106,"Text":"Follow what is inspired in you from your Lord; there is no god but He, and shun the idolaters"},{"SurahNumber":6,"VerseNumber":107,"Text":"But had Allah pleased, they would not have associated aught with Him. We have not made you a keeper over them, nor are you for them a warder (or responsible for them)"},{"SurahNumber":6,"VerseNumber":108,"Text":"Revile (or abuse) not those who call on other than Allah, for then they may abuse Allah openly in their ignorance. Thus We make seemly to every nation their deeds. But unto their Lord is their return, and He will inform them of the truth of what they used"},{"SurahNumber":6,"VerseNumber":109,"Text":"They swore by Allah with their strongest oaths, that if there come to them a Sign they will indeed believe therein. Say, ´Signs are only in Allah´s hands - but understand that even when one has come, they will not believe (or understanding is)"},{"SurahNumber":6,"VerseNumber":110,"Text":"We confound their heart and their eyesight, even as they believed not at first, We will leave them, in their rebellion, blindly wandering on"}]}