{"Id":241,"LanguageCodes":["luy"],"Name":"luy-mohammadramadha","Author":"Mohammad Ramadhan Sebwa, Ramadhan Hajj Ndeka, Ismail Were, Musa Murasi Salim Kukuya, Yusuf Shiundu Malala, Yahya Wafula Ojwang, Haroon Albert Msah","Language":"Luyia","Description":"Luyia","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Abakhongo ba Abafuru mubandu baye nibaboola mbu; “ Ewe Shuaib, khwitsa okhuwuyia ewe halala nende balia bakhusuubila mulukongo lwefu, nohomba mukalushe mumilukha chiefu.” Naboola; “Koo kata nichiakhusinya?”- (emilukha echo).”"},{"SurahNumber":7,"VerseNumber":89,"Text":"Toto khulaba khuchishiile Nyasaye obubeyi nikhukalukha mumilukha chienyu, Nyasaye namalile okhuhonokosia nachio. Ne shikali khwifwe okhukalushila emilukha echo okhuyiniakhwo Nyasaye wefu Omulesi niyenya. Amachesi ka Nyasaye kaswana buli khushindu. Nyasaye niwakhwisikanga. Nyasaye wefu Omulesi, khwikulile, okhubusilie hakari wefu nende Abandu befu khubwatoto, nawe newe omulayi muno uwababusia"},{"SurahNumber":7,"VerseNumber":90,"Text":"Abakhoongo babakhayi mubandu baye nibaboola; “Nimuloonda amakhuwa ka Shuaib toto awo mulaba abanyoola okhusikha”"},{"SurahNumber":7,"VerseNumber":91,"Text":"Mana omurengo kweshialo kwoluyoka nikubabukula, mana nibubashielia mulukongo lwabu nibafumame nibali emilambo"},{"SurahNumber":7,"VerseNumber":92,"Text":"Balia abayingasia Shuaib nibaba shinga abalaliwo tawe. Balia abayingasia Shuaib nibo banyoola okhusikha"},{"SurahNumber":7,"VerseNumber":93,"Text":"Mana nabalekha naboola; “Enywe Abandu banje, ndabosilia oburume bwa Nyasaye wanje Omulesi, mana nebachelela, kho ndakhabelelela endie Abandu abakhayi.”"},{"SurahNumber":7,"VerseNumber":94,"Text":"Ne shikhwaruma Omurumwa yesi yesi mulukongo halali khwatila abamenyamwo khu busandi nende khu butinyu khobanyoole okhwihotselesia"},{"SurahNumber":7,"VerseNumber":95,"Text":"Mana khandi efwe khukalukhaninjia habundu wamabii okhuba andayi, mana nibatsililila, ne nibaboola; “Ubusandi nende omwikhoyo bianyoola bapapa befu” mana nikhubatila mapwoka nibashili okhumanya"},{"SurahNumber":7,"VerseNumber":96,"Text":"Ne toto Abandu bomutsingongo babetsanga mbu basuubila mana baria Nyasaye, toto khwakhabeekulile tsikhabi okhurula mwikulu nende mwiloba. Halali bayingana mana nikhubatila khulwo khubeela kalia akabakhaabanga"},{"SurahNumber":7,"VerseNumber":97,"Text":"Koo, Abandu betsingongo basuubilanga mbu eshinyasio shiefu sishilaboolela eshilo nabo nibali mukhukona tawe"},{"SurahNumber":7,"VerseNumber":98,"Text":"Nohomba Abandu betsingongo basuubilanga mbu eshinyasio shiefu sishilaboolela eshitere nabo nibali mukhubaya tawe"},{"SurahNumber":7,"VerseNumber":99,"Text":"Koo basuubila mbu banyala okhuliinda eshinyasio shia Nyasaye? Shibasuubilanga okhunyala eshinyasio shia Nyasaye tawe halali Abandu basikha"},{"SurahNumber":7,"VerseNumber":100,"Text":"Koo shibamanyile balia ababukulanga eshialo Abandu bandi nibakharula mbu nikhwenya khulabara mumasila khutsimbi tsiabu, ne khupe eshimanyisio khumioyo chiabu, mana khulwendio balobe okhuwulila"},{"SurahNumber":7,"VerseNumber":101,"Text":"Etso nitsingongo etsia khukhukanilanga amakhuwa katsio, Toto babeetsela Abarumwa babu, nende amebaalo kabulafu , kho shibali nibakhasuubila khukalia akabali nibakhaya khale, na endio ni lwa 7. Nyasaye akhupanga eshimanyisio khu mioyo chabakhayi"},{"SurahNumber":7,"VerseNumber":102,"Text":"Ne abanji babu khwabanyoola mbu shini abesikwa khundakano tawe, halali abwatoto abanji mubo ni ababii"},{"SurahNumber":7,"VerseNumber":103,"Text":"Mana nikhurulao nikhuruma Musa nende ebifune biefu, khu Firauni nende Abandu bebe, halali batsikholela obubii, kho henga shingala indukho ya abeyisasia yali"},{"SurahNumber":7,"VerseNumber":104,"Text":"Ne Musa naboola; “Ewe Firauni, toto esie endi Omurumwa okhurula khu Omulesi webindu biosi.”"},{"SurahNumber":7,"VerseNumber":105,"Text":"“Kanichilisia mbu ndalaboola khu- Nyasaye halali obwatoto, emalile okhubeetsela nende ebifune okhurula khu Nyasaye wenyu omulesi kho lekhula Abana ba Israili babe ninasi"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Firaun) Nabola mbu; “Noli niwitsile nende eshilolelo nakhashirerekhwo toto noli mubandu ababoolanga obulaamba”"},{"SurahNumber":7,"VerseNumber":107,"Text":"Nasukuna indabushi yiyie, mana nikalukhana inzukha yatoto"},{"SurahNumber":7,"VerseNumber":108,"Text":"Ne narusia omukhono kukwe, nikukalukhana\tomulafu\ttswe khubakuhenganga"},{"SurahNumber":7,"VerseNumber":109,"Text":"Abakhongo mubandu ba Firaun nibaboola mbu; “Toto uno ni Omulosi Omumanyi muno.”"},{"SurahNumber":7,"VerseNumber":110,"Text":"Yenya okhubarusia mushialo shienyu, kho mulola murie"},{"SurahNumber":7,"VerseNumber":111,"Text":"Nibaboola; “Muleshe hatiti ye nende Omusiani wabu, ne ruma abakhung’asinjia Abandu mumatokho.”"},{"SurahNumber":7,"VerseNumber":112,"Text":"Bakhurerere buli Omulosi Omumunyi muno"},{"SurahNumber":7,"VerseNumber":113,"Text":"Abalosi nibetsa khu Firaun, nibaboola mbu; “khwitsa okhunyoola omurungo nikali mbu khushila"},{"SurahNumber":7,"VerseNumber":114,"Text":"Naboola mbu; “ Eeh! Efuchilila. Ne mwitsa okhuba abacheni banje”"},{"SurahNumber":7,"VerseNumber":115,"Text":"Nibaboola mbu ; “Ewe Musa koo, newe witsa okhusukuna nohomba efwe khuranjilile?”"},{"SurahNumber":7,"VerseNumber":116,"Text":"Musa naboola mbu ; “Enywe sukune” (ranjilile) Kho olwabasukuna belimia tsimoni tsiabandu mana nibabarisia nenibetsa nende obulosi obukhongo"},{"SurahNumber":7,"VerseNumber":117,"Text":"Ne nikhufimbulila Musa mbu “sukuna indambushi yiyio” Mana ni imila biosi ebiabali nibakholele"},{"SurahNumber":7,"VerseNumber":118,"Text":"Obwatoto nibulolekha, ne nibibiya biosi ebia bakholanga"},{"SurahNumber":7,"VerseNumber":119,"Text":"Kho nibashilwa eyo, mana nibatong’a abatiti"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ne Abalosi nibakalukhana okwinamila(Nyasaye) nibasujuda"},{"SurahNumber":7,"VerseNumber":121,"Text":"Nibaboola mbu; “Khusuubile Nyasaye omulesi webindu biosi.”"},{"SurahNumber":7,"VerseNumber":122,"Text":"Nyasaye wa Musa nende Haruni"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firaun naboola mbu; “Oh! Musuubile muye neshili okhubasubula?, Kuno niko omubayo kwa mumbayile mulitokho lino, mbu kho murusiemo abamenyamwo bene litokho, kho.. mwitsa okhulola.”"},{"SurahNumber":7,"VerseNumber":124,"Text":"“Khulabateta emikhono chienyu buchiikha mana nditsa okhubabamba mwesi”"},{"SurahNumber":7,"VerseNumber":125,"Text":"Nibaboola mbu; “Toto efwe ewa- Nyasaye wefu nakhulikalukha”"},{"SurahNumber":7,"VerseNumber":126,"Text":"“Ne ewe shiwalolakhwo libii liosiliosi khwifwe tawe halali mbu khusuubile ebimanyisio bia Nyasaye alwabikhuulile, Nyasaye\twefu!\tKhusundulekho obwifwili(okhwisumilisia) ne okhufwisie nikhuli abasalamu"},{"SurahNumber":7,"VerseNumber":127,"Text":"Ne abakhongo mubandu ba Firaun nibaboola mbu; “koo, olalekha Musa nende Abandu baye banyasie eshialo , ne nibalekha ewe nende abanyasaye bobo” Naboola mbu; “khwitsa okhwira abana babu Abasiani ne khulalekha abakhana, ne toto efwe khuli aba-amani hekulu wabu.”"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa naboolela Abandu bebe; “Sabe obukhoonyi khu Nyasaye mana mwifwile. Eshialo ni shia Nyasaye, alishihelesia wayenya atong’ekhwo mubasumba baye, ne indukho indayi niyabalia abamuria"},{"SurahNumber":7,"VerseNumber":129,"Text":"Nibaboola mbu; “khusinyisibwe noshili okhwitsila, nende khandi niwakhamala okhwitsila” Musa naboola mbu; “Nyasaye wenyu alasishia omusuku wenyu, ne alabakhola enywe okhuba abaruchi be ebialo bino. Kho alole shinga enywe mulakhola”"},{"SurahNumber":7,"VerseNumber":130,"Text":"Ne toto khwahelesia Abandu ba Firaun eshinyasio khu mika, nende okhubalemelia ebiamo mbu khobanyoole okhwitsulila"},{"SurahNumber":7,"VerseNumber":131,"Text":"Obulayi nibwabolelanga baboolanga mbu; “Buno ni shichira efwe” ne obubii nibubetsela babura khu Musa nende abali ninaye. Toto obubii buboolelanga obo burula khu Nyasaye, (sichila amabii kabu) halali abaanji mubo shibamanyile tawe"},{"SurahNumber":7,"VerseNumber":132,"Text":"Nibaboola mbu; “Kata nimwitsa nende eshimanyisio shiosi shiosi mbu okhuloche nasho shikhulakhusuubila tawe"},{"SurahNumber":7,"VerseNumber":133,"Text":"Mana nikhubarumila imbumbuyeka nende tsisiche, nende tsikhungu nende amashele nende amalasile, okhuba ebimanyisio ebia habulafu, mana nibakhola obufuru ni baba Abandu abamabii"},{"SurahNumber":7,"VerseNumber":134,"Text":"Ne eshinyasio nishakhamala okhubanyoola baboola mbu; “Ewe Musa khusabile Nyasaye wuwo khu kalia akayakhulaka. Nokhurusiliao eshinyasio shino toto khulakhusuubila ne toto khulakhulekhulila Abana ba Israil otsie ninabo"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ne ngala khubayiniliao eshinyasio, okhula ebise bindi, bafunakanga indache"},{"SurahNumber":7,"VerseNumber":136,"Text":"Mana nikhubarunjia nikhubasishia munyanza shichila liyinji liabu khubimanyisio biefu, nende okhubula nabio oluchendo"},{"SurahNumber":7,"VerseNumber":137,"Text":"Mana nikhuchelamia- nikhuhelesia- Abandu balolekhananga abateshele, ebukwe nende mumbo weshialo ewakhwarayo tsikhabi. Mana likhuwa lilayi lia- Nyasaye nilileng’ana khubaana ba Israil, khulwa okhwisumilisia khwabu, mana nikhusishia aka Firaun yakholanga nende Abandu bebe, nende bilia ebiabombakhanga"},{"SurahNumber":7,"VerseNumber":138,"Text":"Mana nikhubusia Abaana ba Israil munyanza mana nibabura khubandu balamanga ebifwanani, nibaboola mbu; “Ewe Musa, khukholele Abanyasaye fwesi shingala Abandu abo boosi bali nende Abanyasaye” Naboola mbu; “Toto enywe muli Abandu bakholanga obusilu.”"},{"SurahNumber":7,"VerseNumber":139,"Text":"“Bano akabali ninako kano ketsa okhusikha ne ni amakhaya akabakholanga.”"},{"SurahNumber":7,"VerseNumber":140,"Text":"Naboola; “koo ebakonyele Abanyasaye abundu wa Nyasaye, naye niye owabachingula hekulu okhushila Abandu boosi"},{"SurahNumber":7,"VerseNumber":141,"Text":"“Ne (yitsulile) olwa khwabahabina khu Firaun nende Abandu be, ababetsanga eshinyasio, eshibii muno olwa beranga Abana benyu abasiani, nibalekha abakhana abalamu, ne mu ako kali amatemo amakhongo okhurula khu Nyasaye wenyu"},{"SurahNumber":7,"VerseNumber":142,"Text":"Ne khwalaka Musa tsinyanga amakhumi kataru ne nikhumetakhwo ekhumi, nibiula ebise bia Nyasaye wuwe tsinyanga amakhumi kane. Mana Musa Naboolela Omusiani wabu, Haruni mbu: “Tila habundu wanje okhwimilila Abandu banje ne obe omulayi, ne olalonda tsinjila tsiabalia bakholanga obubii tawe.”"},{"SurahNumber":7,"VerseNumber":143,"Text":"Ne Musa olwa yoola khubise biefu, mana Nyasaye wuwe nalomaloma ninaye, yaboola mbu:“Nyasaye wanje nzechesiekhwo ekhulole” Yaboola; mbu: “shiwakhandola tawe halali henga khu lwanda-luli imbeli wuwo olo nilulatong’a habundu walwo oba witsa okhundola.” Kho Nyasaye wuwe olwa yelolosia khulwanda yakhola olwanda lwa tonyokha tonyokha, mana Musa nakwa hasi nasuma. Olwa yakalusia omwoyo naboola mbu;“oluyali nolulwo, esaba obulesheli khwiwe, nasi endi mubasuubili bokhuranga ”"},{"SurahNumber":7,"VerseNumber":144,"Text":"Nyasaye naboola mbu; “Ewe Musa toto esie ekhwawule mubandu khulwa oburume bwanje nende okhulomaloma khwo ninasi, kho bukula kekhwelesinjia ne obe mubalia bakhupanga orio.”"},{"SurahNumber":7,"VerseNumber":145,"Text":"Nenikhumuhandichila mutaurati eyo amachelo (Kabuli imbia) nende amebaalo kabuli eshindu, kho katile nende amani ne olomesie Abandu okhutila amalayi kano. Hambi ano nditsa okhubeechesia eshimenyo shabandu ababii"},{"SurahNumber":7,"VerseNumber":146,"Text":"“Ndalabekalila balia belolanga mubufuru khushialo munjila ilali ya toto, balia buli eshimanyisio shiabalola shibasuubila tawe, ne nibalola injila yobulunjifu shibayitila mbu niyo injila tawe, halali nibalola injila yobukori bayibukulanga mbu niyo injila. Endio nilwokhuba mbu bayingana ebimanyisio biefu nende okhubula ninabio oluchendo"},{"SurahNumber":7,"VerseNumber":147,"Text":"Nebalia abayingana khubimanyisio biefunendeokhukhung’aanakhwomwikulu, ebikhole biabu biabiya, kho balirungwa akandi akali kalia kabakholanga"},{"SurahNumber":7,"VerseNumber":148,"Text":"Olwa Musa yarula-(natsia okhwenda amalako) Abandu bebe bakhola khubirone biabu eshimosi, eshifwanani shiananga, Koo shibalolakhwo mbu eshinyasaye shiabu esho sishilomalomanga nabo tawe, nohomba sishibalunjisinjia khunjila tawe. Halali bashikholasa okhuba Nyasaye mana nibaba abamabii"},{"SurahNumber":7,"VerseNumber":149,"Text":"Ne olwa beyitsulisia, nibalola mbu toto bamalile okhukora, baboola mbu; “Nyasaye nalakhubeela tsimababaasi tawe, toto khulaba mubalia abatibile”"},{"SurahNumber":7,"VerseNumber":150,"Text":"Olwa Musa yachelela khubandu bebe nasinyishe khandi nabelele, Yaboola mbu: “obubii buli burie buno bwamukholele inyuma wanje nindakharula? Koo muranjilile likhuwa lia Nyasaye wenyu,” Mana nasukuna tsimbao tsilia, mana natila omurwe kwo musiani wabu okhukhwesa ebuleka wuwe, (Haruni)naboola mbu: “Ewe Omwana wa mama wanje! Toto Abandu bandechele, kata babeele ahambi okhunzira, kho olasangasia abasuku okhubela esie tawe, nohomba olara esie halala nende Abandu ababii tawe.”"},{"SurahNumber":7,"VerseNumber":151,"Text":"Naboola; “Nyasaye undeshele nende Omusiani wefu, ne okhwinjisie mutsimbabaasi tsitsio ewe toto oli wetsimbabaasi\tmuno\tukhushila abetsimbabaasi boosi.”"},{"SurahNumber":7,"VerseNumber":152,"Text":"Toto balia abakhola eshimosi okhuba Nyasaye balanyoola oburuma okhurula khu Mulesi wabu, nende ubuteshele mubulamu bwokhushialo, na endio nilo olwa khurunganga abachishi bachikhanga"},{"SurahNumber":7,"VerseNumber":153,"Text":"Ne balia abakhola amabii mana nibekanila nibakhamala mana nibasuubila, Toto Nyasaye wuwo Omulesi alabaleshela shichila niye Omunji wobulesheli nende Owetsimbabaasi tsinyinji"},{"SurahNumber":7,"VerseNumber":154,"Text":"Ne olwa liruma lia Musa liakalukha hasi, yabukula tsimbao tsilia. Ne khumahandiko katsio obulunjifu nende tsimbabaasi khubalia baritsanga Nyasaye wabu Omulesi"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa nalobola Abandu amakhumi saba(abalayi) mubandu baye, khundache yefu, mana omurengo omukhongo shingala kwaboolela Musa naboola; “Nyasaye wanje, wenyanga wakhabasishiye halala ninasi khale. Ukhusishia khulwo khubeela akabasilu bakhola mwifwe? kano shikali 7. halali amatemo koko, khuko olekha yakora owawenya, ne olunjisia owawenya , ewe newe omuliindi wefu, khokhuleshele ebionono biefu mana okhubeele tsimbabaasi, nawe newe omulesheli omulayi muno owabalesheli.’’"},{"SurahNumber":7,"VerseNumber":156,"Text":"“Ne okhuhandichile amalayi khushialo khuno, nende mutsuli mwikulu. Efwe khukhukalushila; Nyasaye naboola mbu: “Eshinyasio shianje ndalahelesia owandenya, ne tsimbabaasi tsianje tsiaswana buli eshindu; nditsa okhutsiandichila balia baritsanga akandakaana, nende barusinjia eshihanwa, nende basuubilanga tsinyali tsiefu"},{"SurahNumber":7,"VerseNumber":157,"Text":"“Balia abaloondanga injila yomurumwa, Omurumwa ulamanya okhusoma nende okhuhandika tawe, owabalolanga yahandikwa Muitaurati nende mu Injili uwubachelelanga okhukhola amalayi nende okhubakania okhukhola amabii, nende akhubatiukhula emisiko nende eminyororo chiabali nibaboywa. Kho balia abamusuubila mana nibamuwa oluyali mana nibamuhabina, mana nibaloonda obulafu obweshibwa halala ninaye abo nibo balibura"},{"SurahNumber":7,"VerseNumber":158,"Text":"Boola;(Ewe Mohammad) “ enywe Abandu Esie endi Omurumwa wa Nyasaye, khwinywe mwesi, owuli nende obwami bwo mwikulu nende khushialo obulao Nyasaye wundi ulali Ye tawe , ahananga obulamu khandi niye ufwisinjia, kho suubile khu Nyasaye nende Omurumwa wuwe, owakorwa okhusoma nohomba okhuhandika, Owusubilanga Nyasaye nende amakhuwa keke, kho muloonde injila yiye kho munyoole okhukololokha"},{"SurahNumber":7,"VerseNumber":159,"Text":"Ne mubandu ba Musa balimwo Abandu balunjisinjia abashiabwe khubwatoto. Ne khubwatoto baleeng’asinjia"},{"SurahNumber":7,"VerseNumber":160,"Text":"Nikhubakabula tsimbia ekhumi na tsibili, emikanda chaukhane. Ne nikhufimbulila Musa olwa Abandu baye bamusaba amatsi mbu; “khupa lichina nende indabushi yiyio” mana amatsi nikarundukha okhurula mwichina elo, nikekhola tsindoto ekhumi natsibili, ne buli Omundu namanya habundu waye wokhunywa. Nikhubakholela eshinikha shiamaleesi, ne nikhubeshilia Mana nende Salwa. (Nikhubaboolela); “Mulie ebilayi biakhubakabilekhwo bino” Shibakholela efwe obubii tawe halali abeene nibo bekholela obubii"},{"SurahNumber":7,"VerseNumber":161,"Text":"Ne(betsulisie) olwababoolelwa mbu; “ikhale mulukongo luno, (Beitul maqaddas)- muliemwo wosi wosi amwenya, nemuboole (ebise biokhwinjila) “khuleshele ebionono biefu” ne mwinjile mumuliango nimwihotselesiye, khwitsa okhubaleshela tsimbi tsienyu, nekhulametela obulayi balia bakholanga amalayi"},{"SurahNumber":7,"VerseNumber":162,"Text":"Halali- Balia bakholela obubii emioyo chiabu mubo bakalukhania amakhuwa akabalali nibaboolelwa, mana nikhubeshilia eshinyasio okhurula mwikulu, shingala bekholela obubii abeene"},{"SurahNumber":7,"VerseNumber":163,"Text":"Nebarebekhwo amakhuwa kolukongo lwali ahambi nende inyanza. Olwa bafunakanga lilako lia Jumamosi. Olwe tsinyeni tsiabu tsiabetselanga hekulu hekulu- tsinyanga tsia Jumamosi tsiabu, ne tsinyanga tsilali tsia jimamosi shitsiabetselanga tawe. Ne endio nilwakhwabahelesia amatemo khulwa okhukhaya khwabu"},{"SurahNumber":7,"VerseNumber":164,"Text":"Ne (betsulisie) Abandu bandi mubo shingala baboola mbu: “Bukhala shina bwokhukania Abandu bomanyile mbu Nyasaye alabasishia nohomba alabahelesia eshinyasio eshilulu” Nibaboola mbu; “Kho khube nende shichila imbeli wa Nyasaye wenyu, bakhaba bario baria.”"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kho olwabaleka akabetsulisibungwa, 7. khwahabina balia abakaninjia Abandu okhukhola amabii, mana nikhusandia balia abakhola amabii eshinyasio eshibi khulwa obubii bwabu"},{"SurahNumber":7,"VerseNumber":166,"Text":"Ne olwa bafura nibaloba okhulekha akabakanibwa, khwababoolela mbu; “Mube amashene amakhunge – (Kalondungwa- kabula oluyali)"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ne (betsulisie) olwa Nyasaye wuwo yara habulafu mbu yetsia okhubarerera Abandu betsa okhubasandia okhusandia okhubii okhula inyanga yeyindukho. Toto Nyasaye wuwo ni Omwangu weshinyasio. Ne toto ye ni Omunji wetsimbabaasi"},{"SurahNumber":7,"VerseNumber":168,"Text":"Mana nikhubakabukhania(abayahudi) khushialo emikanda chikabukhane. Ne balimwo abalayi ne abandi balalibario tawe, Mana nikhubatema khumalayi nende khumabii bakhaba bario banyoola okhukalukha"},{"SurahNumber":7,"VerseNumber":169,"Text":"Mana nilwitsa inyuma wabu(wabayahudi abo) Olwibulo olubii, alwaleshelwa eshitabu babukulanga ebiakanwa bio mushialo muno, nibaboola mbu; “khwitsa okhuleshelwa” nende ebindi bieimbia ino nibiboolela nibabukula. Koo shikaboolelakhwo amalakano mushitabu mbu balabolakhwo khu- Nyasaye halali akatoto? Nabo bamala okhusoma kalimwo. Ne inzu yomwikulu iliba indayi muno khubalia abaritsanga Nyasaye. Koo shibamanyangakhwo tawe"},{"SurahNumber":7,"VerseNumber":170,"Text":"Ne balia batilanga eshitabu, mana nibalumilila okhulaama,(khulibarunga amalayi). Toto efwe shikhukosinjia omurungo okwa bakholi bamalayi tawe"},{"SurahNumber":7,"VerseNumber":171,"Text":"Ne olwakhwasiula olukulu nibiba shinga lilesi hekulu wabu nibapara mbu lulabakwila. (Nikhubaboolela mbu); Tile nende amani akakhwabahelesia kano na yitsulile kalimwo mwakhaba murio mwanyoola okhuria"},{"SurahNumber":7,"VerseNumber":172,"Text":"Ne(yitsulila) Olwa Nyasaye wuwo olwa yabukula mubandu okhurula mubo mulwibulo lwabu, mana nabakhola abaloli khumioyo chiabu abeene. (naboola);” Koo isie shendi Nyasaye wenyu?” Nibaboola mbu “Eeh- khurusia obuloli mbu (Ewe oli Nyasaye wefu)” Nyasaye nababoolela mbu ; “Muletsa okhuboola inyanga yeyindukho mbu efwe khwali khung’ang’alile tawe"},{"SurahNumber":7,"VerseNumber":173,"Text":"Nohomba mwaboola mbu: “bapapa befu nibo batsokasia khale, nafu khuli olwibulo lweyinyuma wabu, Kho witsa okhusishia khukabakori bakholanga.”"},{"SurahNumber":7,"VerseNumber":174,"Text":"Na endio nilwa khwinoosinjia tsinyali tsiefu, bakhaba bario banyoola okhukalukha"},{"SurahNumber":7,"VerseNumber":175,"Text":"Ne basomele amakhuwa ka balia abakhwahelesia tsinyaali tsiefu mana nibatsifwalulamwo mana shetani nabaninabo, nibaba mubalia abakora"},{"SurahNumber":7,"VerseNumber":176,"Text":"Ne khwenyanga khwakhabachingulile khutsio, halali bo bahandila- khushialo(okhwenya obwikhoyo nende okhwibilila mwikulu) Mana nibaloonda obwikombi bwabu. Ifwani yabu ili shinga imbwa noyikhupila oluyoka- iheesana, nenoyilekha iheesana butswa. Eyo niyo ifwani yabandu bayingasia ebimanyisio biefu, kho bakanile tsingano bakhaba bario baparamwo"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ni obubii buliburie buno ifwani ya balia abaingasinjia ebimanyisio biefu, ne ni emioyo chiabu abeene nichio echabakholelanga obubii"},{"SurahNumber":7,"VerseNumber":178,"Text":"Aba Nyasaye alunjisia abo nibo abalunjifu, Ne aba alalekha bakore, abo nibo abasikha"},{"SurahNumber":7,"VerseNumber":179,"Text":"Netoto efwe khwalonjela omulilo kwa Jahannam abaanji Mumajini nende Abandu. Bali nende emioyo halali shibachikhonyelanga okhumanya tawe, Bali nende tsimoni halali shibalolelanga tawe, bali nende amarwi halali shibakawulilanga tawe, abo bali shinga tsisolo, halali abo nababii muno, abo nibo abakoyana"},{"SurahNumber":7,"VerseNumber":180,"Text":"Ne Nyasaye ali nende amera amalayi kho mukekhonyele okhumusaba. Ne muleshe balia banyasinjia oluyali lwa amera keke. Hambi ano betsa okhurungwa kalia akabakholanga"},{"SurahNumber":7,"VerseNumber":181,"Text":"Ne mubalia abakhwaloonga abandi baliwo balunjisinjia khubwatoto ne khubwo baleng’asinjia"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ne balia abayingana khubimanyisio biefu khulabakhwesa kaala kaala munjila yabalamanyile tawe"},{"SurahNumber":7,"VerseNumber":183,"Text":"Nasi nditsa okhubahelesia ebise. Toto amani kanje namasiro"},{"SurahNumber":7,"VerseNumber":184,"Text":"Koo, shibetsulilangakhwo tawe, Omundu wabu oyo abula lilalu? Shali halali Omwikanyilisi owabulafu"},{"SurahNumber":7,"VerseNumber":185,"Text":"Koo, shibahengangakhwo obwami bwomwikulu nende mushialo, nende ebindu bia Nyasaye yalonga? Mbu awundi indukho yabu ili ahambi, Mana kalali kano, ni makhuwa shina akandi akabalasuubila"},{"SurahNumber":7,"VerseNumber":186,"Text":"Aba Nyasaye alekhulanga bakora, abo babula ubalunjisia, ne abalekha mubukori bwabu nibayelayela"},{"SurahNumber":7,"VerseNumber":187,"Text":"Bakhurebanga ibise bieyindukho(eyo). Okhurulila khwayo khuliba lina? Boola; “Obumanyi bwayo buli khu Nyasaye wenje, abulao umanyile ebise biayo halali ye mwene. Ni isiro mwikulu nende khushialo, shilibetsela tawe halali mapwoka. Bakhurebanga opara mbu newe wayikoonya wayimanya. Boola; obumanyi bwayo buli khu Nyasaye, halali Abandu abanji shibamanyile tawe"},{"SurahNumber":7,"VerseNumber":188,"Text":"Boola; “Embula obunyali bwokhwikhonya nohomba bwokhwilinda khumabii halali shinga Nyasaye yenya. Ne embetsanga mbu ndamanya akefisile ndakhametele okhukhola amalayi mubunji, ne obubii bwosibwosi shibwakhanzulilekhwo tawe, esie shendi shiosi shiosi tawe halali Omwikanyilisi nende Omusuubisia wabandu basuubilanga"},{"SurahNumber":7,"VerseNumber":189,"Text":"Niye owabaloonga okhurula khumundu mulala, ne okhurula khumundu oyo nalonga abakhasi babu, kho banyoole obwihotselefu (okhurula khu bakhasi). Ne olwa yenjilananga naye atilanga inda-inyangu eyachendanga nayo. Ne olwayisitoyanga (inda) balamanga Nyasaye wabu (omukhasi nomusatsa); “Nakhuhelesia Omwana omulayi toto khulaba mubalia abakhupanga orio?”"},{"SurahNumber":7,"VerseNumber":190,"Text":"Olwa abahelesinjia(omwana)omulayi. Bakholelanga Nyasaye obutsokaasi khushilia eshia bahelesiyie, Nyasaye niwoluyali muno ne ali hekulu khukabamutsokasinjia yako"},{"SurahNumber":7,"VerseNumber":191,"Text":"Batsokaasinjia balia abalaloonga eshindu, nabo boosi nibaloongwa"},{"SurahNumber":7,"VerseNumber":192,"Text":"Ne shibanyala okhubakhoonya tawe, nohomba bo okhwikhoonya abene tawe"},{"SurahNumber":7,"VerseNumber":193,"Text":"Ne nimubalanga khubulunjifu, shibalabalondakhwo tawe, Ni halalasa awo, nimubalanga nohomba nimuwuleela"},{"SurahNumber":7,"VerseNumber":194,"Text":"Toto balia abamulaamanga abalali Nyasaye tawe ni Abandu butswa shinga enywe, Mubalanjekhwo, mana bafuchilile, nimuli mbu muli abatoto"},{"SurahNumber":7,"VerseNumber":195,"Text":"Koo, bali nende ibilenje biokhuchendela? Nohomba bali nende emikhono chiokhutilila? Nohomba bali nende tsimoni tsiabalolelanga? Nohomba bali nende amarwi kabawulilanga? Boola; lanje abamutsokaasinjia Nyasaye ninabo, mana mukhole obutobela bwenyu(bwokhusishia)- ne mulambesie ebisi biosi biosi tawe. (musishie toto nikali mbu munyala)"},{"SurahNumber":7,"VerseNumber":196,"Text":"Toto Omulindi wanje ni Nyasaye oweshia eshitabu, naye niye olindanga abakholanga amalayi"},{"SurahNumber":7,"VerseNumber":197,"Text":"Nebalia abamulamanga balali Nyasaye shibanyala okhubahabina nohomba okhwihabina abeene tawe"},{"SurahNumber":7,"VerseNumber":198,"Text":"Ne nobalaanga khubulunjifu shibawulila tawe, ne olabalola bakhuhenganga halali shibalolanga tawe"},{"SurahNumber":7,"VerseNumber":199,"Text":"Tilana nende obulesheli, ne alomesie amalayi, ne olekhane nende abasilu"},{"SurahNumber":7,"VerseNumber":200,"Text":"Ne eshibeyibeyi shia shetani nishikhunyasia, wilinde khu Nyasaye - (boola; Audhu billahi)- . Toto ye niye omuwulili omumanyi muno"},{"SurahNumber":7,"VerseNumber":201,"Text":"Balia abaritsanga Nyasaye olwa shetani obafulukunyanga, betsulilanga mana balola injila"},{"SurahNumber":7,"VerseNumber":202,"Text":"Ne Abasiani babu (shetani) , babakhweselanga mubukori mana bo shibachong’anga tawe"},{"SurahNumber":7,"VerseNumber":203,"Text":"Nenolabarereraeshimanyisioshiabenya nibaboola mbu; “shiwakhashikasiye butswa eweomwene?” Boolambu’“esieenoondanga kefimbulilwe okhurula khu Nyasaye wanje. Bino ni ebimanyisio birulanga khu Nyasaye wenyu ne ni obulunjifu nende tsimbabaasi khubandu basuubilanga.”"},{"SurahNumber":7,"VerseNumber":204,"Text":"Ne Ikurani nisomwa murechelesie ne muwulele mwakhaba murio mwanyoola tsimbambaasi"},{"SurahNumber":7,"VerseNumber":205,"Text":"Ne Murumbule Nyasaye wuwo mumwoyo kwao mubwihotselefu nende muburii, ne olakhupa oluyoka mumakhuwa tawe, itsuli nende ing’olobe, ne olaba mubalia abang’ang’aala tawe"},{"SurahNumber":7,"VerseNumber":206,"Text":"Balia abali ewa Nyasaye wuwo(nabo ni Malaika) shibali abafuru okhumukholela ibada yiyie tawe, ne bamwitsominjia ne bamwinamilanga"},{"SurahNumber":8,"VerseNumber":1,"Text":"Bakhurebanga omwandu kunyoolelwe mwiyie.(Kukabwe kurie) Boola; “omwandu kunyoolelwe mwiyie ni kwa Nyasaye, nende Omurumwa (londe shingala betsa okhubakaba). Kho murie Nyasaye ne mukasie omulembe hakari wenyu, ne muwulile Nyasaye nende Omurumwa wuwe ni muli Abasuubili (abahabwene)"},{"SurahNumber":8,"VerseNumber":2,"Text":"Toto Abasuubili ba habwene nibalia olwa Nyasaye arumbulwa, emioyo chiabu chitsulamwo oburi, ne nibasomelwa tsinyaali tsiefu tsibameta obusuubili, ne Nyasaye wabu butswa niye wabesikanga"},{"SurahNumber":8,"VerseNumber":3,"Text":"Balia abalumilanga okhulaama, ne khushia khubakabile barusinjia eshihanwa"},{"SurahNumber":8,"VerseNumber":4,"Text":"Abo nibo abasuubili batoto, bali nende obukhongo ewa Nyasaye wabu, nende eshileshelo nende omukabo omulayi"},{"SurahNumber":8,"VerseNumber":5,"Text":"Shinga olwa Nyasaye wuwo yakhurusia munzu yiyio khubwatoto, ne omukanda mulala mubasuubili nikulachamila tawe"},{"SurahNumber":8,"VerseNumber":6,"Text":"Bayingana ninawe obwatoto nibumalile okhurumbukha, opara mbu balumungwa okhutsia mulumbe nibalola"},{"SurahNumber":8,"VerseNumber":7,"Text":"Ne olwa Nyasaye yabalaka mbu omukanda mulala kulaba okwenyu, mumikanda chibili chilia. Nanyu mwali muyanzile munyoole omukanda kubula amawa(amani) kube okwenyu. Ne Nyasaye yenya okhura habulafu obwatoto khumakhuwa keke ne atete emisi chiabakhayi"},{"SurahNumber":8,"VerseNumber":8,"Text":"Kho anyoole okhwemia obulaamba, nende okhukwishia obubeyi, kata ababii nibasinyishe"},{"SurahNumber":8,"VerseNumber":9,"Text":"Olwamwasabaobukhoonyikhu- Nyasaye wenyu, mana nabakalusia mbu; “Toto esie nditsa okhubahelesia Abamalaika iyelefu ndala abetsa okhubetsela malondokhana"},{"SurahNumber":8,"VerseNumber":10,"Text":"Ne Nyasaye shiyakhola kano halali okhuba obusangali khwinywe nende okhutinyisia emioyo chienyu. Ne obuhabini bubulao halali okhurula khu Nyasaye. Ne toto Nyasaye niwaamani Owamachesi muno"},{"SurahNumber":8,"VerseNumber":11,"Text":"(Itsulila) olwa yabarerera tsindoolo eshimanyisio shio mulembe kurulanga ewuwe; mana nabeshilia amatsi okhurula mwikulu okhubatswenula nende okhubarusiakhwo obumali bwa shetani, nende okhuboya halala emioyo nende okhutinyia ebilenje bienyu hasi"},{"SurahNumber":8,"VerseNumber":12,"Text":"(Itsulila) olwa Nyasaye wuwo yabafimbulila Malaika(nababoolela); “Toto eise endi halala ninanyu, kho re amani mubalia abasuubila, nditsa okhura oburi mumioyo chia abakhayi, kho mubakhupe hekulu khwikosi ne mutete tsinzala"},{"SurahNumber":8,"VerseNumber":13,"Text":"Endio nilwokhuba mbu baloba Nyasaye nende Omurumwa. Ne ulia uloba Nyasaye nende Omurumwa wuwe, toto Nyasaye ni weshinyasio eshilulu"},{"SurahNumber":8,"VerseNumber":14,"Text":"Kho mupile netoto abakhayi bali nende eshinyasio shomulilo"},{"SurahNumber":8,"VerseNumber":15,"Text":"Enywe abasuubila nimubukanana bakoyakoyania. muliyie\tnende\tabakhayi, mulabakalukhanilia emikongo chienyu tawe"},{"SurahNumber":8,"VerseNumber":16,"Text":"Ne ulia ulakalukhania omukongo kukwe inyanga eyo, halali nakalukhananga khulwa okhulwana, nohomba okhutsia mumukanda elubeka wuwe okhukhonya, alaba akhoyeshela liruma lia Nyasaye, ne eshimenyo shiaye ni mumulilo. Nao ni habundu abii muno wokhukalukha"},{"SurahNumber":8,"VerseNumber":17,"Text":"Shimwabeera tawe halali Nyasaye niye owabeera. Ne shiwalasa olwa walasa tawe halali Nyasaye niye walasa, Nyasaye yakhola kano khulwa okhuhelesia abasuubili obulunjifu burulanga ewuwe, Toto Nyasaye niye Omuwulili Omumanyi muno"},{"SurahNumber":8,"VerseNumber":18,"Text":"Khukano netoto Nyasaye yetsa okhutendeyia amani kabakhayi"},{"SurahNumber":8,"VerseNumber":19,"Text":"Nimwenya okhumanya (okhulola obwatoto nende obubeyi) Obwatoto bwamalile okhuboolela. Ne nimulekha bulabaobulayikhwinywe, nenimukalushila fwesi khulakalushila ne Abandu benyu shinibabakhonyekhwo shiosi shiosi tawe Kata nibali abanji, Ne Nyasaye ali halala nende Abasuubili"},{"SurahNumber":8,"VerseNumber":20,"Text":"Enywe abasuubila! Murie Nyasaye nende Omurumwa wuwe, mulamwilukha tawe nimuwulilanga"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ne mulaba shinga balia baboolanga mbu; “Khuwulile” nekhane bashili okhuwulila"},{"SurahNumber":8,"VerseNumber":22,"Text":"Toto tsisolo tsimbi muno imbeli wa Nyasaye- nitsilia tsikholanga mbu shitsiwulilanga tawe- nitsindimbe, tsisilu. Tsilia tsilekhonyela obwongo tawe"},{"SurahNumber":8,"VerseNumber":23,"Text":"Ne Nyasaye alolanga obulayi bwosi bwosi mubo yakha bawulilisiye nekata abawulilisia bakhakalukhane butswa"},{"SurahNumber":8,"VerseNumber":24,"Text":"Enywe abasuubila mufuchilile omulango kwa Nyasaye nende Omurumwa olwa abalanga mukalia aketsa okhubahelesia obulamu, amalayi, ne manye mbu Nyasaye yenjilanga hakari womundu nende omwoyo kukwe, ne ewuwe ni amulikhung’asibwa"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ne murie eshinyasio eshilakhaya okhunyoola balia bakhola obubii bonyene mwinywe, ne mumanye mbu Nyasaye ni omululu weshinyasio"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ne yitsulile, olwa mwali batiti, olwa mwalolekhananga abateshele khushialo, olwa mwaritsanga Abandu okhubayula, mana nabahelesia habundu alayi okhwikhala, mana nabahelesia amani khubuhabini bubwe, ne nabahelesia omukabo omulayi khomunyoole okhupa orio"},{"SurahNumber":8,"VerseNumber":27,"Text":"Enywe abasuubila, mulakholela Nyasaye nende Omurumwa obulianga tawe. Ne mulakhola obulianga khukhusuubilana khwenyu tawe- nimumanyile"},{"SurahNumber":8,"VerseNumber":28,"Text":"Ne manye mbu emiandu chienyu nende abana benyu ni amatemo. Ne toto Nyasaye ali nende omurungo omukhongo"},{"SurahNumber":8,"VerseNumber":29,"Text":"Enywe abasuubila ni muria Nyasaye, yetsa okhubahelesia amachesi kokhwawukhasia amalayi nende amabii, ne yetsa okhubaleshela ebionono bienyu, ne alabaleshela, Ne Nyasaye niwetsimbabaasi tsinyinji"},{"SurahNumber":8,"VerseNumber":30,"Text":"Olwa abakhayi bakhututila mbu bakhutile nohomba bakhwire, nohomba bakhuwuyie mana nibatuta, ne Nyasaye nakalukhania obututi bwabu, ne Nyasaye niye Omulayi muno mukhukalukhania"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ne tsinyaali tsiefu nibasomelwa baboolanga mbu; “Khumalile okhuwulila ne nikhwenya fwesi khunyala okhuboola nga ako” Kano shini shiosi shiosi tawe, halali tsingano tsia bandu bakhale"},{"SurahNumber":8,"VerseNumber":32,"Text":"Ne olwababoola mbu; “ Ewe Nyasaye nikali mbu kano niko obwatoto okhurula khwiwe, mana khuupile nende ifula yamachina karulanga mwikulu, nohomba khurerere eshinyasio eshilulu.”"},{"SurahNumber":8,"VerseNumber":33,"Text":"Ne Nyasaye shiyali wokhubahelesia eshinyasio nawe Omurumwa nolimubo halala tawe. Ne Nyasaye shiyali wokhubahelesia eshinyasio ne abandi mubo nibasabanga eshileshelo"},{"SurahNumber":8,"VerseNumber":34,"Text":"Nabo bali nende lilayi shina lia Nyasaye alabahelesia eshinyasio, nikali mbu bekalilanga Abandu omusikiti okwoluyali oko, Ne shini abaliindi bakwo tawe, toto abalindi bakwo nibalia abaria Nyasaye, ne obunji mubo shibamanyile shiosi shiosi tawe"},{"SurahNumber":8,"VerseNumber":35,"Text":"Ne isaala yabu munzu yoluyali shiyali halali okhupa emilosi nende amakhofi. Kho pile eshinyasio shingala mwakhayanga"},{"SurahNumber":8,"VerseNumber":36,"Text":"Toto balia abakhaya barusinjia omwandu kwabu okhwikalila injila ya Nyasaye, betsa okhukurusia mana kalababeela ameyitsulisio mana balashilwa. Ne balia abakhaya balikhung’asibwa mumulilo"},{"SurahNumber":8,"VerseNumber":37,"Text":"Kho Nyasaye anyoole okhwawukhasia ababii nende abalayi, nende okhura abamabii hekulu ewa abamabii bandi nende okhubabumba boosi halala nende okhubasukuna mumulilo. Abo nibo banyoola okhusikha"},{"SurahNumber":8,"VerseNumber":38,"Text":"Boolela balia bakhaya mbu; “Nibalekha, balaleshelwa akabura, ne nibakalushila, kamala okhubaburira amachelasio ka bandu bakhale.”"},{"SurahNumber":8,"VerseNumber":39,"Text":"Ne khupane ninabo okhuula mumale amatemo nende okhusandibwa. Ne idini ibe yosi shichila Nyasaye. Ne nibalekha, awo toto Nyasaye alolanga muno akabakholanga"},{"SurahNumber":8,"VerseNumber":40,"Text":"Ne ni bakalukhana manye mbu Nyasaye niye Omwami wenyu ni Omulesi nende Omukhoonyi Omulayi"}]}