{"Id":451,"LanguageCodes":["ur","urd"],"Name":"urd-abulaalamaududi","Author":"Abul A Ala Maududi","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"ابراہیمؑ نے کہا \"اے فرستادگان الٰہی، کیا مہم آپ کو در پیش ہے؟"},{"SurahNumber":51,"VerseNumber":32,"Text":"انہوں نے کہا \"ہم ایک مجرم قوم کی طرف بھیجے گئے ہیں"},{"SurahNumber":51,"VerseNumber":33,"Text":"تاکہ اُس پر پکی ہوئی مٹی کے پتھر برسا دیں"},{"SurahNumber":51,"VerseNumber":34,"Text":"جو آپ کے رب کے ہاں حد سے گزر جانے والوں کے لیے نشان زدہ ہیں"},{"SurahNumber":51,"VerseNumber":35,"Text":"پھر ہم نے اُن سب لوگوں کو نکال لیا جو اُس بستی میں مومن تھے"},{"SurahNumber":51,"VerseNumber":36,"Text":"اور وہاں ہم نے ایک گھر کے سوا مسلمانوں کا کوئی گھر نہ پایا"},{"SurahNumber":51,"VerseNumber":37,"Text":"اس کے بعد ہم نے وہاں بس ایک نشانی اُن لوگوں کے لیے چھوڑ دی جو درد ناک عذاب سے ڈرتے ہوں"},{"SurahNumber":51,"VerseNumber":38,"Text":"اور (تمہارے لیے نشانی ہے) موسیٰؑ کے قصے میں جب ہم نے اُسے صریح سند کے ساتھ فرعون کے پاس بھیجا"},{"SurahNumber":51,"VerseNumber":39,"Text":"تو وہ اپنے بل بوتے پر اکڑ گیا اور بولا یہ جادوگر ہے یا مجنوں ہے"},{"SurahNumber":51,"VerseNumber":40,"Text":"آخر کار ہم نے اُسے اور اس کے لشکروں کو پکڑا اور سب کو سمندر میں پھینک دیا اور وہ ملامت زدہ ہو کر رہ گیا"},{"SurahNumber":51,"VerseNumber":41,"Text":"اور (تمہارے لیے نشانی ہے) عاد میں، جبکہ ہم نے ان پر ایک ایسی بے خیر ہوا بھیج دی"},{"SurahNumber":51,"VerseNumber":42,"Text":"کہ جس چیز پر بھی وہ گزر گئی اسے بوسیدہ کر کے رکھ دیا"},{"SurahNumber":51,"VerseNumber":43,"Text":"اور (تمہارے لیے نشانی ہے) ثمود میں، جب اُن سے کہا گیا تھا کہ ایک خاص وقت تک مزے کر لو"},{"SurahNumber":51,"VerseNumber":44,"Text":"مگر اس تنبیہ پر بھی انہوں نے اپنے رب کے حکم سے سرتابی کی آخر کار ان کے دیکھتے دیکھتے ایک اچانک ٹوٹ پڑنے والے عذاب نے اُن کو آ لیا"},{"SurahNumber":51,"VerseNumber":45,"Text":"پھر نہ اُن میں اٹھنے کی سکت تھی اور نہ وہ اپنا بچاؤ کر سکتے تھے"},{"SurahNumber":51,"VerseNumber":46,"Text":"اور ان سب سے پہلے ہم نے نوحؑ کی قوم کو ہلاک کیا کیونکہ وہ فاسق لوگ تھے"},{"SurahNumber":51,"VerseNumber":47,"Text":"آسمان کو ہم نے اپنے زور سے بنایا ہے اور ہم اِس کی قدرت رکھتے ہیں"},{"SurahNumber":51,"VerseNumber":48,"Text":"زمین کو ہم نے بچھایا ہے اور ہم بڑے اچھے ہموار کرنے والے ہیں"},{"SurahNumber":51,"VerseNumber":49,"Text":"اور ہر چیز کے ہم نے جوڑے بنائے ہیں، شاید کہ تم اس سے سبق لو"},{"SurahNumber":51,"VerseNumber":50,"Text":"تو دوڑو اللہ کی طرف، میں تمہارے لیے اس کی طرف سے صاف صاف خبردار کرنے والا ہوں"},{"SurahNumber":51,"VerseNumber":51,"Text":"اور نہ بناؤ اللہ کے ساتھ کوئی دوسرا معبود، میں تمہارے لیے اُس کی طرف سے صاف صاف خبردار کرنے والا ہوں"},{"SurahNumber":51,"VerseNumber":52,"Text":"یونہی ہوتا رہا ہے، اِن سے پہلے کی قوموں کے پاس بھی کوئی رسول ایسا نہیں آیا جسے انہوں نے یہ نہ کہا ہو کہ یہ ساحر ہے یا مجنون"},{"SurahNumber":51,"VerseNumber":53,"Text":"کیا اِن سب نے آپس میں اِس پر کوئی سمجھوتہ کر لیا ہے؟ نہیں، بکہ یہ سب سرکش لوگ ہیں"},{"SurahNumber":51,"VerseNumber":54,"Text":"پس اے نبیؐ، ان سے رخ پھیر لو، تم پر کچھ ملامت نہیں"},{"SurahNumber":51,"VerseNumber":55,"Text":"البتہ نصیحت کرتے رہو، کیونکہ نصیحت ایمان لانے والوں کے لیے نافع ہے"},{"SurahNumber":51,"VerseNumber":56,"Text":"میں نے جن اور انسانوں کو اِس کے سوا کسی کام کے لیے پیدا نہیں کیا ہے کہ وہ میری بندگی کریں"},{"SurahNumber":51,"VerseNumber":57,"Text":"میں اُن سے کوئی رزق نہیں چاہتا اور نہ یہ چاہتا ہوں کہ وہ مجھے کھلائیں"},{"SurahNumber":51,"VerseNumber":58,"Text":"اللہ تو خود ہی رزاق ہے، بڑی قوت والا اور زبردست"},{"SurahNumber":51,"VerseNumber":59,"Text":"پس جن لوگوں نے ظلم کیا ہے ان کے حصے کا بھی ویسا ہی عذاب تیار ہے جیسا اِنہی جیسے لوگوں کو اُن کے حصے کا مل چکا ہے، اس کے لیے یہ لوگ جلدی نہ مچائیں"},{"SurahNumber":51,"VerseNumber":60,"Text":"آخر کو تباہی ہے کفر کرنے والوں کے لیے اُس روز جس کا انہیں خوف دلایا جا رہا ہے"},{"SurahNumber":52,"VerseNumber":1,"Text":"قسم ہے طور کی"},{"SurahNumber":52,"VerseNumber":2,"Text":"اور ایک ایسی کھلی کتاب کی"},{"SurahNumber":52,"VerseNumber":3,"Text":"جو رقیق جلد میں لکھی ہوئی ہے"},{"SurahNumber":52,"VerseNumber":4,"Text":"اور آباد گھر کی"},{"SurahNumber":52,"VerseNumber":5,"Text":"اور اونچی چھت کی"},{"SurahNumber":52,"VerseNumber":6,"Text":"اور موجزن سمندر کی"},{"SurahNumber":52,"VerseNumber":7,"Text":"کہ تیرے رب کا عذاب ضرور واقع ہونے والا ہے"},{"SurahNumber":52,"VerseNumber":8,"Text":"جسے کوئی دفع کرنے والا نہیں"},{"SurahNumber":52,"VerseNumber":9,"Text":"وہ اُس روز واقع ہوگا جب آسمان بری طرح ڈگمگائے گا"},{"SurahNumber":52,"VerseNumber":10,"Text":"اور پہاڑ اڑے اڑے پھریں گے"},{"SurahNumber":52,"VerseNumber":11,"Text":"تباہی ہے اُس روز اُن جھٹلانے والوں کے لیے"},{"SurahNumber":52,"VerseNumber":12,"Text":"جو آج کھیل کے طور پر اپنی حجت بازیوں میں لگے ہوئے ہیں"},{"SurahNumber":52,"VerseNumber":13,"Text":"جس دن انہیں دھکے مار مار کر نار جہنم کی طرف لے چلا جائے گا"},{"SurahNumber":52,"VerseNumber":14,"Text":"اُس وقت اُن سے کہا جائے گا کہ \"یہ وہی آگ ہے جسے تم جھٹلایا کرتے تھے"},{"SurahNumber":52,"VerseNumber":15,"Text":"اب بتاؤ یہ جادو ہے یا تمہیں سوجھ نہیں رہا ہے؟"},{"SurahNumber":52,"VerseNumber":16,"Text":"جاؤ اب جھلسو اِس کے اندر، تم خواہ صبر کرو یا نہ کرو، تمہارے لیے یکساں ہے، تمہیں ویسا ہی بدلہ دیا جا رہا ہے جیسے تم عمل کر رہے تھے"},{"SurahNumber":52,"VerseNumber":17,"Text":"متقی لوگ وہاں باغوں اور نعمتوں میں ہوں گے"},{"SurahNumber":52,"VerseNumber":18,"Text":"لطف لے رہے ہوں گے اُن چیزوں سے جو اُن کا رب انہیں دے گا، اور اُن کا رب اُنہیں دوزخ کے عذاب سے بچا لے گا"},{"SurahNumber":52,"VerseNumber":19,"Text":"(ان سے کہا جائے گا) کھاؤ اور پیو مزے سے اپنے اُن اعمال کے صلے میں جو تم کرتے رہے ہو"},{"SurahNumber":52,"VerseNumber":20,"Text":"وہ آمنے سامنے بچھے ہوئے تختوں پر تکیے لگائے بیٹھے ہوں گے اور ہم خوبصورت آنکھوں والی حوریں اُن سے بیاہ دیں گے"},{"SurahNumber":52,"VerseNumber":21,"Text":"جو لوگ ایمان لائے ہیں اور اُن کی اولاد بھی کسی درجہ ایمان میں ان کے نقش قدم پر چلی ہے ان کی اُس اولاد کو بھی ہم (جنت میں) اُن کے ساتھ ملا دیں گے اور اُن کے عمل میں کوئی گھاٹا ان کو نہ دیں گے ہر شخص اپنے کسب کے عوض رہن ہے"},{"SurahNumber":52,"VerseNumber":22,"Text":"ہم اُن کو ہر طرح کے پھل اور گوشت، جس چیز کو بھی ان کا جی چاہے گا، خوب دیے چلے جائیں گے"},{"SurahNumber":52,"VerseNumber":23,"Text":"وہاں وہ ایک دوسرے سے جام شراب لپک لپک کر لے رہے ہوں گے جس میں نہ یاوہ گوئی ہوگی نہ بد کرداری"},{"SurahNumber":52,"VerseNumber":24,"Text":"اور اُن کی خدمت میں وہ لڑکے دوڑتے پھر رہے ہوں گے جو انہی کے لیے مخصوص ہوں گے ایسے خوبصورت جیسے چھپا کر رکھے ہوئے موتی"},{"SurahNumber":52,"VerseNumber":25,"Text":"یہ لوگ آپس میں ایک دوسرے سے (دنیا میں گزرے ہوئے) حالات پوچھیں گے"},{"SurahNumber":52,"VerseNumber":26,"Text":"یہ کہیں گے کہ ہم پہلے اپنے گھر والوں میں ڈرتے ہوئے زندگی بسر کرتے تھے"},{"SurahNumber":52,"VerseNumber":27,"Text":"آخر کار اللہ نے ہم پر فضل فرمایا اور ہمیں جھلسا دینے والی ہوا کے عذاب سے بچا لیا"},{"SurahNumber":52,"VerseNumber":28,"Text":"ہم پچھلی زندگی میں اُسی سے دعائیں مانگتے تھے، وہ واقعی بڑا ہی محسن اور رحیم ہے"},{"SurahNumber":52,"VerseNumber":29,"Text":"پس اے نبیؐ، تم نصیحت کیے جاؤ، اپنے رب کے فضل سے نہ تم کاہن ہو اور نہ مجنون"},{"SurahNumber":52,"VerseNumber":30,"Text":"کیا یہ لوگ کہتے ہیں کہ یہ شخص شاعر ہے جس کے حق میں ہم گردش ایام کا انتظار کر رہے ہیں؟"},{"SurahNumber":52,"VerseNumber":31,"Text":"اِن سے کہو اچھا انتظار کرو، میں بھی تمہارے ساتھ انتظار کرتا ہوں"},{"SurahNumber":52,"VerseNumber":32,"Text":"کیا اِن کی عقلیں اِنہیں ایسی ہی باتیں کرنے کے لیے کہتی ہیں؟ یا در حقیقت یہ عناد میں حد سے گزرے ہوئے لوگ ہیں؟"},{"SurahNumber":52,"VerseNumber":33,"Text":"کیا یہ کہتے ہیں کہ اِس شخص نے یہ قرآن خود گھڑ لیا ہے؟ اصل بات یہ ہے کہ یہ ایمان نہیں لانا چاہتے"},{"SurahNumber":52,"VerseNumber":34,"Text":"اگر یہ اپنے اِس قول میں سچے ہیں تو اِسی شان کا ایک کلام بنا لائیں"},{"SurahNumber":52,"VerseNumber":35,"Text":"کیا یہ کسی خالق کے بغیر خود پیدا ہو گئے ہیں؟ یا یہ خود اپنے خالق ہیں؟"},{"SurahNumber":52,"VerseNumber":36,"Text":"یا زمین اور آسمانوں کو اِنہوں نے پیدا کیا ہے؟ اصل بات یہ ہے کہ یہ یقین نہیں رکھتے"},{"SurahNumber":52,"VerseNumber":37,"Text":"کیا تیرے رب کے خزانے اِن کے قبضے میں ہیں؟ یا اُن پر اِنہی کا حکم چلتا ہے؟"},{"SurahNumber":52,"VerseNumber":38,"Text":"کیا اِن کے پاس کوئی سیڑھی ہے جس پر چڑھ کر یہ عالم بالا کی سن گن لیتے ہیں؟ اِن میں سے جس نے سن گن لی ہو وہ لائے کوئی کھلی دلیل"},{"SurahNumber":52,"VerseNumber":39,"Text":"کیا اللہ کے لیے تو ہیں بیٹیاں اور تم لوگوں کے لیے ہیں بیٹے؟"},{"SurahNumber":52,"VerseNumber":40,"Text":"کیا تم اِن سے کوئی اجر مانگتے ہو کہ یہ زبردستی پڑی ہوئی چٹی کے بوجھ تلے دبے جاتے ہیں؟"},{"SurahNumber":52,"VerseNumber":41,"Text":"کیا اِن کے پاس غیب کے حقائق کا علم ہے کہ اُس کی بنا پر یہ لکھ رہے ہوں؟"},{"SurahNumber":52,"VerseNumber":42,"Text":"کیا یہ کوئی چال چلنا چاہتے ہیں؟ (اگر یہ بات ہے) تو کفر کرنے والوں پر ان کی چال الٹی ہی پڑے گی"},{"SurahNumber":52,"VerseNumber":43,"Text":"کیا اللہ کے سوا یہ کوئی اور معبود رکھتے ہیں؟ اللہ پاک ہے اُس شرک سے جو یہ لوگ کر رہے ہیں"},{"SurahNumber":52,"VerseNumber":44,"Text":"یہ لوگ آسمان کے ٹکڑے بھی گرتے ہوئے دیکھ لیں تو کہیں گے یہ بادل ہیں جو امڈے چلے آ رہے ہیں"},{"SurahNumber":52,"VerseNumber":45,"Text":"پس اے نبیؐ، اِنہیں اِن کے حال پر چھوڑ دو یہاں تک کہ یہ اپنے اُس دن کو پہنچ جائیں جس میں یہ مار گرائے جائیں گے"},{"SurahNumber":52,"VerseNumber":46,"Text":"جس دن نہ اِن کی اپنی کوئی چال اِن کے کسی کام آئے گی نہ کوئی اِن کی مدد کو آئے گا"},{"SurahNumber":52,"VerseNumber":47,"Text":"اور اُس وقت کے آنے سے پہلے بھی ظالموں کے لیے ایک عذاب ہے، مگر اِن میں سے اکثر جانتے نہیں ہیں"},{"SurahNumber":52,"VerseNumber":48,"Text":"اے نبیؐ، اپنے رب کا فیصلہ آنے تک صبر کرو، تم ہماری نگاہ میں ہو تم جب اٹھو تو اپنے رب کی حمد کے ساتھ اس کی تسبیح کرو"},{"SurahNumber":52,"VerseNumber":49,"Text":"رات کو بھی اس کی تسبیح کیا کرو اور ستارے جب پلٹتے ہیں اُس وقت بھی"},{"SurahNumber":53,"VerseNumber":1,"Text":"قسم ہے تارے کی جبکہ وہ غروب ہوا"},{"SurahNumber":53,"VerseNumber":2,"Text":"تمہارا رفیق نہ بھٹکا ہے نہ بہکا ہے"},{"SurahNumber":53,"VerseNumber":3,"Text":"وہ اپنی خواہش نفس سے نہیں بولتا"},{"SurahNumber":53,"VerseNumber":4,"Text":"یہ تو ایک وحی ہے جو اُس پر نازل کی جاتی ہے"},{"SurahNumber":53,"VerseNumber":5,"Text":"اُسے زبردست قوت والے نے تعلیم دی ہے"},{"SurahNumber":53,"VerseNumber":6,"Text":"جو بڑا صاحب حکمت ہے"},{"SurahNumber":53,"VerseNumber":7,"Text":"وہ سامنے آ کھڑا ہوا جبکہ وہ بالائی افق پر تھا"},{"SurahNumber":53,"VerseNumber":8,"Text":"پھر قریب آیا اور اوپر معلق ہو گیا"},{"SurahNumber":53,"VerseNumber":9,"Text":"یہاں تک کہ دو کمانوں کے برابر یا اس سے کچھ کم فاصلہ رہ گیا"},{"SurahNumber":53,"VerseNumber":10,"Text":"تب اُس نے اللہ کے بندے کو وحی پہنچائی جو وحی بھی اُسے پہنچانی تھی"},{"SurahNumber":53,"VerseNumber":11,"Text":"نظر نے جو کچھ دیکھا، دل نے اُس میں جھوٹ نہ ملایا"},{"SurahNumber":53,"VerseNumber":12,"Text":"اب کیا تم اُس چیز پر اُس سے جھگڑتے ہو جسے وہ آنکھوں سے دیکھتا ہے؟"},{"SurahNumber":53,"VerseNumber":13,"Text":"اور ایک مرتبہ پھر اُس نے"},{"SurahNumber":53,"VerseNumber":14,"Text":"سدرۃالمنتہیٰ کے پاس اُس کو دیکھا"},{"SurahNumber":53,"VerseNumber":15,"Text":"جہاں پاس ہی جنت الماویٰ ہے"},{"SurahNumber":53,"VerseNumber":16,"Text":"اُس وقت سدرہ پر چھا رہا تھا جو کچھ کہ چھا رہا تھا"},{"SurahNumber":53,"VerseNumber":17,"Text":"نگاہ نہ چوندھیائی نہ حد سے متجاوز ہوئی"},{"SurahNumber":53,"VerseNumber":18,"Text":"اور اس نے اپنے رب کی بڑی بڑی نشانیاں دیکھیں"},{"SurahNumber":53,"VerseNumber":19,"Text":"اب ذرا بتاؤ، تم نے کبھی اِس لات، اور اِس عزیٰ"},{"SurahNumber":53,"VerseNumber":20,"Text":"اور تیسری ایک اور دیوی منات کی حقیقت پر کچھ غور بھی کیا؟"},{"SurahNumber":53,"VerseNumber":21,"Text":"کیا بیٹے تمہارے لیے ہیں اور بیٹیاں خدا کے لیے؟"},{"SurahNumber":53,"VerseNumber":22,"Text":"یہ تو بڑی دھاندلی کی تقسیم ہوئی"},{"SurahNumber":53,"VerseNumber":23,"Text":"دراصل یہ کچھ نہیں ہیں مگر بس چند نام جو تم نے اور تمہارے باپ دادا نے رکھ لیے ہیں اللہ نے اِن کے لیے کوئی سند نازل نہیں کی حقیقت یہ ہے کہ لوگ محض وہم و گمان کی پیروی کر رہے ہیں اور خواہشات نفس کے مرید بنے ہوئے ہیں حالانکہ اُن کے رب کی طرف سے اُن کے پاس ہدایت آ چکی ہے"},{"SurahNumber":53,"VerseNumber":24,"Text":"کیا انسان جو کچھ چاہے اس کے لیے وحی حق ہے"},{"SurahNumber":53,"VerseNumber":25,"Text":"دنیا اور آخرت کا مالک تو اللہ ہی ہے"},{"SurahNumber":53,"VerseNumber":26,"Text":"آسمانوں میں کتنے ہی فرشتے موجود ہیں، اُن کی شفاعت کچھ بھی کام نہیں آ سکتی جب تک کہ اللہ کسی ایسے شخص کے حق میں اُس کی اجازت نہ دے جس کے لیے وہ کوئی عرضداشت سننا چاہے اور اس کو پسند کرے"},{"SurahNumber":53,"VerseNumber":27,"Text":"مگر جو لوگ آخرت کو نہیں مانتے وہ فرشتوں کو دیویوں کے ناموں سے موسوم کرتے ہیں"},{"SurahNumber":53,"VerseNumber":28,"Text":"حالانکہ اس معاملہ کا کوئی علم انہیں حاصل نہیں ہے، وہ محض گمان کی پیروی کر رہے ہیں، اور گمان حق کی جگہ کچھ بھی کام نہیں دے سکتا"},{"SurahNumber":53,"VerseNumber":29,"Text":"پس اے نبیؐ، جو شخص ہمارے ذکر سے منہ پھیرتا ہے، اور دنیا کی زندگی کے سوا جسے کچھ مطلوب نہیں ہے، اُسے اس کے حال پر چھوڑ دو"},{"SurahNumber":53,"VerseNumber":30,"Text":"اِن لوگوں کا مبلغ علم بس یہی کچھ ہے، یہ بات تیرا رب ہی زیادہ جانتا ہے کہ اُس کے راستے سے کون بھٹک گیا ہے اور کون سیدھے راستے پر ہے"},{"SurahNumber":53,"VerseNumber":31,"Text":"اور زمین اور آسمانوں کی ہر چیز کا مالک اللہ ہی ہے تاکہ اللہ برائی کرنے والوں کو ان کے عمل کا بدلہ دے اور اُن لوگوں کو اچھی جزا سے نوازے جنہوں نے نیک رویہ اختیار کیا ہے"},{"SurahNumber":53,"VerseNumber":32,"Text":"جو بڑے بڑے گناہوں اور کھلے کھلے قبیح افعال سے پرہیز کرتے ہیں، الا یہ کہ کچھ قصور اُن سے سرزد ہو جائے بلاشبہ تیرے رب کا دامن مغفرت بہت وسیع ہے وہ تمھیں اُس وقت سے خوب جانتا ہے جب اُس نے زمین سے تمہیں پیدا کیا اور جب تم اپنی ماؤں کے پیٹوں میں ابھی جنین ہی تھے پس اپنے نفس کی پاکی کے دعوے نہ کرو، وہی بہتر جانتا ہے کہ واقعی متقی کون ہے"},{"SurahNumber":53,"VerseNumber":33,"Text":"پھر اے نبیؐ، تم نے اُس شخص کو بھی دیکھا جو راہ خدا سے پھر گیا"},{"SurahNumber":53,"VerseNumber":34,"Text":"اور تھوڑا سا دے کر رک گیا"},{"SurahNumber":53,"VerseNumber":35,"Text":"کیا اس کے پاس غیب کا علم ہے کہ وہ حقیقت کو دیکھ رہا ہے؟"},{"SurahNumber":53,"VerseNumber":36,"Text":"کیا اُسے اُن باتوں کی کوئی خبر نہیں پہنچی جو موسیٰؑ کے صحیفوں"},{"SurahNumber":53,"VerseNumber":37,"Text":"اور اُس ابراہیمؑ کے صحیفوں میں بیان ہوئی ہیں جس نے وفا کا حق ادا کر دیا؟"},{"SurahNumber":53,"VerseNumber":38,"Text":"یہ کہ کوئی بوجھ اٹھانے والا دوسرے کا بوجھ نہیں اٹھائے گا"},{"SurahNumber":53,"VerseNumber":39,"Text":"اور یہ کہ انسان کے لیے کچھ نہیں ہے مگر وہ جس کی اُس نے سعی کی ہے"},{"SurahNumber":53,"VerseNumber":40,"Text":"اور یہ کہ اس کی سعی عنقریب دیکھی جائے گی"},{"SurahNumber":53,"VerseNumber":41,"Text":"اور اس کی پوری جزا اسے دی جائے گی"},{"SurahNumber":53,"VerseNumber":42,"Text":"اور یہ کہ آخر کار پہنچنا تیرے رب ہی کے پاس ہے"},{"SurahNumber":53,"VerseNumber":43,"Text":"اور یہ کہ اُسی نے ہنسایا اور اُسی نے رلایا"},{"SurahNumber":53,"VerseNumber":44,"Text":"اور یہ کہ اُسی نے موت دی اور اُسی نے زندگی بخشی"},{"SurahNumber":53,"VerseNumber":45,"Text":"اور یہ کہ اُسی نے نر اور مادہ کا جوڑا پیدا کیا"},{"SurahNumber":53,"VerseNumber":46,"Text":"ایک بوند سے جب وہ ٹپکائی جاتی ہے"},{"SurahNumber":53,"VerseNumber":47,"Text":"اور یہ کہ دوسری زندگی بخشنا بھی اُسی کے ذمہ ہے"},{"SurahNumber":53,"VerseNumber":48,"Text":"اور یہ کہ اُسی نے غنی کیا اور جائداد بخشی"},{"SurahNumber":53,"VerseNumber":49,"Text":"اور یہ کہ وہی شعریٰ کا رب ہے"},{"SurahNumber":53,"VerseNumber":50,"Text":"اور یہ کہ اُسی نے عاد اولیٰ کو ہلاک کیا"},{"SurahNumber":53,"VerseNumber":51,"Text":"اور ثمود کو ایسا مٹایا کہ ان میں سے کسی کو باقی نہ چھوڑا"},{"SurahNumber":53,"VerseNumber":52,"Text":"اور اُن سے پہلے قوم نوحؑ کو تباہ کیا کیونکہ وہ تھے ہی سخت ظالم و سرکش لوگ"},{"SurahNumber":53,"VerseNumber":53,"Text":"اور اوندھی گرنے والی بستیوں کو اٹھا پھینکا"},{"SurahNumber":53,"VerseNumber":54,"Text":"پھر چھا دیا اُن پر وہ کچھ جو (تم جانتے ہی ہو کہ) کیا چھا دیا"},{"SurahNumber":53,"VerseNumber":55,"Text":"پس اے مخاطب، اپنے رب کی کن کن نعمتوں میں تو شک کرے گا؟"},{"SurahNumber":53,"VerseNumber":56,"Text":"یہ ایک تنبیہ ہے پہلے آئی ہوئی تنبیہات میں سے"},{"SurahNumber":53,"VerseNumber":57,"Text":"آنے والی گھڑی قریب آ لگی ہے"},{"SurahNumber":53,"VerseNumber":58,"Text":"اللہ کے سوا کوئی اُس کو ہٹا نے والا نہیں"},{"SurahNumber":53,"VerseNumber":59,"Text":"اب کیا یہی وہ باتیں ہیں جن پر تم اظہار تعجب کرتے ہو؟"},{"SurahNumber":53,"VerseNumber":60,"Text":"ہنستے ہو اور روتے نہیں ہو؟"},{"SurahNumber":53,"VerseNumber":61,"Text":"اور گا بجا کر انہیں ٹالتے ہو؟"},{"SurahNumber":53,"VerseNumber":62,"Text":"جھک جاؤ اللہ کے آگے اور بندگی بجا لاؤ"},{"SurahNumber":54,"VerseNumber":1,"Text":"قیامت کی گھڑی قریب آ گئی اور چاند پھٹ گیا"},{"SurahNumber":54,"VerseNumber":2,"Text":"مگر اِن لوگوں کا حال یہ ہے کہ خواہ کوئی نشانی دیکھ لیں منہ موڑ جاتے ہیں اور کہتے ہیں یہ تو چلتا ہوا جادو ہے"},{"SurahNumber":54,"VerseNumber":3,"Text":"اِنہوں نے (اس کو بھی) جھٹلا دیا اور اپنی خواہشات نفس ہی کی پیروی کی ہر معاملہ کو آخر کار ایک انجام پر پہنچ کر رہنا ہے"},{"SurahNumber":54,"VerseNumber":4,"Text":"اِن لوگوں کے سامنے (پچھلی قوموں کے) وہ حالات آ چکے ہیں جن میں سرکشی سے باز رکھنے کے لیے کافی سامان عبرت ہے"},{"SurahNumber":54,"VerseNumber":5,"Text":"اور ایسی حکمت جو نصیحت کے مقصد کو بدرجہ اتم پورا کرتی ہے مگر تنبیہات اِن پر کارگر نہیں ہوتیں"},{"SurahNumber":54,"VerseNumber":6,"Text":"پس اے نبیؐ، اِن سے رخ پھیر لو جس روز پکارنے والا ایک سخت ناگوار چیز کی طرف پکارے گا"},{"SurahNumber":54,"VerseNumber":7,"Text":"لوگ سہمی ہوئی نگاہوں کے ساتھ اپنی قبروں سے اِس طرح نکلیں گے گویا وہ بکھری ہوئی ٹڈیاں ہیں"},{"SurahNumber":54,"VerseNumber":8,"Text":"پکارنے والے کی طرف دوڑے جا رہے ہوں گے اور وہی منکرین (جو دنیا میں اس کا انکار کرتے تھے) اُس وقت کہیں گے کہ یہ دن تو بڑا کٹھن ہے"},{"SurahNumber":54,"VerseNumber":9,"Text":"اِن سے پہلے نوحؑ کی قوم جھٹلا چکی ہے اُنہوں نے ہمارے بندے کو جھوٹا قرار دیا اور کہا کہ یہ دیوانہ ہے، اور وہ بری طرح جھڑکا گیا"},{"SurahNumber":54,"VerseNumber":10,"Text":"آخر کار اُس نے اپنے رب کو پکارا کہ \"میں مغلوب ہو چکا، اب تو اِن سے انتقام لے"},{"SurahNumber":54,"VerseNumber":11,"Text":"تب ہم نے موسلا دھار بارش سے آسمان کے دروازے کھول دیے اور زمین کو پھاڑ کر چشموں میں تبدیل کر دیا"},{"SurahNumber":54,"VerseNumber":12,"Text":"اور یہ سارا پانی اُس کام کو پورا کرنے لیے مل گیا جو مقدر ہو چکا تھا"},{"SurahNumber":54,"VerseNumber":13,"Text":"اور نوحؑ کو ہم نے ایک تختوں اور کیلوں والی پر سوار کر دیا"},{"SurahNumber":54,"VerseNumber":14,"Text":"جو ہماری نگرانی میں چل رہی تھی یہ تھا بدلہ اُس شخص کی خاطر جس کی نا قدری کی گئی تھی"},{"SurahNumber":54,"VerseNumber":15,"Text":"اُس کشتی کو ہم نے ایک نشانی بنا کر چھوڑ دیا، پھر کوئی ہے نصیحت قبول کرنے والا؟"},{"SurahNumber":54,"VerseNumber":16,"Text":"دیکھ لو، کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات"},{"SurahNumber":54,"VerseNumber":17,"Text":"ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پھر کیا ہے کوئی نصیحت قبول کرنے والا؟"},{"SurahNumber":54,"VerseNumber":18,"Text":"عاد نے جھٹلایا، تو دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات"},{"SurahNumber":54,"VerseNumber":19,"Text":"ہم نے ایک پیہم نحوست کے دن سخت طوفانی ہوا اُن پر بھیج دی جو لوگوں کو اٹھا اٹھا کر اس طرح پھینک رہی تھی"},{"SurahNumber":54,"VerseNumber":20,"Text":"جیسے وہ جڑ سے اکھڑے ہوئے کھجور کے تنے ہوں"},{"SurahNumber":54,"VerseNumber":21,"Text":"پس دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات"},{"SurahNumber":54,"VerseNumber":22,"Text":"ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پھر کیا ہے کوئی نصیحت قبول کرنے والا؟"},{"SurahNumber":54,"VerseNumber":23,"Text":"ثمود نے تنبیہات کو جھٹلایا"},{"SurahNumber":54,"VerseNumber":24,"Text":"اور کہنے لگے \"ایک اکیلا آدمی جو ہم ہی میں سے ہے کیا اب ہم اُس کے پیچھے چلیں؟ اِس کا اتباع ہم قبول کر لیں تو اِس کے معنی یہ ہوں گے کہ ہم بہک گئے ہیں اور ہماری عقل ماری گئی ہے"},{"SurahNumber":54,"VerseNumber":25,"Text":"کیا ہمارے درمیان بس یہی ایک شخص تھا جس پر خدا کا ذکر نازل کیا گیا؟ نہیں، بلکہ یہ پرلے درجے کا جھوٹا اور بر خود غلط ہے"},{"SurahNumber":54,"VerseNumber":26,"Text":"(ہم نے اپنے پیغمبر سے کہا) \"کل ہی اِنہیں معلوم ہوا جاتا ہے کہ کون پرلے درجے کا جھوٹا اور بر خود غلط ہے"},{"SurahNumber":54,"VerseNumber":27,"Text":"ہم اونٹنی کو اِن کے لیے فتنہ بنا کر بھیج رہے ہیں اب ذرا صبر کے ساتھ دیکھ کہ اِن کا کیا انجام ہوتا ہے"},{"SurahNumber":54,"VerseNumber":28,"Text":"اِن کو جتا دے کہ پانی اِن کے اور اونٹنی کے درمیان تقسیم ہوگا اور ہر ایک اپنی باری کے دن پانی پر آئے گا"},{"SurahNumber":54,"VerseNumber":29,"Text":"آخر کار اُن لوگوں نے اپنے آدمی کو پکارا اور اُس نے اِس کام کا بیڑا اٹھایا اور اونٹنی کو مار ڈالا"},{"SurahNumber":54,"VerseNumber":30,"Text":"پھر دیکھ لو کہ کیسا تھا میرا عذاب اور کیسی تھیں میری تنبیہات"},{"SurahNumber":54,"VerseNumber":31,"Text":"ہم نے اُن پر بس ایک ہی دھماکا چھوڑا اور وہ باڑے والے کی روندی ہوئی باڑھ کی طرح بھس ہو کر رہ گئے"},{"SurahNumber":54,"VerseNumber":32,"Text":"ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، اب ہے کوئی نصیحت قبول کرنے والا؟"},{"SurahNumber":54,"VerseNumber":33,"Text":"لوطؑ کی قوم نے تنبیہات کو جھٹلایا"},{"SurahNumber":54,"VerseNumber":34,"Text":"اور ہم نے پتھراؤ کرنے والی ہوا اس پر بھیج دی صرف لوطؑ کے گھر والے اُس سے محفوظ رہے"},{"SurahNumber":54,"VerseNumber":35,"Text":"اُن کو ہم نے اپنے فضل سے رات کے پچھلے پہر بچا کر نکال دیا یہ جزا دیتے ہیں ہم ہر اُس شخص کو جو شکر گزار ہوتا ہے"},{"SurahNumber":54,"VerseNumber":36,"Text":"لوطؑ نے اپنی قوم کے لوگوں کو ہماری پکڑ سے خبردار کیا مگر وہ ساری تنبیہات کو مشکوک سمجھ کر باتوں میں اڑاتے رہے"},{"SurahNumber":54,"VerseNumber":37,"Text":"پھر انہوں نے اُسے اپنے مہمانوں کی حفاظت سے باز رکھنے کی کوشش کی آخر کار ہم نے اُن کی آنکھیں موند دیں کہ چکھو اب میرے عذاب اور میری تنبیہات کا مزا"},{"SurahNumber":54,"VerseNumber":38,"Text":"صبح سویرے ہی ایک اٹل عذاب نے ان کو آ لیا"},{"SurahNumber":54,"VerseNumber":39,"Text":"چکھو مزا اب میرے عذاب کا اور میری تنبیہات کا"},{"SurahNumber":54,"VerseNumber":40,"Text":"ہم نے اِس قرآن کو نصیحت کے لیے آسان ذریعہ بنا دیا ہے، پس ہے کوئی نصیحت قبول کرنے والا؟"},{"SurahNumber":54,"VerseNumber":41,"Text":"اور آل فرعون کے پاس بھی تنبیہات آئی تھیں"},{"SurahNumber":54,"VerseNumber":42,"Text":"مگر انہوں نے ہماری ساری نشانیوں کو جھٹلا دیا آخر کو ہم نے انہیں پکڑا جس طرح کوئی زبردست قدرت والا پکڑتا ہے"},{"SurahNumber":54,"VerseNumber":43,"Text":"کیا تمہارے کفار کچھ اُن لوگوں سے بہتر ہیں؟ یا آسمانی کتابوں میں تمہارے لیے کوئی معافی لکھی ہوئی ہے؟"},{"SurahNumber":54,"VerseNumber":44,"Text":"یا اِن لوگوں کا کہنا یہ ہے کہ ہم ایک مضبوط جتھا ہیں، اپنا بچاؤ کر لیں گے؟"},{"SurahNumber":54,"VerseNumber":45,"Text":"عنقریب یہ جتھا شکست کھا جائے گا اور یہ سب پیٹھ پھیر کر بھاگتے نظر آئیں گے"},{"SurahNumber":54,"VerseNumber":46,"Text":"بلکہ اِن سے نمٹنے کے لیے اصل وعدے کا وقت تو قیامت ہے اور وہ بڑی آفت اور زیادہ تلخ ساعت ہے"},{"SurahNumber":54,"VerseNumber":47,"Text":"یہ مجرم لوگ در حقیقت غلط فہمی میں میں مبتلا ہیں اور اِن کی عقل ماری گئی ہے"},{"SurahNumber":54,"VerseNumber":48,"Text":"جس روز یہ منہ کے بل آگ میں گھسیٹے جائیں گے اُس روز اِن سے کہا جائے گا کہ اب چکھو جہنم کی لپٹ کا مزا"},{"SurahNumber":54,"VerseNumber":49,"Text":"ہم نے ہر چیز ایک تقدیر کے ساتھ پیدا کی ہے"},{"SurahNumber":54,"VerseNumber":50,"Text":"اور ہمارا حکم بس ایک ہی حکم ہوتا ہے اور پلک جھپکاتے وہ عمل میں آ جاتا ہے"},{"SurahNumber":54,"VerseNumber":51,"Text":"تم جیسے بہت سوں کو ہم ہلاک کر چکے ہیں، پھر ہے کوئی نصیحت قبول کرنے والا؟"},{"SurahNumber":54,"VerseNumber":52,"Text":"جو کچھ اِنہوں نے کیا ہے وہ سب دفتروں میں درج ہے"},{"SurahNumber":54,"VerseNumber":53,"Text":"اور ہر چھوٹی بڑی بات لکھی ہوئی موجود ہے"},{"SurahNumber":54,"VerseNumber":54,"Text":"نافرمانی سے پرہیز کرنے والے یقیناً باغوں اور نہروں میں ہوں گے"},{"SurahNumber":54,"VerseNumber":55,"Text":"سچی عزت کی جگہ، بڑے ذی اقتدار بادشاہ کے قریب"},{"SurahNumber":55,"VerseNumber":1,"Text":"رحمٰن نے"},{"SurahNumber":55,"VerseNumber":2,"Text":"اِس قرآن کی تعلیم دی ہے"},{"SurahNumber":55,"VerseNumber":3,"Text":"اُسی نے انسان کو پیدا کیا"},{"SurahNumber":55,"VerseNumber":4,"Text":"اور اسے بولنا سکھایا"},{"SurahNumber":55,"VerseNumber":5,"Text":"سورج اور چاند ایک حساب کے پابند ہیں"},{"SurahNumber":55,"VerseNumber":6,"Text":"اور تارے اور درخت سب سجدہ ریز ہیں"},{"SurahNumber":55,"VerseNumber":7,"Text":"آسمان کو اُس نے بلند کیا اور میزان قائم کر دی"},{"SurahNumber":55,"VerseNumber":8,"Text":"اِس کا تقاضا یہ ہے کہ تم میزان میں خلل نہ ڈالو"},{"SurahNumber":55,"VerseNumber":9,"Text":"انصاف کے ساتھ ٹھیک ٹھیک تولو اور ترازو میں ڈنڈی نہ مارو"},{"SurahNumber":55,"VerseNumber":10,"Text":"زمین کو اس نے سب مخلوقات کے لیے بنایا"},{"SurahNumber":55,"VerseNumber":11,"Text":"اس میں ہر طرح کے بکثرت لذیذ پھل ہیں کھجور کے درخت ہیں جن کے پھل غلافوں میں لپٹے ہوئے ہیں"},{"SurahNumber":55,"VerseNumber":12,"Text":"طرح طرح کے غلے ہیں جن میں بھوسا بھی ہوتا ہے اور دانہ بھی"},{"SurahNumber":55,"VerseNumber":13,"Text":"پس اے جن و انس، تم اپنے رب کی کن کن نعمتوں کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":14,"Text":"انسان کو اُس نے ٹھیکری جیسے سوکھے سڑے ہوئے گارے سے بنایا"},{"SurahNumber":55,"VerseNumber":15,"Text":"اور جن کو آگ کی لپٹ سے پیدا کیا"},{"SurahNumber":55,"VerseNumber":16,"Text":"پس اے جن و انس، تم اپنے رب کے کن کن عجائب قدرت کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":17,"Text":"دونوں مشرق اور دونوں مغرب، سب کا مالک و پروردگار وہی ہے"},{"SurahNumber":55,"VerseNumber":18,"Text":"پس اے جن و انس، تم اپنے رب کی کن کن قدرتوں کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":19,"Text":"دو سمندروں کو اس نے چھوڑ دیا کہ باہم مل جائیں"},{"SurahNumber":55,"VerseNumber":20,"Text":"پھر بھی اُن کے درمیان ایک پردہ حائل ہے جس سے وہ تجاوز نہیں کرتے"},{"SurahNumber":55,"VerseNumber":21,"Text":"پس اے جن و انس، تم اپنے رب کی قدرت کے کن کن کرشموں کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":22,"Text":"اِن سمندروں سے موتی اور مونگے نکلتے ہیں"},{"SurahNumber":55,"VerseNumber":23,"Text":"پس اے جن و انس، تم اپنے رب کی قدرت کے کن کن کمالات کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":24,"Text":"اور یہ جہاز اُسی کے ہیں جو سمندر میں پہاڑوں کی طرح اونچے اٹھے ہوئے ہیں"},{"SurahNumber":55,"VerseNumber":25,"Text":"پس اے جن و انس، تم اپنے رب کے کن کن احسانات کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":26,"Text":"ہر چیز جو اس زمین پر ہے فنا ہو جانے والی ہے"},{"SurahNumber":55,"VerseNumber":27,"Text":"اور صرف تیرے رب کی جلیل و کریم ذات ہی باقی رہنے والی ہے"},{"SurahNumber":55,"VerseNumber":28,"Text":"پس اے جن و انس، تم اپنے رب کے کن کن کمالات کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":29,"Text":"زمین اور آسمانوں میں جو بھی ہیں سب اپنی حاجتیں اُسی سے مانگ رہے ہیں ہر آن وہ نئی شان میں ہے"},{"SurahNumber":55,"VerseNumber":30,"Text":"پس اے جن و انس، تم اپنے رب کی کن کن صفات حمیدہ کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":31,"Text":"اے زمین کے بوجھو، عنقریب ہم تم سے باز پرس کرنے کے لیے فارغ ہوئے جاتے ہیں"},{"SurahNumber":55,"VerseNumber":32,"Text":"(پھر دیکھ لیں گے کہ) تم اپنے رب کے کن کن احسانات کو جھٹلاتے ہو"},{"SurahNumber":55,"VerseNumber":33,"Text":"اے گروہ جن و انس، گر تم زمین اور آسمانوں کی سرحدوں سے نکل کر بھاگ سکتے ہو تو بھاگ دیکھو نہیں بھاگ سکتے اِس کے لیے بڑا زور چاہیے"},{"SurahNumber":55,"VerseNumber":34,"Text":"اپنے رب کی کن کن قدرتوں کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":35,"Text":"(بھاگنے کی کوشش کرو گے تو) تم پر آگ کا شعلہ اور دھواں چھوڑ دیا جائے گا جس کا تم مقابلہ نہ کر سکو گے"},{"SurahNumber":55,"VerseNumber":36,"Text":"اے جن و انس، تم اپنے رب کی کن کن قدرتوں کا انکار کرو گے؟"},{"SurahNumber":55,"VerseNumber":37,"Text":"پھر (کیا بنے گی اُس وقت) جب آسمان پھٹے گا اور لال چمڑے کی طرح سرخ ہو جائے گا؟"},{"SurahNumber":55,"VerseNumber":38,"Text":"اے جن و انس (اُس وقت) تم اپنے رب کی کن کن قدرتوں کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":39,"Text":"اُس روز کسی انسان اور کسی جن سے اُس کا گناہ پوچھنے کی ضرورت نہ ہوگی"},{"SurahNumber":55,"VerseNumber":40,"Text":"پھر (دیکھ لیا جائے گا کہ) تم دونوں گروہ اپنے رب کے کن کن احسانات کا انکار کرتے ہو"},{"SurahNumber":55,"VerseNumber":41,"Text":"مجرم وہاں اپنے چہروں سے پہچان لیے جائیں گے اور انہیں پیشانی کے بال اور پاؤں پکڑ پکڑ کر گھسیٹا جائے گا"},{"SurahNumber":55,"VerseNumber":42,"Text":"اُس وقت تم اپنے رب کی کن کن قدرتوں کو جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":43,"Text":"(اُس وقت کہا جائے گا) یہ وہی جہنم ہے جس کو مجرمین جھوٹ قرار دیا کرتے تھے"},{"SurahNumber":55,"VerseNumber":44,"Text":"اُسی جہنم اور کھولتے ہوئے پانی کے درمیان وہ گردش کرتے رہیں گے"},{"SurahNumber":55,"VerseNumber":45,"Text":"پھر اپنے رب کی کن کن قدرتوں کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":46,"Text":"اور ہر اُس شخص کے لیے جو اپنے رب کے حضور پیش ہونے کا خوف رکھتا ہو، دو باغ ہیں"},{"SurahNumber":55,"VerseNumber":47,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":48,"Text":"ہری بھری ڈالیوں سے بھرپور"},{"SurahNumber":55,"VerseNumber":49,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":50,"Text":"دونوں باغوں میں دو چشمے رواں"},{"SurahNumber":55,"VerseNumber":51,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":52,"Text":"دونوں باغوں میں ہر پھل کی دو قسمیں"},{"SurahNumber":55,"VerseNumber":53,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":54,"Text":"جنتی لوگ ایسے فرشوں پر تکیے لگا کے بیٹھیں گے جن کے استر دبیز ریشم کے ہوں گے، اور باغوں کی ڈالیاں پھلوں سے جھکی پڑ رہی ہوں گی"},{"SurahNumber":55,"VerseNumber":55,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":56,"Text":"اِن نعمتوں کے درمیان شرمیلی نگاہوں والیاں ہوں گی جنہیں اِن جنتیوں سے پہلے کسی انسان یا جن نے چھوا نہ ہوگا"},{"SurahNumber":55,"VerseNumber":57,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":58,"Text":"ایسی خوبصورت جیسے ہیرے اور موتی"},{"SurahNumber":55,"VerseNumber":59,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":60,"Text":"نیکی کا بدلہ نیکی کے سوا اور کیا ہو سکتا ہے"},{"SurahNumber":55,"VerseNumber":61,"Text":"پھر اے جن و انس، اپنے رب کے کن کن اوصاف حمیدہ کا تم انکار کرو گے؟"},{"SurahNumber":55,"VerseNumber":62,"Text":"اور اُن دو باغوں کے علاوہ دو باغ اور ہوں گے"},{"SurahNumber":55,"VerseNumber":63,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":64,"Text":"گھنے سرسبز و شاداب باغ"},{"SurahNumber":55,"VerseNumber":65,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":66,"Text":"دونوں باغوں میں دو چشمے فواروں کی طرح ابلتے ہوئے"},{"SurahNumber":55,"VerseNumber":67,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":68,"Text":"اُن میں بکثرت پھل اور کھجوریں اور انار"},{"SurahNumber":55,"VerseNumber":69,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":70,"Text":"اِن نعمتوں کے درمیان خوب سیرت اور خوبصورت بیویاں"},{"SurahNumber":55,"VerseNumber":71,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":72,"Text":"خیموں میں ٹھیرائی ہوئی حوریں"},{"SurahNumber":55,"VerseNumber":73,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":74,"Text":"اِن جنتیوں سے پہلے کبھی انسان یا جن نے اُن کو نہ چھوا ہوگا"},{"SurahNumber":55,"VerseNumber":75,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":76,"Text":"وہ جنتی سبز قالینوں اور نفیس و نادر فرشوں پر تکیے لگا کے بیٹھیں گے"},{"SurahNumber":55,"VerseNumber":77,"Text":"اپنے رب کے کن کن انعامات کو تم جھٹلاؤ گے؟"},{"SurahNumber":55,"VerseNumber":78,"Text":"بڑی برکت والا ہے تیرے رب جلیل و کریم کا نام"},{"SurahNumber":56,"VerseNumber":1,"Text":"جب وہ ہونے والا واقعہ پیش آ جائے گا"},{"SurahNumber":56,"VerseNumber":2,"Text":"تو کوئی اس کے وقوع کو جھٹلانے والا نہ ہوگا"},{"SurahNumber":56,"VerseNumber":3,"Text":"وہ تہ و بالا کر دینے والی آفت ہوگی"},{"SurahNumber":56,"VerseNumber":4,"Text":"زمین اس وقت یکبارگی ہلا ڈالی جائے گی"},{"SurahNumber":56,"VerseNumber":5,"Text":"اور پہاڑ اس طرح ریزہ ریزہ کر دیے جائیں گے"},{"SurahNumber":56,"VerseNumber":6,"Text":"کہ پراگندہ غبار بن کر رہ جائیں گے"},{"SurahNumber":56,"VerseNumber":7,"Text":"تم لوگ اُس وقت تین گروہوں میں تقسیم ہو جاؤ گے"},{"SurahNumber":56,"VerseNumber":8,"Text":"دائیں بازو والے، سو دائیں بازو والوں (کی خوش نصیبی) کا کیا کہنا"},{"SurahNumber":56,"VerseNumber":9,"Text":"اور بائیں بازو والے، تو بائیں بازو والوں (کی بد نصیبی کا) کا کیا ٹھکانا"},{"SurahNumber":56,"VerseNumber":10,"Text":"اور آگے والے تو پھر آگے وا لے ہی ہیں"},{"SurahNumber":56,"VerseNumber":11,"Text":"وہی تو مقرب لوگ ہیں"},{"SurahNumber":56,"VerseNumber":12,"Text":"نعمت بھری جنتوں میں رہیں گے"},{"SurahNumber":56,"VerseNumber":13,"Text":"اگلوں میں سے بہت ہوں گے"},{"SurahNumber":56,"VerseNumber":14,"Text":"اور پچھلوں میں سے کم"},{"SurahNumber":56,"VerseNumber":15,"Text":"مرصع تختوں پر"},{"SurahNumber":56,"VerseNumber":16,"Text":"تکیے لگا ئے آمنے سامنے بیٹھیں گے"},{"SurahNumber":56,"VerseNumber":17,"Text":"اُن کی مجلسوں میں ابدی لڑکے شراب چشمہ جاری سے"},{"SurahNumber":56,"VerseNumber":18,"Text":"لبریز پیالے کنٹر اور ساغر لیے دوڑتے پھرتے ہونگے"},{"SurahNumber":56,"VerseNumber":19,"Text":"جسے پی کر نہ اُن کا سر چکرائے گا نہ ان کی عقل میں فتور آئے گا"},{"SurahNumber":56,"VerseNumber":20,"Text":"اور وہ اُن کے سامنے طرح طرح کے لذیذ پھل پیش کریں گے جسے چاہیں چن لیں"},{"SurahNumber":56,"VerseNumber":21,"Text":"اور پرندوں کے گوشت پیش کریں گے کہ جس پرندے کا چاہیں استعمال کریں"},{"SurahNumber":56,"VerseNumber":22,"Text":"اور ان کے لیے خوبصورت آنکھوں والی حوریں ہونگی"},{"SurahNumber":56,"VerseNumber":23,"Text":"ایسی حسین جیسے چھپا کر رکھے ہوئے موتی"},{"SurahNumber":56,"VerseNumber":24,"Text":"یہ سب کچھ اُن اعمال کی جزا کے طور پر انہیں ملے گا جو وہ دنیا میں کرتے رہے تھے"},{"SurahNumber":56,"VerseNumber":25,"Text":"وہاں وہ کوئی بیہودہ کلام یا گناہ کی بات نہ سنیں گے"},{"SurahNumber":56,"VerseNumber":26,"Text":"جو بات بھی ہوگی ٹھیک ٹھیک ہوگی"},{"SurahNumber":56,"VerseNumber":27,"Text":"اور دائیں بازو والے، دائیں بازو والوں کی خوش نصیبی کا کیا کہنا"},{"SurahNumber":56,"VerseNumber":28,"Text":"وہ بے خار بیریوں"},{"SurahNumber":56,"VerseNumber":29,"Text":"اور تہ بر تہ چڑھے ہوئے کیلوں"},{"SurahNumber":56,"VerseNumber":30,"Text":"اور دور تک پھیلی ہوئی چھاؤں"},{"SurahNumber":56,"VerseNumber":31,"Text":"اور ہر دم رواں پانی"},{"SurahNumber":56,"VerseNumber":32,"Text":"اور کبھی ختم نہ ہونے والے"},{"SurahNumber":56,"VerseNumber":33,"Text":"اور بے روک ٹوک ملنے والے بکثرت پھلوں"},{"SurahNumber":56,"VerseNumber":34,"Text":"اور اونچی نشست گاہوں میں ہوں گے"},{"SurahNumber":56,"VerseNumber":35,"Text":"ان کی بیویوں کو ہم خاص طور پر نئے سرے سے پیدا کریں گے"},{"SurahNumber":56,"VerseNumber":36,"Text":"اور انہیں با کرہ بنا دیں گے"},{"SurahNumber":56,"VerseNumber":37,"Text":"اپنے شوہروں کی عاشق اور عمر میں ہم سن"},{"SurahNumber":56,"VerseNumber":38,"Text":"یہ کچھ دائیں بازو والوں کے لیے ہے"},{"SurahNumber":56,"VerseNumber":39,"Text":"وہ اگلوں میں سے بہت ہوں گے"},{"SurahNumber":56,"VerseNumber":40,"Text":"اور پچھلوں میں سے بھی بہت"},{"SurahNumber":56,"VerseNumber":41,"Text":"اور بائیں بازو والے، بائیں بازو والوں کی بد نصیبی کا کیا پوچھنا"},{"SurahNumber":56,"VerseNumber":42,"Text":"وہ لو کی لپٹ اور کھولتے ہوئے پانی"},{"SurahNumber":56,"VerseNumber":43,"Text":"اور کالے دھوئیں کے سائے میں ہوں گے"},{"SurahNumber":56,"VerseNumber":44,"Text":"جو نہ ٹھنڈا ہوگا نہ آرام دہ"},{"SurahNumber":56,"VerseNumber":45,"Text":"یہ وہ لوگ ہوں گے جو اِس انجام کو پہنچنے سے پہلے خوشحال تھے"},{"SurahNumber":56,"VerseNumber":46,"Text":"اور گناہ عظیم پر اصرار کرتے تھے"},{"SurahNumber":56,"VerseNumber":47,"Text":"کہتے تھے \"کیا جب ہم مر کر خاک ہو جائیں گے اور ہڈیوں کا پنجر رہ جائیں گے تو پھر اٹھا کھڑے کیے جائیں گے؟"},{"SurahNumber":56,"VerseNumber":48,"Text":"اور کیا ہمارے وہ باپ دادا بھی اٹھائے جائیں گے جو پہلے گزر چکے ہیں؟"},{"SurahNumber":56,"VerseNumber":49,"Text":"اے نبیؐ، اِن لوگوں سے کہو، یقیناً اگلے اور پچھلے سب"},{"SurahNumber":56,"VerseNumber":50,"Text":"ایک دن ضرور جمع کیے جانے والے ہیں جس کا وقت مقرر کیا جا چکا ہے"},{"SurahNumber":56,"VerseNumber":51,"Text":"پھر اے گمراہو اور جھٹلانے والو"},{"SurahNumber":56,"VerseNumber":52,"Text":"تم شجر زقوم کی غذا کھانے والے ہو"},{"SurahNumber":56,"VerseNumber":53,"Text":"اُسی سے تم پیٹ بھرو گے"},{"SurahNumber":56,"VerseNumber":54,"Text":"اور اوپر سے کھولتا ہوا پانی"},{"SurahNumber":56,"VerseNumber":55,"Text":"تونس لگے ہوئے اونٹ کی طرح پیو گے"},{"SurahNumber":56,"VerseNumber":56,"Text":"یہ ہے بائیں والوں کی ضیافت کا سامان روز جزا میں"},{"SurahNumber":56,"VerseNumber":57,"Text":"ہم نے تمہیں پیدا کیا ہے پھر کیوں تصدیق نہیں کرتے؟"},{"SurahNumber":56,"VerseNumber":58,"Text":"کبھی تم نے غور کیا، یہ نطفہ جو تم ڈالتے ہو"},{"SurahNumber":56,"VerseNumber":59,"Text":"اس سے بچہ تم بناتے ہو یا اس کے بنانے والے ہم ہیں؟"},{"SurahNumber":56,"VerseNumber":60,"Text":"ہم نے تمہارے درمیان موت کو تقسیم کیا ہے، اور ہم اِس سے عاجز نہیں ہیں"},{"SurahNumber":56,"VerseNumber":61,"Text":"کہ تمہاری شکلیں بدل دیں اور کسی ایسی شکل میں تمہیں پیدا کر دیں جس کو تم نہیں جانتے"},{"SurahNumber":56,"VerseNumber":62,"Text":"اپنی پہلی پیدائش کو تو تم جانتے ہو، پھر کیوں سبق نہیں لیتے؟"},{"SurahNumber":56,"VerseNumber":63,"Text":"کبھی تم نے سوچا، یہ بیج جو تم بوتے ہو"},{"SurahNumber":56,"VerseNumber":64,"Text":"اِن سے کھیتیاں تم اگاتے ہو یا اُن کے اگانے والے ہم ہیں؟"},{"SurahNumber":56,"VerseNumber":65,"Text":"ہم چاہیں تو ان کھیتیوں کو بھس بنا کر رکھ دیں اور تم طرح طرح کی باتیں بناتے رہ جاؤ"},{"SurahNumber":56,"VerseNumber":66,"Text":"کہ ہم پر تو الٹی چٹی پڑ گئی"},{"SurahNumber":56,"VerseNumber":67,"Text":"بلکہ ہمارے تو نصیب ہی پھوٹے ہوئے ہیں"},{"SurahNumber":56,"VerseNumber":68,"Text":"کبھی تم نے آنکھیں کھول کر دیکھا، یہ پانی جو تم پیتے ہو"},{"SurahNumber":56,"VerseNumber":69,"Text":"اِسے تم نے بادل سے برسایا ہے یا اِس کے برسانے والے ہم ہیں؟"},{"SurahNumber":56,"VerseNumber":70,"Text":"ہم چاہیں تو اسے سخت کھاری بنا کر رکھ دیں، پھر کیوں تم شکر گزار نہیں ہوتے؟"},{"SurahNumber":56,"VerseNumber":71,"Text":"کبھی تم نے خیال کیا، یہ آگ جو تم سلگاتے ہو"},{"SurahNumber":56,"VerseNumber":72,"Text":"اِس کا درخت تم نے پیدا کیا ہے، یا اس کے پیدا کرنے والے ہم ہیں؟"},{"SurahNumber":56,"VerseNumber":73,"Text":"ہم نے اُس کو یاد دہانی کا ذریعہ اور حاجت مندوں کے لیے سامان زیست بنایا ہے"},{"SurahNumber":56,"VerseNumber":74,"Text":"پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو"},{"SurahNumber":56,"VerseNumber":75,"Text":"پس نہیں، میں قسم کھاتا ہوں تاروں کے مواقع کی"},{"SurahNumber":56,"VerseNumber":76,"Text":"اور اگر تم سمجھو تو یہ بہت بڑی قسم ہے"},{"SurahNumber":56,"VerseNumber":77,"Text":"کہ یہ ایک بلند پایہ قرآن ہے"},{"SurahNumber":56,"VerseNumber":78,"Text":"ایک محفوظ کتاب میں ثبت"},{"SurahNumber":56,"VerseNumber":79,"Text":"جسے مطہرین کے سوا کوئی چھو نہیں سکتا"},{"SurahNumber":56,"VerseNumber":80,"Text":"یہ رب العالمین کا نازل کردہ ہے"},{"SurahNumber":56,"VerseNumber":81,"Text":"پھر کیا اس کلام کے ساتھ تم بے اعتنائی برتتے ہو"},{"SurahNumber":56,"VerseNumber":82,"Text":"اور اِس نعمت میں اپنا حصہ تم نے یہ رکھا ہے کہ اِسے جھٹلاتے ہو؟"},{"SurahNumber":56,"VerseNumber":83,"Text":"تو جب مرنے والے کی جان حلق تک پہنچ چکی ہوتی ہے"},{"SurahNumber":56,"VerseNumber":84,"Text":"اور تم آنکھوں سے دیکھ رہے ہوتے ہو کہ وہ مر رہا ہے،"},{"SurahNumber":56,"VerseNumber":85,"Text":"اُس وقت تمہاری بہ نسبت ہم اُس کے زیادہ قریب ہوتے ہیں مگر تم کو نظر نہیں آتے"},{"SurahNumber":56,"VerseNumber":86,"Text":"اب اگر تم کسی کے محکوم نہیں ہو اور اپنے اِس خیال میں سچے ہو،"},{"SurahNumber":56,"VerseNumber":87,"Text":"اُس وقت اُس کی نکلتی ہوئی جان کو واپس کیوں نہیں لے آتے؟"},{"SurahNumber":56,"VerseNumber":88,"Text":"پھر وہ مرنے والا اگر مقربین میں سے ہو"},{"SurahNumber":56,"VerseNumber":89,"Text":"تو اس کے لیے راحت اور عمدہ رزق اور نعمت بھری جنت ہے"},{"SurahNumber":56,"VerseNumber":90,"Text":"اور اگر وہ اصحاب یمین میں سے ہو"},{"SurahNumber":56,"VerseNumber":91,"Text":"تو اس کا استقبال یوں ہوتا ہے کہ سلام ہے تجھے، تو اصحاب الیمین میں سے ہے"},{"SurahNumber":56,"VerseNumber":92,"Text":"اور اگر وہ جھٹلانے والے گمراہ لوگوں میں سے ہو"},{"SurahNumber":56,"VerseNumber":93,"Text":"تو اس کی تواضع کے لیے کھولتا ہوا پانی ہے"},{"SurahNumber":56,"VerseNumber":94,"Text":"اور جہنم میں جھونکا جانا"},{"SurahNumber":56,"VerseNumber":95,"Text":"یہ سب کچھ قطعی حق ہے"},{"SurahNumber":56,"VerseNumber":96,"Text":"پس اے نبیؐ، اپنے رب عظیم کے نام کی تسبیح کرو"},{"SurahNumber":57,"VerseNumber":1,"Text":"اللہ کی تسبیح کی ہے ہر اُس چیز نے جو زمین اور آسمانوں میں ہے، اور وہی زبردست دانا ہے"},{"SurahNumber":57,"VerseNumber":2,"Text":"زمین اور آسمانوں کی سلطنت کا مالک وہی ہے، زندگی بخشتا ہے اور موت دیتا ہے، اور ہر چیز پر قدرت رکھتا ہے"},{"SurahNumber":57,"VerseNumber":3,"Text":"وہی اول بھی ہے اور آخر بھی، ظاہر بھی ہے اور مخفی بھی، اور وہ ہر چیز کا علم رکھتا ہے"},{"SurahNumber":57,"VerseNumber":4,"Text":"وہی ہے جس نے آسمانوں اور زمین کو چھ دنوں میں پیدا کیا اور پھر عرش پر جلوہ فرما ہوا اُس کے علم میں ہے جو کچھ زمین میں جاتا ہے اور جو کچھ اس سے نکلتا ہے اور جو کچھ آسمان سے اترتا ہے اور جو کچھ اُس میں چڑھتا ہے وہ تمہارے ساتھ ہے جہاں بھی تم ہو جو کام بھی کرتے ہو اسے وہ دیکھ رہا ہے"},{"SurahNumber":57,"VerseNumber":5,"Text":"وہی زمین اور آسمانوں کی بادشاہی کا مالک ہے اور تمام معاملات فیصلے کے لیے اُسی کی طرف رجوع کیے جاتے ہیں"},{"SurahNumber":57,"VerseNumber":6,"Text":"وہی رات کو دن میں اور دن کو رات میں داخل کرتا ہے، اور دلوں کے چھپے ہوئے راز تک جانتا ہے"},{"SurahNumber":57,"VerseNumber":7,"Text":"ایمان لاؤ اللہ اور اس کے رسول پر اور خرچ کرو اُن چیزوں میں سے جن پر اس نے تم کو خلیفہ بنایا ہے جو لوگ تم میں سے ایمان لائیں گے اور مال خرچ کریں گے ان کے لیے بڑا اجر ہے"},{"SurahNumber":57,"VerseNumber":8,"Text":"تمہیں کیا ہو گیا ہے کہ تم اللہ پر ایمان نہیں لاتے حالانکہ رسول تمہیں اپنے رب پر ایمان لانے کی دعوت دے رہا ہے اور وہ تم سے عہد لے چکا ہے اگر تم واقعی ماننے والے ہو"},{"SurahNumber":57,"VerseNumber":9,"Text":"وہ اللہ ہی تو ہے جو اپنے بندے پر صاف صاف آیتیں نازل کر رہا ہے تاکہ تمہیں تاریکیوں سے نکال کر روشنی میں لے آئے، اور حقیقت یہ ہے کہ اللہ تم پر نہایت شفیق اور مہربان ہے"},{"SurahNumber":57,"VerseNumber":10,"Text":"آخر کیا وجہ ہے کہ تم اللہ کی راہ میں خرچ نہیں کرتے حالانکہ زمین اور آسمانوں کی میراث اللہ ہی کے لیے ہے تم میں سے جو لوگ فتح کے بعد خرچ اور جہاد کریں گے وہ کبھی اُن لوگوں کے برابر نہیں ہو سکتے جنہوں نے فتح سے پہلے خرچ اور جہاد کیا ہے اُن کا درجہ بعد میں خرچ اور جہاد کرنے والوں سے بڑھ کر ہے اگرچہ اللہ نے دونوں ہی سے اچھے وعدے فرمائے ہیں جو کچھ تم کرتے ہو اللہ اس سے با خبر ہے"},{"SurahNumber":57,"VerseNumber":11,"Text":"کون ہے جو اللہ کو قرض دے؟ اچھا قرض، تاکہ اللہ اسے کئی گنا بڑھا کر واپس دے، اور اُس کے لیے بہترین اجر ہے"},{"SurahNumber":57,"VerseNumber":12,"Text":"اُس دن جبکہ تم مومن مردوں اور عورتوں کو دیکھو گے کہ ان کا نور اُن کے آگے آگے اور ان کے دائیں جانب دوڑ رہا ہوگا (ان سے کہا جائے گا کہ) \"آج بشارت ہے تمہارے لیے\" جنتیں ہونگی جن کے نیچے نہریں بہہ رہی ہونگی، جن میں وہ ہمیشہ رہیں گے یہی ہے بڑی کامیابی"},{"SurahNumber":57,"VerseNumber":13,"Text":"اُس روز منافق مردوں اور عورتوں کا حال یہ ہوگا کہ وہ مومنوں سے کہیں گے ذرا ہماری طرف دیکھو تاکہ ہم تمہارے نور سے کچھ فائدہ اٹھائیں، مگر ان سے کہا جائے گا پیچھے ہٹ جاؤ، اپنا نور کہیں اور تلاش کرو پھر ان کے درمیان ایک دیوار حائل کر دی جائے گی جس میں ایک دروازہ ہوگا اُس دروازے کے اندر رحمت ہوگی اور باہر عذاب"},{"SurahNumber":57,"VerseNumber":14,"Text":"وہ مومنوں سے پکار پکار کر کہیں گے کیا ہم تمہارے ساتھ نہ تھے؟ مومن جواب دیں گے ہاں، مگر تم نے اپنے آپ کو خود فتنے میں ڈالا، موقع پرستی کی، شک میں پڑے رہے، اور جھوٹی توقعات تمہیں فریب دیتی رہیں، یہاں تک کہ اللہ کا فیصلہ آ گیا، اور آخر وقت تک وہ بڑا دھوکے باز تمہیں اللہ کے معاملہ میں دھوکا دیتا رہا"},{"SurahNumber":57,"VerseNumber":15,"Text":"لہٰذا آج نہ تم سے کوئی فدیہ قبول کیا جائے گا اور نہ اُن لوگوں سے جنہوں نے کھلا کھلا کفر کیا تھا تمہارا ٹھکانا جہنم ہے، وہی تمہاری خبر گیری کرنے والی ہے اور یہ بدترین انجام ہے"},{"SurahNumber":57,"VerseNumber":16,"Text":"کیا ایمان لانے والوں کے لیے ابھی وہ وقت نہیں آیا کہ اُن کے دل اللہ کے ذکر سے پگھلیں اور اُس کے نازل کردہ حق کے آگے جھکیں اور وہ اُن لوگوں کی طرح نہ ہو جائیں جنہیں پہلے کتاب دی گئی تھی، پھر ایک لمبی مدت اُن پر گزر گئی تو ان کے دل سخت ہو گئے اور آج ان میں سے اکثر فاسق بنے ہوئے ہیں؟"},{"SurahNumber":57,"VerseNumber":17,"Text":"خوب جان لو کہ، اللہ زمین کو اُس کی موت کے بعد زندگی بخشتا ہے، ہم نے نشانیاں تم کو صاف صاف دکھا دی ہیں، شاید کہ تم عقل سے کام لو"},{"SurahNumber":57,"VerseNumber":18,"Text":"مردوں اور عورتوں میں سے جو لوگ صدقات دینے والے ہیں اور جنہوں نے اللہ کو قرض حسن دیا ہے، اُن کو یقیناً کئی گنا بڑھا کر دیا جائے گا اور ان کے لیے بہترین اجر ہے"},{"SurahNumber":57,"VerseNumber":19,"Text":"اور جو لوگ اللہ اور اس کے رسولوں پر ایمان لائے ہیں وہی اپنے رب کے نزدیک صدیق اور شہید ہیں، اُن کے لیے اُن کا اجر اور اُن کا نور ہے اور جن لوگوں نے کفر کیا ہے اور ہماری آیات کو جھٹلایا ہے وہ دوزخی ہیں"},{"SurahNumber":57,"VerseNumber":20,"Text":"خوب جان لو کہ یہ دنیا کی زندگی اس کے سوا کچھ نہیں کہ ایک کھیل اور دل لگی اور ظاہری ٹیپ ٹاپ اور تمہارا آپس میں ایک دوسرے پر فخر جتانا اور مال و اولاد میں ایک دوسرے سے بڑھ جانے کی کوشش کرنا ہے اس کی مثال ایسی ہے جیسے ایک بارش ہو گئی تو اس سے پیدا ہونے والی نباتات کو دیکھ کر کاشت کار خوش ہو گئے پھر وہی کھیتی پک جاتی ہے اور تم دیکھتے ہو کہ وہ زرد ہو گئی پھر وہ بھس بن کر رہ جاتی ہے اِس کے برعکس آخرت وہ جگہ ہے جہاں سخت عذاب ہے اور اللہ کی مغفرت اور اس کی خوشنودی ہے دنیا کی زندگی ایک دھوکے کی ٹٹی کے سوا کچھ نہیں"},{"SurahNumber":57,"VerseNumber":21,"Text":"دوڑو اور ایک دوسرے سے آگے بڑھنے کی کوشش کرو اپنے رب کی مغفرت اور اُس کی جنت کی طرف جس کی وسعت آسمان و زمین جیسی ہے، جو مہیا کی گئی ہے اُن لوگوں کے لیے جو اللہ اور اُس کے رسولوں پر ایمان لائے ہوں یہ اللہ کا فضل ہے، جسے چاہتا ہے عطا فرماتا ہے، اور اللہ بڑے فضل والا ہے"},{"SurahNumber":57,"VerseNumber":22,"Text":"کوئی مصیبت ایسی نہیں ہے جو زمین میں یا تمہارے اپنے نفس پر نازل ہوتی ہو اور ہم نے اس کو پیدا کرنے سے پہلے ایک کتاب میں لکھ نہ رکھا ہو ایسا کرنا اللہ کے لیے بہت آسان کام ہے"},{"SurahNumber":57,"VerseNumber":23,"Text":"(یہ سب کچھ اس لیے ہے) تاکہ جو کچھ بھی نقصان تمہیں ہو اس پر تم دل شکستہ نہ ہو اور جو کچھ اللہ تمہیں عطا فرمائے اس پر پھول نہ جاؤ اللہ ایسے لوگوں کو پسند نہیں کرتا جو اپنے آپ کو بڑی چیز سمجھتے ہیں اور فخر جتاتے ہیں"},{"SurahNumber":57,"VerseNumber":24,"Text":"جو خود بخل کرتے ہیں اور دوسروں کو بخل پر اکساتے ہیں اب اگر کوئی رو گردانی کرتا ہے تو اللہ بے نیاز اور ستودہ صفات ہے"},{"SurahNumber":57,"VerseNumber":25,"Text":"ہم نے اپنے رسولوں کو صاف صاف نشانیوں اور ہدایات کے ساتھ بھیجا، اور اُن کے ساتھ کتاب اور میزان نازل کی تاکہ لوگ انصاف پر قائم ہوں، اور لوہا اتارا جس میں بڑا زور ہے اور لوگوں کے لیے منافع ہیں یہ اس لیے کیا گیا ہے کہ اللہ کو معلوم ہو جائے کہ کون اُس کو دیکھے بغیر اس کی اور اُس کے رسولوں کی مدد کرتا ہے یقیناً اللہ بڑی قوت والا اور زبردست ہے"},{"SurahNumber":57,"VerseNumber":26,"Text":"ہم نے نوحؑ اور ابراہیمؑ کو بھیجا اور اُن دونوں کی نسل میں نبوت اور کتاب رکھ دی پھر ان کی اولاد میں سے کسی نے ہدایت اختیار کی اور بہت سے فاسق ہو گئے"},{"SurahNumber":57,"VerseNumber":27,"Text":"اُن کے بعد ہم نے پے در پے اپنے رسول بھیجے، اور ان سب کے بعد عیسیٰؑ ابن مریم کو مبعوث کیا اور اُس کو انجیل عطا کی اور جن لوگوں نے اس کی پیروی اختیار کی اُن کے دلوں میں ہم نے ترس اور رحم ڈال دیا اور رہبانیت انہوں نے خود ایجاد کرلی، ہم نے اُسے اُن پر فرض نہیں کیا تھا، مگر اللہ کی خوشنودی کی طلب میں انہوں نے آپ ہی یہ بدعت نکالی اور پھر اس کی پابندی کرنے کا جو حق تھا اسے ادا نہ کیا اُن میں سے جو لوگ ایمان لائے ہوئے تھے اُن کا اجر ہم نے ان کو عطا کیا، مگر ان میں سے اکثر لوگ فاسق ہیں"},{"SurahNumber":57,"VerseNumber":28,"Text":"اے لوگو جو ایمان لائے ہو، اللہ سے ڈرو اور اس کے رسولؐ پر ایمان لاؤ، اللہ تمہیں اپنی رحمت کا دوہرا حصہ عطا فرمائے گا اور تمہیں وہ نور بخشے گا جس کی روشنی میں تم چلو گے، اور تمہارے قصور معاف کر دے گا، اللہ بڑا معاف کرنے والا اور مہربان ہے"},{"SurahNumber":57,"VerseNumber":29,"Text":"(تم کو یہ روش اختیار کرنی چاہیے) تاکہ اہل کتاب کو معلوم ہو جائے کہ اللہ کے فضل پر اُن کا کوئی اجارہ نہیں ہے، اور یہ کہ اللہ کا فضل اس کے اپنے ہی ہاتھ میں ہے، جسے چاہتا ہے عطا فرماتا ہے، اور وہ بڑے فضل والا ہے"}]}