{"Id":292,"LanguageCodes":["ro","ron"],"Name":"ron-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Romanian","Description":"Romanian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":11,"VerseNumber":6,"Text":"acolo nu exista creatura earth aprovizionare nu garanta DUMNEZEU. Si El sti its curs its final destin. Tot ar înregistra adânc marturie"},{"SurahNumber":11,"VerseNumber":7,"Text":"El exista Una crea rai earth 6 zi - His (earthly) domain completely înveli cu stropi! - în ordine catre proba tu remarca ala tu munci righteousness! dar when tu spune Tu resurrected moarte ala disbelieve spune Acesta exista clearly farmece"},{"SurahNumber":11,"VerseNumber":8,"Text":"Si daca noi întîrzia retribution ei crea - for noi pastra el specific popor - Ei spune Ce pastra Him? În fact, once el veni ele nimic opri el their batjocori vointa veni frecventa ele"},{"SurahNumber":11,"VerseNumber":9,"Text":"Când noi binecuvânta uman exista cu mila us atunci treapta el el întoarcere deznadajduit unappreciative"},{"SurahNumber":11,"VerseNumber":10,"Text":"Când noi binecuvânta him adversa\u0004ie întrista him el spune Tot adversa\u0004ie merge mie; el ajunge excited mândru"},{"SurahNumber":11,"VerseNumber":11,"Text":"As for ala cine steadfastly starui conducere cinstit trai ei merita forgiveness generos recompensa"},{"SurahNumber":11,"VerseNumber":12,"Text":"Tu dori neglija niste a care dezvalui tu tu întrista el! Altminteri ei spune \"Cum veni nu comoara veni him înger? Tu ar doar warner; DUMNEZEU control tot obiect"},{"SurahNumber":11,"VerseNumber":13,"Text":"Ei spune El fabricated (Quran) exprima ele Atunci produs 10 suras asemanator acestea fabricated invita whomever tu putea DUMNEZEU tu exista sincer"},{"SurahNumber":11,"VerseNumber":14,"Text":"Ei fail întîlni vostri provocare atunci sti ca acesta dezvalui dumnezeu cunoastere si ala acolo nu exista dumnezeu except El! Tu atunci submit"},{"SurahNumber":11,"VerseNumber":15,"Text":"Ala urmari acesta worldly trai its fizic inutilitate noi plati ele their munca în acesta trai mic micsorare"},{"SurahNumber":11,"VerseNumber":16,"Text":"Exista ei da sus their farâma Hereafter consequently Iad exista their sorti! Toate their munca exista în zadarnic everything ei done abroga"},{"SurahNumber":11,"VerseNumber":17,"Text":"As for ala da solid dovada de their Domnitor raporta martor de Him si el carte Moses situa precedent mila ei însiguranta crede. As for ala disbelieve variat grup Iad awaiting ele. Nu port altele doubt acesta exista adevar vostri Domnitor multi(multe) popula disbelieve"},{"SurahNumber":11,"VerseNumber":18,"Text":"Cine evil decât ala fi fabricate minciuna DUMNEZEU? Ei prezenta their Domnitor martor spune Acestea fi una cine lied their Domnitor! Dumnezeu condamnare întîmpla infractor"},{"SurahNumber":11,"VerseNumber":19,"Text":"Ei respinge drum DUMNEZEU cauta produce el înconvoiat, ei exista disbelievers Hereafter"},{"SurahNumber":11,"VerseNumber":20,"Text":"Acestea niciodata escape nor vei ei gasi altele domnitor subjuga ajuta ele contra DUMNEZEU! Retribution doubled ele. Ei failed asculta ei failed vedea"},{"SurahNumber":11,"VerseNumber":21,"Text":"Acestea exista una pierde their suflet idol ei fabricated disown ele"},{"SurahNumber":11,"VerseNumber":22,"Text":"acolo exista nu doubt ala Hereafter ei exista urât losers"},{"SurahNumber":11,"VerseNumber":23,"Text":"As for ala crede conduce cinstit trai devote their Domnitor ei fi dwellers Paradis; ei suporta therein forever"},{"SurahNumber":11,"VerseNumber":24,"Text":"example acestea 2 grup exista orb surd compara catre vazator auditor! Ei fi equal Tu nu lua atentie"},{"SurahNumber":11,"VerseNumber":25,"Text":"Noi expedia Noah his popor spunere eu veni tu clar warner"},{"SurahNumber":11,"VerseNumber":26,"Text":"Tu nu închinare DUMNEZEU. Eu fear for tu retribution dureros zi"},{"SurahNumber":11,"VerseNumber":27,"Text":"leaders disbelieved his popor spune Noi vedea tu exista nu multi(multe) decât uman exista us noi vedea ala 1 popula follow tu exista a urât dintre us! Noi vedea tu nu poseda altele avantaj us. Într-adevar noi medita tu exista mincinos"},{"SurahNumber":11,"VerseNumber":28,"Text":"El spune O meu popor ce eu avea solid dovada de meu Domnitor? ce daca El binecuvânta mie His mila tu nu vedea el? Noi merge force tu fi crede therein"},{"SurahNumber":11,"VerseNumber":29,"Text":"(O meu popor eu nu întreba tu altele bani; meu leafa veni doar de DUMNEZEU. Eu nu concedia ala crede; ei întîlni their Domnitor El singur judeca ele)! Eu vedea tu exista ignorant popor"},{"SurahNumber":11,"VerseNumber":30,"Text":"O meu popor sprijini mie DUMNEZEU eu concedia ele? Tu nu lua atentie"},{"SurahNumber":11,"VerseNumber":31,"Text":"(Eu nu pretinde eu poseda comoara DUMNEZEU nor do eu sti urmator nor do eu pretinde exista înger. Nor do eu spune catre ala dispretui vostri ochi ala DUMNEZEU vei nu depozita altele binecuvântare ele! DUMNEZEU sti ÎNVINGE CE EXISTA their innermost thoughts! Eu did acesta) eu exista infractor"},{"SurahNumber":11,"VerseNumber":32,"Text":"Ei spune O Noah tu argued us pastra arguing Noi provoca tu aduce doom tu ameninta us tu exista sincer"},{"SurahNumber":11,"VerseNumber":33,"Text":"El spune DUMNEZEU exista Una aduce el tu daca El vointa atunci tu nu escape"},{"SurahNumber":11,"VerseNumber":34,"Text":"Seara daca eu sfatui tu meu sfat nu beneficia tu el exista dumnezeu vei expedia tu razna! El exista vostri Domnitor Him tu returned"},{"SurahNumber":11,"VerseNumber":35,"Text":"Ei spune El produce sus acesta povestire atunci spune eu produce atunci eu exista responsabil meu crima eu exista nevinovat ai altele crima tu comite"},{"SurahNumber":11,"VerseNumber":36,"Text":"Noah nu inspira ai vostri popor crede peste ala deja crede! Nu întrista their ac\u0004iune"},{"SurahNumber":11,"VerseNumber":37,"Text":"Cladire arca nostru vigilent ochi nostru inspiratie nu implora Mie în interes a ala încalca; ei destina îneca"},{"SurahNumber":11,"VerseNumber":38,"Text":"interval el cladire arca când niste a his popor trece him ei râde him. El spune Tu râde us noi râde tu drept as tu râde"},{"SurahNumber":11,"VerseNumber":39,"Text":"Tu do el însiguranta gasi out cine suferi infam retribution crea everlasting pedeapsa"},{"SurahNumber":11,"VerseNumber":40,"Text":"When nostru judecata veni atmosfera clocoti excesiv noi spune Purta el pereche ai each amabil împreuna cu vostri familie ala condamna! Purta tu ala crede doar un pu\u0004ine crede him"},{"SurahNumber":11,"VerseNumber":41,"Text":"El spune Veni în pardosi! În a nume a DUMNEZEU exista its naviga its mooring Meu Domnitor exista Forgiver Îndurator"},{"SurahNumber":11,"VerseNumber":42,"Text":"As el naviga ele în val asemanator deal Noah chema his fiu izola O meu fiu veni calari us do nu exista disbelievers"},{"SurahNumber":11,"VerseNumber":43,"Text":"(El spune eu lua refugiu deal proteja mie apa. El spune Nimic proteja oricine astazi dumnezeu judecata; doar ala personalitate His mila scapa.) val aparte ele el exista dintre ala îneca"},{"SurahNumber":11,"VerseNumber":44,"Text":"El proclama O earth rândunica vostri stropi O ridica încetare apa atunci subsided judecata termina! Arca finally ramâne în deal Judea. El atunci proclama infractor pieri"},{"SurahNumber":11,"VerseNumber":45,"Text":"Noah implora his Domnitor Meu Domnitor meu fiu exista membru ai meu familie Vostri promisiune exista adevar. Tu exista întelept ai a întelept"},{"SurahNumber":11,"VerseNumber":46,"Text":"El spune O Noah el nu exista ai vostri familie. Exista inechitabil întreba Mie something tu nu sti! Eu enlighten tu lest tu exista a ignorant"},{"SurahNumber":11,"VerseNumber":47,"Text":"El spune Meu Domnitor eu cauta refugiu Tu lest eu implora Tu iar something eu nu sti. Tu forgive mie avea mila mie eu exista losers"},{"SurahNumber":11,"VerseNumber":48,"Text":"El proclama O Noah debarca pace binecuvântare tu na\u0004iune coborî vostri tovaras. As for alte na\u0004iune coborî de tu noi binecuvânta ele for awhile atunci comite ele dureros retribution"},{"SurahNumber":11,"VerseNumber":49,"Text":"Acesta exista stire trecut noi dezvalui tu. Tu nu avea cunoastere ele - neither tu nor vostri popor - Altadata acesta. Therefore exista rabdator. Ultim victorie belongs catre a cinstit"},{"SurahNumber":11,"VerseNumber":50,"Text":"Catre ‘Aad noi expedia their frate Gluga El spune O meu popor închinare DUMNEZEU; tu nu avea alte dumnezeu Him. Tu inventa"},{"SurahNumber":11,"VerseNumber":51,"Text":"O meu popor eu nu întreba tu altele leafa. Meu leafa veni doar 1 cine începe mie! Tu nu întelege"},{"SurahNumber":11,"VerseNumber":52,"Text":"O meu popor cauta forgiveness vostri Domnitor atunci regreta Him. El atunci inunda tu aprovizionare cer augmenta vostri putere! Nu întoarcere infractor"},{"SurahNumber":11,"VerseNumber":53,"Text":"Ei spune O Gluga tu nu arata us altele dovedit noi nu abandona nostru dumnezeu în cont a ce tu spune. Noi niciodata exista credincios tu"},{"SurahNumber":11,"VerseNumber":54,"Text":"Noi crede niste a nostru dumnezeu întrista tu blestem. El spune eu cara martor DUMNEZEU tu cara martor prea eu disown idol tu situa"},{"SurahNumber":11,"VerseNumber":55,"Text":"beside Him. Asa da mie vostri colectiv decizie înafara întîrziere"},{"SurahNumber":11,"VerseNumber":56,"Text":"Eu pune meu încredere DUMNEZEU meu Domnitor vostri Domnitor! acolo nu exista creatura El nu control. Meu Domnitor exista drept poteca"},{"SurahNumber":11,"VerseNumber":57,"Text":"Tu întoarcere eu livra tu ce eu expedia cu. Meu Domnitor substitui alte popor în vostri loc tu nu vatama Him în a mic Meu Domnitor exista în control ai tot obiect"},{"SurahNumber":11,"VerseNumber":58,"Text":"When nostru judecata veni noi scapa Gluga ala crede him mila us. Noi scapa ele teribil retribution"},{"SurahNumber":11,"VerseNumber":59,"Text":"Acesta exista ‘Aad - Ei neglija revelations their Domnitor disobeyed His curier followed drum every încapatînat tiran"},{"SurahNumber":11,"VerseNumber":60,"Text":"Consequently ei crea condamnare în acesta lume Zi Înviere. Într-adevar ‘Aad respinge their Domnitor. Într-adevar ‘Aad popor Gluga pieri"},{"SurahNumber":11,"VerseNumber":61,"Text":"Catre Thamoud noi expedia their frate Saaleh. El spune O meu popor închinare DUMNEZEU; tu nu avea alte dumnezeu Him. El începe tu earth atunci stabil tu în el. Tu cauta His forgiveness atunci regreta Him. Meu Domnitor exista întotdeauna apropia responsive"},{"SurahNumber":11,"VerseNumber":62,"Text":"Ei spune O Saaleh tu întrebuinta exista popular dintre us înainte acesta. Tu enjoining us de worshipping ce nostru parinte worshipping Noi exista plin ai doubt everything tu exprima us"},{"SurahNumber":11,"VerseNumber":63,"Text":"El spune O meu popor ce eu avea solid dovada de meu Domnitor mila Him? Cine sprijini mie DUMNEZEU eu disobeyed Him? Tu doar augmenta meu pierdere"},{"SurahNumber":11,"VerseNumber":64,"Text":"O meu popor acesta exista dumnezeu camila servi dovada tu. Tu permite her mânca dumnezeu earth do nu atinge her altele vatamare lest tu crea direct retribution"},{"SurahNumber":11,"VerseNumber":65,"Text":"Ei macelari her. El atunci spune Tu avea doar 3 zi trai Acesta exista profetie exista inevitabil"},{"SurahNumber":11,"VerseNumber":66,"Text":"When nostru judecata veni noi scapa Saaleh ala crede him mila us umilinta ala zi. Vostri Domnitor exista a Multi(multe) Puternic Gigantic"},{"SurahNumber":11,"VerseNumber":67,"Text":"Ala încalca anihila dezastru parasi ele their casa mort"},{"SurahNumber":11,"VerseNumber":68,"Text":"Exista as daca ei niciodata trai acolo! Într-adevar Thamoud respinge their Domnitor. Absolutely Thamoud crea their annihilation"},{"SurahNumber":11,"VerseNumber":69,"Text":"When nostru curier merge Abraham bun stire ei spune Pace. El spune Pace devreme aduce frige vi\u0004el"},{"SurahNumber":11,"VerseNumber":70,"Text":"When el vedea their mâna nu atinge el el ajunge banuitor fearful ai ele. Ei spune nu exista fricos noi expedia popor Sorti"},{"SurahNumber":11,"VerseNumber":71,"Text":"His sotie sta ea râde when noi da her bun stire Isaac urmator Isaac Jacob"},{"SurahNumber":11,"VerseNumber":72,"Text":"Ea spune Suferinta mie cum eu cara copil meu vârsta aici exista meu so\u0004 vechi om? Acesta exista really strain"},{"SurahNumber":11,"VerseNumber":73,"Text":"Ei spune tu gasi el strain for DUMNEZEU? DUMNEZEU DEPOZITA His MILA BINECUVÂNTARE TU O LOCUITOR RACLA. El exista Laudabil Glorios"},{"SurahNumber":11,"VerseNumber":74,"Text":"When Abraham's fear subsided bun stire livra him el continua argue us în interes a Sorti popor"},{"SurahNumber":11,"VerseNumber":75,"Text":"Într-adevar Abraham exista îngaduitor extremely amabil ascultator"},{"SurahNumber":11,"VerseNumber":76,"Text":"O Abraham refren de acesta. Vostri Domnitor judecata decurge; ei crea inevitabil retribution"},{"SurahNumber":11,"VerseNumber":77,"Text":"When nostru curier merge Sorti ei mistreated el embarrassed their prezenta. El spune Acesta exista dificil zi"},{"SurahNumber":11,"VerseNumber":78,"Text":"His popor veni rushing; ei creste obisnuit catre their pacatos act! El spune O meu popula exista pur tu daca tu absorbi meu fiica instead Tu venera DUMNEZEU; do nu embarrass mie meu mosafir! Avea tu nu una rezonabil om tu"},{"SurahNumber":11,"VerseNumber":79,"Text":"Ei spune Tu sti bine ca noi avea nu necesitate vostri fiica; tu sti exactly care noi pofti"},{"SurahNumber":11,"VerseNumber":80,"Text":"El spune Eu dorinta eu exista puternic enough avea puternic aliat"},{"SurahNumber":11,"VerseNumber":81,"Text":"(Înger) spune O Sorti noi fi vostri Domnitor curier acestea popor nu atinge tu. Tu parasi vostri familie noapte diminua nu oricine ai tu privi înainte vostri sotie; ea condamna înainte cu ala condamna. Their stabili timp exista dimineata. Nu exista dimineata devreme enough"},{"SurahNumber":11,"VerseNumber":82,"Text":"When nostru judecata veni noi rasuci susul jos, noi inunda el dur devasta stânca"},{"SurahNumber":11,"VerseNumber":83,"Text":"Asemenea stânca desemna vostri Domnitor lovi infractor"},{"SurahNumber":11,"VerseNumber":84,"Text":"Catre Midyan noi expedia their frate Shu aib. El spune O meu popor închinare DUMNEZEU; tu nu avea alte dumnezeu Him. Nu însela when tu masura cântari! Eu vedea tu exista prosper eu fear tu retribution coplesi zi"},{"SurahNumber":11,"VerseNumber":85,"Text":"O meu popula tu da plin masura plin greutate equitably! Nu însela popor their dreptate nu hoinari earth corruptingly"},{"SurahNumber":11,"VerseNumber":86,"Text":"Oricare DUMNEZEU înzestra for tu nu materie cum marunt exista departe bine tu daca tu exista really credincios. Eu nu exista tutore surplus tu"},{"SurahNumber":11,"VerseNumber":87,"Text":"Ei spune O Shu aib vostri religie dicta tu ala noi abandona nostru parinte religie trebui alerga nostru afacere altele maniera noi alege? Însiguranta tu sti for exista îngaduitor întelept"},{"SurahNumber":11,"VerseNumber":88,"Text":"El spune O meu popor ce eu avea solid dovada de meu Domnitor; ce El înzestra mie mare binecuvântare? Nu exista meu dorinta comite ce eu enjoin tu de. Eu doar dori corect multi(multe) nedreptate as eu putea. Meu conducere depinde totally DUMNEZEU; eu pune meu încredere Him. Catre Him eu totally submitted"},{"SurahNumber":11,"VerseNumber":89,"Text":"Si O meu popor nu provoca vostri opozi\u0004ie mie în crea lfel dezastru popor Noah popor ai Gluga popor ai Saaleh; popor Sorti nu exista prea departe de tu"},{"SurahNumber":11,"VerseNumber":90,"Text":"Tu implora vostri Domnitor forgiveness atunci regreta Him. Meu Domnitor exista Îndurator Rasa"},{"SurahNumber":11,"VerseNumber":91,"Text":"Ei spune O Shu aib noi nu întelege multi(multe) a obiect tu exprima us noi vedea tu exista slab dintre us. Daca nu exista vostri trib noi lapida tu. Tu nu avea pretui us"},{"SurahNumber":11,"VerseNumber":92,"Text":"El spune O meu popor meu trib comanda mare respect decât DUMNEZEU? Acesta why tu fi exista nepasator ai Him? Meu Domnitor exista fully constient a everything tu do"},{"SurahNumber":11,"VerseNumber":93,"Text":"O meu popor merge în doing ce tu dori si asa vei eu! Tu do el certainly gasi out care ai us crea infam retribution; tu do el gasi out cine mincinos exista! Exact astepta anticipa\u0004ie eu astepta anticipa\u0004ie tu"},{"SurahNumber":11,"VerseNumber":94,"Text":"When nostru judecata veni noi scapa Shu aib ala crede him mila us. As for evil una ei lovi dezastru ala parasi ele decedat în their casa"},{"SurahNumber":11,"VerseNumber":95,"Text":"Exista as desi ei niciodata existed Tamâie Midyan pieri drept asemanator Thamoud pieri înainte ala"},{"SurahNumber":11,"VerseNumber":96,"Text":"Noi expedia Moses nostru semn adânc autoritate"},{"SurahNumber":11,"VerseNumber":97,"Text":"Catre Pharaoh his elders Ei followed comanda Pharaoh Pharaoh's comanda nu exista întelept"},{"SurahNumber":11,"VerseNumber":98,"Text":"El conduce his popor Zi Înviere tot a drum catre Iad; care nenorocit domiciliu catre trai în"},{"SurahNumber":11,"VerseNumber":99,"Text":"Ei crea condamnare în acesta trai prea as în Zi Înviere; care nenorocit poteca follow"},{"SurahNumber":11,"VerseNumber":100,"Text":"Acesta exista stire precedent popor noi povesti tu. Niste ar linisti sta ceva disparea"},{"SurahNumber":11,"VerseNumber":101,"Text":"Noi niciodata gresi ele; ei gresi their propiu suflet. Their dumnezeu ei invoked DUMNEZEU nu ajuta ele în a mic when judecata vostri Domnitor veni. În fact, ei doar ensured their doom"},{"SurahNumber":11,"VerseNumber":102,"Text":"Acesta retribution enforced vostri Domnitor when popor încalca. Într-adevar His retribution exista dureros devasta"},{"SurahNumber":11,"VerseNumber":103,"Text":"Acesta exista lectie ala fear retribution Hereafter Ala exista zi when tot popor soma - Zi witnessed"},{"SurahNumber":11,"VerseNumber":104,"Text":"Noi stabili specific timp el absorbi loc"},{"SurahNumber":11,"VerseNumber":105,"Text":"Zi el veni nu trece suflet rosti unic vorba în acordan\u0004a cu His vei! Vreo exista nenorocit niste exista fericit"},{"SurahNumber":11,"VerseNumber":106,"Text":"As for nenorocit una ei exista Iad wherein ei suspin urlet"},{"SurahNumber":11,"VerseNumber":107,"Text":"Eternally ei suporta therein as durata as rai earth endure în acordan\u0004a cu vointa vostri Domnitor. Vostri Domnitor exista doer ai oricare El vointa"},{"SurahNumber":11,"VerseNumber":108,"Text":"As for fortunate una ei exista Paradis. Eternally ei suporta therein as durata as rai earth endure în acordan\u0004a cu vointa vostri Domnitor - everlasting recompensa"},{"SurahNumber":11,"VerseNumber":109,"Text":"Nu avea altele doubt privi ce acestea popor închinare; ei închinare exactly as ei gasi their parinte worshipping Noi rasplati ele their due împarti fully micsorare"},{"SurahNumber":11,"VerseNumber":110,"Text":"Noi da Moses scriere el disputed si el nu exista for predetermined vorba decreta vostri Domnitor ei judeca imediat! Ei exista plin ai doubt despre acesta banuitor"},{"SurahNumber":11,"VerseNumber":111,"Text":"Vostri Domnitor însiguranta rasplati everyone their munca. El exista fully Cognizant ai everything ei do"},{"SurahNumber":11,"VerseNumber":112,"Text":"Therefore continua poteca tu enjoined follow împreuna ala regreta tu nu încalca! El exista Vazator ai everything tu do"},{"SurahNumber":11,"VerseNumber":113,"Text":"Nu uscativ catre ala încalca lest tu crea Iad gvsi nu aliat ajuta tu DUMNEZEU atunci end losers"},{"SurahNumber":11,"VerseNumber":114,"Text":"Tu observa Atingere Rugaciune (Salat) amândoi ends ai zi noapte. Cinstit munca stergere evil munca. Acesta exista aluzie ala lua atentie"},{"SurahNumber":11,"VerseNumber":115,"Text":"Tu steadfastly starui DUMNEZEU niciodata fails rasplati a cinstit"},{"SurahNumber":11,"VerseNumber":116,"Text":"Daca doar niste a ala dintre anterior generatie poseda enough inteligenta interzice evil Doar un pu\u0004ine a ele merita scapa us! As for infractor ei preocupa their fizic bogatie; ei exista vinovat"},{"SurahNumber":11,"VerseNumber":117,"Text":"Vostri Domnitor niciodata anihila altele popor unjustly interval its popor exista cinstit"},{"SurahNumber":11,"VerseNumber":118,"Text":"(Avea vostri Domnitor willed tot popor exista 1 adunare credincios)! Ei întotdeauna contestatie (adevar)"},{"SurahNumber":11,"VerseNumber":119,"Text":"(Doar ala binecuvântat cu mila de vostri Domnitor nu contestatie adevar)! Acesta why El crea ele. Judecata vostri Domnitor deja decurge eu fill Iad jinns humans tot împreuna"},{"SurahNumber":11,"VerseNumber":120,"Text":"Noi povesti tu enough istorie curier întari vostri inima Adevar veni tu aici prea as enlightenments aluzie credincios"},{"SurahNumber":11,"VerseNumber":121,"Text":"Spune catre ala disbelieve Do ce tu putea si asa do el noi"},{"SurahNumber":11,"VerseNumber":122,"Text":"Atunci asteptare; noi prea astepta"},{"SurahNumber":11,"VerseNumber":123,"Text":"Catre DUMNEZEU belongs viitor ai rai earth toate conta control Him! Tu închinare Him încredere Him. Vostri Domnitor exista niciodata surprins ai orice tu do"},{"SurahNumber":12,"VerseNumber":1,"Text":"Un. L. R. Acestea (scrisoare) exista dovada acesta adânc scriere"},{"SurahNumber":12,"VerseNumber":2,"Text":"Noi dezvalui el Arabic Quran tu întelege"},{"SurahNumber":12,"VerseNumber":3,"Text":"Noi povesti tu a multi(multe) drept istorie revelation ai acesta Quran. Altadata acesta tu exista totally surprins"},{"SurahNumber":12,"VerseNumber":4,"Text":"Revoca ca Joseph spune catre his tata O meu tata eu vedea 11 planets luminsoarelui luna; eu vedea ele trânti mie"},{"SurahNumber":12,"VerseNumber":5,"Text":"El spune Meu fiu nu exprima vostri frate vostri vis lest ei diviza proiecta tu. Însiguranta diavol exista om urât dusman"},{"SurahNumber":12,"VerseNumber":6,"Text":"Vostri Domnitor tamâie binecuvânta tu da tu bun stire vostri vis! El perfectiona His binecuvântare tu familie Jacob as El did for vostri stramos Abraham Isaac înainte ala. Vostri Domnitor exista Omniscient Întelept"},{"SurahNumber":12,"VerseNumber":7,"Text":"În Joseph his frate acolo exista lectie seekers"},{"SurahNumber":12,"VerseNumber":8,"Text":"Ei spune Joseph his frate favored nostru tata noi ar majoritate! Într-adevar nostru tata exista departe razna"},{"SurahNumber":12,"VerseNumber":9,"Text":"Omorî Joseph exila him ala tu obtine vreo atentie de vostri tata! Afterwards tu exista cinstit popor"},{"SurahNumber":12,"VerseNumber":10,"Text":"ai ele spune nu omorî Joseph; arunca him abis fântâna! Probabil niste caravana pic him acesta exista ce tu decide do"},{"SurahNumber":12,"VerseNumber":11,"Text":"Ei spune Nostru tata tu nu încredere us Joseph? Noi lua bun îngrijire ai him"},{"SurahNumber":12,"VerseNumber":12,"Text":"Expedia him us mâine alerga joaca! Noi proteja him"},{"SurahNumber":12,"VerseNumber":13,"Text":"El spune eu îngrijorare lest tu merge him atunci lup devora him interval tu nu watching him"},{"SurahNumber":12,"VerseNumber":14,"Text":"Ei spune Într-adevar lup devora him multi(multe) a us împrejur atunci noi exista really losers"},{"SurahNumber":12,"VerseNumber":15,"Text":"When ei merge him si unanimously decide arunca him în abis fântâna noi inspira him \"Niste zi tu exprima ele toate acesta interval ei nu avea idee"},{"SurahNumber":12,"VerseNumber":16,"Text":"Ei veni their tata în a seara plânge"},{"SurahNumber":12,"VerseNumber":17,"Text":"Ei spune Nostru tata noi merge alerga each alt parasi Joseph nostru equipment lup devora him! Tu niciodata crede us seara noi exprima adevar"},{"SurahNumber":12,"VerseNumber":18,"Text":"Ei produce his camasa fake sânge el. El spune Într-adevar tu conspira each alt catre comite anumit schema. Toate eu do exista resursa calm rabdare. Mai DUMNEZEU ajuta mie în a fa\u0004a ai vostri conspiratie"},{"SurahNumber":12,"VerseNumber":19,"Text":"Caravana trece devreme expedia their waterer! El diminua his galeata atunci spune Cum norocos! acolo exista baiat aici! Ei lua him înainte marfa DUMNEZEU exista fully constient a ce ei did"},{"SurahNumber":12,"VerseNumber":20,"Text":"Ei desface him ieftin pret - un pu\u0004ine dirhams - for ei nu avea altele necesitate for him"},{"SurahNumber":12,"VerseNumber":21,"Text":"Una cumpara him Egypt spune catre his sotie Lua bun îngrijire ai him. Poate el ajuta us poate noi adopt him. Noi tamâie established Joseph earth noi preda him interpretare ai vis! Dumnezeu comanda întotdeauna done foarte popula nu sti"},{"SurahNumber":12,"VerseNumber":22,"Text":"When el ajunge maturitate noi endowed him cu wisdom cunoastere. Noi tamâie rasplati a cinstit"},{"SurahNumber":12,"VerseNumber":23,"Text":"Doamna casa el trai proba seduce him! Ea închide usa spune eu exista toate yours. El spune mai DUMNEZEU proteja mie! El exista meu Domnitor da mie bun casa. Infractor niciodata urma"},{"SurahNumber":12,"VerseNumber":24,"Text":"Ea gata-gata muri him si el gata-gata muri her daca nu exista el vedea dovedit de his Domnitor. Noi tamâie diverted evil pacatui departe him el exista 1 ai nostru devotat servitor"},{"SurahNumber":12,"VerseNumber":25,"Text":"ai ele alerga usa proces ea strica his garment de spinare. Ei gasi her so\u0004 usa. Ea spune Care pedeapsa 1 cine pofti necaji vostri sotie recluziune dureros pedeapsa"},{"SurahNumber":12,"VerseNumber":26,"Text":"El spune Ea exista una proba seduce mie. martor de her familie sugera his garment exista rupcigos de fa\u0004a atunci ea exprima adevar el exista mincinos"},{"SurahNumber":12,"VerseNumber":27,"Text":"Si daca his garment exista rupcigos de spinare atunci ea lied el exprima adevar"},{"SurahNumber":12,"VerseNumber":28,"Text":"When her so\u0004 vedea his garment exista rupcigos de spinare el spune Acesta exista muiere schema. Într-adevar vostri proiecta exista formidable"},{"SurahNumber":12,"VerseNumber":29,"Text":"Joseph indiferenta acesta incident. As for tu (meu sotie) tu cauta forgiveness vostri pacat. Tu comite error"},{"SurahNumber":12,"VerseNumber":30,"Text":"Niste muiere oras bârfi guvernator sotie exista proba seduce her servitor! Ea exista deeply în iubi him! Noi vedea ea merge razna"},{"SurahNumber":12,"VerseNumber":31,"Text":"When ea asculta their bârfeala ea invita ele pregatit ele comfortabil loc da each a ele cutit! Ea atunci spune catre him Enter their camera When ei vedea him ei admira him ala ei taia their mâna. Ei spune Glorie exista DUMNEZEU acesta nu exista uman exista acesta exista onorabil înger"},{"SurahNumber":12,"VerseNumber":32,"Text":"Ea spune Acesta exista 1 tu mustra mie falling în iubi cu! Eu did într-adevar încercare seduce him el refuza! El does ce eu comanda him do el însiguranta merge închisoare altera"},{"SurahNumber":12,"VerseNumber":33,"Text":"El spune Meu Domnitor închisoare exista bine decât da ele. Tu divert their proiecta mie eu cere ele behave asemanator ignorant una"},{"SurahNumber":12,"VerseNumber":34,"Text":"His Domnitor raspunde his rugaciune diverted their proiecta de him. El exista Auditor Omniscient"},{"SurahNumber":12,"VerseNumber":35,"Text":"Târziu ei zicala el clar dovedi ca ei întemnita him for awhile"},{"SurahNumber":12,"VerseNumber":36,"Text":"(tânar om exista închisoare him. 1 ai ele spune eu vedea meu vis) eu produce vin altul spune eu vedea purta pâine meu cap de care pasare mânca! Informa us ai interpretare acestea vis! Noi vedea tu exista cinstit"},{"SurahNumber":12,"VerseNumber":37,"Text":"El spune altele aliment înzestra tu eu informa tu el tu primi el! Acesta exista niste a cunoastere depozita pe mie meu Domnitor. Eu forsaken religie ai popula cine nu crede în DUMNEZEU privi Hereafter ei fi really disbelievers"},{"SurahNumber":12,"VerseNumber":38,"Text":"Eu followed instead religie meu stramos Abraham Isaac Jacob. Noi niciodata situa altele idol DUMNEZEU. Acesta exista binecuvântare DUMNEZEU us popor multi(multe) popor exista unappreciative"},{"SurahNumber":12,"VerseNumber":39,"Text":"O meu închisoare cupla exista câtiva dumnezeu bine DUMNEZEU singur 1 Suprem"},{"SurahNumber":12,"VerseNumber":40,"Text":"Tu nu închinare Him înnoire tu avea produce sus, tu vostri parinte. DUMNEZEU NICIODATA ÎMPUTERNICI ASEMENEA IDOL. Tot cârmui belongs catre DUMNEZEU El cârmui ca tu nu închinare Him! Acesta exista perfectiona religie foarte popula nu sti"},{"SurahNumber":12,"VerseNumber":41,"Text":"O meu închisoare cupla 1 ai tu exista vin chelar his domnitor interval altul crucifica - Pasare mânca his cap. Acesta fixa materie care tu întreba"},{"SurahNumber":12,"VerseNumber":42,"Text":"El atunci spune catre 1 scapa Aminti mie asupra vostri domnitor. Tamâie diavol cauza him uita his Domnitor consequently el ramâne în închisoare un pu\u0004ine multi(multe) an"},{"SurahNumber":12,"VerseNumber":43,"Text":"(Rege spune eu vedea 7 grasime vaca devora 7 slab vaca 7 verde teapa grâu) others shriveled O meu elders sfatui mie privi meu vis tu sti cum interpreta vis"},{"SurahNumber":12,"VerseNumber":44,"Text":"Ei spune Absurditate vis. When el veni interpretare ai vis noi fi knowledgeable"},{"SurahNumber":12,"VerseNumber":45,"Text":"(Una scapa închisoare) spune acum el finally aminti eu exprima tu its interpretare asa expedia mie Joseph"},{"SurahNumber":12,"VerseNumber":46,"Text":"Joseph meu prieten informa us 7 gras vaca devora 7 slab vaca 7 verde teapa others shriveled Eu dorinta catre merge niste informa\u0004ie popor"},{"SurahNumber":12,"VerseNumber":47,"Text":"El spune Ce tu cultiva urmator 7 an when timp recolta veni parasi graunte their teapa except for ce tu mânca"},{"SurahNumber":12,"VerseNumber":48,"Text":"Ulterior 7 an drought veni care vointa consuma multi(multe) ai ce tu aproviziona ele"},{"SurahNumber":12,"VerseNumber":49,"Text":"Ulterior an veni aduce alinare popor ei iar apasa zemui"},{"SurahNumber":12,"VerseNumber":50,"Text":"Rege spune Aduce him mie. When curier veni him el spune Merge vostri domnitor întreba him investiga muiere taia their mâna! Meu Domnitor exista fully constient a their schema"},{"SurahNumber":12,"VerseNumber":51,"Text":"(Rege) spune (catre muiere) Care do tu sti incident when tu proba seduce Joseph? Ei spune \"DUMNEZEU interzice; noi nu sti ai orice evil comite by him. sotie guvernator spune Acum adevar prevala! Eu exista una proba seduce him el exista sincer"},{"SurahNumber":12,"VerseNumber":52,"Text":"Eu spera el realiza ala eu niciodata însela him his absen\u0004a DUMNEZEU nu binecuvânta schema înselator"}]}