{"Id":368,"LanguageCodes":["tg","tgk"],"Name":"tgk-khojamirov","Author":"Khoja Mirov","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Сӯӣ Аллоҳи ягона бармегардад илми вуқӯъи қиёмат (яъне, соати барпошавии қиёматро танҳо Аллоҳ медонад). Ва ҳеҷ мевае аз ғилофи хеш берун намеояд ва ҳеҷ модае ҳомила намешаваду намезояд, магар он ки Ӯ таъоло ба он огоҳ аст. Ва рӯзи қиёмат, ки Аллоҳ мушриконро нидо диҳад, ки шарикони Ман куҷоянд? Гӯянд: «Огоҳат кардем, ки нест ҳеҷ касе аз мо хувоҳӣ диҳад, ки Ту бо худ шарике дорй ва имрӯз мо ҳама яктопараст ҳастем"},{"SurahNumber":41,"VerseNumber":48,"Text":"Ва мушрикон он чиро пеш аз ғайри Аллоҳ мепарастиданд, аз даст доданд ва донистанд, ки аз азоби Аллоҳ роҳи гурезе надоранд"},{"SurahNumber":41,"VerseNumber":49,"Text":"Дилгиру хаста намешавад инсон аз талаби хайр аз Парвардигораш, (яъне, аз талаби молу давлат, бахту саъодат). Ва агар бирасадаш сахтӣ (яъне камбағалӣ ва сахтӣ). Пас ӯ аз раҳмати Аллоҳ ноумед аст, ва бадандеш аст"},{"SurahNumber":41,"VerseNumber":50,"Text":"Агар пас аз ранҷе, ки ба инсон расида, раҳмате ба ӯ бичашонем, шукри Аллоҳ намекунад, балки гуноҳ карда мегӯяд: «Ин ҳаққи ман аст ва бовар надорам, ки қиёмат барпо шавад. Ва агар ҳам маро назди Парвардигорам баргардонанд, албатта назди Ӯ ҳолате хуштар (ҷаннате бароям) бошад». Пас, ҳатман, кофиронро рӯзи қиёмат ба аъмоле, ки кардаанд, огоҳ мекунем ва ба онҳо азоби сахте мечашонем"},{"SurahNumber":41,"VerseNumber":51,"Text":"Ва чун ба одамӣ неъмате (саломатӣ ё ризқу рузӣ) инъом кунем, рӯйгардон мешавад ва бо такаббур гардан боло мекунад. Ва агар ба ӯ балое бирасад, дар ҳол ба Парвардигораш дуъову илтиҷои бисёре кунад"},{"SurahNumber":41,"VerseNumber":52,"Text":"Бигӯ эй Паёмбар ба мушрикон: «Хабар диҳед ба ман, агар ин Қуръон, аз ҷониби Аллоҳ бошад, сипас шумо онро дурӯғ бароварда боз кофир шавед, дар ин ҳол ҳеҷ кас -ба сабаби адоват ва ситезии шумо бо ҳақ- аз шумо гумроҳтар нест"},{"SurahNumber":41,"VerseNumber":53,"Text":"Ба зудӣ, нишон хоҳем дод ба ин мункирон нишонаҳои қудрати худро аз футуҳот ва зоҳир шудани Ислом дар атрофи олам ва дар вуҷуди худашон, то барояшон возеҳу равшан шавад, ки ҳароина, Қуръоне, ки аз назди Парвардигори оламиён ваҳй шудааст, ҳақ аст. Оё кофӣ нест барои онҳо гувоҳии Парвардигори ту бар ин, ки Қуръон ҳақ аст ва касе, ки онро овардааст ростқавл аст. Пас ба дурустӣ, Ӯ таъоло шоҳидӣ додааст ба ҳақ барои ӯ. Ва Ӯ таъоло бар ҳама чиз шоҳид аст ва шаҳодати Ӯ таъоло аз ҳама шаҳодатҳо бузургтар аст"},{"SurahNumber":41,"VerseNumber":54,"Text":"Огоҳ бош, ки ҳароина, кофирон аз дидори Парвардигорашон ва аз ду бора зинда шудан дар шубҳаанд. Огоҳ бош, ки Ӯ ҳароина, (аз рӯи илм ва қудрат ва иззат) бар ҳар чизе иҳота дорад. Ҳеҷ чизе дар замину осмон аз Ӯ пинҳон нест"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ҳо, Мим"},{"SurahNumber":42,"VerseNumber":2,"Text":"Айн, Син, Қоф"},{"SurahNumber":42,"VerseNumber":3,"Text":"Парвардигор ба ту ва ба касоне, ки пеш аз ту буданд, ин гуна ваҳй мекунад. Аллоҳ пирӯзманди ҳаким аст"},{"SurahNumber":42,"VerseNumber":4,"Text":"Аз они Ӯст, ҳар чӣ дар осмонҳо ва замин аст. Ва Ӯ бар ҳама махлуқоташ баландмартабаи бузургвор аст ва ҳама дар зери қудрат ва хоҳиши Ӯ ҳастанд"},{"SurahNumber":42,"VerseNumber":5,"Text":"Наздик аст, ки осмонҳо ба хотири азамати Илоҳӣ болои якдигар дар ҳам бишкофанд ва фариштагон ба ситоиши Парвардигорашон тасбеҳ мегӯянд ва Ӯро таъзим менамоянд ва аз сифатҳои ношистае, ки лоиқ ба зоти Ӯ нест, ба покӣ ёд мекунанд ва барои гуноҳони аҳли имони сокинони замин омӯрзиш металабанд. Огоҳ бошед, ки Аллоҳ гуноҳони мӯъминонро омӯрзанда аст ва бо бандагонаш меҳрубон аст"},{"SurahNumber":42,"VerseNumber":6,"Text":"Ва касоне, ки ғайри Ӯро ба дӯстӣ ва сарпарастӣ, он гуна ки Аллоҳро ибодат мекунанд, гирифтаанд, Аллоҳ бар корҳои онҳо нигаҳбон аст, то дар рӯзи қиёмат онҳоро ҷазо диҳад ва ту эй Расул ба ӯҳдагиранда ва масъул бар амалҳои онҳо нестӣ. Балки ту танҳо бимдиҳандаӣ ва бар ӯҳдаи ту фақат расонидани паём аст ва ҳисоби онҳо бар Мост"},{"SurahNumber":42,"VerseNumber":7,"Text":"Ва ҳамчунон, ки пеш аз ту ба паёмбарон ваҳй кардем, инчунин Қуръонро ба забони арабӣ бар ту ваҳй кардем, то уммулқуро ва сокинони атрофашро бим диҳӣ. Ва ҳамчунин ононро аз рӯзи ҷамъ шудан дар қиёмат, ки дар он шакке нест, битарсонӣ, ки хурӯҳе дар биҳиштанд ва онҳо касонеанд, ки ба Аллоҳ имон оварданд ва ба он чи ки Расули Аллоҳ саллаллоҳу алайҳи ва саллам оварда пайравӣ намуданд ва гурӯҳе дар оташи сӯзонанд ва онҳо касонеанд, ки ба Аллоҳ куфр варзиданд ва мухолифат карданд, ба он чи ки Расули Аллоҳ саллаллоҳу алайҳи ва саллам оварда буд"},{"SurahNumber":42,"VerseNumber":8,"Text":"Агар Аллоҳ мехост, албатта, ҳамаро ба роҳи ҳидоят ҷамъ меовард ва ҳамаро як уммат қарор медод. Вале Ӯ ҳар касро аз бандагони хоси худ, ки бихоҳад, дар раҳмати худ дохил мекунад ва ситамкоронро дар рӯзи қиёмат ҳеҷ дӯсту ёваре нест, ки аз азоби Аллоҳ онҳоро бираҳонад"},{"SurahNumber":42,"VerseNumber":9,"Text":"Балки ин мушрикон ғайри Аллоҳро ба дӯстӣ гирифтанд, ҳол он ки фақат Аллоҳ сарпараст ва дӯсти ҳақиқӣ аст. Ва бандагонаш бояд Ӯро бо парастишу тоъат дӯст бигиранд, зеро Ӯ бандагони мӯъминони худро аз торикиҳо ба сӯи нур ҳидоят мекунад. Ва Ӯст, ки мурдагонро рӯзи қиёмат зинда мекунад ва Ӯст, ки бар ҳар коре тавоност ва ҳеҷ чиз Ӯро нотавон карда наметавонад"},{"SurahNumber":42,"VerseNumber":10,"Text":"Ва эй мардум, дар ҳар чизе, ки ихтилоф кардаед, дар умури динатон доварии он ба Аллоҳ вогузор мешавад. Ин Аллоҳи барҳақ, Парвардигори ман ва Парвардигори шумо аст. Дар ҳама корҳо бар Ӯ таваккал кардам ва дар тамоми ҳаёти зиндагӣ ба Ӯ рӯй меоварам"},{"SurahNumber":42,"VerseNumber":11,"Text":"Аллоҳ офаридгори осмонҳову замин аст (ва падидоварандааст он дуро боқудрат ва хоҳиш ва ҳикмати худ.) Ва аз худатон барои шумо, ҳамсароне биёфарид. Ва низ аз чорпоён ҷуфтҳое падид овард (аз наринаву модина) ба ин васила. Бо сабаби офариниши ҳамсарон шумораатонро меафзояд. Ҳеҷ чиз аз махлуқоташ на дар зот ва на дар номҳову сифоташ монанди Ӯ нест ва Ӯст, ки шунавову биност (ҳеҷ чиз аз амалҳои бандагонаш бар Ӯ пӯшида нест ва ба ҳар яке ҷазои муносиб хоҳад дод)"},{"SurahNumber":42,"VerseNumber":12,"Text":"Калидҳои раҳмат ва ризқу рӯзӣ дар дасти Ӯст ва мулки осмону замин аз они Ӯст. Барои ҳар кӣ бихоҳад ризқу рӯзиро кушода (васеъ) медорад ва барои ҳар ки бихоҳад танг медорад ва Ӯ ба ҳар чизе доност ва чизе аз умури бандагонаш бар Ӯ пӯшида намемонад"},{"SurahNumber":42,"VerseNumber":13,"Text":"Эй мардум! Аллоҳ барои шумо дину ойине муқаррар кард ва он дини Ислом аст ҳамон гунае, ки ба Нӯҳ васият карда буд, ки ба он амал намоянд ва ба мардум расонанд ва аз он чӣ бар ту эй Расул ваҳй кардаем ва ба Иброҳиму Мӯсо ва Исо васият кардаем, ки динро бар тавҳид ва тоъати Аллоҳ барпой нигаҳ доред ва дар он хурӯҳ-гурӯҳ нашавед. Душвор омад бар мушрикон он чӣ онҳоро ба он даъват мекунӣ; аз ягонагии Аллоҳ ва ихлос дар ибодаташ. Аллоҳ ҳар киро бихоҳад, барои пайғамбарии худ ихтиёр менамояд ва ҳар касро, ки рӯй ба даргоҳи Ӯ оварад, ба сӯйи Худ роҳ менамояд"},{"SurahNumber":42,"VerseNumber":14,"Text":"Ва гурӯҳ-гурӯҳ нашуданд, магар баъд аз илм ва огоҳӣ. Ва ин тафриқаҷӯй фақат ба хотири ситамгарӣ ва каҷравӣ дар миёни худашон буд. Ва агар Парвардигори ту аз пеш муқаррар накарда, буд, ки онҳоро то замони муъайяне мӯҳлат аст, бегумон дар миёни онҳо доварӣ мешуд. Ва бегумон касоне, ки баъд аз онҳо (яҳуду насоро) вориси китоби Аллоҳ шудаанд, ҳароина, дар бораи он сахт ба шубҳа афтодаанд"},{"SurahNumber":42,"VerseNumber":15,"Text":"Пас барои ин дини росте, ки Аллоҳ бар паёмбарон васият кардааст, мардумро даъват кун ва чунон ки фармон ёфтаӣ, пойдорӣ варз ва аз паи хоҳишҳояшон марав, ки онҳо аз роҳи ҳақ каҷ рафтаанд ва бигӯ: «Ба ҳар китобе, ки Аллоҳ нозил кардааст бар паёмбарони хеш, имон дорам ва ба ман фармон додаанд, ки дар миёни шумо дар аҳкоми Аллоҳ ба адолат рафтор кунам. Аллоҳи барҳақ Парвардигори мо ва Парвардигори шумост. Савоби аъмоли шоистаи мо аз они мо ва ҷазои аъмоли бади шумо аз они шумост. Миёни мову шумо ҳеҷ ҷидол ва душмание нест, баъд аз он ки ҳақ баён шуд. Аллоҳ моро дар рӯзи қиёмат дар як ҷо гирд меоварад ва дар он чи ки ихтилоф кардаем, байни мо бо ҳақ доварӣ мекунад ва бозгашти ҳама ба сӯйи Ӯст! Пас ҳар якеро ҷазои муносиб медиҳад»"},{"SurahNumber":42,"VerseNumber":16,"Text":"Ва касоне, ки дар бораи дини Аллоҳ бо ҳуҷҷатҳои ботил бо Муҳаммад саллаллоҳу алайҳи ва саллам ҷидол мекунанд, то пеши имони мардумро бигиранд, пас аз он ки гурӯҳе аз мардуми оқилу доно даъвати ӯро иҷобат кардаанд, назди Парвардигорашон ҳуҷҷатҳояшон ночиз ва ботил аст. Бар онҳост хашми Аллоҳ дар дунё ва низ бар онҳост азоби сахт дар охират. Ва он оташи дӯзах аст"},{"SurahNumber":42,"VerseNumber":17,"Text":"Аллоҳ он Зотест, ки китоби Қуръон ва китобҳои пешинаро барҳақ ва низ тарозуи адлро фуруд овардааст, то байни мардум ба инсоф ҳукм намояд. Ва ту чӣ медонӣ? Шояд қиёмат наздик бошад"},{"SurahNumber":42,"VerseNumber":18,"Text":"Онон, ки аз рӯи бе имонӣ ва саркашӣ ба қиёмат бовар надоранд, омадани онро ба шитоб металабанд ва онон, ки имон овардаанд, аз омадани он тарсонанд ва медонанд, ки он қиёмат, албатта, ҳақ аст ва ҳеҷ шакке дар вуқуъи он нест. Огоҳ бош, касоне, ки дар бораи қиёмат ҷидол мекунанд, дар гумроҳии дуру дарозе аз ҳақ ҳастанд"},{"SurahNumber":42,"VerseNumber":19,"Text":"Аллоҳ бо бандагонаш меҳрубон аст. Ҳар киро бихоҳад, ризқу рӯзӣ медиҳад. Пас мувофиқи ҳикматаш якеро дар ризқ фарох ва дигареро танг мегардонад. Ва Ӯ тавоно дорои қудрат ва қуввати бузург аст ва дар интиқоми душманонаш пирӯзманд аст"},{"SurahNumber":42,"VerseNumber":20,"Text":"Ҳар кас бо кору кирдори хеш савобу подоши кишти охиратро бихоҳад, ҳаққи Парвардигорашро адо намояд ва дар роҳи даъват ба сӯи дин нафақа кунад ба киштааш аз даҳ то ҳафсад баробар савоб меафзоем ва ҳар кас кишти дунёро бихоҳад, баҳраашро ба ӯ ато мекунем, вале ӯ дар охират ҳеҷ баҳрае надорад"},{"SurahNumber":42,"VerseNumber":21,"Text":"Оё мушрикон маъбудоне, доранд, ки бе рухсати Аллоҳ дине барояшон муқаррар доштаанд?! Ва агар калимаи фасл (яъне, қазо ва қадари илоҳӣ ба дер партофтани азобашон дар дунё) намебуд, ҳароина, миёнашон азоб ба таври оҷил дар ҳамин дунё бар пешвоёни ширк ҳукм мешуд ва албатта, рӯзи қиёмат барои ситамкорон азоби дардоварест"},{"SurahNumber":42,"VerseNumber":22,"Text":"Эй Расул, дар рӯзи қиёмат ситамкоронро мебинӣ, ки аз он чӣ ба даст овардаанд дар дунё, аз амалҳои бади худ, тарсонанд. Ва албатта, хоҳу нохоҳ, чӣ битарсанд ва чӣ натарсанд ба ҷазои худ хоҳанд расид. Вале онҳо, ки имон овардаанд ва корҳои шоиста кардаанд, дар боғҳои биҳиштанд. Ҳар чӣ бихоҳанд, назди Парвардигорашон фароҳам ҳаст. Ва ин фазлу бахшоиши бузургест, ки ҳеҷ чашме онро надида ва ҳеҷ гӯш онро нашунида ва ба хаёли ҳеҷ инсоне нагузаштааст"},{"SurahNumber":42,"VerseNumber":23,"Text":"Ин аст он чизе, ки Аллоҳ он гурӯҳ бандагонашро, ки дар дунё имон овардаанд ва корҳои шоиста кардаанд, ба он неъматҳои фаровон мужда медиҳад. Бигӯ эй Расул барои мушрикони қавми худ, ки дар омадани қиёмат шак доранд: «Бар расонидани он чӣ ки ман шуморо даъват мекунам, музде аз шумо дархост намекунам, ҷуз дӯст доштани хешовандӣ, ки ба ҷой оваред». Ва ҳар кӣ кори неке кунад, ба некӯяиш меафзоем, албатта, Аллоҳ дар ҳаққи мутеъони хеш омурзандаву шукрпазир аст"},{"SurahNumber":42,"VerseNumber":24,"Text":"Ё ин мушрикон мегӯянд, ки Муҳамммад бар Аллоҳ дурӯғ мебандад. Эй Расул, агар ин корро анҷом диҳӣ, Аллоҳ бихоҳад, бар дили ту мӯҳр мениҳад. Ва Аллоҳ ба суханони худ ботилро маҳв мекунад ва ҳақро собит мегардонад. Сухани Аллоҳ тағйир ва табдил намеёбад ва ваъдааш хилоф намешавад. Ҳароина, Ӯ бар ҳар чӣ дар дилҳо мегузарад, доност ва чизе аз он бар Ӯ пинҳон намемонад"},{"SurahNumber":42,"VerseNumber":25,"Text":"Ва Ӯст, ки тавбаи бандагонашро мепазирад, чун аз гуноҳонашон даст мекашанд ва ба ягонагии Аллоҳ бозмегарданд ва тасмим мегиранд, ки дубора он гуноҳонро анҷом надиҳанд ва аз гуноҳон афвашон мекунад ва ҳар чӣ мекунед аз неку бад, онро, медонад ва чизе бар Ӯ пӯшида намемонад ва Ӯ шуморо тибқи амалҳоятон ҷазодиҳандааст"},{"SurahNumber":42,"VerseNumber":26,"Text":"Ва дуъои касонеро, ки имон ба Аллоҳ ва Расулаш овардаанд ва корҳои шоиста кардаанд, иҷобат мекунад ва аз фазли хеш барояшон тавфиқи амал ва аҷру подошашонро афзун медиҳад. Ва рӯзи қиёмат барои кофирон азоби сахтест"},{"SurahNumber":42,"VerseNumber":27,"Text":"Ва агар Аллоҳ рӯзии бандагонашро афзун кунад, ҳатман дар замин фасод мекунанд ва неъматро носипосӣ карда такаббур меварзиданд, вале ба андозае, ки бихоҳад рӯзӣ мефиристад. Зеро Ӯ бар аҳволи бандагони худ огоҳ ва он чӣ бар салоҳи онҳо аст, биност"},{"SurahNumber":42,"VerseNumber":28,"Text":"Ва Ӯст он Аллоҳ, ки борони фоидабахшро баъд аз он ки ноумед шуданд, фуруд моварад ва раҳмати Худро ба ҳама ҷо пароканда мекунад ва Ӯст сарпарасти бандагони шоистакори худ ва Ӯ дар корсозӣ ва тадбираш соҳиби ҳамду сано аст"},{"SurahNumber":42,"VerseNumber":29,"Text":"Ва аз нишонаҳои қудрати Ӯ офариниши осмонҳову замин ва он чи аз ҷонварон, ки дар он ду (осмонҳову замин) пароканда кардааст, низ далолат бар бузургӣ ва қудрати Ӯ мекунанд. Ва Ӯ ҳар гоҳ бихоҳад, бар гирд оварданашон дар рӯзи қиёмат тавоност"},{"SurahNumber":42,"VerseNumber":30,"Text":"Эй мардум, агар шуморо мусибате аз мусибатҳо, дар дину дунёятон расад, пас ба хотири корҳоест, ки кардаед. Ва Аллоҳ аз карами худ бисёре аз гуноҳонро барои шумо афв мекунад ва ҷазо намедиҳад"},{"SurahNumber":42,"VerseNumber":31,"Text":"Шумо эй одамон натавонед дар рӯи замин аз Ӯ бигурезед ва шуморо ҷуз Ӯ сарпарасте нест, ки сарпарастӣ намояд ва манфиатҳоятонро фароҳам орад ва ёваре нест, ки зиёнҳоро аз шумо дур кунад"},{"SurahNumber":42,"VerseNumber":32,"Text":"Аз нишонаҳои қудрати Ӯ киштиҳоест чун кӯҳ, ки дар баҳрҳо равонанд"},{"SurahNumber":42,"VerseNumber":33,"Text":"Агар бихоҳад, бодро ором месозад, то киштиҳо бар рӯи баҳр аз рафтан бозмонанд. Албатта, дар ин вуҷуд ва ҳаракати киштиҳо барои сабркунандагони шукргузор, ибратҳост"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ё агар Аллоҳ бихоҳад он аҳли киштиҳоро ба сабаби он гуноҳоне, ки кардаанд, ғарқ мекунад ва бисёреро аз гуноҳоеи киштинишиниён низ мебахшояд ва ба азоб намегирад"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ва то, касоне, ки дар нишонаҳои ягонагии Мо ҷидол мекунанд, бидонанд, ки ононро чун бар гуноҳонашон азоб кунад, аз азоби Аллоҳ ҳеҷ роҳи халосӣ ва гурезгоҳе надоранд"},{"SurahNumber":42,"VerseNumber":36,"Text":"Пас он чӣ шумо дода шудаед аз ҳар чиз, ки бошад мол, ё фарзандон ва дигар чизҳо, баҳраи зиндагии ин дунё аст ва зуд нобудшавандааст. Ва он чӣ дар назди Аллоҳ аст, аз савобу подош ва боғҳои биҳишт барои онҳое, кӣ имон овардаанд ва ба Парвардигорашон таваккал мекунанд, беҳтару пояндатар аст"},{"SurahNumber":42,"VerseNumber":37,"Text":"Ва он касоне, ки аз гуноҳони бузург монанди ширк, фирор аз ҷанг ва ғайра ва аъмоли зишт, монанди зино ва гувоҳӣ бар дурӯғ ва ғайра парҳез мекунанд ва чун дар хашм шаванд, хатоҳоро мебахшоянд ва касе, ки бар онҳо ситам намудааст, бо ҳилм ва бурдборӣ рафтор мекунанд"},{"SurahNumber":42,"VerseNumber":38,"Text":"ва касоне, ки даъвати Парвардигорашонро бо иҷро намудани амрҳояш иҷобат карданд ва паёмбаронро итоъат карданд ва намозро дар вақташ бо риоя кардани шарту одоб ва арконаш барпо гузоштанд ва корашон бар пояи машварат бо якдигар аст ва аз он чӣ ба онҳо рӯзӣ додаем, дар роҳи Аллоҳ бар ниёзмандон сарф мекунанд"},{"SurahNumber":42,"VerseNumber":39,"Text":"ва онон, ки чун ситаме ба онҳо расад, интиқом мегиранд хештанро ёрӣ медиҳанд ва зери бори зулм намераванд ва агар сабр кунанд, дар оқибати сабрашон хайри бисёрест"},{"SurahNumber":42,"VerseNumber":40,"Text":"Ва ҷазои ҳар бадӣ, бадие аст монанди он ва афзуда нашавад. Пас, касе, ки аз ситамгари худ афв кунад ва барои хушнудии Аллоҳ оштӣ кунад, муздаш бо Аллоҳ аст, албатта, Ӯ ситамкоронро дӯст надорад"},{"SurahNumber":42,"VerseNumber":41,"Text":"Ва ҳар ки баъд аз ситаме, ки дидааст, интиқом гирад, пас бар онон маломат ва иқобе нест"},{"SurahNumber":42,"VerseNumber":42,"Text":"балки маломат ва азоби шаръӣ бар касонест, ки ба мардум аз рӯи душманӣ ситам мекунанд ва ба ноҳақ дар рӯи замин саркашӣ ва гунаҳкорӣ мекунанд. Барои он гӯруҳ дар рӯзи қиёмат азоби дарднок аст"},{"SurahNumber":42,"VerseNumber":43,"Text":"Ва он ки аз сӯи мардум азият мекашад, сабр кунад ва аз хато даргузарад, албатта ин аз корҳои писандида ва шоистаи сипос аст"},{"SurahNumber":42,"VerseNumber":44,"Text":"Ҳар киро, ки Аллоҳ гумроҳ кунад, аз он пас ҳеҷ дӯсте нахоҳад дошт, ки ҳидояташро бар ӯҳда гирад ва ёриаш диҳад. Ва золимонро мебинӣ, эй Расул, ки рӯзи қиёмат чун азобро бингаранд, ба Парвардигорашон мегӯянд: «Оё моро роҳи бозгаште ба сӯи дунё ҳаст, то фармони Туро ба ҷо орем?»"},{"SurahNumber":42,"VerseNumber":45,"Text":"Он золимҳоро мебинӣ, эй Расул, ки ба ҷаҳаннам мебаранд. Тарсону хор аз гӯшаи чашм нигоҳе дуздида ба сӯи ҷаҳаннам мекунанд. Касоне, ки ба Аллоҳ ва расулаш имон оварда буданд, дар рӯзи қиёмат мегӯянд: «Ин золимон худ ва аҳлашонро дар рӯзи қиёмат барбод доданд». Огоҳ бош, ки албатта, золимон дар азоби доим хоҳанд буд ва аз он ҷо барояшон роҳи халосӣ нест"},{"SurahNumber":42,"VerseNumber":46,"Text":"Ва он кофирон ёварон ва дӯстоне надоранд, ки дар баробари Аллоҳ ононро ёрӣ диҳанд ва ҳар касро, ки Аллоҳ гумроҳ кунад, дар дунё ҳеҷ роҳе барояш нест, ки ҳидоятро ба даст оварад. Пас, ҳидоят ва гумроҳ кардан танҳо дар дасти Аллоҳ аст"},{"SurahNumber":42,"VerseNumber":47,"Text":"Эй кофирон!, пеш аз он ки рӯзе қиёмат биёяд, ки аз ҷониби Аллоҳ бозгаште надорад, ба даъвати Парвардигоратон бо имону тоъат иҷобат намоед. Дар он рӯз на паноҳгоҳе хоҳед дошт ва на касе аз шумо дифоъе тавонад кард"},{"SurahNumber":42,"VerseNumber":48,"Text":"Агар мушрикон аз имон овардан ба Аллоҳ рӯӣ гардонанд, туро эй Расул бар онҳо нафиристодаем, ки бар аъмолашон нигаҳбон бошӣ. Ба таҳқиқ, бар ӯҳдаи ту ҷуз расонидани пайғом, чизе дигар нест. Ва Мо чун ба инсон аз раҳмати Худ ба ӯ саломатӣ ва тавонгарӣ бичашонем, шодмон мегардад ва агар ба хотири корҳои баде, ки кардааст, мусибате ба ӯ расад, монанди камбағалӣ ва касалӣ носипосӣ мекунад. Пас ҳароина, инсон носипос аст ва тамоми неъматҳоро фаромӯш мекунад фақат аз бало ёдоварӣ мекунад"},{"SurahNumber":42,"VerseNumber":49,"Text":"Аз они Аллоҳ аст фармонравоии осмонҳову замин ва он чӣ миёни онҳост. Ҳар чӣ бихоҳад, меофаринад. Ба ҳар кӣ бихоҳад, танҳо духтар мебахшад ва ба ҳар кӣ бихоҳад танҳо писар мебахшад"},{"SurahNumber":42,"VerseNumber":50,"Text":"Ва ё ҳам писар диҳад ва ҳам духтар. Ва ҳар касро бихоҳад, ақим (нозо) мегардонад, албатта, Ӯ донову тавоност дар офариниши махлуқоташ ва чизе аз офариниши махлуқоташ Ӯро нотавон карда наметавонад"},{"SurahNumber":42,"VerseNumber":51,"Text":"Ҳеҷ башареро насазад, ки Аллоҳ бо ӯ сухан гӯяд магар аз тариқи ваҳй ё аз паси парда ё ин ки Аллоҳ фариштаеро бифиристад, то ба фармони Ӯ ҳар чӣ бихоҳад, ба ӯ ваҳй кунад. Ҳароина, Ӯ баландмартабаи бузург аст: дар зот, номҳо, сифатҳо ва афъолаш ва ҳама махлуқот дар баробари Ӯ сари таслим фурудоварандаанд ва дар тадбири умури халқаш ҳаким аст"},{"SurahNumber":42,"VerseNumber":52,"Text":"Чунон ки ба паёмбароне пеш аз ту ваҳй фиристодем, ҳамчунин рӯҳе аз амри Худро (Қуръонро) ба фармони Худ ба ту ваҳй кардем, ки сарчашмаи ҳаёти дилҳо аст. Ту эй Расул, намедонистӣ китобу имон чист. Вале Мо он Қуръонро нуре сохтем, то ҳар як аз бандагонамонро, ки бихоҳем, ба он ҳидоят кунем ва ҳароина, ту мардумро бо ин Қуръон ба роҳи рост роҳ менамоӣ ва он роҳи Ислом аст"},{"SurahNumber":42,"VerseNumber":53,"Text":"роҳи он Аллоҳе, барҳақ, ки ҳар чӣ дар осмонҳову замин аст, аз они Ӯст. Огоҳ бошед, ки ҳамаи корҳои шумо аз неку бад ба сӯи Аллоҳ бозмегардад. Пас ҳамаро мувофиқи амалҳояшон ҷазо хоҳад дод, агар нек бошад нек шавад, бад бошад, бад шавад"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ҳо, Мим"},{"SurahNumber":43,"VerseNumber":2,"Text":"Савганд ба ин Қуръони равшан ва равшангар дар лафз ва маъно"},{"SurahNumber":43,"VerseNumber":3,"Text":"Мо ин китоби Қуръонро ба забони арабӣ бар Муҳаммад саллаллоҳу алайҳи ва саллам нозил кардем. Шояд, ки бифаҳмед ва дарёбед маъноҳояшро"},{"SurahNumber":43,"VerseNumber":4,"Text":"Ва бегумон он дар Лавҳи Маҳфуз дар назди Мост. Ба дурустӣ, ин китоб баландқадр ва боҳикмат аст"},{"SurahNumber":43,"VerseNumber":5,"Text":"Оё ба он сабаб, ки мардуми исрофкори саркаш ҳастед, аз шумо рӯй гардонем ва Қуръонро аз шумо боздорем"},{"SurahNumber":43,"VerseNumber":6,"Text":"Чи қадар паёмбаронро дар миёни пешиниён фиристодем"},{"SurahNumber":43,"VerseNumber":7,"Text":"Ва ҳеҷ паёмбаре бар онҳо фиристода намешуд, магар он ки масхарааш мекарданд"},{"SurahNumber":43,"VerseNumber":8,"Text":"Пас, Мо касонеро ҳалок кардем, ки нерумандтар аз инҳо ҳам буданд ва қудрати зиёдтаре ҳам доштанд ва намунае аз қиссаи пешиниён гузаштааст, ки бархе аз онҳоро бароят баён кардем"},{"SurahNumber":43,"VerseNumber":9,"Text":"Эй Паёмбар агар аз онҳо пурсӣ: «Чӣ зоте осмонҳову заминро офаридааст?» Мегӯянд: «Онҳоро Он пирӯзманди доно офаридааст,»"},{"SurahNumber":43,"VerseNumber":10,"Text":"Он ки заминро паҳн кард ва бистари шумо сохт ва бароятон дар он роҳҳо падид овард, бошад, ки шумо ҳидоят ёбед"},{"SurahNumber":43,"VerseNumber":11,"Text":"Ва он ки аз осмон об (борон) фиристод ба андозаи муъайян. Ва ба он сарзамини мурдаро зинда кардем. Шумо низ эй одамон инчунин аз гӯрҳо берун оварда мешавед"},{"SurahNumber":43,"VerseNumber":12,"Text":"Ва он ки ҳама махлуқотро ҷуфт биёфарид. Ва бароятон аз киштиҳо ва чорпоён (шутур, асп ва хар) маркабҳо сохт, ки бар онҳо савор мешавед"},{"SurahNumber":43,"VerseNumber":13,"Text":"То бар пушти онҳо қарор гиред, ва чун бар он ҷой гирифтед неъмати Парвардигоратонро ёд кунед ва бигӯед: «Пок аст он Зоте, ки инҳоро роми мо кард, вагарна моро тавони он набуд"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ва бегумон мо ба сӯи Парвардигорамон боз мегардем»"},{"SurahNumber":43,"VerseNumber":15,"Text":"Ва он мушрикон барои Аллоҳ аз миёни бандагонаш фарзанде муқаррар карданд. Ҳароина, одамӣ носипоси ошкор аст"},{"SurahNumber":43,"VerseNumber":16,"Text":"Оё аз он чӣ меофаринад барои худ духтаронро баргирифт ва шуморо бо писарон баргузидааст"},{"SurahNumber":43,"VerseNumber":17,"Text":"Ва ҳар гоҳ, ки мужда дода шавад ба яке аз мушрикон ба ҳамон чизе, ки ба Аллоҳи меҳрубон нисбат дода буданд, (яъне таваллуди духтар, дар ҳол) рангу рӯяш сиёҳ гардад, ба ин мужда ва хашмигину ғазабнок гардад"},{"SurahNumber":43,"VerseNumber":18,"Text":"Оё касеро ки ба ороиш ва зиннат тарбият меёбад (яъне, духтар) ва ӯ наметавонад, ки дар кашмакашиҳо мақсадашро хуб ва ошкор баён ва исбот кунад, (яъне, оҷизу нотавон аст), ба Аллоҳ нисбат медиҳанд"},{"SurahNumber":43,"VerseNumber":19,"Text":"Ва он мушрикон фариштагонро, ки бандагони Аллоҳанд, зан пиндоштанд. Оё ба ҳангоми офариниши онҳо ҳозир будаанд? Гувоҳии онон навишта мешавад ва онҳо дар охират бозхост мешаванд"},{"SurahNumber":43,"VerseNumber":20,"Text":"Ва гуфтанд кофирон: «Агар Аллоҳи меҳрубон мехост, мо фариштагонро намепарастидем,» (ин ҳуҷҷати ботил аст). Онҳо камтарин дониш ва огоҳӣ аз ин надоранд, онҳо ҷуз дурӯғ чизе дигар намегӯянд"},{"SurahNumber":43,"VerseNumber":21,"Text":"Оё пеш аз Қуръон китобе барояшон нозил кардаем, ки акнун ба он чанг задаанду амал кардаанд"},{"SurahNumber":43,"VerseNumber":22,"Text":"Балки, гуфтаанд: «Ҳароина, падарони худро бар дине ёфтаем ва мо аз пайи онҳо роҳёфтагонем»"},{"SurahNumber":43,"VerseNumber":23,"Text":"Ва ҳамин гуна нафиристодем пеш аз ту эй Паёмбар дар шаҳру деҳе паёмбаронеро, магар ки баъди фиристодан ашрофу сардорони он шаҳру деҳ гуфтанд: бегумон мо падарони худро бар дине ёфтем. Албатта, мо роҳу равиши падарони худро пайравӣ мекунем"},{"SurahNumber":43,"VerseNumber":24,"Text":"Паёмбарашон ба онҳо гуфтанд: «Оё ман динеро барои шумо оварда бошам, ки ҳидоятбахштар аз оне бошад, ки падаронатонро дар он ёфтед, боз аз он дин пайравӣ мекунед, гуфтанд: Мо ба он паёмбар ва рисолате, ки шумо ёфтед, бовар надорем"},{"SurahNumber":43,"VerseNumber":25,"Text":"Пас аз онҳо интиқом гирифта, азобашон кардем. Пас, эй Паёмбар бингар, ки оқибати дурӯғбарорандагон чӣ гуна будааст"},{"SurahNumber":43,"VerseNumber":26,"Text":"Ва ёд кун эй Паёмбар, чун Иброҳим ба падару қавмаш гуфт: «Албатта, ман аз он чи шумо мепарастед, (яъне, аз бутҳо), безорам"},{"SurahNumber":43,"VerseNumber":27,"Text":"ба ҷуз он маъбуде, ки маро офаридааст, пас албатта, Ӯ маро раҳнамоӣ хоҳад кард»"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ва Иброҳим ин суханро (яъне, калимаи Ло илоҳа илаллоҳро) дар миёни фарзандонаш поянда ва боқӣ гузошт, бошанд, ки ба сӯи ибодати Аллоҳ бозгарданд"},{"SurahNumber":43,"VerseNumber":29,"Text":"Балки баҳраманд сохтем мушрикони қавматро ва падарону бобоёнашонро, то вақте ки омад ба онҳо дини ҳақ (Қуръон) ва паёмбаре, ки баён мекунад ба онҳо умури динашонро"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ва чун ҳақ (Қуръон) бар онҳо омад, гуфтанд: «Ҷодуст ва ҳароина, мо ба он имон намеоварем»"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ва гуфтанд мушрикон: «Агар ин Қуръон аз назди Аллоҳ мебуд, пас чаро ин Қуръон бар марде аз бузургмардони он ду деҳа (Макка ё Тоиф) нозил нашудааст?»"},{"SurahNumber":43,"VerseNumber":32,"Text":"Оё онон раҳмати Парвардигоратро тақсим мекунанд?, (Яъне, паёмбариро), ҳол он ки мо маишати рӯзгузаронии онҳоро дар ин зиндагии дунё миёнашон тақсим мекунем. Ва баъзеро ба мартаба болотар аз баъзе дигар қарор додем, то баъзе баъзи дигарро ба хидмат гиранд. Ва раҳмати Парвардигорат (яъне, даромаданашон ба ҷаннат) аз он чӣ онҳо ҷамъ меоваранд аз моли дунё, беҳтар аст"},{"SurahNumber":43,"VerseNumber":33,"Text":"Ва агар ин эҳтимол намебуд, ки мардум дар гумроҳӣ ҳама як гурӯҳ мешаванд, Мо барои касоне, ки ба Аллоҳи меҳрубон куфр меварзанд, хонҳое бо сақфҳои аз нуқра фароҳам меовардем ва барои онон нордбонҳое аз нуқра қарор медодем, ки бо онҳо боло раванд"},{"SurahNumber":43,"VerseNumber":34,"Text":"Ва барои хонаҳояшон дарҳое аз нуқра қарор медоданд ва тахтҳое, нуқрагин ки бар онҳо такя зананд омода месохтем"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ва аз ҳар гуна зинат барояшон қарор медодем. Ва аммо ҳамаи инҳо баҳрамандии ночизи дунявист, ҳол он ки охират (ҷаннат) дар назди Парвардигори ту барои парҳезгорон аст"},{"SurahNumber":43,"VerseNumber":36,"Text":"Ҳар кас, ки аз ёди Аллоҳи меҳрубон (Қуръон) рӯй гардонад, шайтоне бар ӯ вобаста мекунем, ки ӯро дар дунё гумроҳ месозад, пас ӯ ҳамеша ҳамроҳаш бошад"},{"SurahNumber":43,"VerseNumber":37,"Text":"Ва албатта шайтонҳо бозмедоранд кофиронро, аз роҳи рост, вале кофирон худро ҳидоятёфта меҳисобанд"},{"SurahNumber":43,"VerseNumber":38,"Text":"То он гоҳ ки назди Мо ояд, гӯяд кофир ба шайтон: «Эй кош, миёни ману ту дурие мебуд ба мисли масофаи машриқу мағриб. Зеро бисёр бад ҳамнишине будӣ ту барои ман дар дунё»"},{"SurahNumber":43,"VerseNumber":39,"Text":"Ва гӯем фоида накунад шуморо дигар пушаймонӣ зеро, ки зулм кардед ба сабаби ихтиёр намуданатон куфро. Пас шумо дар чашидани азоб бо якдигар шарик бошед"},{"SurahNumber":43,"VerseNumber":40,"Text":"Оё ту эй Паёмбар, мехоҳӣ ба ношунавоён сухан бишнавонӣ ё кӯронеро, ки дар гумроҳии ошкор ҳастанд, роҳ бинамоӣ? Ин дар ӯҳдаи ту нест, ҳидоят дар дасти Аллоҳ аст"},{"SurahNumber":43,"VerseNumber":41,"Text":"Пас ҳаргоҳ туро эй Паёмбар аз ин дунё бибарем, албатта Мо аз онҳо интиқом мегирем"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ё азобе, ки ба онҳо ваъда додем, ба ту нишон хоҳем дод, зеро, Мо бар онҳо тавоно ҳастем"},{"SurahNumber":43,"VerseNumber":43,"Text":"Пас маҳкам нигаҳ дор эй Паёмбар он чиро, ки Аллоҳ дар ин Қуръон ба ту амр кардааст. Албатта ту бар роҳи рост (дини Ислом) қарор дорӣ"},{"SurahNumber":43,"VerseNumber":44,"Text":"Ва албатта, ин Қуръон барои ту ва қавмат панде аст. Зеро, ки ба забони онҳо нозил шудааст ва аз дигарҳо дида бояд онро хубтар бифаҳманд ва ба зудӣ пурсида мешавед аз шукргузорӣ ва амал кардан ба Қуръон"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ва бипурс эй Паёмбар он паёмбаронеро, ки фиристода будем пеш аз ту: «Оё ҷуз Аллоҳи меҳрубон, дигареро барои парастиши онҳо қарор дода будем?»"},{"SurahNumber":43,"VerseNumber":46,"Text":"Ва ҳамоно, Мӯсоро ҳамроҳ бо муъҷизаҳои Худ бар Фиръавн ва сардорони қавмаш фиристодаем ва гуфт: «Ҳароина, ман фиристодаи Парвардигори ҷаҳониёнам!»"},{"SurahNumber":43,"VerseNumber":47,"Text":"Чун оёти (муъҷизаҳои) Моро бар онон пешкаш кард, онон аз мушоҳидаи он муъҷизаҳо ба онҳо механдиданд"},{"SurahNumber":43,"VerseNumber":48,"Text":"Ва ҳар мӯъҷизае бар онҳо (Фиръавн ва пайравонаш) нишон додем, аз мӯъҷизаи дигар бузургтар буд. Он гоҳ ҳамаро ба азобҳои гуногун гирифтор кардем, бошад, ки аз куфрашон бозгарданд"},{"SurahNumber":43,"VerseNumber":49,"Text":"Гуфтанд (фиръавниён): «Эй ҷодугар, дуъо кун барои мо ба Парвардигорат ба ҳурмати он аҳд ва бузургие, ки ба ту додааст, ин азобро аз мо бардорад, пас агар ин азобро аз мо бардорад, ҳароина ҳидоятёфтагонем». (Яъне имон меорем)"},{"SurahNumber":43,"VerseNumber":50,"Text":"Чун азобро аз онҳо бардоштем, ба шарофати дуъои Мӯсо ин ҳангом онҳо паймони худро шикастанд. (Яъне, имон наоварданд)"},{"SurahNumber":43,"VerseNumber":51,"Text":"Ва Фиръавн дар миёни қавмаш фахркунон нидо кард, ки эй қавми ман, оё подшоҳии Мисру ин ҷӯйборон, ки аз зери пойи ман ва аз зери кохҳо ва қасрҳо ҷорӣ ҳастанд, аз они ман нестанд? Оё қуввату мансаби маро дар баробари нотавонӣ ва камбағалии Мӯсо намебинед"},{"SurahNumber":43,"VerseNumber":52,"Text":"Балки ман беҳтарам ё ин шахсе, ки ӯ хору зор аст ва дуруст сухан гуфтан наметавонад"},{"SurahNumber":43,"VerseNumber":53,"Text":"Пас чаро фуруд оварда нашуд бар ин Мӯсо агар ҳақиқатан фиристодаи Аллоҳ бошад дастпонаҳои тиллоӣ ё чаро гурӯҳе аз фариштагон ҳамроҳаш наёмадаанд, ки бар паёмбариаш гувоҳӣ диҳанд"},{"SurahNumber":43,"VerseNumber":54,"Text":"Пас, Фиръавн қавми худро гумроҳ сохт, то ӯро итоъат карданд ва Мӯсоро бовар накарданд, ҳароина, мардуми табаҳкор ва хориҷ аз дини ҳақ буданд"},{"SurahNumber":43,"VerseNumber":55,"Text":"Пас чун Моро ба хашм оварданд ба сабаби куфру исёнашон, аз онҳо интиқом гирифтем пас ҳамаашонро ғарқ кардем"},{"SurahNumber":43,"VerseNumber":56,"Text":"Сипас ононро, дар шумори гузаштагон ва ибрате барои ояндагон қарор додем"},{"SurahNumber":43,"VerseNumber":57,"Text":"Ва чун фарзанди Марям (яъне парастиши Исо), ба унвони мисол зикр шуд, онгоҳ қавми ту аз он овоз баланд бардошта ришханд мезаданд"},{"SurahNumber":43,"VerseNumber":58,"Text":"Ва гуфтанд мушрикон эй фиристодашуда: «Оё маъбудони мо беҳтаранд ё ӯ (Исо)?» Ва ин суханро ҷуз барои ҷидол ва хусумат бо ту нагуфтаанд, ки мардуми хусуматкунандаанд"},{"SurahNumber":43,"VerseNumber":59,"Text":"Ӯ (Исо) танҳо бандаест, ки инъом кардем ба ӯ паёмбариро ва сохтем ӯро ибрату мисол барои бани Исроил"},{"SurahNumber":43,"VerseNumber":60,"Text":"Ва агар мехостем, ба ҷои шумо фариштагоне падид меовардем, то дар рӯи замин ҷонишин шаванд"},{"SurahNumber":43,"VerseNumber":61,"Text":"Ва бешубҳа фаромадани Исо алайҳиссаллом пеш аз рӯзи қиёмат нишонаи фаро расидани қиёмат аст. Пас дар воқеъ шудани қиёмат ҳаргиз шак макунед ва пайравии ман кунед! Ин аст роҳи рост ба сӯи ҷаннат"},{"SurahNumber":43,"VerseNumber":62,"Text":"Шайтон бо васвасаҳояш шуморо аз роҳи тоъати Ман бознагардонад, албатта ӯ душмани ошкори шумост"},{"SurahNumber":43,"VerseNumber":63,"Text":"Ва чун Исо бо далелҳои равшани худ назди бани Исроил омад, гуфт: «Бегумон бароятон ҳикмат нубувватро овардаам ва омадаам, то чизҳоеро аз умури дини, ки дар он ихтилоф мекунед, равшан кунам. Пас, аз Аллоҳ битарсед ва аз ман итоъат кунед"},{"SurahNumber":43,"VerseNumber":64,"Text":"Ҳароина, Аллоҳи якто, Парвардигори ману Парвардигори шумост. Пас Ӯро ягона бипарастед ва ба Ӯ чизеро шарик наоред. Роҳи рост ин аст.»"},{"SurahNumber":43,"VerseNumber":65,"Text":"Пас гурӯҳҳо байни худ ихтилоф карданд. Пас, вой бар ҳоли ситамкорон онон, ки Исоро чунин васф карданд аз азоби дардовари қиёмат"},{"SurahNumber":43,"VerseNumber":66,"Text":"Оё онҳо мунтазири ин ҳастанд, ки қиёмат ногаҳон дар ҳоле, ки аз он бехабар ҳастанд, барояшон биёяд"},{"SurahNumber":43,"VerseNumber":67,"Text":"Дӯстон дар он рӯз, душмани якдигар хоҳанд буд, магар парҳезгорон"},{"SurahNumber":43,"VerseNumber":68,"Text":"Эй бандагони парҳезгори Ман, имрӯз ҳеҷ тарсу ҳаросе нест ба шумо, гирифтори азоб намешавед ва на шумо ғамгин мешавед"},{"SurahNumber":43,"VerseNumber":69,"Text":"Он касоне, ки ба оёти Мо имон овардаанд ва ба он чӣ паёмбарон овардаанд, амал намуданд ва бо дилу узвҳои баданашон таслими амри Мо шудаанд"},{"SurahNumber":43,"VerseNumber":70,"Text":"шумо ва ҳамсаронатон бо шодкомию хурсандӣ ба биҳишт дохил шавед"},{"SurahNumber":43,"VerseNumber":71,"Text":"Гардонида мешавад ба биҳиштиҳо дар косаҳои заррин таъомро ва дар қадаҳҳои заррин шаробро. Дар он ҷост ҳар чӣ дил кашад ва дида аз он лаззат бибарад. Ва дар он ҷо ҷовидона хоҳед буд"},{"SurahNumber":43,"VerseNumber":72,"Text":"Ва ин он биҳиштест, ки Аллоҳ шуморо ба сабаби амалҳои некатон, ки дар дунё мекардед мерос дод"},{"SurahNumber":43,"VerseNumber":73,"Text":"Дар он ҷаннат бароятон меваҳои бисёр аст, ки аз он мехӯред"},{"SurahNumber":43,"VerseNumber":74,"Text":"Ҳароина, гунаҳкорон дар азоби ҷаҳаннам ҷовидонанд"},{"SurahNumber":43,"VerseNumber":75,"Text":"Азобашон кам намешавад ва онҳо аз раҳмати Аллоҳ ноумеданд"},{"SurahNumber":43,"VerseNumber":76,"Text":"Ва Мо ба онҳо ситаме накардаем, то онҳоро ба азоб гирифтор кунем, балки онҳо ба сабаби ширк оварданашон ба Аллоҳи ягона худ ситамгор буданд"},{"SurahNumber":43,"VerseNumber":77,"Text":"Ва дӯзахиҳо фарёд бароварданд, ки эй молики дӯзах, кош Парвардигори ту моро бимиронад, то аз ин азоб халос шавем. Мегӯяд молики дӯзах: «на, ҳароина, шумо дар ин азоб ҳамеша бошед»"},{"SurahNumber":43,"VerseNumber":78,"Text":"Ҳамоно овардем барои шумо сухани ҳақро ва онро барои шумо равшан намудем, лек аксари шумо сухани ҳақро, ки паёмбарон оварданд, намеписандидед"},{"SurahNumber":43,"VerseNumber":79,"Text":"Оё тасмими сахт гирифтанд мушрикон кореро? Пас албатта Мо низ тасмимгирандагонем. Мо низ иродаи маҳкам ва тағйирнопазир гирифтем"},{"SurahNumber":43,"VerseNumber":80,"Text":"Оё гумон мекунанд ин мушрикон, ки Мо намешунавем сирру розгӯии суханони пинҳонӣ онҳоро? Оре, хуб мешунавем ва ҳароина фариштагони Мо назди онҳо ҳастанд ва менависанд ҳамаи амалҳои онҳоро"},{"SurahNumber":43,"VerseNumber":81,"Text":"Бигӯ эй Паёмбар ба мушриконе, ки мегӯянд фариштагон духтарони Аллоҳ ҳастанд: «Агар Аллоҳи меҳрубонро фарзанде мебуд, чунонки мегӯед, пас ман аввалини ибодаткунандагон мебудам он фарзандро. Лек Аллоҳ пок аст аз зану фарзанд доштан»"},{"SurahNumber":43,"VerseNumber":82,"Text":"Пок ҳаст Парвардигори осмонҳову замин ва Парвардигори Арш аз он нисбатҳо, ки мушрикон ба Ӯ медиҳанд, ба монанди фарзанд ва ғайраҳо"},{"SurahNumber":43,"VerseNumber":83,"Text":"Пас, бигузорашон ба ҳоли худ эй Паёмбар, то дар ботили худ машғул бошанд ва саргарми бозӣ шаванд ба дунёи худ то даме, ки бирасанд ба он рӯзи азобашон, ки ваъда дода шудаанд: ё дар дунё ё дар охират ё дар ҳар ду"},{"SurahNumber":43,"VerseNumber":84,"Text":"Ва Ӯ Аллоҳе аст, ки дар осмон маъбуд аст ва дар замин низ маъбуд мебошад ва Ӯст ҳакиму доно"},{"SurahNumber":43,"VerseNumber":85,"Text":"Ва бартару бузургвортар аст он Зоте, ки фармонравоии осмонҳову замин ва ҳар чӣ дар миёни онҳост, аз они Ӯст ва илми фаро расидани қиёмат хоси Ӯст ва ба сӯи Ӯ эй мардум баъд аз маргатон бозгардонида мешавед"},{"SurahNumber":43,"VerseNumber":86,"Text":"Ва касонеро, ки ба ҷойи Ӯ ибодат мекардед, қодир ба шафоъати касе нестанд. Магар касоне, ки аз рӯи илм ба ҳақ шаҳодат ва гувоҳӣ дода бошанд ва Аллоҳро ба ягонагӣ парастида ва паёмбарии Муҳаммад саллаллоҳу алайҳи ва салламро иқрор карда бошанд"},{"SurahNumber":43,"VerseNumber":87,"Text":"Ва агар аз онҳо эй Паёмбар бипурсӣ: кӣ онҳоро офаридааст, албатта, мегӯянд: «Аллоҳ». Пас, чаро аз ибодати Аллоҳ рӯй мегардонанд"},{"SurahNumber":43,"VerseNumber":88,"Text":"Ва Аллоҳ огоҳ аст аз гуфтори Муҳаммад саллалллоҳу алайҳи ва саллам, ки гуфт: «Эй Парвардигори ман, ҳароина, инҳо мардуме ҳастанд, ки имон намеоваранд"},{"SurahNumber":43,"VerseNumber":89,"Text":"Пас, эй Паёмбар аз онҳо рӯй бигардон аз озорҳояшон ва бигӯ: «Салом!» Оре, ба зудӣ хоҳанд донист чӣ сарнавиште доранд"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ҳо, Мим. (Зикри ҳарфҳои муқаттаъа дар аввали сураи Бақара гузашт)"},{"SurahNumber":44,"VerseNumber":2,"Text":"Аллоҳ савганд ёд мекунад: Савганд ба ин китоби равшангар (ҳам дар лафз ва ҳам дар маъно)"},{"SurahNumber":44,"VerseNumber":3,"Text":"Ҳароина, Мо Қуръонро дар моҳи рамазон дар шаби муборак, ки шаби Қадр аст, нозил кардем. Ҳароина, Мо бимдиҳанда будаем мардумонро аз чизҳое ки онҳоро фоида ва зарар мерасонад"},{"SurahNumber":44,"VerseNumber":4,"Text":"Дар шаби Қадр ҳар фармоне мувофиқи ҳикмат содир мешавад ва ҳар чизе, ки дар як сол баъд рӯй медиҳад; аз зиндагӣ, марг, тавонгарӣ, фақр, хайр ва шар ва ғайра ҳамаро менависад"},{"SurahNumber":44,"VerseNumber":5,"Text":"Ин фармоне аз ҷониби Мо буд. Ба ҳароина, Мо паёмбаронро фиристода будем, ки мардумро аз дастуроти Аллоҳ хабар диҳанд"},{"SurahNumber":44,"VerseNumber":6,"Text":"Фиристодани паёмбарон раҳматест аз ҷониби Парвардигорат ва албатта, Парвардигори ту эй Расул шунаво ва доност, ки ҳама садоҳоро мешунавад ва ҳамаи умури зоҳирӣ ва ботиниро медонад"},{"SurahNumber":44,"VerseNumber":7,"Text":"Парвардигори осмонҳо ва замин ва ҳар чи миёни онҳост, агар аҳли яқин ҳастед"},{"SurahNumber":44,"VerseNumber":8,"Text":"Бидонед, ки нест маъбуди барҳақ ба ҷуз Ӯ касе сазовори ибодат нест. Зинда мекунаду мемиронад. Парвардигори шумову Парвардигори падарони пешини шумост. Пас маъбуди барҳақро ибодат кунед, ки Ӯ танҳо метавонад зарар ё фоида бирасонад, на маъбудони ботили шумо"},{"SurahNumber":44,"VerseNumber":9,"Text":"Балки, он мушрикҳо аз ҳақиқати Қуръон дар шакканд ва бозӣ мекунанд ва ба он бовар надоранд"},{"SurahNumber":44,"VerseNumber":10,"Text":"Эй Расул чашминтизори рӯзе бош, ки осмон дуди ошкореро падидор мекунад"},{"SurahNumber":44,"VerseNumber":11,"Text":"Ва он дуд ҳамаи мардумро дар худ фурӯ пӯшад. Ва барои мушрикон гуфта мешавад: ин азоби дардоварест"},{"SurahNumber":44,"VerseNumber":12,"Text":"Баъд аз он мегӯянд: «Эй Парвардигори мо, ин азобро аз мо дур гардон, ки ҳароина, мо имон овардагонем»"},{"SurahNumber":44,"VerseNumber":13,"Text":"Аз куҷо панд мепазиранд баъд аз он ки азоб бар онҳо фуруд омад? Ҳол он ки чун паёмбари равшангар бар онҳо фиристода шуда буд"},{"SurahNumber":44,"VerseNumber":14,"Text":"Аз Муҳаммад (саллаллоҳу алайҳи ва саллам) рӯйгардон шуданд ва гуфтанд: Ӯ девонаест таълимёфта! (Яъне одамӣ ё коҳине ба ӯ таълим додааст, ӯ паёмбар нест)"},{"SurahNumber":44,"VerseNumber":15,"Text":"Ҳароина, Мо азобро андаке бармедорем ва ба зудӣ, ки шумо, албатта, боз ба куфру ширки худ бармегардед"},{"SurahNumber":44,"VerseNumber":16,"Text":"Рӯзе ҳамаи он кофирҳоро дар қиёмат ба гирифтории бузурге сахт фурӯ гирем, ки ҳароина, Мо аз он кофирон интиқомгирандаем"},{"SurahNumber":44,"VerseNumber":17,"Text":"Ва ҳароина, пеш аз он мушрикҳо қавми Фиръавнро озмудем ва паёмбаре бузургвор (Мӯсо алайҳиссалом) наздашон омад, вале ӯро дурӯғ бароварданд ва ҳалок гаштанд. Пас инчунин интиқом мегирем аз душманони ту эй Расул, агар имон наоранд"},{"SurahNumber":44,"VerseNumber":18,"Text":"Мӯсо барояшон гуфт: ки бандагони Аллоҳро ба ман бисупоред, то Аллоҳи ягонаро ибодат кунанд, ки ҳаройина, ман бар рисолати Парвардигорам паёмбари аминам"},{"SurahNumber":44,"VerseNumber":19,"Text":"Ва низ бар Аллоҳ бартарӣ маҷӯед, ки ҳароина, ман бо ҳуҷҷати равшане назди шумо омадаам"},{"SurahNumber":44,"VerseNumber":20,"Text":"Ҳароина, ман ба Парвардигори худ ва Парвардигори шумо паноҳ мебарам, аз ин ки маро сангборон кунед"},{"SurahNumber":44,"VerseNumber":21,"Text":"ва агар ба паёмбарии ман имон намеоваред, аз ман канорагирӣ кунед ва маро озору азият надиҳед"},{"SurahNumber":44,"VerseNumber":22,"Text":"Чун Фиръавн ва қавмаш ба ӯ имон наоварданд. Пас, Мӯсо Парвардигорашро ба дуъо хонд, ки ин мушрикҳо мардуми гунаҳкоранд"},{"SurahNumber":44,"VerseNumber":23,"Text":"Аллоҳ ба Мӯсо амр намуд, ки бандагони Маро ҳангоми шаб равона кун, ҳароина, шумо аз тарафи Фиръавн ва лашкараш дунболагирӣ карда мешавед"},{"SurahNumber":44,"VerseNumber":24,"Text":"Баҳрро, ки ором аст, пушти сар гузор, (яъне, баҳрро бар ҳамон шакле, ки баъд аз гузаштанат аз он қарор дорад, вогузор), то Фиръавн ва қавмаш бо итминон вориди он шаванд, ки ҳароина, онҳо лашкаре ғарқшаванда ҳастанд"},{"SurahNumber":44,"VerseNumber":25,"Text":"Он Фиръавниёни гарқшуда баъд аз худ чӣ боғҳову чашмасорҳо бар ҷой гузоштанд"},{"SurahNumber":44,"VerseNumber":26,"Text":"ва киштзорҳову хонаҳои некӯро"},{"SurahNumber":44,"VerseNumber":27,"Text":"ва неъмате, ки дар он ғарқи шодмонӣ буданд"},{"SurahNumber":44,"VerseNumber":28,"Text":"Инчунин буд кори азоб ва даргирифти Мо ва Мо он неъматҳоро баъд аз Фиръавн ва қавмаш ба мардуми дигар вогузоштем"},{"SurahNumber":44,"VerseNumber":29,"Text":"На осмон бар онҳо Фиръавн ва лашкараш гирист ва на замин ва на ба онҳо мӯҳлат дода шуд, ки азоб аз онҳо ба таъхир афтад"},{"SurahNumber":44,"VerseNumber":30,"Text":"Ва ҳароина, мо бани Исроилро аз он азоби хоркунанда, ки Фиръавниён фарзандони писарашонро кушта ва занонашонро барои хидмат зинда нигоҳ медоштанд, наҷот додем"},{"SurahNumber":44,"VerseNumber":31,"Text":"Онҳоро аз чанги Фиръавн наҷот додем, ҳароина, ӯ аз мутакаббирони ситамкор буд"},{"SurahNumber":44,"VerseNumber":32,"Text":"Ва ҳароина, бани Исроилро дониста бар оламиён баргузидем ва ононро миллати баргузидаи асри худашон кардем"},{"SurahNumber":44,"VerseNumber":33,"Text":"Ва оёте аз муъҷизоти Мӯсо ба онҳо ато кардем, ки дар он имтиҳони ошкоре буд"},{"SurahNumber":44,"VerseNumber":34,"Text":"Албатта, инҳо мушрикони қавми ту мегӯянд"},{"SurahNumber":44,"VerseNumber":35,"Text":"Поёни кор ҷуз ҳамин марги нахустин чизи дигаре нест ва мо дигар бор баъд аз маргамон барои ҳисоб ва савоб ва азоб зинда намешавем"},{"SurahNumber":44,"VerseNumber":36,"Text":"Эй Муҳаммад, мушрикон ба ту ва қавмат мегӯянд: агар рост мегӯед, ки мо ду бора зинда мешавем, пас падарони моро ба ҷаҳон бозоваред"},{"SurahNumber":44,"VerseNumber":37,"Text":"Оё ин мушрикҳо беҳтаранд ё қавми Туббаъ ва касоне, ки пеш аз онҳо буданд, чун Од ва Самуд ва монанди онҳо? Ҳамаро ҳалок кардем, ки ҳароина, онҳо гунаҳгорон буданд. Пас ҳалок сохтани мушрикон, ки дар қудрату тавоноӣ аз онҳо поёнтаранд, ҳеҷ шакке нест, ки бар Аллоҳ осон аст"},{"SurahNumber":44,"VerseNumber":38,"Text":"Мо ин осмонҳову замин ва он чиро миёни онҳост, ба бозӣ беҳуда ва беҳадаф наёфаридаем"},{"SurahNumber":44,"VerseNumber":39,"Text":"Магар ин ки он ду чизро барҳақ офаридаем, вале бештаринашон, ки мушриконанд инро намедонанд ва дар офариниши инҳо намеандешанд, чун умед ба савоб надоранд ва аз иқоби Ӯ наметарсанд"},{"SurahNumber":44,"VerseNumber":40,"Text":"Ҳароина, ваъдагоҳи ҳама барои ҷудо сохтани некӯкор аз бадкор дар рӯзи доварӣ, (қиёмат) аст"},{"SurahNumber":44,"VerseNumber":41,"Text":"Рӯзе, ки ҳеҷ дӯсте барои дӯсти худ судманд набошад ва наметавонад ба наздиконаш ҳеҷ гуна нафъе бирасонад ва барояш аз сӯи касе ёрӣ нашавад"},{"SurahNumber":44,"VerseNumber":42,"Text":"магар касе, ки Аллоҳ бар ӯ раҳм кардааст, шафоъат карда мешавад дар назди Парвардигораш, баъд аз он ки Аллоҳ барояш рухсат диҳад. Ҳароина, Ӯст пирӯзманд дар интиқом гирифтан бар душманонаш ва меҳрубон аст ба дӯстони итоъаткори худ"},{"SurahNumber":44,"VerseNumber":43,"Text":"Ҳароина, дарахти Заққум, ки дар ҷаҳаннам мерӯяд"},{"SurahNumber":44,"VerseNumber":44,"Text":"таъоми гунаҳкорон аст. Ва аз бузургтарин гуноҳҳо шарик овардан ба Аллоҳ аст"},{"SurahNumber":44,"VerseNumber":45,"Text":"Монанди миси гудохта дар шикамҳои мушрикон меҷӯшад"},{"SurahNumber":44,"VerseNumber":46,"Text":"Монанди сахт ҷӯшидани оби сӯзон"},{"SurahNumber":44,"VerseNumber":47,"Text":"Ба фариштагони нигаҳбони дӯзах гуфта мешавад: Бигиред ин гунаҳкорро ва ба сахтӣ ба миёни ҷаҳаннамаш бикашед"},{"SurahNumber":44,"VerseNumber":48,"Text":"ва бар болои сари ин гунаҳкор оби ҷӯшон бирезед, то шиканҷа шавад"},{"SurahNumber":44,"VerseNumber":49,"Text":"Ба ин гунаҳкори бадбахт гуфта шавад: Бичаш, ин азобро, ки ту гумон доштӣ, ки дар қавми худ пирӯзманду бузургвор ҳастӣ"},{"SurahNumber":44,"VerseNumber":50,"Text":"Ҳароина, ин азоб ҳамон чизест, ки дар он шак мекардед ҳангоме ки дар дунё будед ва ба он боварии яқин надоштед"},{"SurahNumber":44,"VerseNumber":51,"Text":"Ҳароина, Парҳезгорон, ки дар дунё фармонҳои Аллоҳро ба ҷо оварданд ва аз манъкардашудаҳояш дур шуданд дар ҷои амне ҳастанд, ки аз тамоми ҳаросу ғамҳо осудахотиранд"},{"SurahNumber":44,"VerseNumber":52,"Text":"дар боғҳо ва чашмасорҳои равон"},{"SurahNumber":44,"VerseNumber":53,"Text":"либосҳои аз сундусу истабрақ мепӯшанд ва рӯ ба рӯи ҳамдигар менишинанд, то бо ҳам бештар унс бигиранд"},{"SurahNumber":44,"VerseNumber":54,"Text":"Чунонки парҳезгоронро дар охират гиромӣ доштем бо даромадани боғҳо ва пӯшидани либосҳои абрешим, ҳамчунин ҳурулъийн (ҳурони шаҳлочашм)-ро ба никоҳи онҳо дармеоварем"},{"SurahNumber":44,"VerseNumber":55,"Text":"Парҳезгорон дар он ҷо ҳар меваеро, ки бихоҳанд, осудахотир металабанд"},{"SurahNumber":44,"VerseNumber":56,"Text":"Парҳезгорон дар он ҷо таъми маргро намечашанд, ғайри ҳамон марги нахустин, ки дар дунё чашида буданд. Ва онҳоро Аллоҳ аз азоби ҷаҳаннам нигоҳ доштааст"},{"SurahNumber":44,"VerseNumber":57,"Text":"Ин фазлу бахшишест аз ҷониби Парвардигори ту. Ин аст комёбии бузург"},{"SurahNumber":44,"VerseNumber":58,"Text":"Пас ҳароина, Мо адои сухани хеш Қуръонро ба забони ту эй Расул осон кардем, то панд бигиранд"},{"SurahNumber":44,"VerseNumber":59,"Text":"Эй Расул, ту мунтазир бош пирӯзиеро, ки Аллоҳ ба ту ваъда додааст бар он мушрикон ва азоберо ки бар онҳо фарогирандааст, ки ҳароина, онҳо низ марги туро мунтазиранд. Ба зудӣ хоҳанд донист, ки ғалаба дар дунёву охират ба ҷониби туст эй Расул ва касоне, ки пайравӣ туанд"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ҳо, Мим"},{"SurahNumber":45,"VerseNumber":2,"Text":"Нозил шудани ин китоб аз ҷониби Аллоҳи пирӯзманди ҳаким, ки дар интиқом гирифтан аз душманонаш ғолиб аст ва дар тадбири умури халқаш бо ҳикмат аст"},{"SurahNumber":45,"VerseNumber":3,"Text":"Албатта, дар ҳафт табақаҳои осмону замин ва он чӣ миёни онҳост, аз махлуқоти гуногун нишонаҳои ибратест барои мӯъминон"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ва эй мардум, дар офариниши шумо ва пароканда шудани ҷунбандагон (ҷонварон) ибратҳост барои мардуме, ки ба Аллоҳ ва шариъати Ӯ боварии яқин доранд"},{"SurahNumber":45,"VerseNumber":5,"Text":"Ва аз пайи якдигар омадани шабу рӯз ва ризқе, ки Аллоҳ аз осмон (борон) мефиристад ва замини мурдаро бо он борон зинда мекунад ва низ дар вазидани бодҳо, ки аз ҳар ҷиҳат барои манфиати шумо мевазанд, ибратҳоест барои оқилон"},{"SurahNumber":45,"VerseNumber":6,"Text":"Инҳо оятҳои (каломи) Аллоҳ аст, ки ба ростӣ бар ту эй Расул тиловат мекунем. Пас баъд аз китоби Аллоҳ ва оёти Ӯ ва ҳуҷҷатҳое, ки далолат бар маъбуди ҳақиқии Ӯ мекунанд, ба кадом сухан имон меоваранд"},{"SurahNumber":45,"VerseNumber":7,"Text":"Вой, (ҳалок бод) ба ҳар сахт дурӯғпардози гунаҳкоре"},{"SurahNumber":45,"VerseNumber":8,"Text":"Оятҳои (каломи) Аллоҳро, ки бар ӯ хонда мешаванд, мешунавад. Он гоҳ мутакаббирона давомат бар куфр дорад ва барои Аллоҳ ва расулаш сар фурӯ намеорад чунонки гӯйи ҳеҷ нашунидааст. Пас, эй Расул ӯро ба азоби дардоваре, ки дар рӯзи қиёмат воқеъ аст, башорат деҳ"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ва ҳаргоҳ бар чизе аз оёти Мо огоҳ шавад, он оятҳоро ба масхара мегирад, рӯзи қиёмат инҳо сазовори азоби хоркунандаанд"},{"SurahNumber":45,"VerseNumber":10,"Text":"Аз пушти сари онҳо ҷаҳаннам аст. Ва моле, ки ба даст овардаанд ва касоне, ки ғайри Аллоҳи барҳақ маъбуд гирифтаанд, ба ҳолашон фоида накунад. Ва барои онҳо азоби бузург аст"},{"SurahNumber":45,"VerseNumber":11,"Text":"Ин Қуръоне, ки бар ту эй Расул нозил кардем, раҳнамудест барои роҳёфтагон ба Қуръони азим. Ва онон, ки ба оёти Парвардигорашон имон намеоваранд ва онро тасдиқ надоранд, барояшон азобест аз навъи сахттарин азобҳои дардовар"},{"SurahNumber":45,"VerseNumber":12,"Text":"Аллоҳ Зотест, ки баҳрро барои шумо мусаххар кард, то дар он ба фармони Ӯ киштиҳо равон бошанд ва талаби маъишат кунед, то ки ба неъматҳояш сипосгузор бошед ва танҳо Ӯро парастиш кунед ва дар он чи мефармояд ва манъ мекунад, фармонбардор бошед"},{"SurahNumber":45,"VerseNumber":13,"Text":"Ва он чиро дар осмонҳо аз офтобу маҳтоб ва ситорагон ва он чиро дар замин аст аз ҷонварон, дарахтон ва киштиҳо ва ғайраҳо барои фоидаи шумо ром кард. Ҳама аз они Ӯст. Ҳароина, дар ин нишонаҳо ва ҳуҷҷатҳое, ки бар ягонагии Аллоҳ далолат мекунанд, барои мардуме, ки андеша мекунанд, ибратҳоест"},{"SurahNumber":45,"VerseNumber":14,"Text":"Бигӯ эй Расул ба касоне, ки имон ба Аллоҳ овардаанд ва ба паёмбараш пайравӣ намудаанд: «Аз хатои касоне, ки ба рӯзҳои Аллоҳ умеди савоб надоранд ва аз азоби Ӯ наметарсанд, гӯш ба азият ва озори кофирон ва мушрикон надиҳанд ва даргузаранд, то Аллоҳ он мардумро ба ҷазои аъмоле, ки дар дунё муртакиб шудаанд, подош диҳад"},{"SurahNumber":45,"VerseNumber":15,"Text":"Ҳар кас кори шоистае кунад, дар дунё ба фоидаи худи ӯст ва ҳар кас муртакиби кори баде шавад, ба зиёни ӯст. Сипас ҳама рӯзи қиёмат ба сӯи Парвардигоратон бозгардонда мешавед ва У шуморо дар баробари амалҳоятон ҷазо медиҳад"},{"SurahNumber":45,"VerseNumber":16,"Text":"Мо бани Исроилро китоби Таврот ва Инҷил ва илми довариву нубувват ато кардем ва аз фарзандони Иброҳим алайҳиссалом бисёреро ба нубувват ва рисолат баргузидем ва аз чизҳои покизаву хуш рӯзиашон додем. Ва бар ҷаҳониёни асри худашон бартариашон додем"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ва онҳоро дар амри дин, дар баёни ҳалолу ҳаром далелҳое равшан додем. Ва дар он аз рӯи ҳасаду кина ихтилоф накарданд, магар он гоҳ ки дониш дар бораи ҳақиқати дин ва аҳкоми он ёфтанд. Аллоҳ дар рӯзи қиёмат дар он чӣ ки дар дунё ихтилоф мекарданд, доварӣ хоҳад кард"},{"SurahNumber":45,"VerseNumber":18,"Text":"Пас, туро эй Расул ба роҳи зоҳир аз дин (яъне, шариъат) андохтем. Пас, ба он роҳи шариъат бирав ва аз хоҳишҳои нодонон пайравӣ макун, ки онҳо шариъат ва аҳкоми динро намедонанд"},{"SurahNumber":45,"VerseNumber":19,"Text":"Ҳароина, ин мушрикон, ки туро бо хоҳишҳои худ даъват менамоянд туро ҳеҷ аз Аллоҳ бениёз намекунанд ва азоби Ӯро аз ту дур карда наметавонанд, агар ту пайрави хоҳишҳои онҳо кунӣ ҳароина, золимон (мунофиқон ва яҳудиён) дӯстдорони якдигаранд ва Аллоҳ ёридиҳанда ва дӯстдори парҳезгорон аст"},{"SurahNumber":45,"VerseNumber":20,"Text":"Ин Куръоне, ки Мо ба ту фуруд овардем, далелҳои возеҳ барои мардумон аст, ки ҳақро аз ботил ҷудо мекунанд ва роҳи ҳақро меёбанд ва ҳидояту раҳматесг барои қавме, ки ба ҳақиқати он бовар доранд, ки нозил шудани ин китоб аз ҷониби Аллоҳи пирӯзманди ҳаким аст"},{"SurahNumber":45,"VerseNumber":21,"Text":"Оё онон, ки муртакиби бадиҳо шуданд, паёмбаронро дурӯғ бароварданд ва амри Парвардигорашонро мухолифат карданд ва ғайри Ӯро парастиш карданд, гумон карданд, ки Мо онҳоро дар шумори касоне, ки имон ба Аллоҳ овардаанд ва корҳои шоиста кардаанд, қарор медиҳем? Ва оё зиндагиву маргашон баробар аст? Ҳаргиз баробар нестанд! Чӣ бад доварӣ мекунанд миёни некӯкорон ва бадкорон дар охират"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ва Аллоҳ осмонҳову заминро ба ҳақ ва ба адлу ҳикмат биёфарид, то ҳар касеро баробари коре, ки аз неку бад кардааст, подош диҳад ва ба онҳо ситам нашавад"},{"SurahNumber":45,"VerseNumber":23,"Text":"Оё дидаи касеро, ки ҳавову ҳавасашро чун маъбуди худ гирифт ва Аллоҳ бо вуҷуди огоҳӣ аз ҳаққу ботил, гумроҳаш кард ва бар гӯшу дилаш мӯҳр ниҳод то панду мавъизаеро нашунавад ва ҳидоятро дарк накунад ва бар дидагонаш парда афканд, то роҳи дурустро набинад? Агар Аллоҳ тавфиқу ҳидоят ба роҳи ҳақ накунад, чӣ касе ӯро ҳидоят хоҳад кард? (Эй мардум!) чаро панд намегиред, то ҳақиқати ҳолро бидонед"},{"SurahNumber":45,"VerseNumber":24,"Text":"Ва мушрикон гуфтанд: \"Ба ҷуз ин зиндагии дунявии мо ҳеҷ ҳаёте нест. Гурӯҳе аз мо мемирем ва гурӯҳе зинда мешавем. Ва моро ҷуз даҳр, (яъне гузари рӯзҳову шабҳо ва гузашти умр) ҳалок намекунад». Онон ба ин суханҳояшон донише надоранд, балки танҳо гумон меварзанд ва тахмин мезананд"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ва чун оёти равшангари Мо ба ин мушрикони мункир ба рӯзи баъс тиловат шавад, ҳуҷҷаташон ин аст, ки мегӯянд: «Агар ту эй Муҳаммад ва пайравонат рост мегӯед, падарони моро, пас аз маргашон зинда кунед»"},{"SurahNumber":45,"VerseNumber":26,"Text":"Бигӯ эй Расул барои ин мушрикони мункир ба рӯзи баъс: «Аллоҳест, ки шуморо дар дунё зинда мекунад, пас мемиронад ва сипас ҳамаро дар рӯзи қиёмат, ки шакке дар он нест, гирд меоварад. Вале бештари мардум ин ҳақиқатро намедонанд, аз ин рӯ дар зинда шудани баъд аз марг шак мекунанд!»"},{"SurahNumber":45,"VerseNumber":27,"Text":"Аз они Аллоҳ аст фармонравоии ҳафт осмону замин ва касе дар мулк ва офариниш ва сазовори парастиш бо Ӯ шарик нест. Ва он рӯз, ки қиёмат барпо шавад, мурдаҳо аз қабрҳояшон барои ҳисобу китоб бархезанд ва аҳли ботил (кофирон) зиён хоҳанд кард"},{"SurahNumber":45,"VerseNumber":28,"Text":"Эй Расул, рӯзи қиёмат ҳар умматеро бубинӣ, ки ба зону даромадааст ва ҳар умматеро барои гирифтани номаи аъмолаш бихонад. Ва барояшон гуфта шавад: Дар чунин рӯзе дар баробари ҳар аъмоле, ки аз неку бад кардед, подош мебинед"},{"SurahNumber":45,"VerseNumber":29,"Text":"Ин навиштаи Мост, ки барҳақ сухан мегӯяд, ҳароина, Мо аз фариштагони худ хоста будем, ки тамоми корҳоеро, ки дар дунё мекардаед, бе зиёдатӣ ва камбудӣ бинависанд"},{"SurahNumber":45,"VerseNumber":30,"Text":"Аммо касоне, ки дар дунё имон ба Аллоҳ ва расулаш овардаанд ва корҳои шоиста анҷом доданд, Парвардигорашон ононро дар ҷавори раҳмати Хеш дар биҳишт дохил мекунад ва ин комёбии ошкор аст"},{"SurahNumber":45,"VerseNumber":31,"Text":"Ва аммо, касоне, ки кофир мешаванд, ба онҳо аз рӯи сарзаниш гуфта мешавад, магар оёти Мо бар шумо хонда намешуд ва шумо такаббур меварзидед ва мардуми гунаҳкоре будед ва ба савобу иқоб имон намеовардед"},{"SurahNumber":45,"VerseNumber":32,"Text":"Чун гуфта мешуд, ки ҳароина, ваъдаи Аллоҳ ҳақ аст ва дар вуқуъи қиёмат шакке нест, ки ҳатман омаданист, мегуфтед: «Мо намедонем қиёмат чист? Ҷуз гумоне намебарем (яъне, мо қиёматро хаёли маҳз мепиндорем) ва аз воқеъ шудани он ба бовари нарасидаем»"},{"SurahNumber":45,"VerseNumber":33,"Text":"Аъмоли зишташон дар баробарашон ошкор шуд ва он чизе, ки масхарааш мекарданд, аз азоби дӯзах гирд ба гирдашонро бигирифт"},{"SurahNumber":45,"VerseNumber":34,"Text":"Аз сӯйи Аллоҳ ба кофирон гуфта шавад: « Имрӯз фаромӯшатон мекунем ва дар азоб фурӯ мегузорем, ҳамчунон ки шумо дидори чунин рӯзатонро, бо тарки имон ва амал фаромӯш карда будед. Ҷойгоҳатон дар оташ аст ва шуморо ҳеҷ ёваре нест, ки аз азоби Аллоҳ шуморо наҷот диҳад"},{"SurahNumber":45,"VerseNumber":35,"Text":"Ва ин азоб аз он рӯй бар шумо фуруд меояд ба сабабе, ки оёти Аллоҳро ба масхара мегирифтед ва зинати ҳаёти дунё шуморо бифирефт». Пас, имрӯз аз ин оташ касе онҳоро берун набарад ва на ба дунё бозгардонда шаванд, то тавба кунанд ва амали шоиста кунанд ва на касе узрашонро пазирад"},{"SurahNumber":45,"VerseNumber":36,"Text":"Ситоиш аз они Аллоҳ аст, Парвардигори осмонҳову Парвардигори замин ва Парвардигори ҷаҳониён, ки ҷуз Ӯ касе шоистаи ҳамду ситоиш нест, чунки Ӯ холиқ ва молики ҷамиъи махлуқот ва коинот аст"},{"SurahNumber":45,"VerseNumber":37,"Text":"Бузургворӣ, шукӯҳу бақову пойдориву камол дар осмонҳову замин дар ҳама умур хоси Ӯст ва Ӯст пирӯзманди ҳаким, ки бар душманонаш ғолиб аст ва дар гуфтору кирдораш ва дар тадбири умури халқаш бо ҳикмат аст. Пок аст Ӯ, ба ҷуз Ӯ ҳеҷ кас сазовори парастиш нест"}]}