{"Id":411,"LanguageCodes":["tr","tur"],"Name":"tur-iskenderalimihr","Author":"Iskender Ali Mihr","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Ve Bize mülâki olmayı (ulaşmayı) dilemeyenler: “Bize de melekler indirilmesi veya Rabbimizi görmemiz gerekmez miydi?” dediler. Andolsun ki onlar, kendi nefslerinde kibirlendiler ve büyük taşkınlık ederek haddi aştılar"},{"SurahNumber":25,"VerseNumber":22,"Text":"O gün melekleri görecekler, izin günü mücrimlere müjde yoktur. Ve (melekler onlara): “(Size müjde) yasak edilerek haram kılınmıştır.” diyecekler"},{"SurahNumber":25,"VerseNumber":23,"Text":"Ve onların yaptığı amellerin önüne geçtik (amellerini boşa çıkardık). Böylece onu (onların amellerini), savrulmuş toz zerresi kıldık (değersiz kıldık)"},{"SurahNumber":25,"VerseNumber":24,"Text":"İzin günü cennet ehlinin kalacağı yer, en hayırlı ve en güzel dinlenme yeridir"},{"SurahNumber":25,"VerseNumber":25,"Text":"Ve semanın bulutlarla yarıldığı gün, melekler sıra ile indirildi"},{"SurahNumber":25,"VerseNumber":26,"Text":"Mülk, izin günü Rahmân için haktır ve o gün kâfirler için zor bir gündür"},{"SurahNumber":25,"VerseNumber":27,"Text":"Ve o gün, zalim ellerini ısırır: “Keşke resûlle beraber (Allah´a giden) bir yol ittihaz etseydim.” der"},{"SurahNumber":25,"VerseNumber":28,"Text":"Yazıklar olsun, keşke ben filanı (o kişiyi) dost edinmeseydim"},{"SurahNumber":25,"VerseNumber":29,"Text":"Andolsun ki; bana zikir (Kur´ân´daki ilim) geldikten sonra beni zikirden saptırdı ve şeytan, insana yardımı engelleyendir"},{"SurahNumber":25,"VerseNumber":30,"Text":"Ve resûl: “Ey Rabbim! Muhakkak ki benim kavmim, bu Kur´ân´dan ayrıldı (Kur´ân´ı terketti).” dedi"},{"SurahNumber":25,"VerseNumber":31,"Text":"Ve işte böylece nebîlerin hepsine mücrimlerden düşman kıldık. Ve senin Rabbin, hidayete erdiren ve yardımcı olarak kâfidir"},{"SurahNumber":25,"VerseNumber":32,"Text":"Ve kâfirler: “Kur´ân ona, bir defada bütün (toplu) olarak indirilmeli değil miydi?” dediler. İşte bu, O´nu (Kur´ân´ı) senin idrakine tesbit etmemiz (sabitlememiz) içindir. Ve O´nu, kısım kısım tertipleyerek beyan ettik (okuduk)"},{"SurahNumber":25,"VerseNumber":33,"Text":"Ve sana hak ile ve en güzel (ahsen) tefsir ile ulaştırdığımızdan (meselelerden) başka bir meseleyi sana getirmediler"},{"SurahNumber":25,"VerseNumber":34,"Text":"Cehenneme yüzleri üstü haşredilenler (toplananlar), işte onlar, gideceği mekânı şerrli olanlar ve sebîlden sapanlar (dalâlette kalanlar)dır"},{"SurahNumber":25,"VerseNumber":35,"Text":"Ve andolsun ki Musa (A.S)´a Kitab´ı (Tevrat´ı) verdik. Ve onunla beraber kardeşi Harun´u, (ona) vezir (yardımcı) kıldık"},{"SurahNumber":25,"VerseNumber":36,"Text":"Bundan sonra “Âyetlerimizi yalanlayan kavme gidin!” dedik. Sonra da onları helâk ederek, yok ettik"},{"SurahNumber":25,"VerseNumber":37,"Text":"Ve Nuh (A.S)´ın kavmi, resûlleri tekzip ettiği (yalanladığı) zaman onları (suda) boğduk. Ve onları, insanlara âyet (ibret) kıldık. Ve zalimler için elîm azap hazırladık"},{"SurahNumber":25,"VerseNumber":38,"Text":"Ve Ad ve Semud kavmini ve Ress ashabını (Hz. Şuayb´ın kavmini) ve bunların arasındaki (sürede yaşayan) birçok nesilleri (helâk ettik)"},{"SurahNumber":25,"VerseNumber":39,"Text":"Ve onların hepsine, misaller verdik ve hepsini mahvederek, helâk ettik"},{"SurahNumber":25,"VerseNumber":40,"Text":"Ve andolsun ki onlar, felâket yağmuru yağdırılmış olan kasabaya geldiler. Onu görmediler mi? Hayır, onlar yeniden dirilmeyi ümit etmiyorlardı"},{"SurahNumber":25,"VerseNumber":41,"Text":"Ve seni gördükleri zaman: “Allah´ın resûl olarak gönderdiği bu mu?” (diyerek), seni ancak alay konusu edinirler"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Ona sabretmemiş olsaydık, gerçekten, neredeyse bizi ilâhlarımızdan saptırıyordu.” Azabı gördükleri zaman kimin yoldan daha çok saptığını öğrenecekler"},{"SurahNumber":25,"VerseNumber":43,"Text":"Hevasını ilâh edinen kişiyi gördün mü? Yoksa sen mi ona vekil olacaksın"},{"SurahNumber":25,"VerseNumber":44,"Text":"Yoksa onların çoğunun, işittiğini veya (böylece) akıl ettiğini mi sanıyorsun? Onlar sadece hayvanlar gibidir. Hayır, onlar sebîlden (yoldan) daha çok sapanlardır"},{"SurahNumber":25,"VerseNumber":45,"Text":"Görmedin mi Rabbin gölgeyi nasıl uzattı? Eğer dileseydi elbette onu, sakin (sabit) kılardı. Sonra da Güneş´i ona (gölgeye) delil (yol gösteren) kıldı"},{"SurahNumber":25,"VerseNumber":46,"Text":"Sonra da onu yavaş yavaş kısaltarak, Bize (Kendimize) çektik"},{"SurahNumber":25,"VerseNumber":47,"Text":"Ve geceyi, size libas (örtü) yapan ve uykuyu dinlenme zamanı kılan, O´dur. Ve gündüzü (de) yayılma (çalışma) zamanı yaptı"},{"SurahNumber":25,"VerseNumber":48,"Text":"Ve rüzgârı, müjdeleyici olarak rahmetinin önünde gönderen, O´dur. Ve Biz, semadan tertemiz su indirdik"},{"SurahNumber":25,"VerseNumber":49,"Text":"(Bu), onunla ölü beldeyi canlandırmamız ve yarattığımız hayvanlardan ve insanlardan çoğunu sulamamız içindir"},{"SurahNumber":25,"VerseNumber":50,"Text":"Ve andolsun ki tezekkür etmeleri için onu (suyu, rahmet, fazl ve salâvâtı), onların aralarında paylaştırdık (açıkladık). Fakat insanların çoğu sadece inkâr ederek, direndiler"},{"SurahNumber":25,"VerseNumber":51,"Text":"Eğer dileseydik, elbette bütün kasabalara da nezir (uyarıcı) gönderirdik"},{"SurahNumber":25,"VerseNumber":52,"Text":"Artık kâfirlere itaat etme ve O´nunla (Bu Kur´ân ile), onlarla büyük cihadla savaş"},{"SurahNumber":25,"VerseNumber":53,"Text":"Ve iki denizi serbest bırakan O´dur; biri lezzetli ve tatlı, diğeri tuzlu ve acı. İkisinin arasına berzah (engel) kıldı. (Böylece onları) engelleyerek (birbirine karışmalarına) mani oldu"},{"SurahNumber":25,"VerseNumber":54,"Text":"Ve sudan beşeri (insanı) yaratan, O´dur. Sonra ona neseb ve sıhriyyet kıldı (verdi). Ve senin Rabbin Kaadir´dir (herşeye gücü yeten)"},{"SurahNumber":25,"VerseNumber":55,"Text":"Ve onlara fayda ve zarar vermeyen Allah´tan başka şeylere tapıyorlar. Ve kâfir, Rabbine (karşı) zahir oldu (şeytana arka çıktı)"},{"SurahNumber":25,"VerseNumber":56,"Text":"Ve Biz, seni sadece müjdeleyici ve uyarıcı olarak gönderdik"},{"SurahNumber":25,"VerseNumber":57,"Text":"De ki: “Ben sizden onun için (tebliğ için) dileyen kimsenin, Rabbine ulaştıran bir yol edinmesinden başka bir ecir (karşılık) istemiyorum.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"Ve ölümsüz olup, daima hayy (hayatta) olana (Allah´a) tevekkül et (güven ve O´nu vekil tayin et). Ve O´nu, hamd ile tesbih et. Ve kullarının günahlarından haberdar olması, O´na kâfidir"},{"SurahNumber":25,"VerseNumber":59,"Text":"Gökleri ve arzı (yeryüzünü) ve ikisi arasındakileri altı günde yaratan O´dur. Sonra Rahmân arşı istiva etti. Öyleyse onu, bundan haberdar olana (Cebrail A.S´a) sor"},{"SurahNumber":25,"VerseNumber":60,"Text":"Ve onlara “Rahmân´a secde edin!” dendiği zaman: “Rahmân nedir? Senin bize emrettiğin şeye mi secde edeceğiz?” dediler. Ve (bu emir sadece) onların nefretlerini artırdı"},{"SurahNumber":25,"VerseNumber":61,"Text":"Gökte burçlar kılan O (Allah), mübarek´tir (şanı yüce). Ve orada Ay´ı, aydınlatıcı bir kandil kıldı"},{"SurahNumber":25,"VerseNumber":62,"Text":"Ve tezekkür etmek veya şükretmek isteyenler için gece ve gündüzü karşılıklı ardarda kılan (birbirini takip ettiren), O´dur"},{"SurahNumber":25,"VerseNumber":63,"Text":"Ve Rahmân´ın kulları yeryüzünde tevazuyla yürür. Ve onlara cahiller hitap ettiği (lâf attığı) zaman “selâm” derler"},{"SurahNumber":25,"VerseNumber":64,"Text":"Ve onlar, geceyi Rab´lerine secde ve kıyam ederek (ayakta durarak) geçirirler"},{"SurahNumber":25,"VerseNumber":65,"Text":"Ve onlar: “Rabbimiz cehennem azabını bizden uzaklaştır. Muhakkak ki onun azabı daimî helâk edicidir.” derler"},{"SurahNumber":25,"VerseNumber":66,"Text":"Muhakkak ki o, kötü bir karargâh, kötü bir ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":67,"Text":"Ve onlar, infâk ettikleri zaman israf etmezler ve kısmazlar (cimrilik etmezler). Ve bu ikisi arasında orta bir yol tutarlar"},{"SurahNumber":25,"VerseNumber":68,"Text":"Ve onlar, Allah ile beraber başka bir ilâha tapmazlar. Allah´ın (öldürülmesini) haram kıldığı kişiyi haklı olmadıkça öldürmezler ve zina yapmazlar. Ve kim bunları yaparsa günah cezasıyla karşılaşır"},{"SurahNumber":25,"VerseNumber":69,"Text":"Kıyâmet günü onun azabı kat kat artar. Ve orada alçaltılmış olarak ebediyyen kalır"},{"SurahNumber":25,"VerseNumber":70,"Text":"Ancak kim (mürşidi önünde) tövbe eder (böylece kalbine îmân yazılıp, îmânı artan) mü´min olur ve salih amel (nefs tezkiyesi) yaparsa, o taktirde işte onların, Allah seyyiatlerini (günahlarını) hasenata (sevaba) çevirir. Ve Allah, Gafur´dur (günahları sevaba çevirendir), Rahîm´dir (rahmet gönderendir)"},{"SurahNumber":25,"VerseNumber":71,"Text":"Ve kim (mürşidi önünde) tövbe eder ve salih amel (nefs tezkiyesi) işlerse, o taktirde muhakkak ki o, tövbesi kabul edilmiş olarak Allah´a ulaşır (hayattayken ruhu Allah´a ulaşır)"},{"SurahNumber":25,"VerseNumber":72,"Text":"Ve onlar yalancı şahitlik yapmazlar. Ve boş sözle karşılaştıkları zaman vakarla (kerim olarak) geçip giderler"},{"SurahNumber":25,"VerseNumber":73,"Text":"Ve onlara, Rab´lerinin âyetleri hatırlatıldığı zaman onlara (âyetlere) karşı kör ve sağır olmazlar"},{"SurahNumber":25,"VerseNumber":74,"Text":"Ve onlar: “Rabbimiz, eşlerimizden ve zürriyyetimizden bize göz aydınlığı bağışla ve bizi muttakilere (takva sahiplerine) imam kıl.” derler"},{"SurahNumber":25,"VerseNumber":75,"Text":"İşte onlar, sabırlarından dolayı, (cennette) yüksek makamlarla mükâfatlandırılırlar. Ve orada tahiyyet (selâmet dilekleriyle) ve selâmla karşılanırlar"},{"SurahNumber":25,"VerseNumber":76,"Text":"Orada ebedî kalıcılardır. Ne güzel bir karargâh ve ne güzel ikâmet yeridir"},{"SurahNumber":25,"VerseNumber":77,"Text":"(Onlara): “Rabbim, dualarınız olmasa size değer vermez. Oysa siz yalanlamıştınız. Fakat (azap) kaçınılmaz olacak.” de"},{"SurahNumber":26,"VerseNumber":1,"Text":"Tâ, Sin, Mim"},{"SurahNumber":26,"VerseNumber":2,"Text":"Bunlar, Kitab-ı Mübin´in âyetleri´dir"},{"SurahNumber":26,"VerseNumber":3,"Text":"Onlar mü´min olmuyorlar diye, neredeyse kendini helâk edeceksin"},{"SurahNumber":26,"VerseNumber":4,"Text":"Eğer dileseydik gökten onlara âyet indirirdik. Böylece onların boyunlarını gölgelerdi de (hükmü altına alırdı da) ona itaat ederlerdi"},{"SurahNumber":26,"VerseNumber":5,"Text":"Ve Rahmân´dan hiçbir yeni zikir (emir) gelmez ki, ondan yüz çevirmiş olmasınlar"},{"SurahNumber":26,"VerseNumber":6,"Text":"Böylece onlar yalanladılar. Fakat alay etmiş oldukları şeyin haberleri onlara yakında gelecek"},{"SurahNumber":26,"VerseNumber":7,"Text":"Onlar yeryüzünü görmediler mi? Orada çeşit çeşit çiftlerin hepsinden, nicelerini (nice bitkiler) yetiştirdik"},{"SurahNumber":26,"VerseNumber":8,"Text":"Muhakkak ki bunda elbette âyet vardır. Ve (fakat) onların çoğu mü´min olmadılar"},{"SurahNumber":26,"VerseNumber":9,"Text":"Ve muhakkak ki senin Rabbin, elbette Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":10,"Text":"Ve Rabbin, Musa (A.S)´a zalimler kavmine gitmesi (için) nida etmişti"},{"SurahNumber":26,"VerseNumber":11,"Text":"Firavun kavmi (hâlâ) takva sahibi olmuyorlar mı"},{"SurahNumber":26,"VerseNumber":12,"Text":"(Musa A.S): “Rabbim, muhakkak ki ben, beni tekzip etmelerinden (yalanlamalarından) korkuyorum.” dedi"},{"SurahNumber":26,"VerseNumber":13,"Text":"Ve göğsüm daralıyor ve dilim dönmüyor. Bunun için Harun´a gönder"},{"SurahNumber":26,"VerseNumber":14,"Text":"Ve onlara göre ben, günahkârım. Bu yüzden beni öldürmelerinden korkuyorum"},{"SurahNumber":26,"VerseNumber":15,"Text":"(Allahû Tealâ): “Hayır, haydi âyetlerimizle (ikiniz birden) gidin! Muhakkak ki Biz, sizinle beraber işitenleriz.” dedi"},{"SurahNumber":26,"VerseNumber":16,"Text":"Haydi, firavuna (ikiniz) gidin ve böylece ona: “Muhakkak ki biz, âlemlerin Rabbinin resûlleriyiz.” deyin"},{"SurahNumber":26,"VerseNumber":17,"Text":"Benî İsrail´i (İsrailoğulları´nı) bizimle beraber gönder"},{"SurahNumber":26,"VerseNumber":18,"Text":"“Seni biz çocukken, içimizde himaye edip yetiştirmedik mi? Ve ömrünün birçok yılında içimizde kalmadın mı?” dedi"},{"SurahNumber":26,"VerseNumber":19,"Text":"Ve sen, yapacağın işi yaptın (cinayet işledin). Ve sen, kâfirlerdensin"},{"SurahNumber":26,"VerseNumber":20,"Text":"Musa (A.S): “Onu yaptığım zaman ben, dalâlette olanlardandım.” dedi"},{"SurahNumber":26,"VerseNumber":21,"Text":"O zaman sizden korktuğumdan dolayı kaçtım. Fakat Rabbim, bana hikmet bağışladı. Ve beni, mürselinlerden (gönderilen elçilerden) kıldı"},{"SurahNumber":26,"VerseNumber":22,"Text":"Ve bu bana lütufta bulunduğun ni´met, Benî İsrail´i (İsrailoğulları´nı) senin köle yapmandır"},{"SurahNumber":26,"VerseNumber":23,"Text":"(Firavun): “Âlemlerin Rabbi nedir (ne demektir)?” dedi"},{"SurahNumber":26,"VerseNumber":24,"Text":"(Musa A.S): “Eğer yakîn (hasıl ederek) inananlarsanız; (O), göklerin, yerin ve ikisi arasındakilerin Rabbidir.” dedi"},{"SurahNumber":26,"VerseNumber":25,"Text":"(Firavun) etrafındakilere: “İşitmiyor musunuz?” dedi"},{"SurahNumber":26,"VerseNumber":26,"Text":"(Musa A.S): “Sizin ve sizden evvelki atalarınızın da Rabbidir.” dedi"},{"SurahNumber":26,"VerseNumber":27,"Text":"(Firavun): “Muhakkak ki size gönderilmiş olan resûlünüz mutlaka mecnundur (delidir).” dedi"},{"SurahNumber":26,"VerseNumber":28,"Text":"(Musa A.S): “Eğer akletmiş olsanız, şarkın ve garbın (doğunun ve batının) ve ikisi arasındakilerin de Rabbidir.” dedi"},{"SurahNumber":26,"VerseNumber":29,"Text":"(Firavun): “Eğer gerçekten benden başka bir ilâh edinirsen, seni mutlaka zindana atılanlardan kılarım.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"(Musa A.S): “Sana apaçık bir şey getirsem de mi?” dedi"},{"SurahNumber":26,"VerseNumber":31,"Text":"(Firavun): “Öyleyse sen, sadıklardan (doğru söyleyenlerden) isen, onu getir.” dedi"},{"SurahNumber":26,"VerseNumber":32,"Text":"Bunun üzerine Musa (A.S) asasını attı. O zaman o, apaçık (gerçek) bir yılan oldu"},{"SurahNumber":26,"VerseNumber":33,"Text":"Ve elini çıkardı. İşte o zaman onu seyredenler için o, bembeyaz (nurlu) oldu"},{"SurahNumber":26,"VerseNumber":34,"Text":"(Firavun), etrafındaki ileri gelenlere: “Muhakkak ki bu, gerçekten bilgin bir sihirbazdır.” dedi"},{"SurahNumber":26,"VerseNumber":35,"Text":"Sizi sihri ile yurdunuzdan çıkarmak istiyor. Bu taktirde ne emredersiniz"},{"SurahNumber":26,"VerseNumber":36,"Text":"“Onu ve kardeşini beklet. Ve şehirlere toplayıcılar gönder!” dediler"},{"SurahNumber":26,"VerseNumber":37,"Text":"Bilgin (alîm) sihirbazların hepsini sana getirsinler"},{"SurahNumber":26,"VerseNumber":38,"Text":"Böylece sihirbazlar, bilinen bir günün belli bir vaktinde biraraya getirildiler"},{"SurahNumber":26,"VerseNumber":39,"Text":"Ve insanlara: “Siz toplandınız mı?” denildi"},{"SurahNumber":26,"VerseNumber":40,"Text":"Eğer onlar gâlip gelirlerse o zaman biz, sihirbazlara tâbî oluruz"},{"SurahNumber":26,"VerseNumber":41,"Text":"Sihirbazlar, firavuna geldikleri zaman: “Eğer biz gâlip gelirsek, gerçekten bize mutlaka bir ecir (mükâfat) var mı?” dediler"},{"SurahNumber":26,"VerseNumber":42,"Text":"(Firavun): “Evet, muhakkak ki siz o zaman, (bana) yakınlardan olacaksınız.” dedi"},{"SurahNumber":26,"VerseNumber":43,"Text":"Musa (A.S) onlara): “Atacağınız şeyi atın.” dedi"},{"SurahNumber":26,"VerseNumber":44,"Text":"Böylece iplerini ve asalarını attılar. Ve “Firavunun izzeti için muhakkak ki gâlip gelenler elbette bizleriz.” dediler"},{"SurahNumber":26,"VerseNumber":45,"Text":"Sonra Musa (A.S) asasını attı. İşte o zaman, o (Musa (A.S)´ın asası) onların uydurdukları şeyleri yutuyordu"},{"SurahNumber":26,"VerseNumber":46,"Text":"Sihirbazlar hemen secde ederek yere kapandılar"},{"SurahNumber":26,"VerseNumber":47,"Text":"“Âlemlerin Rabbine îmân ettik.” dediler"},{"SurahNumber":26,"VerseNumber":48,"Text":"Musa (A.S) ve Harun (A.S)´ın Rabbine (îmân ettik)"},{"SurahNumber":26,"VerseNumber":49,"Text":"(Firavun): “Benim size izin vermemden evvel, siz O´na îmân ettiniz. Muhakkak ki O, size sihri öğreten büyüğünüz (ustanız). Artık yakında elbette bileceksiniz. Ellerinizi ve ayaklarınızı mutlaka çaprazlama kestireceğim. Ve sizin hepinizi mutlaka astıracağım.” dedi"},{"SurahNumber":26,"VerseNumber":50,"Text":"“Önemli değil. Muhakkak ki biz, Rabbimize dönücüleriz (dönecek olanlarız).” dediler"},{"SurahNumber":26,"VerseNumber":51,"Text":"Muhakkak ki biz, mü´minlerin ilki olduk diye Rabbimizin, hatalarımızı mağfiret etmesini umuyoruz (istiyoruz)"},{"SurahNumber":26,"VerseNumber":52,"Text":"Ve Musa (A.S)´a “Kullarım ile gece yola çık. Muhakkak ki siz, takip edilecek olanlarsınız.” diye vahyettik"},{"SurahNumber":26,"VerseNumber":53,"Text":"Bunun üzerine firavun, şehirlere toplayıcılar gönderdi"},{"SurahNumber":26,"VerseNumber":54,"Text":"Ve muhakkak ki bunlar, gerçekten (sayıları) az olan küçük bir grup"},{"SurahNumber":26,"VerseNumber":55,"Text":"Ve muhakkak ki onlar, gerçekten bizi çok öfkelendiren (bize karşı çok öfke duyan) (bir toplum)"},{"SurahNumber":26,"VerseNumber":56,"Text":"Ve muhakkak ki biz, gerçekten sakınılan (korkulan) bir topluluğuz"},{"SurahNumber":26,"VerseNumber":57,"Text":"Böylece Biz, onları (firavun ve kavmini) bahçelerden ve pınarlardan çıkardık"},{"SurahNumber":26,"VerseNumber":58,"Text":"Ve hazinelerden ve kerim (ikram edilmiş, yüksek) makamlardan (çıkardık)"},{"SurahNumber":26,"VerseNumber":59,"Text":"İşte böylece onlara (onların ülkesine), İsrailoğulları´nı varis kıldık"},{"SurahNumber":26,"VerseNumber":60,"Text":"Böylece doğuya doğru (Kızıldeniz´e doğru), onların peşine düştüler"},{"SurahNumber":26,"VerseNumber":61,"Text":"İki topluluk birbirini gördüğü zaman, Musa (A.S)´ın ashabı, “Gerçekten bize yetiştiler.” dediler"},{"SurahNumber":26,"VerseNumber":62,"Text":"(Musa A.S): “Hayır, muhakkak ki Rabbim benimle beraber, O, beni hidayete (kurtuluşa) ulaştıracaktır.” dedi"},{"SurahNumber":26,"VerseNumber":63,"Text":"O zaman Musa (A.S)´a: “Asanı denize vur.” diye vahyettik. Hemen deniz infilâk etti (patlayarak yarıldı ve ikiye ayrıldı). Böylece her parça büyük ve yüksek dağ gibi oldu"},{"SurahNumber":26,"VerseNumber":64,"Text":"Ve diğerlerini (de) oraya yaklaştırdık"},{"SurahNumber":26,"VerseNumber":65,"Text":"Ve Musa (A.S)´ı ve onunla beraber olanların hepsini kurtardık"},{"SurahNumber":26,"VerseNumber":66,"Text":"Sonra diğerlerini (denizde) boğduk"},{"SurahNumber":26,"VerseNumber":67,"Text":"Muhakkak ki bunda gerçekten âyet (ibret) vardır. (Fakat) onların çoğu mü´min olmadılar"},{"SurahNumber":26,"VerseNumber":68,"Text":"Ve muhakkak ki senin Rabbin, işte O, elbette Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":69,"Text":"Ve onlara İbrâhîm (A.S)´ın haberini tilâvet et (oku)"},{"SurahNumber":26,"VerseNumber":70,"Text":"Babasına ve onun kavmine: “Taptığınız şey nedir?” demişti"},{"SurahNumber":26,"VerseNumber":71,"Text":"“Biz putlara tapıyoruz. Böylece onlara devamlı ibadet edeceğiz.” dediler"},{"SurahNumber":26,"VerseNumber":72,"Text":"(İbrâhîm A.S): “Dua ettiğiniz zaman sizi işitiyorlar mı?” dedi"},{"SurahNumber":26,"VerseNumber":73,"Text":"Yoksa size fayda veya zarar veriyorlar mı"},{"SurahNumber":26,"VerseNumber":74,"Text":"“Hayır, babalarımızı böyle yapıyor (ibadet ediyor) bulduk.” dediler"},{"SurahNumber":26,"VerseNumber":75,"Text":"(İbrâhîm A.S): “Öyleyse taptığınız şeylerin ne olduğunu gördünüz mü?” dedi"},{"SurahNumber":26,"VerseNumber":76,"Text":"Siz ve sizin, geçmişteki babalarınızın (taptığı şeyleri)"},{"SurahNumber":26,"VerseNumber":77,"Text":"Muhakkak ki onlar, benim için düşmandır ama âlemlerin Rabbi hariç"},{"SurahNumber":26,"VerseNumber":78,"Text":"Beni yaratan da hidayete erdiren de O´dur"},{"SurahNumber":26,"VerseNumber":79,"Text":"Ve beni yediren ve içiren, O´dur"},{"SurahNumber":26,"VerseNumber":80,"Text":"Ve hastalandığım zaman bana şifa veren, O´dur"},{"SurahNumber":26,"VerseNumber":81,"Text":"Ve beni öldürecek, sonra (da) beni diriltecek olan, O´dur"},{"SurahNumber":26,"VerseNumber":82,"Text":"Ve dîn günü, benim hatalarımı mağfiret etmesini umduğum da O´dur"},{"SurahNumber":26,"VerseNumber":83,"Text":"Rabbim bana hikmet bağışla ve beni salihlere dahil et"},{"SurahNumber":26,"VerseNumber":84,"Text":"Ve beni, sonrakilerin lisanlarında sadık kıl (sonraki nesiller arasında benim anılmamı sağla)"},{"SurahNumber":26,"VerseNumber":85,"Text":"Ve beni, ni´metlendirilmiş cennetlerinin varislerinden kıl"},{"SurahNumber":26,"VerseNumber":86,"Text":"Ve babamı mağfiret et, muhakkak ki o dalâlette kalanlardan oldu"},{"SurahNumber":26,"VerseNumber":87,"Text":"Ve beas günü (yeniden dirilme günü, kıyâmet günü) beni mahzun etme"},{"SurahNumber":26,"VerseNumber":88,"Text":"Çocukların ve malın fayda vermediği gün (beni utandırma)"},{"SurahNumber":26,"VerseNumber":89,"Text":"Allah´a selîm (selâmete ermiş) kalple gelenler hariç"},{"SurahNumber":26,"VerseNumber":90,"Text":"Ve cennet, takva sahiplerine yaklaştırıldı"},{"SurahNumber":26,"VerseNumber":91,"Text":"Ve cehennem azgınlara (azgınlar için) bariz olarak gösterildi"},{"SurahNumber":26,"VerseNumber":92,"Text":"Ve onlara: “Tapmakta olduğunuz şeyler nerede?” denildi"},{"SurahNumber":26,"VerseNumber":93,"Text":"Allah´tan başka (ilâhlarınız) size yardım ediyorlar mı (edebiliyorlar mı) veya kendilerine yardım edebiliyorlar mı"},{"SurahNumber":26,"VerseNumber":94,"Text":"Onlar (putperestler) ve azgınlar, oraya (cehenneme) yüzüstü (burunları yere sürtünerek) atılırlar"},{"SurahNumber":26,"VerseNumber":95,"Text":"Ve iblisin ordularının hepsi"},{"SurahNumber":26,"VerseNumber":96,"Text":"Onlar (taptıkları şeyler ve onlara tapanlar) orada hasım olarak (düşmanca çekişerek) dediler ki…"},{"SurahNumber":26,"VerseNumber":97,"Text":"Allah´a yemin olsun ki, biz mutlaka apaçık bir dalâlet içindeydik"},{"SurahNumber":26,"VerseNumber":98,"Text":"Âlemlerin Rabbi ile sizi (putları) bir tutuyorduk"},{"SurahNumber":26,"VerseNumber":99,"Text":"Ve bizi mücrimlerden (hidayete mani olanlardan) başkası dalâlette bırakmadı"},{"SurahNumber":26,"VerseNumber":100,"Text":"Artık bizim için bir şefaatçi yoktur"},{"SurahNumber":26,"VerseNumber":101,"Text":"Ve (bizim için) sadık bir dost yoktur"},{"SurahNumber":26,"VerseNumber":102,"Text":"Bizim için keşke bir kere daha (dünyaya dönüş) olsaydı, o zaman biz mü´minlerden olurduk"},{"SurahNumber":26,"VerseNumber":103,"Text":"Muhakkak ki bunda elbette bir âyet (ibret) vardır. Fakat onların çoğu (buna rağmen) mü´min olmadılar"},{"SurahNumber":26,"VerseNumber":104,"Text":"Ve muhakkak ki senin Rabbin, O, Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":105,"Text":"Nuh´un kavmi, mürselinleri (resûlleri) tekzip ettiler (yalanladılar)"},{"SurahNumber":26,"VerseNumber":106,"Text":"Onların kardeşi Nuh (A.S) onlara: “Takva sahibi olmuyor musunuz?” demişti"},{"SurahNumber":26,"VerseNumber":107,"Text":"Muhakkak ki ben, sizin için emin bir resûlüm"},{"SurahNumber":26,"VerseNumber":108,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin). Ve bana itaat edin"},{"SurahNumber":26,"VerseNumber":109,"Text":"Ve ona (tebliğe) karşı sizden bir ücret istemiyorum. Benim ücretim sadece âlemlerin Rabbine aittir"},{"SurahNumber":26,"VerseNumber":110,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin). Ve bana itaat edin"},{"SurahNumber":26,"VerseNumber":111,"Text":"“Sana en basit insanlar tâbî olduğuna göre, biz (de) mi sana inanalım?” dediler"},{"SurahNumber":26,"VerseNumber":112,"Text":"“Onların yapmış oldukları şey hakkında benim ilmim (bilgim) yoktur.” dedi"},{"SurahNumber":26,"VerseNumber":113,"Text":"Onların hesabı, sadece Rabbime aittir, keşke farkında olsanız"},{"SurahNumber":26,"VerseNumber":114,"Text":"Ve ben mü´minleri tardedici (kovacak) değilim"},{"SurahNumber":26,"VerseNumber":115,"Text":"Ben sadece apaçık bir nezirim (uyarıcıyım)"},{"SurahNumber":26,"VerseNumber":116,"Text":"Dediler ki: “Ey Nuh! Eğer sen, gerçekten (bizi uyarmaktan) vazgeçmezsen, sen mutlaka taşlananlardan olacaksın.”"},{"SurahNumber":26,"VerseNumber":117,"Text":"Nuh (A.S): “Rabbim, muhakkak ki kavmim beni tekzip etti (yalanladı).” dedi"},{"SurahNumber":26,"VerseNumber":118,"Text":"Bu durumda benimle onların arasını öyle bir açışla aç ki (ve böylece) beni ve mü´minlerden benimle beraber olanları kurtar"},{"SurahNumber":26,"VerseNumber":119,"Text":"Böylece onu ve onunla beraber olanları, dolu bir gemi içinde kurtardık"},{"SurahNumber":26,"VerseNumber":120,"Text":"Sonra Biz, (onların) arkasında kalanları (gemiye binmeyenleri) boğduk"},{"SurahNumber":26,"VerseNumber":121,"Text":"Muhakkak ki bunda mutlaka bir âyet (ibret) vardır. Ve onların çoğu mü´min olmadılar (Allah´a ulaşmayı dilemediler)"},{"SurahNumber":26,"VerseNumber":122,"Text":"Ve muhakkak ki senin Rabbin, elbette O, Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":123,"Text":"Ad kavmi, mürselini (gönderilen resûlleri) tekzip etti (yalanladı)"},{"SurahNumber":26,"VerseNumber":124,"Text":"Onların kardeşi Hud (A.S) onlara: “Siz takva sahibi olmayacak mısınız (Allah´a ulaşmayı dilemeyecek misiniz)?” demişti"},{"SurahNumber":26,"VerseNumber":125,"Text":"Muhakkak ki ben, sizin için emin bir resûlüm"},{"SurahNumber":26,"VerseNumber":126,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin) ve bana itaat edin (bana tâbî olun)"},{"SurahNumber":26,"VerseNumber":127,"Text":"Ve ona (tebliğime) karşı sizden bir ücret istemiyorum. Benim ücretim sadece âlemlerin Rabbine aittir"},{"SurahNumber":26,"VerseNumber":128,"Text":"Bütün yüksek tepelere, âyet (eserler) bina ederek abesle mi iştigal (boşuna mı uğraşıyorsunuz) ediyorsunuz"},{"SurahNumber":26,"VerseNumber":129,"Text":"Ve (bu dünyada) ebedî kalacağınızı umarak, yapıtlar ediniyorsunuz"},{"SurahNumber":26,"VerseNumber":130,"Text":"Ve yakaladığınız zaman cebirle (zorbalıkla) yakaladınız (zulmettiniz)"},{"SurahNumber":26,"VerseNumber":131,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin) ve bana itaat edin (bana tâbî olun)"},{"SurahNumber":26,"VerseNumber":132,"Text":"Ve bildiğiniz (sizlere öğrettiği) şeylerle size yardım eden (Allah´a) karşı takva sahibi olun (Allah´a ulaşmayı dileyin)"},{"SurahNumber":26,"VerseNumber":133,"Text":"Size hayvanlar ve oğullarla yardım etti"},{"SurahNumber":26,"VerseNumber":134,"Text":"Ve bahçelerle ve pınarlarla…"},{"SurahNumber":26,"VerseNumber":135,"Text":"Muhakkak ki ben, azîm günün (kıyâmet gününün) azabının sizin üzerinize olmasından korkarım"},{"SurahNumber":26,"VerseNumber":136,"Text":"“Sen, bize vaazetsen de veya vaazedenlerden olmasan da bizim için eşittir.” dediler"},{"SurahNumber":26,"VerseNumber":137,"Text":"Bu ancak evvelkilerin hulûkundan (yaratmalarından, uydurmalarından) başka bir şey değildir"},{"SurahNumber":26,"VerseNumber":138,"Text":"Ve biz azaplandırılacak değiliz"},{"SurahNumber":26,"VerseNumber":139,"Text":"Böylece onu tekzip ettiler (yalanladılar). Biz de bu sebeple onları helâk ettik. Muhakkak ki bunda mutlaka bir âyet (ibret) vardır. Ve onların çoğu, mü´min olmadılar (Allah´a ulaşmayı dilemediler)"},{"SurahNumber":26,"VerseNumber":140,"Text":"Ve muhakkak ki senin Rabbin, elbette O, Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":141,"Text":"Semud (kavmi) de mürselini (resûlleri) tekzip etti (yalanladı)"},{"SurahNumber":26,"VerseNumber":142,"Text":"Onların kardeşi Salih (A.S) da onlara: “Siz takva sahibi olmayacak mısınız (Allah´a ulaşmayı dilemeyecek misiniz)?” demişti"},{"SurahNumber":26,"VerseNumber":143,"Text":"Muhakkak ki ben, sizin için emin bir resûlüm"},{"SurahNumber":26,"VerseNumber":144,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin) ve bana itaat edin (bana tâbî olun)"},{"SurahNumber":26,"VerseNumber":145,"Text":"Ve ona (tebliğime) karşı sizden bir ücret istemiyorum. Benim ücretim sadece âlemlerin Rabbine aittir"},{"SurahNumber":26,"VerseNumber":146,"Text":"Siz, burada bulunduğunuz yerde emin olarak bırakılacak mısınız"},{"SurahNumber":26,"VerseNumber":147,"Text":"Bahçelerde ve pınarlarda…"},{"SurahNumber":26,"VerseNumber":148,"Text":"Ve ekinler, çiçekleri açılmış hurmalıklar…"},{"SurahNumber":26,"VerseNumber":149,"Text":"Ve dağlardan maharetle evler oyuyorsunuz (yontuyorsunuz)"},{"SurahNumber":26,"VerseNumber":150,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin) ve bana itaat edin (bana tâbî olun)"},{"SurahNumber":26,"VerseNumber":151,"Text":"Ve müsriflerin (haddi aşanların) emrine itaat etmeyin"},{"SurahNumber":26,"VerseNumber":152,"Text":"Onlar (müsrifler), yeryüzünde fesat çıkarırlar ve ıslâh etmezler"},{"SurahNumber":26,"VerseNumber":153,"Text":"“Sen, sadece büyülenenlerdensin.” dediler"},{"SurahNumber":26,"VerseNumber":154,"Text":"Sen, bizim gibi bir insandan başka bir şey değilsin. Öyleyse eğer sen, sadıklardan isen bize bir âyet (mucize) getir"},{"SurahNumber":26,"VerseNumber":155,"Text":"(Salih A.S): “İşte bu dişi deve. Su içme hakkı onun. Bilinen (belirlenen) gün(ler)de de su içme hakkı sizin.” dedi"},{"SurahNumber":26,"VerseNumber":156,"Text":"Ve ona kötülükle dokunmayın. (Dokunursanız) o zaman büyük günün azabı sizi alır (yakalar)"},{"SurahNumber":26,"VerseNumber":157,"Text":"Buna rağmen onu kestiler. Sonra da pişman oldular"},{"SurahNumber":26,"VerseNumber":158,"Text":"Böylece onları azap aldı (yakaladı). Muhakkak ki bunda mutlaka bir âyet (ibret) vardır. Ve onların çoğu mü´min olmadılar (Allah´a ulaşmayı dilemediler)"},{"SurahNumber":26,"VerseNumber":159,"Text":"Ve muhakkak ki senin Rabbin, elbette O, Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":160,"Text":"Lut (A.S)´ın kavmi (de) mürselini (resûlleri) tekzip etti (yalanladı)"},{"SurahNumber":26,"VerseNumber":161,"Text":"Onların kardeşi Lut (A.S) da onlara: “Siz takva sahibi olmayacak mısınız (Allah´a ulaşmayı dilemeyecek misiniz)?” demişti"},{"SurahNumber":26,"VerseNumber":162,"Text":"Muhakkak ki ben, sizin için emin bir resûlüm"},{"SurahNumber":26,"VerseNumber":163,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin). Ve bana itaat edin (bana tâbî olun)"},{"SurahNumber":26,"VerseNumber":164,"Text":"Ve ona (tebliğime) karşı sizden bir ücret istemiyorum. Benim ücretim sadece âlemlerin Rabbine aittir"},{"SurahNumber":26,"VerseNumber":165,"Text":"Siz âlemlerden (insanlardan) erkeklere mi gidiyorsunuz (yaklaşıyorsunuz)"},{"SurahNumber":26,"VerseNumber":166,"Text":"Ve Rabbinizin sizin için yarattığı zevcelerinizi (eşleriniz olan kadınlarınızı) bırakıyorsunuz. Hayır, siz azgın (haddi aşan) bir kavimsiniz"},{"SurahNumber":26,"VerseNumber":167,"Text":"“Ey Lut! Eğer gerçekten sen, (bizi uyarmaktan) vazgeçmezsen, sen mutlaka (yurdundan) ihraç edilenlerden (çıkarılanlardan, kovulanlardan) olacaksın.” dediler"},{"SurahNumber":26,"VerseNumber":168,"Text":"“Muhakkak ki ben, sizin amellerinize şiddetle buğzedenlerdenim (kızanlardan, tiksinenlerdenim).” dedi"},{"SurahNumber":26,"VerseNumber":169,"Text":"Rabbim, beni ve ehlimi (ailemi ve bana tâbî olanları), onların yaptıklarından kurtar"},{"SurahNumber":26,"VerseNumber":170,"Text":"Bunun üzerine Biz de onu ve ehlini (ailesini ve ona tâbî olanları), hepsini kurtardık"},{"SurahNumber":26,"VerseNumber":171,"Text":"Geride kalanların içinde bir ihtiyar kadın (Lut (A.S)´ın hanımı) hariç"},{"SurahNumber":26,"VerseNumber":172,"Text":"Sonra diğerlerini dumura uğrattık (nesillerini sona erdirdik)"},{"SurahNumber":26,"VerseNumber":173,"Text":"Ve onların üzerine yağmur yağdırdık. İşte bu uyarılanların yağmuru, çok kötü idi"},{"SurahNumber":26,"VerseNumber":174,"Text":"Muhakkak ki bunda mutlaka bir âyet (ibret) vardır. Ve onların çoğu mü´min olmadılar (Allah´a ulaşmayı dilemediler)"},{"SurahNumber":26,"VerseNumber":175,"Text":"Ve muhakkak ki senin Rabbin, elbette O, Azîz´dir (yüce) Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":176,"Text":"Eyke halkı (da) mürselini (resûlleri) tekzip etti (yalanladı)"},{"SurahNumber":26,"VerseNumber":177,"Text":"Şuayb (A.S) onlara: “Siz takva sahibi olmayacak mısınız (Allah´a ulaşmayı dilemeyecek misiniz)?” demişti"},{"SurahNumber":26,"VerseNumber":178,"Text":"Muhakkak ki ben, sizin için emin bir resûlüm"},{"SurahNumber":26,"VerseNumber":179,"Text":"Öyleyse Allah´a karşı takva sahibi olun (Allah´a ulaşmayı dileyin). Ve bana itaat edin (bana tâbî olun)"},{"SurahNumber":26,"VerseNumber":180,"Text":"Ve ona (tebliğime) karşı sizden bir ücret istemiyorum. Benim ücretim sadece âlemlerin Rabbine aittir"},{"SurahNumber":26,"VerseNumber":181,"Text":"Ölçüyü ifa edin (mizanınızı eksiye düşürmeyin). Ve muhsirinden (nefslerini hüsrana düşürenlerden, kaybettiği dereceler kazandığı derecelerden fazla olanlardan) olmayın"},{"SurahNumber":26,"VerseNumber":182,"Text":"İstikamet üzere olanların (Allah´a ulaşmayı dileyenlerin) kıstası (ölçüsü) ile (kaybettiğiniz derecelerden daha fazla derece kazanın) tartın"},{"SurahNumber":26,"VerseNumber":183,"Text":"İnsanların şeylerinden kısmayın (Allah´a ulaşmayı dilemelerine mani olarak, kazandıkları derecelerin, kaybettiği derecelerden az olmasına sebebiyet vermeyin). Ve (buna sebep olarak) yeryüzünde fesat çıkararak bozgunculuk yapmayın"},{"SurahNumber":26,"VerseNumber":184,"Text":"Ve sizi ve evvelki toplumları yaratana karşı takva sahibi olun (Allah´a ulaşmayı dileyin)"},{"SurahNumber":26,"VerseNumber":185,"Text":"“Sen sadece büyülenmişlerdensin.” dediler"},{"SurahNumber":26,"VerseNumber":186,"Text":"Ve sen, bizim gibi bir insandan başka bir şey değilsin. Ve biz, seni mutlaka yalancılardan zannediyoruz"},{"SurahNumber":26,"VerseNumber":187,"Text":"Öyleyse eğer sen, sadıklardan (doğru söyleyenlerden) isen üzerimize gökyüzünden bir parça düşür"},{"SurahNumber":26,"VerseNumber":188,"Text":"(Şuayb A.S): “Rabbim, sizin yaptıklarınızı çok iyi bilir.” dedi"},{"SurahNumber":26,"VerseNumber":189,"Text":"Böylece onu tekzip ettiler (yalanladılar). Bunun üzerine, “gölge günün azabı” onları aldı (yakaladı). Muhakkak ki o, azîm günün (büyük bir günün) azabıydı"},{"SurahNumber":26,"VerseNumber":190,"Text":"Muhakkak ki bunda, mutlaka bir âyet (ibret) vardır. Ve onların çoğu, mü´min olmadılar (Allah´a ulaşmayı dilemediler)"},{"SurahNumber":26,"VerseNumber":191,"Text":"Ve muhakkak ki senin Rabbin, elbette O, Azîz´dir (yüce), Rahîm´dir (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":26,"VerseNumber":192,"Text":"Ve muhakkak ki O (Kur´ân), gerçekten âlemlerin Rabbinden indirilmiştir"},{"SurahNumber":26,"VerseNumber":193,"Text":"O´nu, Ruh´ûl Emin (Cebrail A.S) indirdi"},{"SurahNumber":26,"VerseNumber":194,"Text":"Nezirlerden (uyaranlardan) olman için senin kalbine"},{"SurahNumber":26,"VerseNumber":195,"Text":"Apaçık bir Arap lisanı ile"},{"SurahNumber":26,"VerseNumber":196,"Text":"Ve muhakkak ki O, evvelkilerin (kitaplarının) sayfalarında mutlaka vardır"},{"SurahNumber":26,"VerseNumber":197,"Text":"Ve Benî İsrail´in ulemasının (âlimlerinin) O´nu bilmesi, onlar için bir delil olmadı mı"},{"SurahNumber":26,"VerseNumber":198,"Text":"Ve eğer Biz, O´nu bir kısım a´cemine (Arap olmayan bir gruba) indirseydik"},{"SurahNumber":26,"VerseNumber":199,"Text":"Böylece onlara, O´nu okusaydı (gene de) O´na îmân etmezlerdi (mü´min olmazlar, Allah´a ulaşmayı dilemezlerdi)"},{"SurahNumber":26,"VerseNumber":200,"Text":"Biz O´nu, mücrimlerin kalplerine işte böyle soktuk (işledik)"},{"SurahNumber":26,"VerseNumber":201,"Text":"Onlar elîm azabı görmedikçe O´na îmân etmezler (mü´min olmazlar, Allah´a ulaşmayı dilemezlerdi)"},{"SurahNumber":26,"VerseNumber":202,"Text":"Böylece o (azap), onlara ansızın gelir ve onlar farkında olmazlar"},{"SurahNumber":26,"VerseNumber":203,"Text":"“O zaman biz, bekletilenler (mühlet verilenler) olur muyuz?” dediler"},{"SurahNumber":26,"VerseNumber":204,"Text":"Yoksa onlar azabımızı acele mi istiyorlar"},{"SurahNumber":26,"VerseNumber":205,"Text":"İşte gördün mü? Onları senelerce metalandırsak bile"},{"SurahNumber":26,"VerseNumber":206,"Text":"Sonra vaadolundukları şey (azap) onlara geldi"},{"SurahNumber":26,"VerseNumber":207,"Text":"Onların metalandırıldıkları şeyler, onlara fayda vermez (onları müstağni kılmaz)"},{"SurahNumber":26,"VerseNumber":208,"Text":"Ve hiçbir kasabayı, nezirler olmadıkça (ona nezirler göndermedikçe) helâk etmedik"},{"SurahNumber":26,"VerseNumber":209,"Text":"Hatırla ki Biz, zalimler (zulmedenler) olmadık"},{"SurahNumber":26,"VerseNumber":210,"Text":"Ve O´nu (Kur´ân´ı), şeytanlar indirmedi"},{"SurahNumber":26,"VerseNumber":211,"Text":"Ve (bu), onlara yakışmaz (onların harcı değildir) ve onlar, (buna) muktedir olamazlar"},{"SurahNumber":26,"VerseNumber":212,"Text":"Muhakkak ki onlar, (vahyi) işitmekten kesin olarak azledilmiş (men edilmiş) olanlardır"},{"SurahNumber":26,"VerseNumber":213,"Text":"Öyleyse Allah ile beraber diğer bir ilâha dua etme. O taktirde azap edilenlerden olursun"},{"SurahNumber":26,"VerseNumber":214,"Text":"Ve en yakının olan aşiretini uyar"},{"SurahNumber":26,"VerseNumber":215,"Text":"Ve mü´minlerden, sana tâbî olan kimselere kanatlarını ger"},{"SurahNumber":26,"VerseNumber":216,"Text":"Eğer onlar, sana asi olurlarsa (isyan ederlerse), o zaman: “Muhakkak ki ben, sizin yaptıklarınızdan uzağım.” de"},{"SurahNumber":26,"VerseNumber":217,"Text":"Ve Azîz (yüce) ve Rahîm olan (Rahîm esmasıyla tecelli eden) (Allah´a) tevekkül et (O´nu vekil et ve güven)"},{"SurahNumber":26,"VerseNumber":218,"Text":"O, sen kıyam ettiğin zaman seni görür"},{"SurahNumber":26,"VerseNumber":219,"Text":"Ve secde edenler arasında senin dönmeni (de görür)"},{"SurahNumber":26,"VerseNumber":220,"Text":"Muhakkak ki O; O, Sem´î´dir (en iyi işten) Alîm´dir (en iyi bilen)"},{"SurahNumber":26,"VerseNumber":221,"Text":"Şeytanlar kimlere iner size haber vereyim mi"},{"SurahNumber":26,"VerseNumber":222,"Text":"(İftira eden) yalancı günahkârların hepsine inerler"},{"SurahNumber":26,"VerseNumber":223,"Text":"Onlar, (şeytanlara) kulak verirler (dinlerler) ve onların çoğu yalancıdırlar"},{"SurahNumber":26,"VerseNumber":224,"Text":"Ve (Allah´a karşı olan) şairler; onlara (sadece) azgınlar tâbî olurlar"},{"SurahNumber":26,"VerseNumber":225,"Text":"Bütün vadilerde onların (hayal peşinde) koştuklarını görmedin mi"},{"SurahNumber":26,"VerseNumber":226,"Text":"Ve muhakkak ki onlar yapmadıkları şeyleri söylerler"},{"SurahNumber":26,"VerseNumber":227,"Text":"Âmenû olanlar (Allah´a ulaşmayı dileyenler) ve amilüssalihat (nefs tezkiyesi) yapanlar ve Allah´ı çok zikredenler ve kendine zulüm yapıldıktan sonra (Allah tarafından) yardım edilenler hariç zulmedenler, yakında hangi dönüş yerine (cehenneme) döneceklerini (ulaştırılacaklarını) bilecekler"},{"SurahNumber":27,"VerseNumber":1,"Text":"Tâ, Sîn. Bunlar, apaçık bir Kitap olan Kur´ân´ın Âyetleri´dir"},{"SurahNumber":27,"VerseNumber":2,"Text":"Mü´minler için hidayete erdirici ve müjdeleyicidir"},{"SurahNumber":27,"VerseNumber":3,"Text":"Onlar, namazı ikame ederler, zekâtı verirler ve onlar ki, onlar ahirete yakîn (sahibi) olarak inanırlar"},{"SurahNumber":27,"VerseNumber":4,"Text":"Muhakkak ki ahirete (ruhun Allah´a ulaşması) inanmayanlara, onların amellerini süsledik. Böylece onlar, (şaşkın bir halde) bocalarlar"},{"SurahNumber":27,"VerseNumber":5,"Text":"İşte onlar ki, onlar için azabın kötüsü vardır. Ve onlar ki, onlar ahirette en çok hüsrana uğrayanlardır"},{"SurahNumber":27,"VerseNumber":6,"Text":"Muhakkak ki, (Bu) Kur´ân, sana mutlaka Hakîm (hüküm ve hikmet sahibi) ve Alîm Olan´ın katından (gizli ilminden) ilka ediliyor (ulaştırılıyor)"},{"SurahNumber":27,"VerseNumber":7,"Text":"Musa (A.S), ehline (ailesine): \"Gerçekten ben bir ateş farkettim. Size ondan bir haber veya bir (parça) kor halinde ateş getireceğim, böylece siz ısınasınız diye.\" demişti"},{"SurahNumber":27,"VerseNumber":8,"Text":"Böylece oraya gittiği zaman ona nida edildi: \"Ateşin (nur´un) içinde (yanında) ve etrafında bulunanlar mübarek kılındı. Ve âlemlerin Rabbi Allah Sübhan´dır (herşeyden münezzeh)"},{"SurahNumber":27,"VerseNumber":9,"Text":"Ey Musa! Muhakkak ki Ben, Azîz (yüce), Hakîm (hüküm ve hikmet sahibi) olan Allah´ım"},{"SurahNumber":27,"VerseNumber":10,"Text":"Ve asanı at!\" Bunun üzerine (asasını atınca) onun yılan gibi hareket ettiğini görünce, arkasına bakmadan geri dönüp kaçtı. \"Ya Musa! Korkma, muhakkak ki Ben(im), Benim yanımda (huzurumda) resûller korkmazlar"},{"SurahNumber":27,"VerseNumber":11,"Text":"Ancak zulmedenler hariç. Ama kim kötülüğü işledikten sonra iyiliğe (mürşidine tâbî olup günahlarını sevaba) çevirirse, o zaman muhakkak ki Ben, Gafûr´um (mağfiret eden, günahları sevaba çeviren) Rahîm´im (Rahîm esmasıyla tecelli eden)"},{"SurahNumber":27,"VerseNumber":12,"Text":"Ve elini koynuna sok. Onu kusursuz beyaz olarak çıkar. Bu (âyet, mucize) firavuna ve onun kavmine (ait) dokuz âyet içindedir. Muhakkak ki onlar, fasık bir kavim oldular"},{"SurahNumber":27,"VerseNumber":13,"Text":"Âyetlerimiz onlara görünür olduğu zaman; \"Bu apaçık bir sihirdir.\" dediler"},{"SurahNumber":27,"VerseNumber":14,"Text":"Ve onu, yakîn (kesin) olarak bildikleri (inandıkları) halde, nefslerine zulmederek ve büyüklenerek bile bile inkâr ettiler. Öyleyse müfsitlerin (fesatçıların) akıbetlerinin nasıl olduğuna bak"},{"SurahNumber":27,"VerseNumber":15,"Text":"Ve andolsun ki Davut (A.S)´a ve Süleyman (A.S)´a ilim verdik. Ve (onlar): \"Mü´min kullarının çoğundan bizi üstün kılan Allah´a hamdolsun.\" dediler"},{"SurahNumber":27,"VerseNumber":16,"Text":"Ve Süleyman (A.S), Davut (A.S)´a varis oldu. Ve: \"Ey insanlar! Kuş dili bize öğretildi. Bize herşeyden verildi. Muhakkak ki bu, apaçık bir fazldır.\" dedi"},{"SurahNumber":27,"VerseNumber":17,"Text":"Ve Süleyman (A.S) için cinlerden, insanlardan ve kuşlardan ordular toplandı. Sonra da onlar düzenlendi"},{"SurahNumber":27,"VerseNumber":18,"Text":"Karınca vadisine geldikleri zaman bir karınca şöyle dedi: \"Ey karıncalar, yuvalarınıza giriniz! Süleyman (A.S) ve onun orduları, farkında olmadan sakın sizi ezmesin"},{"SurahNumber":27,"VerseNumber":19,"Text":"Bunun üzerine (Süleyman A.S), onun sözüne gülerek tebessüm etti. Ve: \"Rabbim, bana, anne ve babama en´am buyurduğun ni´metlere şükretmekte ve Senin razı olduğun salih amel (nefs tezkiyesi) yapmakta beni başarılı kıl. Ve beni, rahmetinle salih kullarının arasına dahil et.\" dedi"},{"SurahNumber":27,"VerseNumber":20,"Text":"Ve kuşları yokladı (teftiş etti). Sonra: \"Hüdhüd´ü niçin ben göremiyorum, yoksa o kaybolanlardan mı oldu?\" dedi"},{"SurahNumber":27,"VerseNumber":21,"Text":"Ona mutlaka şiddetli azap edeceğim veya onu mutlaka boğazlayacağım (keseceğim). Ya da bana kesin olarak apaçık bir delil getirsin"},{"SurahNumber":27,"VerseNumber":22,"Text":"Çok geçmeden geldi. Ve: \"Senin ihata edemediğin bir şeyi, ben ihata ettim (öğrendim). Seba´dan sana yakîn (kesin) bir haber getirdim.\" dedi"},{"SurahNumber":27,"VerseNumber":23,"Text":"Gerçekten ben, onlara melik olan (hükümdarlık yapan) bir hanım buldum. Ona, herşeyden verilmiş ve onun büyük bir arşı (tahtı) var"},{"SurahNumber":27,"VerseNumber":24,"Text":"Onu ve kavmini Allah´ın yerine güneşe secde ederken buldum. Ve şeytan, onlara yaptıklarını süslemiş ve böylece (Allah´ın) sebîlinden (yolundan) men etmiş. Bu sebeple onlar hidayette değiller"},{"SurahNumber":27,"VerseNumber":25,"Text":"Göklerde ve yerde saklı olanı (meydana) çıkaran ve sizin sakladığınızı da açıkladığınızı da bilen Allah´a, nasıl secde etmezler"},{"SurahNumber":27,"VerseNumber":26,"Text":"O Allah ki, arşıl azîm´in Rabbidir. O´ndan başka İlâh yoktur"},{"SurahNumber":27,"VerseNumber":27,"Text":"(Süleyman A.S): \"Sen doğru mu söyledin yoksa yalancılardan mısın (yalancılardan mı oldun) bakacağız.\" dedi"},{"SurahNumber":27,"VerseNumber":28,"Text":"Bu yazımı (mektubumu) götür, böylece onlara (onu) at (ulaştır). Sonra onlardan (geri) dön, neye dönecekler (ne cevap verecekler) bak"},{"SurahNumber":27,"VerseNumber":29,"Text":"(Sebe Melikesi): \"Ey ileri gelenler! Gerçekten bana kerim (kıymetli) bir yazı (mektup) bırakıldı.\" dedi"},{"SurahNumber":27,"VerseNumber":30,"Text":"Muhakkak ki o Süleyman (A.S)´dan. Ve gerçekten o, Rahmân ve Rahîm olan Allah´ın adı´yla (başlıyor)"},{"SurahNumber":27,"VerseNumber":31,"Text":"Bana karşı büyüklük taslamayın. Ve bana teslim olmak üzere gelin"},{"SurahNumber":27,"VerseNumber":32,"Text":"(Sebe Melikesi): \"Ey ileri gelenler! İşimde bana fetva verin (reyinizi bildirin). Siz şahitlik etmedikçe (yanımda bulunup fetva vermedikçe) ben kat´i (kesin) emir verecek değilim.\" dedi"},{"SurahNumber":27,"VerseNumber":33,"Text":"Biz kuvvetli ve çok büyük savaş gücü sahibiyiz. Ve emir senindir. Öyleyse sen bak (karar ver), ne emir vereceksin?\" dediler"},{"SurahNumber":27,"VerseNumber":34,"Text":"(Sebe Melikesi): \"Muhakkak ki melikler (hükümdarlar), bir ülkeye girdikleri zaman, onu ifsad ederler (bozguna uğratırlar) ve onun halkının izzet sahibi olanlarını zillete düşürürler. Ve işte onlar böyle yaparlar.\" dedi"},{"SurahNumber":27,"VerseNumber":35,"Text":"Ve muhakkak ki ben onlara hediye ile resûller göndereceğim. Böylece bakalım resûller (elçiler) ne ile dönecekler"},{"SurahNumber":27,"VerseNumber":36,"Text":"Bunun üzerine (resûller hediyelerle) Süleyman (A.S)´a geldikleri zaman (Süleyman A.S): \"Bana mal ile yardım mı ediyorsunuz? Allah´ın bana verdiği şeyler, size verdiği şeylerden daha hayırlı. Hayır, siz hediyenizle seviniyorsunuz (övünüyorsunuz).\" dedi"},{"SurahNumber":27,"VerseNumber":37,"Text":"Onlara (geri) dön. Bundan sonra mutlaka onların karşı koyamayacakları ordularla onlara geliriz. Ve mutlaka onları küçük düşürerek, zilletle oradan çıkarırız"},{"SurahNumber":27,"VerseNumber":38,"Text":"(Süleyman A.S): \"Ey ileri gelenler! Onlar teslim olmak üzere bana gelmeden önce, onun tahtını hanginiz bana getirir?\" dedi"},{"SurahNumber":27,"VerseNumber":39,"Text":"Cinlerden ifrit: \"Sen, makamından kalkmadan önce onu sana getiririm. Muhakkak ki ben, ona (onu gerçekleştirebileceğime) kuvvetle eminim.\" dedi"},{"SurahNumber":27,"VerseNumber":40,"Text":"Kitaptan ilmi olan kişi (Hızır A.S): \"Ben onu, sen gözünü açıp kapamadan önce sana getiririm.\" dedi. (Süleyman A.S) böylece onun yanında (önünde) durduğunu görünce: \"Bu Rabbimin bir fazlıdır (lütfudur), ben şükredecek miyim yoksa küfür (nankörlük) mü edeceğim diye beni imtihan etmek için.\" dedi. Ve kim şükrederse sadece kendi nefsi için şükreder. Ve kim küfrederse o taktirde muhakkak ki benim Rabbim Gani´dir, Kerim´dir"},{"SurahNumber":27,"VerseNumber":41,"Text":"(Süleyman A.S): \"Onun tahtının şeklini değiştirin. Bakalım hidayete erecek mi, yoksa hidayete ermeyenlerden mi olacak?\" dedi"},{"SurahNumber":27,"VerseNumber":42,"Text":"Böylece geldiği zaman ona: \"Senin tahtın bunun gibi miydi (böyle miydi)?\" denildi. (Sebe Melikesi): \"Sanki o.\" dedi. Ve (Süleyman A.S): \"İlim bize ondan önce verildi. Ve biz müslümanlar, (Allah´a teslim olanlar) olduk"},{"SurahNumber":27,"VerseNumber":43,"Text":"Ve Allah´tan başka taptığı şeyler ona mani oldu. Muhakkak ki o, kâfirler kavmindendi"},{"SurahNumber":27,"VerseNumber":44,"Text":"Ona: \"Köşke gir.\" denildi. Onu gördüğü zaman derin su zannetti ve ayaklarını açtı (eteklerini çekti). (Süleyman A.S): \"Muhakkak ki o, parlak, billur camdan bir köşktür.\" dedi. (Sebe Melikesi): \"Rabbim, muhakkak ki ben, nefsime zulmettim ve Süleyman (A.S)´la beraber alemlerin Rabbi olan Allah´a teslim oldum.\" dedi"},{"SurahNumber":27,"VerseNumber":45,"Text":"Ve andolsun ki, Semud kavmine \"Allah´a kul olsunlar\" diye onların kardeşi Salih (A.S)´ı gönderdik. Fakat onlar o zaman hasım olan (çekişen) iki grup oldular"},{"SurahNumber":27,"VerseNumber":46,"Text":"(Salih A.S) dedi ki: \"Ey kavmim! Niçin hasenattan önce seyyiat için acele ediyorsunuz? Allah´tan mağfiret dileseniz olmaz mı? Böylece rahmet olunasınız diye"},{"SurahNumber":27,"VerseNumber":47,"Text":"Sen ve seninle beraber olanlar, bize uğursuzluk getirdiniz.\" dediler. (Salih A.S): \"Sizin uğursuzluğunuz Allah´ın katındadır. Hayır, siz fitneye düşmüş bir kavimsiniz.\" dedi"},{"SurahNumber":27,"VerseNumber":48,"Text":"Ve şehirde dokuz kişilik bir grup vardı ki; yeryüzünde fesat çıkarıyorlar ve ıslâh etmiyorlardı"},{"SurahNumber":27,"VerseNumber":49,"Text":"Allah´a kasem (yemin) ederek dediler ki: \"Biz geceleyin mutlaka ona ve ailesine baskın düzenleyelim (onları öldürelim). Sonra da onun dostlarına (muhakkak ki) onun ailesinin helâk edilmesine şahit olmadık ve gerçekten biz sadıklarız (doğru söyleyenleriz)"},{"SurahNumber":27,"VerseNumber":50,"Text":"Ve hile düzenlediler. Ve Biz de (onlara) hile düzenledik, fakat onlar farkına varmadılar"},{"SurahNumber":27,"VerseNumber":51,"Text":"Bundan sonra onların hilelerinin sonunun nasıl olduğuna bak ki, onları ve onların kavminin tamamını nasıl yok ettik"},{"SurahNumber":27,"VerseNumber":52,"Text":"İşte onların zulümleri sebebiyle çökmüş olan evleri! Muhakkak ki bilen kavim için bunda, mutlaka bir âyet (delil) vardır"},{"SurahNumber":27,"VerseNumber":53,"Text":"Ve âmenû olan (Allah´a ulaşmayı dileyen) ve (bu sebeple) takva sahibi olanları kurtardık"},{"SurahNumber":27,"VerseNumber":54,"Text":"Ve Lut (A.S), kavmine şöyle demişti: \"Siz gördüğünüz halde fahişeliğe (kötülüğe) mi geliyorsunuz"},{"SurahNumber":27,"VerseNumber":55,"Text":"Siz, gerçekten kadınlar yerine erkeklere mi şehvetle geliyorsunuz? Hayır, siz cahil bir kavimsiniz"}]}