{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Those who do not expect the meeting for judgment with Us say, “Why are the angels not sent down to us, or why do we not see our Lord?” Indeed they have an arrogant conceit of themselves, and terrible is the insolence of their impiety"},{"SurahNumber":25,"VerseNumber":22,"Text":"The day they see the angels, no joy will there be for those who are unethical. And the angels will say, “There is a barrier forbidden to you altogether.”"},{"SurahNumber":25,"VerseNumber":23,"Text":"And We will turn to whatever deeds they did in this life, and We will make those deeds as blowing dust"},{"SurahNumber":25,"VerseNumber":24,"Text":"The companions of the garden will be well that day in their abode, and have the best resting place"},{"SurahNumber":25,"VerseNumber":25,"Text":"The day the heaven will be rent asunder with clouds, and angels will be sent down, descending in ranks"},{"SurahNumber":25,"VerseNumber":26,"Text":"That day, the control of right and truth will be entirely with God, the Merciful Redeemer. It will be a day of dire difficulty for the disbelievers"},{"SurahNumber":25,"VerseNumber":27,"Text":"The day that the wrongdoer will bite at his hands and he will say, “Oh, I wish I had gone the way of the messenger"},{"SurahNumber":25,"VerseNumber":28,"Text":"“Oh, I wish I had never taken that one for a friend"},{"SurahNumber":25,"VerseNumber":29,"Text":"“He led me astray from the message after it had come to me. Satan is to the human being a traitor.” Then the messenger will say"},{"SurahNumber":25,"VerseNumber":30,"Text":"“O my Lord, truly my people took this Quran as virtually useless.”"},{"SurahNumber":25,"VerseNumber":31,"Text":"We made for every messenger an enemy among those who are corrupt, but enough is your Lord to guide and to help"},{"SurahNumber":25,"VerseNumber":32,"Text":"Those who do not believe say, \"Why is not the Quran revealed to him all at once?\" It is revealed this way so that We may strengthen your heart with it, and We have vocalized it to you in gradual, moderate, well-arranged stages"},{"SurahNumber":25,"VerseNumber":33,"Text":"And no question do they bring to you about which We do not reveal to you the truth and the best explanation"},{"SurahNumber":25,"VerseNumber":34,"Text":"Those who will be gathered to hell while on their faces, they will be in a terrible situation, and as to the path, most astray"},{"SurahNumber":25,"VerseNumber":35,"Text":"Before this, We sent Moses the Book, and appointed his brother Aaron with him as minister"},{"SurahNumber":25,"VerseNumber":36,"Text":"And We directed them, “Go both of you to the people who have rejected our signs.” And those people We caused to perish by utter destruction"},{"SurahNumber":25,"VerseNumber":37,"Text":"And the people of Noah, when they rejected the messengers, We drowned them, and We made them a sign for humanity, and We have prepared for all wrongdoers a terrible penalty"},{"SurahNumber":25,"VerseNumber":38,"Text":"And also ‘Ad and Thamud, and the companions of the Rass, and many generations between them"},{"SurahNumber":25,"VerseNumber":39,"Text":"To each We offer parables and similitudes, and to each We brought utter annihilation for their sins"},{"SurahNumber":25,"VerseNumber":40,"Text":"And the unbelievers indeed must have passed by the town which rained a shower of harm. Did they not then see it with their own eyes? But they do not fear the resurrection"},{"SurahNumber":25,"VerseNumber":41,"Text":"When they see you, they do not deal with you, except with mockery, “Is this the one whom God has sent as a messenger?”"},{"SurahNumber":25,"VerseNumber":42,"Text":"“Indeed he would have nearly misled us from our gods, had we not been so devoted to them.” Soon they will know when they see the penalty who it is that is most misled"},{"SurahNumber":25,"VerseNumber":43,"Text":"See the one who takes for his god his own desires? Could you be a manager of affairs for him"},{"SurahNumber":25,"VerseNumber":44,"Text":"Or do you think that most of them listen or understand? They are only like livestock. No, they wander even more"},{"SurahNumber":25,"VerseNumber":45,"Text":"Have you not turned your vision to your Guardian Evolver? See how He prolongs the shadow? If He willed, He could make it stationary. But instead We make the Sun its guide"},{"SurahNumber":25,"VerseNumber":46,"Text":"Then We draw it in towards Ourselves, and wind it down in gradual stages"},{"SurahNumber":25,"VerseNumber":47,"Text":"And He is the One who makes the night as a blanket for you, makes sleep as peace and tranquility, and makes the day as it were a revival"},{"SurahNumber":25,"VerseNumber":48,"Text":"And it is He Who sends the winds as heralds of good news, going before His mercy, and We send down pure water from the sky"},{"SurahNumber":25,"VerseNumber":49,"Text":"So that with it, We may give life to a dead land, and quench the thirst of things We have created, livestock and human beings, in great numbers"},{"SurahNumber":25,"VerseNumber":50,"Text":"And We have distributed the water among them, in order that they may praise Us, but most people are averse to everything but ingratitude"},{"SurahNumber":25,"VerseNumber":51,"Text":"Had it been Our will, We could have sent a warner to the center of every population"},{"SurahNumber":25,"VerseNumber":52,"Text":"Therefore, do not listen to the unbelievers, but strive against them with the utmost effort"},{"SurahNumber":25,"VerseNumber":53,"Text":"It is He Who has let free the two bodies of flowing water, one palatable and sweet, the other salty and bitter. Yet He has made a barrier between them, a partition that is forbidden to be passed"},{"SurahNumber":25,"VerseNumber":54,"Text":"It is He Who has created human beings from water. Then He established relationships of lineage and marriage, for your Lord has power over all things"},{"SurahNumber":25,"VerseNumber":55,"Text":"Yet they worship besides God things that can neither profit them nor harm them, and the disbeliever is a helper against his own Guardian Evolver"},{"SurahNumber":25,"VerseNumber":56,"Text":"But We only sent you to give good news and advice"},{"SurahNumber":25,"VerseNumber":57,"Text":"Say, “No reward do I ask of you for it but this, that each one who wills, take a straight path to his Lord.”"},{"SurahNumber":25,"VerseNumber":58,"Text":"And put your trust in Him Who lives and dies not, so praise Him, and enough is He to be acquainted with the faults of His servants"},{"SurahNumber":25,"VerseNumber":59,"Text":"He Who created the heavens and the earth, and all that is between, in six days, and is firmly established on the throne of authority, God the Merciful Benefactor. Then ask about Him, any who are acquainted with those things"},{"SurahNumber":25,"VerseNumber":60,"Text":"When it is said to them, “Prostrate to the Merciful Benefactor”, they say, “And what is the Merciful Benefactor? And why should we prostrate to that which you advise us?” It increases their flight from the truth"},{"SurahNumber":25,"VerseNumber":61,"Text":"Blessed is He Who made the constellations in the skies, and placed therein a lamp and a moon casting light"},{"SurahNumber":25,"VerseNumber":62,"Text":"And it is He Who made the night and the day to follow each other, for those who have the will to praise Him and to show their gratitude"},{"SurahNumber":25,"VerseNumber":63,"Text":"And the servants of God, the Merciful Benefactor, are those who walk on the earth with humility, and when the ignorant address them they say, “Peace.”"},{"SurahNumber":25,"VerseNumber":64,"Text":"Those who spend the night in adoration of their Lord, prostrating and standing"},{"SurahNumber":25,"VerseNumber":65,"Text":"Those who say, “Our Lord, avert from us the punishment of hell, for its punishment is indeed a terrible affliction"},{"SurahNumber":25,"VerseNumber":66,"Text":"“Terrible indeed is it as a home and as a place to stay.”"},{"SurahNumber":25,"VerseNumber":67,"Text":"Those who when they give, are neither irresponsible nor miserly, but are balanced between those extremes"},{"SurahNumber":25,"VerseNumber":68,"Text":"Those who do not invoke with God any other god, nor slay the soul that God has made sacred, except for just cause, and who do not engage in impermissible sex. But any who does this, not only meets punishment"},{"SurahNumber":25,"VerseNumber":69,"Text":"But the penalty on the Day of Accountability will be doubled for him, and he will dwell therein in disgrace"},{"SurahNumber":25,"VerseNumber":70,"Text":"Unless he repents, believes, and does good, for God will change the wrong of such people into good, and God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":25,"VerseNumber":71,"Text":"And whoever repents and does right, has truly turned to God with an acceptable conversion"},{"SurahNumber":25,"VerseNumber":72,"Text":"And those who do not support falsehood. And if they pass by futility, they pass by it with honorable avoidance"},{"SurahNumber":25,"VerseNumber":73,"Text":"Those who, when they are advised with the signs of their Lord, do not fail to register them, as if they were deaf or blind"},{"SurahNumber":25,"VerseNumber":74,"Text":"And those who pray, “Our Lord, grant to us spouses and offspring, who will be the comfort of our eyes, and make us leaders of the righteous.”"},{"SurahNumber":25,"VerseNumber":75,"Text":"Those are the ones who will be rewarded with the highest place in heaven, because of their determination. There they will be met with greetings and peace"},{"SurahNumber":25,"VerseNumber":76,"Text":"Dwelling therein, and how beautiful a home and place of rest"},{"SurahNumber":25,"VerseNumber":77,"Text":"Say to the rejecters, “My Lord is not upset by you, if you do not call on Him, but you have indeed rejected Him, so soon will come the inevitable punishment.”"},{"SurahNumber":26,"VerseNumber":1,"Text":"Taa, Siin, Miim"},{"SurahNumber":26,"VerseNumber":2,"Text":"These are verses of the Book that makes things clear"},{"SurahNumber":26,"VerseNumber":3,"Text":"It may be that you stress your soul with grief that they do not become believers"},{"SurahNumber":26,"VerseNumber":4,"Text":"If it were Our will, We could send down to them from the sky, a sign to which they would bend their necks in humility"},{"SurahNumber":26,"VerseNumber":5,"Text":"And there has not come to them a reminder from God the Merciful Benefactor, from which they do not turn away"},{"SurahNumber":26,"VerseNumber":6,"Text":"They have indeed rejected the message. So they will know, soon enough, the truth of what they mocked"},{"SurahNumber":26,"VerseNumber":7,"Text":"Do they not look at the earth, and how many noble things of all kinds We have produced therein"},{"SurahNumber":26,"VerseNumber":8,"Text":"Indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":9,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":10,"Text":"Behold, your Lord called to Moses, “Go to the people of iniquity"},{"SurahNumber":26,"VerseNumber":11,"Text":"“The People of Pharaoh. Will they not be conscious?”"},{"SurahNumber":26,"VerseNumber":12,"Text":"He said, “O my Lord, I fear that they will charge me with falsehood"},{"SurahNumber":26,"VerseNumber":13,"Text":"“My heart will be right, but my speech may not go smoothly, so send Aaron also"},{"SurahNumber":26,"VerseNumber":14,"Text":"“And further, they have a warrant out on me, and I fear they may kill me.”"},{"SurahNumber":26,"VerseNumber":15,"Text":"God said, “Never, go both of you with Our signs, We are with you, and will listen to your call"},{"SurahNumber":26,"VerseNumber":16,"Text":"“So go forward, both of you, to Pharaoh and say, ‘We have been sent by the Lord of all the worlds"},{"SurahNumber":26,"VerseNumber":17,"Text":"“ ‘Send with us the Children of Israel.’ ”"},{"SurahNumber":26,"VerseNumber":18,"Text":"Pharaoh said, “Did we not cherish you while you were a child among us, and did you not stay with us for many years of your life"},{"SurahNumber":26,"VerseNumber":19,"Text":"“And you did the deed which you did, and you were of the rejecters.”"},{"SurahNumber":26,"VerseNumber":20,"Text":"Moses said, “I did it when I was of those who go astray"},{"SurahNumber":26,"VerseNumber":21,"Text":"“So I fled from you all when I feared you, but my Lord has since invested me with judgment and wisdom, and appointed me as one of the messengers"},{"SurahNumber":26,"VerseNumber":22,"Text":"“And this is the favor with which you blame me, that you have enslaved the Children of Israel.”"},{"SurahNumber":26,"VerseNumber":23,"Text":"Pharaoh said, “And what is the ‘Lord of all the worlds”"},{"SurahNumber":26,"VerseNumber":24,"Text":"Moses said, “The Lord of the heavens and the earth, and all between, if you are to be convinced.”"},{"SurahNumber":26,"VerseNumber":25,"Text":"Pharaoh said to those around, “Did you not hear what he says?”"},{"SurahNumber":26,"VerseNumber":26,"Text":"Moses said, “Your Lord, and the Lord of your ancestors from the beginning.”"},{"SurahNumber":26,"VerseNumber":27,"Text":"Pharaoh said, “Truly your messenger, who has been sent to you, is certainly crazy.”"},{"SurahNumber":26,"VerseNumber":28,"Text":"Moses said, “Lord of the East and the West, and all between, if you only had sense.”"},{"SurahNumber":26,"VerseNumber":29,"Text":"Pharaoh said, “If you put forward any god other than me, I will certainly throw you in prison.”"},{"SurahNumber":26,"VerseNumber":30,"Text":"Moses said, “Even if I showed you something convincing?”"},{"SurahNumber":26,"VerseNumber":31,"Text":"Pharaoh said, “Show it then, if you tell the truth.”"},{"SurahNumber":26,"VerseNumber":32,"Text":"So Moses threw his staff, and behold, it was a serpent, plain for all to see"},{"SurahNumber":26,"VerseNumber":33,"Text":"And he drew out his hand, and behold, it was white to all beholders"},{"SurahNumber":26,"VerseNumber":34,"Text":"Pharaoh said to the advisors around him, “This is indeed an illusionist well-versed"},{"SurahNumber":26,"VerseNumber":35,"Text":"“His plan is to get you out of your land by his illusions, so what is it you advise?”"},{"SurahNumber":26,"VerseNumber":36,"Text":"They said, “Keep him and his brother in suspense for a while, and dispatch to the cities, gatherers to collect–"},{"SurahNumber":26,"VerseNumber":37,"Text":"“And bring up to you, all of our illusionists well-versed.”"},{"SurahNumber":26,"VerseNumber":38,"Text":"So the illusionists were gathered together for the appointment of a day well-known"},{"SurahNumber":26,"VerseNumber":39,"Text":"And the people were asked, “Are you assembled"},{"SurahNumber":26,"VerseNumber":40,"Text":"“So that we may follow the illusionists’ way if they win?”"},{"SurahNumber":26,"VerseNumber":41,"Text":"So when the illusionists arrived they said to Pharaoh, “Will there be for us a suitable reward if we win"},{"SurahNumber":26,"VerseNumber":42,"Text":"He said, “Yes, that and more, for you will in that case be raised to posts nearest to me.”"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moses said to them, “Throw what you came to throw.”"},{"SurahNumber":26,"VerseNumber":44,"Text":"So they threw their ropes and their staffs and said, “By the power of Pharaoh, it is we who will certainly win.”"},{"SurahNumber":26,"VerseNumber":45,"Text":"Then Moses threw his staff, and behold, it instantly swallowed up all the falsehood they faked"},{"SurahNumber":26,"VerseNumber":46,"Text":"Then the illusionists fell down, prostrate in adoration"},{"SurahNumber":26,"VerseNumber":47,"Text":"Saying, “We believe in the Lord of all the worlds"},{"SurahNumber":26,"VerseNumber":48,"Text":"“The Lord of Moses and Aaron.”"},{"SurahNumber":26,"VerseNumber":49,"Text":"Pharaoh said, “Believe in Him before I give you permission? Surely he is your leader, who has taught you illusions, but soon will you know. “Be sure I will cut off your hands and your feet on opposite sides, and I will cause you all to die on the cross.”"},{"SurahNumber":26,"VerseNumber":50,"Text":"They said, “No matter, for us, we will but return to our Lord"},{"SurahNumber":26,"VerseNumber":51,"Text":"“Our only desire is that our Lord will forgive us our faults, so that we may become foremost among the believers.”"},{"SurahNumber":26,"VerseNumber":52,"Text":"By inspiration we told Moses, “Travel by night with my servants, for surely you will be pursued.”"},{"SurahNumber":26,"VerseNumber":53,"Text":"Then Pharaoh sent heralds to all the cities"},{"SurahNumber":26,"VerseNumber":54,"Text":"Saying, “These Israelites are only a small group"},{"SurahNumber":26,"VerseNumber":55,"Text":"“Though they are raging furiously against us"},{"SurahNumber":26,"VerseNumber":56,"Text":"“We are still a multitude, amply fore-warned.”"},{"SurahNumber":26,"VerseNumber":57,"Text":"So We expelled them from gardens, springs"},{"SurahNumber":26,"VerseNumber":58,"Text":"Treasures, and an honorable position"},{"SurahNumber":26,"VerseNumber":59,"Text":"And We made the Children of Israel inheritors of such things"},{"SurahNumber":26,"VerseNumber":60,"Text":"So they pursued them at sunrise"},{"SurahNumber":26,"VerseNumber":61,"Text":"And when the two groups saw each other, the people of Moses said, “We will surely be overtaken.”"},{"SurahNumber":26,"VerseNumber":62,"Text":"Moses said, “By no means, for my Lord is with me, and soon He will guide me.”"},{"SurahNumber":26,"VerseNumber":63,"Text":"Then We told Moses by inspiration, “Strike the sea with your staff.” So it divided, and each separate part became like a huge, solid mass of a mountain"},{"SurahNumber":26,"VerseNumber":64,"Text":"And We made the other group approach in the same direction"},{"SurahNumber":26,"VerseNumber":65,"Text":"We delivered Moses and all who were with him"},{"SurahNumber":26,"VerseNumber":66,"Text":"But We drowned the others"},{"SurahNumber":26,"VerseNumber":67,"Text":"Indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":68,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":69,"Text":"And rehearse to them something of Abraham’s story"},{"SurahNumber":26,"VerseNumber":70,"Text":"Behold, he said to his father and his people, “What do you worship?”"},{"SurahNumber":26,"VerseNumber":71,"Text":"They said, “We worship idols, and we remain constantly in attendance to them.”"},{"SurahNumber":26,"VerseNumber":72,"Text":"He said, “Do they listen to you when you call on them"},{"SurahNumber":26,"VerseNumber":73,"Text":"Or do you good or harm?”"},{"SurahNumber":26,"VerseNumber":74,"Text":"They said, “No, but we found our fathers doing what we do.”"},{"SurahNumber":26,"VerseNumber":75,"Text":"He said, “Do you then see what you have been worshipping"},{"SurahNumber":26,"VerseNumber":76,"Text":"“You and your forefathers before you"},{"SurahNumber":26,"VerseNumber":77,"Text":"“Indeed they are enemies to me, but not the Lord of the all the systems knowledge"},{"SurahNumber":26,"VerseNumber":78,"Text":"“He created me, and it is He Who guides me"},{"SurahNumber":26,"VerseNumber":79,"Text":"“Who gives me food and drink"},{"SurahNumber":26,"VerseNumber":80,"Text":"“And when I am sick, it is He Who makes me healthy"},{"SurahNumber":26,"VerseNumber":81,"Text":"“He will cause me to die, and then bring me to life again"},{"SurahNumber":26,"VerseNumber":82,"Text":"“And who I hope will forgive me my faults on the Day of Accountability"},{"SurahNumber":26,"VerseNumber":83,"Text":"“O my Lord, bestow wisdom on me, and join me with the righteous"},{"SurahNumber":26,"VerseNumber":84,"Text":"“Grant me a mention of honor on the tongue of truth among the next generations"},{"SurahNumber":26,"VerseNumber":85,"Text":"“Make me one of the inheritors of the garden of bliss"},{"SurahNumber":26,"VerseNumber":86,"Text":"“Forgive my father, for he is among those astray"},{"SurahNumber":26,"VerseNumber":87,"Text":"“And let me not be in disgrace on the day they will be resurrected"},{"SurahNumber":26,"VerseNumber":88,"Text":"“The day when neither wealth nor sons will be of benefit"},{"SurahNumber":26,"VerseNumber":89,"Text":"“But only he will flourish who brings to God a heart at peace"},{"SurahNumber":26,"VerseNumber":90,"Text":"“To the righteous, the garden will be brought near"},{"SurahNumber":26,"VerseNumber":91,"Text":"“And to those straying in evil, the fire will be placed in full view"},{"SurahNumber":26,"VerseNumber":92,"Text":"“And it will be said to them, ‘where are the gods you worshipped"},{"SurahNumber":26,"VerseNumber":93,"Text":"“ ‘Besides God? Can they help you or help themselves?’"},{"SurahNumber":26,"VerseNumber":94,"Text":"“Then they will be thrown headlong into the fire, they and those straying in evil"},{"SurahNumber":26,"VerseNumber":95,"Text":"“Including the party of Lucifer all together"},{"SurahNumber":26,"VerseNumber":96,"Text":"“They will say in their conversation"},{"SurahNumber":26,"VerseNumber":97,"Text":"“ ‘By God, we were truly in manifest error"},{"SurahNumber":26,"VerseNumber":98,"Text":"“ ‘When we held you as equals with the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":99,"Text":"“ ‘And no one misguided us except the wrong-doers"},{"SurahNumber":26,"VerseNumber":100,"Text":"“ ‘Now, we have none to intercede for us"},{"SurahNumber":26,"VerseNumber":101,"Text":"“ ‘Nor a single friend to feel for us"},{"SurahNumber":26,"VerseNumber":102,"Text":"“But now, if we only had the chance to return, we will truly be of those who believe.”"},{"SurahNumber":26,"VerseNumber":103,"Text":"Indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":104,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":105,"Text":"The People of Noah rejected the messengers"},{"SurahNumber":26,"VerseNumber":106,"Text":"Behold, their brother Noah said to them, “Will you not be conscious"},{"SurahNumber":26,"VerseNumber":107,"Text":"“I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":108,"Text":"“So be conscious of God, and follow me"},{"SurahNumber":26,"VerseNumber":109,"Text":"“No reward do I ask of you for it, my reward is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":110,"Text":"“So be conscious of God, and follow me.”"},{"SurahNumber":26,"VerseNumber":111,"Text":"They said, “Shall we believe in you when it is the worst who follow you?”"},{"SurahNumber":26,"VerseNumber":112,"Text":"He said, “What do I know as to what they do"},{"SurahNumber":26,"VerseNumber":113,"Text":"“Their judgment is only with my Lord, if you can understand"},{"SurahNumber":26,"VerseNumber":114,"Text":"“I am not one to drive away those who believe"},{"SurahNumber":26,"VerseNumber":115,"Text":"“I am sent only to advise clearly.”"},{"SurahNumber":26,"VerseNumber":116,"Text":"They said, “If you do not desist, O Noah, You will be stoned to death.”"},{"SurahNumber":26,"VerseNumber":117,"Text":"He said, “O my Lord, truly my people have rejected me"},{"SurahNumber":26,"VerseNumber":118,"Text":"“Judge then, between them and me openly, and save me and the believers who are with me.”"},{"SurahNumber":26,"VerseNumber":119,"Text":"So We delivered him and those with him, in the Ark filled with all creatures"},{"SurahNumber":26,"VerseNumber":120,"Text":"Thereafter We drowned those who stayed behind"},{"SurahNumber":26,"VerseNumber":121,"Text":"Indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":122,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":123,"Text":"The ‘Ad rejected the messengers"},{"SurahNumber":26,"VerseNumber":124,"Text":"Behold, their brother Hud said to them, “Will you not be conscious of God"},{"SurahNumber":26,"VerseNumber":125,"Text":"“I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":126,"Text":"“So be conscious of God and follow me"},{"SurahNumber":26,"VerseNumber":127,"Text":"“No reward do I ask of you for it. My reward is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":128,"Text":"“Do you build a landmark on every high place to amuse yourselves"},{"SurahNumber":26,"VerseNumber":129,"Text":"“And do you build for yourselves great edifices, in the hope of living therein forever"},{"SurahNumber":26,"VerseNumber":130,"Text":"“And when you rule, you rule as dictators"},{"SurahNumber":26,"VerseNumber":131,"Text":"“Now be conscious of God, and follow me"},{"SurahNumber":26,"VerseNumber":132,"Text":"“Yes, fear Him Who has bestowed on you freely all that you know"},{"SurahNumber":26,"VerseNumber":133,"Text":"“He has bestowed on you livestock and children"},{"SurahNumber":26,"VerseNumber":134,"Text":"“And gardens and springs"},{"SurahNumber":26,"VerseNumber":135,"Text":"“Truly I fear for you the penalty of a great day.”"},{"SurahNumber":26,"VerseNumber":136,"Text":"They said, “It is the same to us whether you advise us or are not among our advisors"},{"SurahNumber":26,"VerseNumber":137,"Text":"“This is no other than a custom of those who came before"},{"SurahNumber":26,"VerseNumber":138,"Text":"“And we are not the ones to receive pains and penalties.”"},{"SurahNumber":26,"VerseNumber":139,"Text":"So they rejected him, and We caused them to perish, indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":140,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":141,"Text":"The Thamud people rejected the messengers"},{"SurahNumber":26,"VerseNumber":142,"Text":"Behold, their brother Salih said to them, “Will you not be conscious"},{"SurahNumber":26,"VerseNumber":143,"Text":"“I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":144,"Text":"“So be conscious of God, and follow me"},{"SurahNumber":26,"VerseNumber":145,"Text":"“No reward do I ask of you for it. My reward is only from the Lord of the worlds"},{"SurahNumber":26,"VerseNumber":146,"Text":"“Will you be left secure, in the enjoyment of all that you have here"},{"SurahNumber":26,"VerseNumber":147,"Text":"“Gardens and springs"},{"SurahNumber":26,"VerseNumber":148,"Text":"“And corn-fields and date palms, with spathes near breaking from the weight of the fruit"},{"SurahNumber":26,"VerseNumber":149,"Text":"“And you carve houses out of mountains, with great skill"},{"SurahNumber":26,"VerseNumber":150,"Text":"“But be conscious of God and follow me"},{"SurahNumber":26,"VerseNumber":151,"Text":"“And follow not the influence of those who are extravagant"},{"SurahNumber":26,"VerseNumber":152,"Text":"“Who do wrong in the land, and do not correct their ways.”"},{"SurahNumber":26,"VerseNumber":153,"Text":"They said, “You are only one of those possessed"},{"SurahNumber":26,"VerseNumber":154,"Text":"“You are no more than a human being like us. Or bring us a sign, if you tell the truth.”"},{"SurahNumber":26,"VerseNumber":155,"Text":"He said, “Here is a she-camel, who has a right to water, as you have a right to water on a day appointed"},{"SurahNumber":26,"VerseNumber":156,"Text":"“Touch it not with harm, lest the penalty of a great day seize you.”"},{"SurahNumber":26,"VerseNumber":157,"Text":"Still they hamstrung it, but then they became full of regrets"},{"SurahNumber":26,"VerseNumber":158,"Text":"And the penalty seized them, indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":159,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":160,"Text":"The people of Lot rejected the messengers"},{"SurahNumber":26,"VerseNumber":161,"Text":"Behold, their brother Lot said to them, “Will you not be conscious"},{"SurahNumber":26,"VerseNumber":162,"Text":"“I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":163,"Text":"“So be conscious of God and follow me"},{"SurahNumber":26,"VerseNumber":164,"Text":"“No reward do I ask of you for it. My reward is only from the Lord of all the worlds"},{"SurahNumber":26,"VerseNumber":165,"Text":"“Of all the creatures in the world, will you approach males"},{"SurahNumber":26,"VerseNumber":166,"Text":"“And abandon those whom God has created for you to be your mates? No, you are a people transgressing all limits.”"},{"SurahNumber":26,"VerseNumber":167,"Text":"They said, “If you do not pull back, O Lot, you will surely be driven out.”"},{"SurahNumber":26,"VerseNumber":168,"Text":"He said, “I detest your doings.”"},{"SurahNumber":26,"VerseNumber":169,"Text":"“O my Lord, save me and my family from the things they do.”"},{"SurahNumber":26,"VerseNumber":170,"Text":"So We delivered him and his family, all–"},{"SurahNumber":26,"VerseNumber":171,"Text":"Except an old woman who lingered behind"},{"SurahNumber":26,"VerseNumber":172,"Text":"But the rest We caused to perish"},{"SurahNumber":26,"VerseNumber":173,"Text":"We rained down on them a shower of brimstone, and terrible was the shower on those who were advised but did not listen"},{"SurahNumber":26,"VerseNumber":174,"Text":"Indeed in this is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":175,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":176,"Text":"The Companions of the Wood rejected the messengers"},{"SurahNumber":26,"VerseNumber":177,"Text":"Behold, Shu’aib said to them, “Will you not be conscious"},{"SurahNumber":26,"VerseNumber":178,"Text":"“I am to you a trustworthy messenger"},{"SurahNumber":26,"VerseNumber":179,"Text":"“So be conscious of God and follow me"},{"SurahNumber":26,"VerseNumber":180,"Text":"“No reward do I ask of you for it. My reward is only from the Lord of all worlds"},{"SurahNumber":26,"VerseNumber":181,"Text":"“Give just measure, and cause no loss to others by fraud"},{"SurahNumber":26,"VerseNumber":182,"Text":"“And weigh with scales true and upright"},{"SurahNumber":26,"VerseNumber":183,"Text":"“And do not withhold things justly due to people, nor do wrong in the land, spreading corruption"},{"SurahNumber":26,"VerseNumber":184,"Text":"“And be conscious of Him Who created you and Who created the generations before you.”"},{"SurahNumber":26,"VerseNumber":185,"Text":"They said, “You are merely one of those possessed"},{"SurahNumber":26,"VerseNumber":186,"Text":"“You are no more than a human being like us, and indeed we think you are a liar"},{"SurahNumber":26,"VerseNumber":187,"Text":"“Now cause a piece of the universe to fall on us if you are right.”"},{"SurahNumber":26,"VerseNumber":188,"Text":"He said, “My Lord knows best what you do.”"},{"SurahNumber":26,"VerseNumber":189,"Text":"But they rejected him. Then came the punishment of a day of the shadow, and that was the penalty of a great day"},{"SurahNumber":26,"VerseNumber":190,"Text":"Indeed in that is a sign, but most of them do not believe"},{"SurahNumber":26,"VerseNumber":191,"Text":"And indeed your Lord is He, the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":192,"Text":"Indeed this is a revelation from the Lord of all worlds"},{"SurahNumber":26,"VerseNumber":193,"Text":"With it came down the spirit of faith and truth"},{"SurahNumber":26,"VerseNumber":194,"Text":"To your heart and mind, that you may advise"},{"SurahNumber":26,"VerseNumber":195,"Text":"In the clear Arabic tongue"},{"SurahNumber":26,"VerseNumber":196,"Text":"Without doubt it is announced in the scripture of former peoples"},{"SurahNumber":26,"VerseNumber":197,"Text":"Is it not a sign to them, that the learned of the Children of Israel knew it as true"},{"SurahNumber":26,"VerseNumber":198,"Text":"Had We revealed it to any of the non-Arabs"},{"SurahNumber":26,"VerseNumber":199,"Text":"And had he recited it to them, they would not have believed in it"},{"SurahNumber":26,"VerseNumber":200,"Text":"We caused it to enter the hearts of those who are corrupt"},{"SurahNumber":26,"VerseNumber":201,"Text":"But they will not believe in it, until they see the terrible penalty"},{"SurahNumber":26,"VerseNumber":202,"Text":"But the penalty will come to them all of a sudden, when they least expect it"},{"SurahNumber":26,"VerseNumber":203,"Text":"Then they will say, “Shall we have respite?”"},{"SurahNumber":26,"VerseNumber":204,"Text":"Do they also ask for Our penalty to be hastened on"},{"SurahNumber":26,"VerseNumber":205,"Text":"Do you see that We let them enjoy this life for a few years"},{"SurahNumber":26,"VerseNumber":206,"Text":"Yet eventually, there must come to them the punishment which they were promised"},{"SurahNumber":26,"VerseNumber":207,"Text":"It will not profit them, that they enjoyed this life"},{"SurahNumber":26,"VerseNumber":208,"Text":"Never did We destroy a population, except those who had been warned"},{"SurahNumber":26,"VerseNumber":209,"Text":"By way of reminder, and We are never unjust"},{"SurahNumber":26,"VerseNumber":210,"Text":"No devils have brought down this revelation"},{"SurahNumber":26,"VerseNumber":211,"Text":"It would neither suit them nor would they be able to produce it"},{"SurahNumber":26,"VerseNumber":212,"Text":"Indeed they have been removed far from even the chance of hearing it"},{"SurahNumber":26,"VerseNumber":213,"Text":"So do not call on any other god with God, or you will be among those under the penalty"},{"SurahNumber":26,"VerseNumber":214,"Text":"And advise your nearest relatives"},{"SurahNumber":26,"VerseNumber":215,"Text":"And lower your wing to the believers who follow you"},{"SurahNumber":26,"VerseNumber":216,"Text":"Then if they ignore you say, “I am free from responsibility for what you do.”"},{"SurahNumber":26,"VerseNumber":217,"Text":"And put your trust in the Exalted in Might, the Merciful Redeemer"},{"SurahNumber":26,"VerseNumber":218,"Text":"The One who sees you standing in prayer"},{"SurahNumber":26,"VerseNumber":219,"Text":"And your movements among those who prostrate themselves"},{"SurahNumber":26,"VerseNumber":220,"Text":"For it is He Who hears and knows all things"},{"SurahNumber":26,"VerseNumber":221,"Text":"Shall I inform you, O people, on whom it is that the devils descend"},{"SurahNumber":26,"VerseNumber":222,"Text":"They descend on every unethical, immoral deceiver"},{"SurahNumber":26,"VerseNumber":223,"Text":"They repeat what they hear, though most of the deny it"},{"SurahNumber":26,"VerseNumber":224,"Text":"And of the poets, it is the misguided who follow them"},{"SurahNumber":26,"VerseNumber":225,"Text":"Do you not see that they roam in every lowland"},{"SurahNumber":26,"VerseNumber":226,"Text":"And that they say what they do not do"},{"SurahNumber":26,"VerseNumber":227,"Text":"Except those who believe, work righteousness, engage much in the remembrance of God, and defend themselves after they are unjustly attacked, and soon the assailants will know at what misfortune they will arrive"},{"SurahNumber":27,"VerseNumber":1,"Text":"Taa, Siin. These are verses of the Quran, a book which makes things clear"},{"SurahNumber":27,"VerseNumber":2,"Text":"A guide and good news for the believers"},{"SurahNumber":27,"VerseNumber":3,"Text":"Those who establish prayer, pay their zakat, and have confidence in the hereafter"},{"SurahNumber":27,"VerseNumber":4,"Text":"As for those who do not believe in the hereafter, We have made their deeds acceptable in their eyes, and so they wander about, lost"},{"SurahNumber":27,"VerseNumber":5,"Text":"For them a terrible penalty is waiting, and in the hereafter, theirs will be the greatest loss"},{"SurahNumber":27,"VerseNumber":6,"Text":"As for you, the Quran is bestowed upon you from the presence of One Who is Wise and All Knowing"},{"SurahNumber":27,"VerseNumber":7,"Text":"Behold, Moses said to his family, “I perceive a fire, soon I will bring you from there some knowledge, or I will bring you a burning brand to light our fuel, so that you may warn yourselves"},{"SurahNumber":27,"VerseNumber":8,"Text":"But when he came to the fire, a voice was heard, “Blessed are those in the fire and those around it, and glory be to God, Evolver of all the worlds"},{"SurahNumber":27,"VerseNumber":9,"Text":"“O Moses, indeed I am God, the Exalted in Might, the Wise"},{"SurahNumber":27,"VerseNumber":10,"Text":"“Now throw your staff.” But when he saw it moving of its own accord, as if it had been a snake, he turned his back in retreat, and did not look back. “O Moses, do not fear, truly in My presence those called as messengers have no fear"},{"SurahNumber":27,"VerseNumber":11,"Text":"“But if any have done wrong, but have thereafter replaced good in place of wrong, truly I am Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":27,"VerseNumber":12,"Text":"“Now put your hand into your chest and it will come out white, free of harm. These are among the nine signs you will take to Pharaoh and his people, for they are a people defiant.”"},{"SurahNumber":27,"VerseNumber":13,"Text":"But when Our signs came to them which should have opened their eyes they said, “These are illusions manifest.”"},{"SurahNumber":27,"VerseNumber":14,"Text":"And they rejected those signs unjustly and with arrogance, though their souls were convinced of it. So see what the end of those who acted wrongfully was"},{"SurahNumber":27,"VerseNumber":15,"Text":"In the past, We gave knowledge to David and Solomon, and they both said, “Praise God, Who has favored us above many of His servants who believe.”"},{"SurahNumber":27,"VerseNumber":16,"Text":"And Solomon was David’s heir. He said, “O you people, we have been taught the speech of birds, and on us has been bestowed a little of all things. This is indeed grace manifest from God.”"},{"SurahNumber":27,"VerseNumber":17,"Text":"And before Solomon, marched a legion of the jinn, the humans, and the birds, and they were arranged in ranks"},{"SurahNumber":27,"VerseNumber":18,"Text":"Then, when they came to a valley of the ants, one of the ants said, “O you ants, get into your habitations, lest Solomon and his legion crush you without knowing it.”"},{"SurahNumber":27,"VerseNumber":19,"Text":"So he smiled, amused at its speech, and he said, “O my Lord, order me that I may be grateful for Your favors which you have bestowed on me and on my parents, and that I may do righteous deeds that will please You, and admit me, by Your grace, to the ranks of Your righteous servants.”"},{"SurahNumber":27,"VerseNumber":20,"Text":"And he looked over the birds and he said, “Why do I not see the hoopoe, or is it among the absentees"},{"SurahNumber":27,"VerseNumber":21,"Text":"“I will certainly punish it with a severe penalty, or cause it to be absent permanently, unless it brings me a clear reason for its absence.”"},{"SurahNumber":27,"VerseNumber":22,"Text":"But the hoopoe had not gone far. It approached him and said, “I have compassed territory which you have not compassed, and I have come to you from Sheba with certain findings"},{"SurahNumber":27,"VerseNumber":23,"Text":"“I found there a woman ruling over them and governing them, and she has been provided everything, and she has a magnificent throne"},{"SurahNumber":27,"VerseNumber":24,"Text":"“I found her and her people worshipping the Sun instead of God. Satan has made their deeds seem pleasing in their eyes which has averted them from the way, so that they can receive no guidance"},{"SurahNumber":27,"VerseNumber":25,"Text":"“And so that they do not worship God, He Who brings to light what is hidden in the heavens and the earth, and Who knows what you conceal and what you reveal"},{"SurahNumber":27,"VerseNumber":26,"Text":"“God, there is no god but He, Lord of the Throne Supreme.”"},{"SurahNumber":27,"VerseNumber":27,"Text":"Solomon said, “Soon will we see whether you have told the truth or lied"},{"SurahNumber":27,"VerseNumber":28,"Text":"“Go with this letter of mine, and deliver it to them. Then draw back from them, and wait to see what answer they return.”"},{"SurahNumber":27,"VerseNumber":29,"Text":"The queen said, “O you advisors, here addressed to me is a letter worthy of respect"},{"SurahNumber":27,"VerseNumber":30,"Text":"“It is from Solomon, and it reads as follows"},{"SurahNumber":27,"VerseNumber":31,"Text":"“Be not arrogant towards me, but come to me as a Muslim.”"},{"SurahNumber":27,"VerseNumber":32,"Text":"She said, “O you advisors, advise me in this situation of mine, for no decision have I made, except in your presence.”"},{"SurahNumber":27,"VerseNumber":33,"Text":"They said, “We are endued with strength, and possessors of great might, but the command is with you, so consider what you will command.”"},{"SurahNumber":27,"VerseNumber":34,"Text":"She said, “Kings indeed, when they enter a country, ravish it, and make the most honorable of its people, its most humiliated, they do indeed"},{"SurahNumber":27,"VerseNumber":35,"Text":"“But I am going to send him a gift, and wait to see with what answer my messenger returns.”"},{"SurahNumber":27,"VerseNumber":36,"Text":"So when the messenger came Solomon said, “You give me riches? But that which God has given me is better than that which He has given you. No, it is you who rejoice in your gift"},{"SurahNumber":27,"VerseNumber":37,"Text":"“Go back to them, and be sure we will come to them with such legions as they will never be able to resist. We will expel them from there in disgrace, and they will feel humbled.”"},{"SurahNumber":27,"VerseNumber":38,"Text":"He said to his own people, “O advisors which of you can bring me her throne before they come to me as Muslim?”"},{"SurahNumber":27,"VerseNumber":39,"Text":"Said a strong one of the jinn, “I will bring it to you before you stand from your place. Indeed I have full strength for the purpose, and can be trusted.”"},{"SurahNumber":27,"VerseNumber":40,"Text":"Said one who had knowledge of the Book, “I will bring it to you before your sight can return to you.” Then when Solomon saw it placed before him he said, “This is allowed by my Lord, to make evident whether or not I will reject it, but if any is grateful, indeed his gratitude is for his own self. But if any rejects it, still my Lord is rich and noble, and truly my Lord is free of all needs, supreme in honor.”"},{"SurahNumber":27,"VerseNumber":41,"Text":"He said, “Make her throne uncomfortable, we will see whether she is guided to the truth or is one of those who receive no guidance.”"},{"SurahNumber":27,"VerseNumber":42,"Text":"So when she arrived, she was asked, “Is this your throne?” She said, “It was just like this, but knowledge was bestowed on us in advance of this, and we are Muslims.”"},{"SurahNumber":27,"VerseNumber":43,"Text":"And he diverted her from the worship of others besides God, for she was from a people who had rejected it"},{"SurahNumber":27,"VerseNumber":44,"Text":"She was asked to enter the lofty palace, but when she saw it, she thought it was a pool of water, and exposed her legs. He said, “This is only a palace paved smooth with glass.” She said, “My Lord, I have indeed wronged my soul, and I submit with Solomon, to the Guardian Evolver of all systems of knowledge.”"},{"SurahNumber":27,"VerseNumber":45,"Text":"We sent to the Thamud their brother Salih saying, “Serve God.” But behold, they became two factions arguing with each other"},{"SurahNumber":27,"VerseNumber":46,"Text":"He said, “O my people, why do you hasten on harm before good? Why do you not ask God for forgiveness, that you may receive mercy"},{"SurahNumber":27,"VerseNumber":47,"Text":"They said, “A bad omen do we predict from you and those who are with you.” He said, “Your bad omen is with God. Yes, you are a people being tested.”"},{"SurahNumber":27,"VerseNumber":48,"Text":"There were in the city nine people of a family, who do wrong in the land, and would not reform"},{"SurahNumber":27,"VerseNumber":49,"Text":"They said, “Swear a mutual promise by God that we will make a secret night attack on him and his people, and that we will then say to his heir when he seeks vengeance, ‘We were not present at the slaughter of his people, and we are indeed telling the truth.’ ”"},{"SurahNumber":27,"VerseNumber":50,"Text":"They plotted and planned, but We too planned, even while they perceived it not"},{"SurahNumber":27,"VerseNumber":51,"Text":"So see what the end of their plot was, We caused them and their people to perish, all of them"},{"SurahNumber":27,"VerseNumber":52,"Text":"Now their houses were in utter ruin, because they did wrong, indeed in this is a sign for people of knowledge"},{"SurahNumber":27,"VerseNumber":53,"Text":"And We saved those who believed and practiced righteousness"},{"SurahNumber":27,"VerseNumber":54,"Text":"We also sent Lot as a prophet. Behold, he said to his people, “Do you do what is shameful with you eyes wide open"},{"SurahNumber":27,"VerseNumber":55,"Text":"Are you really attracted to men more than, in addition to, or instead of women?\" No, but you are unaware"}]}