{"Id":130,"LanguageCodes":["en","eng"],"Name":"eng-muhammadtaqiudd","Author":"Muhammad Taqi Ud Din Al Hilali And Muhammad Muhsin Khan","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed is He in Whose Hand is the dominion, and He is Able to do all things"},{"SurahNumber":67,"VerseNumber":2,"Text":"Who has created death and life, that He may test you which of you is best in deed. And He is the All-Mighty, the Oft-Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"Who has created the seven heavens one above another, you can see no fault in the creations of the Most Beneficent. Then look again: \"Can you see any rifts"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then look again and yet again, your sight will return to you in a state of humiliation and worn out"},{"SurahNumber":67,"VerseNumber":5,"Text":"And indeed We have adorned the nearest heaven with lamps, and We have made such lamps (as) missiles to drive away the Shayatin (devils), and have prepared for them the torment of the blazing Fire"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord (Allah) is the torment of Hell, and worst indeed is that destination"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they are cast therein, they will hear the (terrible) drawing in of its breath as it blazes forth"},{"SurahNumber":67,"VerseNumber":8,"Text":"It almost bursts up with fury. Every time a group is cast therein, its keeper will ask: \"Did no warner come to you"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say: \"Yes indeed; a warner did come to us, but we belied him and said: 'Allah never sent down anything (of revelation), you are only in great error"},{"SurahNumber":67,"VerseNumber":10,"Text":"And they will say: \"Had we but listened or used our intelligence, we would not have been among the dwellers of the blazing Fire"},{"SurahNumber":67,"VerseNumber":11,"Text":"Then they will confess their sin. So, away with the dwellers of the blazing Fire"},{"SurahNumber":67,"VerseNumber":12,"Text":"Verily! Those who fear their Lord unseen (i.e. they do not see Him, nor His Punishment in the Hereafter, etc.), theirs will be forgiveness and a great reward (i.e. Paradise)"},{"SurahNumber":67,"VerseNumber":13,"Text":"And whether you keep your talk secret or disclose it, verily, He is the All-Knower of what is in the breasts (of men)"},{"SurahNumber":67,"VerseNumber":14,"Text":"Should not He Who has created know? And He is the Most Kind and Courteous (to His slaves) All-Aware (of everything)"},{"SurahNumber":67,"VerseNumber":15,"Text":"He it is, Who has made the earth subservient to you (i.e. easy for you to walk, to live and to do agriculture on it, etc.), so walk in the path thereof and eat of His provision, and to Him will be the Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Do you feel secure that He, Who is over the heaven (Allah), will not cause the earth to sink with you, then behold it shakes (as in an earthquake)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or do you feel secure that He, Who is over the heaven (Allah), will not send against you a violent whirlwind? Then you shall know how (terrible) has been My Warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"And indeed those before them belied (the Messengers of Allah), then how terrible was My denial (punishment)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Do they not see the birds above them, spreading out their wings and folding them in? None upholds them except the Most Beneficent (Allah). Verily, He is the All-Seer of everything"},{"SurahNumber":67,"VerseNumber":20,"Text":"Who is he besides the Most Beneficent that can be an army to you to help you? The disbelievers are in nothing but delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Who is he that can provide for you if He should withhold His provision? Nay, but they continue to be in pride, and (they) flee (from the truth)"},{"SurahNumber":67,"VerseNumber":22,"Text":"Is he who walks without seeing on his face, more rightly guided, or he who (sees and) walks on a Straight Way (i.e. Islamic Monotheism)"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say it is He Who has created you, and endowed you with hearing (ears), seeing (eyes), and hearts. Little thanks you give"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say: \"It is He Who has created you from the earth, and to Him shall you be gathered (in the Hereafter)"},{"SurahNumber":67,"VerseNumber":25,"Text":"They say: \"When will this promise (i.e. the Day of Resurrection) come to pass? if you are telling the truth"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say (O Muhammad SAW): \"The knowledge (of its exact time) is with Allah only, and I am only a plain warner"},{"SurahNumber":67,"VerseNumber":27,"Text":"But when they will see it (the torment on the Day of Resurrection) approaching, the faces of those who disbelieve will be different (black, sad, and in grieve), and it will be said (to them): \"This is (the promise) which you were calling for"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say (O Muhammad SAW): \"Tell me! If Allah destroys me, and those with me, or He bestows His Mercy on us, - who can save the disbelievers from a painful torment"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say: \"He is the Most Beneficent (Allah), in Him we believe, and in Him we put our trust. So you will come to know who is it that is in manifest error"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say (O Muhammad SAW): \"Tell me! If (all) your water were to be sunk away, who then can supply you with flowing (spring) water"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. [These letters (Nun, etc.) are one of the miracles of the Quran, and none but Allah (Alone) knows their meanings]. By the pen and what the (angels) write (in the Records of men)"},{"SurahNumber":68,"VerseNumber":2,"Text":"You (O Muhammad SAW) are not, by the Grace of your Lord, a madman"},{"SurahNumber":68,"VerseNumber":3,"Text":"And verily, for you (O Muhammad SAW) will be an endless reward"},{"SurahNumber":68,"VerseNumber":4,"Text":"And verily, you (O Muhammad SAW) are on an exalted standard of character"},{"SurahNumber":68,"VerseNumber":5,"Text":"You will see, and they will see"},{"SurahNumber":68,"VerseNumber":6,"Text":"Which of you is afflicted with madness"},{"SurahNumber":68,"VerseNumber":7,"Text":"Verily, your Lord knows better, who (among men) has gone astray from His Path, and He knows better those who are guided"},{"SurahNumber":68,"VerseNumber":8,"Text":"So (O Muhammad SAW) obey not the deniers [(of Islamic Monotheism those who belie the Verses of Allah), the Oneness of Allah, and the Messenger of Allah (Muhammad SAW), etc"},{"SurahNumber":68,"VerseNumber":9,"Text":"They wish that you should compromise (in religion out of courtesy) with them, so they (too) would compromise with you"},{"SurahNumber":68,"VerseNumber":10,"Text":"And obey not everyone who swears much, and is considered worthless"},{"SurahNumber":68,"VerseNumber":11,"Text":"A slanderer, going about with calumnies"},{"SurahNumber":68,"VerseNumber":12,"Text":"Hinderer of the good, transgressor, sinful"},{"SurahNumber":68,"VerseNumber":13,"Text":"Cruel, after all that base-born (of illegitimate birth)"},{"SurahNumber":68,"VerseNumber":14,"Text":"(He was so) because he had wealth and children"},{"SurahNumber":68,"VerseNumber":15,"Text":"When Our Verses (of the Quran) are recited to him, he says: \"Tales of the men of old"},{"SurahNumber":68,"VerseNumber":16,"Text":"We shall brand him over the nose"},{"SurahNumber":68,"VerseNumber":17,"Text":"Verily, We have tried them as We tried the people of the garden, when they swore to pluck the fruits of the (garden) in the morning"},{"SurahNumber":68,"VerseNumber":18,"Text":"Without saying: Insha' Allah (If Allah will)"},{"SurahNumber":68,"VerseNumber":19,"Text":"Then there passed by on the (garden) something (fire) from your Lord at night and burnt it while they were asleep"},{"SurahNumber":68,"VerseNumber":20,"Text":"So the (garden) became black by the morning, like a pitch dark night (in complete ruins)"},{"SurahNumber":68,"VerseNumber":21,"Text":"Then they called out one to another as soon as the morning broke"},{"SurahNumber":68,"VerseNumber":22,"Text":"Saying: \"Go to your tilth in the morning, if you would pluck the fruits"},{"SurahNumber":68,"VerseNumber":23,"Text":"So they departed, conversing in secret low tones (saying)"},{"SurahNumber":68,"VerseNumber":24,"Text":"No Miskin (poor man) shall enter upon you into it today"},{"SurahNumber":68,"VerseNumber":25,"Text":"And they went in the morning with strong intention, thinking that they have power (to prevent the poor taking anything of the fruits therefrom)"},{"SurahNumber":68,"VerseNumber":26,"Text":"But when they saw the (garden), they said: \"Verily, we have gone astray"},{"SurahNumber":68,"VerseNumber":27,"Text":"(Then they said): \"Nay! Indeed we are deprived of (the fruits)"},{"SurahNumber":68,"VerseNumber":28,"Text":"The best among them said: \"Did I not tell you: why do you not say: Insha' Allah (If Allah will)"},{"SurahNumber":68,"VerseNumber":29,"Text":"They said: \"Glory to Our Lord! Verily, we have been Zalimun (wrong-doers, etc)"},{"SurahNumber":68,"VerseNumber":30,"Text":"Then they turned, one against another, in blaming"},{"SurahNumber":68,"VerseNumber":31,"Text":"They said: \"Woe to us! Verily, we were Taghun (transgressors and disobedient, etc)"},{"SurahNumber":68,"VerseNumber":32,"Text":"We hope that our Lord will give us in exchange a better (garden) than this. Truly, we turn to our Lord (wishing for good that He may forgive our sins, and reward us in the Hereafter)"},{"SurahNumber":68,"VerseNumber":33,"Text":"Such is the punishment (in this life), but truly, the punishment of the Hereafter is greater, if they but knew"},{"SurahNumber":68,"VerseNumber":34,"Text":"Verily, for the Muttaqun (pious and righteous persons - see V. 2:2) are Gardens of delight (Paradise) with their Lord"},{"SurahNumber":68,"VerseNumber":35,"Text":"Shall We then treat the (submitting) Muslims like the Mujrimun (criminals, polytheists and disbelievers, etc)"},{"SurahNumber":68,"VerseNumber":36,"Text":"What is the matter with you? How judge you"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or have you a Book through which you learn"},{"SurahNumber":68,"VerseNumber":38,"Text":"That you shall have all that you choose"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or you have oaths from Us, reaching to the Day of Resurrection that yours will be what you judge"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask them, which of them will stand surety for that"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or have they \"partners\"? Then let them bring their \"partners\" if they are truthful"},{"SurahNumber":68,"VerseNumber":42,"Text":"(Remember) the Day when the Shin shall be laid bare (i.e. the Day of Resurrection) and they shall be called to prostrate (to Allah), but they (hypocrites) shall not be able to do so"},{"SurahNumber":68,"VerseNumber":43,"Text":"Their eyes will be cast down, ignominy will cover them; they used to be called to prostrate (offer prayers), while they were healthy and good (in the life of the world, but they did not)"},{"SurahNumber":68,"VerseNumber":44,"Text":"Then leave Me Alone with such as belie this Quran. We shall punish them gradually from directions they perceive not"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I will grant them a respite. Verily, My Plan is strong"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or is it that you (O Muhammad SAW) ask them a wage, so that they are heavily burdened with debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or that the Ghaib (unseen here in this Verse it means Al-Lauh Al-Mahfuz) is in their hands, so that they can write it down"},{"SurahNumber":68,"VerseNumber":48,"Text":"So wait with patience for the Decision of your Lord, and be not like the Companion of the Fish, when he cried out (to Us) while he was in deep sorrow. (See the Quran, Verse)"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had not a Grace from his Lord reached him, he would indeed have been (left in the stomach of the fish, but We forgave him), so he was cast off on the naked shore, while he was to be blamed"},{"SurahNumber":68,"VerseNumber":50,"Text":"But his Lord chose him and made him of the righteous"},{"SurahNumber":68,"VerseNumber":51,"Text":"And verily, those who disbelieve would almost make you slip with their eyes through hatredness when they hear the Reminder (the Quran), and they say: \"Verily, he (Muhammad SAW) is a madman"},{"SurahNumber":68,"VerseNumber":52,"Text":"But it is nothing else than a Reminder to all the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":69,"VerseNumber":1,"Text":"The Reality (i.e. the Day of Resurrection)"},{"SurahNumber":69,"VerseNumber":2,"Text":"What is the Reality"},{"SurahNumber":69,"VerseNumber":3,"Text":"And what will make you know what the Reality is"},{"SurahNumber":69,"VerseNumber":4,"Text":"Thamud and 'Ad people denied the Qari'ah [the striking Hour (of Judgement]"},{"SurahNumber":69,"VerseNumber":5,"Text":"As for Thamud, they were destroyed by the awful cry"},{"SurahNumber":69,"VerseNumber":6,"Text":"And as for 'Ad, they were destroyed by a furious violent wind"},{"SurahNumber":69,"VerseNumber":7,"Text":"Which Allah imposed on them for seven nights and eight days in succession, so that you could see men lying overthrown (destroyed), as if they were hollow trunks of date-palms"},{"SurahNumber":69,"VerseNumber":8,"Text":"Do you see any remnants of them"},{"SurahNumber":69,"VerseNumber":9,"Text":"And Fir'aun (Pharaoh), and those before him, and the cities overthrown [the towns of the people of [Lout (Lot)] committed sin"},{"SurahNumber":69,"VerseNumber":10,"Text":"And they disobeyed their Lord's Messenger, so He punished them with a strong punishment"},{"SurahNumber":69,"VerseNumber":11,"Text":"Verily! When the water rose beyond its limits [Nuh's (Noah) Flood], We carried you (mankind) in the floating [ship that was constructed by Nuh (Noah]"},{"SurahNumber":69,"VerseNumber":12,"Text":"That We might make it a remembrance for you, and the keen ear (person) may (hear and) understand it"},{"SurahNumber":69,"VerseNumber":13,"Text":"Then when the Trumpet will be blown with one blowing (the first one)"},{"SurahNumber":69,"VerseNumber":14,"Text":"And the earth and the mountains shall be removed from their places, and crushed with a single crushing"},{"SurahNumber":69,"VerseNumber":15,"Text":"Then on that Day shall the (Great) Event befall"},{"SurahNumber":69,"VerseNumber":16,"Text":"And the heaven will split asunder, for that Day it (the heaven will be frail (weak), and torn up"},{"SurahNumber":69,"VerseNumber":17,"Text":"And the angels will be on its sides, and eight angels will, that Day, bear the Throne of your Lord above them"},{"SurahNumber":69,"VerseNumber":18,"Text":"That Day shall you be brought to Judgement, not a secret of you will be hidden"},{"SurahNumber":69,"VerseNumber":19,"Text":"Then as for him who will be given his Record in his right hand will say: \"Take, read my Record"},{"SurahNumber":69,"VerseNumber":20,"Text":"Surely, I did believe that I shall meet my Account"},{"SurahNumber":69,"VerseNumber":21,"Text":"So he shall be in a life, well-pleasing"},{"SurahNumber":69,"VerseNumber":22,"Text":"In a lofty Paradise"},{"SurahNumber":69,"VerseNumber":23,"Text":"The fruits in bunches whereof will be low and near at hand"},{"SurahNumber":69,"VerseNumber":24,"Text":"Eat and drink at ease for that which you have sent on before you in days past"},{"SurahNumber":69,"VerseNumber":25,"Text":"But as for him who will be given his Record in his left hand, will say: \"I wish that I had not been given my Record"},{"SurahNumber":69,"VerseNumber":26,"Text":"And that I had never known, how my Account is"},{"SurahNumber":69,"VerseNumber":27,"Text":"I wish, would that it had been my end (death)"},{"SurahNumber":69,"VerseNumber":28,"Text":"My wealth has not availed me"},{"SurahNumber":69,"VerseNumber":29,"Text":"My power and arguments (to defend myself) have gone from me"},{"SurahNumber":69,"VerseNumber":30,"Text":"(It will be said): \"Seize him and fetter him"},{"SurahNumber":69,"VerseNumber":31,"Text":"Then throw him in the blazing Fire"},{"SurahNumber":69,"VerseNumber":32,"Text":"Then fasten him with a chain whereof the length is seventy cubits"},{"SurahNumber":69,"VerseNumber":33,"Text":"Verily, He used not to believe in Allah, the Most Great"},{"SurahNumber":69,"VerseNumber":34,"Text":"And urged not on the feeding of Al-Miskin (the poor)"},{"SurahNumber":69,"VerseNumber":35,"Text":"So no friend has he here this Day"},{"SurahNumber":69,"VerseNumber":36,"Text":"Nor any food except filth from the washing of wounds"},{"SurahNumber":69,"VerseNumber":37,"Text":"None will eat except the Khati'un (sinners, disbelievers, polytheists, etc)"},{"SurahNumber":69,"VerseNumber":38,"Text":"So I swear by whatsoever you see"},{"SurahNumber":69,"VerseNumber":39,"Text":"And by whatsoever you see not"},{"SurahNumber":69,"VerseNumber":40,"Text":"That this is verily the word of an honoured Messenger [i.e. Jibrael (Gabriel) or Muhammad SAW which he has brought from Allah"},{"SurahNumber":69,"VerseNumber":41,"Text":"It is not the word of a poet, little is that you believe"},{"SurahNumber":69,"VerseNumber":42,"Text":"Nor is it the word of a soothsayer (or a foreteller), little is that you remember"},{"SurahNumber":69,"VerseNumber":43,"Text":"This is the Revelation sent down from the Lord of the 'Alamin (mankind, jinns and all that exists)"},{"SurahNumber":69,"VerseNumber":44,"Text":"And if he (Muhammad SAW) had forged a false saying concerning Us (Allah)"},{"SurahNumber":69,"VerseNumber":45,"Text":"We surely should have seized him by his right hand (or with power and might)"},{"SurahNumber":69,"VerseNumber":46,"Text":"And then certainly should have cut off his life artery (Aorta)"},{"SurahNumber":69,"VerseNumber":47,"Text":"And none of you could withhold Us from (punishing) him"},{"SurahNumber":69,"VerseNumber":48,"Text":"And verily, this Quran is a Reminder for the Muttaqun (pious - see V)"},{"SurahNumber":69,"VerseNumber":49,"Text":"And verily, We know that there are some among you that belie (this Quran). [Tafsir At-Tabari, Vol. 29, Page]"},{"SurahNumber":69,"VerseNumber":50,"Text":"And indeed it (this Quran) will be an anguish for the disbelievers (on the Day of Resurrection)"},{"SurahNumber":69,"VerseNumber":51,"Text":"And Verily, it (this Quran) is an absolute truth with certainty"},{"SurahNumber":69,"VerseNumber":52,"Text":"So glorify the Name of your Lord, the Most Great"},{"SurahNumber":70,"VerseNumber":1,"Text":"A questioner asked concerning a torment about to befall"},{"SurahNumber":70,"VerseNumber":2,"Text":"Upon the disbelievers, which none can avert"},{"SurahNumber":70,"VerseNumber":3,"Text":"From Allah, the Lord of the ways of ascent"},{"SurahNumber":70,"VerseNumber":4,"Text":"The angels and the Ruh [Jibrael (Gabriel)] ascend to Him in a Day the measure whereof is fifty thousand years"},{"SurahNumber":70,"VerseNumber":5,"Text":"So be patient (O Muhammad SAW), with a good patience"},{"SurahNumber":70,"VerseNumber":6,"Text":"Verily! They see it (the torment) afar off"},{"SurahNumber":70,"VerseNumber":7,"Text":"But We see it (quite) near"},{"SurahNumber":70,"VerseNumber":8,"Text":"The Day that the sky will be like the boiling filth of oil, (or molten copper or silver or lead, etc)"},{"SurahNumber":70,"VerseNumber":9,"Text":"And the mountains will be like flakes of wool"},{"SurahNumber":70,"VerseNumber":10,"Text":"And no friend will ask of a friend"},{"SurahNumber":70,"VerseNumber":11,"Text":"Though they shall be made to see one another [(i.e. on the Day of Resurrection), there will be none but see his father, children and relatives, but he will neither speak to them nor will ask them for any help)], - the Mujrim, (criminal, sinner, disbeliever, etc.) would desire to ransom himself from the punishment of that Day by his children"},{"SurahNumber":70,"VerseNumber":12,"Text":"And his wife and his brother"},{"SurahNumber":70,"VerseNumber":13,"Text":"And his kindred who sheltered him"},{"SurahNumber":70,"VerseNumber":14,"Text":"And all that are in the earth, so that it might save him"},{"SurahNumber":70,"VerseNumber":15,"Text":"By no means! Verily, it will be the Fire of Hell"},{"SurahNumber":70,"VerseNumber":16,"Text":"Taking away (burning completely) the head skin"},{"SurahNumber":70,"VerseNumber":17,"Text":"Calling: \"[O Kafir (O disbeliever in Allah, His angels, His Book, His Messengers, Day of Resurrection and in Al-Qadar (Divine Preordainments), O Mushrik (O polytheist, disbeliever in the Oneness of Allah)] (all) such as turn their backs and turn away their faces (from Faith) [picking and swallowing them up from that great gathering of mankind (on the Day of Resurrection) just as a bird picks up a food-grain from the earth with its beak and swallows it up] [Tafsir Al-Qurtubi, Vol. 18, Page]"},{"SurahNumber":70,"VerseNumber":18,"Text":"And collect (wealth) and hide it (from spending it in the Cause of Allah)"},{"SurahNumber":70,"VerseNumber":19,"Text":"Verily, man (disbeliever) was created very impatient"},{"SurahNumber":70,"VerseNumber":20,"Text":"Irritable (discontented) when evil touches him"},{"SurahNumber":70,"VerseNumber":21,"Text":"And niggardly when good touches him"},{"SurahNumber":70,"VerseNumber":22,"Text":"Except those devoted to Salat (prayers)"},{"SurahNumber":70,"VerseNumber":23,"Text":"Those who remain constant in their Salat (prayers)"},{"SurahNumber":70,"VerseNumber":24,"Text":"And those in whose wealth there is a known right"},{"SurahNumber":70,"VerseNumber":25,"Text":"For the beggar who asks, and for the unlucky who has lost his property and wealth, (and his means of living has been straitened)"},{"SurahNumber":70,"VerseNumber":26,"Text":"And those who believe in the Day of Recompense"},{"SurahNumber":70,"VerseNumber":27,"Text":"And those who fear the torment of their Lord"},{"SurahNumber":70,"VerseNumber":28,"Text":"Verily! The torment of their Lord is that before which none can feel secure"},{"SurahNumber":70,"VerseNumber":29,"Text":"And those who guard their chastity (i.e. private parts from illegal sexual acts)"},{"SurahNumber":70,"VerseNumber":30,"Text":"Except with their wives and the (women slaves and captives) whom their right hands possess, for (then) they are not to be blamed"},{"SurahNumber":70,"VerseNumber":31,"Text":"But whosoever seeks beyond that, then it is those who are trespassers"},{"SurahNumber":70,"VerseNumber":32,"Text":"And those who keep their trusts and covenants"},{"SurahNumber":70,"VerseNumber":33,"Text":"And those who stand firm in their testimonies"},{"SurahNumber":70,"VerseNumber":34,"Text":"And those who guard their Salat (prayers) well"},{"SurahNumber":70,"VerseNumber":35,"Text":"Such shall dwell in the Gardens (i.e. Paradise) honoured"},{"SurahNumber":70,"VerseNumber":36,"Text":"So what is the matter with those who disbelieve that they hasten to listen from you (O Muhammad SAW), in order to belie you and to mock at you, and at Allah's Book (this Quran)"},{"SurahNumber":70,"VerseNumber":37,"Text":"(Sitting) in groups on the right and on the left (of you, O Muhammad SAW)"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every man of them hope to enter the Paradise of delight"},{"SurahNumber":70,"VerseNumber":39,"Text":"No, that is not like that! Verily, We have created them out of that which they know"},{"SurahNumber":70,"VerseNumber":40,"Text":"So I swear by the Lord of all [the three hundred and sixty (360)] points of sunrise and sunset in the east and the west that surely We are Able"},{"SurahNumber":70,"VerseNumber":41,"Text":"To replace them by (others) better than them; and We are not to be outrun"},{"SurahNumber":70,"VerseNumber":42,"Text":"So leave them to plunge in vain talk and play about, until they meet their Day which they are promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"The Day when they will come out of the graves quickly as racing to a goal"},{"SurahNumber":70,"VerseNumber":44,"Text":"With their eyes lowered in fear and humility, ignominy covering them (all over)! That is the Day which they were promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Verily, We sent Nuh (Noah) to his people (Saying): \"Warn your people before there comes to them a painful torment"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said: \"O my people! Verily, I am a plain warner to you"},{"SurahNumber":71,"VerseNumber":3,"Text":"That you should worship Allah (Alone), be dutiful to Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"He (Allah) will forgive you of your sins and respite you to an appointed term. Verily, the term of Allah when it comes, cannot be delayed, if you but knew"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said: \"O my Lord! Verily, I have called my people night and day (i.e. secretly and openly to accept the doctrine of Islamic Monotheism)"},{"SurahNumber":71,"VerseNumber":6,"Text":"But all my calling added nothing but to (their) flight (from the truth)"},{"SurahNumber":71,"VerseNumber":7,"Text":"And verily! Every time I called unto them that You might forgive them, they thrust their fingers into their ears, covered themselves up with their garments, and persisted (in their refusal), and magnified themselves in pride"},{"SurahNumber":71,"VerseNumber":8,"Text":"Then verily, I called to them openly (aloud)"},{"SurahNumber":71,"VerseNumber":9,"Text":"Then verily, I proclaimed to them in public, and I have appealed to them in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"I said (to them): 'Ask forgiveness from your Lord; Verily, He is Oft-Forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send rain to you in abundance"},{"SurahNumber":71,"VerseNumber":12,"Text":"And give you increase in wealth and children, and bestow on you gardens and bestow on you rivers"},{"SurahNumber":71,"VerseNumber":13,"Text":"What is the matter with you, [that you fear not Allah (His punishment), and] you hope not for reward (from Allah or you believe not in His Oneness)"},{"SurahNumber":71,"VerseNumber":14,"Text":"While He has created you in (different) stages [i.e. first Nutfah, then 'Alaqah and then Mudghah, see (VV. 23:13, 14) the Quran"},{"SurahNumber":71,"VerseNumber":15,"Text":"See you not how Allah has created the seven heavens one above another"},{"SurahNumber":71,"VerseNumber":16,"Text":"And has made the moon a light therein, and made the sun a lamp"},{"SurahNumber":71,"VerseNumber":17,"Text":"And Allah has brought you forth from the (dust of) earth. [Tafsir At-Tabari, Vol. 29, Page]"},{"SurahNumber":71,"VerseNumber":18,"Text":"Afterwards He will return you into it (the earth), and bring you forth (again on the Day of Resurrection)"},{"SurahNumber":71,"VerseNumber":19,"Text":"And Allah has made for you the earth wide spread (an expanse)"},{"SurahNumber":71,"VerseNumber":20,"Text":"That you may go about therein in broad roads"},{"SurahNumber":71,"VerseNumber":21,"Text":"Nuh (Noah) said: \"My Lord! They have disobeyed me, and followed one whose wealth and children give him no increase but only loss"},{"SurahNumber":71,"VerseNumber":22,"Text":"And they have plotted a mighty plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"And they have said: 'You shall not leave your gods, nor shall you leave Wadd, nor Suwa', nor Yaghuth, nor Ya'uq, nor Nasr (names of the idols)"},{"SurahNumber":71,"VerseNumber":24,"Text":"And indeed they have led many astray. And (O Allah): 'Grant no increase to the Zalimun (polytheists, wrong-doers, and disbelievers, etc.) save error"},{"SurahNumber":71,"VerseNumber":25,"Text":"Because of their sins they were drowned, then were made to enter the Fire, and they found none to help them instead of Allah"},{"SurahNumber":71,"VerseNumber":26,"Text":"And Nuh (Noah) said: \"My Lord! Leave not one of the disbelievers on the earth"},{"SurahNumber":71,"VerseNumber":27,"Text":"If You leave them, they will mislead Your slaves, and they will beget none but wicked disbelievers"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Lord! Forgive me, and my parents, and him who enters my home as a believer, and all the believing men and women. And to the Zalimun (polytheists, wrong-doers, and disbelievers, etc.) grant You no increase but destruction"},{"SurahNumber":72,"VerseNumber":1,"Text":"Say (O Muhammad SAW): \"It has been revealed to me that a group (from three to ten in number) of jinns listened (to this Quran). They said: 'Verily! We have heard a wonderful Recital (this Quran)"},{"SurahNumber":72,"VerseNumber":2,"Text":"It guides to the Right Path, and we have believed therein, and we shall never join (in worship) anything with our Lord (Allah)"},{"SurahNumber":72,"VerseNumber":3,"Text":"And exalted be the Majesty of our Lord, He has taken neither a wife, nor a son (or offspring or children)"},{"SurahNumber":72,"VerseNumber":4,"Text":"And that the foolish among us [i.e. Iblis (Satan) or the polytheists amongst the jinns] used to utter against Allah that which was wrong and not right"},{"SurahNumber":72,"VerseNumber":5,"Text":"And verily, we thought that men and jinns would not utter a lie against Allah"},{"SurahNumber":72,"VerseNumber":6,"Text":"And verily, there were men among mankind who took shelter with the masculine among the jinns, but they (jinns) increased them (mankind) in sin and disbelief"},{"SurahNumber":72,"VerseNumber":7,"Text":"And they thought as you thought, that Allah will not send any Messenger (to mankind or jinns)"},{"SurahNumber":72,"VerseNumber":8,"Text":"And we have sought to reach the heaven; but found it filled with stern guards and flaming fires"},{"SurahNumber":72,"VerseNumber":9,"Text":"And verily, we used to sit there in stations, to (steal) a hearing, but any who listens now will find a flaming fire watching him in ambush"},{"SurahNumber":72,"VerseNumber":10,"Text":"And we know not whether evil is intended for those on earth, or whether their Lord intends for them a Right Path"},{"SurahNumber":72,"VerseNumber":11,"Text":"There are among us some that are righteous, and some the contrary; we are groups each having a different way (religious sect, etc)"},{"SurahNumber":72,"VerseNumber":12,"Text":"And we think that we cannot escape (from the punishment of) Allah in the earth, nor can we escape (from the punishment) by flight"},{"SurahNumber":72,"VerseNumber":13,"Text":"And indeed when we heard the Guidance (this Quran), we believed therein (Islamic Monotheism), and whosoever believes in his Lord shall have no fear, either of a decrease in the reward of his good deeds or an increase in punishment for his sins"},{"SurahNumber":72,"VerseNumber":14,"Text":"And of us some are Muslims (who have submitted to Allah, after listening to this Quran), and of us some are Al-Qasitun (disbelievers those who have deviated from the Right Path)'. And whosoever has embraced Islam (i.e. has become a Muslim by submitting to Allah), then such have sought the Right Path"},{"SurahNumber":72,"VerseNumber":15,"Text":"And as for the Qasitun (disbelievers who deviated from the Right Path), they shall be firewood for Hell"},{"SurahNumber":72,"VerseNumber":16,"Text":"If they (non-Muslims) had believed in Allah, and went on the Right Way (i.e. Islam) We should surely have bestowed on them water (rain) in abundance"},{"SurahNumber":72,"VerseNumber":17,"Text":"That We might try them thereby. And whosoever turns away from the Reminder of his Lord (i.e. this Quran, and practice not its laws and orders), He will cause him to enter in a severe torment (i.e. Hell)"},{"SurahNumber":72,"VerseNumber":18,"Text":"And the mosques are for Allah (Alone), so invoke not anyone along with Allah"},{"SurahNumber":72,"VerseNumber":19,"Text":"(It has been revealed to me that) When the slave of Allah (Muhammad SAW) stood up invoking (his Lord Allah) in prayer to Him they (the jinns) just made round him a dense crowd as if sticking one over the other (in order to listen to the Prophet's recitation)"},{"SurahNumber":72,"VerseNumber":20,"Text":"Say (O Muhammad SAW): \"I invoke only my Lord (Allah Alone), and I associate none as partners along with Him"},{"SurahNumber":72,"VerseNumber":21,"Text":"Say: \"It is not in my power to cause you harm, or to bring you to the Right Path"},{"SurahNumber":72,"VerseNumber":22,"Text":"Say (O Muhammad SAW): \"None can protect me from Allah's punishment (if I were to disobey Him), nor should I find refuge except in Him"},{"SurahNumber":72,"VerseNumber":23,"Text":"(Mine is) but conveyance (of the truth) from Allah and His Messages (of Islamic Monotheism), and whosoever disobeys Allah and His Messenger, then verily, for him is the Fire of Hell, he shall dwell therein forever"},{"SurahNumber":72,"VerseNumber":24,"Text":"Till, when they see that which they are promised, then they will know who it is that is weaker concerning helpers and less important concerning numbers"},{"SurahNumber":72,"VerseNumber":25,"Text":"Say (O Muhammad SAW): \"I know not whether (the punishment) which you are promised is near or whether my Lord will appoint for it a distant term"},{"SurahNumber":72,"VerseNumber":26,"Text":"(He Alone) the All-Knower of the Gha'ib (unseen), and He reveals to none His Gha'ib (unseen)"},{"SurahNumber":72,"VerseNumber":27,"Text":"Except to a Messenger (from mankind) whom He has chosen (He informs him of unseen as much as He likes), and then He makes a band of watching guards (angels) to march before him and behind him"},{"SurahNumber":72,"VerseNumber":28,"Text":"He (Allah) protects them (the Messengers)], till He sees that they (the Messengers) have conveyed the Messages of their Lord (Allah). And He (Allah) surrounds all that which is with them, and He (Allah) keeps count of all things (i.e. He knows the exact number of everything)"},{"SurahNumber":73,"VerseNumber":1,"Text":"O you wrapped in garments (i.e. Prophet Muhammad SAW)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Stand (to pray) all night, except a little"},{"SurahNumber":73,"VerseNumber":3,"Text":"Half of it, or a little less than that"},{"SurahNumber":73,"VerseNumber":4,"Text":"Or a little more; and recite the Quran (aloud) in a slow, (pleasant tone and) style"},{"SurahNumber":73,"VerseNumber":5,"Text":"Verily, We shall send down to you a weighty Word (i.e. obligations, legal laws, etc)"},{"SurahNumber":73,"VerseNumber":6,"Text":"Verily, the rising by night (for Tahajjud prayer) is very hard and most potent and good for governing (the soul), and most suitable for (understanding) the Word (of Allah)"},{"SurahNumber":73,"VerseNumber":7,"Text":"Verily, there is for you by day prolonged occupation with ordinary duties"},{"SurahNumber":73,"VerseNumber":8,"Text":"And remember the Name of your Lord and devote yourself to Him with a complete devotion"},{"SurahNumber":73,"VerseNumber":9,"Text":"(He Alone is) the Lord of the east and the west, La ilaha illa Huwa (none has the right to be worshipped but He). So take Him Alone as Wakil (Disposer of your affairs)"},{"SurahNumber":73,"VerseNumber":10,"Text":"And be patient (O Muhammad SAW) with what they say, and keep away from them in a good way"},{"SurahNumber":73,"VerseNumber":11,"Text":"And leave Me Alone to deal with the beliers (those who deny My Verses, etc.), and those who are in possession of good things of life. And give them respite for a little while"},{"SurahNumber":73,"VerseNumber":12,"Text":"Verily, with Us are fetters (to bind them), and a raging Fire"},{"SurahNumber":73,"VerseNumber":13,"Text":"And a food that chokes, and a painful torment"},{"SurahNumber":73,"VerseNumber":14,"Text":"On the Day when the earth and the mountains will be in violent shake, and the mountains will be a heap of sand poured out and flowing down"},{"SurahNumber":73,"VerseNumber":15,"Text":"Verily, We have sent to you (O men) a Messenger (Muhammad SAW) to be a witness over you, as We did send a Messenger [Musa (Moses)] to Fir'aun (Pharaoh)"},{"SurahNumber":73,"VerseNumber":16,"Text":"But Fir'aun (Pharaoh) disobeyed the Messenger [Musa (Moses)], so We seized him with a severe punishment"},{"SurahNumber":73,"VerseNumber":17,"Text":"Then how can you avoid the punishment, if you disbelieve, on a Day that will make the children grey-headed (i.e. the Day of Resurrection)"},{"SurahNumber":73,"VerseNumber":18,"Text":"Whereon the heaven will be cleft asunder? His Promise is certainly to be accomplished"},{"SurahNumber":73,"VerseNumber":19,"Text":"Verily, this is an admonition, therefore whosoever will, let him take a Path to His Lord"},{"SurahNumber":73,"VerseNumber":20,"Text":"Verily, your Lord knows that you do stand (to pray at night) a little less than two-thirds of the night, or half the night, or a third of the night, and so do a party of those with you, And Allah measures the night and the day. He knows that you are unable to pray the whole night, so He has turned to you (in mercy). So, recite you of the Quran as much as may be easy for you. He knows that there will be some among you sick, others travelling through the land, seeking of Allah's Bounty; yet others fighting in Allah's Cause. So recite as much of the Quran as may be easy (for you), and perform As-Salat (Iqamat-as-Salat) and give Zakat, and lend to Allah a goodly loan, and whatever good you send before you for yourselves, (i.e. Nawafil non-obligatory acts of worship: prayers, charity, fasting, Hajj and 'Umrah, etc.), you will certainly find it with Allah, better and greater in reward. And seek Forgiveness of Allah. Verily, Allah is Oft-Forgiving, Most-Merciful"},{"SurahNumber":74,"VerseNumber":1,"Text":"O you (Muhammad SAW) enveloped (in garments)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Arise and warn"},{"SurahNumber":74,"VerseNumber":3,"Text":"And your Lord (Allah) magnify"},{"SurahNumber":74,"VerseNumber":4,"Text":"And your garments purify"},{"SurahNumber":74,"VerseNumber":5,"Text":"And keep away from Ar-Rujz (the idols)"},{"SurahNumber":74,"VerseNumber":6,"Text":"And give not a thing in order to have more (or consider not your deeds of Allah's obedience as a favour to Allah)"},{"SurahNumber":74,"VerseNumber":7,"Text":"And be patient for the sake of your Lord (i.e. perform your duty to Allah)"},{"SurahNumber":74,"VerseNumber":8,"Text":"Then, when the Trumpet is sounded (i.e. its second blowing)"},{"SurahNumber":74,"VerseNumber":9,"Text":"Truly, that Day will be a Hard Day"},{"SurahNumber":74,"VerseNumber":10,"Text":"Far from easy for the disbelievers"},{"SurahNumber":74,"VerseNumber":11,"Text":"Leave Me Alone (to deal) with whom I created Alone (without any means, i.e. Al-Walid bin Al-Mughirah Al-Makhzumi)"},{"SurahNumber":74,"VerseNumber":12,"Text":"And then granted him resources in abundance"},{"SurahNumber":74,"VerseNumber":13,"Text":"And children to be by his side"},{"SurahNumber":74,"VerseNumber":14,"Text":"And made life smooth and comfortable for him"},{"SurahNumber":74,"VerseNumber":15,"Text":"After all that he desires that I should give more"},{"SurahNumber":74,"VerseNumber":16,"Text":"Nay! Verily, he has been stubborn and opposing Our Ayat (proofs, evidences, verses, lessons, signs, revelations, etc)"},{"SurahNumber":74,"VerseNumber":17,"Text":"I shall oblige him to (climb a slippery mountain in the Hell-fire called As-Sa'ud, or to) face a severe torment"},{"SurahNumber":74,"VerseNumber":18,"Text":"Verily, he thought and plotted"},{"SurahNumber":74,"VerseNumber":19,"Text":"So let him be cursed! How he plotted"},{"SurahNumber":74,"VerseNumber":20,"Text":"And once more let him be cursed, how he plotted"},{"SurahNumber":74,"VerseNumber":21,"Text":"Then he thought"},{"SurahNumber":74,"VerseNumber":22,"Text":"Then he frowned and he looked in a bad tempered way"},{"SurahNumber":74,"VerseNumber":23,"Text":"Then he turned back and was proud"},{"SurahNumber":74,"VerseNumber":24,"Text":"Then he said: \"This is nothing but magic from that of old"},{"SurahNumber":74,"VerseNumber":25,"Text":"This is nothing but the word of a human being"},{"SurahNumber":74,"VerseNumber":26,"Text":"I will cast him into Hell-fire"},{"SurahNumber":74,"VerseNumber":27,"Text":"And what will make you know exactly what Hell-fire is"},{"SurahNumber":74,"VerseNumber":28,"Text":"It spares not (any sinner), nor does it leave (anything unburnt)"},{"SurahNumber":74,"VerseNumber":29,"Text":"Burning the skins"},{"SurahNumber":74,"VerseNumber":30,"Text":"Over it are nineteen (angels as guardians and keepers of Hell)"},{"SurahNumber":74,"VerseNumber":31,"Text":"And We have set none but angels as guardians of the Fire, and We have fixed their number (19) only as a trial for the disbelievers, in order that the people of the Scripture (Jews and Christians) may arrive at a certainty [that this Quran is the truth as it agrees with their Books i.e. their number (19) is written in the Taurat (Torah) and the Injeel (Gospel)] and the believers may increase in Faith (as this Quran is the truth) and that no doubts may be left for the people of the Scripture and the believers, and that those in whose hearts is a disease (of hypocrisy) and the disbelievers may say: \"What Allah intends by this (curious) example?\" Thus Allah leads astray whom He wills and guides whom He wills. And none can know the hosts of your Lord but He. And this (Hell) is nothing else than a (warning) reminder to mankind"},{"SurahNumber":74,"VerseNumber":32,"Text":"Nay, and by the moon"},{"SurahNumber":74,"VerseNumber":33,"Text":"And by the night when it withdraws"},{"SurahNumber":74,"VerseNumber":34,"Text":"And by the dawn when it brightens"},{"SurahNumber":74,"VerseNumber":35,"Text":"Verily, it (Hell, or their denial of the Prophet Muhammad SAW, or the Day of Resurrection) is but one of the greatest calamities"},{"SurahNumber":74,"VerseNumber":36,"Text":"A warning to mankind"},{"SurahNumber":74,"VerseNumber":37,"Text":"To any of you that chooses to go forward (by working righteous deeds), or to remain behind (by commiting sins)"},{"SurahNumber":74,"VerseNumber":38,"Text":"Every person is a pledge for what he has earned"},{"SurahNumber":74,"VerseNumber":39,"Text":"Except those on the Right, (i.e. the pious true believers of Islamic Monotheism)"},{"SurahNumber":74,"VerseNumber":40,"Text":"In Gardens (Paradise) they will ask one another"},{"SurahNumber":74,"VerseNumber":41,"Text":"About Al-Mujrimun (polytheists, criminals, disbelievers, etc.), (And they will say to them)"},{"SurahNumber":74,"VerseNumber":42,"Text":"What has caused you to enter Hell"},{"SurahNumber":74,"VerseNumber":43,"Text":"They will say: \"We were not of those who used to offer their Salat (prayers)"},{"SurahNumber":74,"VerseNumber":44,"Text":"Nor we used to feed Al-Miskin (the poor)"},{"SurahNumber":74,"VerseNumber":45,"Text":"And we used to talk falsehood (all that which Allah hated) with vain talkers"},{"SurahNumber":74,"VerseNumber":46,"Text":"And we used to belie the Day of Recompense"},{"SurahNumber":74,"VerseNumber":47,"Text":"Until there came to us (the death) that is certain"},{"SurahNumber":74,"VerseNumber":48,"Text":"So no intercession of intercessors will be of any use to them"},{"SurahNumber":74,"VerseNumber":49,"Text":"Then what is wrong with them (i.e. the disbelievers) that they turn away from (receiving) admonition"},{"SurahNumber":74,"VerseNumber":50,"Text":"As if they were frightened (wild) donkeys"},{"SurahNumber":74,"VerseNumber":51,"Text":"Fleeing from a hunter, or a lion, or a beast of prey"},{"SurahNumber":74,"VerseNumber":52,"Text":"Nay, everyone of them desires that he should be given pages spread out (coming from Allah with a writing that Islam is the right religion, and Muhammad SAW has come with the truth from Allah the Lord of the heavens and earth, etc)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Nay! But they fear not the Hereafter (from Allah's punishment)"},{"SurahNumber":74,"VerseNumber":54,"Text":"Nay, verily, this (Quran) is an admonition"},{"SurahNumber":74,"VerseNumber":55,"Text":"So whosoever will (let him read it), and receive admonition (from it)"},{"SurahNumber":74,"VerseNumber":56,"Text":"And they will not receive admonition unless Allah wills; He (Allah) is the One, deserving that mankind should be afraid of, and should be dutiful to Him, and should not take any Ilah (God) along with Him, and He is the One Who forgives (sins)"},{"SurahNumber":75,"VerseNumber":1,"Text":"I swear by the Day of Resurrection"},{"SurahNumber":75,"VerseNumber":2,"Text":"And I swear by the self-reproaching person (a believer)"},{"SurahNumber":75,"VerseNumber":3,"Text":"Does man (a disbeliever) think that We shall not assemble his bones"},{"SurahNumber":75,"VerseNumber":4,"Text":"Yes, We are Able to put together in perfect order the tips of his fingers"},{"SurahNumber":75,"VerseNumber":5,"Text":"Nay! (Man denies Resurrection and Reckoning. So) he desires to continue committing sins"},{"SurahNumber":75,"VerseNumber":6,"Text":"He asks: \"When will be this Day of Resurrection"},{"SurahNumber":75,"VerseNumber":7,"Text":"So, when the sight shall be dazed"},{"SurahNumber":75,"VerseNumber":8,"Text":"And the moon will be eclipsed"},{"SurahNumber":75,"VerseNumber":9,"Text":"And the sun and moon will be joined together (by going one into the other or folded up or deprived of their light, etc)"},{"SurahNumber":75,"VerseNumber":10,"Text":"On that Day man will say: \"Where (is the refuge) to flee"},{"SurahNumber":75,"VerseNumber":11,"Text":"No! There is no refuge"},{"SurahNumber":75,"VerseNumber":12,"Text":"Unto your Lord (Alone) will be the place of rest that Day"},{"SurahNumber":75,"VerseNumber":13,"Text":"On that Day man will be informed of what he sent forward (of his evil or good deeds), and what he left behind (of his good or evil traditions)"},{"SurahNumber":75,"VerseNumber":14,"Text":"Nay! Man will be a witness against himself [as his body parts (skin, hands, legs, etc.) will speak about his deeds"},{"SurahNumber":75,"VerseNumber":15,"Text":"Though he may put forth his excuses (to cover his evil deeds)"},{"SurahNumber":75,"VerseNumber":16,"Text":"Move not your tongue concerning (the Quran, O Muhammad SAW) to make haste therewith"},{"SurahNumber":75,"VerseNumber":17,"Text":"It is for Us to collect it and to give you (O Muhammad SAW) the ability to recite it (the Quran)"},{"SurahNumber":75,"VerseNumber":18,"Text":"And when We have recited it to you [O Muhammad SAW through Jibrael (Gabriel)], then follow you its (the Quran's) recital"},{"SurahNumber":75,"VerseNumber":19,"Text":"Then it is for Us (Allah) to make it clear to you"},{"SurahNumber":75,"VerseNumber":20,"Text":"Not [as you think, that you (mankind) will not be resurrected and recompensed for your deeds], but (you men) love the present life of this world"},{"SurahNumber":75,"VerseNumber":21,"Text":"And leave (neglect) the Hereafter"},{"SurahNumber":75,"VerseNumber":22,"Text":"Some faces that Day shall be Nadirah (shining and radiant)"},{"SurahNumber":75,"VerseNumber":23,"Text":"Looking at their Lord (Allah)"},{"SurahNumber":75,"VerseNumber":24,"Text":"And some faces, that Day, will be Basirah (dark, gloomy, frowning, and sad)"},{"SurahNumber":75,"VerseNumber":25,"Text":"Thinking that some calamity was about to fall on them"},{"SurahNumber":75,"VerseNumber":26,"Text":"Nay, when (the soul) reaches to the collar bone (i.e. up to the throat in its exit)"},{"SurahNumber":75,"VerseNumber":27,"Text":"And it will be said: \"Who can cure him and save him from death"},{"SurahNumber":75,"VerseNumber":28,"Text":"And he (the dying person) will conclude that it was (the time) of departing (death)"},{"SurahNumber":75,"VerseNumber":29,"Text":"And leg will be joined with another leg (shrouded)"},{"SurahNumber":75,"VerseNumber":30,"Text":"The drive will be, on that Day, to your Lord (Allah)"},{"SurahNumber":75,"VerseNumber":31,"Text":"So he (the disbeliever) neither believed (in this Quran, in the Message of Muhammad SAW) nor prayed"},{"SurahNumber":75,"VerseNumber":32,"Text":"But on the contrary, he belied (this Quran and the Message of Muhammad SAW) and turned away"},{"SurahNumber":75,"VerseNumber":33,"Text":"Then he walked in full pride to his family admiring himself"},{"SurahNumber":75,"VerseNumber":34,"Text":"Woe to you [O man (disbeliever)]! And then (again) woe to you"},{"SurahNumber":75,"VerseNumber":35,"Text":"Again, woe to you [O man (disbeliever)]! And then (again) woe to you"},{"SurahNumber":75,"VerseNumber":36,"Text":"Does man think that he will be left Suda [neglected without being punished or rewarded for the obligatory duties enjoined by his Lord (Allah) on him"},{"SurahNumber":75,"VerseNumber":37,"Text":"Was he not a Nutfah (mixed male and female discharge of semen) poured forth"},{"SurahNumber":75,"VerseNumber":38,"Text":"Then he became an 'Alaqa (a clot); then (Allah) shaped and fashioned (him) in due proportion"},{"SurahNumber":75,"VerseNumber":39,"Text":"And made him in two sexes, male and female"},{"SurahNumber":75,"VerseNumber":40,"Text":"Is not He (Allah Who does that), Able to give life to the dead? (Yes! He is Able to do all things)"},{"SurahNumber":76,"VerseNumber":1,"Text":"Has there not been over man a period of time, when he was nothing to be mentioned"},{"SurahNumber":76,"VerseNumber":2,"Text":"Verily, We have created man from Nutfah drops of mixed semen (discharge of man and woman), in order to try him, so We made him hearer, seer"},{"SurahNumber":76,"VerseNumber":3,"Text":"Verily, We showed him the way, whether he be grateful or ungrateful"},{"SurahNumber":76,"VerseNumber":4,"Text":"Verily, We have prepared for the disbelievers iron chains, iron collars, and a blazing Fire"},{"SurahNumber":76,"VerseNumber":5,"Text":"Verily, the Abrar (pious, who fear Allah and avoid evil), shall drink a cup (of wine) mixed with water from a spring in Paradise called Kafur"},{"SurahNumber":76,"VerseNumber":6,"Text":"A spring wherefrom the slaves of Allah will drink, causing it to gush forth abundantly"},{"SurahNumber":76,"VerseNumber":7,"Text":"They (are those who) fulfill (their) vows, and they fear a Day whose evil will be wide-spreading"},{"SurahNumber":76,"VerseNumber":8,"Text":"And they give food, inspite of their love for it (or for the love of Him), to Miskin (poor), the orphan, and the captive"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Saying): \"We feed you seeking Allah's Countenance only. We wish for no reward, nor thanks from you"},{"SurahNumber":76,"VerseNumber":10,"Text":"Verily, We fear from our Lord a Day, hard and distressful, that will make the faces look horrible (from extreme dislikeness to it)"},{"SurahNumber":76,"VerseNumber":11,"Text":"So Allah saved them from the evil of that Day, and gave them Nadratan (a light of beauty) and joy"},{"SurahNumber":76,"VerseNumber":12,"Text":"And their recompense shall be Paradise, and silken garments, because they were patient"},{"SurahNumber":76,"VerseNumber":13,"Text":"Reclining therein on raised thrones, they will see there neither the excessive heat of the sun, nor the excessive bitter cold, (as in Paradise there is no sun and no moon)"},{"SurahNumber":76,"VerseNumber":14,"Text":"And the shade thereof is close upon them, and the bunches of fruit thereof will hang low within their reach"},{"SurahNumber":76,"VerseNumber":15,"Text":"And amongst them will be passed round vessels of silver and cups of crystal"},{"SurahNumber":76,"VerseNumber":16,"Text":"Crystal-clear, made of silver. They will determine the measure thereof according to their wishes"},{"SurahNumber":76,"VerseNumber":17,"Text":"And they will be given to drink there a cup (of wine) mixed with Zanjabil (ginger, etc)"},{"SurahNumber":76,"VerseNumber":18,"Text":"A spring there, called Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"And round about them will (serve) boys of everlasting youth. If you see them, you would think them scattered pearls"},{"SurahNumber":76,"VerseNumber":20,"Text":"And when you look there (in Paradise), you will see a delight (that cannot be imagined), and a great dominion"},{"SurahNumber":76,"VerseNumber":21,"Text":"Their garments will be of fine green silk, and gold embroidery. They will be adorned with bracelets of silver, and their Lord will give them a pure drink"},{"SurahNumber":76,"VerseNumber":22,"Text":"(And it will be said to them): \"Verily, this is a reward for you, and your endeavour has been accepted"},{"SurahNumber":76,"VerseNumber":23,"Text":"Verily! It is We Who have sent down the Quran to you (O Muhammad SAW) by stages"},{"SurahNumber":76,"VerseNumber":24,"Text":"Therefore be patient (O Muhammad SAW) and submit to the Command of your Lord (Allah, by doing your duty to Him and by conveying His Message to mankind), and obey neither a sinner nor a disbeliever among them"},{"SurahNumber":76,"VerseNumber":25,"Text":"And remember the Name of your Lord every morning and afternoon [i.e. offering of the Morning (Fajr), Zuhr, and 'Asr prayers"},{"SurahNumber":76,"VerseNumber":26,"Text":"And during night, prostrate yourself to Him (i.e. the offering of Maghrib and 'Isha' prayers), and glorify Him a long night through (i.e. Tahajjud prayer)"},{"SurahNumber":76,"VerseNumber":27,"Text":"Verily! These (disbelievers) love the present life of this world, and put behind them a heavy Day (that will be hard)"},{"SurahNumber":76,"VerseNumber":28,"Text":"It is We Who created them, and We have made them of strong built. And when We will, We can replace them with others like them with a complete replacement"},{"SurahNumber":76,"VerseNumber":29,"Text":"Verily! This (Verses of the Quran) is an admonition, so whosoever wills, let him take a Path to his Lord (Allah)"},{"SurahNumber":76,"VerseNumber":30,"Text":"But you cannot will, unless Allah wills. Verily, Allah is Ever All-Knowing, All-Wise"},{"SurahNumber":76,"VerseNumber":31,"Text":"He will admit to His Mercy whom He will and as for the Zalimun, (polytheists, wrong-doers, etc.) He has prepared a painful torment"},{"SurahNumber":77,"VerseNumber":1,"Text":"By the winds (or angels or the Messengers of Allah) sent forth one after another"},{"SurahNumber":77,"VerseNumber":2,"Text":"And by the winds that blow violently"},{"SurahNumber":77,"VerseNumber":3,"Text":"And by the winds that scatter clouds and rain"},{"SurahNumber":77,"VerseNumber":4,"Text":"And by the Verses (of the Quran) that separate the right from the wrong"},{"SurahNumber":77,"VerseNumber":5,"Text":"And by the angels that bring the revelations to the Messengers"},{"SurahNumber":77,"VerseNumber":6,"Text":"To cut off all excuses or to warn"},{"SurahNumber":77,"VerseNumber":7,"Text":"Surely, what you are promised must come to pass"},{"SurahNumber":77,"VerseNumber":8,"Text":"Then when the stars lose their lights"},{"SurahNumber":77,"VerseNumber":9,"Text":"And when the heaven is cleft asunder"},{"SurahNumber":77,"VerseNumber":10,"Text":"And when the mountains are blown away"},{"SurahNumber":77,"VerseNumber":11,"Text":"And when the Messengers are gathered to their time appointed"},{"SurahNumber":77,"VerseNumber":12,"Text":"For what Day are these signs postponed"},{"SurahNumber":77,"VerseNumber":13,"Text":"For the Day of sorting out (the men of Paradise from the men destined for Hell)"},{"SurahNumber":77,"VerseNumber":14,"Text":"And what will explain to you what is the Day of sorting out"},{"SurahNumber":77,"VerseNumber":15,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":16,"Text":"Did We not destroy the ancients"},{"SurahNumber":77,"VerseNumber":17,"Text":"So shall We make later generations to follow them"},{"SurahNumber":77,"VerseNumber":18,"Text":"Thus do We deal with the Mujrimun (polytheists, disbelievers, sinners, criminals, etc)"},{"SurahNumber":77,"VerseNumber":19,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":20,"Text":"Did We not create you from a worthless water (semen, etc)"},{"SurahNumber":77,"VerseNumber":21,"Text":"Then We placed it in a place of safety (womb)"},{"SurahNumber":77,"VerseNumber":22,"Text":"For a known period (determined by gestation)"},{"SurahNumber":77,"VerseNumber":23,"Text":"So We did measure, and We are the Best to measure (the things)"},{"SurahNumber":77,"VerseNumber":24,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":25,"Text":"Have We not made the earth a receptacle"},{"SurahNumber":77,"VerseNumber":26,"Text":"For the living and the dead"},{"SurahNumber":77,"VerseNumber":27,"Text":"And have placed therein firm, and tall mountains; and have given you to drink sweet water"},{"SurahNumber":77,"VerseNumber":28,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":29,"Text":"(It will be said to the disbelievers): \"Depart you to that which you used to deny"},{"SurahNumber":77,"VerseNumber":30,"Text":"Depart you to a shadow (of Hell-fire smoke ascending) in three columns"},{"SurahNumber":77,"VerseNumber":31,"Text":"Neither shading, nor of any use against the fierce flame of the Fire"},{"SurahNumber":77,"VerseNumber":32,"Text":"Verily! It (Hell) throws sparks (huge) as Al-Qasr [a fort or a Qasr (huge log of wood]"},{"SurahNumber":77,"VerseNumber":33,"Text":"As if they were Jimalatun Sufr (yellow camels or bundles of ropes)"},{"SurahNumber":77,"VerseNumber":34,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":35,"Text":"That will be a Day when they shall not speak (during some part of it)"},{"SurahNumber":77,"VerseNumber":36,"Text":"And they will not be permitted to put forth any excuse"},{"SurahNumber":77,"VerseNumber":37,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":38,"Text":"That will be a Day of Decision! We have brought you and the men of old together"},{"SurahNumber":77,"VerseNumber":39,"Text":"So if you have a plot, use it against Me (Allah)"},{"SurahNumber":77,"VerseNumber":40,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":41,"Text":"Verily, the Muttaqun (pious - see V. 2:2) shall be amidst shades and springs"},{"SurahNumber":77,"VerseNumber":42,"Text":"And fruits, such as they desire"},{"SurahNumber":77,"VerseNumber":43,"Text":"Eat and drink comfortably for that which you used to do"},{"SurahNumber":77,"VerseNumber":44,"Text":"Verily, thus We reward the Muhsinun (good-doers)"},{"SurahNumber":77,"VerseNumber":45,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":46,"Text":"(O you disbelievers)! Eat and enjoy yourselves (in this worldly life) for a little while. Verily, you are the Mujrimun (polytheists, disbelievers, sinners, criminals, etc)"},{"SurahNumber":77,"VerseNumber":47,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":48,"Text":"And when it is said to them: \"Bow down yourself (in prayer)!\" They bow not down (offer not their prayers)"},{"SurahNumber":77,"VerseNumber":49,"Text":"Woe that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":50,"Text":"Then in what statement after this (the Quran) will they believe"}]}