{"Id":164,"LanguageCodes":["fa","fas"],"Name":"fas-unknown","Author":"Unknown","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"پر برکت وبزرکواراست کسی که فرمانروایی جهان هستی به دست اوست, و او بر هر چیز تواناست"},{"SurahNumber":67,"VerseNumber":2,"Text":"(همان) کسی که مرگ وزندگی را آفرید تا شما را بیازماید که کدام یک از شما نیکو کار تراست, و او پیروزمند بخشنده است"},{"SurahNumber":67,"VerseNumber":3,"Text":"(آن) کس که هفت آسمان را بر فراز یکدیگر آفرید, در آفرینش (خدای) رحمان هیچ خلل وبی نظمی نمی بینی, باز چشم بگردان, آیا نقصانی (وشکافی) می بینی؟"},{"SurahNumber":67,"VerseNumber":4,"Text":"سپس بار دیگر چشم بگردان, چشم تو در حالی که خسته ونا توان است به سوی تو باز می گردد"},{"SurahNumber":67,"VerseNumber":5,"Text":"به راستی ما آسمان دنیا را با چراغها آراستیم, وآنها را برای راندن شیاطین قرار دادیم, وبرای آنها عذاب (آتش) سوزان آماده ساختیم"},{"SurahNumber":67,"VerseNumber":6,"Text":"وبرای کسانی که به پروردگارشان کافر شدند عذاب جهنم است, وچه بد جایگاهی است"},{"SurahNumber":67,"VerseNumber":7,"Text":"هنگامی که در آن انداخته شوند, از آن نفره ای (وحشتناک) می شنوند, در حالی که آن می جوشد"},{"SurahNumber":67,"VerseNumber":8,"Text":"از شدت خشم نزدیک است پاره پاره شود, هرگاه که گروهی در آن انداخته می شوند, نگهبانانش از آنها می پرسند: «آیا بیم دهندۀ به سراغ شما نیامد؟!»"},{"SurahNumber":67,"VerseNumber":9,"Text":"گویند: «چرا, بیم دهنده به سوی ما آمد, پس ما اورا تکذیب کردیم, وگفتیم: هرگز خداوند چیزی نازل نکرده است, شما جز در گمراهی بزرگ نیستید»"},{"SurahNumber":67,"VerseNumber":10,"Text":"وگویند: «اگر ما می شنیدیم یا تعقل می کردیم, در (زمرۀ) دوزخیان نبودیم»"},{"SurahNumber":67,"VerseNumber":11,"Text":"پس آنها به گناه خود اعتراف کنند, دور باد دوزخیان از رحمت خداوند"},{"SurahNumber":67,"VerseNumber":12,"Text":"بی گمان کسانی که درنهان از پروردگارشان می ترسند, آنان آمرزش و پاداش بزرگی دارند"},{"SurahNumber":67,"VerseNumber":13,"Text":"گفتار خود را پنهان دارید یا آن را آشکار سازید, (به هر حال) او به آنچه در دلهاست آگاه است"},{"SurahNumber":67,"VerseNumber":14,"Text":"آیا کسی که (همۀ موجودات را) آفریده است, (از حال آنها) نمی داند؟ در حالی که او باریک بین وآگاه است"},{"SurahNumber":67,"VerseNumber":15,"Text":"او کسی است که زمینن را برای شما رام گردانید, پس در گوشه ونواحی آن راه بروید واز روزی او بخورید, وبازگشت (همه) به سوی اوست"},{"SurahNumber":67,"VerseNumber":16,"Text":"آیا خود را از کسی که در آسمان است, در امان می دانید, که (فرمان دهد) زمین شما را فرو برد, پس آن ناگهان به لرزش در آید؟"},{"SurahNumber":67,"VerseNumber":17,"Text":"یا خودرا از کسی که در آسمان است, در امام می دانید, که تند بادی همراه با سنگریزه بر شما فرستد؟ پس بزودی خواهید دانست که هشدار من چگونه است"},{"SurahNumber":67,"VerseNumber":18,"Text":"وبه راستی کسانی که پیش از آنان بودند (نیز دعوت پیامبران را) تکذیب کردند, پس عقوبت مذ چگونه بود"},{"SurahNumber":67,"VerseNumber":19,"Text":"آیا به پرندگانی که بر فواز سرشان است, که گاهی بالهای خود را می گشانید, وگاهی فرو می بندند, نگاه نکردند؟! جز (خدای) رحمان (کسی) آنها را (بر فراز آسمان) نگاه نمی دارد, بی گمان او به هر چیز بیناست"},{"SurahNumber":67,"VerseNumber":20,"Text":"آیا این چه کسی است آن که لشکر شما ست, که به جای (خدای) رحمان شما را یاری می کند؟ کافران جز در فریب (وغرورشان) نیستند"},{"SurahNumber":67,"VerseNumber":21,"Text":"آیا آن کیست که به شما روزی دهد اگر او روزیش را باز دارد؟ بلکه آنها در سر کشی و دوری از حق لجاجت می کنند"},{"SurahNumber":67,"VerseNumber":22,"Text":"آیا کسی که به رو افتاده حرکت می کند به هدایت نزدیکتراست, یا آن کسی که راست واستوار بر راه راست گام بر می دارد؟"},{"SurahNumber":67,"VerseNumber":23,"Text":"بگو: «او کسی است که شما را آفرید, وبرای شما گوش وچشمان و دل قرار داد, (اما شما) اندکی سپاس گزاری می کنید»"},{"SurahNumber":67,"VerseNumber":24,"Text":"بگو: «او کسی است شما را در زمین پراکند وبه سوی او گرد آورده می شوید»"},{"SurahNumber":67,"VerseNumber":25,"Text":"ومی گویند: «اگر راست می گویید این وعدۀ (قیامت) چه زمانی است؟»"},{"SurahNumber":67,"VerseNumber":26,"Text":"(ای پیامبر) بگو: «علم (قیامت) تنها نزد خداست, ومن فقط هشدار دهندۀ آشکار هستم»"},{"SurahNumber":67,"VerseNumber":27,"Text":"پس چون آن (وعده وعذاب الهی) را از نزدیک ببینند, چهرۀ کسانی که کافر شدند سیاه واند وهگین می گردد, و(به آنها) گفته می شود: این همان چیزی است که شما آن را می طلبیدید"},{"SurahNumber":67,"VerseNumber":28,"Text":"(ای پیامبر) بگو: «به من خبر دهید, اگر خداوند مرا وکسانی که با من هستند, هلاک کند, یا بر ما رحمت آورد, پس چه کسی کافران را از عذاب دردناک پناه می دهد؟!»"},{"SurahNumber":67,"VerseNumber":29,"Text":"بگو: «او (خدای) رحمان است, به او ایمان آورده ایم, وبر او توکل کرده ایم, پس (ای کافران) بزودی خواهید دانست چه کسی در گمراهی آشکار است!»"},{"SurahNumber":67,"VerseNumber":30,"Text":"(ای پیامبر) بگو: «به من خبر دهید اگر آب (شرب) شما (در زمین) فرو رود, پس چه کسی می تواند برای شما آب روان (وگوار) بیاورد؟!»"},{"SurahNumber":68,"VerseNumber":1,"Text":"نون, سوگند به قلم وآنچه می نویسند"},{"SurahNumber":68,"VerseNumber":2,"Text":"که تو (ای پیامبر) به نعمت (وفضل) پروردگارت دیوانه نیستی"},{"SurahNumber":68,"VerseNumber":3,"Text":"وبی گمان برای تو (ای پیامبر) پاداشی بی پایان (وعظیم) است"},{"SurahNumber":68,"VerseNumber":4,"Text":"و یقیناَ تو (ای محمد) بر اخلاق وخوی بسیار عظیم و والایی هستی"},{"SurahNumber":68,"VerseNumber":5,"Text":"پس تو بزودی خواهی دید و آنها (نیز) خواهند دید"},{"SurahNumber":68,"VerseNumber":6,"Text":"که کدام یک از شما دیوانه است"},{"SurahNumber":68,"VerseNumber":7,"Text":"همانا پروردگارت بهتر می داند چه کسی از راه او گمراه گشته است, و (نیز) او به هدایت یافتگان دانا تراست"},{"SurahNumber":68,"VerseNumber":8,"Text":"پس از تکذیب کنندگان اطاعت مکن"},{"SurahNumber":68,"VerseNumber":9,"Text":"آنها دوست دارند (و می خواهند) که نرمی (ومدارا) کنی, پس آنها (نیز) نرمی (ومدارا) کنند"},{"SurahNumber":68,"VerseNumber":10,"Text":"و از هر فرمایه ای که بسیار سوگند (دروغ) یاد می کند, اطاعت مکن"},{"SurahNumber":68,"VerseNumber":11,"Text":"(آن) بسیار عیبجوی که به سخن چینی آمد و رفت می کند"},{"SurahNumber":68,"VerseNumber":12,"Text":"وبسیار بازدارنده (کار) خیر, ومتجاوز وگنا هکار است"},{"SurahNumber":68,"VerseNumber":13,"Text":"خشن (و کینه توز) و(بدتر) از آن (بی نسب و) حرام زاده است"},{"SurahNumber":68,"VerseNumber":14,"Text":"بدان خاطر که صاحب مال و فرزندان بسیار است (مبادا از او اطاعت کنی)"},{"SurahNumber":68,"VerseNumber":15,"Text":"هنگامی که آیات ما براو خواند شود, گوید: «(اینها) افسانه های گذشتگان است"},{"SurahNumber":68,"VerseNumber":16,"Text":"به زودی بر بینی او داغ گذاریم"},{"SurahNumber":68,"VerseNumber":17,"Text":"ما آنها را آز مایش کردیم, همانگونه که صاحبان باغ را آز مودیم, هنگامی که سوگند یاد کردند که صبحگاهان (که مستندان نباشند) میوه های باغ را بچینند"},{"SurahNumber":68,"VerseNumber":18,"Text":"و ان شاء الله (گر خدا بخواهد) نگفتند"},{"SurahNumber":68,"VerseNumber":19,"Text":"پس عذابی (فراگیر) از سوی پروردگارت بر (باغ) آنها فرو آمد, در حالی که همه در خواب بودند"},{"SurahNumber":68,"VerseNumber":20,"Text":"پس آن باغ (سبز وخرم) همچون شب سیاه شد"},{"SurahNumber":68,"VerseNumber":21,"Text":"آنگاه صبحگاهان یکدیگر را ندا دادند"},{"SurahNumber":68,"VerseNumber":22,"Text":"که اگر می خواهید درو کنید, به سوی کشتزار (وباغ) خویش بروید"},{"SurahNumber":68,"VerseNumber":23,"Text":"پس آنها (به سوی کشتزار) حرکت کردند. در حالی که آهسته باهم می گفتند"},{"SurahNumber":68,"VerseNumber":24,"Text":"«(مراقب باشید) که امروز هیچ بینوا (ومسکینی) در آن (باغ) وارد نشود»"},{"SurahNumber":68,"VerseNumber":25,"Text":"وصبحگاهان با تصمیم جدی بر منع و جلوگیری (از مستنمدان) بیرون شدند"},{"SurahNumber":68,"VerseNumber":26,"Text":"پس هنگامی که آن (باغ) را دیدند, گفتند: «یقیناً ما راه گم کرده ایم"},{"SurahNumber":68,"VerseNumber":27,"Text":"نه, بلکه ما (از حاصلان) بی بهره ومحروم هستیم»"},{"SurahNumber":68,"VerseNumber":28,"Text":"یکی از بهترین آنها گفت: «آیا به شما نگفتم, چرا (شکر و) تسبیح (خدا را) نمی گوئید ؟!»"},{"SurahNumber":68,"VerseNumber":29,"Text":"گفتند: «پروردگار ما پاک ومنزه است, مسلّماً ما ستمکار بودیم»"},{"SurahNumber":68,"VerseNumber":30,"Text":"آنگاه ملامت کنان به یکدیگر رو آوردند"},{"SurahNumber":68,"VerseNumber":31,"Text":"گفتند: «وای بر ما که طغیانگر (وسرکش) بودیم"},{"SurahNumber":68,"VerseNumber":32,"Text":"امیدواریم که پروردگارمان (مارا ببخشد و) در عوض چیزی بهتر از آن (باغ) به ما بدهد, بی گمان ما به سوی پروردگار خود روی آورده ایم»"},{"SurahNumber":68,"VerseNumber":33,"Text":"عذاب (خدا در دنیا) این چنین است, وعذاب آخرت مسلماً بزرگتر (وبشیتر) است, اگر آنها می دانستند"},{"SurahNumber":68,"VerseNumber":34,"Text":"به راستی برای پر هیزگاران نزد پروردگارشان با غهای پر نعمت است"},{"SurahNumber":68,"VerseNumber":35,"Text":"آیا ما مسلمانان را همچون مجرمان (وگناهکاران) قرار می دهیم؟"},{"SurahNumber":68,"VerseNumber":36,"Text":"شما را چه شده است, چگونه داوری می کنید؟"},{"SurahNumber":68,"VerseNumber":37,"Text":"آیا شما کتابی (آسمانی) دارید که در آن می خوانید؟"},{"SurahNumber":68,"VerseNumber":38,"Text":"و در آن (کتاب) آنچه را انتخاب کنید, برای شما (نوشته شده) است؟"},{"SurahNumber":68,"VerseNumber":39,"Text":"یا اینکه شما بر (عهدۀ) ما عهد وبیمان استواری تا روز قیامت دارید, که هر چه را حکم کنید, (حق) برای شما باشد؟"},{"SurahNumber":68,"VerseNumber":40,"Text":"(ای پیامبر) از آنها بیرس, کدامیک از آنان در برابر این (ادعاها) متعهد است؟"},{"SurahNumber":68,"VerseNumber":41,"Text":"ویا اینکه آنها (معبودان و) شریکانی دارند, پس اگر است می گویند باید شریکان (ومعبودان) خویش را بیاورند"},{"SurahNumber":68,"VerseNumber":42,"Text":"روزی که (کار بالا گیرد وخداوند متعال برای داوری میان خلائق بیاید) ساق برهنه ومکشوف گردد, و(شرکان) دعوت به سجود می شوند, ولی نمی توانند (سجده کنند)"},{"SurahNumber":68,"VerseNumber":43,"Text":"(در حالی که) دید گانشان (از ندامت وخجالت) فرو افتاده وذلّت وخواری وجودشان را در بر گرفته است, ویقیناً که پیش از آن (در دنیا) در حالی که سالم بودند به سجود فرا خوانده می شدند"},{"SurahNumber":68,"VerseNumber":44,"Text":"پس (ای پیامبر) مرا با آن کسی که این سخن (قرآن) را تکذیب می کند واگذار, ما آنان را از آنجای که نمی دانند بتدریج خواهیم گرفت"},{"SurahNumber":68,"VerseNumber":45,"Text":"وبه آنها مهلت می دهم, بی گمان مکر (وتربیر) من استوار (و محکم) است"},{"SurahNumber":68,"VerseNumber":46,"Text":"(ای پیامبر) آیا تو از آنها مزدی درخواست می کنی, که (آنها از ادای آن در رنجند, و) برایشان سنگین است؟"},{"SurahNumber":68,"VerseNumber":47,"Text":"یا (اسرار) غیب نزد آنهاست, پس آنان (از آن) می نویسند"},{"SurahNumber":68,"VerseNumber":48,"Text":"پس (ای پیامبر) برای فرمان (وحکم) پروردگارت صبر کن, ومانند صاحب ماهی (= یونس بن متی) مباش, هنگامی که سرشار از غم واندوه بود (خدا را) نداد کرد"},{"SurahNumber":68,"VerseNumber":49,"Text":"اگر نعمت (ورحمتی) از سوی پروردگارش اورا در نمی یافت, یقیناً (از شکم ماهی) به صحرای بی آب وعلف بیرون افکنده می شد, در حالی که او بدحال (ونکوهیده) بود"},{"SurahNumber":68,"VerseNumber":50,"Text":"پس پروردگارش اورا برگزید, و اورا از صالحان قرار داد"},{"SurahNumber":68,"VerseNumber":51,"Text":"و(ای پیامبر) نزدیک است کسانی که کافر شدند, هنگامی که آیات قرآن را می شنوند, با چشمهای خود تو را چشم زخم بزنند (وبلغزانند) ومی گویند: «قطعاً او دیوانه است»"},{"SurahNumber":68,"VerseNumber":52,"Text":"در حالی که این (قرآن) جز پندی برای جهانیان نیست"},{"SurahNumber":69,"VerseNumber":1,"Text":"(روز) واقع شدنی (رستاخیز)"},{"SurahNumber":69,"VerseNumber":2,"Text":"آن واقع شدنی چیست؟"},{"SurahNumber":69,"VerseNumber":3,"Text":"و تو چه دانی آن واقع شدنی چیست (وچگونه است)؟"},{"SurahNumber":69,"VerseNumber":4,"Text":"(قوم) ثمود و(قوم) عاد (قیامت) درهم کوبنده را تکذیب کردند"},{"SurahNumber":69,"VerseNumber":5,"Text":"پس اما (قوم) ثمود, به بانگ سهمگین هلاک شدند"},{"SurahNumber":69,"VerseNumber":6,"Text":"واما (قوم) عاد با تند بادی سرکش وسرد به هلاکت رسیدند"},{"SurahNumber":69,"VerseNumber":7,"Text":"(خداوند) هفت شب وهشت روز پی در پی بر آنها مسلط نمود, آنگاه (آن) قوم را آن (تندباد) مانند تنه های پوسیدۀ تو خالی درختان خرما, بر زمین افتاده (وهلاک شده) می دیدی"},{"SurahNumber":69,"VerseNumber":8,"Text":"پس آیا از آنها کسی را می بینی که باقی مانده باشد؟"},{"SurahNumber":69,"VerseNumber":9,"Text":"و فرعون وکسانی که پیش از او بودند, و(مردم) شهرهای ویران شده (قوم لوط) مرتکب گناهان (بزرگ) شدند"},{"SurahNumber":69,"VerseNumber":10,"Text":"پس آنها از (فرمان) فرستادۀ پروردگارشان سر پیچی کردند, آنگاه (خداوند) آنها را به عذاب سختی گرفتارشان کرد"},{"SurahNumber":69,"VerseNumber":11,"Text":"همانا هنگامی که آب طغیان کرد, شما را در کشتی سوار کردیم"},{"SurahNumber":69,"VerseNumber":12,"Text":"تا که پندی برای شما قرار دهیم, وگوشهای شنوا آن را بشنوند و به یاد بسپارند"},{"SurahNumber":69,"VerseNumber":13,"Text":"پس هنگامی که یک بار در \"صور\" دمیده شود"},{"SurahNumber":69,"VerseNumber":14,"Text":"وزمین وکوهها از جاکنده شوند, پس یکباره درهم کوبیده (ومتلاشی) شوند"},{"SurahNumber":69,"VerseNumber":15,"Text":"پس در آن روز واقعۀ (عظیم) قیامت به وقوع می پیوندد"},{"SurahNumber":69,"VerseNumber":16,"Text":"وآسمان شکافته می شود, پس در آن روز سست می گردد (وفرو می ریزد)"},{"SurahNumber":69,"VerseNumber":17,"Text":"وفرشتگان بر کناره های آن (= آسمان) قرار می گیرند, وآن روز هشت (فرشنه) عرش پروردگارت را بر فرازشان حمل می کنند"},{"SurahNumber":69,"VerseNumber":18,"Text":"در آن روز شما (همگی برای کسابرسی, به پشیگاه خداوند) عرضه می شوید, وهیچ چیز از (کارهای) شما پنهان نخواهد ماند"},{"SurahNumber":69,"VerseNumber":19,"Text":"پس اما کسی که نامۀ (اعمالش) را به دست راستش دهند, گوید:«بیایید نامۀ (اعمال) مرا بخوانید"},{"SurahNumber":69,"VerseNumber":20,"Text":"من یقین داشتم که به حساب (اعمال) خودم خواهم رسید»"},{"SurahNumber":69,"VerseNumber":21,"Text":"پس او در یک زندگی پسندیده (و رضایت بخشی) خواهد بود"},{"SurahNumber":69,"VerseNumber":22,"Text":"در بهشتی برین"},{"SurahNumber":69,"VerseNumber":23,"Text":"که میوه هایش (برای چیده شدن) در دسترس است"},{"SurahNumber":69,"VerseNumber":24,"Text":"وبه آنها گفته می شود(: «بخورید و بیاشامید, گوارایتان باد, به (خاطر) آنچه در ایام گذشته پیش فرستاده اید»"},{"SurahNumber":69,"VerseNumber":25,"Text":"و اما کسی که نامۀ (اعمالش) را بهه دست چیش دهند, گوید: «ای کاش هرگز نامۀ (اعمال) مرا به من داده نمی شد"},{"SurahNumber":69,"VerseNumber":26,"Text":"ونمی دانستم حسابم چیست"},{"SurahNumber":69,"VerseNumber":27,"Text":"ای کاش (با مرگ) همه چیز تمام می شد (وپایان کاربود)"},{"SurahNumber":69,"VerseNumber":28,"Text":"مال و دارایی ام مرا بی نیاز نکرد (و سودی نبخشید)"},{"SurahNumber":69,"VerseNumber":29,"Text":"قدرت و فرمانروایی ام (نیز) از (دست) من رفت (وبکلی نا بودشد)»"},{"SurahNumber":69,"VerseNumber":30,"Text":"(به فرشتگان گفته می شود:) «اورا بگیرید, پس طوق (به گردن) او اندازید"},{"SurahNumber":69,"VerseNumber":31,"Text":"سپس اورا به (آتش) دوزخ بیفکنید"},{"SurahNumber":69,"VerseNumber":32,"Text":"آنگاه اورا در زنجیری که طول آن هفتاد ذراع است, ببندید"},{"SurahNumber":69,"VerseNumber":33,"Text":"بی گمان او هرگز به خداوند بزرگ ایمان نمی آورد"},{"SurahNumber":69,"VerseNumber":34,"Text":"و هرگز (مردم را) بر اطعام بینوا (یان) تشویق نمی کرد"},{"SurahNumber":69,"VerseNumber":35,"Text":"پس امروز در این جا دوست صمیمی (ومهربانی) ندارد (که کمکش کند)"},{"SurahNumber":69,"VerseNumber":36,"Text":"و عذابی جز از چرک وخون ندارد"},{"SurahNumber":69,"VerseNumber":37,"Text":"(غذابی که) گناهکاران آن را نخورند»"},{"SurahNumber":69,"VerseNumber":38,"Text":"پس سوگند به آنچه می بینید"},{"SurahNumber":69,"VerseNumber":39,"Text":"وبه آنچه نمی بینید"},{"SurahNumber":69,"VerseNumber":40,"Text":"بی تردید این (قرآن) گفتار رسول بزرگوار است"},{"SurahNumber":69,"VerseNumber":41,"Text":"و اینها گفتار یک شاعر نیست, (اما شما) اندکی ایمان می آورید"},{"SurahNumber":69,"VerseNumber":42,"Text":"و (نیز) گفتار یک کاهن نیست, (لیکن شما ) کمتر پند می گیرید"},{"SurahNumber":69,"VerseNumber":43,"Text":"(این قرآن) از سوی پروردگار جهانیان نازل شده است"},{"SurahNumber":69,"VerseNumber":44,"Text":"و اگر (پیامبر) سخنانی (به دروغ) بر ما می بست"},{"SurahNumber":69,"VerseNumber":45,"Text":"مسلّماً ما دست راست اورا می گرفتیم"},{"SurahNumber":69,"VerseNumber":46,"Text":"سپس (شاه) رگ قلبش را قطع می کردیم"},{"SurahNumber":69,"VerseNumber":47,"Text":"پس هیچ کس از شما نمی توانست از (عذاب) او مانع شود"},{"SurahNumber":69,"VerseNumber":48,"Text":"ویقیناً این (قرآن) پند وت÷کری برای پر هیزگاران است"},{"SurahNumber":69,"VerseNumber":49,"Text":"وما محققاً می دانیم که برخی از شما تکذیب کنندگان (این کلام الهی) هستید"},{"SurahNumber":69,"VerseNumber":50,"Text":"و همانا این (قرآن) بر کافران مایۀ حسرت وندامت است"},{"SurahNumber":69,"VerseNumber":51,"Text":"وبی گمان این (قرآن) حق الیقین است"},{"SurahNumber":69,"VerseNumber":52,"Text":"پس (ای پیامبر) به نام پروردگار بزرگت تسبیح گوی"},{"SurahNumber":70,"VerseNumber":1,"Text":"تقاضاکننده‌ای، تقاضای عذابی وقوع یافتنی کرد"},{"SurahNumber":70,"VerseNumber":2,"Text":"(این عذاب) برای کافران است. هیچ دفع‌کننده‌ای ندارد"},{"SurahNumber":70,"VerseNumber":3,"Text":"از سوی الله صاحب مراتب و درجات است"},{"SurahNumber":70,"VerseNumber":4,"Text":"فرشتگان و روح (جبرئیل) به سوی او عروج می‌کنند، در روزی که مقدارش پنجاه هزار سال است"},{"SurahNumber":70,"VerseNumber":5,"Text":"پس تو (ای پیامبر!) صبر جمیل پیشه کن"},{"SurahNumber":70,"VerseNumber":6,"Text":"بی‌گمان آنها آن (روز) را دور می‌بینند"},{"SurahNumber":70,"VerseNumber":7,"Text":"و ما آن را نزدیک می‌بینیم"},{"SurahNumber":70,"VerseNumber":8,"Text":"(همان) روزی که اسمان چون مس گداخته شود"},{"SurahNumber":70,"VerseNumber":9,"Text":"و کوه‌ها مانند پشم رنگین (متلاشی و پراکنده) شود"},{"SurahNumber":70,"VerseNumber":10,"Text":"و هیچ دوست صمیمی (و خویشاوندی) از (حال) دوست صمیمی (و خویشاوند خود) نپرسد"},{"SurahNumber":70,"VerseNumber":11,"Text":"(در حالی که) آنان به یکدیگر نشان داده می‌شوند گناهکار (دوست دارد و) آرزو کند خویشتن را از عذاب آن روز باز خرد به فرزندانش"},{"SurahNumber":70,"VerseNumber":12,"Text":"و زنش و برادرش"},{"SurahNumber":70,"VerseNumber":13,"Text":"و قبیله اش که ( همیشه) او را جای و پناه می‌داد"},{"SurahNumber":70,"VerseNumber":14,"Text":"و همة آنهایی که روی زمین اند (همگی فدا کند) سپس او نجات یابد"},{"SurahNumber":70,"VerseNumber":15,"Text":"(اما) هرگز چنین نیست، بی‌گمان آن شعله‌های (آتش) سوزان است"},{"SurahNumber":70,"VerseNumber":16,"Text":"پوست از سر و صورت بر می‌کند"},{"SurahNumber":70,"VerseNumber":17,"Text":"کسانی را که (به فرمان الله) پشت کردند و (از حق) روی گرداندند، فرا می‌خواند"},{"SurahNumber":70,"VerseNumber":18,"Text":"و (نیز کسانی را که) اموال را جمع‌آوری و ذخیره کردند. (و حق آن را نپرداختند)"},{"SurahNumber":70,"VerseNumber":19,"Text":"یقیناً انسان کم طاقت (و حریص) آفریده شده است"},{"SurahNumber":70,"VerseNumber":20,"Text":"هنگامی که بدی (و مصیبتی) به او رسد، بی‌تابی می‌کند"},{"SurahNumber":70,"VerseNumber":21,"Text":"و هنگامی که خوبی به او رسد، بازدارنده (و بخیل) می‌شود"},{"SurahNumber":70,"VerseNumber":22,"Text":"مگر نمازگزاران"},{"SurahNumber":70,"VerseNumber":23,"Text":"همان کسانی که بر نمازهایشان همیشه مداومت می‌کنند"},{"SurahNumber":70,"VerseNumber":24,"Text":"و کسانی که در اموال‌شان حق (معین و) معلومی است"},{"SurahNumber":70,"VerseNumber":25,"Text":"برای گدا و محروم"},{"SurahNumber":70,"VerseNumber":26,"Text":"و کسانی که روز جزا را تصدیق می‌کنند"},{"SurahNumber":70,"VerseNumber":27,"Text":"و کسانی که از عذاب پروردگارشان می‌ترسند"},{"SurahNumber":70,"VerseNumber":28,"Text":"بی‌گمان از عذاب پروردگارشان در امان نتواند بود"},{"SurahNumber":70,"VerseNumber":29,"Text":"و کسانی که شرمگاه‌هایشان را نگه می‌دارند"},{"SurahNumber":70,"VerseNumber":30,"Text":"مگر با همسران و کنیزانی که مالک آنها هستند که (در این صورت) ملامت و سرزنشی بر آنها نیست"},{"SurahNumber":70,"VerseNumber":31,"Text":"پس هرکس غیر از اینها را بخواهد، آنان متجاوزان هستند"},{"SurahNumber":70,"VerseNumber":32,"Text":"و کسانی که امانت‌ها و عهدشان را رعایت می‌کنند"},{"SurahNumber":70,"VerseNumber":33,"Text":"و کسانی که به شهادت‌های خود متعهد هستند"},{"SurahNumber":70,"VerseNumber":34,"Text":"و کسانی که بر نمازشان محافظت می‌کنند"},{"SurahNumber":70,"VerseNumber":35,"Text":"اینان در باغ‌های (بهشت) گرامی داشته می‌شوند"},{"SurahNumber":70,"VerseNumber":36,"Text":"پس (ای پیامبر!) کافران را چه شده که به سوی تو می‌شتابند؟"},{"SurahNumber":70,"VerseNumber":37,"Text":"از راست و چپ، گروه گروه (و پراکنده) می‌شوند؟"},{"SurahNumber":70,"VerseNumber":38,"Text":"آیا هرکدام از آنها (با آن اعمال ناپسندش) طمع دارد که او در بهشت پرنعمت (الهی) درآورده شود؟"},{"SurahNumber":70,"VerseNumber":39,"Text":"هرگز چنین نیست، بی‌گمان ما آنها را از آنچه (خودشان) می‌دانند آفریده ایم"},{"SurahNumber":70,"VerseNumber":40,"Text":"پس به پروردگار مشرق‌ها و مغرب‌ها سوگند می‌خورم که ما یقیناً قادریم"},{"SurahNumber":70,"VerseNumber":41,"Text":"بر آن که (کسانی دیگر) بهتر از آنها را جایگزین کنیم، و ما (برای این کار) عاجز و ناتوان نیستیم"},{"SurahNumber":70,"VerseNumber":42,"Text":"پس (ای پیامبر!) آنان را به حال خود واگذار تا در باطل خود فرو روند، و بازی کنند تا به روزی که به آنها وعده داده شده است برسند"},{"SurahNumber":70,"VerseNumber":43,"Text":"(همان) روزی که شتابان از قبرها خارج می‌شوند، گویی به سوی نشانه (و بتها) می‌دوند"},{"SurahNumber":70,"VerseNumber":44,"Text":"(در حالی که) چشم‌هایشان (از شرم و وحشت) به زیر افتاده، و ذلت (و خواری) آنها را پوشانده است. این همان روزی است که به آنها وعده داده می‌شد"},{"SurahNumber":71,"VerseNumber":1,"Text":"بی‌گمان ما نوع را به سوی قومش فرستادیم، (و گفتیم): «قوم خود را پیش از آن که عذاب دردناک به سراغ‌شان آید، هشدار ده (و بترسان)"},{"SurahNumber":71,"VerseNumber":2,"Text":"(نوح) گفت: «ای قوم! همانا من برای شما بیم‌دهندة آشکاری هستم"},{"SurahNumber":71,"VerseNumber":3,"Text":"که الله را پرستش کنید و از او بترسید، و مرا اطاعت کنید"},{"SurahNumber":71,"VerseNumber":4,"Text":"(پس اگر چنین کردید، الله) گناهان شما را می‌آمرزد، و شما را تا زمان معینی مهلت می‌دهد، زیرا هنگامی که اجل الهی فرا رسد تأخیر نخواهد داشت، اگر می‌دانید»"},{"SurahNumber":71,"VerseNumber":5,"Text":"و نوح (پس از نهصد و پنجاه سال نصیحتگری و دعوت) گفت: پروردگارا! به راستی که من قوم خود را شب و روز (به ایمان) دعوت کردم"},{"SurahNumber":71,"VerseNumber":6,"Text":"اما دعوت من (در حق آنان چیزی) جز گریز نیفزود"},{"SurahNumber":71,"VerseNumber":7,"Text":"و من هرگاه آنها را دعوت کردم تا تو آنان را بیامرزی انگشتان‌شان را در گوش‌هایشان فرو کردند و لباس‌هایشان را (به خود) پیچیدند، و (در مخالفت) اصرار (و پافشاری) کردند و به شدت گردن کشی و تکبر نمودند"},{"SurahNumber":71,"VerseNumber":8,"Text":"سپس من آنها را با صدای بلند (و آشکار) دعوت کردم"},{"SurahNumber":71,"VerseNumber":9,"Text":"آنگاه به آشکار برایشان گفتم، و در نهان برای (هرکدام از) آنان بیان کردم"},{"SurahNumber":71,"VerseNumber":10,"Text":"پس (به آنها) گفتم: «از پروردگار خویش آمرزش بخواهید، بی‌گمان او بسیار آمرزنده است"},{"SurahNumber":71,"VerseNumber":11,"Text":"تا از آسمان (باران) پی در پی بر شما بفرستد"},{"SurahNumber":71,"VerseNumber":12,"Text":"و شما را با اموال و فرزندان بسیار مدد کند، به شما باغ‌های (سرسبز) بدهد، و برای شما نهرهای (جاری) قرار دهد"},{"SurahNumber":71,"VerseNumber":13,"Text":"شما را چه شده است که برای الله، عظمت (و شکوه) قایل نیستید؟"},{"SurahNumber":71,"VerseNumber":14,"Text":"در حالی که شما را در مراحل گوناگون آفرید. (از نطفه سپس خون لخته شده، آنگاه تکة گوشت، تا این که انسان کامل شد)"},{"SurahNumber":71,"VerseNumber":15,"Text":"آیا نمی‌بینید چگونه الله هفت آسمان را بر فراز یکدیگر آفرید؟"},{"SurahNumber":71,"VerseNumber":16,"Text":"و ماه را در میان آسمان‌ها مایة روشنایی قرار داد، و خورشید را چراغ (فروزانی) گردانید"},{"SurahNumber":71,"VerseNumber":17,"Text":"و الله شما را همچون گیاه و نباتی از زمین رویانید"},{"SurahNumber":71,"VerseNumber":18,"Text":"سپس شما را به آن (زمین) باز می‌گرداند، و بار دیگر شما را بیرون می‌آورد"},{"SurahNumber":71,"VerseNumber":19,"Text":"و الله زمین را برای شما گسترده ساخت"},{"SurahNumber":71,"VerseNumber":20,"Text":"تا از راه‌های پهناور آن (به سوی مقصد خود) رفت و آمد کنید»"},{"SurahNumber":71,"VerseNumber":21,"Text":"نوح گفت: «پروردگارا! بی‌گمان آنها مرا نافرمانی کردند، و از کسی پیروی کردند که مال وف رزندش چیزی جز زیانکاری بر او نیفزوده است"},{"SurahNumber":71,"VerseNumber":22,"Text":"و (آن پیشوایان گمراه) نیرنگ (و مکر) بزرگی به کار بردند"},{"SurahNumber":71,"VerseNumber":23,"Text":"و گفتند: معبودان خود را رها نکنید. و (بخصوص) «ود» و «سواع» و «یغوث» و «یعوق» و «نسر» را رها نکنید"},{"SurahNumber":71,"VerseNumber":24,"Text":"و به راستی آنها بسیاری را گمراه کردند، و (تو ای پروردگار!) ستمکاران را جز گمراهی میفزا»"},{"SurahNumber":71,"VerseNumber":25,"Text":"(سرانجام) به کیفر گناهانشان (همگی) غرق شدند، پس در آتش (دوزخ) درآورده شدند، و در برابر (عذاب) الهی یاور (و مددکاری) برای خود نیافتند"},{"SurahNumber":71,"VerseNumber":26,"Text":"و نوح گفت: «چروردگارا! هیچ یک از کافران (و دیارشان) را بر روی زمین باقی نگذار"},{"SurahNumber":71,"VerseNumber":27,"Text":"چرا که اگر آنها را باقی گذاری بندگانت را گمراه می‌کنند، و جز (نسلی) بدکار و کافر به وجود نمی‌آورند"},{"SurahNumber":71,"VerseNumber":28,"Text":"پروردگارا! مرا و پدر و مادرم را و هرآن کس که با ایان وارد خانة من شود، و (تمام) مردان مؤمن و زنان مؤمن را بیامرز، و ستمکاران راجز هلاکت (و نابودی) میفزا»"},{"SurahNumber":72,"VerseNumber":1,"Text":"(ای پیامبر!) بگو: «به من وحی شده است که همانا گروهی از جنیان (به این قرآن) گوش فرا داده اند، پس گفتند: بی‌گمان ما قرآن عجیبی شنیدیم"},{"SurahNumber":72,"VerseNumber":2,"Text":"که به راه راست هدایت می‌کند، پس ما به آن ایمان آوردیم، و هرگز کسی را با پروردگارمان شریک قرار نمی‌دهیم"},{"SurahNumber":72,"VerseNumber":3,"Text":"و این که شأن و عظمت پروردگارمان بس (عظیم و) بلند است، او (هرگز برای خود) همسر و فرزندی انتخاب نکرده است"},{"SurahNumber":72,"VerseNumber":4,"Text":"و این که سفیه (و نادان) ما (شیطان) در بارة الله سخنان ناروایی می‌گفت"},{"SurahNumber":72,"VerseNumber":5,"Text":"و ما (چنین) گمان می‌کردیم که هرگز انس و جن بر الله دروغ نمی‌بندند"},{"SurahNumber":72,"VerseNumber":6,"Text":"و این که مردانی از آدمیان به مردانی از جنیان پناه می‌بردند، پس آنها به گمراهی و سرکشی شان افزودند"},{"SurahNumber":72,"VerseNumber":7,"Text":"و این که آنها گمان کردند، همانگونه که شما (جنیان) گمان می‌کردید که الله هیچ کس را (دوباره) زنده نمی‌گرداند"},{"SurahNumber":72,"VerseNumber":8,"Text":"و این که ما آسمان را جستجو کردیم، پس آن را پر از محافظان نیرومند و تیرهای شهاب یافتیم"},{"SurahNumber":72,"VerseNumber":9,"Text":"و این که ما پیش از این در جاهایی (از آسمان) به استراق سمع می‌نشستیم، پس اکنون هرکس (بخواهد) استراق سمع کند، شهابی را در کمین خود خواهد یافت"},{"SurahNumber":72,"VerseNumber":10,"Text":"و این که ما ننمی‌دانیم آیا برای اهل زمین شرّ اراده شده، یا پروردگارشان خیر و هدایت آنها را خواسته است"},{"SurahNumber":72,"VerseNumber":11,"Text":"و این که در میان ما افرادی صالح و افرادی نادرستند، ما گروه‌هایی متفاوت (و گوناگون) هستیم"},{"SurahNumber":72,"VerseNumber":12,"Text":"و این که ما یقین داریم که هرگز نمی‌توانیم در روی زمین الله را عاجز و ناتوان کنیم، و هرگز با گریز نمی‌توانیم او را ناتوان سازیم. (و راه فراری نداریم)"},{"SurahNumber":72,"VerseNumber":13,"Text":"و این که ما هنگامی که (سخن) هدایت را شنیدیم به آن ایمان آوردیم، پس هرکس که به پروردگارش ایمان آورد، نه از نقصان می‌ترسد، و نه از ستم (بیم دارد)"},{"SurahNumber":72,"VerseNumber":14,"Text":"و این که گروهی از ما مسلمان و گروهی کافر (و ظالم) هستند، پس هرکس که اسلام آورده آنانند که راه رستگاری را جستجو کرده (و برگزیده) اند"},{"SurahNumber":72,"VerseNumber":15,"Text":"و اما کافران (و ستمکاران) هیزم (آتش) جهنم خواهند بود"},{"SurahNumber":72,"VerseNumber":16,"Text":"و این که اگر آنها بر راه راست استقامت و پایداری کنند، البته با آب فراوان سیرابشان می‌کنیم"},{"SurahNumber":72,"VerseNumber":17,"Text":"تا آنها را با آن (نعمت‌ها) بیازماییم، و هرکس از یاد (و ذکر) پروردگارش روی برتابد، (الله) او را به عذابی سخت گرفتار می‌سازد"},{"SurahNumber":72,"VerseNumber":18,"Text":"و این که مساجد از آنِ الله است، پس کسی را با الله نخوانید"},{"SurahNumber":72,"VerseNumber":19,"Text":"و این که هنگامی که بندة الله (محمد ) قیام کرد تا او را بخواند (و عبادت کند) نزدیک بود که (از ازدحام بر گرد او) بر سرهم فرو ریزند"},{"SurahNumber":72,"VerseNumber":20,"Text":"(ای پیامبر! به آنها) بگو: «من تنها پروردگارم را می‌خوانم، و کسی را شریک او نمی‌سازم»"},{"SurahNumber":72,"VerseNumber":21,"Text":"بگو: «بی‌گمان من نمی‌توانم به شما زیانی برسانم، و نه خیر و سودی (برسانم)»"},{"SurahNumber":72,"VerseNumber":22,"Text":"(ای پیامبر!) بگو: «هیچکس مرا از (کیفر) الله پناه نخواهد داد، و غیر از او هرگز پشت و پناهی نخواهم یافت"},{"SurahNumber":72,"VerseNumber":23,"Text":"مگر (تنها وظیفة من) رساندن پیامی از جانب الله و (انجام) رسالت‌هایش است، و هرکس نافرمانی الله و پیامبرش کند، پس بی‌گمان آتش جهنم از آنِ اوست جاودانه در آن خواهد ماند»"},{"SurahNumber":72,"VerseNumber":24,"Text":"(کار کفار همچنین ادامه دارد) تا زمانی که آنچه را به آنها وعده داده شده ببینند، آنگاه خواهند دانست چه کسی یاورش ناتوان‌تر و جمیعتش کمتر است"},{"SurahNumber":72,"VerseNumber":25,"Text":"(ای پیامبر!) بگو: «نمی‌دانم آیا آنچه که به شما وعده داده شده نزدیک است یا این که پروردگارم زمانی (دور) برای آن قرار می‌دهد؟!»"},{"SurahNumber":72,"VerseNumber":26,"Text":"(الله) دانای غیب است، و هیچکس را بر (اسرار) غیب خود آگاه نمی‌سازد"},{"SurahNumber":72,"VerseNumber":27,"Text":"مگر رسولانی که آنان را پسندیده (و برگزیده) است، پس بی‌گمان از پیش روی او و پشت سرش نگهبانی (و مراقبیتی از فرشتگان) می‌گمارد"},{"SurahNumber":72,"VerseNumber":28,"Text":"تا بداند که رسالت‌های پروردگارشان را ابلاغ کرده اند، و (الله) به آنچه نزد آنهاست احاطت دارد، و عدد هرچیز را شمارش کرده است"},{"SurahNumber":73,"VerseNumber":1,"Text":"ای جامه برخود پیچیده"},{"SurahNumber":73,"VerseNumber":2,"Text":"شب را جز اندکی بپا خیز (و عبادت کن)"},{"SurahNumber":73,"VerseNumber":3,"Text":"نیمه‌ای از آن را، یا اندکی از آن کم کن"},{"SurahNumber":73,"VerseNumber":4,"Text":"یا اندکی بر (نصف) آن بیفزا، و قرآن را با ترتیل و تأمل بخوان"},{"SurahNumber":73,"VerseNumber":5,"Text":"یقیناً ما به زودی سخنی سنگین بر تو نازل خواهیم کرد"},{"SurahNumber":73,"VerseNumber":6,"Text":"بی‌گمان شب زنده‌داری (بر نفس) دشوار است و برای گفتار (و نیایش) مناسب و استوارتر است"},{"SurahNumber":73,"VerseNumber":7,"Text":"یقیناً تو در روز مشغلة بسیار داری"},{"SurahNumber":73,"VerseNumber":8,"Text":"و نام پروردگارت را یاد کن، و تنها به او دل ببند"},{"SurahNumber":73,"VerseNumber":9,"Text":"(همان) پروردگار مشرق و مغرب که معبودی (بحق) جز او نیست پس او را کارساز ( و نگاهبان خود) برگزین"},{"SurahNumber":73,"VerseNumber":10,"Text":"و بر آنچه (مشرکان) می‌گویند، شکیبا باش، و به شیوه‌ای نیکو (و شایسته) از آنها دوری کن"},{"SurahNumber":73,"VerseNumber":11,"Text":"و مرا با این تکذیب‌کنندگان مرفه و منعّم واگذار، و آنها را کمی مهلت ده"},{"SurahNumber":73,"VerseNumber":12,"Text":"بی‌گمان نزد ما قید (و بندهای) گران و (آتش) دوزخ"},{"SurahNumber":73,"VerseNumber":13,"Text":"و غذایی گلوگیر، و عذابی دردناک است"},{"SurahNumber":73,"VerseNumber":14,"Text":"روزی که زمین و کوه‌ها به لرزه درآید، و کوه‌ها (متلاشی می‌شود و) همچون تودة شن نرم (روان) می‌گردد"},{"SurahNumber":73,"VerseNumber":15,"Text":"یقیناً ما پیامبری به سوی شما فرستادیم که بر شما شاهد (و گواه) است، همانگونه که به سوی فرعون پیامبری فرستادیم"},{"SurahNumber":73,"VerseNumber":16,"Text":"آنگاه فرعون آن پیامبر را نافرمانی (و مخالفت) کرد، پس ما او را به سختی مجازات کردیم"},{"SurahNumber":73,"VerseNumber":17,"Text":"پس اگر کافر شوید چگونه خود را (از عذاب) در امان می‌دارید، روزی که کودکان را پیر می‌کند"},{"SurahNumber":73,"VerseNumber":18,"Text":"(در آن روز) آسمان شکافته می‌شود، وعدة او شدنی است"},{"SurahNumber":73,"VerseNumber":19,"Text":"بی‌گمان این (آیات) پند (و هشداری) است، پس هرکس که بخواهد راهی به سوی پروردگارش برگزیند"},{"SurahNumber":73,"VerseNumber":20,"Text":"(ای پیامبر!) یقیناً پروردگارت می‌داند که تو و گروهی از آنها که با تو هستند نزدیک دو سوم شب و (یا) نصف (یا) ثلث آن را بپا می‌خیزید، و الله شب و روز را اندازه‌گیری می‌کند، می‌داند که شما نمی‌توانید حساب آن را (دقیق) محاسبه کنید، لذا شما را بخشید، پس اکنون آنچه (برای شما) میسر باشد از قرآن بخوانید، (الله) می‌داند که برخی از شما بیمار خواهند شد، و گروهی (دیگر) برای بدست‌آوردن فضل و نعمت الله در زمین سفر می‌کنند، و گروهی (نیز) در راه الله جهاد می‌کنند، پس آنچه میسر باشد از آن بخوانید، و نماز را برپا دارید، و زکات بدهید، و به الله قرض الحسنه (وام نیکو) دهید، و (بدانید که) آنچه از کارهای خیر پیشاپیش برای خودتان می‌فرستید نزد الله به بهترین وجه و بزرگترین پاداش خواهید یافت، و از الله آمرزش بخواهید که همانا الله آمرزندة مهربان است"},{"SurahNumber":74,"VerseNumber":1,"Text":"ای جامه بر سر کشیده"},{"SurahNumber":74,"VerseNumber":2,"Text":"برخیز و بیم ده"},{"SurahNumber":74,"VerseNumber":3,"Text":"و پروردگارت را بزرگ شمار"},{"SurahNumber":74,"VerseNumber":4,"Text":"و لباسهایت را پاکیزه دار"},{"SurahNumber":74,"VerseNumber":5,"Text":"و از پلیدی دوری کن"},{"SurahNumber":74,"VerseNumber":6,"Text":"و نباید برای افزون خواهی چیزی را بدهی"},{"SurahNumber":74,"VerseNumber":7,"Text":"و برای (خوشنودی) پروردگارت شکیبا باش"},{"SurahNumber":74,"VerseNumber":8,"Text":"پس هنگامی که در «صور» دمیده شود"},{"SurahNumber":74,"VerseNumber":9,"Text":"آن روز، روز سخت (و دشواری) است"},{"SurahNumber":74,"VerseNumber":10,"Text":"بر کافران آسان نیست"},{"SurahNumber":74,"VerseNumber":11,"Text":"(ای پیامبر!) مرا با کسی که او را تنها آفریده‌ام واگذار"},{"SurahNumber":74,"VerseNumber":12,"Text":"و (همان که) مال فراونی برایش قرار دادم"},{"SurahNumber":74,"VerseNumber":13,"Text":"و فرزندانی که همیشه (در خدمت او و) با او هستند"},{"SurahNumber":74,"VerseNumber":14,"Text":"و همه وسایل (و امکانات) زندگی را در اختیارش قرار دادم"},{"SurahNumber":74,"VerseNumber":15,"Text":"باز (هم) طمع دارد که (برآن) بیفزایم"},{"SurahNumber":74,"VerseNumber":16,"Text":"هرگز، (چنین نخواهد شد) بی‌گمان او نسبت به آیات ما دشمنی (و عناد) دارد"},{"SurahNumber":74,"VerseNumber":17,"Text":"و به زودی او را به مشقت و سختی می‌اندازم"},{"SurahNumber":74,"VerseNumber":18,"Text":"زیرا که او (برای مبارزه با قرآن) اندیشید، و اندازه (و محاسبه) کرد"},{"SurahNumber":74,"VerseNumber":19,"Text":"پس مرگ بر او باد! چگونه اندازه (و محاسبه) کرد؟"},{"SurahNumber":74,"VerseNumber":20,"Text":"باز (هم)، مرگ بر او باد! چگونه اندازه (و محاسبه) کرد؟"},{"SurahNumber":74,"VerseNumber":21,"Text":"سپس نگاهی افکند"},{"SurahNumber":74,"VerseNumber":22,"Text":"آنگاه چهره درهم کشید و روی ترش کرد"},{"SurahNumber":74,"VerseNumber":23,"Text":"سپس (به حق) پشت نمود و تکبر ورزید"},{"SurahNumber":74,"VerseNumber":24,"Text":"آنگاه گفت: «این (قرآن) چیزی جز جادویی که (از دیگران) آموخته شده، نیست"},{"SurahNumber":74,"VerseNumber":25,"Text":"و این (چیزی) جز گفتار بشر نیست»"},{"SurahNumber":74,"VerseNumber":26,"Text":"به زودی او را به سقر (جهنم) درخواهم آورد"},{"SurahNumber":74,"VerseNumber":27,"Text":"و تو چه ذاتی «سقر» چیست؟"},{"SurahNumber":74,"VerseNumber":28,"Text":"(آتش سوزانی که) نه (چیزی را) باقی می‌گذارد و نه (چیزی را) رها می‌کند"},{"SurahNumber":74,"VerseNumber":29,"Text":"پوست را (دگرگون کرده و) می‌سوزاند"},{"SurahNumber":74,"VerseNumber":30,"Text":"برآن (آتش) نوزده (فرشته) گمارده شده است"},{"SurahNumber":74,"VerseNumber":31,"Text":"و ما مأموران دوزخ را جز فرشتگان قرار ندادیم، و شمار آنها را جز برای آزمایش کافران معین نکردیم، تا اهل کتاب یقین کنند، و کسانی که ایمان آورده اند بر ایمان خود بیفزایند، و اهل کتاب و مؤمنان، گرفتار شک و تردید نشوند، و تا کسانی که در دلهایشان مرض است و (نیز) کافران بگویند: «الله از این مثل (و توصیف) چه خواسته است؟» بدینگونه الله هرکس را بخواهد گمراه می‌سازد، و هرکس را بخواهد هدایت می‌کند، و (شمار) لشکریان پروردگارت را جز او (کسی) نمی‌داند، و این جز پند و اندرزی برای انسانها نیست"},{"SurahNumber":74,"VerseNumber":32,"Text":"آری، (هرگز اینچنین نیست که آنها تصور می‌کنند) سوگند به ماه"},{"SurahNumber":74,"VerseNumber":33,"Text":"و به شب هنگامی که پشت کند"},{"SurahNumber":74,"VerseNumber":34,"Text":"و به صبح هنگامی که روشن شود"},{"SurahNumber":74,"VerseNumber":35,"Text":"که آن (آتش دوزخ) یکی از (چیزهای) بزرگ (و هولناک) است"},{"SurahNumber":74,"VerseNumber":36,"Text":"(ترساننده و) هشداردهنده برای انسانهاست"},{"SurahNumber":74,"VerseNumber":37,"Text":"برای کسی از شما که بخواهد (در راه راست) پیش افتد، یا (از آن) عقب بماند"},{"SurahNumber":74,"VerseNumber":38,"Text":"هرکس در گرو اعمال خویش است"},{"SurahNumber":74,"VerseNumber":39,"Text":"مگر «اصحاب یمین»"},{"SurahNumber":74,"VerseNumber":40,"Text":"که در باغ‌های (بهشت) هستند، و می‌پرسند"},{"SurahNumber":74,"VerseNumber":41,"Text":"از گناهکاران"},{"SurahNumber":74,"VerseNumber":42,"Text":"چه چیز شما را به «سقر» (دوزخ) درآورد؟"},{"SurahNumber":74,"VerseNumber":43,"Text":"گویند: «ما از نمازگزاران نبودیم"},{"SurahNumber":74,"VerseNumber":44,"Text":"و بینوا (یان) را طعام نمی‌دادیم"},{"SurahNumber":74,"VerseNumber":45,"Text":"و پیوسته همراه یاوه‌گویان (و اهل باطل) همصدا می‌شدیم"},{"SurahNumber":74,"VerseNumber":46,"Text":"و همواره روز جزا را تکذیب می‌کردیم"},{"SurahNumber":74,"VerseNumber":47,"Text":"تا زمانی که مرگ به سراغمان آمد"},{"SurahNumber":74,"VerseNumber":48,"Text":"پس شفاعت شفاعت‌کنندگان به آنها سودی نمی‌بخشد"},{"SurahNumber":74,"VerseNumber":49,"Text":"پس آنها را چه شده است که از پند (و تذکر) روی گردانند؟"},{"SurahNumber":74,"VerseNumber":50,"Text":"گویی که آنها (گور) خران رم کرده اند"},{"SurahNumber":74,"VerseNumber":51,"Text":"که از شیر گریخته اند"},{"SurahNumber":74,"VerseNumber":52,"Text":"بلکه هرکدام از آنها (توقع دارد و) می‌خواهد که (به او) نامة گشاده (و جداگانه از سوی الله) داده شود"},{"SurahNumber":74,"VerseNumber":53,"Text":"هرگز چنین نیست (که آنان می‌پندارند) بلکه آنها از (عذاب) آخرت نمی‌ترسند"},{"SurahNumber":74,"VerseNumber":54,"Text":"نه، حقاً که این (قرآن) پند (و یادآوری) است"},{"SurahNumber":74,"VerseNumber":55,"Text":"پس هرکس که بخواهد آن را یاد کند (پند گیرد)"},{"SurahNumber":74,"VerseNumber":56,"Text":"و یاد نمی‌کنند (و پند نمی‌گیرند) مگر این که الله بخواهد، او اهل تقوا و اهل آمرزش است"},{"SurahNumber":75,"VerseNumber":1,"Text":"به روز قیامت سوگند می‌خورم"},{"SurahNumber":75,"VerseNumber":2,"Text":"و به نفس ملامتگر سوگند می‌خورم"},{"SurahNumber":75,"VerseNumber":3,"Text":"آیا انسان می‌پندارد که (پس از مرگ) هرگز استخوان‌هایش را جمع نخواهیم کرد؟"},{"SurahNumber":75,"VerseNumber":4,"Text":"آری، ما قادریم که (حتی خطوط سر) انگشتانش را یکسان و مرتب کنیم"},{"SurahNumber":75,"VerseNumber":5,"Text":"بلکه انسان می‌خواهد که (آزادانه و بدون ترس از آخرت) در گناه و بدکاری مداومت داشته باشد"},{"SurahNumber":75,"VerseNumber":6,"Text":"(از این رو) می‌پرسد: «روز قیامت کی خواهد بود؟!»"},{"SurahNumber":75,"VerseNumber":7,"Text":"پس هنگامی که چشم خیره شود"},{"SurahNumber":75,"VerseNumber":8,"Text":"و ماه تیره (و بی‌نور) گردد"},{"SurahNumber":75,"VerseNumber":9,"Text":"و خوشرید و ماه یکجا جمع کرده شود"},{"SurahNumber":75,"VerseNumber":10,"Text":"آن روز انسان می‌گوید: «راه گریز کجاست؟»"},{"SurahNumber":75,"VerseNumber":11,"Text":"هرگز، هیچ گریزگاهی وجود ندارد"},{"SurahNumber":75,"VerseNumber":12,"Text":"آن روز قرارگاه (نهایی) به سوی پروردگار توست"},{"SurahNumber":75,"VerseNumber":13,"Text":"در آن روز انسان را از آنچه پیش یا پس فرستاده است خبر داده می‌شود"},{"SurahNumber":75,"VerseNumber":14,"Text":"بلکه انسان به خوبی بر خویشتن آگاه است"},{"SurahNumber":75,"VerseNumber":15,"Text":"اگر چه (در دفاع از خود) عذرهایش را در میان آورد"},{"SurahNumber":75,"VerseNumber":16,"Text":"(ای پیامبر! هنگام نزول قرآن) زبانت را برای (تکرار و خواندن) آن شتابزده حرکت مده"},{"SurahNumber":75,"VerseNumber":17,"Text":"مسلماً جمع‌آوری و خواندن آن بر (عهدة) ماست"},{"SurahNumber":75,"VerseNumber":18,"Text":"پس هرگاه (توسط جبرئیل) آن را (بر تو) خواندیم، خواندن او را پیروی کن"},{"SurahNumber":75,"VerseNumber":19,"Text":"سپس بیان‌کردنش بر (عهدة) ماست"},{"SurahNumber":75,"VerseNumber":20,"Text":"هرگز چنین نیست (که شما مشرکان می‌پندارید) بلکه شما دنیا (ی زودگذر) را دوست دارید"},{"SurahNumber":75,"VerseNumber":21,"Text":"و آخرت را رها می‌کنید"},{"SurahNumber":75,"VerseNumber":22,"Text":"آن روز چهره‌هایی تازه (و شاداب) است"},{"SurahNumber":75,"VerseNumber":23,"Text":"به سوی پروردگارش می‌نگرد"},{"SurahNumber":75,"VerseNumber":24,"Text":"و در آن روز چهره‌هایی عبوس (و درهم کشیده) است"},{"SurahNumber":75,"VerseNumber":25,"Text":"یقین دارد که آسیبی کمرشکن به او می‌رسد"},{"SurahNumber":75,"VerseNumber":26,"Text":"آری، چون (جان) به گلوگاهش برسد"},{"SurahNumber":75,"VerseNumber":27,"Text":"و گفته شود: چه کسی است که افسون بخواند؟ (و او را نجات دهد)"},{"SurahNumber":75,"VerseNumber":28,"Text":"و یقین کند که زمان جدایی (از دنیا) است"},{"SurahNumber":75,"VerseNumber":29,"Text":"و ساقها (ی پایش) به هم بپیچد"},{"SurahNumber":75,"VerseNumber":30,"Text":"در آن روز راندن (و مسیر همه) به سوی پروردگارت خواهد بود"},{"SurahNumber":75,"VerseNumber":31,"Text":"پس (او) نه تصدیق کرده است و نه نماز گزارده است"},{"SurahNumber":75,"VerseNumber":32,"Text":"بلکه (قرآن را) تکذیب کرد و (از ایمان) روی گرداند"},{"SurahNumber":75,"VerseNumber":33,"Text":"سپس خرامان به سوی خانواده اش بازگشت"},{"SurahNumber":75,"VerseNumber":34,"Text":"وای برتو! پس وای برتو"},{"SurahNumber":75,"VerseNumber":35,"Text":"بازهم وای برتو! پس وای برتو"},{"SurahNumber":75,"VerseNumber":36,"Text":"آیا انسان گمان می‌کند که (بی‌هدف و بدون حساب و جزا) به خود رها می‌شود؟"},{"SurahNumber":75,"VerseNumber":37,"Text":"آیا (او) نطفه‌ای از منی که (در رحم) ریخته می‌شود نبود؟"},{"SurahNumber":75,"VerseNumber":38,"Text":"آنگاه به صورت خون بسته درآمد، پس (الله او را) آفرید، و درست و استوار ساخت"},{"SurahNumber":75,"VerseNumber":39,"Text":"پس از او دو زوج نر و ماده پدید آورد"},{"SurahNumber":75,"VerseNumber":40,"Text":"آیا (چنین آفریدگاری) قادر نیست که مردگان را (دوباره) زنده کند؟"},{"SurahNumber":76,"VerseNumber":1,"Text":"یقیناً زمانی طولانی بر انسان گذشت که چیزی (مهم و) قابل ذکر نبود"},{"SurahNumber":76,"VerseNumber":2,"Text":"به راستی ما انسان را از نطفة مختلطی آفریدیم، او را می‌آزماییم، پس او را شنوای بینا قرار دادیم"},{"SurahNumber":76,"VerseNumber":3,"Text":"همانا ما راه را به او نشان دادیم خواه سپاسگزار باشد یا ناسپاس"},{"SurahNumber":76,"VerseNumber":4,"Text":"به راستی ما برای کافران زنجیرها و غل‌ها و آتش سوزان مهیا کرده ایم"},{"SurahNumber":76,"VerseNumber":5,"Text":"بی‌گمان نیکوکاران (در بهشت) از جامی می‌نوشند که آمیزه اش کافور است"},{"SurahNumber":76,"VerseNumber":6,"Text":"(از) چشمه‌ای که بندگان (خاص) الله از آن می‌نوشند، (هروقت و) هر جا بخواهند آن را جاری می‌سازند"},{"SurahNumber":76,"VerseNumber":7,"Text":"(بندگان نیکوکار) به نذر وفا می‌کنند و از روزی می‌ترسند که (عذاب و) شرّ آن فراگیر است"},{"SurahNumber":76,"VerseNumber":8,"Text":"و غذا را با این که (نیاز و) دوست دارند به «مسکین» و «یتیم» و «اسیر» می‌بخشند"},{"SurahNumber":76,"VerseNumber":9,"Text":"(و می‌گویند:) «ما فقط به خاطر الله به شما غذا می‌دهیم، نه از شما پاداشی می‌خواهیم و نه سپاسی"},{"SurahNumber":76,"VerseNumber":10,"Text":"همانا ما از پروردگارمان می‌ترسیم، روزی که عبوس و سخت و دشوار است»"},{"SurahNumber":76,"VerseNumber":11,"Text":"پس الله آنان را از (سختی و) شر آن روز نگه داشت و آنها را شادمانی و سرور بخشید"},{"SurahNumber":76,"VerseNumber":12,"Text":"و به (پاداش) صبری که کردند، بهشت و (لباس‌های) حریر (بهشتی) را به آنان پاداش داد"},{"SurahNumber":76,"VerseNumber":13,"Text":"در آنجا بر تختها (ی زیبا) تکیه کرده اند، نه آفتابی در آنجا می‌بینند و نه سرمایی"},{"SurahNumber":76,"VerseNumber":14,"Text":"و سایه‌هایش بر آنها فرو افتاده، و میوه‌هایش (برای چیدن) در دسترس (و به فرمان) است"},{"SurahNumber":76,"VerseNumber":15,"Text":"و در گرداگرد آنها ظرف‌های سیمین (غذاها) و کاسه‌های بلورین (نوشیدنی‌ها) گردانده می‌شود"},{"SurahNumber":76,"VerseNumber":16,"Text":"(کاسه‌های) بلورین از نقره که آنها را به اندازة مناسب (پر و) آماده کرده اند"},{"SurahNumber":76,"VerseNumber":17,"Text":"و در آنجا از جام‌هایی سیراب می‌شوند که آمیزه اش زنجبیل است"},{"SurahNumber":76,"VerseNumber":18,"Text":"(از) چشمه‌ای، در آنجا که سلسبیل نامیده می‌شود"},{"SurahNumber":76,"VerseNumber":19,"Text":"و همواره نوجوانانی جاودانه بر گردشان می‌چرخند که هرگاه آنها را ببینی، گمان می‌کنی که مروارید پراکنده هستند"},{"SurahNumber":76,"VerseNumber":20,"Text":"و چون (به هرسمتی) بنگری، آنجا نعمت بسیار و فرمانروایی عظیمی را می‌بینی"},{"SurahNumber":76,"VerseNumber":21,"Text":"بر آنان (بهشتیان) لباس‌هایی سبزرنگ از دیبای نازک و دیبای ضخیم است، و با دستبندهایی از نقره آراسته شده اند، و پروردگارشان شراب پاک به آنها می‌نوشاند"},{"SurahNumber":76,"VerseNumber":22,"Text":"(و به آنها گفته می‌شود:) «این (نعمت‌ها) پاداش شماست، و سعی و کوشش شما قدردانی شده است»"},{"SurahNumber":76,"VerseNumber":23,"Text":"(ای پیامبر!) یقیناً ما قرآن را بر تو تدریجاً نازل کردیم"},{"SurahNumber":76,"VerseNumber":24,"Text":"پس برای حکم پروردگارت شکیبا باش، و از هیچ گنهگار یا ناسپاسی از آنان فرمان نبر"},{"SurahNumber":76,"VerseNumber":25,"Text":"و صبح و شام نام پروردگارت را یاد کن"},{"SurahNumber":76,"VerseNumber":26,"Text":"و (نیز) بخشی از شب برایش سجده کن (و نماز گزار) و بخش درازی از شب او را تسبیح گوی"},{"SurahNumber":76,"VerseNumber":27,"Text":"بی‌گمان اینان (کافران) دنیای زودگذر را دوست دراند، و روز سختی (را که در پیش دارند) پشت سر خود رها می‌کنند"},{"SurahNumber":76,"VerseNumber":28,"Text":"ما آنها را آفریدیم و پیوند (مفاصل) شان را محکم کردیم، و هر زمان بخواهیم جای آنان را به (گروه دیگری) مانندشان می‌دهیم"},{"SurahNumber":76,"VerseNumber":29,"Text":"بی‌گمان این یادآوری (و پند) است، پس هرکس که بخواهد راهی به سوی پروردگارش برمی‌گزیند"},{"SurahNumber":76,"VerseNumber":30,"Text":"و شما چیزی را نمی‌خواهید مگر این که الله بخواهد، بی‌گمان الله دانای حکیم است"},{"SurahNumber":76,"VerseNumber":31,"Text":"هرکس را که بخواهد در رحمت خود وارد می‌کند، و برای ستمکاران عذاب دردناکی آماده کرده است"},{"SurahNumber":77,"VerseNumber":1,"Text":"سوگند به فرشتگانی که پی در پی فرستاده شدند"},{"SurahNumber":77,"VerseNumber":2,"Text":"پس سوگند به فرشتگانی که همچون تندباد می‌روند"},{"SurahNumber":77,"VerseNumber":3,"Text":"و سوگند به فرشتگانی که (ابرها را) پراکنده می‌کنند"},{"SurahNumber":77,"VerseNumber":4,"Text":"پس سوگند به فرشتگانی که جداکننده (حق از باطل) اند"},{"SurahNumber":77,"VerseNumber":5,"Text":"و سوگند به فرشتگانی که وحی (الهی) را (به پیامبران) القا می‌کنند"},{"SurahNumber":77,"VerseNumber":6,"Text":"برای اتمام حجت یا برای بیم و هشدار"},{"SurahNumber":77,"VerseNumber":7,"Text":"بی‌گمان آنچه به شما وعده داده می‌شود، واقع خواهد شد"},{"SurahNumber":77,"VerseNumber":8,"Text":"پس هنگامی که ستارگان تیره (و محو) شود"},{"SurahNumber":77,"VerseNumber":9,"Text":"و هنگامی که آسمان شکافته شود"},{"SurahNumber":77,"VerseNumber":10,"Text":"و هنگامی که کوه‌ها (از جا کنده و) پراکنده شود"},{"SurahNumber":77,"VerseNumber":11,"Text":"و هنگامی که پیامبران را (جهت گواهی بر امتها) وقت معین شود"},{"SurahNumber":77,"VerseNumber":12,"Text":"این (امر) برای چه روزی به تأخیر افتاده است؟"},{"SurahNumber":77,"VerseNumber":13,"Text":"برای روز جدایی، (و داوری)"},{"SurahNumber":77,"VerseNumber":14,"Text":"و تو چه دانی روز جدایی (و داوری) چیست؟"},{"SurahNumber":77,"VerseNumber":15,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":16,"Text":"آیا ما پیشینیان (مجرم) را نابود نکردیم؟"},{"SurahNumber":77,"VerseNumber":17,"Text":"سپس دیگران را در پی آنها خواهیم آورد"},{"SurahNumber":77,"VerseNumber":18,"Text":"این چنین با گنهکاران رفتار می‌کنیم"},{"SurahNumber":77,"VerseNumber":19,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":20,"Text":"آیا شما را از آبی پست (و ناچیز) نیافریدیم؟"},{"SurahNumber":77,"VerseNumber":21,"Text":"پس آن را در (رحم) قرارگاهی محفوظ (و استوار) قرار دادیم"},{"SurahNumber":77,"VerseNumber":22,"Text":"تا زمانی معین؟"},{"SurahNumber":77,"VerseNumber":23,"Text":"پس ما (بر این کار) توانا بودیم، و چه نیک توانا (و قدرتمند) هستیم"},{"SurahNumber":77,"VerseNumber":24,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":25,"Text":"آیا زمین را جایگاه (تجمع مردم) قرار ندادیم"},{"SurahNumber":77,"VerseNumber":26,"Text":"هم در حال حیات و زندگی‌شان و هم مرگ‌شان؟"},{"SurahNumber":77,"VerseNumber":27,"Text":"و در آن کوه‌های بسیار بلند (و استوار) قرار دادیم، و ابی شیرین (و گوار) به شما نوشاندیم"},{"SurahNumber":77,"VerseNumber":28,"Text":"در آن روز (قیامت) وای بر تکذیب‌گنندگان"},{"SurahNumber":77,"VerseNumber":29,"Text":"(به آنها گفته می‌شود:) به سوی همان چیزی بروید که پیوسته تکذیبش می‌کردید"},{"SurahNumber":77,"VerseNumber":30,"Text":"بروید به سوی سایة (دودهای آتش) سه شاخه"},{"SurahNumber":77,"VerseNumber":31,"Text":"نه سایه افکن (و خنک) است، و نه از (گرمی) شعله‌های آتش جلوگیری می‌کند"},{"SurahNumber":77,"VerseNumber":32,"Text":"همانا (جهنم) شراره‌هایی چون کوشک پرتاب می‌کند"},{"SurahNumber":77,"VerseNumber":33,"Text":"گویی که آن (شراره‌ها) شتران زرد رنگ هستند"},{"SurahNumber":77,"VerseNumber":34,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":35,"Text":"این (همان) روزی است که سخن نمی‌گویند"},{"SurahNumber":77,"VerseNumber":36,"Text":"و به آنها اجازه داده نمی‌شود تا عذرخواهی کنند"},{"SurahNumber":77,"VerseNumber":37,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":38,"Text":"این (همان) روز جدایی (و داوری) است که شما و گذشتگان را گرد آورده ایم"},{"SurahNumber":77,"VerseNumber":39,"Text":"پس اگر (حیله و) نیرنگی دارید، آن را در حق من بکار گیرید"},{"SurahNumber":77,"VerseNumber":40,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":41,"Text":"به راستی که (در آن روز) پرهیزگاران در سایه‌ها و (کنار) چشمه‌ها قرار دارند"},{"SurahNumber":77,"VerseNumber":42,"Text":"و میوه‌هایی که میل داشته باشند"},{"SurahNumber":77,"VerseNumber":43,"Text":"(به آنها گفته می‌شود:) گوارا بخورید و بنوشید به پاداش آنچه می‌کردید"},{"SurahNumber":77,"VerseNumber":44,"Text":"ما اینگونه نیکوکاران را پاداش می‌دهیم»"},{"SurahNumber":77,"VerseNumber":45,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":46,"Text":"«(ای کافران! در این دنیا) اندکی بخورید و بهره گیرید، زیرا شما گناهکار هستید»"},{"SurahNumber":77,"VerseNumber":47,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":48,"Text":"و هنگامی که به آنها گفته شود: (نماز بگزارید و) رکوع کنید، (نماز نمی‌گزارند و) رکوع نمی‌کنند"},{"SurahNumber":77,"VerseNumber":49,"Text":"در آن روز (قیامت) وای بر تکذیب‌کنندگان"},{"SurahNumber":77,"VerseNumber":50,"Text":"(ای پیامبر! اگر این مردم به این قرآن ایمان نمی‌آورند) پس بعد از آن به کدام سخن ایمان می‌آورند؟"}]}