{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":2,"VerseNumber":253,"Text":"Of these Messengers, We preferred some above others. Of them are some to whom Allah spoke; and We have exalted some of them by degrees; and We gave Jesus, the son of Mary, manifest signs, and strengthened him with the Holy Spirit. And, if Allah had willed"},{"SurahNumber":2,"VerseNumber":254,"Text":"O you who believe! Expend in alms of what We have bestowed upon you, before the day comes in which is no barter, and no friendship, and no intercession. The faithless, they are the miscreants"},{"SurahNumber":2,"VerseNumber":255,"Text":"Allah, there is no God but He, the Living, the Eternal. Slumber takes Him not, nor sleep. To Him belongs whatever is in the heavens and whatever is in the earth. Who is it that intercedes with Him save by His permission? He knows what is before them and w"},{"SurahNumber":2,"VerseNumber":256,"Text":"There is no compulsion in religion; the right way is henceforth distinct from the wrong. And whoever rejects Taghut (false deities) and believes in Allah, he has grasped a firm handle which will not break; but Allah is both Hearer and Knower"},{"SurahNumber":2,"VerseNumber":257,"Text":"Allah is the patron of those who believe, He brings them forth from darkness into light. But those who disbelieve, their patrons are false deities; these bring them forth from light to darkness. Such are fellows of the Fire, they will dwell therein"},{"SurahNumber":2,"VerseNumber":258,"Text":"Have you not seen him who disputed with Abraham about his Lord, that Allah had given him the kingdom? When Abraham said, \"My Lord is He who gives life and death,\" he said, \"I give life and death.\" Abraham said, \"But verily, Allah"},{"SurahNumber":2,"VerseNumber":259,"Text":"Or the like of him who passed by a town, when it was desolate and in ruins, and said, \"How will Allah revive this after its death?\" And Allah made him die for a hundred years, and then He raised him, and said, \"How long have you tarried?&qu"},{"SurahNumber":2,"VerseNumber":260,"Text":"And when Abraham said, \"Lord, show me how you will revive the dead,\" He said, \"What, do you not yet believe?\" Said he, \"Yea, but that my heart may be quieted.\" He said, \"Then take four birds, and take them close to yours"},{"SurahNumber":2,"VerseNumber":261,"Text":"The likeness of those who expend their wealth in Allah´s way is as the likeness of a grain that grows to seven ears, in every ear a hundred grains, for Allah will give many fold unto whom He pleases; for Allah is All-Embracing and All-Knowing"},{"SurahNumber":2,"VerseNumber":262,"Text":"Those who expend their wealth in Allah´s way, then do not follow it up by taunting and by annoyance, these have their reward with their Lord, and no fear is on them, neither shall they grieve"},{"SurahNumber":2,"VerseNumber":263,"Text":"Kind speech and pardon are better than almsgiving followed by injury. Allah is Absolute and Clement"},{"SurahNumber":2,"VerseNumber":264,"Text":"O you who believe! Make not your almsgiving vain by reproach (or reminders of your generosity) and injury, like him who expends what he has for the sake of appearances before men, and believes not in Allah and the Last Day; for his likeness is as the like"},{"SurahNumber":2,"VerseNumber":265,"Text":"But the likeness of those who expend their wealth craving the goodwill of Allah, and to strengthen their souls, are as the likeness of a fertile garden on a hill. A heavy shower falls on it, and it brings forth its yield twofold; and if no heavy shower fa"},{"SurahNumber":2,"VerseNumber":266,"Text":"Would one of you like to have a garden of date-palms and vines, with rivers flowing beneath it, in which is every fruit; and when old age comes to him and he has weak children, that it should be stricken by a storm wind with fire therein, and burnt up? Th"},{"SurahNumber":2,"VerseNumber":267,"Text":"O you who believe! Spend of the good things that you have earned, and of what We have brought forth for you out of the earth, and do not take the vile (or worst) thereof to spend in alms, that you would not take for yourselves save with closed eyes (or di)"},{"SurahNumber":2,"VerseNumber":268,"Text":"The devil promises you destitution and bids you sin, but Allah promises you pardon from Him and grace, for Allah is both All-Embracing and All-Knowing"},{"SurahNumber":2,"VerseNumber":269,"Text":"He brings wisdom unto whom He will, and he who is brought wisdom is brought much good; but none will remember save those endowed with understanding"},{"SurahNumber":2,"VerseNumber":270,"Text":"Whatever alms you expend, or vow you swear, Allah knows it; but the unjust have no helpers"},{"SurahNumber":2,"VerseNumber":271,"Text":"If you display your almsgiving, then it is well ; but if you hide it and bring it to the poor, then is it better for you, and will atone for you some of your evil deeds; for Allah is Informed of what you do"},{"SurahNumber":2,"VerseNumber":272,"Text":"It is not your duty (O Muhammad) to guide them; but Allah guides whom He will; and whatever good you expend it is for yourselves when you spend not save for Allah´s sake. And what you spend of good, it shall be repaid you in full, and you shall not"},{"SurahNumber":2,"VerseNumber":273,"Text":"(Alms are for) the poor who are straitened in Allah´s way, and cannot travel about in the earth. The ignorant think them to be rich because of their modesty; you will know them by their mark, they do not beg from men with importunity; but what you s"},{"SurahNumber":2,"VerseNumber":274,"Text":"Those who expend their wealth by night and day, secretly and openly, they shall have their reward with their Lord. No fear shall come on them, nor shall they grieve"},{"SurahNumber":2,"VerseNumber":275,"Text":"Those who devour usury shall not rise again, save as he rises whom Satan hath paralyzed with a touch; and that is because they say \"trade is only like usury,\" but Allah has made selling (or trade) lawful and usury unlawful; and he to whom the ad"},{"SurahNumber":2,"VerseNumber":276,"Text":"Allah has cursed usury, but made charity fruitful, for Allah loves not the ungrateful and faithless"},{"SurahNumber":2,"VerseNumber":277,"Text":"Verily, those who believe, and act righteously, and are steadfast in prayer, and pay the poor due, their reward is with their Lord; there shall no fear come on them, nor shall they grieve"},{"SurahNumber":2,"VerseNumber":278,"Text":"O you who believe! Observe your duty to Allah, and remit the balance of usury, if you be, in truth, believers"},{"SurahNumber":2,"VerseNumber":279,"Text":"And if you will not do it, then hearken to the proclamation of war from Allah and His Apostle; but if you repent, your capital is your s. Wrong not, and you shall not be wronged"},{"SurahNumber":2,"VerseNumber":280,"Text":"And if a debtor be in difficulties, then wait for easier circumstances; but to remit the debt as alms is better for you, if you did but know"},{"SurahNumber":2,"VerseNumber":281,"Text":"Guard yourselves against the day when you shall return to Allah; then shall each soul be paid what it has earned, and they shall not be wronged"},{"SurahNumber":2,"VerseNumber":282,"Text":"O you who believe! If you contract a debt for a stated time, then write it down, and let a scribe faithfully record it in writing between you in equity; nor let a scribe refuse to write as Allah taught him, but let him write, and let him who owes dictate"},{"SurahNumber":2,"VerseNumber":283,"Text":"But if you are upon a journey, and you cannot find a scribe, then let a pledge be taken. But if one of you trust another, then let him who is trusted surrender his trust, and let him fear Allah his Lord, and conceal not testimony, for he who conceals it"},{"SurahNumber":2,"VerseNumber":284,"Text":"Allah´s is what is in heaven and in the earth, and if you show what is in your souls, or hide it, Allah will call you to account; and He forgives whom He will, and punishes whom He will, for Allah is Able to do all things"},{"SurahNumber":2,"VerseNumber":285,"Text":"The Messenger believes in what is sent down to him from his Lord, and so do the believers. Each believes in Allah, and His angels, and His Scriptures, and His Messengers, - We make no distinction between any of His Messengers - and they say, \"We hear"},{"SurahNumber":2,"VerseNumber":286,"Text":"Allah will not require of the soul beyond its capacity. It shall have what it has earned, and it shall owe what it deserves. \"Our Lord, condemn us not, if we forget or miss the mark; Our Lord, load us not with a burden as Thou hast loaded those befor"},{"SurahNumber":3,"VerseNumber":1,"Text":"ALIF LAM MIM"},{"SurahNumber":3,"VerseNumber":2,"Text":"Allah, there is no God but He, the Living, the Self-Subsisting, Eternal"},{"SurahNumber":3,"VerseNumber":3,"Text":"It is He who has sent down to you the Scripture with truth, confirming what was revealed before it, and has revealed the Torah and the Gospel before this for the guidance of mankind, and has revealed the Discrimination (Criterion)"},{"SurahNumber":3,"VerseNumber":4,"Text":"Verily, those who disbelieve in the signs of Allah, for them is a severe penalty, for Allah is Mighty and Avenging"},{"SurahNumber":3,"VerseNumber":5,"Text":"Verily, from Allah, there is nothing hidden in the earth, nor in heaven"},{"SurahNumber":3,"VerseNumber":6,"Text":"He it is who fashions you in the womb as He pleases. There is no God but He, the Mighty, the Wise"},{"SurahNumber":3,"VerseNumber":7,"Text":"He it is who has revealed to you the Book, in which there are some verses that are Basic (decisive, or of established meaning) they are the mother (foundation) of the Book; and others are allegorical. But as for those in whose heart is perversity, they fo"},{"SurahNumber":3,"VerseNumber":8,"Text":"O Lord! Pervert not our heart after Thou hast guided us, and grant us mercy from Thee, for Thou, only Thou art the Bestower (the Giver of Bounties)"},{"SurahNumber":3,"VerseNumber":9,"Text":"O Lord! It is Thou Who gathers together mankind unto the Day wherein is no doubt. Verily, Allah will not depart from His promise"},{"SurahNumber":3,"VerseNumber":10,"Text":"Verily, their wealth shall not help the faithless, nor their children, against Allah at all; they will be fuel for the fire"},{"SurahNumber":3,"VerseNumber":11,"Text":"As was the case with Pharaoh´s people and their predecessors: they said Our signs were lies, and Allah seized them for their sins, for Allah is severe in punishment"},{"SurahNumber":3,"VerseNumber":12,"Text":"Say to those who disbelieve, \"Soon you shall be overcome and driven together to Hell, an evil bed will it be"},{"SurahNumber":3,"VerseNumber":13,"Text":"You already have had a sign in the two parties who met (at the battle of Badr); one party fighting in the way of Allah, the other disbelieving; these saw, with their very eyes, twice the number as themselves. Thus Allah strengthens with His help tho"},{"SurahNumber":3,"VerseNumber":14,"Text":"Beautiful unto men is the life of lust for women, and children, and heaps of hoarded gold and silver, and of horses well bred, and cattle, and well tilled land; these are the comforts for the life of this world; but Allah, with Him is the more excellent r"},{"SurahNumber":3,"VerseNumber":15,"Text":"Say, \"But shall we tell you of a better thing than this?\" For the righteous are Gardens with their Lord, beneath which rivers flow; they shall dwell therein for ever, and pure companions and grace from Allah; for all His servants are in Allah&ac"},{"SurahNumber":3,"VerseNumber":16,"Text":"Those who say, \"Lord, we do, indeed, believe. Forgive you our sins and keep us from the torment of the fire"},{"SurahNumber":3,"VerseNumber":17,"Text":"Those who show patient, firmness and self-control, the truthful in word and deed, the devout in worship, and those who spend, and pray for forgiveness at dawn"},{"SurahNumber":3,"VerseNumber":18,"Text":"Allah, Himself, bears witness that there is no God but He, and so do the angels, and those possessed of knowledge, maintaining His creation in justice. There is no God but He, the Mighty, the Wise"},{"SurahNumber":3,"VerseNumber":19,"Text":"Verily, (the true) religion in Allah´s sight is The Surrender (to His will, i.e. Islam), and those to whom the Book was given formerly disagreed not until after knowledge came to them, through mutual envy. But whoever disbelieves in Allah´s re"},{"SurahNumber":3,"VerseNumber":20,"Text":"And if they dispute with you, then say, \"I have surrendered my whole self unto Allah, and so have those who follows me.\" And say to those who have been given the Book, and unto the unlearned (or unread or Gentiles), \"Have ye, too, surrender"},{"SurahNumber":3,"VerseNumber":21,"Text":"Verily, those who disbelieve in Allah´s revelations, and kill the prophets wrongfully, and kill those from among mankind who bid what is just, promise them a grievous woe"},{"SurahNumber":3,"VerseNumber":22,"Text":"These are they whose works are void in this world and the Hereafter, and they have no helpers"},{"SurahNumber":3,"VerseNumber":23,"Text":"Did you not see those who have been given a portion of the Book? They called on the Book of Allah to decide disputes between them; and then a sect of them turned their backs and opposes it"},{"SurahNumber":3,"VerseNumber":24,"Text":"That is because they say, \"The fire shall not touch us save for a certain number of days.\" But that which they had invented in their religion deceived them"},{"SurahNumber":3,"VerseNumber":25,"Text":"How will it be when we have gathered them together on a Day whereof there is no doubt, when each soul shall be paid what it has earned in full, and they shall not be wronged"},{"SurahNumber":3,"VerseNumber":26,"Text":"Say, \"O Allah, Lord of the Kingdom! Thou givestst the kingdom (or power and authority) to whomsoever Thou pleases, and withdraws the kingdom (or power and authority) from whomsoever Thou pleases; Thou honours whom Thou pleases, and abases whom Thou p"},{"SurahNumber":3,"VerseNumber":27,"Text":"Thou dost turn night to day, and do turn day to night, and do bring forth the living from the dead, and Thou brings forth the dead from the living. Thou dost give sustenance for whom Thou chooses without stint"},{"SurahNumber":3,"VerseNumber":28,"Text":"Let not those who believe take disbelievers for their friends rather than believers. He who does this has no part with Allah at all, unless, indeed, you guard yourselves against them. But Allah bids you beware of only Himself, for unto Allah is your journ"},{"SurahNumber":3,"VerseNumber":29,"Text":"Say, \"If you hide that which is in your breasts, or if you show it, Allah knows it: He knows what is in the heavens and what is in the earth, for Allah is Able to do all things"},{"SurahNumber":3,"VerseNumber":30,"Text":"On the day when every soul shall find itself presented with what it has done of good and what it has done of evil, then it will long that there were between itself and that evil a wide distance. Allah bids you beware of Himself, but Allah is gentle with H"},{"SurahNumber":3,"VerseNumber":31,"Text":"Say, \"If you love Allah then follow me, and Allah will love you and forgive you your sins, for Allah is Forgiving and Merciful"},{"SurahNumber":3,"VerseNumber":32,"Text":"Say, \"Obey Allah and the Messenger\"; but if they turn away Allah loves not disbelievers"},{"SurahNumber":3,"VerseNumber":33,"Text":"Verily, Allah has preferred Adam, and Noah, and Abraham´s family, and Imran´s family above all people"},{"SurahNumber":3,"VerseNumber":34,"Text":"Offsprings one of the other. Allah Hears and Knows all things"},{"SurahNumber":3,"VerseNumber":35,"Text":"When Imran´s wife said, \"Lord! I have vowed to dedicate unto Thee what is within my womb. Accept it then from me. Verily, you are Hearer and Knower"},{"SurahNumber":3,"VerseNumber":36,"Text":"And when she brought it forth she said, \"Verily, I have brought forth a female\" - Allah knew best what she brought forth; and a male is not like a female - \"I have called her Mary, and I seek a refuge in Thee for her and for her seed from"},{"SurahNumber":3,"VerseNumber":37,"Text":"And her Lord accepted fully, and gave her a goodly growth, and assigned her to Zachariah´s care. Whenever Zachariah entered her chamber he found beside her a provision, and he said, \"O Mary, whence comes this to you?\" She answered, \"I"},{"SurahNumber":3,"VerseNumber":38,"Text":"Therefore prayed Zachariah to his Lord, and said, \"Lord, grant me from Thee good seed. Verily, Thou hears prayer"},{"SurahNumber":3,"VerseNumber":39,"Text":"And an angel called out to him as he was standing praying in the chamber (and said) \"Allah gives you the glad tidings of John, to confirm the Word from Allah, a noble and a chaste one, and a prophet of the righteous"},{"SurahNumber":3,"VerseNumber":40,"Text":"He said, \"My Lord, how can there be to me a boy when old age has reached me, and my wife is barren?\" The angel answered, \"Thus Allah does what He pleases"},{"SurahNumber":3,"VerseNumber":41,"Text":"He said, \"My Lord, make for me a sign.\" The angel said, \"The sign unto you is that you shall not speak to men for three days, save by gesture; but remember your Lord much, and celebrate His praises in the evening and the morning"},{"SurahNumber":3,"VerseNumber":42,"Text":"And when the angels said, \"O Mary! Verily, Allah has chosen you, and has purified you, and has chosen you above the women of the world"},{"SurahNumber":3,"VerseNumber":43,"Text":"O Mary! Be obedient unto your Lord, and adore and bow down with those who bow"},{"SurahNumber":3,"VerseNumber":44,"Text":"This is (one) of the declarations of the unseen world which we reveal to you (Muhammad), though you were not by them when they threw their lots as to which of them should take care of Mary, nor were you by them when they did dispute"},{"SurahNumber":3,"VerseNumber":45,"Text":"When the angel said, \"O Mary! Verily, Allah gives you the glad tidings of a Word from Him; his name shall be the Messiah Jesus, the son of Mary, honoured in this world and the Hereafter and of those whose place is nigh to Allah"},{"SurahNumber":3,"VerseNumber":46,"Text":"And he shall speak to people in his cradle and in his manhood, and shall be among the righteous"},{"SurahNumber":3,"VerseNumber":47,"Text":"She said, \"Lord! How can I have a son, when man has not yet touched me?\" He said, \"Thus Allah creates what He pleases. When He decrees a matter He only says: BE! And it is"},{"SurahNumber":3,"VerseNumber":48,"Text":"And He will teach him the Scripture and wisdom, and the Torah and the Gospel"},{"SurahNumber":3,"VerseNumber":49,"Text":"And he shall be a Messenger to the people of Israel (saying), \"Verily, I have come to you, with a sign from Allah, namely, that I will create for you out of clay a form of a bird, and I will blow thereon and it shall become a bird by Allah´s pe"},{"SurahNumber":3,"VerseNumber":50,"Text":"And I come confirming what was before you of the Torah, and to make lawful for you some of that which was forbidden unto you. I come to you with a sign from your Lord, so fear Allah and follow me"},{"SurahNumber":3,"VerseNumber":51,"Text":"Allah is my Lord, and your Lord, so worship Him: - this is the straight path"},{"SurahNumber":3,"VerseNumber":52,"Text":"And when Jesus perceived their unbelief, He said, \"Who will be my helpers in the cause of Allah?\" The disciples said, \"We will be Allah´s helpers. We believe in Allah, so bear you witness that we have surrendered (unto Him)"},{"SurahNumber":3,"VerseNumber":53,"Text":"Lord, we believe in what Thou hast revealed, and we follow him whom Thou hast sent, so write us down with those who bear witness"},{"SurahNumber":3,"VerseNumber":54,"Text":"But they (the Jews or unbelievers) schemed, and Allah schemed, for Allah is the best of schemers"},{"SurahNumber":3,"VerseNumber":55,"Text":"Behold! Allah said, \"O Jesus! I will take you and raise you up to Myself, and will cleanse you (of the falsehoods) of those who disbelieve, and will set those who follow you above the faithless until the Day of Resurrection. Then unto Me is your retu"},{"SurahNumber":3,"VerseNumber":56,"Text":"And as for those who disbelieve, I will punish them with grievous punishment in this world and the next, and they shall have none to help them"},{"SurahNumber":3,"VerseNumber":57,"Text":"But as for those who believe and do good works, He will pay them their wages in full, for Allah loves not the wrongdoers (or unjust)"},{"SurahNumber":3,"VerseNumber":58,"Text":"This which We recite unto you is of the Signs (revelations) and of the Wise Reminder (the Message of Wisdom, the Quran)"},{"SurahNumber":3,"VerseNumber":59,"Text":"Verily the likeness of Jesus with Allah is as the likeness of Adam. He created him from earth, then He said to him: BE! And he was"},{"SurahNumber":3,"VerseNumber":60,"Text":"This is the truth from your Lord, so be you not of those who are in doubt"},{"SurahNumber":3,"VerseNumber":61,"Text":"And whoever disputes with you after what has come to you of knowledge, say, \"Come, let us call our sons and your sons, and our women and your women, and ourselves and yourselves: then we will earnestly pray and invoke Allah´s curse on those who"},{"SurahNumber":3,"VerseNumber":62,"Text":"Verily, those are the true stories, and there is no God but Allah, and, verily, Allah He is the Mighty, the Wise"},{"SurahNumber":3,"VerseNumber":63,"Text":"But if they turn away, Allah is Aware of the evildoers (corrupters, mischief-makers)"},{"SurahNumber":3,"VerseNumber":64,"Text":"Say, \"O you people of the Book, come to an agreement between us and you, that we will not serve other than Allah, nor associate aught with him, nor take others for Lords rather than Allah.\" But if they turn away then say, \"Bear witness that"},{"SurahNumber":3,"VerseNumber":65,"Text":"O people of the Book, why do you dispute about Abraham, when the Torah and the Gospel were not revealed until after him? What! Do you not understand"},{"SurahNumber":3,"VerseNumber":66,"Text":"Here you are, disputing about what you have some knowledge of; why then do you dispute about what you have no knowledge? Allah knows and you know not"},{"SurahNumber":3,"VerseNumber":67,"Text":"Abraham was not a Jew, nor yet a Christian, but he was a \"Hanif\" (an upright man) who had surrendered, and not of the idolaters"},{"SurahNumber":3,"VerseNumber":68,"Text":"Verily, the people who have most claim to (or are nearest of kin to) Abraham are those who follow him, and this prophet, and those who believe: - Allah is the patron of the believers"},{"SurahNumber":3,"VerseNumber":69,"Text":"A sect of the people of the Book long to lead you astray, but they only lead themselves astray, and they perceive not"},{"SurahNumber":3,"VerseNumber":70,"Text":"O people of the Book! Why disbelieve you the revelations of Allah, when you yourselves witness them"},{"SurahNumber":3,"VerseNumber":71,"Text":"O people of the Book! Why do you clothe the truth with falsehood and knowingly hide the truth"},{"SurahNumber":3,"VerseNumber":72,"Text":"A sect of the people of the Book say, \"Believe in what was revealed to those who believed at the first appearance of the day, and disbelieve it at the end thereof\" - that (others) may perchance go back (from their faith)"},{"SurahNumber":3,"VerseNumber":73,"Text":"Do not believe save one who follows your religion.\" Say (unto them), \"Verily, the (true) guidance is the guidance of Allah (alone), that any one should be given like what you are given.\" Or would they dispute with you before your Lord"},{"SurahNumber":3,"VerseNumber":74,"Text":"He especially selects for His mercy whom he pleases, for Allah is Lord of Unbounded Grace"},{"SurahNumber":3,"VerseNumber":75,"Text":"And among the people of the Book, there are some who, if you entrust them with a hoard of gold, will readily return it to you; and others among them, if you entrust them with a single coin, will not return it unless you keep standing over them. That is be"},{"SurahNumber":3,"VerseNumber":76,"Text":"Nay, whoever fulfils his covenant and acts righteously, - verily, Allah loves those who act righteously"},{"SurahNumber":3,"VerseNumber":77,"Text":"Verily, those who sell Allah´s covenant and their oaths for a small price, these have no portion in the Hereafter. Allah will not speak to them, and will not look upon them on the Day of Resurrection, nor will He make them grow (spiritually); but th"},{"SurahNumber":3,"VerseNumber":78,"Text":"And, verily, amongst them is a sect who twist the Scriptures with their tongues, that you may suppose it to be from the Book, but it is not from the Book. They say, \"It is from Allah,\" but it is not from Allah, and they tell a lie against Allah"},{"SurahNumber":3,"VerseNumber":79,"Text":"It is not possible for a man to whom Allah has given the Scripture and the Wisdom and the Prophethood, that then he should say to men, \"Be you servants of mine rather than of Allah;\" but (what he said was) \"Be you rather faithful servants o"},{"SurahNumber":3,"VerseNumber":80,"Text":"He does not command you to take the angels and the prophets for your Lords; would He bid you faithlessness after you have surrendered"},{"SurahNumber":3,"VerseNumber":81,"Text":"When Allah made the covenant with the prophets, (He said) \"Behold, what I have given you of the Book and Wisdom. Then shall come to you a Messenger confirming that which you possess. You shall believe in him and help him.\" And He said, \"Are"},{"SurahNumber":3,"VerseNumber":82,"Text":"But they who turns back after this, these are the miscreants"},{"SurahNumber":3,"VerseNumber":83,"Text":"Seek they other than Allah´s religion? When to Him surrenders whoever is in the heavens and the earth, willingly or unwillingly, and unto Him shall they return"},{"SurahNumber":3,"VerseNumber":84,"Text":"Say, \"We believe in Allah, and what has been revealed to you , and what was revealed to Abraham, and Ishmael, and Isaac, and Jacob, and the tribes, and what was given to Moses, and Jesus, and the prophets from their Lord, - we make no distinction bet"},{"SurahNumber":3,"VerseNumber":85,"Text":"Whoever craves a religion other than the Surrender (Islam), it shall surely not be accepted from him, and he shall be a loser in the Hereafter"},{"SurahNumber":3,"VerseNumber":86,"Text":"How shall Allah guide people who have disbelieved after believing and bearing witness that the Apostle is true, and after there come to them manifest signs? Allah guides not the unjust folk"},{"SurahNumber":3,"VerseNumber":87,"Text":"As for such their reward is that on them is the curse of Allah, and of the angels, and of all mankind (collectively)"},{"SurahNumber":3,"VerseNumber":88,"Text":"They shall dwell therein - the torment shall not be lightened from them, nor shall they have respite"},{"SurahNumber":3,"VerseNumber":89,"Text":"Save those who repent after that, and do right (or make amends), for verily, Allah is Forgiving and Merciful"},{"SurahNumber":3,"VerseNumber":90,"Text":"Verily, those who disbelieve after believing, and then increase in disbelief, their repentance shall not be accepted; these are those who are astray"},{"SurahNumber":3,"VerseNumber":91,"Text":"Verily, those who disbelieve (or reject faith) and die in disbelief, there shall not be accepted from any one of them the earth-full of gold, though he should give it as a ransom. For them is grievous woe, and no helpers have they"},{"SurahNumber":3,"VerseNumber":92,"Text":"You cannot attain to righteousness until you spend freely of what you love. But what you spend, of that Allah is aware"}]}