{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Elif, Lâm, Râ. Bunlar kitabin ve apaçik bir Kur'ân'in âyetleridir"},{"SurahNumber":15,"VerseNumber":2,"Text":"Bir zaman gelecek ki inkâr edenler, keske müslüman olsaydik temennisinde bulunacaklardir"},{"SurahNumber":15,"VerseNumber":3,"Text":"Onlari birak yesinler, içsinler, zevk alsinlar; arzu onlari oyalasin ilerde bileceklerdir"},{"SurahNumber":15,"VerseNumber":4,"Text":"Biz hiçbir memleketi (Allah katinda) bilinen bir zamani olmaksizin helak etmedik"},{"SurahNumber":15,"VerseNumber":5,"Text":"Hiçbir millet, ecelinin önüne geçemez ve onu geciktiremez"},{"SurahNumber":15,"VerseNumber":6,"Text":"Dediler ki: \"Ey kendisine Kur'ân indirilen (Muhammed)! Sen mutlaka bir mecnunsun"},{"SurahNumber":15,"VerseNumber":7,"Text":"Eger peygamberlik davanda dogru kimselerdensen, bize melekleri getirmeliydin"},{"SurahNumber":15,"VerseNumber":8,"Text":"Biz o melekleri ancak, hak ile indiririz. Ve indirildikleri vakit de onlara (kâfirlere) hiç mühlet verilmez"},{"SurahNumber":15,"VerseNumber":9,"Text":"Hiç süphe yok ki, Kur'ân'i biz indirdik, elbette onu yine biz koruyacagiz"},{"SurahNumber":15,"VerseNumber":10,"Text":"Andolsun, senden önceki milletler arasinda da peygamberler gönderdik"},{"SurahNumber":15,"VerseNumber":11,"Text":"Onlara hiçbir peygamber gelmiyordu ki onunla alay etmis olmasinlar"},{"SurahNumber":15,"VerseNumber":12,"Text":"Biz o küfrü suçlularin kalbine iste böyle sokariz"},{"SurahNumber":15,"VerseNumber":13,"Text":"Kur'âna iman etmezler, halbuki öncekilerin sünneti (inanmadiklari için baslarina gelenler) gelip geçmistir"},{"SurahNumber":15,"VerseNumber":14,"Text":"Onlara gökten bir kapi açsak da oradan yukari çiksalar"},{"SurahNumber":15,"VerseNumber":15,"Text":"Gözlerimiz perdelendi, daha dogrusu bize büyü yapilmistir\" derler"},{"SurahNumber":15,"VerseNumber":16,"Text":"Andolsun biz, gökte birtakim burçlar yarattik ve bakanlar için onu süsledik"},{"SurahNumber":15,"VerseNumber":17,"Text":"Ve gögü taslanan bütün seytanlardan koruduk"},{"SurahNumber":15,"VerseNumber":18,"Text":"Ancak kulak hirsizligi eden seytan hariç, onu apaçik bir alev sütunu takip eder"},{"SurahNumber":15,"VerseNumber":19,"Text":"Yeryüzünü düzgün bir sekilde yarattik ve oraya sabit daglar yerlestirdik. Orada hikmetle ölçülmüs her seyden bitkiler bitirdik"},{"SurahNumber":15,"VerseNumber":20,"Text":"Orada hem sizin için, hem de sizin riziklarini veremediginiz kimseler için geçim yollarini yarattik"},{"SurahNumber":15,"VerseNumber":21,"Text":"Her seyin hazineleri yalniz bizim yanimizdadir. Fakat biz, onu ancak ihtiyaca göre, belli ölçülerde veririz"},{"SurahNumber":15,"VerseNumber":22,"Text":"Biz rüzgarlari asilayici olarak gönderdik ve gökten bir su indirip sizi onunla suladik. O suyu hazinelerde tutan da siz degilsiniz"},{"SurahNumber":15,"VerseNumber":23,"Text":"Elbette biz diriltiriz ve biz öldürürüz! Ve hepsinin varisleri de biziz"},{"SurahNumber":15,"VerseNumber":24,"Text":"Andolsun ki biz, içinizden Islâm'da öne geçmek isteyenleri de biliriz, geri kalmak isteyenleri de biliriz"},{"SurahNumber":15,"VerseNumber":25,"Text":"Süphesiz Rabbin O'dur ki, onlari kiyamet gününde hesaba çekmek için toplayacaktir. O, hikmet sahibidir, bilendir"},{"SurahNumber":15,"VerseNumber":26,"Text":"Andolsun ki biz insani kuru bir çamurdan, sekillenmis bir balçiktan yarattik"},{"SurahNumber":15,"VerseNumber":27,"Text":"Cinleri de daha önce insan vücudunun gözeneklerinden geçebilen güçlü bir atesten yarattik"},{"SurahNumber":15,"VerseNumber":28,"Text":"Ey Peygamber! Rabbinin meleklere söyle dedigini hatirla: \"Ben, kuru balçiktan, sekil verilmis kokusmus çamurdan bir insan yaratacagim"},{"SurahNumber":15,"VerseNumber":29,"Text":"Ben, onun yaratilisini tamamladigim ve ona ruhumdan üfledigim zaman, siz hemen onun için secdeye kapanin"},{"SurahNumber":15,"VerseNumber":30,"Text":"Bunun üzerine meleklerin hepsi toptan secde ettiler"},{"SurahNumber":15,"VerseNumber":31,"Text":"Yalniz Iblis hariç. O secde edenlerle beraber olmaktan çekinmisti"},{"SurahNumber":15,"VerseNumber":32,"Text":"Allah buyurdu ki: \"Ey Iblis! Ne oluyor sana da, secde edenlerle beraber olmuyorsun"},{"SurahNumber":15,"VerseNumber":33,"Text":"Iblis söyle dedi: \"Kuru bir çamurdan, sekillenmis bir balçiktan yarattigin bir insana secde edemezdim"},{"SurahNumber":15,"VerseNumber":34,"Text":"Allah söyle buyurdu: \"Öyle ise oradan çik! Sen, artik kovulmus birisin"},{"SurahNumber":15,"VerseNumber":35,"Text":"Kiyamet gününe kadar lanet senin üzerindedir"},{"SurahNumber":15,"VerseNumber":36,"Text":"Iblis: \"Rabbim! Öyle ise insanlarin kabirlerinden kaldirilacaklari güne (kiyamete) kadar bana mühlet ver\" dedi"},{"SurahNumber":15,"VerseNumber":37,"Text":"Allah buyurdu ki: \"Sen mühlet verilenlerdensin"},{"SurahNumber":15,"VerseNumber":38,"Text":"Allah katinda bilinen vaktin gününe kadar"},{"SurahNumber":15,"VerseNumber":39,"Text":"Iblis söyle dedi: \"Rabbim! Beni saptirdigin için, mutlaka ben de yeryüzünde onlara günahlari süsleyecegim ve onlarin hepsini mutlaka azdiracagim"},{"SurahNumber":15,"VerseNumber":40,"Text":"Ancak içlerinden ihlasli kullarin müstesnâdir"},{"SurahNumber":15,"VerseNumber":41,"Text":"Allah söyle buyurdu: \"Iste bana ulasan dosdogru yol budur"},{"SurahNumber":15,"VerseNumber":42,"Text":"Sana uyan azginlardan baska, kullarimin üzerinde hiçbir nüfuzun yoktur"},{"SurahNumber":15,"VerseNumber":43,"Text":"Süphesiz ki onlarin hepsine vaad edilen yer cehennemdir"},{"SurahNumber":15,"VerseNumber":44,"Text":"Cehennemin yedi kapisi vardir. O kapilarin herbiri için birer grup ayrilmistir"},{"SurahNumber":15,"VerseNumber":45,"Text":"Allahtan korkanlar, elbette cennetlerde ve pinarlarin basindadirlar"},{"SurahNumber":15,"VerseNumber":46,"Text":"Onlara: \"Selametle güven içinde oraya girin\" denir"},{"SurahNumber":15,"VerseNumber":47,"Text":"Biz o cennetliklerin kalblerindeki kinleri çikarir atariz. Hepsi kardesler olarak sevinç içinde karsilikli koltuklara otururlar"},{"SurahNumber":15,"VerseNumber":48,"Text":"Orada kendilerine hiçbir yorgunluk gelmeyecek. Oradan çikarilacak da degillerdir"},{"SurahNumber":15,"VerseNumber":49,"Text":"Kullarima haber ver ki, gerçekten ben çok bagislayici ve pek merhamet ediciyim"},{"SurahNumber":15,"VerseNumber":50,"Text":"Bununla beraber azabim da çok acikli bir azabdir. Bunlari geçmisten bazi örneklerle açiklamak üzere"},{"SurahNumber":15,"VerseNumber":51,"Text":"Hem o kullara, Ibrahim'in misafirlerinden de haber ver"},{"SurahNumber":15,"VerseNumber":52,"Text":"Hani melekler, Ibrahim'in yanina girdikleri zaman, \"selam\" demisler, Ibrahim de onlara: \"Biz sizden korkuyoruz\" demisti"},{"SurahNumber":15,"VerseNumber":53,"Text":"Melekler: \"Korkma! Gerçekten biz sana bilgin bir ogul müjdeliyoruz\" dediler"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ibrahim dedi ki: \"Bana ihtiyarlik gelmisken, beni mi müjdeliyorsunuz, neye dayanarak beni müjdeliyorsunuz"},{"SurahNumber":15,"VerseNumber":55,"Text":"Melekler: \"Seni gerçekle müjdeliyoruz. Sakin Allah'in rahmetinden ümidini kesenlerden olma!\" dediler"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ibrahim dedi ki: \"Rabbimin rahmetinden, sapiklardan baska kim ümit keser"},{"SurahNumber":15,"VerseNumber":57,"Text":"Ey elçiler! Baska ne isiniz var?\" dedi"},{"SurahNumber":15,"VerseNumber":58,"Text":"Melekler söyle dediler: \"Biz suçlu bir kavmi cezalandirmak için gönderildik"},{"SurahNumber":15,"VerseNumber":59,"Text":"Ancak Lût ailesi müstesnâdir. Biz, onlarin hepsini muhakkak kurtaracagiz"},{"SurahNumber":15,"VerseNumber":60,"Text":"Yalniz Lût'un karisi müstesnâ, çünkü onun helak edilenlerle birlikte yok edilmesini takdir ettik"},{"SurahNumber":15,"VerseNumber":61,"Text":"Melek olan elçiler, Lût kavmine gelince"},{"SurahNumber":15,"VerseNumber":62,"Text":"Lût dedi ki: \"Dogrusu siz ürkülecek bir kavimsiniz"},{"SurahNumber":15,"VerseNumber":63,"Text":"Elçiler dediler ki: \"Bilakis biz sana onlarin süphe ettigi azabi getirdik"},{"SurahNumber":15,"VerseNumber":64,"Text":"Sana gerçegi getirdik; biz elbette dogru söylüyoruz"},{"SurahNumber":15,"VerseNumber":65,"Text":"Gecenin bir bölümünde aileni yola çikar, sen de arkalarindan yürü ve sizden kimse ardina bakmasin; istenen yere gidin"},{"SurahNumber":15,"VerseNumber":66,"Text":"Biz, Lût'a su kesin emri vahyettik: \"Bu kâfirler sabaha çikarken muhakkak kökleri kesilmis olacaktir"},{"SurahNumber":15,"VerseNumber":67,"Text":"Sehir halki, insan seklindeki güzel yüzlü melekleri görünce, onlara igrenç islerini yapabileceklerini düsünüp sevinerek geldiler"},{"SurahNumber":15,"VerseNumber":68,"Text":"Lût, kavmine söyle dedi: \"Bunlar benim misafirlerimdir, beni rüsvay etmeyin"},{"SurahNumber":15,"VerseNumber":69,"Text":"Allah'tan korkun! Beni mahcub etmeyin"},{"SurahNumber":15,"VerseNumber":70,"Text":"Lût kavmi söyle dedi: \"Biz sana kimsenin koruyuculugunu yapmamani söylememis miydik"},{"SurahNumber":15,"VerseNumber":71,"Text":"Lût söyle dedi: \"Iste kizlarim! Düsündügünüzü yapacaksaniz (onlarla evlenin)"},{"SurahNumber":15,"VerseNumber":72,"Text":"Resulüm! Ömrüne yemin olsun ki gerçekten onlar, sarhosluklari içinde bocalayip duruyorlardi"},{"SurahNumber":15,"VerseNumber":73,"Text":"Günes dogarken o korkunç çiglik onlari yakaladi"},{"SurahNumber":15,"VerseNumber":74,"Text":"Biz, onlarin sehirlerinin üstünü altina geçirdik ve üzerlerine de balçiktan pisirilmis taslar yagdirdik"},{"SurahNumber":15,"VerseNumber":75,"Text":"Gerçekten bunda, düsünen keskin anlayislilar için ibretler vardir"},{"SurahNumber":15,"VerseNumber":76,"Text":"Hem o Lût kavminin bulundugu sehir harabesi bir yol üzerinde bulunmaktadir"},{"SurahNumber":15,"VerseNumber":77,"Text":"Süphesiz ki, bunda iman edenler için bir ibret vardir"},{"SurahNumber":15,"VerseNumber":78,"Text":"Eyke halki da gerçekten zalimlerdi"},{"SurahNumber":15,"VerseNumber":79,"Text":"Biz Eyke halkindan da intikâm aldik. Ikisi de (Eyke ve Medyen) açik bir yol üzerindedir"},{"SurahNumber":15,"VerseNumber":80,"Text":"Süphesiz ki, Hicr halki da peygamberleri yalanladilar"},{"SurahNumber":15,"VerseNumber":81,"Text":"Biz, onlara âyetlerimizi vermistik de onlar, yüz çeviriyorlardi"},{"SurahNumber":15,"VerseNumber":82,"Text":"Onlar, daglardan emniyetli emniyetli evler yontuyorlardi"},{"SurahNumber":15,"VerseNumber":83,"Text":"Onlari da sabahleyin korkunç bir çiglik yakaladi"},{"SurahNumber":15,"VerseNumber":84,"Text":"Kazanmakta olduklari seyler, onlardan hiçbir zarari savmadi"},{"SurahNumber":15,"VerseNumber":85,"Text":"Biz gökleri, yeri ve aralarindaki varliklari ancak hak ve hikmetle yarattik ve elbette ki, kiyamet kopacaktir. (Ey Peygamber!) Simdi sen onlara yumusak davran ve güzel muamele et"},{"SurahNumber":15,"VerseNumber":86,"Text":"Süphesiz Rabbin kemaliyle yaratandir ve iyi bilendir"},{"SurahNumber":15,"VerseNumber":87,"Text":"Andolsun ki, biz sana tekrarlanan yedi âyeti (Fatihayi) ve yüce Kur'ân'i verdik"},{"SurahNumber":15,"VerseNumber":88,"Text":"Sakin o kâfirlerden birtakimlarina verip de kendilerini zevklendirdigimiz seye (mal ve servete) heveslenip göz dikeyim deme. Onlardan dolayi üzülme. Müminlere merhamet kanatlarini indir"},{"SurahNumber":15,"VerseNumber":89,"Text":"De ki: \"Süphesiz ben apaçik bir uyariciyim"},{"SurahNumber":15,"VerseNumber":90,"Text":"(Inanmazsaniz basiniza) tipki o taksimcilere (yahudi ve hiristiyanlara) indirdigimiz azap gibi (bir azab inecektir)"},{"SurahNumber":15,"VerseNumber":91,"Text":"Onlar, Kur'ân'in bir kismina inanip bir kismina inanmayarak onu kisim kisim böldüler"},{"SurahNumber":15,"VerseNumber":92,"Text":"Rabbin hakki için biz, mutlaka onlarin hepsini yaptiklarindan dolayi hesaba çekecegiz"},{"SurahNumber":15,"VerseNumber":93,"Text":"Rabbin hakki için biz, mutlaka onlarin hepsini yaptiklarindan dolayi hesaba çekecegiz"},{"SurahNumber":15,"VerseNumber":94,"Text":"Simdi sen emrolundugunu açikça teblig et. Müsriklerden yüz çevir"},{"SurahNumber":15,"VerseNumber":95,"Text":"Muhakkak ki alay edenlere karsi biz sana yeteriz"},{"SurahNumber":15,"VerseNumber":96,"Text":"Onlar Allah ile birlikte baskasini ilâh edinenlerdir. Onlar yakinda bileceklerdir"},{"SurahNumber":15,"VerseNumber":97,"Text":"Gerçekten biliriz ki, onlarin söylediklerine gögsün daraliyor"},{"SurahNumber":15,"VerseNumber":98,"Text":"O halde Rabbini hamd ile tesbih et. Ve secde edenlerden ol"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ve sana ölüm gelinceye kadar Rabbine ibadet et"},{"SurahNumber":16,"VerseNumber":1,"Text":"Allah'in emri geldi, sakin onu acele edip istemeyiniz. Allah, müsriklerin kostuklari ortaklardan münezzeh ve yücedir"},{"SurahNumber":16,"VerseNumber":2,"Text":"Kendi emrinden ruh (vahiy) ile melekleri, kullarindan diledigi peygamberlere indirip su gerçegi insanlara bildirin, buyuruyor: Benden baska hiçbir ilâh yoktur. Ancak benden korkun"},{"SurahNumber":16,"VerseNumber":3,"Text":"Allah gökleri ve yeri hikmeti ile yaratti. O, kâfirlerin ortak kostuklari seylerden çok yücedir"},{"SurahNumber":16,"VerseNumber":4,"Text":"O, insani bir meniden (spermadan) yaratti. Bir de bakarsin ki o, Rabbine karsi apaçik bir düsmandir"},{"SurahNumber":16,"VerseNumber":5,"Text":"Hayvanlari da O yaratti. Onlarda sizi isitacak seyler ve birçok faydalar vardir. Ve siz onlardan bir kismini da yersiniz"},{"SurahNumber":16,"VerseNumber":6,"Text":"O hayvanlari, aksam vakti getirirken ve sabahleyin salarken, onlarda sizin için bir güzellik ve zevk vardir"},{"SurahNumber":16,"VerseNumber":7,"Text":"Bu hayvanlar, ancak güçlükle varabileceginiz bir memlekete yüklerinizi tasir. Rabbiniz, süphesiz çok sefkatlidir, çok merhametlidir"},{"SurahNumber":16,"VerseNumber":8,"Text":"Hem kendilerine binesiniz, hem de zinet olsun diye atlari, katirlari, ve merkepleri yaratti. Ve su anda bilemeyeceginiz daha nice seyler yaratacak"},{"SurahNumber":16,"VerseNumber":9,"Text":"Dogru yolu göstermek Allah'a aittir. Onun egrisi de vardir. Allah dileseydi, sizin hepinizi hidayete erdirirdi"},{"SurahNumber":16,"VerseNumber":10,"Text":"Sizin için gökten su indiren O'dur. Içecek su ondandir; hayvanlarinizi otlattiginiz bitkiler de o su ile yetisir"},{"SurahNumber":16,"VerseNumber":11,"Text":"Allah, sizin için, o su ile ekin, zeytin, hurmaliklar, üzümler ve her çesit meyveleri bitirir. Süphesiz ki bunda düsünecek bir topluluk için büyük bir ibret vardir"},{"SurahNumber":16,"VerseNumber":12,"Text":"Geceyi, gündüzü, günesi ve ayi sizin hizmetinize O verdi. Bütün yildizlar da O'nun emrine boyun egmislerdir. Süphesiz ki bunda aklini kullanan bir toplum için ibretler vardir"},{"SurahNumber":16,"VerseNumber":13,"Text":"Yeryüzünde sizin için yarattigi degisik renklerdeki seyleri de sizin hizmetinize sunmustur. Elbette bunda ögüt alan kimseler için bir ibret vardir"},{"SurahNumber":16,"VerseNumber":14,"Text":"Yine denizden taze et (balik) yiyesiniz ve ondan takindiginiz süs esyasini çikarasiniz diye, denizi emrinize veren Allah'tir. Gemilerin denizde suyu yararak gittiklerini görüyorsun. Lütfundan rizik aramaniz ve sükretmeniz için Allah böyle yapmistir"},{"SurahNumber":16,"VerseNumber":15,"Text":"Allah, yeryüzü sizi sarsmasin diye oraya sabit daglar yerlestirdi. Yolunuzu bulmaniz için de nehirler ve yollar yaratti"},{"SurahNumber":16,"VerseNumber":16,"Text":"Daha birçok âlametler yaratti. Insanlar geceleyin de Allah'in yarattigi yildizlarla yönlerini bulurlar"},{"SurahNumber":16,"VerseNumber":17,"Text":"Hiç yaratan (Allah), yaratmayan (putlar) gibi olur mu? Artik siz düsünmez misiniz"},{"SurahNumber":16,"VerseNumber":18,"Text":"Halbuki Allah'in nimetlerini teker teker saymaya kalkissaniz, onlari sayamazsiniz. Muhakkak ki Allah çok bagislayicidir, çok merhametlidir"},{"SurahNumber":16,"VerseNumber":19,"Text":"Allah, gizlediginizi de açikladiginizi da bilir"},{"SurahNumber":16,"VerseNumber":20,"Text":"Kâfirlerin Allah'tan baska yalvardiklari (putlar) ise, hiçbir sey yaratamazlar. Çünkü onlar, kendileri yaratilmislardir"},{"SurahNumber":16,"VerseNumber":21,"Text":"O putlar, hep ölüdürler, diri degildirler ve insanlarin öldükten sonra ne zaman dirileceklerini de bilmezler"},{"SurahNumber":16,"VerseNumber":22,"Text":"Ilâhiniz bir tek ilâhtir. Bununla beraber ahirete inanmayanlarin kalbleri inkârci, kendileri de böbürlenen kimselerdir"},{"SurahNumber":16,"VerseNumber":23,"Text":"Süphesiz ki Allah, onlarin gizlediklerini de açiga vurduklarini da bilir. Dogrusu Allah, kendilerini büyük görüp hakki kabul etmeyenleri sevmez"},{"SurahNumber":16,"VerseNumber":24,"Text":"Onlara: \"Rabbiniz ne indirdi? denildigi zaman \"Öncekilerin efsanelerini\" dediler"},{"SurahNumber":16,"VerseNumber":25,"Text":"Bunu söylemelerinin sebebi su: Kiyamet günü, kendi günahlarini tam olarak yüklendikten baska, bilgisizlikleri yüzünden saptirmakta olduklari kimselerin günahlarindan bir kismini da yükleneceklerdir. Dikkat edin, yüklendikleri günah ne kötüdür"},{"SurahNumber":16,"VerseNumber":26,"Text":"Onlardan öncekiler de tuzak kurdular. Fakat Allah onlarin binalarini temelinden sarsti, çati tepelerinden üzerlerine çöktü ve azap onlara farkedemedikleri bir yönden geldi"},{"SurahNumber":16,"VerseNumber":27,"Text":"Sonra kiyamet günü Allah, O kâfirleri rezil rüsvay edecek ve diyecek ki: \"Hani ugrunda müminlere karsi düsman kesildiginiz ortaklarim nerede?\" Kendilerine ilim verilmis olanlar: \"Süphesiz bugünün rezilligi ve kötülügü kâfirleredir.\" diyeceklerdir"},{"SurahNumber":16,"VerseNumber":28,"Text":"(O kâfirler), kendilerine zulmetmis kimseler olarak, meleklerin, canlarini aldiklari kimselerdir. O vakit onlar söyle diyerek teslim olurlar: \"Biz, bir kötülükten dolayi yapmiyorduk.\" (Onlara): \"Hayir, Allah sizin ne maksatla yaptiginizi elbette çok iyi bilendir"},{"SurahNumber":16,"VerseNumber":29,"Text":"O halde içinde ebedî kalacaginiz cehennemin kapilarindan girin\" denir. Kibirlenenlerin yeri ne kötüdür"},{"SurahNumber":16,"VerseNumber":30,"Text":"Kötülüklerden sakinanlara: \"Rabbiniz ne indirdi?\" denilince: \"Hayir indirdi\" derler. Bu dünyada güzel amel isleyenlere güzel bir mükafat var. Elbette ahiret yurdu ise daha hayirlidir. Allah'tan korkanlarin yurdu ne güzeldir"},{"SurahNumber":16,"VerseNumber":31,"Text":"O girecekleri yer, Adn cennetleridir ki, altindan irmaklar akar. Orada Allah'tan korkanlara diledikleri nimetler vardir. Iste Allah, takva sahiplerini böyle mükafatlandirir"},{"SurahNumber":16,"VerseNumber":32,"Text":"Takva sahipleri o kimselerdir ki, melekler, canlarini hos ve rahat halde alirlar. \"Selam size, yapmis oldugunuz güzel islerin mükafati olarak girin cennet'e...\" derler"},{"SurahNumber":16,"VerseNumber":33,"Text":"Ancak kendilerine, ruhlarini alacak meleklerin gelmesini veya Rabbinin azab emrinin (kiyametin) gelip çatmasini bekliyorlar! Kendilerinden öncekiler de böyle yapmislardi. Allah onlara zulmetmedi, fakat onlar kendilerine zulmetmislerdi"},{"SurahNumber":16,"VerseNumber":34,"Text":"Bunun için, sonunda yaptiklarinin cezasi baslarina felaket oldu ve alay edip durduklari o azap, kendilerini kusatti"},{"SurahNumber":16,"VerseNumber":35,"Text":"Allah'a ortak kosanlar dediler ki: \"Allah dileseydi, ne biz, ne atalarimiz O'ndan baska hiçbir seye tapmazdik ve O'nun emri disinda hiçbir seyi haram kilmazdik\" Kendilerinden öncekiler de böyle yaptilar. Buna karsi peygamberlerin vazifesi, ancak açik-seçik bir tebligden, ibarettir"},{"SurahNumber":16,"VerseNumber":36,"Text":"Andolsun ki biz her ümmete, \"Allah'a ibadet edin ve putlara tapmaktan sakinin.\" diye bir peygamber gönderdik. Allah, bu ümmetlerden bir kismina hidayet etti, bir kismina da sapiklik hak olmustur. Simdi yer yüzünde bir gezip dolasin da bakin ki, peygamberleri yalanlayanlarin sonunun ne oldugunu bir görün"},{"SurahNumber":16,"VerseNumber":37,"Text":"(Ey Muhammed!) Sen o kâfirlerin hidayete ermelerini ne kadar istesen de Allah, saptirdigi kimseyi hidayete erdirmez. Onlarin hiçbir yardimcisi da yoktur"},{"SurahNumber":16,"VerseNumber":38,"Text":"Kâfirler, \"Allah ölen kimseyi diriltmez.\" diye en kuvvetli yeminleriyle Allah'a yemin ettiler. Hayir, bu ölüleri diriltmek, Allah'in kendisine karsi bir vaadidir. Ancak insanlarin çogu bunu bilmezler"},{"SurahNumber":16,"VerseNumber":39,"Text":"Allah ölüleri diriltecek ki, o kâfirlerin, hakkinda ihtilaf ettikleri seyi onlara açikça göstersin ve bunu inkâr edenler kendilerinin yalanci olduklarini bilsinler"},{"SurahNumber":16,"VerseNumber":40,"Text":"Biz bir seyi diledigimiz zaman, ona sözümüz sadece \"ol\" dememizdir. O da hemen oluverir"},{"SurahNumber":16,"VerseNumber":41,"Text":"Zulme ugradiktan sonra Allah yolunda hicret edenlere gelince, biz dünyada mutlaka onlari güzel bir yere yerlestiririz. Halbuki bilirlerse ahiretin mükafati elbette daha büyüktür"},{"SurahNumber":16,"VerseNumber":42,"Text":"O Muhacirler, müsriklerin eziyetlerine sabredenler ve Rablerine tevekkül edenlerdir"},{"SurahNumber":16,"VerseNumber":43,"Text":"(Ey Peygamber!) Senden önce de, kendilerine vahyettigimiz erkeklerden baskasini peygamber olarak göndermedik. Eger bunu bilmiyorsaniz Tevrat ve Incil âlimlerine sorun"},{"SurahNumber":16,"VerseNumber":44,"Text":"Biz o peygamberleri mucizelerle ve kitaplarla gönderdik. Ey Peygamberim! Sana da Kur'ân'i indirdik ki, insanlara vahyedileni açiklayasin. Belki onlar da düsünürler"},{"SurahNumber":16,"VerseNumber":45,"Text":"Sinsice kötü tuzaklar kuranlar, Allah'in kendilerini yerin dibine geçiremeyeceginden, yahut bilemeyecekleri bir yerden azabin gelmeyeceginden emin mi oldular"},{"SurahNumber":16,"VerseNumber":46,"Text":"Yahut (rizik için) dolasip dururlarken (Allah'in azabinin) kendilerini yakalayivermesinden emin mi oldular? Üstelik onlar, azabi engelleyici de degillerdir"},{"SurahNumber":16,"VerseNumber":47,"Text":"Yahut ta kendilerini azar azar yakalayip helak etmesinden emin mi oldular? Süphesiz Rabbiniz çok sefkatlidir, çok merhametlidir"},{"SurahNumber":16,"VerseNumber":48,"Text":"Onlar, Allah'in yarattigi birtakim seyleri görmediler mi ki? Gölgeleri Allah'in kudretine boyun egip secde ederek, saga sola döner, dolasir"},{"SurahNumber":16,"VerseNumber":49,"Text":"Göklerde ve yer yüzünde bulunan canlilar ve bütün melekler, kibirlenmeden Allah'a secde ederler"},{"SurahNumber":16,"VerseNumber":50,"Text":"Kendilerine hakim olan Rabblerinden korkarlar ve emrolunduklari her seyi yaparlar"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah, buyurmustur ki: Iki ilâh edinmeyin. O, ancak bir ilâhdir. Onun için yalniz benden korkun"},{"SurahNumber":16,"VerseNumber":52,"Text":"Göklerde ve yerde olan her sey yalniz O'nundur. Din de daima O'nundur. Böyle iken, siz Allah'tan baskasindan mi korkarsiniz"},{"SurahNumber":16,"VerseNumber":53,"Text":"Sizde nimet namına ne varsa hep Allah dandır. Sonra size sıkıntı dokununca Allah a feryad edersiniz"},{"SurahNumber":16,"VerseNumber":54,"Text":"Sonra Allah bu sikintiyi sizden kaldirdigi zaman, bir de bakarsiniz ki, içinizden bir topluluk, hemen Rablerine ortak kosarlar"},{"SurahNumber":16,"VerseNumber":55,"Text":"Bunu kendilerine verdigimiz nimete nankörlük etmek için yaparlar. Simdi eglenin bakalim! Fakat yakinda bileceksiniz"},{"SurahNumber":16,"VerseNumber":56,"Text":"Bir de müsrikler kendilerine rizik olarak verdigimiz seylerden tutuyorlar mahiyetini bilmedikleri seylere (putlara) pay ayiriyorlar. Allah'a andolsun ki, siz bu yaptiginiz iftiralardan mutlaka hesaba çekileceksiniz"},{"SurahNumber":16,"VerseNumber":57,"Text":"Onlar, Allah'a kizlar isnad ediyorlar. O, bundan münezzehtir. Kendilerine ise erkek çocuklari isnad ederler"},{"SurahNumber":16,"VerseNumber":58,"Text":"Halbuki onlardan birine, kiz dogum haberi müjdelendigi zaman içi öfkeyle dolar, yüzü kapkara kesilir"},{"SurahNumber":16,"VerseNumber":59,"Text":"Kendisine verilen müjdenin kötülügü, dolayisiyla kavminden gizlenir. Simdi acaba o çocugu zillet ve horluga katlanarak saklayacak mi? Yoksa topraga mi gömecek? Dikkat edin verdikleri hüküm ne kötüdür"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ahirete iman etmeyenler için kötü sifatlar var. En yüce sifatlar ise, Allah'indir. O çok güçlüdür, hüküm ve hikmet sahibidir"},{"SurahNumber":16,"VerseNumber":61,"Text":"Eger Allah insanlari zulümleri yüzünden hesaba çekseydi, yeryüzünde kimildayan tek canli birakmazdi. Fakat Allah onlari, belli bir vakte kadar erteler. Müddetleri (ecelleri) geldigi zaman, onu ne bir saat erteleyebilirler, ne de öne alabilirler"},{"SurahNumber":16,"VerseNumber":62,"Text":"Müsrikler, kendilerinin hoslanmadiklari seyleri, Allah'a isnad ediyorlar. Dilleri, en güzel seylerin kendilerine ait oldugunu yalan yere durmadan söyler. Hiç süphesiz onlar için, sadece ates vardir. Oraya en önde gidip kalacaklardir"},{"SurahNumber":16,"VerseNumber":63,"Text":"Allah'a yemin olsun ki, biz senden önce bir çok ümmetlere peygamberler gönderdik. Ne var ki seytan, onlara amellerini bezeyip süslü gösterdi. Bugün de o seytan, kâfirlerin dostudur. Onlar için aci bir azab vardir"},{"SurahNumber":16,"VerseNumber":64,"Text":"(Ey Resulüm!) Biz, sana bu kitabi (Kur'âni) sirf hakkinda ihtilafa düstükleri seyi insanlara açiklaman için ve iman edecek topluma bir hidayet, bir rahmet olsun diye indirdik"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah gökten bir su indirdi ve onunla yeryüzüne ölümünden sonra hayat verdi. Süphesiz ki bunda dinleyen bir millet için büyük bir ibret vardir"},{"SurahNumber":16,"VerseNumber":66,"Text":"Gerçekten süt veren hayvanlarda da size bir ibret vardir. Size iskembelerindeki yem artiklariyla kandan meydana gelen, içenlere içimi kolay halis bir süt içirmekteyiz"},{"SurahNumber":16,"VerseNumber":67,"Text":"Hurma ve üzüm agaçlarinin meyvalarindan da hem içki, hem de güzel gidalar edinirsiniz. Süphesiz ki bunda aklini kullanan kimseler için büyük bir ibret vardir"},{"SurahNumber":16,"VerseNumber":68,"Text":"Senin Rabbin bal arisina söyle vahyetti: Daglardan, agaçlardan ve insanlarin kuracaklari kovanlardan kendine evler edin"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sonra meyvalarin hepsinden ye de, Rabbinin (sana) kolay kildigi yollara gir, diye ilham etti. Onlarin karinlarindan renkleri çesitli bir bal çikar ki, onda insanlar için sifâ vardir. Süphesiz ki bunda düsünen bir millet için, büyük bir ibret vardir"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah, sizi yaratti, sonra da sizi öldürecektir. Içinizden kimi de, biraz bilgiden sonra esyayi önceki bildigi gibi bilmesin diye, ömrün en kötü çagina kadar yasatilir. Süphesiz ki Allah çok bilgili ve büyük kudret sahibidir"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah, rizik yönünden bir kisminizi digerlerinden üstün kildi. Kendilerine bol rizik verilenler, riziklarini ellerinin altindakilere vermiyorlar ki, onda esit olsunlar. Durum böyle iken Allah'in nimetini inkâr mi ediyorlar"},{"SurahNumber":16,"VerseNumber":72,"Text":"Allah, size kendi cinsinizden esler, o eslerinizden de ogullar ve torunlar yaratti. Sizi helal ve güzel gidalarla riziklandirdi. Onlar, hâlâ batila mi inaniyorlar? ve Allah'in nimetini inkâr mi ediyorlar"},{"SurahNumber":16,"VerseNumber":73,"Text":"Müsrikler, Allah'i birakip, göklerden ve yerden kendileri için hiçbir rizka sahip olmayan ve sahip olmaya da güçleri yetmeyen seylere taparlar"},{"SurahNumber":16,"VerseNumber":74,"Text":"Artik Allah'a ortaklar kosmayin. Çünkü Allah, (esi bulunmadigini) bilir, siz bilmezsiniz"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah, hiçbir seye gücü yetmeyen, baskasinin mali olmus bir köle ile, kendisine güzel bir rizik verilen ve o rizikdan gizli ve açik olarak harcayan hür bir insani misal verdi. Hiç bunlar esit olur mu? Bütün hamd Allah'a mahsustur. Dogrusu insanlarin çogu bilmezler"},{"SurahNumber":16,"VerseNumber":76,"Text":"Allah su iki adami da misal verdi: Bunlardan biri dilsizdir, hiçbir seye gücü yetmez; efendisine bir yüktür. Onu nereye gönderse bir hayir getiremez. Simdi, bu adamla, adaletle emreden ve dogru yolda bulunan adam esit olur mu"},{"SurahNumber":16,"VerseNumber":77,"Text":"Göklerin ve yerin gaybini bilmek Allah'a aittir. Kiyametin kopusu yalniz bir göz kirpmasi veya daha az bir zamandan baskasi degildir. Süphesiz Allah her seye kadirdir"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah sizi annelerinizin karnindan çikardigi zaman hiçbir sey bilmiyordunuz. Sükredesiniz diye size isitme (duygusu), gözler ve gönüller verdi"},{"SurahNumber":16,"VerseNumber":79,"Text":"Gögün boslugunda Allah'in emrine boyun egdirilerek uçusan kuslara bakmadilar mi? Süphesiz bunda inanan bir toplum için âyetler (ibretler) vardir"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah size evlerinizden bir huzur ve dinlenme yeri yapti. Hayvanlarin derilerinden gerek yolculugunuzda ve gerekse konaklama zamanlarinizda kolayca tasiyacaginiz hafif evler (çadirlar v.s.) ve yünlerinden, yapagilarindan ve killarindan bir süreye kadar (giyinecek, kusanacak, serilecek ve dösenecek) bir esya ve ticaret mali yapti"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah, yarattiklarindan sizin için gölgeler yapti ve sizin için daglarda barinaklar yaratti. Sizi sicaktan koruyacak elbiseler ve savasta sizi koruyan elbiseler (zirhlar) yaratti. Iste böylece Allah müslüman olasiniz diye üzerinize nimetini tamamlamaktadir"},{"SurahNumber":16,"VerseNumber":82,"Text":"Buna ragmen eger yüz çevirirlerse, ey Muhammed! Artik sana düsen sadece açik bir sekilde tebligden ibarettir"},{"SurahNumber":16,"VerseNumber":83,"Text":"Hem Allah'in nimetini bilirler, sonra da onu inkâr ederler. Onlarin çogu kâfir kimselerdir"},{"SurahNumber":16,"VerseNumber":84,"Text":"Her ümmetten bir sahid getirecegimiz gün, artik kâfirlere ne izin verilecek, ne de onlardan özür dilemeleri istenecektir"},{"SurahNumber":16,"VerseNumber":85,"Text":"O zulmedenler, azabi gördükleri zaman, artik onlardan ne azab hafifletilir, ne de onlara süre verilir"},{"SurahNumber":16,"VerseNumber":86,"Text":"Ve o Allah'a ortak kosanlar, ortak kostuklarini (putlari) gördükleri zaman: \"Rabbimiz! Iste bunlar, seni birakip da kendilerine taptigimiz ortaklarimizdir\" diyecekler. Kostuklari ortaklar da onlara; \"Siz mutlaka yalancilarsiniz\" diye söz atarlar"},{"SurahNumber":16,"VerseNumber":87,"Text":"O gün Allah'a teslim bayragini çekerler, bütün o uydurduklari seyler kendilerini birakip kaybolup gitmislerdir"},{"SurahNumber":16,"VerseNumber":88,"Text":"Inkâr eden ve (insanlari) Allah yolundan çevirenler, diger kimseleri de bozduklari için onlara azab üstüne azab artirdik"},{"SurahNumber":16,"VerseNumber":89,"Text":"Biz o gün, her ümmet içinde, kendilerinden kendi üzerlerine bir sahit gönderecegiz. Seni de onlarin üzerine sahit getirecegiz. Bu kitabi da, her seyi açiklayan ve müslümanlara dogruyu gösteren bir rehber, bir rahmet kaynagi ve bir müjdeleyici olarak indirdik"},{"SurahNumber":16,"VerseNumber":90,"Text":"Süphesiz ki Allah, size adaleti, iyilik yapmayi ve yakinlara bakmayi emreder; hayasizliktan, fenaliktan ve azginliktan nehyeder. Ögüt almaniz için size böyle ögüt verir"},{"SurahNumber":16,"VerseNumber":91,"Text":"Bir de anlasma yaptiginizda Allah'in ahdini yerine getirin ve pekistirdikten sonra yeminleri bozmayin. Allah'i üzerinize sahid tuttugunuz halde, nasil olur da bozarsiniz! Süphesiz ki Allah yaptiklarinizi bilir"},{"SurahNumber":16,"VerseNumber":92,"Text":"Bir ümmet, diger bir ümmetten (sayica ve malca) daha çok oldugu için, yeminlerinizi aranizda aldatma vasitasi yaparak, ipligini saglamca egirdikten sonra onu söküp bozmaya çalisan kadin gibi olmayin. Allah sizi bununla imtihan eder ve süphesiz hakkinda ihtilaf ettiginiz seyleri kiyamet günü size mutlaka açiklayacaktir"},{"SurahNumber":16,"VerseNumber":93,"Text":"Allah dileseydi elbette hepinizi tek bir ümmet yapardi. Fakat Allah diledigini saptirir ve diledigine de hidayet verir. Süphesiz ki, (kiyamet gününde) bütün yaptiklarinizdan sorumlu tutulacaksiniz"},{"SurahNumber":16,"VerseNumber":94,"Text":"Yeminlerinizi aranizda aldatma ve fesada vasita edinmeyin, sonra saglam basmisken bir ayak kayar da Allah yolundan saptiginiz için, dünyada kötü azabi tadarsiniz. Ahirette de size büyük bir azab olur"},{"SurahNumber":16,"VerseNumber":95,"Text":"Allah'in ahdini az bir bedel karsiliginda degismeyin. Eger bilirseniz muhakkak ki Allah katindaki sevap sizin için daha hayirlidir"},{"SurahNumber":16,"VerseNumber":96,"Text":"Sizin yaninizdaki dünya mali tükenir, Allah'in katindakiler ise tükenmez. Muhakkak ki biz, Allah yolunda sabredenleri, yaptiklari amelin daha güzeliyle mükafatlandiracagiz"},{"SurahNumber":16,"VerseNumber":97,"Text":"Erkekten ve disiden, mümin olarak kim iyi amel islerse muhakkak onu güzel bir hayat ile yasatacagiz ve yapmakta olduklari amellerin daha güzeliyle mükafatlarini elbette verecegiz"},{"SurahNumber":16,"VerseNumber":98,"Text":"Simdi Kur'ân okumak istedigin zaman önce o kovulmus seytandan Allah'a sigin"},{"SurahNumber":16,"VerseNumber":99,"Text":"Süphesiz ki iman edip de Rablerine tevekkül edenler üzerinde o seytanin hiçbir nüfuzu yoktur"},{"SurahNumber":16,"VerseNumber":100,"Text":"Seytanin nüfuzu, ancak onu dost edinenlere ve Allah'a ortak kosanlaradir"},{"SurahNumber":16,"VerseNumber":101,"Text":"Biz bir âyeti degistirip yerine baska bir âyet getirdigimiz zaman Allah ne indirdigini pek iyi bilmis iken kâfirler Peygambere: \"Sen, ancak bir iftiracisin\" dediler. Hayir öyle degil; onlarin çogu bilmezler"},{"SurahNumber":16,"VerseNumber":102,"Text":"(Ey Muhammed!) Onlara de ki: \"Kur'ân'i Cebrail, iman edenlere sebat vermek, müslümanlara bir hidayet ve bir müjde olmak için Rabbinin katindan hak olarak indirdi"},{"SurahNumber":16,"VerseNumber":103,"Text":"Muhakkak biliyoruz ki kâfirler: \"Kur'ân'i Muhammed'e bir insan ögretiyor\" diyorlar. Peygambere ögretiyor zanninda bulunduklari kimsenin dili yabancidir. Bu Kur'ân ise apaçik bir Arapçadir"},{"SurahNumber":16,"VerseNumber":104,"Text":"Allah'in âyetlerine iman etmeyenleri, muhakkak ki Allah hidayete erdirmez ve onlara can yakici bir azab vardir"},{"SurahNumber":16,"VerseNumber":105,"Text":"Yalani ancak Allah'in âyetlerine inanmayanlar uydurur. Iste onlar yalancilarin ta kendileridir"},{"SurahNumber":16,"VerseNumber":106,"Text":"Kalbi iman ile sükûnet buldugu halde (dinden dönmeye) zorlananlar disinda, her kim imanindan sonra küfre kalbini açarsa, mutlaka onlarin üzerine Allah'tan bir gazab gelir ve kendilerine çok büyük bir azab vardir"},{"SurahNumber":16,"VerseNumber":107,"Text":"Bu (azab) sundan dolayidir ki, onlar, dünya hayatini sevmis ve onu ahirete tercih etmislerdir. Allah da kâfirler toplulugunu hidayete erdirmez"},{"SurahNumber":16,"VerseNumber":108,"Text":"Bunlar, o kimselerdir ki; Allah kalblerini, kulaklarini ve gözlerini mühürlemistir. Ve onlar, gafillerin ta kendileridir"},{"SurahNumber":16,"VerseNumber":109,"Text":"Hiç süphesiz onlar, ahirette perisan olup hüsrana ugrayanlarin ta kendileridir"},{"SurahNumber":16,"VerseNumber":110,"Text":"Sonra süphesiz Rabbin, eziyet edildikten sonra hicret eden, sonra cihad eden ve sabreden kimselerin yardimcisidir. Bunlardan sonra Rabbin elbette çok bagislayicidir, çok merhametlidir"},{"SurahNumber":16,"VerseNumber":111,"Text":"O gün, herkes nefsini kurtarmak için ugrasarak gelir ve herkese yaptigi isin karsiligi tamamiyle ödenir ve hiç kimseye de zulmedilmez"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah bir sehri misal olarak verdi: Bu sehir güvenli, huzurlu idi, Oraya her yerden rizki bol bol geliyordu. Ne var ki onlar Allah'in nimetlerine karsi nankörlük ettiler. Allah da onlara, yaptiklari isler yüzünden açlik ve korku elbisesini (felâketini) tattirdi"},{"SurahNumber":16,"VerseNumber":113,"Text":"Andolsun ki, onlara içlerinden bir peygamber geldi de onu yalanladilar. Bunun üzerine zulüm yaparlarken azab da onlari yakalayiverdi"},{"SurahNumber":16,"VerseNumber":114,"Text":"Artik Allah'in size rizik olarak verdigi seylerden helal ve temiz olarak yiyin. Allah'in nimetine sükredin, eger gerçekten O'na ibadet edecekseniz"},{"SurahNumber":16,"VerseNumber":115,"Text":"O size ancak ölü hayvani, kani, domuz etini ve Allah'tan baskasi adina kesilenleri haram kildi. Her kim bu haram seyleri yemeye mecbur kalirsa (baskasinin hakkina) saldirmadan ve asiri gitmeden yiyebilir. Süphesiz Allah, çok bagislayicidir, çok merhametlidir"},{"SurahNumber":16,"VerseNumber":116,"Text":"Dillerinizin yalan vasfetmesi ile: \"Su helaldir, su haramdir\" demeyin; aksi halde Allah'a iftira etmis olursunuz. Süphesiz Allah'a yalan uyduranlar asla kurtulamazlar"},{"SurahNumber":16,"VerseNumber":117,"Text":"Onlar için dünyada pek az bir menfaat var, ahirette ise çok acikli bir azab vardir"},{"SurahNumber":16,"VerseNumber":118,"Text":"Sana anlattiklarimizi, daha önce yahudilere de haram kilmistik. Biz onlara zulmetmemistik. Fakat onlar kendi kendilerine zulmetmislerdi"},{"SurahNumber":16,"VerseNumber":119,"Text":"Sonra süphe yok ki Rabbin, bir cahillikle günah isleyip ardindan tevbe eden ve durumunu düzelten kimseleri bagislar. Süphesiz ki Rabbin, bu tevbeden sonra Gafurdur, Rahîmdir (çok bagislayicidir, çok merhametlidir)"},{"SurahNumber":16,"VerseNumber":120,"Text":"Süphesiz Ibrahim Allah'a itaat eden, Hakk'a yönelen bir önderdi. Ve hiçbir zaman müsriklerden olmadi"},{"SurahNumber":16,"VerseNumber":121,"Text":"Allah'in nimetlerine sükredendi. Allah onu seçmis ve dogru yola iletmisti"},{"SurahNumber":16,"VerseNumber":122,"Text":"Ve biz ona (Ibrahim'e) iyilik verdik. Süphesiz ki o, ahirette de salihlerdendir"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sonra da (ey Muhammed!) sana: \"Hakk'a yönelen ve müsriklerden olmayan Ibrahim'in dinine tabi ol\" diye vahyettik"},{"SurahNumber":16,"VerseNumber":124,"Text":"Cumartesi günü (avlanmamak), ancak onda ihtilafa düsenlere farz kilindi. Süphesiz Rabbin onlarin ihtilaf edip durduklari seyler hakkinda kiyamet günü, aralarinda elbette hükmünü verecektir"},{"SurahNumber":16,"VerseNumber":125,"Text":"(Ey Resulüm!) Rabbinin yoluna hikmetle ve güzel ögütle çagir! Ve onlarla en güzel sekilde mücadele et. Süphesiz Rabbin kendi yolundan sapanlari en iyi bilendir ve O, hidayete kavusanlari da en iyi bilendir"},{"SurahNumber":16,"VerseNumber":126,"Text":"Eger (bir suçtan dolayi) ceza verecek olursaniz size yapilan azab ve cezanin misli ile ceza verin. Ama sabrederseniz, elbette o, sabredenler için daha hayirlidir"},{"SurahNumber":16,"VerseNumber":127,"Text":"(Ey Peygamber!) Sabret! Sabrin da ancak Allah'in yardimi iledir. Onlardan dolayi üzülme! Kurduklari tuzaklardan telas edip sikintiya düsme"},{"SurahNumber":16,"VerseNumber":128,"Text":"Süphesiz Allah, takva sahipleri ile ve iyilikte bulunanlarla beraberdir"}]}