{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":2,"VerseNumber":142,"Text":"بزودی گویند نابخردان از مردم که چه چیز برگردانیدشان از قبله‌ای که بر آن بودند بگو از آن خدا است مشرق و مغرب هدایت کند هر که را خواهد به راه راست‌"},{"SurahNumber":2,"VerseNumber":143,"Text":"و بدینسان گردانیدیم شما را امّتی میانه تا باشید گواهانی بر مردم و باشد پیمبر گواهی بر شما و ننهادیم قبله‌ای را که بر آن بودی مگر تا بشناسیم آن را که پیروی کند پیمبر را از آنکه بر پاشنه پای خود برگردد و همانا گران است آن مگر بر آنان که هدایت کرده است خدا و نیست خدا تباه‌کننده ایمان شما همانا خداوند است به مردم رؤوف مهربان‌"},{"SurahNumber":2,"VerseNumber":144,"Text":"هر آینه دیدیم گردش (بی‌تابی) روی تو را بسوی آسمان همانا خواهیم گردانید تو را بسوی (یا ارزانی داشت به تو) قبله‌ای که راضی از آن باشی پس بگردان رویت را بسوی مسجد حرام و هر جا باشید بگردانید رویهای خود را بسوی آن و آنان که داده شدند کتاب را هر آینه دانند که آن است حقّ از پروردگارشان و نیست خدا غافل از آنچه می‌کنند"},{"SurahNumber":2,"VerseNumber":145,"Text":"و اگر بیاری آنان را که کتاب را داده شدند هر آیتی هرآینه پیروی نکنند قبله تو را و نه توئی پیروی‌کننده قبله آنان و نه بعضی از ایشان است پیرو قبله بعضی و اگر پیروی کنی هوسهای آنان را پس از آنچه بیامده است تو را از دانش همانا باشی از ستمگران‌"},{"SurahNumber":2,"VerseNumber":146,"Text":"آنان که بدیشان دادیم کتاب را بشناسندش چنان که بشناسند فرزندان خویش را و همانا گروهی از ایشان فروپوشند حقّ را حالی که می‌دانند"},{"SurahNumber":2,"VerseNumber":147,"Text":"حقّ از پروردگار تو است پس نباش از شکّ‌کنندگان‌"},{"SurahNumber":2,"VerseNumber":148,"Text":"و هر کدام را وجهه‌ای (سوئی) است که بدان روی‌آورنده پس مسابقه کنید بسوی خیرات هرجا باشید بیارد شما را همگی خدا زیرا خدا است بر همه چیز توانا"},{"SurahNumber":2,"VerseNumber":149,"Text":"و هرگاه (یا هرجا) برون رفتی پس بگردان روی خود را بسوی مسجد حرام و همانا آن است حقّ از پروردگار تو و نیست خدا غافل از آنچه می‌کنید"},{"SurahNumber":2,"VerseNumber":150,"Text":"و هرگاه (یا هرجا) برون رفتی پس بگردان روی خود بسوی مسجد حرام و هر جا باشید بگردانید رویهای خود را بسوی آن تا نباشد مردم را بر شما دستاویزی مگر آنان که ستم کردند از ایشان پس نترسید از ایشان و مرا بترسید و تا تمام کنم نعمتم را بر شما و شاید هدایت یابید"},{"SurahNumber":2,"VerseNumber":151,"Text":"چنان که فرستادیم بر شما فرستاده‌ای از شما که می‌خواند بر شما آیتهای ما را و پاکیزه می‌سازد شما را و می‌آموزد به شما کتاب و حکمت را و می‌آموزد شما را آنچه نبودید بدانید"},{"SurahNumber":2,"VerseNumber":152,"Text":"پس یاد کنید مرا یاد کنم شما را و سپاس گزارید برای من و به من کفر نورزید"},{"SurahNumber":2,"VerseNumber":153,"Text":"ای آنان که ایمان آوردید کمک جوئید از صبر و نماز همانا خداوند است با صبرکنندگان‌"},{"SurahNumber":2,"VerseNumber":154,"Text":"و نگوئید بدانان که کشته شدند در راه خدا مردگان بلکه زندگانند و لیکن درنمی‌یابید"},{"SurahNumber":2,"VerseNumber":155,"Text":"و هرآینه بیازمائیم شما را به چیزی از ترس و گرسنگی و کاهشی از مالها و جانها و میوه‌ها و مژده ده به صبرکنندگان‌"},{"SurahNumber":2,"VerseNumber":156,"Text":"آنان که هرگاه پیشامدی بدیشان رسد گویند ما از خدائیم و مائیم بسوی او بازگردندگان‌"},{"SurahNumber":2,"VerseNumber":157,"Text":"آنانند که بر ایشان است درودهائی از پروردگارشان و رحمتی و آنانند هدایت‌شدگان‌"},{"SurahNumber":2,"VerseNumber":158,"Text":"همانا صفا و مروه از شعارها (پرستشگاه‌ها)ی خدا است پس کسی که حجّ بیت کند یا عمره به جا آورد نیست بر او باکی که طواف کند بر آنها و کسی که خواستار نکوئی شود همانا خداست سپاسگزار دانا"},{"SurahNumber":2,"VerseNumber":159,"Text":"همانا آنان که کتمان می‌کنند آنچه را فرستادیم از نشانیها و راهنمائی پس از آنکه بیانش کردیم برای مردم در کتاب آنان را لعن کند خدا و لعن کنند لعن‌کنندگان‌"},{"SurahNumber":2,"VerseNumber":160,"Text":"مگر آنان که بازگشتند و درستی کردند و بیان کردند که بر ایشان بازگشت کنم و منم بازگشت‌کننده مهربان‌"},{"SurahNumber":2,"VerseNumber":161,"Text":"همانا آنان که کفر ورزیدند و مُردند حالی که کافرند بر ایشان است لعنت خدا و فرشتگان و مردم همگی‌"},{"SurahNumber":2,"VerseNumber":162,"Text":"جاودانان در آن نه کاسته شود از ایشان عذاب و نه مهلت داده شوند"},{"SurahNumber":2,"VerseNumber":163,"Text":"و خدای شما خداوند یکتا است نیست خدائی جز او بخشنده مهربان‌"},{"SurahNumber":2,"VerseNumber":164,"Text":"همانا در آفرینش آسمانها و زمین و گردش شب و روز و کشتیی که روان شود در دریا بدانچه سود دهد به مردم و آنچه فرو فرستاده است خدا از آسمان از آبی که زنده ساخته است بدان زمین را پس از مُردنش و پراکنده است در آن از هر جنبنده‌ای و گردش بادها و ابری که مسخّر است میان آسمان و زمین همانا آیتهائی است برای قومی که بخرد یابند"},{"SurahNumber":2,"VerseNumber":165,"Text":"و از مردمند گروهی که برگیرند جز خدا همتایانی دوستشان دارند مانند دوستی خدا و آنان که ایمان آوردند سخت‌ترند در دوستی خدا و اگر می‌دیدند آنانکه ستم ورزیدند گاهی که بینند عذاب را آنکه نیرو از آن خدا است همگی و آنکه خدا است سخت شکنجه‌"},{"SurahNumber":2,"VerseNumber":166,"Text":"هنگامی که بیزاری جستند آنان که پیروی شدند از آنان که پیروی کردند و نگریستند عذاب را و گسیخته شد از ایشان رشته‌ها"},{"SurahNumber":2,"VerseNumber":167,"Text":"و گویند آنان که پیروی کردند کاش ما را بازگشتی می‌بود تا بیزاری می‌جستیم از ایشان بدانسان که بیزاری جستند از ما بدینگونه بنمایدشان خدا کردارهای ایشان را حسرتهائی بر ایشان و نیستند برون‌روندگان از آتش‌"},{"SurahNumber":2,"VerseNumber":168,"Text":"ای مردم بخورید از آنچه در زمین است حلال پاک و پیروی نکنید گامهای شیطان را که او شما را دشمنی است آشکار"},{"SurahNumber":2,"VerseNumber":169,"Text":"جز این نیست که شما را امر کند به بدی و فحشاء و اینکه گوئید بر خدا آنچه را نمی‌دانید"},{"SurahNumber":2,"VerseNumber":170,"Text":"و اگر گفته شود بدیشان پیروی کنید آنچه را خدا فرستاده گویند بلکه پیروی کنیم آنچه را یافتیم بر آن پدران خویش را و اگر چه باشند پدرانشان نه چیزی را تعقّل کنند و نه هدایت یابند"},{"SurahNumber":2,"VerseNumber":171,"Text":"و مثَل آنان که کفر ورزیدند مثَل آن کس است که بانگ زند بر حیوانی که نمی‌شنود جز فراخواندن و بانگ‌زدن را کرانند گنگانند کورانند که تعقل نمی‌کنند"},{"SurahNumber":2,"VerseNumber":172,"Text":"ای آنان که ایمان آوردید بخورید از پاکهای آنچه روزی دادیم به شما و سپاس گزارید برای خدا اگر هستید او را پرستش‌کنندگان‌"},{"SurahNumber":2,"VerseNumber":173,"Text":"جز این نیست حرام کرد بر شما مردار و خون و گوشت خوک و آنچه را برده شده است بر آن نام جز خدا پس اگر کسی ناچار شود نه ستم‌کننده و نه تجاوزکننده نیست گناهی بر او همانا خداوند است آمرزنده مهربان‌"},{"SurahNumber":2,"VerseNumber":174,"Text":"همانا آنان که کتمان کنند آنچه را خدا فرستاده است از کتاب و بفروشندش به بهائی کم آنان نمی‌خورند در شکمهای خویش جز آتش و نه سخن گوید با ایشان خدا روز قیامت و نه پاک سازدشان و ایشان را است عذابی دردناک‌"},{"SurahNumber":2,"VerseNumber":175,"Text":"آنانند که خریدند گمراهی را به هدایت و عذاب را به مغفرت شگفتا چه بردبارند بر آتش‌"},{"SurahNumber":2,"VerseNumber":176,"Text":"این بدان است که فرستاد خدا کتاب را به حقّ و آنان که اختلاف کردند در کتاب همانا ایشانند در ستیزشی دور"},{"SurahNumber":2,"VerseNumber":177,"Text":"نیکی آن نیست که گردانید رویهای خود را بسوی مشرق و مغرب لیکن نکوکار آن است که ایمان آورده است به خدا و به روز بازپسین و فرشتگان و کتاب و پیمبران و داده است مال را با همه دوستی آن به نزدیکان و یتیمان و بینوایان و درماندگان و دریوزگان و در راه آزادکردن بندگان و بپای داشته است نماز را و داده است آکو را و آنان که وفا به پیمان کنند هرگاه پیمان بندند و بردباران در پریشانی و رنجوری و هنگام ترس جنگ آنانند که راست گفته‌اند و آنانند پرهیزکاران‌"},{"SurahNumber":2,"VerseNumber":178,"Text":"ای گروه مؤمنان نوشته شده است بر شما قصاص (خونخواهی) در کشتگان آزاد به آزاد و بنده به بنده و زن به زن و آن کس که بخشیده شده است بدو از برادرش چیزی پس پیروی‌کردن خوبی و پرداختنی بدو به نکوئی این کاهشی است از پروردگار شما و رحمتی پس آنکه تعدّی کند پس از این او را است عذابی دردناک‌"},{"SurahNumber":2,"VerseNumber":179,"Text":"و شما را است در قصاص (خون خواستن) زندگانیی ای خردمندان شاید پرهیزکاری کنید"},{"SurahNumber":2,"VerseNumber":180,"Text":"نوشته شده است بر شما گاهی که برسد یکی از شما را مرگ اگر مالی باز گذاشته است وصیّت برای والدین و نزدیکان بخوبی حقّی است بر پرهیزکاران‌"},{"SurahNumber":2,"VerseNumber":181,"Text":"پس آنکو بگرداندش پس از شنیدنش همانا گناه آن بر آنان است که بگردانندش همانا خدا شنوای دانا است‌"},{"SurahNumber":2,"VerseNumber":182,"Text":"و کسی که بترسیده است از وصیّت‌کننده ستم یا گناهی را پس اصلاح افکنده است میان ایشان پس نیست گناهی بر او همانا خدا است آمرزنده مهربان‌"},{"SurahNumber":2,"VerseNumber":183,"Text":"ای گروه مؤمنان نوشته شده است بر شما روزه بدانسان که نوشته شده است بر آنان که پیش از شما بودند شاید پرهیزکاری کنید"},{"SurahNumber":2,"VerseNumber":184,"Text":"روزکی چند و هر کس از شما بیمار یا در سفری باشد پس چند روز از روزهای دیگر و بر آنان که نتوانندش فدیه است خوراک بینوائی و آن کس که خواستار نکوئی شود بهتر است او را و روزه بگیرید بهتر است از برای شما اگر بدانید"},{"SurahNumber":2,"VerseNumber":185,"Text":"ماه رمضان که فرو شد در آن قرآن راهنمائی برای مردم و تابشهائی یا نشانیها از هدایت و فرقان پس هر کس شهر باشد از شما در این ماه روزه بگیردش و آن کس که بیمار یا در سفری باشد چند روز از روزهای دیگر خدا بر شما آسانی خواهد و نخواهد برای شما سختی را و تا به انجام رسانید شما را و تا بزرگ شمرید خدا را بدانچه رهبریتان کرد و شاید شکر گزارید"},{"SurahNumber":2,"VerseNumber":186,"Text":"و هرگاه پرسندت بندگان من از من همانا منم نزدیک اجابت کنم دعای آنکه مرا خواند پس بپذیرند از من و ایمان آورند به من شاید رهبری شوند"},{"SurahNumber":2,"VerseNumber":187,"Text":"حلال شد برای شما شب روزه درآمیختن با زنان خود آنانند پوشاک شما و شمائید پوشاک آنان دانست خدا که بودید شما خیانت می‌ورزیدید با خویشتن پس توبه کرد بر شما و ببخشود بر شما اکنون درآمیزید با آنان و بخواهید آنچه را خدا برای شما نوشت و بخورید و بنوشید تا پدیدار شود برای شما رشته سفید از رشته سیاه در بامدادگاه سپس به انجام رسانید روزه را تا شب و درنیامیزید با آنان حالی که معتکفید در مساجد این است حدود خدا زنهار بدانها نزدیک نشوید بدینسان بیان کند خدا آیتهای خویش را برای مردم شاید پرهیزکاری کنند"},{"SurahNumber":2,"VerseNumber":188,"Text":"و نخورید مالهای خویش را میان خویش به بیهوده و نیفکنید آنها را بسوی فرمانداران تا بخورید پاره‌ای از اموال مردم را به گناه حالی که خود می‌دانید"},{"SurahNumber":2,"VerseNumber":189,"Text":"پرسندت از ماه‌های تو بگو آنها گاهنماهائی است برای مردم و حجّ و نیست نکوئی که درآئید به خانه‌ها از پشت آنها بلکه نکوکار آن است که پرهیزکاری کند و به خانه‌ها درآئید از درگاه‌های آنها و بترسید خدا را باشد رستگار شوید"},{"SurahNumber":2,"VerseNumber":190,"Text":"و پیکار کنید در راه خدا آنان را که پیکارتان کنند و تجاوز نکنید که خدا دوست ندارد تجاوزگران را"},{"SurahNumber":2,"VerseNumber":191,"Text":"و بکشیدشان هر جا که یابیدشان و برون کنیدشان بدانسان که برون کردندتان و آشوب و نیرنگ سخت‌تر است از کشتن و پیکارشان نکنید نزد مسجد حرام تا پیکارتان کنند در آن پس اگر کشتند شما را بکشید ایشان را چنین است کیفر کافران‌"},{"SurahNumber":2,"VerseNumber":192,"Text":"و اگر دست کشیدند همانا خداوند است آمرزنده مهربان‌"},{"SurahNumber":2,"VerseNumber":193,"Text":"و نبرد کنید با ایشان تا نماند آشوبی و بشود دین از آن خدا پس اگر دست برداشتند همانا نیست ستمی مگر بر ستمگران‌"},{"SurahNumber":2,"VerseNumber":194,"Text":"ماه ارجمند (یا حرام) به ماه ارجمند و ارجمندیها (حرمتها) برابر است پس آن کس که تجاوز کند بر شما تجاوز کنید بر او برابر آنچه بر شما تجاوز کرده است و بترسید خدا را و بدانید که خدا است با پرهیزکاران‌"},{"SurahNumber":2,"VerseNumber":195,"Text":"و ببخشید در راه خدا و خود را با دست خود به پرتگاه نیفکنید و نکوئی کنید که خدا دوست دارد نکوکاران را"},{"SurahNumber":2,"VerseNumber":196,"Text":"به انجام رسانید حج و عمره را برای خدا و اگر بازداشته شدید پس آنچه فراهم شود از قربانی و نتراشید سرهای خویش را تا برسد قربانی به جایگاه خود و آن کس از شما که بیمار یا به او آزاری از سرش باشد پس فدیه‌ای از روزه یا صدقه یا قربانی تا گاهی که ایمن شدید پس هر کس متمتع شده است عمره را بسوی حجّ پس آنچه فراهم شود از قربانی و آنکس که نیابد پس روزه سه روز در حجّ و هفت روز گاهی که بازگردید اینک ده روز کامل این برای آن کس است که نیستند خاندان او نزدیک مسجد حرام و بترسید خدا را و بدانید که خداوند است سخت‌شکنجه‌"},{"SurahNumber":2,"VerseNumber":197,"Text":"حجّ ماه‌هائی است دانسته پس آنکه حجّ در آنها کند نه آمیزش نه نافرمانی و نه ستیزه‌کردنی است در حج و آنچه خوبی کنید میداندش خدا و توشه برگیرید که بهترین توشه‌ها تقوی است و بترسید مرا ای خردمندان‌"},{"SurahNumber":2,"VerseNumber":198,"Text":"نیست بر شما باکی که بخواهید فزونیی از پروردگار خود سپس گاهی که کوچ کردید از عرفات پس یاد خدا کنید نزد مشعر حرام و یاد او کنید بدانسان که رهبری کرد شما را و اگر چه بودید پیش از آن همانا از گمراهان‌"},{"SurahNumber":2,"VerseNumber":199,"Text":"سپس کوچ کنید بدانسان که کوچ کردند مردم و استغفار کنید خدا را که خدا است آمرزنده مهربان‌"},{"SurahNumber":2,"VerseNumber":200,"Text":"و هنگامی که جای آوردید عبادات خویش را پس یاد کنید خدا را مانند یادکردن پدران خویش یا سخت‌تر و از مردم است کسی که گوید پروردگارا بده ما را در دنیا و نیستش در آخرت بهره‌ای‌"},{"SurahNumber":2,"VerseNumber":201,"Text":"و از آنان است آنکه گوید پروردگارا بده ما را در دنیا نکوئی و در آخرت نکوئی و نگهدار ما را از عذاب آتش‌"},{"SurahNumber":2,"VerseNumber":202,"Text":"آنان را است بهره‌ای از آنچه فراهم کردند و خدا است شتابنده در حساب‌"},{"SurahNumber":2,"VerseNumber":203,"Text":"و یاد کنید خدا را روزهائی چند پس آن کس که بشتابد در دو روز نیست بر او گناهی و آن کس که دیر کند نیست بر او گناهی برای آن کس که پرهیز کرده است و بترسید خدا را و بدانید که بسوی او گرد آورده شوید"},{"SurahNumber":2,"VerseNumber":204,"Text":"و از مردم است آنکه شگفت آورد تو را سخنش در زندگانی دنیا و گواه گیرد خدا را بر آنچه در دل او است و او است سخت‌ترین دشمنان‌"},{"SurahNumber":2,"VerseNumber":205,"Text":"و هرگاه پشت کند بکوشد در زمین تا فساد کند در آن و نابود کند کِشت و نژاد را و خدا را خوش نیاید فساد"},{"SurahNumber":2,"VerseNumber":206,"Text":"و هرگاه بدو گفته شود بترس از خدا بگیردش تکبر به گناه بس است وی را دوزخ و چه زشت است آرامشگاه‌"},{"SurahNumber":2,"VerseNumber":207,"Text":"و از مردم است آنکه بفروشد خود را در پی خوشنودی خدا و خداوند است مهربان به بندگان‌"},{"SurahNumber":2,"VerseNumber":208,"Text":"ای گروه مؤمنان اندرآئید به صلح همگی و پیروی نکنید گامهای شیطان را که او است برای شما دشمنی آشکار"},{"SurahNumber":2,"VerseNumber":209,"Text":"و اگر لغزیدید از پس آنکه بیامده است شما را نشانیها پس بدانید که خدا است عزّتمند حکیم‌"},{"SurahNumber":2,"VerseNumber":210,"Text":"آیا انتظار دارند جز آنکه بیایدشان خدا در سایبانهائی از ابر و فرشتگان و بگذرد کار و بسوی خدا بازگردانیده شوند کارها"},{"SurahNumber":2,"VerseNumber":211,"Text":"بپرس بنی‌اسرائیل را چند آوردیمشان از آیتهای پدیدار و کسی که تبدیل کند نعمت خدا را پس از آنکه بیامدستش همانا خدا است سخت‌شکنجه‌"},{"SurahNumber":2,"VerseNumber":212,"Text":"آراسته شد برای کافران زندگانی دنیا و مسخره کنند به مؤمنان و آنان که پرهیزکاری کرده‌اند برتر از ایشانند روز قیامت و خدا روزی دهد هر که را که خواهد بی‌حساب‌"},{"SurahNumber":2,"VerseNumber":213,"Text":"بودند مردم یک امت پس برانگیخت خدا پیمبران را بشارت‌دهندگان و ترسانندگان و فرستاد با ایشان کتاب را به حقّ تا حکم کند میان مردم در آنچه اختلاف کردند در آن و اختلاف نکردند در آن مگر آنان که داده شدندش پس از رسیدن نشانیها بدیشان به ستمی میان خویش پس هدایت کرد خدا مؤمنان را بدانچه اختلاف کردند در آن از حقّ به اذن خود و خدا هدایت کند هر که را خواهد به راه راست‌"},{"SurahNumber":2,"VerseNumber":214,"Text":"یا گمان کردید که به بهشت درآئید و هنوز نیامده است شما را نمونه آنان که پیش از شما بودند که بدیشان رسید پریشانی و رنجوری و بر خود لرزیدند تا گفت پیمبر و آنان که ایمان آورده و با او بودند چه وقت است یاری خدا همانا یاری خدا است نزدیک‌"},{"SurahNumber":2,"VerseNumber":215,"Text":"پرسندت چه را انفاق کنند بگو آنچه انفاق کنید از مال پس برای والدین و نزدیکان و یتیمان و بینوایان و درماندگان راه است و آنچه نیکی کنید همانا خداوند است بدان دانا"},{"SurahNumber":2,"VerseNumber":216,"Text":"نوشته شد بر شما جنگ و آن ناپسند شما است و چه بسا ناخوش دارید چیزی را و آن است خوب برای شما و چه بسا دوست دارید چیزی را و آن است بد برای شما و خدا می‌داند و شما نمی‌دانید"},{"SurahNumber":2,"VerseNumber":217,"Text":"پرسندت از ماه حرام جنگ کردن در آن بگو جنگ کردن در آن گران است و بازداشتن است از راه خدا و کفر است بدو و به مسجد حرام و برون راندن مردمش از آن بزرگتر است نزد خدا و فتنه بزرگتر است از کشتن و پیوسته همی جنگ کنند با شما تا بازگردانند شما را از کیشتان اگر بتوانند و کسی که بازگردد از کیش خود پس بمیرد حالی که او است کافر آنان تباه شده است کردارشان در دنیا و آخرت و آنانند یاران آتش در آنند جاودانان‌"},{"SurahNumber":2,"VerseNumber":218,"Text":"همانا آنان که ایمان آوردند و آنان که هجرت کردند و جهاد کردند در راه خدا امید دارند رحمت خدا را و خداست آمرزنده مهربان‌"},{"SurahNumber":2,"VerseNumber":219,"Text":"پرسندت از باده و قمار بگو در آنها است گناهی بزرگ و سودهائی برای مردم و گناه آنها بزرگتر است از سود آنها و پرسندت چه چیز انفاق کنند بگو گذشت یا فزونی را چنین بیان کند خدا برای شما آیات را شاید بیندیشید"},{"SurahNumber":2,"VerseNumber":220,"Text":"در دنیا و آخرت و پرسندت از یتیمان بگو کارسازی ایشان بهتر است و اگر با آنان اختلاط کنید پس برادران شمایند و خدا می‌شناسد تبهکار را از کارساز و اگر می‌خواست خدا به ستوه می‌آورد شما را و خدا است عزّتمند حکیم‌"},{"SurahNumber":2,"VerseNumber":221,"Text":"و همسر نگیرید زنان مشرکه را تا ایمان آرند و همانا یک کنیزک مؤمنه بهتر است از زنی مشرکه اگر چه شیفته سازد شما را و همسر نگیرید مردان مشرک را تا ایمان آرند و همانا بنده مؤمن بهتر است از مشرک و اگر چه شگفت آورد شما را آنان دعوت کنند بسوی آتش و خدا دعوت کند بسوی بهشت و آمرزش به فرمان او و بیان کند آیتهای خویش را برای مردم شاید یادآور شوند"},{"SurahNumber":2,"VerseNumber":222,"Text":"پرسندت از حیض (خون زنان) بگو آن آزاری است پس کناره گیرید زنان را در حیض و نزدیکی نکنید با ایشان تا پاک شوند سپس گاهی که پاک شدند نزدیکی کنید با ایشان بدانسان که خدا دستورتان داده است همانا خدا دوست دارد توبه‌کنندگان و دوست دارد پاکیزگی‌جویان را"},{"SurahNumber":2,"VerseNumber":223,"Text":"زنان شما کشتزار شمایند پس به کشتزار خویش درآئید هر جا خواهید و پیش فرستید برای خود و بترسید خدا را و بدانید شمائید ملاقات‌کننده او و بشارت ده به مؤمنان‌"},{"SurahNumber":2,"VerseNumber":224,"Text":"نگردانید خدا را آماج سوگندهای خویش که نکوکاری کنید و پرهیزکاری کنید و کارسازی کنید میان مردم و خدا است شنوای دانا"},{"SurahNumber":2,"VerseNumber":225,"Text":"نگیرد شما را خدا به یاوه‌گویی در سوگندهای شما و لیکن بگیردتان بدانچه فراهم کرده است دلهای شما و خدا است آمرزنده بردبار"},{"SurahNumber":2,"VerseNumber":226,"Text":"برای آنان که به سوگند از زنان خود کناره‌گیری کنند انتظار چهار ماه است پس اگر بازگشتند همانا خدا است آمرزنده مهربان‌"},{"SurahNumber":2,"VerseNumber":227,"Text":"و اگر خواستار طلاق شدند همانا خدا است شنوای دانا"},{"SurahNumber":2,"VerseNumber":228,"Text":"و زنان طلاق گرفته در انتظار نگه دارند خویشتن را مدت سه پاک شدن و روا نیست آنان را که نهان دارند آنچه بیافریده است خدا در رحمهای ایشان اگر ایمان دارند به خدا و روز آخر شوهران ایشان سزاوارترند به بازگردانیدشان در آن اگر خواستار آشتی شدند و برای آن زنان است مثل آنچه بر آنان است به متعارف و مردان را است بر فراز ایشان پایه‌ای و خدا است عزّتمند حکیم‌"},{"SurahNumber":2,"VerseNumber":229,"Text":"طلاق دو بار است پس نگه داشتنی به خوبی یا رها ساختنی با نیکی و روا نیست شما را که بازستانید از آنچه بدانان داده‌اید چیزی را مگر آنکه بترسند که بپای ندارند حدود خدا را و اگر ترسیدید که بپای ندارند حدود خدا را نیست باکی بر آنان در آنچه زن به فدیه دهد (کابین بخشد و جان آزاد سازد) این است حدود خدا پس تجاوز نکنید آنها را و هر که تجاوز کند حدود خدا را آنانند ستمکاران‌"},{"SurahNumber":2,"VerseNumber":230,"Text":"و اگر طلاقش داد پس وی را روا نیست از آن پس تا درآمیزد با شوهری جز او سپس اگر طلاقش داد نیست باکی بر آنان که بازگردند به همدیگر اگر پنداشتند که بپای می‌کنند حدود خدا را این است حدود خدا بیان سازدش برای قومی که می‌دانند"},{"SurahNumber":2,"VerseNumber":231,"Text":"و اگر طلاق دادید زنان را و رسیدند به سرآمد خویش پس نگه داریدشان بخوبی یا رهاشان کنید بخوبی و نگهداری نکنید آنان را به آزار تا ستم کنید و آنکه این کار را کند ستم کرده است خویشتن را و نگیرید آیتهای خدا را به مسخره و یاد آرید نعمت خدا را بر شما و آنچه فرستاده است بر شما از کتاب و حکمت که اندرز دهد شما را بدان و بترسید خدا را و بدانید که خدا است به هر چیزی دانا"},{"SurahNumber":2,"VerseNumber":232,"Text":"و هنگامی که طلاق دادید زنان را و رسیدند به سرآمدشان پس بازندارید آنان را از آنکه همسر شوند با شوهران خویش اگر تراضی کنند فی ما بَین خویش به خوبی بدین اندرز داده شود آن کس از شما که ایمان دارد به خدا و روز بازپسین این پاکتر است برای شما و پاکیزه‌تر و خدا می داند و شما نمی‌دانید"},{"SurahNumber":2,"VerseNumber":233,"Text":"و مادران شیر دهند کودکان خویش را دو سال کامل برای کسی که بخواهد تمام کند شیر دادن را و بر مولودله (پدر کودک) است خوراک و پوشاک آنان به متعارف تکلیف نشود کسی جز به اندازه توانائیش آزار نشود مادر به کودکش و نه مولودله (پدر) به فرزندش و بر وارث است مانند این پس اگر خواستند از شیر بازگرفتن را با تراضی و مشاورت هر دو باکی بر آنان نیست و اگر برای کودکان خود شیرده خواستید باکی بر شما نیست اگر بپردازید آنچه را دهید بخوبی و بترسید خدا را و بدانید که خدا بدانچه می‌کنید بینا است‌"},{"SurahNumber":2,"VerseNumber":234,"Text":"و آنان که بمیرند از شما و بازمی گذارند زنانی در انتظار بگذارند آن زنان خویشتن را چهار ماه و ده روز تا گاهی که به سرآمد خود رسیدند باکی نیست بر شما در آنچه در باره خود کنند به نیکی و خدا بدانچه می‌کنید دانا است‌"},{"SurahNumber":2,"VerseNumber":235,"Text":"و نیست باکی بر شما در آنچه بدان اشارت کرده‌اید به خواستگاری زنان یا نهان داشته‌اید نزد خویشتن (در دل خویش) دانست خدا که خواهید سخن گفت با آنان و لیکن وعده ندهید ایشان را در خلوت (پنهانی) مگر آنکه بگوئید گفتاری متعارف و نبندید گره نکاح را (زناشوئی را) تا برسد نامه به سررسید خود و بدانید که خدا می‌داند آنچه را در دلهای شما است پس بترسیدش و بدانید که خدا است آمرزنده بردبار"},{"SurahNumber":2,"VerseNumber":236,"Text":"نیست باکی بر شما اگر طلاق دهید زنان را مادامی که دست بدیشان نرسانیده یا چیزی برای ایشان معین نکرده باشید و بهره‌مندشان (برخوردارشان) کنید بر توانگر است به مقدار توانائیش و بر تنگدست است به اندازه قدرتش بهره به خوبی حقی است بر نکوکاران‌"},{"SurahNumber":2,"VerseNumber":237,"Text":"و اگر طلاقشان دادید پیش از آنکه دست بدانان رسانید حالی که فریضه‌ای برای آنان فرض کرده باشید (کابینی بسته باشید) پس نیمی از آنچه فرض کرده‌اید مگر آنکه ببخشند یا ببخشد آنکه به دست اوست گره زناشوئی و ببخشید نزدیکتر است به تقوی و فراموش نکنید نکوکاری را میان خود همانا خدا بدانچه می‌کنید بینا است‌"},{"SurahNumber":2,"VerseNumber":238,"Text":"مواظبت کنید بر نمازها و نماز میانه و بپای ایستید برای خدا فروتنان‌"},{"SurahNumber":2,"VerseNumber":239,"Text":"و اگر ترسیدید پس پیادگان یا سواران تا گاهی که ایمن شدید یاد کنید خدا را بدانچه بیاموخت شما را آنچه نمی‌دانستید"},{"SurahNumber":2,"VerseNumber":240,"Text":"و آنان که می‌میرند از شما و باز می‌گذارند زنانی وصیّتی است برای زنانشان بهره‌ای تا یک سال بی‌برون‌کردن پس اگر برون شدند نیست باکی بر شما در آنچه درباره خویش کرده‌اند به متعارف و خدا است عزّتمند حکیم‌"},{"SurahNumber":2,"VerseNumber":241,"Text":"و برای زنان طلاق گرفته است بهره به متعارف حقّی است بر پرهیزکاران‌"},{"SurahNumber":2,"VerseNumber":242,"Text":"چنین بیان کند خدا آیتهای خود را برای شما شاید تعقّل کنید"},{"SurahNumber":2,"VerseNumber":243,"Text":"آیا ندیدی آنان را که برون شدند از کشور خود حالی که هزاران بودند از ترس مرگ پس بدیشان گفت خدا بمیرید سپس زنده کردشان همانا خدا است خداوند افزایش و بخشایش بر مردم و لیکن بیشتر مردم سپاس نمی‌گزارند"},{"SurahNumber":2,"VerseNumber":244,"Text":"و جنگ کنید در راه خدا و بدانید که خدا است شنوای دانا"},{"SurahNumber":2,"VerseNumber":245,"Text":"کیست آنکه وام دهد خدا را وامی نیکو تا بیافزایدش برای او چندین برابر و خدا تنگی و گشایش دهد و بسوی او بازگردانیده می‌شوید"},{"SurahNumber":2,"VerseNumber":246,"Text":"آیا ننگری بدان گروه از بنی‌اسرائیل پس از موسی هنگامی که گفتند به پیمبری که ایشان را بود برانگیز برای ما پادشاهی (فرماندهی) تا جنگ کنیم در راه خدا گفت آیا چنین نیستید که اگر جنگ بر شما نوشته شود نکنید گفتند چه شود ما را که پیکار نکنیم در راه خدا و برون رانده شدیم از خانمان و فرزندان خویش امّا گاهی که نوشته شد بر ایشان جنگ پشت کردند جز کمی از ایشان و خدا دانا است به ستمگران‌"},{"SurahNumber":2,"VerseNumber":247,"Text":"و گفت بدیشان پیغمبرشان همانا خدا برانگیخت برای شما طالوت را پادشاهی گفتند چگونه وی را بر ما فرمانروائی باشد و ما سزاوارتریم از او به پادشاهی و داده نشده است گشایشی در مال گفت همانا خدا برگزیدش بر شما و بیفزودش عظمتی در دانش و پیکر و خدا دهد پادشاهیش را به هر که خواهد و خدا است گشایشمند دانا"},{"SurahNumber":2,"VerseNumber":248,"Text":"و گفت بدیشان پیمبرشان همانا نشانی پادشاهی او آن است که بیاید شما را تابوت در آن آرامشی از پروردگار شما و بازمانده‌ای از آنچه بازگذاردند خاندان موسی و هارون که حمل کنندش فرشتگان همانا در این است نشانیی برای شما اگر هستید مؤمنان‌"},{"SurahNumber":2,"VerseNumber":249,"Text":"و هنگامی که سان داد و براند طالوت سپاه را گفت هرآینه خداوند است آزماینده شما به وسیله جویی تا هر کس بنوشد از آن نباشد از من و آن کس که نچشدش از من باشد مگر آنکه با دست خویش کفی از آن برگیرد پس نوشیدند از آن جز کمی از ایشان سپس گاهی که بگذشت از آن او و آنان که ایمان آورده بودند با او گفتند نیست ما را نیرویی امروز برابر جالوت و لشکرش گفتند آنان که می پنداشتند که ایشانند ملاقات‌کننده خدا چه بسا گروهی کم پیروز شدند بر گروهی بسیار به اذن خدا و خدا است با شکیبایان‌"},{"SurahNumber":2,"VerseNumber":250,"Text":"و هنگامی که برابر شدند با جالوت و سپاهش گفتند پروردگارا بریز بر ما شکیبایی را و استوار ساز پاهای ما را و یاری کن ما را بر گروه کافران‌"},{"SurahNumber":2,"VerseNumber":251,"Text":"پس شکستشان دادند به اذن خدا و کشت داود جالوت را و داد خدا بدو پادشاهی و حکمت را و بیاموختش از آنچه می‌خواست و اگر نبود برکنارکردن خدا مردم را بعضی را با بعضی هرآینه تباه می‌شد زمین و لیکن خدا دارای فضل است بر جهانیان‌"},{"SurahNumber":2,"VerseNumber":252,"Text":"این است آیتهای خدا که می‌خوانیمش بر تو به حقّ و همانا توئی از فرستادگان‌"}]}