{"Id":144,"LanguageCodes":["en","eng"],"Name":"eng-themonotheistgr1","Author":"The Monotheist Group Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"And if We had sent down to them the angels, and the dead spoke to them, and We had gathered before them everything, they still would not believe except if God wills. Alas, most of them are ignorant"},{"SurahNumber":6,"VerseNumber":112,"Text":"And as such, We have permitted the enemies of every prophet — mankind and Jinn devils — to inspire each other with fancy words in order to deceive. Had your Lord willed, they would not have done it. You shall disregard them and their fabrications"},{"SurahNumber":6,"VerseNumber":113,"Text":"That is so the hearts of those who do not believe in the Hereafter will listen to it, and they will accept it, and they will take of it what they will"},{"SurahNumber":6,"VerseNumber":114,"Text":"Shall I seek other than God as a judge when He has sent down to you the Book fully detailed?\" Those to whom We have given the Book know it is sent down from your Lord with the truth; so do not be of those who have doubt"},{"SurahNumber":6,"VerseNumber":115,"Text":"And the word of your Lord has been completed with truth and justice; there is no changing His words. He is the Hearer, the Knower"},{"SurahNumber":6,"VerseNumber":116,"Text":"And if you obey most of those on the earth they will lead you away from the path of God; that is because they follow conjecture, and that is because they only guess"},{"SurahNumber":6,"VerseNumber":117,"Text":"Your Lord is fully aware of who strays from His path, and He is fully aware of the guided ones"},{"SurahNumber":6,"VerseNumber":118,"Text":"So eat from that on which the name of God has been mentioned, if you indeed believe in His revelations"},{"SurahNumber":6,"VerseNumber":119,"Text":"And why should you not eat that on which the name of God has been mentioned, when He has fully detailed to you what has been made unlawful; except what you are forced to? Many misguide by their desires without knowledge; your Lord is fully aware of the transgressors"},{"SurahNumber":6,"VerseNumber":120,"Text":"And leave alone, publicly and privately, that which is a sin; those who earn sin will be punished for what they have taken"},{"SurahNumber":6,"VerseNumber":121,"Text":"And do not eat from that which the name of God has not been mentioned, for it is wickedness. And the devils they inspire their supporters to argue with you; and if you obey them, then you are polytheists"},{"SurahNumber":6,"VerseNumber":122,"Text":"Is he who was dead and to whom We gave life, and We made for him a light to walk with among the people, as he whose example is in darkness and he will not exit from it? It is such that the work of the rejecters has been adorned for them"},{"SurahNumber":6,"VerseNumber":123,"Text":"And as such, We have permitted in every town the influential from its criminals, to scheme in it. They only scheme their own souls without perceiving"},{"SurahNumber":6,"VerseNumber":124,"Text":"And if a sign comes to them they say: \"We will not believe until we are given the same as what the messengers of God were given!\" God is fully aware of where He makes His message; those criminals will have debasement with God and a painful retribution for what they had schemed"},{"SurahNumber":6,"VerseNumber":125,"Text":"Whoever God wishes to guide, He will comfort his chest to submission; and whoever He wishes to misguide, He will make his chest tight and constricted, as one who is ascending towards the heaven. It is such that God lets taint those who do not believe"},{"SurahNumber":6,"VerseNumber":126,"Text":"And this is the straight path of your Lord. We have fully detailed the revelations to a people who remember"},{"SurahNumber":6,"VerseNumber":127,"Text":"They will have the abode of peace with their Lord; He is their supporter because of what they used to do"},{"SurahNumber":6,"VerseNumber":128,"Text":"And the Day We gather them all: \"O assembly of Jinn, you have managed to take many from mankind.\" Their supporters from mankind said: \"Our Lord, we have indeed enjoyed one another, and we have reached our destiny to which You delayed us.\" He said: \"The Fire is your dwelling, abiding therein, except as your Lord wishes.\" Your Lord is Wise, Knowledgeable"},{"SurahNumber":6,"VerseNumber":129,"Text":"It is such that We make the wicked as supporters to one another for what they have earned"},{"SurahNumber":6,"VerseNumber":130,"Text":"O assembly of Jinn and mankind, did not messengers come to you from among you and tell to you My revelations, and warn you of the meeting of this Day?\" They said: \"Yes, we bear witness upon ourselves;\" and the worldly life deceived them, and they bore witness upon themselves that they were rejecters"},{"SurahNumber":6,"VerseNumber":131,"Text":"That is because your Lord was not to destroy any town because of its wickedness while its people were unaware"},{"SurahNumber":6,"VerseNumber":132,"Text":"But there are degrees for what they had done; and your Lord is not unaware of what they do"},{"SurahNumber":6,"VerseNumber":133,"Text":"And your Lord is the Rich, possessor of Mercy. If He wished, He could remove all of you and bring after you whom He pleases, just as He established you from the seed of another people"},{"SurahNumber":6,"VerseNumber":134,"Text":"What you have been promised will come, you cannot escape it"},{"SurahNumber":6,"VerseNumber":135,"Text":"Say: \"My people, work as you see fit, for I too am working. You will then know to whom will be the punishment of the Hereafter. The wicked will not succeed"},{"SurahNumber":6,"VerseNumber":136,"Text":"And they made for God a portion of what He provided them from the crops and the livestock; they said: \"This is for God,\" by their claims, \"And this is for our partners.\" So what was for their partners did not reach God, and what was for God, it reached their partners! Miserable is how they judged"},{"SurahNumber":6,"VerseNumber":137,"Text":"And it was adorned for the polytheists, by their partners, to kill their children in order to turn them and to confound their system for them. Had God willed they would not have done this, so ignore them and what they invent"},{"SurahNumber":6,"VerseNumber":138,"Text":"And they said: \"These livestock and crops are reserved, and none shall eat from them except as we please,\" by their claims; and livestock whose backs are unlawful, and livestock over which they do not mention the name of God as an innovation against Him. He will recompense them for what they invented"},{"SurahNumber":6,"VerseNumber":139,"Text":"And they said: \"What is in the bellies of these livestock is purely for our males and unlawful for our wives, and if comes out dead, then they will be partners in it.\" God will recompense them for what they describe. He is Wise, Knowledgeable"},{"SurahNumber":6,"VerseNumber":140,"Text":"Losers are those who have killed their children foolishly, without knowledge, and they forbade what God had granted them by lying about God. They have strayed and they were not guided"},{"SurahNumber":6,"VerseNumber":141,"Text":"And He is the One Who initiated gardens; both trellised and untrellised; and palm trees, and plants, all with different taste; and olives and pomegranates, similar and not similar. Eat from its fruit when it blossoms and give its due on the day of its harvest; and do not waste. He does not like the wasteful"},{"SurahNumber":6,"VerseNumber":142,"Text":"And from the livestock are those for burden, and also for clothing. Eat from what God has provided you and do not follow the footsteps of the devil; he is to you a clear enemy"},{"SurahNumber":6,"VerseNumber":143,"Text":"Eight in pairs: from the lambs two, and from the goats two. Say: \"Is it the two males that He forbade or the two females, or what the wombs of the two females bore? Inform me if you are truthful"},{"SurahNumber":6,"VerseNumber":144,"Text":"And from the camels two, and from the cattle two. Say: \"Is it the two males that He forbade or the two females, or what the wombs of the two females bore? Or were you witnesses when God ordered you with this?\" Who is more wicked than he who invents lies about God to misguide the people without knowledge. God does not guide the wicked people"},{"SurahNumber":6,"VerseNumber":145,"Text":"Say: \"I do not find in what is inspired to me to be unlawful for any eater to eat except that it be already dead, or running blood, or the meat of pig - for it is tainted - or what is a wickedness, dedicated to other than God.\" But whoever is forced to, without seeking disobedience or transgression, then your Lord is Forgiving, Merciful"},{"SurahNumber":6,"VerseNumber":146,"Text":"And for those who are Jewish We have made unlawful all that have claws; and from the cattle and the sheep We made unlawful their fat except what is attached to the back, or entrails, or mixed with bone. That is a punishment for their rebellion, and We are truthful"},{"SurahNumber":6,"VerseNumber":147,"Text":"If they deny you, then say: \"Your Lord has vast Mercy, but His Might will not be turned away from the criminal people"},{"SurahNumber":6,"VerseNumber":148,"Text":"Those who are polytheists will say: \"If God wished, we would not have set up partners, nor would have our fathers, nor would we have made anything unlawful.\" Those before them lied in the same way, until they tasted Our might. Say: \"Do you have any knowledge to bring out to us? You only follow conjecture, you only guess"},{"SurahNumber":6,"VerseNumber":149,"Text":"Say: \"With God is the greatest argument. If He wished He would have guided you all"},{"SurahNumber":6,"VerseNumber":150,"Text":"Say: \"Bring forth your witnesses who bear witness that God has made this unlawful.\" If they bear witness, then do not bear witness with them, nor follow the desires of those who deny Our revelations, and those who do not believe in the Hereafter; and they make equals with their Lord"},{"SurahNumber":6,"VerseNumber":151,"Text":"Say: \"Come let me recite what your Lord has made unlawful for you: that you should not set up anything with Him - and do good to your parents; and do not kill your children for fear of poverty, We provide for you and for them; and do not come near immorality, what is public of it and private; and do not take the life which God has made forbidden, except in justice. That is what He enjoined you that you may comprehend"},{"SurahNumber":6,"VerseNumber":152,"Text":"And do not come near the money of the orphan, except for what is best, until he reaches his independence; and give honestly full measure and weight equitably. We do not burden a soul except with what it can bear, and if you speak then be just even if against a relative; and regarding the pledges made to God, you shall observe them. This He has enjoined you that you may remember"},{"SurahNumber":6,"VerseNumber":153,"Text":"And this is My path, a straight one. \"So follow it, and do not follow the other paths lest they divert you from His path. That is what He has enjoined you to that you may be righteous"},{"SurahNumber":6,"VerseNumber":154,"Text":"Then We gave Moses the Book, to complete for those who do right, and to fully detail all things, and a guide and mercy that they may believe in the meeting of their Lord"},{"SurahNumber":6,"VerseNumber":155,"Text":"And this is a Book that We have sent down which is blessed, so follow it and be aware, that you may receive mercy"},{"SurahNumber":6,"VerseNumber":156,"Text":"Lest you say: \"The Book was only sent down to two groups before us, and we were unaware of their study"},{"SurahNumber":6,"VerseNumber":157,"Text":"Or you say: \"If the Book was sent to us we would have been more guided than they!\" Clarity has come to you from your Lord, and a guidance and a mercy. Who is more wicked than he who denies the revelations of God and turns away from them? We will punish those who turn away from Our revelations with the pain of retribution for what they turned away"},{"SurahNumber":6,"VerseNumber":158,"Text":"Do they wait until the angels come to them, or your Lord comes, or certain signs come from your Lord? The day certain signs come from your Lord, it will do no good for any soul to believe if it did not believe before, or it gained good through its belief. Say: \"Wait, for we are waiting"},{"SurahNumber":6,"VerseNumber":159,"Text":"Those who have divided their system and become sects, you are not with them in anything. Their matter will be with God, then He will inform them of what they had done"},{"SurahNumber":6,"VerseNumber":160,"Text":"Whoever comes with a good deed, he will receive ten times its worth, and whoever comes with a sin, he will only be recompensed its like; they will not be wronged"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say: \"My Lord has guided me to a straight path, an upright system, the creed of Abraham the monotheist; he was not of the polytheists"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say: \"My contact prayer, and my rites, and my life, and my death, are all to God, Lord of the worlds"},{"SurahNumber":6,"VerseNumber":163,"Text":"He has no partner, and it is to this that I was commanded, and I am the first of those who have submitted"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say: \"Shall I seek other than God as a Lord when He is the Lord of everything?\" And every soul earns what is for it, and none will carry the burden of another. Then to your Lord is your return and He will inform you of what you disputed in"},{"SurahNumber":6,"VerseNumber":165,"Text":"And He is the One who made you inheritors on the earth, and He raised some of you over others in grades, to test you with what He had given you. Your Lord is swift to punishment, and He is Forgiving, Merciful"},{"SurahNumber":7,"VerseNumber":1,"Text":"ALMS"},{"SurahNumber":7,"VerseNumber":2,"Text":"A Book that has been sent down to you, so let there not be any burden in your chest from it, that you may warn with it; and a reminder to the believers"},{"SurahNumber":7,"VerseNumber":3,"Text":"Follow what was sent down to you from your Lord, and do not follow besides Him any supporters. Little do you remember"},{"SurahNumber":7,"VerseNumber":4,"Text":"And how many a town have We destroyed; for Our punishment came to them while sleeping, or while resting"},{"SurahNumber":7,"VerseNumber":5,"Text":"Then their only saying when Our punishment came to them was: \"We were wicked"},{"SurahNumber":7,"VerseNumber":6,"Text":"We will question those to whom We have sent, and We will question the messengers"},{"SurahNumber":7,"VerseNumber":7,"Text":"We will tell to them with knowledge; We were not absent"},{"SurahNumber":7,"VerseNumber":8,"Text":"And the balance on that Day will be the truth. So, those whose weights are heavy on the balance, those are the successful ones"},{"SurahNumber":7,"VerseNumber":9,"Text":"And whoever has light weights, then these are the ones who lost their souls for what they transgressed of Our revelations"},{"SurahNumber":7,"VerseNumber":10,"Text":"And We granted you dominion on the earth, and made for you in it a habitat; little do you give thanks"},{"SurahNumber":7,"VerseNumber":11,"Text":"And We created you, then We shaped you, then We said to the angels: \"Yield to Adam;\" so they yielded except for Satan, he was not of those who yielded"},{"SurahNumber":7,"VerseNumber":12,"Text":"He said: \"What has prevented you from yielding when I have ordered you?\" He said: \"I am far better than him, You created me from fire and created him from clay"},{"SurahNumber":7,"VerseNumber":13,"Text":"He said: \"Descend from it, for it is not for you to be arrogant here; depart, for you are disgraced"},{"SurahNumber":7,"VerseNumber":14,"Text":"He said: \"Grant me respite until the Day they are resurrected"},{"SurahNumber":7,"VerseNumber":15,"Text":"He said: \"You are granted"},{"SurahNumber":7,"VerseNumber":16,"Text":"He said: \"For that which You have caused me to be misled, I will stalk for them on Your straight path"},{"SurahNumber":7,"VerseNumber":17,"Text":"Then I will come to them from between their hands, and from behind them, and from their right, and from their left; and You will find most of them unthankful"},{"SurahNumber":7,"VerseNumber":18,"Text":"He said: \"Get out from this, you are despised and banished. As for those of them who follow you, I will fill Hell with you all"},{"SurahNumber":7,"VerseNumber":19,"Text":"And O Adam, reside you and your mate in the paradise, and eat from it as you both wish, and do not come near this tree, else you will be of those who have wronged"},{"SurahNumber":7,"VerseNumber":20,"Text":"But the devil whispered to them, to reveal to them what was not apparent to them of their bodies; and he said: \"Your Lord did not prohibit you from this tree except that you would become angels, or you would be immortal"},{"SurahNumber":7,"VerseNumber":21,"Text":"And he swore to them: \"I am giving good advice"},{"SurahNumber":7,"VerseNumber":22,"Text":"So he misled them with deception; and when they tasted the tree, their bodies became apparent to them, and they rushed to cover themselves with the leaves of the paradise; and their Lord called to them: \"Did I not prohibit you from that tree, and tell you that the devil is your clear enemy"},{"SurahNumber":7,"VerseNumber":23,"Text":"They said: \"Our Lord, we have wronged ourselves and if You do not forgive us and have mercy on us, then we will be of the losers"},{"SurahNumber":7,"VerseNumber":24,"Text":"He said: \"Descend; for you are enemies to one another; and on the earth you will have residence and provisions until the appointed time"},{"SurahNumber":7,"VerseNumber":25,"Text":"He said: \"In it you will live and in it you will die, and from it you will be brought forth"},{"SurahNumber":7,"VerseNumber":26,"Text":"O Children of Adam, We have sent down for you garments to alleviate your bodies, and feathers; and the garment of righteousness is the best. That is from the signs of God, perhaps they will remember"},{"SurahNumber":7,"VerseNumber":27,"Text":"O Children of Adam, do not let the devil afflict you as he evicted your parents from the paradise; he removes from them their garments to show them their bodies. He and his tribe see you from where you do not see them. We have made the devils as allies for those who do not believe"},{"SurahNumber":7,"VerseNumber":28,"Text":"And if they commit immorality, they say: \"We found our fathers doing such, and God ordered us to it.\" Say: \"God does not order immorality! Do you say about God what you do not know"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say: \"My Lord orders justice, and that you set yours faces at every temple, and that you call on Him, while being faithful to Him in the system; as He initiated you, so you will return"},{"SurahNumber":7,"VerseNumber":30,"Text":"A group He has guided and a group have deserved misguidance; that is because they have taken the devils as allies besides God; and they think they are guided"},{"SurahNumber":7,"VerseNumber":31,"Text":"O Children of Adam, dress nicely at every temple, and eat and drink and do not indulge; He does not like the indulgers"},{"SurahNumber":7,"VerseNumber":32,"Text":"Say: \"Who has made unlawful the nice things that God has brought forth for His servants and the good provisions?\" Say: \"They are meant for those who believe during this worldly life, and they will be exclusive for them on the Day of Resurrection.\" It is such that We explain the revelations for those who know"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say: \"My Lord has made unlawful immorality; what is public of it and private; and sin, and aggression without cause, and that you set up partners with God that which He has never authorized, and that you say about God what you do not know"},{"SurahNumber":7,"VerseNumber":34,"Text":"And for every nation will be an appointed time; when their time is reached, they will not delay by one hour nor advance"},{"SurahNumber":7,"VerseNumber":35,"Text":"O Children of Adam, when messengers come to you from among yourselves and tell to you My revelations; then for those who are aware, and upright, there will be no fear over them nor will they grieve"},{"SurahNumber":7,"VerseNumber":36,"Text":"As for those who reject Our revelations, and become arrogant towards them; then these are the dwellers of the Fire, in it they will abide"},{"SurahNumber":7,"VerseNumber":37,"Text":"Who is more wicked than he who invents lies about God, or denies His revelations? These will receive their recompense from the record; so that when Our messengers come to terminate their lives, they will say: \"Where are those whom you used to call on besides God?\" They said: \"They have abandoned us!\" And they bore witness upon themselves that they were rejecters"},{"SurahNumber":7,"VerseNumber":38,"Text":"He said: \"Enter with the multitude of nations before you from mankind and Jinn to the Fire!\" Every time a nation entered, it cursed its sister nation, until they are all gathered inside it; then the last of them says to the first: \"Our Lord, these are the ones who have misguided us, so give them double the retribution of the Fire!\" He replied: \"Each will receive double, but you do not know"},{"SurahNumber":7,"VerseNumber":39,"Text":"And the first of them said to the last: \"You have no preference over us, so taste the retribution for what you have earned"},{"SurahNumber":7,"VerseNumber":40,"Text":"Those who have denied Our revelations, and became arrogant towards them, the gates of the heavens will not open for them, nor will they enter the Paradise until the camel passes through the eye of a needle. It is such that We recompense the criminals"},{"SurahNumber":7,"VerseNumber":41,"Text":"They will have Hell as an abode, and from above them will be barriers. It is thus We recompense the wicked"},{"SurahNumber":7,"VerseNumber":42,"Text":"As for those who believe and do good; We do not burden a soul except with what it can bear; those are the dwellers of the Paradise, in it they will abide"},{"SurahNumber":7,"VerseNumber":43,"Text":"And We removed what was in their chests of hate; rivers will flow beneath them; and they will say: \"Praise be to God who has guided us to this, and we would not have been guided unless God guided us. The messengers of our Lord had come with the truth.\" And it was called to them: \"This is the Paradise; you have inherited it for what you have done"},{"SurahNumber":7,"VerseNumber":44,"Text":"And the dwellers of the Paradise called the dwellers of the Fire: \"We have found what our Lord promised us to be true; did you find what your Lord promised to be true?\" They said: \"Indeed!\" Then a caller announced between them: \"The curse of God is on the wicked"},{"SurahNumber":7,"VerseNumber":45,"Text":"The ones who repel from the path of God, and sought to make it crooked; and regarding the Hereafter they were rejecters"},{"SurahNumber":7,"VerseNumber":46,"Text":"And between them is a barrier, and on the elevated platform are men who recognized others by their features. And they called out to the dwellers of the Paradise: \"Peace be upon you!\" They have not yet entered it, but they are hoping"},{"SurahNumber":7,"VerseNumber":47,"Text":"And when their eyes are turned towards the dwellers of the Fire, they say: \"Our Lord, do not place us with the wicked people"},{"SurahNumber":7,"VerseNumber":48,"Text":"And the people standing on the elevated platform called on men they recognized by their features, they said: \"What good did your large number do for you, or what you were arrogant for"},{"SurahNumber":7,"VerseNumber":49,"Text":"Were these not the ones whom you swore God would not grant them of His mercy?\" Enter the Paradise, there is no fear for you nor will you grieve"},{"SurahNumber":7,"VerseNumber":50,"Text":"And the dwellers of the Fire called on the dwellers of the Paradise: \"Give us some water, or what God has provided for you?\" They said: \"God has made it forbidden for the rejecters"},{"SurahNumber":7,"VerseNumber":51,"Text":"The ones who took their system for distraction and play, and were preoccupied with this worldly life. Today We forget them as they forgot their meeting on this Day, and they did not heed Our revelations"},{"SurahNumber":7,"VerseNumber":52,"Text":"And We have come to them with a Book which We have detailed with knowledge; a guidance and a mercy to those who believe"},{"SurahNumber":7,"VerseNumber":53,"Text":"Are they waiting for what it says to come true? On the day it comes true, those who previously forgot it will say: \"The messengers of our Lord have come with the truth! Are there any intercessors to intercede for us? Or can we be sent back and we will work differently than what we did?\" They have lost their souls and what they have invented has abandoned them"},{"SurahNumber":7,"VerseNumber":54,"Text":"Your Lord is God who has created the heavens and the earth in six days, then He settled upon the Throne. The night runs away from the day, which seeks it continually; and the sun and the moon and the stars are commissioned by His command; to Him is the creation and the command. Glory to God, Lord of the worlds"},{"SurahNumber":7,"VerseNumber":55,"Text":"Call on your Lord in humility and in secret. He does not like the aggressors"},{"SurahNumber":7,"VerseNumber":56,"Text":"And do not corrupt the earth after it has been made right; and call on Him fearing and hoping. Surely the mercy of God is near the righteous"},{"SurahNumber":7,"VerseNumber":57,"Text":"He is the One who sends the winds to be dispersed between His hands of mercy; so when it carries a heavy cloud, We drive it to a dead land, and We send down the water with it and We bring forth fruits of all kind. It is thus that We will bring out the dead, perhaps you will remember"},{"SurahNumber":7,"VerseNumber":58,"Text":"And the good land, its plants are brought forth with the permission of its Lord. And for the one that is bad, it does not bring forth except very little. It is such that We dispatch the signs for a people who are thankful"},{"SurahNumber":7,"VerseNumber":59,"Text":"We had sent Noah to his people, so he said: \"My people, serve God, you have no god besides Him. I fear for you the retribution of a great Day"},{"SurahNumber":7,"VerseNumber":60,"Text":"The leaders from his people said: \"We see that you are clearly misguided"},{"SurahNumber":7,"VerseNumber":61,"Text":"He said: \"My people, I am not misguided, but I am a messenger from the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":62,"Text":"I deliver to you the messages of my Lord, and I advise you, and I know from God what you do not know"},{"SurahNumber":7,"VerseNumber":63,"Text":"Are you surprised that a reminder has come to you from your Lord through a man from among you to warn you, that you may be righteous, and that you may receive mercy"},{"SurahNumber":7,"VerseNumber":64,"Text":"They denied him, so We saved him and those with him in the ship, and We drowned those who denied Our revelations; they were a blind people"},{"SurahNumber":7,"VerseNumber":65,"Text":"And to 'Aad We sent their brother Hud, he said: \"My people, serve God, you have no god besides Him. Will you not be righteous"},{"SurahNumber":7,"VerseNumber":66,"Text":"The leaders who rejected from among his people said: \"We see you in foolishness, and we think you are one of the liars"},{"SurahNumber":7,"VerseNumber":67,"Text":"He said: \"My people, there is no foolishness in me, but I am a messenger from the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":68,"Text":"To deliver to you the messages of my Lord, and to you I am a trustworthy advisor"},{"SurahNumber":7,"VerseNumber":69,"Text":"Are you surprised that a reminder has come to you from your Lord through a man from among you to warn you? And remember that He made you successors after the people of Noah, and He increased you in status. So remember the grace of God, that you may succeed"},{"SurahNumber":7,"VerseNumber":70,"Text":"They said: \"Have you come to us to serve God alone and abandon what our fathers had served? Bring us what you promise if you are of the truthful ones"},{"SurahNumber":7,"VerseNumber":71,"Text":"He said: \"A tainting and wrath shall befall you from your Lord. Do you argue with me over names which you and your fathers have created with no authority being sent down by God? Wait then, and I will wait with you"},{"SurahNumber":7,"VerseNumber":72,"Text":"We saved him and those with him by a mercy from Us, and We destroyed the remnant of those who rejected Our revelations, they were never believers"},{"SurahNumber":7,"VerseNumber":73,"Text":"And to Thamud, We sent their brother Saleh, he said: \"My people, serve God, you have no god besides Him; clarity has come to you from your Lord, this is the camel of God, in her you have a sign, so leave her to eat in God's earth, and do not harm her, else the painful retribution will take you"},{"SurahNumber":7,"VerseNumber":74,"Text":"And remember that He made you successors after 'Aad, and He established you in the land so that you make palaces on its plains, and you carve homes in the mountains. So remember the grace of God, and do not roam the earth as corrupters"},{"SurahNumber":7,"VerseNumber":75,"Text":"The leaders who were arrogant from among his people said to those who were weak and believed from among them: \"How do you know that Saleh was sent from his Lord?\" They said: \"It is in that which he has been sent that we believe"},{"SurahNumber":7,"VerseNumber":76,"Text":"Those who were arrogant said: \"In that which you believe, we reject"},{"SurahNumber":7,"VerseNumber":77,"Text":"They thus killed the camel and defied the command of their Lord, and they said: \"O Saleh, bring us what you promised us if you are of the messengers"},{"SurahNumber":7,"VerseNumber":78,"Text":"The earthquake took them, thus they became lifeless in their home"},{"SurahNumber":7,"VerseNumber":79,"Text":"Thus he turned away from them, and said: \"My people, I have delivered to you the message of my Lord and advised you; but you do not like the advisers"},{"SurahNumber":7,"VerseNumber":80,"Text":"And Lot, he said to his people: \"Do you commit immorality such as none of those of the worlds had done before"},{"SurahNumber":7,"VerseNumber":81,"Text":"You are approaching the men out of desire instead of the women! Indeed, you are a transgressing people"},{"SurahNumber":7,"VerseNumber":82,"Text":"The only response of his people was: \"Drive them out of your town; they are a people who wish to be pure"},{"SurahNumber":7,"VerseNumber":83,"Text":"We saved him and his family, except for his wife; she was of those who were destroyed"},{"SurahNumber":7,"VerseNumber":84,"Text":"And We rained down upon them a rain, so see how was the punishment for the criminals"},{"SurahNumber":7,"VerseNumber":85,"Text":"And to Midyan, their brother Shu'ayb, he said: \"My people, serve God, you have no god besides Him. Clarity has come to you from your Lord, so give full weight and measure, and do not hold back from the people what belongs to them, and do not make corruption on the earth after it has been set right. That is better for you if you believe"},{"SurahNumber":7,"VerseNumber":86,"Text":"And do not stand on every path, robbing, and turning away from the path of God those who believe in Him, and you seek to make it crooked. And remember that you were few and He multiplied you; and see how is the retribution of the corrupters"},{"SurahNumber":7,"VerseNumber":87,"Text":"And if a group of you believes in what I have been sent with, and a group disbelieves, then wait until God judges between us. He is the best of judges"}]}