{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif Lam Ra. (A. L. R). Hizi ni Aya za Kitabu na Qur'ani inayo bainisha"},{"SurahNumber":15,"VerseNumber":2,"Text":"HUENDA ikawa walio kufuru wakatamani wange kuwa Waislamu"},{"SurahNumber":15,"VerseNumber":3,"Text":"Waache wale, na wastarehe, na iwazuge tamaa. Watakuja jua"},{"SurahNumber":15,"VerseNumber":4,"Text":"Na hatukuuangamiza mji wowote ule ila ulikuwa na muda wake maalumu"},{"SurahNumber":15,"VerseNumber":5,"Text":"Hawawezi watu wowote kuitangulia ajali yao, wala kuchelewa"},{"SurahNumber":15,"VerseNumber":6,"Text":"Na walisema: Ewe uliyeteremshiwa Ukumbusho! Hakika wewe ni mwendawazimu"},{"SurahNumber":15,"VerseNumber":7,"Text":"Mbona hutuletei Malaika ikiwa wewe ni miongoni mwa wasemao kweli"},{"SurahNumber":15,"VerseNumber":8,"Text":"Sisi hatuwateremshi Malaika ila kwa sababu ya haki, na hapo hawatapewa muhula"},{"SurahNumber":15,"VerseNumber":9,"Text":"Hakika Sisi ndio tulio teremsha Ukumbusho huu, na hakika Sisi ndio tutao ulinda"},{"SurahNumber":15,"VerseNumber":10,"Text":"Na hakika tulikwisha watumia Mitume mataifa ya mwanzo"},{"SurahNumber":15,"VerseNumber":11,"Text":"Na hakuwafikia Mtume ila walimkejeli"},{"SurahNumber":15,"VerseNumber":12,"Text":"Na kama hivi ndivyo tunavyo ingiza katika nyoyo za wakosefu"},{"SurahNumber":15,"VerseNumber":13,"Text":"Hawayaamini haya, na hali ya kuwa umekwisha wapitia mfano wa watu wa kale"},{"SurahNumber":15,"VerseNumber":14,"Text":"Na lau tungeli wafungulia mlango wa mbingu, wakawa wanapanda"},{"SurahNumber":15,"VerseNumber":15,"Text":"Basi wangeli sema: Macho yetu yamelevywa, bali sisi wenyewe tumerogwa"},{"SurahNumber":15,"VerseNumber":16,"Text":"Na hakika tumeweka katika mbingu vituo vya sayari, na tumezipamba kwa wenye kuangalia"},{"SurahNumber":15,"VerseNumber":17,"Text":"Na tumezilinda na kila shetani afukuzwaye"},{"SurahNumber":15,"VerseNumber":18,"Text":"Isipo kuwa mwenye kusikiliza kwa kuibia, naye hufuatwa na kijinga cha moto kinacho onekana"},{"SurahNumber":15,"VerseNumber":19,"Text":"Na ardhi tumeitandaza na humo tumeweka milima, na tumeotesha kila kitu kwa kiasi chake"},{"SurahNumber":15,"VerseNumber":20,"Text":"Na tumekujaalieni humo vitu vya maisha yenu, na ya hao ambao nyinyi sio wenye kuwaruzuku"},{"SurahNumber":15,"VerseNumber":21,"Text":"Na hakuna chochote ila asili yake inatokana na Sisi; wala hatukiteremshi ila kwa kipimo maalumu"},{"SurahNumber":15,"VerseNumber":22,"Text":"Na tunazipeleka pepo za kupandishia, na tunateremsha kutoka mbinguni maji, kisha tukakunywesheni maji hayo. Wala si nyinyi mnayo yaweka"},{"SurahNumber":15,"VerseNumber":23,"Text":"Na Sisi ndio tunao huisha na tunao fisha. Na Sisi ndio Warithi"},{"SurahNumber":15,"VerseNumber":24,"Text":"Na tunawajua walio tangulia katika nyinyi, na tunawajua walio taakhari"},{"SurahNumber":15,"VerseNumber":25,"Text":"Na hakika Mola wako Mlezi ndiye atakaye wakusanya. Hakika Yeye ni Mwenye hikima na Mjuzi"},{"SurahNumber":15,"VerseNumber":26,"Text":"Na tulimuumba mtu kwa udongo unao toa sauti, unao tokana na matope yaliyo tiwa sura"},{"SurahNumber":15,"VerseNumber":27,"Text":"Na majini tuliwaumba kabla kwa moto wa upepo umoto"},{"SurahNumber":15,"VerseNumber":28,"Text":"Na Mola wako Mlezi alipo waambia Malaika: Hakika Mimi nitamuumba mtu kwa udongo unao toa sauti, unao tokana na matope yaliyo tiwa sura"},{"SurahNumber":15,"VerseNumber":29,"Text":"Basi nitakapo mkamilisha na nikampulizia roho yangu, basi mumwangukie kumsujudia"},{"SurahNumber":15,"VerseNumber":30,"Text":"Basi Malaika wote pamoja walimsujudia"},{"SurahNumber":15,"VerseNumber":31,"Text":"Isipo kuwa Iblisi. Yeye alikataa kuwa pamoja na walio sujudu"},{"SurahNumber":15,"VerseNumber":32,"Text":"(Mwenyezi Mungu) akasema: Ewe Iblisi! Una nini hata hukuwa pamoja na walio sujudu"},{"SurahNumber":15,"VerseNumber":33,"Text":"Akasema: Haiwi mimi nimsujudie mtu uliye muumba kwa udongo unao toa sauti, unao tokana na matope yenye sura"},{"SurahNumber":15,"VerseNumber":34,"Text":"(Mwenyezi Mungu) akasema: Basi toka humo, kwani hakika wewe ni maluuni"},{"SurahNumber":15,"VerseNumber":35,"Text":"Na hakika juu yako ipo laana mpaka Siku ya Malipo"},{"SurahNumber":15,"VerseNumber":36,"Text":"Akasema (Iblisi): Mola wangu Mlezi! Nipe muhula mpaka siku watapo fufuliwa"},{"SurahNumber":15,"VerseNumber":37,"Text":"(Mwenyezi Mungu) akasema: Hakika wewe ni katika walio pewa muhula"},{"SurahNumber":15,"VerseNumber":38,"Text":"Mpaka siku ya wakati maalumu"},{"SurahNumber":15,"VerseNumber":39,"Text":"Akasema: Mola wangu Mlezi! Ilivyo kuwa umenitia makosani, basi nahakikisha nitawazaini hapa duniani na nitawapoteza wote"},{"SurahNumber":15,"VerseNumber":40,"Text":"Ila waja wako walio safika"},{"SurahNumber":15,"VerseNumber":41,"Text":"Akasema: Hii Njia ya kujia kwangu Iliyo Nyooka"},{"SurahNumber":15,"VerseNumber":42,"Text":"Hakika waja wangu, wewe hutakuwa na mamlaka juu yao, isipo kuwa wale wapotofu walio kufuata"},{"SurahNumber":15,"VerseNumber":43,"Text":"Na bila shaka Jahannamu ndipo pahali pao walipo ahidiwa wote"},{"SurahNumber":15,"VerseNumber":44,"Text":"Ina milango saba; na kwa kila mlango iko sehemu walio tengewa"},{"SurahNumber":15,"VerseNumber":45,"Text":"Hakika wachamngu watakuwa katika Mabustani na chemchem"},{"SurahNumber":15,"VerseNumber":46,"Text":"(Wataambiwa:) Ingieni kwa salama na amani"},{"SurahNumber":15,"VerseNumber":47,"Text":"Na tutaondoa chuki iliyo kuwamo vifuani mwao, wawe ndugu juu ya viti vya enzi wameelekeana"},{"SurahNumber":15,"VerseNumber":48,"Text":"Humo hayatawagusa machofu, wala hawatatolewa humo"},{"SurahNumber":15,"VerseNumber":49,"Text":"Waambie waja wangu ya kwamba Mimi ndiye Mwenye kusamehe, Mwenye kurehemu"},{"SurahNumber":15,"VerseNumber":50,"Text":"Na kwamba adhabu yangu ndio adhabu iliyo chungu"},{"SurahNumber":15,"VerseNumber":51,"Text":"Na uwape khabari za wageni wa Ibrahim"},{"SurahNumber":15,"VerseNumber":52,"Text":"Walipo ingia kwake na wakasema: Salama! Yeye akasema: Hakika sisi tunakuogopeni"},{"SurahNumber":15,"VerseNumber":53,"Text":"Wakasema: Usiogope. Sisi tunakubashiria kijana mwenye ujuzi"},{"SurahNumber":15,"VerseNumber":54,"Text":"Akasema: Mnanibashiria nami uzee umenishika! Basi kwa njia gani mnanibashiria"},{"SurahNumber":15,"VerseNumber":55,"Text":"Wakasema: Tunakubashiria kwa haki; basi usiwe miongoni mwa wanao kata tamaa"},{"SurahNumber":15,"VerseNumber":56,"Text":"Akasema: Na nani anaye kata tamaa na rehema ya Mola wake Mlezi ila wale walio potea"},{"SurahNumber":15,"VerseNumber":57,"Text":"Akasema: Hebu nini amri yenu, enyi wajumbe"},{"SurahNumber":15,"VerseNumber":58,"Text":"Wakasema: Hakika sisi tumetumwa kwa kaumu ya wakosefu"},{"SurahNumber":15,"VerseNumber":59,"Text":"Isipo kuwa walio mfuata Luut'i. Bila ya shaka sisi tutawaokoa hao wote"},{"SurahNumber":15,"VerseNumber":60,"Text":"Ila mkewe. Tunakadiria huyo atakuwa miongoni watao bakia nyuma"},{"SurahNumber":15,"VerseNumber":61,"Text":"Basi wale wajumbe walipo fika kwa Luut'i"},{"SurahNumber":15,"VerseNumber":62,"Text":"Alisema (Luut'i): Hakika nyinyi ni watu msio juulikana"},{"SurahNumber":15,"VerseNumber":63,"Text":"Wakasema: Bali sisi tumekuletea yale waliyo kuwa wakiyafanyia shaka"},{"SurahNumber":15,"VerseNumber":64,"Text":"Na tumefika kwako kwa Haki, na hakika sisi tunasema kweli"},{"SurahNumber":15,"VerseNumber":65,"Text":"Basi ondoka na ahli zako usiku ungalipo, nawe ufuate nyuma yao, wala yeyote kati yenu asigeuke nyuma. Na mwende mnapo amrishwa"},{"SurahNumber":15,"VerseNumber":66,"Text":"Na tukamfunulia hukumu hiyo, ya kwamba hata wa mwisho wao hao ikifika asubuhi atakuwa kesha katiliwa mbali"},{"SurahNumber":15,"VerseNumber":67,"Text":"Na wakaja watu wa mji ule nao furahani"},{"SurahNumber":15,"VerseNumber":68,"Text":"Akasema: Hakika hawa wageni wangu, basi msinifedheheshe"},{"SurahNumber":15,"VerseNumber":69,"Text":"Na mcheni Mwenyezi Mungu, wala msinihizi"},{"SurahNumber":15,"VerseNumber":70,"Text":"Wakasema: Sisi hatukukukataza usimkaribishe yeyote"},{"SurahNumber":15,"VerseNumber":71,"Text":"Akasema: Hawa binti zangu, ikiwa nyinyi ni watendaji"},{"SurahNumber":15,"VerseNumber":72,"Text":"Naapa kwa umri wako! Hakika hao walikuwa katika ulevi wao, wakihangaika ovyo"},{"SurahNumber":15,"VerseNumber":73,"Text":"Ukelele ukawatwaa wakipambaukiwa"},{"SurahNumber":15,"VerseNumber":74,"Text":"Na tukaigeuza nchi juu chini, na tukawanyeshea mvua ya mawe ya udongo wa Motoni"},{"SurahNumber":15,"VerseNumber":75,"Text":"Hakika katika hayo zipo ishara kwa waaguzi"},{"SurahNumber":15,"VerseNumber":76,"Text":"Na miji hii ipo kwenye njia inayo pitiwa"},{"SurahNumber":15,"VerseNumber":77,"Text":"Hakika katika hayo ipo ishara kwa Waumini"},{"SurahNumber":15,"VerseNumber":78,"Text":"Na hakika watu wa Kichakani walikuwa wenye kudhulumu"},{"SurahNumber":15,"VerseNumber":79,"Text":"Kwa hivyo tukawaadhibu. Na nchi mbili hizi ziko kwenye njia ilio wazi"},{"SurahNumber":15,"VerseNumber":80,"Text":"Na bila ya shaka wakaazi wa Hijr waliwakanusha Mitume"},{"SurahNumber":15,"VerseNumber":81,"Text":"Na tuliwapa ishara zetu, nao wakazipuuza"},{"SurahNumber":15,"VerseNumber":82,"Text":"Nao walikuwa wakichonga majumba katika milima kwa amani"},{"SurahNumber":15,"VerseNumber":83,"Text":"Basi ukelele ukawatwaa asubuhi"},{"SurahNumber":15,"VerseNumber":84,"Text":"Hayakuwafaa waliyo kuwa wakiyachuma"},{"SurahNumber":15,"VerseNumber":85,"Text":"Na hatukuziumba mbingu na ardhi na vilivyomo ndani yake ila kwa ajili ya Haki. Na hakika Kiyama kitafika. Basi samehe msamaha mzuri"},{"SurahNumber":15,"VerseNumber":86,"Text":"Hakika Mola wako Mlezi ndiye Muumbaji Mjuzi"},{"SurahNumber":15,"VerseNumber":87,"Text":"Na tumekupa Aya saba zinazo somwa mara kwa mara, na Qur'ani Tukufu"},{"SurahNumber":15,"VerseNumber":88,"Text":"Usivitumbulie macho yako vitu tulivyo waneemesha makundi fulani kati yao, wala usiwahuzunikie. Na wainamishie bawa lako (la huruma) Waumini"},{"SurahNumber":15,"VerseNumber":89,"Text":"Na sema: Hakika mimi ni mwonyaji mwenye kubainisha"},{"SurahNumber":15,"VerseNumber":90,"Text":"Kama hivyo tuliwateremshia walio gawa"},{"SurahNumber":15,"VerseNumber":91,"Text":"Ambao wakaifanya Qur'ani vipande vipande"},{"SurahNumber":15,"VerseNumber":92,"Text":"Basi Naapa kwa Mola wako Mlezi! Tutawahoji wote"},{"SurahNumber":15,"VerseNumber":93,"Text":"Kwa waliyo kuwa wakiyatenda"},{"SurahNumber":15,"VerseNumber":94,"Text":"Basi wewe yatangaze uliyo amrishwa, na jitenge na washirikina"},{"SurahNumber":15,"VerseNumber":95,"Text":"Hakika Sisi tunatosha kukukinga na wanao kejeli"},{"SurahNumber":15,"VerseNumber":96,"Text":"Hao wanao fanya kuwa pamoja na Mwenyezi Mungu yupo mungu mwingine. Basi, watakuja jua"},{"SurahNumber":15,"VerseNumber":97,"Text":"Na Sisi tunajua kwa hakika kuwa wewe kifua chako kinaona dhiki kwa hayo wayasemayo"},{"SurahNumber":15,"VerseNumber":98,"Text":"Basi mtakase Mola wako Mlezi kwa kumhimidi, na uwe miongoni wanao msujudia"},{"SurahNumber":15,"VerseNumber":99,"Text":"Na muabudu Mola wako Mlezi mpaka ikufikie Yakini"},{"SurahNumber":16,"VerseNumber":1,"Text":"Amri ya Mwenyezi Mungu itafika tu. Basi msiihimize. Ametakasika na Ametukuka na wanayo mshirikisha nayo"},{"SurahNumber":16,"VerseNumber":2,"Text":"Huwateremsha Malaika na Roho kwa amri yake juu ya amtakaye katika waja wake ili nyinyi muonye kwamba hapana mungu ila Mimi, basi nicheni Mimi"},{"SurahNumber":16,"VerseNumber":3,"Text":"Ameziumba mbingu na ardhi kwa Haki. Ametukuka na wanayo shirikisha"},{"SurahNumber":16,"VerseNumber":4,"Text":"Amemuumba mtu kwa tone la manii. Naye mara amekuwa mshindani dhaahiri"},{"SurahNumber":16,"VerseNumber":5,"Text":"Na nyama hoa amekuumbieni. Katika hao mna vifaa vya kutia joto, na manufaa mengineyo, na baadhi yao mnawala"},{"SurahNumber":16,"VerseNumber":6,"Text":"Na wanakupeni furaha pale mnapo warudisha jioni na mnapo wapeleka malishoni asubuhi"},{"SurahNumber":16,"VerseNumber":7,"Text":"Na hubeba mizigo yenu kupeleka kwenye miji msiyo weza kuifikia ila kwa mashaka ya nafsi. Hakika Mola wenu Mlezi ni Mpole na Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":8,"Text":"Na farasi, na nyumbu, na punda ili muwapande, na kuwa ni pambo. Na ataumba msivyo vijua"},{"SurahNumber":16,"VerseNumber":9,"Text":"Na ni juu ya Mwenyezi Mungu kuelekeza Njia. Na zipo njia za upotovu. Na angeli penda angeli kuongoeni nyote"},{"SurahNumber":16,"VerseNumber":10,"Text":"Yeye ndiye anaye kuteremshieni maji kutoka mbinguni. Katika hayo nyinyi mnapata ya kunywa, na miti ya kulishia"},{"SurahNumber":16,"VerseNumber":11,"Text":"Kwa hayo Yeye anaizalisha kwa ajili yenu mimea, na mizaituni, na mitende, na mizabibu, na kila namna ya matunda. Hakika katika haya zipo ishara kwa watu wanao fikiri"},{"SurahNumber":16,"VerseNumber":12,"Text":"Na amefanya ukutumikieni usiku na mchana, na jua na mwezi, na nyota zikutumikieni kwa amri yake. Hakika katika hayo zipo ishara kwa watu wenye akili"},{"SurahNumber":16,"VerseNumber":13,"Text":"Na hivi alivyo vieneza katika ardhi vya rangi mbali mbali. Hakika katika hayo ipo ishara kwa watu wanao waidhika"},{"SurahNumber":16,"VerseNumber":14,"Text":"Yeye ndiye aliye ifanya bahari ikutumikieni, ili kutokana na humo mpate kula nyama laini, na mtoe humo mapambo mnayo yavaa. Na unaona marikebu zikikata maji humo, ili mtafute fadhila yake, na mpate kushukuru"},{"SurahNumber":16,"VerseNumber":15,"Text":"Na kaweka katika ardhi milima ili ardhi isiyumbe yumbe nanyi. Na mito, na njia ili mpate kuongoka"},{"SurahNumber":16,"VerseNumber":16,"Text":"Na alama nyengine. Na kwa nyota wao wanajiongoza"},{"SurahNumber":16,"VerseNumber":17,"Text":"Ati anaye umba ni kama asiye umba? Basi hebu, hamkumbuki"},{"SurahNumber":16,"VerseNumber":18,"Text":"Na mkizihisabu neema za Mwenyezi Mungu, hamwezi kuzidhibiti. Hakika Mwenyezi Mungu ni Mwenye maghfira, Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":19,"Text":"Na Mwenyezi Mungu anayajua mnayo yaficha na mnayo yatangaza"},{"SurahNumber":16,"VerseNumber":20,"Text":"Na wale wanao waomba wasio kuwa Mwenyezi Mungu hawaumbi kitu, bali wao wameumbwa"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ni wafu si wahai, na wala hawajui watafufuliwa lini"},{"SurahNumber":16,"VerseNumber":22,"Text":"Mungu wenu ni Mungu Mmoja. Lakini wasio iamini Akhera nyoyo zao zinakataa, nao wanajivuna"},{"SurahNumber":16,"VerseNumber":23,"Text":"Hapana shaka kuwa hakika Mwenyezi Mungu anayajua wanayo yaficha na wanayo yatangaza. Kwa hakika Yeye hawapendi wanao jivuna"},{"SurahNumber":16,"VerseNumber":24,"Text":"Na wanapo ambiwa: Kateremsha nini Mola wenu Mlezi? Husema: Hadithi za kubuni za watu wa kale"},{"SurahNumber":16,"VerseNumber":25,"Text":"Ili wabebe mizigo yao kwa ukamilifu Siku ya Kiyama, na sehemu ya mizigo ya wale wanao wapoteza bila ya kujua. Angalia, ni maovu mno hayo wanayo yabeba"},{"SurahNumber":16,"VerseNumber":26,"Text":"Walipanga vitimbi walio kuwa kabla yao, Mwenyezi Mungu akayasukua majengo yao kwenye misingi, dari zikawaporomokea juu yao, na adhabu ikawajia kutoka wasipo kujua"},{"SurahNumber":16,"VerseNumber":27,"Text":"Kisha Siku ya Kiyama atawahizi na atasema: Wako wapi hao washirika wangu ambao kwao mkiwakutisha (Manabii) mashaka? Watasema walio pewa ilimu: Hakika leo ndiyo hizaya na adhabu itawashukia makafiri"},{"SurahNumber":16,"VerseNumber":28,"Text":"Ambao Malaika waliwafisha nao wamejidhulumu nafsi zao! Basi watasalimu amri, waseme: Hatukuwa tukifanya uovu wowote. (Wataambiwa): Kwani! Hakika Mwenyezi Mungu anajua sana mliyo kuwa mkiyatenda"},{"SurahNumber":16,"VerseNumber":29,"Text":"Basi ingieni milango ya Jahannamu, humo mdumu. Ni maovu mno makaazi ya wafanyao kiburi"},{"SurahNumber":16,"VerseNumber":30,"Text":"Na wataambiwa walio mcha Mungu: Mola wenu Mlezi kateremsha nini? Watasema: Kheri. Walio fanya wema katika dunia hii watapata wema. Na nyumba ya Akhera ni bora zaidi, na njema mno nyumba ya wachamngu"},{"SurahNumber":16,"VerseNumber":31,"Text":"Bustani za milele wataziingia; iwe inapita kati yake mito. Humo watapata watakacho. Hivi ndivyo Mwenyezi Mungu awalipavyo wenye kumcha"},{"SurahNumber":16,"VerseNumber":32,"Text":"Wale ambao Malaika huwafisha katika hali njema, wanawaambia: Amani iwe juu yenu! Ingieni Peponi kwa sababu ya yale mliyo kuwa mkiyatenda"},{"SurahNumber":16,"VerseNumber":33,"Text":"Wanangojea jengine hawa ila Malaika wawafikie, au iwafikie amri ya Mola wako Mlezi? Kama hivyo walitenda walio kuwa kabla yao. Na Mwenyezi Mungu hakuwadhulumu, lakini walijidhulumu wenyewe"},{"SurahNumber":16,"VerseNumber":34,"Text":"Basi ukawafikia uovu wa waliyo yatenda, na waliyo kuwa wakiyakejeli yakawazunguka"},{"SurahNumber":16,"VerseNumber":35,"Text":"Na washirikina wanasema: Mwenyezi Mungu angeli taka tusingeli abudu chochote badala yake, sisi wala baba zetu, wala tusingeli harimisha chochote bila ya Yeye. Kama hivyo walifanya walio kuwa kabla yao. Basi lipo lolote juu ya Mitume isipo kuwa kubalighisha kwa uwazi"},{"SurahNumber":16,"VerseNumber":36,"Text":"Na kwa hakika kwa kila umma tuliutumia Mtume kwamba: Muabuduni Mwenyezi Mungu, na muepukeni Shetani. Basi kati yao wapo alio waongoa Mwenyezi Mungu. Na kati yao wapo ambao ulio wathibitikia upotovu. Basi tembeeni katika ardhi, muangalie ulikuwaje mwisho wa wanao kanusha"},{"SurahNumber":16,"VerseNumber":37,"Text":"Hata ukiwa na pupa ya kutaka kuwaongoa, lakini Mwenyezi Mungu hamwongoi yule anaye shikilia kupotea. Wala hawatapata wa kuwanusuru"},{"SurahNumber":16,"VerseNumber":38,"Text":"Na wanaapa kwa Mwenyezi Mungu ukomo wa viapo vyao kwamba Mwenyezi Mungu hatomfufua aliye kufa. Kwani! Ni ahadi iliyo juu yake kikweli; lakini watu wengi hawajui"},{"SurahNumber":16,"VerseNumber":39,"Text":"Ili kuwabainishia yale waliyo khitalifiana, na ili wajue walio kufuru kwamba wao walikuwa ni waongo"},{"SurahNumber":16,"VerseNumber":40,"Text":"Kauli yetu kwa kitu tunacho kitaka kiwe, ni kukiambia: Kuwa! Basi kinakuwa"},{"SurahNumber":16,"VerseNumber":41,"Text":"Na wale walio hama kwa ajili ya Mwenyezi Mungu baada ya kudhulumiwa, bila ya shaka tutawaweka duniani kwa wema; na ujira wa Akhera ni mkubwa zaidi; laiti kuwa wanajua"},{"SurahNumber":16,"VerseNumber":42,"Text":"Wale wanao subiri na wakamtegemea Mola wao Mlezi"},{"SurahNumber":16,"VerseNumber":43,"Text":"Nasi hatukuwatuma kabla yako ila watu wanaume tulio wapa Wahyi (Ufunuo). Basi waulizeni wenye ukumbusho kama nyinyi hamjui"},{"SurahNumber":16,"VerseNumber":44,"Text":"Kwa Ishara wazi na Vitabu. Nasi tumekuteremshia wewe Ukumbusho ili uwabainishie watu yaliyo teremshwa kwao, wapate kufikiri"},{"SurahNumber":16,"VerseNumber":45,"Text":"Je! Wameaminisha wanao fanya vitimbi vya uovu kwamba Mwenyezi Mungu hatawadidimiza katika ardhi, na haitawafika adhabu kutoka wasipo pajua"},{"SurahNumber":16,"VerseNumber":46,"Text":"Au hatawashika katika nyendo zao, na wala hawataponyoka"},{"SurahNumber":16,"VerseNumber":47,"Text":"Au hatawashika kwa kitisho na kuwapunguza kidogo kidogo? Hakika Mola wenu Mlezi ni Mwenye huruma, Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":48,"Text":"Je! Hawavioni vitu alivyo viumba Mwenyezi Mungu - vivuli vyao vinaelekea kushotoni na kuliani, kumsujudia Mwenyezi Mungu na vikinyenyekea"},{"SurahNumber":16,"VerseNumber":49,"Text":"Na vyote viliomo katika mbingu na katika ardhi, tangu wanyama mpaka Malaika, vinamsujuidia Mwenyezi Mungu, na wala havitakabari"},{"SurahNumber":16,"VerseNumber":50,"Text":"Vinamkhofu Mola wao Mlezi aliye juu yao, na vinafanya vinavyo amrishwa"},{"SurahNumber":16,"VerseNumber":51,"Text":"Na Mwenyezi Mungu amesema: Msiwe na miungu wawili! Hakika Yeye ni Mungu Mmoja. Basi niogopeni Mimi tu"},{"SurahNumber":16,"VerseNumber":52,"Text":"Na ni vyake Yeye viliomo katika mbingu na ardhi. Na Dini ni yake Yeye daima. Je! Mtamcha mwengine asiye kuwa Mwenyezi Mungu"},{"SurahNumber":16,"VerseNumber":53,"Text":"Na neema yoyote mliyo nayo inatoka kwa Mwenyezi Mungu. Kisha yakikuguseni madhara mnamyayatikia Yeye"},{"SurahNumber":16,"VerseNumber":54,"Text":"Na anapo kuondosheeni madhara mara kundi moja miongoni mwenu linamshirikisha Mola wao Mlezi"},{"SurahNumber":16,"VerseNumber":55,"Text":"Wakizikataa neema tulizo wapa. Basi stareheni. Mtakuja jua"},{"SurahNumber":16,"VerseNumber":56,"Text":"Na hao ambao hata hawawajui wanawawekea sehemu ya tunavyo waruzuku. Wallahi! Bila ya shaka mtasailiwa kwa hayo mliyo kuwa mnayazua"},{"SurahNumber":16,"VerseNumber":57,"Text":"Na wanamfanyia Mwenyezi Mungu ati ana mabinti, Subhanahu, Aliye takasika! Na wao wenyewe, ati ndio wawe na hayo wanayo yatamani"},{"SurahNumber":16,"VerseNumber":58,"Text":"Na mmoja wao akibashiriwa kwa msichana, uso wake unasawijika, naye kajaa chuki"},{"SurahNumber":16,"VerseNumber":59,"Text":"Anajificha asionekane na watu kwa ubaya wa aliyo bashiriwa! Je, akae naye juu ya fedheha hiyo au amfukie udongoni? Tazama uovu wa wanavyo hukumu"},{"SurahNumber":16,"VerseNumber":60,"Text":"Hali ya wasio iamini Akhera ni ovu; na Mwenyezi Mungu ndiye Mwenye sifa tukufu. Naye ni Mwenye nguvu na Mwenye hikima"},{"SurahNumber":16,"VerseNumber":61,"Text":"Na lau kuwa Mwenyezi Mungu angeli wachukulia watu kwa mujibu wa dhulma zao, basi asingeli mwacha hapa hata mnyama mmoja. Lakini anawaakhirisha mpaka muda ulio wekwa. Na unapo fika muda wao hawatakawilia hata saa moja wala hawatatangulia"},{"SurahNumber":16,"VerseNumber":62,"Text":"Na wanampa Mwenyezi Mungu wanavyo vichukia wao, na ndimi zao zinasema uwongo kwamba wao watapata mema. Hapana shaka hakika wamewekewa Moto, nao wataachwa humo"},{"SurahNumber":16,"VerseNumber":63,"Text":"Wallahi! Sisi tulituma Mitume kwa umati zilizo kuwa kabla yako, lakini Shetani aliwapambia vitendo vyao. Kwa hivyo leo yeye ndiye rafiki yao; nao watapata adhabu chungu"},{"SurahNumber":16,"VerseNumber":64,"Text":"Na hatukukuteremshia Kitabu isipo kuwa uwabainishie yale ambayo wanakhitalifiana, na kiwe Uwongofu na Rehema kwa watu wanao amini"},{"SurahNumber":16,"VerseNumber":65,"Text":"Na Mwenyezi Mungu ameteremsha maji kutoka mbinguni na kwa hayo akaihuisha ardhi baada ya kufa kwake. Kwa hakika katika hayo imo Ishara kwa watu wanao sikia"},{"SurahNumber":16,"VerseNumber":66,"Text":"Na hakika katika nyama hoa nyinyi mna mazingatio. Tunakunywesheni katika vile viliomo matumboni mwao, vikatoka baina ya mavi na damu, maziwa safi mazuri kwa wanywao"},{"SurahNumber":16,"VerseNumber":67,"Text":"Na kutokana na matunda ya mitende na mizabibu mnatengeneza ulevi na riziki nzuri. Hakika katika hayo ipo Ishara kwa wanao tumia akili"},{"SurahNumber":16,"VerseNumber":68,"Text":"Na Mola wako Mlezi amemfunulia nyuki: Jitengenezee majumba yako katika milima, na katika miti, na katika wanayo jenga watu"},{"SurahNumber":16,"VerseNumber":69,"Text":"Kisha kula katika kila matunda, na upite katika njia za Mola wako Mlezi zilizo fanywa nyepesi kuzipita. Na kutoka matumbo yao kinatoka kinywaji chenye rangi mbali mbali; ndani yake kina matibabu kwa wanaadamu. Hakika katika haya ipo Ishara kwa watu wanao fikiri"},{"SurahNumber":16,"VerseNumber":70,"Text":"Na Mwenyezi Mungu amekuumbeni; kisha anakufisheni. Na miongoni mwenu wapo wanao rudishwa kwenye umri mbaya kabisa, hata akawa asijue kitu baada ya ujuzi alio kuwa nao. Hakika Mwenyezi Mungu ndiye Mjuzi na Mweza"},{"SurahNumber":16,"VerseNumber":71,"Text":"Na Mwenyezi Mungu amewafadhilisha baadhi yenu kuliko wengine katika riziki. Na wale walio fadhilishwa hawarudishi riziki zao kwa wale ilio wamiliki mikono yao ya kulia ili wawe sawa katika riziki hiyo. Basi je, wanazikataa neema za Mwenyezi Mungu"},{"SurahNumber":16,"VerseNumber":72,"Text":"Na Mwenyezi Mungu amekuumbieni wake katika jinsi yenu, na akakujaalieni kutoka kwa wake zenu wana na wajukuu, na akakuruzukuni vitu vizuri vizuri. Basi je, wanaamini upotovu na wanazikataa neema za Mwenyezi Mungu"},{"SurahNumber":16,"VerseNumber":73,"Text":"Na badala ya Mwenyezi Mungu wanawaabudu wasio wamilikia riziki kutoka mbinguni wala kwenye ardhi, wala hawawezi kitu"},{"SurahNumber":16,"VerseNumber":74,"Text":"Basi msimpigie Mwenyezi Mungu mifano. Hakika Mwenyezi Mungu anajua, na nyinyi hamjui"},{"SurahNumber":16,"VerseNumber":75,"Text":"Mwenyezi Mungu anapiga mfano wa mtumwa aliye milikiwa, asiye weza kitu, na mwingine tuliye mruzuku riziki njema inayo toka kwetu, naye akawa anatoa katika riziki hiyo kwa siri na dhaahiri. Je, hao watakuwa sawa? Alhamdu Lillahi! Kuhimidiwa kote ni kwa Mwenyezi Mungu. Lakini wengi wao hawajui"},{"SurahNumber":16,"VerseNumber":76,"Text":"Na Mwenyezi Mungu anapiga mfano wa watu wawili. Mmoja wao ni bubu, hawezi chochote, naye ni mzigo kwa bwana wake. Popote anapo muelekeza haleti kheri. Je! Huyo anaweza kuwa sawa na yule anaye amrisha uadilifu, naye yuko juu ya Njia Iliyo Nyooka"},{"SurahNumber":16,"VerseNumber":77,"Text":"Na siri zote za katika mbingu na ardhi ziko kwa Mwenyezi Mungu. Wala halikuwa jambo la Saa (ya Kiyama) ila kama kupepesa kwa jicho, au akali ya hivyo. Hakika Mwenyezi Mungu ni Muweza wa kila kitu"},{"SurahNumber":16,"VerseNumber":78,"Text":"Na Mwenyezi Mungu amekutoeni matumboni mwa mama zenu, hali ya kuwa hamjui kitu, na amekujaalieni masikio na macho na nyoyo ili mpate kushukuru"},{"SurahNumber":16,"VerseNumber":79,"Text":"Je! Hawawaoni ndege walivyo wat'iifu katika anga la mbingu? Hapana mwenye kuwashika isipo kuwa Mwenyezi Mungu. Hakika katika haya zipo ishara kwa watu wanao amini"},{"SurahNumber":16,"VerseNumber":80,"Text":"Na Mwenyezi Mungu amekujaalieni majumba yenu yawe ni maskani yenu, na amekujaalieni kutokana na ngozi za wanyama nyumba mnazo ziona nyepesi wakati wa safari zenu na wakati wa kutua kwenu. Na kutokana na sufi zao na manyoya yao na nywele zao mnafanya matandiko na mapambo ya kutumia kwa muda"},{"SurahNumber":16,"VerseNumber":81,"Text":"Na Mwenyezi Mungu amekufanyieni vivuli katika vitu alivyo viumba, na amekufanyieni maskani milimani, na amekufanyieni nguo za kukingeni na joto, na nguo za kukingeni katika vita vyenu. Ndio hivyo anakutimizieni neema zake ili mpate kut'ii"},{"SurahNumber":16,"VerseNumber":82,"Text":"Basi wakikengeuka lilio juu yako wewe ni kufikisha ujumbe wazi wazi"},{"SurahNumber":16,"VerseNumber":83,"Text":"Wanazijua neema za Mwenyezi Mungu, kisha wanazikanusha; na wengi wao ni makafiri"},{"SurahNumber":16,"VerseNumber":84,"Text":"Na siku tutakapo wainua kutokana na kila umma shahidi, kisha hawataruhusiwa walio kufuru wala hawataachiliwa kutaka radhi"},{"SurahNumber":16,"VerseNumber":85,"Text":"Na walio dhulumu watakapo iona adhabu hawatapunguziwa hiyo adhabu, wala hawatapewa muhula"},{"SurahNumber":16,"VerseNumber":86,"Text":"Na walio shirikisha watakapo waona hao walio washirikisha na Mwenyezi Mungu, watasema: Mola wetu Mlezi! Hawa ndio washirikishwa wetu ambao tulikuwa tukiwaabudu badala yako. Ndipo wale watakapo watupia kauli: Hakika nyinyi ni waongo"},{"SurahNumber":16,"VerseNumber":87,"Text":"Na siku hiyo watasalimu amri mbele ya Mwenyezi Mungu, na yatapotea waliyo kuwa wakiyazua"},{"SurahNumber":16,"VerseNumber":88,"Text":"Wale walio kufuru na kuzuilia Njia ya Mwenyezi Mungu tutawazidishia adhabu juu ya adhabu, kwa walivyo kuwa wakifisidi"},{"SurahNumber":16,"VerseNumber":89,"Text":"Na (waonye) siku tutakapo wainua mashahidi katika kila umma wakiwashuhudia kwa yanayo tokana na wao, na tutakuleta wewe uwe shahidi juu ya hao. Na tumekuteremshia Kitabu hiki kinacho bainisha kila kitu, na ni uwongofu, na rehema, na bishara kwa Waislamu"},{"SurahNumber":16,"VerseNumber":90,"Text":"Hakika Mwenyezi Mungu anaamrisha kufanya uadilifu, na hisani, na kuwapa jamaa; na anakataza uchafu, na uovu, na dhulma. Anakuwaidhini ili mpate kukumbuka"},{"SurahNumber":16,"VerseNumber":91,"Text":"Na timizeni ahadi ya Mwenyezi Mungu mnapo ahidi, wala msivunje viapo baada ya kuvithibitisha, ilihali mmekwisha mfanya Mwenyezi Mungu ndiye mdhamini wenu. Hakika Mwenyezi Mungu anayajua myatendayo"},{"SurahNumber":16,"VerseNumber":92,"Text":"Wala msiwe kama mwanamke anaye uzongoa uzi wake baada ya kwisha usokota ukawa mgumu. Mnavifanya viapo vyenu kuwa ni njia ya kudanganyana baina yenu kwa kuwa ati taifa moja lina nguvu zaidi kuliko jengine? Hakika Mwenyezi Mungu anakujaribuni kwa njia hiyo. Na bila ya shaka atakubainishieni Siku ya Kiyama mliyo kuwa mkikhitalifiana"},{"SurahNumber":16,"VerseNumber":93,"Text":"Na Mwenyezi Mungu angeli taka, kwa yakini angeli kufanyeni umma mmoja. Lakini anamwachia kupotea anaye mtaka, na anamwongoa amtakaye. Na hakika mtaulizwa kwa yale mliyo kuwa mkiyafanya"},{"SurahNumber":16,"VerseNumber":94,"Text":"Wala msifanye viapo vyenu ni njia ya kudanganyana baina yenu. Usije mguu ukateleza badala ya kuthibiti, na mkaonja maovu kwa sababu ya kule kuzuilia Njia ya Mwenyezi Mungu, na mkapata adhabu kubwa"},{"SurahNumber":16,"VerseNumber":95,"Text":"Wala msinunue ahadi ya Mwenyezi Mungu kwa thamani ndogo. Hakika kilichoko kwa Mwenyezi Mungu ndicho bora kwenu, ikiwa mnajua"},{"SurahNumber":16,"VerseNumber":96,"Text":"Mlivyo navyo vitakwisha na vilivyoko kwa Mwenyezi Mungu ndivyo vitakavyo bakia. Na kwa yakini Sisi tutawapa walio subiri ujira wao kwa bora ya waliyo kuwa wakiyatenda"},{"SurahNumber":16,"VerseNumber":97,"Text":"Mwenye kutenda mema, mwanamume au mwanamke, naye akawa ni Muumini, tutamhuisha maisha mema; na tutawapa ujira wao kwa bora ya waliyo kuwa wakiyatenda"},{"SurahNumber":16,"VerseNumber":98,"Text":"Na ukisoma Qur'ani mwombe Mwenyezi Mungu akulinde na Shetani maluuni"},{"SurahNumber":16,"VerseNumber":99,"Text":"Hakika yeye hana madaraka juu ya walio amini na wakamtegemea Mola wao Mlezi"},{"SurahNumber":16,"VerseNumber":100,"Text":"Hakika madaraka yake ni juu ya wanao mfanya rafiki yao, na wale wanao fanya ushirika naye"},{"SurahNumber":16,"VerseNumber":101,"Text":"Na tunapo badilisha Ishara pahala pa Ishara nyengine, na Mwenyezi Mungu anajua anayo teremsha, wao husema: Wewe ni mzushi. Bali wengi wao hawajui kitu"},{"SurahNumber":16,"VerseNumber":102,"Text":"Sema: Ameiteremsha hii Roho takatifu kutokana na Mola wako Mlezi kwa haki, ili awathibitishe wale walio amini, na kuwa ni uwongofu, na ni bishara kwa Waislamu"},{"SurahNumber":16,"VerseNumber":103,"Text":"Na Sisi hakika tunajua kwamba wanasema: Yuko mtu anaye mfundisha. Lugha ya huyo wanaye muelekezea ni ya kigeni, na hii ni lugha ya Kiarabu mbayana"},{"SurahNumber":16,"VerseNumber":104,"Text":"Hakika wasio ziamini Ishara za Mwenyezi Mungu, Mwenyezi Mungu hawaongoi, nao watapata adhabu chungu"},{"SurahNumber":16,"VerseNumber":105,"Text":"Wanao zua uwongo ni wale tu wasio ziamini Ishara za Mwenyezi Mungu. Na hao ndio waongo"},{"SurahNumber":16,"VerseNumber":106,"Text":"Anaye mkataa Mwenyezi Mungu baada ya kuamini kwake - isipo kuwa aliye lazimishwa na hali ya kuwa moyo wake umetua juu ya Imani, lakini aliye kifungulia kifua chake kukataa - basi hao ghadhabu ya Mwenyezi Mungu ipo juu yao, na wao watapata adhabu kubwa"},{"SurahNumber":16,"VerseNumber":107,"Text":"Hayo ni kwa sababu wameyapenda zaidi maisha ya duniani kuliko ya Akhera, na kwa sababu Mwenyezi Mungu hawaongoi watu makafiri"},{"SurahNumber":16,"VerseNumber":108,"Text":"Hao ndio Mwenyezi Mungu ameziziba nyoyo zao na masikio yao na macho yao. Na hao ndio walio ghafilika"},{"SurahNumber":16,"VerseNumber":109,"Text":"Hapana shaka ya kwamba hao ndio wenye kukhasiri Akhera"},{"SurahNumber":16,"VerseNumber":110,"Text":"Kisha hakika Mola wako Mlezi, kwa wale walio hama makwao baada ya kuteswa, kisha wakapigania Dini na wakasubiri, bila ya shaka Mola wako Mlezi baada ya hayo ni Mwenye kusamehe Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":111,"Text":"Siku ambayo kila nafsi itakuja jitetea, na kila nafsi italipwa sawa sawa na a'mali ilizo zifanya, nao hawatadhulumiwa"},{"SurahNumber":16,"VerseNumber":112,"Text":"Na Mwenyezi Mungu amepiga mfano wa mji ulio kuwa na amani na utulivu, riziki yake ikiufikia kwa nafasi kutoka kila mahali. Lakini ukazikufuru neema za Mwenyezi Mungu; kwa hivyo Mwenyezi Mungu akauvika vazi la njaa na khofu kwa sababu ya yale waliyo kuwa wakiyafanya"},{"SurahNumber":16,"VerseNumber":113,"Text":"Na alikwisha wajia Mjumbe wa miongoni mwao wenyewe. Lakini wakamkanusha; basi iliwafika adhabu hali ya kuwa wamedhulumu"},{"SurahNumber":16,"VerseNumber":114,"Text":"Basi kuleni katika vile alivyo kupeni Mwenyezi Mungu, vilivyo halali na vizuri. Na shukuruni neema za Mwenyezi Mungu, ikiwa kweli mnamuabudu Yeye"},{"SurahNumber":16,"VerseNumber":115,"Text":"Amekuharimishieni nyamafu tu, na damu, na nyama ya nguruwe, na mnyama aliye chinjwa kwa ajili isiyo kuwa ya Mwenyezi Mungu. Lakini anaye lazimishwa bila ya kuasi, wala kuruka mipaka, basi hakika Mwenyezi Mungu ni Mwenye kusamehe na Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":116,"Text":"Wala msiseme uwongo, kwa kuropokwa na ndimi zenu: Hichi halali, na hichi haramu - mkimzulia uwongo Mwenyezi Mungu. Hakika wanao mzulia uwongo Mwenyezi Mungu hawatafanikiwa"},{"SurahNumber":16,"VerseNumber":117,"Text":"Ni starehe ndogo, nao watapata adhabu chungu"},{"SurahNumber":16,"VerseNumber":118,"Text":"Na Mayahudi tuliwaharimishia yale tuliyo kuhadithia zamani. Na Sisi hatukuwadhulumu, bali walikuwa wakijudhulumu wenyewe"},{"SurahNumber":16,"VerseNumber":119,"Text":"Kisha hakika Mola wako Mlezi kwa walio tenda uovu kwa ujinga, kisha wakatubia baada ya hayo na wakatenda mema; bila ya shaka Mola wako Mlezi baada ya hayo ni Mwenye kusamehe na Mwenye kurehemu"},{"SurahNumber":16,"VerseNumber":120,"Text":"Hakika Ibrahim alikuwa mfano mwema, mnyenyekevu kwa Mwenyezi Mungu, mwongofu, wala hakuwa miongoni mwa washirikina"},{"SurahNumber":16,"VerseNumber":121,"Text":"Mwenye kuzishukuru neema zake, Mwenyezi Mungu. Yeye kamteuwa, na akamwongoa kwenye Njia Iliyo Nyooka"},{"SurahNumber":16,"VerseNumber":122,"Text":"Na tukampa wema duniani, na hakika Akhera atakuwa miongoni mwa watu wema"},{"SurahNumber":16,"VerseNumber":123,"Text":"Kisha tukakufunulia ya kwamba ufuate mila ya Ibrahim, mwongofu, wala hakuwa miongoni mwa washirikina"},{"SurahNumber":16,"VerseNumber":124,"Text":"Hakika siku ya Sabato (Jumaamosi) waliwekewa wale walio khitalifiana kwa ajili yake. Na hakika Mola wako Mlezi bila ya shaka atahukumu baina yao Siku ya Kiyama katika yale waliyo kuwa wakikhitalifiana"},{"SurahNumber":16,"VerseNumber":125,"Text":"Waite waelekee kwenye Njia ya Mola wako Mlezi kwa hikima na mawaidha mema, na ujadiliane nao kwa namna iliyo bora. Hakika Mola wako Mlezi ndiye anaye mjua zaidi aliye ipotea Njia yake, na Yeye ndiye anaye wajua zaidi walio ongoka"},{"SurahNumber":16,"VerseNumber":126,"Text":"Na mkilipiza basi lipizeni sawa na vile mlivyo adhibiwa. Na ikiwa mtasubiri, basi hakika hivyo ni bora zaidi kwa wanao subiri"},{"SurahNumber":16,"VerseNumber":127,"Text":"Na subiri. Na kusubiri kwako kusiwe ila kwa sababu ya Mwenyezi Mungu tu. Wala usiwahuzunikie; wala usiwe katika dhiki kwa hila wanazo zifanya"},{"SurahNumber":16,"VerseNumber":128,"Text":"Hakika Mwenyezi Mungu yu pamoja na wenye kumcha, na watendao mema"}]}