{"Id":133,"LanguageCodes":["en","eng"],"Name":"eng-mustafakhattabg","Author":"Mustafa Khattab God Edition","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"In the Name of God—the Most Compassionate, Most Merciful"},{"SurahNumber":1,"VerseNumber":2,"Text":"All praise is for God—Lord of all worlds"},{"SurahNumber":1,"VerseNumber":3,"Text":"the Most Compassionate, Most Merciful"},{"SurahNumber":1,"VerseNumber":4,"Text":"Master of the Day of Judgment"},{"SurahNumber":1,"VerseNumber":5,"Text":"You ˹alone˺ we worship and You ˹alone˺ we ask for help"},{"SurahNumber":1,"VerseNumber":6,"Text":"Guide us along the Straight Path"},{"SurahNumber":1,"VerseNumber":7,"Text":"the Path of those You have blessed—not those You are displeased with, or those who are astray"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif-Lãm-Mĩm"},{"SurahNumber":2,"VerseNumber":2,"Text":"This is the Book! There is no doubt about it—a guide for those mindful ˹of God˺"},{"SurahNumber":2,"VerseNumber":3,"Text":"who believe in the unseen, establish prayer, and donate from what We have provided for them"},{"SurahNumber":2,"VerseNumber":4,"Text":"and who believe in what has been revealed to you ˹O Prophet˺ and what was revealed before you, and have sure faith in the Hereafter"},{"SurahNumber":2,"VerseNumber":5,"Text":"It is they who are ˹truly˺ guided by their Lord, and it is they who will be successful"},{"SurahNumber":2,"VerseNumber":6,"Text":"As for those who persist in disbelief, it is the same whether you warn them or not—they will never believe"},{"SurahNumber":2,"VerseNumber":7,"Text":"God has sealed their hearts and their hearing, and their sight is covered. They will suffer a tremendous punishment"},{"SurahNumber":2,"VerseNumber":8,"Text":"And there are some who say, “We believe in God and the Last Day,” yet they are not ˹true˺ believers"},{"SurahNumber":2,"VerseNumber":9,"Text":"They seek to deceive God and the believers, yet they only deceive themselves, but they fail to perceive it"},{"SurahNumber":2,"VerseNumber":10,"Text":"There is sickness in their hearts, and God ˹only˺ lets their sickness increase. They will suffer a painful punishment for their lies"},{"SurahNumber":2,"VerseNumber":11,"Text":"When they are told, “Do not spread corruption in the land,” they reply, “We are only peace-makers!”"},{"SurahNumber":2,"VerseNumber":12,"Text":"Indeed, it is they who are the corruptors, but they fail to perceive it"},{"SurahNumber":2,"VerseNumber":13,"Text":"And when they are told, “Believe as others believe,” they reply, “Will we believe as the fools believe?” Indeed, it is they who are fools, but they do not know"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet the believers they say, “We believe.” But when alone with their evil associates they say, “We are definitely with you; we were only mocking.”"},{"SurahNumber":2,"VerseNumber":15,"Text":"God will throw their mockery back at them, leaving them to continue wandering blindly in their defiance"},{"SurahNumber":2,"VerseNumber":16,"Text":"They are the ones who trade guidance for misguidance. But this trade is profitless, and they are not ˹rightly˺ guided"},{"SurahNumber":2,"VerseNumber":17,"Text":"Their example is that of someone who kindles a fire, but when it lights up all around them, God takes away their light, leaving them in complete darkness—unable to see"},{"SurahNumber":2,"VerseNumber":18,"Text":"They are ˹wilfully˺ deaf, dumb, and blind, so they will never return ˹to the Right Path˺"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or ˹those caught in˺ a rainstorm from the sky with darkness, thunder, and lightning. They press their fingers into their ears at the sound of every thunder-clap for fear of death. And God encompasses the disbelievers ˹by His might˺"},{"SurahNumber":2,"VerseNumber":20,"Text":"It is as if the lightning were about to snatch away their sight. Whenever lightning strikes, they walk in its light, but when darkness covers them, they stand still. Had God willed, He could have taken away their hearing and sight. Surely God is Most Capable of everything"},{"SurahNumber":2,"VerseNumber":21,"Text":"O humanity! Worship your Lord, Who created you and those before you, so that you may become mindful ˹of Him˺"},{"SurahNumber":2,"VerseNumber":22,"Text":"˹He is the One˺ Who has made the earth a place of settlement for you and the sky a canopy; and sends down rain from the sky, causing fruits to grow as a provision for you. So do not knowingly set up equals to God ˹in worship˺"},{"SurahNumber":2,"VerseNumber":23,"Text":"And if you are in doubt about what We have revealed to Our servant, then produce a sûrah like it and call your helpers other than God, if what you say is true"},{"SurahNumber":2,"VerseNumber":24,"Text":"But if you are unable to do so—and you will never be able to do so—then fear the Fire fuelled with people and stones, which is prepared for the disbelievers"},{"SurahNumber":2,"VerseNumber":25,"Text":"Give good news ˹O Prophet˺ to those who believe and do good that they will have Gardens under which rivers flow. Whenever provided with fruit, they will say, “This is what we were given before,” for they will be served fruit that looks similar ˹but tastes different˺. They will have pure spouses, and they will be there forever"},{"SurahNumber":2,"VerseNumber":26,"Text":"Surely God does not shy away from using the parable of a mosquito or what is even smaller. As for the believers, they know that it is the truth from their Lord. And as for the disbelievers, they argue, “What does God mean by such a parable?” Through this ˹test˺, He leaves many to stray, and guides many. And He leaves none to stray except the rebellious—"},{"SurahNumber":2,"VerseNumber":27,"Text":"those who violate God’s covenant after it has been affirmed, break whatever ˹ties˺ God has ordered to be maintained, and spread corruption in the land. It is they who are the ˹true˺ losers"},{"SurahNumber":2,"VerseNumber":28,"Text":"How can you deny God? You were lifeless and He gave you life, then He will cause you to die and again bring you to life, and then to Him you will ˹all˺ be returned"},{"SurahNumber":2,"VerseNumber":29,"Text":"He is the One Who created everything in the earth for you. Then He turned towards the heaven, forming it into seven heavens. And He has ˹perfect˺ knowledge of all things"},{"SurahNumber":2,"VerseNumber":30,"Text":"˹Remember˺ when your Lord said to the angels, “I am going to place a successive ˹human˺ authority on earth.” They asked ˹God˺, “Will You place in it someone who will spread corruption there and shed blood while we glorify Your praises and proclaim Your holiness?” God responded, “I know what you do not know.”"},{"SurahNumber":2,"VerseNumber":31,"Text":"He taught Adam the names of all things, then He presented them to the angels and said, “Tell Me the names of these, if what you say is true?”"},{"SurahNumber":2,"VerseNumber":32,"Text":"They replied, “Glory be to You! We have no knowledge except what You have taught us. You are truly the All-Knowing, All-Wise.”"},{"SurahNumber":2,"VerseNumber":33,"Text":"God said, “O Adam! Inform them of their names.” Then when Adam did, God said, “Did I not tell you that I know the secrets of the heavens and the earth, and I know what you reveal and what you conceal?”"},{"SurahNumber":2,"VerseNumber":34,"Text":"And ˹remember˺ when We said to the angels, “Prostrate before Adam,” so they all did—but not Iblîs, who refused and acted arrogantly, becoming unfaithful"},{"SurahNumber":2,"VerseNumber":35,"Text":"We cautioned, “O Adam! Live with your wife in Paradise and eat as freely as you please, but do not approach this tree, or else you will be wrongdoers.”"},{"SurahNumber":2,"VerseNumber":36,"Text":"But Satan deceived them—leading to their fall from the ˹blissful˺ state they were in, and We said, “Descend from the heavens ˹to the earth˺ as enemies to each other. You will find in the earth a residence and provision for your appointed stay.”"},{"SurahNumber":2,"VerseNumber":37,"Text":"Then Adam was inspired with words ˹of prayer˺ by his Lord, so He accepted his repentance. Surely He is the Accepter of Repentance, Most Merciful"},{"SurahNumber":2,"VerseNumber":38,"Text":"We said, “Descend all of you! Then when guidance comes to you from Me, whoever follows it, there will be no fear for them, nor will they grieve"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who disbelieve and deny Our signs will be the residents of the Fire. They will be there forever.”"},{"SurahNumber":2,"VerseNumber":40,"Text":"O children of Israel! Remember My favours upon you. Fulfil your covenant and I will fulfil Mine, and stand in awe of Me ˹alone˺"},{"SurahNumber":2,"VerseNumber":41,"Text":"Believe in My revelations which confirm your Scriptures. Do not be the first to deny them or trade them for a fleeting gain. And be mindful of Me"},{"SurahNumber":2,"VerseNumber":42,"Text":"Do not mix truth with falsehood or hide the truth knowingly"},{"SurahNumber":2,"VerseNumber":43,"Text":"Establish prayer, pay alms-tax, and bow down with those who bow down"},{"SurahNumber":2,"VerseNumber":44,"Text":"Do you preach righteousness and fail to practice it yourselves, although you read the Scripture? Do you not understand"},{"SurahNumber":2,"VerseNumber":45,"Text":"And seek help through patience and prayer. Indeed, it is a burden except for the humble—"},{"SurahNumber":2,"VerseNumber":46,"Text":"those who are certain that they will meet their Lord and to Him they will return"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Children of Israel! Remember ˹all˺ the favours I granted you and how I honoured you above the others"},{"SurahNumber":2,"VerseNumber":48,"Text":"Guard yourselves against the Day on which no soul will be of help to another. No intercession will be accepted, no ransom taken, and no help will be given"},{"SurahNumber":2,"VerseNumber":49,"Text":"˹Remember˺ how We delivered you from the people of Pharaoh, who afflicted you with dreadful torment, slaughtering your sons and keeping your women. That was a severe test from your Lord"},{"SurahNumber":2,"VerseNumber":50,"Text":"And ˹remember˺ when We parted the sea, rescued you, and drowned Pharaoh’s people before your very eyes"},{"SurahNumber":2,"VerseNumber":51,"Text":"And ˹remember˺ when We appointed forty nights for Moses, then you worshipped the calf in his absence, acting wrongfully"},{"SurahNumber":2,"VerseNumber":52,"Text":"Even then We ˹still˺ forgave you so perhaps you would be grateful"},{"SurahNumber":2,"VerseNumber":53,"Text":"And ˹remember˺ when We gave Moses the Scripture—the standard ˹to distinguish between right and wrong˺ that perhaps you would be ˹rightly˺ guided"},{"SurahNumber":2,"VerseNumber":54,"Text":"And ˹remember˺ when Moses said to his people, “O my people! Surely you have wronged yourselves by worshipping the calf, so turn in repentance to your Creator and execute ˹the calf-worshippers among˺ yourselves. That is best for you in the sight of your Creator.” Then He accepted your repentance. Surely He is the Accepter of Repentance, Most Merciful"},{"SurahNumber":2,"VerseNumber":55,"Text":"And ˹remember˺ when you said, “O Moses! We will never believe you until we see God with our own eyes,” so a thunderbolt struck you while you were looking on"},{"SurahNumber":2,"VerseNumber":56,"Text":"Then We brought you back to life after your death, so that perhaps you would be grateful"},{"SurahNumber":2,"VerseNumber":57,"Text":"And ˹remember when˺ We shaded you with clouds and sent down to you manna and quails, ˹saying˺, “Eat from the good things We have provided for you.” The evildoers ˹certainly˺ did not wrong Us, but wronged themselves"},{"SurahNumber":2,"VerseNumber":58,"Text":"And ˹remember˺ when We said, “Enter this city and eat freely from wherever you please; enter the gate with humility, saying, ‘Absolve us.’ We will forgive your sins and multiply the reward for the good-doers.”"},{"SurahNumber":2,"VerseNumber":59,"Text":"But the wrongdoers changed the words they were commanded to say. So We sent down a punishment from the heavens upon them for their rebelliousness"},{"SurahNumber":2,"VerseNumber":60,"Text":"And ˹remember˺ when Moses prayed for water for his people, We said, “Strike the rock with your staff.” Then twelve springs gushed out, ˹and˺ each tribe knew its drinking place. ˹We then said,˺ “Eat and drink of God’s provisions, and do not go about spreading corruption in the land.”"},{"SurahNumber":2,"VerseNumber":61,"Text":"And ˹remember˺ when you said, “O Moses! We cannot endure the same meal ˹every day˺. So ˹just˺ call upon your Lord on our behalf, He will bring forth for us some of what the earth produces of herbs, cucumbers, garlic, lentils, and onions.” Moses scolded ˹them˺, “Do you exchange what is better for what is worse? ˹You can˺ go down to any village and you will find what you have asked for.” They were stricken with disgrace and misery, and they invited the displeasure of God for rejecting God’s signs and unjustly killing the prophets. This is ˹a fair reward˺ for their disobedience and violations"},{"SurahNumber":2,"VerseNumber":62,"Text":"Indeed, the believers, Jews, Christians, and Sabians—whoever ˹truly˺ believes in God and the Last Day and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve"},{"SurahNumber":2,"VerseNumber":63,"Text":"And ˹remember˺ when We took a covenant from you and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and observe its teachings so perhaps you will become mindful ˹of God˺.”"},{"SurahNumber":2,"VerseNumber":64,"Text":"Yet you turned away afterwards. Had it not been for God’s grace and mercy upon you, you would have certainly been of the losers"},{"SurahNumber":2,"VerseNumber":65,"Text":"You are already aware of those of you who broke the Sabbath. We said to them, “Be disgraced apes!”"},{"SurahNumber":2,"VerseNumber":66,"Text":"So We made their fate an example to present and future generations, and a lesson to the God-fearing"},{"SurahNumber":2,"VerseNumber":67,"Text":"And ˹remember˺ when Moses said to his people, “God commands you to sacrifice a cow.” They replied, “Are you mocking us?” Moses responded, “I seek refuge in God from acting foolishly!”"},{"SurahNumber":2,"VerseNumber":68,"Text":"They said, “Call upon your Lord to clarify for us what type ˹of cow˺ it should be!” He replied, “God says, ‘The cow should neither be old nor young but in between. So do as you are commanded!’”"},{"SurahNumber":2,"VerseNumber":69,"Text":"They said, “Call upon your Lord to specify for us its colour.” He replied, “God says, ‘It should be a bright yellow cow—pleasant to see.’”"},{"SurahNumber":2,"VerseNumber":70,"Text":"Again they said, “Call upon your Lord so that He may make clear to us which cow, for all cows look the same to us. Then, God willing, we will be guided ˹to the right one˺.”"},{"SurahNumber":2,"VerseNumber":71,"Text":"He replied, “God says, ‘It should have been used neither to till the soil nor water the fields; wholesome and without blemish.’” They said, “Now you have come with the truth.” Yet they still slaughtered it hesitantly"},{"SurahNumber":2,"VerseNumber":72,"Text":"˹This is˺ when a man was killed and you disputed who the killer was, but God revealed what you concealed"},{"SurahNumber":2,"VerseNumber":73,"Text":"So We instructed, “Strike the dead body with a piece of the cow.” This is how ˹easily˺ God brings the dead to life, showing you His signs so that you may understand"},{"SurahNumber":2,"VerseNumber":74,"Text":"Even then your hearts became hardened like a rock or even harder, for some rocks gush rivers; others split, spilling water; while others are humbled in awe of God. And God is never unaware of what you do"},{"SurahNumber":2,"VerseNumber":75,"Text":"Do you ˹believers still˺ expect them to be true to you, though a group of them would hear the word of God then knowingly corrupt it after understanding it"},{"SurahNumber":2,"VerseNumber":76,"Text":"When they meet the believers they say, “We believe.” But in private they say ˹to each other˺, “Will you disclose to the believers the knowledge God has revealed to you, so that they may use it against you before your Lord? Do you not understand?”"},{"SurahNumber":2,"VerseNumber":77,"Text":"Do they not know that God is aware of what they conceal and what they reveal"},{"SurahNumber":2,"VerseNumber":78,"Text":"And among them are the illiterate who know nothing about the Scripture except lies, and ˹so˺ they ˹wishfully˺ speculate"},{"SurahNumber":2,"VerseNumber":79,"Text":"So woe to those who distort the Scripture with their own hands then say, “This is from God”—seeking a fleeting gain! So woe to them for what their hands have written, and woe to them for what they have earned"},{"SurahNumber":2,"VerseNumber":80,"Text":"˹Some of˺ the Jews claim, “The Fire will not touch us except for a number of days.” Say, ˹O Prophet,˺ “Have you taken a pledge from God—for God never breaks His word—or are you ˹just˺ saying about God what you do not know?”"},{"SurahNumber":2,"VerseNumber":81,"Text":"But no! Those who commit evil and are engrossed in sin will be the residents of the Fire. They will be there forever"},{"SurahNumber":2,"VerseNumber":82,"Text":"And those who believe and do good will be the residents of Paradise. They will be there forever"},{"SurahNumber":2,"VerseNumber":83,"Text":"And ˹remember˺ when We took a covenant from the children of Israel ˹stating˺, “Worship none but God; be kind to parents, relatives, orphans and the needy; speak kindly to people; establish prayer; and pay alms-tax.” But you ˹Israelites˺ turned away—except for a few of you—and were indifferent"},{"SurahNumber":2,"VerseNumber":84,"Text":"And ˹remember˺ when We took your covenant that you would neither shed each other’s blood nor expel each other from their homes, you gave your pledge and bore witness"},{"SurahNumber":2,"VerseNumber":85,"Text":"But here you are, killing each other and expelling some of your people from their homes, aiding one another in sin and aggression; and when those ˹expelled˺ come to you as captives, you still ransom them—though expelling them was unlawful for you. Do you believe in some of the Scripture and reject the rest? Is there any reward for those who do so among you other than disgrace in this worldly life and being subjected to the harshest punishment on the Day of Judgment? For God is never unaware of what you do"},{"SurahNumber":2,"VerseNumber":86,"Text":"These are the ones who trade the Hereafter for the life of this world. So their punishment will not be reduced, nor will they be helped"},{"SurahNumber":2,"VerseNumber":87,"Text":"Indeed, We gave Moses the Book and sent after him successive messengers. And We gave Jesus, son of Mary, clear proofs and supported him with the holy spirit. Why is it that every time a messenger comes to you ˹Israelites˺ with something you do not like, you become arrogant, rejecting some and killing others"},{"SurahNumber":2,"VerseNumber":88,"Text":"They say, “Our hearts are unreceptive!” In fact, God has condemned them for their disbelief. They have but little faith"},{"SurahNumber":2,"VerseNumber":89,"Text":"Although they used to pray for victory ˹by means of the Prophet˺ over the polytheists, when there came to them a Book from God which they recognized, confirming the Scripture they had ˹in their hands˺, they rejected it. So may God’s condemnation be upon the disbelievers"},{"SurahNumber":2,"VerseNumber":90,"Text":"Miserable is the price they have sold their souls for—denying God’s revelation and resenting God for granting His grace to whoever He wills of His servants! They have earned wrath upon wrath. And such disbelievers will suffer a humiliating punishment"},{"SurahNumber":2,"VerseNumber":91,"Text":"When it is said to them: “Believe in what God has revealed,” they reply, “We only believe in what was sent down to us,” and they deny what came afterwards, though it is the truth confirming their own Scriptures! Ask ˹them, O Prophet˺, “Why then did you kill God’s prophets before, if you are ˹truly˺ believers?”"},{"SurahNumber":2,"VerseNumber":92,"Text":"Indeed, Moses came to you with clear proofs, then you worshipped the calf in his absence, acting wrongfully"},{"SurahNumber":2,"VerseNumber":93,"Text":"And when We took your covenant and raised the mountain above you ˹saying˺, “Hold firmly to that ˹Scripture˺ which We have given you and obey,” they answered, “We hear and disobey.” The love of the calf was rooted in their hearts because of their disbelief. Say, ˹O Prophet,˺ “How evil is what your ˹so-called˺ belief prompts you to do, if you ˹actually˺ believe ˹in the Torah˺!”"},{"SurahNumber":2,"VerseNumber":94,"Text":"Say, ˹O Prophet,˺ “If the ˹eternal˺ Home of the Hereafter with God is exclusively for you ˹Israelites˺ out of all humanity, then wish for death if what you say is true!”"},{"SurahNumber":2,"VerseNumber":95,"Text":"But they will never wish for that because of what their hands have done. And God has ˹perfect˺ knowledge of the wrongdoers"},{"SurahNumber":2,"VerseNumber":96,"Text":"You will surely find them clinging to life more eagerly than any other people, even more than polytheists. Each one of them wishes to live a thousand years. But even if they were to live that long, it would not save them from the punishment. And God is All-Seeing of what they do"},{"SurahNumber":2,"VerseNumber":97,"Text":"Say, ˹O Prophet,˺ “Whoever is an enemy of Gabriel should know that he revealed this ˹Quran˺ to your heart by God’s Will, confirming what came before it—a guide and good news for the believers.”"},{"SurahNumber":2,"VerseNumber":98,"Text":"Whoever is an enemy of God, His angels, His messengers, Gabriel, and Michael, then ˹let them know that˺ God is certainly the enemy of the disbelievers"},{"SurahNumber":2,"VerseNumber":99,"Text":"Indeed, We have sent down to you ˹O Prophet˺ clear revelations. ˹But˺ none will deny them except the rebellious"},{"SurahNumber":2,"VerseNumber":100,"Text":"Why is it that every time they make a covenant, a group of them casts it aside? In fact, most of them do not believe"},{"SurahNumber":2,"VerseNumber":101,"Text":"Now, when a messenger from God has come to them—confirming their own Scriptures—some of the People of the Book cast the Book of God behind their backs as if they did not know"},{"SurahNumber":2,"VerseNumber":102,"Text":"They ˹instead˺ followed the magic promoted by the devils during the reign of Solomon. Never did Solomon disbelieve, rather the devils disbelieved. They taught magic to the people, along with what had been revealed to the two angels, Hârût and Mârût, in Babylon. The two angels never taught anyone without saying, “We are only a test ˹for you˺, so do not abandon ˹your˺ faith.” Yet people learned ˹magic˺ that caused a rift ˹even˺ between husband and wife; although their magic could not harm anyone except by God’s Will. They learned what harmed them and did not benefit them—although they already knew that whoever buys into magic would have no share in the Hereafter. Miserable indeed was the price for which they sold their souls, if only they knew"},{"SurahNumber":2,"VerseNumber":103,"Text":"If only they were faithful and mindful ˹of God˺, there would have been a better reward from God, if only they knew"},{"SurahNumber":2,"VerseNumber":104,"Text":"O believers! Do not say, “Râ’ina.” [Herd us!] But say, “Unẓurna,” [Tend to us!] and listen ˹attentively˺. And the disbelievers will suffer a painful punishment"},{"SurahNumber":2,"VerseNumber":105,"Text":"The disbelievers from the People of the Book and the polytheists would not want you to receive any blessing from your Lord, but God selects whoever He wills for His mercy. And God is the Lord of infinite bounty"},{"SurahNumber":2,"VerseNumber":106,"Text":"If We ever abrogate a verse or cause it to be forgotten, We replace it with a better or similar one. Do you not know that God is Most Capable of everything"},{"SurahNumber":2,"VerseNumber":107,"Text":"Do you not know that the kingdom of the heavens and the earth belongs ˹only˺ to God, and you have no guardian or helper besides God"},{"SurahNumber":2,"VerseNumber":108,"Text":"Or do you ˹believers˺ intend to ask of your Messenger as Moses was asked before? But whoever trades belief for disbelief has truly strayed from the Right Way"},{"SurahNumber":2,"VerseNumber":109,"Text":"Many among the People of the Book wish they could turn you ˹believers˺ back to disbelief because of their envy, after the truth has been made clear to them. Pardon and bear with them until God delivers His decision. Surely God is Most Capable of everything"},{"SurahNumber":2,"VerseNumber":110,"Text":"Establish prayer, and pay alms-tax. Whatever good you send forth for yourselves, you will ˹certainly˺ find ˹its reward˺ with God. Surely God is All-Seeing of what you do"},{"SurahNumber":2,"VerseNumber":111,"Text":"The Jews and Christians each claim that none will enter Paradise except those of their own faith. These are their desires. Reply, ˹O Prophet,˺ “Show ˹me˺ your proof if what you say is true.”"},{"SurahNumber":2,"VerseNumber":112,"Text":"But no! Whoever submits themselves to God and does good will have their reward with their Lord. And there will be no fear for them, nor will they grieve"},{"SurahNumber":2,"VerseNumber":113,"Text":"The Jews say, “The Christians have nothing to stand on” and the Christians say, “The Jews have nothing to stand on,” although both recite the Scriptures. And those ˹pagans˺ who have no knowledge say the same ˹about people of faith˺. Surely God will judge between them on the Day of Judgment regarding their dispute"},{"SurahNumber":2,"VerseNumber":114,"Text":"Who does more wrong than those who prevent God’s Name from being mentioned in His places of worship and strive to destroy them? Such people have no right to enter these places except with fear. For them is disgrace in this world, and they will suffer a tremendous punishment in the Hereafter"},{"SurahNumber":2,"VerseNumber":115,"Text":"To God belong the east and the west, so wherever you turn you are facing ˹towards˺ God. Surely God is All-Encompassing, All-Knowing"},{"SurahNumber":2,"VerseNumber":116,"Text":"They say, “God has offspring.” Glory be to Him! In fact, to Him belongs whatever is in the heavens and the earth—all are subject to His Will"},{"SurahNumber":2,"VerseNumber":117,"Text":"˹He is˺ the Originator of the heavens and the earth! When He decrees a matter, He simply tells it, “Be!” And it is"},{"SurahNumber":2,"VerseNumber":118,"Text":"Those who have no knowledge say, “If only God would speak to us or a sign would come to us!” The same was said by those who came before. Their hearts are all alike. Indeed, We have made the signs clear for people of sure faith"},{"SurahNumber":2,"VerseNumber":119,"Text":"We have surely sent you with the truth ˹O Prophet˺ as a deliverer of good news and a warner. And you will not be accountable for the residents of the Hellfire"},{"SurahNumber":2,"VerseNumber":120,"Text":"Never will the Jews or Christians be pleased with you, until you follow their faith. Say, “God’s guidance is the only ˹true˺ guidance.” And if you were to follow their desires after ˹all˺ the knowledge that has come to you, there would be none to protect or help you against God"},{"SurahNumber":2,"VerseNumber":121,"Text":"Those We have given the Book follow it as it should be followed. It is they who ˹truly˺ believe in it. As for those who reject it, it is they who are the losers"},{"SurahNumber":2,"VerseNumber":122,"Text":"O Children of Israel! Remember My favours upon you and how I honoured you above the others"},{"SurahNumber":2,"VerseNumber":123,"Text":"And guard yourselves against the Day when no soul will be of any help to another. No ransom will be taken, no intercession accepted, and no help will be given"},{"SurahNumber":2,"VerseNumber":124,"Text":"˹Remember˺ when Abraham was tested by his Lord with ˹certain˺ commandments, which he fulfilled. God said, “I will certainly make you into a role model for the people.” Abraham asked, “What about my offspring?” God replied, “My covenant is not extended to the wrongdoers.”"},{"SurahNumber":2,"VerseNumber":125,"Text":"And ˹remember˺ when We made the Sacred House a centre and a sanctuary for the people ˹saying˺, “˹You may˺ take the standing-place of Abraham as a site of prayer.” And We entrusted Abraham and Ishmael to purify My House for those who circle it, who meditate in it, and who bow and prostrate themselves ˹in prayer˺"},{"SurahNumber":2,"VerseNumber":126,"Text":"And ˹remember˺ when Abraham said, “My Lord, make this city ˹of Mecca˺ secure and provide fruits to its people—those among them who believe in God and the Last Day.” He answered, “As for those who disbelieve, I will let them enjoy themselves for a little while, then I will condemn them to the torment of the Fire. What an evil destination!”"},{"SurahNumber":2,"VerseNumber":127,"Text":"And ˹remember˺ when Abraham raised the foundation of the House with Ishmael, ˹both praying,˺ “Our Lord! Accept ˹this˺ from us. You are indeed the All-Hearing, All-Knowing"},{"SurahNumber":2,"VerseNumber":128,"Text":"Our Lord! Make us both ˹fully˺ submit to You and from our descendants a nation that will submit to you. Show us our rituals, and turn to us in grace. You are truly the Accepter of Repentance, Most Merciful"},{"SurahNumber":2,"VerseNumber":129,"Text":"Our Lord! Raise from among them a messenger who will recite to them Your revelations, teach them the Book and wisdom, and purify them. Indeed, You ˹alone˺ are the Almighty, All-Wise.”"},{"SurahNumber":2,"VerseNumber":130,"Text":"And who would reject the faith of Abraham except a fool! We certainly chose him in this life, and in the Hereafter he will surely be among the righteous"},{"SurahNumber":2,"VerseNumber":131,"Text":"When his Lord ordered him, “Submit ˹to My Will˺,” he responded, “I submit to the Lord of all worlds.”"},{"SurahNumber":2,"VerseNumber":132,"Text":"This was the advice of Abraham—as well as Jacob—to his children, ˹saying˺, “Indeed, God has chosen for you this faith; so do not die except in ˹a state of full˺ submission.”"},{"SurahNumber":2,"VerseNumber":133,"Text":"Or did you witness when death came to Jacob? He asked his children, “Who will you worship after my passing?” They replied, “We will ˹continue to˺ worship your God, the God of your forefathers—Abraham, Ishmael, and Isaac—the One God. And to Him we ˹all˺ submit.”"},{"SurahNumber":2,"VerseNumber":134,"Text":"That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done"},{"SurahNumber":2,"VerseNumber":135,"Text":"The Jews and Christians each say, “Follow our faith to be ˹rightly˺ guided.” Say, ˹O Prophet,˺ “No! We follow the faith of Abraham, the upright—who was not a polytheist.”"},{"SurahNumber":2,"VerseNumber":136,"Text":"Say, ˹O believers,˺ “We believe in God and what has been revealed to us; and what was revealed to Abraham, Ishmael, Isaac, Jacob, and his descendants; and what was given to Moses, Jesus, and other prophets from their Lord. We make no distinction between any of them. And to God we all submit.”"},{"SurahNumber":2,"VerseNumber":137,"Text":"So if they believe in what you believe, then they will indeed be ˹rightly˺ guided. But if they turn away, they are simply opposed ˹to the truth˺. But God will spare you their evil. For He is the All-Hearing, All-Knowing"},{"SurahNumber":2,"VerseNumber":138,"Text":"This is the ˹natural˺ Way of God. And who is better than God in ordaining a way? And we worship ˹none but˺ Him"},{"SurahNumber":2,"VerseNumber":139,"Text":"Say, “Would you dispute with us about God, while He is our Lord and your Lord? We are accountable for our deeds and you for yours. And we are devoted to Him ˹alone˺"},{"SurahNumber":2,"VerseNumber":140,"Text":"Do you claim that Abraham, Ishmael, Isaac, Jacob, and his descendants were all Jews or Christians?” Say, “Who is more knowledgeable: you or God?” Who does more wrong than those who hide the testimony they received from God? And God is never unaware of what you do"},{"SurahNumber":2,"VerseNumber":141,"Text":"That was a community that had already gone before. For them is what they earned and for you is what you have earned. And you will not be accountable for what they have done"}]}