{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"L̃.R. Waɗancan ãyoyin littãfi ne da abin karantãwa mai bayyanãwa"},{"SurahNumber":15,"VerseNumber":2,"Text":"Da yawa waɗanda suka kãfirta suke gũrin dã dai sun kasance Musulmi"},{"SurahNumber":15,"VerseNumber":3,"Text":"Ka bar su su ci kuma su ji dãdi, kuma gũri ya shagaltar da su, sa'an nan da sannu zã su sani"},{"SurahNumber":15,"VerseNumber":4,"Text":"Kuma ba Mu halakar da wata alƙarya ba fãce tanã da littafi sananne"},{"SurahNumber":15,"VerseNumber":5,"Text":"Wata al'umma bã ta gabãtar ajalinta, kuma bã zã su jinkirta ba"},{"SurahNumber":15,"VerseNumber":6,"Text":"Suka ce: \"Yã kai wanda aka saukar da Ambato (Alƙur'ãni) a kansa! Lalle ne kai, haƙĩƙa, mahaukaci ne"},{"SurahNumber":15,"VerseNumber":7,"Text":"Dõmin me bã zã ka zo mana da malã'ĩku ba idan ka kasance daga mãsu gaskiya"},{"SurahNumber":15,"VerseNumber":8,"Text":"Bã Mu sassaukar da malã'iku fãce da gaskiya, bã zã su kasance, a wannan lõkacin, waɗanda ake yi wa jinkĩri ba"},{"SurahNumber":15,"VerseNumber":9,"Text":"Lalle Mũ ne, Muka saukar da Ambato (Alƙur'ãni), kuma lal1e Mũ, haƙĩƙa, Mãsu kiyayẽwane gare shi"},{"SurahNumber":15,"VerseNumber":10,"Text":"Kuma lalle ne, haƙĩƙa, Mun aika Manzanni a cikin ƙungiyõyin farko, gabãninka"},{"SurahNumber":15,"VerseNumber":11,"Text":"Kuma wani Manzo bã ya zuwa gare su fãce sun kasance sunã mãsu, izgili a gare shi"},{"SurahNumber":15,"VerseNumber":12,"Text":"Kamar wancan ne Muke shigar da shi a cikin zukãtan mãsu laifi"},{"SurahNumber":15,"VerseNumber":13,"Text":"Bã su yin ĩmãni da shi, kuma haƙĩƙa, hanyar mutãnen farko ta shige"},{"SurahNumber":15,"VerseNumber":14,"Text":"Kuma dã Mun bũɗe wata ƙõfa daga sama a kansu har suka wuni a ciki sunã tãkãwa"},{"SurahNumber":15,"VerseNumber":15,"Text":"Lalle ne dã sun ce: \"Abin sani kawai, an rufe idãnuwanmu ne. Ã'a, mũ mutãne ne waɗanda aka sihirce"},{"SurahNumber":15,"VerseNumber":16,"Text":"Kuma lalle ne, haƙĩƙa Mun sanya waɗansu masaukai a, cikin sama, kuma Muka ƙawãta ta ga masu kallo"},{"SurahNumber":15,"VerseNumber":17,"Text":"Kuma Muka kiyãye ta daga dukan Shaiɗani wanda ake jĩfa"},{"SurahNumber":15,"VerseNumber":18,"Text":"Fãce wanda ya sãci saurãre sai wutar yũlã bayyananniya ta bĩ shi"},{"SurahNumber":15,"VerseNumber":19,"Text":"Kuma ƙasa Mun mĩkẽ ta kuma Mun jẽfa duwãtsu tabbatattu a cikinta kuma Mun tsirar a cikinta, daga dukan abu wanda ake aunãwa da sikẽli"},{"SurahNumber":15,"VerseNumber":20,"Text":"Kuma Muka sanyã muku, a cikinta, abũbuwan rãyuwã da wanda ba ku zamã mãsu ciyarwa gare shi ba"},{"SurahNumber":15,"VerseNumber":21,"Text":"Kuma bãbu wani abu fãce a wurinMu, akwai taskõkĩnsa kuma ba Mu saukar da shi ba fãce kan gwargwado sananne"},{"SurahNumber":15,"VerseNumber":22,"Text":"Kuma Muka aika iskõki mãsu barbarar jũna sa'an nan Muka saukar da ruwa daga sama, sa'an nan Muka shãyar da ku shi, kuma ba ku zama mãsu taskacẽwa a gare shi ba"},{"SurahNumber":15,"VerseNumber":23,"Text":"Kuma lalle ne Mu Muke rãyarwa, kuma Muke kashẽwa kuma Mũ ne magada"},{"SurahNumber":15,"VerseNumber":24,"Text":"Kuma lalle ne, haƙĩƙa, Mun san mãsu gabãta daga cikinku, kuma Mun san mãsu jinkiri"},{"SurahNumber":15,"VerseNumber":25,"Text":"Kuma lalle ne Ubangijinka Shĩ ne Yake tãra su, lalle Shĩ ne Mai hikima, Masani"},{"SurahNumber":15,"VerseNumber":26,"Text":"Kuma lalle ne Mun halicci mutum daga ƙeƙasasshiyar lãka, daga baƙin yumɓu wanda ya canja"},{"SurahNumber":15,"VerseNumber":27,"Text":"Kuma Aljani Mun haliccẽ shi daga gabãni, daga wutar iskar zafi"},{"SurahNumber":15,"VerseNumber":28,"Text":"Kuma a lõkacin da Ubangijinka ya ce wa malã'iku: \"Lalle Nĩ mai halittar wani jiki ne daga ƙẽƙasasshen yumɓu wanda ya canja"},{"SurahNumber":15,"VerseNumber":29,"Text":"To idan Na daidaitã shi kuma Na hũra daga RũhĩNa a cikinsa, to, ku fãɗi a gare shi, kunã mãsu yin sujada"},{"SurahNumber":15,"VerseNumber":30,"Text":"Sai malã'iku suka yi sujada dukkansu gaba ɗaya"},{"SurahNumber":15,"VerseNumber":31,"Text":"Fãce Iblĩs, ya ƙi kasancẽwa daga mãsu yin sujadar"},{"SurahNumber":15,"VerseNumber":32,"Text":"Ya ce: \"Yã Iblĩs mẽne ne a gare ka, ba ka kasance tãre da mãsu yin sujuda ba"},{"SurahNumber":15,"VerseNumber":33,"Text":"Ya ce: \"Ban kasance inã yin sujada ba ga mutum wanda Ka halicce shi daga bũsasshen yumɓun lãka wadda ta canja"},{"SurahNumber":15,"VerseNumber":34,"Text":"Ya ce: \"To, ka fita daga gare ta, dõmin lalle kai abin jĩfa ne"},{"SurahNumber":15,"VerseNumber":35,"Text":"Kuma lalle ne akwai la'ana a kanka har ya zuwa rãnar sakamako"},{"SurahNumber":15,"VerseNumber":36,"Text":"Ya ce: \"Yã Ubangjĩna! Sai Ka yi mini jinkiri zuwa rãnar da ake tãshin su"},{"SurahNumber":15,"VerseNumber":37,"Text":"Ya ce: \"To, lalle ne kanã daga waɗanda ake yi wa jinkiri"},{"SurahNumber":15,"VerseNumber":38,"Text":"Zuwa ga Yinin Lõkacin nan sananne"},{"SurahNumber":15,"VerseNumber":39,"Text":"Ya ce: \"Yã Ubangijina! Inã rantsuwa da abin da Ka ɓatar da ni da shi, haƙĩƙa inã ƙawãta musu (rãyuwa) a cikin ƙasã kuma haƙĩƙa inã ɓatar da su gabã ɗaya"},{"SurahNumber":15,"VerseNumber":40,"Text":"Fãce bãyinKa daga gare su, waɗanda Ka tsarkake"},{"SurahNumber":15,"VerseNumber":41,"Text":"Ya ce: \"Wannan tafarki ne a gare Ni, madaidaici"},{"SurahNumber":15,"VerseNumber":42,"Text":"Lalle ne bãyĩNa, bã ka da ĩkõ a kansu, fãce wanda ya bĩ ka daga ɓatattu"},{"SurahNumber":15,"VerseNumber":43,"Text":"Kuma lalle Jahannama ce haƙĩƙa, ma'a1kawartarsu gabã ɗaya"},{"SurahNumber":15,"VerseNumber":44,"Text":"Tanã da ƙõfõfi bakwai, ga kõwace ƙõfa akwai wani juz'i daga gare su rababbe"},{"SurahNumber":15,"VerseNumber":45,"Text":"Lalle mãsu taƙawa sunã a cikin gidãjen Aljanna mai idandunan ruwa"},{"SurahNumber":15,"VerseNumber":46,"Text":"Ku shigẽ ta da aminci, kunã amintattu"},{"SurahNumber":15,"VerseNumber":47,"Text":"Kuma Muka ɗẽbe abinda ke a cikin zukãtansu na daga ƙullin zũci, suka zama 'yan'uwa a kan gadãje, sunã mãsu fuskantar junã"},{"SurahNumber":15,"VerseNumber":48,"Text":"Wata wahala bã zã ta shãfe su bã a cikinta kuma ba su zama mãsu fita daga, cikinta ba"},{"SurahNumber":15,"VerseNumber":49,"Text":"Ka bai wa bãyiNa lãbari cẽwa lalle ne Ni, Mai gãfarane, Mai jin ƙai"},{"SurahNumber":15,"VerseNumber":50,"Text":"Kuma azãbãTa ita ce azãba mai raɗaɗi"},{"SurahNumber":15,"VerseNumber":51,"Text":"Kuma ka bã su lãbãrin bãƙin Ibrãhĩm"},{"SurahNumber":15,"VerseNumber":52,"Text":"A lõkacin da suka shiga gunsa, sai suka ce: \"Sallama.\" Ya ce: \"Lalle mũ, daga gare ku, mãsu firgita ne"},{"SurahNumber":15,"VerseNumber":53,"Text":"Suka ce: \"Kada ka firgita. Lalle ne mũ, munã yi makabushãra game da wani yãro masani"},{"SurahNumber":15,"VerseNumber":54,"Text":"Ya ce: \"Shin kun bã ni bushãra ne a kan tsũfa yã shãfe ni? To, da me kuke bã ni bushara"},{"SurahNumber":15,"VerseNumber":55,"Text":"Suka ce: \"Munã yi maka bushãra da gaskiya ne, sabõda haka, kada da kasance daga mãsu yanke tsammãni"},{"SurahNumber":15,"VerseNumber":56,"Text":"Ya ce: \"Kuma wãne ne yake yanke tsammãni daga rahamar Ubangijinsa, fãce ɓatattu"},{"SurahNumber":15,"VerseNumber":57,"Text":"Ya ce: \"To, mẽne ne babban al'amarinku? Yã kũ manzanni"},{"SurahNumber":15,"VerseNumber":58,"Text":"Suka ce: \"Lalle ne mũ, an aika mu zuwa ga wasu mutãne mãsu laifi"},{"SurahNumber":15,"VerseNumber":59,"Text":"Fãce mutãnen Lũɗu, lalle ne mũ, haƙĩƙa, mãsu tsĩrar dasu ne gabã ɗaya"},{"SurahNumber":15,"VerseNumber":60,"Text":"Fãce mãtarsa mun ƙaddara cẽwa lalle ne ita, haƙĩƙa, tanã daga mãsu halaka"},{"SurahNumber":15,"VerseNumber":61,"Text":"To, a lõkacin da mazannin suka jẽ wa mutãnen Lũɗu"},{"SurahNumber":15,"VerseNumber":62,"Text":"Ya ce: \"Lalle ne ku mutãne ne waɗanda ba a sani ba"},{"SurahNumber":15,"VerseNumber":63,"Text":"Suka ce: \"Ã'a, mun zo maka sabõda abin da suka kasance sunã shakka a cikinsa"},{"SurahNumber":15,"VerseNumber":64,"Text":"Kuma mun zo maka da gaskiya. Kuma lalle ne mũ, haƙĩƙa, mãsu gaskiya ne"},{"SurahNumber":15,"VerseNumber":65,"Text":"Sai ka yi tafiya da iyãlinka, a wani yanki na dare, kuma ka bi bãyansu, kuma kada wani daga cikinku ya yi waiwaye, kuma ku bi ta inda aka aumurce ku"},{"SurahNumber":15,"VerseNumber":66,"Text":"Kuma Muka hukunta wancan al'amarin zuwa gare shi cẽwa lalle ne ƙarshen waɗancan abin yankẽwa ne a lõkacin da suke mãsu shiga asuba"},{"SurahNumber":15,"VerseNumber":67,"Text":"Kuma mutãnen alƙaryar suka je sunã mãsu bushãra"},{"SurahNumber":15,"VerseNumber":68,"Text":"Ya ce: \"Lalle ne waɗannan bãƙĩna ne, sabõda haka kada ku kunyata ni"},{"SurahNumber":15,"VerseNumber":69,"Text":"Kuma ku bi Allah da taƙawa, kuma kada ku sanya ni a baƙin ciki"},{"SurahNumber":15,"VerseNumber":70,"Text":"Suka ce: \"Ashe ba mu hana ka daga tãlikai ba"},{"SurahNumber":15,"VerseNumber":71,"Text":"Ya ce: \"Ga waɗannan, 'ya'yãna idan kun kasance mãsu aikatãwa ne"},{"SurahNumber":15,"VerseNumber":72,"Text":"Rantsuwa da rãyuwarka! Lalle ne sũ a cikin mãyensu sunã ta ɗĩmuwa"},{"SurahNumber":15,"VerseNumber":73,"Text":"Sa'an nan tsãwa ta kãma su, sunã mãsu shiga lõkacin hũdõwar rãnã"},{"SurahNumber":15,"VerseNumber":74,"Text":"Sa'an nan Muka sanya samanta ya kõma ƙasanta, kuma Muka yi ruwan duwãtsu na lãkar wuta a kansu"},{"SurahNumber":15,"VerseNumber":75,"Text":"Lalle ne a cikin wancan akwai ãyõyi ga mãsu tsõkaci da hankali"},{"SurahNumber":15,"VerseNumber":76,"Text":"Kuma lalle ne ita, haƙĩƙa sunã a gẽfen wata hanyã tabbatacciya"},{"SurahNumber":15,"VerseNumber":77,"Text":"Lalle ne a cikin wancan akwai ãyã ga mãsu ĩmãni"},{"SurahNumber":15,"VerseNumber":78,"Text":"Kuma lalle ne ma'abũta Al'aika sun kasance, haƙĩƙa, mãsu zãlunci"},{"SurahNumber":15,"VerseNumber":79,"Text":"Sai Muka yi azãbar rãmuwã a gare su, kuma lalle sũ biyun, haƙĩƙa, sunã a gẽfen wani tafarki mabayyani"},{"SurahNumber":15,"VerseNumber":80,"Text":"Kuma lalle ne haƙĩƙa ma'abũta Hijiri sun ƙaryata Manzanni"},{"SurahNumber":15,"VerseNumber":81,"Text":"Kuma Kuka kai musu ãyõyinMu, sai suka kasance mãsu bijirẽwa daga gare su"},{"SurahNumber":15,"VerseNumber":82,"Text":"Kuma sun kasance sunã sassaƙa gidãje daga duwãtsu, alhãli sunã amintattu"},{"SurahNumber":15,"VerseNumber":83,"Text":"Sai tsãwa ta kãma su sunã mãsu shiga asuba"},{"SurahNumber":15,"VerseNumber":84,"Text":"Sa'an nan abin da suka kasance sunã tsirfantãwa bai wadãtar ga barinsu ba"},{"SurahNumber":15,"VerseNumber":85,"Text":"Kuma ba Mu halicci sammai da ƙasa da abin da yake a tsakãninsu ba fãce da gaskiya. Kuma lalle ne Sã'a (Rãnar Alƙiyãma) haƙĩƙa mai zuwa ce. Sabõdahaka ka yi rangwame, rangwame mai kyau"},{"SurahNumber":15,"VerseNumber":86,"Text":"Lalle ne Ubangijinka, shi ne Mai yawan halitta, Masani"},{"SurahNumber":15,"VerseNumber":87,"Text":"Kuma lalle ne, haƙĩƙa, Mun bã ka bakwai waɗanda ake maimaita karatunsu da Alƙur'ãni mai girma"},{"SurahNumber":15,"VerseNumber":88,"Text":"Kada lalle kaƙĩƙa idãnunka biyu zuwa ga abin da Muka jiyar da su dãɗi game da shi, nau'i-nau'i a gare su, kuma kada ka yi baƙin ciki a kansu, kuma sassauta fikãfikanka ga mãsu ĩmãni"},{"SurahNumber":15,"VerseNumber":89,"Text":"Kuma ka ce: \"Lalle nĩ nĩ ne mai gargaɗi bayyananne"},{"SurahNumber":15,"VerseNumber":90,"Text":"Kamar yadda Muka saukar a kan mãsu yin rantsuwa"},{"SurahNumber":15,"VerseNumber":91,"Text":"Waɗanda suka sanya Alƙur'ãni tãtsuniyõyi"},{"SurahNumber":15,"VerseNumber":92,"Text":"To, rantsuwa da Ubangijinka! Haƙĩƙa, Munã tambayarsugabã ɗaya"},{"SurahNumber":15,"VerseNumber":93,"Text":"Daga abin da suka kasance sunã aikatãwa"},{"SurahNumber":15,"VerseNumber":94,"Text":"Sai ka tsage gaskiya game da abin da ake umurnin ka kuma ka kau da kai daga masu shirki"},{"SurahNumber":15,"VerseNumber":95,"Text":"Lalle ne Mũ Mun isar maka daga mãsu izgili"},{"SurahNumber":15,"VerseNumber":96,"Text":"Waɗanda suke sanyãwar wani abin bautãwa na dabam tare da Allah, sa'an nan da sannu zã su sani"},{"SurahNumber":15,"VerseNumber":97,"Text":"Kuma lalle ne haƙĩƙa Munã sanin cẽwa lalle kai, ƙirjinka yanã yin ƙunci game da abin da suke faɗã (na izgili)"},{"SurahNumber":15,"VerseNumber":98,"Text":"Sabõda haka ka yi tasbĩhi game da gõde wa Ubangijinka, kuma ka kasance daga mãsu sujada"},{"SurahNumber":15,"VerseNumber":99,"Text":"Kuma ka bauta wa Ubangijinka, har mutuwa ta zo maka"},{"SurahNumber":16,"VerseNumber":1,"Text":"Al'amarin Allah yã zo, sabõda haka kada ku nẽmi hanzartãwarsa. Tsarkin Allah ya tabbata, kuma Ya ɗaukaka daga abin da suke yi na shirka"},{"SurahNumber":16,"VerseNumber":2,"Text":"Yanã sassaukar da malã'iku da Rũhi daga umurninSaa kan wanda Yake so daga bãyinSa, cẽwa ku yi gargaɗi cẽwa: Lalle ne shĩ, bãbu abin bautãwa fãce Ni, sabõda haka ku bĩ Ni da taƙawa"},{"SurahNumber":16,"VerseNumber":3,"Text":"Ya halicci sammai da ƙasa da gaskiya. Ya ɗaukaka daga abin da suke yi na shirka"},{"SurahNumber":16,"VerseNumber":4,"Text":"Ya halicci mutum daga maniyyi, sai gã shi yanã mai husũma bayyananniya"},{"SurahNumber":16,"VerseNumber":5,"Text":"Da dabbõbin ni'ima, Ya halicce su dõminku. A cikinsu akwai abin yin ɗumi da waɗansu amfãnõni, kuma daga gare su kuke ci"},{"SurahNumber":16,"VerseNumber":6,"Text":"Kuma kunã da kyau a cikinsu a lõkacin da suke kõmõwa daga kĩwo da maraice da lõkacin da suke sakuwã"},{"SurahNumber":16,"VerseNumber":7,"Text":"Kuma sunã ɗaukar kãyanku mãsu nauyi zuwa ga wani gari, ba ku kasance mãsu isa gare shi ba, fãce da tsananin wahalar rãyuka, Lalle ne Ubangijinka ne, haƙĩƙa, Mai tausayi, Maijin ƙai"},{"SurahNumber":16,"VerseNumber":8,"Text":"Kuma da dawãki da alfadarai da jãkuna, dõmin ku hau su, kuma da ƙawa. Kuma Yana halitta abin da ba ku sani ba"},{"SurahNumber":16,"VerseNumber":9,"Text":"Kuma ga Allah madaidaiciyar hanya take kuma daga gare ta akwai mai karkacẽwa. Kuma da Yã so, dã Ya shiryar da ku gabã ɗaya"},{"SurahNumber":16,"VerseNumber":10,"Text":"Shĩ ne Wanda Ya saukar da ruwa daga sama dõminku, daga gare shi akwai abin sha, kuma daga gare shi itãce yake, a cikinsa kuke yin kĩwo"},{"SurahNumber":16,"VerseNumber":11,"Text":"Yanã tsirar da shũka game da shi, dõminku zaitũni da dabĩnai da inabai, kuma daga dukan 'yã'yan itãce. Lalle ne a cikin wancan haƙĩƙa, akwai ãyã ga mutãne waɗanda suke yin tunãni"},{"SurahNumber":16,"VerseNumber":12,"Text":"Kuma Ya hõrẽ muku dare da wuni da rãnã da watã kuma taurãri hõrarru ne da umurninSa. Lalle ne a cikin wancan, haƙĩƙa, akwai ãyõyi ga mutãne waɗanda suke hankalta"},{"SurahNumber":16,"VerseNumber":13,"Text":"Kuma abin da Ya halitta muku a cikin ƙasa, yana mai sãɓãnin launukansa. Lalle ne a cikin wancan, haƙĩƙa, akwai ãyã ga mutãne waɗanda suke tunãwa"},{"SurahNumber":16,"VerseNumber":14,"Text":"Kuma Shĩ ne Ya hõrẽ tẽku dõmin ku ci wani nama sãbõ daga gare shi, kuma kunã fitarwa, daga gare shi, ƙawã wadda kuke yin ado da ita. Kuma kuna ganin jirãge sunã yankan ruwa a cikinsa kuma dõmin ku yi nẽman (fatauci) daga falalarSa. Kuma mai yiwuwa ne kuna gõdẽwa"},{"SurahNumber":16,"VerseNumber":15,"Text":"Kuma Ya jẽfa, a cikin ƙasa, tabbatattun duwatsu dõmin kada ta karkata da ku, da kõguna da hanyõyi, ɗammãninku kunã shiryuwa"},{"SurahNumber":16,"VerseNumber":16,"Text":"Kuma da waɗansu alãmõmi, kuma da taurãri sunã mãsu nẽman shiryuwa (ga tafiyarsu ta fatauci)"},{"SurahNumber":16,"VerseNumber":17,"Text":"Shin, wanda Yake yin halitta yanã yin kama da wanda ba ya yin halitta? Shin fa, bã ku tunãwa"},{"SurahNumber":16,"VerseNumber":18,"Text":"Kuma idan kun ƙidãya ni'imar Allah, bã ku iya lissafa ta. Lalle ne Allah, haƙĩƙa, Mai gãfara ne, Mai jin ƙai"},{"SurahNumber":16,"VerseNumber":19,"Text":"Kuma Allah Yanã sanin abin da kuke asirtãwa da abin da kuke bayyanãwa"},{"SurahNumber":16,"VerseNumber":20,"Text":"Kuma waɗanda suke kira, baicin Allah, ba su halicci kõme ba, kuma sũ ne ake halittawa"},{"SurahNumber":16,"VerseNumber":21,"Text":"Matattũ ne, bã su da rai, kuma ba su san a wane lõkaci ake tãyar da su ba"},{"SurahNumber":16,"VerseNumber":22,"Text":"Abin bautawarku, abin bautãwa ne guda, to, waɗanda ba su yin ĩmãni da Lãhira, zukãtansu mãsu musu ne, kuma su makangara ne"},{"SurahNumber":16,"VerseNumber":23,"Text":"Haƙĩƙa, lalle ne, Allah Yanã sanin abin da suke asirtãwa da abin da suke bayyanãwa. Lalle ne Shi, bã Ya Son mãsu girman kai"},{"SurahNumber":16,"VerseNumber":24,"Text":"Idan aka ce musu: \"Mẽne ne Ubangijinku Ya saukar?\" Sai su ce: \"Tãtsũniyõyin mutãnen farko"},{"SurahNumber":16,"VerseNumber":25,"Text":"Dõmin su ɗauki zunubansu cikakku a Rãnar ¡iyãma, kuma daga zunuban waɗanda suke ɓatarwa bã da wani ilmi ba. To, abin da suke ɗauka na zunubi ya mũnana"},{"SurahNumber":16,"VerseNumber":26,"Text":"Lalle ne waɗanda suke a gabãninsu sun yi mãkirci, sai Allah Ya je wa gininsu daga harsãshensa, sai rufi ya fãɗa a kansu daga bisansu, kuma azãba ta jẽ musu daga inda ba su sani ba"},{"SurahNumber":16,"VerseNumber":27,"Text":"Sa'an nan a Rãnar ¡iyãma (Allah) Yanã kunyatã su, kuma Yanã cẽwa: \"Inã abõkan tãrayyaTa, waɗanda kuka kasance kunã gãbã a cikin ɗaukaka sha'aninsu?\" Waɗanda aka bai wa ilmi suka ce: \"Lalle ne wulãkanci a yau da cũta sun tabbata a kan kãfirai"},{"SurahNumber":16,"VerseNumber":28,"Text":"Waɗanda malãiku suke karɓar rãyukansu sunã mãsu zãluntar kansu. Sai suka jẽfa nẽman sulhu (suka ce) \"Ba mu kasance muna aikata wani mummũnan aiki ba.\" Kayya! Lalle Allah ne Masani ga abin da kuka kasance kunã aikatãwa"},{"SurahNumber":16,"VerseNumber":29,"Text":"Sai ku shiga ƙõfõfin Jahannama, kunã madawwama a cikinta. Sa'an nan tir da mazaunin mãsu girman kai"},{"SurahNumber":16,"VerseNumber":30,"Text":"Kuma aka ce wa waɗanda suka yi taƙawa, \"Mẽne ne Ubangijinku Ya saukar?\" Suka ce, \"Alhẽri Ya saukar, ga waɗanda suka kyautata a cikin wannan dũniya akwai wani abu mai kyau, kuma haƙĩƙa, Lãhira ce mafi alhẽri.\" Kuma haƙĩƙa, mãdalla da gidan mãsu taƙawa"},{"SurahNumber":16,"VerseNumber":31,"Text":"Gidãjen Aljannar zama sunã shigarsu, ƙõramu sunã gudãna daga ƙarƙashinsu, sunã da abin da suke so a cikinsu. Kamar haka Allah ke sãkã wa mãsu taƙawa"},{"SurahNumber":16,"VerseNumber":32,"Text":"Waɗanda malã'iku suke karɓar rãyukansu sunã mãsu jin dãɗin rai, malã'ikun sunã cẽwa. \"Aminci ya tabbata a kanku. Ku shiga Aljanna sabõda abin da kuka kasance kuna aikatãwa"},{"SurahNumber":16,"VerseNumber":33,"Text":"Shin sunã jiran wani abu? Fãce malã'iku su jẽ musu kõ kuwa umurnin Ubangijinka. Kamar wancan ne waɗanda suke a gabãninsu, suka aikata. Kuma Allah bai zãlunce su ba, kuma amma kansu suka kasance sunã zãlunta"},{"SurahNumber":16,"VerseNumber":34,"Text":"Sai mũnãnan abũbuwan da suka aikata ya sãme su, kuma abin da suka kasance sunã yi na izgili ya wajaba a kansu"},{"SurahNumber":16,"VerseNumber":35,"Text":"Kuma waɗanda suka yi shirki suka ce: \"Dã Allah Yã so, dã bamu bautã wa kõme ba, baicinSa, mũ ko ubannimmu kuma dã ba mu haramta kõme ba, baicin abin da Ya haramta.\" Kamar wancan ne waɗanda suke a gabãninsu suka aikata. To, shin, akwai wani abu a kan Manzanni, fãce iyarwa bayyananniyã"},{"SurahNumber":16,"VerseNumber":36,"Text":"Kuma lalle ne, haƙĩƙa, Mun aika a cikin kõwace al'umma da wani Manzo (ya ce): \"Ku bauta wa Allah, kuma ku nĩsanci ¦ãgũtu.\" To, daga gare su akwai wanda Allah Ya shiryar, kuma daga cikinsu akwai wanda ɓata ta wajaba a kansa. Sai ku yi tafiya a cikin ƙasa, sa'an nan ku dũba yadda ãƙibar mãsu ƙaryatãwa ta kasance"},{"SurahNumber":16,"VerseNumber":37,"Text":"Idan ka yi kwaɗayi a kan shiryuwarsu, to, lalle ne, Allah bã Ya shiryar da wanda yake ɓatarwa, kuma bã su da waɗansu mataimaka"},{"SurahNumber":16,"VerseNumber":38,"Text":"Kuma suka rantse da Allah iyãkar rantsuwarsu (cẽwa) Allah bã ya tãyar da wanda yake mutuwa! Na'am, Yanã tãyarwa. Wa'adi ne (Allah) Ya yi a kanSa tabbatacce, kuma amma mafi yawan mutãne ba su sani ba"},{"SurahNumber":16,"VerseNumber":39,"Text":"Dõmin Ya bayyana musu abin da suke sãɓã wa jũna a cikinsa, kuma dõmin waɗanda suka kãfirta su sani cẽwa lalle sũ ne suka kasance maƙaryatã"},{"SurahNumber":16,"VerseNumber":40,"Text":"Abin sani kawai, MaganarMu ga wani abu idan Mun nufe shi, Mu ce masa, \"Ka kasance; sai yanã kasancẽwa"},{"SurahNumber":16,"VerseNumber":41,"Text":"Kuma waɗanda suka yi hijira a cikin sha'anin Allah daga bãyan an zãlunce su, haƙĩƙa Munã zaunar da su a cikin dũniya da alhẽri kuma lalle lãdar Lãhira ce mafi girmã, dã sun kasance sunã sani"},{"SurahNumber":16,"VerseNumber":42,"Text":"Waɗanda suka yi haƙuri, kuma ga Ubangijinsu suke dõgara"},{"SurahNumber":16,"VerseNumber":43,"Text":"Kuma ba Mu aika daga gabaninka ba, fãce waɗansu mazãje Muna yin wahayi zuwa gare su. Sai ku tambayi mutãnen Ambato idan kun kasance ba ku sani ba"},{"SurahNumber":16,"VerseNumber":44,"Text":"Da hujjõji bayyanannu da littattafai kuma Mun saukar da Ambato zuwa gare ka, dõmin ka bayyana wa mutãne abin da aka sassaukar zuwa gare su, kuma don ɗammãninsu su yi tunãni"},{"SurahNumber":16,"VerseNumber":45,"Text":"Shin fa, waɗanda suka yi mãkircin mũnãnan ayyuka sun amince da Allah, bã zai shafe ƙasa da su ba ko kuwa azãba bã zã ta je musu daga inda ba su sani ba"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ko kuwa Ya kama su a cikin jujjuyawarsu? Sabõda haka ba su zama masu buwãya ba"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ko kuwa Ya kama su a kan naƙasa? To, lalle ne Ubangijinka haƙĩƙa Mai tausayi ne, Mai jin ƙai"},{"SurahNumber":16,"VerseNumber":48,"Text":"Shin, ba su Iura ba da abin da Allah Ya halitta kõ mene ne inuwõyinsu suna karkata daga dãma da wajãjen hagu, suna masu sujada ga Allah, alhãli suna masu ƙasƙantar da kai"},{"SurahNumber":16,"VerseNumber":49,"Text":"Kuma ga Allah, abin da yake a cikin sammai da ƙasa na dabba da mala'iku, suke yin sujada, kuma bã su kangara"},{"SurahNumber":16,"VerseNumber":50,"Text":"Suna tsõron Ubangijinsu daga bisansu, kuma suna aikata abin da ake umuruin su"},{"SurahNumber":16,"VerseNumber":51,"Text":"Kuma Allah Ya ce: \"Kada ku riƙi abũbuwan bautãwa biyu. Abin sani kawai, wanda ake bautãwa guda ne, sa'an nan sai kuji tsõroNa, Ni kawai"},{"SurahNumber":16,"VerseNumber":52,"Text":"Kuma Yana da abin da yake a cikin sammai da ƙasa, kuma Yana da addini wanda yake dawwamamme. Shin fa, wanin Allah kuke bĩ da taƙãwa"},{"SurahNumber":16,"VerseNumber":53,"Text":"Kuma abin da yake a gare ku na ni'ima, to, daga Allah ne. Sa'an nan kuma idan cũta ta shãfeku, to, zuwa gare Shi kuke hargõwa"},{"SurahNumber":16,"VerseNumber":54,"Text":"sa'an nan idan Ya kuranye cũtar daga gare ku, sai gã wani ɓangare daga gare ku game da Ubangijinsu sunã shirki"},{"SurahNumber":16,"VerseNumber":55,"Text":"Dõmin su kãfirta da abin da Muka bã su. To, ku ji dãɗi, sa'an nan da sannu zã ku sani"},{"SurahNumber":16,"VerseNumber":56,"Text":"Kuma sunã sanya rabõ ga abin da ba su sani ba daga abin da Muka azurtã su. Ranstuwa da Allah! Lalle ne zã a tambaye ku daga abin da kuka kasance kunã ƙirƙirãwa"},{"SurahNumber":16,"VerseNumber":57,"Text":"Kuma sunã danganta 'ya'ya mãta ga Allah. Tsarkinsa yã tabbata! Kuma sũ ne da abin da suke sha'awa"},{"SurahNumber":16,"VerseNumber":58,"Text":"Kuma idan aka yi wa ɗayansu bushãra da mace sai fuskarsa ta wuni baƙa ƙirin, alhãli kuwa yanã mai cike da baƙin ciki"},{"SurahNumber":16,"VerseNumber":59,"Text":"Yanã ɓõyẽwa daga mutãne dõmin mũnin abin da aka yimasa bushãra da shi. Shin, zai riƙe shi a kan wulãkanci kõ zai turbuɗe shi a cikin turɓãya To, abin da suke hukuntãwa ya mũnana"},{"SurahNumber":16,"VerseNumber":60,"Text":"Ga waɗanda ba su yi ĩmãni da Lãhira ba akwai sifar cũta kuma ga Allah akwai sifa mafi ɗaukaka. Kuma shi ne Mabuwãyi, Mai hikima"},{"SurahNumber":16,"VerseNumber":61,"Text":"Kuma dã Allah Yanã kãma mutãne da zãluncinsu, dã bai bar wata dabba ba a kan ƙasa. Kuma amma Yanã jinkirta musu zuwa ga ajali ambatacce. Sa'an nan idan ajalinsu ya zo, bã zã a yi musu jinkiri ba kõ da sa'a guda, kuma bã zã su gabãta ba"},{"SurahNumber":16,"VerseNumber":62,"Text":"Kuma sunã sanyã wa Allah abin da suke ƙi, kuma harsunansu na siffanta ƙarya cẽwa lalle ne sunã da abũbuwa mãsu kyau. Bãbu shakka lalle ne sunã da wuta, kuma lalle sũ, waɗanda ake ƙyãlẽwa ne (a cikinta)"},{"SurahNumber":16,"VerseNumber":63,"Text":"Rantsuwar Allah! Lalle ne haƙĩƙa Mun aika zuwa ga al'ummomi daga gabãninka, sai Shaiɗan ya ƙawãce musu ayyukansu, sabõda haka shĩ ne majiɓincinsu, a yau, kuma sunã da azãba mai raɗaɗi"},{"SurahNumber":16,"VerseNumber":64,"Text":"Lalle ba Mu saukar da Littafi ba a kanka, fãce dõmin ka bayyanã musu abin da suka sãɓã wa jũna a cikinsa, kuma dõmin shiriya da rahama ga mutãne waɗanda suke yin ĩmãni"},{"SurahNumber":16,"VerseNumber":65,"Text":"Kuma Allah Yã saukar da ruwa daga sama, sa'an nan Ya rãyar da ƙasa da shi a bãyan mutuwarta. Lalle ne a cikin wannan haƙĩƙa akwai ãyã ga mutãne waɗanda suke saurãre"},{"SurahNumber":16,"VerseNumber":66,"Text":"Kuma lalle ne, kunã da abin lũra a cikin dabbõbin ni'ima; Munã shãyar da ku daga abin da yake a cikin cikunansu, daga tsakãnin tukar tumbi da jini nõno tsantsan mai sauƙin haɗiya ga mãsu shã"},{"SurahNumber":16,"VerseNumber":67,"Text":"Kuma daga 'ya'yan itãcen dabĩno da inabi. Kunã sãmudaga gare shi, abin mãye da abinci mai kyau. Lalle a cikin wannan, haƙĩƙa, akwai ãyã ga mutãne waɗanda suke hankalta"},{"SurahNumber":16,"VerseNumber":68,"Text":"Kuma Ubangjinka Yã yi wahayi zuwa ga ƙudan zuma cẽwa: \"Ki riƙi gidãje daga duwãtsu, kuma daga itãce, kuma daga abin da suke ginãwa"},{"SurahNumber":16,"VerseNumber":69,"Text":"Sa'an nan ki ci daga dukan 'ya'yan itãce, sabõda haka ki shiga hanyõyin Ubangijinka, sunã hõrarru.\" Wani abin shã yanã fita daga cikunanta, mai sãɓãwar launukansa a cikinsa akwai wata warkewa ga mutãne. Lalle ne, a cikin wannan, haƙĩƙa, akwaiãyõyi ga mutãne waɗanda suke yin tunãni"},{"SurahNumber":16,"VerseNumber":70,"Text":"Kuma Allah ne Ya halicce ku, sa'an nan Yanã karɓar rãyukanku, kuma daga gare ku akwai wanda ake mayarwã zuwa ga mafi ƙasƙncin rãyuwa, dõmin kada ya san kõme a bãyan dã ya zama mai ilmi. Lalle Allah ne Masani Mai ĩkon yi"},{"SurahNumber":16,"VerseNumber":71,"Text":"Kuma Allah Ya fifita sãshenku a kan sãshe a arziki. Sa'an nan waɗanda aka fĩfĩta ba su zama mãsu mayar da arzikinsu a kan abin da hannãyensu na dãma suka mallaka ba, har su zama daidai a cikinsa. Shin fa, da ni'imar Allah suke musu"},{"SurahNumber":16,"VerseNumber":72,"Text":"Kuma Allah Yã sanya muku mãtan aure daga kãwunanku, kuma Ya sanya muku daga mãtan aurenku ɗiyã da jĩkõki, kuma Ya arzũta ku daga abũbuwa mãsu dãɗi. Shin fa, da ƙarya suke yin ĩmãni, kuma da ni'imar Allah sũ, suke kãfirta"},{"SurahNumber":16,"VerseNumber":73,"Text":"Kuma sunã bautã wa, baicin Allah, abin da yake bã ya mallakar wani arziki dõminsu, daga sammai da ƙasa game da kõme, kuma bã su iyawa (ga aikata kõme)"},{"SurahNumber":16,"VerseNumber":74,"Text":"Sa'an nan kada ku bãyar da waɗansu misãlai ga Allah. Lalle ne Allah Yanã sani, kuma kũ, ba ku sani ba"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah Yã buga wani misali da wani bãwa wanda bã ya iya sãmun ĩko a kan yin kõme, da (wani bãwa) wanda Muka azurtã shi daga gare Mu da arziki mai kyau. Sa'an nan shĩ yanã ciyarwa daga arzikin, a asirce da bayyane. Shin sunã daidaita? Gõdiya ta tabbata ga Allah. Ã'a mafi yawansu ba su sani ba"},{"SurahNumber":16,"VerseNumber":76,"Text":"Kuma Allah Ya buga wani misãli, maza biyu, ɗayansu bẽbe ne, ba ya iya sãmun ikon yin kõme, kuma shi nauyi ne a kan mai mallakarsa, inda duk ya fuskantar da shi, bã ya zuwa da wani alhẽri. Shin, yanã daidaita, shi da (namiji na biyu) wanda yake umurni da a yi ãdalci kuma yanã a kan tafarki madaidaici"},{"SurahNumber":16,"VerseNumber":77,"Text":"Kuma ga Allah gaibin sammai da ƙasa yake, kuma al'amarin Sã'a bai zama ba fãce kamar walƙãwar gani, kõ kuwa shĩ ne mafi kusa! Lalle Allah a kan dukan kõme Mai ikon yi ne"},{"SurahNumber":16,"VerseNumber":78,"Text":"Kuma Allah ne Ya fitar da ku daga cikunan iyãyenku, ba da kunã sanin kõme ba, kuma Ya sanya muku ji da gannai da zukãta, tsammãninku zã ku gõde"},{"SurahNumber":16,"VerseNumber":79,"Text":"Shin ba su ga tsuntsãye ba sunã hõrarru cikin sararin sama bãbu abin da yake riƙe su fãce Allah? Lalle ne a cikin wancan haƙĩƙa, akwai ãyõyi ga mutãne waɗanda suke yin ĩmãni"},{"SurahNumber":16,"VerseNumber":80,"Text":"Kuma Allah ne Ya sanya muku daga gidajenku wurin natsuwa, kuma Ya sanya muku daga fatun dabbõbin ni'ima wasu gidãje kunã ɗaukar su da sauƙi a rãnar tafiyarku da rãnar zamanku, kuma daga sũfinsu da gãshinsu da gẽzarsu (Allah) Ya sanya muku kãyan ɗãki da na jin dãɗi zuwa ga wani lõƙaci"},{"SurahNumber":16,"VerseNumber":81,"Text":"Kuma Allah ne Ya sanyã muku inuwa daga abin da Ya halitta, kuma Ya sanyã muku ɗãkuna daga duwãtsu, kuma Ya sanyã muku waɗansu riguna sunã tsare muku zãfi, da waɗansu rĩguna sunã tsare muku makãminku. Kamar wancan ne (Allah) Yake cika ni'imarSa a kanku, tsammãnin ku, kuna sallamawa"},{"SurahNumber":16,"VerseNumber":82,"Text":"To, idan sun jũya, to, abin da ya wajaba a kanka, shi ne iyarwã kawai, bayyananniyã"},{"SurahNumber":16,"VerseNumber":83,"Text":"Suna sanin ni'imar Allah, sa'an nan kuma sunã musunta, kuma mafi yawansu kãfirai ne"},{"SurahNumber":16,"VerseNumber":84,"Text":"Kuma a rãnar da Muke tãyar da mai shaida daga kõwace al'umma, sa'an nan kuma bã zã a yi izni ba ga waɗanda suka kãfirta, kuma ba su zama ana nẽman kõmawarsu ba"},{"SurahNumber":16,"VerseNumber":85,"Text":"Kuma idan waɗanda suka yi zãlunci suka ga azãba, sa'an nan bã za a saukake ta daga gare su ba, kuma bã su zama anã yi musu jinkiri ba"},{"SurahNumber":16,"VerseNumber":86,"Text":"Kuma idan waɗanda suka yi shirka suka ga abũbuwan shirkarsu sai su ce: \"Yã Ubangijinmu! Waɗannan ne abũbuwanshirkarmu waɗanda muka kasance munã kira baicinKa\". Sai su jẽfamagana zuwa gare su, \"Lalle ne ku, haƙĩƙa, maƙaryata ne"},{"SurahNumber":16,"VerseNumber":87,"Text":"Kuma su shiga nẽman sulhu zuwa ga Allah a rãnar nan, kuma abin da suka kasance sunã ƙirƙirãwa ya ɓace daga gare su"},{"SurahNumber":16,"VerseNumber":88,"Text":"Waɗanda suka kãfirta kuma suka kange daga hanyar, Allah, Mun ƙãra musu wata azãba bisa ga azãbar, sabõda abin da suka kasance sunã yi na fasãdi"},{"SurahNumber":16,"VerseNumber":89,"Text":"Kuma a rãnar da Muke tãyar da shaidu a cikin kõwace al'umma a kansu daga kãwunansu, kuma Muka zo da kai kanã mai bãyar da shaida a kan waɗannan, kuma Mun saussaukar da Littãli a kanka dõmin yin bãyani ga dukkan kõme da shiriya da rahama da bushãra ga mãsu mĩƙa wuya (Musulmi)"},{"SurahNumber":16,"VerseNumber":90,"Text":"Lalle Allah nã yin umurni da ãdalci da kyautatãwa, da bai wa ma'abũcin zumunta, kuma yanã hani ga alfãsha da abin da aka ƙi da rarrabe jama'a. Yanã yi muku gargaɗi, ɗammãnin ku, kunã tunãwa"},{"SurahNumber":16,"VerseNumber":91,"Text":"Kuma ku cika da alkãwarin Allah idan kun yi alkawari, kuma kada ku warware rantsuwõyinku a bãyan ƙarfafa su, alhãli kuma haƙĩƙa kun sanya Allah Mai lãmuncẽwa a kanku. Kuma lalle Allah ne Yake sanin abin da kuke aikatãwa"},{"SurahNumber":16,"VerseNumber":92,"Text":"Kuma kada ku kasance kamar wadda ta warware zarenta a bãyan tukka, ya zama warwararku, kunã riƙon rantsuwõyinku dõmin yaudara a tsakãninku, dõmin kasancẽwar wata al'umma tãfi rĩba daga wata al'umma! Abin sani kawai Allah Yanã jarrabar ku da shi, kuma lalle ne yanã bayyana muku a Rãnar ¡iyãma, abin da kuka kasance, a cikinsa, kunã sãɓã wajũna"},{"SurahNumber":16,"VerseNumber":93,"Text":"Kuma dã Allah Ya so, haƙĩ ƙa, dã Ya sanya ku al'umma gudã, kuma Yanã ɓatar da wanda Ya so. kuma Yanã shiryar da wanda Ya so. Lalle ne anã tambayarku abin da kuka kasance kunã aikatãwa"},{"SurahNumber":16,"VerseNumber":94,"Text":"Kada ku riƙi rantsuwõyinku dõmin yaudara a tsakãninku, har ƙafa ta yi sulɓi a bãyan tabbatarta, kuma ku ɗanɗani azãba sabõda abin da kuka kange daga hanyar Allah. Kuma kunã da wata azãba mai girma"},{"SurahNumber":16,"VerseNumber":95,"Text":"Kada ku sayi 'yan kuɗi kaɗan da alkawarin Allah. Lalle ne abin da yake a wurin Allah shi ne mafi alhẽri a gare ku, idan kun kasance kunã sani"},{"SurahNumber":16,"VerseNumber":96,"Text":"Abin da yake a wurinku yanã ƙãrẽwa, kuma abin da yake a wurin Allah ne mai wanzuwã. Kuma lalle ne, Munã sãka wa waɗanda suka yi haƙuri da lãdarsu da mafi kyãwun abin da suka kasance sunã aikatãwa"},{"SurahNumber":16,"VerseNumber":97,"Text":"Wanda ya aikata aiki na ƙwarai daga namiji kõ kuwa mace, alhãli yanã mũmini, to, haƙĩƙa Munã rãyar da shi, rãyuwa mai dãɗi. Kuma haƙĩƙa Munã sãkã musu lãdarsu da mafi kyãwun abin da suka kasance sunã aikatãwa"},{"SurahNumber":16,"VerseNumber":98,"Text":"Sa'an nan idan ka karantã Alƙur'ãni, sai ka nẽmi tsari ga Allah daga shaiɗan jẽfaffe"},{"SurahNumber":16,"VerseNumber":99,"Text":"Lalle ne shi, bã shi da wani ƙarfi a kan waɗanda suka yi ĩmãni, kuma sunã dõgara ga Ubangijinsu"},{"SurahNumber":16,"VerseNumber":100,"Text":"Abin sani kawai ƙarfinsa yanã a kan waɗanda suke jiɓintar sa, kuma waɗanda suke sũ, game da shi, mãsu shirki ne"},{"SurahNumber":16,"VerseNumber":101,"Text":"Kuma idan Muka musanya wata ãyã a matsayin wata ãyã, kuma Allah ne Mafi sani ga abin da Yake saukarwa sai su ce: \"Abin sani kawai, kai, aƙirƙiri ne.\" Ã'a, mafi yawansu bã swa sani"},{"SurahNumber":16,"VerseNumber":102,"Text":"Ka ce: \"Rũhul ¡udusi ne ya sassaukar da shi, daga Ubangijinka da gaskiya, dõmin ya tabbatar da waɗanda suka yi ĩmãni, kuma (dõmin) shiriya da bushãra ga Musulmi"},{"SurahNumber":16,"VerseNumber":103,"Text":"Kuma lalle ne, haƙĩƙa Munã sanin (cẽwa) lalle ne sũ, sunã cẽwa, \"Abin sani kawai wani mutum ne yake karantar da shi.\" Harshen wanda suke karkatai da maganar zuwa gare shi, Ba'ajame ne, kuma wannan (Alƙur'ãni) harshe ne Balãrabe bayyananne"},{"SurahNumber":16,"VerseNumber":104,"Text":"Lalle ne waɗanda bã su yin ĩmãni da ãyõyin Allah, Allahbã zai shiryar da su ba, kuma sunã da azãba mai raɗaɗi"},{"SurahNumber":16,"VerseNumber":105,"Text":"Abin sani kawai waɗanda bã su yin ĩmãni da ãyõyin Allah, sũ ne suke ƙirƙira ƙarya. Kuma waɗannan sũ ne maƙaryata"},{"SurahNumber":16,"VerseNumber":106,"Text":"Wanda ya kãfirta da Allah daga bãyan ĩmãninsa, fãce wanda aka tĩlasta alhãli kuwa zũciyarsa tanã natse da ĩmãni kuma wanda ya yi farin ciki da kãfirci, to, akwai fushi a kansa daga Allah, kuma sunã da wata azãba mai girma"},{"SurahNumber":16,"VerseNumber":107,"Text":"Waɗancan ne kãfirai dõmin sun fĩfĩta son dũniya a kan Lãhira, kuma lalle ne Allah bã Ya shiryar da mutãne kãfirai"},{"SurahNumber":16,"VerseNumber":108,"Text":"Waɗancan ne waɗanda Allah Ya bice hasken zukãtansu da jinsu da gannansu. Kuma waɗancan sũ ne gafalallu"},{"SurahNumber":16,"VerseNumber":109,"Text":"Bãbu shakka lalle ne a Lãhira sũ ne mãsu hasãra"},{"SurahNumber":16,"VerseNumber":110,"Text":"Sa'an nan kuma lalle ne Ubangijinka ga waɗanda suka yi hijirã daga bãyan an fitine su, sa'an nan kuma suka yi jihãdi, kuma suka yi haƙuri, lalle ne Ubangijinka, daga bãyanta haƙĩƙa Mai gãfara ne, Mai jin ƙai"},{"SurahNumber":16,"VerseNumber":111,"Text":"A rãnar da kõwane rai zai je yanã jãyayyar tunkuɗẽwa daga kansa, kuma a cika wa kõwane rai (sakamakon) abin da ya aikata, kuma sũ bã zã a zãlunce su ba"},{"SurahNumber":16,"VerseNumber":112,"Text":"Kuma Allah Ya buga misãli, wata alƙarya ta kasance amintacciyã, natsattsiyã, arzikinta yanã je mata a wadãce daga kõwane wuri sai ta kãfirta da ni'imõmin Allah, sabõda haka Allah ya ɗanɗana mata tufãfin yunwa da tsõro, sabõda abin da suka kasance sunã sanã'antãwa"},{"SurahNumber":16,"VerseNumber":113,"Text":"Kuma lalle ne haƙĩƙa wani Manzo daga gare su, ya jẽmusu, sai suka ƙaryata shi, sabõda haka azãba ta kãma su, alhãli kuwa sũ ne mãsu zãlunci"},{"SurahNumber":16,"VerseNumber":114,"Text":"Sa'an nan ku ci daga abin da Allah Ya azurta ku da shi, halas, kuma mai dãɗi, kuma ku gõde wa ni'imar Allah idan kun kasance shi kuke bautãwa"},{"SurahNumber":16,"VerseNumber":115,"Text":"Abin sani kawai (Allah) Ya haramta muku mussai da jini da nãman alade da abin da aka ambaci sũnan wanin Allah game da shi. Sa'an nan wanda aka tĩlastaa kan jama'a kuma baicin mai zãlunci, to, lalle Allah ne Mai gãfara, Mai jin ƙai"},{"SurahNumber":16,"VerseNumber":116,"Text":"Kuma kada ku ce, dõmin abin da harsunanku suke siffantawa da ƙarya, \"Wannan halas ne, kuma wannan harãmun ne.\" Dõmin ku ƙirƙira ƙarya ga Allah. Lalle ne, waɗanda suke ƙirƙira ƙarya ga Allah bã zã su ci nasara ba"},{"SurahNumber":16,"VerseNumber":117,"Text":"Jin dãɗi ne kaɗan. Kuma sunã da wata azãba mai raɗaɗi"},{"SurahNumber":16,"VerseNumber":118,"Text":"Kuma kan waɗanda suka tũba (Yãhũdu) Mun haramta abin da Muka bãyar da lãbari a gare ka daga gabãni, kuma ba Mu zãlunce su ba, amma sun kasance kansu suke zãlunta"},{"SurahNumber":16,"VerseNumber":119,"Text":"Sa'an nan kuma lalle ne Ubangijinka ga waɗanda suka aikata mummunan aiki da jãhilci, sa'an nan suka tũba daga bãyan wancan, kuma suka gyãra, lalle ne Ubangijinka, daga bãyanta haƙĩƙa Mai gãfara ne, Mai jin ƙai"},{"SurahNumber":16,"VerseNumber":120,"Text":"Lalle ne Ibrãhĩm ya kasance shũgaba, mai ƙasƙantar da kai ga Allah, mai karkatã zuwa ga gaskiya, kuma bai kasance daga mãsu shirki ba"},{"SurahNumber":16,"VerseNumber":121,"Text":"Mai gõdiya ga ni'imominSa (Allah), Ya zãɓe shi, kuma Ya shiryar da shi zuwa ga tafarki madaidaici"},{"SurahNumber":16,"VerseNumber":122,"Text":"Kuma Muka ba shi alhẽri a cikin dũniya, Kuma lalle shĩ, a Lãhira, yanã daga sãlihai"},{"SurahNumber":16,"VerseNumber":123,"Text":"Sa'an nan kuma Muka yi wahayi zuwa gare ka (cẽwa), \"Ka bi aƙĩdar Ibrahĩm, mai karkatã zuwa ga gaskiya, kuma bai kasance daga mãsu shirki ba"},{"SurahNumber":16,"VerseNumber":124,"Text":"Abin sani kawai, an sanya Asabar a kan waɗanda suka sãɓã wajũna a cikin sha'aninsa. Kuma lalle ne Ubangijinka, haƙĩƙa, Yanã yin hukunci a tsakaninsu a Rãnar ¡iyãma a cikin abin da suka kasance a cikinsa sunã sãɓã wa jũnã"},{"SurahNumber":16,"VerseNumber":125,"Text":"Ka yi kira zuwa ga hanyar Ubangijinka da hikima da wa'azi mai kyau kuma ka yi jãyayya da su da magana wadda take mafi kyau. Lalle ne Ubangijinka Shĩ neMafi sani ga wanda ya ɓãce daga hanyarSa, kuma Shi ne Mafi sani ga mãsu shiryuwa"},{"SurahNumber":16,"VerseNumber":126,"Text":"Kuma idan kuka sãka wa uƙũba to ku sãka wa uƙũba da misãlin abin da aka yi muku uƙũbar da shi. Kuma idan kun yi haƙuri, lalle shĩ ne mafi alhẽri ga mãsu haƙuri"},{"SurahNumber":16,"VerseNumber":127,"Text":"Kuma ka yi haƙuri, kuma haƙurinka bã zai zama ba fãce dõmin Allah, kuma kada ka yi baƙin ciki sabo da su, kuma kada ka kasance a cikin ƙuncin rai daga abin da suke yi na mãkirci"},{"SurahNumber":16,"VerseNumber":128,"Text":"Lalle Allah Yanã tãre da waɗanda suka yi taƙawa da waɗanda suke sũ mãsu kyautatãwa ne"}]}