{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"А если бы Мы низвели на них ангелов, и заговорили бы с ними мертвые, и собрали бы Мы пред ними все лицом к лицу, они все-таки не уверовали, если не пожелает Аллах, но большинство их не знают"},{"SurahNumber":6,"VerseNumber":112,"Text":"И так Мы всякому пророку устроили врагов - шайтанов из людей и джиннов; одни из них не внушают другим прелесть слов для обольщения. А если бы пожелал Господь твой, они бы этого не делали. Оставь же их и то, что они измышляют"},{"SurahNumber":6,"VerseNumber":113,"Text":"И пусть склоняются к нему сердца тех, которые не верят в жизнь будущую, и удовлетворяются им и пусть приобретают то, что они приобретают"},{"SurahNumber":6,"VerseNumber":114,"Text":"Разве я пожелаю судьей кого-либо, кроме Аллаха? Ведь Он - тот, который ниспослал вам книгу, ясно изложенную, а те, которым Мы даровали книгу, знают, что она низведена от Господа твоего во истине. Не будь же сомневающимся"},{"SurahNumber":6,"VerseNumber":115,"Text":"И завершились словеса Господа твоего по истине и справедливости. Нет изменителя словам Его: ведь Он - слышащий, знающий"},{"SurahNumber":6,"VerseNumber":116,"Text":"И если ты послушаешься большинства тех, кто на земле, они сведут тебя с пути Аллаха. Они следуют только за предположением, и они только ложно измышляют"},{"SurahNumber":6,"VerseNumber":117,"Text":"Поистине, Господь твой лучше знает тех, кто сходит с Его пути; и Он лучше знает идущих прямо"},{"SurahNumber":6,"VerseNumber":118,"Text":"Ешьте же то, над чем помянуто имя Аллаха, если вы веруете в Его знамения"},{"SurahNumber":6,"VerseNumber":119,"Text":"И что с вами, что вы не едите того, над чем помянуто имя Аллаха, когда Он уже разъяснил вам, что вам запрещено, если вы к этому не будете приневолены? А ведь многие сходят с пути своими страстями без всякого знания. Поистине, твой Господь лучше знает действующих несправедливо"},{"SurahNumber":6,"VerseNumber":120,"Text":"Оставляйте и явный грех и скрытый; поистине, тем, которые приобретают грех, будет воздано за то, что они снискивали"},{"SurahNumber":6,"VerseNumber":121,"Text":"И не ешьте того, над чем не упомянуто имя Аллаха: это ведь нечестие! Ведь шайтаны внушают своим сторонникам, чтобы они препирались с вами, а если вы их послушаете, вы тогда - многобожники"},{"SurahNumber":6,"VerseNumber":122,"Text":"Разве тот, кто был мертвым и Мы оживили его и дали ему свет, с которым он идет среди людей, похож на того, кто во мраке и не выходит из него? Так разукрашено неверным то, что они делали"},{"SurahNumber":6,"VerseNumber":123,"Text":"И так Мы в каждом селении сделали вельмож грешниками его, чтобы они ухищрялись там, но ухищряются они только сами с собой и не знают этого"},{"SurahNumber":6,"VerseNumber":124,"Text":"А когда придет к ним знамение, они говорят: \"Не уверуем мы, пока нам не будет дано то же, что дано посланникам Аллаха\". Аллах лучше знает, где помещать Свое посольство. Постигнет тех, которые согрешили, унижение пред Господом и наказание сильное за то, что они ухищрялись"},{"SurahNumber":6,"VerseNumber":125,"Text":"Кого пожелает Аллах вести прямо, уширяет тому грудь для ислама, а кого пожелает сбить с пути, делает грудь его узкой, тесной, как будто бы он поднимается на небо. Так Аллах направляет наказание на тех, которые не веруют"},{"SurahNumber":6,"VerseNumber":126,"Text":"И это - путь Господа твоего, когда он прям. Мы разъяснили знамения людям, которые поминают"},{"SurahNumber":6,"VerseNumber":127,"Text":"Для них жилище мира у их Господа; Он - их помощник за то, что они делали"},{"SurahNumber":6,"VerseNumber":128,"Text":"И в день, когда Он соберет их всех: \"О сонмище джиннов! Вы многого хотели от этих людей!\" И скажут их приятели из людей: \"Господи! Одни из нас пользовались другими, и мы дошли до нашего предела, который Ты нам назначил\". Он скажет: \"Огонь - ваше место, - для вечного пребывания в нем, - если только не пожелает Аллах иного\". Поистине, Господь твой - мудрый, знающий"},{"SurahNumber":6,"VerseNumber":129,"Text":"И так одних неправедных Мы приближаем к другим за то, что они приобрели"},{"SurahNumber":6,"VerseNumber":130,"Text":"О сонм джиннов и людей! Разве не приходили к вам посланцы из вас, которые рассказывали вам Мои знамения и возвещали вам о встрече с этим днем? Они скажут: \"Свидетельствуем мы против самих себя\". Обольстила их ближняя и засвидетельствовали они против самих себя, что были они неверными"},{"SurahNumber":6,"VerseNumber":131,"Text":"Это - потому, что Господь твой - не таков, чтобы губить селения несправедливо, когда обитатели их были в небрежении"},{"SurahNumber":6,"VerseNumber":132,"Text":"У каждого - ступени по тому, что они делали, И Господь твой не небрежет тем, что они делают"},{"SurahNumber":6,"VerseNumber":133,"Text":"Господь твой богат, владелец милости; если Он пожелает, то погубит вас и заменит вас тем, чем захочет, подобному тому, как Он вырастил вас из потомства другого народа"},{"SurahNumber":6,"VerseNumber":134,"Text":"Поистине, то, что вам обещано, наступит, и вы это не в состоянии ослабить"},{"SurahNumber":6,"VerseNumber":135,"Text":"Скажи: \"О народ мой! Поступайте по своей возможности, я действую, и потом вы узнаете, за кем будет конец жилища. Поистине, неправедные не будут счастливы"},{"SurahNumber":6,"VerseNumber":136,"Text":"Они устраивают для Аллаха долю того, что Он произрастил из посевов и скота, и говорят: \"Это - Аллаху!\"- по их утверждению, - \"А это - нашим сотоварищам\". И то, что бывает для их сотоварищей, это не доходит до Аллаха, а то, что для Аллаха, то доходит до их сотоварищей. Скверно то, что они судят"},{"SurahNumber":6,"VerseNumber":137,"Text":"И так сотоварищи их разукрасили многим из многобожников убиение своих детей, чтобы погубить их и затемнить их веру. А если бы Аллах пожелал, то они не сделали бы этого. Оставь же их и то, что они измышляют"},{"SurahNumber":6,"VerseNumber":138,"Text":"И говорят они: \"Это - скот и посев запретный; ими питается только тот, кого мы пожелаем\", - по их утверждению. И скот, спины которого запретны, и скот, над которым они не призывают имени Аллаха, измышляя на Него. Воздаст Он им за то, что они измышляют"},{"SurahNumber":6,"VerseNumber":139,"Text":"И говорят они: \"То, что в утробах этих животных, то - чисто для наших мужчин и запрещено нашим женам\". А если оно будет мертвым, то они - в это участники. Воздаст Он им за их описания: ведь Он - мудрый, знающий"},{"SurahNumber":6,"VerseNumber":140,"Text":"В убытке - те, которые убили своих детей по глупости, без знания, и запретили то, что даровал им Аллах, измышляя на Аллаха. Сбились они с пути и не оказались идущими прямо"},{"SurahNumber":6,"VerseNumber":141,"Text":"Он - тот, который произвел сады с подставками и без подставок, пальмы и посевы с различными плодами, и маслину, и гранаты, сходные и несходные. Вкушайте плоды их, когда они дадут плод, и давайте должное во время жатвы, но не будьте неумеренны. Поистине, Он не любит неумеренных"},{"SurahNumber":6,"VerseNumber":142,"Text":"И из скота - для переноски и для подстилки. Вкушайте то, что даровал вам Аллах, и не следуйте по стопам сатаны! Ведь он для вас - явный враг"},{"SurahNumber":6,"VerseNumber":143,"Text":"Восемь - парами: из овец - две, и из коз - две. Скажи: \"Самцов обоих Он запретил или самок? Или то, что заключают в себе утробы самок? Сообщите мне со знанием, если вы говорите правду"},{"SurahNumber":6,"VerseNumber":144,"Text":"И из верблюдов - двое, и из коров - двое. Скажи: \"Самцов обоих Он запретил или самок? Или то, что заключают в себе утробы самок? Или вы были свидетелями, когда Аллах завещал это?\" Кто же более несправедлив, чем тот, кто измышляет на Аллаха ложь, чтобы сбить людей без всякого знания? Поистине, Аллах не ведет народ неправедный"},{"SurahNumber":6,"VerseNumber":145,"Text":"Скажи: \"В том, что открыто мне, я не нахожу запретным для питающегося то, чем он питается, только если это будет мертвечина, или пролитая кровь, или мясо свиньи, потому что это - скверна, - или нечистое, которое заколото с призыванием не Аллаха. Кто же вынужден, не будучи распутником или преступником, - то Господь твой - прощающ, милосерд"},{"SurahNumber":6,"VerseNumber":146,"Text":"Тем, которые обратились в иудейство, Мы запретили всех имеющих копыто, а из коров и овец запретили Мы им жир, кроме носимого их хребтами или внутренностями, или того, что смешался с костями. Этим воздали Мы им за их нечестие: Мы ведь правдивы"},{"SurahNumber":6,"VerseNumber":147,"Text":"Если они считают тебя лжецом, то скажи: \"Господь ваш - обладатель милости обширной, и Его мощи не отклонить от народа грешного"},{"SurahNumber":6,"VerseNumber":148,"Text":"Скажут те, которые придают Ему сотоварищей: \"Если бы Аллах пожелал, ни мы бы не придавали товарищей, ни отцы наши, и не запрещали бы ничего\". Так лгали и те, которые были до них, пока не вкусили Нашей мощи. Скажи: \"Есть ли у вас какое-либо знание? Покажите его нам. Вы следуете только за предположениями, вы только измышляете ложь"},{"SurahNumber":6,"VerseNumber":149,"Text":"Скажи: \"У Аллаха - убедительное доказательство. Если бы Он хотел, то всех бы вывел на прямой путь"},{"SurahNumber":6,"VerseNumber":150,"Text":"Скажи: \"Сюда ваших свидетелей, которые свидетельствуют, что Аллах запретил это!\" Если они и засвидетельствуют, то ты не свидетельствуй с ними и не следуй за страстями тех, которые считают ложными Наши знамения и которые не веруют в жизнь будущую. Они к Господу своему приравнивают"},{"SurahNumber":6,"VerseNumber":151,"Text":"Скажи: \"Приходите, Я прочитаю то, что запретил вам ваш Господь: чтобы вы не придавали Ему ничего в сотоварищи; к родителям - добродеяние; не убивайте ваших детей от бедности - Мы прокормим их и вас; не приближайтесь к мерзостям, к явным из них и тайным; не убивайте душу, которую запретил Аллах, иначе как по праву. Это завещал Он вам, - может быть, вы уразумеете"},{"SurahNumber":6,"VerseNumber":152,"Text":"И не приближайтесь к имуществу сироты, иначе как с тем, что лучше, пока он не достигнет крепости ; выполняйте меру и вес по справедливости. Мы не возлагаем на душу ничего, кроме возможного для нее. А когда вы говорите, то будьте справедливы, хотя бы и к родственникам, и завет Аллаха выполняйте. Это завещал Он вам, - может быть, вы вспомните"},{"SurahNumber":6,"VerseNumber":153,"Text":"И это - Моя дорога прямая; следуйте же по ней и не следуйте другими путями, чтобы они не отделили вас от Его дороги. Это Он завещал вам, - может быть, вы будете богобоязненны"},{"SurahNumber":6,"VerseNumber":154,"Text":"Потом Мы даровали Мусе книгу для завершения тому, кто сотворил благо, и в разъяснение для каждой вещи, и в путеводительство, и как милосердие, - может быть, они уверуют во встречу со своим Господом"},{"SurahNumber":6,"VerseNumber":155,"Text":"И это - книга, которую Мы ниспослали, благословенная; следуйте же за ней и будьте богобоязненны, - может быть, вы будете помилованы"},{"SurahNumber":6,"VerseNumber":156,"Text":"чтобы вам не говорить: \"Книга ниспослана была только двум народам до нас, и мы действительно были небрежны к ее изучению"},{"SurahNumber":6,"VerseNumber":157,"Text":"Или бы не говорили: \"Если бы была ниспослана нам книга, то мы были бы на более прямом пути, чем они!\" Пришло уже к вам ясное знамение от Господа вашего, и руководство, и милость; кто же более несправедлив, чем тот, кто считает ложью знамения Аллаха и отворачивается от них! Мы воздадим тем, которые отвращаются от наших знамений, злым наказанием за то, что они отвращались"},{"SurahNumber":6,"VerseNumber":158,"Text":"Разве они ждут, что придут к ним ангелы, или придет твой Господь, или придет какое-нибудь знамение Господа твоего? В тот день, как придет какое-нибудь знамение Господа твоего, не поможет душе ее вера, раз она не уверовала раньше или не приобрела в своей вере доброго. Скажи: \"Ждите, мы будем ждать"},{"SurahNumber":6,"VerseNumber":159,"Text":"Поистине, те, которые разделили свою религию и стали партиями, ты - не из них. Их дело - к Аллаху; потом Он сообщит им, что они делали"},{"SurahNumber":6,"VerseNumber":160,"Text":"Кто придет с добрым делом, для того - десять подобных ему, а кто придет с дурным, потом воздается только подобным ему, и они не будут обижены"},{"SurahNumber":6,"VerseNumber":161,"Text":"Скажи: \"Поистине, Господь вывел меня на прямой путь, как прямую веру, в общину Ибрахима, ханифа. И не был он из многобожников"},{"SurahNumber":6,"VerseNumber":162,"Text":"Скажи: \"Поистине, молитва моя и благочестие мое, жизнь моя и смерть - у Аллаха, Господа миров"},{"SurahNumber":6,"VerseNumber":163,"Text":"у которого нет сотоварища. Это мне повелено, и я - первый из предавшихся"},{"SurahNumber":6,"VerseNumber":164,"Text":"Скажи: \"Разве другого, чем Аллах, я буду искать Господом?\" Он - Господь всего. Что каждая душа приобретает, то остается на ней, и не понесет носящая ношу другой. А потом к Господу вашему ваше возвращение, и Он сообщит вам про то, в чем вы разногласили"},{"SurahNumber":6,"VerseNumber":165,"Text":"Он - тот, который сделал вас преемниками на земле и возвысил одних из вас над другими по степеням, чтобы испытать вас в том, что Он вам доставил. Поистине, Господь твой быстр в наказании, и, поистине, Он - прощающий, милосердный"},{"SurahNumber":7,"VerseNumber":1,"Text":"Алиф лам мим сад"},{"SurahNumber":7,"VerseNumber":2,"Text":"Писание ниспослано тебе - пусть же не будет в твоей груди стеснения от него! - чтобы ты увещал им и чтобы оно было напоминанием верующим"},{"SurahNumber":7,"VerseNumber":3,"Text":"Следуйте за тем, что ниспослано вам от вашего Господа, и не следуйте вместо него за покровителями; мало вы вспоминаете"},{"SurahNumber":7,"VerseNumber":4,"Text":"И сколько селений Мы погубили! Приходила к ним Наша ярость ночью или когда они покоились"},{"SurahNumber":7,"VerseNumber":5,"Text":"И было зовом их, когда приходила Наша ярость, только за то, что они говорили: \"Мы были неправедны"},{"SurahNumber":7,"VerseNumber":6,"Text":"Мы спросим тех, к которым были посланы, и спросим посланников"},{"SurahNumber":7,"VerseNumber":7,"Text":"Мы расскажем им со знанием; ведь Мы не бываем отсутствующими"},{"SurahNumber":7,"VerseNumber":8,"Text":"Вес в тот день - истина: у кого весы тяжелы, те будут счастливы"},{"SurahNumber":7,"VerseNumber":9,"Text":"а у кого весы легки, те нанесли убыток самим себе за то, что были несправедливы к Нашим знамениям"},{"SurahNumber":7,"VerseNumber":10,"Text":"Мы утвердили вас на земле и устроили вам там средства жизни, - мало вы благодарны"},{"SurahNumber":7,"VerseNumber":11,"Text":"Мы создали вас, потом придали вам форму, потом сказали ангелам: \"Поклонитесь Адаму!\" - и поклонились они, кроме Иблиса; он не был из поклонившихся"},{"SurahNumber":7,"VerseNumber":12,"Text":"Он сказал: \"Что удержало тебя от того, чтобы поклониться, раз Я приказал тебе?\" Он сказал: \"Я - лучше его: Ты создал меня из огня, а его создал из глины"},{"SurahNumber":7,"VerseNumber":13,"Text":"Сказал Он: \"Низвергнись отсюда; не годится тебе превозноситься там! Выходи же: ты - среди оказавшихся ничтожными"},{"SurahNumber":7,"VerseNumber":14,"Text":"Он сказал: \"Дай мне отсрочку до дня, когда они будут воскрешены"},{"SurahNumber":7,"VerseNumber":15,"Text":"Он сказал: \"Ты - среди получивших отсрочку"},{"SurahNumber":7,"VerseNumber":16,"Text":"Он сказал: \"За то, что Ты сбил меня, я засяду против них на Твоем прямом пути"},{"SurahNumber":7,"VerseNumber":17,"Text":"Потом я приду к ним и спереди, и сзади, и справа, и слева, и Ты не найдешь большинства их благодарными"},{"SurahNumber":7,"VerseNumber":18,"Text":"Сказал Он: \" Выходи оттуда опозоренным, униженным! Тех, кто последовал из них за тобой... Я наполню геенну вами всеми"},{"SurahNumber":7,"VerseNumber":19,"Text":"А ты, Адам, поселись ты и жена твоя в раю; питайтесь, чем хотите, но не приближайтесь к этому дереву, а то вы окажетесь несправедливыми"},{"SurahNumber":7,"VerseNumber":20,"Text":"И нашептал им сатана, чтобы открыть то, что было скрыто от них из их мерзости, и сказал: \"Запретил вам ваш Господь это дерево только потому, чтобы вы не оказались ангелами или не стали вечными"},{"SurahNumber":7,"VerseNumber":21,"Text":"И заклял он их: \"Поистине, я для вас - добрый советник"},{"SurahNumber":7,"VerseNumber":22,"Text":"Так низвел он их обольщением. А когда они вкусили дерева, явилась пред ними их мерзость, и стали они шить для себя райские листья. И воззвал к ним их Господь: \"Разве Я не запрещал вам это дерево и не говорил вам, что сатана для вас - ясный враг"},{"SurahNumber":7,"VerseNumber":23,"Text":"Они сказали: \"Господи наш! Мы обидели самих себя, и, если Ты не простишь нам и не помилуешь нас, мы окажемся потерпевшими убыток"},{"SurahNumber":7,"VerseNumber":24,"Text":"Он сказал: \"Низвергнись! Одни из вас враги для других. Для вас на земле местопребывание и пользование на время"},{"SurahNumber":7,"VerseNumber":25,"Text":"Он сказал: \"На ней вы будете жить, и на ней будете умирать, и из нее будете изведены"},{"SurahNumber":7,"VerseNumber":26,"Text":"О сыны Адама! Мы ниспослали вам одеяние, которое прикрывало бы вашу мерзость, и перья. А одеяние богобоязненности - лучше. Это - из знамений Аллаха, - может быть, вы вспомните"},{"SurahNumber":7,"VerseNumber":27,"Text":"О сыны Адама! Пусть сатана не искусит вас, как он извел ваших родителей из рая, совлекши с них одежду, чтобы показать им их мерзость. Ведь он видит вас - он и его сонм - оттуда, откуда вы их не видите. Поистине, Мы сделали шайтанов покровителями тех, которые не веруют"},{"SurahNumber":7,"VerseNumber":28,"Text":"А когда они сделают какую-нибудь мерзость, то говорят: \"Мы нашли в таком состоянии наших отцов, и Аллах приказал нам это\". Скажи: \"Поистине, Аллах не приказывает мерзости! Неужели вы станете говорить на Аллаха то, чего вы не знаете"},{"SurahNumber":7,"VerseNumber":29,"Text":"Скажи: \"Повелел Господь мой справедливость; направляйте лица ваши в сторону всякой мечети и взывайте к Нему, очищая пред Ним веру; как Он вас сотворил впервые, так вы и вернетесь"},{"SurahNumber":7,"VerseNumber":30,"Text":"Часть Он вел прямым путем, а над частью оправдалось заблуждение. Ведь они взяли шайтанов покровителями вместо Аллаха и думают, что они идут по прямому пути"},{"SurahNumber":7,"VerseNumber":31,"Text":"О сыны Адама! Берите свои украшения у каждой мечети; ешьте и пейте, но не излишествуйте: ведь Он не любит излишествующих"},{"SurahNumber":7,"VerseNumber":32,"Text":"Скажи: \"Кто запретил украшения Аллаха, которые Он низвел для Своих рабов, и прелести из удела?\" Скажи: \"Это - только для тех, которые уверовали в ближайшей жизни в день воскресений\". Так разъясняем Мы знамения для людей, которые знают"},{"SurahNumber":7,"VerseNumber":33,"Text":"Скажи: \"Господь мой запретил только мерзости, явные из них и скрытые, грех и злодеяние без права, и чтобы вы придавали Аллаху в сотоварищи то, о чем Он не низвел власти, и чтобы говорили против Аллаха то, чего не знаете"},{"SurahNumber":7,"VerseNumber":34,"Text":"У всякого народа - свой предел; и когда придет их предел, то они не замедлят ни на час и не ускорят"},{"SurahNumber":7,"VerseNumber":35,"Text":"О сыны Адама! Когда придут посланцы из вас, рассказывая вам Мои знамения, то те, кто боялся и делал благое, - нет над ними страха, и не будут они опечалены"},{"SurahNumber":7,"VerseNumber":36,"Text":"А те, которые считали ложью Мои знамения и превозносились над ними, - они - обитатели огня, в нем они пребывают вечно"},{"SurahNumber":7,"VerseNumber":37,"Text":"Кто же несправедливее того, кто измыслил на Аллаха ложь или считал ложью Его знамения? Этих постигнет их удел из книги. А когда придут к ним Наши посланцы, чтобы завершить их жизнь, они скажут: \"Где же те, кого вы призывали помимо Аллаха?\" Они скажут: \"Потерялись от нас!\" И засвидетельствуют против самих себя, что они были неверными"},{"SurahNumber":7,"VerseNumber":38,"Text":"Он скажет: \"Войдите среди народов, которые прошли до вас из джиннов и людей, в огонь!\" Каждый раз, как входил один народ, он проклинал ему подобный. А когда они собрались все там, то другой сказал о первом: \"Господи! Эти сбили нас, пошли же им наказание двойное из огня\". Он сказал: \"Каждому - двойное, только вы не знаете"},{"SurahNumber":7,"VerseNumber":39,"Text":"И сказал первый другому: \"У вас не было преимущества перед нами; вкусите же наказание за то, что вы приобрели"},{"SurahNumber":7,"VerseNumber":40,"Text":"Поистине, те, которые считали ложью Наши знамения и превозносились над ними, не откроются им врата неба, и не войдут они в рай, пока не войдет верблюд в игольное ушко. Так воздаем Мы грешникам"},{"SurahNumber":7,"VerseNumber":41,"Text":"Им - из геенны ложа, а над ними - покрывала; и так воздаем Мы неправедным"},{"SurahNumber":7,"VerseNumber":42,"Text":"А те, которые уверовали и творили благое, - Мы возлагаем на душу только возможное для нее, - они - обитатели рая, они в нем пребывают вечно"},{"SurahNumber":7,"VerseNumber":43,"Text":"И Мы изъяли все, что было у них в груди из огорчения. Под ними текут реки, и говорят они: \"Хвала Аллаху, который вывел нас на это! Мы бы не вышли, если бы Аллах нас не вывел к этому. Пришли посланцы Господа нашего с истиной, и было возглашено: \"Вот вам - рай, который дан вам в наследство за то, что вы делали"},{"SurahNumber":7,"VerseNumber":44,"Text":"И воззвали обитатели рая к обитателям огня: \"Мы нашли то, что обещал нам наш Господь, истиной, нашли ли вы истиной то, что обещал вам ваш Господь?\" Они сказали: \"Да\". И возгласил глашатай среди них: \"Проклятие Аллаха на неправедных"},{"SurahNumber":7,"VerseNumber":45,"Text":"которые отвращают от пути Аллаха и стремятся обратить его в кривизну и не веруют они в жизнь будущую"},{"SurahNumber":7,"VerseNumber":46,"Text":"И между ними - завеса, а на преграде - люди, которые знают всех по их признакам. И воззовут к обитателям рая: \"Мир вам!\" - те, которые не вошли в него, хотя и желали"},{"SurahNumber":7,"VerseNumber":47,"Text":"А когда взоры их будут обращены к обитателям огня, они скажут: \"Господи! Не помещай нас вместе с людьми неправедными"},{"SurahNumber":7,"VerseNumber":48,"Text":"И возвестили обладатели преград к людям, которых они знают по их признакам: \"Не избавило вас ваше сборище и то, чем вы величались"},{"SurahNumber":7,"VerseNumber":49,"Text":"Не об этих ли вы клялись, что Господь не постигнет их Своей милостью? Войдите в рай, нет страха для вас, и не будете вы опечалены"},{"SurahNumber":7,"VerseNumber":50,"Text":"И возгласят обитатели огня к обитателям рая: \"Пролейте на нас воду или то, чем наделил вас Аллах!\" Они скажут: \"Аллах запретил и то и другое для неверных"},{"SurahNumber":7,"VerseNumber":51,"Text":"тех, которые свою религию обратили в потеху и забаву, и обольстила их эта ближняя жизнь: сегодня забудем Мы их, как и они забыли про встречу с этим днем и то, что они отрицали Наши знамения"},{"SurahNumber":7,"VerseNumber":52,"Text":"Вот пришли Мы к ним с книгой, которую изложили со знанием, как прямой путь и милосердие для людей, которые веруют"},{"SurahNumber":7,"VerseNumber":53,"Text":"Неужели ждут они чего-либо, кроме толкования этого? В тот день, когда придет толкование его, скажут те, которые забыли его раньше: \"Приходили посланники Господа нашего с истиной. Есть ли у нас заступники, которые заступятся за нас? Или мы будем возвращены и будем делать не то, что делали?\" Они нанесли убыток самим себе, и исчезло от них то, что они измышляли"},{"SurahNumber":7,"VerseNumber":54,"Text":"Поистине, Господь ваш - Аллах, который создал небеса и землю в шесть дней, а потом утвердился на троне. Он закрывает ночью день, который непрестанно за ней движется... И солнце, и луну, и звезды, подчиненные Его власти. О да! Ему принадлежит и создание и власть. Благословен Аллах, Господь миров"},{"SurahNumber":7,"VerseNumber":55,"Text":"Призывайте вашего Господа со смирением и в тайне. Поистине, Он не любит преступающих"},{"SurahNumber":7,"VerseNumber":56,"Text":"Не производите расстройства на земле после устроения ее. Призывайте Его со страхом и упованием; поистине, милость Аллаха близка от добродеющих"},{"SurahNumber":7,"VerseNumber":57,"Text":"Он - тот, который посылает ветры благовестником пред Своим милосердием. А когда они двинут тяжелое облако, Мы гоним его на мертвую страну, низводим из него воду и выводим ею всякие плоды. Так изведем Мы и мертвых, - может быть, вы опомнитесь"},{"SurahNumber":7,"VerseNumber":58,"Text":"Хорошая страна - восходит ее растение с дозволения Господа ее, а та, которая дурна, - оно восходит только скудно. Так распределяем Мы знамения для людей, которые благодарны"},{"SurahNumber":7,"VerseNumber":59,"Text":"Мы отправили уже Нуха к его народу, и сказал он: \"О народ мой! Поклоняйтесь Аллаху, нет у вас другого божества, кроме Него! Я боюсь для вас наказания дня великого"},{"SurahNumber":7,"VerseNumber":60,"Text":"Сказала знать из его народа: \"Мы видим тебя в явном заблуждении"},{"SurahNumber":7,"VerseNumber":61,"Text":"Он сказал: \"О народ мой! Нет у меня заблуждения, я - только посланник от Господа миров"},{"SurahNumber":7,"VerseNumber":62,"Text":"Я передаю вам послания моего Господа и советую вам; я знаю от Аллаха то, чего вы не знаете"},{"SurahNumber":7,"VerseNumber":63,"Text":"Разве вы удивляетесь тому, что напоминание от Господа вашего пришло к одному человеку из вас, чтобы он убеждал вас и чтобы вы были богобоязненны, и, может быть, вы будете помилованы"},{"SurahNumber":7,"VerseNumber":64,"Text":"И они сочли его лжецом, и спасли Мы его и тех, кто был с ним, в судне и потопили тех, которые считали ложью Наши знамения. Поистине, они были народом слепым"},{"SurahNumber":7,"VerseNumber":65,"Text":"И к адитам - брата их худа. Он сказал: \"О народ мой! Поклоняйтесь Аллаху, нет у вас божества, кроме него! Разве вы не будете богобоязненны"},{"SurahNumber":7,"VerseNumber":66,"Text":"Сказала знать из его народа, которые не верили: \"Мы видим, что ты в неразумии, и мы полагаем, что ты - лжец"},{"SurahNumber":7,"VerseNumber":67,"Text":"Он сказал: \"О народ мой! Нет у меня неразумия, и я - только посланник от Господа миров"},{"SurahNumber":7,"VerseNumber":68,"Text":"Я передаю вам послания моего Господа; я для вас - верный советник"},{"SurahNumber":7,"VerseNumber":69,"Text":"Неужели вы удивились тому, что пришло к вам напоминание от Господа вашего через человека из вас, чтобы он вас увещал? Помните, как Он сделал вас преемниками после народа Нуха и увеличил вам в сотворенной наружности величину. Вспоминайте же благодеяния Аллаха, - может быть, вы будете счастливы"},{"SurahNumber":7,"VerseNumber":70,"Text":"Они сказали: \"Не для того ли ты пришел, чтобы мы поклонялись Аллаху единому и оставили то, чему поклонялись наши отцы? Приведи же нам то, чем ты грозишь, если ты - из числа правдивых"},{"SurahNumber":7,"VerseNumber":71,"Text":"Он сказал: \"Уже пало на вас от вашего Господа наказание и гнев; неужели вы будете препираться со мной об именах, которые дали вы и ваши отцы, относительно которых Аллах не ниспосылал никакой власти? Подождите же, и я с вами ожидаю"},{"SurahNumber":7,"VerseNumber":72,"Text":"И Мы спасли его и тех, кто с ним, по Нашей милости и истребили до последнего тех, которые считали ложью Наши знамения и не были верующими"},{"SurahNumber":7,"VerseNumber":73,"Text":"И к самудянам - брата их Салиха. Он сказал: \"О народ мой! Поклоняйтесь Аллаху, нет у вас никакого божества, кроме Него! Пришло к вам ясное свидетельство от вашего Господа: это - верблюдица Аллаха для вас знамением; оставьте ее пастись на земле Аллаха, не касайтесь ее со злом, чтобы вас не постигло мучительное наказание"},{"SurahNumber":7,"VerseNumber":74,"Text":"Вспоминайте, как Он сделал вас преемниками после адитов и поместил вас на земле, - из долин ее вы устраиваете замки, а горы высекаете, как дома. Поминайте же милости Аллаха и не ходите по земле, распространяя нечестие"},{"SurahNumber":7,"VerseNumber":75,"Text":"И сказала знать из его народа, которая возгордилась, тем, которые считались ничтожными, - тем, которые уверовали из них: \"Знаете ли вы, что Салих послан от Господа своего?\" Они сказали: \"Поистине, мы веруем в то, с чем он послан"},{"SurahNumber":7,"VerseNumber":76,"Text":"Сказали те, которые превозносились: \"Поистине, мы не веруем в то, во что вы уверовали"},{"SurahNumber":7,"VerseNumber":77,"Text":"И закололи они верблюдицу, и ослушались повеления Господа их, и сказали: \"О Салих! Приведи к нам то, что ты обещаешь, если ты посланник"},{"SurahNumber":7,"VerseNumber":78,"Text":"И постигло их сотрясение, и наутро оказались они в своем жилье поверженными ниц"},{"SurahNumber":7,"VerseNumber":79,"Text":"И отвернулся он от них и сказал: \"О народ мой! Я передал вам послание Господа моего и давал вам совет, но не любите вы советников"},{"SurahNumber":7,"VerseNumber":80,"Text":"И Лута. Вот он сказал своему народу: \"Неужели вы будете творить мерзость, в которой никто из миров вас не опередил"},{"SurahNumber":7,"VerseNumber":81,"Text":"Ведь вы приходите по страсти к мужчинам вместо женщин. Да, вы - люди, вышедшие за предел"},{"SurahNumber":7,"VerseNumber":82,"Text":"Ответом его народа было только то, что они сказали: \"Изведите их из вашего селения; ведь они - люди, стремящиеся к чистоте"},{"SurahNumber":7,"VerseNumber":83,"Text":"И Мы спасли его и его семейство, кроме его жены; она была среди оставшихся"},{"SurahNumber":7,"VerseNumber":84,"Text":"И пролили Мы на них дождь. Посмотри же каков был конец грешников"},{"SurahNumber":7,"VerseNumber":85,"Text":"И к мадйанитам - брата их Шуайба. Он сказал: \"О народ мой! Поклоняйтесь Аллаху - нет у вас никакого божества, кроме Него! Пришло к вам ясное знамение от вашего Господа. Полностью соблюдайте меру и вес. Не снижайте людям в их вещах и не портите землю после ее устройства. Это - лучше для вас, если вы верующие"},{"SurahNumber":7,"VerseNumber":86,"Text":"И не сидите на всякой дороге, пугая и отвращая от пути Аллаха тех, кто уверовал в Него, и стремясь искривить ее. Вспомните, как вас было мало и Он вас умножил, и посмотрите, каков был конец распространителей нечестия"},{"SurahNumber":7,"VerseNumber":87,"Text":"Если часть из вас уверовала в то, с чем я послан, а часть не уверовала, то терпите, пока Аллах не рассудит нас. Ведь Он - лучший из судей"}]}