{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"دوست ندارد خدا بلند سخن گفتن را به گفتار زشت جز آن کس که ستم بر او شده است و خدا است شنونده دانا"},{"SurahNumber":4,"VerseNumber":149,"Text":"اگر آشکار کنید نیکی را یا نهان داریدش یا گذشت کنید از زشتی همانا خدا است گذشت‌کننده توانا"},{"SurahNumber":4,"VerseNumber":150,"Text":"همانا آنان که کفر ورزیدند به خدا و پیمبرانش و خواهند جدائی افکنند میان خدا و پیمبرانش و گویند ایمان آریم به بعضی و کفر ورزیم به بعضی و خواهند که برگیرند میان این راهی‌"},{"SurahNumber":4,"VerseNumber":151,"Text":"آنانند کافران به راستی و آماده کردیم برای کافران عذابی خوارکننده را"},{"SurahNumber":4,"VerseNumber":152,"Text":"و آنان که ایمان آوردند به خدا و پیمبرانش و جدائی نیفکندند میان هیچیک از ایشان آنان را به زودی دهد بدیشان پاداشهای ایشان را و خدا است آمرزنده مهربان‌"},{"SurahNumber":4,"VerseNumber":153,"Text":"می‌خواهند از تو اهل کتاب که فرو فرستی بر ایشان نامه‌ای از آسمان همانا خواستند از موسی بزرگتر از این را گفتند به ما بنمایان خدا را آشکار پس فراگرفتشان صاعقه (آتش آسمانی) به ستمکاریشان پس برگرفتند گوساله را پس از آنکه بیامدشان نشانیها پس درگذشتیم از آن و دادیم به موسی فرمانروائیی آشکار"},{"SurahNumber":4,"VerseNumber":154,"Text":"و برافراشتیم بر فراز ایشان طور را به پیمانشان و بدیشان گفتیم اندرآیید در را سجده‌کنان و گفتیم بدیشان که تجاوز نکنید در شنبه و گرفتیم از ایشان پیمانی سخت‌"},{"SurahNumber":4,"VerseNumber":155,"Text":"پس بشکستن ایشان پیمان خویش را و کفر ورزیدن ایشان به آیتهای خدا و کشتنِ ایشان پیمبران را به ناحقّ و گفتنِ ایشان که دلهای ما است نهان در پرده بلکه مُهر نهاده است خدا بر آنها به کفرشان پس ایمان نیارند مگر اندکی‌"},{"SurahNumber":4,"VerseNumber":156,"Text":"و به کفرشان و گفتارشان در باره مریم تهمتی بزرگ‌"},{"SurahNumber":4,"VerseNumber":157,"Text":"و گفتارشان که ما کشتیم مسیح عیسی ابن مریم پیمبر خدا را حالی که نکشتندش و نه به دارش آویختند بلکه مشتبه شد بر ایشان و همانا آنان که در او اختلاف کردند در شکّی از او هستند نیستشان بدان دانائیی جز پیروی پندار حالی که نکشتند او را به یقین‌"},{"SurahNumber":4,"VerseNumber":158,"Text":"بلکه بالا بردش خدا به سوی خویش و خدا است عزّتمند حکیم‌"},{"SurahNumber":4,"VerseNumber":159,"Text":"و اگر نیست از اهل کتاب جز آنکه ایمان آورد بدو پیش از مرگش و روز رستاخیز می‌باشد بر ایشان گواه‌"},{"SurahNumber":4,"VerseNumber":160,"Text":"پس به ستمی از آنان که جهود شدند حرام کردیم بر ایشان پاکهائی را که حلال بود برای ایشان و به بازداشتن ایشان از راه خدا بسیاری را"},{"SurahNumber":4,"VerseNumber":161,"Text":"و گرفتن ایشان ربا را حالی که نهی شدند از آن و خوردن ایشان اموال مردم را به ناحقّ و آماده کردیم برای کافران از ایشان عذابی دردناک‌"},{"SurahNumber":4,"VerseNumber":162,"Text":"لیکن به دانش فرورفتگان از ایشان و مؤمنان ایمان آورند بدانچه فرستاده شد به سوی تو و بدانچه فرستاده شده است پیش از تو و بپای‌دارندگان نماز و دهندگان زکوة و ایمان‌آرندگان به خدا و روز بازپسین آنان را بزودی دهیمشان پاداشی بزرگ‌"},{"SurahNumber":4,"VerseNumber":163,"Text":"همانا وحی فرستادیم به سوی تو چنانکه وحی فرستادیم بسوی نوح و پیمبران پس از او و وحی فرستادیم بسوی ابراهیم و اسماعیل و اسحق و یعقوب و اسباط و عیسی و ایّوب و یونس و هارون و سلیمان و دادیم به داود زبور را"},{"SurahNumber":4,"VerseNumber":164,"Text":"و پیمبرانی که خواندیم داستانشان را بر تو پیش از این و پیمبرانی که نخواندیم داستانشان را بر تو و سخن گفت خدا با موسی سخن‌گفتنی‌"},{"SurahNumber":4,"VerseNumber":165,"Text":"پیمبرانی نویددهندگان و ترسانندگان تا نباشد برای مردم بر خدا بهانه‌ای پس از پیمبران و خدا است عزّتمند حکیم‌"},{"SurahNumber":4,"VerseNumber":166,"Text":"لیکن خدا گواهی دهد بدانچه فرستاده است به سوی تو فرستاد آن را به علم خود و فرشتگان گواهی دهند و بس است خداوند گواه‌"},{"SurahNumber":4,"VerseNumber":167,"Text":"همانا آنان که کفر ورزیدند و بازداشتند از راه خدا هر آینه گمراه شدند گمراهیی دور"},{"SurahNumber":4,"VerseNumber":168,"Text":"همانا آنان که کفر ورزیدند و ستم کردند نیست خدا که بیامرزدشان و نه رهبریشان کند به راهی‌"},{"SurahNumber":4,"VerseNumber":169,"Text":"مگر به راه دوزخ جاودانند در آن همیشه و همانا آن است بر خدا آسان‌"},{"SurahNumber":4,"VerseNumber":170,"Text":"ای مردم همانا بیامد شما را فرستاده‌ای به حقّ از پروردگار شما پس ایمان آرید بهتر است برای شما و اگر کفر ورزید همانا برای خدا است آنچه در آسمانها است و زمین و خدا است دانای حکیم‌"},{"SurahNumber":4,"VerseNumber":171,"Text":"ای اهل کتاب فزون نروید در کیش خود و نگوئید بر خدا مگر حقّ جز این نیست که مسیح عیسی ابن مریم فرستاده خدا است و سخن او که افکندش به سوی مریم و روحی است از او پس ایمان آرید به خدا و پیمبرانش و نگوئید سه تا بس کنید بهتر است شما را جز این نیست که خداوند خدای یکتا است منزّه است او از آنکه وی را فرزندی باشد او را است آنچه در آسمانها است و زمین و بس است خداوند وکیل‌"},{"SurahNumber":4,"VerseNumber":172,"Text":"هرگز سرنپیچد مسیح از آنکه بنده‌ای از برای خدا باشد و نه فرشتگان مقرّب و آن کس که سرپیچد از پرستش او و گردن فرازد بزودی گردآورد آنان را بسوی خود همگی‌"},{"SurahNumber":4,"VerseNumber":173,"Text":"پس آنان که ایمان آوردند و کردار شایسته کردند بپردازد بدیشان همه مزد ایشان را و بیفزایدشان از فضل خویش و آنان که استنکاف ورزیدند و سرکشی کردند عذاب کند ایشان را عذابی دردناک و نیابند برای خویش جز خدا دوست و نه یاوری‌"},{"SurahNumber":4,"VerseNumber":174,"Text":"ای مردم همانا بیامد شما را برهانی از پروردگار شما و فرستادیم به سوی شما پرتوی آشکار"},{"SurahNumber":4,"VerseNumber":175,"Text":"پس آنان که ایمان آوردند به خدا و چنگ زدند بدو بزودی درآوردشان به رحمتی و فضلی از خویش و رهبریشان کند به سوی خود به راهی راست‌"},{"SurahNumber":4,"VerseNumber":176,"Text":"فتوی از تو خواهند بگو خدا فتوی دهد شما را در کلاله (خواهران و برادران) اگر مردی بمیرد و نباشدش فرزندی و او را خواهری باشد پس برای آن خواهر است نصف آنچه بجای گذارده است و او ارث می‌برد اگر نباشدش فرزندی و اگر دو خواهر باشند پس ایشان را است دو ثلث آنچه به جای گذارده است اگر باشند برادرانی مردان و زنان پس برای مرد است مانند بهره دو زن بیان می‌کند خدا برای شما نبادا گمراه شوید و خدا است به همه چیز دانا"},{"SurahNumber":5,"VerseNumber":1,"Text":"ای آنان که ایمان آوردید وفا کنید به پیمانها حلال شده است برای شما دامهای چهارپا مگر آنچه سروده شود بر شما حلال ناشمرندگان شکار حالی که هستید در احرام همانا خدا حکم می‌کند بدانچه می‌خواهد"},{"SurahNumber":5,"VerseNumber":2,"Text":"ای آنان که ایمان آوردید روا ندارید شعارهای خدا و نه ماه حرام را و نه قربانی و نه اشتران قلاّده‌دار و نه پویندگان خانه حرام را که می‌جویند فضلی از پروردگار خود و خوشنودیی و هنگامی که برون شدید از احرام پس شکار کنید و واندارد شما را کینه گروهی که بازداشتند شما را از مسجد حرام بر آنکه ستم کنید و کمک کنید همدیگر را بر نکوکاری و پرهیزکاری و کمک نکنید بر گناه و ستم و بترسید خدا را همانا خدا است سخت‌شکنجه‌"},{"SurahNumber":5,"VerseNumber":3,"Text":"حرام شد بر شما مردار و خون و گوشت خوک و آنچه نام غیر از خدا بر آن برده شود و گلوگیر شده و کوبیده و پرتاب‌شده و شاخ‌زده و آنچه خورند ددان مگر آنچه پاک کنید و آنچه نزد بتان کشته شود و آنکه بخش کنید با تیرها این است برون‌رفتن از فرمان خدا امروز نومید شدند آنان که کفر ورزیدند از دین شما پس نترسید ایشان را و مرا بترسید امروز به انجام رسانیدم برای شما دین شما را و تمام کردم بر شما نعمتم را و پسندیدم برای شما اسلام را کیشی پس آن کس که ناچار شود در گرسنگی ناگراینده به سوی گناهی همانا خدا است آمرزنده مهربان‌"},{"SurahNumber":5,"VerseNumber":4,"Text":"پرسندت چه چیز حلال شده است برای ایشان بگو حلال شده است برای شما پاکیزه‌ها و شکار و آنچه آموختید از ددان شکاری حالیکه پرورش‌دهندگان آنها باشید که بیاموزید آنها را از آنچه آموختتان خدا پس بخورید از آنچه نگهداشتند بر شما و یاد کنید نام خدا را بر آن و بترسید خدا را که خدا است شتاب‌کننده در حساب‌"},{"SurahNumber":5,"VerseNumber":5,"Text":"امروز حلال شد برای شما پاکیزه‌ها و خوراک آنان که داده شدند کتاب را حلال است برای شما و خوراک شما حلال است برای آنان و زنان پارسا از ایمان‌آورندگان و زنان پارسا از آنان که داده شدند کتاب را پیش از شما هرگاه دهید بدیشان مزدهای ایشان را حالی که پارسا باشید نه زناکاران و نه گیرندگان یار و آن که کفر ورزد به ایمان همانا تباه شده است کردار او و اوست در آخرت از زیانکاران‌"},{"SurahNumber":5,"VerseNumber":6,"Text":"ای آنان که ایمان آوردید گاهی که برخاستید به سوی نماز بشوئید رویها و دستهای خویش را تا مِرفقها (آرنجها) و بمالید سرها و پایهای خود را تا دو قاب یا اگر جنب شدید پس پاک کنید خود را و اگر بیمار بودید یا در سفری یا برون آمد یکی از شما از آب‌ریز یا با زنان درآمیختید و آب نیافتید پس آهنگ زمینی پاک کنید سپس بمالید بر رویها و دستهای خود از آن نخواهد خدا که سخت بر شما گیرد لیکن خواهد که شما را پاک سازد و تمام کند بر شما نعمتش را و شاید شکر گزارید"},{"SurahNumber":5,"VerseNumber":7,"Text":"و یاد آرید نعمت خدا را بر شما و پیمانش را که با شما بست هنگامی که گفتید شنیدیم و فرمان بردیم و بترسید خدا را که خداوند است دانا بدانچه در سینه‌ها است‌"},{"SurahNumber":5,"VerseNumber":8,"Text":"ای آنان که ایمان آوردید باشید نگهبانان یا قیام‌کنندگان برای خدا گواهانی به داد و واندارد شما را کین قومی بر آنکه داد نکنید دادگری کنید که آن نزدیکتر است به پرهیزکاری و بترسید خدا را که خدا آگاه است بدانچه می‌کنید"},{"SurahNumber":5,"VerseNumber":9,"Text":"نوید داده است خدا آنان را که ایمان آوردند و کردار شایسته کردند ایشان را است آمرزشی و پاداشی بزرگ‌"},{"SurahNumber":5,"VerseNumber":10,"Text":"و آنان که کفر ورزیدند و دروغ پنداشتند آیتهای ما را آنانند یاران دوزخ‌"},{"SurahNumber":5,"VerseNumber":11,"Text":"ای آنان که ایمان آوردید یاد آرید نعمت خدا را بر شما هنگامی که آهنگ نمودند گروهی که دست به سوی شما دراز کنند پس بازداشت دستهای ایشان را از شما و بترسید خدا را و بر خدا باید توکل کنند مؤمنان‌"},{"SurahNumber":5,"VerseNumber":12,"Text":"همانا برگرفت خدا پیمان بنی‌اسرائیل را و برانگیختیم از ایشان دوازده سردار و گفت خدا منم با شما اگر بپا داشتید نماز را و دادید زکوة را و ایمان آوردید به فرستادگان من و احترام گذاردید آنان را و وام دادید خدا را وامی نکو همانا بسترم از شما زشتیهای شما را و درآرم شما را باغهائی که جاری است زیر آنها جویها پس آنکس که کفر ورزد پس از این از شما هر آینه گم کرده است راه راست را"},{"SurahNumber":5,"VerseNumber":13,"Text":"پس بشکستن ایشان پیمان خویش را لعنتشان کردیم و گردانیدیم دلهای ایشان را سنگین که برگردانند (جابجا کنند) سخنان را از جایهای خود و فراموش کردند بخشی را از آنچه یادآوری شدند بدان و گاهی نیست که آگاه نشوی بر خیانتی از آنان مگر کمی از آنان پس درگذر از ایشان و چشم‌پوشی کن که خدا دوست دارد نکوکاران را"},{"SurahNumber":5,"VerseNumber":14,"Text":"و از آنان که گفتند مائیم ترسایان گرفتیم پیمان ایشان را پس فراموش کردند بخشی را از آنچه یادآوری شدند بدان و برانگیختیم میان آنان دشمنی و کینه را تا روز قیامت و بزودی آگهیشان دهد خدا بدانچه بودند می‌ساختند"},{"SurahNumber":5,"VerseNumber":15,"Text":"ای اهل کتاب همانا بیامد شما را فرستاده‌ای که بیان می‌کند برای شما بیشی را از آنچه بودید نهان می‌داشتید از کتاب و درمی‌گذرد از بیشی همانا بیامد شما را از خدا پرتوی و نامه‌ای آشکارا"},{"SurahNumber":5,"VerseNumber":16,"Text":"هدایت می‌کند خدا بدان هر که را پیرو خوشنودی او باشد به راه‌های آشتی (و آرامش) و برون می‌برد ایشان را از تاریکیها به سوی روشنائی به اذن خود و رهبریشان می‌کند به راهی راست‌"},{"SurahNumber":5,"VerseNumber":17,"Text":"همانا کفر ورزیدند آنان که گفتند خدا او مسیح فرزند مریم است بگو که را دستی بر خدا است اگر خواهد نابود کند مسیح فرزند مریم و مادرش را و هر که در زمین است همگی و خدا را است فرمانروائی آسمانها و زمین و آنچه میان آنها است می‌آفرد هرچه خواهد و خدا است بر هر چیز توانا"},{"SurahNumber":5,"VerseNumber":18,"Text":"گفتند جهودان و ترسایان مائیم فرزندان خدا و دوستان او بگو پس چرا عذاب کند شما را به گناهانتان بلکه شمائید بشری از آنکه بیافرید بیامرزد برای هر که خواهد و عذاب کند هر که را خواهد و از آن خدا است پادشاهی آسمانها و زمین و آنچه میان آنها است و به سوی او است بازگشت‌"},{"SurahNumber":5,"VerseNumber":19,"Text":"ای اهل کتاب همانا بیامد شما را فرستاده ما بیان می‌کند برای شما پس از فترتی از پیمبران تا نگوئید نیامد ما را امیددهنده و بیم‌دهنده همانا آمد شما را نویددهنده‌ای و ترساننده‌ای و خدا است بر همه چیز توانا"},{"SurahNumber":5,"VerseNumber":20,"Text":"و هنگامی که گفت موسی به قوم خود ای قوم من یاد آرید نعمت خدا را بر شما هنگامی که قرار داد در شما پیمبرانی و گردانید شما را پادشاهانی و ارزانی داشت به شما آنچه را نداد به کسی از جهانیان‌"},{"SurahNumber":5,"VerseNumber":21,"Text":"ای قوم من اندر آئید سرزمین مقدسی را که خدا برای شما نوشت و برنگردید بر پشتهای خود تا بازگردید زیانکاران‌"},{"SurahNumber":5,"VerseNumber":22,"Text":"گفتند ای موسی همانا در آنند گروهی سرکش و هرگز ما در آن نرویم تا برون آیند از آن سپس گاهی که برون آمدند از آن مائیم درآیندگان‌"},{"SurahNumber":5,"VerseNumber":23,"Text":"گفتند دو تن از آنان که می‌ترسیدند و خدا بر ایشان انعام کرده بود درآئید بر ایشان درگاه را که هرگاه درون شدید همانا شمائید پیروزمندان و بر خدا تکیه کنید اگر هستید مؤمنان‌"},{"SurahNumber":5,"VerseNumber":24,"Text":"گفتند ای موسی هرگز در آن نشویم هیچگاه تا آنان در آنند پس برو تو و پروردگار خود و نبرد کنید که مائیم در اینجا نشستگان‌"},{"SurahNumber":5,"VerseNumber":25,"Text":"گفت پروردگارا مالک نیستم من جز خود و برادرم را پس جدائی افکن میان ما و گروه نافرمانان‌"},{"SurahNumber":5,"VerseNumber":26,"Text":"گفت همانا آن حرام است بر ایشان چهل سال سرگردان مانند در زمین پس دریغ نخور بر گروه نافرمانان‌"},{"SurahNumber":5,"VerseNumber":27,"Text":"و بخوان بر ایشان داستان فرزندان آدم را به حقّ هنگامی که قربان کردند پس پذیرفته شد از یکیشان و پذیرفته نشد از دیگری گفت همانا می‌کشمت گفت جز این نیست که می‌پذیرد خدا از پرهیزکاران‌"},{"SurahNumber":5,"VerseNumber":28,"Text":"اگر دست فراسوی من آری که بکشی مرا دراز نکنم دستم را به تو تا تو را بکشم همانا می‌ترسم من خداوند را پروردگار جهانیان‌"},{"SurahNumber":5,"VerseNumber":29,"Text":"همانا می‌خواهم که برگیری گناه من و گناه خویش را تا شوی از یاران آتش و این است پاداش ستمگران‌"},{"SurahNumber":5,"VerseNumber":30,"Text":"پس بیاراست برای او دلش کشتن برادر خویش را پس کشت او را و گردید از زیانکاران‌"},{"SurahNumber":5,"VerseNumber":31,"Text":"پس برانگیخت خدا کلاغی که می‌کاوید در زمین تا بنمایاندش چگونه نهان سازد پیکر برادر خویش را گفت ای وای بر من آیا عاجز شدم از آنکه مانند این غراب باشم که نهان کنم پیکر برادر خویش را پس گشت از پشیمانان‌"},{"SurahNumber":5,"VerseNumber":32,"Text":"برای این نوشتیم بر بنی‌اسرائیل که هر کس بکشد تنی را نه در برابر تنی یا تبهکاریی در زمین مانند آن است که بکُشد مردم را همگی و آن کس که زنده سازدش گوئیا زنده ساخته است مردم را همگی و همانا بیامدشان فرستادگان ما به نشانیها سپس بسیاری از ایشانند پس از این در زمین اسراف‌کنندگان‌"},{"SurahNumber":5,"VerseNumber":33,"Text":"همانا پاداش آنان که با خدا و رسولش بستیزند و راه تبهکاری در زمین پویند (به تبهکاری در زمین کوشند) آن است که به سختی کشته شوند یا به دار آویخته شوند یا به سختی بریده شود دستها و پایهای ایشان از برابر یکدیگر یا رانده شوند از زمین این است برای ایشان خواریی در دنیا و ایشان را است در آخرت عذابی سنگین‌"},{"SurahNumber":5,"VerseNumber":34,"Text":"مگر آنان که توبه کردند پیش از آنکه بر ایشان دست یابید پس بدانید که خداوند است آمرزنده مهربان‌"},{"SurahNumber":5,"VerseNumber":35,"Text":"ای آنان که ایمان آوردید بترسید خدا را و بجوئید به سوی او دستاویزی و کوشش کنید (جهاد کنید) در راه او شاید رستگار شوید"},{"SurahNumber":5,"VerseNumber":36,"Text":"همانا آنان که کفر ورزیدند اگر برای ایشان باشد آنچه در زمین است همگی و مانند آن با آن تا عوض خود دهند از عذاب روز قیامت پذیرفته نشود از ایشان و ایشان را است عذابی دردناک‌"},{"SurahNumber":5,"VerseNumber":37,"Text":"خواهند برون روند از آتش و نیستند برون روندگان از آن و ایشان را است عذابی پاینده‌"},{"SurahNumber":5,"VerseNumber":38,"Text":"مرد دزد و زن دزد را ببرید دستهای آنان را کیفری بدانچه خود فراهم کردند شکنجه‌ای از نزد خدا و خدا است عزّتمند حکیم‌"},{"SurahNumber":5,"VerseNumber":39,"Text":"ولی آن کس که توبه کند پس از ستمگریش و شایستگی گزیند بپذیرد خدا توبه او را و خدا است آمرزنده مهربان‌"},{"SurahNumber":5,"VerseNumber":40,"Text":"آیا ندانستی که خدای را است پادشاهی آسمانها و زمین عذاب کند هر که را خواهد و بیامرزد هر که را خواهد و خداوند است بر هر چیز توانا"},{"SurahNumber":5,"VerseNumber":41,"Text":"ای پیمبر اندوهگینت نکند آنان که می‌شتابند در کفر از آنان که گویند ایمان آوردیم با دهانهای خود ولی ایمان نیاورده است دلهای ایشان و از آنان که جهودند شنوندگانند دروغ را شنوانندگانند برای گروهی دیگر که نیامدند تو را برمی‌گردانند کلمات را پس از جایگاه‌های آن گویند اگر داده شدید این را بگیریدش و اگر داده نشدیدش پس بترسید و کسی که خدا خواهد آزمایش وی را هرگز مالک نیستی برای او از خدا چیزی را آنانند که نخواسته است خدا پاک ساختن دلهای ایشان را آنان را است در دنیا خواریی و آنان را است در آخرت عذابی بزرگ‌"},{"SurahNumber":5,"VerseNumber":42,"Text":"شنوندگانند دروغ را خورندگانند رشوت را اگر آمدند تو را پس حکم کن میان ایشان یا روی گردان از ایشان و اگر روی گردانی از ایشان همانا آسیبت نرسانند به چیزی و هرگاه حکم کنی پس حکم کن میان ایشان به داد همانا خدا دوست دارد دادگران را"},{"SurahNumber":5,"VerseNumber":43,"Text":"چگونه تو را به داوری گزینند حالی که نزد ایشان است تورات که در آن است حکم خدا سپس پشت می‌کنند پس از آن و نیستند آنان مؤمنان‌"},{"SurahNumber":5,"VerseNumber":44,"Text":"همانا فرستادیم تورات را در آن رهبریی و روشنائیی حکم می‌کنند بدان پیمبرانی که اسلام آوردند برای آنان که جهود شدند و علماء عاملین و دانشمندان بدانچه نگهبان آن شدند از کتاب خدا و بودند گواهانی بر آن پس نترسید مردم را و بترسید مرا و نفروشید آیتهای مرا به بهائی اندک و کسی که حکم نکند بدانچه خدا فرستاده است آنانند کافران‌"},{"SurahNumber":5,"VerseNumber":45,"Text":"و نوشتیم بر ایشان در آنکه جان برابر جان و چشم برابر چشم و بینی برابر بینی و گوش برابر گوش و دندان برابر دندان و زخمها برابر است پس کسی که تصدّق کند بدان همانا آن زداینده گناهان او است و آن کس که حکم نکند بدانچه خدا فرستاده است آنانند ستمگران‌"},{"SurahNumber":5,"VerseNumber":46,"Text":"و از پی ایشان فرستادیم عیسی بن مریم را تصدیق‌کننده آنچه پیش روی اوست از تورات و بدو دادیم انجیل را که در آن بود راهنمائی و روشنائیی و تصدیق‌کننده آنچه پیش روی اوست از تورات و رهبری و اندرزی برای مؤمنان‌"},{"SurahNumber":5,"VerseNumber":47,"Text":"و باید حکم کنند انجیلیان بدانچه فرستاده است خدا در آن و آن کس که حکم نکند بدانچه فرستاده است خدا آنانند تبهکاران‌"},{"SurahNumber":5,"VerseNumber":48,"Text":"فرستادیم بر تو کتاب را به حقّ تصدیق‌کننده آنچه پیش روی اوست از کتاب و نگهبانی بر آن پس حکم کن میان ایشان بدانچه خدا فرستاد و پیروی مکن آرزوهای ایشان را که متجاوز است از آنچه بیامده است تو را از حقّ برای هر کدام قرار دادیم راه و روشی و اگر می‌خواست خدا می‌گردانید شما را یک ملّت لیکن تا بیازماید شما را در آنچه به شما داده است پس بشتابید به سوی نیکیها به سوی خدا است بازگشت شما همگی سپس آگهی دهد شما را بدانچه بودید در آن اختلاف‌کنندگان‌"},{"SurahNumber":5,"VerseNumber":49,"Text":"و آنکه حکم کن میان ایشان بدانچه فرستاد خدا و پیروی منما هوسهای ایشان را و بترس از ایشان که نبادا بفریبندت از پاره آنچه خدا فرستاده است به سوی تو پس اگر پشت کردند بدانکه می‌خواهد خدا آنکه بگیرد ایشان را به پاره‌ای از گناهانشان و همانا بسیاری از مردمند نافرمانان‌"},{"SurahNumber":5,"VerseNumber":50,"Text":"آیا دستور جاهلیّت را خواهند و کیست نکوتر از خدا در دستور برای گروهی که یقین دارند"},{"SurahNumber":5,"VerseNumber":51,"Text":"ای آنان که ایمان آوردید نگیرید جهودان و ترسایان را دوستانی برخی از ایشانند دوستان برخی و کسی که دوستی کند با آنان از شما هر آینه او از آنان است همانا خدا هدایت نکند گروه ستمگران را"},{"SurahNumber":5,"VerseNumber":52,"Text":"بینی آنان را که در دلهاشان بیماریی است می‌شتابند در ایشان گویند ترسیم به ما رسد پیشامدی امید است خدا بیارد پیروزی یا امری را از نزد خویش چنان که بگردند از آنچه در دلهای خود نهان می‌داشتند پشیمان‌"},{"SurahNumber":5,"VerseNumber":53,"Text":"گویند کسانی که ایمان آوردند آیا اینانند آنان که سوگند یاد نمودند به سوگندهای سخت خویش که ایشانند با شما تباه شد کارهای ایشان و شدند زیانکاران‌"},{"SurahNumber":5,"VerseNumber":54,"Text":"ای آنان که ایمان آوردید هر کس بازگردد از شما از دین خود بزودی بیارد خدا قومی را که دوستش دارند و دوستشان دارد فروتنان برابر مؤمنان گردن فرازان بر کافران بکوشند در راه خدا و نترسند سرزنش سرزنشگری را این است فضل خدا که دهدش به هر که خواهد و خدا است گشایشمند دانا"},{"SurahNumber":5,"VerseNumber":55,"Text":"جز این نیست که دوست شما خدا است و رسول او و آنان که ایمان آوردند آنان که بپای دارند نماز را و بدهند زکوة را حالی که ایشانند رکوع‌گزاران‌"},{"SurahNumber":5,"VerseNumber":56,"Text":"و آنکس که دوستی کند با خدا و پیمبرش و آنان که ایمان آوردند همانا حزب خدا است پیروزمندان‌"},{"SurahNumber":5,"VerseNumber":57,"Text":"ای آنان که ایمان آوردید نگیرید آنان را که دین شما را ریشخند و بازیچه گرفتند از آنان که داده شدند کتاب را پیش از شما و کافران و دوستانی و بترسید خدا را اگر هستید مؤمنان‌"},{"SurahNumber":5,"VerseNumber":58,"Text":"و هنگامی که بانگ برآرید برای نماز گیرندش مسخره و بازیچه این بدان است که آنانند گروهی نابخردان‌"},{"SurahNumber":5,"VerseNumber":59,"Text":"بگو ای اهل کتاب آیا کینه جوئید از ما جز آنکه ایمان آوردیم به خدا و آنچه بر ما فرستاده شده و آنچه فرستاده شده است از پیش و همانا بیشتر شمائید نافرمانان‌"},{"SurahNumber":5,"VerseNumber":60,"Text":"بگو آیا خبر دهم شما را به بدتر از این پاداشی از نزد خدا آنکس که دور کردش خدا و خشم بر او گرفت و قرار داد از ایشان میمونان و خوکان و پرستندگان سرکش آنانند بدترین در جایگاه و گمراهتر از راه راست‌"},{"SurahNumber":5,"VerseNumber":61,"Text":"و هرگاه شما را آیند گویند ایمان آوردیم حالی که با کفر درون رفتند و با آن برون آمدند و خدا است داناتر بدانچه نهان می‌سازند"},{"SurahNumber":5,"VerseNumber":62,"Text":"بینی بسیاری را از ایشان پیشی می‌گیرند بر همدیگر در شتافتن به سوی گناه و ستمگری و خوردنشان رشوت را چه زشت است آنچه بودند می‌کردند"},{"SurahNumber":5,"VerseNumber":63,"Text":"چرا نهیشان نمی‌کنند خداپرستان و دانشمندان از گفتنشان گناه را و خوردنشان رشوت را چه زشت است آنچه بودند می‌ساختند"},{"SurahNumber":5,"VerseNumber":64,"Text":"گفتند جهودان دست خدا بسته به زنجیر است به زنجیر بسته باد دستهای آنان و لعنت بر آنان باد بدانچه گفتند بلکه دستهای او است باز می‌بخشد هرگونه خواهد و همانا می‌افزاید بسیاری از آنان را آنچه فرستاده شد بسوی تو از پروردگارت سرکشی و کفر و افکندیم میان ایشان دشمنی و کینه را تا روز قیامت هرگاه بیفروزند آتشی را برای جنگ فرونشاندش خدا و بکوشند به تبهکاری در زمین و خدا دوست ندارد تبهکاران را"},{"SurahNumber":5,"VerseNumber":65,"Text":"اگر آنکه اهل کتاب ایمان می‌آوردند و پرهیزکاری می‌کردند هرآینه می‌ستردیم از ایشان گناهان ایشان را و درمی‌آوردیمشان به باغستان نعمت‌"},{"SurahNumber":5,"VerseNumber":66,"Text":"و اگر بپای می‌داشتند تورات و انجیل و آنچه را فرستاده شده است به سوی ایشان از پروردگارشان همانا می‌خوردند از بالای سر و از زیر پایهای خود ایشانند گروهی میانه‌رو و بسیاری از ایشان زشت است آنچه می‌کنند"},{"SurahNumber":5,"VerseNumber":67,"Text":"ای پیمبر ابلاغ کن آنچه را فرود آمد بر تو از پروردگارت و اگر نکنی نرسانده باشی پیام او را و خدا نگه می‌داردت از مردم همانا خدا هدایت نکند گروه کافران را"},{"SurahNumber":5,"VerseNumber":68,"Text":"بگو ای اهل کتاب نیستید بر چیزی تا بپای دارید تورات و انجیل را و آنچه فرود آمده است بر شما از پروردگار شما و هرآینه بیفزاید بسیاری از ایشان را آنچه فرود آمده است بر تو از پروردگارت سرکشی و کفر پس اندوهگین نباش بر گروه کافران‌"},{"SurahNumber":5,"VerseNumber":69,"Text":"همانا آنکه ایمان آوردند و آنان که جهود شدند و صابیان و ترسایان هر کس ایمان آرد به خدا و روز بازپسین و کردار شایسته کند نیست بر ایشان بیمی و نه اندوهگین شوند"},{"SurahNumber":5,"VerseNumber":70,"Text":"همانا گرفتیم پیمان بنی‌اسرائیل را و فرستادیم بسوی آنان پیمبرانی هرگاه می‌آمدشان پیمبری بدانچه هوس نمی‌کرد دلهای ایشان گروهی را دروغگو شمردند و کشتند گروهی را"},{"SurahNumber":5,"VerseNumber":71,"Text":"پنداشتند نخواهد بود آزمایشی پس کور شدند و کر شدند سپس پذیرفت توبه ایشان را خدا پس کور شدند و کر گردیدند بسیاری از ایشان و خدا بینا است بدانچه می‌کنند"},{"SurahNumber":5,"VerseNumber":72,"Text":"همانا کفر ورزیدند آنان که گفتند خدا مسیح فرزند مریم است حالی که گفت مسیح ای بنی‌اسرائیل پرستش کنید خدا پروردگار من و پروردگار شما را همانا کسی که شرک ورزد به خدا حرام کرده است بر او بهشت را و جایگاه او است آتش و نیست ستمکاران را یارانی‌"},{"SurahNumber":5,"VerseNumber":73,"Text":"همانا کفر ورزیدند آنان که گفتند خدا سیّمین سه تا است حالی که نیست خداوندی جز خدای یکتا و اگر دست برندارند از آنچه گویند هر آینه برسد آنان را که کفر ورزیدند از ایشان عذابی دردناک‌"},{"SurahNumber":5,"VerseNumber":74,"Text":"چرا بازنگردند بسوی خدا و از او آمرزش نخواهند و خدا است آمرزنده مهربان‌"},{"SurahNumber":5,"VerseNumber":75,"Text":"نیست مسیح پسر مریم جز پیمبری که بگذشت پیش از او پیمبرانی و مادرش زنی است راستگو بودند می‌خوردند خوراک را بنگر چگونه برای ایشان بیان کنیم آیتها را سپس بنگر کجا به دروغ رانده می‌شوند"},{"SurahNumber":5,"VerseNumber":76,"Text":"بگو آیا پرستش کنید جز خدای آنچه را ندارد برای شما زیان و نه سودی و خدا است شنونده دانا"},{"SurahNumber":5,"VerseNumber":77,"Text":"بگو ای اهل کتاب فزون نروید در دین خود به ناحقّ و پیروی نکنید خواسته‌های گروهی را که گمراه شدند از پیش و گمراه کردند بسیاری را و گم شدند از راه راست‌"},{"SurahNumber":5,"VerseNumber":78,"Text":"لعنت شدند آنان که کفر ورزیدند از بنی‌اسرائیل بر زبان داود و عیسی ابن مریم این بدان است که نافرمانی کردند و بودند تجاوزکنندگان‌"},{"SurahNumber":5,"VerseNumber":79,"Text":"بودند دست برنمی‌داشتند از زشتی که می‌کردند چه زشت است آنچه بودند می‌کردند"},{"SurahNumber":5,"VerseNumber":80,"Text":"بینی بسیاری از ایشان را دوستی می‌کنند با آنان که کفر ورزیدند چه زشت است آنچه پیش آورده است برای ایشان نفوسشان که خشم گرفت خدا بر ایشان و در عذابند جاودانان‌"},{"SurahNumber":5,"VerseNumber":81,"Text":"و اگر اینان ایمان می‌آوردند به خدا و پیمبر و آنچه فرستاده شده است بسوی او نمی‌گرفتندشان دوستانی لیکن بسیاری از ایشانند نافرمانان‌"}]}