{"Id":387,"LanguageCodes":["tr","tur"],"Name":"tur-celalyldrm","Author":"Celal Y Ld R M","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Kitap Ehli olan (Yahudî ve Hıristiyan)larla —içlerinden zulmedenler dışında— ancak en güzel yoldan mücâdele edin. Deyin ki: «Bize indirilene de, size indirilene de inandık ; bizim tanrımız da, sizin tanrınız da birdir ve biz ancak O´na teslimizdir"},{"SurahNumber":29,"VerseNumber":47,"Text":"İşte (ey Peygamber!) Sana böyle bir kitap indirdik. Kendilerine (daha önce) kitap verdiklerimizden gerçekçi ilim adamları) O´na inanırlar. Bunlar (putperest Araplar)dan da O´na inanan kimseler vardır. Bizim âyetlerimizi ancak inâdçı kâfirler inkâr eder"},{"SurahNumber":29,"VerseNumber":48,"Text":"(Ey Peygamber!) Sen bundan önce bir kitaptan okur değildin ve elinle de yazı yazar değildin ; öyle olsaydın bâtılı savunanlar şüpheye düşerlerdi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Bilâkis Kur´ân, kendilerine ilim verilenlerin gönüllerinde ışıl ışıl ışıldayan açık âyetlerdir. Bizim âyetlerimizi ancak inâdçı zâlimler İnkâr eder"},{"SurahNumber":29,"VerseNumber":50,"Text":"Dediler ki: O´na (Muhammed´e) Rabbından birtakım mu´cizeler (veya başka başka âyetler de) indirilseydi ya ? De ki: Âyetler, mu´cizeler ancak Allah´ın yanındadır. Ben ise sadece açık bir uyarıcıyım"},{"SurahNumber":29,"VerseNumber":51,"Text":"Bizim sana indirdiğimiz Kitab´ın onlara karşı okunması kendilerine yetmiyor mu ? Şüphesiz ki bunda imân eden bir millete rahmet ve öğüt vardır"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki: Aramızda şâhid olarak Allah yeter; O göklerde ve yerde olanları bilir. Bâtıla inananlar ve Allah´ı inkâr edenler var ya, işte onlar zarara uğrayanlardır"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden azâbın hemen İnmesini isterler. Eğer belirlenmiş bir vakit olmasaydı, azâb onlara hemen gelirdi ve elbette farkına varmadıkları halde (bir gün) azâb kendilerine gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"Senden azâbın acele gelmesini istiyorlar, (aceleye gerek yok). Cehennem zaten kâfirleri çepeçevre kuşatmıştır"},{"SurahNumber":29,"VerseNumber":55,"Text":"O gündeki azâb, onları hem üstlerinden, hem ayaklarının altından çevirip kaplayacak ve «yaptıklarınıza karşılık (azabı) tadın !» denilecek"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey imân eden kullarım! Elbette benim (size hazırladığım) yeryüzü geniştir ve ancak bana ibâdet edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her canlı ölümü tadacaktır. Sonra da bize döndürüleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"İmân edip iyi-yararlı amellerde bulunanları gerçekten altlarından ırmaklar akan içinde devamlı kalacakları Cennet´in yüksek (hoş manzaralı) kısımlarına yerleştireceğiz. (İyi-yararlı) amelde bulunanların mükâfatı ne güzeldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"Onlar (Dünya´da hem küfrün saldırısına, hem ibâdetin devamına) sabredip Rablarına güvenir ve dayanırlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"Hayvanlardan nicesi var ki, kendi rızıklarını (sağlayıp) taşıyamazlar. Allah onlara da rızık veriyor, size de. O, işiten ve bilendir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Onlara, «gökleri ve yeri kim yaratmıştır; Güneş´i ve Ay´ı belli ölçü ve düzende tutup buyruk altına kim almıştır?» diye sorsan, «Allah...» diyecekler. O halde (Hak´tan) nasıl çevriliyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, rızkı kullarından dilediğine genişletir, hem de kısıp daraltır. Şüphesiz ki Allah herşeyi bilendir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Yine onlara: «Kim gökten su indirip onunla yeryüzünü ölümünden sonra diriltir ?» diye sorsan, «Allah...» derler. De ki: Hamd Allah´a mahsustur (övülmeğe hep O lâyıktır). Ne var ki (insanların) çoğu bunu akletmezler"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu Dünya hayatı bir eğlence ve oyundan başka bir şey değildir. Âhiret yurdu ise gerçek hayatın kendisidir. Bunu bir bilselerdi"},{"SurahNumber":29,"VerseNumber":65,"Text":"Gemiye bindikleri zaman, dini dindarlığı Allah´a has kılarak samimiyetle O´na duâ edip yalvarırlar. Kendilerini kurtarıp karaya çıkarınca bir de bakarsın onlar (Allah´a) ortak koşarlar"},{"SurahNumber":29,"VerseNumber":66,"Text":"Böylece kendilerine verdiğimiz nimetlere karşı nankörlük etsinler ve bir süre yararlanıp geçinsinler ; ileride (bunun nasıl bir kötülük ve şuursuzluk olduğunu) bilecekler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Görmediler mi ki, çevrelerindeki ve civarlarındaki insanlar kapılıp (malları) yağma edilirken, biz (Mekke´yi) güven verici bir Harem yaptık. Onlar hâlâ batıla inanıyor, Allah´ın nîmetini inkâr mı ediyorlar"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah´a karşı yakışıksız isnadda bulunup yalan uyduran veya hakk (olan Kur´ân ve Peygamber) kendisine gelince O´nu yalan sayandan daha zâlim kim vardır? Cehennem´de kâfirlere bir konak yok mudur"},{"SurahNumber":29,"VerseNumber":69,"Text":"Bizim hoşnudluğumuz doğrultusunda mücâdele edenleri elbette yollarımıza iletiriz. Şüphesiz ,ki Allah iyiliği, güzelliği huy edinenlerle beraberdir"},{"SurahNumber":30,"VerseNumber":1,"Text":"Elif - Lâm - Mîm"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rûm (Romalı)lar yakın bir yerde yenilgiye uğradılar. (Ama) onlar bu yenilgiden sonra birkaç yıl (üç ilâ dokuz veya üç ilâ yedi) içinde üstünlük sağlayacaklardır. Bundan önce de, sonra da buyruk Allah´ındır ve işte o gün mü´minler Allah´ın yardımına sevinecekler. Allah dilediğine yardım eder. O çok üstündür, çok güçlüdür, çok merhamet sahibidir"},{"SurahNumber":30,"VerseNumber":3,"Text":"Rûm (Romalı)lar yakın bir yerde yenilgiye uğradılar. (Ama) onlar bu yenilgiden sonra birkaç yıl (üç ilâ dokuz veya üç ilâ yedi) içinde üstünlük sağlayacaklardır. Bundan önce de, sonra da buyruk Allah´ındır ve işte o gün mü´minler Allah´ın yardımına sevinecekler. Allah dilediğine yardım eder. O çok üstündür, çok güçlüdür, çok merhamet sahibidir"},{"SurahNumber":30,"VerseNumber":4,"Text":"Rûm (Romalı)lar yakın bir yerde yenilgiye uğradılar. (Ama) onlar bu yenilgiden sonra birkaç yıl (üç ilâ dokuz veya üç ilâ yedi) içinde üstünlük sağlayacaklardır. Bundan önce de, sonra da buyruk Allah´ındır ve işte o gün mü´minler Allah´ın yardımına sevinecekler. Allah dilediğine yardım eder. O çok üstündür, çok güçlüdür, çok merhamet sahibidir"},{"SurahNumber":30,"VerseNumber":5,"Text":"Rûm (Romalı)lar yakın bir yerde yenilgiye uğradılar. (Ama) onlar bu yenilgiden sonra birkaç yıl (üç ilâ dokuz veya üç ilâ yedi) içinde üstünlük sağlayacaklardır. Bundan önce de, sonra da buyruk Allah´ındır ve işte o gün mü´minler Allah´ın yardımına sevinecekler. Allah dilediğine yardım eder. O çok üstündür, çok güçlüdür, çok merhamet sahibidir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Bu, Allah´ın verdiği bir sözdür. Allah verdiği sözünden caymaz. Ama ne var ki insanların çoğu (bu gerçeği) bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar Dünya hayatının bir dış tarafını bilirler. Onlar Âhiret´ten oldukça habersizdirler"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi kendilerine düşünmediler mi ki, Allah gökleri, yeri ve ikisi arasında bulunanları ancak hakk ile ve (kendi katında) belirlenmiş bir süreye kadar (takdîr edip) yaratmıştır. (Ne yazık ki) insanların çoğu Rablarına kavuşmayı inkâr ederler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar yeryüzünde gezip de kendilerinden önceki (millet)lerin sonlarının ne olduğuna bakmıyorlar mı ? Ki onlar kuvvetçe bunlardan üstün idiler, üstelik yeryüzünü kazıp sürmüşler, toprağı alt-üst etmişler ve (bulundukları) yeri bunlardan daha çok bayındır hale getirmişlerdi. Peygamberleri onlara açık belgelerle, mu´cizelerle gelmişlerdi. Allah onlara haksızlık eder olmadı; ama onlar kendilerine zulmettiler"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra da kötülük İşleyip onu huy edinenlerin sonu (ne fena olmuştur). Çünkü onlar Allah´ın âyetlerini yalanlamışlar ve onunla alay etmişlerdi"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah, önce halkı (veya hilkati) meydana getirir. Onu (öldükten) sonra geri çevirir. Sonra da ancak O´na döndürüleceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kıyamet saati gelip çattığı gün suçlu günahkârlar umutsuz olurlar"},{"SurahNumber":30,"VerseNumber":13,"Text":"(Allah´a) koştukları ortakları, onlar için hiç de şefaatçi değillerdir. Onlar (ister istemez o gün) o ortaklarını inkâr ve reddedip dururlar"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kıyamet kopacağı gün, evet o gün (putperestlerle putları, mü´minlerle kâfirler, suçlu günahkârlarla suçsuzlar) birbirlerinden (seçilip) ayrılırlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Artık dosdoğru İmân edip İyi-yararlı amellerde bulunanlar Cennet bahçelerinde ağırlanıp neşelenirler"},{"SurahNumber":30,"VerseNumber":16,"Text":"İnkâr edenlere; âyetlerimizi ve Âhiret´te bana kavuşmayı yalanlıyanlara gelince: İşte onlar azâb İçin hazır duruma getirilmişlerdir"},{"SurahNumber":30,"VerseNumber":17,"Text":"O halde akşamlarken, sabahlarken Allah´ı tesbîh edin (O´nun için namaz kılın)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Hamd (her türlü güzel övgü) göklerde de, yerde de O´na mahsustur, (övülmeğe ancak O lâyıktır). İkindi vaktinde de, öğleye girerken de (O´nu tesbîh edin, namaz kılın)"},{"SurahNumber":30,"VerseNumber":19,"Text":"O, diriyi ölüden çıkarır, ölüyü de diriden çıkarır. Yeryüzüne (kuruyup) ölgünleştikten sonra hayat verir ve işte siz de böylece (kabirlerinizden) çıkarılacaksınız"},{"SurahNumber":30,"VerseNumber":20,"Text":"O´nun (varlığına ve kudretinin yüceliğine delâlet eden) açık belgelerinden biri de, sizi topraktan yaratmasıdır. Sonra da siz insan olarak (yeryüzüne) yayılırsınız"},{"SurahNumber":30,"VerseNumber":21,"Text":"O´nun açık belgelerinden biri de, size kendinizden eşler yaratmasıdır ki, onlarla sükûnet bulup huzura kavuşursunuz. Aranızda sevgi ve rahmet meydana getirmiştir. Şüphesiz ki bunda düşünebilen bir millet için öğütler, ibretler ve deliller vardır"},{"SurahNumber":30,"VerseNumber":22,"Text":"O´nun açık belgelerinden biri de, gökleri ve yeri yaratması, dillerinizin ve renklerinizin farklı olmasıdır. Şüphesiz ki bunda ilim adamları için deliller, ibretler vardır"},{"SurahNumber":30,"VerseNumber":23,"Text":"O´nun açık belgelerinden biri de, gece ve gündüz (gerektiğinde) uyumanız ve O´nun geniş lûtfundan (geçiminizi) arzulayıp aramanızdır. Şüphesiz ki bunda işitebilen bir millet için öğütler ve ibretler vardır"},{"SurahNumber":30,"VerseNumber":24,"Text":"O´nun açık belgelerinden biri de, size korku ve umut vermek için şimşeği göstermesi ve gökten su indirip öldükten sonra yeryüzüne hayat vermesidir. Doğrusu bunda aklını kullanan bir millet için deliller ve ibretler vardır"},{"SurahNumber":30,"VerseNumber":25,"Text":"O´nun açık belgelerinden biri de, göğün ve yerin O´nun buyruğuyla (yörüngelerinde hareketlerini sağlayıp) durmasıdır. Sonra da sizi bir defa çağırınca hemen yerden çıkarsınız"},{"SurahNumber":30,"VerseNumber":26,"Text":"Göklerde ve yerde bulunan (her şey) O´na aittir. Hepsi de (ister istemez) O´nun buyruğuna boyun eğip itaat etmektedir"},{"SurahNumber":30,"VerseNumber":27,"Text":"Önce halkı yaratan, (oldurduktan) sonra da diriltip (hayata) çeviren O´dur. Bu da O´na göre pek kolaydır. Göklerde ve yerde en yüce misaller, en bedi sıfatlar O´nundur. O çok güçlüdür, çok üstündür ve hikmet sahibidir"},{"SurahNumber":30,"VerseNumber":28,"Text":"Allah size kendinizden bir misâl veriyor: Size rızık olarak verdiğimiz nesnelerde sahibi bulunduğunuz kölelerinizden ortaklarınız bulunsa, ortaklık konusunda birbirinizden korkup endişelendiğiniz gibi onlardan korkarak sizinle onların eşit olmasını ve kendinizi saydığınız gibi onları saymanızı ister misiniz ? İşte biz böylece âyetlerimizi aklını kullanan bir millete bir bir açıklarız"},{"SurahNumber":30,"VerseNumber":29,"Text":"Ne var ki zulmedenler, bilgisizce kendi heveslerine uymuşlardır. Allah´ın saptırdığını kim doğru yola iletebilir? Bu durumda onlara yardımcılar da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"Sen artık yüzünü Hakk´a yönelmiş bir birleyici olarak dine çevir ki bu. Allah´ın sağladığı bir mayadır, insanları onun üzerine yaratmıştır. Allah´ın yaratışında hiçbir değişme, değiştirme bulunmaz. İşte en doğru en sağlam din budur! Ama insanların çoğu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Gönülden kendinizi Allah´a verin, O´ndan korkup (kötülük ve azgınlıktan, sapıklık ve nankörlükten) sakının; namazı dosdoğru kılın ve sakın müşriklerden (Allah´a ortak koşanlardan) olmayın"},{"SurahNumber":30,"VerseNumber":32,"Text":"Onlar ki, dinlerini parçalayıp gruplara ayrıldılar ve her grup benimsediği şeyle sevinmektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"İnsanlara bir zarar dokununca gönülden yönelerek Rablarına yalvarırlar. Sonra da kendi katından onlara bir rahmet tattırınca, bir de bakarsın ki onlardan bir kısmı Rablarına ortak koşarlar. Böylece kendilerine verdiklerimize karşı nankörlük ederler. Öyle ise eğlenip yararlanın yararlanabildiğiniz kadar, ileride (gerçeği) anlayıp öğreneceksiniz (ama neden sonra)"},{"SurahNumber":30,"VerseNumber":34,"Text":"İnsanlara bir zarar dokununca gönülden yönelerek Rablarına yalvarırlar. Sonra da kendi katından onlara bir rahmet tattırınca, bir de bakarsın ki onlardan bir kısmı Rablarına ortak koşarlar. Böylece kendilerine verdiklerimize karşı nankörlük ederler. Öyle ise eğlenip yararlanın yararlanabildiğiniz kadar, ileride (gerçeği) anlayıp öğreneceksiniz (ama neden sonra)"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa biz onlara ortak koşmakta oldukları hakkında konuşan (bilgi veren) bir belge mi indirdik"},{"SurahNumber":30,"VerseNumber":36,"Text":"İnsanlara bir rahmet (ferahlık ve genişlik) tattırdığımız zaman, onunla sevinirler. Kendilerine ellerinin kazanıp öne sürdüğü bir kötülük dokununca bir de bakarsın ümitsizliğe kapılırlar"},{"SurahNumber":30,"VerseNumber":37,"Text":"Görmezler mi ki, Allah rızkı dilediğine genişletir ve daraltır. Şüphesiz ki bunda inanan bir millet için öğüt, ibret ve açık delil vardır"},{"SurahNumber":30,"VerseNumber":38,"Text":"O halde hısımlara, yoksula, yolda kalmışa (zekât ve sadaka) hakkını ver. Bu. Allah´ın hoşnudluğunu dileyenler için hayırlıdır. Ve işte korktuğundan kurtulup umduğuna kavuşanlar da onlardır"},{"SurahNumber":30,"VerseNumber":39,"Text":"İnsanların mallarında artış olsun diye verdiğiniz faiz Allah yanında artmaz. Allah´ın hoşnudluğunu dileyerek verdiğiniz zekât (böyle değildir). İşte bunlar (zekât verenler onun) karşılığını kat kat artıranlardır"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah, O ki, sizi öldürür, sonra da diriltir. Allah´a koştuğunuz eşler-ortaklardan, bunlardan bir şeyi olsun yapabilen (yaratabilen) var mıdır ? Allah onların koştukları ortaklardan münezzehtir ve yücedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"İnsanların elleriyle işledikleri (bilgisizce) işlerden, fenalıklardan dolayı karada ve denizde fesâd ortaya çıktı. Allah da, belki (pişmanlık duyup) dönerler diye işlediklerinin bir kısmının (cezasını) onlara (Dünya´da) tattıracak"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki: Yeryüzünde gezip dolaşın da önce gelip geçenlerin sonunun ne olduğunu bir görün ! Onların çoğu Allah´a eş-ortak koşanlardı"},{"SurahNumber":30,"VerseNumber":43,"Text":"Allah tarafından geri döndürülmesi mümkün olmayan (Kıyamet) günü gelmeden önce yüzünü o dosdoğru sapasağlam dine çevir. O gün insanlar gruplar halinde birbirlerinden ayırd edilirler"},{"SurahNumber":30,"VerseNumber":44,"Text":"Kim kâfir olursa, küfrü kendi aleyhinedir; kim de iyi-yararlı amellerde bulunursa kendi lehine (Cennet´teki) konakları hazırlamış olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Bu da Allah´ın, imân edip iyi-yararlı amellerde bulunanları kendi lütuf ve kereminden mükâfatlandırması içindir. Çünkü Allah gerçekten kâfirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Rüzgârları (yağmurun yağacağına, aşılamanın yapılacağına) müjdeciler olarak göndermesi, kendi rahmetinden size tattırması, geminin O´nun buyruğuyla (koyduğu kanunu)yla yüzmesi ve O´nun lütf-u kereminden arzulayıp aramanız, O´nun açık belgelerindendir. Ola ki şükredersiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"And olsun ki senden önce kendi milletlerine peygamberler gönderdik, onlara açık belgelerle, mu´cizelerle geldiler. (Çoğu inanmadı). Biz de günah işleyen suçlulardan intikam aldık. Zaten mü´minlere yardım edip onları başarıya eriştirmek bize düşen bir haktır"},{"SurahNumber":30,"VerseNumber":48,"Text":"Öyle Allah ki rüzgârları gönderir de bir bulut kaldırır. Böylece onu nasıl dilerse öyle yayar ve parça parça eder, katlayıp üstüste getirir, derken yağmurun, onun arasından çıktığını görürsün. Kullarından onu dilediğine verince, bir de bakarsın ki seviniverirler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Her ne kadar onlar buluttan önce. yağmur yağmadan evvel ümitsizlik içindeydilerse de"},{"SurahNumber":30,"VerseNumber":50,"Text":"Artık sen Allah´ın rahmet eserlerine bak! Yeryüzünü ölümünden sonra nasıl diriltiyor?! Şüphesiz ki O, ölüleri de elbette diriltecektir. O´nun kudreti her şeye yeter"},{"SurahNumber":30,"VerseNumber":51,"Text":"(Sıcak kavurucu) bir rüzgâr göndersek de (bitkileri) sararmış görseler, hemen arkasından nankörlüğe başlarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Çünkü gerçekten sen ölülere işittiremezsin; arkasını çevirip giden sağırlara da daveti duyuramazsın"},{"SurahNumber":30,"VerseNumber":53,"Text":"Ve sen, körleri sapıklıktan doğru yola çevirecek de değilsin. Sen ancak âyetlerimize inananlara duyurabilirsin ki onlar Müslümanlar (Hakk´a dosdoğru teslimiyet gösterenleridir)"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah´dır ki. sizi oldukça güçsüz (bir madde)derî yarattı. Güçsüzlükten sonra güç verdi, sonra da güçlülüğün arkasından güçsüz kılıp saç aklığı meydana getirdi. O, dilediğini yaratır; O, bilendir, kudret sahibidir"},{"SurahNumber":30,"VerseNumber":55,"Text":"(Beklenen) Kıyamet saati gelip gerçekleşeceği gün, suçlu günahkârlar (Dünya´da veya kabirde) bir saatten fazla kalmadıklarına yemin ederler. Onlar (Dünya´da da) hep böyle (haktan gerçekten) çevriliyorlardı"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve imân verilenler ise şöyle derler: «And olsun ki siz Allah´ın Kitab´ında (yazıldığı gibi) yeniden dirilip kalkacağınız güne kadar (orada) kaldınız. İşte yeniden dirilip kalkma günü bugündür. Ama siz (bunu bir türlü) bilip anlayamadınız.»"},{"SurahNumber":30,"VerseNumber":57,"Text":"Zulmedenlerin, o gün özür beyân etmeleri kendilerine fayda vermez ve onlardan Allah´ı (razı edecekleri) bir amel ve davranış da istenmez"},{"SurahNumber":30,"VerseNumber":58,"Text":"Şanıma yemin olsun ki, biz bu Kur´ân´da insanlar için her çeşit misâlden getirdik. And olsun ki sen onlara başka bir âyet (açık belge ya da mu´cize) de getirsen, şüphen olmasın ki o küfredenler, «siz ancak bâtılla (boş anlamsız gerçek dışı şeyhi uğraşanlarsınız» diyecekler)"},{"SurahNumber":30,"VerseNumber":59,"Text":"İşte kendilerini bilgisizlik içinde bırakanların kalblerini Allah böylece mühürler"},{"SurahNumber":30,"VerseNumber":60,"Text":"(Ey Peygamber!) Sabret; Allah´ın va´di haktır (mutlaka yerine gelecektir). Kesin kesin İnanmayanlar seni hafife itmesinler"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif - Lâm - Mîm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar o çok hikmetli Kitab´ın âyetleridir"},{"SurahNumber":31,"VerseNumber":3,"Text":"İyilik ve güzellikte bulunmayı (faydalı iş yapmayı) huy edinenlere doğru yol ve rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar ki, namazı vaktinde dosdoğru kılarlar, zekâtı verirler ve onlar evet onlar Âhiret´e kesinlikle inanırlar"},{"SurahNumber":31,"VerseNumber":5,"Text":"İşte bunlar, Rablarından (belirlenip gösterilen) doğru yol üzeredirler ve işte bunlar kurtuluşa erenlerdir"},{"SurahNumber":31,"VerseNumber":6,"Text":"İnsanlardan bir kısmı bilgisizce Allah yolundan saptırmak ve onu eğlence edinmek için sözün alaylı (güldürücü) olanını edinir. İşte onlar için aşağılayıp rüsvay edici bir azâb vardır"},{"SurahNumber":31,"VerseNumber":7,"Text":"Ona (o alaycı nanköre) âyetlerimiz okunduğu zaman sanki hiç işitmiyormuş, kulaklarında bir ağırlık varmış gibi büyüklük taslayarak arkasını çevirir. İşte onu elem verici bir azâb ile müjdele"},{"SurahNumber":31,"VerseNumber":8,"Text":"Onlar ki, imân edip iyi-yararlı amellerde bulundular, şüphesiz onlar için nîmet cennetleri vardır"},{"SurahNumber":31,"VerseNumber":9,"Text":"Orada ebedî kalıcılardır. Allah´ın va´di haktır, (elbette gerçekleşecektir). O, çok güçlüdür, çok üstündür; yegâne hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":10,"Text":"Gökleri —gördüğünüz şekilde— direksiz yarattı. Yeryüzüne de sizi sarsar diye sabit ulu dağlar yerleştirdi ve orada her türden hayvanlar serpiştirip yaydı. Ve biz, gökten su indirdik de yeryüzünde her çeşit bitkiden yetiştirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"İşte bu Allah´ın yarattığıdır. Haydi O´ndan başkalarının neler yarattığını gösterin bana ! Hayır, zâlimler acık bir sapıklık içindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"And olsun ki Lukmân´a, Allah´a şükret diye hikmet verdik. Kim şükrederse ancak kendi lehine şükretmiş olur; kim de nankörlük ederse, şüphesiz ki Allah ganiydir, (hiç kimsenin şükrüne ihtiyacı yoktur), övülmeğe çok daha lâyıktır"},{"SurahNumber":31,"VerseNumber":13,"Text":"Hani bir vakit Lukmân oğluna öğüt vererek dedi ki: «Oğulcağızım ! Sakın Allah´a ortak koşma. Çünkü gerçekten ortak koşmak büyük bir haksızlıktır.»"},{"SurahNumber":31,"VerseNumber":14,"Text":"Biz insana, ana-babasının (haklarını gözetmesini de) tavsiye ettik. Anası onu sıkıntı üstüne sıkıntı çekerek (karnında) taşımıştır. Sütten kesilmesi iki yıl içindedir. Bana ve ana-babana şükret; dönüş ancak banadır"},{"SurahNumber":31,"VerseNumber":15,"Text":"Eğer anan-baban, hakkında bilgin olmadığı şeyi bana ortak koşman için seninle tartışıp ağırlıklarını koyarlarsa, sakın onlara (bu hususta) itaat etme. Dünya (işlerin)de ise onlara güzel ölçüde destek ol; bana yönelip gönül verenlerin yoluna uy. Sonra da dönüşünüz elbette banadır ; yapageldiğinizi (o zaman) size bir bir haber veririm"},{"SurahNumber":31,"VerseNumber":16,"Text":"(Lukmân yine oğluna dedi ki:) Oğulcağızım ! (İşlediğin iyilik olsun, kötülük olsun) bir hardal tanesi ağırlığınca bile olsa ve o bir kayanın İçinde veya göklerde ya da yerde bu lunsa, mutlaka Allah onu getirir (ortaya kor). Şüphesiz ki Allah en ince, en gizli şeyleri bilendir, her şeyden haberlidir"},{"SurahNumber":31,"VerseNumber":17,"Text":"Oğulcağızım! Namazı dosdoğru kıl, (dince, akılca, sağlam örfçe) uygun olanı emret, kötü olanlardan da men´et. Başına gelene sabret. Şüphesiz ki bunlar azmedilmeğe değer işlerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"İnsanlardan (büyüklük taslayarak) yüzünü çevirme; yeryüzünde çalımlı çalımlı yürüme. Şüphesiz ki Allah, her böbürlenen kendini be ğenmişi sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yürüyüşünde ortalama bir davranış içinde ol; sesini alçalt. Çünkü seslerin en hoşa gitmeyeni, şüphesiz ki eşek sesidir"},{"SurahNumber":31,"VerseNumber":20,"Text":"Görmediniz mi, Allah göklerde ve yerde olanı baş eğdirip sizin emrinize vermiştir; açık gizli (birçok) nimetlerini size tamamlamıştır. insanlardan öylesi var ki, ilimsiz, doğru yolu gösteren aydınlatıcı kitabı olmaksızın Allah hakkında tartışıp durur"},{"SurahNumber":31,"VerseNumber":21,"Text":"Onlara, «Allah´ın indirdiğine uyun !» denildiği zaman, «hayır, babalarımızı neyin üzerinde bulduysak ona uyarız» derler. Ya Şeytan babalarını çılgın alevli ateşe cağırmışsa (ona ne derler)"},{"SurahNumber":31,"VerseNumber":22,"Text":"Kim iyilik ve güzelliği huy edinerek yüzünü (bütün varlığını ve benliğini) Allah´a teslim ederse, cidden o en sağlam kulpa yapışmıştır. İşlerin sonu Allah´a varıp dayanır"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de küfrederse, onun küfrü seni üzmesin. Onların dönüşü ancak bizedir. O zaman işlediklerini kendilerine bir bir haber veririz. Şüphesiz ki Allah, göğüslerde olanı bilendir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Onları az bir süre geçindirip yararlandırırız. Sonra da pek ağır bir azaba katlanmaya çaresiz kılarız"},{"SurahNumber":31,"VerseNumber":25,"Text":"And olsun ki, onlara, «gökleri ve yeri kim yarattı ?» diye soracak olsan, «elbette Allah...» diyecekler. De ki: Allah´a hamd olsun ! Ama onların çoğu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Göklerde ve yerde olanlar Allah´ındır. Şüphesiz ki Allah ganiydir (hiçbir şeye muhtaç değildir; ama her şey O´na muhtaçtır); övülmeye de en çok O lâyıktır"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eğer yeryüzündeki ağaçlar kalem, deniz de arkasından yedi deniz daha katılıp (mürekkep) olsaydı, yine de Allah´ın sözleri bitmezdi. Şüphesiz ki Allah çok üstündür, çok güçlüdür, yegâne hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratılmanız da, öldük ten sonra diriltilip kaldırılmanız da ancak bir tek canlıyı (yaratmak ve diriltmek) gibidir. Şüphesiz ki Allah işitendir, görendir"},{"SurahNumber":31,"VerseNumber":29,"Text":"Görmedin mi ki, Allah geceyi gündüze, gündüzü de geceye katar; Güneş ve Ay´ı buyruk altına almıştır herbiri belirlenmiş bir vakte kadar (kendi yörüngesinde) seyredip durur. Ve Allah elbette yapageldiğiniz şeylerden haberlidir"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu böyledir. Çünkü Allah hakk´tır, O´ndan başka taptıklarınız bâtıldır. Ve elbette Allah cok yücedir, cok büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Görmedin mi ki, gemi, Allah´ in nîmetiyle denizde yüzüp gider. Allah, bununla (kudretinin yüceliğine delâlet eden) bazı âyetlerini gösterir Şüphesiz ki bunda çokça sabreden, çokça şükreden herkese öğütler, ibretler vardır"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onları dağlar gibi (veya gölge salan bulutlar gibi) dalgalar sarıp kapladığında, dini Allah´a has kılıp samimiyetle O´na duâ edip yalvarırlar. Kendilerini kurtarıp karaya çıkardığı vakit, onlardan bir kısmı sâdık kalıp verdiği söze bağlılık gösterir. Zaten bizim âyetlerimizi ancak cok nankör gaddar olanlar inadla İnkâr ederler"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar! Rabbınızdan korkup (kötülüklerden) sakının. Öyle bir günden korkun ki baba, evlâdından ötürü bir şey ödeyemez, evlâd da babasından ötürü bir şey ödeyici değildir. Şüphesiz ki Allah´ın va´di (verdiği söz) haktır. Sakın Dünya hayatı sizi aldatmasın ve sakın o aldanmış mağrur (Şeytan) sizi Allah´a (O´ nun geniş rahmetine ibâdetsiz amelsiz) güvendirmesin"},{"SurahNumber":31,"VerseNumber":34,"Text":"Şüphesiz ki Kıyâmet´in kopuş saatiyle ilgili bilgi Allah´ın yanındadır. Yağmuru O yağdırır; ana rahmindekini O bilir. Hiç kimse yarın ne kazanıp elde edeceğini bilmez. Hiç kimse hangi yerde öleceğini bilmez. Allah elbette (her şeyi hakkıyle) bilendir, (her şeyden mutlaka) haberlidir"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif - Lâm - Mîm"},{"SurahNumber":32,"VerseNumber":2,"Text":"Bu Kitab´ın âlemlerin Rabbından indirildiğinde hiçbir şüphe yoktur"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa O´nu (Peygamber) uydurdu mu diyorlar?! Hayır, senden önce kendilerine bir uyarıcı gelmeyen bir milleti uyarman için O, Rabbından (indirilen) hakkın (gerçeğin ve doğru yolun) kendisidir. Ola ki doğru yolu bulurlar"},{"SurahNumber":32,"VerseNumber":4,"Text":"O Allah ki, gökleri, yeri ve ikisi arasındaki şeyleri altı gün (=de-vir)de yarattı, sonra da Arş üzerine saltanatını kurdu. Sizin için O´ndan başka ne bir dost ve sahip, ne de bir şefaatçi vardır. Artık iyice düşünmez misiniz"},{"SurahNumber":32,"VerseNumber":5,"Text":"Gökten yere bütün işleri O düzenleyip yönetir. Sonra da işler, sizin hesabınıza göre bin yıl kadar süren bir günde O´na yükselir"},{"SurahNumber":32,"VerseNumber":6,"Text":"İşte bu (Allah) görünmeyeni de, görüneni de bilendir. O çok üstündür, çok güçlüdür, çok rahmet edendir"},{"SurahNumber":32,"VerseNumber":7,"Text":"O ki yarattığı her şeyi güzel yarattı ve insanı yaratmaya çamurdan başladı"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra onun neslini bayağı bir suyun süzülen (sperma haline gelen)inden meydana getirdi"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra da düzeltip kılığına soktu ve kendi ruhundan ona üfledi de (böylece) size işiten kulaklar, gören gözler, anlayan kalbler var kıldı. Buna rağmen ne de az şükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"Dediler ki: Yeryüzünde toprağa karışıp belirsiz hale geldiğimizde mi yeniden yaratılacağız ? Hayır, (onlar buna inanmamakla) Rablarına kavuşmayı inkâr ediyorlar"},{"SurahNumber":32,"VerseNumber":11,"Text":"De ki: Sizin (ruhunuzu almaya) görevli kılınan Ölüm Meleği canınızı alır, sonra da Rabbınıza döndürülürsünüz"},{"SurahNumber":32,"VerseNumber":12,"Text":"Suçlu günahkârları, Rablarının huzurunda başlarını eğerek «ey Rabbimiz! Artık gördük ve işittik, bizi (Dünya´ya) geri çevir de iyi-yararlı amelde bulunalım; çünkü biz elbette kesinlikle inanıp anlamış bulunuyoruz,» dedikleri vakit bir görsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Biz dileseydik herkesi doğru yola iletirdik; ama şanıma yemin olsun ki, Cehennem´i cinlerle, insanlarla olduğu gibi dolduracağım diye benden hak bir söz çıkmıştır"},{"SurahNumber":32,"VerseNumber":14,"Text":"O halde bugüne kavuşmayı unutup kulak ardına atmanız sebebiyle tadın tadacağınızı. Şüphesiz ki, biz de sizi unuttuk (rahmetimizden sizi uzak tuttuk). Artık yapageldiğiniz işlere karşılık sonsuz azabı tadın"},{"SurahNumber":32,"VerseNumber":15,"Text":"Âyetlerimize ancak o kimseler inanır ki, onlar kendilerine âyetlerimiz hatırlatıldığı vakit secdeye kapanırlar ; Rablarına hamd ile tesbîh edip (kulluk görevlerini yerine getirirken) büyüklük taslamazlar"},{"SurahNumber":32,"VerseNumber":16,"Text":"Onların yanları, döşeklerinden aralanıp Rablarına korkarak, umutlanarak duâ eder, yalvarırlar ve kendilerine rızık olarak verdiklerimizden (Allah rızası için) harcarlar"},{"SurahNumber":32,"VerseNumber":17,"Text":"Hiç kimse işledikleri (iyi-yararlı) amellerine karşılık gözlerin aydınlığı olarak nelerin saklandığını bilmez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Mü´min olan kimse, fâsık (yozmuş ahlâksız) gibi midir? Bunlar eşit olamazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"İmân edip iyi-yararlı amellerde bulunanlara gelince: Onlar için yaptıklarına karşılık konukluk olarak Me´vâ Cennetleri vardır"},{"SurahNumber":32,"VerseNumber":20,"Text":"Yozmuş ahlâksızlara gelince : Onların eyleşecekleri yerleri ateştir. Oradan ne kadar çıkmak isteseler hemen geri çevirilirler ve onlara, «yalanlayıp durduğunuz ateşin azabını tadın !» denilir"},{"SurahNumber":32,"VerseNumber":21,"Text":"And olsun ki biz onlara —belki dönerler diye— o en büyük azâbdan önce yakın azabı mutlaka tattıracağız"},{"SurahNumber":32,"VerseNumber":22,"Text":"Kendisine Rabbinin âyetleri hatırlatılarak öğüt verildikten sonra ondan yüzçevirenden daha haksız kim vardır? Şüphesiz ki biz, suçlu günahkârlardan intikam alıcılarız"},{"SurahNumber":32,"VerseNumber":23,"Text":"And olsun ki Musâ´ya kitab verdik. Sakın sen ona kavuşmakta şüphe etme. Biz onu (kendisine verdiğimiz kitabı) İsrail oğulları´na doğru yolu gösteren rehber kıldık"},{"SurahNumber":32,"VerseNumber":24,"Text":"Onlardan bir kısmını sabrettikleri ve âyetlerimize kesinlikle inandıkları için emrimizle doğru yola irşâd eden önderler yaptık"},{"SurahNumber":32,"VerseNumber":25,"Text":"Şüphesiz ki Rabbın onların ihtilâf ettikleri şeyler hakkında Kıyamet günü aralarında hükmedip (haklıyı haksızdan) ayırd edecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Kendilerinden önce yok ettiğimiz nice nesillerin yurtlarında gezip dolaşmaları onları doğru yola irşâd etmiyor mu ? Doğrusu bunda öğütler ve ibretler vardır. Hâlâ işitmiyorlar mı"},{"SurahNumber":32,"VerseNumber":27,"Text":"Görmediler mi ki, biz suyu kupkuru yere sevkedip onunla davarlarının ve kendilerinin yediği ekini (ürünü) çıkarıyoruz. Hâlâ görmüyorlar mı"},{"SurahNumber":32,"VerseNumber":28,"Text":"Ve diyorlar ki, «eğer doğru sözlülerden iseniz, o (bahsettiğiniz) fetih günü ne zaman ?»"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: Fetih günü, küfredenlere inanmaları artık fayda vermez ve onlara mühlet de verilmez"},{"SurahNumber":32,"VerseNumber":30,"Text":"Artık sen onlardan yüzçevir ve bekle; onlar da beklemekteler"},{"SurahNumber":33,"VerseNumber":1,"Text":"Ey Peygamber! Allah´tan korkmaya devam et ve sakın kâfirlere ve münafıklara uyma. Şüphesiz ki Allah bilendir, hikmet sahibidir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbından sana vahyolunana uy! Şüphesiz ki Allah, yaptıklarınızdan haberlidir"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allah´a güvenip dayan ; vekîl olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah bir adamın içinde iki kalb yaratmamış; ziharda bulunduğunuz eşlerinizi de anneleriniz (gibi) kılmamıştır. Evlâtlıklarınızı da öz oğullarınız yapmamıştır. Bunlar ağızlarınızda dolaşan (hüküm ifade etmiyen) sözlerinizdir. Allah hakkı söyler ve doğru yolu gösterir"},{"SurahNumber":33,"VerseNumber":5,"Text":"Evlâdlıklarınızı babalarına nisbetle çağırın. Bu, Allah yanında daha âdil, daha doğrudur. Eğer babalarını bilmiyorsanız, artık onlar, dinde kardeşleriniz ve yakın dostlarınızdır. Bu hususta işlediğiniz hatadan dolayı size bir vebal yoktur. Ama kalblerinizin kasdettiği şeylerde vebal vardır. Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, mü´minlere kendi nefslerinden daha yakın, daha yeğdir. O´nun eşleri de onların analarıdır. Hısımlar ise (mîras hususunda) Allah´ın Kitabında mü´minlerden ve Muhacirlerden birbirine daha yakın ve daha lâyıktırlar. Ancak yakın dostlarınıza uygun şekilde yapacağınız (bir vasiyyet) müstesna. Bu, Kitab´da yazılıdır"},{"SurahNumber":33,"VerseNumber":7,"Text":"Hani bir vakit peygamberlerden kesin anlamda anda dayalı söz almıştık; senden, Nuh´tan, İbrâhim´ den, Musa´dan ve Meryem oğlu İsâ´ dan da, evet bunlardan sağlam-kesin söz almıştık"},{"SurahNumber":33,"VerseNumber":8,"Text":"Doğrulara sadakatlerini sormak için (böyle yapmıştık). Kâfirlere de elem verici bir azâb hazırlamıştık"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey imân edenler! Allah´ın size olan nîmetini hatırlayın, hani size doğru ordular gelmişti de onların üzerine bir rüzgâr, bir de görmediğiniz askerler göndermiştik. Allah yaptıklarınızı görendir"},{"SurahNumber":33,"VerseNumber":10,"Text":"Hani onlar (düşman orduları) üst tarafınızdan (hücuma geçip) üzerinize gelmişlerdi ve hani gözler de kaymış, yürekler gırtlaklara gelip dayanmıştı. Allah´a karşı da türlü türlü zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"İşte orada mü´minler çetin bir deneme geçirmiş ve şiddetli bir sarsıntıya uğradıkça uğramışlardı"},{"SurahNumber":33,"VerseNumber":12,"Text":"Ve hani münafıklar ve kalblerinde hastalık bulunanlar, «Allah ve Peygamberi bize ancak aldatıcı bir va´dde bulunmuşlardır» diyorlardı"},{"SurahNumber":33,"VerseNumber":13,"Text":"Ve hani onlardan (münafıklardan) bir topluluk da «Ey Yesrlb (Medine) halkı! Artık sizin burada yeriniz yok, dönünüz» diyordu. Bir topluluk da peygamberden izin istiyorlar, «evlerimiz elbette (ortada sahipsiz) açıktır» diyorlardı. Halbuki evleri açık değildi. Onlar ancak (savaştan) kaçmayı istiyorlardı"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eğer üzerinize (şehrin) etrafından girilse ve sonra da fitne çıkarmaları istense, vakit kaybetmeden onu hemen yapar ve yurtlarında pek az bir süre eyleşirlerdi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Oysa bunlar, and olsun ki, daha önce arka çevirip kaçmayacaklarına dair Allah´a kesin söz vermişlerdi. Allah´a verilen kesin söz ise (sorumluluk gerektirdiğinden) elbette sorulacaktır"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: Eğer ölümden veya öldürülmekten kaçıyorsanız, kaçmanız asla size fayda vermiyecektir. O takdirde (Dünya´da) pek az bir süre ancak geçinip yararlanabilirsiniz"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: Eğer Allah (faraza) size bir kötülük dilese, kim sizi Allah´ tan koruyabilir ? Veya size rahmet elini uzatsa, (kim O´na engel olabilir ?). Allah´tan başka ne bir dost, ne de bir yardımcı bulabilirler"},{"SurahNumber":33,"VerseNumber":18,"Text":"Allah gerçekten içinizden (başkalarını) alıkoyup ağır davrananları ve kardeşlerine, «kalkın bize gelin !» diyenleri bilir. Zaten onlardan ancak pek azı savaşın sıkıntı ve şiddetine (göğüs gerip) gelirler"},{"SurahNumber":33,"VerseNumber":19,"Text":"(Gelseler bile) size karşı oldukça kıskanç ve cimridirler. Korku geldiği zaman ölüm baygınlığı geçiren kimse gibi gözleri döner bir halde sana bakıp durduklarını görürsün. Korku gidince hayra karşı pek kıskanç ve cimrice bir tavır içinde sivri dilleriyle sizi .incitir şekilde atıp tutarlar. Bunlar (hakikatte) imân etmemişlerdir. Bu sebeple Allah amellerini boşa çıkarmıştır; bu da Allah´a göre çok kolaydır"},{"SurahNumber":33,"VerseNumber":20,"Text":"Münafıklar, müttefik düşman birliklerinin gitmediğini sanıyorlardı. Müttefik düşman birlikleri bir daha gelecek olsa, onlar çölde Bedeviler arasında bulunup da sizin haberlerinizi sormayı çok arzu ederlerdi, içinizde bulunsalar pek azı savaşırlardı"},{"SurahNumber":33,"VerseNumber":21,"Text":"And olsun ki, sizin için, sizden Allah´a ve Âhiret gününe kavuşmayı umanlar ve Allah´ı çokça ananlar için Resûlüllah´da güzel örnekler vardır"},{"SurahNumber":33,"VerseNumber":22,"Text":"Mü´minler ise, müttefik düşman birliklerini görünce, «işte bu, Allah ve Peygamberinin bize va´dettiğidir. Allah ve Peygamberi doğru söylemiştir» dediler. Bu (olay) onların ancak imân ve teslimiyetlerini artırmıştır"},{"SurahNumber":33,"VerseNumber":23,"Text":"Mü´minlerden öyle erler (yiğit kahramanlar) vardır ki, Allah´a verdikleri sözü yerine getirip sadakatlerini isbat ettiler. Onlardan kimi ahde vefa, söze bağlılık edip canını verdi; kimi de (canını vermek için) beklemektedir. Verdikleri sözü asla değiştirmediler (ikiyüzlüler gibi döneklik yapmadılar)"},{"SurahNumber":33,"VerseNumber":24,"Text":"Allah bu sebeple doğruları doğruluklarına karşılık mükâfatlandıracak ; münafıkları da dilerse azaba uğratacak veya tevbe nasîb edip tevbelerini kabul edecek. Şüphesiz ki Allah çok bağışlayan ve çok merhamet edendir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Allah, o küfredenleri öfke ve kinleriyle geri çevirdi de hiç bir hayra eremediler. Allah savaşta (yardımcı olarak) mü´minlere yetti. Allah çok güçlüdür, çok üstündür"},{"SurahNumber":33,"VerseNumber":26,"Text":"Allah, Kitap Ehli´nden düşmanlara arka çıkıp yardım edenleri kalelerinden indirdi de kalblerine korku saldı. Onlardan kimini öldürüyordunuz, kimini de esir ediyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"Sizi, onların arazisine, yurtlarına, mallarına ve bir de henüz ayak basmadığınız bir yere vâris kıldı. Allah´ın kudreti her şeye yeter"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey Peygamber! Eşlerine de ki: Eğer siz dünya hayatını, onun süs ve şatafatını istiyorsanız, gelin de size yararlanacağınız (boşanma) hakkınızı vereyim de sizi güzellikle salıvereyim"},{"SurahNumber":33,"VerseNumber":29,"Text":"Yok eğer Allah´ı, Peygamberini ve Âhiret yurdunu arzu ediyorsanız, (bilin ki) Allah, sizden iyiliği-güzelliği huy edinenlere büyük mükâfatlar hazırlamıştır"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey Peygamber kadınları! Sizden kim açık bir hayasızlık, ahlâk dışı davranışta bulunursa azâb onun için iki kat olur. Bu da Allah´a göre çok kolaydır"}]}