{"Id":374,"LanguageCodes":["th","tha"],"Name":"tha-groupfromthesoc","Author":"Group From The Society Of Graduates Of Thai Universities And Institutes","Language":"Thai","Description":"Thai","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"ความรู้แห่งยามอวสานนั้นถูกอ้างกลับไปยังพระองค์ ไม่มีผลไม้ใดออกมาจากเปลือกของมัน และไม่มีหญิงใดอุ้มครรภ์ หรือคลอดทารกออกมา เว้นแต่ด้วยความรอบรู้ของพระองค์ และวันที่พระองค์ทรงร้องเรียกพวกเขาว่า ไหนเล่าภาคีทั้งหลายของข้า พวกเขาจะกล่าวว่า เราขอยืนยันต่อพระองค์ว่า ไม่มีผู้ใดในหมู่พวกเราเป็นพยานได้"},{"SurahNumber":41,"VerseNumber":48,"Text":"และสิ่งที่พวกเขาวิงวอนกราบไหว้ได้เตลิดหนีไปจากพวกเขา และพวกเขาเชื่อมั่นว่า พวกเขานั้นไม่มีทางที่จะหลบหนีไปได้"},{"SurahNumber":41,"VerseNumber":49,"Text":"มนุษย์จะไม่เบื่อหน่ายต่อการวิงวอนขอความดี แต่เมื่อความทุกข์ยากประสบแก่พวกเขาเข้า เขาก็จะท้อถอยหมดอาลัย"},{"SurahNumber":41,"VerseNumber":50,"Text":"และเมื่อเราได้ให้เขาลิ้มรสความเมตตาจากเราหลังจากความทุกข์ยากได้ประสบแก่เขา แน่นอนเขาก็จะกล่าวว่า นี่คือความสามารถของฉัน และฉันไม่คิดว่ายามอวสานนั้นจะเกิดขึ้น แต่ถ้าฉันถูกส่งกลับไปยังพระเจ้าของฉัน แน่นอนฉันจะมีคุณความดี ณ ที่พระองค์ ดังนั้นเรา (อัลลอฮฺ) จะให้บรรดาผู้ปฏิเสธศรัทธาได้รู้เห็นในสิ่งที่พวกเขาได้กระทำไว้ และแน่นอนเราจะให้พวกเขาได้ลิ้มรสการลงโทษอันรุนแรง"},{"SurahNumber":41,"VerseNumber":51,"Text":"และเมื่อเราได้ให้ความโปรดปรานแก่มนุษย์ เขาก็เหินห่างและปลีกตัวออกไปข้าง ๆ และเมื่อความทุกข์ประสบแก่เขา เขาก็เป็นผู้วิงวอนขออย่างยืดเยื้อ"},{"SurahNumber":41,"VerseNumber":52,"Text":"จงกล่าวเถิด (มุฮัมมัด) พวกท่านไม่เห็นดอกหรือว่า ถ้าอัลกุรอานมาจากอัลลอฮฺ แล้วพวกท่านปฏิเสธที่จะศรัทธาต่ออัลกุรอาน ใครเล่าจะหลงทางมากไปกว่าผู้ที่อยู่ในการแตกแยกอย่างลิบลับ"},{"SurahNumber":41,"VerseNumber":53,"Text":"เราจะให้พวกเขาได้เห็นสัญญาณทั้งหลายของเราในขอบเขตอันไกลโพ้น และในตัวของพวกเขาเอง จนกระทั่งจะเป็นประจักษ์แก่พวกเขาว่า อัลกุรอานนั้นเป็นความจริงยังไม่พอเพียงอีกหรือที่พระเจ้าของเจ้านั้นทรงเป็นพยานต่อทุกสิ่ง"},{"SurahNumber":41,"VerseNumber":54,"Text":"พึงรู้เถิดว่า แท้จริงพวกเขาอยู่ในการสงสัยเกี่ยวกับการพบพระเจ้าของพวกเขาพึงรู้เถิดว่า แท้จริงพระองค์เป็นผู้ทรงล้อมทุก ๆ สิ่งไว้"},{"SurahNumber":42,"VerseNumber":1,"Text":"ฮา มีม"},{"SurahNumber":42,"VerseNumber":2,"Text":"อัยนฺ ซีน กอฟ"},{"SurahNumber":42,"VerseNumber":3,"Text":"เช่นนั้นแหละ ได้มีวะฮียฺมายังเจ้าและมายังบรรดา (รอซูล) ก่อนหน้าเจ้า อัลลอฮฺ ผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"},{"SurahNumber":42,"VerseNumber":4,"Text":"สิ่งที่อยู่ในชั้นฟ้าทั้งหลาย และสิ่งที่อยู่ในแผ่นดินเป็นสิทธิของพระองค์ และพระองค์เป็นผู้สูงส่ง ผู้ทรงยิ่งใหญ่"},{"SurahNumber":42,"VerseNumber":5,"Text":"ชั้นฟ้าทั้งหลายแทบจะพังทลายลงมาจากเบื้องบนพวกมันขณะที่มะลาอิกะฮฺต่างก็แซ่ซ้องสดุดีด้วยการสรรเสริญต่อพระเจ้าของพวกเขา และขออภัยให้แก่ผู้ที่อยู่ในโลกนี้พึงรู้เถิดว่า แท้จริงอัลลอฮฺนั้น พระองค์เป็นผู้ทรงอภัย ผู้ทรงเมตตาเสมอ"},{"SurahNumber":42,"VerseNumber":6,"Text":"และบรรดาผู้ที่ยึดถือเอาผู้คุ้มครองอื่นจากพระองค์นั้น อัลลอฮฺทรงเฝ้าดูพวกเขา และเจ้ามิใช่ผู้ดูแลคุ้มครองพวกเขา"},{"SurahNumber":42,"VerseNumber":7,"Text":"และเช่นนั้นแหละ เราได้วะฮียฺอัลกุรอานเป็นภาษาอาหรับแก่เจ้า เพื่อเจ้าจะได้ตักเตือนอุมมุลกุรอ (ชาวมักกะฮฺ) และผู้ที่อยู่รอบเมืองนั้น และเตือนถึงวันแห่งการชุมนุม ซึ่งไม่มีข้อสงสัยใด ๆ ในวันนั้น พวกหนึ่งจะอยู่ในสวรรค์ และอีกพวกหนึ่งจะอยู่ในไฟที่ลุกช่วงโชติ"},{"SurahNumber":42,"VerseNumber":8,"Text":"และหากอัลลอฮฺทรงประสงค์ แน่นอนจะทรงทำให้พวกเขาเป็นประชาชาติเดียวกัน แต่พระองค์จะทรงให้ผู้ที่พระองค์ทรงประสงค์เข้าสู่ความเมตตาของพระองค์ ส่วนบรรดาผู้อธรรมนั้น พวกเขาไม่มีผู้คุ้มครอง และไม่มีผู้ช่วยเหลือ"},{"SurahNumber":42,"VerseNumber":9,"Text":"หรือว่าพวกเขาได้ยึดถือเอาคนอื่นจากพระองค์เป็นผู้คุ้มครอง แต่อัลลอฮฺคือผู้คุ้มครอง และพระองค์คือผู้ทรงให้ชีวิตแก่คนตาย และพระองค์คือผู้ทรงอานุภาพเหนือทุกสิ่งอย่าง"},{"SurahNumber":42,"VerseNumber":10,"Text":"และอันใดที่พวกเจ้าขัดแย้งกันในเรื่องนั้น ๆ ดังนั้นการชี้ขาดตัดสินย่อมกลับไปหาอัลลอฮฺ นั้นคืออัลลอฮฺพระเจ้าของฉัน แด่พระองค์เท่านั้น ฉันขอมอบหมายและยังพระองค์เท่านั้นฉันจะกลับไปหา"},{"SurahNumber":42,"VerseNumber":11,"Text":"พระผู้ทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดิน พระองค์ทรงทำให้มีคู่ครองแก่พวกเจ้าจากตัวของพวกเจ้าเอง และจากปศุสัตว์ทรงให้มีคู่ผัวเมีย ด้วยเหตุนี้พระองค์ทรงแพร่พันธุ์พวกเจ้าให้มากมาย ไม่มีสิ่งใดเสมอเหมือนพระองค์ และพระองค์ผู้ทรงได้ยิน ผู้ทรงเห็น"},{"SurahNumber":42,"VerseNumber":12,"Text":"กุญแจ (การควบคุมกิจการ) แห่งชั้นฟ้าทั้งหลายและแผ่นดินเป็นสิทธิ์ของพระองค์ พระองค์ทรงเพิ่มพูนปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์และทรงให้คับแคบ แท้จริงพระองค์ทรงรอบรู้ทุกสิ่งอย่าง"},{"SurahNumber":42,"VerseNumber":13,"Text":"พระองค์ได้ทรงกำหนดศาสนาแก่พวกเจ้าเช่นเดียวกับที่พระองค์ได้ทรงบัญชาแก่นูหฺ และที่เราได้วะฮียฺแก่เจ้าก็เช่นเดียวกับที่เราได้บัญชาแก่อิบรอฮีม และมูซา และอีซาว่า พวกเจ้าจงดำรงศาสนาไว้ให้มั่นคง และอย่าแตกแยกกันในเรื่องของศาสนา แต่เป็นเรื่องใหญ่แก่พวกตั้งภาคีที่เจ้าเรียกร้อง เชิญชวนพวกเขาไปสู่ศาสนานั้น อัลลอฮฺทรงเลือกสำหรับพระองค์ผู้ที่พระองค์ทรงประสงค์ และทรงชี้แนะทางสู่พระองค์ผู้ที่ผินหน้าสู่พระองค์"},{"SurahNumber":42,"VerseNumber":14,"Text":"และพวกเขามิได้แตกแยกกัน เว้นแต่หลังจากได้มีความรู้มายังพวกเขาแล้ว ทั้งนี้เพราะความริษยาระหว่างพวกเขากันเอง และหากมิใช่ลิขิตได้บันทึกไว้ที่พระเจ้าของเจ้าจนถึงวาระที่กำหนดไว้แล้ว แน่นอนก็จะต้องมีการตัดสินในระหว่างพวกเขา และแท้จริงบรรดาผู้ได้รับมรดกคัมภีร์นี้หลังจากพวกเขานั้น อยู่ในการสงสัยกังขาเกี่ยวกับคัมภีร์นั้น"},{"SurahNumber":42,"VerseNumber":15,"Text":"ดังนั้น เพื่อการนี้แหละเจ้าจงเรียกร้องเชิญชวนและดำรงมั่นอยู่ในแนวทางที่เที่ยงธรรมดังที่เจ้าได้รับบัญชา และอย่าได้ปฏิบัติตามอารมณ์ต่ำของพวกเขา และจงกล่าวว่า ฉันได้ศรัทธาในสิ่งที่มีอยู่ในคัมภีร์ตามที่อัลลอฮฺทรงประทานลงมา และฉันรับบัญชาให้ตัดสินระหว่างพวกท่านด้วยความเที่ยงธรรม อัลลอฮฺคือ พระเจ้าของฉันและพระเจ้าของพวกท่าน (การตอบแทน) การงานของฉันก็จะได้แก่ฉันและ (การตอบแทน) การงานของพวกท่านก็จะได้แก่พวกท่าน ไม่มีการโต้แย้งใด ๆ ระหว่างพวกเรากับพวกท่าน อัลลอฮฺจะทรงรวบรวมพวกเราทั้งหมด และยังพระองค์คือการกลับไป"},{"SurahNumber":42,"VerseNumber":16,"Text":"ส่วนบรรดาผู้โต้แย้งเกี่ยวกับ (ศาสนาของ) อัลลอฮฺหลังจาก (ศาสนานั้น) ได้เป็นที่ยอมรับแล้ว การโต้แย้งของพวกเขาปราศจากเหตุผลในทัศนะของพระเจ้าของพวกเขา และพวกเขาจะได้รับความกริ้วโกรธ และพวกเขาจะได้รับการลงโทษอย่างสาหัส"},{"SurahNumber":42,"VerseNumber":17,"Text":"อัลลอฮ์คือผู้ประทานคัมภีร์นี้ (อัลกุรอาน) ลงมาด้วยความจริงและทรงประทานความสมดุล และอะไรเล่าจะทำให้เจ้ารู้ได้ บางทียามอวสานนี้อยู่ใกล้ ๆ นี่เอง"},{"SurahNumber":42,"VerseNumber":18,"Text":"บรรดาผู้ไม่ศรัทธาในเรื่องนี้เร่งเร้าจะให้เกิดขึ้น ส่วนบรรดาผู้ศรัทธาก็มีความหวั่นกลัวในเรื่องยามอวสาน และพวกเขารู้ว่ามันเป็นความจริง พึงรู้เถิดว่าแท้จริงบรรดาผู้โต้เถียงเกี่ยวกับเรื่องยามอวสานนั้นอยู่ในการหลงผิดอันไกลลิบอย่างแน่นอน"},{"SurahNumber":42,"VerseNumber":19,"Text":"อัลลอฮฺเป็นผู้ทรงเอ็นดูต่อปวงบ่าวของพระองค์ ทรงประทานปัจจัยยังชีพแก่ผู้ที่พระองค์ทรงประสงค์ และพระองค์เป็นผู้ทรงพลัง ผู้ทรงอำนาจ"},{"SurahNumber":42,"VerseNumber":20,"Text":"ผู้ใดปรารถนาผลตอบแทนของปรโลก เราจะเพิ่มผลตอบแทนของเขาแก่เขา และผู้ใดปรารถนาผลตอบแทนของโลกดุนยา เราจะให้แก่เขาบางส่วนในสิ่งนั้น และสำหรับเขาจะไม่ได้ส่วนใด ๆ อีกในปรโลก"},{"SurahNumber":42,"VerseNumber":21,"Text":"หรือว่าพวกเขามีภาคีต่าง ๆ ที่ได้กำหนดศาสนาแก่พวกเขา ซึ่งอัลลอฮฺมิได้ทรงอนุมัติและหากมิใช่ลิขิตแห่งการตัดสิน (ที่ได้กำหนดไว้ก่อนแล้ว) ก็คงได้มีการตัดสินในระหว่างพวกเขา แท้จริงบรรดาผู้อธรรมสำหรับพวกเขาได้รับการลงโทษอันเจ็บปวด"},{"SurahNumber":42,"VerseNumber":22,"Text":"เจ้าจะเห็นบรรดาผู้อธรรมเป็นผู้หวั่นกลัวเนื่องจากสิ่งที่พวกเขาขวนขวายเอาไว้ และมันจะต้องเกิดขึ้นแก่พวกเขา ส่วนบรรดาผู้ศรัทธาและปฏิบัติความดีต่าง ๆ จะอยู่ในอุทยานแห่งสวนสวรรค์ สำหรับพวกเขาจะได้สิ่งที่พวกเขาปรารถนา ณ ที่พระเจ้าของพวกเจ้า นั่นคือความโปรดปรานอันยิ่งใหญ่"},{"SurahNumber":42,"VerseNumber":23,"Text":"นั่นคือ (ความโปรดปราน) อัลลอฮฺทรงแจ้งข่าวดีแก่ปวงบ่าวของพระองค์ ซึ่งพวกเขาได้ศรัทธาและปฏิบัติความดีต่าง ๆ จงกล่าวเถิด (มุฮัมมัด) ฉันมิได้ขอร้องค่าตอบแทนใด ๆ เพื่อการนี้ เว้นแต่เพื่อความรักใคร่ในเครือญาติและผู้ใดกระทำความดี เราจะเพิ่มพูนความดีในนั้นให้แก่เขา แท้จริงอัลลอฮฺเป็นผู้ทรงอภัยผู้ทรงชื่นชม (เพราะการภักดีของพวกเขา)"},{"SurahNumber":42,"VerseNumber":24,"Text":"หรือพวกเขากล่าวว่า เขา (มุฮัมมัด) ได้อุปโลกน์ความเท็จให้แก่อัลลอฮฺ ดังนั้นหากอัลลอฮฺทรงประสงค์ พระองค์จะทรงผนึกหัวใจเจ้าก็ได้ และอัลลอฮฺทรงขจัดความเท็จให้หมดไป และทรงยืนยันความจริงด้วยคำกล่าวของพระองค์ (อัลกุรอาน) แท้จริงพระองค์ทรงรอบรู้สิ่งที่อยู่ในทรวงอก"},{"SurahNumber":42,"VerseNumber":25,"Text":"และพระองค์คือผู้ทรงรับการขออภัยโทษจากปวงบ่าวของพระองค์ และทรงอภัยจากความผิดทั้งหลายและพระองค์ทรงรอบรู้สิ่งที่พวกเจ้ากระทำ"},{"SurahNumber":42,"VerseNumber":26,"Text":"และพระองค์ทรงตอบรับ (การวิงวอน) ของบรรดาผู้ศรัทธา และพวกเขากระทำความดีทั้งหลาย และพระองค์จะทรงเพิ่มพูนจากความโปรดปรานของพระองค์แก่พวกเขา และบรรดาผู้ปฏิเสธศรัทธานั้น พวกเขาจะได้รับการลงโทษอย่างสาหัส"},{"SurahNumber":42,"VerseNumber":27,"Text":"และหากอัลลอฮฺทรงประทานปัจจัยยังชีพอย่างกว้างขวางแก่ปวงบ่าวของพระองค์แน่นอน พวกเขาก็จะก่อความเสียหายขึ้นในแผ่นดิน แต่พระองค์ทรงประทานให้ตามปริมาณที่พระองค์ทรงประสงค์ แท้จริงพระองค์เป็นผู้ทรงตระหนักรู้ ผู้ทรงเห็นต่อปวงบ่าวของพระองค์"},{"SurahNumber":42,"VerseNumber":28,"Text":"และพระองค์คือผู้ทรงหลั่งน้ำฝนลงมาหลังจากที่พวกเขาหมดหวังกันแล้ว และพระองค์ทรงแผ่กระจายพระเมตตาของพระองค์ และพระองค์เป็นผู้ทรงคุ้มครอง ผู้ทรงได้รับการสรรเสริญ"},{"SurahNumber":42,"VerseNumber":29,"Text":"และหนึ่งจากสัญญาณทั้งหลายของพระองค์ คือการสร้างชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่พระองค์ทรงแพร่กระจายไปทั่วในระหว่างทั้งสองนั้นแก่สิ่งที่มีชีวิตทั้งหลาย และพระองค์เป็นผู้ทรงอานุภาพที่จะรวบรวมพวกเขาเมื่อพระองค์ทรงประสงค์"},{"SurahNumber":42,"VerseNumber":30,"Text":"และเคราะห์กรรมอันใดที่ประสบแก่พวกเจ้า ก็เนื่องด้วยน้ำมือของพวกเจ้าได้ขวนขวายไว้และพระองค์ทรงอภัย (ความผิดให้) มากต่อมากแล้ว"},{"SurahNumber":42,"VerseNumber":31,"Text":"และพวกเจ้าไม่สามารถจะหนีรอดไปได้ในแผ่นดินนี้ และอื่นจากอัลลอฮฺ สำหรับพวกเจ้านั้นไม่มีผู้คุ้มครอง และไม่มีผู้ช่วยเหลือ"},{"SurahNumber":42,"VerseNumber":32,"Text":"และหนึ่งจากสัญญาณทั้งหลายของพระองค์คือมีนาวาทั้งหลายเดินราบเรียบอยู่ในท้องทะเลเยี่ยงภูเขา"},{"SurahNumber":42,"VerseNumber":33,"Text":"ถ้าพระองค์ทรงประสงค์ พระองค์ก็จะทรงให้ลมหยุดนิ่งแล้วมัน (นาวานั้น) ก็จะหยุดลอยนิ่งอยู่ในท้องทะเลนั้น แท้จริงในการนั้นย่อมเป็นสัญญาณแก่ผู้อดทน ผู้ขอบคุณทุกคน"},{"SurahNumber":42,"VerseNumber":34,"Text":"หรือพระองค์จะทรงทำให้มัน (นาวานั้น) อับปางลงก็ได้ เนื่องด้วย (ความชั่ว) ที่พวกเขาขวนขวายเอาไว้ และพระองค์ทรงอภัย (ความผิดให้) มากต่อมากแล้ว"},{"SurahNumber":42,"VerseNumber":35,"Text":"และเพื่อให้บรรดาผู้โต้แย้งเกี่ยวกับสัญญาณทั้งหลายของเราจะได้รู้ว่า สำหรับพวกเขานั้นไม่มีทางที่จะหลบหนีไปได้"},{"SurahNumber":42,"VerseNumber":36,"Text":"และสิ่งใดที่พวกเจ้าได้รับนั้นเป็นเพียงการสนุกสนานเพลิดเพลินแห่งชีวิตของโลกนี้เท่านั้น แต่สิ่งที่มีอยู่ ณ ที่อัลลอฮฺนั้นดีกว่าและจีรังกว่า สำหรับบรรดาผู้ศรัทธาและพวกเขามอบหมายไว้วางใจแด่พระเจ้าของพวกเขา"},{"SurahNumber":42,"VerseNumber":37,"Text":"และบรรดาผู้ที่หลีกเลี่ยงการทำบาปใหญ่และการทำลามก และเมื่อพวกเขาโกรธพวกเขาก็อภัยให้"},{"SurahNumber":42,"VerseNumber":38,"Text":"และบรรดาผู้ตอบรับต่อพระเจ้าของพวกเขา และดำรงละหมาด และกิจการของพวกเขามีการปรึกษาหารือระหว่างพวกเขาและเขาบริจาคสิ่งที่เราได้ให้เครื่องปัจจัยยังชีพแก่พวกเขา"},{"SurahNumber":42,"VerseNumber":39,"Text":"และบรรดาผู้ที่เมื่อมีความยุติธรรมเกิดขึ้นแก่พวกเขา พวกเขาก็แก้แค้นตอบแทน"},{"SurahNumber":42,"VerseNumber":40,"Text":"และการตอบแทนความชั่วคือความชั่วเยี่ยงมัน แต่ผู้ใดอภัย และไกล่เกลี่ยคืนดีกันรางวัลตอบแทนของเขาอยู่ที่อัลลอฮฺ แท้จริงพระองค์ไม่ชอบบรรดาผู้อธรรม"},{"SurahNumber":42,"VerseNumber":41,"Text":"แต่ถ้าผู้ใดแก้แค้นตอบแทนหลังจากได้รับความอธรรม ชนเหล่านั้นจะไม่มีทางตำหนิแก่พวกเขา"},{"SurahNumber":42,"VerseNumber":42,"Text":"ส่วนที่จะเกิดโทษนั้นได้แก่บรรดาผู้ที่อธรรมต่อมนุษย์ และก่อความเสียหายให้เกิดขึ้นในแผ่นดินโดยปราศจากความเป็นธรรม ชนเหล่านี้พวกเขาจะได้รับการลงโทษอันเจ็บปวด"},{"SurahNumber":42,"VerseNumber":43,"Text":"และแน่นอนผู้ที่อดทนและให้อภัย แท้จริงนั่นคือ ส่วนหนึ่งจากกิจการที่หนักแน่นมั่นคง"},{"SurahNumber":42,"VerseNumber":44,"Text":"และผู้ใดที่อัลลอฮฺทรงให้เขาหลงทาง ดังนั้นสำหรับเขาจะไม่มีผู้คุ้มครองภายหลังจากพระองค์และเจ้าจะเห็นบรรดาผู้อธรรม เมื่อพวกเขามองเห็นการลงโทษ พวกเขาจะกล่าวว่า มีทางบ้างไหมที่จะกลับไป (ยังโลกดุนยา)"},{"SurahNumber":42,"VerseNumber":45,"Text":"และเจ้าจะเห็นพวกเขาถูกนำมาข้างหน้าไฟนรกพวกเขาจะถ่อมตัวลงอย่างน่าสังเวชมองดูอย่างหลบสายตา และบรรดาผู้ศรัทธาจะกล่าวว่า แท้จริงพวกที่ขาดทุนคือ บรรดาผู้ที่ทำตัวของพวกเขาและครอบครัวของพวกเขาให้เสียหายยับเยินในวันกิยามะฮฺ พึงทราบเถิด แท้จริงบรรดาผู้อธรรมนั้นอยู่ในการลงโทษอันถาวร"},{"SurahNumber":42,"VerseNumber":46,"Text":"และสำหรับพวกเขาจะไม่มีผู้คุ้มครองให้ความช่วยเหลือแก่พวกเขา นอกจากอัลลอฮฺ และผู้ใดที่อัลลอฮฺทรงให้เขาหลงทาง เขาผู้นั้นก็จะไม่มีทาง (ไปสู่การฮิดายะฮฺได้)"},{"SurahNumber":42,"VerseNumber":47,"Text":"จงตอบรับการเรียกร้องของพระเจ้าของพวกเจ้าเถิด ก่อนที่วันหนึ่งจะมาถึง ซึ่งจะไม่มีทางหลีกเลี่ยงไปจากอัลลอฮฺได้ และในวันนั้นสำหรับพวกเจ้าจะไม่มีที่พักพิง และพวกเจ้าก็จะไม่มีทางปฏิเสธด้วย"},{"SurahNumber":42,"VerseNumber":48,"Text":"แต่ถ้าพวกเขาผินหลังให้ (ไม่ยอมรับการเรียกร้อง) ดังนั้นเรามิได้ส่งเจ้ามายังพวกเขาเพื่อเป็นผู้คุ้มกันรักษา หน้าที่ของเจ้ามิใช่อื่นใด นอกจากการเผยแผ่เท่านั้น และแท้จริงถ้าเราจะให้มนุษย์ลิ้มรสความเมตตาจากเรา เขาก็จะยินดีปรีดาต่อความเมตตานั้น และหากเคราะห์กรรมประสบแก่พวกเขา เนื่องจากน้ำมือของพวกเขาได้ประกอบเอาไว้ ดังนั้นแน่นอนมนุษย์นั้นเป็นผู้เนรคุณเสมอ"},{"SurahNumber":42,"VerseNumber":49,"Text":"อำนาจเด็ดขาดแห่งชั้นฟ้าทั้งหลายและแผ่นดินนั้นเป็นสิทธิ์ของอัลลอฮฺ พระองค์ทรงสร้างสิ่งที่พระองค์ทรงประสงค์ พระองค์ทรงประทานลูกหญิงแก่ผู้ที่พระองค์ทรงประสงค์ และทรงประทานลูกชายแก่ผู้ที่พระองค์ทรงประสงค์"},{"SurahNumber":42,"VerseNumber":50,"Text":"หรือพระองค์ทรงประทานรวมให้แก่พวกเขาทั้งลูกชายและลูกหญิง และพระองค์ทรงทำให้ผู้ที่พระองค์ทรงประสงค์เป็นหมัน แท้จริงพระองค์เป็นผู้ทรงรอบรู้ ผู้ทรงอนุภาพ"},{"SurahNumber":42,"VerseNumber":51,"Text":"และไม่เป็นการบังควรแก่มนุษย์คนใดที่จะให้อัลลอฮฺตรัสแก่เขา เว้นแต่โดยทางวะฮียฺ หรือโดยทางเบื้องหลังม่าน หรือโดยที่พระองค์จะส่งทูตมา แล้วเขา (มะลัก) ก็จะนำวะฮียฺมาตามที่พระองค์ทรงประสงค์ โดยบัญชาของพระองค์ แท้จริงพระองค์เป็นผู้ทรงสูงส่งผู้ทรงปรีชาญาณ"},{"SurahNumber":42,"VerseNumber":52,"Text":"และเช่นนั้นแหละเราได้วะฮียฺอัลกุรอาน แก่เจ้าตามบัญชาของเรา เจ้าไม่เคยรู้มาก่อนเลยว่าอะไรคือคัมภีร์ และอะไรคือการศรัทธาแต่ว่าเราได้ทำให้อัลกุรอานเป็นแสงสว่างเพื่อชี้แนะทางโดยนัยนั้นแก่ผู้ที่เราประสงค์จากปวงบ่าวของเรา และแท้จริงเจ้านั้นจะได้รับการชี้แนะสู่ทางอันเที่ยงธรรมอย่างแน่นอน"},{"SurahNumber":42,"VerseNumber":53,"Text":"ทางของอัลลอฮฺซึ่งสิ่งที่อยู่ในชั้นฟ้าทั้งหลาย และสิ่งที่อยู่ในแผ่นดินเป็นกรรมสิทธิ์ของพระองค์ พึงทราบเถิดกิจการทั้งหลายย่อมไปสู่อัลลอฮฺ"},{"SurahNumber":43,"VerseNumber":1,"Text":"ฮา มีม"},{"SurahNumber":43,"VerseNumber":2,"Text":"ขอสาบานด้วยคัมภีร์อันชัดแจ้ง"},{"SurahNumber":43,"VerseNumber":3,"Text":"แท้จริงเราได้ทำให้คัมภีร์อัลกุรอานเป็นภาษาอาหรับ เพื่อพวกเจ้าจะได้ใช้สติปัญญา"},{"SurahNumber":43,"VerseNumber":4,"Text":"และแท้จริงอัลกุรอานนั้นอยู่ในแม่บทแห่งคัมภีร์ (อัลเลาฮุลมะฮฺฟูซ) ณ ที่เรา คือสูงส่งพรั่งพร้อมด้วยปรัชญา"},{"SurahNumber":43,"VerseNumber":5,"Text":"ดังนั้นจะให้เราหันเหข้อตักเตือนนี้จากพวกเจ้าเสียทีเดียว เพราะพวกเจ้าเป็นหมู่ชนผู้ฝ่าฝืนกระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":6,"Text":"และกี่มากน้อยแล้วที่เราได้ส่งนบีมาในชนชาติรุ่นก่อน ๆ"},{"SurahNumber":43,"VerseNumber":7,"Text":"และไม่มีนบีคนใดที่ได้มายังพวกเขาเว้นแต่พวกเขาจะได้เยาะเย้ยเขา (นบี)"},{"SurahNumber":43,"VerseNumber":8,"Text":"ฉะนั้นเราจึงได้ทำลาย (หมู่ชน) ซึ่งเข้มแข็งทางสมรรถภาพมากกว่าพวกเขา และอุทาหรณ์ของชนชาติรุ่นก่อน ๆ ก็ได้ล่วงลับไปแล้ว"},{"SurahNumber":43,"VerseNumber":9,"Text":"และหากเจ้าถามพวกเขาใครเล่าเป็นผู้สร้างชั้นฟ้าทั้งหลาย และแผ่นดินนี้ แน่นอนพวกเขาจะกล่าวว่า พระผู้ทรงอำนาจ ผู้ทรงรอบรู้ทรงสร้างมันเหล่านั้น"},{"SurahNumber":43,"VerseNumber":10,"Text":"ผู้ทรงทำให้แผ่นดินแผ่กว้างสำหรับพวกเจ้า และทรงทำให้มีถนนหนทางในแผ่นดินนั้นสำหรับพวกเจ้า เพื่อพวกเจ้าจะบรรลุสู่เป้าหมาย"},{"SurahNumber":43,"VerseNumber":11,"Text":"และเป็นผู้ทรงหลั่งน้ำลงมาจากฟากฟ้าตามปริมาณ และด้วยน้ำนั้นเราได้ทรงทำให้แผ่นดินที่แห้งแล้งมีชีวิตชีวาขึ้น เช่นนั้นแหละพวกเจ้าจะถูกให้ออกมา (จากกุบูร)"},{"SurahNumber":43,"VerseNumber":12,"Text":"และเป็นผู้ทรงสร้างทุกสิ่งทั้งหมดเป็นคู่ ๆ และทรงทำให้เรือและปศุสัตว์สำหรับพวกเจ้าเป็นสิ่งที่พวกเจ้าใช้ขี่เป็นพาหนะ"},{"SurahNumber":43,"VerseNumber":13,"Text":"เพื่อพวกเจ้าจะได้นั่งอยู่บนหลังของมันอย่างมั่นคง แล้วพวกเจ้าจะได้รำลึกถึงความโปรดปรานของพระเจ้าของพวกเจ้า เมื่อพวกเจ้าได้นั่งขี่บนมันอย่างเรียบร้อยแล้ว พวกเจ้าก็จะกล่าวว่า มหาบริสุทธิ์ผู้ทรงให้พาหนะนี้เป็นความสะดวกแก่เรา และเรานั้นไม่สามารถจะควบคุมมันได้"},{"SurahNumber":43,"VerseNumber":14,"Text":"และแท้จริงเราจะต้องเป็นผู้กลับไปสู่พระเจ้าของเราอย่างแน่นอน"},{"SurahNumber":43,"VerseNumber":15,"Text":"และพวกเขาได้ตั้งบางส่วนจากปวงบ่าวของพระองค์คู่เคียงกับพระองค์ แท้จริงมนุษย์นั้นเนรคุณอย่างชัดแจ้ง"},{"SurahNumber":43,"VerseNumber":16,"Text":"หรือว่าพระองค์ยึดเอาลูกหญิงจากสิ่งที่พระองค์ทรงสร้างและพระองค์ทรงเลือกลูกชายให้แก่พวกเจ้า"},{"SurahNumber":43,"VerseNumber":17,"Text":"และเมื่อผู้ใดในหมู่พวกเขาได้รับข่าวตามที่เขาได้ตั้งอุปมาแด่พระผู้ทรงกรุณาปรานี ใบหน้าของเขากลายเป็นหมองคล้ำ และเศร้าสลด"},{"SurahNumber":43,"VerseNumber":18,"Text":"และผู้ที่ถูกเติบโตเลี้ยงดูมาท่ามกลางเครื่องประดับ และในการโต้ถียงก็ไม่มีอะไรชัดแจ้ง (จะตั้งให้เป็นภาคีต่ออัลลอฮ์) กระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":19,"Text":"และพวกเขาได้ตั้งมะลาอิกะฮฺ ซึ่งพวกเขาเป็นบ่าวของพระผู้ทรงกรุณาปรานีว่าเป็นเพศหญิง และพวกเขารู้เห็นเป็นพยานในการสร้างพวกเขาทั้งหลาย (มะลาอิกะฮฺ) กระนั้นหรือ การเป็นพยานของพวกเขาจะถูกบันทึกไว้และพวกเขาจะถูกสอบสวน"},{"SurahNumber":43,"VerseNumber":20,"Text":"และพวกเขากล่าวอีกว่า หากพระผู้ทรงกรุณาปรานี ทรงประสงค์พวกเราจะไม่เคารพสักการะพวกเขาดอก (มะลาอิกะฮฺ) พวกเขาไม่มีความรู้อันใดในเรื่องนั้น พวกเขาไม่มีอะไรเลยนอกจากคาดคะเนเท่านั้น"},{"SurahNumber":43,"VerseNumber":21,"Text":"หรือว่าเราได้ประทานคัมภีร์เล่มนึ่งแก่พวกเขาก่อนหน้านั้น ดังนั้นพวกเขาจึงยึดถือคัมภีร์นั้นไว้อย่างมั่นคง"},{"SurahNumber":43,"VerseNumber":22,"Text":"เปล่าเลย พวกเขากล่าวว่า แท้จริงเราได้พบเห็นบรรพบุรุษของเราอยู่ในแนวทางนี้ ดังนั้นเราจึงดำเนินตามแนวทางของพวกเขา"},{"SurahNumber":43,"VerseNumber":23,"Text":"และเช่นนั้นแหละ เรามิได้ส่งผู้ตักเตือนคนใดก่อนหน้าเจ้าไปยังเมืองใด เว้นแต่บรรดาผู้ฟุ่มเฟือยของมัน (เมืองนั้น) จะกล่าวว่า แท้จริงเราได้พบเห็นบรรพบุรุษของเราอยู่ในแนวทางนี้ ดังนั้นเราจึงดำเนินตามแนวทางของพวกเขา"},{"SurahNumber":43,"VerseNumber":24,"Text":"เขา (รอซูลของพวกเขา) กล่าวว่าหากว่าฉันได้นำมาให้พวกท่าน ซึ่งแนวทางที่ถูกต้องกว่าที่พวกท่านได้พบเห็นบรรพบุรุษของพวกท่านยึดถืออยู่เล่า พวกเขากล่าวว่า แท้จริงเราเป็นผู้ปฏิเสธศรัทธาต่อสิ่งที่พวกท่านถูกส่งมานั้น"},{"SurahNumber":43,"VerseNumber":25,"Text":"ดังนั้นเราได้ตอบแทนพวกเขา บัดนี้จงดูเถิดว่าบั้นปลายของบรรดาผู้ปฏิเสธนั้นจะเป็นเช่นไร"},{"SurahNumber":43,"VerseNumber":26,"Text":"และจงรำลึกถึงเมื่ออิบรอฮีมได้กล่าวแก่บิดาของเขา และหมู่ชนของเขาว่า แท้จริงฉันขอปลีกตัวจากสิ่งที่พวกท่านเคารพภักดี"},{"SurahNumber":43,"VerseNumber":27,"Text":"นอกจาก (อัลลอฮฺ) ซึ่งทรงบังเกิดฉันเท่านั้น เพราะแท้จริงพระองค์จะทรงชี้แนะทางที่ถูกต้องแก่ฉัน"},{"SurahNumber":43,"VerseNumber":28,"Text":"และเขา (อิบรอฮีม) ได้ทำให้คำกล่าว (ชะฮาดะฮฺ) อยู่คงต่อไปในลูกหลานของเขา เพื่อว่าพวกเขาจะกลับมาสำนึกผิด"},{"SurahNumber":43,"VerseNumber":29,"Text":"ยิ่งกว่านั้น ข้าได้ให้พวกเขาเหล่านั้น และบรรพบุรุษของพวกเขาหลงระเริงอยู่จนกระทั่งได้มีสัจธรรม (อัลกุรอาน) และรอซูล ผู้ประกาศสาส์นอย่างชัดแจ้งมายังพวกเขา"},{"SurahNumber":43,"VerseNumber":30,"Text":"ครั้นเมื่อได้มีสัจธรรมมายังพวกเขา พวกเขาก็กล่าวว่านี่คือมายากล และแท้จริง พวกเราเป็นผู้ปฏิเสธศรัทธาต่อสัจธรรมนั้น"},{"SurahNumber":43,"VerseNumber":31,"Text":"และพวกเขากล่าวว่า ทำไมอัลกุรอานนี้จึงไม่ถูกประทานลงมาให้แก่ชายผู้มีความสำคัญแห่งสองเมืองนี้"},{"SurahNumber":43,"VerseNumber":32,"Text":"พวกเขาเป็นผู้แบ่งปันความเมตตาแห่งพระเจ้าของเจ้ากระนั้นหรือ เราต่างหากที่เป็นผู้จัดสรรการทำมาหากินของพวกเขาระหว่างพวกเขาในการมีชีวิตอยู่ในโลกนี้ และเราได้เชิดชูบางคนในหมู่พวกเขาเหนือกว่าอีกบางคนหลายชั้น เพื่อบางคนในหมู่พวกเขาจะได้เอาอีกบางคนมาใช้งาน และความเมตตาของพระเจ้าของเจ้านั้นดียิ่งกว่าที่พวกเขาสะสมไว้"},{"SurahNumber":43,"VerseNumber":33,"Text":"และหากมิใช่มนุษย์ทั้งหลายจะได้เป็นประชาชาติหนึ่งเดียวกันแล้ว แน่นอนเราจะให้ผู้ที่ปฏิเสธศรัทธาต่อพระผู้ทรงกรุณาปรานีมีบ้านของพวกเขาหลังคาทำด้วยเงิน และบันไดที่พวกเขาขึ้น (ก็ทำด้วยเงิน)"},{"SurahNumber":43,"VerseNumber":34,"Text":"และบ้านของพวกเขามีประตูและเตียงนอน (ทำด้วยเงิน) ซึ่งพวกเขาจะนอนเอกเขนกบนมัน"},{"SurahNumber":43,"VerseNumber":35,"Text":"และ (เราจะให้เครื่องประดับแก่พวกเขาที่ทำด้วย) ทองคำ แต่ทั้งหมดนั้นเป็นเพียงปัจจัยชั่วคราวแห่งชีวิตในโลกนี้เท่านั้น ส่วนในปรโลก ณ ที่พระเจ้าของเจ้านั้นสำหรับบรรดาผู้ยำเกรง"},{"SurahNumber":43,"VerseNumber":36,"Text":"และผู้ใดผินหลังจากการรำลึกถึงพระผู้ทรงกรุณาปรานี เราจะให้ชัยฏอนตัวหนึ่งแก่เขา แล้วมันก็จะเป็นสหายของเขา"},{"SurahNumber":43,"VerseNumber":37,"Text":"และแท้จริง พวกมันจะขัดขวางพวกเขาออกจากทางที่ถูกต้อง แต่พวกเขาคิดว่า พวกเขานั้นอยู่ในแนวทางที่ถูกต้องแล้ว"},{"SurahNumber":43,"VerseNumber":38,"Text":"จนกระทั่งเมื่อเขาได้มายังเรา (ในวันกิยามะฮฺ) เขาจะเปรยขึ้นว่า (อนิจจา) ถ้าระหว่างฉันกับเจ้ามีระยะทางห่างกันเช่นทิศตะวันออกกับทิศตะวันตกก็จะดี ชั่วช้าแท้ ๆ สหายเช่นนี้"},{"SurahNumber":43,"VerseNumber":39,"Text":"และในวันนี้มันจะไม่เกิดผลอันใดเลยแก่พวกเจ้า เพราะพวกเจ้าได้อธรรม (แก่ตัวเอง) แม้ว่าพวกเจ้าจะมีหุ้นส่วนร่วมกันในการได้รับโทษก็ตาม"},{"SurahNumber":43,"VerseNumber":40,"Text":"แล้วเจ้าจะทำให้คนหูหนวกได้ยินหรือคนตาบอดได้เห็นทาง และผู้ที่อยู่ในการหลงผิดอย่างชัดแจ้งกระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":41,"Text":"มาตรว่าเราได้ยึดเอาชีวิตเจ้าไป แน่นอนเราก็จะตอบแทนพวกเขาให้สาสม"},{"SurahNumber":43,"VerseNumber":42,"Text":"หรือเราจะแสดงให้เจ้าเห็นการลงโทษซึ่งเราได้สัญญากับพวกเขาไว้ แท้จริงเรานั้นมีอานุภาพเหนือพวกเขา"},{"SurahNumber":43,"VerseNumber":43,"Text":"ดังนั้นจงยึดมั่นตามที่ได้ถูกวะฮียฺแก่เจ้า แท้จริงเจ้านั้นอยู่บนแนวทางอันเที่ยงตรง"},{"SurahNumber":43,"VerseNumber":44,"Text":"และแท้จริงอัลกุรอานคือข้อตักเตือนแก่เจ้าและแก่หมู่ชนของเจ้า และพวกเจ้าจะถูกสอบสวน"},{"SurahNumber":43,"VerseNumber":45,"Text":"และเจ้าจงถามผู้ที่เราได้ส่งมาก่อนเจ้าจากบรรดารอซูลของเราว่า เราได้ตั้งพระเจ้าหลายองค์อื่นจากพระผู้ทรงกรุณาปรานี เพื่อเคารพบูชากระนั้นหรือ"},{"SurahNumber":43,"VerseNumber":46,"Text":"และโดยแน่นอนเราได้ส่งมูซาพร้อมด้วยสัญญาณต่าง ๆ ของเราไปยังฟิรเอานฺ และบรรดาผู้นำของเขา แล้วเขากล่าวว่า แท้จริงฉันเป็นรอซูลของพระเจ้าแห่งสากลโลก"},{"SurahNumber":43,"VerseNumber":47,"Text":"ครั้นเมื่อเขา(มูซา)ได้มายังพวกเขาพร้อมด้วยสัญญาณต่าง ๆ ของเรา แล้วพวกเขาก็หัวเราะเยาะต่อสัญญาณนั้นๆ"},{"SurahNumber":43,"VerseNumber":48,"Text":"และเรามิได้แสดงสัญญาณอันใดแก่พวกเขา เว้นแต่ว่าแต่ละอันจะยิ่งใหญ่กว่าอีกอันหนึ่งและเราได้คร่าพวกเขาด้วยการลงโทษ เพื่อว่าพวกเขาจะกลับมาสำนึกผิด"},{"SurahNumber":43,"VerseNumber":49,"Text":"และพวกเขากล่าว(กับมูซา)ว่า โอ้มายากรเอ๋ย โปรดวิงวอนต่อพระเจ้าของท่านแก่พวกเราด้วย ตามที่พระองค์ได้ทรงทำสัญญากับท่าน แท้จริงเราจะเป็นผู้อยู่ในแนวทางที่ถูกต้อง"},{"SurahNumber":43,"VerseNumber":50,"Text":"ครั้นเมื่อเราได้ปลดเปลื้องการลงโทษให้พ้นไปจากพวกเขาแล้ว เมื่อนั้นพวกเขาก็ผิดสัญญา"},{"SurahNumber":43,"VerseNumber":51,"Text":"และฟิรเอานฺได้ประกาศท่ามกลางหมู่ชนของเขา เขากล่าวว่า หมู่ชนของฉันเอ๋ย อาณาจักรแห่งอียิปต์นี้มิได้เป็นของฉันดอกหรือ และแม่น้ำเหล่านี้ไหลผ่านเบื้องล่าง(วังของ)ฉัน พวกท่านไม่เห็นดอกหรือ"},{"SurahNumber":43,"VerseNumber":52,"Text":"ยิ่งกว่านั้นฉันยังดีกว่าคนนี้(มูซา) ซึ่งเขาต่ำต้อย และแทบจะพูดจาไม่ชัดถ้อยชัดคำ"},{"SurahNumber":43,"VerseNumber":53,"Text":"ถ้าเช่นนั้นแล้ว ทำไมจึงไม่สวมกำไลทองให้เขาเล่า หรือมีมะลาอิกะฮฺติดตามมาอยู่กับเขา"},{"SurahNumber":43,"VerseNumber":54,"Text":"ด้วยเหตุนี้เขา (ฟิรเอานฺ) ได้หลอกลวงหมู่ชนของเขา แล้วพวกเขาก็เชื่อฟังเขา แท้จริงพวกเขาเป็นหมู่ชนผู้ฝ่าฝืน"},{"SurahNumber":43,"VerseNumber":55,"Text":"เมื่อพวกเขาได้ทำให้เรากริ้ว เราได้ตอบแทนพวกเขาอย่างสาสม แล้วเราได้ให้พวกเขาจมน้ำทั้งหมด"},{"SurahNumber":43,"VerseNumber":56,"Text":"และเราได้ทำให้พวกเขาเป็นอดีตที่ล่วงเลยไปและอุทาหรณ์แก่คนรุ่นต่อไป ๆ ไป"},{"SurahNumber":43,"VerseNumber":57,"Text":"และเมื่ออีซา อิบนฺ มัรยัม ถูกยกมาเป็นอุทาหรณ์ดูซิหมู่ชนของเจ้าก็โห่ร้องด้วยความขบขัน"},{"SurahNumber":43,"VerseNumber":58,"Text":"และพวกเขากล่าวว่า พระเจ้าทั้งหลายของเราดีกว่าหรือว่าเขา (อีซา) พวกเขามิได้เปรียบเทียบเรื่องนี้แก่เจ้าเพื่ออื่นใด นอกจากการโต้เถียง ยิ่งกว่านั้นพวกเขาเป็นหมู่ชนที่ชอบการโต้เถียงอีกด้วย"},{"SurahNumber":43,"VerseNumber":59,"Text":"เขา (อีซา) มิใช่ใครคนอื่นนอกจากเป็นบ่าวคนหนึ่ง ซึ่งเรา (อัลลอฮฺ) ได้ให้ความโปรดปรานแก่เขา และเราได้ทำให้เขาเป็นแบบอย่างที่ดีแก่วงศ์วานของอิสรออีล"},{"SurahNumber":43,"VerseNumber":60,"Text":"และหากเราประสงค์เราจะตั้งให้มี มะลาอิกะฮฺขึ้นจากในหมู่พวกเจ้าให้เป็นผู้สืบช่วงในแผ่นดินนี้"},{"SurahNumber":43,"VerseNumber":61,"Text":"และแท้จริงเขา (อีซา) แน่นอนเป็นเครื่องหมายแห่งยามอวสาน ดังนั้นเจ้าอย่าได้สงสัยในเรื่องนี้ แต่จงปฏิบัติตามฉัน นี่คือแนวทางอันเที่ยงตรง"},{"SurahNumber":43,"VerseNumber":62,"Text":"และอย่าให้ชัยฏอนมาขัดขวางพวกเจ้า แท้จริงมันเป็นศัตรูตัวฉกาจของพวกเจ้า"},{"SurahNumber":43,"VerseNumber":63,"Text":"และเมื่ออีซาได้มาพร้อมด้วยหลักฐานทั้งหลายอันชัดแจ้ง เขากล่าวว่า แน่นอนฉันได้มาหาพวกท่านพร้อมด้วยการเป็นนะบีและบทบัญญัติแห่งอินญีล และเพื่อฉันจะได้ชี้แจงแก่พวกท่านให้กระจ่างแจ้งในบางเรื่องที่พวกท่านขัดแย้งกัน ดังนั้นพวกท่านจงยำเกรงอัลลอฮฺ และเชื่อฟังปฏิบัติตามฉันเถิด"},{"SurahNumber":43,"VerseNumber":64,"Text":"แท้จริงอัลลอฮ์นั้น พระองค์คือพระเจ้าของฉัน และพระเจ้าของพวกท่าน ดังนั้นจงเคารพภักดีพระองค์เถิด นี่คือแนวทางอันเที่ยงตรง"},{"SurahNumber":43,"VerseNumber":65,"Text":"นิกายต่าง ๆ ได้ขัดแย้งกันในระหว่างพวกเขา ดังนั้นความหายนะจงประสบแด่บรรดาผู้อธรรมเนื่องจากการลงโทษแห่งวันอันเจ็บปวด"},{"SurahNumber":43,"VerseNumber":66,"Text":"พวกเขามิได้คอยสิ่งใดนอกจากยามอวสาน ซึ่งมันจะมาหาพวกเขาอย่างกระทันหันโดยที่พวกเขาไม่รู้สึกตัว"},{"SurahNumber":43,"VerseNumber":67,"Text":"ในวันนั้นบรรดามิตรสหายจะเป็นศัตรูต่อกัน นอกจากบรรดาผู้ยำเกรง (อัลลอฮฺ)"},{"SurahNumber":43,"VerseNumber":68,"Text":"โอ้ปวงบ่าวของข้าเอ๋ย ไม่มีความหวาดกลัวอันใดแก่พวกเจ้าในวันนี้ และพวกเจ้ามิต้องเศร้าสลดใจ"},{"SurahNumber":43,"VerseNumber":69,"Text":"บรรดาผู้ศรัทธาต่อสัญญาณทั้งหลายของเรา และพวกเขาเป็นผู้นอบน้อม"},{"SurahNumber":43,"VerseNumber":70,"Text":"พวกเจ้าจงเข้าไปในสวนสวรรค์ ทั้งตัวของพวกเจ้าและคู่ครองของพวกเจ้าอย่างแช่มชื่นแจ่มใส"},{"SurahNumber":43,"VerseNumber":71,"Text":"จะมีจานทำด้วยทองคำและแก้วน้ำถูกนำมาเวียนรอบ ๆ พวกเขา และในสวนสวรรค์นั้น จะมีสิ่งที่จิตใจของพวกเขาต้องการและสายตาของพวกเขาชื่นชมยินดี และพวกเจ้าจะพำนักอยู่ในนั้นตลอดกาล"},{"SurahNumber":43,"VerseNumber":72,"Text":"และนั่นคือสวนสวรรค์ ซึ่งพวกเจ้าได้ถูกให้รับเป็นมรดกตามที่พวกเจ้าได้กระทำ (ความดี) ไว้"},{"SurahNumber":43,"VerseNumber":73,"Text":"ในสวนสวรรค์นั้นจะมีผลไม้มากมายสำหรับพวกเจ้า พวกเจ้าจะได้กินส่วนหนึ่งจากมัน"},{"SurahNumber":43,"VerseNumber":74,"Text":"แท้จริงบรรดาผู้กระทำความผิด (ผู้ปฏิเสธศรัทธา) นั้นจะอยู่ในการลงโทษในนรกญะฮันนัมตลอดกาล"},{"SurahNumber":43,"VerseNumber":75,"Text":"การลงโทษนั้นจะไม่ถูกลดหย่อนแก่พวกเขา และในการลงโทษนั้นพวกเขาเป็นผู้หมดหวัง"},{"SurahNumber":43,"VerseNumber":76,"Text":"และเรามิได้อธรรมต่อพวกเขา แต่พวกเขาต่างหากที่เป็นผู้อธรรมต่อตัวเอง"},{"SurahNumber":43,"VerseNumber":77,"Text":"และพวกเขาจะร้องเรียกขึ้นว่า โอ้มาลิก (ยามเฝ้าประตูนรก) โปรดให้พระเจ้าของท่านจัดการให้เราตายเสียเถิด เขา (มาลิก) จะกล่าวว่า แท้จริงพวกท่านจะเป็นผู้พำนักอยู่ตลอดไป"},{"SurahNumber":43,"VerseNumber":78,"Text":"โดยแน่นอนเราได้นำความจริงมายังพวกเจ้าแล้ว แต่ส่วนมากของพวกเจ้าเป็นผู้ชิงชังความจริง"},{"SurahNumber":43,"VerseNumber":79,"Text":"หรือว่าพวกเขาได้ตกลงวางแผนในเรื่องใด ดังนั้นแน่นอนเราก็ได้ตกลงวางแผนเช่นกัน (ที่จะทำลายแผนของพวกเขา)"},{"SurahNumber":43,"VerseNumber":80,"Text":"หรือพวกเขาคิดว่า เราไม่ได้ยินความลับของพวกเขา และการประชุมลับของพวกเขา แน่นอน (เราได้ยิน) และทูตของเราอยู่กับพวกเขา เพื่อบันทึก"},{"SurahNumber":43,"VerseNumber":81,"Text":"จงกล่าวเถิด(มุฮัมมัด) ถ้าหากพระผู้ทรงกรุณาปรานี ทรงมีโอรส ดังนั้นฉันจะเป็นคนแรกในหมู่ผู้เคารพภักดีทั้งหลาย"},{"SurahNumber":43,"VerseNumber":82,"Text":"มหาบริสุทธิ์แด่พระเจ้าแห่งชั้นฟ้าทั้งหลายและแผ่นดิน พระเจ้าแห่งบัลลังก์ (ทรงบริสุทธิ์) จากสิ่งที่พวกเขากล่าวอ้าง"},{"SurahNumber":43,"VerseNumber":83,"Text":"ดังนั้นเจ้าจงปล่อยพวกเขาให้มั่วสุมและหลงระเริง จนกว่าพวกเขาจะได้พบกับวัน (กิยามะฮฺ) ของพวกเขา ซึ่งพวกเขาถูกสัญญาไว้"},{"SurahNumber":43,"VerseNumber":84,"Text":"และพระองค์คือพระผู้เป็นเจ้าแห่งชั้นฟ้า และพระผู้เป็นเจ้าแห่งแผ่นดิน และพระองค์เป็นผู้ทรงปรีชาญาณ ผู้ทรงรอบรู้"},{"SurahNumber":43,"VerseNumber":85,"Text":"และทรงความจำเริญพระผู้ซึ่งอำนาจแห่งชั้นฟ้าทั้งหลายและแผ่นดิน และสิ่งที่อยู่ในระหว่างทั้งสองเป็นกรรมสิทธิ์ของพระองค์ และ ณ ที่พระองค์นั้นคือความรอบรู้แห่งยามอวสาน และยังพระองค์เท่านั้นที่พวกเจ้าจะถูกนำกลับไป"},{"SurahNumber":43,"VerseNumber":86,"Text":"และบรรดาผู้ที่วิงวอนขอสิ่งอื่นจากพระองค์นั้น จะไม่มีอำนาจในการขอ ชะฟาอะฮฺนอกจากผู้ยืนยันเป็นพยานด้วยความจริง และพวกเขารู้ดี"},{"SurahNumber":43,"VerseNumber":87,"Text":"และถ้าเจ้าถามพวกเขาว่า ใครเป็นผู้สร้างพวกเขา แน่นอนพวกเขาจะกล่าวว่า อัลลอฮฺแล้วทำไมเล่าพวกเขาจึงหันเหออกไปทางอื่น"},{"SurahNumber":43,"VerseNumber":88,"Text":"และจะมีเสียงกล่าวของเขาว่า ข้าแต่พระเจ้าของข้าพระองค์ แท้จริงชนเหล่านั้นเป็นหมู่ชนที่ไม่ศรัทธา"},{"SurahNumber":43,"VerseNumber":89,"Text":"ดังนั้น เจ้าจงให้อภัยแก่พวกเขา และจงกล่าวว่าศานติ แล้วพวกเขาก็จะรู้"},{"SurahNumber":44,"VerseNumber":1,"Text":"ฮา มีม"},{"SurahNumber":44,"VerseNumber":2,"Text":"ขอสาบานด้วยคัมภีร์อันชัดแจ้ง"},{"SurahNumber":44,"VerseNumber":3,"Text":"แท้จริงเราได้ประทานอัลกุรอานลงมาในคืนอันจำเริญ แท้จริงเราเป็นผู้ตักเตือน"},{"SurahNumber":44,"VerseNumber":4,"Text":"ในคืนนั้นทุก ๆ กิจการที่สำคัญถูกจำแนกไว้แล้ว"},{"SurahNumber":44,"VerseNumber":5,"Text":"โดยทรงบัญชามาจากเรา แท้จริงเราเป็นผู้ส่งมา"},{"SurahNumber":44,"VerseNumber":6,"Text":"เป็นความเมตตาจากพระเจ้าของเจ้า แท้จริงพระองค์เป็นผู้ทรงได้ยิน ผู้ทรงรอบรู้"},{"SurahNumber":44,"VerseNumber":7,"Text":"พระเจ้าแห่งชั้นฟ้าทั้งหลาย และแผ่นดินและสิ่งที่อยู่ระหว่างทั้งสอง หากพวกเจ้าเป็นผู้เชื่อมั่น"},{"SurahNumber":44,"VerseNumber":8,"Text":"ไม่มีพระผู้เป็นเจ้าอื่นใด (ที่ถูกกราบไหว้โดยเที่ยงแท้) นอกจากพระองค์ ผู้ทรงให้เป็นและผู้ทรงให้ตาย พระเจ้าของพวกเจ้าและพระเจ้าของบรรพบุรุษของพวกเจ้าในสมัยก่อน ๆ"},{"SurahNumber":44,"VerseNumber":9,"Text":"แต่ทว่าพวกเขากังวลอยู่ในการสงสัย"},{"SurahNumber":44,"VerseNumber":10,"Text":"ดังนั้น เจ้าจงคอยเฝ้าดูวันที่ชั้นฟ้าจะนำไอหมอกออกมาซึ่งจะเห็นได้ชัด"},{"SurahNumber":44,"VerseNumber":11,"Text":"ซึ่งจะครอบคลุมผู้คน นี่คือการลงโทษอันเจ็บปวด"},{"SurahNumber":44,"VerseNumber":12,"Text":"(พวกเขาจะกล่าวว่า) ข้าแต่พระเจ้าของข้าพระองค์ได้ทรงปลดเปลื้องการลงโทษนี้ให้พ้นจากข้าพระองค์ แท้จริงพวกเราเป็นผู้ศรัทธา"},{"SurahNumber":44,"VerseNumber":13,"Text":"ข้อตักเตือนนั้นจะเป็นผลแก่พวกเขาได้อย่างไร ทั้ง ๆ ที่ได้มีรอซูลผู้ชี้แจงอย่างแจ้งชัดมายังพวกเขาแล้ว"},{"SurahNumber":44,"VerseNumber":14,"Text":"แล้วพวกเขาก็ผินหลังออกไปจากเขา และพวกเขากล่าวว่าเขา (มุฮัมมัด) เป็นคนบ้าที่ได้รับการเสี้ยมสอน"},{"SurahNumber":44,"VerseNumber":15,"Text":"แน่นอนเราจะปลดเปลื้องการลงโทษนั้นให้พ้นไป (จากพวกเจ้า) ชั่วขณะหนึ่ง แล้วพวกเจ้าก็จะกลับไปสู่สภาพเดิม"},{"SurahNumber":44,"VerseNumber":16,"Text":"วันที่เราจะปราบพวกเขาด้วยการปราบครั้งยิ่งใหญ่ แน่นอน เราเป็นผู้ตอบแทนอย่างสาสม"},{"SurahNumber":44,"VerseNumber":17,"Text":"และโดยแน่นอน เราได้ทดสอบหมู่ชนของฟิรเอานฺก่อนหน้าพวกเขา และได้มีรอซูล (มูซา) ผู้มีเกียรติมายังพวกเขา"},{"SurahNumber":44,"VerseNumber":18,"Text":"(โดยกล่าวว่า) จงมอบปวงบ่าวของอัลลอฮฺให้แก่ฉัน แท้จริงฉันคือรอซูลผู้ซื่อสัตย์สำหรับพวกท่าน"},{"SurahNumber":44,"VerseNumber":19,"Text":"และพวกท่านอย่ายกตนเหนืออัลลอฮฺ แท้จริงฉันมาหาพวกท่านพร้อมด้วยหลักฐานอันชัดแจ้ง"},{"SurahNumber":44,"VerseNumber":20,"Text":"และแท้จริงฉันขอความคุ้มครองต่อพระเจ้าของฉัน และพระเจ้าของพวกท่านมิให้พวกท่านทำร้ายฉัน"},{"SurahNumber":44,"VerseNumber":21,"Text":"และถ้าหากพวกท่านไม่เชื่อฉันก็จงถอยห่างไปจากฉัน"},{"SurahNumber":44,"VerseNumber":22,"Text":"แล้วเขาก็วิงวอนขอต่อพระเจ้าของเขาว่า ชนเหล่านี้เป็นหมู่ชนผู้กระทำผิด"},{"SurahNumber":44,"VerseNumber":23,"Text":"ดังนั้น จงเดินทางในเวลากลางคืน พร้อมด้วยปวงบ่าวของข้า เพราะพวกเจ้าจะถูกติดตามอย่างแน่นอน"},{"SurahNumber":44,"VerseNumber":24,"Text":"และจงปล่อยทะเลให้สงบนิ่ง (เหมือนเดิม) เพราะแท้จริงพวกเขาเป็นไพร่พลที่ถูกจมน้ำตาย"},{"SurahNumber":44,"VerseNumber":25,"Text":"กี่มากน้อยที่พวกเขาได้ทิ้งสวนหลากหลาย และน้ำพุหลายแห่ง"},{"SurahNumber":44,"VerseNumber":26,"Text":"และเรือกสวนไร่นา และอาคารระโหฐานอันมีเกียรติ"},{"SurahNumber":44,"VerseNumber":27,"Text":"และความสะดวกสบายที่พวกเขาสนุกสนานร่าเริง"},{"SurahNumber":44,"VerseNumber":28,"Text":"เช่นนั้นแหละ เราได้ให้หมู่ชนอื่นรับมรดกครอบครองมัน"},{"SurahNumber":44,"VerseNumber":29,"Text":"และชั้นฟ้า และแผ่นดินมิได้ร่ำไห้เพราะ (เสียดาย) พวกเขา และพวกเขาจะไม่ถูกประวิงเวลา"},{"SurahNumber":44,"VerseNumber":30,"Text":"และโดยแน่นอน เราได้ให้วงศ์วานของอิสรออีลรอดพ้นจากการทรมานที่น่าอดสู"},{"SurahNumber":44,"VerseNumber":31,"Text":"จากฟิรเอานฺ แท้จริงเขาเป็นผู้โอหังที่มาจากผู้ฝ่าฝืน"},{"SurahNumber":44,"VerseNumber":32,"Text":"และโดยแน่นอน เราได้เลือกพวกเขาเหนือประชาชาติทั้งหลายในยุคนั้น เนื่องด้วยความรอบรู้ของเรา"},{"SurahNumber":44,"VerseNumber":33,"Text":"และเราได้ประทานสัญญาณต่าง ๆ แก่พวกเขา ซึ่งในนั้นมีข้อทดสอบอย่างชัดแจ้ง"},{"SurahNumber":44,"VerseNumber":34,"Text":"แท้จริงชนเหล่านั้น แน่นอนพวกเขาจะกล่าวว่า"},{"SurahNumber":44,"VerseNumber":35,"Text":"มันเป็นเพียงความตายครั้งแรกของเรา และเราจะไม่ถูกให้ฟื้นคืนชีพขึ้นมาอีก"},{"SurahNumber":44,"VerseNumber":36,"Text":"ดังนั้น จงนำบรรพบุรุษของเรากลับมาอีกซิ หากพวกท่านเป็นผู้สัตย์จริง"},{"SurahNumber":44,"VerseNumber":37,"Text":"พวกเขา (กุฟฟารมักกะฮฺ) ดีกว่า หรือว่าหมู่ชนแห่งตุบบะอฺ (ชาวสะบะอฺแห่งเยเมน) และบรรดาหมู่ชนก่อนหน้าพวกเขาดีกว่า เราได้ทำลายล้างพวกเขา เพราะพวกเขาเหล่านั้นเป็นผู้กระทำความผิด"},{"SurahNumber":44,"VerseNumber":38,"Text":"และเรามิได้สร้างชั้นฟ้าทั้งหลาย และแผ่นดิน และสิ่งที่อยู่ระหว่างทั้งสองอย่าง อย่างไร้สาระ"},{"SurahNumber":44,"VerseNumber":39,"Text":"เรามิได้สร้างทั้งสอง (ดังกล่าวนั้น) เพื่ออื่นใดนอกจากเพื่อความจริง แต่ว่าส่วนมากของพวกเขาไม่รู้"},{"SurahNumber":44,"VerseNumber":40,"Text":"แท้จริงวันแห่งการตัดสินนั้นเป็นเวลาที่ถูกกำหนดไว้สำหรับพวกเขาทั้งหมด"},{"SurahNumber":44,"VerseNumber":41,"Text":"วันที่ญาติสนิทจะไม่อำนวยประโยชน์อันใดให้แก่ญาติสนิทอีกคนหนึ่งได้ และพวกเขาเองก็จะไม่ได้รับความช่วยเหลือ"},{"SurahNumber":44,"VerseNumber":42,"Text":"เว้นแต่ผู้ที่อัลลอฮฺทรงมีเมตตา แท้จริงพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงเมตตาเสมอ"},{"SurahNumber":44,"VerseNumber":43,"Text":"แท้จริงต้นซักกูม"},{"SurahNumber":44,"VerseNumber":44,"Text":"จะเป็นอาหารของผู้ทำบาปมาก"},{"SurahNumber":44,"VerseNumber":45,"Text":"เช่นทองแดงที่ถูกหลอมเดือด มันจะต้มเดือดอยู่ในท้อง"},{"SurahNumber":44,"VerseNumber":46,"Text":"เช่นการเดือดพล่านของน้ำร้อน"},{"SurahNumber":44,"VerseNumber":47,"Text":"(มีเสียงกล่าวแก่ยามเฝ้านรกว่า) จงจับเขาไปและลากเขาไปสู่กลางไฟที่ลุกโชน"},{"SurahNumber":44,"VerseNumber":48,"Text":"แล้วจงราดลงบนหัวของเขาเป็นการลงโทษแห่งน้ำเดือด"},{"SurahNumber":44,"VerseNumber":49,"Text":"จงลิ้มรสการลงโทษซิ แท้จริงเจ้า (เคยพูดว่า) เป็นผู้มีอำนาจ ผู้มีเกียรติ"},{"SurahNumber":44,"VerseNumber":50,"Text":"แท้จริง นี่คือสิ่งที่พวกเจ้าเคยสงสัยไว้"},{"SurahNumber":44,"VerseNumber":51,"Text":"แท้จริงบรรดาผู้ยำเกรงจะอยู่ในสถานที่อันสงบปลอดภัย"},{"SurahNumber":44,"VerseNumber":52,"Text":"ท่ามกลางสวนสวรรค์หลากหลายและน้ำพุหลายแห่ง"},{"SurahNumber":44,"VerseNumber":53,"Text":"พวกเขาจะสวมอาภรณ์ทำด้วยผ้าไหมละเอียด และผ้าไหมหยาบ หันหน้าเข้าหากัน"},{"SurahNumber":44,"VerseNumber":54,"Text":"เช่นนั้นแหละและเราจะให้พวกเขามีคู่ครอง เป็นหญิงสาววัยรุ่นมีดวงตาสวยงาม"},{"SurahNumber":44,"VerseNumber":55,"Text":"พวกเขาจะเรียกเอาผลไม้ทุกชนิดที่อยู่ในสวนสวรรค์นั้นอย่างปลอดภัย"},{"SurahNumber":44,"VerseNumber":56,"Text":"ในสวนสวรรค์นั้น พวกเขาจะไม่ได้ลิ้มรสความตาย นอกจากความตายครั้งแรก (ในโลกดุนยา) และพระองค์จะทรงคุ้มครอง พวกเขาให้พ้นจากการลงโทษแห่งไฟนรก"},{"SurahNumber":44,"VerseNumber":57,"Text":"เป็นความโปรดปรานจากพระเจ้าของเจ้า นั่นคือความสำเร็จอันใหญ่หลวง"},{"SurahNumber":44,"VerseNumber":58,"Text":"ดังนั้นแท้จริงเราได้ทำให้อัลกุรอานเป็นที่ง่ายดายในภาษาของเจ้า (อาหรับ) เพื่อพวกเขาจะได้ใคร่ครวญ"},{"SurahNumber":44,"VerseNumber":59,"Text":"ฉะนั้น จงคอยดูเถิด แท้จริงพวกเขาก็จะเป็นผู้คอยเช่นกัน"},{"SurahNumber":45,"VerseNumber":1,"Text":"ฮา มีม"},{"SurahNumber":45,"VerseNumber":2,"Text":"การประทานลงมาขอคัมภีร์นี้จากอัลลอฮฺ ผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"},{"SurahNumber":45,"VerseNumber":3,"Text":"แท้จริงในชั้นฟ้าทั้งหลาย และแผ่นดินนั้น แน่นอนย่อมมีสัญญาณหลากหลายสำหรับบรรดาผู้ศรัทธา"},{"SurahNumber":45,"VerseNumber":4,"Text":"และในการบังเกิดพวกเจ้า และสิ่งที่พระองค์ทรงให้สัตว์แต่ละชนิดแพร่สะพัดออกไปนั้นย่อมเป็นสัญญาณหลากหลายสำหรับหมู่ชนผู้เชื่อมั่น"},{"SurahNumber":45,"VerseNumber":5,"Text":"และการสับเปลี่ยนของกลางคืนและกลางวัน และสิ่งที่อัลลอฮฺทรงหลั่งลงมาจากฟากฟ้า เพื่อเป็นปัจจัยยังชีพนั้น พระองค์ทรงให้แผ่นดินมีชีวิตชีวาโดยน้ำฝนหลังจากการแห้งแล้งของมัน และการเปลี่ยนทิศทางเดินของลมย่อมเป็นสัญญาณหลากหลาย สำหรับหมู่ชนผู้ใช้สติปัญญา"},{"SurahNumber":45,"VerseNumber":6,"Text":"นั่นคือสัญญาณต่าง ๆ ของอัลลอฮฺ ซึ่งเราได้สาธยายสัญญาณเหล่านั้นแก่เจ้าด้วยความจริง ดังนั้น ด้วยคำบอกเล่าอันใดเล่า หลังจากอัลลอฮฺ และสัญญาณต่าง ๆ ของพระองค์ที่พวกเขาจะศรัทธากัน"},{"SurahNumber":45,"VerseNumber":7,"Text":"ความหายนะจงประสบแด่ทุกคนที่เป็นผู้โกหก ผู้ทำบาปมาก"},{"SurahNumber":45,"VerseNumber":8,"Text":"เขาได้ฟังอายาต (อัลกุรอาน) ของอัลลอฮฺถูกสาธยายแก่เขา แล้วเขาก็ดื้อรั้นอย่างยโส ประหนึ่งว่าเขาไม่เคยฟังอายาตมาก่อนเลย ดังนั้น จงแจ้งข่าวแก่เขาถึงการลงโทษอันเจ็บปวด"},{"SurahNumber":45,"VerseNumber":9,"Text":"และเมื่อเขาได้ทราบสิ่งใดจากอายาตของเรา เขาก็ถือเอาอายาตนั้น ๆ เป็นการล้อเลียน ชนเหล่านี้สำหรับพวกเขาจะได้รับการลงโทษอันอัปยศ"},{"SurahNumber":45,"VerseNumber":10,"Text":"เบื้องหน้าพวกเขาคือนรกญะฮันนัม และสิ่งที่พวกเขาขวนขวายไว้จะไม่อำนวยประโยชน์อันใดแก่พวกเขาได้ และสิ่งที่พวกเขายึดถือเอาเป็นผู้คุ้มครองอื่นจากอัลลอฮฺ ก็จะไม่อำนวยประโยชน์เช่นกัน และสำหรับพวกเขาจะได้รับการลงโทษอย่างใหญ่หลวง"},{"SurahNumber":45,"VerseNumber":11,"Text":"นี่คือแนวทางที่ถูกต้อง ส่วนบรรดาผู้ปฏิเสธศรัทธาต่ออายาต (อัลกุรอาน) แห่งพระเจ้าของพวกเขา สำหรับพวกเขาจะได้รับการลงโทษอันมหันต์อย่างเจ็บปวด"},{"SurahNumber":45,"VerseNumber":12,"Text":"อัลลอฮฺ คือผู้ทรงทำให้ทะเลเป็นประโยชน์สำหรับพวกเจ้า เพื่อให้เรือเดินสมุทรแล่นไปตามน่านน้ำโดยพระบัญชาของพระองค์ และเพื่อพวกเจ้าจะได้แสวงหาความโปรดปรานของพระองค์ และเพื่อพวกเจ้าจะได้ขอบคุณ"},{"SurahNumber":45,"VerseNumber":13,"Text":"และพระองค์ทรงทำให้สิ่งที่อยู่ในชั้นฟ้าทั้งหลาย และสิ่งที่อยู่ในแผ่นดินเป็นประโยชน์แก่พวกเจ้า ทั้งหมดนี้มาจากพระองค์ แท้จริงในการนั้น แน่นอนย่อมเป็นสัญญาณสำหรับหมู่ชนผู้ใคร่ครวญ"},{"SurahNumber":45,"VerseNumber":14,"Text":"จงกล่าวเถิด (มุฮัมมัด) แก่บรรดาผู้ศรัทธาให้พวกเขาอภัยแก่บรรดาผู้ที่ไม่หวังในวันทั้งหลายของอัลลอฮฺเพื่อพระองค์จะทรงตอบแทนแก่หมู่ชนตามที่พวกเขาได้ขวนขวายเอาไว้"},{"SurahNumber":45,"VerseNumber":15,"Text":"ผู้ใดกระทำความดีก็จะได้แก่ตัวของเขาเอง และผู้ใดกระทำความชั่ว ก็จะตกหนักแก่ตัวของเขาเอง แล้วพวกเจ้าย่อมจะกลับไปหาพระเจ้าของพวกเจ้า"},{"SurahNumber":45,"VerseNumber":16,"Text":"และโดยแน่นอนเราได้ประทานคัมภีร์และข้อชี้ขาดตัดสินและการเป็นนบีแก่วงศ์วานของอิสรออีล และเราได้ให้ปัจจัยยังชีพจากสิ่งดีๆ แก่พวกเขา และเราได้ยกย่องพวกเขาให้เหนือประชาชาติทั้งหลายในยุคนั้น"},{"SurahNumber":45,"VerseNumber":17,"Text":"และเราได้ประทานหลักฐานอันชัดแจ้งทั้งหลายแก่พวกเขาเกี่ยวกับเรื่องนี้ พวกเขามิได้ขัดแย้งกัน เว้นแต่หลังจากได้มีความรู้มายังพวกเขาแล้ว แต่เนื่องจากความริษยาระหว่างพวกเขากันเอง แท้จริงพระเจ้าของเจ้าจะทรงตัดสินระหว่างพวกเขาในวันกิยามะฮฺ ในสิ่งที่พวกเขาได้ขัดแย้งกันในเรื่องนั้น"},{"SurahNumber":45,"VerseNumber":18,"Text":"แล้วเราได้ตั้งเจ้าให้อยู่บนแนวทางหนึ่งในเรื่องของศาสนาที่แท้จริง ดังนั้นจงปฏิบัติตามแนวทางนั้น และอย่าได้ปฏิบัติตามอารมณ์ต่ำของบรรดาผู้ไม่รู้"},{"SurahNumber":45,"VerseNumber":19,"Text":"แท้จริงพวกเขาไม่อาจจะช่วยเจ้าให้พ้นจากอัลลอฮฺแต่อย่างใด และแท้จริงพวกอธรรมนั้นต่างก็เป็นมิตรซึ่งกันและกัน แต่อัลลอฮฺนั้นทรงเป็นผู้คุ้มครองบรรดาผู้ยำเกรง"},{"SurahNumber":45,"VerseNumber":20,"Text":"อัลกุรอานนี้เป็นแสงสว่างแก่มวลมนุษย์ และเป็นแนวทางที่ถูกต้องและความเมตตาแก่หมู่ชนที่มีความเชื่อมั่น"},{"SurahNumber":45,"VerseNumber":21,"Text":"หรือบรรดาผู้ที่กระทำความชั่วคิดหรือว่าเราจะทำให้พวกเขาเป็นเช่นบรรดาผู้ศรัทธาและกระทำความดีทั้งหลาย ให้เท่าเทียมกันทั้งในเวลามีชีวิตของพวกเขาและการตายของพวกเขา สิ่งที่พวกเขาตัดสินนั้นมันชั่วแท้ ๆ"},{"SurahNumber":45,"VerseNumber":22,"Text":"และอัลลอฮฺทรงสร้างชั้นฟ้าทั้งหลายและแผ่นดินด้วยความเที่ยงธรรม และเพื่อทุก ๆ ชีวิต (ทุกคน) จะได้รับการตอบแทนตามที่ได้ขวนขวายเอาไว้ และพวกเขาจะไม่ถูกอธรรมแต่อย่างใด"},{"SurahNumber":45,"VerseNumber":23,"Text":"เจ้าเคยเห็นผู้ที่ยึดถือเอาอารมณ์ต่ำของเขาเป็นพระเจ้าของเขาบ้างไหม? และอัลลอฮฺจะทรงให้เขาหลงทางด้วยความรอบรู้ (ของพระองค์) และทรงผนึกการการฟังของเขาและหัวใจของเขา และทรงทำให้มีสิ่งบดบังดวงตาของเขา ดังนั้นผู้ใดเล่าจะชี้แนะแก่เขาหลังจากอัลลอฮฺ พวกเจ้ามิได้ใคร่ครวญกันดอกหรือ"},{"SurahNumber":45,"VerseNumber":24,"Text":"และพวกเขากล่าวว่า ไม่มีชีวิตอื่นใดดอกนอกจากการมีชีวิตของเราในโลกนี้ เราจะตายไป และเราจะมีชีวิตอยู่ และไม่มีสิ่งใดจะมาทำลายเราได้ (ให้เราตาย) นอกจากกาลเวลาเท่านั้น สำหรับพวกเขาไม่มีความรู้ในเรื่องนั้นดอก นอกจากพวกเขาเดาเอาเท่านั้น"},{"SurahNumber":45,"VerseNumber":25,"Text":"และเมื่ออายาตต่าง ๆ อันชัดแจ้งของเราถูกสาธยายแก่พวกเขา ข้อขัดแย้งของพวกเขาก็ไม่มีอะไร นอกจากพวกเขาจะกล่าวว่าจงนำบรรพบุรุษของเราให้คืนชีพกลับมา หากพวกท่านเป็นผู้สัตย์จริง"},{"SurahNumber":45,"VerseNumber":26,"Text":"จงกล่าวเถิด (มุฮัมมัด) อัลลอฮฺทรงให้พวกท่านมีชีวิตขึ้นมา และทรงให้พวกท่านตายไป แล้วพระองค์จะทรงรวบรวมพวกท่านในวันกิยามะฮฺ อย่างไม่มีข้อสงสัยใด ๆ ในเรื่องนั้น แต่ส่วนมากของมนุษย์ไม่รู้"},{"SurahNumber":45,"VerseNumber":27,"Text":"และอำนาจเด็ดขาดแห่งชั้นฟ้าทั้งหลายและแผ่นดินนั้นเป็นของอัลลอฮฺ วันแห่งยามอวสานจะเกิดขึ้น ในวันนั้นบรรดาผู้กล่าวเท็จจะขาดทุนอย่างย่อยยับ"},{"SurahNumber":45,"VerseNumber":28,"Text":"และเจ้าจะเห็น (กลุ่มชน) ทุกชาติอยู่ในสภาพคุกเข่า ทุกชนชาติจะถูกเรียกมาตามบันทึกของตน วันนี้พวกเจ้าจะได้รับการตอบแทนตามที่พวกเจ้าได้กระทำไว้"},{"SurahNumber":45,"VerseNumber":29,"Text":"นี้คือบันทึกของเรา (บันทึกนี้) จะพูดถึงเรื่องของพวกเจ้าด้วยความจริง แท้จริงเราได้ให้บันทึกไว้ตามที่พวกเจ้าได้กระทำไว้"},{"SurahNumber":45,"VerseNumber":30,"Text":"ดังนั้นส่วนบรรดาผู้ศรัทธา และกระทำความดีทั้งหลาย พระเจ้าของพวกเขาก็จะทรงให้พวกเขาเข้าอยู่ในความเมตตาของพระองค์ นั่นคือความสำเร็จอันชัดแจ้ง"},{"SurahNumber":45,"VerseNumber":31,"Text":"และส่วนบรรดาผู้ปฏิเสธผู้ศรัทธานั้น อายาตต่าง ๆ ของข้า มิได้ถูกสาธยายแก่พวกเจ้าดอกหรือ? แต่พวกเจ้าอวดโอหังและพวกเจ้าเป็นหมู่ชนผู้กระทำผิด"},{"SurahNumber":45,"VerseNumber":32,"Text":"และเมื่อได้มีการกล่าวว่า แท้จริงสัญญาของอัลลอฮฺนั้นเป็นความจริง และยามอวสานนั้นไม่มีข้อสงสัยใด ๆ ในเรื่องนั้น พวกเจ้าก็จะกล่าวว่า เราไม่รู้ว่ายามอวสานคืออะไร เราคิดว่ามันมิใช่อะไรเลย นอกจากเป็นการเดาเท่านั้น และเรามิได้เป็นผู้เชื่อมั่นในเรื่องนี้"},{"SurahNumber":45,"VerseNumber":33,"Text":"และความชั่วที่พวกเขาได้กระทำเอาไว้จะเป็นที่ประจักษ์แก่พวกเขา และสิ่งที่พวกเขาเคยเยาะเย้ยไว้นั้นก็ห้อมล้อมพวกเขา"},{"SurahNumber":45,"VerseNumber":34,"Text":"และจะมีเสียงกล่าวขึ้นว่า วันนี้เราจะลืมพวกเจ้าเช่นที่พวกเจ้าได้ลืมการพบในวันนี้ของพวกเจ้า และนรกคือที่พำนักของพวกเจ้า และสำหรับพวกเจ้าจะไม่มีผู้ช่วยเหลือ"},{"SurahNumber":45,"VerseNumber":35,"Text":"เช่นนั้นแหละ เพราะพวกเจ้าได้ยึดถือเอาอายาตต่าง ๆ ของอัลลอฮฺเป็นการล้อเลียน และชีวิตในโลกดุนยานี้ ได้ล่อลวงพวกเจ้า ดังนั้นวันนี้พวกเขาจะไม่ถูกนำออกจากนรกนั้น และพวกเขาจะไม่ถูกขอร้องให้กลับไปแก้ตัวเพื่อขอขมาโทษ"},{"SurahNumber":45,"VerseNumber":36,"Text":"ฉะนั้นมวลการสรรเสริญเป็นของอัลลอฮฺ พระเจ้าแห่งชั้นฟ้าทั้งหลาย และพระเจ้าแห่งแผ่นดินนี้ พระเจ้าแห่งสากลโลก"},{"SurahNumber":45,"VerseNumber":37,"Text":"ความยิ่งใหญ่ในชั้นฟ้าทั้งหลาย และในแผ่นดินนี้เป็นกรรมสิทธิ์ของพระองค์เท่านั้น และพระองค์เป็นผู้ทรงอำนาจ ผู้ทรงปรีชาญาณ"}]}