{"Id":365,"LanguageCodes":["tg","tgk"],"Name":"tgk-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Tajik","Description":"Tajik","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Гуфт: «Нагуфтам, ки туро сабри ҳамроҳӣ бо ман нест?»"},{"SurahNumber":18,"VerseNumber":76,"Text":"Гуфт: «Агар аз ин пас аз ту чизе бипурсам, бо ман ҳамроҳӣ макун, ки аз ҷониби ман маъзур бошӣ»"},{"SurahNumber":18,"VerseNumber":77,"Text":"Пас бирафтанд, то ба деҳе расиданд. Аз мардуми он деҳ таъоме хостанд. Аз мизбониашон сар бартофтанд. Он ҷо деворе диданд, ки наздик буд фурӯ резад. Деворро рост кард. Мӯсо гуфт: «Кош дар баробари ин кор музде мехостӣ»"},{"SurahNumber":18,"VerseNumber":78,"Text":"Гуфт: «Акнун замени ҷудоӣ миёни ману туст ва туро аз сирри он корҳо, ки таҳаммулашонро надоштӣ, огоҳ мекунам"},{"SurahNumber":18,"VerseNumber":79,"Text":"Аммо он киштӣ аз они бенавоёне буд, ки дар даре кор мекарданд. Хостам маъюбаш кунам, зеро дар он сӯтарашон подшоҳе буд, ки киштиҳоро ба зурӣ мегирифт"},{"SurahNumber":18,"VerseNumber":80,"Text":"Аммо он писар падару модараш мӯъмин буданд. Тарсидем, ки он дуро ба исёну куфр андозад"},{"SurahNumber":18,"VerseNumber":81,"Text":"Хостем то дар ивази ӯ Парвардигорашон чизе насибашон созад ба покӣ беҳтар аз ӯ ва ба меҳрубонӣ наздиктар аз ӯ"},{"SurahNumber":18,"VerseNumber":82,"Text":"Аммо девор аз они ду писари ятим аз мардуми ин шаҳр буд, дар зераш ганҷе буд аз они писарон. Падарашон марде солеҳ буд, Парвардигори ту мехост он ду ба ҳадди булуғ расанд ва ганҷи худро берун оранд. Ва ман ин корро ба майли худ накардам. Раҳмати Парвардигорат буд. Ин аст сирри он сухан, ки гуфтам: «Туро сабри он нест»"},{"SurahNumber":18,"VerseNumber":83,"Text":"Ва аз ту дар бораи Зулқарнайн мепурсанд. Бигӯ: «Бар эй шумо аз ӯ чизе мехонам»"},{"SurahNumber":18,"VerseNumber":84,"Text":"Мо ӯро дар замин қудрат додем ва роҳи расидан ба ҳар чизеро ба ӯ нишон додем"},{"SurahNumber":18,"VerseNumber":85,"Text":"Ӯ низ, ба он роҳ раҳсипор шуд"},{"SurahNumber":18,"VerseNumber":86,"Text":"То ба ғурубгоҳи хуршед расид. Дид, ки дар чашмае гилолуду сиёҳ ғуруб мекунад ва дар он ҷо мардуме ёфт. Гуфтем: «Эй Зулқарнайн, мехоҳӣ уқубаташон кун ва мехоҳӣ бо онҳо ба некӣ рафтор кун»"},{"SurahNumber":18,"VerseNumber":87,"Text":"Гуфт: «Аммо ҳар кас, ки ситам кунад, мо уқубаташ хоҳем кард. Он гоҳ ӯро назди Парвардигораш мебаранд, то ӯ низ ба сахтӣ азобаш кунад"},{"SurahNumber":18,"VerseNumber":88,"Text":"Ва аммо ҳар кас, ки имон оварад ва коруҳои шоиста кунад, аҷре некӯ дорад. Ва дар бораи ӯ фармонҳои осон хоҳем ронд»"},{"SurahNumber":18,"VerseNumber":89,"Text":"Боз ҳам роҳро пеш гирифт"},{"SurahNumber":18,"VerseNumber":90,"Text":"То ба макони баромадани офтоб расид. Дид бар қавме тулӯъ мекунад, ки ғайр аз партави он барояшон ҳеҷ пӯшише қарор надодаем"},{"SurahNumber":18,"VerseNumber":91,"Text":"Чунин буд. Ва мо бар аҳволи ӯ хабар дорем"},{"SurahNumber":18,"VerseNumber":92,"Text":"Боз ҳам роҳро пеш гирифт"},{"SurahNumber":18,"VerseNumber":93,"Text":"То ба миёни ду кӯҳ расид. Дар паси он ду кӯҳ мардумеро дид, ки гӯӣ ҳеҷ суханеро намефаҳманд"},{"SurahNumber":18,"VerseNumber":94,"Text":"Гуфтанд: «Эй Зулқарнайн, Яъҷуҷу Маъҷуҷ дар замин фасод мекунанд. Мехоҳи хироҷе барои ту муқаррар кунем, то ту миёни мову онҳо деворе бароварӣ?»"},{"SurahNumber":18,"VerseNumber":95,"Text":"Гуфт: «Он чӣ Парвардигори ман маро бад-он тавоноӣ додааст, беҳтар аст. Маро ба нерӯи хеш мадад кунед, то миёни шумову онҳо деворе бароварам"},{"SurahNumber":18,"VerseNumber":96,"Text":"Барои ман тиккаҳои оҳан биёваред». Чун миёни он ду куҳ ҷамъкарда шуд, гуфт: «Бидамед!» То он оҳанро бигудохт. Ва гуфт: «Миси гудохта биёваред, то бар он резам»"},{"SurahNumber":18,"VerseNumber":97,"Text":"На тавонистанд аз он боло раванд ва на дар он сӯрох кунанд"},{"SurahNumber":18,"VerseNumber":98,"Text":"Гуфт: «Ин раҳмате буд аз ҷониби Парвардигори ман ва чун ваъдаи Парвардигори ман даррасад, онро зеру забар кунад ва ваъдаи Парвардигори ман рост аст»"},{"SurahNumber":18,"VerseNumber":99,"Text":"Ва дар он рӯз вогузорем, то мардум чун мавҷ равон гарданд ва чун дар сур дамида шавад, ҳамаро як ҷо гирд оварем"},{"SurahNumber":18,"VerseNumber":100,"Text":"Ва дар он рӯз ҷаҳаннамро ба кофирон, чунон ки бояд, нишон хоҳем дод"},{"SurahNumber":18,"VerseNumber":101,"Text":"Он касон, ки дидагонашон аз ёди ман дар парда буда ва тавони шунидак надоштаанд"},{"SurahNumber":18,"VerseNumber":102,"Text":"Оё кофирон пиндоранд, ки ба ҷои Ман бандагони Маро ба худоӣ гиранд? Мо ҷаҳаннамро омода сохтаем то манзилгоҳи кофирон бошад"},{"SurahNumber":18,"VerseNumber":103,"Text":"Бигӯ: «Оё шуморо огоҳ кунем, ки кирдори чӣ касоне беш аз ҳама зиёнкунандатар буд"},{"SurahNumber":18,"VerseNumber":104,"Text":"Онҳое, ки кӯшиданашон дар зиндагии дунё табоҳ шуд ва мепиндоштанд коре некӯ мекунанд"},{"SurahNumber":18,"VerseNumber":105,"Text":"Онон ба оёти Парвардигорашон ва ба мулоқот бо Ӯ имон наёварданд, пас амалҳояшон ночиз шуд ва Мо дар рӯзи қиёмат барояшон вазне қоил нестем"},{"SurahNumber":18,"VerseNumber":106,"Text":"Ҳамчунин ҷазои онон ба сабаби куфрашон ва низ ба он сабаб, ки оёту паёмбарони Маро масхара мекарданд, ҷаҳаннам аст"},{"SurahNumber":18,"VerseNumber":107,"Text":"Касоне, ки имон оварданд ва корҳое шоиста карданд, меҳмонсарояшон боғҳои фирдавс аст"},{"SurahNumber":18,"VerseNumber":108,"Text":"Дар он ҷо ҷовидонанд ва ҳаргиз ҳаваси кӯчидан накунанд"},{"SurahNumber":18,"VerseNumber":109,"Text":"Бигӯ: «Агар даре барои навиштани калимоти Парвардигори ман ранг шавад, дарё ба поён мерасад ва калимоти Парвардигори ман ба поён намерасад, ҳарчанд дарёи дигаре ба мадади он биёварем»"},{"SurahNumber":18,"VerseNumber":110,"Text":"Бигӯ; Ман инсоне ҳастам монанди шумо. Ба ман ваҳй мешавад. Албатта Худои шумо худоест якто. Ҳар кас дидори Парвардигори худро умед мебандад, бояд кирдори шоиста дошта бошад ва дар парастиши Парвардигораш ҳеҷ касро шарик насозад»"},{"SurahNumber":19,"VerseNumber":1,"Text":"Коф, ҳо, ё, айн, сод"},{"SurahNumber":19,"VerseNumber":2,"Text":"Баёни бахшоиши Парвардигорат бар бандаи Худ Закариёст"},{"SurahNumber":19,"VerseNumber":3,"Text":"Он гоҳ ки Парвардигорашро пинҳонӣ садо дод"},{"SurahNumber":19,"VerseNumber":4,"Text":"Гуфт: «Эй Парвардигори ман, устухони ман суст гашта ва сарам аз пирӣ сафед шудааст ва ҳаргиз дар дуъо ба даргоҳи ту, эй Парвардигори ман, бебаҳра набудаам"},{"SurahNumber":19,"VerseNumber":5,"Text":"Ман пас аз марги худ аз хешовандонам бимнокам ва занам нозоянда аст. Маро аз ҷониби Худ фарзанде ато кун"},{"SurahNumber":19,"VerseNumber":6,"Text":"ки меросбари ман ва меросбари хонадони Яъқуб бошад ва ӯро, эй Парвардигори ман, шоиставу писандида гардон»"},{"SurahNumber":19,"VerseNumber":7,"Text":"«Эй Закариё, Мо туро ба писаре ба номи Яҳё мужда медиҳем. Аз ин пеш касеро ҳамноми ӯ насохтаем»"},{"SurahNumber":19,"VerseNumber":8,"Text":"Гуфт: «Эй Парвардигори ман, маро аз куҷо писаре бошад, ҳол он ки занам нозоянда аст ва ман худ дар пирӣ ба фартутӣ расидаам»"},{"SurahNumber":19,"VerseNumber":9,"Text":"Гуфт: «Парвардигорат инчунин гуфтааст: «Ин барои Ман осон аст ва туро, ки пеш аз ин чизе набудаӣ, биёфаридаам»"},{"SurahNumber":19,"VerseNumber":10,"Text":"Гуфт: «Эй Парвардигори ман, ба ман нишоне бинамой». Гуфт: «Нишони ту ин аст, ки се шабу се рӯз бо мардум су хан нагӯӣ бе ҳеҷ осебе»"},{"SurahNumber":19,"VerseNumber":11,"Text":"Аз меҳроб ба миёни қавми худ берун омад ва ба онон эълом кард, ки субҳу шом тасбеҳ гӯед"},{"SurahNumber":19,"VerseNumber":12,"Text":"«Эй Яҳё, китобро ба қувват бигир». Ва дар кудакӣ ба ӯ доноӣ ато кардем"},{"SurahNumber":19,"VerseNumber":13,"Text":"Ва ба ӯ шафқат кардем ва покизааш сохтем ва ӯ парҳезгор буд"},{"SurahNumber":19,"VerseNumber":14,"Text":"Ба падару модар некӣ мекард ва ҷаббору гарданкаш набуд"},{"SurahNumber":19,"VerseNumber":15,"Text":"Салом бар ӯ, рӯзе, ки зода шуд ва рӯзе, ки мемирад ва рӯзе, ки дигар бор зинда хезонида мешавад"},{"SurahNumber":19,"VerseNumber":16,"Text":"Дар ин китоб Марямро ёд кун, он гоҳ, ки аз хонадони худ ба маконе рӯ ба сӯи баромадани офтоб яқсу шуд"},{"SurahNumber":19,"VerseNumber":17,"Text":"Миёни худ ва онон пардае кашид ва Мо Рӯҳи Худро наздаш фиристодем ва чун инсоне тамом бар ӯ намудор шуд"},{"SurahNumber":19,"VerseNumber":18,"Text":"Марям гуфт: «Аз ту ба Худои раҳмон паноҳ мебарам, ки парҳезгор бошӣ»"},{"SurahNumber":19,"VerseNumber":19,"Text":"Гуфт: «Ман фиристодаи Парвардигори ту ҳастам, то туро писаре покиза бибахшам»"},{"SurahNumber":19,"VerseNumber":20,"Text":"Гуфт: «Аз куҷо маро фарзанде бошад, ҳол он ки ҳеҷ башаре ба ман даст назадааст ва ман бадкора ҳам набудаам»"},{"SurahNumber":19,"VerseNumber":21,"Text":"Гуфт: «Парвардигори ту инчунин гуфтааст: «Ин барон ман осон аст. Мо он писарро барои мардум оятеву бахшоише кунем ва ин корест ҳатмӣ ва поёнёфта»"},{"SurahNumber":19,"VerseNumber":22,"Text":"Пас ба ӯ ҳомиладор шуд ва ӯро бо худ ба маконе дурафтода бурд"},{"SurahNumber":19,"VerseNumber":23,"Text":"Дарди зоидан ӯро ба сӯи танаи дарахти хурмое кашонид. Гуфт: «Эй кош, пеш аз ин мурда будам ва аз ёдҳо фаромӯш шуда будам»"},{"SurahNumber":19,"VerseNumber":24,"Text":"Кудак аз зери ӯ нидо дод: «Ғамгин мабош, Парвардигорат аз зери пои ту ҷӯи обе равон сохт»"},{"SurahNumber":19,"VerseNumber":25,"Text":"Дарахтро биҷунбон то хурмои тозачида бароят фурӯ резад"},{"SurahNumber":19,"VerseNumber":26,"Text":"Пас, эй зан, бихӯру биёшом ва шодмон бот ва агар аз одамиён касеро дидӣ, бигӯй: «Барои Худои раҳмон рӯза назр кардаам ва имрӯз бо ҳеҷ башаре сухан намегӯям»"},{"SurahNumber":19,"VerseNumber":27,"Text":"Кудакро бардошт ва назди қавми худ овард. Гуфтанд: «Эй Марям, коре қабеҳ кардаӣ"},{"SurahNumber":19,"VerseNumber":28,"Text":"Эй хоҳари Ҳорун, на падарат марди баде буд ва на модарат зане бадкора»"},{"SurahNumber":19,"VerseNumber":29,"Text":"Ба фарзанд ишора кард. Гуфтанд: «Чӣ гуна бо кудаке, ки дар гаҳвора аст, сухан бигӯем»"},{"SurahNumber":19,"VerseNumber":30,"Text":"Кудак гуфт: «Ман бандаи Худоям, ба ман китоб дода ва маро паёмбар гардонидааст"},{"SurahNumber":19,"VerseNumber":31,"Text":"Ва ҳар ҷо, ки бошам, каро баракат дода ва то зиндаам, ба намозу закот васият кардааст"},{"SurahNumber":19,"VerseNumber":32,"Text":"Ва низ некӣ кардан ба модарам. Ва маро гарданкашу бадбахт насохтааст"},{"SurahNumber":19,"VerseNumber":33,"Text":"Салом бар ман, рӯзе, ки зода шудам ва рӯзе, ки мемирам ва рӯзе, ки дигар бор зинда карда мешавам!»"},{"SurahNumber":19,"VerseNumber":34,"Text":"Ин аст Исо бинни Марям, ба сухани ҳақ ҳамон ки дар бораи ӯ дар шакку шубҳа буданд"},{"SurahNumber":19,"VerseNumber":35,"Text":"Насазад Худовандро, ки фарзанде бигирад. Пок аст. Чун продай коре кунад, мегӯяд: «Мавҷуд шав!» Пас мавҷуд мешавад"},{"SurahNumber":19,"VerseNumber":36,"Text":"Ва Оллоҳ Парвардигори ману Парвардигори шумост, пас Ӯро бипарастед, ки роҳи рост ки аст"},{"SurahNumber":19,"VerseNumber":37,"Text":"Гурӯҳҳо бо ҳам ихтилоф карданд, пас вой бар кофирон ба ҳангоми ҳузур дар он рӯзи бузург"},{"SurahNumber":19,"VerseNumber":38,"Text":"Чӣ хуб мешунаванд ва чӣ хуб мебинанд, он рӯз, ки назди Мо меоянд, вале ситамкорон имрӯз дар гумроҳии ошкоре ҳастанд"},{"SurahNumber":19,"VerseNumber":39,"Text":"Онҳоро аз рӯзи пушаймонӣ, ки кор ба поён омада ва онон ҳамчунон дар ҳоли ғафлату беимонӣ ҳастанд, битарсон"},{"SurahNumber":19,"VerseNumber":40,"Text":"Албатта Мо замин ва ҳар киро бар рӯи он аст, ба мерос мебарем ва ҳама ба назди Мо бозгардонда мешаванд"},{"SurahNumber":19,"VerseNumber":41,"Text":"Ва дар ин китоб Иброҳимро ёд кун, ки ӯ паёмбаре ростгӯ буд"},{"SurahNumber":19,"VerseNumber":42,"Text":"Он гоҳ, ки падарашро гуфт: «Эй падар, чаро чизеро, ки на мешунавад ва на мебинад ва на ҳеҷ ҳоҷати туро мебарорад, мепарастӣ"},{"SurahNumber":19,"VerseNumber":43,"Text":"Эй падар, маро донише додаанд, ки ба ту надодаанд. Пас ба ман пайравӣ кун, то туро ба роҳи рост ҳидоят кунам"},{"SurahNumber":19,"VerseNumber":44,"Text":"Эй падар, шайтонро напараст, зеро шайтон Худои раҳмонро нофармон буд"},{"SurahNumber":19,"VerseNumber":45,"Text":"Эй падар, метарсам азобе аз ҷониби Худои раҳмон ба ту расад ва ту дӯстдори шайтон бошӣ!»"},{"SurahNumber":19,"VerseNumber":46,"Text":"Гуфт: «Эй Иброҳим, оё аз худоёни ман безор ҳастӣ? Агар бознаистӣ, сангсорат мекунам. Акнун замоне дароз аз ман дур бош!»"},{"SurahNumber":19,"VerseNumber":47,"Text":"Гуфт: «Туро саломат бод! Аз Парвардигорам бароят бахшоиш хоҳам хост. Зеро Ӯ бар ман меҳрубон аст»"},{"SurahNumber":19,"VerseNumber":48,"Text":"Аз шумо ва аз он чизҳое, ки ба ҷои Худои якто ибодат мекунед, канора мегирам ва Парвардигори худро мехонам, бошад, ки чун Парвардигорамро бихонам, маҳрум нашавам»"},{"SurahNumber":19,"VerseNumber":49,"Text":"Чун аз онҳо ва он чӣ ба ҷои Худои якто мепарастиданд, канора гирифт, Исҳоқ ва Яъқубро ба ӯ бахшидем ва ҳамаро паёмбарӣ додем"},{"SurahNumber":19,"VerseNumber":50,"Text":"ва раҳмати Худро ба онҳо арзонӣ доштем ва сухани некӯ ва овозаи баланд додем"},{"SurahNumber":19,"VerseNumber":51,"Text":"Ва дар ин китоб Мӯсоре ёд кун. Ӯ бандае мухлис ва фиристодае паёмбар буд"},{"SurahNumber":19,"VerseNumber":52,"Text":"Ва ӯро аз ҷониби рости кӯҳи Тӯр нидо додем ва наздикаш сохтем, то бо ӯ роз гӯем"},{"SurahNumber":19,"VerseNumber":53,"Text":"Ва аз раҳмати худ бародараш Ҳоруни паёмбарро ба ӯ бахшидем"},{"SurahNumber":19,"VerseNumber":54,"Text":"Ва дар ин китоб Исмоъилро ёд кун. Ӯ дурустқавл ва фиристодае паёмбар буд"},{"SurahNumber":19,"VerseNumber":55,"Text":"Ва хонадони худро ба намозу закот амр мекард ва назди Парвардигораш шоиставу писандида буд"},{"SurahNumber":19,"VerseNumber":56,"Text":"Ва дар ин китоб Идрисро ёд кун. Ӯ ростгуфторе паёмбар буд"},{"SurahNumber":19,"VerseNumber":57,"Text":"Ӯро ба маконе баланл бардоштем"},{"SurahNumber":19,"VerseNumber":58,"Text":"Инҳо гурӯҳе аз паёмбарон буданд, ки Худо ба онон инъом карда буд, аз фарзандони Одам ва фарзандони онон, ки бо Нӯҳ дар киштӣ нишондем ва фарзандони Иброҳиму Исроил ва онҳо, ки ҳидояташон кардем ва интихоб кардем. Ва чун оёти Худои раҳмон бар онон тиловат мешуд, гирён ба саҷда меафтоданд. (Саҷда)"},{"SurahNumber":19,"VerseNumber":59,"Text":"Сипас касоне ҷонишини инҳо шуданд, ки намозро зоеъ карданд ва пайрави шаҳватҳо гардиданд ва ба зудӣ ба Ғай хоҳанд афтод"},{"SurahNumber":19,"VerseNumber":60,"Text":"ғайри он кас, ки тавба кард ва имон овард ва корҳое шоиста кард. Инҳо ба биҳишт дохил мешаванд ва ҳеҷ мавриди ситам қарор намегиранд"},{"SurahNumber":19,"VerseNumber":61,"Text":"Биҳиштҳои ҷовид, ки Худои раҳмон дар ғайб ба бандагони худ ваъда кардааст ва ваъдаи ӯ фаро хоҳад расид"},{"SurahNumber":19,"VerseNumber":62,"Text":"Дар он ҷо сухани беҳуда намешунаванд. Гуфторашон салом аст. Ва рӯзияшон ҳар субҳу шом омода аст"},{"SurahNumber":19,"VerseNumber":63,"Text":"Ин ҳамон биҳиштест, ки ба бандагонамон, ки парҳезгорӣ кардаанд, ато мекунем"},{"SurahNumber":19,"VerseNumber":64,"Text":"Ва мо ҷуз ба фармони Парвардигори ту фуруд намеоем. Он чӣ дар пеши рӯи мо ва пушти сари мо ва миёни ин ду қарор дорад, аз они Ӯст. Ва Парвардигори ту фаромӯшкор нест"},{"SurahNumber":19,"VerseNumber":65,"Text":"Паргардигори осмонҳову замин ва он чӣ миёни он дӯст. Ӯро бипараст ва дар парастиш босабр бош. Оё ҳамноме барои Ӯ мешиносӣ"},{"SurahNumber":19,"VerseNumber":66,"Text":"Одами мегӯяд: «Оё замоне, ки бимирам, зинда аз гӯр берун оварда хоҳам шуд?»"},{"SurahNumber":19,"VerseNumber":67,"Text":"Ва одами ба ёд надорад, ки ӯро пеш аз ин офаридаем ва ӯ худ чизе набуд"},{"SurahNumber":19,"VerseNumber":68,"Text":"Ба Парвардигорат савганд, онҳоро бо шайтонҳо гирд меоварем, он гоҳ ҳамаро дар атрофи ҷаҳаннам ба зону менишонем"},{"SurahNumber":19,"VerseNumber":69,"Text":"Он гоҳ аз ҳар гурӯҳ касонеро, ки дар баробари Худои раҳмон бештар саркашӣ кардаанд, ҷудо мекунем"},{"SurahNumber":19,"VerseNumber":70,"Text":"Ва Мо онҳоеро, ки сазовортар ба дохил шудан дар оташ ва сӯхтан дар он бошанд, беҳтар мешиносем"},{"SurahNumber":19,"VerseNumber":71,"Text":"Ва ҳеҷ як аз шумо нест, ки вориди ҷаҳаннам нашавад ва ин ҳукмест ҳатмӣ аз ҷониби Парвардигори ту"},{"SurahNumber":19,"VerseNumber":72,"Text":"Он гоҳ парҳезгоронро наҷот медиҳем ва ситамкоронро ҳамчунон ба зону нишаста дар он ҷо мегузорем"},{"SurahNumber":19,"VerseNumber":73,"Text":"Чун оёти равшангари моро бар онон бихонанд, кофирон ба мӯъминон мегӯянд: «Кадом як аз ду фирқаро ҷойгоҳи беҳтар ва маҳфили некӯтар аст?»"},{"SurahNumber":19,"VerseNumber":74,"Text":"Пеш аз онҳо чӣ бисёр мардумеро ба ҳалокат расонидаем, ки аз ҷиҳати хонаву ҷой ва сурату намуд беҳтар аз онҳо буданд"},{"SurahNumber":19,"VerseNumber":75,"Text":"Бигӯ: «Ҳар кас, ки дар гумроҳӣ бошад. Худои раҳмон ӯро ба фузунӣ мадад мерасонад», то он гоҳ он чиро ба ӯ ваъда дода шудааст, бингарад: ё азоб ва ё қиёмат. Он гоҳ хоҳанд донист, ки чӣ касеро ҷойгоҳ бадтару лашкар нотавонтар аст"},{"SurahNumber":19,"VerseNumber":76,"Text":"Ва Худо бар роҳнамоии онон, ки ҳидоят ёфтаанд, хоҳад афзуд ва назди Парвардигори ту мукофот ва натиҷаи кирдорҳои шоистае, ки боқӣ монданианд, беҳтар аст"},{"SurahNumber":19,"VerseNumber":77,"Text":"Оё он касеро, ки ба оёти Мо кофир буд, дидӣ, ки мегуфт: «Албатта, ба ман молу фарзанд дода хоҳад шуд!»"},{"SurahNumber":19,"VerseNumber":78,"Text":"Оё аз ғайб огоҳӣ доптт, ё аз Худои раҳмон паймон гирифта буд"},{"SurahNumber":19,"VerseNumber":79,"Text":"На чунин аст. Он чӣ мегӯяд, хоҳем навишт ва албатта, бар азобаш хоҳем афзуд"},{"SurahNumber":19,"VerseNumber":80,"Text":"Он чиро, ки мегӯяд аз ӯ мегирем, то танҳо назди мо биёяд"},{"SurahNumber":19,"VerseNumber":81,"Text":"Ва ба ғайр аз Оллоҳ худоёне ихтиёр карданд, то сабаби изааташон гарданд"},{"SurahNumber":19,"VerseNumber":82,"Text":"На чунин аст. Ба зуди ибодаташонро инкор кунанд ва ба мухолифаташон (бар зидди онҳо) бархезанд"},{"SurahNumber":19,"VerseNumber":83,"Text":"Оё надидаӣ, ки Мо шаётинро ба сӯи кофирон фиристодем то онҳоро ташвиқ кунанд (ба гуноҳу куфр)"},{"SurahNumber":19,"VerseNumber":84,"Text":"Пас ту бар онон шитоб макун, ки Мо рӯзҳоятонро ба диққат мешуморем"},{"SurahNumber":19,"VerseNumber":85,"Text":"Рӯзе, ки парҳезгоронро назди Худои раҳмон савора гирд оварем"},{"SurahNumber":19,"VerseNumber":86,"Text":"ва гунаҳкоронро ташнаком ба ҷаҳаннам биронем"},{"SurahNumber":19,"VerseNumber":87,"Text":"Аз шафоъат бенасибанд, фақат он кас, ки бо Худои раҳмон паймоне баста бошад. (шафоъат ёбад)"},{"SurahNumber":19,"VerseNumber":88,"Text":"Гуфтанд: «Худой раҳмон соҳиби фарзандест»"},{"SurahNumber":19,"VerseNumber":89,"Text":"Дар ҳақиқат сухане зишт овардаед"},{"SurahNumber":19,"VerseNumber":90,"Text":"Наздик аст, ки аз ин сухан осмонҳо бишикофанд ва замин шикофта шавад ва кӯҳҳо фурӯ афтанд ва дарҳам резанд"},{"SurahNumber":19,"VerseNumber":91,"Text":"зеро барои Худои раҳмон фарзанде қоил шудаанд"},{"SurahNumber":19,"VerseNumber":92,"Text":"Худои раҳмонро сазовор нест, ки соҳиби фарзанде бошад"},{"SurahNumber":19,"VerseNumber":93,"Text":"Ҳеҷ чиз дар осмонҳову замин нест, ки ба бандагӣ сӯи Худои раҳмон наояд"},{"SurahNumber":19,"VerseNumber":94,"Text":"Ӯ ҳамаро ҳисоб карда ва як-як шумурда аст"},{"SurahNumber":19,"VerseNumber":95,"Text":"Ва ҳамагиашон дар рӯзи қиёмат танҳо назди Ӯ меоянд"},{"SurahNumber":19,"VerseNumber":96,"Text":"Худой раҳмон касонеро, ки имон овардаанд ва корҳои шоиста кардаанд, маҳбуби ҳама гардонад"},{"SurahNumber":19,"VerseNumber":97,"Text":"Ин Қуръонро бар забони ту осон кардем, то парҳезгоронро мужда диҳӣ ва саркашонро битарсонӣ"},{"SurahNumber":19,"VerseNumber":98,"Text":"Ва чӣ бисёр мардумеро пеш аз онҳо ҳалок кардаем. Оё ҳеҷ як аз онҳоро меёбӣ ё ҳатто андак овозе аз онҳо мешунавӣ"},{"SurahNumber":20,"VerseNumber":1,"Text":"То, ҳо"},{"SurahNumber":20,"VerseNumber":2,"Text":"Қуръонро бар ту нозил накардаем, ки дар ранҷ Афтӣ"},{"SurahNumber":20,"VerseNumber":3,"Text":"Танҳо ҳущдорест барои он кӣ метарсад"},{"SurahNumber":20,"VerseNumber":4,"Text":"Аз ҷониби касе, ки замину осмонҳои баландро офаридааст, нозил шуда"},{"SurahNumber":20,"VerseNumber":5,"Text":"Худои раҳмон бар арш истилову иҳота дорад"},{"SurahNumber":20,"VerseNumber":6,"Text":"Аз они Ӯст он чӣ дар осмонҳову замин ва миёни онҳост ва он чӣ дар зери замин аст"},{"SurahNumber":20,"VerseNumber":7,"Text":"Ва агар сухани баланд гӯӣ, Ӯ ба рози ниҳон ва ниҳонтар огоҳ аст"},{"SurahNumber":20,"VerseNumber":8,"Text":"Оллоҳ — он ки ҳеҷ худое ғайри Ӯ нест, номҳои хуб аз они Ӯст"},{"SurahNumber":20,"VerseNumber":9,"Text":"Оё хабари Мӯсо ба ту расидааст"},{"SurahNumber":20,"VerseNumber":10,"Text":"Он гоҳ, ки оташе дид ва ба хонаводаи худ гуфт: «Ин ҷо бошед, ки ман аз дур оташе мебинам, шояд бароятон шӯълаеро биёварам ё дар рӯшноии он роҳе биёбам»"},{"SurahNumber":20,"VerseNumber":11,"Text":"Чун назди оташ омад, нидо дода шуд: «Эй Мӯсо"},{"SurahNumber":20,"VerseNumber":12,"Text":"Ман Парвардигори ту ҳастам. Пойафзоратро берун кун, ки инак дар водии муқаддаси Туво ҳастй"},{"SurahNumber":20,"VerseNumber":13,"Text":"Ва ман туро интихоб кардам (ба пайғамбарӣ). Пас ба он чӣ ваҳй мешавад, гӯш дор"},{"SurahNumber":20,"VerseNumber":14,"Text":"Худои якто Ман ҳастам. Ҳеҷ Худое ғайри Ман нест. Пас Маро бипараст ва то Маро ёд кунӣ, намоз бигзор"},{"SurahNumber":20,"VerseNumber":15,"Text":"Қиёмат омаданӣ аст. Мехоҳам замони онро пинҳон дорам, то ҳар кас дар муқобили коре, ки кардааст, ҷазо бубинад"},{"SurahNumber":20,"VerseNumber":16,"Text":"Он кас, ки ба он имон надорад ва пайрави ҳавои худ аст, туро аз он (имони ба қиёмат) рӯйгардон накунад, то ба ҳалокат афтӣ"},{"SurahNumber":20,"VerseNumber":17,"Text":"Эй Мӯсо, он чист ба дасти ростат"},{"SurahNumber":20,"VerseNumber":18,"Text":"Гуфт: «Ин асои ман аст. Бар он такя мекунам ва барои гӯсфандонам бо он барг мерезам. Ва маро бо он корҳои дигар аст»"},{"SurahNumber":20,"VerseNumber":19,"Text":"Гуфт: «Эй Мӯсо, онро бияфкан»"},{"SurahNumber":20,"VerseNumber":20,"Text":"Бияфкандаш. Ба ногаҳон море шуд, ки медавид"},{"SurahNumber":20,"VerseNumber":21,"Text":"Гуфт: «Бигираш ва матарс. Бори дигар онро ба сурати нахустинаш бозмегардонем"},{"SurahNumber":20,"VerseNumber":22,"Text":"Дасти хеш дар бағал кун, бе ҳеҷ айбе сафед берун ояд. Ин ҳам мӯъҷизаест дигар"},{"SurahNumber":20,"VerseNumber":23,"Text":"то оятҳои бузургтари худро ба ту нишон диҳем"},{"SurahNumber":20,"VerseNumber":24,"Text":"Назди Фиръавн бирав, ки саркашӣ мекунад»"},{"SurahNumber":20,"VerseNumber":25,"Text":"Гуфт: «Эй Парвардигори ман, синаи маро барои ман кушода гардон"},{"SurahNumber":20,"VerseNumber":26,"Text":"Ва кори маро осон соз"},{"SurahNumber":20,"VerseNumber":27,"Text":"Ва гиреҳ аз забони ман бикушой"},{"SurahNumber":20,"VerseNumber":28,"Text":"то гуфтори маро бифаҳманд"},{"SurahNumber":20,"VerseNumber":29,"Text":"Ва ёваре аз хонадони ман барои ман қарор деҳ"},{"SurahNumber":20,"VerseNumber":30,"Text":"бародарам Ҳорунро"},{"SurahNumber":20,"VerseNumber":31,"Text":"Пушти маро ба ӯ маҳкам кун"},{"SurahNumber":20,"VerseNumber":32,"Text":"Ва дар кори ман шарикаш гардон"},{"SurahNumber":20,"VerseNumber":33,"Text":"то Туро фаровон ситоиш кунем"},{"SurahNumber":20,"VerseNumber":34,"Text":"Ва Туро фаровон ёд кунем"},{"SurahNumber":20,"VerseNumber":35,"Text":"ки Ту бар ҳоли мо огоҳ будаӣ»"},{"SurahNumber":20,"VerseNumber":36,"Text":"Гуфт: «Эй Мӯсо, ҳар чӣ хостӣ, ба ту дода шуд"},{"SurahNumber":20,"VerseNumber":37,"Text":"Ва Мо бори дигар ба ту неъмати фаровон додаем"},{"SurahNumber":20,"VerseNumber":38,"Text":"Он гоҳ, ки бар модарат он чӣ ваҳй карданӣ буд, ваҳй кардем"},{"SurahNumber":20,"VerseNumber":39,"Text":"ки ӯро дар сандуқе андоз, сандуқро ба дарё парто, то дарё ба соҳилаш андозад ва яке аз душманони Ман ва душманони ӯ сандуқро бигирад. Муҳаббати худ ба ту арзонӣ доштам, то зери назари Ман парвариш ёбӣ"},{"SurahNumber":20,"VerseNumber":40,"Text":"Он гоҳ, ки хоҳарат мерафт ва мегуфт: «Мехоҳед шуморо ба касе, ки нигаҳдорияш кунад, роҳ бинамоям?» Мо туро назди модарат бозгардонидем, то чашмонаш равшан гардад ва ғам нахӯрад. Ва ту якеро бикуштӣ ва Мо аз ғам озодат кардем ва борҳо туро биёзмудем. Ва соле чанд миёни мардуми Мадйан зистӣ. Ва акнун, эй Мӯсо, дар ин ҳангом, ки тақдир карда будем, омадаӣ"},{"SurahNumber":20,"VerseNumber":41,"Text":"Туро хоси Худ кардам"},{"SurahNumber":20,"VerseNumber":42,"Text":"Ту ва бародарат оёти Маро бибаред ва дар рисолати Ман сустӣ макунед"},{"SurahNumber":20,"VerseNumber":43,"Text":"Ба сӯи Фиръавн биравед, ки ӯ аз ҳад гузаштааст"},{"SurahNumber":20,"VerseNumber":44,"Text":"Бо ӯ ба нармӣ сухан гӯед, шояд панд гирад ё битарсад»"},{"SurahNumber":20,"VerseNumber":45,"Text":"Гуфтанд: «Эй Парвардигори мо, бим дорем, ки бар мо зулму ситам кунад ё саркашӣ аз ҳад бигузаронад»"},{"SurahNumber":20,"VerseNumber":46,"Text":"Гуфт: «Матарсед. Ман бо шумо ҳастам. Мешунаваму мебинам"},{"SurahNumber":20,"VerseNumber":47,"Text":"Пас назди ӯ раведу гӯед: «Мо расулони Парвардигори туем. Банӣ-Исроилро бо мо бифирист ва озорашон мадеҳ. Мо нишонае аз Парвардигорат бароят овардаем. Ва салом бар он кас, ки аз паи ҳидоят қадам ниҳад"},{"SurahNumber":20,"VerseNumber":48,"Text":"Албатта ба мо ваҳй шудааст, ки азоб барои он касест, ки ростро дурӯғ шуморад ва аз он рӯй гардонад»"},{"SurahNumber":20,"VerseNumber":49,"Text":"Гуфт: «Эй Мӯсо, Парвардигори шумо кист?»"},{"SurahNumber":20,"VerseNumber":50,"Text":"Гуфт: «Парвардигори мо ҳамон касест, ки офариниши (сурату шакли) ҳар чизеро ба Ӯ дода, сипас ҳидояташ кардаст»"},{"SurahNumber":20,"VerseNumber":51,"Text":"Гуфт: «Ҳоли қавмҳое, ки аз ин пеш мезистанд, чист?»"},{"SurahNumber":20,"VerseNumber":52,"Text":"Гуфт: «Илми он дар китобест назди Парвардигори ман, Парвардигори ман на хато мекунад ва на фаромӯш»"},{"SurahNumber":20,"VerseNumber":53,"Text":"Касест, ки заминро оромгоҳи шумо сохт ва бароятон дар он роҳҳое падид овард ва аз осмон борон фиристод, то бо он анвоъе гуногун аз наботот бирӯёнем"},{"SurahNumber":20,"VerseNumber":54,"Text":"Бихӯред ва чорпоёнатонро бичаронед. Дар ин барои хирадмандон ибратҳост"},{"SurahNumber":20,"VerseNumber":55,"Text":"Шуморо аз замин офаридем ва ба он бозмегардонем ва бори дигар аз он берун меоварем"},{"SurahNumber":20,"VerseNumber":56,"Text":"Албатта ҳамаи мӯъҷизаҳои Худро ба ӯ нишон додем, вале дурӯғ баровард ва сар боззад"},{"SurahNumber":20,"VerseNumber":57,"Text":"Гуфт: «Эй Мӯсо, оё назди мо омадаӣ, то моро ба ҷудоӣ аз сарзаминамон берун кунӣ"},{"SurahNumber":20,"VerseNumber":58,"Text":"Мо низ дар баробари ту ҷодуе чун ҷодуи ту меоварем. Байни мову худ ваъдагоҳе дар замини ҳамвор бигузор, ки на мо ваъдаро хилоф кунем ва на ту»"},{"SurahNumber":20,"VerseNumber":59,"Text":"Гуфт; «Ваъдагоҳи шумо рӯзи зинат аст ва ҳамаи мардум бад-он ҳангом, ки офтоб баланд гардад гирд оянд"},{"SurahNumber":20,"VerseNumber":60,"Text":"Фиръавн бозгашт ва ёрони ҳилагари худ ҷамъ кард ва бозомад"},{"SurahNumber":20,"VerseNumber":61,"Text":"Мӯсо гуфташон: «Вой бар шумо, бар Худо дурӯғ мабандед, ки ҳамаи шуморо ба азобе ҳалок кунад ва ҳар ки дурӯғ бандад, ноумед шавад»"},{"SurahNumber":20,"VerseNumber":62,"Text":"Пас ба якдигар дар кори худ ба машварат пардохтанд. Ва пинҳон розҳо гуфтанд"},{"SurahNumber":20,"VerseNumber":63,"Text":"Гуфтанд: «Ин ду ҷодугароне ҳастанд, ки мехоҳанд ба ҷодуи худ шуморо аз сарзаминатон биронанд ва дини беҳтарини шуморо маҳв кунанд"},{"SurahNumber":20,"VerseNumber":64,"Text":"Шумо тадбирҳои худ ҷамъ кунед ва дар як саф биёед. Касе, ки имрӯз пирӯз шавад наҷот ёбад»"},{"SurahNumber":20,"VerseNumber":65,"Text":"Гуфтанд: «Эй Мӯсо, оё ту мепартоӣ ё мо нахуст бипартоем?»"},{"SurahNumber":20,"VerseNumber":66,"Text":"Гуфт: «Шумо бипартоед». Ногаҳон аз ҷодуе, ки карданд, чунон дар назараш омад, ки он бандҳо ва асоҳо ба ҳар сӯ медаванд"},{"SurahNumber":20,"VerseNumber":67,"Text":"Мӯсо худашро тарсон ёфт"},{"SurahNumber":20,"VerseNumber":68,"Text":"Гуфтем; «Матарс, ки ту болотар ҳастӣ"},{"SurahNumber":20,"VerseNumber":69,"Text":"Он чӣ дар дасти рост дорӣ, бияфкан, то ҳар чиро, ки сохтаанд, фурӯ барад. Онон ҳилаи ҷодувон сохтаанд ва ҷодугар ҳеҷ гоҳ пирӯз намешавад»"},{"SurahNumber":20,"VerseNumber":70,"Text":"Соҳирон ба саҷда водор шуданд. Гуфтанд: «Ба Парвардигори Ҳоруну Мӯсо имон овардем»"},{"SurahNumber":20,"VerseNumber":71,"Text":"Фиръавн гуфт: «Оё пеш аз он, ки шуморо рухсат диҳам, ба Ӯ имон овардед? Ӯ бузурги шумост, ки ба шумо ҷодугарӣ омӯхтааст. Дастҳову поҳотонро аз чапу рост мебурам ва бар танаи дарахти хурмо ба доратон меовезам то бидонед, ки азоби кадом як аз мо сахттару пояндатар аст»"},{"SurahNumber":20,"VerseNumber":72,"Text":"Гуфтанд: «Савганд ба он ки моро офаридааст, ки туро бар он нишонаҳои равшан, ки дидаем, тарҷеҳ намедиҳем (беҳтар намешуморем), ба ҳар чӣ хоҳӣ, ҳукм кун, ки ривоҷи ҳукми ту дар зиндагии инҷаҳонист"},{"SurahNumber":20,"VerseNumber":73,"Text":"Инак ба Парвардигори худ имон овардем то аз хатоҳои мо ва он ҷодугарӣ, ки моро ба он водоштӣ, даргузарад, ки Худо беҳтару пойдортар аст»"},{"SurahNumber":20,"VerseNumber":74,"Text":"Албатта ҳар кас, ки гунаҳкор назди Парвардигораш биёяд, ҷаҳаннам ҷойгоҳи ӯст, ки дар он ҷо на мемирад ва на зиндагӣ мекунад"},{"SurahNumber":20,"VerseNumber":75,"Text":"Ва онон, ки бо имон назди ӯ оянд ва корҳои шоиста кунанд, соҳиби дараҷоте баланд бошанд"},{"SurahNumber":20,"VerseNumber":76,"Text":"Биҳиштҳои ҷовидон, ки дар он наҳрҳо равон аст ва абадӣ дар он ҷо бошанд. Ва ин аст музди покон"},{"SurahNumber":20,"VerseNumber":77,"Text":"Ба Мӯсо ваҳй кардем, ки бандагони Моро шабҳангом берун бибар ва барояшон (бо мӯъҷиза) дар дарё гузаргоҳе хушк биҷӯй ва матарс, ки бар ту даст ёбанд ва бим ба дил роҳ мадеҳ"},{"SurahNumber":20,"VerseNumber":78,"Text":"Фирьавн, бо лашкарҳояш аз паяшон равон шуд. Ва дарё чунон, ки бояд, ононро дар худ фурӯ пушид"},{"SurahNumber":20,"VerseNumber":79,"Text":"Фиръавн қавмашро гумрох кард, на роҳнамоӣ"},{"SurahNumber":20,"VerseNumber":80,"Text":"«Эй банӣ-Исроил, шуморо аз душманатон раҳонидем ва бо шумо дар ҷониби рости кӯҳи Тур ваъда ниҳодем ва бароятон манна (ширинӣ) ва салво (бедона) нозил кардем"},{"SurahNumber":20,"VerseNumber":81,"Text":"Аз чизҳои покиза, ки шуморо рӯзӣ додаем, бихӯред ва аз ҳад мегузаронедаш, то мабод хашми Ман ба шумо расад, ки ҳар кас, ки хашми Ман ба ӯ бирасад, дар оташ афтад"},{"SurahNumber":20,"VerseNumber":82,"Text":"Ҳар кас, ки тавба кунад ва имон оварад ва кори шоиста кунад ва ба роҳи ҳидоят бияфтад, ӯро мебахшоем"},{"SurahNumber":20,"VerseNumber":83,"Text":"Эй Мӯсо, чӣ чиз туро водошт, то бар қавмат пешӣ гирӣ?» (яъне аз қавмат пештар биёӣ)"},{"SurahNumber":20,"VerseNumber":84,"Text":"Гуфт: «Онҳо ҳамонҳоянд, ки аз паи ман равонанд. Эй Парвардигори ман, ман ба сӯи Ту шитофтам, то хушнуд гардӣ»"},{"SurahNumber":20,"VerseNumber":85,"Text":"Гуфт: «Мо қавми туро пас аз ту озмоиш кардем ва Сомирӣ гумроҳашон сохт»"},{"SurahNumber":20,"VerseNumber":86,"Text":"Мӯсо хашмгин ва пурандӯҳ назди қавмаш бозгашту гуфт: «Эй қавми ман, оё Парвардигоратон шуморо ваъдаҳои некӯ надода буд? Оё дер кардани ман дароз кашид ё хостед, ки хашми Парвардигоратон ба шумо фуруд ояд, ки ваъдаи маро хилоф кардед?»"},{"SurahNumber":20,"VerseNumber":87,"Text":"Гуфтанд; «Мо ба ихтиёри худ ваъдаи ту хилоф накардем. Аз зару зевари он қавм бардоштем. Онҳоро дар оташ андохтем. Ва Сомирӣ низ андохт"},{"SurahNumber":20,"VerseNumber":88,"Text":"Ва барояшон тандиси (пайкараи) гӯсолае, ки наъраи говонро дошт, бисохт ва гуфтанд: «Ин худоӣ шумо ва худои Мӯсост. Ва Мӯсо фаромуш карда аст»"},{"SurahNumber":20,"VerseNumber":89,"Text":"Оё намедонанд, ки ҳеҷ посухе ба суханашон намедиҳад ва ҳеҷ нафъу зиёне барояшон надорад"},{"SurahNumber":20,"VerseNumber":90,"Text":"Ҳорун низ пеш аз ин ба онҳо гуфта буд: «Эй қавми ман, шуморо ба ин гӯсола озмудаанд. Парвардигори шумо Худои раҳмон аст. Аз паи ман биёед ва фармонбардори ман бошед!»"},{"SurahNumber":20,"VerseNumber":91,"Text":"Гуфтанд; «Мо ҳамеша ба парастиши ӯ менишинем, то Мӯсо ба назди мо бозгардад»"},{"SurahNumber":20,"VerseNumber":92,"Text":"Гуфт: «Эй Ҳорун, ҳангоме ки дидӣ гумроҳ мешаванд"},{"SurahNumber":20,"VerseNumber":93,"Text":"чаро аз паи ман наомадӣ? Оё ту низ аз фармони ман сарпечӣ карда будӣ?»"},{"SurahNumber":20,"VerseNumber":94,"Text":"Гуфт: «Эй писари модарам, чанг бар ришу сари ман маяндоз. Ман тарсидам, ки бигӯӣ: «Ту миёни банӣ-Исроил ҷудоӣ афкандӣ ва гуфтори маро риоят накардӣ»"},{"SurahNumber":20,"VerseNumber":95,"Text":"Гуфт: «Ва ту, эй Сомирӣ, ин чӣ коре буд, ки кардӣ?»"},{"SurahNumber":20,"VerseNumber":96,"Text":"Гуфт: «Ман чизе дидам, ки онҳо намедиданд. Муште аз хоке, ки нақши пои он расул (Ҷибриил) бар он буд, баргирифтам ва дар он қолаб афкандам ва нафси ман ин корро дар чашми ман биёрост»"},{"SurahNumber":20,"VerseNumber":97,"Text":"Гуфт: «Бирав, дар зиндагии ин дунё чунон шавӣ, ки пайваста бигӯй: «Ба ман наздик машав». Ва низ туро ваъдаест, ки! аз он раҳо нашавӣ ва инак ба худоят, ки пайваста ибодаташ мекардӣ, бингар, ки месӯзонемаш ва ба дарёаш меафшонем"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ҷуз ин нест, ки худои шумо Оллоҳ аст, ки ҳеҷ худое ғайри Ӯ нест ва илмаш ҳама чизро дар бар гирифтааст»"},{"SurahNumber":20,"VerseNumber":99,"Text":"Инчунин хабарҳои гузаштаро барои ту ҳикоят мекунем. Ва ба ту аз ҷониби Худ Қуръонро ато кардем"},{"SurahNumber":20,"VerseNumber":100,"Text":"Ҳар кас, ки аз он рӯй гардонад, рӯзи қиёмат бори гуноҳ бар дӯш мекашад"},{"SurahNumber":20,"VerseNumber":101,"Text":"Дар он кор хамеша бимонанд. Ва бори, рӯзи қиёмат барояшон бори бадест"},{"SurahNumber":20,"VerseNumber":102,"Text":"Рӯзе, ки дар сур дамида шавад ва гунаҳкоронро дар он рӯз кабудчашм гирд меоварем"},{"SurahNumber":20,"VerseNumber":103,"Text":"Оҳиста бо ҳам сухан мегӯянд, ки даҳ рӯз беш дар дунё наистодаед"},{"SurahNumber":20,"VerseNumber":104,"Text":"Мо бар гуфтори онҳо огоҳтарем, он гоҳ ки некӯравиштарини онҳо мегӯяд: «Ҷуз як рӯз наистодаед»"},{"SurahNumber":20,"VerseNumber":105,"Text":"Туро аз кӯҳҳо мепурсанд. Бигӯ: «Парвардигори ман ҳамаро пароканда месозад"},{"SurahNumber":20,"VerseNumber":106,"Text":"ва онҳоро ба замине ҳамвор бадал мекунад"},{"SurahNumber":20,"VerseNumber":107,"Text":"дар он ҳеҷ каҷиву пастиву баландӣ намебинӣ»"},{"SurahNumber":20,"VerseNumber":108,"Text":"Дар он рӯз аз паи он доъӣ (Исрофил), ки ҳеҷ каҷиро дар ӯ роҳ нест, равон гарданд. Ва садоҳо дар баробари Худои раҳмон паст мешаванд ва аз ҳеҷ кас ғайри садои пое нахоҳӣ шунид"},{"SurahNumber":20,"VerseNumber":109,"Text":"Дар он рӯз шафоъат нафъ надиҳад, фақат онро, ки Худои раҳмон иҷозат диҳад ва суханашро биписандад, нафъ диҳад"},{"SurahNumber":20,"VerseNumber":110,"Text":"Ҳар чиро дар пеши рӯи онҳост ва ҳар чиро дар пушти сарашон аст медонад ва илми онон Ӯро дар бар нагирад"},{"SurahNumber":20,"VerseNumber":111,"Text":"Ва чеҳраҳо дар баробари Худои зиндаи поянда хозеъ (мутеъ) мешавад ва ҳар кӣ бори куфр бар дӯш мекашад, ноумед мегардад"},{"SurahNumber":20,"VerseNumber":112,"Text":"Ва ҳар кас, ки корҳои шоиста кунад ва мӯъмин бошад, набояд аз ҳеҷ ситаме ва шикасте битарсад"},{"SurahNumber":20,"VerseNumber":113,"Text":"Инчунин онро Қуръоне арабӣ нозил кардем ва дар он гуногун хушдор додем, шояд битарсанд ё панде тоза гиранд"},{"SurahNumber":20,"VerseNumber":114,"Text":"Пас бартар аст Худои якто- он подшоҳи ростин! Ва пеш аз он ки ваҳй ба поён расад, дар хондани Қуръон шитоб макун. Ва бигӯ: «Эй Парвардигори ман, ба илми ман бияфзой»"},{"SurahNumber":20,"VerseNumber":115,"Text":"Ва мо пеш аз ин бо Одам паймон бастем, вале фаромӯш кард ва босабраш наёфтем"},{"SurahNumber":20,"VerseNumber":116,"Text":"Ва он гоҳ, ки ба фариштагон гуфтем: «Одамро саҷда кунед». Ҳама ғайри Иблис, ки сарпечӣ кард, саҷда карданд"},{"SurahNumber":20,"VerseNumber":117,"Text":"Гуфтем: «Эй Одам, ин душмани ту ва ҳамсари туст, шуморо аз биҳишт берун накунад, ки бадбахт шавӣ"},{"SurahNumber":20,"VerseNumber":118,"Text":"ки ту дар биҳишт на гурусна мешавӣ ва на бараҳна мемонӣ"},{"SurahNumber":20,"VerseNumber":119,"Text":"ва на ташна мешавӣ ва на дучори тобиши офтоб»"},{"SurahNumber":20,"VerseNumber":120,"Text":"Шайтон васвасааш карду гуфт: «Эй Одам, оё туро ба дарахти ҷовидонӣ ва мулки дурнашаванда роҳ бинамоям?»"},{"SurahNumber":20,"VerseNumber":121,"Text":"Аз он дарахт хӯрданд ва шармгоҳашон дар назарашон падидор шуд. Ва ҳамчунон барги дарахтони биҳишт бар онҳо мечаспониданд. Одам ба Парвардигори худ оси шуд ва роҳ гум кард"},{"SurahNumber":20,"VerseNumber":122,"Text":"Сипас Парвардигораш ӯро ихтиёр кард ва тавбаашро бипазируфт ва ҳидояташ кард"},{"SurahNumber":20,"VerseNumber":123,"Text":"Гуфт: «Ҳамагӣ аз он ҷо поин равед, душманони якдигар! Агар аз ҷониби Ман шуморо роҳнамоӣ омад, ҳар кас аз он роҳнамоии Ман пайравӣ кунад, на гумроҳ мешавад ва на тирабахт"},{"SurahNumber":20,"VerseNumber":124,"Text":"Ва ҳар кас, ки аз ёди Ман рӯй гардонад, зиндагиаш танг шавад ва дар рӯзи қиёмат нобино зиндааш созем»"},{"SurahNumber":20,"VerseNumber":125,"Text":"Гӯяд: «Эй Парвардигори ман, чаро маро нобино зинда кардӣ ва ҳол он ки ман бино будам?»"},{"SurahNumber":20,"VerseNumber":126,"Text":"Гуяд: «Ҳамчунон ки ту оёти Моро фаромӯш мекардӣ, имрӯз худ фаромӯш гаштаӣ»"},{"SurahNumber":20,"VerseNumber":127,"Text":"Инчунин исрофкорон ва касонеро, ки ба оётӣ Парвардигорашон имон намеоваранд, ҷазо медиҳем. Албатта азоби охират сахттару пойдортар аст"},{"SurahNumber":20,"VerseNumber":128,"Text":"Оё он ҳама мардуме, ки пеш аз ин дар масокини инҳо роҳ мерафтанд ва Мо ҳамаро ҳалок кардем, сабаби ҳидояти инҳо нашудаанд? Инҳо нишонаҳоест барои хирадмандон"},{"SurahNumber":20,"VerseNumber":129,"Text":"Агар на сухане буд, ки Парвардигорат пеш аз ин гуфта ва замонро муъайян карда буд, азобашон дар ин ҷаҳон ҳатмӣ мебуд"},{"SurahNumber":20,"VerseNumber":130,"Text":"Барои он чӣ мегӯянд, бо сабр бош ва Парвардигоратро пеш аз тулӯъи хуршед ва пеш аз ғуруби он ба покӣ ва ҳамд ёд кун. Ва дар соъати шаб ва аввалу охири рӯз тасбеҳ гӯй. Шояд хушнуд гардӣ"},{"SurahNumber":20,"VerseNumber":131,"Text":"Агар занону мардоне аз онҳоро аз як зиндагии хуш баҳраманд сохтаем, ту ба онҳо манигар. Ин барои он аст, ки имтиҳонашон кунем. Ризқи Парвардигорат беҳтару пойдортар аст"},{"SurahNumber":20,"VerseNumber":132,"Text":"Касони худро ба намоз фармон деҳ ва худ дар он кор босабр бош. Аз ту рӯзӣ намехоҳем. Мо ба ту рӯзӣ медиҳем. Ва оқибати нек аз они парҳезгорон аст"},{"SurahNumber":20,"VerseNumber":133,"Text":"Ва гуфтанд: «Чаро муъҷизае аз Парвардигораш барои мо намеоварад?» Оё далелҳои равшане, ки дар сахифаҳои пешин омада, ба онҳо нарасидааст"},{"SurahNumber":20,"VerseNumber":134,"Text":"Агар пеш аз омадани Паёмбаре азобашон мекардем, мегуфтанд: «Эй Парвардигори мо, чаро расуле бар мо нафиристодӣ то пеш аз он ки ба хориву расвоӣ афтем, аз оёти ту пайравӣ кунем?»"},{"SurahNumber":20,"VerseNumber":135,"Text":"Бигӯ: «Ҳама мунтазиранд, шумо низ мунтазир бимонед. Ба зудӣ хоҳед донист, онҳо, ки ба роҳи рост мераванд ва онҳо, ки ҳидоят ёфтаанд, чӣ касоне ҳастанд»"}]}