{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"بڑی شان ہے اس ذات کی جس کے ہاتھ میں ساری بادشاہی ہے اور وہ ہر چیز پر پوری طرح قادر ہے۔"},{"SurahNumber":67,"VerseNumber":2,"Text":"جس نے موت اور زندگی اس لیے پیدا کی تاکہ وہ تمہیں آزمائے کہ تم میں سے کون عمل میں زیادہ بہتر ہے، اور وہی ہے جو مکمل اقتدار کا مالک، بہت بخشنے والا ہے۔"},{"SurahNumber":67,"VerseNumber":3,"Text":"جس نے سات آسمان اوپر تلے پیدا کیے، تم خدائے رحمن کی تخلیق میں کوئی فرق نہیں پاؤ گے۔ اب پھر سے نظر دوڑا کر دیکھو کیا تمہیں کوئی رخنہ نظر آتا ہے ؟"},{"SurahNumber":67,"VerseNumber":4,"Text":"پھر بار بار نظر دوڑاؤ، نتیجہ یہی ہوگا کہ نظر تھک ہار کر تمہارے پاس نامراد لوٹ آئے گی۔"},{"SurahNumber":67,"VerseNumber":5,"Text":"اور ہم نے قریب والے آسمان کو روشن چراغوں سے سجا رکھا ہے، اور ان کو شیطانوں پر پتھر برسانے کا ذریعہ بھی بنایا ہے، اور ان کے لیے دہکتی آگ کا عذاب تیار کر رکھا ہے۔"},{"SurahNumber":67,"VerseNumber":6,"Text":"اور جن لوگوں نے اپنے پروردگار سے کفر کا معاملہ کیا ہے، ان کے لیے جہنم کا عذاب ہے، اور وہ بہت برا ٹھکانا ہے۔"},{"SurahNumber":67,"VerseNumber":7,"Text":"جب وہ اس میں ڈالے جائیں گے تو اس کے دہاڑ نے کی آواز سنیں گے، او وہ جوش مارتی ہوگی۔"},{"SurahNumber":67,"VerseNumber":8,"Text":"ایسا لگے گا جیسے وہ غصے سے پھٹ پڑے گی۔ جب بھی اس میں (کافروں کا) کوئی گروہ پھینکا جائے گا تو اس کے محافظ ان سے پوچھیں گے کہ کیا تمہارے پاس کوئی خبردار کرنے والا نہیں آیا تھا ؟"},{"SurahNumber":67,"VerseNumber":9,"Text":"وہ کہیں گے کہ ہاں بیشک ہمارے پاس خبردار کرنے والا آیا تھا، مگر ہم نے (اسے) جھٹلا دیا، اور کہا کہ : اللہ نے کچھ نازل نہیں کیا، تمہاری حقیقت اس کے سوا کچھ نہیں کہ تم بڑی بھاری گمراہی میں پڑے ہوئے ہو۔"},{"SurahNumber":67,"VerseNumber":10,"Text":"اور وہ کہیں گے کہ : اگر ہم سن لیا کرتے اور سمجھ سے کام لیا کرتے تو (آج) دوزخ والوں میں شامل نہ ہوتے۔"},{"SurahNumber":67,"VerseNumber":11,"Text":"اس طرح وہ اپنے گناہ کا خود اعتراف کرلیں گے۔ غرض پھٹکار ہے دوزخ والوں پر۔"},{"SurahNumber":67,"VerseNumber":12,"Text":"(اس کے برخلاف) جو لوگ بن دیکھے اپنے پروردگار سے ڈرتے ہیں، ان کے لیے بیشک مغفرت اور بڑا اجر ہے۔"},{"SurahNumber":67,"VerseNumber":13,"Text":"اور تم اپنی بات چھپا کر کرو، یا زور سے کرو (سب اس کے علم میں ہے، کیونکہ) وہ دلوں تک کی باتوں کا پورا علم رکھنے والا ہے۔"},{"SurahNumber":67,"VerseNumber":14,"Text":"بھلا جس نے پیدا کیا وہی نہ جانے ؟ جبکہ وہ بہت باریک بین، مکمل طور پر باخبر ہے۔"},{"SurahNumber":67,"VerseNumber":15,"Text":"وہی ہے جس نے تمہارے لیے زمین کو رام کردیا ہے، لہذا تم اس کے مونڈھوں پر چلو پھرو، اور اس کا رزق کھاؤ، اور اسی کے پاس دوبارہ زندہ ہو کر جانا ہے۔"},{"SurahNumber":67,"VerseNumber":16,"Text":"کیا تم آسمان والے کی اس بات سے بےخوف ہو بیٹھے ہو کہ وہ تمہیں زمین میں دھنسا دے، تو وہ ایک دم تھر تھرانے لگے ؟"},{"SurahNumber":67,"VerseNumber":17,"Text":"یا کیا تم آسمان والے کی اس بات سے بےخوف ہو بیٹھے ہو کہ وہ تم پر پتھروں کی بارش برسادے ؟ پھر تمہیں پتہ چلے گا کہ میرا ڈرانا کیسا تھا ؟"},{"SurahNumber":67,"VerseNumber":18,"Text":"اور ان سے پہلے جو لوگ تھے، انہوں نے بھی (پیغمبروں کو) جھٹلایا تھا۔ پھر (دیکھ لو کہ) میرا عذاب کیسا تھا ؟"},{"SurahNumber":67,"VerseNumber":19,"Text":"اور کیا انہوں نے پرندوں کو اپنے اوپر نظر اٹھا کر نہیں دیکھا کہ وہ پروں کو پھیلائے ہوئے ہوتے ہیں، اور سمیٹ بھی لیتے ہیں۔ ان کو خدائے رحمن کے سوا کوئی تھامے ہوئے نہیں ہے۔ یقینا وہ ہر چیز کی خوب دیکھ بھال کرنے والا ہے۔"},{"SurahNumber":67,"VerseNumber":20,"Text":"بھلا خدائے رحمن کے سوا وہ کون ہے جو تمہارا لشکر بن کر تمہاری مدد کرے ؟ کافر لوگ تو نرے دھوکے میں پڑے ہوئے ہیں۔"},{"SurahNumber":67,"VerseNumber":21,"Text":"اگر وہ اپنا رزق بند کردے تو بھلا وہ کون ہے جو تمہیں رزق عطا کرسکے ؟ اس کے باوجود وہ سرکشی اور بیزاری پر جمے ہوئے ہیں۔"},{"SurahNumber":67,"VerseNumber":22,"Text":"بھلا جو شخص اپنے منہ کے بل اوندھا چل رہا ہو، وہ منزل تک زیادہ پہنچنے والا ہوگا یا وہ جو ایک سیدھے راستے پر سیدھا سیدھا چل رہا ہو ؟"},{"SurahNumber":67,"VerseNumber":23,"Text":"کہہ دو کہ : وہی ہے جس نے تمہیں پیدا کیا، اور تمہارے لیے کان اور آنکھیں اور دل بنائے۔ (مگر) تم لوگ شکر تھوڑا ہی کرتے ہو۔"},{"SurahNumber":67,"VerseNumber":24,"Text":"کہہ دو کہ : وہی ہے جس نے تمہیں زمین میں پھیلایا، اور اسی کے پاس تمہیں اکٹھا کر کے لے جایا جائے گا۔"},{"SurahNumber":67,"VerseNumber":25,"Text":"اور یہ لوگ کہتے ہیں کہ : اگر تم سچے ہو تو بتاؤ کہ یہ وعدہ کب پورا ہوگا ؟"},{"SurahNumber":67,"VerseNumber":26,"Text":"کہہ دو کہ : اس کا علم تو صرف اللہ کے پاس ہے، اور میں تو بس صاف صاف طریقے پر خبردار کرنے والا ہوں۔"},{"SurahNumber":67,"VerseNumber":27,"Text":"پھر جب وہ اس (قیامت کے عذاب) کو پاس آتا دیکھ لیں گے تو کافروں کے چہرے بگڑ جائیں گے، اور کہا جائے گا کہ : یہ ہے وہ چیز جو تم مانگا کرتے تھے۔"},{"SurahNumber":67,"VerseNumber":28,"Text":"(اے پیغمبر ! ان سے) کہو کہ : ذرا یہ بتلاؤ کہ چاہے اللہ مجھے اور میرے ساتھیوں کو ہلاک کردے یا ہم پر رحم فرما دے، (دونوں صورتوں میں) کافروں کو دردناک عذاب سے کون بچائے گا ؟"},{"SurahNumber":67,"VerseNumber":29,"Text":"کہہ دو کہ : وہ رحمن ہے، ہم اس پر ایمان لائے ہیں، اور اسی پر ہم نے بھروسہ کیا ہے۔ چنانچہ عنقریب تمہیں پتہ چل جائے گا کہ کون ہے جو کھلی گمراہی میں مبتلا ہے۔"},{"SurahNumber":67,"VerseNumber":30,"Text":"کہہ دو کہ : ذرا یہ بتلاؤ کہ اگر کسی صبح تمہارا پانی نیچے کو اتر کر غائب ہوجائے تو کون ہے جو تمہیں چشمے سے ابلتا ہوا پانی لاکر دیدے ؟"},{"SurahNumber":68,"VerseNumber":1,"Text":"ن (اے پیغمبر) قسم ہے قلم کی، اور اس چیز کی جو وہ لکھ رہے ہیں۔"},{"SurahNumber":68,"VerseNumber":2,"Text":"اپنے پروردگار کے فضل سے تم دیوانے نہیں ہو۔"},{"SurahNumber":68,"VerseNumber":3,"Text":"اور یقین جانو تمہارے لیے ایسا اجر ہے جو کبھی ختم نہیں ہوگا۔"},{"SurahNumber":68,"VerseNumber":4,"Text":"اور یقینا تم اخلاق کے اعلی درجے پر ہو۔"},{"SurahNumber":68,"VerseNumber":5,"Text":"چنانچہ تم بھی دیکھ لو گے اور یہ لوگ بھی دیکھ لیں گے۔"},{"SurahNumber":68,"VerseNumber":6,"Text":"کہ تم میں سے کون دیوانگی میں مبتلا ہے۔"},{"SurahNumber":68,"VerseNumber":7,"Text":"یقینا تمہارا پروردگار اسے بھی خوب جانتا ہے جو اپنے راستے سے بھٹک گیا ہے اور ان لوگوں کو بھی خوب جانتا ہے جنہوں نے سیدھی راہ پالی ہے۔"},{"SurahNumber":68,"VerseNumber":8,"Text":"لہذا تم ان کی باتوں میں نہ آنا جو (تمہیں) جھٹلا رہے ہیں۔"},{"SurahNumber":68,"VerseNumber":9,"Text":"یہ چاہتے ہیں کہ تم ڈھیلے پڑجاؤ تو یہ بھی ڈھیلے پڑجائیں۔"},{"SurahNumber":68,"VerseNumber":10,"Text":"اور کسی بھی ایسے شخص کی باتوں میں نہ آنا جو بہت قسمیں کھانے والا، بےوقعت شخص ہے۔"},{"SurahNumber":68,"VerseNumber":11,"Text":"طعنے دینے کا عادی ہے، چغلیاں لگاتا پھرتا ہے۔"},{"SurahNumber":68,"VerseNumber":12,"Text":"بھلائی سے روکنے والا، زیادتی کرنے والا، بد عمل ہے۔"},{"SurahNumber":68,"VerseNumber":13,"Text":"بد مزاج ہے اور اس کے علاوہ نچلے نسب والا بھی۔"},{"SurahNumber":68,"VerseNumber":14,"Text":"صرف اس وجہ سے کہ وہ بڑے مال اور اولاد والا ہے۔"},{"SurahNumber":68,"VerseNumber":15,"Text":"جب اس کے سامنے ہماری آیتیں پڑھ کر سنائی جاتی ہیں تو وہ کہتا ہے کہ یہ پچھلے لوگوں کی کہانیاں ہیں۔"},{"SurahNumber":68,"VerseNumber":16,"Text":"عنقریب ہم اس کی سونڈ پر داغ لگا دیں گے۔"},{"SurahNumber":68,"VerseNumber":17,"Text":"ہم نے ان (مکہ والوں) کو اسی طرح آزمائش میں ڈالا ہے جیسے (ایک) باغ والوں کو اس وقت آزمائش میں ڈالا تھا جب انہوں نے قسم کھائی تھی کہ صبح ہوتے ہی ہم اس باغ کا پھل توڑ لیں گے۔"},{"SurahNumber":68,"VerseNumber":18,"Text":"اور یہ (کہتے ہوئے) وہ کوئی استثناء نہیں کر رہے تھے۔"},{"SurahNumber":68,"VerseNumber":19,"Text":"پھر ہوا یہ کہ جس وقت وہ سو رہے تھے، اس وقت تمہارے پروردگار کی طرف سے ایک بلا اس باغ پر پھیرا لگا گئی۔"},{"SurahNumber":68,"VerseNumber":20,"Text":"جس سے وہ باغ صبح کو کٹی ہوئی کھیتی کی طرح ہوگیا۔"},{"SurahNumber":68,"VerseNumber":21,"Text":"پھر صبح ہوتے ہی انہوں نے ایک دوسرے کو آواز دی۔"},{"SurahNumber":68,"VerseNumber":22,"Text":"کہ اگر پھل توڑنے ہیں تو اپنے کھیت کی طرف سویرے چل نکلو۔"},{"SurahNumber":68,"VerseNumber":23,"Text":"چنانچہ وہ ایک دوسرے سے چپکے چپکے یہ کہتے ہوئے روانہ ہوئے۔"},{"SurahNumber":68,"VerseNumber":24,"Text":"کہ آج کوئی مسکین تمہارے پاس اس باغ میں نہ آنے پائے۔"},{"SurahNumber":68,"VerseNumber":25,"Text":"اور وہ بڑے زوروں میں تیز تیز چلتے ہوئے نکلے۔"},{"SurahNumber":68,"VerseNumber":26,"Text":"پھر جب اس باغ کو دیکھا تو کہنے لگے کہ : ہم ضرور راستہ بھٹک گئے ہیں۔"},{"SurahNumber":68,"VerseNumber":27,"Text":"(پھر کچھ دیر بعد کے بعد کہا کہ) نہیں بلکہ ہم سب لٹ گئے ہیں۔"},{"SurahNumber":68,"VerseNumber":28,"Text":"ان میں جو شخص سب سے اچھا تھا، وہ کہنے لگا : کیا میں نے تم سے نہیں کہا تھا کہ تم تسبیح کیوں نہیں کرتے ؟"},{"SurahNumber":68,"VerseNumber":29,"Text":"کہنے لگے : ہم اپنے پروردگار کی تسبیح کرتے ہیں، یقینا ہم ظالم تھے۔"},{"SurahNumber":68,"VerseNumber":30,"Text":"پھر ایک دوسرے کی طرف متوجہ ہو کر ایک دوسرے کو ملامت کرنے لگے۔"},{"SurahNumber":68,"VerseNumber":31,"Text":"(پھر) سب نے (متفق ہوکر) کہا کہ : افسوس ہے ہم سب پر ! یقینا ہم سب نے سرکشی اختیار کرلی تھی۔"},{"SurahNumber":68,"VerseNumber":32,"Text":"کیا بعید ہے کہ ہمارا پروردگار ہمیں اس باغ کے بدلے اس سے اچھا عطا فرمادے۔ بیشک ہم اپنے پروردگار کی طرف رجوع کرتے ہیں۔"},{"SurahNumber":68,"VerseNumber":33,"Text":"عذاب ایسا ہی ہوتا ہے اور آخرت کا عذاب یقینا سب سے بڑا ہے۔ کاش یہ لوگ جانتے۔"},{"SurahNumber":68,"VerseNumber":34,"Text":"البتہ متقیوں کے لیے ان کے پروردگار کے پاس نعمتوں بھرے باغات ہیں۔"},{"SurahNumber":68,"VerseNumber":35,"Text":"بھلا کیا ہم فرمانبرداروں کو مجرموں کے برابر کردیں گے ؟"},{"SurahNumber":68,"VerseNumber":36,"Text":"تمہیں کیا ہوگیا ہے ؟ تم کیسی باتیں طے کرلیتے ہو ؟"},{"SurahNumber":68,"VerseNumber":37,"Text":"کیا تمہارے پاس کوئی کتاب ہے جس میں تم یہ پڑھتے ہو۔"},{"SurahNumber":68,"VerseNumber":38,"Text":"کہ تمہیں وہاں وہی کچھ ملے گا جو تم پسند کرو گے ؟"},{"SurahNumber":68,"VerseNumber":39,"Text":"یا تم نے ہم سے قیامت کے دن تک باقی رہنے والی قسمیں لے رکھی ہیں کہ تمہیں وہی کچھ ملے گا جو تم طے کرو گے ؟"},{"SurahNumber":68,"VerseNumber":40,"Text":"(اے پیغمبر) ان سے پوچھو کہ : ان میں سے کون ہے جس نے اس بات کی ضمانت لے رکھی ہو ؟"},{"SurahNumber":68,"VerseNumber":41,"Text":"کیا خدائی میں ان کے مانے ہوئے کچھ شریک ہیں (جو یہ ضمانت لیتے ہوں ؟) تو پھر لے آئیں اپنے ان شریکوں کو، اگر وہ سچے ہیں۔"},{"SurahNumber":68,"VerseNumber":42,"Text":"جس دن ساق کھول دی جائے گی، اور ان کو سجدے کے لیے بلایا جائے گا تو یہ سجدہ کر نہیں سکیں گے۔"},{"SurahNumber":68,"VerseNumber":43,"Text":"ان کی نگاہیں جھکی ہوئی ہوں گی، ان پر ذلت چھائی ہوئی ہوگی۔ اس وقت بھی انہیں سجدے کے لیے بلایا جاتا تھا جب یہ لوگ صحیح سالم تھے (اس وقت قدرت کے باوجود یہ انکار کرتے تھے)"},{"SurahNumber":68,"VerseNumber":44,"Text":"لہذا (اے پیغمبر) جو لوگ اس کلام کو جھٹلا رہے ہیں انہیں مجھ پر چھوڑ دو ۔ ہم انہیں اس طرح دھیرے دھیرے (تباہی کی طرف) لے جائیں گے کہ انہیں پتہ بھی نہیں چلے گا۔"},{"SurahNumber":68,"VerseNumber":45,"Text":"اور میں انہیں ڈھیل دے رہا ہوں۔ یقین رکھو میری تدبیر بڑی مضبوط ہے۔"},{"SurahNumber":68,"VerseNumber":46,"Text":"کیا تم ان سے کوئی اجرت مانگ رہے ہو کہ وہ تاوان کے بوجھ سے دبے جارہے ہیں ؟"},{"SurahNumber":68,"VerseNumber":47,"Text":"یا ان کے پاس غیب کا علم ہے جسے وہ لکھ رہے ہوں ؟"},{"SurahNumber":68,"VerseNumber":48,"Text":"غرض تم اپنے پروردگار کا حکم آنے تک صبر کیے جاؤ، اور مچھلی والے کی طرح مت ہوجانا۔ جب انہوں نے غم سے گھٹ گھٹ کر (ہمیں) پکارا تھا۔"},{"SurahNumber":68,"VerseNumber":49,"Text":"اگر ان کے پروردگار کے فضل نے انہیں سنبھال نہ لیا ہوتا تو انہیں بری حالت کے ساتھ اسی کھلے میدان میں پھینک دیا جاتا۔"},{"SurahNumber":68,"VerseNumber":50,"Text":"پھر ان کے پروردگار نے انہیں منتخب فرما لیا، اور انہیں صالحین میں شامل کردیا۔"},{"SurahNumber":68,"VerseNumber":51,"Text":"جن لوگوں نے کفر اپنا لیا ہے جب وہ نصیحت کی یہ بات سنتے ہیں تو ایسا لگتا ہے کہ یہ اپنی (تیز تیز) آنکھوں سے تمہیں ڈگمگا دیں گے، اور وہ کہتے ہیں کہ یہ شخص تو دیوانہ ہے۔"},{"SurahNumber":68,"VerseNumber":52,"Text":"حالانکہ یہ تو دنیا جہان کے لوگوں کے لیے ایک نصیحت ہی نصیحت ہے۔"},{"SurahNumber":69,"VerseNumber":1,"Text":"وہ حقیقت ہو کر رہے گی۔"},{"SurahNumber":69,"VerseNumber":2,"Text":"کیا ہے وہ حقیقت جو ہو کر رہے گی ؟"},{"SurahNumber":69,"VerseNumber":3,"Text":"اور تمہیں کیا پتہ کہ وہ حقیقت کیا ہے جو ہو کر رہے گی ؟"},{"SurahNumber":69,"VerseNumber":4,"Text":"ثمود اور عاد کی قوموں نے اسی جھنجوڑ ڈالنے والی حقیقت کو جھٹلایا تھا۔"},{"SurahNumber":69,"VerseNumber":5,"Text":"نتیجہ یہ کہ جو ثمود کے لوگ تھے، وہ (چنگھاڑ کی) ایسی آفت سے ہلاک کیے گئے جو حد سے زیادہ (خوفناک) تھی۔"},{"SurahNumber":69,"VerseNumber":6,"Text":"اور جو عاد کے لوگ تھے، انہیں ایک ایسی بےقابو طوفانی ہوا سے ہلاک کیا گیا۔"},{"SurahNumber":69,"VerseNumber":7,"Text":"جسے اللہ نے ان پر سات رات اور آٹھ دن لگاتار مسلط رکھا۔ چنانچہ تم (اگر وہاں ہوتے تو) دیکھتے کہ وہ لوگ وہاں کھجور کے کھوکھلے تنوں کی طرح پچھاڑے ہوئے پڑے تھے۔"},{"SurahNumber":69,"VerseNumber":8,"Text":"اب کیا ان میں سے کوئی بچا ہوا نظر آتا ہے ؟"},{"SurahNumber":69,"VerseNumber":9,"Text":"اور فرعون اور اس سے پہلے کے لوگوں نے اور (لوط (علیہ السلام) کی) الٹی ہوئی بستیوں نے بھی اسی جرم کا ارتکاب کیا تھا۔"},{"SurahNumber":69,"VerseNumber":10,"Text":"کہ انہوں نے اپنے پروردگار کے پیغمبر کی نافرمانی کی تھی، اس لیے اللہ نے انہیں سخت پکڑ میں لے لیا۔"},{"SurahNumber":69,"VerseNumber":11,"Text":"جب پانی طغیانی پر آیا تو ہم نے تمہیں کشتی میں سوار کردیا۔"},{"SurahNumber":69,"VerseNumber":12,"Text":"تاکہ ہم اس واقعے کو تمہارے لیے سبق آموز بنادیں اور یاد رکھنے والے کان اسے (سن کر) یاد رکھیں۔"},{"SurahNumber":69,"VerseNumber":13,"Text":"پھر جب ایک ہی دفعہ صور میں پھونک مار دی جائے گی۔"},{"SurahNumber":69,"VerseNumber":14,"Text":"اور زمین اور پہاڑوں کو اٹھا کر ایک ہی ضرب میں ریزہ ریزہ کردیا جائے گا۔"},{"SurahNumber":69,"VerseNumber":15,"Text":"تو اس دن وہ واقعہ پیش آجائے گا جسے پیش آنا ہے۔"},{"SurahNumber":69,"VerseNumber":16,"Text":"اور آسمان پھٹ پھڑے گا اور وہ اس دن بالکل بودا پڑجائے گا۔"},{"SurahNumber":69,"VerseNumber":17,"Text":"اور فرشتے اس کے کناروں پر ہوں گے، اور تمہارے پروردگار کے عرش کو اس دن آٹھ فرشتے اپنے اوپر اٹھائے ہوئے ہوں گے۔"},{"SurahNumber":69,"VerseNumber":18,"Text":"اس دن تمہاری پیشی اسی طرح ہوگی کہ تمہاری کوئی چھپی ہوئی چیز چھپی نہیں رہے گی۔"},{"SurahNumber":69,"VerseNumber":19,"Text":"پھر جس کسی کو اس کا اعمال نامہ اس کے دائیں ہاتھ میں دیا جائے گا۔ وہ کہے گا کہ : لوگو ! لو یہ میرا اعمال نامہ پڑھو۔"},{"SurahNumber":69,"VerseNumber":20,"Text":"میں پہلے ہی سمجھتا تھا کہ مجھے اپنے حساب کا سامنا کرنا ہوگا۔"},{"SurahNumber":69,"VerseNumber":21,"Text":"چنانچہ وہ من پسند عیش میں ہوگا۔"},{"SurahNumber":69,"VerseNumber":22,"Text":"اس اونچی جنت میں"},{"SurahNumber":69,"VerseNumber":23,"Text":"جس کے پھل جھکے پڑ رہے ہوں گے۔"},{"SurahNumber":69,"VerseNumber":24,"Text":"(کہا جائے گا کہ) اپنے ان اعمال کے صلے میں مزے سے کھاؤ پیو، جو تم نے گزرے ہوئے دنوں میں کیے تھے۔"},{"SurahNumber":69,"VerseNumber":25,"Text":"رہا وہ شخص جس کا اعمال نامہ اس کے بائیں ہاتھ میں دیا جائے گا تو وہ کہے گا کہ : اے کاش ! مجھے میرا اعمال دیا ہی نہ جاتا۔"},{"SurahNumber":69,"VerseNumber":26,"Text":"اور مجھے خبر بھی نہ ہوتی کہ میرا حساب کیا ہے ؟"},{"SurahNumber":69,"VerseNumber":27,"Text":"اے کاش ! کہ میری موت ہی پر میرا کام تمام ہوجاتا۔"},{"SurahNumber":69,"VerseNumber":28,"Text":"میرا مال میرے کچھ کام نہ آیا۔"},{"SurahNumber":69,"VerseNumber":29,"Text":"میرا سارا زور مجھ سے جاتا رہا۔"},{"SurahNumber":69,"VerseNumber":30,"Text":"(ایسے شخص کے بارے میں حکم ہوگا) پکڑو اسے، اور اس کے گلے میں طوق ڈال دو ۔"},{"SurahNumber":69,"VerseNumber":31,"Text":"پھر اسے دوزخ میں جھونک دو ۔"},{"SurahNumber":69,"VerseNumber":32,"Text":"پھر اسے ایسی زنجیر میں پرو دو جس کی پیمائش ستر ہاتھ کے برابر ہو۔"},{"SurahNumber":69,"VerseNumber":33,"Text":"یہ نہ تو خدائے بزرگ و برتر پر ایمان لاتا تھا۔"},{"SurahNumber":69,"VerseNumber":34,"Text":"اور نہ غریب کو کھانا کھلانے کی ترغیب دیتا تھا۔"},{"SurahNumber":69,"VerseNumber":35,"Text":"لہذا آج یہاں نہ اس کا کوئی یارو مددگار ہے۔"},{"SurahNumber":69,"VerseNumber":36,"Text":"اور نہ اس کو کوئی کھانے کی چیز میسر ہے۔ سوائے غسلین کے۔"},{"SurahNumber":69,"VerseNumber":37,"Text":"جسے گنہگاروں کے سوا کوئی نہیں کھائے گا۔"},{"SurahNumber":69,"VerseNumber":38,"Text":"اب میں قسم کھاتا ہوں اس کی بھی جسے تم دیکھتے ہو۔"},{"SurahNumber":69,"VerseNumber":39,"Text":"اور اس کی بھی جسے تم نہیں دیکھتے۔"},{"SurahNumber":69,"VerseNumber":40,"Text":"کہ یہ (قرآن) ایک معزز پیغام لانے والے کا کلام ہے۔"},{"SurahNumber":69,"VerseNumber":41,"Text":"اور یہ کسی شاعر کا کلام نہیں ہے۔ (مگر) تم ایمان تھوڑا ہی لاتے ہو۔"},{"SurahNumber":69,"VerseNumber":42,"Text":"اور نہ یہ کسی کاہن کا کلام ہے۔ (مگر) تم سبق تھوڑا ہی لیتے ہو۔"},{"SurahNumber":69,"VerseNumber":43,"Text":"یہ کلام تمام جہانوں کے پروردگار کی طرف سے اتارا جارہا ہے۔"},{"SurahNumber":69,"VerseNumber":44,"Text":"اور اگر (بالفرض) یہ پیغمبر کچھ (جھوٹی) باتیں بنا کر ہماری طرف منسوب کردیتے۔"},{"SurahNumber":69,"VerseNumber":45,"Text":"تو ہم ان کا داہنا ہاتھ پکڑ تے۔"},{"SurahNumber":69,"VerseNumber":46,"Text":"پھر ہم ان کی شہ رگ کاٹ دیتے۔"},{"SurahNumber":69,"VerseNumber":47,"Text":"پھر تم میں سے کوئی نہ ہوتا جو ان کے بچاؤ کے لیے آڑے آسکتا۔"},{"SurahNumber":69,"VerseNumber":48,"Text":"اور یقین جانو کہ یہ پرہیزگاروں کے لیے ایک نصیحت ہے۔"},{"SurahNumber":69,"VerseNumber":49,"Text":"اور ہمیں خوب معلوم ہے کہ تم میں کچھ لوگ جھٹلانے والے بھی ہیں۔"},{"SurahNumber":69,"VerseNumber":50,"Text":"اور یہ (قرآن) ایسے کافروں کے لیے حسرت کا سبب ہے۔"},{"SurahNumber":69,"VerseNumber":51,"Text":"اور یہی وہ یقینی بات ہے جو سراسر حق ہے۔"},{"SurahNumber":69,"VerseNumber":52,"Text":"لہذا تم اپنے پروردگار کے عظمت والے نام کی تسبیح کرتے رہو۔"},{"SurahNumber":70,"VerseNumber":1,"Text":"ایک مانگنے والے نے وہ عذاب مانگا ہے"},{"SurahNumber":70,"VerseNumber":2,"Text":"جو کافروں پر آنے والا ہے کوئی نہیں ہے جو اسے روک سکے۔"},{"SurahNumber":70,"VerseNumber":3,"Text":"وہ اللہ کی طرف سے آئے گا جو چڑھنے کے تمام راستوں کا مالک ہے۔"},{"SurahNumber":70,"VerseNumber":4,"Text":"فرشتے اور روح القدس اس کی طرف ایک ایسے دن میں چڑھ کر جاتے ہیں جس کی مقدار پچاس ہزار سال ہے۔"},{"SurahNumber":70,"VerseNumber":5,"Text":"لہذا تم خوبصورتی کے ساتھ صبر سے کام لو۔"},{"SurahNumber":70,"VerseNumber":6,"Text":"یہ لوگ اسے دور سمجھ رہے ہیں۔"},{"SurahNumber":70,"VerseNumber":7,"Text":"اور ہم اسے قریب دیکھ رہے ہیں۔"},{"SurahNumber":70,"VerseNumber":8,"Text":"(وہ عذاب) اس دن ہوگا جب آسمان تیل کی تلچھٹ کی طرح ہوجائے گا۔"},{"SurahNumber":70,"VerseNumber":9,"Text":"اور پہاڑ رنگین روئی کی طرح ہوجائیں گے۔"},{"SurahNumber":70,"VerseNumber":10,"Text":"اور کوئی جگری دوست کسی جگری دوست کو پوچھے گا بھی نہیں۔"},{"SurahNumber":70,"VerseNumber":11,"Text":"حالانکہ وہ ایک دوسرے کو دکھا بھی دیے جائیں گے۔ مجرم یہ چاہے گا کہ اس دن کے عذاب سے چھوٹنے کے لیے اپنے بیٹے فدیہ میں دیدے۔"},{"SurahNumber":70,"VerseNumber":12,"Text":"اور اپنی بیوی اور اپنا بھائی"},{"SurahNumber":70,"VerseNumber":13,"Text":"اور اپنا وہ خاندان جو اسے پناہ دیتا تھا۔"},{"SurahNumber":70,"VerseNumber":14,"Text":"اور زمین کے سارے کے سارے باشندے۔ پھر (ان سب کو فدیہ میں دے کر) اپنے آپ کو بچا لے۔"},{"SurahNumber":70,"VerseNumber":15,"Text":"(لیکن) ایسا ہرگز نہیں ہوسکے گا۔ وہ تو ایک بھڑکتی ہوئی آگ ہے۔"},{"SurahNumber":70,"VerseNumber":16,"Text":"جو کھال اتار لے گی۔"},{"SurahNumber":70,"VerseNumber":17,"Text":"ہر اس شخص کو بلائے گی جس نے پیٹھ پھیر کر منہ موڑا ہوگا۔"},{"SurahNumber":70,"VerseNumber":18,"Text":"اور (مال) اکٹھا کیا ہوگا پھر اسے سینت سینت کر رکھا ہوگا۔"},{"SurahNumber":70,"VerseNumber":19,"Text":"حقیقت یہ ہے کہ انسان بہت کم حوصلہ پیدا کیا گیا ہے۔"},{"SurahNumber":70,"VerseNumber":20,"Text":"جب اسے کوئی تکلیف پہنچتی ہے تو بہت گھبرا جاتا ہے۔"},{"SurahNumber":70,"VerseNumber":21,"Text":"اور جب اس کے پاس خوشحالی آتی ہے تو بہت بخیل بن جاتا ہے۔"},{"SurahNumber":70,"VerseNumber":22,"Text":"مگر وہ نمازی ایسے نہیں ہیں۔"},{"SurahNumber":70,"VerseNumber":23,"Text":"جو اپنی نماز کی ہمیشہ پابندی کرتے ہیں۔"},{"SurahNumber":70,"VerseNumber":24,"Text":"اور جن کے مال و دولت میں ایک متعین حق ہے۔"},{"SurahNumber":70,"VerseNumber":25,"Text":"سوالی اور بےسوالی کا"},{"SurahNumber":70,"VerseNumber":26,"Text":"اور جو روز جزاء کو برحق مانتے ہیں۔"},{"SurahNumber":70,"VerseNumber":27,"Text":"اور جو اپنے پروردگار کے عذب سے سہمے رہتے ہیں۔"},{"SurahNumber":70,"VerseNumber":28,"Text":"یقینا ان کے پروردگار کا عذاب ایسی چیز نہیں ہے جس سے بےفکری برتی جائے۔"},{"SurahNumber":70,"VerseNumber":29,"Text":"اور جو اپنی شرمگاہوں کی (اور سب سے) حفاظت کرتے ہیں۔"},{"SurahNumber":70,"VerseNumber":30,"Text":"سوائے اپنی بیویوں اور ان باندیوں کے جو ان کی ملکیت میں آچکی ہوں، کیونکہ ایسے لوگوں پر کوئی ملامت نہیں ہے۔"},{"SurahNumber":70,"VerseNumber":31,"Text":"البتہ جو لوگ ان کے علاوہ کوئی اور طریقہ اختیار کرنا چاہیں وہ حد سے گزرے ہوئے لوگ ہیں۔"},{"SurahNumber":70,"VerseNumber":32,"Text":"اور جو اپنی امانتوں اور عہد کا پاس رکھنے والے ہیں۔"},{"SurahNumber":70,"VerseNumber":33,"Text":"اور جو اپنی گواہیاں ٹھیک ٹھیک دینے والے ہیں۔"},{"SurahNumber":70,"VerseNumber":34,"Text":"اور جو اپنی نماز کی پوری پوری حفاظت کرنے والے ہیں۔"},{"SurahNumber":70,"VerseNumber":35,"Text":"وہ لوگ ہیں جو جنتوں میں عزت کے ساتھ رہیں گے۔"},{"SurahNumber":70,"VerseNumber":36,"Text":"تو (اے پیغمبر) ان کافروں کو کیا ہوگیا کہ یہ تمہاری طرف چڑھے چلے آرہے ہیں۔"},{"SurahNumber":70,"VerseNumber":37,"Text":"دائیں طرف سے بھی اور بائیں طرف سے بھی، ٹولیاں بنا بنا کر۔"},{"SurahNumber":70,"VerseNumber":38,"Text":"کیا ان میں سے ہر شخص کو یہ لالچ ہے کہ اسے نعمتوں والی جنت میں داخل کیا جائے ؟"},{"SurahNumber":70,"VerseNumber":39,"Text":"ہرگز ایسا نہیں ہوگا ہم نے ان کو اس چیز سے پیدا کیا ہے جسے یہ خود جانتے ہیں۔"},{"SurahNumber":70,"VerseNumber":40,"Text":"اب میں قسم کھاتا ہوں ان تمام مقامات کے مالک کی جہاں سے ستارے نکلتے اور جہاں سے غروب ہوتے ہیں کہ ہم یقینا اس بات پر قادر ہیں۔"},{"SurahNumber":70,"VerseNumber":41,"Text":"کہ ان کی جگہ ان سے بہتر لوگ لے آئیں، اور کوئی ہمیں ہرا نہیں سکتا۔"},{"SurahNumber":70,"VerseNumber":42,"Text":"لہذا تم انہیں چھوڑ دو کہ یہ اپنی بےہودہ باتوں میں منہمک اور کھیل کود میں پڑ رہیں، یہاں تک کہ اپنے اس دن سے جا ملیں جس کا ان سے وعدہ کیا جارہا ہے۔"},{"SurahNumber":70,"VerseNumber":43,"Text":"جس دن یہ جلدی جلدی قبروں سے اس طرح نکلیں گے جیسے اپنے بتوں کی طرف دوڑے جارہے ہوں۔"},{"SurahNumber":70,"VerseNumber":44,"Text":"ان کی نگاہیں جھکی ہوئی ہوں گی، ذلت ان پر چھائی ہوئی ہوگی۔ یہ وہی دن ہوگا جس کا ان سے وعدہ کیا جارہا ہے۔"},{"SurahNumber":71,"VerseNumber":1,"Text":"ہم نے نوح کو ان کی قوم کے پاس بھیجا کہ اپنی قوم کو خبردار کرو، قبل اس کے کہ ان پر کوئی دردناک عذاب آکھڑا ہو۔"},{"SurahNumber":71,"VerseNumber":2,"Text":"(چنانچہ) انہوں نے (اپنی قوم سے) کہا کہ : اے میری قوم ! میں تمہارے لیے ایک صاف صاف خبردار کرنے والا ہوں۔"},{"SurahNumber":71,"VerseNumber":3,"Text":"کہ اللہ کی عبادت کرو، اور اس سے ڈرو، اور میرا کہنا مانو۔"},{"SurahNumber":71,"VerseNumber":4,"Text":"اللہ تمہارے گناہوں کی مغفرت فرمائے گا، اور تمہیں ایک مقرر وقت تک باقی رکھے گا۔ بیشک جب اللہ کا مقرر کیا ہوا وقت آجاتا ہے تو پھر وہ موخر نہیں ہوتا۔ کاش کہ تم سمجھتے ہوتے۔"},{"SurahNumber":71,"VerseNumber":5,"Text":"(پھر) نوح نے (اللہ تعالیٰ سے) کہا کہ : میرے پروردگار ! میں نے اپنی قوم کو رات دن (حق کی) دعوت دی ہے۔"},{"SurahNumber":71,"VerseNumber":6,"Text":"لیکن میری دعوت کا اس کے سوا کوئی نتیجہ نہیں ہوا کہ وہ اور زیادہ بھاگنے لگے۔"},{"SurahNumber":71,"VerseNumber":7,"Text":"اور میں نے جب بھی انہیں دعوت دی، تاکہ آپ ان کی مغفرت فرمائیں تو انہوں نے اپنی انگلیاں اپنے کانوں میں دے لیں، اپنے کپڑے اپنے ا وپر لپیٹ لیے، اپنی بات پر اڑ رہے، اور تکبر ہی تکبر کا مظاہرہ کرتے رہے۔"},{"SurahNumber":71,"VerseNumber":8,"Text":"پھر میں نے انہیں پکار پکار کر دعوت دی"},{"SurahNumber":71,"VerseNumber":9,"Text":"پھر میں نے ان سے علانیہ بھی بات کی، اور چپکے چپکے بھی سمجھایا۔"},{"SurahNumber":71,"VerseNumber":10,"Text":"چنانچہ میں نے کہا کہ : اپنے پروردگار سے مغفرت مانگو، یقین جانو وہ بہت بخشنے والا ہے۔"},{"SurahNumber":71,"VerseNumber":11,"Text":"وہ تم پر آسمان سے خوب بارشیں برسائے گا۔"},{"SurahNumber":71,"VerseNumber":12,"Text":"اور تمہارے مال اور اولاد میں ترقی دے گا، اور تمہارے لیے باغات پیدا کرے گا، اور تمہاری خاطر نہریں مہیا کردے گا۔"},{"SurahNumber":71,"VerseNumber":13,"Text":"تمہیں کیا ہوگیا ہے کہ تم اللہ کی عظمت سے بالکل نہیں ڈرتے ؟"},{"SurahNumber":71,"VerseNumber":14,"Text":"حالانکہ اس نے تمہیں تخلیق کے مختلف مرحلوں سے گزار کر پیدا کیا ہے"},{"SurahNumber":71,"VerseNumber":15,"Text":"کیا تم نے یہ نہیں دیکھا کہ اللہ نے کس طرح سات آسمان اوپر تلے پیدا فرمائے ہیں ؟"},{"SurahNumber":71,"VerseNumber":16,"Text":"اور ان میں چاند کو نور بنا کر اور سورج کو چراغ بنا کر پیدا کیا ہے۔"},{"SurahNumber":71,"VerseNumber":17,"Text":"اور اللہ نے تمہیں زمین سے بہترین طریقے پر اگایا ہے۔"},{"SurahNumber":71,"VerseNumber":18,"Text":"پھر وہ تمہیں دوبارہ اسی میں بھیج دے گا، اور (وہیں سے پھر) باہر نکال کھڑا کرے گا۔"},{"SurahNumber":71,"VerseNumber":19,"Text":"اور اللہ نے ہی تمہارے لیے زمین کو ایک فرش بنادیا ہے۔"},{"SurahNumber":71,"VerseNumber":20,"Text":"تاکہ تم اس کے کھلے ہوئے راستوں پر چلو۔"},{"SurahNumber":71,"VerseNumber":21,"Text":"نوح نے کہا : اے میرے پروردگار ! حقیقت یہ ہے کہ ان لوگوں نے میرا کہنا نہیں مانا، اور ان (سرداروں) کے پیچھے چل پڑے جن کو ان کے مال اور اولاد نے نقصان پہنچانے کے سوا کچھ نہیں دیا۔"},{"SurahNumber":71,"VerseNumber":22,"Text":"اور انہوں نے بڑی بھاری مکاری سے کام لیا ہے۔"},{"SurahNumber":71,"VerseNumber":23,"Text":"اور (اپنے آدمیوں سے) کہا ہے کہ : اپنے معبودوں کو ہرگز مت چھوڑنا۔ نہ ود اور سواع کو کسی صورت میں چھوڑنا، اور نہ یغوث، یعوق اور نسر کو چھوڑنا۔"},{"SurahNumber":71,"VerseNumber":24,"Text":"اس طرح انہوں نے بہت سوں کو گمراہ کردیا ہے، لہذا (یا رب) آپ بھی ان کو گمراہی کے سوا کسی اور چیز میں ترقی نہ دیجیے۔"},{"SurahNumber":71,"VerseNumber":25,"Text":"ان لوگوں کے گناہوں کی وجہ ہی سے انہیں غرق کیا گیا، پھر آگ میں داخل کیا گیا، اور انہیں اللہ کو چھوڑ کر کوئی حمایتی میسر نہیں آئے۔"},{"SurahNumber":71,"VerseNumber":26,"Text":"اور نوح نے یہ بھی کہا کہ : میرے پروردگار ! ان کافروں میں سے کوئی ایک باشندہ بھی زمین پر باقی نہ رکھیے۔"},{"SurahNumber":71,"VerseNumber":27,"Text":"اگر آپ ان کو باقی رکھیں گے تو یہ آپ کے بندوں کو گمراہ کریں گے، اور ان سے جو اولاد پیدا ہوگی وہ بدکار اور کافر ہی پیدا ہوگی۔"},{"SurahNumber":71,"VerseNumber":28,"Text":"میرے پروردگار ! میری بھی بخشش فرما دیجیے، میرے والدین کی بھی، ہر اس شخص کی بھی جو میرے گھر میں ایمان کی حالت میں داخل ہوا ہے۔ اور تمام مومن مردوں اور مومن عورتوں کی بھی۔ اور جو لوگ ظالم ہیں ان کو تباہی کے سوا کوئی اور چیز عطا نہ فرمایے۔"},{"SurahNumber":72,"VerseNumber":1,"Text":"(اے پیغمبر) کہہ دو : میرے پاس وحی آئی ہے کہ جنات کی ایک جماعت نے (قرآن) غور سے سنا، اور (اپنی قوم سے جاکر) کہا کہ : ہم نے ایک عجیب قرآن سنا ہے۔"},{"SurahNumber":72,"VerseNumber":2,"Text":"جو راہ راست کی طرف رہنمائی کرتا ہے، اس لیے ہم اس پر ایمان لے آئے ہیں، اور اب اپنے پروردگار کے ساتھ کسی کو (عبادت میں) ہرگز شریک نہیں مانیں گے۔"},{"SurahNumber":72,"VerseNumber":3,"Text":"اور یہ کہ : ہمارے پروردگار کی بہت اونچی شان ہے، اس نے نہ کوئی بیوی رکھی ہے، اور نہ کوئی بیٹا۔"},{"SurahNumber":72,"VerseNumber":4,"Text":"اور یہ کہ : ہم میں سے بیوقوف لوگ اللہ کے بارے میں ایسی باتیں کہتے تھے جو حقیقت سے بہت دور ہیں۔"},{"SurahNumber":72,"VerseNumber":5,"Text":"اور یہ کہ ہم نے یہ سمجھا تھا کہ انسان اور جنات اللہ کے بارے میں جھوٹی بات نہیں کہیں گے۔"},{"SurahNumber":72,"VerseNumber":6,"Text":"اور یہ کہ : انسانوں میں سے کچھ لوگ جنات کے کچھ لوگوں کی پناہ لیا کرتے تھے، اس طرح ان لوگوں نے جنات کو اور سر چڑھا دیا تھا۔"},{"SurahNumber":72,"VerseNumber":7,"Text":"اور یہ کہ : جیسا گمان تم لوگوں کا تھا، انسانوں نے بھی یہی گمان کیا تھا کہ اللہ کسی کو بھی مرنے کے بعد دوسری زندگی نہیں دے گا۔"},{"SurahNumber":72,"VerseNumber":8,"Text":"اور یہ کہ : ہم نے آسمان کو ٹٹولنا چاہا تو ہم نے پایا کہ وہ بڑے سخت پہرے داروں اور شعلوں سے بھرا ہوا ہے۔"},{"SurahNumber":72,"VerseNumber":9,"Text":"اور یہ کہ : ہم پہلے سن گن لینے کے لیے آسمان کی کچھ جگہوں پر جا بیٹھا کرتے تھے۔ لیکن اب جو کوئی سننا چاہتا ہے وہ دیکھتا ہے کہ ایک شعلہ اس کی گھات میں لگا ہوا ہے۔"},{"SurahNumber":72,"VerseNumber":10,"Text":"اور یہ کہ : ہمیں یہ پتہ نہیں تھا کہ آیا زمین والوں سے کوئی برا معاملہ کرنے کا ارادہ کیا گیا ہے یا ان کے پروردگار نے ان کو راہ راست دکھانے کا ارادہ فرمایا ہے۔"},{"SurahNumber":72,"VerseNumber":11,"Text":"اور یہ کہ : ہم میں کچھ نیک ہیں، اور کچھ ایسے نہیں ہیں اور ہم مختلف طریقوں پر چلے آرہے ہیں۔"},{"SurahNumber":72,"VerseNumber":12,"Text":"اور یہ کہ : ہم یہ سمجھ چکے ہیں کہ نہ ہم زمین میں اللہ کو عاجز کرسکتے ہیں اور نہ (کہیں اور) بھاگ کر اسے بےبس کرسکتے ہیں۔"},{"SurahNumber":72,"VerseNumber":13,"Text":"اور یہ کہ : جب ہم نے ہدایت کی بات سن لی تو ہم اس پر ایمان لے آئے۔ چنانچہ جو کوئی اپنے پروردگار پر ایمان لے آئے تو اس کو نہ کسی گھاٹے کا اندیشہ ہوگا، اور نہ کسی زیادتی کا۔"},{"SurahNumber":72,"VerseNumber":14,"Text":"اور یہ کہ : ہم میں سے کچھ تو مسلمان ہوگئے ہیں، اور ہم میں سے (اب بھی) کچھ ظالم ہیں۔ چنانچہ جو اسلام لاچکے ہیں، انہوں نے ہدایت کا راستہ ڈھونڈ لیا ہے۔"},{"SurahNumber":72,"VerseNumber":15,"Text":"اور رہے وہ لوگ جو ظالم ہیں تو وہ جہنم کا ایندھن ہیں۔"},{"SurahNumber":72,"VerseNumber":16,"Text":"اور (اے پیغمبر ! اہل مکہ سے کہو کہ مجھ پر) یہ (وحی بھی آئی ہے) کہ : اگر یہ لوگ راستے پر آکر سیدھے ہوجائیں تو ہم انہیں وافر مقدار میں پانی سے سیراب کریں۔"},{"SurahNumber":72,"VerseNumber":17,"Text":"تاکہ اس کے ذریعے ان کو آزمائیں۔ اور جو کوئی اپنے پروردگار کی یاد سے منہ موڑے گا۔ اللہ اسے چڑھتے ہوئے عذاب میں پرو دے گا۔"},{"SurahNumber":72,"VerseNumber":18,"Text":"اور یہ کہ : سجدے تو تمام تر اللہ ہی کا حق ہیں۔ اس لیے اللہ کے ساتھ کسی اور کی عبادت مت کرو۔"},{"SurahNumber":72,"VerseNumber":19,"Text":"اور یہ کہ : جب اللہ کا بندہ اس کی عبادت کرنے کے لیے کھڑ اہوا تو ایسا معلوم ہوا جیسے یہ لوگ اس پر ٹوٹے پڑ رہے ہیں۔"},{"SurahNumber":72,"VerseNumber":20,"Text":"کہہ دو کہ : میں تو صرف اپنے پروردگار کی عبادت کرتا ہوں، اور اس کے ساتھ کوئی شریک نہیں مانتا۔"},{"SurahNumber":72,"VerseNumber":21,"Text":"کہہ دو کہ : نہ تمہارا کوئی نقصان میرے اختیار میں ہے، اور نہ کوئی بھلائی۔"},{"SurahNumber":72,"VerseNumber":22,"Text":"کہہ دو کہ : مجھے اللہ سے نہ کوئی بچا سکتا ہے اور نہ میں اسے چھوڑ کر کوئی پناہ کی جگہ پاسکتا ہوں۔"},{"SurahNumber":72,"VerseNumber":23,"Text":"البتہ (جس چیز پر مجھے اختیار دیا گیا ہے، وہ) اللہ کی طرف سے بات پہنچا دینا، اور اس کے پیغامات ہیں۔ اور جو کوئی اللہ اور اس کے رسول کی نافرمانی کرے گا تو اس کے لیے جہنم کی آگ ہے جس میں ایسے لوگ ہمیشہ ہمیشہ رہیں گے۔"},{"SurahNumber":72,"VerseNumber":24,"Text":"(اور یہ لوگ نافرمانی کرتے رہیں گے) یہاں تک کہ جب وہ چیز انہیں نظر آجائے گی جس سے انہیں ڈرایا جارہا ہے تو اس وقت انہیں پتہ چل جائے گا کہ کس کے مددگار کمزور ہیں، اور کون تعداد میں کم ہے۔"},{"SurahNumber":72,"VerseNumber":25,"Text":"کہہ دو کہ : مجھے معلوم نہیں ہے کہ جس چیز سے تمہیں ڈرایا جارہا ہے، آیا وہ نزدیک ہے یا میرا پروردگار اس کے لیے کوئی لمبی مدت مقرر فرماتا ہے۔"},{"SurahNumber":72,"VerseNumber":26,"Text":"وہی سارے بھید جاننے والا ہے، چنانچہ وہ اپنے بھید پر کسی کو مطلع نہیں کرتا۔"},{"SurahNumber":72,"VerseNumber":27,"Text":"سوائے کسی پیغبر کے جسے اس نے (اس کام کے لیے) پسند فرما لیا ہو۔ ایسی صورت میں وہ اس پیغمبر کے آگے اور پیچھے کچھ محافظ لگا دیتا ہے۔"},{"SurahNumber":72,"VerseNumber":28,"Text":"تاکہ اللہ جان لے کہ انہوں نے اپنے پروردگار کے پیغامات پہنچا دیے ہیں، اور وہ ان کے سارے حالات کا احاطہ کیے ہوئے ہے، اور اس نے ہر ہر چیز کی پوری طرح گنتی کر رکھی ہے۔"},{"SurahNumber":73,"VerseNumber":1,"Text":"اے چادر میں لپٹنے والے۔"},{"SurahNumber":73,"VerseNumber":2,"Text":"رات کا تھوڑا حصہ چھوڑ کر باقی رات میں (عبادت کے لیے) کھڑے ہوجایا کرو۔"},{"SurahNumber":73,"VerseNumber":3,"Text":"رات کا آدھا حصہ، یا آدھے سے کچھ کم کرلو۔"},{"SurahNumber":73,"VerseNumber":4,"Text":"یا اس سے کچھ زیادہ کرلو، اور قرآن کی تلاوت اطمینان سے صاف صاف کیا کرو۔"},{"SurahNumber":73,"VerseNumber":5,"Text":"ہم تم پر ایک بھاری کلام نازل کرنے والے ہیں۔"},{"SurahNumber":73,"VerseNumber":6,"Text":"بیشک رات کے وقت اٹھنا ہی ایسا عمل ہے جس سے نفس اچھی طرح کچلا جاتا ہے، اور بات بھی بہتر طریقے پر کہی جاتی ہے۔"},{"SurahNumber":73,"VerseNumber":7,"Text":"دن میں تو تم لمبی مصروفیت میں رواں دواں رہتے ہو۔"},{"SurahNumber":73,"VerseNumber":8,"Text":"اور اپنے پروردگار کے نام کا ذکر کرو، اور سب سے الگ ہو کر پورے کے پورے اسی کے ہو رہو۔"},{"SurahNumber":73,"VerseNumber":9,"Text":"وہ مشرق و مغرب کا مالک ہے، اس کے سوا کوئی معبود نہیں، اس لیے اسی کو کارساز بنا لو۔"},{"SurahNumber":73,"VerseNumber":10,"Text":"اور جو باتیں یہ (کافر لوگ) کہتے ہیں ان پر صبر سے کام لو، اور خوبصورتی کے ساتھ ان سے کنارہ کرلو۔"},{"SurahNumber":73,"VerseNumber":11,"Text":"اور تمہیں جھٹلانے والے جو عیش و عشرت کے مالک بنے ہوئے ہیں، ان کا معاملہ مجھ پر چھوڑ دو ، اور انہیں تھوڑے دن اور مہلت دو ۔"},{"SurahNumber":73,"VerseNumber":12,"Text":"یقین جانو ہمارے پاس بڑی سخت بیڑیاں ہیں، اور دہکتی ہوئی آگ ہے۔"},{"SurahNumber":73,"VerseNumber":13,"Text":"اور گلے میں پھنس جانے والا کھانا ہے، اور دکھ دینے والا عذاب ہے۔"},{"SurahNumber":73,"VerseNumber":14,"Text":"اس دن جب زمین اور پہاڑ لرز اٹھیں گے، اور سارے پہاڑ ریت کے بکھرے ہوئے تودے بن کر رہ جائیں گے۔"},{"SurahNumber":73,"VerseNumber":15,"Text":"(جھٹلانے والو !) یقین جانو ہم نے تمہارے پاس تم پر گواہ بننے والا ایک رسول اسی طرح بھیجا ہے، جیسے ہم نے فرعون کے پاس ایک رسول بھیجا تھا۔"},{"SurahNumber":73,"VerseNumber":16,"Text":"پھر فرعون نے رسول کا کہنا نہیں مانا، تو ہم نے اسے ایسی پکڑ میں لے لیا جو اس کے لیے زبردست وبال تھی۔"},{"SurahNumber":73,"VerseNumber":17,"Text":"اگر تم بھی نہ مانے تو پھر اس دن سے کیسے بچو گے جو بچوں کو بوڑھا بنا دے گا۔"},{"SurahNumber":73,"VerseNumber":18,"Text":"(اور) جس سے آسمان پھٹ پڑے گا۔ اللہ کے وعدے کو تو پورا ہو کر رہنا ہے۔"},{"SurahNumber":73,"VerseNumber":19,"Text":"یہ ایک نصیحت کی بات ہے۔ اب جو چاہے، اپنے پروردگار کی طرف جانے والا راستہ اختیار کرلے۔"},{"SurahNumber":73,"VerseNumber":20,"Text":"(اے پیغمبر) تمہارا پروردگار جانتا ہے کہ تم دو تہائی رات کے قریب، اور کبھی آدھی رات اور کبھی ایک تہائی رات (تہجد کی نماز کے لیے) کھڑے ہوتے ہو، اور تمہارے ساتھیوں میں سے بھی ایک جماعت (ایسا ہی کرتی ہے) اور رات اور دن کی ٹھیک ٹھیک مقدار اللہ ہی مقرر فرماتا ہے۔ اسے معلوم ہے کہ تم اس کا ٹھیک حساب رکھ سکو گے، اس لیے اس نے تم پر عنایت فرما دی ہے۔ اب تم اتنا قرآن پڑھ لیا کرو جتنا آسان ہو۔ اللہ کو علم ہے کہ تم میں کچھ لوگ بیمار ہوں گے، اور کچھ دوسرے ایسے ہوں گے جو اللہ کا فضل تلاش کرنے کے لیے زمین میں سفر کر رہے ہوں گے۔ اور کچھ ایسے جو اللہ کے راستے میں جنگ کر رہے ہوں گے۔ لہذا تم اس (قرآن) میں سے اتنا ہی پڑھ لیا کرو جتنا آسان ہو۔ اور نماز قائم کرو، اور زکوٰۃ ادا کرو، اور اللہ کو قرض دو ، اچھا والا قرض ! اور تم اپنے آپ کے لیے جو بھلائی بھی آگے بھیجو گے، اسے اللہ کے پاس جاکر اس طرح پاؤ گے کہ وہ کہیں بہتر حالت میں اور بڑے زبردست ثواب کی شکل میں موجود ہے۔ اور اللہ سے مغفرت مانگتے رہو۔ یقین رکھو کہ اللہ بہت بخشنے والا، بہت مہربان ہے۔"},{"SurahNumber":74,"VerseNumber":1,"Text":"اے کپڑے میں لپٹنے والے"},{"SurahNumber":74,"VerseNumber":2,"Text":"اٹھو اور لوگوں کو خبردار کرو۔"},{"SurahNumber":74,"VerseNumber":3,"Text":"اور اپنے پروردگار کی تکبیر کہو۔"},{"SurahNumber":74,"VerseNumber":4,"Text":"اور اپنے کپڑوں کو پاک رکھو"},{"SurahNumber":74,"VerseNumber":5,"Text":"اور گندگی سے کنارہ کرلو۔"},{"SurahNumber":74,"VerseNumber":6,"Text":"اور کوئی احسان اس نیت سے نہ کرو کہ زیادہ وصول کرسکو۔"},{"SurahNumber":74,"VerseNumber":7,"Text":"اور اپنے پروردگار کی خاطر صبر سے کام لو۔"},{"SurahNumber":74,"VerseNumber":8,"Text":"پھر جب صور میں پھونک مار دی جائے گی۔"},{"SurahNumber":74,"VerseNumber":9,"Text":"تو وہ بڑا مشکل دن ہوگا۔"},{"SurahNumber":74,"VerseNumber":10,"Text":"اور کافروں کے لیے وہ آسان نہیں ہوگا۔"},{"SurahNumber":74,"VerseNumber":11,"Text":"اس شخص کا معاملہ مجھ پر چھوڑ دو جسے میں نے اکیلا پیدا کیا۔"},{"SurahNumber":74,"VerseNumber":12,"Text":"اور اس کو مال دیا جو دور تک پھیلا پڑا ہے۔"},{"SurahNumber":74,"VerseNumber":13,"Text":"اور بیٹے دیے جو سامنے موجود رہتے ہیں۔"},{"SurahNumber":74,"VerseNumber":14,"Text":"اور اس کے لیے ہر کام کے راستے ہموار کردیے۔"},{"SurahNumber":74,"VerseNumber":15,"Text":"پھر بھی وہ یہ لالچ کرتا ہے کہ میں اسے اور زیادہ دوں۔"},{"SurahNumber":74,"VerseNumber":16,"Text":"ہرگز نہیں ! وہ ہماری آیتوں کا دشمن بن گیا ہے۔"},{"SurahNumber":74,"VerseNumber":17,"Text":"عنقریب میں اسے ایک کٹھن چڑھائی پر چڑھاؤں گا۔"},{"SurahNumber":74,"VerseNumber":18,"Text":"اس کا حال تو یہ ہے کہ اس نے سوچ کر ایک بات بنائی۔"},{"SurahNumber":74,"VerseNumber":19,"Text":"خدا کی مار ہو اس پر کہ کیسی بات بنائی۔"},{"SurahNumber":74,"VerseNumber":20,"Text":"دوبارہ خدا کی مار ہو اس پر کہ کیسی بات بنائی۔"},{"SurahNumber":74,"VerseNumber":21,"Text":"پھر اس نے نظر دوڑائی۔"},{"SurahNumber":74,"VerseNumber":22,"Text":"پھر تیوری چڑھائی، اور منہ بنایا۔"},{"SurahNumber":74,"VerseNumber":23,"Text":"پھر پیچھے کو مڑا، اور غرور دکھایا۔"},{"SurahNumber":74,"VerseNumber":24,"Text":"پھر کہنے لگا کہ : کچھ نہیں، یہ تو ایک روایتی جادو ہے۔"},{"SurahNumber":74,"VerseNumber":25,"Text":"کچھ نہیں یہ تو ایک انسان کا کلام ہے۔"},{"SurahNumber":74,"VerseNumber":26,"Text":"عنقریب میں اس شخص کو دوزخ میں جھونک دوں گا۔"},{"SurahNumber":74,"VerseNumber":27,"Text":"اور تمہیں کیا پتہ کہ دوزخ کیا چیز ہے ؟"},{"SurahNumber":74,"VerseNumber":28,"Text":"وہ نہ کسی کو باقی رکھے گی، اور نہ چھوڑے گی۔"},{"SurahNumber":74,"VerseNumber":29,"Text":"وہ کھالوں کو جھلس دینے والی چیز ہے۔"},{"SurahNumber":74,"VerseNumber":30,"Text":"اس پر انیس (کارندے) مقرر ہوں گے۔"},{"SurahNumber":74,"VerseNumber":31,"Text":"اور ہم نے دوزخ کے یہ کارندے کوئی اور نہیں، فرشتے مقرر کیے ہیں۔ اور ان کی جو تعداد مقرر کی ہے وہ صرف اس لیئے کہ اس کے ذریعے کافروں کی آزمائش ہو، تاکہ اہل کتاب کو یقین آجائے اور جو لوگ ایمان لاچکے ہیں ان کے ایمان میں اور اضافہ ہو، اور اہل کتاب اور مومن لوگ کسی شک میں نہ پڑیں، اور تاکہ وہ لوگ جن کے دلوں میں روگ ہے اور جو لوگ کافر ہیں، وہ یہ کہیں کہ بھلا اس عجیب سی بات سے اللہ کی کیا مراد ہے ؟ اسی طرح اللہ جس کو چاہتا ہے گمراہ کردیتا ہے اور جس کو چاہتا ہے ہدایت دیتا ہے، اور تمہارے پروردگار کے لشکروں کو اس کے سوا کوئی نہیں جانتا۔ اور یہ ساری بات تو نوع بشر کے لیے ایک یاد دہانی کرانے والی نصیحت ہے اور بس۔"},{"SurahNumber":74,"VerseNumber":32,"Text":"خبردار ! قسم ہے چاند۔"},{"SurahNumber":74,"VerseNumber":33,"Text":"اور رات کی جب وہ منہ پھیر کر جانے لگے۔"},{"SurahNumber":74,"VerseNumber":34,"Text":"اور صبح کی جب اس کا اجالا پھیل جائے۔"},{"SurahNumber":74,"VerseNumber":35,"Text":"کہ یہ بڑی بڑی باتوں میں سے ایک ہے۔"},{"SurahNumber":74,"VerseNumber":36,"Text":"جو تمام انسانوں کو خبردار کر رہی ہے۔"},{"SurahNumber":74,"VerseNumber":37,"Text":"تم میں سے ہر اس شخص کو جو آگے بڑھنا یا پیچھے ہٹنا چاہے۔"},{"SurahNumber":74,"VerseNumber":38,"Text":"ہر شخص اپنے کرتوت کی وجہ سے گروی رکھا ہوا ہے۔"},{"SurahNumber":74,"VerseNumber":39,"Text":"سوائے دائیں ہاتھ والوں کے"},{"SurahNumber":74,"VerseNumber":40,"Text":"کہ وہ جنتوں میں ہوں گے۔ وہ پوچھ رہے ہوں گے۔"},{"SurahNumber":74,"VerseNumber":41,"Text":"مجرموں کے بارے میں۔"},{"SurahNumber":74,"VerseNumber":42,"Text":"کہ : تمہیں کس چیز نے دوزخ میں داخل کردیا ؟"},{"SurahNumber":74,"VerseNumber":43,"Text":"وہ کہیں گے کہ : ہم نماز پڑھنے والوں میں سے نہیں تھے۔"},{"SurahNumber":74,"VerseNumber":44,"Text":"اور ہم مسکین کو کھانا نہیں کھلاتے تھے۔"},{"SurahNumber":74,"VerseNumber":45,"Text":"اور جو لوگ بےہودہ باتوں میں گھستے، ہم بھی ان کے ساتھ گھس جایا کرتے تھے۔"},{"SurahNumber":74,"VerseNumber":46,"Text":"اور ہم روز جزاء کو جھوٹ قرار دیتے تھے۔"},{"SurahNumber":74,"VerseNumber":47,"Text":"یہاں تک کہ وہ یقینی بات ہمارے پاس آہی گئی۔"},{"SurahNumber":74,"VerseNumber":48,"Text":"چنانچہ سفارش کرنے والوں کی سفارش ایسے لوگوں کے کام نہیں آئے گی۔"},{"SurahNumber":74,"VerseNumber":49,"Text":"اب ان لوگوں کو کیا ہوگیا ہے کہ یہ نصیحت کی بات سے منہ موڑے ہوئے ہیں ؟"},{"SurahNumber":74,"VerseNumber":50,"Text":"اس طرح جیسے وہ جنگلی گدھے ہوں۔"},{"SurahNumber":74,"VerseNumber":51,"Text":"جو کسی شیر سے (ڈر کر) بھاگ پڑے ہوں۔"},{"SurahNumber":74,"VerseNumber":52,"Text":"بلکہ ان میں سے ہر شخص یہ چاہتا ہے کہ اسے کھلے ہوئے صحیفے پکڑا دیئے جائیں۔"},{"SurahNumber":74,"VerseNumber":53,"Text":"ہرگز نہیں ! بات اصل میں یہ ہے کہ ان کو آخرت کا خوف نہیں ہے۔"},{"SurahNumber":74,"VerseNumber":54,"Text":"ہرگز نہیں ! یہ (قرآن ہی) ایک نصیحت ہے۔"},{"SurahNumber":74,"VerseNumber":55,"Text":"اب جو چاہے، اس سے نصیحت حاصل کرلے۔"},{"SurahNumber":74,"VerseNumber":56,"Text":"اور یہ لوگ نصیحت حاصل کریں گے نہیں، الا یہ کہ اللہ ہی ایسا چاہے۔ وہی اس بات کا اہل ہے کہ اس سے ڈرا جائے اور وہی اس کا اہل ہے کہ لوگوں کی مغفرت کرے۔"},{"SurahNumber":75,"VerseNumber":1,"Text":"میں قسم کھاتا ہوں قیامت کے دن کی۔"},{"SurahNumber":75,"VerseNumber":2,"Text":"اور قسم کھاتا ہوں ملامت کرنے والے نفس کی۔ (کہ ہم انسان کو ضرور دوبارہ زندہ کریں گے)"},{"SurahNumber":75,"VerseNumber":3,"Text":"کیا انسان یہ سمجھ رہا ہے کہ ہم اس کی ہڈیوں کو اکٹھا نہیں کرسکیں گے ؟"},{"SurahNumber":75,"VerseNumber":4,"Text":"کیوں نہیں ؟ جبکہ ہمیں اس پر بھی قدرت ہے کہ اس کی انگلیوں کے پور پور کو ٹھیک ٹھیک بنادیں۔"},{"SurahNumber":75,"VerseNumber":5,"Text":"اصل بات یہ ہے کہ انسان چاہتا یہ ہے کہ اپنی آگے کی زندگی میں بھی ڈھٹائی سے گناہ کرتا ہے۔"},{"SurahNumber":75,"VerseNumber":6,"Text":"پوچھتا ہے کہ : کب آئے گا وہ قیامت کا دن ؟"},{"SurahNumber":75,"VerseNumber":7,"Text":"پھر جب آنکھیں چندھیا جائیں گی۔"},{"SurahNumber":75,"VerseNumber":8,"Text":"اور چاند بےنور ہوجائے گا۔"},{"SurahNumber":75,"VerseNumber":9,"Text":"اور چاند اور سورج اکٹھے کردئے جائیں گے۔"},{"SurahNumber":75,"VerseNumber":10,"Text":"اس وقت انسان کہے گا کہ : کہاں ہے کوئی جگہ جہاں بھاگ کر جاؤں ؟"},{"SurahNumber":75,"VerseNumber":11,"Text":"نہیں نہیں ! پناہ کی کوئی جگہ نہیں ہوگی۔"},{"SurahNumber":75,"VerseNumber":12,"Text":"اس دن تو ہر ایک کو تمہارے پروردگار ہی کے سامنے جاکر ٹھہرنا پڑے گا۔"},{"SurahNumber":75,"VerseNumber":13,"Text":"اس دن ہر انسان کو جتلا دیا جائے گا کہ اس نے کیا کچھ آگے بھیجا ہے، اور کیا کچھ پیچھے چھوڑا ہے۔"},{"SurahNumber":75,"VerseNumber":14,"Text":"بلکہ انسان خود اپنے آپ سے اچھی طرح واقف ہوگا۔"},{"SurahNumber":75,"VerseNumber":15,"Text":"چاہے وہ کتنے بہانے بنائے۔"},{"SurahNumber":75,"VerseNumber":16,"Text":"(اے پیغمبر) تم اس قرآن کو جلدی جلدی یاد کرنے کے لیے اپنی زبان کو ہلایا نہ کرو۔"},{"SurahNumber":75,"VerseNumber":17,"Text":"یقین رکھو کہ اس کو یاد کرانا اور پڑھوانا ہماری ذمہ داری ہے۔"},{"SurahNumber":75,"VerseNumber":18,"Text":"پھر جب ہم اسے (جبرائیل کے واسطے سے) پڑھ رہے ہوں تو تم اس کے پڑھنے کی پیروی کرو"},{"SurahNumber":75,"VerseNumber":19,"Text":"پھر اس کی وضاحت بھی ہماری ذمہ داری ہے۔"},{"SurahNumber":75,"VerseNumber":20,"Text":"خبردار (اے کافرو) اصل بات یہ ہے کہ تم فوری طور پر حاصل ہونے والی چیز (یعنی دنیا) سے محبت کرتے ہو۔"},{"SurahNumber":75,"VerseNumber":21,"Text":"اور آخرت کو نظر انداز کئیے ہوئے ہو۔"},{"SurahNumber":75,"VerseNumber":22,"Text":"اس دن بہت سے چہرے شاداب ہوں گے۔"},{"SurahNumber":75,"VerseNumber":23,"Text":"اپنے پروردگار کی طرف دیکھ رہے ہوں گے۔"},{"SurahNumber":75,"VerseNumber":24,"Text":"اور بہت سے چہرے اس دن بگڑے ہوئے ہوں گے۔"},{"SurahNumber":75,"VerseNumber":25,"Text":"سمجھ رہے ہوں گے کہ ان کے ساتھ وہ معاملہ ہوگا جو کمر توڑ دینے والا ہے۔"},{"SurahNumber":75,"VerseNumber":26,"Text":"خبردار ! جب جان ہنسلیوں تک پہنچ جائے گی۔"},{"SurahNumber":75,"VerseNumber":27,"Text":"اور (تیمار داروں کی طرف سے) کہا جائے گا کہ : ہے کوئی جھاڑ پھونک کرنے والا ؟"},{"SurahNumber":75,"VerseNumber":28,"Text":"اور انسان سمجھ جائے گا کہ جدائی کا وقت آگیا۔"},{"SurahNumber":75,"VerseNumber":29,"Text":"اور پنڈلی سے پنڈلی لپٹ جائے گی۔"},{"SurahNumber":75,"VerseNumber":30,"Text":"تو اس دن تمہارے پروردگار ہی کی طرف روانگی ہوگی۔"},{"SurahNumber":75,"VerseNumber":31,"Text":"اس کے باوجود انسان نے نہ مانا، اور نہ نماز پڑھی۔"},{"SurahNumber":75,"VerseNumber":32,"Text":"بلکہ حق کو جھٹلایا اور منہ موڑ لیا۔"},{"SurahNumber":75,"VerseNumber":33,"Text":"پھر اکڑ دکھاتا ہوا اپنے گھر والوں کے پاس چلا گیا۔"},{"SurahNumber":75,"VerseNumber":34,"Text":"بربادی ہے تیری، ہاں بربادی ہے تیری !۔"},{"SurahNumber":75,"VerseNumber":35,"Text":"پھر سن لے کہ بربادی ہے تیری، ہاں بربادی ہے تیری !۔"},{"SurahNumber":75,"VerseNumber":36,"Text":"کیا انسان یہ سمجھتا ہے کہ اسے یونہی چھوڑ دیا جائے گا ؟"},{"SurahNumber":75,"VerseNumber":37,"Text":"کیا وہ اس منی کا ایک قطرہ نہیں تھا جو (ماں کے رحم میں) ٹپکایا جاتا ہے ؟"},{"SurahNumber":75,"VerseNumber":38,"Text":"پھر وہ ایک لوتھڑا بنا، پھر اللہ نے اسے بنایا، اور اسے ٹھیک ٹھاک کیا،"},{"SurahNumber":75,"VerseNumber":39,"Text":"نیز اسی سے مرد اور عورت کی دو صفتیں بنائیں۔"},{"SurahNumber":75,"VerseNumber":40,"Text":"کیا وہ اس بات پر قادر نہیں ہے کہ مردوں کو پھر سے زندہ کردے ؟"},{"SurahNumber":76,"VerseNumber":1,"Text":"انسان پر کبھی ایسا وقت آیا ہے کہ نہیں جب وہ کوئی قابل ذکر چیز نہیں تھا ؟"},{"SurahNumber":76,"VerseNumber":2,"Text":"ہم نے انسان کو ایک ملے جلے نطفے سے اس طرح پیدا کیا کہ اسے آزمائیں۔ پھر اسے ایسا بنایا کہ وہ سنتا بھی ہے، دیکھتا بھی ہے۔"},{"SurahNumber":76,"VerseNumber":3,"Text":"ہم نے اسے راستہ دکھایا کہ وہ یا تو شکر گزار ہو، یا ناشکرا بن جائے۔"},{"SurahNumber":76,"VerseNumber":4,"Text":"ہم نے ہی کافروں کے لیے زنجیریں، گلے کے طوق اور بھڑکتی ہوئی آگ تیار کی ہے۔"},{"SurahNumber":76,"VerseNumber":5,"Text":"بیشک نیک لوگ ایسے جام سے مشروبات پئیں گے جس میں کافور کی آمیزش ہوگی۔"},{"SurahNumber":76,"VerseNumber":6,"Text":"یہ مشروبات ایک ایسے چشمے کے ہوں گے جو اللہ کے (نیک) بندوں کے پینے کے لیے مخصوص ہے، وہ اسے (جہاں چاہیں گے) آسانی سے بہا کرلے جائیں گے۔"},{"SurahNumber":76,"VerseNumber":7,"Text":"یہ وہ لوگ ہیں جو اپنی منتیں پوری کرتے ہیں، اور اس دن کا خوف دل میں رکھتے ہیں جس کے برے اثرات ہر طرف پھیلے ہوئے ہوں گے۔"},{"SurahNumber":76,"VerseNumber":8,"Text":"اور وہ اللہ کی محبت کی خاطر مسکینوں، یتیموں اور قیدیوں کو کھانا کھلاتے ہیں۔"},{"SurahNumber":76,"VerseNumber":9,"Text":"(اور ان سے کہتے ہیں کہ) ہم تو تمہیں صرف اللہ تعالیٰ کی خوشنودی حاصل کرنے کے لیے کھلا رہے ہیں۔ ہم تم سے نہ کوئی بدلہ چاہتے ہیں اور نہ کوئی شکریہ۔"},{"SurahNumber":76,"VerseNumber":10,"Text":"ہمیں تو اپنے پروردگار کی طرف سے اس دن کا ڈر لگا ہوا ہے جس میں چہرے بری طرح بگڑے ہوئے ہوں گے۔"},{"SurahNumber":76,"VerseNumber":11,"Text":"اس کا نتیجہ یہ ہے کہ اللہ ایسے لوگوں کو اس دن کے برے اثرات سے بچا لے گا، اور ان کو شادابی اور سرور سے نوازے گا۔"},{"SurahNumber":76,"VerseNumber":12,"Text":"اور انہوں نے جو صبر سے کام لیا تھا، اس کے بدلے میں انہیں جنت اور ریشمی لباس عطا فرمائے گا۔"},{"SurahNumber":76,"VerseNumber":13,"Text":"وہ ان باغوں میں آرام دہ اونچی نشستوں پر تکیہ لگائے بیٹھے ہوں گے، جہاں نہ دھوپ کی تپش دیکھیں گے اور نہ کڑا کے کی سردی۔"},{"SurahNumber":76,"VerseNumber":14,"Text":"اور حالت یہ ہوگی کہ ان باغوں کے سائے ان پر جھکے ہوئے ہوں گے، اور ان کے پھل مکمل طور سے ان کے آگے رام کردیے جائیں گے۔"},{"SurahNumber":76,"VerseNumber":15,"Text":"اور ان کے سامنے چاندی کے برتن اور وہ پیالے گردش میں لائے جائیں گے جو شیشے کے ہوں گے۔"},{"SurahNumber":76,"VerseNumber":16,"Text":"شیشے بھی چاندی کے جنہیں بھرنے والوں نے توازن کے ساتھ بھرا ہوگا"},{"SurahNumber":76,"VerseNumber":17,"Text":"اور وہاں ان کو ایسا جام پلایا جائے گا جس میں سونٹھ ملا ہوا ہوگا۔"},{"SurahNumber":76,"VerseNumber":18,"Text":"وہاں کے ایسے چشمے سے جس کا نام سلسبیل ہے۔"},{"SurahNumber":76,"VerseNumber":19,"Text":"ان کے سامنے (خد مت کے لیے) ایسے لڑکے گردش میں ہوں گے جو ہمیشہ لڑکے ہی رہیں گے۔ جب تم انہیں دیکھو گے تو یہ محسوس کرو گے کہ وہ موتی ہیں جو بکھیر دیے گئے ہیں۔"},{"SurahNumber":76,"VerseNumber":20,"Text":"اور (حقیقت تو یہ ہے کہ) جب تم وہ جگہ دیکھو گے تو تمہیں نعمتوں کا ایک جہان اور ایک بڑی سلطنت نظر آئے گی۔"},{"SurahNumber":76,"VerseNumber":21,"Text":"ان کے اوپر باریک ریشم کا سبز لباس اور دبیز ریشم کے کپڑے ہوں گے، اور انہیں چاندی کے کنگنوں سے آراستہ کیا جائے گا، اور ان کا پروردگار انہیں نہایت پاکیزہ شراب پلائے گا۔"},{"SurahNumber":76,"VerseNumber":22,"Text":"(اور فرمائے گا کہ) یہ ہے تمہارا انعام اور تم نے (دنیا میں) جو محنت کی تھی اس کی پوری قدر دانی کی گئی ہے۔"},{"SurahNumber":76,"VerseNumber":23,"Text":"(اے پیغمبر) ہم نے ہی تم پر قرآن تھوڑا تھوڑا کر کے نازل کیا ہے۔"},{"SurahNumber":76,"VerseNumber":24,"Text":"لہذا تم اپنے پروردگار کے حکم پر ثابت قدم رہو، اور ان لوگوں میں سے کسی نافرمان یا کافر کی بات نہ مانو۔"},{"SurahNumber":76,"VerseNumber":25,"Text":"اور اپنے پروردگار کے نام کا صبح و شام ذکر کیا کرو۔"},{"SurahNumber":76,"VerseNumber":26,"Text":"اور کچھ رات کو بھی اس کے آگے سجدے کیا کرو، اور رات کے لمبے وقت میں اس کی تسبیح کرو۔"},{"SurahNumber":76,"VerseNumber":27,"Text":"یہ لوگ تو (دنیا کی) فوری چیزوں سے محبت کرتے ہیں اور اپنے آگے جو بھاری دن آنے والا، اسے نظر انداز کیے ہوئے ہیں۔"},{"SurahNumber":76,"VerseNumber":28,"Text":"ہم نے ہی انہیں پیدا کیا ہے اور ان کے جوڑ بند مضبوط کیے ہیں، اور ہم جب چاہیں ان کے بدلے ان جیسے دوسرے پیدا کردیں۔"},{"SurahNumber":76,"VerseNumber":29,"Text":"حقیقت یہ ہے کہ یہ ایک نصیحت کی بات ہے۔ اب جو چاہے اپنے پروردگار کی طرف جانے والا راستہ اختیار کرلے۔"},{"SurahNumber":76,"VerseNumber":30,"Text":"اور تم چاہوگے نہیں جب تک اللہ نہ چاہے۔ اور اللہ علم کا بھی مالک ہے، حکمت کا بھی مالک۔"},{"SurahNumber":76,"VerseNumber":31,"Text":"وہ جس کو چاہتا ہے اپنی رحمت میں داخل کرلیتا ہے، اور یہ جو ظالم لوگ ہیں ان کے لیے اس نے دردناک عذاب تیار کر رکھا ہے۔"},{"SurahNumber":77,"VerseNumber":1,"Text":"قسم ہے ان (ہواؤں) کی جو ایک کے بعد ایک بھیجی جاتی ہیں۔"},{"SurahNumber":77,"VerseNumber":2,"Text":"پھر جو آندھی بن کر زور سے چلتی ہیں۔"},{"SurahNumber":77,"VerseNumber":3,"Text":"اور جو (بادلوں کو) خوب اچھی طرح پھیلا دیتی ہیں۔"},{"SurahNumber":77,"VerseNumber":4,"Text":"پھر قسم ہے ان (فرشتوں) کی جو حق اور باطل کو الگ الگ کردیتے ہیں۔"},{"SurahNumber":77,"VerseNumber":5,"Text":"پھر نصیحت کی باتیں نازل کرتے ہیں۔"},{"SurahNumber":77,"VerseNumber":6,"Text":"جو یا تو لوگوں کے لیے معافی مانگنے کا سبب بنتی ہیں یا ڈرانے کا۔"},{"SurahNumber":77,"VerseNumber":7,"Text":"یقینا وہ واقعہ ضرور پیش آکر رہے گا جس کا تم سے وعدہ کیا جارہا ہے۔"},{"SurahNumber":77,"VerseNumber":8,"Text":"چنانچہ (وہ واقعہ اس وقت ہوگا) جب ستارے بجھا دیے جائیں گے۔"},{"SurahNumber":77,"VerseNumber":9,"Text":"اور جب آسمان کو چیر دیا جائے گا۔"},{"SurahNumber":77,"VerseNumber":10,"Text":"اور جب پہاڑ ریزہ ریزہ کردئے جائیں گے۔"},{"SurahNumber":77,"VerseNumber":11,"Text":"اور جب پیغمبروں کے جمع ہونے کا وقت آجائے گا۔"},{"SurahNumber":77,"VerseNumber":12,"Text":"(کوئی پوچھے کہ) اس معاملے کو کس دن کے لیے ملتوی کیا گیا ہے ؟"},{"SurahNumber":77,"VerseNumber":13,"Text":"(تو جواب یہ ہے کہ) فیصلے کے دن کے لیے۔"},{"SurahNumber":77,"VerseNumber":14,"Text":"اور تمہیں کیا معلوم کہ فیصلے کا دن کیا چیز ہے ؟"},{"SurahNumber":77,"VerseNumber":15,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":16,"Text":"کیا ہم نے پہلے لوگوں کو ہلاک نہیں کیا ؟"},{"SurahNumber":77,"VerseNumber":17,"Text":"پھر انہی کے پیچھے بعد والوں کو بھی چلتا کردیں گے۔"},{"SurahNumber":77,"VerseNumber":18,"Text":"ایسا ہی سلوک ہم مجرموں کے ساتھ کیا کرتے ہیں۔"},{"SurahNumber":77,"VerseNumber":19,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":20,"Text":"کیا ہم نے تمہیں ایک حقیر پانی سے پیدا نہیں کیا ؟"},{"SurahNumber":77,"VerseNumber":21,"Text":"پھر ہم نے اسے ایک مضبوط قرار کی جگہ میں رکھا۔"},{"SurahNumber":77,"VerseNumber":22,"Text":"مقررہ وقت تک"},{"SurahNumber":77,"VerseNumber":23,"Text":"پھر ہم نے توازن پیدا کیا، چنانچہ اچھا توازن پیدا کرنے والے ہم ہیں۔"},{"SurahNumber":77,"VerseNumber":24,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":25,"Text":"کیا ہم نے زمین کو ایسا نہیں بنایا کہ وہ سمیٹ کر رکھنے والی ہے۔"},{"SurahNumber":77,"VerseNumber":26,"Text":"زندوں کو بھی اور مردوں کو بھی ؟"},{"SurahNumber":77,"VerseNumber":27,"Text":"اور ہم نے اس میں گڑھے ہوئے اونچے اونچے پہاڑ پیدا کیے، اور تمہیں میٹھے پانی سے سیراب کرنے کا انتظام کیا۔"},{"SurahNumber":77,"VerseNumber":28,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":29,"Text":"(ان سے کہا جائے گا کہ) چلو اب اسی چیز کی طرف جسے تم جھٹلایا کرتے تھے۔"},{"SurahNumber":77,"VerseNumber":30,"Text":"چلو اس سائبان کی طرف جو تین شاخوں والا ہے۔"},{"SurahNumber":77,"VerseNumber":31,"Text":"جس میں نہ تو (ٹھنڈک والا) سایہ ہے، اور نہ وہ آگ کی لپیٹ سے بچا سکتا ہے۔"},{"SurahNumber":77,"VerseNumber":32,"Text":"وہ آگ تو محل جیسے بڑے بڑے شعلے پھینکے گی۔"},{"SurahNumber":77,"VerseNumber":33,"Text":"ایسا لگے گا جیسے وہ زرد رنگ کے اونٹ ہوں۔"},{"SurahNumber":77,"VerseNumber":34,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":35,"Text":"یہ ایسا دن ہے جس میں یہ لوگ بول نہیں سکیں گے۔"},{"SurahNumber":77,"VerseNumber":36,"Text":"اور نہ انہیں اس بات کی اجازت ہوگی کہ وہ کوئی عذر پیش کرسکیں۔"},{"SurahNumber":77,"VerseNumber":37,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":38,"Text":"یہ فیصلے کا دن ہے۔ ہم نے تمہیں اور پچھلے لوگوں کو اکٹھا کرلیا ہے۔"},{"SurahNumber":77,"VerseNumber":39,"Text":"اب اگر تمہارے پاس کوئی داؤ ہے تو مجھ پر وہ داؤ چلا لو۔"},{"SurahNumber":77,"VerseNumber":40,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":41,"Text":"جن لوگوں نے تقوی اختیار کیا، وہ بیشک سایوں اور چشموں کے درمیان ہوں گے۔"},{"SurahNumber":77,"VerseNumber":42,"Text":"اور اپنے من پسند میووں کے درمیان"},{"SurahNumber":77,"VerseNumber":43,"Text":"(ان سے کہا جائے گا کہ) مزے سے کھاؤ، اور پیو ان اعمال کی بدولت جو تم کیا کرتے تھے۔"},{"SurahNumber":77,"VerseNumber":44,"Text":"ہم نیک لوگوں کو ایسا ہی صلہ دیتے ہیں۔"},{"SurahNumber":77,"VerseNumber":45,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":46,"Text":"(اے کافرو) کچھ وقت کھالو، اور مزے اڑا لو۔ حقیقت میں تم لوگ مجرم ہو"},{"SurahNumber":77,"VerseNumber":47,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":48,"Text":"اور جب ان لوگوں سے کہا جاتا ہے کہ اللہ کے آگے جھک جاؤ، تو یہ جھکتے نہیں ہیں۔"},{"SurahNumber":77,"VerseNumber":49,"Text":"بڑی خرابی ہوگی اس دن ایسے لوگوں کی جو حق کو جھٹلاتے ہیں۔"},{"SurahNumber":77,"VerseNumber":50,"Text":"اب اس کے بعد اور کون سی بات ہے جس پر یہ ایمان لائیں گے ؟"}]}