{"Id":3,"LanguageCodes":["af","afr"],"Name":"afr-imammabaker","Author":"Imam M. A. Baker","Language":"Afrikaans","Description":"Afrikaans","Direction":"ltr","Source":"The Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Voorspoeding inderdaad is die gelowiges"},{"SurahNumber":23,"VerseNumber":2,"Text":"wat ootmoedig in hulle gebede is"},{"SurahNumber":23,"VerseNumber":3,"Text":"en wat ydelhede vermy"},{"SurahNumber":23,"VerseNumber":4,"Text":"en wat na reinheid strewe"},{"SurahNumber":23,"VerseNumber":5,"Text":"en hulle geslagsdrifte beteuel"},{"SurahNumber":23,"VerseNumber":6,"Text":"behalwe in die aanwesigheid van hulle vroue of dié wat hulle regterhande besit, want dan sal hulle sekerlik nie verwyt kan word nie"},{"SurahNumber":23,"VerseNumber":7,"Text":"Maar diegene wat die perke oorskry, is oortreders"},{"SurahNumber":23,"VerseNumber":8,"Text":"En wie sorgsaam is met wat aan hulle toevertrou word, en so ook met hul verbond"},{"SurahNumber":23,"VerseNumber":9,"Text":"en wat hulle gebede in ag neem"},{"SurahNumber":23,"VerseNumber":10,"Text":"hulle is die erfgename"},{"SurahNumber":23,"VerseNumber":11,"Text":"wat die Paradys sal erwe. Daarin sal hulle bly"},{"SurahNumber":23,"VerseNumber":12,"Text":"Voorwaar, Ons het die mens geskape uit ’n ekstrak van klei"},{"SurahNumber":23,"VerseNumber":13,"Text":"daarna het Ons hom as ’n klein sperm in ’n veilige plek besorg"},{"SurahNumber":23,"VerseNumber":14,"Text":"Vervolgens vorm Ons die sperm tot ’n bloedstolsel; daarna vorm Ons die gestolde bloed tot ’n stuk vleis; dan vorm Ons in die stuk vleis beendere; dan beklee Ons die beendere met vleis; en so ontwikkel Ons dit tot ’n nuwe skepping. Geseënd is Allah, die Beste skepper"},{"SurahNumber":23,"VerseNumber":15,"Text":"Daarna sal julle sekerlik sterf"},{"SurahNumber":23,"VerseNumber":16,"Text":"en op die Dag van Herrysenis weer opgewek word"},{"SurahNumber":23,"VerseNumber":17,"Text":"En bo julle het Ons sewe hemele gemaak ~ en nooit verontag- saam Ons die skepping nie"},{"SurahNumber":23,"VerseNumber":18,"Text":"En Ons stuur water uit die wolk in bepaalde hoeveelheid, en Ons laat dit in die aarde insink, en Ons is sekerlik in staat om dit weer weg te neem"},{"SurahNumber":23,"VerseNumber":19,"Text":"Ons laat tuine van dadelpalms en wingerde vir julle daarmee groei. Daarin het julle baie vrugte, en daarvan eet julle"},{"SurahNumber":23,"VerseNumber":20,"Text":"en ’n boom wat uit die berg Sinai groei, wat olie en voedsel vir die eters verskaf"},{"SurahNumber":23,"VerseNumber":21,"Text":"En waarlik, in die vee is daar ’n les vir julle: Ons laat julle drink van wat uit hulle buik kom, en talryke voordele kry julle uit hulle, en van hulle eet julle"},{"SurahNumber":23,"VerseNumber":22,"Text":"En op hulle, en op die skepe, word julle vervoer"},{"SurahNumber":23,"VerseNumber":23,"Text":"En Ons het Noag na sy volk gestuur, waar hy gesê het: O my volk! Aanbid Allah. Julle het geen ander God as Hom nie. Sal julle dan nie teen die kwaad waak nie"},{"SurahNumber":23,"VerseNumber":24,"Text":"En die ongelowige hoofmanne van sy volk het gesê: Hy is maar net ’n sterfling soos julle, maar hy verlang voortreflikheid bó julle. En as Allah dit wou, kon Hy engele gestuur het. Van so ’n boodskapper het ons ons vaders nooit hoor praat nie"},{"SurahNumber":23,"VerseNumber":25,"Text":"Hy is slegs ’n kranksinnige; duld hom maar vir ’n tydjie"},{"SurahNumber":23,"VerseNumber":26,"Text":"Hy het gesê: O my Heer! Help my omdat hulle my verloën"},{"SurahNumber":23,"VerseNumber":27,"Text":"Toe het Ons aan hom geopenbaar: Bou die Ark onder Ons oë en in ooreenstemming met Ons openbaring. Wanneer Ons bevel dan kom, en die water stromende uit die vallei kom, neem dan van elke soort ’n paar aan boord, en ook u volk, behalwe diegene onder hulle teen wie die woord reeds uitgevaardig is; en praat nie met My oor die onregverdiges nie; waarlik, hulle sal verdrink word"},{"SurahNumber":23,"VerseNumber":28,"Text":"Wanneer u veilig in die Ark sit ~ u en diegene saam met u ~ sê dan: Alle lof behoort aan Allah, wat ons van ’n bose volk verlos het"},{"SurahNumber":23,"VerseNumber":29,"Text":"En sê: My Heer, laat my landing geseënd wees; u is die Beste Landingshulp"},{"SurahNumber":23,"VerseNumber":30,"Text":"Voorwaar, hierin is tekens; en waarlik, Ons stel die mense op die proef"},{"SurahNumber":23,"VerseNumber":31,"Text":"Toe het Ons ’n ander geslag ná hulle verwek"},{"SurahNumber":23,"VerseNumber":32,"Text":"En Ons het ’n boodskapper uit hulle midde gestuur, wat gesê het: Dien Allah ~ julle het geen ander God as Hom nie. Sal julle dan nie teen die kwaad waak nie"},{"SurahNumber":23,"VerseNumber":33,"Text":"En die ongelowige hoofde van sy volk, wat die ontmoeting in die Hiernamaals verloën en aan wie Ons ’n oorvloed geskenk het om in hierdie lewe te geniet, het gesê: Hy is net so ’n sterfling soos julle. Hy eet waarvan julle eet, en drink waarvan julle drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"As julle iemand gehoorsaam wat net so ’n sterfling is soos julle, sal julle sekerlik veloorders wees"},{"SurahNumber":23,"VerseNumber":35,"Text":"Belowe hy dat wanneer julle dood is en stof en beendere geword het, julle weer opgewek sal word"},{"SurahNumber":23,"VerseNumber":36,"Text":"Ver, baie ver, is dít wat julle beloof word"},{"SurahNumber":23,"VerseNumber":37,"Text":"Daar is geen ander lewe buiten hierdie lewe nie; ons sterf en ons lewe, en ons sal nie weer opgewek word nie"},{"SurahNumber":23,"VerseNumber":38,"Text":"Hy is niemand anders nie as ’n man wat ’n leuen teen Allah versin het; ons sal in hom nie glo nie"},{"SurahNumber":23,"VerseNumber":39,"Text":"Hy het gesê: O my Heer! Help my; hulle verloën my"},{"SurahNumber":23,"VerseNumber":40,"Text":"Hy, Allah, het gesê: Binnekort sal hulle sekerlik spyt wees"},{"SurahNumber":23,"VerseNumber":41,"Text":"Toe het ’n regverdige straf hulle ingehaal, en Ons het opdrifsels van hulle gemaak. Weg dan met die onregverdige volk"},{"SurahNumber":23,"VerseNumber":42,"Text":"Toe het Ons ander geslagte ná hul opgewek"},{"SurahNumber":23,"VerseNumber":43,"Text":"Geen volk kan sy verdoemenis verhaas nie, nog minder kan hulle dit uitstel"},{"SurahNumber":23,"VerseNumber":44,"Text":"Toe het Ons Ons boodskappers die een na die ander gestuur. Telkens wanneer ’n boodskapper by ’n volk kom, het hulle hom verloën. So het Ons hulle die een na die ander laat opvolg, en hulle legendes gemaak. Weg dan met ’n volk wat nie glo nie"},{"SurahNumber":23,"VerseNumber":45,"Text":"Daarna het Ons Moses en sy broer Aäron met Ons tekens en duidelike gesag gestuur"},{"SurahNumber":23,"VerseNumber":46,"Text":"na Farao en sy owerstes, maar hulle was hoogmoedig en ’n aanmatigende volk"},{"SurahNumber":23,"VerseNumber":47,"Text":"Hulle het gesê: Moet ons in twee sterflinge soos onsself glo, terwyl hulle volk ons dien"},{"SurahNumber":23,"VerseNumber":48,"Text":"Derhalwe het hulle die twee ook verloën, en daarom het hulle later tot die vernietigdes behoort"},{"SurahNumber":23,"VerseNumber":49,"Text":"En Ons het Moses die Boek geskenk sodat hulle die leiding kon volg"},{"SurahNumber":23,"VerseNumber":50,"Text":"En Ons het die seun van Maria, en sy moeder, tot ’n teken gemaak, en Ons het albei van hulle toevlug verleen op ’n hoë plato met weivelde en vloeiende strome"},{"SurahNumber":23,"VerseNumber":51,"Text":"O boodskappers! Eet van die heilsame voedsel, en verrig goeie dade. Voorwaar, Ek weet wat julle doen"},{"SurahNumber":23,"VerseNumber":52,"Text":"En waarlik, hierdie gemeenskap van julle is één gemeenskap, en Ek is julle Heer; so vrees my"},{"SurahNumber":23,"VerseNumber":53,"Text":"Maar hulle het in sektes verdeel; elke party is verheug oor dít wat hulle besit"},{"SurahNumber":23,"VerseNumber":54,"Text":"Laat hulle daarom ’n tyd lank aan hulle onkunde oor"},{"SurahNumber":23,"VerseNumber":55,"Text":"Dink hulle, vanweë die rykdom en kinders waarmee Ons hulle bedeel"},{"SurahNumber":23,"VerseNumber":56,"Text":"dat Ons Ons haas om aan hulle goed te doen? Nee, hulle begryp nie"},{"SurahNumber":23,"VerseNumber":57,"Text":"Voorwaar, diegene wat uit vrees ontsag koester vir hulle Heer"},{"SurahNumber":23,"VerseNumber":58,"Text":"en diegene wat in die tekens van hulle Heer glo"},{"SurahNumber":23,"VerseNumber":59,"Text":"en hulle wat niemand anders met hulle Heer vereenselwig nie"},{"SurahNumber":23,"VerseNumber":60,"Text":"en diegene wat bestee wat hulle kan afstaan, terwyl hulle harte met vrees vervul is, omdat hulle tot hul Heer moet terugkeer"},{"SurahNumber":23,"VerseNumber":61,"Text":"dit is húlle wat hul inspan om goed te doen, en hierin neem hulle ook altyd die voortou"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ons belas geen siel bo haar vermoë nie; en by Ons is ’n boek wat die waarheid spreek, daarom sal hulle geen onreg aangedoen word nie"},{"SurahNumber":23,"VerseNumber":63,"Text":"Nee, hulle harte is onverskillig teenoor die Boek en buitendien het hulle ander take wat hulle aandag aflei"},{"SurahNumber":23,"VerseNumber":64,"Text":"Totdat Ons diegene wat luilekker lewe met straf vergeld, Kyk! dan skree hulle om hulp"},{"SurahNumber":23,"VerseNumber":65,"Text":"Skreeu nie om hulp op daardie Dag nie, want Ons sal julle tog nie bystaan nie"},{"SurahNumber":23,"VerseNumber":66,"Text":"My tekens is inderdaad aan julle voorgedra, dog julle het op die plek omgedraai"},{"SurahNumber":23,"VerseNumber":67,"Text":"met hoogmoed, en snags daarmee gespot"},{"SurahNumber":23,"VerseNumber":68,"Text":"Het hulle dan nie oor die Woord nagedink nie? Of het daar iets na hulle gekom wat nie aan hulle voorvaders gestuur is nie"},{"SurahNumber":23,"VerseNumber":69,"Text":"Of erken hulle nie hul boodskapper, sodat hulle hom nie aanvaar nie"},{"SurahNumber":23,"VerseNumber":70,"Text":"Of sê hulle: Hy is kranksinnig? Nee, hy het hulle die Waarheid gebring, en die meeste van hulle haat die Waarheid"},{"SurahNumber":23,"VerseNumber":71,"Text":"En indien die Waarheid hom na húlle wens moes skik, sou die hemele en die aarde en alles wat daarin is, in wanorde verval het. Nee, Ons het hulle vermaning vir hulle gebring, maar hulle minag die vermaning"},{"SurahNumber":23,"VerseNumber":72,"Text":"Of vra u enige beloning van hulle? Die beloning van u Heer is beter, en Hy is die beste Voorsiener"},{"SurahNumber":23,"VerseNumber":73,"Text":"En u roep hulle waarlik tot die regte weg"},{"SurahNumber":23,"VerseNumber":74,"Text":"Maar hulle wat nie in die Hiernamaals glo nie, dwaal inderdaad van die weg af"},{"SurahNumber":23,"VerseNumber":75,"Text":"En as Ons Ons oor hulle ontferm en hule kwelling verlig, sal hulle tog maar blindelings in hulle oortredinge volhard"},{"SurahNumber":23,"VerseNumber":76,"Text":"En Ons het hulle alreeds met straf besoek, maar hulle was hulle Heer nie onderdanig nie; en ook was hulle nie ootmoedig nie"},{"SurahNumber":23,"VerseNumber":77,"Text":"Totdat Ons vir hulle die deur tot streng straf oopmaak; kyk! dan verkeer hulle in wanhoop"},{"SurahNumber":23,"VerseNumber":78,"Text":"En dit is Hy wat die ore en die oë en die harte vir julle gemaak het, maar julle dank is maar min"},{"SurahNumber":23,"VerseNumber":79,"Text":"En dit is Hy wat julle op die aarde laat vermenigvuldig het, en tot wie julle versamel sal word"},{"SurahNumber":23,"VerseNumber":80,"Text":"En dit is Hy wat die lewe skenk, en die dood veroorsaak; en die wisseling van die nag en die dag is Syne. Wíl julle dan nie verstaan nie"},{"SurahNumber":23,"VerseNumber":81,"Text":"Nee, hulle sê dieselfde dinge wat die ou volkere gesê het"},{"SurahNumber":23,"VerseNumber":82,"Text":"Hulle sê: Sal ons, wanneer ons dood is en tot stof en beendere vergaan het, dan weer opgewek word"},{"SurahNumber":23,"VerseNumber":83,"Text":"Dit word inderdaad aan ons belowe, net soos voorheen aan ons voorvaders, maar dit is slegs fabels van die ou volke"},{"SurahNumber":23,"VerseNumber":84,"Text":"Sê: Aan wie behoort die aarde en alles wat daarop is? Sê as julle dit weet"},{"SurahNumber":23,"VerseNumber":85,"Text":"Hulle sal sê: Aan Allah. Sê: Sal julle dan nie ag gee nie"},{"SurahNumber":23,"VerseNumber":86,"Text":"Sê: Wie is die Heer van die sewe hemele, en die Heer van die Groot, Almagtige Troon"},{"SurahNumber":23,"VerseNumber":87,"Text":"Hulle sal sê: Allah. Sê: Sal julle dan nie teen die kwaad waak nie"},{"SurahNumber":23,"VerseNumber":88,"Text":"Sê: Wie is dit in Wie se hand die koninkryk van alle dinge is: Hy wat beskerm, en teen wie niemand beskerm word nie? Sê, as julle dit weet"},{"SurahNumber":23,"VerseNumber":89,"Text":"Hulle sal antwoord: Dit behoort aan Allah. Sê: Waarom word julle dan mislei"},{"SurahNumber":23,"VerseNumber":90,"Text":"Nee, Ons het hulle die Waarheid gebring en hulle is sekerlik leuenaars"},{"SurahNumber":23,"VerseNumber":91,"Text":"Allah het vir Hom geen seun verwek nie, ook is daar geen ander god naas Hom nie, anders sou elke god probeer vernietig wat hy geskape het; en sommige van hulle sou andere sekerlik oorwin het. Verhewe is Allah bo alles wat hulle beweer"},{"SurahNumber":23,"VerseNumber":92,"Text":"Die Kennisdraer van die Onsigbare en die Sigbare. Hy is verhewe bo dít waarmee hulle Hom vereenselwig"},{"SurahNumber":23,"VerseNumber":93,"Text":"Sê: My Heer! As U my daardie dinge sou laat sien, waarmee hulle bedreig word"},{"SurahNumber":23,"VerseNumber":94,"Text":"my Heer, plaas my dan nie te midde van die onregverdige volk nie"},{"SurahNumber":23,"VerseNumber":95,"Text":"En voorwaar, Ons is gewis in staat om u te laat sien waarmee Ons hulle bedreig"},{"SurahNumber":23,"VerseNumber":96,"Text":"Verdryf die kwaad met die goeie. Ons weet die beste wat hulle beweer"},{"SurahNumber":23,"VerseNumber":97,"Text":"En sê: My Heer! Ek neem toevlug tot U teen die bose voorstelle van die duiwels"},{"SurahNumber":23,"VerseNumber":98,"Text":"en ek neem toevlug tot U, my Heer, ingeval hulle my sou besoek"},{"SurahNumber":23,"VerseNumber":99,"Text":"Maar wanneer die dood tot een van hulle kom, sê hy smekend: My Heer! Stuur my terug"},{"SurahNumber":23,"VerseNumber":100,"Text":"sodat ek kan vergoed vir wat ek nagelaat het om te doen. Geensins! Dit is slegs ’n woord wat hy uiter. En voor hulle is ’n versperring tot die Dag wanneer hulle opgewek sal word"},{"SurahNumber":23,"VerseNumber":101,"Text":"Wanneer die basuin dan geblaas word, sal daar op daardie Dag geen familiebande tussen hulle wees nie, ook sal die een na die ander nie uitvra nie"},{"SurahNumber":23,"VerseNumber":102,"Text":"Diegene dan, wie se goeie dade swaar weeg, sal suksesvol wees"},{"SurahNumber":23,"VerseNumber":103,"Text":"En diegene wie se goeie dade lig sal weeg, dit is húlle wat hulle siele verloor het; in die Hel sal hulle bly"},{"SurahNumber":23,"VerseNumber":104,"Text":"Die Vuur sal hulle gesigte verskroei en hulle sal daarin swaar kwellings ondergaan"},{"SurahNumber":23,"VerseNumber":105,"Text":"Daar sal gesê word: Is My tekens nie aan julle voorgedra, en het julle dit nie verwerp nie"},{"SurahNumber":23,"VerseNumber":106,"Text":"Hulle sal antwoord: O, ons Heer! Ons teëspoed het ons oorweldig, en ons was ’n dwalende volk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Ons Heer, neem ons daaruit; indien ons terugkeer na die kwaad, sal ons waarlik onregverdig wees"},{"SurahNumber":23,"VerseNumber":108,"Text":"Hy sal sê: Gaan, verneder, daarin en spreek My nie aan nie"},{"SurahNumber":23,"VerseNumber":109,"Text":"Waarlik, daar was sommige van My dienaars wat gesê het: Ons Heer! Ons glo; vergewe ons daarom, en wees ons barmhartig, en U is die Beste van hulle wat Genade betoon"},{"SurahNumber":23,"VerseNumber":110,"Text":"Maar julle het die spot met hulle gedryf, totdat hulle die oorsaak was dat julle My vergeet het, omdat julle hulle uitgelag het"},{"SurahNumber":23,"VerseNumber":111,"Text":"Maar Ek het hulle vandag waarlik vir hulle geduld beloon. Voorwaar, hulle is die oorwinnaars"},{"SurahNumber":23,"VerseNumber":112,"Text":"Hy sal vra: Hoeveel jaar het julle op die aarde gebly"},{"SurahNumber":23,"VerseNumber":113,"Text":"Hulle sal antwoord: Ons het ’n dag gebly of ’n deel van ’n dag, maar vra diegene wat rekening hou"},{"SurahNumber":23,"VerseNumber":114,"Text":"Hy sal sê: Julle het maar ’n klein rukkie vertoef ~ as julle dit maar geweet het"},{"SurahNumber":23,"VerseNumber":115,"Text":"Het julle dan gedink dat Ons julle tevergeefs geskape het, en dat julle nie na Ons teruggebring sal word nie"},{"SurahNumber":23,"VerseNumber":116,"Text":"Verhewe is Allah, die ware Koning! Geen god is daar buiten Hom nie, die Heer van die Voortreflike Troon"},{"SurahNumber":23,"VerseNumber":117,"Text":"En wie dan naas Allah ’n ander god aanroep ~ hy het geen bewys daarvan nie ~ sy afrekening is slegs by sy Heer. Voorwaar, die ongelowiges sal nie slaag nie"},{"SurahNumber":23,"VerseNumber":118,"Text":"En sê: O my Heer! Vergewe en wees genadig, want U is die Beste van hulle wat Barmhartigheid betoon"},{"SurahNumber":24,"VerseNumber":1,"Text":"Dit is ’n Hoofstuk wat Ons geopenbaar en verpligtend gemaak het, en waarin Ons duidelike tekens geopenbaar het, sodat julle mag onthou"},{"SurahNumber":24,"VerseNumber":2,"Text":"Slaan elke egbreekster en egbreker met honderd strafhoue, en laat medelye met hulle julle nie van die gehoorsaamheid aan Allah weerhou nie, indien julle in Allah en die Laaste Dag glo, en laat van die gelowiges getuie wees van hulle straf"},{"SurahNumber":24,"VerseNumber":3,"Text":"Die egbreker sal nie gemeenskap hê nie, behalwe met ’n egbreek- ster of ’n heidin; en die egbreekster sal nie gemeenskap hê nie, behalwe met ’n egbreker of ’n heiden; en dit is vir die gelowiges verbode"},{"SurahNumber":24,"VerseNumber":4,"Text":"En hulle wat kuise vroue beskuldig en teen hulle nie vier getuies kan inbring nie, slaan hulle tagtig houe, en neem hulle getuienis nooit weer aan nie, want húlle is die oortreders"},{"SurahNumber":24,"VerseNumber":5,"Text":"met die uitsondering van diegene wat daarna berou toon en goeddoen. Wwaarlik Allah is Vergewensgesind, Genadevol"},{"SurahNumber":24,"VerseNumber":6,"Text":"En diegene wat hulle vrouens beskuldig en geen getuies buiten hulself het nie, laat elkeen van hulle vier maal in die naam van Allah sweer dat hy waarlik die waarheid praat"},{"SurahNumber":24,"VerseNumber":7,"Text":"En ook vir ’n vyfde maal, dat die vloek van Allah op hom sal wees as hy die waarheid geweld aandoen"},{"SurahNumber":24,"VerseNumber":8,"Text":"Maar dit sal die straf van haar afwend indien sý vier maal in die naam van Allah getuig en sê dat hy ’n leuenaar is"},{"SurahNumber":24,"VerseNumber":9,"Text":"En ook vir ’n vyfde maal, dat die toorn van Allah op haar sal wees as hy die waarheid spreek"},{"SurahNumber":24,"VerseNumber":10,"Text":"En was dit nie vir die goedertierenheid van Allah oor julle, en Sy barmhartigheid nie, sou julle verlore gegaan het. Voorwaar, Allah is Berouaanvarend, Allerwys"},{"SurahNumber":24,"VerseNumber":11,"Text":"Waarlik, in julle midde is daar ’n groep wat laster. Beskou dit nie as ’n bedreiging vir julle nie; inteendeel, dit is goed vir julle. Vir elkeen van húlle is die sonde wat hy verdien het; en hy, onder hulle, wat die grootste deel daarvan op homself geneem het, sal ’n smartlike straf ontvang"},{"SurahNumber":24,"VerseNumber":12,"Text":"Waarom het die gelowige mans en die gelowige vroue, toe julle dit gehoor het, nie goed gedink van hulle eie mense nie, en gesê: Dit is ’n openlike valsheid"},{"SurahNumber":24,"VerseNumber":13,"Text":"Waarom het hulle nie vier getuies gebring nie? Omdat hulle nié vier getuies gebring het nie, is hulle leuenaars in die oë van Allah"},{"SurahNumber":24,"VerseNumber":14,"Text":"En was dit nie vir die goedertierenheid van Allah oor julle, en Sy barmhartigheid in hierdie wêreld en die Hiernamaals nie, sou ’n smartlike straf julle sekerlik getref het weens die praatjies waaraan julle jul oorgee"},{"SurahNumber":24,"VerseNumber":15,"Text":"Toe julle dit met julle tonge verwelkom het en met julle monde gepraat het ~ dít waarvan julle geen kennis besit het nie ~ het julle dit as ’n kleinigheid geag, terwyl dit by Allah ernstig was"},{"SurahNumber":24,"VerseNumber":16,"Text":"En waarom het julle nie, toe julle dit gehoor het, gesê nie: Dit betaam ons nie om daaroor te praat nie. Heilig is U! Dit is ’n groot belastering"},{"SurahNumber":24,"VerseNumber":17,"Text":"Allah waarsku julle om nooit weer in so iets te verval nie, indien julle gelowiges is"},{"SurahNumber":24,"VerseNumber":18,"Text":"En Allah maak aan julle die tekens duidelik; en Allah is Alleswetend, Allerwys"},{"SurahNumber":24,"VerseNumber":19,"Text":"Diegene wat daarvan hou dat die gelowiges beskinder word, sal in hierdie wêreld en in die Hiernamaals ’n smartlike straf onder- gaan. En Allah weet, terwyl julle nie weet nie"},{"SurahNumber":24,"VerseNumber":20,"Text":"En was dit nie vir die goedertierenheid van Allah oor julle, en Sy Barmhartigheid, en dat Allah Liefderyk, Genadevol is nie, sou julle verlore gegaan het"},{"SurahNumber":24,"VerseNumber":21,"Text":"O julle gelowiges! Volg nie die voetstappe van die duiwel nie. En wie ook al die voetstappe van die duiwel volg, aan hulle sal hy sekerlik beveel om onsedelikheid en kwaad te bedryf. En was dit nie vir die goedertierenheid van Allah oor julle, en Sy barmhartigheid nie, sou niemand van julle ooit rein gewees het nie; maar Allah reinig wie Hy wil. En Allah is Alleshorend, Alleswetend"},{"SurahNumber":24,"VerseNumber":22,"Text":"En laat hulle wat rykdom en oorvloed onder julle besit, nie sweer om hulle gawes van die familie en behoeftiges en diegene wat in die weg van Allah gevlug het, terug te hou nie; en verskoon en sien oor die hoof. Hou julle nie daarvan dat Allah júlle moet vergewe nie? En Allah is Vergewensgesind, Genadevol"},{"SurahNumber":24,"VerseNumber":23,"Text":"Voorwaar, diegene wat kuise, gelowige, vroue wat onbewus is van enige kwaad, beskuldig, word in hierdie wêreld en in die Hiernamaals vervloek. Vir hulle is daar ’n smartlike straf"},{"SurahNumber":24,"VerseNumber":24,"Text":"op die Dag wanneer hulle tonge en hulle hande en hulle voete téén hulle sal getuig aangaande dít wat hulle gedoen het"},{"SurahNumber":24,"VerseNumber":25,"Text":"Op daardie Dag sal Allah hulle ’n regverdige vergelding ten volle terugbetaal, en hulle sal weet dat Allah, dat Hy, die Duidelike Waarheid is"},{"SurahNumber":24,"VerseNumber":26,"Text":"Onreine vroue is vir onreine mans, en onreine mans is vir onreine vroue. Maar goeie vroue is vir goeie mans, en goeie mans is vir goeie vroue; diegene is vry van wat ander sê. Vir hulle is daar vergifnis en ’n eerbare voorsiening"},{"SurahNumber":24,"VerseNumber":27,"Text":"O julle gelowiges! Gaan geen ander huis as julle eie binne sonder om toestemming te vra en die inwoners daarvan te groet nie. Dit is beter vir julle, sodat julle mag onthou"},{"SurahNumber":24,"VerseNumber":28,"Text":"Maar indien julle niemand daarin vind nie, gaan dit nie binne voordat toestemming aan julle verleen word nie; en indien aan julle gesê word: Gaan terug! Gaan dan terug, want dit is pasliker vir julle. En Allah is die Weter van wat julle doen"},{"SurahNumber":24,"VerseNumber":29,"Text":"En dit is vir julle geen sonde om onbewoonde huise waarin julle benodigdhede is, binne te gaan nie. En Allah weet wat julle openlik doen en wat julle verberg"},{"SurahNumber":24,"VerseNumber":30,"Text":"Sê aan die gelowige mans dat hulle nie moet staar nie, maar hulle oë moet neerslaan, en dat hulle hul geslagsdrifte moet beheer. Dit is pasliker vir hulle. Voorwaar, Allah is Bewus van wat hulle doen"},{"SurahNumber":24,"VerseNumber":31,"Text":"En sê aan die gelowige vroue dat hulle húl oë moet neerslaan en hulle geslagsdrifte moet beheer, en nie hulle skoonheid tentoon- stel nie, behalwe wat geoorloof is om sigbaar te bly. En laat ’n deel van hulle hooftooisels hul borste bedek. En laat hulle hul skoonheid nie vertoon nie, behalwe aan hul eggenote, of vaders, of die vaders van hul eggenote, of hulle seuns, of die seuns van hulle eggenote, of hulle broers of die seuns van hulle broers, of die seuns van hulle susters, of hulle vroue; of hulle slawe, of manlike bediendes wat geen geslagsdrang het nie; of die kinders wat nog niks van die naaktheid van vroue weet nie. En laat hulle nie met hul voete stamp nie, sodat die skoonheid wat hulle bedek nie blootgestel sal word nie. En bekeer julle almal tot Allah, o gelowiges, sodat julle mag slaag"},{"SurahNumber":24,"VerseNumber":32,"Text":"En tree in die huwelik met die onverbondenes onder julle, en diegene wat geskik is onder julle manlike slawe en julle vroulike slawe. Indien hulle behoeftig is, sal Allah hulle uit Sy oorvloed voorsien. En Allah is Barmhartig, Alleswetend"},{"SurahNumber":24,"VerseNumber":33,"Text":"En laat hulle wat geen huweliksmaat kan vind nie, hulself kuis hou totdat Allah hulle uit Sy oorvloed van gebrek vrystel. En diegene onder julle slawe wat ’n akte van vrystelling verlang, voorsien hulle daarvan as julle iets goeds in hulle opmerk, en gee hulle van die rykdom van Allah wat Hy julle geskenk het. En dwing julle slavinne nie tot ontug as hulle verlang om kuis te bly, om die verganklike goedere van hierdie wêreld se lewe te soek nie. Maar indien iemand hulle dwing, dan sal Allah ná die dwang vir hulle Vergewensgesind, Barmhartig wees"},{"SurahNumber":24,"VerseNumber":34,"Text":"En Ons het sekerlik duidelike tekens na julle gestuur, en ’n beskrywing van diegene wat vóór julle heengegeaan het, en ’n waarskuwing vir diegene wat teen kwaad waak"},{"SurahNumber":24,"VerseNumber":35,"Text":"Allah is die Lig van die hemele en die aarde. Die gelykenis van Sy Lig is soos ’n pilaar waarop ’n lamp is. Die lamp is in ’n glas; die glas is soos ’n skitterende ster. Dit word aan die brand gesteek met olie van die geseënde olyfboom, wat nóg van die Ooste nóg van die Weste is, waarvan die olie lig gee ofskoon die vuur dit nie aanraak nie ~ Lig op Lig. Allah lei tot Sy Lig wie Hy wil. Allah stel gelykenisse vir die mense voor, en Allah is die Weter van alle dinge"},{"SurahNumber":24,"VerseNumber":36,"Text":"Dít is in huise wat Allah toestemming verleen het om verhoog te word, en waarin Sy Naam geloof word. Daarin word Sy Naam verheerlik, soggens en saans"},{"SurahNumber":24,"VerseNumber":37,"Text":"mense wat nie deur handelsware of deur sakebedrywe agteloos geword het in die aanbidding van Allah, of die onderhouding van die gebed, of die gee van offergawes nie. Hulle vrees die Dag waarop harte en oë sal ronddraai"},{"SurahNumber":24,"VerseNumber":38,"Text":"sodat Allah hulle vir die beste van hulle dade kan beloon en hulle meer van Sy oorvloed kan gee. Allah gee sonder maat aan wie Hy wil"},{"SurahNumber":24,"VerseNumber":39,"Text":"En die ongelowiges, hulle dade is soos ’n lugspieëling in ’n woestyn wat vir die dorstige man soos water lyk, totdat, wanneer hy daar kom, hy niks vind nie, en hy Allah by hom vind, wat hom sy rekening ten volle vereffen; en Allah is vlug met die afrekening"},{"SurahNumber":24,"VerseNumber":40,"Text":"Of soos duisternis in ’n diep see, waar golf bo golf hom oorstelp, en waarbo ’n wolk is met duisternis bo duisternis ~ wanneer hy sy hand uitstrek, kan hy dit skaars sien. En die een aan wie Allah geen lig gegee het nie, vir hom ís daar geen lig nie"},{"SurahNumber":24,"VerseNumber":41,"Text":"Sien u nie dat alles in die hemele en op die aarde, ook die voëls met hul uitgespreide vlerke, Allah verheerlik nie? Elkeen ken sy gebed en lofsang. En Allah is die Weter van wat hulle doen"},{"SurahNumber":24,"VerseNumber":42,"Text":"Aan Allah behoort die koninkryk van die hemele en die aarde, en tot Allah is die uiteindelike terugkeer"},{"SurahNumber":24,"VerseNumber":43,"Text":"Sien u nie dat Allah die wolke voortdryf, hulle dan bymekaar versamel en daarna ophoop, sodat u reën uit hulle sien voort- kom nie? En van die hemel stuur Hy wolke soos berge, waarin hael is, en Hy tref daarmee wie Hy wil en keer dit weg van wie Hy wil. Die glans van Sy blitsstraal ontneem mens byna die gesig"},{"SurahNumber":24,"VerseNumber":44,"Text":"Allah veroorsaak die nag en die dag sodat die een die ander kan opvolg. Voorwaar, hierin is daar ’n les vir hulle wat oë het om te sien"},{"SurahNumber":24,"VerseNumber":45,"Text":"En Allah het elke dier uit water geskape. Sommige van hulle beweeg op hulle buik, ander loop op twee pote en ander loop op vier pote. Allah skep wat Hy wil. Voorwaar, Allah het mag oor alle dinge"},{"SurahNumber":24,"VerseNumber":46,"Text":"Ons het inderdaad duidelike tekens geopenbaar. En Allah lei na die regte pad wie Hy wil"},{"SurahNumber":24,"VerseNumber":47,"Text":"En hulle sê: Ons glo in Allah en in die Boodskapper, en ons is gehoorsaam. Maar daarna draai sommige van hulle daarvan weg. Diesulkes is geen gelowiges nie"},{"SurahNumber":24,"VerseNumber":48,"Text":"En wanneer hulle tot Allah en Sy Boodskapper geroep word, sodat hy tussen hulle kan reg spreek, kyk! dan draai ’n gedeelte van hulle weg"},{"SurahNumber":24,"VerseNumber":49,"Text":"Maar as die reg aan hulle kant is, sal hulle in onderdanigheid vinnig na hom toe kom"},{"SurahNumber":24,"VerseNumber":50,"Text":"Is daar ’n siekte in hulle harte, of verkeer hulle in twyfel, of vrees hulle dat Allah en Sy Boodskapper onregverdig met hulle sal handel? Nee! Hulle is kwaaddoeners"},{"SurahNumber":24,"VerseNumber":51,"Text":"Die antwoord van die gelowiges wanneer hulle tot Allah en Sy Boodskapper geroep word, sodat hy tussen hulle mag reg spreek, is slegs: Ons hoor en is gehoorsaam. En dit is húlle wat sal slaag"},{"SurahNumber":24,"VerseNumber":52,"Text":"En wie Allah en Sy Boodskapper gehoorsaam is, en Allah vrees, en sy plig teenoor Hom nakom, hulle sal seëvier"},{"SurahNumber":24,"VerseNumber":53,"Text":"En hulle sweer by Allah hulle plegtigste beloftes dat indien u hulle gebied, hulle sekerlik sal opruk. Nie plegtige beloftes nie, maar werklike gehoorsaamheid is nodig. Voorwaar, Allah is Bewus van wat julle doen"},{"SurahNumber":24,"VerseNumber":54,"Text":"Sê: Gehoorsaam Allah en gehoorsaam die Boodskapper. Maar indien julle wegdraai, is hy slegs verantwoordelik vir dít waarmee hy belas is, en julle is slegs verantwoordelik vir dít waarmee júlle belas is. En indien julle hom gehoorsaam, sal julle die regte weg inslaan. En die plig van die Boodskapper is slegs om die boodskap duidelik af te lewer"},{"SurahNumber":24,"VerseNumber":55,"Text":"Allah het aan diegene onder julle wat glo en goeie werke doen, belowe dat Hy hulle stellig as regeerders op die aarde sal aanstel, soos Hy diegene vóór hulle tot regeerders gemaak het, en dat Hy die godsdiens wat Hy vir hulle verkies het, sekerlik sal bevestig, en dat Hy hulle, ná hulle vrees, veiligheid sal gee. Hulle sal My aanbid en niks met My vereenselwig nie. En wie daarna ondankbaar is, hulle is die oortreders"},{"SurahNumber":24,"VerseNumber":56,"Text":"En onderhou die gebed en betaal die offergawes en wees die Boodskapper gehoorsaam, sodat genade aan julle bewys mag word"},{"SurahNumber":24,"VerseNumber":57,"Text":"Dink nie dat die ongelowiges die Waarheid op die aarde sal verswak nie; hulle tuiste is die Vuur. En dit is inderdaad ’n slegte bestemming"},{"SurahNumber":24,"VerseNumber":58,"Text":"O julle gelowiges! Laat diegene wat julle regterhand besit en hulle wat nog nie geslagsrypheid bereik het nie, drie maal julle toestemming vra: Vóór die oggendgebed, en wanneer julle jul klere aflê weens die middaghitte, en ná die aandgebed. Hierdie drie tye is vir julle privaatheid. Op ander tye is dit nóg vir julle nóg vir hulle sleg om rond te gaan en die een die ander op te soek. So maak Allah vir julle die tekens duidelik. En Allah is Alleswetend, Allerwys"},{"SurahNumber":24,"VerseNumber":59,"Text":"En wanneer die kinders onder julle gelsagsrypheid bereik, moet hulle ook verlof vra, soos diegene vóór hulle om toestemming moes vra. So maak Allah Sy tekens aan julle duidelik. En Allah is Alleswetend, Allerwys"},{"SurahNumber":24,"VerseNumber":60,"Text":"En bejaarde vroue wat reeds verby die oorgangsjare is en geen hoop op ’n huwelik meer koester nie ~ op hulle rus geen skuld nie as hulle, sonder om hulle sierade te toon, hulle van hul kledingstukke ontdoen. Maar as hulle fatsoenlik is, is dit vir hulle beter. En Allah is Alleshorend, Alleswetend"},{"SurahNumber":24,"VerseNumber":61,"Text":"Dit sal vir die blindes nie as kwaad gereken word, nóg is dit kwaad vir die parapleeg of vir die sieke, nóg vir julle dat julle in jul eie huise eet, of in die huise van julle vaders, of in die huise van julle moeders, of in die huise van julle broers, of in die huise van julle ooms van vaderskant, of in die huise van julle tantes van vaderskant, of in die huise van julle ooms van moederskant, of in die huise van julle tantes van moederskant, of huise waarvan julle die sleutel in julle besit het, of in die huise van julle vriende. Dit sal vir julle nie as kwaad gereken word om saam of afsonderlik te eet nie. Wanneer julle die huise binnetree, groet dan mekaar met ’n groet van Allah, geseënd en goedgesind. So maak Allah die tekens vir julle duidelik, sodat julle dit mag verstaan"},{"SurahNumber":24,"VerseNumber":62,"Text":"Hulle alleen is gelowiges wat in Allah en Sy Boodskapper glo, en wanneer hulle by hom is oor ’n allerbelangrike saak, dan gaan hulle nie weg voordat hulle nie eers om sy toestemmming gevra het nie. Hulle wat u om verlof vra, is diegene wat werklik in Allah en sy Boodskapper glo. Wanneer hulle daarom u toestemming vra ter wille van hulle sake, gee dan toestemming aan wie van hulle u wil, en vra vir hulle vergifnis van Allah. Voorwaar, Allah is Vergewensgesind, Barmhartig"},{"SurahNumber":24,"VerseNumber":63,"Text":"Behandel die uitnodiging van die Boodskapper onder julle nie soos julle mekaar se uitnodigings behandel nie. Allah ken diegene van julle wat wegsluip en hulself wegsteek. Laat diegene wat Sy gebod teëgaan dan versigtig wees, anders sal hulle met ’n kwelling getref word, of met ’n smartlike straf wat hulle sal inhaal"},{"SurahNumber":24,"VerseNumber":64,"Text":"Nou waarlik, aan Allah behoort wat in die hemele en op die aarde is. Hý ken julle toestand goed. En op die Dag wanneer hulle tot Hom terugkeer, sal Hy hulle inlig oor wat hulle gedoen het. Waarlik, Allah het kennis van alle dinge"},{"SurahNumber":25,"VerseNumber":1,"Text":"Geseënd is Hy wat die Kriterium na Sy dienaar afgestuur het, sodat hy ’n waarskuwer vir alle volke mag wees"},{"SurahNumber":25,"VerseNumber":2,"Text":"Hy, aan wie die koninkryk van die hemele en die aarde behoort, en wat geen seun vir Homself geneem het nie, en wat geen metgesel in die koninkryk het nie, en wat elke ding geskape het en daarna ’n maat daarvoor verorden het"},{"SurahNumber":25,"VerseNumber":3,"Text":"En hulle neem buiten Hom gode wat niks kan skep nie, terwyl hulle self geskape is, en hulle bewerk vir hulself so geen nadeel of voordeel nie, ook het hulle geen mag oor die dood, of lewe, of die weeropstanding nie"},{"SurahNumber":25,"VerseNumber":4,"Text":"En die ongelowiges sê: Dit is niks anders nie as ’n leuen wat hy versin het, en ander mense het hom daarmee gehelp. So het hulle inderdaad onregverdigheid en valsheid gebring"},{"SurahNumber":25,"VerseNumber":5,"Text":"En hulle sê: Dit is fabels van die ou volke wat hy laat afskryf het, en dit word vir hom soggens en saans voorgelees"},{"SurahNumber":25,"VerseNumber":6,"Text":"Sê: Hy wat die geheim van die hemele en die aarde ken, het dit geopenbaar. Waarlik, Hy is Vergewensgesind, Genadevol"},{"SurahNumber":25,"VerseNumber":7,"Text":"En hulle sê: Wat se Boodskapper is dit? Hy eet voedsel en gaan op die markte rond. Waarom is ’n engel nie na hom afgestuur om ’n waarskuwer sáám met hom te wees nie"},{"SurahNumber":25,"VerseNumber":8,"Text":"Of hoekom is daar nie ’n skat aan hom gegee, of ’n tuin waaruit hy kan eet nie? En die kwaaddoeners sê: Julle volg slegs ’n betowerde man"},{"SurahNumber":25,"VerseNumber":9,"Text":"Kyk net watter gelykenisse hulle vir u voorstel ~ hulle het afge- dwaal, en kan die regte weg nie meer vind nie"},{"SurahNumber":25,"VerseNumber":10,"Text":"Geseënd is Hy wat, indien Hy wil, u iets beters as dit sal skenk: Tuine waardeur riviere stroom. En Hy sal u paleise gee"},{"SurahNumber":25,"VerseNumber":11,"Text":"Nee, hulle verloën die Uur, en vir hom wat die Uur verloën, het Ons ’n Brandende Vuur voorberei"},{"SurahNumber":25,"VerseNumber":12,"Text":"Wanneer hulle die Hel vanaf ’n verafgeleë plek sien, sal hulle haar woede en geraas hoor"},{"SurahNumber":25,"VerseNumber":13,"Text":"En wanneer hulle aanmekaargeketting in ’n nou plekkie daarin gewerp word, sal hulle om vernietiging roep"},{"SurahNumber":25,"VerseNumber":14,"Text":"Roep nie net een maal om vernietiging nie, maar roep om vernietiging keer op keer"},{"SurahNumber":25,"VerseNumber":15,"Text":"Sê: Is dít die beste, of is die Tuine van Ewigheid, wat aan die pligsgetroues belowe word, verkiesliker? Die Tuine is vir hulle ’n beloning en ’n toevlug"},{"SurahNumber":25,"VerseNumber":16,"Text":"Daarin is ewigdurend vir hulle wat hul verlang. Dit is ’n belofte van u Heer waarna gevra word"},{"SurahNumber":25,"VerseNumber":17,"Text":"En op die Dag wanneer Hy die ongelowiges en diegene wat hulle buiten Allah aanbid, sal versamel, sal Hy sê: Was dit júlle wat hierdie dienaars van My verlei het, of het hulle self van die regte pad afgedwaal"},{"SurahNumber":25,"VerseNumber":18,"Text":"Hulle sal sê: Heilig is U! Dit het ons nie betaam om ’n ander beskermer as U te neem nie, maar U het hulle en hulle vaders laat geniet totdat hulle die Aanmaning vergeet het, en hulle het ’n velore volk geword"},{"SurahNumber":25,"VerseNumber":19,"Text":"So sal hulle julle verloën, sodat julle nóg die kwaad kan afwend, nóg hulp sal verkry. En wie van julle kwaad doen, Ons sal hom ’n swaar straf laat smaak"},{"SurahNumber":25,"VerseNumber":20,"Text":"En nooit het Ons boodskappers vóór u gestuur nie, of hulle het sekerlik voedsel geëet en op die markte rondgegaan. En Ons maak sommige van julle ’n beproewing vir ander. Sal julle dan geduldig wees? En u Heer is Allessiende"}]}