{"Id":303,"LanguageCodes":["ru","rus"],"Name":"rus-ignatyyulianovi","Author":"Ignaty Yulianovich Krachkovsky","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":18,"VerseNumber":75,"Text":"Он сказал: \"Разве я не говорил тебе, что ты не в состоянии со мной утерпеть"},{"SurahNumber":18,"VerseNumber":76,"Text":"Он сказал: \"Если я спрошу у тебя о чем-нибудь после этого, то не сопровождай меня: ты получил от меня извинение"},{"SurahNumber":18,"VerseNumber":77,"Text":"И пошли они; и когда пришли к жителям селения, то попросили пищи, но те отказались принять их в гости. И нашли они там стену, которая хотела развалиться, и он ее поправил. Сказал он: \"Если бы ты хотел, то взял бы за это плату"},{"SurahNumber":18,"VerseNumber":78,"Text":"Он сказал: \"Это - разлука между мной и тобой. Я сообщу тебе толкование того, чего ты не мог утерпеть"},{"SurahNumber":18,"VerseNumber":79,"Text":"Что касается судна, то оно принадлежало беднякам, которые работали в море. Я хотел его испортить, ибо за ними был царь, отбиравший все суда насильно"},{"SurahNumber":18,"VerseNumber":80,"Text":"Что касается мальчика, то родители его были верующими, и мы боялись, что он обречет их переносить непокорность и неверие"},{"SurahNumber":18,"VerseNumber":81,"Text":"И мы хотели, чтобы Господь дал им взамен лучшего, чем он, по чистоте и более близкого по милосердию"},{"SurahNumber":18,"VerseNumber":82,"Text":"А стена - она принадлежала двум мальчикам-сиротам в городе, и был под нею клад, а отец их был праведен, и пожелал Господь твой, чтобы они достигли зрелости и извлекли свой клад по милости твоего Господа. Не делал я этого по своему решению. Вот объяснение того, чего ты не мог утерпеть"},{"SurahNumber":18,"VerseNumber":83,"Text":"Они спрашивают о Зу-л-карнайне. Скажи: \"Я прочитаю вам о нем воспоминание"},{"SurahNumber":18,"VerseNumber":84,"Text":"Мы укрепили его на земле и дали ему ко всему путь"},{"SurahNumber":18,"VerseNumber":85,"Text":"и пошел он по одному пути"},{"SurahNumber":18,"VerseNumber":86,"Text":"А когда он дошел до заката солнца, то увидел, что оно закатывается в источник зловонный, и нашел около него людей. Мы сказали: \"О Зу-л-карнайн, либо ты накажешь, либо устроишь для них милость"},{"SurahNumber":18,"VerseNumber":87,"Text":"Он сказал: \"Того, кто несправедлив, мы накажем, а потом он будет возвращен к своему Господу, и накажет Он его наказанием тяжелым"},{"SurahNumber":18,"VerseNumber":88,"Text":"А кто уверовал и творил благое, для него в награду - милость, и скажем мы ему из нашего повеления легкое"},{"SurahNumber":18,"VerseNumber":89,"Text":"Потом он следовал по пути"},{"SurahNumber":18,"VerseNumber":90,"Text":"А когда дошел он до восхода солнца, то нашел, что оно восходит над людьми, для которых Мы не сделали от него никакой завесы"},{"SurahNumber":18,"VerseNumber":91,"Text":"Так! Мы объяли знанием все, что у него"},{"SurahNumber":18,"VerseNumber":92,"Text":"Потом он следовал по пути"},{"SurahNumber":18,"VerseNumber":93,"Text":"А когда достиг до места между двумя преградами, то нашел перед ними народ, который едва мог понимать речь"},{"SurahNumber":18,"VerseNumber":94,"Text":"Они сказали: \"О Зу-л-карнайн, ведь Йаджудж и Маджудж распространяют нечестие по земле; не установить ли нам для тебя подать, чтобы ты устроил между нами и ними плотину"},{"SurahNumber":18,"VerseNumber":95,"Text":"Он сказал: \"То, в чем укрепил меня мой Господь, лучше; помогите же мне силой, я устрою между вами и ними преграду"},{"SurahNumber":18,"VerseNumber":96,"Text":"Принесите мне кусков железа\". А когда он сравнял между двумя склонами, сказал: \"Раздувайте!\" А когда он превратил его в огонь, сказал: \"Принесите мне, я вылью на это расплавленный металл"},{"SurahNumber":18,"VerseNumber":97,"Text":"И не могли они взобраться на это, и не могли там продырявить"},{"SurahNumber":18,"VerseNumber":98,"Text":"Он сказал: \"Это - по милости от моего Господа. А когда придет обещание Господа моего, Он сделает это порошком; обещание Господа моего бывает истиной"},{"SurahNumber":18,"VerseNumber":99,"Text":"И оставим Мы их тогда препираться друг с другом и подуют в трубу, и соберем Мы их воедино"},{"SurahNumber":18,"VerseNumber":100,"Text":"И представим геенну в тот день перед неверными прямо"},{"SurahNumber":18,"VerseNumber":101,"Text":"тем, глаза которых были закрыты от Моего напоминания и которые не могли слышать"},{"SurahNumber":18,"VerseNumber":102,"Text":"Неужели думали те, которые не веровали, взять рабов Моих вместо Меня защитниками? Мы приготовили геенну для неверных пребыванием"},{"SurahNumber":18,"VerseNumber":103,"Text":"Скажи: \"Не сообщить ли мне вам про потерпевших наибольший убыток в делах"},{"SurahNumber":18,"VerseNumber":104,"Text":"тех, усердие которых заблудилось в жизни ближней, и они думают, что они хорошо делают"},{"SurahNumber":18,"VerseNumber":105,"Text":"Те, которые не веровали в знамения их Господа и встречу с Ним, - дела их оказались тщетными, и не восстановим Мы для них в день воскресения веса"},{"SurahNumber":18,"VerseNumber":106,"Text":"Это - награда их, геенна, за то, что они не веровали и принимали Мои знамения и посланников с насмешкой"},{"SurahNumber":18,"VerseNumber":107,"Text":"Поистине, те, которые уверовали и творили благое, для них будут сады рая пребыванием"},{"SurahNumber":18,"VerseNumber":108,"Text":"вечно пребывая там, - не желая за них замены"},{"SurahNumber":18,"VerseNumber":109,"Text":"Скажи: \"Если бы море было чернилами для слов Господа моего, то иссякло бы море раньше, чем иссякли слова Господа моего, даже если бы Мы добавили еще подобное этому"},{"SurahNumber":18,"VerseNumber":110,"Text":"Скажи: \"Я ведь - человек, подобный вам; ниспослано мне откровение о том, что бог ваш - Бог единый. И кто надеется встретить своего Господа, пусть творит дело благое и в поклонении Господу своему не присоединяет к Нему никого"},{"SurahNumber":19,"VerseNumber":1,"Text":"Каф ха йа айн сад"},{"SurahNumber":19,"VerseNumber":2,"Text":"Воспоминание о милости Господа твоего рабу Его Закарии"},{"SurahNumber":19,"VerseNumber":3,"Text":"Вот воззвал он к Господу своему зовом тайным"},{"SurahNumber":19,"VerseNumber":4,"Text":"Сказал он: \"Господи! У меня ослабели мои кости, и голова запылала сединой, а я не был в воззваниях к Тебе, Господи, несчастным"},{"SurahNumber":19,"VerseNumber":5,"Text":"И я боюсь близких после меня, а жена моя бесплодна; дай же мне от Тебя наследника"},{"SurahNumber":19,"VerseNumber":6,"Text":"Он наследует мне и наследует роду Йакуба, и сделай его, Господи, угодным"},{"SurahNumber":19,"VerseNumber":7,"Text":"О Закарийа, Мы радуем тебя вестью про мальчика, имя которого Йахйа! Мы не делали ему раньше одноименного"},{"SurahNumber":19,"VerseNumber":8,"Text":"Он сказал: \"Господи, как будет у меня мальчик: и жена моя бесплодна, и дошел я в старости до предела"},{"SurahNumber":19,"VerseNumber":9,"Text":"Сказал Он: \"Так сказал твой Господь: \"Это для Меня - легко. Я ведь сотворил тебя раньше, а был ты ничем"},{"SurahNumber":19,"VerseNumber":10,"Text":"Он сказал: \"Господи! Дай мне знамение!\" Сказал Он: \"Знамение для тебя в том, что ты не будешь говорить с людьми три ночи, будучи здоровым"},{"SurahNumber":19,"VerseNumber":11,"Text":"И вышел он к своему народу из алтаря и внушил им: \"Возносите хвалу утром и вечером"},{"SurahNumber":19,"VerseNumber":12,"Text":"О Йахйа, держись писания сильно!\" И даровали Мы ему мудрость, когда он был мальчиком"},{"SurahNumber":19,"VerseNumber":13,"Text":"и милосердие от Нас и чистоту. И был он богобоязненным"},{"SurahNumber":19,"VerseNumber":14,"Text":"и благим своим родителям, и не был он тираном, ослушником"},{"SurahNumber":19,"VerseNumber":15,"Text":"Мир ему в день, когда он родился, и в день, когда умрет, и в день, когда будет воскрешен живым"},{"SurahNumber":19,"VerseNumber":16,"Text":"И вспомни в писании от Марйам. Вот она удалилась от своей семьи в место восточное"},{"SurahNumber":19,"VerseNumber":17,"Text":"и устроила себе пред ними завесу. Мы отправили к ней Нашего духа, и принял он пред ней обличие совершенного человека"},{"SurahNumber":19,"VerseNumber":18,"Text":"Она сказала: \"Я ищу защиты от тебя у Милосердного, если ты богобоязнен"},{"SurahNumber":19,"VerseNumber":19,"Text":"Он сказал: \"Я только посланник Господа твоего, чтобы даровать тебе мальчика чистого"},{"SurahNumber":19,"VerseNumber":20,"Text":"Она сказала: \"Как может быть у меня мальчик? Меня не касался человек, и не была я распутницей"},{"SurahNumber":19,"VerseNumber":21,"Text":"Он сказал: \"Так сказал твой Господь: \"Это для Меня - легко. И сделаем Мы его знамением для людей и Нашим милосердием\". Дело это решено"},{"SurahNumber":19,"VerseNumber":22,"Text":"И понесла она его и удалилась с ним в далекое место"},{"SurahNumber":19,"VerseNumber":23,"Text":"И привели ее муки к стволу пальмы. Сказала она: \"О если бы я умерла раньше этого и была забытою, забвенною"},{"SurahNumber":19,"VerseNumber":24,"Text":"И воззвал Он к ней из-под нее: \"Не печалься: Господь твой сделал под тобой ручей"},{"SurahNumber":19,"VerseNumber":25,"Text":"И потряси над собой ствол пальмы, она уронит к тебе свежие, спелые"},{"SurahNumber":19,"VerseNumber":26,"Text":"Ешь, и пей, и прохлади глаза! А если ты увидишь кого из людей, то скажи: \"Я дала Милостивому обет поста и не буду говорить сегодня с человеком"},{"SurahNumber":19,"VerseNumber":27,"Text":"Она пришла с ним к своему народу, неся его. Они сказали: \"О Марйам, ты совершила дело неслыханное"},{"SurahNumber":19,"VerseNumber":28,"Text":"О сестра Харуна, не был отец твой дурным человеком, и мать твоя не была распутницей"},{"SurahNumber":19,"VerseNumber":29,"Text":"А она указала на него. Они сказали: \"Как мы можем говорить с тем, кто ребенок в колыбели"},{"SurahNumber":19,"VerseNumber":30,"Text":"Он сказал: \"Я - раб Аллаха, Он дал мне писание и сделал меня пророком"},{"SurahNumber":19,"VerseNumber":31,"Text":"И сделал меня благословенным, где бы я ни был, и заповедал мне молитву и милостыню, пока я вижу"},{"SurahNumber":19,"VerseNumber":32,"Text":"и благость к моей родительнице и не сделал меня тираном, несчастным"},{"SurahNumber":19,"VerseNumber":33,"Text":"И мир мне в тот день, как я родился, и в день, что умру, и в день, когда буду воскрешен живым"},{"SurahNumber":19,"VerseNumber":34,"Text":"Это - Иса, сын Марйам, по слову истины, в котором они сомневаются"},{"SurahNumber":19,"VerseNumber":35,"Text":"Не подобает Аллаху брать Себе детей, хвала Ему! Когда Он решит какое-нибудь дело, то лишь скажет ему: \"Будь!\" - и оно бывает"},{"SurahNumber":19,"VerseNumber":36,"Text":"И поистине, Аллах - мой Господь и ваш Господь: поклоняйтесь же Ему, это - прямой путь"},{"SurahNumber":19,"VerseNumber":37,"Text":"И разногласят партии среди них. И горе тем, которые неверны, от зрелища великого дня"},{"SurahNumber":19,"VerseNumber":38,"Text":"Как они услышат и увидят в тот день, что придут к Нам! Но обидчики сегодня в явном заблуждении"},{"SurahNumber":19,"VerseNumber":39,"Text":"Сообщи им о дне скорби. Вот дело решено, а они в небрежности, они не веруют"},{"SurahNumber":19,"VerseNumber":40,"Text":"Поистине, Мы наследуем землю и тех, кто на ней, и к Нам они вернутся"},{"SurahNumber":19,"VerseNumber":41,"Text":"И вспомни в книге Ибрахима: поистине, он был праведником, пророком"},{"SurahNumber":19,"VerseNumber":42,"Text":"Вот сказал он своему отцу: \"Отец мой, почему ты поклоняешься тому, что не слышит и не видит и не избавляет тебя ни от чего"},{"SurahNumber":19,"VerseNumber":43,"Text":"Отец мой, у меня явилось такое знание, которое не достигло тебя; следуй же за мной, я поведу тебя верным путем"},{"SurahNumber":19,"VerseNumber":44,"Text":"Отец мой, не поклоняйся сатане: сатана ведь ослушник Милосердному"},{"SurahNumber":19,"VerseNumber":45,"Text":"Отец мой, я боюсь, что тебя коснется наказание от Милосердного и ты будешь близким сатаны"},{"SurahNumber":19,"VerseNumber":46,"Text":"Он сказал: \"Разве ты отказываешься от наших богов, о Ибрахим? Если ты не удержишься, я непременно побью тебя каменьями. Удались же от меня и на некое время"},{"SurahNumber":19,"VerseNumber":47,"Text":"Он сказал: \"Мир тебе! Я буду просить прошения для тебя у моего Господа: ведь Он ко мне милостив"},{"SurahNumber":19,"VerseNumber":48,"Text":"Я отделюсь от вас и от того, что вы призываете помимо Аллаха. Я призываю своего Господа, может быть, я не буду в призывании своего Господа несчастным"},{"SurahNumber":19,"VerseNumber":49,"Text":"И когда он отделился от них и от того, чему они поклонялись помимо Аллаха, Мы даровали ему Исхака и Йакуба, и всех сделали Мы пророками"},{"SurahNumber":19,"VerseNumber":50,"Text":"И Мы даровали им от нашей милости и сделали язык истины для них высоким"},{"SurahNumber":19,"VerseNumber":51,"Text":"И вспомни в книге Мусу: поистине, он был искренним и был посланником, пророком"},{"SurahNumber":19,"VerseNumber":52,"Text":"И воззвали Мы к нему с правой стороны горы и приблизили его для тайной беседы"},{"SurahNumber":19,"VerseNumber":53,"Text":"И даровали мы ему от Нашего милосердия брата его Харуна как пророка"},{"SurahNumber":19,"VerseNumber":54,"Text":"И вспомни в книге Исмаила: поистине, он был правдив в обещанном и был посланником, пророком"},{"SurahNumber":19,"VerseNumber":55,"Text":"Он приказывал своей семье молитву и милостыню и был у Господа своего угодным"},{"SurahNumber":19,"VerseNumber":56,"Text":"И вспомни в книге Идриса: поистине, он был праведником, пророком"},{"SurahNumber":19,"VerseNumber":57,"Text":"И вознесли Мы его на высокое место"},{"SurahNumber":19,"VerseNumber":58,"Text":"Это - те, кому даровал Аллах милость, из пророков из потомства Адама и из тех, кого Мы носили вместе с Нухом, и из потомства Ибрахима и Исраила, и из тех, кого мы вели прямым путем, и кого Мы избрали. Когда им читаются знамения Милосердного, они падают ниц, поклоняясь и плача"},{"SurahNumber":19,"VerseNumber":59,"Text":"И последовали за ними потомки, которые погубили молитву и пошли за страстями, и встретят они погибель"},{"SurahNumber":19,"VerseNumber":60,"Text":"Кроме тех, кто раскаялся и уверовал и творил доброе, - эти войдут в рай и не будут обижены ни в чем"},{"SurahNumber":19,"VerseNumber":61,"Text":"в сады вечности, которые обещал Милосердный Своим рабам втайне; поистине, Его обещание совершается"},{"SurahNumber":19,"VerseNumber":62,"Text":"Не слышат они там пустословия, а только: \"Мир!\" Для них там - удел и утром и вечером"},{"SurahNumber":19,"VerseNumber":63,"Text":"Это - сад, который дадим Мы в наследие тем из Наших рабов, кто богобоязнен"},{"SurahNumber":19,"VerseNumber":64,"Text":"Нисходим мы только по повелению Господа твоего, Ему принадлежит то, что пред нами и что позади нас и что между этим. Господь твой не забывчив"},{"SurahNumber":19,"VerseNumber":65,"Text":"Господь небес и земли и того, что между ними. Поклоняйся же ему и будь терпелив в поклонении Ему! Разве ты знаешь Ему соименного"},{"SurahNumber":19,"VerseNumber":66,"Text":"И говорит человек: \"Разве, когда я умру, я буду изведен живым"},{"SurahNumber":19,"VerseNumber":67,"Text":"Разве не вспомнит человек, что Мы сотворили его раньше, а был он ничем"},{"SurahNumber":19,"VerseNumber":68,"Text":"И Господом твоим клянусь, Мы соберем их и дияволов, потом Мы соберем их кругом геенны на коленях"},{"SurahNumber":19,"VerseNumber":69,"Text":"Потом Мы извлечем из каждой партии, кто из них был сильнейшим ослушником против Милосердного"},{"SurahNumber":19,"VerseNumber":70,"Text":"Потом - ведь Мы лучше знаем про тех, кому больше надлежит там гореть"},{"SurahNumber":19,"VerseNumber":71,"Text":"нет среди вас того, кто бы в нее не вошел; для твоего Господа это - решенное постановление"},{"SurahNumber":19,"VerseNumber":72,"Text":"Потом Мы спасем тех, которые были богобоязненны, и оставим обидчиков там на коленях"},{"SurahNumber":19,"VerseNumber":73,"Text":"А когда читаются им Наши знамения ясно изложенными, те, которые не веруют, говорят верующим: \"Какая из двух партий лучше по своему положению, прекраснее по составу"},{"SurahNumber":19,"VerseNumber":74,"Text":"А сколько мы погубили до них поколений, которые были прекраснее и по устройству и по виду"},{"SurahNumber":19,"VerseNumber":75,"Text":"Скажи: \"кто находится в заблуждении, пусть Милосердный продлит ему предел\". И когда они увидят то, что им было обещано, либо наказание, либо час, то узнают они, кто хуже по месту и слабее войском"},{"SurahNumber":19,"VerseNumber":76,"Text":"А тем, которые шли по прямому пути, Аллах умножит водительство. А пребывающие благие деяния - у Господа твоего еще лучше по награде, лучше по воздаянию"},{"SurahNumber":19,"VerseNumber":77,"Text":"Видел ли ты того, кто не веровал в Наши знамения и говорил: \"Конечно, мне будет даровано и богатство и потомство"},{"SurahNumber":19,"VerseNumber":78,"Text":"Разве он узнал про сокровенное или взял с Милосердного договор"},{"SurahNumber":19,"VerseNumber":79,"Text":"Так нет! Мы запишем то, что он говорит, и протянем ему наказание усиленно"},{"SurahNumber":19,"VerseNumber":80,"Text":"Мы унаследуем от него то, что он говорит, и придет он к Нам одиноким"},{"SurahNumber":19,"VerseNumber":81,"Text":"И устроили они себе помимо Аллаха других богов, чтобы они были славой для них"},{"SurahNumber":19,"VerseNumber":82,"Text":"Так нет! Отвергнут они их поклонение и окажутся для них противниками"},{"SurahNumber":19,"VerseNumber":83,"Text":"Разве ты не видел, что Мы послали дияволов против неверных, чтобы они их усиленно подстрекали"},{"SurahNumber":19,"VerseNumber":84,"Text":"Поэтому не торопись против них; Мы считаем для них счетом"},{"SurahNumber":19,"VerseNumber":85,"Text":"В тот день, когда Мы соберем богобоязненных к Милосердному чтимым посольством"},{"SurahNumber":19,"VerseNumber":86,"Text":"и погоним грешников в геенну, как стадо на водопой"},{"SurahNumber":19,"VerseNumber":87,"Text":"не получат они заступничества, кроме тех, кто взял с Милосердного договор"},{"SurahNumber":19,"VerseNumber":88,"Text":"И говорят они: \"Взял Себе Милосердный сына"},{"SurahNumber":19,"VerseNumber":89,"Text":"Вы совершили вещь гнусную"},{"SurahNumber":19,"VerseNumber":90,"Text":"Небеса готовы распасться от этого, и земля разверзнуться, горы пасть прахом"},{"SurahNumber":19,"VerseNumber":91,"Text":"оттого, что они приписали Милосердному сына"},{"SurahNumber":19,"VerseNumber":92,"Text":"Не подобает Милосердному брать Себе сына"},{"SurahNumber":19,"VerseNumber":93,"Text":"Всякий, кто в небесах и на земле, приходит к Милосердному только как раб"},{"SurahNumber":19,"VerseNumber":94,"Text":"Он перечислил их и со - считал счетом"},{"SurahNumber":19,"VerseNumber":95,"Text":"И все они придут к Нему в день воскресения поодиночке"},{"SurahNumber":19,"VerseNumber":96,"Text":"Поистине, те, кто уверовал и творил добрые дела, - им Милосердный дарует любовь"},{"SurahNumber":19,"VerseNumber":97,"Text":"Мы облегчили его для твоего языка, чтобы ты мог радовать им богобоязненных и предостерегать им людей упрямых"},{"SurahNumber":19,"VerseNumber":98,"Text":"А сколько Мы погубили до них поколений, - разве чуешь ты хоть одного из тех и слышишь от них шорох"},{"SurahNumber":20,"VerseNumber":1,"Text":"Та ха"},{"SurahNumber":20,"VerseNumber":2,"Text":"Не ниспослали Мы тебе Коран, чтобы ты был несчастен"},{"SurahNumber":20,"VerseNumber":3,"Text":"а только как напоминание для того, кто боязлив"},{"SurahNumber":20,"VerseNumber":4,"Text":"ниспосланием от того, кто создал землю и небеса вышние"},{"SurahNumber":20,"VerseNumber":5,"Text":"Милосердный - Он утвердился на троне"},{"SurahNumber":20,"VerseNumber":6,"Text":"Ему принадлежит то, что в небесах, и что на земле, и что между ними, и что под землей"},{"SurahNumber":20,"VerseNumber":7,"Text":"И если ты будешь говорить громко, то ведь Он знает и тайну и более скрытой"},{"SurahNumber":20,"VerseNumber":8,"Text":"Бог! - нет божества, кроме Него, у Него - прекрасные имена"},{"SurahNumber":20,"VerseNumber":9,"Text":"Дошел ли до тебя рассказ о Мусе"},{"SurahNumber":20,"VerseNumber":10,"Text":"Вот увидел он огонь и сказал своей семье: \"Останьтесь, я почуял огонь. Может быть, я вернусь к вам с факелом оттуда или найду у огня верный путь"},{"SurahNumber":20,"VerseNumber":11,"Text":"А когда он подошел к нему, было возглашено: \"О Муса"},{"SurahNumber":20,"VerseNumber":12,"Text":"Воистину, Я - твой Господь, сними же свои сандалии! Ты ведь в долине священной Тува"},{"SurahNumber":20,"VerseNumber":13,"Text":"И Я изобрел тебя; прислушайся же к тому, что тебе возвещается"},{"SurahNumber":20,"VerseNumber":14,"Text":"Воистину, Я - Бог, нет божества, кроме Меня! Поклоняйся же Мне и совершай молитву в Мое воспоминание"},{"SurahNumber":20,"VerseNumber":15,"Text":"Поистине, час приходит, Я готов его открыть, чтобы всякая душа получила воздаяние за то, о чем старается"},{"SurahNumber":20,"VerseNumber":16,"Text":"Пусть не отвлекает тебя от нее тот, кто не верует в нее и кто последовал за своей страстью, чтобы тебе не погибнуть"},{"SurahNumber":20,"VerseNumber":17,"Text":"Что это у тебя в правой руке, Муса"},{"SurahNumber":20,"VerseNumber":18,"Text":"Он сказал: \"Это - посох мой; я опираюсь на него, сбиваю им для стад моих листья. Есть для меня в нем и другая польза"},{"SurahNumber":20,"VerseNumber":19,"Text":"Он сказал: \"Брось его, о Муса"},{"SurahNumber":20,"VerseNumber":20,"Text":"И бросил он его. И вот - это змея, которая ползет"},{"SurahNumber":20,"VerseNumber":21,"Text":"Он сказал: \"Возьми ее и не бойся; Мы вернем ее в прежний вид"},{"SurahNumber":20,"VerseNumber":22,"Text":"Прижми свою руку к боку: она выйдет белой без всякого вреда, как другое знамение"},{"SurahNumber":20,"VerseNumber":23,"Text":"чтобы показать тебе среди Наших знамений величайшее"},{"SurahNumber":20,"VerseNumber":24,"Text":"Иди к Фирауну, он ведь возмутился"},{"SurahNumber":20,"VerseNumber":25,"Text":"Он сказал: \"Господи, расширь мне грудь"},{"SurahNumber":20,"VerseNumber":26,"Text":"и облегчи мне дело"},{"SurahNumber":20,"VerseNumber":27,"Text":"и развяжи узел в моем языке"},{"SurahNumber":20,"VerseNumber":28,"Text":"пусть они поймут мою речь"},{"SurahNumber":20,"VerseNumber":29,"Text":"И дай мне помощника из моей семьи"},{"SurahNumber":20,"VerseNumber":30,"Text":"Харуна, моего брата"},{"SurahNumber":20,"VerseNumber":31,"Text":"Подкрепи им мою мощь"},{"SurahNumber":20,"VerseNumber":32,"Text":"и сделай его участником в моем деле"},{"SurahNumber":20,"VerseNumber":33,"Text":"чтобы мы прославляли Тебя много"},{"SurahNumber":20,"VerseNumber":34,"Text":"и поминали Тебя много"},{"SurahNumber":20,"VerseNumber":35,"Text":"ведь Ты по отношению к нам зорок"},{"SurahNumber":20,"VerseNumber":36,"Text":"Сказал Он: \"Уже даровано просимое тобой, Муса"},{"SurahNumber":20,"VerseNumber":37,"Text":"и другой раз Мы оказали тебе милость"},{"SurahNumber":20,"VerseNumber":38,"Text":"Вот внушили Мы твоей матери то, что внушается"},{"SurahNumber":20,"VerseNumber":39,"Text":"Брось его в ковчег и брось его в море, и пусть море выкинет его на берег; возьмет его враг Мой и враг его\". Я устремил на тебя Мою любовь, чтобы ты был выращен на Моих глазах"},{"SurahNumber":20,"VerseNumber":40,"Text":"Вот идет твоя сестра и говорит: \"Не указать ли вам на того, кто о нем позаботится?\" И Мы вернули тебя к твоей матери, чтобы глаз ее усладился, и она не печалилась. И убил ты душу, и спасли Мы тебя от заботы и испытали испытанием. И оставался ты годы среди обитателей Мадйана, а потом пришел по сроку, о Муса"},{"SurahNumber":20,"VerseNumber":41,"Text":"И Я взял тебя для Себя"},{"SurahNumber":20,"VerseNumber":42,"Text":"Иди ты и брат твой с Моими знамениями и не будьте слабы в поминании Меня"},{"SurahNumber":20,"VerseNumber":43,"Text":"Идите к Фирауну, ведь он возмутился"},{"SurahNumber":20,"VerseNumber":44,"Text":"И скажите ему слово мягкое, может быть, он опамятуется или убоится"},{"SurahNumber":20,"VerseNumber":45,"Text":"Сказали они: \"Господи наш! Мы ведь боимся, что он обидит нас или возмутится"},{"SurahNumber":20,"VerseNumber":46,"Text":"Он сказал: \"Не бойтесь, Я с вами, слушаю и вижу"},{"SurahNumber":20,"VerseNumber":47,"Text":"Идите же к нему и скажите: \"Мы - посланники Господа твоего. Отправь с нами сынов Исраила и не наказывай их. Мы пришли к тебе со знамением твоего Господа, и мир тому, кто последовал за водительством"},{"SurahNumber":20,"VerseNumber":48,"Text":"Нам ведь уже открыто, что наказание - для тех, кто считал ложью и отвратился"},{"SurahNumber":20,"VerseNumber":49,"Text":"Он сказал: \"Кто же ваш господь, Муса"},{"SurahNumber":20,"VerseNumber":50,"Text":"Он сказал: \"Господь наш тот, кто дал каждой вещи ее строй, а потом вел по пути"},{"SurahNumber":20,"VerseNumber":51,"Text":"Он сказал: \"А каково же с первыми поколениями"},{"SurahNumber":20,"VerseNumber":52,"Text":"Он сказал: \"Знание про них у Господа моего в книге, не заблуждается Господь мой и не забывает"},{"SurahNumber":20,"VerseNumber":53,"Text":"Он, который сделал для вас землю равниной, и провел для вас в ней дороги, и низвел с неба воду, и вывели Мы благодаря ей пары разных растений"},{"SurahNumber":20,"VerseNumber":54,"Text":"Ешьте и пасите ваши стада; поистине, в этом - знамение для обладающих разумом"},{"SurahNumber":20,"VerseNumber":55,"Text":"Из нее Мы вас сотворили и в нее вас вернем и из нее вас изведем другой раз"},{"SurahNumber":20,"VerseNumber":56,"Text":"И показали Мы ему все Наши знамения, но он счел ложью и отвернулся"},{"SurahNumber":20,"VerseNumber":57,"Text":"Сказал он: \"Разве ты пришел к нам, чтобы вывести нас из нашей земли своим колдовством, Муса"},{"SurahNumber":20,"VerseNumber":58,"Text":"Мы, конечно, покажем тебе подобное же колдовство; назначь же для нас и себя условный срок, не нарушим его мы и ты, - место посредине"},{"SurahNumber":20,"VerseNumber":59,"Text":"Он сказал: \"Срок для вас - день украшения, и чтобы собраны были люди поздним утром"},{"SurahNumber":20,"VerseNumber":60,"Text":"И отвернулся Фираун и собрал свои козни, а потом пришел"},{"SurahNumber":20,"VerseNumber":61,"Text":"Сказал им Муса: \"Горе вам, не измышляйте на Аллаха лжи, а то Он поразит вас наказанием\". Безуспешен тот, кто измышляет ложь"},{"SurahNumber":20,"VerseNumber":62,"Text":"И обсуждали они между собой свое дело и втайне совещались"},{"SurahNumber":20,"VerseNumber":63,"Text":"Они сказали: \"Конечно, это - два волшебника: они хотят вывести вас из вашей земли своим колдовством и погубить ваш примерный путь"},{"SurahNumber":20,"VerseNumber":64,"Text":"Объедините же ваши козни, придите в ряд. Счастливым будет сегодня, кто одержит верх"},{"SurahNumber":20,"VerseNumber":65,"Text":"Они сказали: \"О Муса, либо ты бросишь, либо мы будем первыми, кто бросает"},{"SurahNumber":20,"VerseNumber":66,"Text":"Он сказал: \"Нет, бросайте!\" И вот, - их веревки и посохи, показалось ему, от колдовства их движутся"},{"SurahNumber":20,"VerseNumber":67,"Text":"И почувствовал Муса в душе страх"},{"SurahNumber":20,"VerseNumber":68,"Text":"Сказали Мы: \"Не бойся, ведь ты выше"},{"SurahNumber":20,"VerseNumber":69,"Text":"Брось, что у тебя в правой руке, пожрет оно то, что они создали; ведь они создали ухищрение волшебника, и не будет иметь счастья волшебник, куда бы не пришел"},{"SurahNumber":20,"VerseNumber":70,"Text":"И повергнуты были волшебники ниц; сказали они: \"Мы уверовали в Господа Харуна и Мусы"},{"SurahNumber":20,"VerseNumber":71,"Text":"Сказал он: \"Неужели вы уверовали в Него раньше, чем я дозволил вам; он, конечно, ваш старший, который научил вас колдовству. Я отрублю вам руки и ноги накрест, распну вас на стволах пальм, узнаете вы тогда, кто из нас сильнее наказанием и более длителен"},{"SurahNumber":20,"VerseNumber":72,"Text":"Они сказали: \"Мы не предпочтем тебя пришедшим к нам ясным знамением и тому, кто сотворил нас. Решай же то, что ты решаешь; ты можешь решить только эту ближайшую жизнь"},{"SurahNumber":20,"VerseNumber":73,"Text":"Мы ведь уверовали в нашего Господа, чтобы Он простил нам наши прегрешения и колдовство, к которому ты нас вынудил, а Аллах - лучше и более вечен"},{"SurahNumber":20,"VerseNumber":74,"Text":"Ведь тот, кто приходит к своему Господу грешником, - для него геенна, в которой он не умирает и не живет"},{"SurahNumber":20,"VerseNumber":75,"Text":"А кто приходит к Нему верующим, совершив благое, для тех - высшие ступени"},{"SurahNumber":20,"VerseNumber":76,"Text":"сады Эдема, из-под которых текут реки, - для вечного пребывания там. Таково воздаяние тех, кто очистился"},{"SurahNumber":20,"VerseNumber":77,"Text":"Мы внушили Мусе: \"Выйди ночью с Моими рабами и проложи им дорогу по морю сушей. Не бойся погони и не страшись"},{"SurahNumber":20,"VerseNumber":78,"Text":"И преследовал их Фираун с войсками, и покрыло их в море то, что покрыло"},{"SurahNumber":20,"VerseNumber":79,"Text":"И сбил Фираун свой народ с пути и не повел их прямо"},{"SurahNumber":20,"VerseNumber":80,"Text":"О сыны Исраила, Мы спасли вас от вашего врага и назначили вам встречу у правого ската горы и низвели на вас манну и перепелов"},{"SurahNumber":20,"VerseNumber":81,"Text":"Ешьте из благ, чем Мы вас наделяем, и не преступайте в этом пределов, иначе настигнет вас Мой гнев, а кого настигает Мой гнев, тот погиб"},{"SurahNumber":20,"VerseNumber":82,"Text":"Я, поистине, прощающ по отношению к тем, кто покаялся, уверовал и творил доброе, а потом пошел по прямому пути"},{"SurahNumber":20,"VerseNumber":83,"Text":"Что поторопило тебя от твоего народа, О Муса"},{"SurahNumber":20,"VerseNumber":84,"Text":"Он сказал: \"Они там по моим следам, а я поторопился к Тебе, Господь мой, чтобы Ты был доволен"},{"SurahNumber":20,"VerseNumber":85,"Text":"Сказал Он: \"Мы испытали твой народ после тебя, и их сбил с пути самирит"},{"SurahNumber":20,"VerseNumber":86,"Text":"И вернулся Муса к своему народу гневным, печальным. Он сказал: \"О народ мой! Разве не обещал вам Господь ваш прекрасного обещания; разве долгим для вас показался завет, или вы пожелали, чтобы вас постиг гнев от вашего Господа, и вы нарушили обещание мне"},{"SurahNumber":20,"VerseNumber":87,"Text":"Они сказали: \"Не нарушили мы обещания тебе своей властью; нам было приказано принести ноши из украшений народа, и мы из ввергли; также вверг и самирит"},{"SurahNumber":20,"VerseNumber":88,"Text":"и вывел он им тельца телом с мычанием. И сказали (они): \"Это - Бог ваш и Бог Мусы, но он забыл"},{"SurahNumber":20,"VerseNumber":89,"Text":"Разве они не видели, что он не возвращает им речи и не может сделать для них ни вредного, ни полезного"},{"SurahNumber":20,"VerseNumber":90,"Text":"И сказал им уже Харун еще раньше: \"О народ мой! Вас только искушают этим, а ведь Господь ваш - Милосердный, - следуйте же за мной и повинуйтесь моему приказу"},{"SurahNumber":20,"VerseNumber":91,"Text":"Они сказали: \"Мы не перестанем чтить его, пока не вернется к нам Муса"},{"SurahNumber":20,"VerseNumber":92,"Text":"Он сказал: \"О Харун! Что удержало тебя, когда ты увидел, что они сбились"},{"SurahNumber":20,"VerseNumber":93,"Text":"последовать за мной? Разве ты ослушался моего приказа"},{"SurahNumber":20,"VerseNumber":94,"Text":"Он сказал: \"О сын моей матери! Не хватай меня за бороду и за голову, я боялся, что ты скажешь: \"Ты вызвал разделение среди сынов Исраила и не соблюл моего слова"},{"SurahNumber":20,"VerseNumber":95,"Text":"Он сказал: \" А каков случай с тобой, самирит"},{"SurahNumber":20,"VerseNumber":96,"Text":"Он сказал: \"Я видел то, чего они не видели: я схватил горсть от следов посланника и бросил ее: так соблазнила меня душа"},{"SurahNumber":20,"VerseNumber":97,"Text":"Он сказал: \"Уходи же, вот тебе в жизни придется говорить: \"Не касайтесь!\" - и будет у тебя назначенный срок, которого для тебя не нарушат. Посмотри на своего бога, которому ты поклонялся: мы его сожжем и развеем в море прахом"},{"SurahNumber":20,"VerseNumber":98,"Text":"Ваш бог - только Бог, кроме которого нет божества, Он объемлет всякую вещь своим знанием"},{"SurahNumber":20,"VerseNumber":99,"Text":"Так рассказываем Мы тебе события предшествующие, и Мы доставали тебе от Нас напоминание"},{"SurahNumber":20,"VerseNumber":100,"Text":"Кто отвратился от него, - понесет в день воскресения ношу"},{"SurahNumber":20,"VerseNumber":101,"Text":"Вечно пребывая с ней, - и плохая будет у них в день воскресения ноша"},{"SurahNumber":20,"VerseNumber":102,"Text":"В тот день, когда подуют в трубу, и Мы соберем тогда грешников голубоглазыми"},{"SurahNumber":20,"VerseNumber":103,"Text":"Они будут перешептываться друг с другом: \"Пробыли вы там только десять"},{"SurahNumber":20,"VerseNumber":104,"Text":"Мы лучше знаем, что они говорят: \"Вот самый верный из них по своему пути говорит: \"Пробыли вы только один день"},{"SurahNumber":20,"VerseNumber":105,"Text":"Они спрашивают тебя о горах; скажи: \"Развеет их мой Господь прахом"},{"SurahNumber":20,"VerseNumber":106,"Text":"и оставит их пустой долиной"},{"SurahNumber":20,"VerseNumber":107,"Text":"не увидишь ты там ни кривизны, ни высоты"},{"SurahNumber":20,"VerseNumber":108,"Text":"В тот день пойдут они за призывающим, в котором нет кривизны, и стихнут голоса пред Милостивым, и услышишь ты только шорох"},{"SurahNumber":20,"VerseNumber":109,"Text":"В тот день не поможет заступничество, кроме тех, кому позволит Милосердный и кому благоволит разрешить речь"},{"SurahNumber":20,"VerseNumber":110,"Text":"Знает Он то, что было до них и что будет после них, а они не объемлют этого знанием"},{"SurahNumber":20,"VerseNumber":111,"Text":"И поникли лица пред живым, сущим, - обманулся всякий, кто приносил несправедливость"},{"SurahNumber":20,"VerseNumber":112,"Text":"А кто творил благое и был верующим, тот не будет бояться ни обиды, ни утеснения"},{"SurahNumber":20,"VerseNumber":113,"Text":"И так Мы ниспослали Коран арабским и рассыпали в нем угрозы, - может быть, они побоятся, или возбудит это в них воспоминание"},{"SurahNumber":20,"VerseNumber":114,"Text":"Превыше всех Аллах, царь истинный! Не торопись с Кораном прежде, чем будет закончено тебе его ниспослание, и говори: \"Господи мой! Умножь мое знание"},{"SurahNumber":20,"VerseNumber":115,"Text":"Мы прежде уже заключили завет с Адамом, но он забыл, и не нашли Мы в нем стойкости"},{"SurahNumber":20,"VerseNumber":116,"Text":"И вот Мы сказали ангелам: \"Поклонитесь Адаму!\" - и поклонились они, кроме Иблиса; тот отказался"},{"SurahNumber":20,"VerseNumber":117,"Text":"и Мы сказали: \"О Адам! Ведь это - враг твой и твоей жены. Пусть же он не изведет вас из рая, да не окажешься ты несчастным"},{"SurahNumber":20,"VerseNumber":118,"Text":"Ведь тебе можно не голодать там, и не быть нагим"},{"SurahNumber":20,"VerseNumber":119,"Text":"и не жаждать там, и не страдать от зноя"},{"SurahNumber":20,"VerseNumber":120,"Text":"И нашептал ему сатана, он сказал: \"О Адам, не указать ли тебе на древо вечности и власть непреходящую"},{"SurahNumber":20,"VerseNumber":121,"Text":"И они оба поели от него, и обнаружилась пред ними их скверна, и стали они сшивать для себя райские листья, и ослушался Адам Господа своего и сбился с пути"},{"SurahNumber":20,"VerseNumber":122,"Text":"Потом избрал его Господь и простил его и повел прямым путем"},{"SurahNumber":20,"VerseNumber":123,"Text":"Он сказал: \"Низвергнитесь из него вместе, врагами друг другу! А если придет к вам от Меня руководство - то, кто последует за Моим руководством, тот не собьется и не будет несчастным"},{"SurahNumber":20,"VerseNumber":124,"Text":"А кто отвратится от воспоминания обо Мне, у того, поистине, будет тесная жизнь! И в день воскресения соберем Мы его слепым"},{"SurahNumber":20,"VerseNumber":125,"Text":"Говорит он: \"Господи, зачем Ты собрал меня слепым, а раньше я был зрячим"},{"SurahNumber":20,"VerseNumber":126,"Text":"Скажет ему: \"Так приходили к тебе Мои знамения, и ты забыл их - так и сегодня ты будешь забыт"},{"SurahNumber":20,"VerseNumber":127,"Text":"Так Мы воздаем тем, кто вышел за предел и не уверовал в знамения своего Господа , а, конечно, наказание будущей жизни сильнее и длительнее"},{"SurahNumber":20,"VerseNumber":128,"Text":"Разве не навело их на прямой путь то, сколько Мы погубили до них поколений, по жилищам которых они ходят: ведь в этом - знамения для обладателей рассудка"},{"SurahNumber":20,"VerseNumber":129,"Text":"И если бы не слово, которое раньше изошло от твоего Господа, то было бы это неизбежным, - а срок названный"},{"SurahNumber":20,"VerseNumber":130,"Text":"Терпи же, что они говорят, и прославляй хвалой Господа до восхода солнца и до захода, и во времена ночи прославляй Его и среди дня, - может быть, ты будешь доволен"},{"SurahNumber":20,"VerseNumber":131,"Text":"И не простирай своих глаз на то, чем Мы наделили некоторые пары их - расцветом жизни здешней, чтобы испытать их этим. Удел Господа твоего лучше и длительнее"},{"SurahNumber":20,"VerseNumber":132,"Text":"Прикажи своей семье выполнять молитву и терпелив будь в ней. Мы не просим у тебя удела, Мы пропитаем тебя, а конец - за богобоязненностью"},{"SurahNumber":20,"VerseNumber":133,"Text":"Они говорят: \" Отчего бы не пришел он к нам с ясным знамением от своего Господа?\" А разве не приходило к ним явное доказательство в первых свитках"},{"SurahNumber":20,"VerseNumber":134,"Text":"И если бы Мы погубили их наказанием до этого, они сказали бы: \"Господи, отчего бы Тебе не послать к нам вестника, чтобы нам последовать за Твоими знамениями, раньше чем испытать унижение и позор"},{"SurahNumber":20,"VerseNumber":135,"Text":"Скажи: \"Каждый выжидает, выжидайте и вы, а потом узнаете, кто обладатель ровного пути и кто шел по прямой дороге"}]}