{"Id":218,"LanguageCodes":["kk","kaz"],"Name":"kaz-khalifahaltai","Author":"Khalifah Altai","Language":"Kazakh","Description":"Kazakh","Direction":"ltr","Source":"","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"(Біреу әйелін өз шешесінің арқасына ұқсатуды \"Зиһар\" деп атайды. Жаһилиет дәурінде мүлде ажырасып кетеді екен. Самет ұлы Әуіс: \"Маған анамның арқасындайсың\" дегендіктен жұбайы Пайғамбарға келіп шағады. Ж.М.К.Р.Х.Т.) (Мұхаммед Ғ.С.) расында Алла, ері жайында Аллаға шағып, сенімен тартысқан әйелдің сөзін естіді. Алла екеуіңнің сөйлескендеріңді де естиді. Шүбәсыз Алла, толық естуші, тым қырағы"},{"SurahNumber":58,"VerseNumber":2,"Text":"Сондай сендерден жұбайларын зиһар еткендердің әйелдері аналары емес. Олардың аналары өздерін тапқандар ғана. Сөзсіз олар теріс әрі өтірік сөз сөйлейді. Шынында Алла тым кешірімді, ерекше жарылқаушы"},{"SurahNumber":58,"VerseNumber":3,"Text":"Сондай жұбайларын зиһар еткендер, сосын айтқан сөздерінен қайтса, сонда екеуі қосылудан бұрын бір құл азат етуге тиіс. Міне сендерге осы нұсқау беріледі. Алла не істегендеріңді толық біледі"},{"SurahNumber":58,"VerseNumber":4,"Text":"Сонда біреу құл таба алмаса, екеуі қосылудан бұрын тұтас екі ай ораза ұстасын. Біреудің оған да шамасы келмесе, алпыс аш кісіні тамақтандырсын. Бұл Аллаға, Елшісіне иман келтірулерің үшін. Сондай-ақ осы Алланың шектері, қарсы болушыларға жан түршігерлік азап бар"},{"SurahNumber":58,"VerseNumber":5,"Text":"Расында Аллаға, Елшісіне қасарысқандар, олар да бұрынғылар қорлағандай қорланады. Әлбетте ашық аяттарды түсірдік. Қарсы болушылар үшін қорлаушы азап бар"},{"SurahNumber":58,"VerseNumber":6,"Text":"Сол күні, Алла, оларды тұтас тірілтеді де өздеріне не істегендерін түсіндіреді. Алла, оны түгендеп сақтады. Оны өздері ұмытты. Алла, әр нәрсені көріп тұрады"},{"SurahNumber":58,"VerseNumber":7,"Text":"(Мұхаммед Ғ.С.) көрмедің бе? Шәксіз Алла (Т.) көктер мен жердегі нәрселерді біледі. Үш кісі сыбырласса; сөз жоқ, төртіншісі, әлбетте бестің алтыншысы Алла. Тағы бұлардан аз, я көп тіпті қайда болса да әрине Ол, олармен бірге болады. Сонан кейін қиямет күні, оларға не істегендерін білдіреді. Шүбәсіз Алла, әр нәрсені толық білуші. (Рауаят бойынша, Яьудилер мен мұнафықтар; сыбырласып, қас қағысып, көз қысысудан тыйым салынған бола тұрса да өршелене түсіп, тіпті сәлемнің өзін бұрмалаған. Ж.Б.М.Р.Т)"},{"SurahNumber":58,"VerseNumber":8,"Text":"Сондай сыбырдан тыйылғандардың тыйым салынған нәрселеріне қайта оралғандарын көрмедің бе? Олар күнәда, дұшпандық және Пайғамбарға қарсылықта сыбырласады. Әрі саған келген сәтте, өзіңе Алланың сәлемінен басқа сәлем береді. (Есендік тілемей өлім тілейді.) Сондай-ақ өздерінше: \"Алла, бізді айтқан сөзімізбен азапқа душар қылмайды\" дейді. Оларға кіретін тозақ жетіп асады. Ол нендей жаман орын"},{"SurahNumber":58,"VerseNumber":9,"Text":"Әй мүміндер! Егер сыбырлассаңдар; күнә, дұшпандық және Пайғамбар (Ғ.С.) ға қарсылық жайында сыбырласпаңдар. Жақсылық, тақуалықта сыбырласыңдар. Сондай-ақ Алладан қорқыңдар. Өйткені Ол тарапқа жиналасыңдар"},{"SurahNumber":58,"VerseNumber":10,"Text":"Шын мәнінде құпия жиналыс мүміндерді кейіту үшін шайтан ісі. Алла қаламайынша ешбір зиян келтірмейді. Сондыктан мүміндер Аллаға тәуекел етсін"},{"SurahNumber":58,"VerseNumber":11,"Text":"Әй иман келтіргендер! Сендерге жиналыста: \"Орын беріңдер\" делінсе, ашылыңдар. Алла да сендерге кеңшілік етеді. Ал және: \"Тарқаңдар\" делінсе, дереу тарқаңдар. Алла (Т.) сендерден сондай иман келтіргендердің, ғылым бергендердің дәрежелерін көтереді. Істегендеріңді толық біледі"},{"SurahNumber":58,"VerseNumber":12,"Text":"Әй иман келтіргендер! Пайғамбар (Ғ.С.) мен оңаша сөйлескен кезде, оңаша кеқесудің алдында садақа беріңдер. Бұл сендер үшін хайырлы әрі кіршіксіз болады. Егер оны таппасаңдар, шәксіз Алла (Т.) тым жарылқаушы, ерекше мейірімді"},{"SurahNumber":58,"VerseNumber":13,"Text":"Пайғамбар (Ғ.С.) мен оңаша сөйлесуден бұрын садақа беруден тартындыңдар ма? Оны істемесеңдер де Алла, сендерді кешірім етті. Ал енді намазды толық орындаңдар, зекет беріңдер. Сондай-ақ Аллаға, Елшісіне бағыныңдар. Алла (Т.) істегендеріңнен толық хабар алушы"},{"SurahNumber":58,"VerseNumber":14,"Text":"(Мұхаммед Ғ.С.) өздеріне Алла ашуланған қауымды дос тұтқандарды көрмедің бе? Негізінде олар, сендерден де олардан да емес. Сондай-ақ олар біле тұра өтірікке ант ішеді"},{"SurahNumber":58,"VerseNumber":15,"Text":"Алла, оларға қатты азап әзірледі. Олардың істегендері нендей жаман"},{"SurahNumber":58,"VerseNumber":16,"Text":"Олар анттарын қалқан қылып алып, Алланың жолынан тосады. Сондықтан олар үшін қорлаушы азап бар"},{"SurahNumber":58,"VerseNumber":17,"Text":"Олардың малдары да балалары да Алладан келген нәрсеге еш төтеп бере алмайды. Міне солар, тозақтық. Олар онда мәңгі қалады"},{"SurahNumber":58,"VerseNumber":18,"Text":"Қиямет күні Алла, оларды, тұтас тірілтіп жинағанда, сендерге ант ішкендей Оған да ант ішеді. Расында олар оны пайдалы деп ойлайды. Байқаңдар! Шын мәнінде олар, өтірікші"},{"SurahNumber":58,"VerseNumber":19,"Text":"Оларға шайтан үстем келіп, өздеріне Алланы еске алуды ұмыттырды. Олар шайтанның тобы. Байқандар! Расында шайтанның жамағаты солар; зиян тартушылар"},{"SurahNumber":58,"VerseNumber":20,"Text":"Сөзсіз, Аллаға, Елшісіне қарсы келгендер, солар; қорлардың қатарында болады"},{"SurahNumber":58,"VerseNumber":21,"Text":"Алла (Т.): \"Әлбетте Мен және елшілерім жеңіске иеміз\" деп, жазған. Шүбәсыз Алла; тым күшті, аса үстем"},{"SurahNumber":58,"VerseNumber":22,"Text":"Аллаға, ахирет күніне иман келтірген бір елдің; аталары не балалары яқи туыстары немесе ағайындары болса да Аллаға, Елшісіне қарсы келгендерді сүйгенін көрмейсің. Міне солардың жүректеріне Алла иман жазган әрі оларды Өз жағынан бір нұрмен қолдаған. Және оларды астарынан өзендер ағатын әрі онда мәңгі қалатын бейіштерге кіргізеді. Алла, олардан разы, олар да Алладан разы. Міне бүлар, Алланың жамағаты. Жақсы біліңдер. Дау жоқ, Алланың жамағаты, олар; құтылушылар"},{"SurahNumber":59,"VerseNumber":1,"Text":"Көктердегілер мен жердегілер Алланы дәріптеуде. Ол, аса үстем, хикмет иесі"},{"SurahNumber":59,"VerseNumber":2,"Text":"(Рауаят бойынша, Мұхаммед Ғ.С. Мединеге көшіп келгенде, Януди Назыр ұлдары, соғыспауға, дұшпанға көмек етпеуге келісім жасайды. Бәдір жеңісінде: \"Тәуратта жазылған хақ Пайғамбар осы\" дейді. Бірақ, Үхыт соғысынан кейін уәдені бұзып, қырық атты кісімен Меккеге барып, Әбу Сүфянмен Мұсылмандарға қарсы келісім жасайды. Сондықтан Кәғап өлтіріліп, Пайғамбар Ғ.С. бір топ әскермен ауылдарын күн қоршатқаннан кейін, жұрттарынан шығып кетуге келіседі. Көбірегі Шам жаққа, бір бөлімі Хайбарға барып, орналасады. Ж.Б.К.Р.Т.) Ол сондай Алла, Кітап иелерінен қарсы болғандарды алғаш шабуылда жұрттарынан шығарды. Сендер оларды шығады деп, ойламаған едіңдер. Олар бекіністері өздерін Алладан қорғайды деп ойлаган еді. Алайда Алла, оларға, күтпеген жақтан келді; олардың жүректеріне қорқу салды да олар, үйлерін өз қолдарымен әрі Мұсылмандардың қолдарымен талқандауда еді. Әй ақыл иелері! Ғибрат алыңдар"},{"SurahNumber":59,"VerseNumber":3,"Text":"Егер Алла, оларға, сүргіндік жазбаса еді, әлбетте оларға дүниеде басқа азап берер еді әрі олар үшін ахиретте тозақ азабы бар"},{"SurahNumber":59,"VerseNumber":4,"Text":"Міне бұл, олардың Аллаға, Пайғамбарына қарсы келулері себепті. Әлде кім Аллаға қарсы келсе, Расында сонда Алла қатты азап иесі"},{"SurahNumber":59,"VerseNumber":5,"Text":"Жаудың құрма ағаштарын кесулерің немесе (кеспей) тамырларына тік қоюларың Алланың нұсқауы бойынша, бұзақыларды қорлау үшін болады"},{"SurahNumber":59,"VerseNumber":6,"Text":"Алланың, Елшісіне олардан қалдырған олжасына, сендер не ат шаптырып немесе түйе жүгіртпедіңдер. Бірақ Алла, елшілерін кімді қаласа, соған өктем қылады. Сондай-ақ Алланың әр нәрсеге күші еркін жетеді"},{"SurahNumber":59,"VerseNumber":7,"Text":"Алла (Т.) ның, Елшісіне бір кент тұрғындарынан қалдырған олжалары; Аллаға, Елшісіне, жақындарына, жетімдерге және жолда қалғандарға тән. Сендерден байлар арасында айналып жүрмеуі керек. Сендерге Пайғамбар не берсе алыңдар да неменеден тыйса, одан тыйылыңдар әрі Алладан қорқыңдар. Сөзсіз Алла, қатты азап иесі. (Бұл аят бойынша Пайғамбар (Ғ.С.) дың әміріне бой үсыну уажіп. К.Т-Қ"},{"SurahNumber":59,"VerseNumber":8,"Text":"Әсіресе сондай жұрттарынан, малдарынан қуылғандар; Алладан мәрхамет, ризалық іздеп, Аллаға, Елшісіне көмек еткен пақыр мүһажірлер үшін. Міне солар шыншылдар"},{"SurahNumber":59,"VerseNumber":9,"Text":"Бұрыннан Мединеде қоныстанған иман иелеріне де (беріледі.) Олар өздеріне босып келгендерді жақсы көріп, оларға берілген нәрселерге көңілдерінде кірбеңдік болмайды. Сондай-ақ өздерінде таршылық бола тұра оларды өздерінен артық көреді. Әлде біреу сараңдықтан сақсынса, солар құтылушылар"},{"SurahNumber":59,"VerseNumber":10,"Text":"Сондай олардан кейін келгендерге де (бұл олжадан беріледі.) Олар: \"Раббымыз! Бізді әрі бізден бұрын иман келтірген туыстарымызды жарылқай көр! Әрі сондай иман келтіргендер үшін жүрегімізде бір кірбеңдік қылма. Раббымыз шүбәсыз Сен тым жұмсақ, ерекше мейірімдісің.\" (С. 100-А)"},{"SurahNumber":59,"VerseNumber":11,"Text":"(Мұхаммед Ғ.С.) көрмейсің бе? Мұнафықтар Кітап иелерінен иман келтірмеген туыстарына: \"Егер жұрттарыңнан шығарылсаңдар, сендермен бірге шығамыз; сендерге қарсы әсте ешкімге бағынбаймыз. Егер соғыс болса, әлбетте сендерге көмек етеміз\" дейді. Олардың мүлде суайт екендігіне Алла куәлік етеді"},{"SurahNumber":59,"VerseNumber":12,"Text":"Егер олар жұрттарынан шығарылса да олармен бірге мұнафықтар шықпайды. Ал егер соғыс болса да олар соғыспайды. Егер көмек етсе де әрине олар, арттарына бұрылып қашады. Сосын оларға жәрдем етілмейді"},{"SurahNumber":59,"VerseNumber":13,"Text":"Әлбетте олардың жүректерінде Алладан көрі сендерден қатты қорқу бар. Өйткені олар, түсінбейтін ел"},{"SurahNumber":59,"VerseNumber":14,"Text":"Олар сендермен топты түрде соғыса алмайды. Бірақ бекіністегі ауылда не дуардың далдасында соғысады. Әрине өзара тартыстары қатты. Оларды бірлікте деп, ойлайсың. Жүректері быт-шыт. Өйткені олар, ойланбайтын ел"},{"SurahNumber":59,"VerseNumber":15,"Text":"Олар, өздерінен біраз бұрынғылар сияқты; істегендерінің жазасын татты. Әрі оларға күйзелтуші азап бар"},{"SurahNumber":59,"VerseNumber":16,"Text":"Олар, шайтаннын, мысалы сияқты; адамдарға: \"Қарсы бол\" деп айтып, адам баласы қарсы болған кезде: \"Шынында сенен бездім. Расында әлемдердің Раббы Алладан қорқамын\" деген еді"},{"SurahNumber":59,"VerseNumber":17,"Text":"Сонда екеуінің де соңы; тозақта мәңгі қалатын болды. Міне залымдардың сазайы"},{"SurahNumber":59,"VerseNumber":18,"Text":"Әй мүміндер! Алладан қорқыңдар. Әркім ертең үшін не жібергеніне қарасын. Және Алладан қорқыңцар. Шәксіз Алла, не істегендеріңді толық біледі"},{"SurahNumber":59,"VerseNumber":19,"Text":"Сондай Алланы ұмытқан, Алла оларға өздерін ұмыттырған кісілер тәрізді болмаңдар. Міне солар бұзақылар"},{"SurahNumber":59,"VerseNumber":20,"Text":"Тозақтықтар мен ұжмақтықтар тең емес. Ұжмақтықтар; олар, қолы жеткендер"},{"SurahNumber":59,"VerseNumber":21,"Text":"(Мүхаимед Ғ.С.) егер осы Құранды бір тауға түсірсек еді, Алладан қорыққандығынан үрейленіп, быт-шыт болғаның көрер едің. Бұл мысалдарды адам баласы түсінсін деп, келтіреміз"},{"SurahNumber":59,"VerseNumber":22,"Text":"Ол сондай Алла, Одан басқа ешбір тәңір жоқ. Көместі де көрнеуді де біледі. Сондай-ақ Ол, тым есіркеуші, ерекше мейірімді"},{"SurahNumber":59,"VerseNumber":23,"Text":"Ол сондай Алла, Одан басқа ешбір тәңір жоқ. Ол патша; өте пәк, есендік беруші, қорғаушы, тым үстем, аса өктем, өте зор. Алла олардың қосқан ортақтарынан пәк"},{"SurahNumber":59,"VerseNumber":24,"Text":"Ол Алла, жаратушы, жоқтан бар етуші және бейнелеуші. Аттардың ең көркемі Оған тән. Көктер мен жердегі әр нәрсе Оны дәріптейді. Ол, өте үстем, Аса дана"},{"SurahNumber":60,"VerseNumber":1,"Text":"Әй мүміндер! Менің дұшпандарымды да өз дұшпандарыңды да дос тұтпаңдар. Олар, сендерге келген шындыққа қарсы келсе де оларға сүйіспеншілік көрсетесіңдер. Олар, Пайғамбарды да сендерді де Раббыларың Аллаға иман келтірдіңдер, деп жұрттан шығарды. Сендер Менің жолымда ризалығымды іздеп, соғысқа шыққанда, оларға жасырын достық істейсіңдер. Мен көрнеу, көмес істегендеріңді де жақсы білемін. Сендерден кім бұны істесе, расында ол тура жолдан адасты. (Балтаға ұлы Хатып, Мединеден Сара атты әйелмен Меккедегі елге: \"Меккені алыну әзірлігі көріліп жатыр\" деп, хат жолдайды. Бірақ Пайғамбарга Алла білдіргендіктен бірнеше кісі жіберіп, Сарадағы хатты алдырып, Хатыптан сұралғанда: \"Бала-шағам Меккеде болғандықтан жаздым\" дегеннен кейін Пайғамбар (Ғ.С.) кешірім етеді. Б.Ж.М.К.Т.Х"},{"SurahNumber":60,"VerseNumber":2,"Text":"Егер олар сендерге үстем келсе, өздеріңе жау болып, сендерге жаман ниетпен қолдарын созып, тілдерін тигізеді. Қарсы болуларыңды қалайды"},{"SurahNumber":60,"VerseNumber":3,"Text":"Сендерге туыстарың да балаларың да ешбір пайда бермейді. Алла қиямет күні, араларыңды ажыратады. Алла істегендеріңді толық біледі"},{"SurahNumber":60,"VerseNumber":4,"Text":"Расында сендерге Ыбырайым (Ғ.С.) және онымен бірге болғандар, бір көркем өнеге болды. Сол уақытта, олар елдеріне: \"Сендерден де Алладан өзге табынғандарыңнан да бездік. Сендермен арамызға мәңгі дұшпандық, өштік бастады. Сендерге Алланың бірлігіне иман келтіргенге дейін қарсымыз\" деген. Бірақ Ыбырайым (Ғ.С.) ның әкесіне: \"Әрине сен үшін жарылқау тілеймін. Дегенмен Алладан келетін нәрсеге шамам келмейді\" деген болатын. \"Раббымыз, Саған тәуекел еттік, Саған қайттық әрі барар жеріміз Сен жақ"},{"SurahNumber":60,"VerseNumber":5,"Text":"Раббымыз! Кәпірлер үшін бізді сынама. Бізді бағышта. Раббымыз! Сен өте үстем, хикмет иесісің"},{"SurahNumber":60,"VerseNumber":6,"Text":"Расында сендерге, оларда (Ыбырайыи Ғ.С. және сыбайластарында,) Алланы, ахирет күнін үміт еткен кісілер тшін көркеи өнеге бар. Ал кім бет бұрса, сонда шүбәсыз Алла еш нәрсеге мұхтаж емес, аса мақтаулы"},{"SurahNumber":60,"VerseNumber":7,"Text":"Алланың сендермен дұшпандық еткен кісілердің арасына достық пайда қылуы мүмкін. Алла өте күшті әрі Алла тым жарылқаушы, ерекше мейірімді"},{"SurahNumber":60,"VerseNumber":8,"Text":"Алла (Т.) дін жайында сендермен соғыспаған және жұрттарыңнан шығармағандарға жақсылық қылуларыңа, әділдік етулеріңе тыйым салмайды. Расында Алла (Т.) турашылдарды жақсы көреді"},{"SurahNumber":60,"VerseNumber":9,"Text":"Шын мәнінде Алла (Т.) сендермен дін турасында соғысқандарды, жұрттарыңнан шығарғандарды және шығарылуларыңа көмекші болғандарды дос түтуларыңа тыйым салады. Біреу оларды дос көрсе, солар залымдар"},{"SurahNumber":60,"VerseNumber":10,"Text":"Әй мүміндер! Сендерге мүмін мүһажір әйелдер келсе, оларды сынаңдар. Олардың имандарын Алла жақсы біледі. Сонда егер олардың мүмін әйел екендігін білсеңдер, онда оларды кәпірлерге қайтармаңдар. Бұл әйелдер, оларға халал емес, олар да бұларға халал емес. Олардың бүл әйелдерге берген мәһерлерін өздеріне қайтарып беріңдер. Егер бұл әйелдердің мәһерлерін берсеңдер, оларды, некеленулеріңнің оқасы жоқ. Кәпір қатындарды некелеріңде ұстамаңдар. Кәпір қатындарға берген мәһерлеріңді сұраңдар. Кәпірлер де сендерге келген мүмін қатындарға берген мәһерлерін сұрасын. Бұл сендерге Алланың үкімі. Араларыңа үкім қылады. Алла толық білуші, хикмет иесі"},{"SurahNumber":60,"VerseNumber":11,"Text":"Егер кейбір әйелдерің мәһерімен кәпірге өтсе, сонда үстемдікке ие болсаңдар; олжадан, кәпірге әйелі кеткендерге кеткен мәһерінің бодауын беріңдер. Иман келтіргендер, Алладан қорқыңдар"},{"SurahNumber":60,"VerseNumber":12,"Text":"Әй Пайғамбар! Егер саған мүмін әйелдер, Аллаға еш нәрсені ортақ қоспауға, ұрлық қылмауға, зинашы болмауға балаларын өлтірмеуге, қол-аяқтарының арасынан бір жала жаппауға, (Суық жолдан тапқан баланы өз еріне телімеуге. Ж.М.) және ізгілік істеуге, өзіңе қарсы келмеу үшін келген кезде, олардың (биғаттарын) серттерін қабыл ал. Олар үшін Алладан жарылқау тіле. Өйткені Алла, тым жарылқаушы, ерекше мейірімді"},{"SurahNumber":60,"VerseNumber":13,"Text":"Әй мүміндер! Алланың ашуына ұшыраған елді дос тұтпаңдар. Олар кәпірлердің қабырдағылардан күдер үзгеніндей олар, ақиреттен үміт үзген"},{"SurahNumber":61,"VerseNumber":1,"Text":"Көктер мен жердегі нәрселер Алланы дәріптейді. Ол Алла, тым үстем, аса дана"},{"SurahNumber":61,"VerseNumber":2,"Text":"Әй мүміндер! Істемейтін істеріңді неге айтасыңдар"},{"SurahNumber":61,"VerseNumber":3,"Text":"Істемейтін істеріңді сөйлеулерің Алланың қасында зор ашуға себеп болады"},{"SurahNumber":61,"VerseNumber":4,"Text":"Күдіксіз Алла (Т.) өзінің жолында мықты қаланған дуардай сап болып, соғысқандарды жақсы көреді"},{"SurahNumber":61,"VerseNumber":5,"Text":"Сол уақытта, Мұса (Ғ.С.) еліне: \"Мені не үшін ренжітесіңдер? Шын мәнінде сендерге Алланың елшісі екенімді рас білесіңдер\" деген еді. Сонда олар, жолдан тайған кезде, Алла олардың жүректерін тайдырған еді. Алла бұзақы елді тура жолға салмайды"},{"SurahNumber":61,"VerseNumber":6,"Text":"Сол уақытта Мәрйем ұлы Ғиса (Ғ.С.): \"Әй Израил ұрпақтары! Шын мәнінде мен, сендерге Алланың Елшісімін, алдымдағы Тәуратты растаушы және менен кейін келетін \"Ахмед\" атты пайғамбарменен шүйіншілеймін\" деген еді. Бірақ олар (ол, айтылған) Пайғамбар, оларға ашық дәлелдермен келген кезде: \"Бұл ашық жады\" деді"},{"SurahNumber":61,"VerseNumber":7,"Text":"Ислам дініне шақырылғанда, Аллаға қарсы өтірік жала жапқаннан кім залымырақ? Сондай-ақ Алла, залым қауымды тура жолға салмайды"},{"SurahNumber":61,"VerseNumber":8,"Text":"Олар, Алланың нұрын өшіруді қалайды. Кәпірлер жек көрсе де Алла нұрын тамамдайды"},{"SurahNumber":61,"VerseNumber":9,"Text":"Ол сондай Алла, мүшріктер жек көрсе де дінін бүкіл діндерге үстем қылу үшін Елшісін туралықпен хақ дінмен жіберді"},{"SurahNumber":61,"VerseNumber":10,"Text":"Әй мүміндер! Сендерге жан түршігерлік азаптан құтқаратын бір сауда көрсетейін бе"},{"SurahNumber":61,"VerseNumber":11,"Text":"Аллаға, Елшісіне иман келтіресіңдер; малдарыңмен, жандарыңмен Алла жолында күресесіңдер. Егер білетін болсаңдар, осыларың сендер үшін хайырлы"},{"SurahNumber":61,"VerseNumber":12,"Text":"Күнәларыңды жарылқайды. Сендерге астарынан өзендер ағатын бейіштерге; Ғадын жаннаттарындағы орындарға кіргізеді. Зор табыс осы"},{"SurahNumber":61,"VerseNumber":13,"Text":"Тағы басқа сендер жақсы көретін бір нәрсе бар: Алла жақтан бір көмек және жақын бір жеңіс бар. (Мұхаммед Ғ.С.) мүміндерді қуандыр"},{"SurahNumber":61,"VerseNumber":14,"Text":"Әй мүміндер! Алланың (дінінің) көмекшілері болыңдар. Мәрйем ұлы Ғиса (Ғ.С.) ның хауариларға: \"Алла жаққа көмекшілерім кім?',- дегенде, хауарилардың: \"Аллаға біз көмекшіміз\" дегендеріндей. Сонда Израил ұрпақтарының бір тобы иман келтіріп, бір тобы қарсы шықты. Иман келтіргендерді, дұшпандарына қарсы қолдадық. Сондай-ақ олар, дұшпандарына үстем болды"},{"SurahNumber":62,"VerseNumber":1,"Text":"Көктердегі және жердегі нәрселер; үкім иесі, өте пәк, тым үстем, хикмет иесі Алланы дәріптейді"},{"SurahNumber":62,"VerseNumber":2,"Text":"Ол сондай Алла, сауатсыздардың ішіне өздерінен; оларға Алланың аяттарын оқып, оларды тазартатын сондай-ақ оларға; Кітап, даналық үйрететін бір Пайғамбар жіберді. Негізінде олар бұрын ашық адасуда еді"},{"SurahNumber":62,"VerseNumber":3,"Text":"Ол Алла, бұл Пайғамбарды олардан басқа әлі оларға қосылмағандарға да жіберді. Ол тым үстем, аса дана. (Бұл жердегі, әлі оларға қосылмағандар; қияметке дейін Ислам дініне кіретін елдер. Б.Ж.М)"},{"SurahNumber":62,"VerseNumber":4,"Text":"Бұл пайғамбарлық Алланың кеңшілігі, оны қалаған құлына береді. Алла, зор кеңшілік иесі"},{"SurahNumber":62,"VerseNumber":5,"Text":"Өздеріне Тәурат жүктеліп кейін оны игере алмағандардың мысалы; кітаптарды артқан есек тәрізді. Алланың аяттарын жасынға шығарған елдің мысалы нендей жаман. Алла залым қауымды тура жолға салмайды"},{"SurahNumber":62,"VerseNumber":6,"Text":"(Мұхаммед Ғ.С.): \"Әй Яһудилер! Егер өздеріңді адамдардан өзге, Алланың шын досымыз деп ойласаңдар, дереу өлім тілеңдерші! Егер рас айтушы болсаңдар\" де"},{"SurahNumber":62,"VerseNumber":7,"Text":"Негізінде олар, бұрын қолекі істеген қылмыстарының салдарынан әсте өлім тілемейді. Алла, залымдарды жақсы біледі"},{"SurahNumber":62,"VerseNumber":8,"Text":"(Мұхаммед Ғ.С.) оларға: \"Расында сендер қашқан өлім; әрине ол, сендерге кездеседі. Сосын көместі, көрнеуді білуші Аллаға қайтарыласыңдар. Сонда сендерге істеген істеріңді түсіндіреді\" де"},{"SurahNumber":62,"VerseNumber":9,"Text":"Әй мүміндер! Жұма күні намаз үшін азан айтылған кезде, дереу Алланы еске алуға (намазға) ұмтылыңдар; және сауданы қойыңдар, егер білген болсаңдар, сендер үшін жақсы"},{"SurahNumber":62,"VerseNumber":10,"Text":"Намаз өтелген кезде, жер жүзіне таралыңдар да Алланың мәрхаметінен несібе іздеңдер. Сондай-ак Алланы көбірек зікір етіңдер. Әрине құтыласыңдар. (Мұхаммед Ғ.С. бір жүма күні, хұтба оқып, тұрғанда бір астық артқан керуенге қағылған дабылды естіген ел, шыға жүгіріседі. Өйткені қатты ашаршылық бір жыл еді. Бұл аят соған байланысты. Б.М)"},{"SurahNumber":62,"VerseNumber":11,"Text":"Олар сауданы, ойынды көрген сәтте, сол жаққа тарайды да сені тік тұрған бойда тастайды. Оларға: \"Алланың қасындагы нәрселер, ойыннан да саудадан да жақсы. Алла ризық берушілердің жақсырағы\" де"},{"SurahNumber":63,"VerseNumber":1,"Text":"(Мұхаммед Р.С.) саған мұнафықтар келген кезде: \"Сені, анық Пайғамбар деп айғақ боламыз\" деді. Сенің хақ Пайғамбар екеніңді Алла біледі. Сондай-ақ Алла (Т.) расында мұнафықтардың мүлде суайт екендігіне куәлік етеді"},{"SurahNumber":63,"VerseNumber":2,"Text":"Олар анттарын қалқан етеді де Алланың жолынан тыяды. Күмәнсыз олардың істегендері нендей жаман"},{"SurahNumber":63,"VerseNumber":3,"Text":"Міне расында олар, иман келтіріп, кейін қарсы келгендіктерінің салдарынан жүректері бітелген Енді олар, түсінбейпі"},{"SurahNumber":63,"VerseNumber":4,"Text":"(Мұхаммед Ғ.С.) оларды көрген кезде, тұлғалары сені таңырқатады. Олар сөйлесе, сөздерін тыңдайсың. Олар, бейне, қаланған қуыс дөңбек сияқты. Сондай-ақ олар, әрбір шыққан дауысты өздеріне жориды. (Өз қылықтарынан үрейленеді.) Олар дұшпан. Сондыктан олардан сақтан. Оларды Алла типыл қылсын. Қайда адасып, бара жатыр? (Мұнафықтардың бастығы Ғабдолла Үбай ұлы, тағы басқалары зор денелі келбетті де шешен адамдар еді. Келіп, дуарға сүйеніп түрып, әдемілеп сөйлеуші епі. Б.Ж.М.Т)"},{"SurahNumber":63,"VerseNumber":5,"Text":"Рауаят бойынша Мұсталық ұлдарымен болған бір қақтығыста, суға таласып, Ғабдолла Үбай ұлы, мүһажірлерді өте ауыр сөздермен қорлайды. Пайғамбарға білініп; оны шақырып алып, сұрағанда, ант-су ішіп, жылмия танады. Өтірігі шыққаннан кейін оған, Пайғамбар (Ғ.С.) дан: \"Кешірім сұра, Алладан жарылқау тілесін\" десе, қасарысып көнбейді. Б.М.) Егер оларға: \"Келіңдер, Алланың Елшісі сендерге жарылқау тілесін\" делінсе, олардың бастарын шайқағанын көресің. Олар бет бұрып, текаппарланады"},{"SurahNumber":63,"VerseNumber":6,"Text":"(Мұхаммед Ғ.С.) олар үшін жарылқау тілесең де тілемесең де бәрі бір. Оларды Алла жарылқамайды. Алла (Т.) бұзақы елді тура жолға салмайды"},{"SurahNumber":63,"VerseNumber":7,"Text":"Олар: \"Алланың Елшісінің жанындагы кісілерге еш нәрсе бермеңдер, олар тарқап кетсін\" дейді. Негізінде көктер мен жердің қазынасы Аллаға тән. Бірақ мұнафықтар ұқпайды"},{"SurahNumber":63,"VerseNumber":8,"Text":"Ол мұнафықтар: \"Егер соғыстан қайтып, Мединеге барсақ; ол жерден ардақтылар, інжықтарды әлбетте шығарады\" дейді. Негізінде ғиззат Аллаға, Елшісіне әрі Мұсылмандарға тән. Бірақ мұнафықтар білмейді"},{"SurahNumber":63,"VerseNumber":9,"Text":"Әй мүміндер! Сендерді малдарың, балаларың Алланы еске алудан тоспасын. Әлде кім бұны істесе, міне солар, зиян тартушылар"},{"SurahNumber":63,"VerseNumber":10,"Text":"Сендерден біреулеріңе өлім келіп: \"Раббым! Мені жақын бір мерзімге дейін кешіктірсең де садақа беріп, ізгілерден болсам\" деуден бұрын өздеріңе берген несібемізден тиісті орынға жұмсаңдар"},{"SurahNumber":63,"VerseNumber":11,"Text":"Қашан біреудің ажалы келсе, Алла, оны әсте кешіктірмейді және Алла, істегендеріңді толық біледі"},{"SurahNumber":64,"VerseNumber":1,"Text":"Көктердегі және жердегі нәрселер Алланы дәріптейді. Патшалық Оған тән, мақтау Оған лайық. Сондай-ақ Оның әр нәрсеге толық күші жетуші"},{"SurahNumber":64,"VerseNumber":2,"Text":"Ол сондай сендерді жаратқан Алла. Сонда кейбіреулерің қарсы келесіңдер де кейбіреулерің иман келтіресіңдер. Алла істеген істеріңді толық көруші"},{"SurahNumber":64,"VerseNumber":3,"Text":"Көктер мен жерді хақиқат бойынша жаратты. Ол, сендерді бейнелегенде көркем бейнелеген. Әрі қайтар жерлерің Сол жақ"},{"SurahNumber":64,"VerseNumber":4,"Text":"Ол, көктер мен жерде болған нәрселерді біледі. Сондай-ақ жасырғандарыңды да әшкерелегендеріңді де біледі. Әрі көкіректегілерді толық біледі"},{"SurahNumber":64,"VerseNumber":5,"Text":"Сендерге бұрынғы қарсы болғандардың әңгімесі келмеді ме? Олар істегендерінің жазасын татты. Олар үшін тағы күйзелтуші азап бар"},{"SurahNumber":64,"VerseNumber":6,"Text":"Бұл, өздеріне пайғамбарлары ашық дәлелдермен келгенде: \"Бізді адам тура жолға сала ма?\",- деп қарсы шығып, бет бұрғандықтарының салдарынан. Алла, оларға мұхтаж емес екендігін көрсетті. Өйткені, Алла, мүңсыз, мақтауға лайық"},{"SurahNumber":64,"VerseNumber":7,"Text":"Сондай қарсы болғандар, әсте қайта тірілмейміз деп ойлайды. (Мұхаммед Ғ.С.) оларға: \"Жоқ, Раббыма ант етемін. Әлбетте өлгеннен кейін қайта тірілесіңдер. Сосын сендерге не істегендерің түсіндіріледі. Осылар Аллаға оңай\" де"},{"SurahNumber":64,"VerseNumber":8,"Text":"Ендеше Аллаға, Елшісіне және Біз түсірген нұрға иман келтіріңдер. Алла (Т.) істегендеріңді толық біледі"},{"SurahNumber":64,"VerseNumber":9,"Text":"Жиналатын күні; ол күні, сендерді жинайды. Міне сол, кімнің алданғаны ортаға шығатын күн. Кім Аллаға иман келтіріп, ізгі іс істесе; Алла оның жамандығын жояды да оны астарынан өзендер ағатын бейіштерге кіргізеді. Онда олар мәңгі қалады. Осы зор қол жеткендік"},{"SurahNumber":64,"VerseNumber":10,"Text":"Сондай қарсы келіп, аяттарымызды жасынға айналдырғандар; міне солар, тозақтық болып, онда мәңгі қалады; нендей жаман орын"},{"SurahNumber":64,"VerseNumber":11,"Text":"Алладан бұйрықсыз ешбір қайгы-қасірет болмайды. Ал және кім Аллаға иман келтірсе, оның жүрегін түзейді. Алла барлық нәрсені толық білуші"},{"SurahNumber":64,"VerseNumber":12,"Text":"Аллаға да бой ұсыныңдар әрі Елшісіне де бағыныңдар. Егер бет бұрсаңдар, Елшімізге насиқат ету ғана міндет"},{"SurahNumber":64,"VerseNumber":13,"Text":"Алла бар. Одан басқа ешбір тәңір жоқ. Сондықтан мүміндер, Аллаға тәуекел етсін"},{"SurahNumber":64,"VerseNumber":14,"Text":"Әй мүміндер! Сөзсіз әйелдеріңнен балаларыңнан өздеріңе дұшпан болатындар да бар. Олардан сақсыныңдар. Егер оларды кешірім етсеңдер, шығыссаңдар, жарылқасаңдар, шәксіз Алла, өте жарылқаушы, ерекше мейірімді"},{"SurahNumber":64,"VerseNumber":15,"Text":"Шын мәнінде малдарың, балаларың бір сынақ. Үлкен сыйлық Алланың қасындағы. (С. 23-А)"},{"SurahNumber":64,"VerseNumber":16,"Text":"Сондықтан шамаларың келгенінше Алладан қорқыңдар. (Әмірлерін) тыңдаңдар, бой ұсыныңдар. Сондай-ақ тиісті орындарға мал жұмсаңдар; сендер үшін хайырлы болсын. Кім нәпсісінің сараңдығынан сақсынса, міне олар, құтылушылар"},{"SurahNumber":64,"VerseNumber":17,"Text":"Егер, Аллаға көркем қарыз берсеңдер, (тиісті орынға мал сарып қылсаңдар, С. 11-А.) оны сендер үшін неше есе арттырады әрі сендерді жарылқайды. Алла шүкірлікті бағалаушы, өте жұмсақ"},{"SurahNumber":64,"VerseNumber":18,"Text":"Көместі де көрнеуді де білуші. Үстем, хикмет иесі"},{"SurahNumber":65,"VerseNumber":1,"Text":"Әй Пайғамбар! Қашан әйелдеріңді талақ қылсаңдар, сонда оларды белгілі мерзімінде ажыратыңдар және о мерзімді есептеңдер. Раббыларың Алладан қорқыңдар. Оларды үйлерінен шығармаңдар әрі олар да шықпасын. Бірақ олар ашық бір арсыздық істесе, ол басқа. Міне бұл Алланың шектері. Ал кім Алланың шектерінен шықса, расында ол, өзіне қастық қылған болады. Білмейсің, мүмкін Алла, бұл уақиғадан кейін бір жағдай пайда қылар. (С. 228-234-А)"},{"SurahNumber":65,"VerseNumber":2,"Text":"Ал қашан олардың мерзімдері жетсе, оларды дұрыстықпен ұстаңдар немесе туралықпен ажыратыңдар. Сондай-ақ өздеріңнен екі әділ кісіні айғақ қойыңдар. Куәлікті Алла үшін толық орындандар. Міне осылармен; Аллага, ахирет күніне иман келтіргендер үшін насихат етіледі. Кім Алладан қорықса, оған бір шығар жол пайда қылады"},{"SurahNumber":65,"VerseNumber":3,"Text":"Оған, Алла, ойламаған жерден ризық береді. Ал кім Аллаға тәуекел қылса, сонда Ол, оған жетіп асады. Сөзсіз Алла өз бұйрығын атқарады. Расында Алла, әр нәрсеге бір өлшеу қойған"},{"SurahNumber":65,"VerseNumber":4,"Text":"Етеккірден қалған әйелдеріңнен күмәндансаңдар, олардың \"ғыддаты\" мерзімі үш ай. Және әдет көрмеген әйелдердің мерзімдері де сондай. Ал және жүкті әйелдердің мерзімдері олар босанғанға дейін. Кім Алладан қорықса, оның ісіне оңайлық жасайды"},{"SurahNumber":65,"VerseNumber":5,"Text":"Міне осы, Алланың сендерге түсірген бұйрықтары. Кім Алладан қорықса, оның жамандығын жояды да сауабын зорайтады"},{"SurahNumber":65,"VerseNumber":6,"Text":"(Ажырасып, мерзім күткен) әйелдерді шамаларың келгенінше, үйлеріңде тұрғызыңдар. Оларға зорлау үшін түрткі салмаңдар. Егер олар жүкті әйелдер болса, сонда оларға босанғанға дейін нафақа беріңдер. Егер ажыраған әйелдер, сендер үшін бала емзірсе, сонда олардың жалақыларын беріңдер. Өзара дұрыстықпен ақылдасыңдар. Егер (ер аз беріп, әйел көп тілеп) бір-біріңе ауырлық салсаңдар, баланы басқа әйел емзіруге болады"},{"SurahNumber":65,"VerseNumber":7,"Text":"Кеңшілік иесі бай кісі; өзіне Алланың бергені бойынша нафақа берсін. Алла біреуге оған бергенінен артық жүктемейді. Алла, ауыршылықтан кейін жеңілдік береді"},{"SurahNumber":65,"VerseNumber":8,"Text":"Қаншалаған кент Раббыларының және елшілерінің әмірінен бас тартты. Сонда оларды қатаң түрде есепке тартып, өздерін жаман азаппен қинағанбыз"},{"SurahNumber":65,"VerseNumber":9,"Text":"Сонда өз істегендерінің сазайын татты. Негізінен олардың істерінің соңы зиян"},{"SurahNumber":65,"VerseNumber":10,"Text":"Алла оларға қатты азап әзірлеген. Әй ақыл иелері! Алладан қорқыңдар. Иман келтіргендер, Алла сендерге бір зікір (Құран) түсірді"},{"SurahNumber":65,"VerseNumber":11,"Text":"Сондай иман келтіріп, жақсы ғамал істегендерді қараңғылықтардан жарыққа шығару үшін Алла сендерге аяттарын оқитын бір Елші жіберді. Кім Аллаға иман келтіріп, жақсы ғамал істесе, Алла, оны астарынан өзендер агатын әрі онда мәңгі қалатын ұжмақтарға кіргізеді. Расында Алла, оған нендей көркем несібе берді"},{"SurahNumber":65,"VerseNumber":12,"Text":"Ол сондай Алла, жеті көкті жаратқан және жерді де солар сияқты жаратқан. Күмәнсыз Алланың әр нәрсеге күші толық жететіндігін білулерің үшін әмірлері жер мен көктің арасына түсіп тұрады. Сондай-ақ Алланың білімі әр нәрсені ішіне алады"},{"SurahNumber":66,"VerseNumber":1,"Text":"Мұхаммед Ғ.С. жұбайларынаі хазіреті Зейнептің үйінен бал шәрбеті ішкенін қызғанған хазрет: Ғайша мен Хафса ақылдасып, Пайғамбар (Ғ.С.) ға: \"Аузыңнан сасық иіс шығып тұр\" дегендіктен өзіне балды арам етіп, ант ішеді. Б.М.К.Р.Т.Х.Ж-Қ.Т-Қ.) Әй Пайғамбар! Жұбайларыңның ризалығын қалап, Алланың өзіңе халал еткен нәрсесін неге арам етесің? Алла тым жарылқаушы, ерекше мейрімді"},{"SurahNumber":66,"VerseNumber":2,"Text":"Расында Алла, анттарыңды шешуді парыз қылды. Алла иелерің. Ол, толық білуші, аса дана"},{"SurahNumber":66,"VerseNumber":3,"Text":"Сол уақытта Пайғамбар (Ғ.С.) кейбір жұбайына берген сырды, ол басқаға хабарлап қойган сәтте, Алла оны Пайғамбарга білдірді. Бірақ Пайғамбар жұбайына оның кейбірін білдіріп, кейбірін білдірмеді. Сонда оны жұбайына білдірген сәтте, ол: \"Бұны саған кім білдірді?\",- дегенде, Пайғамбар (Ғ.С.): \"Маған толық білуші, әр нәрседен хабар алушы Алла білдірді\" деді"},{"SurahNumber":66,"VerseNumber":4,"Text":"Егер екеуің Аллаға тәубе етсеңдер жақсы. Расында жүректерің ауытқыды. Егер екеуің Пайғамбарға қарсы бір-біріңе болыссаңдар, оның иесі Алла және Жебрейіл (Ғ.С.) де, игі мүміндер де, тағы олардан кейін ; періштелер де оған болысады"},{"SurahNumber":66,"VerseNumber":5,"Text":"(Әй Пайғамбардың жұбайлары!) Егер сендерді ажыратса, Раббы оған орындарыңа сендерден жақсы, Мұсылман; мүмін, бой ұсынушы, тәубе етуші, құлшылық қылушы, ораза ұстаушы, тұл және ер көрмеген қыз жұбайлар беруі мүмкін"},{"SurahNumber":66,"VerseNumber":6,"Text":"Әй мүміндер! Өздеріңді әрі үй-іштеріңді отыны адамдар мен тастардан болған оттан қорғаңдар. Оның басындағы періштелер; жуан денелі, қатал. Олар, Алланың өздеріне берген әмірлеріне қарсы келмейді. Не бұйрылса, соны орындайды"},{"SurahNumber":66,"VerseNumber":7,"Text":"Әй қарсы келгендер! Бүгін сылтауратпаңдар! Шын мәнінде істегендеріңнің сазайын тартасыңдар"},{"SurahNumber":66,"VerseNumber":8,"Text":"Әй мүміндер! Аллаға шынайы тәубе қылыңдар. Раббыларың жамандықтарыңды жойып, астарынан өзендер ағатын ұжмақтарға кіргізуі үміт етіледі. Алла, ол күні, Пайғамбарды, онымен бірге иман келтіргендерді кейітпейді; олардың нұрлары алдарында, оң жақтарында жұреді. Олар: \"Раббымыз! Нұрымызды толықтыр, бізді жарылқа. Сөзсіз Сенің әр нәрсеге толық күшің жетеді\" дейді. (С.ІЗ-А)"},{"SurahNumber":66,"VerseNumber":9,"Text":"Әй Пайғамбар! Кәпірлер және мұнафықтармен күрес. Сондай-ақ оларға қатаң бол. Олардың орны тозақ нендей жаман орын"},{"SurahNumber":66,"VerseNumber":10,"Text":"Алла (Т.) кәпірлерге Нұх (Ғ.С.) тың әйелі мен Лүт (Ғ.С.) тың әйелін мысал көрсетті. Олар жақсы құлдарымыздан екі құлдың некесінде еді. Сонда екеуі де оларға опасыздық қылды. Сондықтан екі пайғамбар да ол екеуін Алладан еш қорғай алмады \"Екеуің тозаққа кірушілермен бірге кіріңдер.\" делінді"},{"SurahNumber":66,"VerseNumber":11,"Text":"Алла (Т.) иман келтіргендерге Перғауынның әйелін мысал көрсетті. Сол уақытта ол: \"Раббым! Өз жаныңнан маған бейіште бір үй жаса әрі мені Перғауыннан және оның істегендерінен құтқар. Сондай-ақ залым елден де құтқар\" деген еді"},{"SurahNumber":66,"VerseNumber":12,"Text":"Ғымран қызы Мәрйемді мысал көрсетті. Ол ұятты жерін қорғаған. Сондықтан рұхымыздан үрлеген едік. Ол, Раббының сөздерін және кітаптарын растаған еді. Сондай-ақ бой ұсынушылардан еді. (Нұх Ғ.С. ның әйелі; уаһила, еліне: \"Ол жынды\" деп, Лұт Ғ.С. ның әйелі; қонақ болып келген періштелерді, еліндегі бұзықтарға хабар беретін еді. Ал Перғауынның әйелі, Асия Мазақым қызы; Мұса Ғ.С. га иман келтіргендіктен, Перғауын оны төрт қазыққа керіп, аяусыз түрде қинаумен өлтіреді. Ғымран қызы Мәрйем; Алланың әміріиен екі қабат болып, Ғиса Ғ.С. ды дүниеге келтіреді. Ж.М.Х.Т)"}]}