{"Id":225,"LanguageCodes":["rw","kin"],"Name":"kin-rwandamuslimsas","Author":"Rwanda Muslims Association Team","Language":"Kinyarwanda","Description":"Kinyarwanda","Direction":"ltr","Source":"https://quranenc.com/en/browse/kinyarwanda_assoc","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Haa Miim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Ihishurwa ry’igitabo (Qur’an) rituruka kwa Allah, Umunyacyubahiro bihebuje, Nyirubugenge buhambaye"},{"SurahNumber":46,"VerseNumber":3,"Text":"Ntitwaremye ibirere n’isi n’ibiri hagati yabyo bitari ku mpamvu z’ukuri, ndetse binagenerwa igihe ntarengwa (bizabaho). Nyamara ba bandi bahakanye, ibyo baburirwa barabyirengagiza"},{"SurahNumber":46,"VerseNumber":4,"Text":"Vuga (yewe Muhamadi) uti “Ese murabona ibyo musenga bitari Allah! Ngaho nimunyereke icyo byaremye ku isi, cyangwa se uruhare byagize mu (iremwa ry)’ibirere? Ngaho nimunzanire igitabo (cyahishuwe) mbere y’iki (Qur’an) cyangwa ibisigisigi by’ubumenyi (bigaragaza ukuri kw’ibyo musenga), niba koko muri abanyakuri.”"},{"SurahNumber":46,"VerseNumber":5,"Text":"Ni nde wayobye kurusha wa wundi usenga ibitari Allah, bitanashobora kumusubiza kuzageza ku munsi w’imperuka? Ndetse bikaba bitanamenya ko babisaba"},{"SurahNumber":46,"VerseNumber":6,"Text":"N’igihe abantu bazakoranywa (ku munsi w’imperuka, ibyo basengaga) bizababera abanzi, ndetse binahakane kuba barabisengaga"},{"SurahNumber":46,"VerseNumber":7,"Text":"N’iyo basomewe amagambo yacu asobanutse, ba bandi bahakanye ukuri (Qur’an) igihe kubagezeho, baravuga bati “Ubu ni uburozi bugaragara.”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Cyangwa bakavuga ko (Muhamadi) yayihimbiye (Qur’an)! Vuga uti “Niba narayihimbye, nta cyo mwamarira kuri Allah (aramutse ashatse kubimpanira). Ni We uzi neza ibyo muyivugaho muyisebya. (Allah) arahagije kuba umuhamya hagati yanjye namwe, kandi ni Ubabarira ibyaha, Nyirimpuhwe.”"},{"SurahNumber":46,"VerseNumber":9,"Text":"Vuga (yewe Muhamadi) uti “Ntabwo ndi icyaduka mu ntumwa (za Allah), ndetse sinamenya ibyo nzakorerwa cyangwa se ibyo muzakorerwa. Nkurikira ibyo nahishuriwe gusa, kandi nta cyo ndi cyo uretse kuba umuburizi ugaragara.”"},{"SurahNumber":46,"VerseNumber":10,"Text":"Babaze (yewe Muhamadi) uti “Mutekereze nk’ubu iyi (Qur’an) ibaye ituruka kwa Allah mukaba muyihakana; nyamara umwe muri bene Isiraheli ahamya ko ari nka yo (ari ukuri nka Tawurati), akaba anayemera mu gihe mwe mwishyira hejuru (muyihakana)!” Mu by’ukuri Allah ntayobora abantu b’abahakanyi"},{"SurahNumber":46,"VerseNumber":11,"Text":"Na ba bandi bahakanye babwiye abemeye bati “Iyo (ubutumwa bwa Muhamadi) buza kuba ari bwiza, (ababwemeye) ntibari kudutanga kubwemera.” Hanyuma iyo batemeye ko (ubwo butumwa) bubayobora baravuga bati “iki ni ikinyoma gishaje!”"},{"SurahNumber":46,"VerseNumber":12,"Text":"Na mbere yayo (Qur’an) hari igitabo cya Musa (Tawurat) cyari ubuyobozi n’impuhwe. Naho iki (igitabo cya Qur’an) ni igitabo gihamya ibyakibanjirije, kiri mu rurimi rw’Icyarabu, kigamije kuburira inkozi z‘ibibi no gutanga inkuru nziza ku bakora ibyiza"},{"SurahNumber":46,"VerseNumber":13,"Text":"Mu by’ukuri ba bandi bavuze bati “Nyagasani wacu ni Allah, hanyuma bagashikama (ku kuri), nta bwoba ndetse nta n’agahinda bazigera bagira.”"},{"SurahNumber":46,"VerseNumber":14,"Text":"Abo ni abantu bo mu Ijuru, bazaribamo ubuziraherezo nk’ingororano z’ibyo bajyaga bakora"},{"SurahNumber":46,"VerseNumber":15,"Text":"Twanategetse umuntu kugirira neza ababyeyi be. Nyina yamutwitanye umuruho anamubyarana umuruho; kumutwita no kumucutsa mu gihe kingana n’amezi mirongo itatu, kugeza ubwo agera mu gihe cy’ubukure akanagera ku myaka mirongo ine; maze akavuga ati “Nyagasani wanjye! Nshoboza gushimira ingabire zawe wampundagajeho, njye n’ababyeyi banjye, (unanshoboze) gukora ibitunganye wishimira, kandi unantunganyirize urubyaro. Mu by’ukuri nkwicujijeho kandi rwose ndi mu bicisha bugufi (Abayisilamu).”"},{"SurahNumber":46,"VerseNumber":16,"Text":"Abo ni bo twakirira ibyiza bakora tukanirengagiza ibibi byabo. (Bazaba ari) abantu bo mu Ijuru ku bw’isezerano ry’ukuri basezeranyijwe"},{"SurahNumber":46,"VerseNumber":17,"Text":"Naho wa wundi wabwiye ababyeyi be amagambo yo kubinuba (ubwo bamuhamagariraga kwemera Allah n’izuka) agira ati “Ese muransezeranya ko nzazurwa mu gihe hari ibisekuru byahise mbere yanjye (bitigeze bizurwa)? Mu gihe (ababyeyi be) bitabaza Allah bamubwira bati “Wo kanyagwa we wakwemeye! Rwose isezerano rya Allah ni ukuri.” Ariko we akavuga ati “Ibi nta kindi biri cyo usibye ko ari inkuru z’abo hambere.”"},{"SurahNumber":46,"VerseNumber":18,"Text":"Abo ni bo bahamwe n’imvugo (y’ibihano) nk’iyahamye amajini n’abantu babayeho mbere yabo. Mu by’ukuri ni abanyagihombo"},{"SurahNumber":46,"VerseNumber":19,"Text":"Kandi bose bafite inzego (bazahemberwa) bitewe n’ibyo bakoze, kugira ngo (Allah) azabagororere ingororano zabo zuzuye kubera ibikorwa byabo. Kandi ntibazigera bahuguzwa"},{"SurahNumber":46,"VerseNumber":20,"Text":"Uzirikane n’umunsi ba bandi bahakanye bazagezwa imbere y’umuriro, maze (babwirwe) bati “Mwapfushije ubusa ibyiza byanyu mu buzima bw’isi mubyinezezamo. Uyu munsi murahanishwa ibihano bisuzuguza kubera uko mwajyaga mwibona ku isi bitari mu kuri, no kubera ko mwajyaga mwigomeka (ku mategeko ya Allah).”"},{"SurahNumber":46,"VerseNumber":21,"Text":"Unibuke (yewe Muhamadi) umuvandimwe w’aba Adi (Intumwa Hudu) ubwo yaburiraga abantu be bari batuye ahitwa Ah’qaf -kandi mbere ye na nyuma ye haje ababurizi- avuga ati “Ntimukagire undi mugaragira utari Allah. Mu by’ukuri ndatinya ko muzabona ibihano byo ku munsi uhambaye (nimukomeza guhakana).”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Baravuga bati “Ese uje kudukura ku mana zacu? (Turabyanze!) Ngaho tuzanire ibyo udusezeranya (ibihano) niba koko uri umwe mu banyakuri.”"},{"SurahNumber":46,"VerseNumber":23,"Text":"(Hudu) aravuga ati “Mu by’ukuri ubumenyi (bw’ibyo bihano) buri kwa Allah. Kandi ibyo mbagezaho ni ibyo natumwe, ariko rwose mbona muri abantu b’injiji.”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Maze babonye (igicu cy’ibihano) gikwiriye mu kirere kigana mu bibaya byabo (bari batuyemo, baracyishimira) maze baravuga bati “Iki gicu kiraduha imvura.” (Hudu arababwira ati) “Ahubwo ni ibyo mwasabaga ko byihutishwa. Ni umuyaga urimo ibihano bibabaza”"},{"SurahNumber":46,"VerseNumber":25,"Text":"Urimbura buri kintu cyose (uhuye na cyo) ku bw’itegeko rya Nyagasani wawo. Nuko bucya nta kindi kigaragara usibye amatongo yabo. Uko ni ko duhana abantu b’inkozi z’ibibi"},{"SurahNumber":46,"VerseNumber":26,"Text":"Kandi rwose (aba Adi) twabahaye ubutware tutigeze duha mwebwe (Abakurayishi). Tunabaha amatwi, amaso n’imitima (kugira ngo batekereze), nyamara amatwi yabo n’amaso yabo ndetse n’imitima yabo, nta cyo byabamariye kubera ko bahakanaga amagambo ya Allah. Nuko bagotwa (n’ibihano) by’ibyo bakerensaga"},{"SurahNumber":46,"VerseNumber":27,"Text":"Kandi rwose (nyuma y’iyo midugudu y’aba Adi), twarimbuye imidugudu ibakikije (yemwe bantu b’i Maka), kandi twakomeje kubagaragariza ibitangaza binyuranye kugira ngo bisubireho (ariko bakomeza kwinangira)"},{"SurahNumber":46,"VerseNumber":28,"Text":"Ese kuki izo mana zabo basengaga mu cyimbo cya Allah (bibwira ko) zibamwegereza zitabatabaye? Ahubwo zarabatengushye (mu gihe bahanwaga). Ibyo ni ingaruka z’ikinyoma cyabo ndetse n’iz’ibyo bahimbaga"},{"SurahNumber":46,"VerseNumber":29,"Text":"Unibuke (yewe Muhamadi) ubwo twakwerekezagaho itsinda ry’amajini kugira ngo ryumve Qur’an, ubwo yakurikiranaga (isomwa ryayo) yaravuze ati “Nimuceceke.” Nuko imaze gusomwa, asubira kuburira magenzi yayo"},{"SurahNumber":46,"VerseNumber":30,"Text":"Aravuga ati “Yemwe bagenzi bacu! Rwose twumvise igitabo cyahishuwe nyuma ya Musa, cyemeza ibyakibanjirije ndetse kiyobora ku kuri no mu nzira igororotse”"},{"SurahNumber":46,"VerseNumber":31,"Text":"“Yemwe bagenzi bacu! Nimwumvire umuvugabutumwa wa Allah (ibyo abahamagarira), kandi munamwemere. (Allah) azababarira ibyaha byanyu anabarinde ibihano bibabaza.”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kandi na wa wundi utazumvira umuvugabutumwa wa Allah, ntabwo ananiye (Allah kuba yamuhana akiri) ku isi. Kandi nta bandi barinzi azagira mu cyimbo cye (Allah). Abo bari mu buyobe bugaragara"},{"SurahNumber":46,"VerseNumber":33,"Text":"Ese ntibabona ko Allah waremye ibirere n’isi akaba atarananijwe no kubirema, ko ari We ushobora guha ubuzima abapfuye? Yego! Rwose ni We ufite ubushobozi kuri buri kintu"},{"SurahNumber":46,"VerseNumber":34,"Text":"Uzirikane n’umunsi ba bandi bahakanye bazagezwa imbere y’umuriro, maze (babwirwe) bati “Ese ibi (ibihano murimo) si ukuri?” Bavuge bati “Ni ukuri, turahiye ku izina rya Nyagasani wacu.” (Allah) ababwire ati “Ngaho nimwumve ububabare bw’ibihano kubera ubuhakanyi bwanyu.”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Bityo (yewe Muhamadi) ihangane nk’uko Intumwa zari zifite ubutagamburuzwa zihanganye. Ntuzihutire kubasabira (ibihano). Umunsi bazabona ibyo basezeranyijwe (ibihano), bazaba nk’aho nta gihe bamaze ku isi usibye isaha imwe y’amanywa. Ibi ni ubutumwa (mugejejweho). Ese hari abandi bakorekwa uretse abantu b’inkozi z’ibibi"},{"SurahNumber":47,"VerseNumber":1,"Text":"Ba bandi bahakanye (Allah n’ubutumwa bw’Intumwa Muhamadi), ndetse bakanakumira (abantu) kugana inzira ya Allah, (Allah) azaburizamo ibikorwa byabo"},{"SurahNumber":47,"VerseNumber":2,"Text":"Naho ba bandi bemeye (Allah) bakanakora ibikorwa byiza, ndetse bakanemera ibyahishuriwe (Intumwa) Muhamadi; kuko ari ukuri guturutse kwa Nyagasani wabo, (Allah) azabahanaguraho ibyaha anabatunganyirize imibereho"},{"SurahNumber":47,"VerseNumber":3,"Text":"Ibyo ni ukubera ko abahakanyi bakurikiye ikinyoma, naho abemeye bakurikira ukuri guturutse kwa Nyagasani wabo. Uko ni ko Allah aha abantu ingero zabo"},{"SurahNumber":47,"VerseNumber":4,"Text":"Nimuramuka muhuye na ba bandi bahakanye (ku rugamba rugamije guhesha Allah icyubahiro), mujye mubakubita ku bikanu. Nimubanesha, mujye mubagira imbohe. Hanyuma mubarekure (nta cyo batanze), cyangwa batange incungu kugeza intambara irangiye. Ni uko bimeze. N’iyo Allah aza kubishaka, yari kubatsinda (nta ruhare mubigizemo); ariko ibyo yabikoze kugira ngo agerageze bamwe muri mwe akoresheje abandi. Naho ba bandi bishwe mu nzira ya Allah, ntazigera aburizamo ibikorwa byabo"},{"SurahNumber":47,"VerseNumber":5,"Text":"Azabayobora anatunganye imibereho yabo"},{"SurahNumber":47,"VerseNumber":6,"Text":"Maze anabinjize mu ijuru yabamenyesheje"},{"SurahNumber":47,"VerseNumber":7,"Text":"Yemwe abemeye! Nimuharanira inzira ya Allah, azabatabara anabakomereze igihagararo"},{"SurahNumber":47,"VerseNumber":8,"Text":"Naho ba bandi bahakanye, bazarimbuka ndetse (Allah) ibikorwa byabo azabigira imfabusa"},{"SurahNumber":47,"VerseNumber":9,"Text":"Ibyo ni ukubera ko bahakanye ibyo Allah yahishuye (Qur’an), maze na we akaburizamo ibikorwa byabo"},{"SurahNumber":47,"VerseNumber":10,"Text":"Ese (abahakanyi) ntibatambagira isi ngo barebe uko iherezo ry’abababanjirije ryagenze? Allah yarabarimbuye, kandi abahakanyi bazabona (iherezo) nka ryo"},{"SurahNumber":47,"VerseNumber":11,"Text":"Ibyo ni ibigaragaza ko Allah ari inshuti magara y’abemeramana, kandi ko abahakanyi nta nshuti magara bazagira"},{"SurahNumber":47,"VerseNumber":12,"Text":"Mu by’ukuri ba bandi bemeye bakanakora ibikorwa byiza, Allah azabinjiza mu busitani butembamo imigezi (Ijuru). Ariko ba bandi bahakanye, barinezeza (kuri iyi si by’igihe gito), bakanarya nk’uko amatungo arisha (badatekereza ku iherezo ryabo); umuriro ni wo uzaba ubuturo bwabo"},{"SurahNumber":47,"VerseNumber":13,"Text":"Ese ni imidugudu ingahe yarushaga imbaraga umudugudu wawe (wa Maka) wakumenesheje; nyamara tukaba twarayoretse? Nta n’umutabazi yigeze ibona"},{"SurahNumber":47,"VerseNumber":14,"Text":"Ese ba bandi bashingiye ku bimenyetso bigaragara biturutse kwa Nyagasani wabo, bamera kimwe nka ba bandi (Shitani) yakundishije ububi bw’ibikorwa byabo, ndetse bakanakurikira irari ryabo"},{"SurahNumber":47,"VerseNumber":15,"Text":"Imiterere y’Ijuru ryasezeranyijwe abagandukira Allah (ni uko) ritembamo imigezi y’amazi adahindura impumuro n’uburyohe, imigezi y’amata atajya ahindura uburyohe, imigezi y’inzoga ziryoheye abanywi (zidasindisha), ndetse n’imigezi y’ubuki busukuye; kandi bateganyirijwemo buri bwoko bw’imbuto no kubabarirwa na Nyagasani wabo. Ese abo bameze kimwe nk’abazaba mu muriro ubuziraherezo, bahabwa amazi yatuye abacagagura amara"},{"SurahNumber":47,"VerseNumber":16,"Text":"No muri bo hari abagutega amatwi (yewe Muhamadi), maze bava iwawe bakabwira abahawe ubumenyi bati “Yahoze avuga iki?” Abo ni ba bandi Allah yadanangiye imitima yabo, ndetse banakurikiye irari ryabo"},{"SurahNumber":47,"VerseNumber":17,"Text":"Naho ba bandi bayobotse, (Allah) abongerera ukuyoboka ndetse akanabaha ukuganduka"},{"SurahNumber":47,"VerseNumber":18,"Text":"Ese (abahakanyi) hari ikindi bategereje kitari ukugerwaho n’imperuka ibaguye gitumo? Nyamara ibimenyetso byayo byamaze gusohora; ese bakwibuka bate (imperuka) yamaze kubageraho"},{"SurahNumber":47,"VerseNumber":19,"Text":"Bityo (yewe Muhamadi) menya ko nta yindi mana ikwiye gusengwa by’ukuri uretse Allah, unasabe imbabazi z’ibyaha byawe, ndetse n’iby’abemeramana n’abemeramanakazi. Kandi Allah azi neza ibyo mukora (ku manywa) ndetse (n’ibyo mukora nijoro) aho mutuye"},{"SurahNumber":47,"VerseNumber":20,"Text":"(Kubera ihohoterwa bakorerwaga), ba bandi bemeye baravuze bati “Kuki tudahishurirwa isura [(igice cya Qur’an) (iduha uburenganzira bwo kurwanya abaduhohotera)]?” Ariko iyo isura ihishuwe (igira ibyo isobanura cyangwa itegeka) hakavugwamo imirwano, ubona ba bandi bafite uburwayi mu mitima yabo bakureba indoro isa nk’iy’uwagushijwe igihumure n’urupfu. Nyamara igikwiye kuri bo"},{"SurahNumber":47,"VerseNumber":21,"Text":"Ni ukumvira (Allah) no kuvuga imvugo nziza. Nyamara biramutse bibaye ngombwa (ko bajya ku rugamba), hanyuma bakaba abanyakuri imbere ya Allah (mu byo basezeranyije), ni byo byaba ari byiza kuri bo"},{"SurahNumber":47,"VerseNumber":22,"Text":"None se muramutse muteye umugongo (mukanga kumvira Allah n’intumwa ye), ntimwaba abangizi ku isi ndetse mugaca n’imiryango yanyu"},{"SurahNumber":47,"VerseNumber":23,"Text":"Abo ni bo Allah yavumye, abagira ibipfamatwi ndetse anabahuma amaso"},{"SurahNumber":47,"VerseNumber":24,"Text":"Ese ntibatekereza kuri Qur’an? Cyangwa imitima yabo iradanangiye (ntibasha kumva ukuri)"},{"SurahNumber":47,"VerseNumber":25,"Text":"Mu by’ukuri ba bandi bahindukiye bagatera umugongo (ukwemera), nyuma y’uko basobanukiwe umuyoboro w’ukuri, Shitani yabakundishije (ibikorwa byabo bibi) inabizeza kubaho igihe kirekire"},{"SurahNumber":47,"VerseNumber":26,"Text":"(Uko kubizeza kubaho igihe kirekire) ni ukubera ko babwiye abanze ibyo Allah yahishuye (Abayahudi) bati “Tuzajya tubumvira ku bintu bimwe na bimwe gusa.” Nyamara Allah azi neza amabanga yabo"},{"SurahNumber":47,"VerseNumber":27,"Text":"Bizaba bimeze bite ubwo abamalayika bazabakuramo roho, babakubita mu buranga bwabo no mu migongo yabo"},{"SurahNumber":47,"VerseNumber":28,"Text":"Ibyo (bizaba bitewe) n’uko bakurikiye ibirakaza Allah bakanga ibimushimisha, maze ibikorwa byabo akabigira imfabusa"},{"SurahNumber":47,"VerseNumber":29,"Text":"Ese ba bandi bafite uburwayi (bw’uburyarya) mu mitima yabo bibwira ko Allah atazigera agaragaza inzika zabo (bafitiye intumwa n’abemeramana)"},{"SurahNumber":47,"VerseNumber":30,"Text":"Kandi tubishatse twabakwereka ukababwirwa n’ibimenyetso byabo, ndetse ukanababwirwa n’ikigenderewe mu mvugo (zabo). Nyamara Allah azi neza ibikorwa byanyu"},{"SurahNumber":47,"VerseNumber":31,"Text":"Kandi rwose tuzabagerageza kugeza ubwo tugaragaje abarwana (mu nzira ya Allah) n’abihangana muri mwe, ndetse tuzanagaragaza ibikorwa byanyu (byose)"},{"SurahNumber":47,"VerseNumber":32,"Text":"Mu by’ukuri ba bandi bahakanye bakanakumira (abantu) kugana inzira ya Allah, ndetse bakananyuranya n’Intumwa (Muhamadi, bakajya mu ruhande rumurwanya) nyuma y’uko basobanukiwe umuyoboro w’ukuri, nta cyo bazatwara Allah. Kandi ibikorwa byabo azabigira imfabusa"},{"SurahNumber":47,"VerseNumber":33,"Text":"Yemwe abemeye! Nimwumvire Allah, munumvire intumwa (Muhamadi). Kandi ibikorwa byanyu ntimukabigire imfabusa"},{"SurahNumber":47,"VerseNumber":34,"Text":"Mu by’ukuri ba bandi bahakanye bakanakumira (abantu) kugana inzira ya Allah, maze bagapfa ari abahakanyi, Allah ntazigera abababarira"},{"SurahNumber":47,"VerseNumber":35,"Text":"Bityo, ntimuzacike intege (ngo mugire ubwoba) maze ngo muhamagarire (abanzi banyu) guhagarika intambara kandi ari mwe muri hejuru (mufite intsinzi), kandi Allah ari kumwe namwe ndetse ntazigera agabanya ibihembo by’ibikorwa byanyu"},{"SurahNumber":47,"VerseNumber":36,"Text":"Mu by’ukuri ubuzima bw’isi nta kindi buri cyo uretse kuba ari umukino no kwinezeza (by’igihe gito). Ariko nimwemera (Allah) mukanamugandukira, azabagororera ibihembo byanyu kandi ntazigera abasaba imitungo yanyu"},{"SurahNumber":47,"VerseNumber":37,"Text":"Aramutse anayibasabye akabatitiriza, mwagira ubugugu (bwo kuyimuha), maze akagaragaza urwango rwanyu (mu kwanga kuyitanga)"},{"SurahNumber":47,"VerseNumber":38,"Text":"Dore (yemwe bemeramana) ni mwe muhamagarirwa gutanga mu nzira ya Allah, nyamara muri mwe hari abagira ubugugu. Kandi uzagira ubugugu azaba yihemukiye. Ariko Allah ni We Mukungu (ntakeneye ibyo mutanga), naho mwe muri abatindi. Kandi nimuramuka muteye umugongo (mukanga gutanga mu nzira ya Allah), azabakuraho abasimbuze abandi batari mwe, hanyuma ntibabe nkamwe"},{"SurahNumber":48,"VerseNumber":1,"Text":"Mu by’ukuri (yewe Muhamadi) twaguhaye intsinzi isesuye"},{"SurahNumber":48,"VerseNumber":2,"Text":"Kugira ngo Allah akubabarire ibyaha byawe byabanje n’ibizaza, ndetse anagusenderezeho ingabire ze kandi anakuyobore inzira igororotse"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ndetse no kugira ngo Allah aguhe ubutabazi bukomeye"},{"SurahNumber":48,"VerseNumber":4,"Text":"Ni We wamanuye ituze mu mitima y’abemeramana kugira ngo ukwemera kwabo kwiyongere ku kwemera basanganywe. Ndetse ingabo zo mu birere no ku isi ni iza Allah, kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"},{"SurahNumber":48,"VerseNumber":5,"Text":"Kugira ngo yinjize abemeramana n’abemeramanakazi mu busitani butembamo imigezi (Ijuru) bazabamo ubuziraherezo, ndetse anabababarire ibyaha byabo. Kandi ibyo ni intsinzi ihambaye kwa Allah"},{"SurahNumber":48,"VerseNumber":6,"Text":"No kugira ngo ahane indyarya z’abagabo n’indyarya z’abagore, ndetse n’ababangikanyamana b’abagabo n’ababangikanyamana b’abagore, bagira ibitekerezo bibi kuri Allah. Amakuba nabe kuri bo! Kandi Allah yarabarakariye, ndetse aranabavuma anabateganyiriza umuriro wa Jahanamu, kandi ni wo garukiro ribi"},{"SurahNumber":48,"VerseNumber":7,"Text":"Ingabo zo mu birere no ku isi ni iza Allah. Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye"},{"SurahNumber":48,"VerseNumber":8,"Text":"Mu by’ukuri (yewe Muhamadi) twakohereje kugira ngo ube umuhamya, utanga inkuru nziza, kandi unabe umuburizi"},{"SurahNumber":48,"VerseNumber":9,"Text":"No kugira ngo (mwe abantu) mwemere Allah n’Intumwa ye, mumutere inkunga, mumwubahe, mumuhe agaciro akwiye, kandi munasingize (Allah) mu gitondo na nimugoroba"},{"SurahNumber":48,"VerseNumber":10,"Text":"Mu by’ukuri abakurahiriye (yewe Muhamadi) kugushyigikira (baguhereza ikiganza) baba barahiriye gushyigikira Allah. Ukuboko kwa Allah kuri hejuru y’ibiganza byabo. Bityo uzatatira igihango cye, azaba yihemukiye. Kandi uzuzuza ibyo yasezeranyije Allah, azamuha ibihembo bihambaye"},{"SurahNumber":48,"VerseNumber":11,"Text":"Bamwe mu Barabu bo mu cyaro banze kujya ku rugamba, bazakubwira bati “Twahugijwe n’imitungo yacu ndetse n’imiryango yacu, bityo dusabire imbabazi.” Bavugisha indimi zabo ibitari mu mitima yabo. Vuga uti “Ese ni nde wagira icyo abamarira kwa Allah, aramutse ashaka kubateza ikibi cyangwa ashaka kubagirira neza?” Ahubwo Allah azi neza ibyo mukora"},{"SurahNumber":48,"VerseNumber":12,"Text":"Ahubwo mwaketse ko Intumwa ndetse n’abemeramana batazagaruka mu miryango yabo, nuko ibyo bikundishwa imitima yanyu, maze mugira ibitekerezo bibi, muba abantu boramye"},{"SurahNumber":48,"VerseNumber":13,"Text":"Naho wa wundi utemera Allah n’Intumwa ye (uwo azaba abaye umuhakanyi), kandi rwose twateganyirije abahakanyi umuriro ugurumana"},{"SurahNumber":48,"VerseNumber":14,"Text":"Kandi ubwami bw’ibirere n’ubw’isi ni ubwa Allah. Ababarira uwo ashaka akanahana uwo ashaka. Kandi Allah ni Ubabarira ibyaha, Nyirimpuhwe"},{"SurahNumber":48,"VerseNumber":15,"Text":"Nimujya gufata iminyago, abanze kujya ku rugamba bazavuga bati “mureke tubakurikire.” Bazashaka guhindura amagambo ya Allah. Uzavuge uti “Ntimuri budukurikire; uko ni ko Allah yavuze mbere.” Ubwo bazavuga bati “Ahubwo ni ishyari mutugirira.” Nyamara ntabwo bari basobanukiwe (ku bya Allah) uretse bike"},{"SurahNumber":48,"VerseNumber":16,"Text":"Bwira bamwe mu Barabu bo mu cyaro banze kujya ku rugamba uti “Muzahamagarirwa kujya kurwana n’abantu bafite imbaraga zihambaye; muzarwana na bo cyangwa bishyire mu maboko yanyu (babe Abayisilamu nta mirwano ibayeho). Nimuramuka mwumviye Allah, azabaha ibihembo byiza, ariko nimutera umugongo nk’uko mwabigenje mbere, (Allah) azabahanisha ibihano bibabaza"},{"SurahNumber":48,"VerseNumber":17,"Text":"Abafite ubumuga bwo kutabona n’abamugaye amaguru, ndetse n’abafite uburwayi ubwo ari bwo bwose, nta mugayo cyangwa icyaha bazabarwaho (igihe batagiye ku rugamba). Bityo, uzumvira Allah n’Intumwa ye, azamwinjiza mu busitani butembamo imigezi (Ijuru); naho uzatera umugongo, (Allah) azamuhanisha ibihano bibabaza"},{"SurahNumber":48,"VerseNumber":18,"Text":"Mu by’ukuri Allah yishimiye abemeramana ubwo bakurahiriraga kugushyigikira (baguha ikiganza, yewe Muhamadi) munsi y’igiti. (Allah) yari azi ibiri mu mitima yabo, nuko abamanurira ituze, anabahemba intsinzi ya bugufi"},{"SurahNumber":48,"VerseNumber":19,"Text":"Ndetse n’iminyago myinshi banyagaga. Kandi Allah ni Umunyacyubahiro bihebuje, Nyirubugenge buhambaye"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah yabasezeranyije kunyaga iminyago myinshi, kandi abanza kubihutishiriza iyi (intsinzi ya Khaybari), ndetse abarinda amaboko y’abantu (bashakaga kubagirira nabi); kugira ngo bibe ikimenyetso ku bemeramana, no kugira ngo abayobore mu nzira igororotse"},{"SurahNumber":48,"VerseNumber":21,"Text":"N’indi (ntsinzi) mutashoboye kugeraho, Allah arayibazigamiye. Kandi Allah ni Ushobora byose"},{"SurahNumber":48,"VerseNumber":22,"Text":"N’iyo abahakanyi baza kubarwanya, bari kubatera umugongo (bahunga), kandi ntibari kubona umurinzi cyangwa umutabazi"},{"SurahNumber":48,"VerseNumber":23,"Text":"Uwo ni umugenzo wa Allah (wo gutabara ingabo ze) wabayeho kuva kera. Kandi ntuzigera ubona impinduka ku migenzereze ya Allah"},{"SurahNumber":48,"VerseNumber":24,"Text":"Ni We wabarinze amaboko yabo (ntibabarwanya), ndetse n’amaboko yanyu (ntimwabarwanya) mu kibaya cya Maka (ahitwa Hudaybiyat) nyuma y’uko (Allah) abahaye intsinzi kuri bo. Kandi Allah ni Ubona bihebuje ibyo mukora"},{"SurahNumber":48,"VerseNumber":25,"Text":"Abo ni bo bahakanye bakanabakumira (mwebwe abemeramana) kugana Umusigiti Mutagatifu (w’i Maka), ndetse bakanafatira amatungo yari aziritse (yagombaga gutangwaho ibitambo) ntagere aho yagenewe gutambirwa. Iyo hataba abemeramana b’abagabo n’abemeramana b’abagore (bari mu banzi banyu mwari muhanganye) mutari muzi, mwari kubica cyangwa mukabahutaza mutabizi; nuko bikabatera umugayo (mukabarwaho icyaha) ku byo mutari muzi. (Ibyo byabayeho) kugira ngo Allah agirire impuhwe uwo ashaka. (Ariko abo bemeramana) iyo baza kuba bitandukanyije (n’abahakanyi), abahakanye muri bo twari kubahanisha ibihano bibabaza"},{"SurahNumber":48,"VerseNumber":26,"Text":"Ubwo abahakanye bashyiraga ubwibone mu mitima yabo; ubwibone bwo mu bihe by’ubujiji (kugira ngo batemera ubutumwa bwa Muhamadi), Allah yamanuye ituze ku Ntumwa ye no ku bemeramana, abategeka kuguma ku ijambo ryo kugandukira (Allah); kandi bari barikwiye ndetse ari na bo ba nyiraryo. Allah ni Umumenyi wa buri kintu"},{"SurahNumber":48,"VerseNumber":27,"Text":"Mu by’ukuri Allah yagize ukuri inzozi z’Intumwa ye (Muhamadi). Rwose Allah nabishaka, muzinjira mu Musigiti Mutagatifu wa Maka mutekanye, nta bwoba mufite; (bamwe) mwogoshe imitwe yanyu (abandi) mugabanyije (imisatsi, nk’uko bikorwa mu mutambagiro mutagatifu). (Allah) yari azi neza ibyo mutari muzi, nuko abibahinduriramo intsinzi ya bugufi"},{"SurahNumber":48,"VerseNumber":28,"Text":"Ni We wohereje Intumwa ye (Muhamadi) izanye umuyoboro (Qur’an) n’idini by’ukuri, kugira ngo arisumbishe andi madini yose. Kandi Allah arahagije kuba umuhamya"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhamadi ni Intumwa ya Allah. Kandi ba bandi bari kumwe na we, bari inkazi ku bahakanyi (igihe babasagariye), bakaba abanyempuhwe hagati yabo. Ubabona bunamye banubamye (basali), bashaka ingabire za Allah ndetse no kwishimirwa (na We). Barangwa n’ikimenyetso kiri mu buranga bwabo (baterwa no kubama basali). Ibi ni byo bibaranga muri Tawurati. Ariko mu Ivanjili, bagaragazwa nk’ikimera cyasohoye umugondoro wacyo, hanyuma ugakomera maze (amashami yacyo) akagikomeza, kigakura kugeza gihagaze cyemye ku ruti rwacyo mu buryo bushimisha abahinzi. (Urwo rugero rw’abemeramana) rugamije kurakaza abahakanyi. Allah yasezeranyije abemeye bakanakora ibikorwa byiza, kuzababarirwa ndetse no kuzagororerwa ibihembo bihambaye"},{"SurahNumber":49,"VerseNumber":1,"Text":"Yemwe abemeye! Ntimukajye mugira ibyo mufataho ibyemezo mbere ya Allah n’Intumwa ye. Kandi mujye mugandukira Allah; mu by’ukuri Allah ni Uwumva bihebuje, Umumenyi uhebuje"},{"SurahNumber":49,"VerseNumber":2,"Text":"Yemwe abemeye! Ntimukajye murangurura amajwi yanyu ngo muce mu ijambo Umuhanuzi (Muhamadi) igihe ari kuvuga, kandi ntimukajye muzamura amajwi yanyu igihe muvugana na We nk’uko mubigenza hagati yanyu; kugira ngo ibikorwa byanyu bitazaba imfabusa mutabizi"},{"SurahNumber":49,"VerseNumber":3,"Text":"Mu by’ukuri ba bandi bacisha bugufi amajwi yabo imbere y’Intumwa ya Allah; ni bo Allah yejeje imitima kubera kumugandukira. Bazababarirwa banahabwe ibihembo bihambaye"},{"SurahNumber":49,"VerseNumber":4,"Text":"Mu by’ukuri ba bandi baguhamagara (mu ijwi riranguruye) bari inyuma y’urugo (iwawe); abenshi muri bo nta bwenge bagira"},{"SurahNumber":49,"VerseNumber":5,"Text":"Nyamara iyo baza kwihangana kugeza usohotse ubasanga, byari kuba byiza kuri bo. Allah ni Ubabarira ibyaha, Nyirimpuhwe"},{"SurahNumber":49,"VerseNumber":6,"Text":"Yemwe abemeye! Inkozi y’ibibi niramuka ibazaniye inkuru, mujye mushishoza kugira ngo mudahohotera abantu mutabizi, maze mukaza kwicuza ibyo mwakoze"},{"SurahNumber":49,"VerseNumber":7,"Text":"Kandi mumenye ko Intumwa ya Allah iri muri mwe. Iyo iza kubumvira muri byinshi, mwari kuba mu bizazane. Ariko Allah yabakundishije ukwemera anagutaka mu mitima yanyu, abangisha ubuhakanyi n’ubwangizi ndetse no kwigomeka. Abo ni bo bayobotse by’ukuri"},{"SurahNumber":49,"VerseNumber":8,"Text":"Izo ni ingabire n’inema bya Allah, kandi Allah ni Umumenyi uhebuje, Nyirubugenge buhambaye"},{"SurahNumber":49,"VerseNumber":9,"Text":"Kandi amatsinda abiri y’abemeramana naramuka arwanye, mujye muyunga, ariko rimwe muri yo niryigomeka ku rindi (nyuma yo kungwa), mujye murirwanya kugeza ubwo rigarukiye itegeko rya Allah. Niryisubiraho, mujye mubunga mu butabera mutabogamye. Mu by’ukuri Allah akunda abatabogama"},{"SurahNumber":49,"VerseNumber":10,"Text":"Mu by’ukuri abemeramana ni abavandimwe. Bityo, mujye mwunga abavandimwe banyu (igihe bashyamiranye), kandi mugandukire Allah kugira ngo mugirirwe impuhwe"},{"SurahNumber":49,"VerseNumber":11,"Text":"Yemwe abemeye! Ntihakagire abantu basuzugura abandi, kuko hari ubwo (abasuzuguwe) baba ari bo beza kubarusha. Kandi n’abagore ntibagasuzugure abagore bagenzi babo, kuko hari ubwo (abasuzuguwe) baba ari bo beza kubarusha. Ntimugasebanye kandi ntimugahimbane amazina mabi (atesha agaciro abandi). Mbega ukuntu ari amazina mabi (kuyita bagenzi banyu) nyuma y’uko mubaye abemeramana! Kandi ba bandi baticuza, abo ni bo nkozi z’ibibi"},{"SurahNumber":49,"VerseNumber":12,"Text":"Yemwe abemeye! Mujye mwirinda kenshi gukeka (bagenzi banyu), kuko rimwe na rimwe gukeka ari icyaha. Kandi ntimukanekane cyangwa ngo musebanye. Ese umwe muri mwe yakwemera kurya inyama y’umuvandimwe we wapfuye? (Ntawabyemera!) Ngaho nimubireke kandi mugandukire Allah. Mu by’ ukuri, Allah ni Uwakira bihebuje ukwicuza, Nyirimbabazi"},{"SurahNumber":49,"VerseNumber":13,"Text":"Yemwe bantu! Twabaremye tubakomoye ku mugabo n’umugore, nuko tubagira amahanga n’amoko (atandukanye) kugira ngo mumenyane. Mu by’ukuri ubarusha icyubahiro imbere ya Allah ni ubarusha kugandukira (Allah). Rwose Allah ni Umumenyi uhebuje, Uzi byose"},{"SurahNumber":49,"VerseNumber":14,"Text":"Abarabu bo mu cyaro (batuye mu butayu) baravuze bati “Twaremeye!” Vuga (yewe Muhamadi) uti “Ntimuremera, ahubwo nimuvuge muti twabaye Abayisilamu”, kuko ukwemera kutarinjira mu mitima yanyu. Ariko nimwumvira Allah n’Intumwa ye, nta cyo azagabanya mu bikorwa byanyu. Mu by’ukuri Allah ni Ubabarira bihebuje, Nyirimbabazi"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mu by’ukuri abemeramana nyabo ni abemeye Allah n’Intumwa ye, hanyuma ntibashidikanye (ku byo bemeye), bakanaharanira inzira ya Allah bakoresheje imitungo yabo n’ubuzima bwabo. Abo ni bo banyakuri"},{"SurahNumber":49,"VerseNumber":16,"Text":"Vuga (yewe Muhamadi) uti “Ese murigisha Allah iby’idini ryanyu mu gihe Allah azi ibiri mu birere n’ibiri mu isi? Kandi Allah ni Umumenyi uhebuje wa buri kintu.”"},{"SurahNumber":49,"VerseNumber":17,"Text":"Barakuratira ko babaye Abayisilamu (nk’aho ari wowe bifitiye akamaro)? Vuga uti “Mwindatatira ubuyisilamu bwanyu (mwibwira ko ari njye bufitiye akamaro). Ahubwo Allah ni We wabagiriye ubuntu abayobora mu kwemera niba koko muri abanyakuri.”"},{"SurahNumber":49,"VerseNumber":18,"Text":"Mu by’ukuri Allah azi ibitagaragara byo mu birere no mu isi. Kandi Allah ni Ubona bihebuje ibyo mukora"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qaaf. Ndahiye iyi Qur’an yuje ikuzo"},{"SurahNumber":50,"VerseNumber":2,"Text":"Ahubwo batangajwe n’uko umuburizi yaje aturutse muri bo. Bityo abahakanyi baravuga bati “Iki ni ikintu gitangaje.”"},{"SurahNumber":50,"VerseNumber":3,"Text":"Ese nidupfa tugahinduka igitaka (tuzazurwa)? Uko kugaruka kuri kure (ntikwabaho)"},{"SurahNumber":50,"VerseNumber":4,"Text":"Rwose tuzi neza icyo ubutaka bugenda bugabanyaho (ku mibiri yabo igihe bari mu mva). Kandi dufite igitabo kirinzwe (kibitse buri kintu)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Nyamara bahinyuye ukuri ubwo kwabageragaho; bityo, barahuzagurika (ntibashobora gutandukanya ukuri n’ikinyoma)"},{"SurahNumber":50,"VerseNumber":6,"Text":"Ese ntibitegereza ikirere kiri hejuru yabo uko twacyubatse maze tukanagitaka, kikaba nta n’imyenge gifite"},{"SurahNumber":50,"VerseNumber":7,"Text":"N’isi twarayishashe maze tuyishimangiza imisozi, nuko tuyimezaho buri bwoko bw’ibimera bushimishije"},{"SurahNumber":50,"VerseNumber":8,"Text":"(Ibi twabikoze kugira ngo bibe) isomo n’urwibutso kuri buri mugaragu (wa Allah) wicuza"},{"SurahNumber":50,"VerseNumber":9,"Text":"Twanamanuye amazi yuje imigisha (imvura) aturutse mu kirere, maze tuyameresha imirima n’impeke zisarurwa"},{"SurahNumber":50,"VerseNumber":10,"Text":"N’imitende miremire ifite amaseri ahekeranye neza"},{"SurahNumber":50,"VerseNumber":11,"Text":"Kugira ngo bibe amafunguro ku bagaragu banjye. Tunayahesha ubuzima ubutaka bwapfuye. Uko ni ko izuka ry’abapfuye rizagenda"},{"SurahNumber":50,"VerseNumber":12,"Text":"Mbere yabo (abahakanyi b’i Maka), abantu ba Nuhu n’abari baturiye iriba rya Rasi ndetse n’abantu bo mu bwoko bwa Thamudu bahinyuye intumwa zabo"},{"SurahNumber":50,"VerseNumber":13,"Text":"N’aba Adi na Farawo ndetse n’abavandimwe ba Lutwi (Loti)"},{"SurahNumber":50,"VerseNumber":14,"Text":"N’abantu ba Ayikat (b’i Madiyani), n’abantu ba Tubba’i (abami bo mu gihugu cya Yemeni) bose bahinyuye intumwa zabo, maze mbasohorezaho isezerano ryanjye (ryo kubahana)"},{"SurahNumber":50,"VerseNumber":15,"Text":"Ese twaba twarananijwe n’ukurema kwa mbere (ku buryo ukurema kwa kabiri kwatunanira)? Ahubwo bari mu gushidikanya ku kurema gushya (izuka)"},{"SurahNumber":50,"VerseNumber":16,"Text":"Mu by’ukuri twaremye umuntu kandi tuzi ibyo umutima we umwoshya. Kandi tumuri bugufi kurusha umutsi w’ubuzima (wo mu ijosi; ujyana amaraso mu bwonko)"},{"SurahNumber":50,"VerseNumber":17,"Text":"(Zirikana) ko abakira babiri (abamalayika bashinzwe gukurikirana umuntu), bakira (ibyo avuga n’ibyo akora); umwe yicaye iburyo undi ibumoso"},{"SurahNumber":50,"VerseNumber":18,"Text":"(Umuntu) nta jambo na rimwe yavuga ngo habure umugenzuzi umuri hafi (uryandika)"},{"SurahNumber":50,"VerseNumber":19,"Text":"Kandi ibimenyetso bibimburira urupfu bigaragaza ukuri bizaza nta kabuza.. (Maze abwirwe ati) “Ibyo ni byo wajyaga wihunza”"},{"SurahNumber":50,"VerseNumber":20,"Text":"Nuko impanda nivuzwa, uwo ni wo uzaba ari umunsi w’ibihano (umunsi w’izuka)"},{"SurahNumber":50,"VerseNumber":21,"Text":"Buri muntu azaza ari kumwe n’(umumalayika) umushoreye ndetse n’(umumalayika) umushinja"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Umunyabyaha azabwirwa ati) “Rwose wari mu burangare (utita) kuri ibi, ariko twagukuyeho igikingirizo (cyakingirizaga umutima wawe), none uyu munsi amaso yawe yatyaye (arabona byose).”"},{"SurahNumber":50,"VerseNumber":23,"Text":"Umusangirangendo we (malayika umushinzwe) azavuga ati “Iki (ni cyo gitabo cy’ibikorwa bye) gitunganyije mfite.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Allah azabwira abo bamalayika bombi ati) “Nimujugunye mu muriro wa Jahanamu buri muhakanyi wigometse”"},{"SurahNumber":50,"VerseNumber":25,"Text":"Ubangamira ibyiza, urengera kandi ushidikanya"},{"SurahNumber":50,"VerseNumber":26,"Text":"Wa wundi wabangikanyije Allah n’indi mana. Nimumujugunye mu bihano bikaze"},{"SurahNumber":50,"VerseNumber":27,"Text":"Mugenzi we (Shitani) azavuga ati “Nyagasani wacu! Sinamuyobeje, ahubwo we yari mu buyobe buri kure (y’ukuri).”"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allah azavuga ati) “Mwijya impaka imbere yanjye kandi narababuriye mbere (ko hazabaho) ibihano”"},{"SurahNumber":50,"VerseNumber":29,"Text":"“Iwanjye ijambo ntirihindurwa, kandi sinjya mpuguza abagaragu banjye.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"Zirikana umunsi tuzabwira umuriro wa Jahanamu tuti “Ese wuzuye?” Maze uvuge uti “Ese hari inyongera (y’abandi ngo mubampe)?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"Kandi ijuru rizegerezwa abagandukira Allah"},{"SurahNumber":50,"VerseNumber":32,"Text":"(Bazabwirwa bati) “Iri (juru) ni ryo mwajyaga musezeranywa; (rigenewe) buri wese wicuza cyane kuri Allah, akanitwararika (ku mategeko ye)"},{"SurahNumber":50,"VerseNumber":33,"Text":"Wa wundi utinya Allah Nyirimpuhwe atamubona, ndetse akaza afite umutima wicuza"},{"SurahNumber":50,"VerseNumber":34,"Text":"(Bazabwirwa bati) “Nimuryinjiremo (Ijuru) mu mahoro. Uyu ni umunsi w’ubuzima buzahoraho.”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Bazabonamo ibyo bashaka byose, kandi iwacu hari n’inyongera (yo kubona Allah imbonankubone)"},{"SurahNumber":50,"VerseNumber":36,"Text":"Ese ni ibisekuru bingahe tworetse mbere yabo, byabarushaga ubukana! Byari byarakwiriye mu bihugu byinshi bishaka ubuhungiro"},{"SurahNumber":50,"VerseNumber":37,"Text":"Mu by’ukuri muri ibyo harimo urwibutso k’ufite umutima, cyangwa uteze amatwi kandi akaba n’umuhamya (wita ku bintu)"},{"SurahNumber":50,"VerseNumber":38,"Text":"Rwose twaremye ibirere n’isi n’ibiri hagati yabyo mu minsi itandatu, kandi ntitwagize umunaniro"},{"SurahNumber":50,"VerseNumber":39,"Text":"Bityo, (yewe Muhamadi) jya wihanganira ibyo bavuga, unasingize ikuzo rya Nyagasani wawe mbere y’uko izuba rirasa na mbere y’uko rirenga"},{"SurahNumber":50,"VerseNumber":40,"Text":"Ndetse no mu ijoro ujye umusingiza, na nyuma yo kubama (nyuma y’iswala)"},{"SurahNumber":50,"VerseNumber":41,"Text":"Kandi uzatege amatwi umunsi uhamagara (Malayika uzavuza impanda), azahamagarira hafi"},{"SurahNumber":50,"VerseNumber":42,"Text":"Umunsi bazumva urusaku rw’impanda y’ukuri, uwo uzaba ari umunsi w’izuka"},{"SurahNumber":50,"VerseNumber":43,"Text":"Mu by’ukuri ni twe dutanga ubuzima tukanabwisubiza, kandi iwacu ni ho garukiro"},{"SurahNumber":50,"VerseNumber":44,"Text":"Umunsi isi izabasadukiraho, bakavamo bihuta. Uko kuzaba ari ukubakoranya koroshye kuri twe"},{"SurahNumber":50,"VerseNumber":45,"Text":"Tuzi neza ibyo bavuga kandi wowe (Muhamadi) ntugomba kubahatira kwemera. Ahubwo wibutse wifashishije Qur’an wa wundi utinya ibihano byanjye"},{"SurahNumber":51,"VerseNumber":1,"Text":"Ndahiye imiyaga ihuha cyane igatatanya (ibicu, ikazamura ivumbi, umusenyi n’ibindi)"},{"SurahNumber":51,"VerseNumber":2,"Text":"N’ibyikoreye imitwaro (ibicu biremereye bitwara imvura)"},{"SurahNumber":51,"VerseNumber":3,"Text":"N’ibigenda mu buryo bworoshye (amato agenda mu nyanja)"},{"SurahNumber":51,"VerseNumber":4,"Text":"N’abashinzwe gukwirakwiza igeno (abamalayika)"},{"SurahNumber":51,"VerseNumber":5,"Text":"Mu by’ukuri ibyo musezeranywa (izuka n’ibindi bizaba ku munsi w’imperuka) ni impamo"},{"SurahNumber":51,"VerseNumber":6,"Text":"Kandi rwose, kuzagororerwa (cyangwa guhanwa ku bakoze ibibi) bizabaho nta kabuza"},{"SurahNumber":51,"VerseNumber":7,"Text":"Ndahiye ikirere kirimo amayira gikoze neza"},{"SurahNumber":51,"VerseNumber":8,"Text":"Rwose mufite imvugo zitandukanye (ku byerekeye intumwa Muhamadi ndetse n’iyi Qur’an)"},{"SurahNumber":51,"VerseNumber":9,"Text":"Uteshwa (gukurikira Qur’an n’intumwa Muhamadi) ni uwateshejwe (gukurikira ukuri)"},{"SurahNumber":51,"VerseNumber":10,"Text":"Abanyabinyoma baravumwe"},{"SurahNumber":51,"VerseNumber":11,"Text":"Ba bandi bari mu bujiji, barangaye"},{"SurahNumber":51,"VerseNumber":12,"Text":"Barabaza igihe umunsi w’ibihembo uzabera"},{"SurahNumber":51,"VerseNumber":13,"Text":"(Uzaba ari) umunsi bazaba bari mu muriro bahanwa"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Bazabwirwa bati) “Ngaho nimwumve ibihano byanyu; ibi ni byo mwajyaga musaba ko byihutishwa.”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Mu by’ukuri abagandukira Allah bazaba bari mu busitani n’amariba (yo mu Ijuru)"},{"SurahNumber":51,"VerseNumber":16,"Text":"Bakira ibyo Nyagasani wabo yabahaye. Mu by’ukuri mbere bari abakora ibyiza"},{"SurahNumber":51,"VerseNumber":17,"Text":"Bajyaga baryama gake mu ijoro (kubera ko babaga basali, basingiza Nyagasani wabo)"},{"SurahNumber":51,"VerseNumber":18,"Text":"No mu gicuku (mu rukerera babaga) basaba imbabazi (Allah)"},{"SurahNumber":51,"VerseNumber":19,"Text":"No mu mitungo yabo, habagamo umugabane bagenera abakene basaba n’abihishira"},{"SurahNumber":51,"VerseNumber":20,"Text":"No ku isi hari ibimenyetso ku bemera badashidikanya"},{"SurahNumber":51,"VerseNumber":21,"Text":"Ndetse no muri mwe ubwanyu (ibyo bimenyetso birimo). Ese ntimubona"},{"SurahNumber":51,"VerseNumber":22,"Text":"No mu kirere hari amafunguro yanyu ndetse n’ibyo musezeranywa"},{"SurahNumber":51,"VerseNumber":23,"Text":"Bityo, ndahiye ku izina rya Nyagasani w’ikirere n’isi ko (ibyo musezeranywa) ari ukuri nko kuvuga kwanyu"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ese wamenye iby’inkuru y’abashyitsi ba Aburahamu b’abanyacyubahiro"},{"SurahNumber":51,"VerseNumber":25,"Text":"Ubwo binjiraga iwe bakavuga bati “mugire amahoro (salamu!)” Nuko akavuga ati “Salamu, bantu batazwi.”"},{"SurahNumber":51,"VerseNumber":26,"Text":"Nuko arinyabya asanga ab’iwe, azana inyana ibyibushye (inyama z’inyana yokeje)"},{"SurahNumber":51,"VerseNumber":27,"Text":"Maze arazibegereza, (abonye batarambura amaboko ngo barye) aravuga ati “Ese nta bwo murya?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"Nuko arabishisha (abonye batariye). Baravuga bati “Humura!” Hanyuma bamuha inkuru nziza (yo kuzabyara umwana) w’umuhungu uzaba afite ubumenyi (ku bijyanye na Allah)"},{"SurahNumber":51,"VerseNumber":29,"Text":"Nuko umugore we aza yiyamira, akubita agashyi mu buranga bwe (atangara), aravuga ati “Umukecuru w’urubereri!”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Baravuga bati “Uko ni ko Nyagasani wawe yavuze. Mu by’ukuri ni Nyirubugenge buhambaye, Umumenyi uhebuje.”"}]}