{"Id":383,"LanguageCodes":["tr","tur"],"Name":"tur-alibulac","Author":"Ali Bulac","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kıyamet-saatinin ilmi O'na döndürülür. O'nun ilmi olmaksızın, hiçbir meyve tomurcuğundan çıkmaz, hiçbir dişi gebe kalmaz ve doğurmaz da. Onlara: \"Benim ortaklarım nerede\" diye sesleneceği gün, dediler ki: \"Sana arzettik ki, bizden hiçbir şahid yok"},{"SurahNumber":41,"VerseNumber":48,"Text":"Önceden kendilerine taptıkları (bugün) onlardan kaybolup gitti ve onlar kaçacak hiçbir yerleri olmadığını anlamışlardır"},{"SurahNumber":41,"VerseNumber":49,"Text":"İnsan, hayır istemekten bıkkınlık duymaz; fakat ona bir şer dokundu mu, artık o, ye'se düşen bir umutsuzdur"},{"SurahNumber":41,"VerseNumber":50,"Text":"Oysa ona dokunan bir zarardan sonra tarafımızdan bir rahmet taddırsak, mutlaka: \"Bu benim (hakkım)dır. Ve ben kıyamet-saatinin kopacağını da sanmıyorum; eğer Rabbime döndürülsem bile, muhakkak O'nun Katında benim için daha güzel olanı vardır.\" der. Ama andolsun Biz, o kafirlere yaptıklarını haber vereceğiz ve andolsun onlara, en kaba bir azaptan taddıracağız"},{"SurahNumber":41,"VerseNumber":51,"Text":"İnsana nimet verdiğimiz zaman, yüz çevirir ve yan çizer; ona bir şer dokunduğu zaman ise, artık o, geniş (kapsamlı ve derinlemesine) bir dua sahibidir"},{"SurahNumber":41,"VerseNumber":52,"Text":"De ki: \"Gördünüz mü haber verin; eğer o (Kur'an) Allah Katından ise, sonra siz onu inkar etmişseniz (bu durumda) uzak bir ayrılık içinde olandan daha sapık kimdir"},{"SurahNumber":41,"VerseNumber":53,"Text":"Biz ayetlerimizi hem afakta, hem kendi nefislerinde onlara göstereceğiz; öyle ki, şüphesiz onun hak olduğu kendilerine açıkça belli olsun. Herşeyin üzerinde Rabbinin şahid olması yetmez mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Dikkatli olun; gerçekten onlar, Rablerine kavuşmaktan yana derin bir kuşku içindedirler. Dikkatli olun; gerçekten O, herşeyi sarıp-kuşatandır"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn, Sin Kaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"O, Aziz ve Hakim olan Allah, sana ve senden öncekilere böyle vahyetmektedir"},{"SurahNumber":42,"VerseNumber":4,"Text":"Göklerde ve yerde olanlar O'nundur. O, Yücedir, büyüktür"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gökler, neredeyse üstlerinden çatlayıp-parçalanacaklar; melekler de Rablerini hamd ile tesbih ederler ve yerde olanlara mağfiret dilerler. Haberiniz olsun; gerçekten Allah, bağışlayan ve esirgeyen O'dur"},{"SurahNumber":42,"VerseNumber":6,"Text":"Allah'ın dışında birtakım veliler edinenler ise; Allah, onların üzerinde gözetleyicidir. Sen onların üzerinde bir vekil değilsin"},{"SurahNumber":42,"VerseNumber":7,"Text":"İşte Biz sana, böyle Arapça bir Kur'an vahyettik; şehirlerin anası (olan Mekke halkı)nı ve çevresinde olanları uyarman için ve kendisinde şüphe olmayan toplanma gününü (haber verip onları) uyarman için de. (O gün onların) Bir bölümü cennette, bir bölümü çılgınca yanan ateşin içerisindedirler"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eğer Allah dileseydi, onları herhalde tek bir ümmet kılardı. Ancak O, dilediğini Kendi rahmetine sokar. Zalimlere gelince; onlar için ne bir veli vardır, ne bir yardımcı (bulursun)"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa O'nun dışında birtakım veliler mi edindiler? İşte Allah; veli O'dur, ölüleri dirilten O'dur. O, herşeye güç yetirendir"},{"SurahNumber":42,"VerseNumber":10,"Text":"Hakkında ihtilafa düştüğünüz herhangi bir şey; artık O'nun hükmü Allah'ındır. İşte Rabbim olan Allah. Ben O'na tevekkül ettim ve yalnızca O'na dönüp-yönelirim"},{"SurahNumber":42,"VerseNumber":11,"Text":"O, göklerin ve yerin Yaratıcısı'dır. Size kendi nefislerinizden eşler, davarlardan da çiftler var etti. Sizleri bu tarzda türetip-yayıyor. O'nun benzeri gibi olan hiçbir şey yoktur. O, işitendir, görendir"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin anahtarları O'nundur. O, dilediğine rızkı genişletip-yayar ve kısar da. Çünkü O, herşeyi bilendir"},{"SurahNumber":42,"VerseNumber":13,"Text":"O: \"Dini dosdoğru ayakta tutun ve onda ayrılığa düşmeyin\" diye dinden Nuh'a vasiyet ettiğini ve sana vahyettiğimizi, İbrahim'e, Musa'ya ve İsa'ya vasiyet ettiğimizi sizin için de teşri' etti (bir şeriat kıldı). Senin kendilerini çağırdığın şey, müşriklere ağır geldi. Allah, dilediğini buna seçer ve içten Kendisi'ne yöneleni hidayete erdirir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki 'tecavüz ve haksızlık' dolayısıyla ayrılığa düştüler. Eğer Rabbinden, adı konulmuş bir ecele kadar geçmiş (verilmiş) bir söz olmasaydı, muhakkak aralarında hüküm verilmiş (iş bitirilmiş)ti. Şüphesiz onların ardından kitaba mirasçı olanlar ise, herhalde ona karşı kuşku verici bir tereddüt içindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"Şu halde, sen bundan dolayı davet et ve emrolunduğun gibi doğru bir istikamet tuttur. Onların heva (istek ve tutku)larına uyma. Ve de ki: Allah'ın indirdiği her kitaba inandım. Aranızda adaletli davranmakla emrolundum. Allah, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bizim, sizin amelleriniz sizindir. Bizimle aranızda ‘deliller getirerek tartışma (ya, huccete gerek)’ yoktur. Allah bizi biraraya getirip-toplayacaktır. Dönüş O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"O'na icabet olunduktan sonra, Allah hakkında (sözde) 'deliller öne sürüp tartışanların' delilleri, Rableri Katında geçersizdir. Onların üzerinde bir gazab vardır ve şiddetli azap onlaradır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Ki Allah, hak olmak üzere kitabı ve mizanı indirdi. Ne bilirsin; belki kıyamet-saati pek yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Onda acele edenler, (gerçekte) ona inanmayanlardır. İman edenler ise, ona karşı bir korku içindedirler ve onun gerçekten hak olduğunu bilirler. Haberiniz olsun; kıyamet-saati konusunda tartışanlar, gerçekte uzak bir sapıklık içindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına karşı lütuf sahibidir; dilediğini rızıklandırır. O, kuvvetlidir, Azizdir"},{"SurahNumber":42,"VerseNumber":20,"Text":"Kim ahiret ekinini isterse, Biz ona kendi ekininde artırmalar yaparız. Kim dünya ekinini isterse, ona da ondan veririz; ancak onun ahirette bir nasibi yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa onların birtakım ortakları mı var ki, Allah'ın izin vermediği şeyleri, dinden kendilerine teşri' ettiler (bir şeriat kıldılar)? Eğer o fasıl kelimesi olmasaydı, elbette aralarında hüküm (karar) verilirdi. Gerçekten zalimler için acı bir azap vardır"},{"SurahNumber":42,"VerseNumber":22,"Text":"(O gün) Zalimleri kazandıkları dolayısıyla korkuyla titrerlerken görürsün; o (yaptıkları) da üstlerine çöküvermiştir. İman edip salih amellerde bulunanlar ise, cennet bahçelerindedirler. Rableri Katında her diledikleri onlarındır. İşte büyük fazl (nimet ve üstünlük) budur"},{"SurahNumber":42,"VerseNumber":23,"Text":"İşte Allah, iman edip salih amellerde bulunan kullarına böyle müjde vermektedir. De ki: \"Ben buna karşı yakınlıkta sevgi dışında sizden hiçbir ücret istemiyorum.\" Kim bir iyilik kazanırsa, Biz ondaki iyiliği artırırız. Gerçekten Allah, bağışlayandır, şükredene karşılığını verendir"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa onlar: \"Allah'a karşı yalan düzüp-uydurdu\"mu diyorlar? Oysa eğer Allah dilerse senin de kalbini mühürler. Allah, batılı yok edip-ortadan kaldırır ve Kendi kelimeleriyle hakkı hak olarak pekiştirir (gerçekleştirir). Çünkü O, sinelerin özünde olanı bilendir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarından tevbeyi kabul eden, kötülükleri affeden ve işlediklerinizi bilen O'dur"},{"SurahNumber":42,"VerseNumber":26,"Text":"O, iman edip salih amellerde bulunanlara icabet eder ve onlara Kendi fazlından arttırır. Kafirlere gelince; onlara şiddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eğer Allah, kulları için rızkı (sınırsızca) geniş tutup-yaysaydı, gerçekten yeryüzünde azarlardı. Ancak O, dilediği miktar ile indirir. Çünkü O, kullarından haberi olandır, görendir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O'dur ki, onlar umutlarını kestikten sonra yağmuru indirir ve rahmetini serip-yayar. O, Veli'dir, Hamid'dir"},{"SurahNumber":42,"VerseNumber":29,"Text":"Göklerin ve yerin yaratılması ile onlarda her canlıdan türetip-yayması O'nun ayetlerindendir. Ve O, dileyeceği zaman onların hepsini toplamaya güç yetirendir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Size isabet eden her musibet, (ancak) ellerinizin kazandığı dolayısıyladır. (Allah,) Çoğunu da affeder"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yeryüzünde (O'nu) aciz bırakacak değilsiniz. Ve sizin Allah'ın dışında ne bir veliniz vardır, ne bir yardımcınız"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde yüksek dağlar gibi seyreden gemiler O'nun ayetlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Eğer dileyecek olsa, rüzgarı durdurur, böylece onun üstünde kalakalırlar. Şüphesiz, bunda çokça sabreden, çokça şükreden kimse için gerçekten ayetler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Ya da kazandıkları dolayısıyla onları yok eder, bir çoğunu da affeder"},{"SurahNumber":42,"VerseNumber":35,"Text":"(Öyle ki) Ayetlerimiz hakkında mücadele edenler, kendileri için hiçbir kaçacak yer olmadığını bilip-öğrensinler"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen herhangi bir şey, dünya hayatının metaı (kısa süreli faydalanması)dır. Allah Katında olan ise, daha hayırlı ve daha süreklidir. (Bu da) iman edip Rablerine tevekkül edenler içindir"},{"SurahNumber":42,"VerseNumber":37,"Text":"(Bunlar,) Büyük günahlardan ve çirkin -utanmazlıklardan kaçınanlar ve gazablandıkları zaman bağışlayanlar"},{"SurahNumber":42,"VerseNumber":38,"Text":"Rablerine icabet edenler, namazı dosdoğru kılanlar, işleri kendi aralarında şura ile olanlar ve kendilerine rızık olarak verdiklerimizden infak edenler"},{"SurahNumber":42,"VerseNumber":39,"Text":"Ve haklarına tecavüz edildiği zaman, birlik olup karşı koyanlardır"},{"SurahNumber":42,"VerseNumber":40,"Text":"Kötülüğün karşılığı, onun misli (benzeri) olan kötülüktür. Ama kim affeder ve ıslah ederse (dirliği kurup-sağlarsa) artık onun ecri Allah'a aittir. Gerçekten O, zalimleri sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Kim zulme uğradıktan sonra nusret bulur (hakkını alır)sa, artık onlar için aleyhlerinde bir yol yoktur"},{"SurahNumber":42,"VerseNumber":42,"Text":"Yol, ancak insanlara zulmeden ve yeryüzünde haksız yere 'tecavüz ve haksızlıkta bulunanların' aleyhinedir. İşte bunlara acıklı bir azap vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Kim sabreder ve bağışlarsa, şüphesiz bu, azme değer işlerdendir"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah, kimi saptırırsa, artık bundan sonra onun hiçbir velisi yoktur. Azabı gördükleri zaman, o zalimleri bir görsen; \"Geri dönmeye bir yol var mı?\" derler"},{"SurahNumber":42,"VerseNumber":45,"Text":"Onları görürsün; zilletten başları önlerine düşmüş bir halde, ona (ateşe) sunulurlarken göz ucuyla sezdirmeden bakarlar. İman edenler de: \"Gerçekten hüsrana uğrayanlar, kıyamet günü hem kendi nefislerini, hem yakın akraba (veya yandaş)larını da hüsrana uğratmışlardır\" dediler. Haberiniz olsun; gerçekten zalimler, kalıcı bir azap içindedirler"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allah'ın dışında kendilerine yardım edecek velileri yoktur. Allah kimi saptırırsa, artık onun için hiçbir (çıkış) yolu yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Allah'tan, geri çevrilmesi olmayan bir gün gelmeden evvel, Rabbinize icabet edin. O gün, sizin için ne sığınılacak bir yer var, ne sizin için inkar (etmeye bir imkan)"},{"SurahNumber":42,"VerseNumber":48,"Text":"Şayet onlar, sırt çevirecek olurlarsa, artık Biz seni onların üzerine bir gözetleyici olarak göndermiş değiliz. Sana düşen, yalnızca tebliğdir. Gerçek şu ki, Biz insana tarafımızdan bir rahmet taddırdığımız zaman, ona sevinir. Eğer onlara kendi ellerinin takdim ettikleri dolayısıyla bir kötülük isabet ederse, bu durumda insan bir nankör kesiliverir"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin mülkü Allah'ındır. Dilediğini yaratır. Dilediğine dişiler armağan eder, dilediğine de erkek armağan eder"},{"SurahNumber":42,"VerseNumber":50,"Text":"Veya erkekler ve dişiler olarak çift (ikiz) verir. Dilediğini kısır bırakır. Gerçekten O, bilendir, güç yetirendir"},{"SurahNumber":42,"VerseNumber":51,"Text":"Kendisiyle Allah'ın konuşması, bir beşer için olacak (şey) değildir; ancak bir vahy ile ya da perde arkasından veya bir elçi gönderip Kendi izniyle dilediğine vahyetmesi (durumu) başka. Gerçekten O, Yüce olandır, hüküm ve hikmet sahibidir"},{"SurahNumber":42,"VerseNumber":52,"Text":"Böylece sana emrimizden bir ruh vahyettik. Sen, kitap nedir, iman nedir bilmiyordun. Ancak Biz onu bir nur kıldık; onunla kullarımızdan dilediklerimizi hidayete erdiririz. Şüphesiz sen, dosdoğru olan bir yola yöneltip-iletiyorsun"},{"SurahNumber":42,"VerseNumber":53,"Text":"Göklerde ve yerde bulunanların tümü Kendisi'ne ait olan Allah'ın yoluna. Haberiniz olsun; işler Allah'a döner"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"Apaçık Kitab’a andolsun"},{"SurahNumber":43,"VerseNumber":3,"Text":"Gerçekten Biz onu, belki aklınızı kullanırsınız diye Arapça bir Kur'an kıldık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Şüphesiz o, Bizim Katımız'da olan Ana kitaptadır; çok yücedir, hüküm ve hikmet doludur"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz ölçüyü taşıran bir kavimsiniz diye, şimdi o zikri (öğüt ve hatırlatma dolu Kur'an'ı) sizden (uzaklaştırıp) bir yana mı bırakalım"},{"SurahNumber":43,"VerseNumber":6,"Text":"Oysa Biz, öncekiler içinde nice peygamber(ler) gönderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlara bir peygamber gelmeyiversin, mutlaka onunla alay ederlerdi"},{"SurahNumber":43,"VerseNumber":8,"Text":"Biz de, kuvvet bakımından onlardan daha üstün olan (toplum)ları yıkıma uğrattık. Öncekilerin örneği geçti"},{"SurahNumber":43,"VerseNumber":9,"Text":"Andolsun, onlara: \"Gökleri ve yeri kim yarattı?\" diye soracak olsan, tartışmasız: \"Onları üstün ve güçlü (Aziz) olan, bilen (Allah) yarattı\" diyecekler"},{"SurahNumber":43,"VerseNumber":10,"Text":"Ki O, yeri sizin için bir beşik kıldı ve doğru yolu bulursunuz diye onda size (birtakım) yollar var etti"},{"SurahNumber":43,"VerseNumber":11,"Text":"Ki O, belli bir miktar ile gökten su indirdi de, onunla ölü bir memleketi ‘dirilttik (ve her yanına yeniden hayat) yaydık'; siz de böyle (kabirlerinizden diriltilip) çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Ki O, bütün çiftleri yarattı ve sizin için gemilerden ve hayvanlardan bineceğiniz şeyleri var etti"},{"SurahNumber":43,"VerseNumber":13,"Text":"Onların sırtlarına binip-doğrulmanız, sonra doğrulduğunuz zaman, Rabbinizin nimetini zikretmeniz ve: \"Bunlara bizim için boyun eğdiren (Allah) ne Yücedir, yoksa biz bunu (kendi hizmetimize) yanaştıramazdık\" demeniz için"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve biz elbette, Rabbimiz'e çevrilip-döneceğiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"(Buna rağmen) Kendi kullarından O'na bir parça kılıp-yakıştırdılar. Doğrusu insan, açıkça bir nankördür"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa O, yarattıklarından kızları (kendine) edindi ve erkekleri size mi ayırdı"},{"SurahNumber":43,"VerseNumber":17,"Text":"Oysa onlardan biri, O, Rahman (olan Allah) için verdiği örnek ile (kız çocuğunun doğumuyla) müjdelendiği zaman, yüzü simsiyah kesilmiş olarak kahrından yutkundukça yutkunur"},{"SurahNumber":43,"VerseNumber":18,"Text":"Onlar, süs içinde büyütülüp de mücadelede açık olmayan (kızlar)ı mı (Allah'a yakıştırıyorlar)"},{"SurahNumber":43,"VerseNumber":19,"Text":"Onlar, ki Rahmanın kulları olan melekleri dişiler kıldılar. Kendileri yaratılışlarına şahit mi oldular? Onların şahitlikleri yazılacak ve (bundan dolayı) sorumlu tutulacaklar"},{"SurahNumber":43,"VerseNumber":20,"Text":"Dediler ki: \"Eğer Rahman dilemiş olsaydı, biz onlara ibadet etmezdik.\" Onların bundan yana hiçbir bilgileri yoktur. Onlar, yalnızca 'zan ve tahminle yalan söylüyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa Biz, bundan önce kendilerine bir kitap verdik de şimdi ona mı tutunuyorlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır; dediler ki: \"Gerçekten atalarımızı bir ümmet üzerinde bulduk ve doğrusu biz onların izleri (eserleri) üstünde doğru olana (hidayete) yönelmiş (kimse)leriz"},{"SurahNumber":43,"VerseNumber":23,"Text":"İşte böyle, senden önce de (herhangi) bir memlekete bir elçi göndermiş olmayalım, mutlaka onun 'refah içinde şımarıp azan önde gelenleri' (şöyle) demişlerdir: \"Gerçekten biz, atalarımızı bir ümmet (din) üzerinde bulduk ve doğrusu biz, onların izlerine (eserlerine) uymuş kimseleriz"},{"SurahNumber":43,"VerseNumber":24,"Text":"(O peygamberlerden her biri de şöyle) Demiştir: \"Ben size atalarınızı üstünde bulduğunuz şeyden daha doğru olanını getirmiş olsam da mı?\" Onlar da demişlerdi ki: \"Doğrusu biz, kendisiyle gönderildiğiniz şeye kafir olanlarız"},{"SurahNumber":43,"VerseNumber":25,"Text":"Böylece onlardan intikam aldık. Öyleyse, bir bak; yalan sayanların sonu nasıl oldu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Hani İbrahim babasına ve kendi kavmine demişti ki: \"Şüphesiz ben, sizin taptıklarınızdan uzağım"},{"SurahNumber":43,"VerseNumber":27,"Text":"(Ancak) Beni yaratan başka. İşte O beni hidayete yöneltip-iletecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"Ve bunu (bu tevhid inancını) belki (insanlar Allah'a) dönerler diye ardında (kendi soyunda) kalıcı bir kelime olarak kıldı-bıraktı"},{"SurahNumber":43,"VerseNumber":29,"Text":"Hayır; Ben onları ve atalarını, kendilerine hak ve açıklayan bir elçi gelinceye kadar metalandırdım-yaşattım"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ancak kendilerine hak gelince, dediler ki: \"Bu bir büyüdür, doğrusu biz ona (karşı) kafir olanlarız"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve dediler ki: \"Bu Kur'an, iki şehirden birinin büyük bir adamına indirilmeli değil miydi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Senin Rabbinin rahmetini onlar mı paylaştırıyorlar? Dünya hayatında maişetlerini aralarında Biz paylaştırdık ve onlardan bir bölümü (diğer) bir bölümünü 'teshir etmesi için, bir bölümünü bir bölümü üzerinde derecelerle yükselttik. Rabbinin rahmeti; toplayıp-yığdıklarından daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"Eğer insanlar (Allah'a karşı isyanda birleşip) tek bir ümmet olacak olmasaydı, Rahman’ı (Allah'ı) inkar edenlerin evlerine gümüşten tavanlar ve üzerinde çıkıp-yükselecekleri merdivenler yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerine kapılar ve üzerinde yaslanıp-dayanacakları koltuklar"},{"SurahNumber":43,"VerseNumber":35,"Text":"Ve (daha nice) çekici-süsler (de verirdik). Bütün bunlar, yalnızca dünya hayatının metaıdır. Ahiret ise, Rabbinin Katında muttakiler içindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim Rahman (olan Allah)ın zikrini görmezlikten gelirse, Biz bir şeytana onun 'üzerini kabukla bağlattırırız'; artık bu, onun bir yakın dostudur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Gerçekten bunlar (bu şeytanlar), onları yoldan alıkoyarlar; onlar ise, kendilerinin gerçekten hidayette olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sonunda Bize geldiği zaman, der ki: \"Keşke benimle senin aranda iki doğu (doğu ile batı) uzaklığı olsaydı. Meğer ne kötü yakın-dost(muşsun sen)"},{"SurahNumber":43,"VerseNumber":39,"Text":"(Bu söylenmeleriniz,) Bugün size kesin olarak bir yarar sağlamaz. Çünkü zulmettiniz. Şüphesiz azapta da ortaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Öyleyse sağır olanlara sen mi dinleteceksin veya kör olan ve açıkça bir sapıklık içinde bulunanı hidayete erdireceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Şu halde Biz seni alıp-götürürsek, elbette onlardan intikam alacağız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Ya da kendilerine va'dettiğimiz şeyi onlara gösteririz ki, Biz gerçekten onların üstünde güç yetirenleriz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Şu halde, sana vahyedilene sımsıkı-tutun; çünkü sen dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Ve şüphesiz o (Kur'an), senin ve kavmin için gerçekten bir zikirdir. Siz (ondan) sorulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden önce gönderdiğimiz elçilerimizden sor: Biz, Rahman (olan Allah)ın dışında tapılacak birtakım ilahlar kıldık mı (hiç)"},{"SurahNumber":43,"VerseNumber":46,"Text":"Andolsun, Biz Musa'yı, Firavun'a ve onun 'önde gelen çevresine' ayetlerimizle gönderdik. O da, dedi ki: \"Gerçekten ben, alemlerin Rabbinin elçisiyim"},{"SurahNumber":43,"VerseNumber":47,"Text":"Fakat onlara ayetlerimizle geldiği zaman, bir de ne görsün, onlar bunlara (alay edip) gülüyorlar"},{"SurahNumber":43,"VerseNumber":48,"Text":"Biz onlara biri ötekinden daha büyük olmayan hiçbir ayet göstermedik. Belki dönerler diye, onları azapla yakalayıverdik"},{"SurahNumber":43,"VerseNumber":49,"Text":"Ve onlar dediler ki: \"Ey büyücü, sende olan ahdi (sana verdiği sözü) adına bizim için Rabbine dua et; gerçekten biz hidayete gelmiş olacağız"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat onlardan azabı çekip-giderince, bir de görürsün ki onlar andlarını bozuyorlar"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun, kendi kavmi içinde bağırdı; dedi ki: \"Ey kavmim, Mısır'ın mülkü ve şu altımda akmakta olan nehirler benim değil mi? Yine de görmeyecek misiniz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben, şundan daha hayırlı değil miyim ki o, aşağı (sınıftan) bir zavallı ve neredeyse (sözü) açıklamadan yoksun olan (biri)dir"},{"SurahNumber":43,"VerseNumber":53,"Text":"Bu durumda (eğer doğruysa), üzerine altından bilezikler atılmalı ya da yakınında yer almış vaziyette onunla birlikte melekler gelmeli değil miydi"},{"SurahNumber":43,"VerseNumber":54,"Text":"Böylelikle kendi kavmini küçümsedi, onlar da ona boyun eğdiler. Gerçekten onlar, fasık olan bir kavimdi"},{"SurahNumber":43,"VerseNumber":55,"Text":"Sonunda Bizi öfkelendirince, Biz de onlardan intikam aldık, böylece onları toplu olarak suda boğduk"},{"SurahNumber":43,"VerseNumber":56,"Text":"Bu suretle onları, sonradan gelecekler için bir selef ve bir örnek kıldık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem oğlu (İsa) bir örnek olarak verilince, senin kavmin hemen ondan (keyifle söz edip) kahkahalarla gülüyorlar"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dediler ki: \"Bizim ilahlarımız mı daha hayırlı, yoksa o mu?\" Onu yalnızca bir tartışma-konusu olsun diye (örnek) verdiler. Hayır, onlar 'tartışmacı ve düşman' bir kavimdir"},{"SurahNumber":43,"VerseNumber":59,"Text":"O, yalnızca bir kuldur; kendisine nimet verdik ve onu İsrailoğulları'na bir örnek kıldık"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer Biz dilemiş olsaydık, elbette sizden melekler kılardık; yeryüzünde (size) halef (yerinize geçenler) olurlardı"},{"SurahNumber":43,"VerseNumber":61,"Text":"Şüphesiz o, kıyamet-saati için bir ilimdir. Öyleyse ondan (kıyametten) yana hiçbir kuşkuya kapılmayın ve Bana uyun. Dosdoğru yol budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Şeytan sakın sizi (Allah'ın yolundan) alıkoymasın. Gerçekten o, sizin için açıkça bir düşmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsa, açık belgelerle gelince, dedi ki: \"Ben size bir hikmetle geldim ve hakkında ihtilafa düştüklerinizin bir kısmını size açıklamak için de. Öyleyse Allah'tan sakının ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Şüphesiz Allah, O, benim de Rabbim, sizin de Rabbinizdir; şu halde O'na kulluk edin. Dosdoğru yol budur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Sonra, içlerinden birtakım fırkalar ihtilafa düştü. Artık, acı bir günün azabından vay o zulmetmiş olanlara"},{"SurahNumber":43,"VerseNumber":66,"Text":"Onlar, hiç şuurunda değilken kendilerine apansız geliverecek olan kıyamet-saatinden başkasını mı gözlüyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Muttakiler hariç olmak üzere, o gün, dostların kimi kimine düşmandır"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım, bugün sizin için korku yoktur ve siz mahzun olmayacaksınız"},{"SurahNumber":43,"VerseNumber":69,"Text":"Ki onlar, Benim ayetlerime iman edenler ve Müslüman olanlardır"},{"SurahNumber":43,"VerseNumber":70,"Text":"Siz ve eşleriniz cennete girin; 'sevinç içinde ağırlanacaksınız"},{"SurahNumber":43,"VerseNumber":71,"Text":"Onların etrafında altın tepsiler ve testilerle dolaşılır; orada nefislerin arzu ettiği ve gözlerin lezzet (zevk) aldığı herşey var. Ve siz orada süresiz kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte, yaptıklarınız dolayısıyla mirasçı kılındığınız cennet budur"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orda sizin için birçok meyveler vardır; onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Şüphesiz suçlu-günahkarlar, cehennem azabı içinde süresiz kalacaklardır"},{"SurahNumber":43,"VerseNumber":75,"Text":"Onlardan (azap) hafifletilmeyecek ve orda onlar umutlarını kaybetmiş kimselerdir"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik; ancak onların kendileri zalimlerdir"},{"SurahNumber":43,"VerseNumber":77,"Text":"(Cehennem bekçisine:) \"Ey Malik (bekçi), Rabbin bizim işimizi bitirsin\" diye haykırdılar. O: \"Gerçek şu ki siz, (burda) kalacak kimselersiniz\" dedi"},{"SurahNumber":43,"VerseNumber":78,"Text":"Andolsun, size hakkı getirdik, fakat sizin bir çoğunuz hakkı çirkin görüp-tiksinenlerdiniz"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa onlar, işi sıkı mı tuttular? İşte şüphesiz Biz de işi sıkı tutanlarız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa onlar; gerçekten Bizim, sır tuttuklarını ve aralarındaki fısıldaşmalarını işitmediğimizi mi sanıyorlar? Hayır, (işitiyoruz) ve onların yanlarındaki elçilerimiz de (herşeyi) yazıyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"De ki: \"Eğer Rahman (olan Allah)'ın çocuğu olsaydı, ona tapanların ilki ben olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Göklerin ve yerin Rabbi, Arş'ın Rabbi (olan Allah), onların nitelendirdiklerinden Yücedir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Artık onları bırak; onlara vadedilen günlerine kadar, dalsınlar ve oynaya dursunlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Göklerde İlah ve yerde İlah O'dur. O, hüküm ve hikmet sahibidir, bilendir"},{"SurahNumber":43,"VerseNumber":85,"Text":"Göklerin, yerin ve ikisi arasında bulunanların mülkü Kendisi'nin olan (Allah) ne Yücedir. Kıyamet-saatinin ilmi O'nun Katındadır ve O'na döndürüleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"O'nun dışında taptıkları şefaatte bulunmaya malik değildirler; ancak kendileri bilerek hakka şahidlik edenler başka"},{"SurahNumber":43,"VerseNumber":87,"Text":"Andolsun, onlara: \"Kendilerini kim yarattı?\" diye soracak olsan, elbette: \"Allah\" diyecekler. Öyleyse nasıl olur da çevriliyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun: \"Ya Rab\" demesi hakkı için şüphesiz onlar imana gelmez bir kavimdirler"},{"SurahNumber":43,"VerseNumber":89,"Text":"Şimdi sen, 'aldırış etmeksizin onlardan yüz çevir' ve: \"Selam\" de. Artık onlar bileceklerdir"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"Apaçık Kitab'a andolsun"},{"SurahNumber":44,"VerseNumber":3,"Text":"Gerçekten Biz onu mübarek bir gecede indirdik, gerçekten Biz uyaranlarız"},{"SurahNumber":44,"VerseNumber":4,"Text":"Ki onda (o gecede) her hikmetli iş ayrılır"},{"SurahNumber":44,"VerseNumber":5,"Text":"Katımız'dan bir emir ile; doğrusu Biz, (insanlara elçi) gönderenleriz"},{"SurahNumber":44,"VerseNumber":6,"Text":"Rabbinden bir rahmet olarak. Şüphesiz O, işitendir, bilendir"},{"SurahNumber":44,"VerseNumber":7,"Text":"Eğer kesin bir bilgiyle inanıyorsanız (Allah), göklerin, yerin ve bu ikisi arasında bulunanların Rabbidir"},{"SurahNumber":44,"VerseNumber":8,"Text":"O'ndan başka İlah yoktur; diriltir ve öldürür. Sizin de Rabbinizdir, geçmiş atalarınızın da Rabbidir"},{"SurahNumber":44,"VerseNumber":9,"Text":"Hayır, onlar şüphe içindedirler; oynayıp-oyalanıyorlar"},{"SurahNumber":44,"VerseNumber":10,"Text":"Öyleyse sen, göğün açıkça bir duman getireceği günü gözle"},{"SurahNumber":44,"VerseNumber":11,"Text":"(Bu duman) insanları sarıp-kuşatıverir. İşte bu, acı bir azaptır"},{"SurahNumber":44,"VerseNumber":12,"Text":"Rabbimiz, azabı üstümüzden açıp-gider; çünkü biz (artık) iman edicileriz"},{"SurahNumber":44,"VerseNumber":13,"Text":"Onlar için öğüt alıp-düşünmek nerede? Onlara, açıklayan bir elçi gelmişti"},{"SurahNumber":44,"VerseNumber":14,"Text":"Sonra, ondan yüz çevirdiler ve dediler ki: \"(Bu,) Öğretilmiştir, bir delidir"},{"SurahNumber":44,"VerseNumber":15,"Text":"Biz sizden bu azabı biraz açıp-gidereceğiz; (ama yine) dönecek olanlarsınız siz"},{"SurahNumber":44,"VerseNumber":16,"Text":"Büyük bir şiddetle yakalayacağımız gün, elbette Biz intikam alacağız"},{"SurahNumber":44,"VerseNumber":17,"Text":"Andolsun, Biz kendilerinden önce, Firavun'un kavmini de denedik. Onlara kerim bir elçi gelmişti"},{"SurahNumber":44,"VerseNumber":18,"Text":"Allah'ın kullarını bana teslim edin; gerçekten ben, sizin için güvenilir bir elçiyim\" (demişti)"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allah'a karşı büyüklenmeyin; şüphesiz size apaçık, bir delil getiriyorum"},{"SurahNumber":44,"VerseNumber":20,"Text":"Ve doğrusu ben, sizin taşa tutmanızdan benim de Rabbim, sizin de Rabbiniz olan (Allah)a sığındım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Eğer bana inanmıyorsanız, bu durumda benden kopup-ayrılın"},{"SurahNumber":44,"VerseNumber":22,"Text":"Sonunda Rabbine: \"Gerçekten bunlar, suçlu-günahkar bir kavimdirler\" diye dua etti"},{"SurahNumber":44,"VerseNumber":23,"Text":"(Allah da:) \"Öyleyse, kullarımı geceleyin yürüyüşe geçir, muhakkak takip edileceksiniz.\" (diye duasını kabul edip cevap verdi)"},{"SurahNumber":44,"VerseNumber":24,"Text":"Denizi durgun ve açık bırak. Çünkü suda boğulacak bir ordudur"},{"SurahNumber":44,"VerseNumber":25,"Text":"Onlar nice bahçeler ve pınarlar terk etmişlerdi"},{"SurahNumber":44,"VerseNumber":26,"Text":"(Nice) Ekinler, güzel konaklar"},{"SurahNumber":44,"VerseNumber":27,"Text":"Ve içlerinde 'sevinç ve mutluluk içinde' yaşadıkları nimetler"},{"SurahNumber":44,"VerseNumber":28,"Text":"İşte böyle; Biz bunları başka bir kavme miras olarak verdik"},{"SurahNumber":44,"VerseNumber":29,"Text":"Onlar için ne gök, ne yer ağlamadı ve onlar (ın azabı) ertelenmedi"},{"SurahNumber":44,"VerseNumber":30,"Text":"Andolsun, Biz İsrailoğulları'nı o alçaltıcı azaptan kurtardık"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firavun'dan. Çünkü, o, ölçüyü taşıran bir mütekebbirdi"},{"SurahNumber":44,"VerseNumber":32,"Text":"Andolsun, Biz onları bir ilim üzere alemlere üstün kıldık"},{"SurahNumber":44,"VerseNumber":33,"Text":"Ve onlara, her birinde açık birer imtihan bulunan ayetler verdik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Muhakkak, bunlar da diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"(Bütün herşey) Bizim yalnızca ilk ölümümüzdür; biz yeniden diriltilip-kaldırılacak değiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"Eğer doğru sözlüyseniz, şu halde atalarımızı getirin bakalım"},{"SurahNumber":44,"VerseNumber":37,"Text":"Onlar mı hayırlı, yoksa Tübba' kavmi ve onlardan öncekiler mi? Biz onları yıkıma uğrattık. Çünkü onlar, suçlu-günahkardı"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz, gökleri, yeri ve ikisi arasında bulunanları bir ‘oyun ve oyalanma konusu’ olsun diye yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"Biz onları yalnızca hak ile yarattık. Ancak onların çoğu bilmezler"},{"SurahNumber":44,"VerseNumber":40,"Text":"Şüphesiz o (hakkı batıldan, haklıyı haksızdan) ayırma günü, hepsinin (hesaba çekilecekleri) vakitleridir"},{"SurahNumber":44,"VerseNumber":41,"Text":"O gün, bir dost dosttan herhangi bir şeyle yarar sağlayamaz. Ve onlara yardım edilmez"},{"SurahNumber":44,"VerseNumber":42,"Text":"Ancak Allah'ın rahmet ettiği başka. Şüphesiz O, üstün ve güçlü olandır, esirgeyendir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Doğrusu, o zakkum ağacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"Günahkar olanın yemeğidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"Pota gibi; karınlarda kaynar-durur"},{"SurahNumber":44,"VerseNumber":46,"Text":"Kaynar-suyun kaynaması gibi"},{"SurahNumber":44,"VerseNumber":47,"Text":"Onu tutun da cehennemin orta yerine sürükleyin"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra kaynar suyun azabından başının üstüne dökün"},{"SurahNumber":44,"VerseNumber":49,"Text":"(Azabı) Tad; çünkü sen, (kendince) üstün, onurluydun"},{"SurahNumber":44,"VerseNumber":50,"Text":"Gerçekten bu, sizin kuşkuya kapıldığınız şeydir"},{"SurahNumber":44,"VerseNumber":51,"Text":"Muttakilere gelince; muhakkak onlar, güvenli bir makamdadırlar"},{"SurahNumber":44,"VerseNumber":52,"Text":"Cennetlerde ve pınarlarda"},{"SurahNumber":44,"VerseNumber":53,"Text":"Hafif ipekten ve ağır işlenmiş atlastan (elbiseler) giyinirler, karşılıklı (otururlar)"},{"SurahNumber":44,"VerseNumber":54,"Text":"İşte böyle; ve Biz onları iri gözlü hurilerle evlendirmişizdir"},{"SurahNumber":44,"VerseNumber":55,"Text":"Orda, güvenlik içinde her türlü meyveyi istiyorlar"},{"SurahNumber":44,"VerseNumber":56,"Text":"Orda, ilk ölümün dışında başka ölüm tadmazlar. Ve (Allah da) onları cehennem azabından korumuştur"},{"SurahNumber":44,"VerseNumber":57,"Text":"Senin Rabbinden, bir fazl ve (lütuf) olarak. İşte büyük 'mutluluk ve kurtuluş' budur"},{"SurahNumber":44,"VerseNumber":58,"Text":"Belki onlar öğüt alıp-düşünürler diye, Biz onu (Kur'an'ı), senin dilinle kolaylaştırdık"},{"SurahNumber":44,"VerseNumber":59,"Text":"Öyleyse sen gözleyip-bekle; elbette onlar da gözleyip-bekliyorlar"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha, Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"Kitab'ın indirilmesi, üstün ve güçlü olan, hüküm ve hikmet sahibi Allah'tandır"},{"SurahNumber":45,"VerseNumber":3,"Text":"Şüphesiz, mü'minler için göklerde ve yerde ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Sizin yaratılışınızda ve türetip-yaydığı canlılarda kesin bilgiyle inanan bir kavim için ayetler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Gece ile gündüzün ardarda gelişinde (veya aykırılığında), Allah'ın gökten rızık indirip ölümünden sonra yeryüzünü diriltmesinde ve rüzgarları (belli bir düzen içinde) yönetmesinde aklını kullanan bir kavim için ayetler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"İşte bunlar, Allah'ın ayetleridir; sana bunları hak olmak üzere okuyoruz. Öyleyse onlar, Allah'tan ve O'nun ayetlerinden sonra hangi söze iman edecekler"},{"SurahNumber":45,"VerseNumber":7,"Text":"Gerçeği sürekli ters yüz eden, günaha düşkün olan herkesin vay haline"},{"SurahNumber":45,"VerseNumber":8,"Text":"Kendisine Allah'ın ayetleri okunurken işitir, sonra müstekbirce (inatla büyüklük taslayarak) sanki işitmemiş gibi ısrar eder. Artık sen onu acı bir azapla müjdele"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden bir şey öğrendiği zaman, alay konusu edinir. İşte onlar için aşağılatıcı bir azap vardır"},{"SurahNumber":45,"VerseNumber":10,"Text":"Arkalarından cehennem (onları izlemektedir). Kazandıkları şeyler, onlara hiçbir yarar sağlamaz. Allah'tan başka edindikleri veliler de. Onlar için büyük bir azap vardır"},{"SurahNumber":45,"VerseNumber":11,"Text":"İşte bu (Kur'an) bir hidayettir. Rablerinin ayetlerini inkar edenler ise, onlar için, (en) iğrenç olanından acı bir azap vardır"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah; Kendi emriyle gemiler akıp gitsin ve O'nun fazlından ararsınız diye, sizin için denize boyun eğdirdi. Umulur ki şükredersiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Kendinden (bir nimet olarak) göklerde ve yerde olanların tümüne sizin için boyun eğdirdi. Şüphesiz bunda, düşünebilen bir kavim için gerçekten ayetler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"İman edenlere de ki: \"(Allah'ın) Onları kazandıklarıyla cezalandırması için, Allah'ın günlerini ummayanları (şimdilik) bağışlasınlar"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim salih bir amelde bulunursa, kendi lehinedir, kim kötülük yaparsa, artık o da kendi aleyhinedir. Sonra siz Rabbinize döndürüleceksiniz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Andolsun, Biz İsrailoğulları'na kitap, hüküm ve peygamberlik verdik, onları temiz ve güzel şeylerle rızıklandırdık ve onları alemlere üstün kıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Ve onlara bu emirden açık belgeler verdik. Fakat onlar, kendilerine ilim geldikten sonra, yalnızca aralarındaki 'hakka tecavüz ve azgınlıktan' dolayı ihtilafa düştüler. Şüphesiz Rabbin, hakkında ihtilafa düştükleri şeyde kıyamet günü aralarında hüküm verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Sonra seni de bu emirden bir şeriat üzerine kıldık; öyleyse sen ona uy ve bilmeyenlerin heva (istek ve tutku)larına uyma"},{"SurahNumber":45,"VerseNumber":19,"Text":"Çünkü onlar, Allah'tan (gelecek) hiçbir şeyi senden savamazlar. Şüphesiz zalimler, birbirlerinin velisidirler. Allah ise, muttakilerin velisidir"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu (Kur'an), insanlar için basiret (nuruyla Allah'a yönelten ayet)lerdir, kesin bilgiyle inanan bir kavim için de bir hidayet ve bir rahmettir"},{"SurahNumber":45,"VerseNumber":21,"Text":"Yoksa kötülüklere batıp-yara alanlar, kendilerini iman edip salih amellerde bulunanlar gibi kılacağımızı mı sandılar? Hayatları ve ölümleri bir mi (olacak)? Ne kötü hüküm veriyorlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah, gökleri ve yeri hak olarak yarattı; öyle ki, her nefis kazandıklarıyla karşılık görsün. Onlara zulmedilmez"},{"SurahNumber":45,"VerseNumber":23,"Text":"Şimdi sen, kendi hevasını ilah edinen ve Allah'ın bir ilim üzere kendisini saptırdığı, kulağını ve kalbini mühürlediği ve gözü üstüne bir perde çektiği kimseyi gördün mü? Artık Allah'tan sonra ona kim hidayet verecektir? Siz yine de öğüt alıp-düşünmüyor musunuz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Dediler ki: \"(Bütün olup biten,) Bu dünya hayatımızdan başkası değildir, ölürüz ve diriliriz; bizi \"kesintisi olmayan zaman' (dehrin akışın)dan başkası yıkıma (helake) uğratmıyor.\" Oysa onların bununla ilgili hiçbir bilgileri yoktur; yalnızca zannediyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Onlara açık belgeler olarak ayetlerimiz okunduğu zaman, onların (sözde) delilleri: \"Eğer doğru sözlüler iseniz, atalarımızı (diriltip) getirin\" demekten başkası değildir"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: \"Allah sizi diriltiyor, sonra sizi öldürüyor, sonra kendisinde hiçbir kuşku olmayan kıyamet günü O sizi biraraya getirip-toplayacaktır. Ancak insanların çoğu bilmezler"},{"SurahNumber":45,"VerseNumber":27,"Text":"Göklerin ve yerin mülkü Allah'ındır. Kıyamet-saatinin kopacağı gün, (işte) o gün, batılda olanlar hüsrana uğrayacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gün sen, her ümmeti diz üstü çökmüş (veya toplanmış) olarak görürsün. Her ümmet, kendi kitabına çağrılır. \"Bugün yaptıklarınızla karşılık göreceksiniz"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bu Bizim kitabımızdır; sizin aleyhinizde hak ile konuşuyor. Gerçekten Biz, sizin yaptıklarınızı yazıyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"Artık iman edip salih amellerde bulunanlara gelince; Rableri onları Kendi rahmetine sokar. İşte apaçık olan 'büyük mutluluk ve kurtuluş' budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"İnkar edenlere gelince; \"Size karşı ayetlerim okunduğunda büyüklük taslayan (müstekbir olan)lar ve suçlu-günahkar bir kavim olanlar sizler değil miydiniz"},{"SurahNumber":45,"VerseNumber":32,"Text":"Gerçekten Allah'ın va'di haktır, kıyamet-saatinde hiçbir kuşku yoktur\" denildiği zaman, siz: \"Kıyamet-saati de neymiş, biz bilmiyoruz; biz yalnızca bir zan (ve tahmin)da bulunup zannediyoruz; biz, kesin bir bilgiyle inanmakta olanlar değiliz\" demiştiniz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Onların yaptıkları şeylerin kötülüğü kendileri için açığa çıktı ve alay konusu edindikleri de onları sarıp-kuşattı"},{"SurahNumber":45,"VerseNumber":34,"Text":"Denildi ki: \"Bugününüzle karşılaşmayı unuttuğunuz gibi, Biz de sizi bugün unutuyoruz. Barınma yeriniz ateştir. Ve sizin için hiçbir yardımcı yoktur"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bunun nedeni şudur: Çünkü siz Allah'ın ayetlerini alay konusu edindiniz; dünya hayatı da sizi aldattı.\" Böylece ne ordan (ateşten) çıkarılırlar, ne (Allah'tan) hoşnutluk dilekleri kabul edilir"},{"SurahNumber":45,"VerseNumber":36,"Text":"Şu halde hamd, göklerin Rabbi, yerin Rabbi ve alemlerin Rabbi Allah'ındır"},{"SurahNumber":45,"VerseNumber":37,"Text":"Göklerde ve yerde büyüklük O'nundur. O, üstün ve güçlüdür, hüküm ve hikmet sahibidir"}]}