{"Id":34,"LanguageCodes":["ar","ara"],"Name":"ara-quranuthmanihaf1","Author":"Quran Uthmani Hafs No Diacritics","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"حم"},{"SurahNumber":46,"VerseNumber":2,"Text":"تنزيل الكتب من الله العزيز الحكيم"},{"SurahNumber":46,"VerseNumber":3,"Text":"ما خلقنا السموت والارض وما بينهما الا بالحق واجل مسم ى والذين كفروا عما انذروا معرضون"},{"SurahNumber":46,"VerseNumber":4,"Text":"قل ارءيتم ما تدعون من دون الله اروني ماذا خلقوا من الارض ام لهم شرك في السموت ايتوني بكتب من قبل هذا او اثرة من علم ان كنتم صدقين"},{"SurahNumber":46,"VerseNumber":5,"Text":"ومن اضل ممن يدعوا من دون الله من لا يستجيب له الى يوم القيمة وهم عن دعايهم غفلون"},{"SurahNumber":46,"VerseNumber":6,"Text":"واذا حشر الناس كانوا لهم اعداء وكانوا بعبادتهم كفرين"},{"SurahNumber":46,"VerseNumber":7,"Text":"واذا تتلى عليهم ءايتنا بينت قال الذين كفروا للحق لما جاءهم هذا سحر مبين"},{"SurahNumber":46,"VerseNumber":8,"Text":"ام يقولون افترىه قل ان افتريته فلا تملكون لي من الله شيا هو اعلم بما تفيضون فيه كفى به شهيدا بيني وبينكم وهو الغفور الرحيم"},{"SurahNumber":46,"VerseNumber":9,"Text":"قل ما كنت بدع ا من الرسل وما ادري ما يفعل بي ولا بكم ان اتبع الا ما يوحى الي وما انا الا نذير مبين"},{"SurahNumber":46,"VerseNumber":10,"Text":"قل ارءيتم ان كان من عند الله وكفرتم به وشهد شاهد من بني اسرءيل على مثله فامن واستكبرتم ان الله لا يهدي القوم الظلمين"},{"SurahNumber":46,"VerseNumber":11,"Text":"وقال الذين كفروا للذين ءامنوا لو كان خير ا ما سبقونا اليه واذ لم يهتدوا به فسيقولون هذا افك قديم"},{"SurahNumber":46,"VerseNumber":12,"Text":"ومن قبله كتب موسى امام ا ورحمة وهذا كتب مصدق لسانا عربي ا لينذر الذين ظلموا وبشرى للمحسنين"},{"SurahNumber":46,"VerseNumber":13,"Text":"ان الذين قالوا ربنا الله ثم استقموا فلا خوف عليهم ولا هم يحزنون"},{"SurahNumber":46,"VerseNumber":14,"Text":"اوليك اصحب الجنة خلدين فيها جزاء بما كانوا يعملون"},{"SurahNumber":46,"VerseNumber":15,"Text":"ووصينا الانسن بولديه احسنا حملته امه كره ا ووضعته كره ا وحمله وفصله ثلثون شهرا حتى اذا بلغ اشده وبلغ اربعين سنة قال رب اوزعني ان اشكر نعمتك التي انعمت علي وعلى ولدي وان اعمل صلح ا ترضىه واصلح لي في ذريتي اني تبت اليك واني من المسلمين"},{"SurahNumber":46,"VerseNumber":16,"Text":"اوليك الذين نتقبل عنهم احسن ما عملوا ونتجاوز عن سياتهم في اصحب الجنة وعد الصدق الذي كانوا يوعدون"},{"SurahNumber":46,"VerseNumber":17,"Text":"والذي قال لولديه اف لكما اتعدانني ان اخرج وقد خلت القرون من قبلي وهما يستغيثان الله ويلك ءامن ان وعد الله حق فيقول ما هذا الا اسطير الاولين"},{"SurahNumber":46,"VerseNumber":18,"Text":"اوليك الذين حق عليهم القول في امم قد خلت من قبلهم من الجن والانس انهم كانوا خسرين"},{"SurahNumber":46,"VerseNumber":19,"Text":"ولكل درجت مما عملوا وليوفيهم اعملهم وهم لا يظلمون"},{"SurahNumber":46,"VerseNumber":20,"Text":"ويوم يعرض الذين كفروا على النار اذهبتم طيبتكم في حياتكم الدنيا واستمتعتم بها فاليوم تجزون عذاب الهون بما كنتم تستكبرون في الارض بغير الحق وبما كنتم تفسقون"},{"SurahNumber":46,"VerseNumber":21,"Text":"۞واذكر اخا عاد اذ انذر قومه بالاحقاف وقد خلت النذر من بين يديه ومن خلفه الا تعبدوا الا الله اني اخاف عليكم عذاب يوم عظيم"},{"SurahNumber":46,"VerseNumber":22,"Text":"قالوا اجيتنا لتافكنا عن ءالهتنا فاتنا بما تعدنا ان كنت من الصدقين"},{"SurahNumber":46,"VerseNumber":23,"Text":"قال انما العلم عند الله وابلغكم ما ارسلت به ولكني ارىكم قوم ا تجهلون"},{"SurahNumber":46,"VerseNumber":24,"Text":"فلما راوه عارض ا مستقبل اوديتهم قالوا هذا عارض ممطرنا بل هو ما استعجلتم به ريح فيها عذاب اليم"},{"SurahNumber":46,"VerseNumber":25,"Text":"تدمر كل شيء بامر ربها فاصبحوا لا يرى الا مسكنهم كذلك نجزي القوم المجرمين"},{"SurahNumber":46,"VerseNumber":26,"Text":"ولقد مكنهم فيما ان مكنكم فيه وجعلنا لهم سمع ا وابصر ا وافدة فما اغنى عنهم سمعهم ولا ابصرهم ولا افدتهم من شيء اذ كانوا يجحدون بايت الله وحاق بهم ما كانوا به يستهزءون"},{"SurahNumber":46,"VerseNumber":27,"Text":"ولقد اهلكنا ما حولكم من القرى وصرفنا الايت لعلهم يرجعون"},{"SurahNumber":46,"VerseNumber":28,"Text":"فلولا نصرهم الذين اتخذوا من دون الله قربانا ءالهة بل ضلوا عنهم وذلك افكهم وما كانوا يفترون"},{"SurahNumber":46,"VerseNumber":29,"Text":"واذ صرفنا اليك نفر ا من الجن يستمعون القرءان فلما حضروه قالوا انصتوا فلما قضي ولوا الى قومهم منذرين"},{"SurahNumber":46,"VerseNumber":30,"Text":"قالوا يقومنا انا سمعنا كتبا انزل من بعد موسى مصدق ا لما بين يديه يهدي الى الحق والى طريق مستقيم"},{"SurahNumber":46,"VerseNumber":31,"Text":"يقومنا اجيبوا داعي الله وءامنوا به يغفر لكم من ذنوبكم ويجركم من عذاب اليم"},{"SurahNumber":46,"VerseNumber":32,"Text":"ومن لا يجب داعي الله فليس بمعجز في الارض وليس له من دونه اولياء اوليك في ضلل مبين"},{"SurahNumber":46,"VerseNumber":33,"Text":"اولم يروا ان الله الذي خلق السموت والارض ولم يعي بخلقهن بقدر على ان يحي الموتى بلى انه على كل شيء قدير"},{"SurahNumber":46,"VerseNumber":34,"Text":"ويوم يعرض الذين كفروا على النار اليس هذا بالحق قالوا بلى وربنا قال فذوقوا العذاب بما كنتم تكفرون"},{"SurahNumber":46,"VerseNumber":35,"Text":"فاصبر كما صبر اولوا العزم من الرسل ولا تستعجل لهم كانهم يوم يرون ما يوعدون لم يلبثوا الا ساعة من نهار بلغ فهل يهلك الا القوم الفسقون"},{"SurahNumber":47,"VerseNumber":1,"Text":"الذين كفروا وصدوا عن سبيل الله اضل اعملهم"},{"SurahNumber":47,"VerseNumber":2,"Text":"والذين ءامنوا وعملوا الصلحت وءامنوا بما نزل على محمد وهو الحق من ربهم كفر عنهم سياتهم واصلح بالهم"},{"SurahNumber":47,"VerseNumber":3,"Text":"ذلك بان الذين كفروا اتبعوا البطل وان الذين ءامنوا اتبعوا الحق من ربهم كذلك يضرب الله للناس امثلهم"},{"SurahNumber":47,"VerseNumber":4,"Text":"فاذا لقيتم الذين كفروا فضرب الرقاب حتى اذا اثخنتموهم فشدوا الوثاق فاما منا بعد واما فداء حتى تضع الحرب اوزارها ذلك ولو يشاء الله لانتصر منهم ولكن ليبلوا بعضكم ببعض والذين قتلوا في سبيل الله فلن يضل اعملهم"},{"SurahNumber":47,"VerseNumber":5,"Text":"سيهديهم ويصلح بالهم"},{"SurahNumber":47,"VerseNumber":6,"Text":"ويدخلهم الجنة عرفها لهم"},{"SurahNumber":47,"VerseNumber":7,"Text":"يايها الذين ءامنوا ان تنصروا الله ينصركم ويثبت اقدامكم"},{"SurahNumber":47,"VerseNumber":8,"Text":"والذين كفروا فتعس ا لهم واضل اعملهم"},{"SurahNumber":47,"VerseNumber":9,"Text":"ذلك بانهم كرهوا ما انزل الله فاحبط اعملهم"},{"SurahNumber":47,"VerseNumber":10,"Text":"۞افلم يسيروا في الارض فينظروا كيف كان عقبة الذين من قبلهم دمر الله عليهم وللكفرين امثلها"},{"SurahNumber":47,"VerseNumber":11,"Text":"ذلك بان الله مولى الذين ءامنوا وان الكفرين لا مولى لهم"},{"SurahNumber":47,"VerseNumber":12,"Text":"ان الله يدخل الذين ءامنوا وعملوا الصلحت جنت تجري من تحتها الانهر والذين كفروا يتمتعون وياكلون كما تاكل الانعم والنار مثو ى لهم"},{"SurahNumber":47,"VerseNumber":13,"Text":"وكاين من قرية هي اشد قوة من قريتك التي اخرجتك اهلكنهم فلا ناصر لهم"},{"SurahNumber":47,"VerseNumber":14,"Text":"افمن كان على بينة من ربه كمن زين له سوء عمله واتبعوا اهواءهم"},{"SurahNumber":47,"VerseNumber":15,"Text":"مثل الجنة التي وعد المتقون فيها انهر من ماء غير ءاسن وانهر من لبن لم يتغير طعمه وانهر من خمر لذة للشربين وانهر من عسل مصف ى ولهم فيها من كل الثمرت ومغفرة من ربهم كمن هو خلد في النار وسقوا ماء حميم ا فقطع امعاءهم"},{"SurahNumber":47,"VerseNumber":16,"Text":"ومنهم من يستمع اليك حتى اذا خرجوا من عندك قالوا للذين اوتوا العلم ماذا قال ءانفا اوليك الذين طبع الله على قلوبهم واتبعوا اهواءهم"},{"SurahNumber":47,"VerseNumber":17,"Text":"والذين اهتدوا زادهم هد ى وءاتىهم تقوىهم"},{"SurahNumber":47,"VerseNumber":18,"Text":"فهل ينظرون الا الساعة ان تاتيهم بغتة فقد جاء اشراطها فانى لهم اذا جاءتهم ذكرىهم"},{"SurahNumber":47,"VerseNumber":19,"Text":"فاعلم انه لا اله الا الله واستغفر لذنبك وللمومنين والمومنت والله يعلم متقلبكم ومثوىكم"},{"SurahNumber":47,"VerseNumber":20,"Text":"ويقول الذين ءامنوا لولا نزلت سورة فاذا انزلت سورة محكمة وذكر فيها القتال رايت الذين في قلوبهم مرض ينظرون اليك نظر المغشي عليه من الموت فاولى لهم"},{"SurahNumber":47,"VerseNumber":21,"Text":"طاعة وقول معروف فاذا عزم الامر فلو صدقوا الله لكان خير ا لهم"},{"SurahNumber":47,"VerseNumber":22,"Text":"فهل عسيتم ان توليتم ان تفسدوا في الارض وتقطعوا ارحامكم"},{"SurahNumber":47,"VerseNumber":23,"Text":"اوليك الذين لعنهم الله فاصمهم واعمى ابصرهم"},{"SurahNumber":47,"VerseNumber":24,"Text":"افلا يتدبرون القرءان ام على قلوب اقفالها"},{"SurahNumber":47,"VerseNumber":25,"Text":"ان الذين ارتدوا على ادبرهم من بعد ما تبين لهم الهدى الشيطن سول لهم واملى لهم"},{"SurahNumber":47,"VerseNumber":26,"Text":"ذلك بانهم قالوا للذين كرهوا ما نزل الله سنطيعكم في بعض الامر والله يعلم اسرارهم"},{"SurahNumber":47,"VerseNumber":27,"Text":"فكيف اذا توفتهم المليكة يضربون وجوههم وادبرهم"},{"SurahNumber":47,"VerseNumber":28,"Text":"ذلك بانهم اتبعوا ما اسخط الله وكرهوا رضونه فاحبط اعملهم"},{"SurahNumber":47,"VerseNumber":29,"Text":"ام حسب الذين في قلوبهم مرض ان لن يخرج الله اضغنهم"},{"SurahNumber":47,"VerseNumber":30,"Text":"ولو نشاء لارينكهم فلعرفتهم بسيمهم ولتعرفنهم في لحن القول والله يعلم اعملكم"},{"SurahNumber":47,"VerseNumber":31,"Text":"ولنبلونكم حتى نعلم المجهدين منكم والصبرين ونبلوا اخباركم"},{"SurahNumber":47,"VerseNumber":32,"Text":"ان الذين كفروا وصدوا عن سبيل الله وشاقوا الرسول من بعد ما تبين لهم الهدى لن يضروا الله شي ا وسيحبط اعملهم"},{"SurahNumber":47,"VerseNumber":33,"Text":"۞يايها الذين ءامنوا اطيعوا الله واطيعوا الرسول ولا تبطلوا اعملكم"},{"SurahNumber":47,"VerseNumber":34,"Text":"ان الذين كفروا وصدوا عن سبيل الله ثم ماتوا وهم كفار فلن يغفر الله لهم"},{"SurahNumber":47,"VerseNumber":35,"Text":"فلا تهنوا وتدعوا الى السلم وانتم الاعلون والله معكم ولن يتركم اعملكم"},{"SurahNumber":47,"VerseNumber":36,"Text":"انما الحيوة الدنيا لعب ولهو وان تومنوا وتتقوا يوتكم اجوركم ولا يسلكم امولكم"},{"SurahNumber":47,"VerseNumber":37,"Text":"ان يسلكموها فيحفكم تبخلوا ويخرج اضغنكم"},{"SurahNumber":47,"VerseNumber":38,"Text":"هانتم هولاء تدعون لتنفقوا في سبيل الله فمنكم من يبخل ومن يبخل فانما يبخل عن نفسه والله الغني وانتم الفقراء وان تتولوا يستبدل قوما غيركم ثم لا يكونوا امثلكم"},{"SurahNumber":48,"VerseNumber":1,"Text":"انا فتحنا لك فتح ا مبين ا"},{"SurahNumber":48,"VerseNumber":2,"Text":"ليغفر لك الله ما تقدم من ذنبك وما تاخر ويتم نعمته عليك ويهديك صرط ا مستقيم ا"},{"SurahNumber":48,"VerseNumber":3,"Text":"وينصرك الله نصرا عزيزا"},{"SurahNumber":48,"VerseNumber":4,"Text":"هو الذي انزل السكينة في قلوب المومنين ليزدادوا ايمن ا مع ايمنهم ولله جنود السموت والارض وكان الله عليما حكيم ا"},{"SurahNumber":48,"VerseNumber":5,"Text":"ليدخل المومنين والمومنت جنت تجري من تحتها الانهر خلدين فيها ويكفر عنهم سياتهم وكان ذلك عند الله فوزا عظيم ا"},{"SurahNumber":48,"VerseNumber":6,"Text":"ويعذب المنفقين والمنفقت والمشركين والمشركت الظانين بالله ظن السوء عليهم دايرة السوء وغضب الله عليهم ولعنهم واعد لهم جهنم وساءت مصير ا"},{"SurahNumber":48,"VerseNumber":7,"Text":"ولله جنود السموت والارض وكان الله عزيزا حكيما"},{"SurahNumber":48,"VerseNumber":8,"Text":"انا ارسلنك شهد ا ومبشر ا ونذير ا"},{"SurahNumber":48,"VerseNumber":9,"Text":"لتومنوا بالله ورسوله وتعزروه وتوقروه وتسبحوه بكرة واصيلا"},{"SurahNumber":48,"VerseNumber":10,"Text":"ان الذين يبايعونك انما يبايعون الله يد الله فوق ايديهم فمن نكث فانما ينكث على نفسه ومن اوفى بما عهد عليه الله فسيوتيه اجرا عظيم ا"},{"SurahNumber":48,"VerseNumber":11,"Text":"سيقول لك المخلفون من الاعراب شغلتنا امولنا واهلونا فاستغفر لنا يقولون بالسنتهم ما ليس في قلوبهم قل فمن يملك لكم من الله شيا ان اراد بكم ضرا او اراد بكم نفعا بل كان الله بما تعملون خبيرا"},{"SurahNumber":48,"VerseNumber":12,"Text":"بل ظننتم ان لن ينقلب الرسول والمومنون الى اهليهم ابد ا وزين ذلك في قلوبكم وظننتم ظن السوء وكنتم قوما بور ا"},{"SurahNumber":48,"VerseNumber":13,"Text":"ومن لم يومن بالله ورسوله فانا اعتدنا للكفرين سعير ا"},{"SurahNumber":48,"VerseNumber":14,"Text":"ولله ملك السموت والارض يغفر لمن يشاء ويعذب من يشاء وكان الله غفور ا رحيم ا"},{"SurahNumber":48,"VerseNumber":15,"Text":"سيقول المخلفون اذا انطلقتم الى مغانم لتاخذوها ذرونا نتبعكم يريدون ان يبدلوا كلم الله قل لن تتبعونا كذلكم قال الله من قبل فسيقولون بل تحسدوننا بل كانوا لا يفقهون الا قليل ا"},{"SurahNumber":48,"VerseNumber":16,"Text":"قل للمخلفين من الاعراب ستدعون الى قوم اولي باس شديد تقتلونهم او يسلمون فان تطيعوا يوتكم الله اجرا حسن ا وان تتولوا كما توليتم من قبل يعذبكم عذابا اليم ا"},{"SurahNumber":48,"VerseNumber":17,"Text":"ليس على الاعمى حرج ولا على الاعرج حرج ولا على المريض حرج ومن يطع الله ورسوله يدخله جنت تجري من تحتها الانهر ومن يتول يعذبه عذابا اليم ا"},{"SurahNumber":48,"VerseNumber":18,"Text":"۞لقد رضي الله عن المومنين اذ يبايعونك تحت الشجرة فعلم ما في قلوبهم فانزل السكينة عليهم واثبهم فتح ا قريب ا"},{"SurahNumber":48,"VerseNumber":19,"Text":"ومغانم كثيرة ياخذونها وكان الله عزيزا حكيم ا"},{"SurahNumber":48,"VerseNumber":20,"Text":"وعدكم الله مغانم كثيرة تاخذونها فعجل لكم هذه وكف ايدي الناس عنكم ولتكون ءاية للمومنين ويهديكم صرط ا مستقيم ا"},{"SurahNumber":48,"VerseNumber":21,"Text":"واخرى لم تقدروا عليها قد احاط الله بها وكان الله على كل شيء قدير ا"},{"SurahNumber":48,"VerseNumber":22,"Text":"ولو قتلكم الذين كفروا لولوا الادبر ثم لا يجدون ولي ا ولا نصير ا"},{"SurahNumber":48,"VerseNumber":23,"Text":"سنة الله التي قد خلت من قبل ولن تجد لسنة الله تبديل ا"},{"SurahNumber":48,"VerseNumber":24,"Text":"وهو الذي كف ايديهم عنكم وايديكم عنهم ببطن مكة من بعد ان اظفركم عليهم وكان الله بما تعملون بصيرا"},{"SurahNumber":48,"VerseNumber":25,"Text":"هم الذين كفروا وصدوكم عن المسجد الحرام والهدي معكوفا ان يبلغ محله ولولا رجال مومنون ونساء مومنت لم تعلموهم ان تطوهم فتصيبكم منهم معرة بغير علم ليدخل الله في رحمته من يشاء لو تزيلوا لعذبنا الذين كفروا منهم عذابا اليما"},{"SurahNumber":48,"VerseNumber":26,"Text":"اذ جعل الذين كفروا في قلوبهم الحمية حمية الجهلية فانزل الله سكينته على رسوله وعلى المومنين والزمهم كلمة التقوى وكانوا احق بها واهلها وكان الله بكل شيء عليم ا"},{"SurahNumber":48,"VerseNumber":27,"Text":"لقد صدق الله رسوله الرءيا بالحق لتدخلن المسجد الحرام ان شاء الله ءامنين محلقين رءوسكم ومقصرين لا تخافون فعلم ما لم تعلموا فجعل من دون ذلك فتح ا قريبا"},{"SurahNumber":48,"VerseNumber":28,"Text":"هو الذي ارسل رسوله بالهدى ودين الحق ليظهره على الدين كله وكفى بالله شهيد ا"},{"SurahNumber":48,"VerseNumber":29,"Text":"محمد رسول الله والذين معه اشداء على الكفار رحماء بينهم ترىهم ركع ا سجد ا يبتغون فضل ا من الله ورضون ا سيماهم في وجوههم من اثر السجود ذلك مثلهم في التورىة ومثلهم في الانجيل كزرع اخرج شطه فازره فاستغلظ فاستوى على سوقه يعجب الزراع ليغيظ بهم الكفار وعد الله الذين ءامنوا وعملوا الصلحت منهم مغفرة واجرا عظيما"},{"SurahNumber":49,"VerseNumber":1,"Text":"يايها الذين ءامنوا لا تقدموا بين يدي الله ورسوله واتقوا الله ان الله سميع عليم"},{"SurahNumber":49,"VerseNumber":2,"Text":"يايها الذين ءامنوا لا ترفعوا اصوتكم فوق صوت النبي ولا تجهروا له بالقول كجهر بعضكم لبعض ان تحبط اعملكم وانتم لا تشعرون"},{"SurahNumber":49,"VerseNumber":3,"Text":"ان الذين يغضون اصوتهم عند رسول الله اوليك الذين امتحن الله قلوبهم للتقوى لهم مغفرة واجر عظيم"},{"SurahNumber":49,"VerseNumber":4,"Text":"ان الذين ينادونك من وراء الحجرت اكثرهم لا يعقلون"},{"SurahNumber":49,"VerseNumber":5,"Text":"ولو انهم صبروا حتى تخرج اليهم لكان خير ا لهم والله غفور رحيم"},{"SurahNumber":49,"VerseNumber":6,"Text":"يايها الذين ءامنوا ان جاءكم فاسق بنبا فتبينوا ان تصيبوا قوما بجهلة فتصبحوا على ما فعلتم ندمين"},{"SurahNumber":49,"VerseNumber":7,"Text":"واعلموا ان فيكم رسول الله لو يطيعكم في كثير من الامر لعنتم ولكن الله حبب اليكم الايمن وزينه في قلوبكم وكره اليكم الكفر والفسوق والعصيان اوليك هم الرشدون"},{"SurahNumber":49,"VerseNumber":8,"Text":"فضل ا من الله ونعمة والله عليم حكيم"},{"SurahNumber":49,"VerseNumber":9,"Text":"وان طايفتان من المومنين اقتتلوا فاصلحوا بينهما فان بغت احدىهما على الاخرى فقتلوا التي تبغي حتى تفيء الى امر الله فان فاءت فاصلحوا بينهما بالعدل واقسطوا ان الله يحب المقسطين"},{"SurahNumber":49,"VerseNumber":10,"Text":"انما المومنون اخوة فاصلحوا بين اخويكم واتقوا الله لعلكم ترحمون"},{"SurahNumber":49,"VerseNumber":11,"Text":"يايها الذين ءامنوا لا يسخر قوم من قوم عسى ان يكونوا خير ا منهم ولا نساء من نساء عسى ان يكن خير ا منهن ولا تلمزوا انفسكم ولا تنابزوا بالالقب بيس الاسم الفسوق بعد الايمن ومن لم يتب فاوليك هم الظلمون"},{"SurahNumber":49,"VerseNumber":12,"Text":"يايها الذين ءامنوا اجتنبوا كثير ا من الظن ان بعض الظن اثم ولا تجسسوا ولا يغتب بعضكم بعضا ايحب احدكم ان ياكل لحم اخيه ميت ا فكرهتموه واتقوا الله ان الله تواب رحيم"},{"SurahNumber":49,"VerseNumber":13,"Text":"يايها الناس انا خلقنكم من ذكر وانثى وجعلنكم شعوب ا وقبايل لتعارفوا ان اكرمكم عند الله اتقىكم ان الله عليم خبير"},{"SurahNumber":49,"VerseNumber":14,"Text":"۞قالت الاعراب ءامنا قل لم تومنوا ولكن قولوا اسلمنا ولما يدخل الايمن في قلوبكم وان تطيعوا الله ورسوله لا يلتكم من اعملكم شيا ان الله غفور رحيم"},{"SurahNumber":49,"VerseNumber":15,"Text":"انما المومنون الذين ءامنوا بالله ورسوله ثم لم يرتابوا وجهدوا بامولهم وانفسهم في سبيل الله اوليك هم الصدقون"},{"SurahNumber":49,"VerseNumber":16,"Text":"قل اتعلمون الله بدينكم والله يعلم ما في السموت وما في الارض والله بكل شيء عليم"},{"SurahNumber":49,"VerseNumber":17,"Text":"يمنون عليك ان اسلموا قل لا تمنوا علي اسلمكم بل الله يمن عليكم ان هدىكم للايمن ان كنتم صدقين"},{"SurahNumber":49,"VerseNumber":18,"Text":"ان الله يعلم غيب السموت والارض والله بصير بما تعملون"},{"SurahNumber":50,"VerseNumber":1,"Text":"ق والقرءان المجيد"},{"SurahNumber":50,"VerseNumber":2,"Text":"بل عجبوا ان جاءهم منذر منهم فقال الكفرون هذا شيء عجيب"},{"SurahNumber":50,"VerseNumber":3,"Text":"اءذا متنا وكنا تراب ا ذلك رجع بعيد"},{"SurahNumber":50,"VerseNumber":4,"Text":"قد علمنا ما تنقص الارض منهم وعندنا كتب حفيظ"},{"SurahNumber":50,"VerseNumber":5,"Text":"بل كذبوا بالحق لما جاءهم فهم في امر مريج"},{"SurahNumber":50,"VerseNumber":6,"Text":"افلم ينظروا الى السماء فوقهم كيف بنينها وزينها وما لها من فروج"},{"SurahNumber":50,"VerseNumber":7,"Text":"والارض مددنها والقينا فيها روسي وانبتنا فيها من كل زوج بهيج"},{"SurahNumber":50,"VerseNumber":8,"Text":"تبصرة وذكرى لكل عبد منيب"},{"SurahNumber":50,"VerseNumber":9,"Text":"ونزلنا من السماء ماء مبرك ا فانبتنا به جنت وحب الحصيد"},{"SurahNumber":50,"VerseNumber":10,"Text":"والنخل باسقت لها طلع نضيد"},{"SurahNumber":50,"VerseNumber":11,"Text":"رزق ا للعباد واحيينا به بلدة ميت ا كذلك الخروج"},{"SurahNumber":50,"VerseNumber":12,"Text":"كذبت قبلهم قوم نوح واصحب الرس وثمود"},{"SurahNumber":50,"VerseNumber":13,"Text":"وعاد وفرعون واخون لوط"},{"SurahNumber":50,"VerseNumber":14,"Text":"واصحب الايكة وقوم تبع كل كذب الرسل فحق وعيد"},{"SurahNumber":50,"VerseNumber":15,"Text":"افعيينا بالخلق الاول بل هم في لبس من خلق جديد"},{"SurahNumber":50,"VerseNumber":16,"Text":"ولقد خلقنا الانسن ونعلم ما توسوس به نفسه ونحن اقرب اليه من حبل الوريد"},{"SurahNumber":50,"VerseNumber":17,"Text":"اذ يتلقى المتلقيان عن اليمين وعن الشمال قعيد"},{"SurahNumber":50,"VerseNumber":18,"Text":"ما يلفظ من قول الا لديه رقيب عتيد"},{"SurahNumber":50,"VerseNumber":19,"Text":"وجاءت سكرة الموت بالحق ذلك ما كنت منه تحيد"},{"SurahNumber":50,"VerseNumber":20,"Text":"ونفخ في الصور ذلك يوم الوعيد"},{"SurahNumber":50,"VerseNumber":21,"Text":"وجاءت كل نفس معها سايق وشهيد"},{"SurahNumber":50,"VerseNumber":22,"Text":"لقد كنت في غفلة من هذا فكشفنا عنك غطاءك فبصرك اليوم حديد"},{"SurahNumber":50,"VerseNumber":23,"Text":"وقال قرينه هذا ما لدي عتيد"},{"SurahNumber":50,"VerseNumber":24,"Text":"القيا في جهنم كل كفار عنيد"},{"SurahNumber":50,"VerseNumber":25,"Text":"مناع للخير معتد مريب"},{"SurahNumber":50,"VerseNumber":26,"Text":"الذي جعل مع الله الها ءاخر فالقياه في العذاب الشديد"},{"SurahNumber":50,"VerseNumber":27,"Text":"۞قال قرينه ربنا ما اطغيته ولكن كان في ضلل بعيد"},{"SurahNumber":50,"VerseNumber":28,"Text":"قال لا تختصموا لدي وقد قدمت اليكم بالوعيد"},{"SurahNumber":50,"VerseNumber":29,"Text":"ما يبدل القول لدي وما انا بظلم للعبيد"},{"SurahNumber":50,"VerseNumber":30,"Text":"يوم نقول لجهنم هل امتلات وتقول هل من مزيد"},{"SurahNumber":50,"VerseNumber":31,"Text":"وازلفت الجنة للمتقين غير بعيد"},{"SurahNumber":50,"VerseNumber":32,"Text":"هذا ما توعدون لكل اواب حفيظ"},{"SurahNumber":50,"VerseNumber":33,"Text":"من خشي الرحمن بالغيب وجاء بقلب منيب"},{"SurahNumber":50,"VerseNumber":34,"Text":"ادخلوها بسلم ذلك يوم الخلود"},{"SurahNumber":50,"VerseNumber":35,"Text":"لهم ما يشاءون فيها ولدينا مزيد"},{"SurahNumber":50,"VerseNumber":36,"Text":"وكم اهلكنا قبلهم من قرن هم اشد منهم بطش ا فنقبوا في البلد هل من محيص"},{"SurahNumber":50,"VerseNumber":37,"Text":"ان في ذلك لذكرى لمن كان له قلب او القى السمع وهو شهيد"},{"SurahNumber":50,"VerseNumber":38,"Text":"ولقد خلقنا السموت والارض وما بينهما في ستة ايام وما مسنا من لغوب"},{"SurahNumber":50,"VerseNumber":39,"Text":"فاصبر على ما يقولون وسبح بحمد ربك قبل طلوع الشمس وقبل الغروب"},{"SurahNumber":50,"VerseNumber":40,"Text":"ومن اليل فسبحه وادبر السجود"},{"SurahNumber":50,"VerseNumber":41,"Text":"واستمع يوم يناد المناد من مكان قريب"},{"SurahNumber":50,"VerseNumber":42,"Text":"يوم يسمعون الصيحة بالحق ذلك يوم الخروج"},{"SurahNumber":50,"VerseNumber":43,"Text":"انا نحن نحي ونميت والينا المصير"},{"SurahNumber":50,"VerseNumber":44,"Text":"يوم تشقق الارض عنهم سراع ا ذلك حشر علينا يسير"},{"SurahNumber":50,"VerseNumber":45,"Text":"نحن اعلم بما يقولون وما انت عليهم بجبار فذكر بالقرءان من يخاف وعيد"},{"SurahNumber":51,"VerseNumber":1,"Text":"والذريت ذرو ا"},{"SurahNumber":51,"VerseNumber":2,"Text":"فالحملت وقر ا"},{"SurahNumber":51,"VerseNumber":3,"Text":"فالجريت يسر ا"},{"SurahNumber":51,"VerseNumber":4,"Text":"فالمقسمت امرا"},{"SurahNumber":51,"VerseNumber":5,"Text":"انما توعدون لصادق"},{"SurahNumber":51,"VerseNumber":6,"Text":"وان الدين لوقع"},{"SurahNumber":51,"VerseNumber":7,"Text":"والسماء ذات الحبك"},{"SurahNumber":51,"VerseNumber":8,"Text":"انكم لفي قول مختلف"},{"SurahNumber":51,"VerseNumber":9,"Text":"يوفك عنه من افك"},{"SurahNumber":51,"VerseNumber":10,"Text":"قتل الخرصون"},{"SurahNumber":51,"VerseNumber":11,"Text":"الذين هم في غمرة ساهون"},{"SurahNumber":51,"VerseNumber":12,"Text":"يسلون ايان يوم الدين"},{"SurahNumber":51,"VerseNumber":13,"Text":"يوم هم على النار يفتنون"},{"SurahNumber":51,"VerseNumber":14,"Text":"ذوقوا فتنتكم هذا الذي كنتم به تستعجلون"},{"SurahNumber":51,"VerseNumber":15,"Text":"ان المتقين في جنت وعيون"},{"SurahNumber":51,"VerseNumber":16,"Text":"ءاخذين ما ءاتىهم ربهم انهم كانوا قبل ذلك محسنين"},{"SurahNumber":51,"VerseNumber":17,"Text":"كانوا قليل ا من اليل ما يهجعون"},{"SurahNumber":51,"VerseNumber":18,"Text":"وبالاسحار هم يستغفرون"},{"SurahNumber":51,"VerseNumber":19,"Text":"وفي امولهم حق للسايل والمحروم"},{"SurahNumber":51,"VerseNumber":20,"Text":"وفي الارض ءايت للموقنين"},{"SurahNumber":51,"VerseNumber":21,"Text":"وفي انفسكم افلا تبصرون"},{"SurahNumber":51,"VerseNumber":22,"Text":"وفي السماء رزقكم وما توعدون"},{"SurahNumber":51,"VerseNumber":23,"Text":"فورب السماء والارض انه لحق مثل ما انكم تنطقون"},{"SurahNumber":51,"VerseNumber":24,"Text":"هل اتىك حديث ضيف ابرهيم المكرمين"},{"SurahNumber":51,"VerseNumber":25,"Text":"اذ دخلوا عليه فقالوا سلم ا قال سلم قوم منكرون"},{"SurahNumber":51,"VerseNumber":26,"Text":"فراغ الى اهله فجاء بعجل سمين"},{"SurahNumber":51,"VerseNumber":27,"Text":"فقربه اليهم قال الا تاكلون"},{"SurahNumber":51,"VerseNumber":28,"Text":"فاوجس منهم خيفة قالوا لا تخف وبشروه بغلم عليم"},{"SurahNumber":51,"VerseNumber":29,"Text":"فاقبلت امراته في صرة فصكت وجهها وقالت عجوز عقيم"},{"SurahNumber":51,"VerseNumber":30,"Text":"قالوا كذلك قال ربك انه هو الحكيم العليم"}]}