{"Id":431,"LanguageCodes":["tr","tur"],"Name":"tur-tefhimulkuran","Author":"Tefhim Ul Kuran","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Kavminin önde gelenlerinden büyüklük taslayanlar (müstekbirler), dediler ki: «Ey Şuayb, seni ve seninle birlikte iman edenleri ya ülkemizden sürüp çıkaracağız veya mutlaka bizim dinimize geri döneceksiniz.» (Şuayb:) «Biz istemesek de mi?» dedi"},{"SurahNumber":7,"VerseNumber":89,"Text":"«Allah bizi ondan kurtardıktan sonra, bizim tekrar sizin dininize dönmemiz Allah´a karşı yalan yere iftira düzmemiz olur. Rabbimiz olan Allah´ın dilemesi dışında, ona geri dönmemiz bizim için olacak iş değildir. Rabbimiz, ilim bakımından her şeyi kuşatmıştır. Biz Allah´a tevekkül ettik. Rabbimiz, bizimle kavmimiz arasında ´Sen hak ile hüküm ver,´ Sen ´hüküm verenlerin´ en hayırlısısın.»"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kavminin önde gelenlerinden küfre sapanlar, dediler ki: «Andolsun, Şuayb´a uyacak olursanız, kuşkusuz kayba uğrayanlardan olursunuz.»"},{"SurahNumber":7,"VerseNumber":91,"Text":"Bunun üzerine onları dayanılmaz bir sarsıntı tuttu da, kendi yurtlarında diz üstü çökmüş olarak sabahladılar"},{"SurahNumber":7,"VerseNumber":92,"Text":"Şuayb´ı yalanlamakta olanlar, sanki orda ´hiç refah içinde yaşamamışlar´ gibi oldular; Şuayb´ı yalanlamakta olanlar, asıl büyük hüsrana uğrayanlar oldular"},{"SurahNumber":7,"VerseNumber":93,"Text":"O da onlardan yüz çevirdi ve (şöyle) dedi: «Ey kavmim andolsun, size Rabbimin risaletini tebliğ ettim ve size öğüt verdim. Şimdi ben, küfre sapan bir topluluğa karşı nasıl üzülebilirim?»"},{"SurahNumber":7,"VerseNumber":94,"Text":"Biz hangi memlekete bir peygamber gönderdiysek onun halkı yalvarıp yakarsınlar diye, mutlaka onları dayanılmaz bir zorluk (yoksulluk) ve sıkıntıyla yakalayıvermişiz"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sonra kötülüğün yerini iyilikle değiştirdik, öyle ki onlar, çoğaldılar ve: «Atalarımıza da (bazan) şiddetli sıkıntılar (bazan da) refah ve genişlikler dokunmuştu» dediler. Bunun üzerine, biz de onları kendileri hiç şuurunda değilken apansız kıskıvrak-yakalayıverdik"},{"SurahNumber":7,"VerseNumber":96,"Text":"Eğer o ülkeler halkı inansalardı ve korkup sakınsalardı, gerçekten üzerlerine hem gökten, hem de yerden (sayısız) bolluklar (bereketler) açardık; ancak onlar yalanladılar, biz de onları kazanageldikleri nedeniyle yakalayıverdik"},{"SurahNumber":7,"VerseNumber":97,"Text":"O ülkeler halkı, geceleri uyurken, onlara zorlu azabımızın gelmeyeceğinden güvende miydiler"},{"SurahNumber":7,"VerseNumber":98,"Text":"Ya da o ülkeler halkı, kuşluk vakti eğlenceye dalmışken, onlara zorlu azabımızın gelmeyeceğinden güvende miydiler"},{"SurahNumber":7,"VerseNumber":99,"Text":"(Veya) Onlar, Allah´ın tuzağından güvende mi idiler? Allah´ın bir tuzak kurmasından, hüsrana uğrayan bir topluluktan başkası (akılsızca) güvende olmaz"},{"SurahNumber":7,"VerseNumber":100,"Text":"(Bütün bunlar,) Sakinlerinden sonra yeryüzüne mirasçı olanları doğruya erdirme (ye veya ortaya çıkarmaya yetmez) mi? Eğer biz dilemiş olsaydık onlara günahları nedeniyle bir musibet isabet ettirirdik; ve kalplerine damgalar vururduk da onlar böylelikle işitmeyenler olurlardı"},{"SurahNumber":7,"VerseNumber":101,"Text":"İşte bu ülkeler, sana onların ´haberlerinden aktarmalar yapıyoruz.´ Gerçekten, onlara peygamberleri apaçık belgelerle gelmişlerdi. Ama daha önceden yalanlamaları nedeniyle iman eder olmadılar. İşte Allah, küfre sapanların kalplerini böyle damgalar"},{"SurahNumber":7,"VerseNumber":102,"Text":"Onların çoğunda ´verdikleri söze bağlılık´ görmedik, ama onların çoğunu fasıklar (yoldan çıkanlar) olarak gördük"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sonra bunların (peygamberlerin) ardından Musa´yı ayetlerimizle Firavun´a ve önde gelen çevresine gönderdik. Onlar ona (ayetlerimize) haksızlık ettiler. İşte bozgunculuk çıkaranların nasıl bir sona uğradıklarına bir bak"},{"SurahNumber":7,"VerseNumber":104,"Text":"Musa dedi ki: «Ey Firavun, gerçekten, ben alemlerin Rabbinden (gönderilme) bir peygamberim.»"},{"SurahNumber":7,"VerseNumber":105,"Text":"«Benim üzerimdeki yükümlülük, Allah´a karşı ancak gerçeği söylemektir. Rabbinizden size apaçık bir belge ile geldim. Artık İsrailoğullarını benimle gönder.»"},{"SurahNumber":7,"VerseNumber":106,"Text":"(Firavun) Dedi ki: «Eğer gerçekten bir ayet getirmişsen ve doğru sözlülerden isen, bu durumda onu getir (bakalım) .»"},{"SurahNumber":7,"VerseNumber":107,"Text":"Böylelikle (Musa) asasını fırlatınca, anında apaçık bir ejderha oluverdi"},{"SurahNumber":7,"VerseNumber":108,"Text":"(Bir de) Elini sıyırdı, o da anında bakanlara bembeyaz (görünüverdi)"},{"SurahNumber":7,"VerseNumber":109,"Text":"Firavun kavminin önde gelenleri dediler ki: «Bu gerçekten bilgin bir büyücüdür»"},{"SurahNumber":7,"VerseNumber":110,"Text":"«Sizi topraklarınızdan sürüp çıkarmak istiyor. Bu durumda ne buyuruyorsunuz?»"},{"SurahNumber":7,"VerseNumber":111,"Text":"Dediler ki: «Onu ve kardeşini şimdilik bekletiver (vereceğin cezayı ertele), şehirlere de toplayıcılar yolla»"},{"SurahNumber":7,"VerseNumber":112,"Text":"«Bütün bilgin büyücüleri sana getiriversinler.»"},{"SurahNumber":7,"VerseNumber":113,"Text":"Sihirbazlar Firavun´a gelip dediler ki: «Eğer biz galip olursak, her halde bize bir karşılık (armağan) var, değil mi?»"},{"SurahNumber":7,"VerseNumber":114,"Text":"«Evet» dedi. «(O zaman) Siz en yakın(larım) kılınanlardan da olacaksınız.»"},{"SurahNumber":7,"VerseNumber":115,"Text":"Dediler ki: «Ey Musa, (ilkin) sen mi atmak istersin, yoksa atanlar biz mi olalım?»"},{"SurahNumber":7,"VerseNumber":116,"Text":"(Musa:) «Siz atın» dedi. (Asalarını) Atıverince, insanların gözlerini büyüleyiverdiler, onları dehşete düşürdüler ve (ortaya) büyük bir sihir getirmiş oldular"},{"SurahNumber":7,"VerseNumber":117,"Text":"Biz de Musa´ya: «Asanı fırlatıver» diye vahyettik. (O da fırlatıverince) Bir de baktılar ki, o, bütün uydurduklarını derleyip toparlayıp yutuyor"},{"SurahNumber":7,"VerseNumber":118,"Text":"Böylece hak yerini buldu, onların bütün yapmakta oldukları geçersiz kaldı"},{"SurahNumber":7,"VerseNumber":119,"Text":"Orada yenilmiş oldular ve küçük düşmüşler olarak tersyüz çevrildiler"},{"SurahNumber":7,"VerseNumber":120,"Text":"Ve sihirbazlar secdeye kapandılar"},{"SurahNumber":7,"VerseNumber":121,"Text":"«Alemlerin Rabbine iman ettik» dediler"},{"SurahNumber":7,"VerseNumber":122,"Text":"«Musa´nın ve Harun´un Rabbine...»"},{"SurahNumber":7,"VerseNumber":123,"Text":"Firavun: «Ben size izin vermeden önce O´na iman ettiniz, öyle mi? Mutlaka bu, halkı burdan sürüp çıkarmak amacıyla şehirde planladığınız bir tuzaktır. Öyleyse siz (buna karşılık ne yapacağımı) bileceksiniz.»"},{"SurahNumber":7,"VerseNumber":124,"Text":"Muhakkak ellerinizi ve ayaklarınızı çaprazlama keseceğim ve hepinizi idam edeceğim.»"},{"SurahNumber":7,"VerseNumber":125,"Text":"(Onlar da:) «Biz de şüphesiz Rabbimize döneceğiz» dediler"},{"SurahNumber":7,"VerseNumber":126,"Text":"Oysa sen, yalnızca, bize geldiğinde Rabbimizin ayetlerine inanmamızdan başka bir nedenle bizden intikam almıyorsun. «Rabbimiz, üstümüze sabır yağdır ve bizi müslümanlar olarak öldür.»"},{"SurahNumber":7,"VerseNumber":127,"Text":"Firavun kavminin önde gelenleri, dediler ki: «Musa ve kavmini bu toprakta (Mısır´da) bozgunculuk çıkarmaları, seni ve ilahlarını terketmeleri için mi (serbest) bırakacaksın?» (Firavun) Dedi ki: «Erkek çocuklarını öldüreceğiz, ve kadınlarını sağ bırakacağız. Hiç şüphesiz biz, onlara karşı kahir bir üstünlüğe sahibiz.»"},{"SurahNumber":7,"VerseNumber":128,"Text":"Musa kavmine: «Allah´tan yardım dileyin ve sabredin. Gerçek şu ki, arz Allah´ındır; ona kullarından dilediğini mirasçı kılar. En güzel sonuç muttakiler içindir.» dedi"},{"SurahNumber":7,"VerseNumber":129,"Text":"Dediler ki: «Sen bize gelmeden önce de, geldikten sonra da eziyete uğratıldık.» (Musa:) «Umulur ki, Rabbiniz düşmanınızı helak edecek ve sizleri yeryüzünde halifeler (egemenler) kılacak, böylece nasıl davranacağınızı gözleyecek» dedi"},{"SurahNumber":7,"VerseNumber":130,"Text":"Andolsun, biz de Firavun aile (çevre) sini belki öğüt alıp düşünürler diye yıllar yılı kuraklığa ve ürün kıtlığına uğrattık"},{"SurahNumber":7,"VerseNumber":131,"Text":"Onlara bir iyilik geldiği zaman «Bu bizim için» dediler; onlara bir kötülük de isabet ettiğinde (bunu da) Musa ve beraberindekilerin bir uğursuzluğu olarak yorumlarlardı. Haberiniz olsun, Allah katında asıl uğursuz olanlar kendileridir; ama onların çoğu bilmezler"},{"SurahNumber":7,"VerseNumber":132,"Text":"Onlar: «Bizi büyülemek için bize mucize (ayet) olarak her ne getirirsen getir, yine de biz sana inanacak değiliz» dediler"},{"SurahNumber":7,"VerseNumber":133,"Text":"Bunun üzerine biz de, ayrı ayrı mucizeler (ayetler) olarak üzerlerine tufan, çekirge, buğday güvesi, kurbağa ve kan musallat kıldık. Yine büyüklük tasladılar ve suçlu-günahkâr bir kavim oldular"},{"SurahNumber":7,"VerseNumber":134,"Text":"Başlarına iğrenç bir azab çöküverince, dediler ki: «Ey Musa, Rabbine -sana verdiği ahid adına- bizim için dua et. Eğer bu iğrenç azabı üzerimizden çekip gideriverirsen, andolsun sana iman edeceğiz ve İsrailoğullarını seninle göndereceğiz.»"},{"SurahNumber":7,"VerseNumber":135,"Text":"Ne zaman ki, onların erişebilecekleri bir süreye kadar, o iğrenç azabı çekip gideriverdik, onlar yine andlarını bozdular"},{"SurahNumber":7,"VerseNumber":136,"Text":"Biz de onlardan intikam aldık ve ayetlerimizi yalan saymaları ve onlardan habersizmişler (gibi) olmaları nedeniyle onları suda boğduk"},{"SurahNumber":7,"VerseNumber":137,"Text":"Kendisine bereketler kıldığımız yerin doğusuna da, batısına da o hor kılınıp zayıf bırakılanları (müstaz´afları) mirasçılar kıldık. Rabbinin İsrailoğullarına olan o güzel sözü (vaadi), sabretmeleri dolayısıyla tamamlandı (yerine geldi) . Firavun ve kavminin yapmakta oldukları ve yükselttiklerini (köşklerini, saraylarını) da yerle bir ettik"},{"SurahNumber":7,"VerseNumber":138,"Text":"İsrailoğullarını denizden geçirdik. Putları önünde bel büküp eğilmekte olan bir topluluğa rastladılar. Musa´ya dediler ki: «Ey Musa, onların ilahları (var; onların ki) gibi sen de bize bir ilah yap.» O: «Siz gerçekten cahillik etmekte olan bir kavimsiniz» dedi"},{"SurahNumber":7,"VerseNumber":139,"Text":"Onların içinde bulundukları şey (din) mahvolucudur ve yapmakta oldukları şeyler (ibadetler) de geçersizdir.»"},{"SurahNumber":7,"VerseNumber":140,"Text":"«O sizi alemlere üstün kılmışken, ben size Allah´tan başka bir ilah mı arayacağım?»"},{"SurahNumber":7,"VerseNumber":141,"Text":"«Hani size dayanılmaz işkenceler yapan, kadınlarınızı sağ bırakıp erkek çocuklarınızı öldüren Firavun ailesinden sizi kurtardık. Bunda Rabbinizden sizin için büyük bir imtihan vardı.»"},{"SurahNumber":7,"VerseNumber":142,"Text":"Musa ile otuz gece sözleştik ve ona bir on daha ekledik. Böylece Rabbinin belirlediği süre, kırk geceye tamamlandı. Musa, kardeşi Harun´a «Kavmimde benim yerime geç, ıslah et ve bozguncuların yolunu tutma» dedi"},{"SurahNumber":7,"VerseNumber":143,"Text":"Musa tayin edilen sürede gelince ve Rabbi de onunla konuşunca: «Rabbim, bana göster, Seni göreyim» dedi. (Allah:) «Beni asla göremezsin. Ama şu dağa bak; eğer o yerinde karar kılabilirse, sen de beni göreceksin.» Rabbi dağa tecelli edince, onu param parça etti, Musa bayılarak yere düştü. Kendine geldiğinde: «Sen ne yücesin (Rabbim) . Sana tevbe ettim ve ben iman edenlerin ilkiyim» dedi"},{"SurahNumber":7,"VerseNumber":144,"Text":"(Allah:) «Ey Musa» dedi. «Sana verdiğim risaletimle ve seninle konuşmamla seni insanlar üzerinde seçkin kıldım. Sana verdiklerimi al ve şükredenlerden ol.»"},{"SurahNumber":7,"VerseNumber":145,"Text":"Biz ona Levhalar´da her şeyden bir öğüt ve her şeyin yeterli bir açıklamasını yazdık. (Ve:) «Şimdi bunlara sıkıca sarıl ve kavmine de emret ki en güzeliyle sarılsınlar. Size fasıkların yurdunu pek yakında göstereceğim» (dedik)"},{"SurahNumber":7,"VerseNumber":146,"Text":"Yeryüzünde haksız yere büyüklük taslayanları ayetlerimden engelleyeceğim. Onlar her ayeti görseler bile ona inanmazlar; dosdoğru yolu (rüşd yolunu) da görseler, onu yol olarak benimsemezler, azgınlık yolunu, gördüklerinde, ise, onu yol olarak benimserler. Bu, onların ayetlerimizi yalan saymaları ve onlardan gafil olmaları dolayısıyladır"},{"SurahNumber":7,"VerseNumber":147,"Text":"Ayetlerimizi ve ahirete kavuşmayı yalan sayanlar, onların amelleri boşa çıkmıştır. Onlar yaptıklarından başkasıyla mı cezalandırılacaklardı"},{"SurahNumber":7,"VerseNumber":148,"Text":"(Tura gitmesinin) Ardından Musa´nın kavmi, süsleme eşyalarından böğürmesi olan bir buzağı heykelini (tapılacak ilâh) edindiler. Onun kendileriyle konuşmadığını ve onları bir yola da yöneltip iletmediğini (hidayete erdirmediğini) görmediler mi? Onu (tanrı) edindiler de, zulmedenler oldular"},{"SurahNumber":7,"VerseNumber":149,"Text":"Ne zaman ki (yaptıklarından dolayı pişmanlık duyup, başları) elleri arasında düşürüldü ve kendilerinin de gerçekten şaşırıp saptıklarını görünce: «Eğer Rabbimiz bize merhamet etmez ve bizi bağışlamazsa kesin olarak hüsrana uğrayanlardan olacağız» dediler"},{"SurahNumber":7,"VerseNumber":150,"Text":"Musa kavmine oldukça kızgın, üzgün olarak döndüğünde onlara: «Beni arkamdan, ne kötü temsil ettiniz. Rabbinizin emrini çabuklaştırdınız, öyle mi?» dedi. Levhaları bıraktı ve kardeşini başından tutup kendisine doğru çekiyordu (ki Harun ona:) «Annem oğlu, bu topluluk beni zayıflattı (hırpalayıp güçsüzleştirdi) ve neredeyse beni öldürmeye giriştiler. Bari sen düşmanları sevindirecek bir şey yapma ve beni bu zalimler topluluğuyla birlikte kılma (sayma)» dedi"},{"SurahNumber":7,"VerseNumber":151,"Text":"(Musa yalvarıp) Dedi ki: «Rabbim, beni ve kardeşimi bağışla, bizi rahmetine kat. Sen merhamet edenlerin en merhametli olanısın.»"},{"SurahNumber":7,"VerseNumber":152,"Text":"Şüphesiz, buzağıyı (tanrı) edinenlere Rablerinden bir gazab ve dünya hayatında bir zillet yetişecektir. İşte biz, ´yalan düzüp uyduranları´ böyle cezalandırırız"},{"SurahNumber":7,"VerseNumber":153,"Text":"Kötülük işleyip de bunun ardından tevbe edenler ve iman edenler; hiç şüphesiz Rabbin, bundan (tevbeden) sonra elbette bağışlayandır, esirgeyendir"},{"SurahNumber":7,"VerseNumber":154,"Text":"Musanın kabaran öfkesi (gazabı) yatışınca Levhalar´ı aldı. (Onlardan bir) Nüshasında «Rablerinden korkanlar için bir hidayet ve bir rahmet vardır» (yazılıydı)"},{"SurahNumber":7,"VerseNumber":155,"Text":"Musa belirlediğimiz buluşma zamanı için kavminden yetmiş adam seçip ayırdı. Bunları da ´dayanılmaz bir sarsıntı´ tutuverince, dedi ki: «Rabbim, eğer dileseydin, onları da, beni de daha önceden helak ederdin. (Şimdi) İçimizdeki beyinsizlerin yaptıklarından dolayı bizi helak edecek misin? O da Senin denemenden başkası değildir. Onunla sen dilediğini saptırır, dilediğini hidayete eriştirirsin. Bizim velimiz Sensin. Öyleyse bizi bağışla, bizi esirge; Sen bağışlayanların en hayırlısısın.»"},{"SurahNumber":7,"VerseNumber":156,"Text":"Bize bu dünyada da, ahirette de iyilik yaz, şüphesiz ki biz Sana yöneldik. Dedi ki: «Azabımı dilediğime isabet ettiririm, rahmetim ise her şeyi kapsamıştır onu korkup sakınanlara, zekâtı verenlere ve bizim ayetlerimize iman edenlere yazacağım.»"},{"SurahNumber":7,"VerseNumber":157,"Text":"Onlar, Ümmi peygamber (Rasûl) e uyanlardır. Yanlarındaki Tevrat´ta ve İncil´de (geleceği) yazılıdır ki O (peygamber) onlara marufu (iyiliği) emrediyor, münkeri (kötülüğü) yasaklıyor, temiz şeyleri helal, murdar şeyleri haram kılıyor ve onların ağır yüklerini, sırtlarındaki zincirleri indiriyor. Ona inananlar, saygı gösterip düşmanlarına karşı yardım edenler ve onunla birlikte indirilen nuru izleyenler, işte kurtuluşa erenler bunlardır"},{"SurahNumber":7,"VerseNumber":158,"Text":"De ki: «Ey insanlar, ben Allah´ın sizin hepinize gönderdiği bir elçisi (peygamberi) yim. Ki göklerin ve yerin mülkü yalnız O´nundur. O´ndan başka ilah yoktur, O diriltir ve öldürür. Öyleyse Allah´a ve ümmi peygamberine iman edin. O da Allah´a ve O´nun sözlerine inanmaktadır. Ona iman edin ki hidayete ermiş olursunuz"},{"SurahNumber":7,"VerseNumber":159,"Text":"Musa´nın kavminden hakka ileten ve onunla adalet yapan bir topluluk vardır"},{"SurahNumber":7,"VerseNumber":160,"Text":"Biz onları (İsrailoğullarını) ayrı ayrı oymaklar olarak on iki topluluk (ümmet) olarak ayırdık. Kavmi kendisinden su istediğinde Musa´ya: «Asan´la taşa vur» diye vahyettik. Ondan on iki pınar sızıp fışkırdı; Böylece her bir insan-topluluğu su içeceği yeri öğrenmiş oldu. Üzerlerine bulutla gölge çektik ve onlara kudret helvası ile bıldırcın indirdik. (Sonra da şöyle dedik:) «Size rızk olarak verdiklerimizin temiz olanlarından yeyin.» Onlar bize zulmetmedi, ancak kendi nefislerine zulmediyorlardı"},{"SurahNumber":7,"VerseNumber":161,"Text":"Onlara: «Bu şehirde oturun, ondan istediğiniz yerden yeyin, ´dileğimiz bağışlanmadır´ deyin ve kapısından secde ederek girin, (biz de) hatalarınızı bağışlayalım. İyilik yapanların (armağanlarını) arttıracağız» denildiğinde"},{"SurahNumber":7,"VerseNumber":162,"Text":"Onlardan zulme sapanlar, sözü kendilerine söylenenden başka bir şeyle değiştirdiler. Biz de bunun üzerine zulme sapmaları dolayısıyla gökten ´iğrenç bir azab´ indirdik"},{"SurahNumber":7,"VerseNumber":163,"Text":"Bir de onlara deniz kıyısındaki şehri (n uğradığı sonucu) sor. Hani onlar cumartesi (yasağını çiğneyerek) haddi aşmışlardı. ´Cumartesi günü iş yapma yasağına uyduklarında´, balıkları onlara açıktan akın akın geliyor, ´cumartesi günü iş yapma yasağına uymadıklarında´ ise, gelmiyorlardı. İşte biz, fıska sapmaları dolayısıyla onları böyle imtihan ediyorduk"},{"SurahNumber":7,"VerseNumber":164,"Text":"Onlardan bir topluluk: «Allah´ın kendilerini yıkıma uğratmak veya şiddetli bir azaba uğratmak istediği bir kavme ne diye öğüt veriyorsunuz?» dediğinde «Rabbinize karşı bir özür için ve bir ihtimal sakınabilirler, diye» dediler"},{"SurahNumber":7,"VerseNumber":165,"Text":"Kendilerine hatırlatılanı unuttuklarında ise, biz de kötülükten sakındıranları kurtardık. Zulme sapanları yaptıkları fısk dolayısıyla pek zorlu bir azab ile yakalayıverdik"},{"SurahNumber":7,"VerseNumber":166,"Text":"Onlar, kendisinden sakındırıldıkları ´şeyi yapmada ısrar edip başkaldırınca´ onlara: «Aşağılık maymunlar olunuz» dedik"},{"SurahNumber":7,"VerseNumber":167,"Text":"Ve Rabbinin ilan ettiği şu zamanı hatırla ki, hani Rabbin belirtmişti, «Kıyamet gününe kadar İsrailoğullarının üzerine tekrar tekrar onlara şiddetli azablar uygulayacak insanlar gönderelim.» Rabbin sonuçlandırması pek çabuktur ve gerçekten O, bağışlayandır, esirgeyendir"},{"SurahNumber":7,"VerseNumber":168,"Text":"Onları yer yüzünde ayrı ayrı topluluklar olarak paramparça dağıttık. Kimileri salih (davranışlarda) bulunuyor, kimileri de bunların dışında olan aşağılıklardır. Umulur ki dönerler diye, onları iyiliklerle ve kötülüklerle imtihan ettik"},{"SurahNumber":7,"VerseNumber":169,"Text":"Onların ardından yerlerine kitaba mirasçı olan bir takım ´kötü kimseler´ geçti. (Bunlar) Şu değersiz olan (dünya) nın geçici yararını alıyor ve: «Yakında bağışlanacağız» diyorlar. Bunun benzeri bir yarar gelince onu da alıyorlar. Kendilerinden Allah´a karşı hakkı söylemekten başka bir şeyi söylemeyeceklerine ilişkin Kitap sözü alınmamış mıydı? Oysa içinde olanı da okudular. (Allah´tan) Korkanlar için ahiret yurdu daha hayırlıdır. Halâ akıl erdirmeyecek misiniz"},{"SurahNumber":7,"VerseNumber":170,"Text":"Kitaba sımsıkı sarılanlar ve namazı dosdoğru kılanlar, kuşkusuz biz salih olanların ecrini kaybetmeyiz"},{"SurahNumber":7,"VerseNumber":171,"Text":"Bir zamanlar dağı, sanki bir gölgelikmiş gibi üstlerine geçirmiştik. Onlar ise neredeyse tepelerine düşecek sanmışlardı. (Onlara demiştik ki:) «Size verdiklerimize sımsıkı sarılın ve onda olanı düşünün, umulur ki korkup sakınırsınız.»"},{"SurahNumber":7,"VerseNumber":172,"Text":"(Ey Peygamber insanlara şu zamanı hatırlat ki) hani Rabbin, Ademoğullarının sırtlarından zürriyetlerini almış ve onları kendi nefislerine karşı şahidler kılmıştı: «Ben sizin Rabbiniz değil miyim?» (demişti de) onlar: «Evet (Rabbimizsin), şahit olduk» demişlerdi. (Bu,) Kıyamet günü: «Biz bundan habersizlerdik» demenizi (önlemek) içindir"},{"SurahNumber":7,"VerseNumber":173,"Text":"Ya da: «Bizden önce ancak atalarımız şirk koşmuştu, biz ise onlardan sonra gelme bir kuşağız; işleri batıl olanların yaptıklarından dolayı bizi helak mi edeceksiniz? dememeniz için"},{"SurahNumber":7,"VerseNumber":174,"Text":"İşte biz ayetleri böyle birer birer açıklarız, umulur ki dönerler"},{"SurahNumber":7,"VerseNumber":175,"Text":"Onlara kendisine ayetlerimizi verdiğimiz kişinin haberini anlat. O, bundan sıyrılıp uzaklaşmış, şeytan da onu peşine takmıştı. O da sonunda azgınlardan oluvermişti"},{"SurahNumber":7,"VerseNumber":176,"Text":"Eğer biz dileseydik, onu bununla yükseltirdik. Ama o yere meyletti (veya yere saplandı), hevasına uydu. Onun durumu üstüne varsan da dilini sarkıtıp soluyan, kendi başına bıraksan da dilini sarkıtıp soluyan köpeğin durumu gibidir. İşte ayetlerimizi yalanlayan topluluğun durumu böyledir. Artık gerçek olan haberi onlara aktar. Umulur ki düşünürler"},{"SurahNumber":7,"VerseNumber":177,"Text":"Ayetlerimizi yalanlayanlar ve yalnızca kendi nefislerine zulmedenlerin örneği ne kadar kötüdür"},{"SurahNumber":7,"VerseNumber":178,"Text":"Allah kime hidayet verirse o artık hidayeti bulmuştur; kimi de şaşırtıp saptırırsa artık onlar da hüsrana uğrayanlardır"},{"SurahNumber":7,"VerseNumber":179,"Text":"Andolsun, cehennem için cinlerden ve insanlardan çok sayıda kişi yarattık (hazırladık.) Kalbleri vardır bununla kavrayıp anlamazlar, gözleri vardır bununla görmezler, kulakları vardır bununla işitmezler. Bunlar hayvanlar gibidir, hatta daha aşağılıktırlar. İşte bunlar gafil olanlardır"},{"SurahNumber":7,"VerseNumber":180,"Text":"İsimlerin en güzeli Allah´ındır. Öyleyse O´na bunlarla dua edin. O´nun isimlerinde ´aykırılığa (ve inkâra) sapanları´ bırakın. Yapmakta oldukları dolayısıyla yakında cezalandırılacaklardır"},{"SurahNumber":7,"VerseNumber":181,"Text":"Yarattıklarımızdan, hakka yöneltip ileten ve onunla adaleti kılan (uygulayan) bir ümmet vardır"},{"SurahNumber":7,"VerseNumber":182,"Text":"Ayetlerimizi yalanlayanları ise, biz onları bilmiyecekleri bir yönden derece derece (günahları yükletip azaba) yaklaştıracağız"},{"SurahNumber":7,"VerseNumber":183,"Text":"Onlara bir süre tanıyorum. Hiç şüphesiz benim düzenim (cezalandırmam) sapasağlamdır"},{"SurahNumber":7,"VerseNumber":184,"Text":"Sahiplerinde (ya da arkadaşları olan peygamberde) delilikten hiç bir şey olmadığını düşünmüyorlar mı? O, apaçık bir uyarıp korkutucudan başkası değildir"},{"SurahNumber":7,"VerseNumber":185,"Text":"Onlar, göklerin ve yerin ´bağımlı olduğu egemenliğe ve sünnete (melekût),´ Allah´ın yarattığı şeylere ve ihtimal (verip) ecellerinin pek yaklaştığına bakmıyorlar mı? Bundan sonra onlar artık hangi söze inanacaklar"},{"SurahNumber":7,"VerseNumber":186,"Text":"Allah´ın saptırdığı kimseye artık hidayet verecek yoktur. Ve onları tuğyanları içinde şaşkınca dolaşır bir durumda bırakıverir"},{"SurahNumber":7,"VerseNumber":187,"Text":"Saatin (kıyametin) ne zaman demir atacağını (gerçekleşeceğini) sorarlar. De ki: «Onun ilmi yalnızca Rabbimin katındadır. Onun süresini O´ndan başkası açıklayamaz. O, göklerde ve yerde ağırlaştı. O, size apansız bir gelişten başkası değildir.» Sanki sen, ondan tümüyle haberdarmışsın gibi sana sorarlar. De ki: «Onun ilmi yalnızca Allah´ın katındadır. Ancak insanların çoğu bilmezler.»"},{"SurahNumber":7,"VerseNumber":188,"Text":"De ki: «Allah´ın dilemesi dışında kendim için yarardan ve zarardan (hiç bir şeye) malik değilim. Eğer gaybı bilebilseydim muhakkak hayırdan yaptıklarımı arttırırdım ve bana bir kötülük dokunmazdı. Ben, iman eden bir topluluk için, bir uyarıp korkutucu ve bir müjde vericiden başkası değilim.»"},{"SurahNumber":7,"VerseNumber":189,"Text":"O, sizi tek bir nefisten yarattı ve kendisiyle durulup yatışması için ondan da eşini var etti. Onu (eşini) örtüp bürüyünce, o da bir yük yüklendi ve bununla (bir süre) gezindi. Nitekim ağırlaşınca, ikisi Rableri olan Allah´a dua ettiler: «Eğer bize salih (bir çocuk) verirsen, andolsun şükredenlerden olacağız.»"},{"SurahNumber":7,"VerseNumber":190,"Text":"Ama O, onlara (Adem´in çocukları erkek ve kadınlara) salih (bir çocuk) verince, kendilerine verdiği şey konusunda ona ortaklar kılmaya başladılar. Allah, onların şirk koşmakta olduklarından yücedir"},{"SurahNumber":7,"VerseNumber":191,"Text":"Kendileri yaratılıp dururken, hiç bir şeyi yaratamıyan şeyleri mi ortak koşuyorlar"},{"SurahNumber":7,"VerseNumber":192,"Text":"Oysa (bu şirk koştukları güçler ve nesneler) ne onlara bir yardıma güç yetirebilir, ne kendi nefislerine yardım etmeğe"},{"SurahNumber":7,"VerseNumber":193,"Text":"Onları hidayete çağırırsanız size uymazlar. Onları çağırsanız da, suskun dursanız da size karşı (tutumları) birdir"},{"SurahNumber":7,"VerseNumber":194,"Text":"Allah´tan başka taptıklarınız sizler gibi kullardır. Eğer doğru sözlüler iseniz, hemen onları çağırın da size icabet etsinler"},{"SurahNumber":7,"VerseNumber":195,"Text":"Onların yürüyecek ayakları var mı? Ya da tutacakları elleri mi var? Veya görecek gözleri mi var? Yoksa işitecek kulakları mı var? De ki: «Ortak koşmakta olduklarınızı çağırın, sonra bir düzen (tuzak) kurun da bana göz bile açtırmayın.»"},{"SurahNumber":7,"VerseNumber":196,"Text":"Hiç şüphesiz, benim velim Kitabı indiren Allah´tır ve O salihlerin koruyuculuğunu (veliliğini) yapıyor"},{"SurahNumber":7,"VerseNumber":197,"Text":"O´ndan başka taptıklarınız ise size yardıma güç yetiremezler, kendilerine de"},{"SurahNumber":7,"VerseNumber":198,"Text":"Eğer onları doğru yola çağırırsanız işitmezler. Onları sana bakar (gibi) görürsün, oysa onlar görmezler bile"},{"SurahNumber":7,"VerseNumber":199,"Text":"Sen af (veya kolaylık) yolunu benimse, (İslâm´a) uygun olanı (örfü) emret ve cahillerden yüz çevir"},{"SurahNumber":7,"VerseNumber":200,"Text":"Eğer sana şeytandan yana bir kışkırtma (vesvese veya iğva) gelirse, hemen Allah´a sığın. Çünkü O, işitendir, bilendir"},{"SurahNumber":7,"VerseNumber":201,"Text":"(Allah´tan) Sakınanlara şeytandan bir vesvese eriştiğinde (önce) iyice düşünürler (Allah´ı zikredip anarlar), sonra hemen bakarsın ki görüp bilmişlerdir"},{"SurahNumber":7,"VerseNumber":202,"Text":"(Şeytan´ın) Kardeşleri ise, onları sapıklığa sürüklerler, sonra peşlerini bırakmazlar"},{"SurahNumber":7,"VerseNumber":203,"Text":"Onlara bir ayet getirmediğin zaman: «Sen Onu (inmeyen ayeti) derleyip toplasana» derler. De ki: «Ben, yalnızca bana Rabbimden vahyolunana uyarım. Bu, Rabbinizden olan basiretlerdir; iman edecek bir topluluk için de bir hidayet ve bir rahmettir.»"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kur´an okunduğu zaman, hemen onu dinleyin ve susun. Umulur ki esirgenmiş olursunuz"},{"SurahNumber":7,"VerseNumber":205,"Text":"Rabbini, sabah akşam, yüksek olmayan bir sesle, kendi kendine, ürpertiyle yalvara yalvara ve için için zikret. Gaflete kapılanlardan olma"},{"SurahNumber":7,"VerseNumber":206,"Text":"Hiç şüphesiz Rabbinin katında olanlar, O´na ibadet etmekten büyüklenmezler; O´nu tesbih ederler ve yalnız O´na secde ederler"},{"SurahNumber":8,"VerseNumber":1,"Text":"Sana savaş ganimetlerini sorarlar. De ki: «Ganimetler Allah´ın ve Resulündür. Buna göre, eğer mü´minlerseniz Allah´tan korkup sakının, aranızı düzeltin ve Allah´a ve Resulü´ne itaat ediniz.»"},{"SurahNumber":8,"VerseNumber":2,"Text":"Mü´minler ancak o kimselerdir ki, Allah anıldığı zaman yürekleri ürperir, O´nun ayetleri okunduğunda imanlarını arttırır ve yalnızca Rablerine tevekkül ederler"},{"SurahNumber":8,"VerseNumber":3,"Text":"Onlar, namazı dosdoğru kılarlar ve kendilerine rızık olarak verdiklerimizden infak ederler"},{"SurahNumber":8,"VerseNumber":4,"Text":"İşte gerçek mü´minler bunlardır. Rableri katında onlar için dereceler, bağışlanma ve üstün bir rızık vardır"},{"SurahNumber":8,"VerseNumber":5,"Text":"Rabbin seni evinden hak uğrunda (savaşa) çıkardığında mü´minlerden bir grup isteksizdi"},{"SurahNumber":8,"VerseNumber":6,"Text":"(Herşey) Açıkça ortaya çıktıktan sonra bile, sanki kendileri, göz göre göre ölüme sürükleniyorlarmış gibi, seninle hak konusunda tartışıp duruyorlardı"},{"SurahNumber":8,"VerseNumber":7,"Text":"Hani Allah, iki topluluktan birinin muhakkak sizin olacağını size vadetmişti; siz de güçsüz olanın sizin olmasını istemekteydiniz. Oysa Allah, sözleriyle hakkın gerçekleşmesini sağlamak ve küfre sapanların arkasını kesmek (kökünü kurutmak) istiyordu"},{"SurahNumber":8,"VerseNumber":8,"Text":"O, suçlu-günahkârlar istemese de, hakkı gerçekleştirmek ve batılı geçersiz kılmak için (böyle istiyordu)"},{"SurahNumber":8,"VerseNumber":9,"Text":"Siz Rabbinizden yardım taleb ediyordunuz, O da: «Şüphesiz ben size birbiri ardınca bin melek ile yardım ediciyim» diye cevap vermişti"},{"SurahNumber":8,"VerseNumber":10,"Text":"Allah, bunu, yalnızca bir müjde ve kalblerinizin tatmin bulması için yapmıştı; (yoksa) Allah´ın katından başkasında nusret (zafer ve yardım) yoktur. Hiç şüphesiz Allah üstün ve güçlü olandır, hüküm ve hikmet sahibidir"},{"SurahNumber":8,"VerseNumber":11,"Text":"Hani kendisinden bir güvenlik olarak sizi bir uyuklama bürüyordu. Sizi kendisiyle tertemiz kılmak, sizden şeytanın pisliklerini gidermek, kalblerinizin üstünde (güven ve kararlılık duygusunu) pekiştirmek ve bununla ayaklarınızı (arz üzerinde) sağlamlaştırmak için size gökten su indiriyordu"},{"SurahNumber":8,"VerseNumber":12,"Text":"Rabbin meleklere vahyetmişti ki: «Şüphesiz ben sizinleyim, iman edenlere sağlamlık katın, küfre sapanların kalblerine amansız bir korku salacağım. Öyleyse (ey müslümanlar,) vurun boyunlarının üstüne, vurun onların bütün parmaklarına.»"},{"SurahNumber":8,"VerseNumber":13,"Text":"Bu, tartışmasız, onların Allah´a ve Resulüne karşı baş kaldırmaları dolayısıyladır. Kim Allah´a ve Resulüne karşı baş kaldırırsa, hiç şüphesiz Allah (ceza ile) sonuçlandırması pek şiddetli olandır"},{"SurahNumber":8,"VerseNumber":14,"Text":"İşte bu, sizin; tadın bunu. Küfre sapanlara bir de ateş azabı vardır"},{"SurahNumber":8,"VerseNumber":15,"Text":"Ey iman edenler, toplu olarak kâfirlerle karşılaştığınız zaman, onlara arka çevirmeyin (savaştan kaçmayın)"},{"SurahNumber":8,"VerseNumber":16,"Text":"Kim onlara böyle bir günde -yine savaşmak için bir yana çekilen ya da bir başka bölüğe katılmak için yer tutanın dışında- arkasını çevirirse, gerçekten o, Allah´tan bir gazaba uğramıştır ve onun barınma yeri cehennemdir. Ne kötü bir yataktır o"},{"SurahNumber":8,"VerseNumber":17,"Text":"Onları siz öldürmediniz, ama onları Allah öldürdü; attığın zaman da sen atmadın, ama Allah attı. Mü´minleri kendinden güzel bir imtihanla imtihan etmek için (yaptı) . Hiç şüphesiz Allah, işitendir, bilendir"},{"SurahNumber":8,"VerseNumber":18,"Text":"İşte size böyle... Gerçekten Allah, kâfirlerin hileli düzenlerini boşa çıkarıcıdır"},{"SurahNumber":8,"VerseNumber":19,"Text":"Eğer fetih istiyorduysanız, (ey kafirler,) işte size fetih; ama eğer (küfürden ve eski yaptıklarınızdan) vazgeçerseniz bu sizin için daha hayırlıdır. Yok, geri dönerseniz biz de döneriz. Topluluğunuz çok da olsa, size bir şey sağlayamaz. Çünkü Allah mü´minlerle beraberdir"},{"SurahNumber":8,"VerseNumber":20,"Text":"Ey iman edenler, Allah´a ve Resulüne itaat edin. Siz de işitiyorken, ondan yüz çevirmeyin"},{"SurahNumber":8,"VerseNumber":21,"Text":"Ve: «Biz işittik» dedikleri halde, gerçekte işitmeyenler gibi olmayın"},{"SurahNumber":8,"VerseNumber":22,"Text":"Gerçek şu ki, Allah katında, yerde debelenenlerin en kötüsü, (bir türlü) akıl erdirmez olan sağırlar ve dilsizlerdir"},{"SurahNumber":8,"VerseNumber":23,"Text":"Eğer Allah, onlardan bir hayır görseydi muhakkak onlara işittirirdi. İşittirseydi bile, arka çevirenler olarak (yine) yüz çevirirlerdi"},{"SurahNumber":8,"VerseNumber":24,"Text":"Ey iman edenler, size hayat verecek şeylere sizi çağırdığı zaman, Allah´a ve Resulüne icabet edin. Ve bilin ki muhakkak Allah, kişi ile kalbi arasına girer ve siz gerçekten O´na götürülüp toplanacaksınız"},{"SurahNumber":8,"VerseNumber":25,"Text":"Ve sizlerden yalnızca zulmedenlere isabet etmekle kalmayan bir fitneden korkup sakının. Bilin ki, gerçekten Allah, (ceza ile) sonuçlandırması pek şiddetli olandır"},{"SurahNumber":8,"VerseNumber":26,"Text":"Hatırlayın; hani sizler sayıca azdınız ve yeryüzünde zayıf bırakılmışlardınız, insanların sizi kapıp yakalayıvermelerinden korkuyordunuz. İşte O, sizi (yerleşik kılıp) barındırandı, sizi yardımıyla destekledi ve size temiz şeylerden rızıklar verdi. Umulur ki şükredersiniz"},{"SurahNumber":8,"VerseNumber":27,"Text":"Ey iman edenler, Allah´a ve Resulüne ihanet etmeyin, bile bile emanetlerinize de ihanet etmeyin"},{"SurahNumber":8,"VerseNumber":28,"Text":"Bilin ki, mallarınız ve çocuklarınız ancak bir fitnedir (imtihan konusudur.) Allah yanında ise büyük bir mükafaat vardır"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ey iman edenler, Allah´tan korkup sakınırsanız, size doğruyu yanlıştan ayıran bir nur ve anlayış (furkan) verir, kötülüklerinizi örter ve sizi bağışlar. Allah büyük fazl sahibidir"},{"SurahNumber":8,"VerseNumber":30,"Text":"Hani o küfre sapanlar, seni tutuklamak ya da öldürmek veya sürgün etmek amacıyla, tuzak kuruyorlardı. Onlar bu tuzağı tasarlıyorlarken, Allah da bir düzen (bir karşılık) kuruyordu. Allah, düzen kurucuların (tuzaklarına karşılık verenlerin) hayırlısıdır"},{"SurahNumber":8,"VerseNumber":31,"Text":"Ayetlerimiz onlara okunduğu zaman: «İşittik» dediler. «İstesek, biz de bunun bir benzerini söyleyebiliriz. Bu, eskilerin efsanelerinden başkası değildir.»"},{"SurahNumber":8,"VerseNumber":32,"Text":"Bir de: «Ey Allah´ımız, eğer bu (Kur´an) bir gerçek olarak Senin katından ise, gök yüzünden üstümüze taş yağdır veya acıklı bir azab getir (bakalım) .» demişlerdi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Oysa sen, içlerinde bulunduğun sürece, Allah onları azablandıracak değildir. Ve onlar, bağışlanma dilemektelerken de, Allah onları azablandıracak değildir"},{"SurahNumber":8,"VerseNumber":34,"Text":"Onlar, Mescid-i Haram´dan (insanları) alıkoyarlarken ve onun (gerçek ve layık) koruyucuları değilken Allah, ne diye onları azablandırmasın? Onun (asıl) koruyucuları yalnızca korkup sakınanlardır. Ancak onların çoğu bilmezler"},{"SurahNumber":8,"VerseNumber":35,"Text":"Onların, Beyt(-i Şerif) önündeki duaları, ıslık çalmaktan ve el çırpmaktan başkası değildir. Artık küfretmekte olduklarınız dolayısıyla tadın azabı"},{"SurahNumber":8,"VerseNumber":36,"Text":"Gerçek şu ki, küfre sapanlar, (insanları) Allah´ın yolundan engellemek için mallarını harcarlar; bundan böyle de harcayacaklar. Sonra bu, onlara yürek acısı olacaktır, sonra bozguna uğratılacaklardır. Küfredenler sonunda cehenneme sürülüp toplanacaklardır"},{"SurahNumber":8,"VerseNumber":37,"Text":"Bu, Allah´ın murdar olanı temizden ayırdetmesi; murdarı, bir kısmını bir kısmı üzerinde kılıp tümünü biriktirerek cehenneme atması içindir. İşte bunlar hüsrana uğrayanlardır"},{"SurahNumber":8,"VerseNumber":38,"Text":"O küfre sapanlara de ki: «Eğer vazgeçerlerse geçmişte (yaptıkları) şeyler bağışlanacaktır. Ama yine dönecek olurlarsa, önceki (toplumlara uygulanan) sünnet, muhakkak (başlarından da) geçmiş olacaktır.»"},{"SurahNumber":8,"VerseNumber":39,"Text":"Fitne kalmayıncaya ve dinin hepsi Allah´ın oluncaya kadar onlarla savaşın. Şayet vazgeçecek olurlarsa, şüphesiz Allah, yapmakta olduklarını görendir"},{"SurahNumber":8,"VerseNumber":40,"Text":"Geri dönerlerse, bilin ki gerçekten Allah, sizin mevlânızdır. O, ne güzel mevlâdır ve ne güzel yardımcıdır"}]}