{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Maporo so (Allah a) shisi-i sa tangan Niyan so Kapa-ar; go Sukaniyan si-i ko langowan taman na Gaos Iyan"},{"SurahNumber":67,"VerseNumber":2,"Text":"So Miyadun ko kapatai a go so kaoyag, ka angkano Niyan katupungi o antawa-a rukano i mapiya i galubuk: Na Sukaniyan so Domada-ag, a Manapi"},{"SurahNumber":67,"VerseNumber":3,"Text":"So Miyadun ko pito a manga Langit a miyakaphapangkata: Da-a Khailaingka ko Kiyapangadun o Masalinggagao a sombang. Na Pharomaningka milai: Ba adun a Khailaingka-on a manga opak"},{"SurahNumber":67,"VerseNumber":4,"Text":"Oriyan niyan na Pharomaningka milai sa makadowa: Ka Makambalingan Ruka so kailai a kalolobayan, a sukaniyan na lalamunun"},{"SurahNumber":67,"VerseNumber":5,"Text":"Na Sabunsabnar a phipharasan Nami so Langit a marani sa manga bito-on, go biyaloi Ami oto a manga lubad ko manga Shaitan; go pithiyagara Nami siran sa siksa a kadug"},{"SurahNumber":67,"VerseNumber":6,"Text":"Na bagiyan o siran a Miyamangongkir ko Kadnan niran so siksa ko Naraka Jahannam: Na miyakaratarata a Khabolosan"},{"SurahNumber":67,"VerseNumber":7,"Text":"Amai ka Pamoshangun siran non na makanug siran non sa dalug a sukaniyan na phulikabo"},{"SurahNumber":67,"VerseNumber":8,"Text":"Maito bo na makapushisibaya pho-on sa gani. Oman i Phoshangunun a salompok na i sha-an siran o khisisiyapon: Ba da-a miyakatalingoma rukano a Puphamaka-iktiyar"},{"SurahNumber":67,"VerseNumber":9,"Text":"Tharo-on niran: Owai; Sabunar a miyakaoma rukami so Puphamaka-iktiyar, na piyakambokhag ami a go Pitharo ami: Da a Piyakatoron o Allah a maito bo, da ko sukano inonta na matatago ko karibat a mala"},{"SurahNumber":67,"VerseNumber":10,"Text":"Go Tharo-on niran: Opama ka Miyakapamamakinug kami, o di na Miyakapamimikiran kami, na di kami mabaloi a pud ko manga tao ko kadug"},{"SurahNumber":67,"VerseNumber":11,"Text":"Na mipagikral iran so dosa iran; na kapakawatan ko Limo a bagiyan o manga tao ko kadug"},{"SurahNumber":67,"VerseNumber":12,"Text":"Mata-an! A so ika-aluk iran so Kadnan niran sa masolun, na adun a bagiyan niran a Ma-ap, go balas a mala"},{"SurahNumber":67,"VerseNumber":13,"Text":"Na punanain niyo so Katharo iyo o di na pakatanogun niyo sukaniyan. Mata-an! A Sukaniyan na katawan Niyan so shisi-i ko manga rarub"},{"SurahNumber":67,"VerseNumber":14,"Text":"Ba Niyan ndi katawi so Inadun Niyan? A Sukaniyan so lambas i KĶKata-o, a Kaip"},{"SurahNumber":67,"VerseNumber":15,"Text":"Sukaniyan so biyaloi Niyan rukano so Lopa a phapasiyonot, na lalakao kano ko mbalabala-on, go kangkano ko pagupur o Allah. Na si-i Rukaniyan so kaphangoyag sharoman"},{"SurahNumber":67,"VerseNumber":16,"Text":"Ba kano sasarig ko Sukaniyan a shisi-i ko Langit sa di kano Niyan landungun ko Lopa amai ka Sukaniyan na mabirbir"},{"SurahNumber":67,"VerseNumber":17,"Text":"Antawa-a ba kano sasarig ko Sukaniyan a shisi-i ko Langit sa di kano Niyan botawanan sa ndo (a maka-a awid sa ator)? Na katokawan niyo bo o antona-a so Kapuphamaka-iktiyar Akun"},{"SurahNumber":67,"VerseNumber":18,"Text":"Na Sabunsabunar a piyakambokhag o siran a miya-ona an niran (so manga Rasul), na antona-a i miyambutad o kiya-alina Ko (kiran)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Ba iran da mailai so manga Papanok ko kaporowan niran a khikakayat sa papak go ipukhakup iran? Da-a makakakaput kiran inonta so Masaling-gagao. Mata-an! A Sukaniyan si-i ko langowan taman na phagilain Niyan"},{"SurahNumber":67,"VerseNumber":20,"Text":"Ba adun a tao a giyaya so sukaniyan na tantara iyo a phakatabang rukano a salakao ko (Allah a) Masalinggagao? Da ko Miyamangongkir inonta na matatago ko kalilimpang"},{"SurahNumber":67,"VerseNumber":21,"Text":"Ba adun a tao a giyaya so phakabugai rukano sa riskhi, amai ka runun (o Allah) so rishkhi Niyan? Kuna, ka piyakapamutus iyo so katakabor, a go so kaphapalagoi"},{"SurahNumber":67,"VerseNumber":22,"Text":"Ino so tao a puphulalakao a igugupha niyan a Paras iyan aya maka-o ontol, antawa-a so tao a puphulalakao a mbabatang ko lalan a matitho"},{"SurahNumber":67,"VerseNumber":23,"Text":"Tharowangka: A Sukaniyan so Miyadun rukano go sominggai rukano ko kanug, a go so manga kailai, go so manga poso. Miyakaito ito a Kapuphanalamat iyo"},{"SurahNumber":67,"VerseNumber":24,"Text":"Tharowangka: A Sukaniyan so miyarumbad rukano ko Lopa, go rongkano pulimoda"},{"SurahNumber":67,"VerseNumber":25,"Text":"Na gi-i ran Tharo-on: A anda dun angkai a diyandi o sukano na Mumamata-an kano"},{"SurahNumber":67,"VerseNumber":26,"Text":"Tharowangka: A so katawıi ron na si-i bo ko Allah, ka Sakun na matag Puphamaka-iktiyar a mapayag"},{"SurahNumber":67,"VerseNumber":27,"Text":"Na amai ka mailai ran sukaniyan a marani, na makarimung so manga paras o siran a Miyamangongkir; na adun a Putharo: Sa giya 1 so sukano na puphangunin niyo sukaniyan"},{"SurahNumber":67,"VerseNumber":28,"Text":"Tharowangka: A aiguda iyo amai ka binasa-an Ako o Allah a go so manga pud Akun, o di na Ikalimo Kami Niyan, na antawa-a i makalinding ko Miyamangongkir pho-on ko siksa a malipudus"},{"SurahNumber":67,"VerseNumber":29,"Text":"Tharowangka: A Sukaniyan so Masalinggagao: Piyaratiyaya Mi Sukaniyan, go Sukaniyan mbo i Siyarigan Ami: Na katokawan niyo bo o antawa-a i1 sukaniyan i matatago ko karibat a mapayag"},{"SurahNumber":67,"VerseNumber":30,"Text":"Tharowangka: A aiguda iyo amai ka mabaloi so ig iyo a somunup, na antawa-a i katalingoma-an kano niyan sa ig a puthoga"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. So Allah i Mata-o ko paka-a antapan Niyan non. Ibut ko Pansom a go so nganin a Ipushorat iran"},{"SurahNumber":68,"VerseNumber":2,"Text":"Sabap ko Limo o Kadnan Ka (Ya Muhammad) na kuna a ba Ka Pumbuthanga"},{"SurahNumber":68,"VerseNumber":3,"Text":"Na Mata-an! A ruk Ka so mala a balas a di Puthaman"},{"SurahNumber":68,"VerseNumber":4,"Text":"Go Mata-an! A Suka na titho a thatakna ko parangai a mala"},{"SurahNumber":68,"VerseNumber":5,"Text":"Na Khailaingka dun, go khailai ran"},{"SurahNumber":68,"VerseNumber":6,"Text":"O antawa-a Rukano i mariribat"},{"SurahNumber":68,"VerseNumber":7,"Text":"Mata-an! A so Kadnan Ka na Sukaniyan i Mata-o ko tao a sominilai pho-on ko lalan niyan: Go Sukaniyan i Mata-o ko Miyamangudug ko ontol"},{"SurahNumber":68,"VerseNumber":8,"Text":"Na Dingka Pagonoti so Miyamanaplis"},{"SurahNumber":68,"VerseNumber":9,"Text":"Na kabaya iran a oba Ka bo pulokha: Ka-an siran makalokha"},{"SurahNumber":68,"VerseNumber":10,"Text":"Na Dingka Pagonoti so oman i bali Sapa-an, a Hina"},{"SurahNumber":68,"VerseNumber":11,"Text":"A taliyanta-an, a ilalalakao niyan so Kapamangondor"},{"SurahNumber":68,"VerseNumber":12,"Text":"Phagurun ko mapiya, a malawani, a baradosa"},{"SurahNumber":68,"VerseNumber":13,"Text":"Talibatak, oriyan noto na Wata sa shina"},{"SurahNumber":68,"VerseNumber":14,"Text":"Kagiya adun a tamok iyan, a go manga Wata"},{"SurahNumber":68,"VerseNumber":15,"Text":"Igira-a Puphangadi-a non so manga Ayat Ami, na gi-i niyan Tharo-on: A manga iringa a kabokhag o miyanga o ona"},{"SurahNumber":68,"VerseNumber":16,"Text":"Tiyapan Ami dun sukaniyan sa ngirong"},{"SurahNumber":68,"VerseNumber":17,"Text":"Mata-an! A Sukami na tiniyoba Ami siran lagid o kiyatiyoba Ami ko khimangaruk ko Pamomolan, gowani a shapa siran sa Mataan a phuragonun niran ndun sukaniyan a phangabalaga siran"},{"SurahNumber":68,"VerseNumber":18,"Text":"Go di siran phanabiya"},{"SurahNumber":68,"VerseNumber":19,"Text":"Na kiyalikopan noto a tiyoba a pho-on ko Kadnan Ka,a siran na khitotorogun siran"},{"SurahNumber":68,"VerseNumber":20,"Text":"Na miyabaloi a lagid o gagawi-i a malibotung"},{"SurahNumber":68,"VerseNumber":21,"Text":"Na mithatawaga siran ko kiyapita i kiran"},{"SurahNumber":68,"VerseNumber":22,"Text":"Pangabalaga kano ko Pangoma-an niyo o sukano na phuragon kano"},{"SurahNumber":68,"VerseNumber":23,"Text":"Na lomiyalakao siran, a siran na ipuphunanai ran Tharo"},{"SurahNumber":68,"VerseNumber":24,"Text":"Da dun a makasolud rukano ron sa Alongan nai a miskin"},{"SurahNumber":68,"VerseNumber":25,"Text":"Na komiyabalaga siran, ka andi phakaonot so manga miskin, a khitutugo siran"},{"SurahNumber":68,"VerseNumber":26,"Text":"Na kagiya a mailai ran noto, na Pitharo iran: A Matan-an! A sukutano na titho a Miyangadadadag"},{"SurahNumber":68,"VerseNumber":27,"Text":"Kuna, ka sukutano na piyapas rukutano"},{"SurahNumber":68,"VerseNumber":28,"Text":"Pitharo o mapiya kiran: Ba ko rukano da Tharowa: Ino kano di Thasbik (ko Allah)"},{"SurahNumber":68,"VerseNumber":29,"Text":"Pitharo iran: Soti so Kadnan tano! Mata-an! A sukutano na mimbaloi tano a manga darowaka"},{"SurahNumber":68,"VerseNumber":30,"Text":"Na siyangoran o saba-ad kiran so saba-ad, a gi-i siran shusundita"},{"SurahNumber":68,"VerseNumber":31,"Text":"Pitharo iran: Hai dowan dowan tano! Mata-an! A sukutano na mimbaloi tano a manga malawani"},{"SurahNumber":68,"VerseNumber":32,"Text":"Masikun a so Kadnan tano na shambiyan Niyan rukutano sa mapiya a di giyoto: Mata-an! A sukutano na si-i tano dun ko Kadnan tano Pangangarapan"},{"SurahNumber":68,"VerseNumber":33,"Text":"Giyoto dun man so siksa (ko doniya). Na Mata-an! a so siksa ko Akhirat i lubi a mala; o siran na katawi ran"},{"SurahNumber":68,"VerseNumber":34,"Text":"Mata-an! A bagiyan o Miyamananggila,si-i koKadunan niran so manga Sorga a Pakada randang"},{"SurahNumber":68,"VerseNumber":35,"Text":"Ba Ami mbaloya so Mimbabayorantang a lagid o manga sala"},{"SurahNumber":68,"VerseNumber":36,"Text":"Ino kano wai? Andamanaya i Kipukhokomun niyo (ko bukhog)"},{"SurahNumber":68,"VerseNumber":37,"Text":"Ba adun a Kitab iyo a Kapuphangadi-an niyo ron"},{"SurahNumber":68,"VerseNumber":38,"Text":"A Mata-an! A khakowa niyo ron so nganin a khapili iyo"},{"SurahNumber":68,"VerseNumber":39,"Text":"Antawa-a ba adun a manga diyandi tano a lomalagadai sa taman ko Alongan a Qiyamah: Sa Mata-an! A khakowa niyo so nganin a Ipukhokom iyo"},{"SurahNumber":68,"VerseNumber":40,"Text":"Isha-an Ka kiran, o antawa-a kiran 1 mangangako ro o"},{"SurahNumber":68,"VerseNumber":41,"Text":"Antawa-a ba adun a manga sakoto iran? Na pakadarpa-a iran imanga sakoto iran, o siran na Mumamata-an siran"},{"SurahNumber":68,"VerseNumber":42,"Text":"so Alongan a Qiyamah na pangosbo so Butad, go so kapakarugun o alayalai niyan, go phakaomaon so Allah a Maporo ko kapaka putatailisa a niyan ko kakhokoma kondolondolonan o manga kaadun, na shawa-aniyan a Pamosoaniyan a mapiya a da-a khaibaratanon ko manga ka-adun a isabo go itawag kiran so Kasojiod, na di iran maga"},{"SurahNumber":68,"VerseNumber":43,"Text":"Makasusunong so manga kallai ran,- a kakokoloban siran sa kahina-an. Na Sabunar a siran na iputhawag kiran (ko doniya) so Kasojiod a siran na kadadaya-an niran"},{"SurahNumber":68,"VerseNumber":44,"Text":"Na botawani Akongka a go so tao a gi-i niyan pakambokhagun angkai a Tothol: Shagintonun Nami siran ndun somiksa sa di iran katawan"},{"SurahNumber":68,"VerseNumber":45,"Text":"Na Pakadadamain ko siran. Mata-an! A so antangan na Kun na maillot"},{"SurahNumber":68,"VerseNumber":46,"Text":"Ba Ka kiran puphanguni sa sokai, a siran na minipunud kiran a bayadan"},{"SurahNumber":68,"VerseNumber":47,"Text":"Antawa-a ba shisi-i kiran so Migagaib, na siran 1 Puphanoraton"},{"SurahNumber":68,"VerseNumber":48,"Text":"Na Phantangka ko Kokoman o Kadnan ka, go o ba Kamabaloi a lagid o (Yunus a) Miyatago ko (tiyan o) suda; gowani a Makapangangarapan, a Sukaniyan na kamumunumunan"},{"SurahNumber":68,"VerseNumber":49,"Text":"O da raota Sukaniyan o Limo a pho-on ko Kadnan Niyan, na Mata-an a imbowang Ami ko taog, a pagilidan, a Sukaniyan na Kapapa-awingan"},{"SurahNumber":68,"VerseNumber":50,"Text":"Na pinili Sukaniyan o Kadnan niyan, na biyaloi Niyan a pud ko manga Bilangatao"},{"SurahNumber":68,"VerseNumber":51,"Text":"Na Mata-an a maito bo na so Miyamangongkir na khipapus Ka iran ndun sabap ko manga kailai ran ko kiyanuga iran ko Pananadum, go gi-i ran Tharo-on: A Mataan! A Sukaniyan na titho a Pumbuthangun"},{"SurahNumber":68,"VerseNumber":52,"Text":"Na da ko Sukaniyan (a Quran) inonta na Pananadum a ruk o manga Ka-adun"},{"SurahNumber":69,"VerseNumber":1,"Text":"So Phakatangkud"},{"SurahNumber":69,"VerseNumber":2,"Text":"Antona-a so Phakatangkud"},{"SurahNumber":69,"VerseNumber":3,"Text":"Na antawa-a 1 miyakandao Ruka o antona-a so Phakatangkud (a giyoto so Bangkit)"},{"SurahNumber":69,"VerseNumber":4,"Text":"Piyakambokhag o pagtao a Samood, a go so pagtao a Ad so Phakatuktuk"},{"SurahNumber":69,"VerseNumber":5,"Text":"Na so pagtao a Samood, na ini binasa kiran so lalis a Minitaralo"},{"SurahNumber":69,"VerseNumber":6,"Text":"Na so puman so pagtao a Ad, na inibinasa kiran so ndo a domadago-os, a Miyakabandubandus"},{"SurahNumber":69,"VerseNumber":7,"Text":"Piyakapangarası Niyan kiran sa miyakapito ka gagawi-i, go miyakawalo ka kadaondao sa da maputa, na Khailaingka so pagtao ro-o a Khipakakukulit, lagid o ba siran manga itado a Qormah a miyanga o othang"},{"SurahNumber":69,"VerseNumber":8,"Text":"Na ba adun a Khailaingka kiran a malalamba? [1] go so Jeburiel"},{"SurahNumber":69,"VerseNumber":9,"Text":"Na siyogok o Pir-aon, a go so miya-ona an niyan, a go so tao sa Mo'’tafikat so dosa"},{"SurahNumber":69,"VerseNumber":10,"Text":"Go siyangka iran so Sogo o Kadnan niran, na siniksa Iyan siran sa siksa a mailot"},{"SurahNumber":69,"VerseNumber":11,"Text":"Mata-an! A Sukami na kagiya a lomapai so ig na riyoran Nami sukano ko kapal"},{"SurahNumber":69,"VerseNumber":12,"Text":"ka-an Nami rukanoto mabaloi a Pananadum, go adun manug sukaniyan o tangila a Puphamamakinug"},{"SurahNumber":69,"VerseNumber":13,"Text":"Na amai ka iyopun so Sanggakala sa kaiyop a makaisa"},{"SurahNumber":69,"VerseNumber":14,"Text":"Go Madiyongkat so Lopa a go so manga Palao, na maroput a dowa oto sa karoput a makaisa"},{"SurahNumber":69,"VerseNumber":15,"Text":"Na sa Alongan noto na makatana so phakatana (a giyoto so Bangkit)"},{"SurahNumber":69,"VerseNumber":16,"Text":"Go manga o opak so Langit, na Sukaniyan sa Alongan noto na makalumuk"},{"SurahNumber":69,"VerseNumber":17,"Text":"Go so manga Malaikat na si-i ko manga bagibir iyan. Na tanggongun so Aras o Kadnan Ka ko kaporowan niran sa Alongan noto o walo (a manga Malaikat)"},{"SurahNumber":69,"VerseNumber":18,"Text":"Sa Alongan noto na pakadarpa-an kano na da-a makapagma rukano a phagma"},{"SurahNumber":69,"VerseNumber":19,"Text":"Na so mibugai ron so Daptar iyan, si-i ko kawanan niyan, na Tharo-on niyan: A kowa a niyo, na batiya-a niyo so Daptar akun"},{"SurahNumber":69,"VerseNumber":20,"Text":"Mata-an! A sakun na Miyatangkud akun a Mata-an! A sakun na khatumo akun so itongan rakun"},{"SurahNumber":69,"VerseNumber":21,"Text":"Na sukaniyan na matago ko kaoyagoyag, a Kasoso-at"},{"SurahNumber":69,"VerseNumber":22,"Text":"Si-i ko Sorga a maporo"},{"SurahNumber":69,"VerseNumber":23,"Text":"So manga Onga on na manga rarani"},{"SurahNumber":69,"VerseNumber":24,"Text":"(Tharo-on kiran:) Kangkano go inom kano sa kapipiya ginawa, sabap ko mini-ona niyo ko manga Alongan a miya-ipos"},{"SurahNumber":69,"VerseNumber":25,"Text":"Na so puman so mibugai ron so Daptar iyan si-i ko diyowang iyan, na Matharo iyan: Hai o ba rakumbo da mibugai so Daptar akun"},{"SurahNumber":69,"VerseNumber":26,"Text":"Go di yakun katawan o antona-a i itongan rakun"},{"SurahNumber":69,"VerseNumber":27,"Text":"Hai o ba bo sukaniyan na miyabaloi a kapatai dun"},{"SurahNumber":69,"VerseNumber":28,"Text":"Da-a minilinding rakun o tamok akun"},{"SurahNumber":69,"VerseNumber":29,"Text":"Miyada rakun so bagur akun"},{"SurahNumber":69,"VerseNumber":30,"Text":"(Tharo-on o Allah:) Kowa a niyo na sangkali i niyo sukaniyan"},{"SurahNumber":69,"VerseNumber":31,"Text":"Oriyan niyan na so Naraka Jahim na sombo niyo ron"},{"SurahNumber":69,"VerseNumber":32,"Text":"Oriyan niyan na so rantai a aya karawa iyan na pito polo Hasta, na shokharun niyo ron"},{"SurahNumber":69,"VerseNumber":33,"Text":"Mata-an! A sukaniyan na aya butad iyan na di niyan Paparatiyaya-an so Allah a Lubi a Mala"},{"SurahNumber":69,"VerseNumber":34,"Text":"Go di niyan i phami-is so kapakakana ko Miskin"},{"SurahNumber":69,"VerseNumber":35,"Text":"Na da-a bagiyan niyan sa Alongan nai si-i a tonganai a phaka-ompiya-on"},{"SurahNumber":69,"VerseNumber":36,"Text":"Go da-a Pangunungkun niyan a rowar ko sago o tao ko Naraka"},{"SurahNumber":69,"VerseNumber":37,"Text":"Da-a phakakan non inonta so manga baradosa"},{"SurahNumber":69,"VerseNumber":38,"Text":"Na kuna, ka Pushapa-a Ko ko nganin a pukhailai niyo"},{"SurahNumber":69,"VerseNumber":39,"Text":"A Go so nganin a di niyo pukhailai"},{"SurahNumber":69,"VerseNumber":40,"Text":"Sa Mata-an! A sukaniyan (a Qur-an) na titho a gi-i Matharo o Sogo a Susula-an"},{"SurahNumber":69,"VerseNumber":41,"Text":"Go kuna a ba sukaniyan Katharo o pababayok, miyakaito ito a Kapaparatiyaya niyo"},{"SurahNumber":69,"VerseNumber":42,"Text":"Go kuna a ba Katharo a Paririmar, miyakaito ito a Kapuphakatadum iyo"},{"SurahNumber":69,"VerseNumber":43,"Text":"Initoron a pho-on ko Kadnan o manga Ka-adun"},{"SurahNumber":69,"VerseNumber":44,"Text":"Na opama ka ini angkob Iyan rukami so saba-ad ko manga Katharo"},{"SurahNumber":69,"VerseNumber":45,"Text":"Na Mata-an a khakowa Mi Sukaniyan sa nggolalan ko bagur"},{"SurahNumber":69,"VerseNumber":46,"Text":"Oriyan niyan na Mata-an a potolun Ami ron so ogat ko poso"},{"SurahNumber":69,"VerseNumber":47,"Text":"Na da-a pud rukano a isa bo a mamakalindingon"},{"SurahNumber":69,"VerseNumber":48,"Text":"Na Mata-an! A titho a Pananadum a ruk o Khipanananggila"},{"SurahNumber":69,"VerseNumber":49,"Text":"Na Mata-an! A Sukami na katawan Ami dun a Mata-an! A sosaba-ad rukano na piyakambokhag iran (so Qur-an)"},{"SurahNumber":69,"VerseNumber":50,"Text":"Na Mata-an naya! A titho aKashundit a phakatana ko Miyamangongkir"},{"SurahNumber":69,"VerseNumber":51,"Text":"Go Mata-an naya! A titho a bunar a matatangkud"},{"SurahNumber":69,"VerseNumber":52,"Text":"Na Phoroporo-on Ka so Ngaran o Kadnan Ka a Lubia Mala"},{"SurahNumber":70,"VerseNumber":1,"Text":"Piyanguni o miyanguni a so siksa na makatana"},{"SurahNumber":70,"VerseNumber":2,"Text":"Ko Miyamangongkir, da a phakarunon"},{"SurahNumber":70,"VerseNumber":3,"Text":"Pho-on ko Allah a Khiruk ko Puphangapapanikan"},{"SurahNumber":70,"VerseNumber":4,"Text":"Puphanik so manga Malaikat go so Jibril si-i Rukaniyan, si-i ko Alongan a miyabaloi so diyangka iyan a lima polo nggibo ragon"},{"SurahNumber":70,"VerseNumber":5,"Text":"Na Phantangka sa kaphantang, a maliwanag"},{"SurahNumber":70,"VerseNumber":6,"Text":"Mata-an! A siran na aya kapukhailaya iran non na mawatan"},{"SurahNumber":70,"VerseNumber":7,"Text":"Na aya kapukhailaya Mi ron na marani"},{"SurahNumber":70,"VerseNumber":8,"Text":"Si-i ko Alongan a mbaloi so Langit a lagid o tiyonag a pirak"},{"SurahNumber":70,"VerseNumber":9,"Text":"Go mbaloi so manga Palao a lagid o bombol a marorodot"},{"SurahNumber":70,"VerseNumber":10,"Text":"Go di kaisha-an o mada shug so madashug iyan"},{"SurahNumber":70,"VerseNumber":11,"Text":"A pukhailai ran siran. Mapundingandingan o baradosa: A o ba niyambo khirunding ko siksa sa Alongan noto so manga Wata iyan"},{"SurahNumber":70,"VerseNumber":12,"Text":"Go so Karoma niyan, go so Pagari niyan"},{"SurahNumber":70,"VerseNumber":13,"Text":"Go so manga Tonganai niyan a so mithitimo iyan"},{"SurahNumber":70,"VerseNumber":14,"Text":"Go so matatago ko Lopa, langon, oriyan niyan na sabutun sukaniyan (o Allah)"},{"SurahNumber":70,"VerseNumber":15,"Text":"Di dun noto; ka Mata-an naya! A kadug"},{"SurahNumber":70,"VerseNumber":16,"Text":"A Phulodas ko kobal ko Olo"},{"SurahNumber":70,"VerseNumber":17,"Text":"Puthawagun niyan so tao a tomiyalikhod go Mimbarapaling"},{"SurahNumber":70,"VerseNumber":18,"Text":"Go miyanimo na miyamotal (sa tamok)"},{"SurahNumber":70,"VerseNumber":19,"Text":"Mata-an! A so Manosiya na Inadun a tithiyakha-an, mala 1 inam"},{"SurahNumber":70,"VerseNumber":20,"Text":"Igira-a miyasogat sukaniyan o marata na di-i Khaminan"},{"SurahNumber":70,"VerseNumber":21,"Text":"Na igira-a miyasogat sukaniyan o mapiya na Sıimpunun niyan (kadi phamumugai)"},{"SurahNumber":70,"VerseNumber":22,"Text":"Inonta so manga Barasambayang"},{"SurahNumber":70,"VerseNumber":23,"Text":"A so siran na so Sambayang iran na tatatapun niran"},{"SurahNumber":70,"VerseNumber":24,"Text":"Go siran na adun a matatago ko manga tamok iran a haq a mapupunto (a so Zakat)"},{"SurahNumber":70,"VerseNumber":25,"Text":"A ruk o puphamanguni, a go so di phamanguni a Karurugunan"},{"SurahNumber":70,"VerseNumber":26,"Text":"Go siran na bubunarun niran so Alongan a kapamalas"},{"SurahNumber":70,"VerseNumber":27,"Text":"Go siran na siran na so siksa o Kadnan niran na ika-aluk iran"},{"SurahNumber":70,"VerseNumber":28,"Text":"Mata-an! A so Siksa o Kadnan niran na da-a somasarig sa kalupas iyanon"},{"SurahNumber":70,"VerseNumber":29,"Text":"Go siran na siran na so manga ginawa iran na sisiyapun niran"},{"SurahNumber":70,"VerseNumber":30,"Text":"Inonta si-i ko manga Karoma iran, o di na so miyakhapa-ar o manga tangan niran,- ka Mata-an! A siran na da-a Pa-awing iran non"},{"SurahNumber":70,"VerseNumber":31,"Text":"Na sa tao a mamagingar sa salakao ro-o na siran man na siran 1 manga malawani"},{"SurahNumber":70,"VerseNumber":32,"Text":"Go siran na siran na so manga sarig kiran, a go so diyandi kiran na sisiyapun niran"},{"SurahNumber":70,"VerseNumber":33,"Text":"Go siran na siran na so kashasaksi-an niran na i Pamamayandug iran"},{"SurahNumber":70,"VerseNumber":34,"Text":"Go siran na siran na so Sambayang iran na sisiyapun niran"},{"SurahNumber":70,"VerseNumber":35,"Text":"Siran man i khatago ko manga Sorga, a Khisusula-an siran"},{"SurahNumber":70,"VerseNumber":36,"Text":"Na antona-a so Miyamangongkir a mapapantag Ka a khilalangag"},{"SurahNumber":70,"VerseNumber":37,"Text":"Si-i sa kawanan a go sa diyowang a khokoliling siran"},{"SurahNumber":70,"VerseNumber":38,"Text":"Ba mai inam o omani isa kiran a kapakasoluda-on ko Sorga a pakadarandang"},{"SurahNumber":70,"VerseNumber":39,"Text":"Di dun noto! Mata-an! A Sukami na Inadun Ami siran phoon ko nganin a katawan niran (a Notfa)"},{"SurahNumber":70,"VerseNumber":40,"Text":"Na kuna, ka Pushapa-a Ko sa Ibut ko Kadunan o manga Subangan, a go so manga Sudupan, ka Mata-an! A Sukami na titho a manga Gaos"},{"SurahNumber":70,"VerseNumber":41,"Text":"Sa kasambi Ami sa mapiya a di siran; go da Rukami i ba Kami ran kaonai"},{"SurahNumber":70,"VerseNumber":42,"Text":"Na Botawaningka siran ko kapuphamurak iran, go mabibimban siran, taman sa matumo iran so Alongan niran a so idi diyandi kiran"},{"SurahNumber":70,"VerseNumber":43,"Text":"Alongan a mamakambowat siran pho-on ko manga kobor sa manga gaga-an, lagid o ba siran puphamagarabaya ko apasa"},{"SurahNumber":70,"VerseNumber":44,"Text":"A khipakasusunong so manga kailai ran, a kakokoloban siran sa kahina-an. Giyoto man so Alongan a so siran na idi diyandi kiran"},{"SurahNumber":71,"VerseNumber":1,"Text":"Mata-an! A Sukami na Siyogo Ami so Nuh ko pagtao Niyan: (sa Pitharo-on a:) Pakaiktiyarangka so Pagtaongka ko da kiran pun katalingomai a siksa a Malipudus"},{"SurahNumber":71,"VerseNumber":2,"Text":"Pitharo Iyan: Hai pagtao Akun! Mata-an! A Sakun na phamaka-iktiyar rukano a mapayag"},{"SurahNumber":71,"VerseNumber":3,"Text":"Showasowata niyo so Allah, go kalukun niyo Sukaniyan, go Onoti Ako niyo"},{"SurahNumber":71,"VerseNumber":4,"Text":"Ka Napin Niyan rukano so manga dosa niyo, go pakapulagodun kano Niyan sa taman ko ta-alik a miyapunto: Mata-an! A so ta-alik o Allah na igira-a miyakatalingoma na di khisundod; o sukano na katawi niyo"},{"SurahNumber":71,"VerseNumber":5,"Text":"Pitharo Iyan: Kadnan Ko! Mata-an! A Sakun na diyolon Nakun so pagtao Akun ko kagagawi-i na go so kadaondao"},{"SurahNumber":71,"VerseNumber":6,"Text":"Na da-a minipagoman kiran o Panolon Nakun a rowar sa kapalagoi"},{"SurahNumber":71,"VerseNumber":7,"Text":"Go Mata-an! A Sakun na oman Nakun siran Dolonun, ka Anuka siran Kapuma-api, na iyolun niran so manga tindoro iran ko manga tangila iran, go ishalikombong iran so manga nditarun niran, go idadayon niran (so Kaongkir) go Mumaratabat siran sa mala a Kapumaratabat"},{"SurahNumber":71,"VerseNumber":8,"Text":"Oriyan niyan na Mata-an! A Sakun na tiyawag Akun siran sa matanog"},{"SurahNumber":71,"VerseNumber":9,"Text":"Go Mata-an! A Sakun na piyakalangkap Akun kiran, go ini punanai Akun kiran sa tanto a kapunanai"},{"SurahNumber":71,"VerseNumber":10,"Text":"Na Pitharo Akun: A Panguni kano sa Ma-ap ko Kadnan niyo; Mata-an! A Sukaniyan na tatap a Manapi"},{"SurahNumber":71,"VerseNumber":11,"Text":"Ka botawanan Niyan rukano so oran a marugus"},{"SurahNumber":71,"VerseNumber":12,"Text":"Go pakadakulun Niyan rukano so manga tamok a go so manga Wata, go sunggayan kano Niyan samanga Pamomolan, go sunggayan kano Niyan sa manga lawasaig"},{"SurahNumber":71,"VerseNumber":13,"Text":"Ino kano wai a di niyo i khaluk so Allah sa Sulasula"},{"SurahNumber":71,"VerseNumber":14,"Text":"A Sabunar a Inadun kano Niyan ko pishoson a butad"},{"SurahNumber":71,"VerseNumber":15,"Text":"Ba niyo da manggudaguda o andamanaya i Kiya-aduna o Allah ko pito a manga Langit a Miyakaphapangkata"},{"SurahNumber":71,"VerseNumber":16,"Text":"Go biyaloi Niyan ro-o so Olan a Sindao, go biyaloi Niyan so Alongan a Palita-an"},{"SurahNumber":71,"VerseNumber":17,"Text":"Na so Allah na Inadun kano Niyan a pho-on ko Lopa, sa (lagid o) Mangunguto"},{"SurahNumber":71,"VerseNumber":18,"Text":"Oriyan niyan na Phakakasowingkano Niyan ro-o, go phakaguma-on kano Niyan sa samporna a kapakagumao"},{"SurahNumber":71,"VerseNumber":19,"Text":"Na so Allah na biyaloi Niyan rukano so Lopa a makakayat"},{"SurahNumber":71,"VerseNumber":20,"Text":"Ka angkano puphakaokit ko manga lalanon a manga dadaya"},{"SurahNumber":71,"VerseNumber":21,"Text":"Pitharo o Nuh: Kadnan Ko! Mata-an! A siran na siyangka Ako iran, ka aya iran inonotan so tao a da-a amini-omanon o tamok iyan, a go so Wata iyan, a rowar sa kalogi"},{"SurahNumber":71,"VerseNumber":22,"Text":"Go miyagikmat siran sa ikmat a mala"},{"SurahNumber":71,"VerseNumber":23,"Text":"Go Pitharo iran: A di niyo ngganati so manga Katohanan niyo: Go di niyo ngganati so (Barahala) Wadda, go so Suwaa, go so Yaghus, go so Yauqa, go so Nasra"},{"SurahNumber":71,"VerseNumber":24,"Text":"Go Sabunar a miyakadadag siran sa madakul; na da-a Pagomanun Ka ko manga darowaka a rowar ko kadadag"},{"SurahNumber":71,"VerseNumber":25,"Text":"Po-on ko manga kasala-an niran na inulud siran, go piyakasolud siran ko Apoi; na da a miyatoon niran a bagiyan niran a salakao ko Allah a mamakatabang"},{"SurahNumber":71,"VerseNumber":26,"Text":"Na Pitharo o Nuh: Kadnan Ko! Da-a Pulambaangka ko Lopa ko Miyamangongkir a Makapamagingudon"},{"SurahNumber":71,"VerseNumber":27,"Text":"Mata-an! A Suka na o adun a lamba-an Ka kiran na madadag iran so manga Oripun Ka, go da-a imbawata iran a rowar sa baradosa a Miyongkir"},{"SurahNumber":71,"VerseNumber":28,"Text":"Kadnan Ko! Puma-api Yakongka, a go so mbala a lokus Akun, go so tao a somiyolud ko Walai Akun a Mapaparatiyaya, a go so Miyamaratiyaya a manga Mama go so Miyamaratiyaya a manga Babai, go da-a pagomanun Ka ko manga darowaka a rowar ko kabinasa"},{"SurahNumber":72,"VerseNumber":1,"Text":"Tharowangka (Ya Muhammad): A ini ilaham Rakun a Mataan naya! A adun a Miyamakinug a salompok ko manga Jinn; na Pitharo iran: A Mata-an! A sukami na Miyakanug kami sa Kapangadi a pakamumusa"},{"SurahNumber":72,"VerseNumber":2,"Text":"Puphakatoro ko ontol, na Piyaratiyaya mi Sukaniyan: Go da dun a Ishakoto ami ko Kadnan nami a isa bo"},{"SurahNumber":72,"VerseNumber":3,"Text":"Go Mata-an naya! A maporo so Kabusaran o Kadnan nami: Da kowa sa Karoma a go Wata"},{"SurahNumber":72,"VerseNumber":4,"Text":"Na Mata-an naya! A adun a di-i Tharo a manga mondo rukami, makapantag ko Allah sa minitaralo a kabokhag"},{"SurahNumber":72,"VerseNumber":5,"Text":"Na Mata-an! A sukami na aya tangkapami ron na da dun a Makatharo a Manosiya a go Jinn makapantag ko Allah sa kabokhag"},{"SurahNumber":72,"VerseNumber":6,"Text":"Na Mata-an naya! A adun a manga Mama ko manga Manosiya a Phulindong siran ko manga Mama ko manga Jinn, na Kiyaomanan niran siran sa kandarowaka"},{"SurahNumber":72,"VerseNumber":7,"Text":"Na Mata-an! A siran na aya arangan niran na lagid o arangan niyo a da dun a pagoyagun o Allah ko oriyan o kapatai a isa bo"},{"SurahNumber":72,"VerseNumber":8,"Text":"Na Mata-an! A sukami na miyaka sampai ko langit na miyato-on nami sukaniyan a miyapuno a Puphamagipat a manga babagur a go manga kadug"},{"SurahNumber":72,"VerseNumber":9,"Text":"Go Mata-an! A sukami na aya butad ami na Puphakaontod kami ron ko manga Ontoda makapantag ko kapamamakinug (gowani). Na sa phamamakinug imanto na phakatoo non sa kadug a puphamagayan"},{"SurahNumber":72,"VerseNumber":10,"Text":"Na Mata-an! A sukami na di ami katawan o ino marata a piyakaantap ko tao ko Lopa, antawa-a piyaka-antapan siran o Kadnan niran sa Torowan"},{"SurahNumber":72,"VerseNumber":11,"Text":"Go Mata-an! A sukami na adun a pud rukami a manga Bilangatao, go adun a pud rukami a soranga oto: Miyatago kami ko manga okit a mbidabida"},{"SurahNumber":72,"VerseNumber":12,"Text":"Go Mata-an! A sukami na tiyangkud ami a diyami dun malipos so Allah ko Lopa, go di amı ron ndun milipos i kapalagoi"},{"SurahNumber":72,"VerseNumber":13,"Text":"Go Mata-an! A sukami na kagiya a manug ami so Torowan, na Piyaratiyaya mi Sukaniyan: Na sa dun sa Maratiyaya ko Kadnan Niyan na di niyan ikaluk o ba kakorangi, go o ba Ma-a niyaya"},{"SurahNumber":72,"VerseNumber":14,"Text":"Go Mata-an! A sukami na adun a pud rukami a Mimbabayorantang, go adun a pud rukami a Miīiyamanilai. Na sa dun sa Mbayorantang na siran man i Miyakathibaba komudug sa ontol"},{"SurahNumber":72,"VerseNumber":15,"Text":"Na so puman so Miyamanilai na miyabaloi siran a itagon o Naraka Jahannam"},{"SurahNumber":72,"VerseNumber":16,"Text":"(Phitharo o Allah:) Na opama ka Miyontol si ran ko lalan na Mata-an a ododan Ami siran sa ig a madakul"},{"SurahNumber":72,"VerseNumber":17,"Text":"Ka-an Nami kiran noto mitupung. Na sa tao a tomalikhod ko Tadum ko Kadnan Niyan, na pakasoludun Niyan ko siksa a Marugun"},{"SurahNumber":72,"VerseNumber":18,"Text":"Na Mata-an! A so manga Masjid na ruk o Allah na da a Phangangarapani niyo a pud o Allah a isa bo"},{"SurahNumber":72,"VerseNumber":19,"Text":"Na Mata-an naya! A kagiya tomindug so Oripun o Allah a Puphangangarapan Rukaniyan na maito siran bo na khabaloi siran non a Phuliliyawawa"},{"SurahNumber":72,"VerseNumber":20,"Text":"Tharowangka (Ya Muhammad): A aya bo a Phangangarapanan Ko na so Kadnan Ko, go da-a Ishakoto Akun non a isa bo"},{"SurahNumber":72,"VerseNumber":21,"Text":"Tharowangka: A Mata-an! A Sakun na da-a Mipapa-ar Akun rukano a kabinasa, a go Torowan"},{"SurahNumber":72,"VerseNumber":22,"Text":"Tharowangka: A Mata-an! a Sakun na da dun a makalinding Rakun ko Allah a isa bo, go da dun a khato-on Nakun a salakao Rukaniyan a Khalindongan"},{"SurahNumber":72,"VerseNumber":23,"Text":"Inonta so Kapamakasampai a pho-on ko Allah a go so manga Pakawit Iyan: Na sa tao a sangkaan niyan so Allah a go so Sogo Iyan na Mata-an a bagiyan niyan so Apoi ko Naraka Jahannam: A makakakal siran non sa dayon sa dayon"},{"SurahNumber":72,"VerseNumber":24,"Text":"Taman sa amai ka kasandungan niran so idi diyandi kiran, na katokawan niran ndun o antawa-a i malumuk i tabanga go maito i bilangan"},{"SurahNumber":72,"VerseNumber":25,"Text":"Tharowangka: A di Ko katawan o ino marani so idi diyandi rukano, antawa-a balowin sukaniyan o Kadnan Ko a mathai"},{"SurahNumber":72,"VerseNumber":26,"Text":"Katawan Niyan so Migagaib, na da-a phayagan Niyan ko Igagaib Iyan a isa bo"},{"SurahNumber":72,"VerseNumber":27,"Text":"Inonta so tao a Miyasowaton a Sogo, na Mata-an naya! A tiyagowan Niyan so kasasangoran Niyan a go so katatalikhodan Niyan sa puphagipat"},{"SurahNumber":72,"VerseNumber":28,"Text":"Ka-a Niyan katokawi a Sabunar a minisampai Ran so manga Pakawit o Kadnan Niran; go katawan Niyan so shisi-i kiran, go Maiitong Iyan so bilangan o langowan taman"},{"SurahNumber":73,"VerseNumber":1,"Text":"Hai (Nabi a) khakayokos"},{"SurahNumber":73,"VerseNumber":2,"Text":"Tindugun Ka (so Sambayang), ko kagagawi-i, inonta so maito"},{"SurahNumber":73,"VerseNumber":3,"Text":"Kalo-o kan noto,- o di na Korangingka oto sa maito"},{"SurahNumber":73,"VerseNumber":4,"Text":"O di na Lawaningka sukaniyan; go Phiyapiya-ingka Matiya so Qur-an sa malanat a Kabatiya"},{"SurahNumber":73,"VerseNumber":5,"Text":"Mata-an! A Sukami na Thoronan Ami Suka sa Katharo a Mapunud"},{"SurahNumber":73,"VerseNumber":6,"Text":"Mata-an! A so Pukha-adun a Amal ko kagagawi-i na giyoto na tanto a Somasagat ko pamikiran, go marayag so Katharo"},{"SurahNumber":73,"VerseNumber":7,"Text":"Mata-an! A si-i ko kadaondao na adun a Tumbanguka a mala"},{"SurahNumber":73,"VerseNumber":8,"Text":"Na Tatadumingka so ngaran o Kadnan Ka, go Tholabos KĶKa si-i"},{"SurahNumber":73,"VerseNumber":9,"Text":"Rukaniyan sa toto-o a Katholabos,9. Kadnan o Subangan a go so Sudupan: -da a Tohan inonta Sukaniyan-na Kowa-angka Sukaniyan a Sasarigan"},{"SurahNumber":73,"VerseNumber":10,"Text":"Go Phantangingka so gi-i ran Tharo-on go Awaingka siran sa kaawa a Maliwanag"},{"SurahNumber":73,"VerseNumber":11,"Text":"Go botawani Akongka a go so Miyamanaplis a piyamugan sa Limo, go Pakapulagodangka siran sa maito"},{"SurahNumber":73,"VerseNumber":12,"Text":"Mata-an! A adun a shisi-i Rukami a manga patong, a go kadug"},{"SurahNumber":73,"VerseNumber":13,"Text":"Go Pangunungkun a pakabakug, go siksa a Malipudus"},{"SurahNumber":73,"VerseNumber":14,"Text":"Si-i ko Alongan a Linogun so Lopa a go so manga Palao, go mabaloi so manga Palao a puthad a pukha-anas"},{"SurahNumber":73,"VerseNumber":15,"Text":"Mata-an! A Sukami na Siyogo-an Nami sukano sa Sogo, a saksi rukano, lagid o Kiyasogo i Ami ko Pir-aon sa Sogo"},{"SurahNumber":73,"VerseNumber":16,"Text":"Na siyangka o Pir-aon so Sogo; na siniksa Ami sukaniyan sa siksa a Mailot"},{"SurahNumber":73,"VerseNumber":17,"Text":"Na andamanaya i kapakalidas iyo amai ka Mongkir kano ko Alongan a khabaloi niyan so manga Wata a manga lokus"},{"SurahNumber":73,"VerseNumber":18,"Text":"So Langit na manga Bubungkag sa sabap Rukaniyan. Miyabaloi so diyandi Rukaniyan a Mapunggolaola"},{"SurahNumber":73,"VerseNumber":19,"Text":"Mata-an! A giyaya na Pananadum: Na sa tao a khabaya na mba-al sa lalan ko Kadnan Niyan"},{"SurahNumber":73,"VerseNumber":20,"Text":"Mata-an! A so kadnan Kana katawan Niyan a Mata-an! a Suka na Puthindug Ka ko korang ko dowa ko tulo bagi ko kagagawi-i, go so kalo-oki ron go so ika tulo ron bagi, go so salompok ko siran a manga pud Ka. Na so Allah na tatakudirun Niyan so gagawi-i, a go so daondao. Katawan Niyan a di niyo to khaitong, na Piyakataobat kano Niyan Na Batiya a niyo so malbod (rukano) ko Qur-an, Katawan Niyan a khabaloi so saba-ad rukano a pukhakasakit, go so manga pud na Puphulalakao siran ko Lopa, a gi-i siran mbabanog ko kakawasa-an o Allah, go so manga pud na gi-i siran Makimbonowai ko lalan ko Allah. Na Batiya-a niyo so malbod don, go Pamayandugun niyo so Sambayang, go tonaya niyo so Zakat; go pagotangi niyo so Allah sa otang a mapiya. Na sa dun sa mipakawit iyo a ruk o manga ginawa niyo a mapiya na khato-on niyo to si-i ko Allah, giyoto i lubi a mapiya go lubi a mala a balas. Na Panguni kano sa Ma-ap ko Allah. Mata-an! A so Allah na Manapi, a Makalimo-on"},{"SurahNumber":74,"VerseNumber":1,"Text":"Hai (Nabi a) khokolob"},{"SurahNumber":74,"VerseNumber":2,"Text":"Pamayandug Ka na go Ka Pamaka-iktiyar"},{"SurahNumber":74,"VerseNumber":3,"Text":"Go so Kadnan Ka na Shulasula-angka"},{"SurahNumber":74,"VerseNumber":4,"Text":"Go so nditarun Ka na Sotiyangka"},{"SurahNumber":74,"VerseNumber":5,"Text":"Go so Marshik na Pakawataningka"},{"SurahNumber":74,"VerseNumber":6,"Text":"Go di Ka Phamumugai sa pantag sa kapulaba"},{"SurahNumber":74,"VerseNumber":7,"Text":"Go makapantag ko Kadnan Ka na Thigur Ka"},{"SurahNumber":74,"VerseNumber":8,"Text":"Na amai ka iyopun so Sanggakala"},{"SurahNumber":74,"VerseNumber":9,"Text":"Na giyoto man sa Alongan noto i Alongan a marugun"},{"SurahNumber":74,"VerseNumber":10,"Text":"Si-i ko Miyamangongkir, kuna a ba malbod"},{"SurahNumber":74,"VerseNumber":11,"Text":"Botawani Akongka, a go so tao a Inadun Ko a Tawantawan"},{"SurahNumber":74,"VerseNumber":12,"Text":"Go singgayan Ko sa bagiyan niyan a tamok a madakul"},{"SurahNumber":74,"VerseNumber":13,"Text":"Go manga Wata a khipakamamasa"},{"SurahNumber":74,"VerseNumber":14,"Text":"Go Piyakapangondaya Akun non sa samporna a kapangondaya"},{"SurahNumber":74,"VerseNumber":15,"Text":"Oriyan niyan na mai-inam iyan a kaomani Ko ron"},{"SurahNumber":74,"VerseNumber":16,"Text":"Di dun noto; ka Mata-an! A sukaniyan na miyabaloi si-i ko manga Ayat Ami a Somasangka"},{"SurahNumber":74,"VerseNumber":17,"Text":"Ipaliyogat Akun non so Kapanakudug"},{"SurahNumber":74,"VerseNumber":18,"Text":"Mata-an! A sukaniyan na miyamimikiran go mithakdir"},{"SurahNumber":74,"VerseNumber":19,"Text":"Na Pimorka-an, andamanaya i kiyathakdir iyan"},{"SurahNumber":74,"VerseNumber":20,"Text":"Oriyan niyan na Pimorka-an, andamanaya 1i kiyathakdir iyan"},{"SurahNumber":74,"VerseNumber":21,"Text":"Oriyan niyan na Miyangilailai"},{"SurahNumber":74,"VerseNumber":22,"Text":"Oriyan niyan na Miyakarimung, go komirus"},{"SurahNumber":74,"VerseNumber":23,"Text":"Oriyan niyan na Tomiyalikhod go Miyanakabor"},{"SurahNumber":74,"VerseNumber":24,"Text":"Na Pitharo iyan: A da ko ungkaya inonta na balik mata, a gi-i mithatanana"},{"SurahNumber":74,"VerseNumber":25,"Text":"Da ko ungkaya inonta na Katharo o Manosiya"},{"SurahNumber":74,"VerseNumber":26,"Text":"Pakasoludun Ko sukaniyan ko Naraka Sakar"},{"SurahNumber":74,"VerseNumber":27,"Text":"Na antawa-a 1 miyakandao Ruka o antona-a i Naraka Sakar"},{"SurahNumber":74,"VerseNumber":28,"Text":"A da-a Pulamba-an niyan, go da-a imbagak iyan"},{"SurahNumber":74,"VerseNumber":29,"Text":"Puthotong ko kobal"},{"SurahNumber":74,"VerseNumber":30,"Text":"Katatagowan sa sapolo a go siyao (a Malaikat)"},{"SurahNumber":74,"VerseNumber":31,"Text":"Na da-a tindo Ami a khitotonggo ko Naraka a rowar ko manga Malaikat; go da-a kiyatundo Ami ko itongan niran a rowar sa tupung ko siran a Miyamangongkir; ka-an makatangkud so piyamugan ko Kitab, go an Makapagoman soMiyamaratiyaya sa Paratiyaya, go andi Kapaparampangi so piyamugan ko Kitab a go so Miyamaratiyaya, go an Matharo o siran a kiyatagowan so manga poso iran sa Gudamun a go so Miyamangongkir: A antona-a i piyaka-antapan o Allah sangkai a ibarat? Lagid man noto a kandadaga o Allah ko tao a kabaya Iyan, go Kathoro a Niyan ko tao a kabaya Iyan: Na da-a Mata-o ko manga tantara o kadnan Ka inonta Sukaniyan. Na da-a salakao saya a rowar sa Pananadum a ruk o Manosiya"},{"SurahNumber":74,"VerseNumber":32,"Text":"Di dun: Ibut Ko Olan"},{"SurahNumber":74,"VerseNumber":33,"Text":"Go so Gagawi-i igira-a Khaipos"},{"SurahNumber":74,"VerseNumber":34,"Text":"Go so Khapita igira-a Muliwanag"},{"SurahNumber":74,"VerseNumber":35,"Text":"Mata-an naya! A titho a isa a mala"},{"SurahNumber":74,"VerseNumber":36,"Text":"A Ipuphamaka-iktiyar ko Manosiya"},{"SurahNumber":74,"VerseNumber":37,"Text":"Si-i ko tao a khabaya rukano Mangonakona, o di na Puphapakaori"},{"SurahNumber":74,"VerseNumber":38,"Text":"Oman i ginawa na sanda ko Pinggalubuk iyan"},{"SurahNumber":74,"VerseNumber":39,"Text":"Inonta so manga tao ko kawanan"},{"SurahNumber":74,"VerseNumber":40,"Text":"Ka si-i ko manga Sorga, gi-i ran Pamagishai iyan"},{"SurahNumber":74,"VerseNumber":41,"Text":"So manga Baradosa"},{"SurahNumber":74,"VerseNumber":42,"Text":"Ino kano phakasolud ko Naraka Sakar"},{"SurahNumber":74,"VerseNumber":43,"Text":"Isumbag iran: Da kami mabaloi a pud ko manga Barasambayang"},{"SurahNumber":74,"VerseNumber":44,"Text":"Go da kami mabaloi a Puphamugai sa Pangunungkun ko Miskin"},{"SurahNumber":74,"VerseNumber":45,"Text":"Go miyabaloi kami a Puphamurak, a pud o Puphamamurak"},{"SurahNumber":74,"VerseNumber":46,"Text":"Go miyabaloi kami a gi-i yami pakambokhagun so Alongan a kapamalas"},{"SurahNumber":74,"VerseNumber":47,"Text":"Taman sa Miyakatalingoma rukami so kapakatangkud (a giyoto so Kapatai)"},{"SurahNumber":74,"VerseNumber":48,"Text":"Na di kiran makanggai a gona so Sapa-at o Puphamanapa-at"},{"SurahNumber":74,"VerseNumber":49,"Text":"Na antona-a i mapumbagiyan niran sa katatalikhod iran ko Pananadum"},{"SurahNumber":74,"VerseNumber":50,"Text":"Lagid o ba siran manga kimar a puphamalagoi"},{"SurahNumber":74,"VerseNumber":51,"Text":"A piyalagoyan niran so Arimao"},{"SurahNumber":74,"VerseNumber":52,"Text":"Kuna, ka kabaya o omani isa kiran a kabugan sa manga sorat a makakayat (a pho-on ko Allah)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Di dun noto. Kuna, ka di iran ikhaluk so Akhirat"},{"SurahNumber":74,"VerseNumber":54,"Text":"Sabunar, a Mata-an! A giya Qur-an naya! Na Pananadum"},{"SurahNumber":74,"VerseNumber":55,"Text":"Na sa tao a khabaya na Pananadum niyan noto"},{"SurahNumber":74,"VerseNumber":56,"Text":"Na da-a Phakatadum kiran inonta sa kabaya o Allah: Sukaniyan i patot a ikhaluk, go patot a Phuma-ap"},{"SurahNumber":75,"VerseNumber":1,"Text":"Pushapa Ako sa Ibut ko Alongan a Qiyamah"},{"SurahNumber":75,"VerseNumber":2,"Text":"Go Pushapa Ako sa Ibut Ko Niyawa a Puphanginsoya (ka Pagoyagun kano dun)"},{"SurahNumber":75,"VerseNumber":3,"Text":"Ba aya tarima-on o Manosiya na di Ami dun khatimo so manga tolan niyan"},{"SurahNumber":75,"VerseNumber":4,"Text":"Owai, khagaga Mi a kathaong Ami pharoman ko manga kumur iyan"},{"SurahNumber":75,"VerseNumber":5,"Text":"Kuna, ka kabaya o Manosiya a Kapumbaradosa niyan ko kasasangoran niyan"},{"SurahNumber":75,"VerseNumber":6,"Text":"Iphagisha iyan: O anda 1 kaphakatalingoma o Alongan a Qiyamah"},{"SurahNumber":75,"VerseNumber":7,"Text":"Na amai ka maburug so kailai"},{"SurahNumber":75,"VerseNumber":8,"Text":"Go Nggarahana so Olan"},{"SurahNumber":75,"VerseNumber":9,"Text":"Go matimo so Alongan a go so Olan"},{"SurahNumber":75,"VerseNumber":10,"Text":"Matharo o Manosiya sa Alongan noto: A’anda i khapalagoyan"},{"SurahNumber":75,"VerseNumber":11,"Text":"Da dun noto! Ka da-a Khalindongan"},{"SurahNumber":75,"VerseNumber":12,"Text":"Sobo so Kadnan Ka sa Alongan noto i kaputhakna-an"},{"SurahNumber":75,"VerseNumber":13,"Text":"Panotholun ko Manosiya sa Alongan noto so mini-ona niyan a go so mini pakaori niyan"},{"SurahNumber":75,"VerseNumber":14,"Text":"Kuna, ka so Manosiya i shaksi ko ginawan niyan"},{"SurahNumber":75,"VerseNumber":15,"Text":"Na apiya i inibugai niyan a manga dalina iyan"},{"SurahNumber":75,"VerseNumber":16,"Text":"Dingka pukhaoga sa sabap rukaniyan (a Qur-an) so dila a Ka makapantag sa Kaphagalokalokingka-on"},{"SurahNumber":75,"VerseNumber":17,"Text":"Mata-an! A si-i Rukami so katimo iyan, a go so Kapuphangadi iron"},{"SurahNumber":75,"VerseNumber":18,"Text":"Na igira-a Piyangadi-an Ami Sukaniyan, na Kudugangka so Kiyapangadi iron"},{"SurahNumber":75,"VerseNumber":19,"Text":"Oriyan niyan na Mata-an! A si-i Rukami so Kapakarayagaon"},{"SurahNumber":75,"VerseNumber":20,"Text":"Sabunar, a kuna, ka Pukhababaya-an niyo so (doniya a) matag sagad"},{"SurahNumber":75,"VerseNumber":21,"Text":"Go ipumbagak iyo so Akhirat"},{"SurahNumber":75,"VerseNumber":22,"Text":"Adun a manga paras sa Alongan noto a Mamakataid"},{"SurahNumber":75,"VerseNumber":23,"Text":"A mailai ran so Kadnan niran"},{"SurahNumber":75,"VerseNumber":24,"Text":"Go adun a manga paras sa Alongan noto a khipaka-i ibi"},{"SurahNumber":75,"VerseNumber":25,"Text":"Maguguda iran a adun a Punggolaola-an kiran a marugun"},{"SurahNumber":75,"VerseNumber":26,"Text":"Sabunar a amai ka isampai (so Niyawa) ko manga tolan ko bakurung"},{"SurahNumber":75,"VerseNumber":27,"Text":"Na Matharo: A antawa-ai Pamomotar"},{"SurahNumber":75,"VerseNumber":28,"Text":"Na Miyatangkud iyan a Mata-an! A sukaniyan so Kapakapungganata (o Niyawa a go so Badan)"},{"SurahNumber":75,"VerseNumber":29,"Text":"Na milapis so Marugun ko isa a Marugun"},{"SurahNumber":75,"VerseNumber":30,"Text":"Si-i bo ko Kadnan Ka sa Alongan noto so khandodan"},{"SurahNumber":75,"VerseNumber":31,"Text":"(Sukaniyan) na da Pangimbunar, go da Shambayang"},{"SurahNumber":75,"VerseNumber":32,"Text":"Na ogaid na Tomiyaplis, go Tomiyalikhod"},{"SurahNumber":75,"VerseNumber":33,"Text":"Oriyan niyan na somiyong ko pagtao niyan a Shasagola"},{"SurahNumber":75,"VerseNumber":34,"Text":"So kabinasa a ruk ka, na Miyakarani (hai Miyongkir)"},{"SurahNumber":75,"VerseNumber":35,"Text":"Oriyan niyan na so kabinasa a ruk ka, na Miyakaran"},{"SurahNumber":75,"VerseNumber":36,"Text":"Ba aya tarima-on o Manosiya na imbagak sa Kandarainon"},{"SurahNumber":75,"VerseNumber":37,"Text":"Ba da mabaloi sukaniyan a malumuk a mani a pukhipantos"},{"SurahNumber":75,"VerseNumber":38,"Text":"Oriyan niyan na mimbaloi a rogo a mimbathik, na Inadun o Allah go Pithaong Iyan sa tarotop"},{"SurahNumber":75,"VerseNumber":39,"Text":"Na biyaloi Niyan sukaniyan a ngganapa: Mama, a go Babai"},{"SurahNumber":75,"VerseNumber":40,"Text":"Ba di giyoto i phakagaga sa Kaoyaga Niyan ko Miyamataıi"},{"SurahNumber":76,"VerseNumber":1,"Text":"Sabunar a somiyagad ko Manosiya so wakto a pud ko Masa, a da-a maito bo a kiya-aloi niyan"},{"SurahNumber":76,"VerseNumber":2,"Text":"Mata-an! A Sukami na Inadun Ami so Manosiya a pho-on sa Notfa a Miyakashaoshaog, ka-an Ami katupungi sukaniyan; na biyaloi Ami sukaniyan a Puphakanug, a Puphakailai"},{"SurahNumber":76,"VerseNumber":3,"Text":"Mata-an! A Sukami na Pinggonanao Ami sukaniyan ko lalan: Na adun a Miyanalamat, na adun a Miyongkir"},{"SurahNumber":76,"VerseNumber":4,"Text":"Mata-an! A Sukami na pithiyagaran Ami so Miyamangongkir sa manga rantai, go manga patong, go kadug"},{"SurahNumber":76,"VerseNumber":5,"Text":"Mata-an! A so Miphipiyapiya, na phamakainom siran ko inomun, a adun a saogiyan a Kafur"},{"SurahNumber":76,"VerseNumber":6,"Text":"Bowalan a pukhainom sukaniyan o manga Oripun o Allah, Puphamaka-ondasun niran noto sa sadun sa Phakaondasan niran non"},{"SurahNumber":76,"VerseNumber":7,"Text":"Iputhoman niran so Paliyogat, go ika-aluk iran so gawi-i a miyabaloi so karata-an niyan a langkap (a giyoto so Alongan a Qiyamah)"},{"SurahNumber":76,"VerseNumber":8,"Text":"Go puphakakun niran sa Pangunungkun si-i ko kapukhababaya 1i rukaniyan so miskin, go so Wata a ilo, go so Bilanggo"},{"SurahNumber":76,"VerseNumber":9,"Text":"(Pitharo iran:) Aya bo a Kapuphakakana mi rukano na makapantag ko balas o Allah: Da a singanin nami rukano a balas, o di na Panalamat"},{"SurahNumber":76,"VerseNumber":10,"Text":"Mata-an! A Sukami na ipukhaluk Ami pho-on ko Kadnan nami so gawi-i a marimung, a mitataralo"},{"SurahNumber":76,"VerseNumber":11,"Text":"Na phakalidasun siran o Allah ko karata angkoto a gawi-i, go mbugan Niyan siran sa kataid, go kapipiya ginawa"},{"SurahNumber":76,"VerseNumber":12,"Text":"Go imbalas Iyan kiran sabap ko Kiyaphantang iran, so Sorga go (Nditarun a) Sotra"},{"SurahNumber":76,"VerseNumber":13,"Text":"Gi- 1 siran ro-o Shasandasandang ko manga Kantir; da-a khagudam iran ro-o a (kayao) o Alongan, go da-a Matunggao"},{"SurahNumber":76,"VerseNumber":14,"Text":"Go Midadayondong kiran so manga along ro-o, go puphamangitaliyadok so manga Onga on a Paonotonot"},{"SurahNumber":76,"VerseNumber":15,"Text":"Go iphulibut kiran so manga Pananagowai a pirak, go manga baso a ropa-an a manga Batowintan"},{"SurahNumber":76,"VerseNumber":16,"Text":"Manga Batowintan a pirak, a diniyangka iran noto sa samporna a diyangka"},{"SurahNumber":76,"VerseNumber":17,"Text":"Go puphaka-inomun siran ro-o sa inomun a aya saog iyan na Zinjabil"},{"SurahNumber":76,"VerseNumber":18,"Text":"Bowalan ro-o a Pumbuthowan sa Salsabila"},{"SurahNumber":76,"VerseNumber":19,"Text":"Na gi-i siran nggagayanan o manga tatap a manga Kangoda-an; na igira-a Inilaingka siran, na aya tarima-a Ka kiran na manga Montiya a Misasamborak"},{"SurahNumber":76,"VerseNumber":20,"Text":"Go igira-a Miya-ilaingka na Ro-ongka khailai so Limo go Kadatu a lubi a mala"},{"SurahNumber":76,"VerseNumber":21,"Text":"Khindiditar siran sa manga nditarun a Sotra a manipis a gadong, go Sotra a makapal; go Phangimowan siran sa manga salunda a Pirak, go phakainomun siran o Kadnan niran sa inomun a Phakasoti"},{"SurahNumber":76,"VerseNumber":22,"Text":"(Putharo-on kiran a;) Mataan! A giyaya na miyabaloi a balas rukano, go miyabaloi so Amal iyo a Tiyarima"},{"SurahNumber":76,"VerseNumber":23,"Text":"Mata-an! A Sukami na Sukami na Initoron Ami Ruka so Qur-an sa Katoron (a Miyakashosokli)"},{"SurahNumber":76,"VerseNumber":24,"Text":"Na thigur Ka makapantag ko Kokoman o Kadnan Ka, go Dingka Pagonoti so pud kiran, a baradosa o di na Miyongkir"},{"SurahNumber":76,"VerseNumber":25,"Text":"Go Tatadumingka so Ngaran o Kadnan Ka ko kapitapita, go so kagabigabi"},{"SurahNumber":76,"VerseNumber":26,"Text":"Go so saba-ad ko kagagawi-i na Pushojiod Ka Rukaniyan; go Phoroporo-on Ka Sukaniyan ko kagagawi-i sa malayat"},{"SurahNumber":76,"VerseNumber":27,"Text":"Mata-an! A siran naya na Pukhababaya-an niran so matag sagad, na ipumbagak iran so kasasangoran niran a gawi-i a Mapunud"},{"SurahNumber":76,"VerseNumber":28,"Text":"Sukami na Inadun Ami siran, go Pimbaibaitan Ami so Taong iran. Na amai ka kabaya Ami na somambi Kami sa manga lagid iran sa samporna a kasambi"},{"SurahNumber":76,"VerseNumber":29,"Text":"Mata-an! A giyaya na Pananadum: Na sa tao a khabaya na mba-al sa lalan si-i ko Kadnan Ni- yan"},{"SurahNumber":76,"VerseNumber":30,"Text":"Na da-a kapa-ar iyo inonta o Miyog so Allah. Mata-an! A so Allah na Tatap a Mata-o, a Maongangun"},{"SurahNumber":76,"VerseNumber":31,"Text":"Phakasoludun Niyan so tao a kabaya Iyan si-i ko Limo Iyan. Na so manga darowaka na Pithiyagaran Niyan siran sa siksa a Malipudus"},{"SurahNumber":77,"VerseNumber":1,"Text":"Ibut ko Puphamanogo-on, a di-i Makathondotondog"},{"SurahNumber":77,"VerseNumber":2,"Text":"Go so puphamanambur sa mabandus"},{"SurahNumber":77,"VerseNumber":3,"Text":"Go so puphamayapat (ko oran) sa samporna a kapamayapat"},{"SurahNumber":77,"VerseNumber":4,"Text":"Go so gi-i makashusung-gaya sa samporna a kasunggai"},{"SurahNumber":77,"VerseNumber":5,"Text":"Go so puphamamugai sa Pananadum (a manga Malaikat)"},{"SurahNumber":77,"VerseNumber":6,"Text":"Kapamokas sa Kataksilan, o di na Kapamaka-iktiyar"},{"SurahNumber":77,"VerseNumber":7,"Text":"Mata-an! A so diyandi rukano (a Mapunggolaola ko Alongan a Qiyamah) na phakatana dun"},{"SurahNumber":77,"VerseNumber":8,"Text":"Na amai ka so manga Bito-on na mapadung"},{"SurahNumber":77,"VerseNumber":9,"Text":"Go amai ka so Langit na mabunsad"},{"SurahNumber":77,"VerseNumber":10,"Text":"Go amai ka so manga Palao na mamangikayambur"},{"SurahNumber":77,"VerseNumber":11,"Text":"Go amai ka so manga Sogo na Limodun ko wakto a Mapupunto"},{"SurahNumber":77,"VerseNumber":12,"Text":"Antona-a i Alongan a tiyaalik"},{"SurahNumber":77,"VerseNumber":13,"Text":"Si-i ko Alongan a Kokoman"},{"SurahNumber":77,"VerseNumber":14,"Text":"Na antona-a i miyakandao Ruka o antona-a i Alongan a Kokoman"},{"SurahNumber":77,"VerseNumber":15,"Text":"Kabinasa sa Alongan noto, a bagiyan o Piyamakambokhag iran naya"},{"SurahNumber":77,"VerseNumber":16,"Text":"Ba Ami da binasa-a so miyanga o ona"},{"SurahNumber":77,"VerseNumber":17,"Text":"Oriyan niyan na iputhondog Ami kiran so miyanga o ori"},{"SurahNumber":77,"VerseNumber":18,"Text":"Lagid oto man a ikhidiya Mi ko manga baradosa"},{"SurahNumber":77,"VerseNumber":19,"Text":"Kabinasa sa Alongan noto, a bagiyan o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":20,"Text":"Ba Ami sukano da Aduna a pho-on sa ig a malumuk"},{"SurahNumber":77,"VerseNumber":21,"Text":"Na tiyago Amı oto ko darpaa Mapapalihara"},{"SurahNumber":77,"VerseNumber":22,"Text":"Taman ko diyangka a katawan"},{"SurahNumber":77,"VerseNumber":23,"Text":"Na Pindidiyangka Ami. Na sayana Kami a mapiya a Mididiyangka"},{"SurahNumber":77,"VerseNumber":24,"Text":"Kabinasa ko Alongan noto, a bagiyan o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":25,"Text":"Ba Ami da baloya so Lopa a maka-a angkos"},{"SurahNumber":77,"VerseNumber":26,"Text":"Ko manga Oyagoyag a go so Miyamatai"},{"SurahNumber":77,"VerseNumber":27,"Text":"Go piyakabukunan Ami oto sa manga Palao a manga poporo, go piyaka-inom Ami sukano sa ig atabang"},{"SurahNumber":77,"VerseNumber":28,"Text":"Kabinasa sa Alongan noto, a bagiyan o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":29,"Text":"(Putharo-on kiran:) Songkano ko piyakambokhag iyo sukaniyan"},{"SurahNumber":77,"VerseNumber":30,"Text":"Songkano ko Along a tulo sai"},{"SurahNumber":77,"VerseNumber":31,"Text":"Di khasirongan, go di khirun ko kadug"},{"SurahNumber":77,"VerseNumber":32,"Text":"Mata-an naya! A ipuphululubad iyan so manga kotokoto a Apoi a datar o manga torogan"},{"SurahNumber":77,"VerseNumber":33,"Text":"Lagid o ba oto manga Onta a manga Bibinaning"},{"SurahNumber":77,"VerseNumber":34,"Text":"Kabinasa sa Alongan noto, a bagiyan o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":35,"Text":"Giyaya so Alongan a di siran Makaputharo"},{"SurahNumber":77,"VerseNumber":36,"Text":"Go di kiran iphangonot, ka o ba siran Makapamitowa"},{"SurahNumber":77,"VerseNumber":37,"Text":"Sangat a siksa sa Alongan noto, a bagiyan o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":38,"Text":"Giyaya so Alongan a Kokoman: Linimod Ami sukano a rakhus o miyanga-o ona"},{"SurahNumber":77,"VerseNumber":39,"Text":"Na o adun a ikmat iyo, na ikmat Ako niyo"},{"SurahNumber":77,"VerseNumber":40,"Text":"Sangat a siksa sa Alongan noto, a ruk o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":41,"Text":"Mata-an! A so Miyamananggila, na si-i ko khikasisirongan a gomanga bowalan"},{"SurahNumber":77,"VerseNumber":42,"Text":"A go manga Onga, a pud koPukhababaya-an niran"},{"SurahNumber":77,"VerseNumber":43,"Text":"(Putharo-on kiran:) Kangkano, go inom kano sa kapipiya ginawa sabap ko Pinggolaola niyo (a mapiya)"},{"SurahNumber":77,"VerseNumber":44,"Text":"Mata-an! A Sukami na lagid oto man a kambalasi Ami ko Miphipiyapiya"},{"SurahNumber":77,"VerseNumber":45,"Text":"Sangat a siksa sa Alongan noto, a ruk o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":46,"Text":"Kangkano go khariyala kano sa di mathai. Mata-an! A sukano na manga sala"},{"SurahNumber":77,"VerseNumber":47,"Text":"Sangat a siksa sa Alongan noto, a ruk o Miyamanaplis"},{"SurahNumber":77,"VerseNumber":48,"Text":"Na igira-a Pitharo kiran: a (Shambayang kano sa) Pangalimbaba-angkano! Na di siran Phangalimbaba-an"},{"SurahNumber":77,"VerseNumber":49,"Text":"Sangat a siksa sa Alongan noto, a ruk o Piyakambokhag iran naya"},{"SurahNumber":77,"VerseNumber":50,"Text":"Na antona-a 1 Tothol, ko oriyan angkai a Qur-an, i Pharatiyaya-an niran"}]}