{"Id":120,"LanguageCodes":["en","eng"],"Name":"eng-maududi","Author":"Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"The knowledge of the Hour rests solely with Him. Not a fruit comes forth from its sheath, nor does any female conceive nor give birth to a child but it is in His knowledge. On that Day He will call out to them: \"Where are those associates of Mine?\" They will answer: \"We have declared to You that none of us can bear witness to that"},{"SurahNumber":41,"VerseNumber":48,"Text":"Then all those deities whom they once used to call upon shall vanish and they will come to know for sure that there is no escape for them"},{"SurahNumber":41,"VerseNumber":49,"Text":"Man wearies not of praying for good, but when evil visits him, he despairs and gives up all hope"},{"SurahNumber":41,"VerseNumber":50,"Text":"And if We bestow Our Mercy upon him after hardship, he will surely say: \"This is what I truly deserve, and I do not believe that the Hour (of Resurrection) will ever come to pass; and if I am returned to my Lord, there too I shall enjoy the best.\" Surely We shall fully apprise the unbelievers of what they have done, and We shall certainly make them taste a severe chastisement"},{"SurahNumber":41,"VerseNumber":51,"Text":"When We bestow Our favour upon man, he turns away and waxes proud; but when a misfortune touches him, he is full of supplication"},{"SurahNumber":41,"VerseNumber":52,"Text":"Tell them, (O Prophet): \"Did you ever consider: if this Qur´an is indeed from Allah and you still deny it, who can be in greater error than he who goes far in fiercely opposing it"},{"SurahNumber":41,"VerseNumber":53,"Text":"Soon shall We show them Our Signs on the horizons and in their own beings until it becomes clear to them that it is the Truth. Is it not enough that your Lord is a witness over everything"},{"SurahNumber":41,"VerseNumber":54,"Text":"Lo, they are in doubt concerning their meeting with their Lord. Surely He fully encompasses everything"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha´. Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn. Sin. Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"Thus does Allah, the Most Mighty, the Most Wise reveal to you even as (He revealed) to those (Messengers) who preceded you"},{"SurahNumber":42,"VerseNumber":4,"Text":"His is all that is in the heavens and all that is in the earth; He is the Most High, the All-Great"},{"SurahNumber":42,"VerseNumber":5,"Text":"The heavens may well nigh rend asunder from above while the angels proclaim the praise of their Lord and ask forgiveness for those on earth. Lo, it is Allah, and He alone, Who is Most Forgiving, Most Merciful"},{"SurahNumber":42,"VerseNumber":6,"Text":"Those who have taken others than Him as their protectors beside Him, it is Allah Who oversees them; you are no guardian over them"},{"SurahNumber":42,"VerseNumber":7,"Text":"And thus did We reveal this Arabic Qur´an to you that you may warn the people of the Mother of Cities (to wit, Makkah) and those who dwell around it; and warn them of the Day of Gathering concerning which there is no doubt: whereon some will be in Paradise, and some in the Blazing Fire"},{"SurahNumber":42,"VerseNumber":8,"Text":"If Allah had so willed, He could have made them all a single community. But He admits whomsoever He pleases into His Mercy. As to those given to wrong-doing, they shall have none as protector or helper"},{"SurahNumber":42,"VerseNumber":9,"Text":"(Are they so foolish that) they have chosen others rather than Allah as their protectors? Yet it is Allah Who is the Protector and Who resurrects the dead and Who has power over everything"},{"SurahNumber":42,"VerseNumber":10,"Text":"The judgement on whatever you differ rests with Allah. Such is Allah, my Lord; in Him I have put all my trust and to Him I always turn in devotion"},{"SurahNumber":42,"VerseNumber":11,"Text":"The Originator of the heavens and the earth, He has appointed for you pairs of your own kind, and pairs also of cattle. Thus does He multiply you. Naught in the universe is like Him. He is All-Hearing, All-Seeing"},{"SurahNumber":42,"VerseNumber":12,"Text":"His are the keys of the heavens and the earth. He enlarges and straitens the sustenance of whomsoever He pleases. Surely He has knowledge of everything"},{"SurahNumber":42,"VerseNumber":13,"Text":"He has prescribed for you the religion which He enjoined upon Noah and which We revealed to you (O Muhammad), and which We enjoined upon Abraham and Moses and Jesus, commanding: \"Establish this religion and do not split up regarding it.\" What you are calling to is very hard upon those who associate others with Allah in His Divinity. Allah chooses for Himself whomsoever He pleases and guides to Himself whoever penitently turns to Him"},{"SurahNumber":42,"VerseNumber":14,"Text":"They did not split up except after knowledge had come to them, and then only because they wished to commit excesses against each other. Had your Lord not already decreed that judgement would be made later at an appointed time, the matter between them would surely have been decided once and for all. Indeed those who were later made the heirs of the Book are in disquieting doubt about it"},{"SurahNumber":42,"VerseNumber":15,"Text":"(This being so, O Muhammad), call people to the same religion and be steadfast about it as you were commanded, and do not follow their desires, and say (to them): \"I believe in the Book Allah has sent down. I have been commanded to establish justice among you. Allah is our Lord and your Lord. We have our deeds and you have your deeds. There is no contention between us and you. Allah will bring us all together. To Him all are destined to return"},{"SurahNumber":42,"VerseNumber":16,"Text":"Those who contend concerning Allah (after His call has been responded to), their contention is absolutely void in the sight of their Lord. Allah´s wrath is upon them and a grievous chastisement awaits them"},{"SurahNumber":42,"VerseNumber":17,"Text":"Allah it is Who sent down this Book with the Truth and the Balance. And what would make you know that the Hour (of Judgement) has drawn near"},{"SurahNumber":42,"VerseNumber":18,"Text":"Those who do not believe in it seek to hasten its coming. But those who believe (in it) hold it in dread and know that the Hour (of Judgement) is bound to come. Lo, those who dispute concerning the coming of the Hour are gone far in error"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah is Most Gentle to His servants and grants sustenance to whomsoever He pleases. He is All-Strong, Most Mighty"},{"SurahNumber":42,"VerseNumber":20,"Text":"Whoever seeks the harvest of the Hereafter, We shall increase for him his harvest, and whoever seeks the harvest of this world, We shall give him thereof; but he will have no share in the Hereafter"},{"SurahNumber":42,"VerseNumber":21,"Text":"Do they have any associates (of Allah) who have laid down for them a way pertaining to faith which Allah did not sanction? But for the fact that a decree had already been made, the matter between them would have been decided once and for all. Surely a grievous chastisement awaits the wrong-doers"},{"SurahNumber":42,"VerseNumber":22,"Text":"You will see the wrongdoers fearful of the consequence of their deeds which will certainly overtake them. But those who have faith and do good deeds will be in the meadows of the Gardens, wherein they shall have whatever they desire from their Lord; that is the great Bounty"},{"SurahNumber":42,"VerseNumber":23,"Text":"That is the Bounty of which Allah gives tidings to His servants who have faith and do good deeds. Tell them, (O Prophet): \"I do not ask you for any recompense for my work except love towards kinsfolk.\" Whoever does a good deed, We shall increase its merit for him. Surely Allah is Most Forgiving, Most Appreciative"},{"SurahNumber":42,"VerseNumber":24,"Text":"Do they say: \"He has forged a lie against Allah?\" If Allah so wanted He could seal up your heart. Allah blots out falsehood and confirms the truth by His Words. He is well aware of all the secrets hidden in the breasts (of people)"},{"SurahNumber":42,"VerseNumber":25,"Text":"He it is Who accepts repentance from His servants and forgives sins and knows all what you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"and answers the prayers of those who believe and do good deeds and bestows upon them even more out of His Bounty. As for those who deny (the Truth), a grievous chastisement awaits them"},{"SurahNumber":42,"VerseNumber":27,"Text":"If Allah were to grant ample sustenance to His servants they would go about transgressing in the land. But He sends down in due measure whatever (sustenance) He wills. Surely He is Well-Aware and All-Seeing concerning matters that relate to His servants"},{"SurahNumber":42,"VerseNumber":28,"Text":"He it is Who sends down the rain after they despair of it, spreading out His Mercy. He is the Protector, the Immensely Praiseworthy"},{"SurahNumber":42,"VerseNumber":29,"Text":"And of His Signs is the creation of the heavens and the earth and the living creatures that He has spread out in them. He has the power to bring them together when He so wills"},{"SurahNumber":42,"VerseNumber":30,"Text":"Whatever misfortune befalls you is a consequence of your own deeds. But much of it He forgives"},{"SurahNumber":42,"VerseNumber":31,"Text":"You cannot frustrate Him in the earth; you have no protector nor helper against Allah"},{"SurahNumber":42,"VerseNumber":32,"Text":"And of His Signs are the ships that sail in the sea like mountains"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He so wills, He can cause the winds to become still so that they will remain motionless on its surface. Surely there are many Signs in this for those who are wont to be steadfast and give thanks"},{"SurahNumber":42,"VerseNumber":34,"Text":"He may, while forgiving much of the sins of those that ride these ships, drown them on account of some of their misdeeds"},{"SurahNumber":42,"VerseNumber":35,"Text":"Then those who wrangle about Our Signs will come to know that there is no escape for them"},{"SurahNumber":42,"VerseNumber":36,"Text":"That which has been given to you is only the wherewithal of the transient life of this world. But that which is with Allah is better and more enduring for those who believe and put their trust in their Lord"},{"SurahNumber":42,"VerseNumber":37,"Text":"who eschew grave sins and shameful deeds, and whenever they are angry, forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"who obey their Lord and establish Prayer; who conduct their affairs by consultation, and spend out of what We have bestowed upon them"},{"SurahNumber":42,"VerseNumber":39,"Text":"who, when a wrong is done to them, seek its redress"},{"SurahNumber":42,"VerseNumber":40,"Text":"The recompense of evil is evil the like of it. But he who forgives and makes amends, his reward lies with Allah. Surely He does not love the wrong-doers"},{"SurahNumber":42,"VerseNumber":41,"Text":"There is no blame against him who avenges himself after he has been wronged"},{"SurahNumber":42,"VerseNumber":42,"Text":"Blame attaches only to those who subject people to wrong and commit excesses on earth. A painful chastisement awaits them"},{"SurahNumber":42,"VerseNumber":43,"Text":"But he who patiently endures and forgives, that is a conduct of great resolve"},{"SurahNumber":42,"VerseNumber":44,"Text":"He whom Allah lets go astray, none after Him can be his protector. You will see that when the wrong-doers observe the chastisement, they will exclaim: \"Is there any way to go back"},{"SurahNumber":42,"VerseNumber":45,"Text":"You shall see them, as they are brought face to face with the chastisement, in a state of abject humiliation, looking with a furtive glance. But the believers will say: \"Surely the true losers are they who lose themselves and their kindred on the Day of Resurrection.\" Lo, the wrong-doers will be in an enduring torment"},{"SurahNumber":42,"VerseNumber":46,"Text":"They shall have no protectors to help them against Allah. For he whom Allah causes to go astray will have no way to save himself"},{"SurahNumber":42,"VerseNumber":47,"Text":"Accept the command of your Lord before there comes a Day from Allah that cannot be averted. On that Day there shall be no shelter for you, and none may change your predicament"},{"SurahNumber":42,"VerseNumber":48,"Text":"(O Prophet), if they turn away from the Truth, know that We did not send you to them as their overseer. Your task is only to convey (the Message). Indeed when We give man a taste of Our Mercy, he exults in it. But if any misfortune afflicts them on account of their deeds, man is utterly ungrateful"},{"SurahNumber":42,"VerseNumber":49,"Text":"The dominion of the heavens and the earth belongs to Allah. He creates whatever He pleases. He grants females to whomever He pleases and males to whomever He pleases"},{"SurahNumber":42,"VerseNumber":50,"Text":"or grants them a mix of males and females, and causes whomever He pleases to be barren. He is All- Knowing, All-Powerful"},{"SurahNumber":42,"VerseNumber":51,"Text":"It is not given to any human being that Allah should speak to him except through revelation, or from behind a veil, or that a messenger (an angel) be sent to him who reveals to him by Allah´s leave whatever He wishes. He is All-High, Most Wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"Even so We revealed to you, (O Prophet), a spirit by Our command. (Ere to that) you knew neither what the Book nor what the faith was. But We made that spirit a light whereby We guide those of Our servants whom We please to the Right Way. Surely you are directing people to the Right Way"},{"SurahNumber":42,"VerseNumber":53,"Text":"the Way of Allah, to Whom belongs the dominion of all that is in the heavens and the earth. Lo, it is to Allah that all things ultimately revert"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha´. Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the Clear Book"},{"SurahNumber":43,"VerseNumber":3,"Text":"verily We have made it an Arabic Qur´an that you may understand"},{"SurahNumber":43,"VerseNumber":4,"Text":"Indeed it is transcribed in the Original Book with Us; sublime and full of wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"Should We divert this Good Counsel from you because you are a people immersed in extravagance"},{"SurahNumber":43,"VerseNumber":6,"Text":"How many a Prophet did We send to the earlier peoples"},{"SurahNumber":43,"VerseNumber":7,"Text":"Yet never did a Prophet come to them but they mocked him"},{"SurahNumber":43,"VerseNumber":8,"Text":"We utterly destroyed them although they were greater in might than these. The examples of ancient peoples have gone before"},{"SurahNumber":43,"VerseNumber":9,"Text":"Yet if you were to ask them: \"Who created the heavens and the earth?\" they will certainly say: \"The All-Mighty, the All-Knowing has created them"},{"SurahNumber":43,"VerseNumber":10,"Text":"He it is Who made this earth for you a cradle and made in it pathways for you that you may find the way to your destination"},{"SurahNumber":43,"VerseNumber":11,"Text":"He Who sent down water from the sky in a determined measure, and thereby We revived a dead land: likewise will you be raised up (from the earth)"},{"SurahNumber":43,"VerseNumber":12,"Text":"He Who created these pairs, all of them, and provided you ships and cattle on which you ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"so that when you are mounted upon them you may remember the bounty of your Lord, and say: \"Glory be to Him Who has subjected this to Us whereas we did not have the strength to subdue it"},{"SurahNumber":43,"VerseNumber":14,"Text":"It is to our Lord that we shall eventually return"},{"SurahNumber":43,"VerseNumber":15,"Text":"Yet they have made some of His servants a part of Him. Indeed man is most evidently thankless"},{"SurahNumber":43,"VerseNumber":16,"Text":"Has Allah taken for Himself daughters out of those whom He creates and has chosen you to have sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"(They believe so although when) any of them is given tidings of the birth of a female child the like of which he assigns to the Merciful One, his countenance darkens and he is choked with grief"},{"SurahNumber":43,"VerseNumber":18,"Text":"Do they assign to Allah one who grows up amidst ornaments and is not well-versed in the art of disputation"},{"SurahNumber":43,"VerseNumber":19,"Text":"They claim that angels, who are Allah´s chosen servants, are females. Did they witness how their body is constituted? Their testimony shall be written and they shall be called to account"},{"SurahNumber":43,"VerseNumber":20,"Text":"They say: \"Had the Merciful One so willed, we would never have worshipped these deities.\" But they have no knowledge of the matter and are simply conjecturing"},{"SurahNumber":43,"VerseNumber":21,"Text":"Or did We bestow upon them a Book before on whose authority they are holding on (to angel-worship)"},{"SurahNumber":43,"VerseNumber":22,"Text":"Nay; they simply claim: \"We found our forefathers on a way, and we continue to find guidance in their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"And thus it is: whenever We sent any warner to a city its affluent ones said: \"We found our forefathers on a way and we continue to follow in their footsteps"},{"SurahNumber":43,"VerseNumber":24,"Text":"Each Prophet asked them: \"Will you do so even if we were to show you a way better than the way of your forefathers?\" They answered: \"We disbelieve in the religion with which you have been sent"},{"SurahNumber":43,"VerseNumber":25,"Text":"Then We exacted retribution from them. So do consider the end of those who gave the lie (to the Prophets)"},{"SurahNumber":43,"VerseNumber":26,"Text":"Call to mind when Abraham said to his father and his people: \"I totally disown all whom you serve"},{"SurahNumber":43,"VerseNumber":27,"Text":"except the One Who created me; and, behold, it is He Who will direct me to the Right Way"},{"SurahNumber":43,"VerseNumber":28,"Text":"And Abraham left behind this word to endure among his posterity so that they may return to it"},{"SurahNumber":43,"VerseNumber":29,"Text":"(Even when they began worshipping others than Allah We did not destroy them) but bestowed sustenance on them and on their forefathers until there came to them the Truth and a Messenger who clearly expounded things to them"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the Truth came to them they said: \"This is just sorcery and we reject it"},{"SurahNumber":43,"VerseNumber":31,"Text":"They say: \"Why was this Qur´an not sent down upon some great man from the two (main) cities"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who distribute the Mercy of your Lord? It is We Who have distributed their livelihood among them in the life of this world, and have raised some above others in rank that some of them may harness others to their service. Your Lord´s Mercy is better than all the treasures that they hoard"},{"SurahNumber":43,"VerseNumber":33,"Text":"Were it not that all mankind would become a single community (and follow the same way), We would have provided for all those who disbelieve in the Merciful One silver roofs for their houses, and (silver) stairs on which to go up"},{"SurahNumber":43,"VerseNumber":34,"Text":"and (silver) doors to their houses, and couches (of silver) upon which they would recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"or that they be made of gold. Surely all this is only the enjoyment of the life of the world. But (true prosperity) in the Hereafter with Your Lord is only for the God-fearing"},{"SurahNumber":43,"VerseNumber":36,"Text":"He who is negligent to remember the Merciful One, to him We assign a satan as his boon companion"},{"SurahNumber":43,"VerseNumber":37,"Text":"and these satans hinder them from the Right Path, while he still reckons himself to be rightly-guided"},{"SurahNumber":43,"VerseNumber":38,"Text":"But when he comes to Us, he will say (to his satan): \"Would that there had been between me and you the distance as between the East and the West. How evil a companion you were"},{"SurahNumber":43,"VerseNumber":39,"Text":"(He will then be told): \"Today it will not benefit you the least that after your wrong-doing you and your satans now share the chastisement"},{"SurahNumber":43,"VerseNumber":40,"Text":"Can you, (O Prophet), then make the deaf hear, or direct to the Right Way the blind or one lost in manifest error"},{"SurahNumber":43,"VerseNumber":41,"Text":"We shall inflict retribution on them, whether We take you away from the world (before We do that)"},{"SurahNumber":43,"VerseNumber":42,"Text":"or make you see the end that We had promised them, for We have full power over them"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold fast to what has been revealed to you. Surely you are on the Straight Way"},{"SurahNumber":43,"VerseNumber":44,"Text":"Verily it is a great source of eminence for you and your people, and soon you will be called to account concerning that"},{"SurahNumber":43,"VerseNumber":45,"Text":"Ask all Our Messengers whom We sent before you whether We had appointed any deities beside the Merciful One to be worshipped"},{"SurahNumber":43,"VerseNumber":46,"Text":"Indeed We sent Moses with Our Signs to Pharaoh and his nobles. He told them: \"I am a Messenger of the Lord of the Universe"},{"SurahNumber":43,"VerseNumber":47,"Text":"Yet when he brought forth Clear Signs from Us, then lo, they burst into laughter"},{"SurahNumber":43,"VerseNumber":48,"Text":"Every Sign that We showed them was greater than its predecessor; and then We seized them with Our chastisement so that they may return (to the Right Way)"},{"SurahNumber":43,"VerseNumber":49,"Text":"(Whenever they faced an affliction) they would say: \"O magician, pray for us to your Lord according to your station with Him. We shall certainly be guided to the Right Way"},{"SurahNumber":43,"VerseNumber":50,"Text":"But lo, each time We removed Our affliction from them, they would go back on their word"},{"SurahNumber":43,"VerseNumber":51,"Text":"And Pharaoh proclaimed among his people: \"My people, do I not have dominion over Egypt, and are these streams not flowing beneath me? Can´t you see"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I better or this contemptible man who is scarcely able to express himself"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why were bracelets of gold not bestowed upon him? Why did a retinue of angels not accompany him as attendants"},{"SurahNumber":43,"VerseNumber":54,"Text":"He incited his people to levity and they obeyed him. Surely they were an iniquitous people"},{"SurahNumber":43,"VerseNumber":55,"Text":"So when they incurred Our wrath, We exacted retribution from them, and drowned them all"},{"SurahNumber":43,"VerseNumber":56,"Text":"and made them a thing of the past and an example for those who would come after them"},{"SurahNumber":43,"VerseNumber":57,"Text":"No sooner the example of the son of Mary was mentioned than, lo and behold, your people raised a clamour"},{"SurahNumber":43,"VerseNumber":58,"Text":"and said: \"Who is better, our deities or he?\" They said so only out of contentiousness. They are a disputatious people"},{"SurahNumber":43,"VerseNumber":59,"Text":"He was no more than a servant (of Ours), one upon whom We bestowed Our favours and whom We made an example (of Our infinite power) for the Children of Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"If We had so willed We could have made some of you into angels to become your successors on earth"},{"SurahNumber":43,"VerseNumber":61,"Text":"Verily he [i.e., Jesus) is a portent of the Hour. So be in no doubt concerning it and follow Me. This is the Straight Way"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let not Satan hinder you (from believing in the Hour), for surely he is your open enemy"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus came with Clear Signs and said: \"I have brought wisdom to you that I may make plain to you some of the things you differ about. So fear Allah and follow me"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah is my Lord and your Lord; therefore, serve Him. That is the Straight Way"},{"SurahNumber":43,"VerseNumber":65,"Text":"Then the factions fell apart among themselves. So woe to the wrong-doers from the chastisement of a grievous Day"},{"SurahNumber":43,"VerseNumber":66,"Text":"Are they awaiting anything other than the Last Hour that it should suddenly come upon them without their even perceiving it"},{"SurahNumber":43,"VerseNumber":67,"Text":"On that Day even bosom friends shall become enemies to one another, all except the God-fearing"},{"SurahNumber":43,"VerseNumber":68,"Text":"(It will be said to them): \"My servants, today you have nothing to fear or regret"},{"SurahNumber":43,"VerseNumber":69,"Text":"you who believed in Our Signs and had surrendered yourselves (to Us)"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter Paradise joyfully, both you and your spouses"},{"SurahNumber":43,"VerseNumber":71,"Text":"Platters and cups of gold shall be passed around them, and there shall be all that they might desire and all that their eyes might delight in. (They shall be told): \"Herein shall you abide for ever"},{"SurahNumber":43,"VerseNumber":72,"Text":"Such is the Paradise that you shall inherit by virtue of your good deeds in the life of the world"},{"SurahNumber":43,"VerseNumber":73,"Text":"Herein you will have abundant fruits of which you will eat"},{"SurahNumber":43,"VerseNumber":74,"Text":"But the evil-doers shall abide in the torment of Hell"},{"SurahNumber":43,"VerseNumber":75,"Text":"Never will their torment be lightened for them. They shall remain in utter despair"},{"SurahNumber":43,"VerseNumber":76,"Text":"It is not We Who wronged them; rather, it is they who wronged themselves"},{"SurahNumber":43,"VerseNumber":77,"Text":"They shall call out: \"O Malik, let your Lord put an end to us.\" He will reply: \"You must stay on in it"},{"SurahNumber":43,"VerseNumber":78,"Text":"We brought you the Truth; but to the truth most of you were averse"},{"SurahNumber":43,"VerseNumber":79,"Text":"Have they contrived some scheme? If so, We too will contrive a scheme"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think that We do not hear their secret talks and their whispering counsels? Yes, indeed We do and Our messengers [i.e., angels) are with them, writing"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say: \"If the Merciful One had a son, I would have been the first one to worship him"},{"SurahNumber":43,"VerseNumber":82,"Text":"Exalted be the Lord of the heavens and the earth, the Lord of the Throne, above what they attribute to Him"},{"SurahNumber":43,"VerseNumber":83,"Text":"So leave them alone to indulge in their vanities and to frolic about until they encounter that Day of theirs against which they have been warned"},{"SurahNumber":43,"VerseNumber":84,"Text":"He it is Who is God in the heavens and the earth. He is the Most Wise, the All-Knowing"},{"SurahNumber":43,"VerseNumber":85,"Text":"Blessed is He Who has dominion over the heavens and the earth and all that is between them. With Him is the knowledge of the Hour; and to Him you shall all be sent back"},{"SurahNumber":43,"VerseNumber":86,"Text":"Those whom they call upon, instead of Allah have no power of intercession, except such that testify to the truth based on knowledge"},{"SurahNumber":43,"VerseNumber":87,"Text":"If you were to ask them: \"Who created them?\" they will surely say: \"Allah.\" Whence are they, then, being led astray"},{"SurahNumber":43,"VerseNumber":88,"Text":"We call to witness the cry of the Messenger: \"O Lord, these are a people not wont to believe"},{"SurahNumber":43,"VerseNumber":89,"Text":"Indulge them, (O Prophet), and say to them: \"Peace to you.\" For soon they shall come to know"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha´. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"By the Clear Book"},{"SurahNumber":44,"VerseNumber":3,"Text":"We revealed it on a Blessed Night, for We were intent on warning"},{"SurahNumber":44,"VerseNumber":4,"Text":"(We revealed it on the Night) wherein every matter is wisely determined"},{"SurahNumber":44,"VerseNumber":5,"Text":"by Our command. Verily, We were set to send a Messenger"},{"SurahNumber":44,"VerseNumber":6,"Text":"as a Mercy from your Lord. Surely He is All-Hearing, All-Seeing"},{"SurahNumber":44,"VerseNumber":7,"Text":"the Lord of the heavens and the earth and of all that is between them: if you would only have sure faith"},{"SurahNumber":44,"VerseNumber":8,"Text":"There is no god but He: He gives life and causes death. He is your Lord and the Lord of your forefathers of yore"},{"SurahNumber":44,"VerseNumber":9,"Text":"(But the fact is, they lack certainty) and frolic about in doubt"},{"SurahNumber":44,"VerseNumber":10,"Text":"So watch for the Day when the sky will come down with a pall of smoke"},{"SurahNumber":44,"VerseNumber":11,"Text":"enveloping people. That will be a grievous scourge"},{"SurahNumber":44,"VerseNumber":12,"Text":"(People will then say): \"Our Lord, remove this scourge from us; we shall believe"},{"SurahNumber":44,"VerseNumber":13,"Text":"But how will they take heed? Such are they that a Messenger came to them clearly expounding the Truth"},{"SurahNumber":44,"VerseNumber":14,"Text":"yet they turned away from him and said: \"This is a well-tutored madman"},{"SurahNumber":44,"VerseNumber":15,"Text":"Yet We will hold the scourge back for a while, (but no sooner than We will do so) you will revert to your old ways"},{"SurahNumber":44,"VerseNumber":16,"Text":"The Day when We shall seize them with a mighty seizing, that will be the Day on which We shall inflict upon you full retribution"},{"SurahNumber":44,"VerseNumber":17,"Text":"Indeed before that We subjected the Pharaonites to the same test. A noble Messenger came to them"},{"SurahNumber":44,"VerseNumber":18,"Text":"(and said): \"Deliver to me Allah´s servants. I am a trustworthy Messenger to you"},{"SurahNumber":44,"VerseNumber":19,"Text":"and do not exalt yourselves in defiance of Allah. I have come to you with a clear authority (as a Messenger)"},{"SurahNumber":44,"VerseNumber":20,"Text":"I have taken refuge with my Lord and your Lord lest you should attack me with stones"},{"SurahNumber":44,"VerseNumber":21,"Text":"But if you do not believe what I say, leave me alone (and desist from laying hands on me)"},{"SurahNumber":44,"VerseNumber":22,"Text":"Then he called upon his Lord: \"These are a criminal people"},{"SurahNumber":44,"VerseNumber":23,"Text":"(He was told): \"Set out with My servants by night for you will certainly be pursued"},{"SurahNumber":44,"VerseNumber":24,"Text":"And leave the sea behind you as calm as ever. Surely they are an army that is doomed to be drowned"},{"SurahNumber":44,"VerseNumber":25,"Text":"How many gardens did they leave behind, and how many fountains"},{"SurahNumber":44,"VerseNumber":26,"Text":"and sown fields and splendid mansions"},{"SurahNumber":44,"VerseNumber":27,"Text":"and the life of ease in which they took delight"},{"SurahNumber":44,"VerseNumber":28,"Text":"Thus it was; and We made another people inherit all that"},{"SurahNumber":44,"VerseNumber":29,"Text":"Then neither the sky shed tears over them nor the earth. They were granted no respite"},{"SurahNumber":44,"VerseNumber":30,"Text":"Thus did We deliver the Children of Israel from the humiliating chastisement"},{"SurahNumber":44,"VerseNumber":31,"Text":"from Pharaoh who was most prominent among the prodigals"},{"SurahNumber":44,"VerseNumber":32,"Text":"We knowingly exalted them (i.e., the Children of Israel) above other peoples of the world"},{"SurahNumber":44,"VerseNumber":33,"Text":"and bestowed upon them the Signs wherein lay an evident test for them"},{"SurahNumber":44,"VerseNumber":34,"Text":"Indeed these people say"},{"SurahNumber":44,"VerseNumber":35,"Text":"This is our first and only death, and we shall never be raised again"},{"SurahNumber":44,"VerseNumber":36,"Text":"Bring back to us our fathers if you are truthful"},{"SurahNumber":44,"VerseNumber":37,"Text":"Are these better or the people of Tubba and those who went before them? We destroyed them for they were a criminal people"},{"SurahNumber":44,"VerseNumber":38,"Text":"It was not in idle sport that We created the heavens and the earth and all that is between them"},{"SurahNumber":44,"VerseNumber":39,"Text":"We did not create them except in Truth. But most of them do not know"},{"SurahNumber":44,"VerseNumber":40,"Text":"The Day of Final Decision is the appointed time for all"},{"SurahNumber":44,"VerseNumber":41,"Text":"the Day when a friend shall be of no avail to his friend nor shall they be helped"},{"SurahNumber":44,"VerseNumber":42,"Text":"except those to whom Allah shows mercy. He is the Most Mighty, the Most Compassionate"},{"SurahNumber":44,"VerseNumber":43,"Text":"The tree of al-Zaqqum"},{"SurahNumber":44,"VerseNumber":44,"Text":"shall be the food of the sinful"},{"SurahNumber":44,"VerseNumber":45,"Text":"Like dregs of oil, it will boil in their bellies"},{"SurahNumber":44,"VerseNumber":46,"Text":"like boiling water"},{"SurahNumber":44,"VerseNumber":47,"Text":"Seize him and drag him to the middle of the Blazing Fire"},{"SurahNumber":44,"VerseNumber":48,"Text":"then pour boiling water over his head as chastisement"},{"SurahNumber":44,"VerseNumber":49,"Text":"Taste this, you are a person mighty and noble"},{"SurahNumber":44,"VerseNumber":50,"Text":"This is what you used to doubt"},{"SurahNumber":44,"VerseNumber":51,"Text":"Verily the God-fearing shall be in a secure place"},{"SurahNumber":44,"VerseNumber":52,"Text":"amidst gardens and springs"},{"SurahNumber":44,"VerseNumber":53,"Text":"Attired in silk and brocade, they shall be arrayed face to face"},{"SurahNumber":44,"VerseNumber":54,"Text":"Thus shall it be: and We shall espouse them to fair, wide-eyed maidens"},{"SurahNumber":44,"VerseNumber":55,"Text":"While resting in security, they shall call for all kinds of fruit"},{"SurahNumber":44,"VerseNumber":56,"Text":"They shall not taste death except the death in this world. And Allah will save them from the chastisement of Hell"},{"SurahNumber":44,"VerseNumber":57,"Text":"as a favour from your Lord. That is the great triumph"},{"SurahNumber":44,"VerseNumber":58,"Text":"(O Prophet), We have made this Book easy in your tongue so that they may take heed"},{"SurahNumber":44,"VerseNumber":59,"Text":"Wait, then; they too are waiting"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha´. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"This Book is a revelation from the Most Mighty, the Most Wise"},{"SurahNumber":45,"VerseNumber":3,"Text":"Behold, for those who believe there are (myriad) Signs in the heavens and the earth"},{"SurahNumber":45,"VerseNumber":4,"Text":"and in your own creation; and in the animals which He spreads out over the earth too there are Signs for those endowed with sure faith"},{"SurahNumber":45,"VerseNumber":5,"Text":"and in the succession of night and day, and in the provision that Allah sends down from the sky wherewith He gives life to the earth after it had been lifeless, and in the change of the winds: (in all these) there are Signs for people who use reason"},{"SurahNumber":45,"VerseNumber":6,"Text":"These are Allah´s Signs that We rehearse to you in Truth. In what kind of discourse after Allah and His Signs will they, then, believe"},{"SurahNumber":45,"VerseNumber":7,"Text":"Woe to every guilty impostor"},{"SurahNumber":45,"VerseNumber":8,"Text":"who hears Allah´s Signs being rehearsed to him, and yet persists in his pride, as though he had not heard it. Announce to him, then, the tidings of a grievous chastisement"},{"SurahNumber":45,"VerseNumber":9,"Text":"Whenever he comes to know anything of Our Signs, he makes them an object of jest. For such there awaits a humiliating chastisement"},{"SurahNumber":45,"VerseNumber":10,"Text":"Hell is behind them. Their worldly earnings shall not avail them, nor those whom they took as protectors instead of Allah. An awesome chastisement lies in store for them"},{"SurahNumber":45,"VerseNumber":11,"Text":"This (Qur´an) is the true guidance. Those who deny the Signs of their Lord shall suffer the torment of a woeful scourge"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah it is Who has subjected the sea to you so that ships may sail upon it at His bidding and you may seek of His Bounty and give thanks to Him"},{"SurahNumber":45,"VerseNumber":13,"Text":"He has subjected to you all that is in the heavens and the earth, all being from Him. Verily there are Signs in this for those who reflect"},{"SurahNumber":45,"VerseNumber":14,"Text":"(O Prophet), tell the believers to indulge those who have no fear of any evil days coming upon them from Allah so that Allah may Himself requite them for their deeds"},{"SurahNumber":45,"VerseNumber":15,"Text":"Whoever acts righteously, does so to his own good; and whoever commits an evil will suffer its consequence. All of you will then be sent back to your Lord"},{"SurahNumber":45,"VerseNumber":16,"Text":"Indeed We endowed the Children of Israel with the Book and Wisdom and Prophethood, and provided them with good things as sustenance, and exalted them above the peoples of the whole world"},{"SurahNumber":45,"VerseNumber":17,"Text":"We gave them clear directions in matters pertaining to religion. Yet they differed among themselves (not out of ignorance but) after knowledge had come to them; and they did so out of the desire to commit excesses against one another. On the Day of Resurrection Allah will judge among them regarding what they had differed"},{"SurahNumber":45,"VerseNumber":18,"Text":"And then We set you, (O Prophet), on a clear high road in religious matters. So follow that and do not follow the desires of those who do not know"},{"SurahNumber":45,"VerseNumber":19,"Text":"Surely they will be of no avail to you against Allah. Indeed the wrong-doers are friends of each other, whereas Allah is the friend of the God-fearing"},{"SurahNumber":45,"VerseNumber":20,"Text":"These are the lights of discernment for people and guidance and mercy for those endowed with sure faith"},{"SurahNumber":45,"VerseNumber":21,"Text":"Do the evil-doers imagine that We shall make them equal to those who believe and do good, making their lives and deaths alike? How vile is their judgement"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah created the heavens and the earth in Truth that each person may be requited for his deeds. They shall not be wronged"},{"SurahNumber":45,"VerseNumber":23,"Text":"Did you ever consider the case of him who took his desire as his god, and then Allah caused him to go astray despite knowledge, and sealed his hearing and his heart, and cast a veil over his sight? Who, after Allah, can direct him to the Right Way? Will you not take heed"},{"SurahNumber":45,"VerseNumber":24,"Text":"They say: \"There is no life other than our present worldly life: herein we live and we die, and it is only (the passage of) time that destroys us. Yet the fact is that they know nothing about this and are only conjecturing"},{"SurahNumber":45,"VerseNumber":25,"Text":"And when Our Clear Signs are rehearsed to them, their only contention is: \"Bring back to us our fathers if you are truthful"},{"SurahNumber":45,"VerseNumber":26,"Text":"Tell them, (O Prophet): \"It is Allah Who gives you life and then causes you to die, and He it is Who will then bring all of you together on the Day of Resurrection, a Day regarding which there can be no doubt. Yet most people do not know"},{"SurahNumber":45,"VerseNumber":27,"Text":"Allah´s is the kingdom of the heavens and the earth, and on the Day when the Hour (of Resurrection) shall come to pass, the followers of falsehood shall be in utter loss"},{"SurahNumber":45,"VerseNumber":28,"Text":"On that Day you shall see every people fallen on their knees. Every people will be summoned to come forth and see its Record and will be told: \"Today you shall be requited for your deeds"},{"SurahNumber":45,"VerseNumber":29,"Text":"This is Our Record which bears witness against you with truth; We used to record all what you did"},{"SurahNumber":45,"VerseNumber":30,"Text":"As for those who believe and act righteously, their Lord shall admit them to His Mercy. That indeed is the manifest triumph"},{"SurahNumber":45,"VerseNumber":31,"Text":"But those who denied the Truth, they shall be told: \"Were My Signs not rehearsed to you? But you waxed proud and became a guilty people"},{"SurahNumber":45,"VerseNumber":32,"Text":"And when it was said to them: \"Surely Allah´s promise is true, and there is no doubt regarding the Hour of Resurrection,\" you were wont to say: \"We do not know what the Hour (of Resurrection) is. We are simply making conjectures and are not at all certain"},{"SurahNumber":45,"VerseNumber":33,"Text":"(On that Day) the evil of their deeds will become apparent to them and what they had mocked at will encompass them"},{"SurahNumber":45,"VerseNumber":34,"Text":"and it will be said: \"We will forget you today as you forgot the meeting of this Day of yours. The Fire shall now be your abode, and you shall have none to come to your aid"},{"SurahNumber":45,"VerseNumber":35,"Text":"You reached this end because you made Allah´s Signs an object of jest and the life of the world deluded you.\" So they shall not be taken out of the Fire nor shall they be asked to make amends (and thus please their Lord)"},{"SurahNumber":45,"VerseNumber":36,"Text":"So all praise be to Allah, the Lord of the heavens, the Lord of the earth, the Lord of the whole Universe"},{"SurahNumber":45,"VerseNumber":37,"Text":"His is the glory in the heavens and the earth. He is the Most Mighty, the Most Wise"}]}