{"Id":157,"LanguageCodes":["fa","fas"],"Name":"fas-mohammadkazemmo","Author":"Mohammad Kazem Moezzi","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"گفتند گروهی که کبر ورزیدند از قومش هر آینه برون رانیمت ای شعیب و آنان را که ایمان آوردند با تو از شهر خود مگر برگردید در ملت ما گفت آیا هرچند باشیم ناخوش‌دارندگان‌"},{"SurahNumber":7,"VerseNumber":89,"Text":"همانا بسته‌ایم بر خدا دروغی را اگر بازگردیم در ملت شما پس از آنکه نجاتمان داد خدا از آن و نرسد ما را که بازگردیم در آن مگر بخواهد خدا پروردگار ما فراگرفته است پروردگار ما همه چیز را به دانش بر خدا توکل کردیم پروردگار ما بگشای میان ما و قوم ما به حقّ و توئی بهترین گشایندگان‌"},{"SurahNumber":7,"VerseNumber":90,"Text":"و گفتند آن گروه که کافر شدند از قومش اگر پیروی کنید شعیب را همانا شمائید در آن هنگام زیانکاران‌"},{"SurahNumber":7,"VerseNumber":91,"Text":"پس بگرفتشان زمین‌لرزش که گردیدند در خانه خود مردگان‌"},{"SurahNumber":7,"VerseNumber":92,"Text":"آنان که تکذیب کردند شعیب را گوئیا نشیمن نگزیدند در آن آنان که تکذیب کردند شعیب را بودند زیانکاران‌"},{"SurahNumber":7,"VerseNumber":93,"Text":"پس روی گردانید از ایشان و گفت ای قوم همانا ابلاغ نمودم به شما پیامهای پروردگار خود را و اندرز گفتم شما را پس چگونه افسوس خورم بر گروه کافران‌"},{"SurahNumber":7,"VerseNumber":94,"Text":"و نفرستادیم در شهری پیمبری را جز آنکه گرفتیم مردمش را به سختی و رنج شاید به زاری آیند"},{"SurahNumber":7,"VerseNumber":95,"Text":"سپس تبدیل کردیم به جای بدی نیکی را تا برآسودند و گفتند همانا رسیده است به پدران ما رنج و سختی پس گرفتیمشان ناگهان حالی که نمی‌دانستند"},{"SurahNumber":7,"VerseNumber":96,"Text":"و اگر مردم شهرها ایمان می‌آوردند و پرهیزکاری می‌نمودند هر آینه می‌گشودیم بر ایشان برکتهائی را از آسمان و زمین لیکن تکذیب نمودند پس گرفتیمشان بدانچه بودند دست می‌آوردند"},{"SurahNumber":7,"VerseNumber":97,"Text":"آیا ایمن شدند مردم شهرها که بیایدشان خشم ما شبانه حالی که ایشانند به خواب اندران‌"},{"SurahNumber":7,"VerseNumber":98,"Text":"یا ایمن شدند مردم شهرها که بیایدشان خشم ما روزانه حالی که آنانند بازی‌کنان‌"},{"SurahNumber":7,"VerseNumber":99,"Text":"پس آیا ایمن شدند مکر خدا را که ایمن نشود مکر خدا را جز گروه زیانکاران‌"},{"SurahNumber":7,"VerseNumber":100,"Text":"آیا رهبری نشد برای آنان که ارث می‌برند زمین را پس از اهلش که اگر می‌خواستیم هر آینه می‌گرفتیمشان به گناهانشان و مهر می‌زدیم بر دلهای ایشان چنانکه نشنوند"},{"SurahNumber":7,"VerseNumber":101,"Text":"این شهرها می‌سرائیم بر تو از داستانهای آنها و همانا بیامدشان فرستادگانشان به نشانیها پس نبودند که ایمان آرند بدانچه تکذیب کردند از پیش بدینگونه مهر نهد خدا بر دلهای کافران‌"},{"SurahNumber":7,"VerseNumber":102,"Text":"و نیافتیم برای بیشترشان عهدی و بیافتیم بیشترشان را نافرمانان‌"},{"SurahNumber":7,"VerseNumber":103,"Text":"سپس برانگیختیم پس از ایشان موسی را به آیتهای ما بسوی فرعون و قومش پس ستم نمودند بدانها بنگر تا چگونه شد فرجام تبهکاران‌"},{"SurahNumber":7,"VerseNumber":104,"Text":"و گفت موسی ای فرعون همانا منم فرستاده از پروردگار جهانیان‌"},{"SurahNumber":7,"VerseNumber":105,"Text":"سزاوارم بر آنکه نگویم بر خدا جز حقّ را همانا آوردم شما را نشانی از پروردگار شما پس بفرست با من بنی اسرائیل را"},{"SurahNumber":7,"VerseNumber":106,"Text":"گفت اگر آیتی آورده‌ای پس بیارش اگر هستی از راستگویان‌"},{"SurahNumber":7,"VerseNumber":107,"Text":"پس بیفکند عصایش را ناگاه آن اژدهائی است آشکار"},{"SurahNumber":7,"VerseNumber":108,"Text":"و برآورد دستش را ناگهان آن پرتوی است برای بینندگان‌"},{"SurahNumber":7,"VerseNumber":109,"Text":"گفتند توده‌ای از قوم فرعون این است جادوگری دانشمند"},{"SurahNumber":7,"VerseNumber":110,"Text":"که خواهد برون راند شما را از سرزمینتان تا چه امر کنید"},{"SurahNumber":7,"VerseNumber":111,"Text":"گفتند بگذار او و برادرش را و بفرست در شهرها گردآورندگان‌"},{"SurahNumber":7,"VerseNumber":112,"Text":"تا آرندت به هر جادوگری دانا"},{"SurahNumber":7,"VerseNumber":113,"Text":"و بر فرعون درآمدند جادوگران گفتند همانا ما را است پاداشی اگر شدیم پیروزمندان‌"},{"SurahNumber":7,"VerseNumber":114,"Text":"گفت آری و همانا شمائید از مقربان‌"},{"SurahNumber":7,"VerseNumber":115,"Text":"گفتند ای موسی یا تو افکن و یا ما باشیم افکنندگان‌"},{"SurahNumber":7,"VerseNumber":116,"Text":"گفت بیفکنید پس گاهی که افکندند افسون نمودند (بستند) دیدگان مردم را و بترساندندشان و آوردند جادوئی‌گران‌"},{"SurahNumber":7,"VerseNumber":117,"Text":"و وحی نمودیم به موسی که بیفکن عصای خویش را ناگهان فروبرد آنچه را دروغ آورند"},{"SurahNumber":7,"VerseNumber":118,"Text":"پس بیامد حقّ و باطل شد آنچه بودند می‌کردند"},{"SurahNumber":7,"VerseNumber":119,"Text":"پس شکست خوردند در آن هنگام و بازگشتند سرافکندگان‌"},{"SurahNumber":7,"VerseNumber":120,"Text":"و بیفتادند جادوگران سجده‌کنندگان‌"},{"SurahNumber":7,"VerseNumber":121,"Text":"گفتند ایمان آوردیم به پروردگار جهانیان‌"},{"SurahNumber":7,"VerseNumber":122,"Text":"پروردگار موسی و هارون‌"},{"SurahNumber":7,"VerseNumber":123,"Text":"گفت فرعون آیا ایمان آوردید بدو پیش از آنکه اذنتان دهم همانا آن نیرنگی است که شما در شهر باختید تا برون رانید از آن مردمش را زود است بدانید"},{"SurahNumber":7,"VerseNumber":124,"Text":"همانا سخت ببرّم دستها و پاهای شما را از برابر (دست راست پای چپ) سپس به دارتان کشم همگی‌"},{"SurahNumber":7,"VerseNumber":125,"Text":"گفتند همانا مائیم بسوی پروردگار خود بازگشت‌کنان‌"},{"SurahNumber":7,"VerseNumber":126,"Text":"و کین نورزی با ما جز بدانکه ایمان آوردیم به آیتهای پروردگار ما گاهی که بیامدند ما را پروردگارا بریز بر ما شکیبائی را و دریاب ما را مسلمانان‌"},{"SurahNumber":7,"VerseNumber":127,"Text":"و گفتند توده‌ای از قوم فرعون آیا می‌گذاری موسی و قومش را تا فساد کنند در زمین و بگذاردت تو و خدایانت را گفت بزودی زار بکشیم فرزندان ایشان را و بگذاریم زنانشان را و همانا مائیم بر فراز ایشان نیرومندان‌"},{"SurahNumber":7,"VerseNumber":128,"Text":"گفت موسی به قوم خود کمک جوئید از خدا و شکیبا شوید همانا زمین از آن خدا است ارث دهدش به هر که از بندگان خود که خواهد و پایان است برای پرهیزکاران‌"},{"SurahNumber":7,"VerseNumber":129,"Text":"گفتند آزرده شدیم پیش از آنکه بیائی ما را و پس از آنکه بیامدی ما را گفت امید است پروردگار شما نابود کند دشمن شما را و جانشینان سازد در زمین تا بنگرد چگونه می‌کنید"},{"SurahNumber":7,"VerseNumber":130,"Text":"و هر آینه بگرفتیم خاندان فرعون را به قحطی و کاهشی از میوه‌ها شاید یادآور شوند"},{"SurahNumber":7,"VerseNumber":131,"Text":"پس گاهی که بیامدشان خوشی گفتند از آنِ ما است این و اگر می‌رسیدشان بدی شوم می‌گرفتند موسی را و آنان را که با وی بودند همانا شومی ایشان نزد خدا است لیکن بیشترشان نمی‌دانند"},{"SurahNumber":7,"VerseNumber":132,"Text":"و گفتند هرچند بیاری ما را آیتی که ما را بدان افسون کنی نباشیم به تو ایمان‌آرندگان‌"},{"SurahNumber":7,"VerseNumber":133,"Text":"پس فرستادیم بر ایشان طوفان و ملخ و شپشه (آفتی که در گندم به هم رسد) و غوک و خون را آیتهائی جدا جدا پس کبر ورزیدند و شدند قومی گنهکاران‌"},{"SurahNumber":7,"VerseNumber":134,"Text":"و هنگامی که افتاد بر ایشان چرک گفتند ای موسی بخوان برای ما پروردگار خویش را بدانچه به نزد تو سپرده است که اگر برداری از ما چرک را هر آینه ایمان آریم به تو و با تو فرستیم بنی‌اسرائیل را"},{"SurahNumber":7,"VerseNumber":135,"Text":"و هنگامی که برداشتیم از ایشان چرک را تا سرآمدی که ایشانند بدان رسنده ناگهان ایشانند پیمان‌شکنان‌"},{"SurahNumber":7,"VerseNumber":136,"Text":"پس کین کشیدیم از ایشان و غرقشان نمودیم در دریا بدانچه تکذیب کردند آیتهای ما را و بودند از آنها غفلت‌کنان‌"},{"SurahNumber":7,"VerseNumber":137,"Text":"و ارث دادیم به گروهی که ناتوان شمرده می‌شدند خاورها و باخترهای زمین را که در آنها برکت نهادیم و انجام گرفت سخن پروردگارت نکوی بر بنی‌اسرائیل بدانچه شکیبا شدند و واژگون ساختیم آنچه را می‌ساختند فرعون و قومش و آنچه می‌افراشتند"},{"SurahNumber":7,"VerseNumber":138,"Text":"و گذراندیم بنی‌اسرائیل را از دریا تا رسیدند به قومی که گرد می‌آمدند بر بتانی از آن خود گفتند ای موسی قرار ده برای ما خدائی چنانکه برای اینان است خدایانی گفت هر آینه شمائید گروهی نادانان‌"},{"SurahNumber":7,"VerseNumber":139,"Text":"همانا اینان تباه است آنچه در آن اندرند و باطل است آنچه می‌کنند"},{"SurahNumber":7,"VerseNumber":140,"Text":"گفت آیا جز خدا برای شما خدائی جویم و او برتری داده است شما را بر جهانیان‌"},{"SurahNumber":7,"VerseNumber":141,"Text":"و هنگامی که نجات دادیم شما را از خاندان فرعون که روا می‌داشتند بر شما عذاب زشت را به سختی می‌کشتند فرزندان شما را و می‌گذاشتند زنان شما را و در این بود بلائی از پروردگار شما گران‌"},{"SurahNumber":7,"VerseNumber":142,"Text":"و وعده نهادیم با موسی سی شب و تکمیل آن کردیم به ده‌تا تا تمام شد میعاد پروردگار او چهل شب و گفت موسی به برادرش هارون جانشینم باش در قومم و اصلاح کن و پیروی مکن از راه فسادکاران‌"},{"SurahNumber":7,"VerseNumber":143,"Text":"و هنگامی که آمد موسی به وعده‌گاه ما و سخن گفت با او پروردگارش گفت پروردگارا مرا بنمایان که بنگرم بسوی تو گفت هرگز نخواهی مرا دید و لیکن بنگر بسوی کوه تا اگر آرام گرفت بر جای خود بزودی مرا بینی پس گاهی که تابید پروردگار او به کوه گردانیدش هموار (پست) و بیفتاد موسی بیهوش و هنگامی که به هوش آمد گفت منزّهی تو بازگشتم بسوی تو و منم نخستین ایمان‌آرندگان‌"},{"SurahNumber":7,"VerseNumber":144,"Text":"گفت ای موسی همانا برگزیدمت بر مردم به پیامهای خود و به سخن خود پس برگیر آنچه را به تو دادم و باش از شکرگزاران‌"},{"SurahNumber":7,"VerseNumber":145,"Text":"و نوشتیم برایش در الواح از هر چیزی اندرز و تفصیلی برای همه چیز پس برگیر آن را به نیرو و بفرمای قومت را تا گیرند بهترین آن را بزودی بنمایانم شما را خانه فاسقان‌"},{"SurahNumber":7,"VerseNumber":146,"Text":"بزودی بازگردانم از آیتهای خود آنان را که تکبّر کنند در زمین به ناحقّ و اگر بینند هر آیتی ایمان نیارند بدان و اگر بینند راه رهبری را نگیرندش راه و اگر بینند راه گمراهی را گیرندش راه این بدان است که تکذیب کردند آیتهای ما را و بودند از آنها غافلان‌"},{"SurahNumber":7,"VerseNumber":147,"Text":"و آنان که تکذیب کردند به آیتهای ما و رسیدن آخرت تباه شده است اعمال ایشان آیا پاداش داده می‌شوند جز آنچه را بودند می‌کردند"},{"SurahNumber":7,"VerseNumber":148,"Text":"و برگرفتند قوم موسی پس از او از زیور خود گوساله‌ای را کالبدی که او راست بانگی آیا ندیدند که سخن نگوید با ایشان و نه رهبریشان کند به راهی برگرفتندش و بودند ستمگران‌"},{"SurahNumber":7,"VerseNumber":149,"Text":"و هنگامی که افتاد در دست ایشان و دیدند که گمراه شدند گفتند اگر رحم نکند بر ما پروردگار ما و نیامرزد ما را همانا باشیم از زیانکاران‌"},{"SurahNumber":7,"VerseNumber":150,"Text":"و هنگامیکه برگشت موسی بسوی قوم خود خشمگین اسفناک گفت چه زشت است آنچه جانشینم ساختید (بجای آوردید) پس از من آیا شتاب گرفتید امر پروردگار خود را و افکند الواح را و بگرفت سر برادر خویش را می‌کشیدش بسوی خود گفت ای فرزند مادر همانا قومم ناتوانم گرفتند و نزدیک شد بکشندم پس شادکام نگردان به من دشمنان را و نگردانم با گروه ستمکاران‌"},{"SurahNumber":7,"VerseNumber":151,"Text":"گفت پروردگارا بیامرز برای من و برادرم و درآور ما را به رحمت خود و توئی مهربانترین مهربانان‌"},{"SurahNumber":7,"VerseNumber":152,"Text":"همانا آنان که برگرفتند گوساله را بزودی رسدشان خشمی از پروردگارشان و خواریی در زندگانی دنیا و چنین کیفر دهیم به دروغ آوران‌"},{"SurahNumber":7,"VerseNumber":153,"Text":"و آنان که بدیها کرده‌اند پس توبه کردند از آن پس و ایمان آوردند همانا پروردگار تو است پس از آن آمرزنده مهربان‌"},{"SurahNumber":7,"VerseNumber":154,"Text":"و هنگامی که فرونشست از موسی خشم بگرفت الواح را و در نسخه آنها هدایت و رحمتی است برای آنان که از پروردگار خویشند هراسان‌"},{"SurahNumber":7,"VerseNumber":155,"Text":"و برگزید موسی قومش را هفتاد مرد برای وعده‌گاه ما و هنگامی که بگرفتشان لرزش گفت پروردگارا اگر می‌خواستی نابود می‌کردی ایشان را و مرا از پیش آیا ما را نابود کنی بدانچه بی‌خردان از ما کردند نیست این جز فتنه تو (آزمایش تو) گمراه کنی بدان هر که را خواهی و هدایت کنی هر که خواهی توئی سرپرست ما پس بیامرز ما را و رحم کن بر ما و توئی بهترین آمرزندگان‌"},{"SurahNumber":7,"VerseNumber":156,"Text":"و بنویس برای ما در این دنیا نیکی و در آخرت نیکی همانا هدایت شدیم بسوی تو گفت عذاب من رسانم بدان هر که را خواهم و رحمتم فراگرفته است همه چیز را زود است بنویسمش برای آنان که پرهیزکاری کنند و بدهند آکا را و آنان که به آیتهای ما ایمان آرند"},{"SurahNumber":7,"VerseNumber":157,"Text":"آنان که پیروی کنند پیمبر فرستاده درس ناخوانده‌ای را که می‌یابندش نوشته نزد ایشان در توراة و انجیل امرشان کند به نیکی و نهیشان کند از بدی و حلال کند برای ایشان پاکها را و حرام کند بر ایشان پلیدها را و بنهد از ایشان بارشان و آن زنجیرهائی را که بر ایشان بوده است پس آنان که ایمان بدو آوردند و ارجمندش (گرامیش) داشتند و یاریش کردند و پیروی کردند روشنائی را که با او فرستاده شده است آنانند رستگاران‌"},{"SurahNumber":7,"VerseNumber":158,"Text":"بگو ای مردم منم فرستاده خدا بسوی شما همگی آنچنان خدائی که وی را است پادشاهی آسمانها و زمین نیست خدائی جز او زنده کند و بمیراند پس ایمان آرید به خدا و فرستاده او آن پیمبر درس ناخوانده که ایمان می‌آورد به خدا و سخنان او و پیرویش کنید شاید هدایت یابید"},{"SurahNumber":7,"VerseNumber":159,"Text":"و از قوم موسی امّتی است که هدایت کنند به حقّ و بدان دادگری کنند"},{"SurahNumber":7,"VerseNumber":160,"Text":"و بخش کردیم آنان را دوازده سبط (نبیره‌گان) امّتهائی و وحی نمودیم به موسی هنگامی که آب از او خواستند قومش که بنواز عصای خویش را به سنگ پس برجهید از آن دوازده چشمه دانستند هر مردمی آبشخور خود را و سایه افکندیم بر ایشان با ابر و فرود آوردیم بر ایشان مَنّ و سَلوی (نان و مرغ بریان) بخورید از پاکهای آنچه به شما روزی دادیم و ستم نکردند بر ما و لیکن بودند خویشتن را ستم‌کنندگان‌"},{"SurahNumber":7,"VerseNumber":161,"Text":"و هنگامی که گفته شد بدیشان سکونت کنید در این شهر و بخورید از آن هرجا خواهید و بگوئید حطّه (کاهشی) و درآئید در را سجده‌کنان می‌آمرزیم برای شما گناهان شما را و بزودی فزونی دهیم به نکوکاران‌"},{"SurahNumber":7,"VerseNumber":162,"Text":"پس تبدیل کردند آنان که ستم کردند از ایشان سخن را بجز آنچه بدیشان گفته شد پس فرستادیم بر ایشان چرکی را از آسمان بدانچه بودند ستم می‌کردند"},{"SurahNumber":7,"VerseNumber":163,"Text":"و بپرسشان از شهری که کنار دریا بود گاهی که تجاوز می‌کردند در روز شنبه چرا که می‌آمدشان ماهیهاشان روز شنبه ایشان بر روی آب و روزی که جز شنبه بود نمی‌آمدندشان بدینگونه آزمودیمشان بدانچه بودند نافرمانی می‌کردند"},{"SurahNumber":7,"VerseNumber":164,"Text":"و هنگامی که گروهی از ایشان گفتند چرا اندرز گوئید قومی را که خداست نابودکننده آنان یا عذاب‌کننده ایشان عذابی سخت گفتند پوزشی بسوی پروردگار شما و شاید پرهیزکاری کنند"},{"SurahNumber":7,"VerseNumber":165,"Text":"تا گاهی که فراموش کردند آنچه را یادآوری شدند نجات دادیم آنان را که نهی می‌کردند از بدی و گرفتیم آنان را که ستم کردند به عذابی زشت بدانچه بودند نافرمانی می‌کردند"},{"SurahNumber":7,"VerseNumber":166,"Text":"پس گاهی که سرپیچیدند از آنچه نهی شدند از آن گفتیم بدیشان بشوید بوزینه‌گانی راندگان‌"},{"SurahNumber":7,"VerseNumber":167,"Text":"و هنگامی که اعلام کرد پروردگار تو که برانگیزاند بر ایشان تا روز قیامت آن را که بچشاندشان شکنجه‌ای بد همانا پروردگار تو شتابنده است در عقوبت و هر آینه او است آمرزنده مهربان‌"},{"SurahNumber":7,"VerseNumber":168,"Text":"و بخش کردیمشان در زمین ملّتهائی از ایشانند شایستگان و از ایشانند جز آن و آزمودیمشان به خوبیها و بدیها شاید بازگردند"},{"SurahNumber":7,"VerseNumber":169,"Text":"پس جانشین شد پس از ایشان جانشینانی که ارث بردند کتاب را می‌گیرند بهره این کوتاه (پست یا نزدیک) را و گویند بزودی آمرزش شود برای ما و اگر بیایدشان بهره‌ای همانند آن برگیرندش آیا گرفته نشد بر ایشان پیمان کتاب که نگوئید بر خدا جز حقّ را و خواندند آنچه را در آن بود و خانه آخرت بهتر است برای آنان که پرهیزکاری کنند آیا بخرد نمی‌یابید"},{"SurahNumber":7,"VerseNumber":170,"Text":"و آنان که می‌گیرند کتاب را (چنگ می‌زنند) به کتاب و بپا می‌دارند نماز را همانا تباه ننمائیم پاداش اصلاح‌کنندگان را"},{"SurahNumber":7,"VerseNumber":171,"Text":"و هنگامی که بالا بردیم کوه را فراز ایشان مانند سایبانی و پنداشتندش فرودآینده بر خویش بگیرید آنچه را به شما دادیم به قوّت و یاد آرید آنچه را در آن است شاید پرهیزکاری کنید"},{"SurahNumber":7,"VerseNumber":172,"Text":"و هنگامی که بگرفت پروردگار تو از فرزندان آدم از پشتهای ایشان نژاد ایشان را و گواهشان گرفت بر خویشتن آیا نیستم پروردگار شما گفتند بلی گواهی دادیم تا نگوئید روز قیامت بودیم ما از این ناآگاهان‌"},{"SurahNumber":7,"VerseNumber":173,"Text":"یا گوئید جز این نیست که شرک ورزیدند پدران ما از پیش و بودیم نژادی پس از ایشان آیا تباه کنی ما را بدانچه کردند نادرستان‌"},{"SurahNumber":7,"VerseNumber":174,"Text":"و بدینسان تفصیل دهیم آیتها را و شاید ایشان بازگردند"},{"SurahNumber":7,"VerseNumber":175,"Text":"و بخوان بر ایشان داستان آن را که دادیمش آیتهای خود را پس برهنه گشت (برون شد) از آنها سپس شیطان پیروش گرفت و شد از گمراهان‌"},{"SurahNumber":7,"VerseNumber":176,"Text":"و اگر می‌خواستیم هر آینه بالا می‌بردیمش بدانها لیکن او بسوی زمین گرائید و پیروی کرد هوس خود را پس مثَل او مانند سگ است که اگر آهنگش کنی زبان از کام درآرد و اگر بگذاریش زبان از کام درآرد (فروهلد) این است مثَل گروهی که تکذیب نمودند آیتهای ما را پس بخوان داستانها را شاید اندیشه کنند"},{"SurahNumber":7,"VerseNumber":177,"Text":"چه زشت است مثَل قومی که تکذیب کردند آیتهای ما و بودند خویشتن را ستم می‌کردند"},{"SurahNumber":7,"VerseNumber":178,"Text":"آن را که خدا هدایت کند او است هدایت شده و آنان را که گمراه کند آنانند زیانکاران‌"},{"SurahNumber":7,"VerseNumber":179,"Text":"و همانا بیافریدیم برای دوزخ بسیاری از پری و آدمی را آنان را است دلهائی که درنیابند بدانها و آنان را است دیدگانی که نبینند بدانها و آنان را است گوشهائی که نشنوند بدانها آنانند مانند دامها بلکه گمراه‌تر آنانند ناآگاهان‌"},{"SurahNumber":7,"VerseNumber":180,"Text":"و خدا را است نامهای نکو پس بخوانیدش بدانها و بگذارید آنان را که کجروی کنند در نامهای او بزودی پاداش داده شوند آنچه را بودند می‌کردند"},{"SurahNumber":7,"VerseNumber":181,"Text":"و از آنان که آفریدیم ملّتی است که هدایت کنند به حقّ و بدان دادگری کنند"},{"SurahNumber":7,"VerseNumber":182,"Text":"و آنان که دروغ پنداشتند آیتهای ما را زود است به استدراج (به آهستگی ناگهان) گیریمشان از آنجا که ندانند"},{"SurahNumber":7,"VerseNumber":183,"Text":"و مهلتشان دهیم که همانا نیرنگ من است استوار"},{"SurahNumber":7,"VerseNumber":184,"Text":"آیا نیندیشیدند که نیست بر رفیقشان دیوانگیی نیست او جز ترساننده آشکار"},{"SurahNumber":7,"VerseNumber":185,"Text":"آیا ننگریستند در پادشاهیهای آسمانها و زمین و آنچه می‌آفریده است خدا از چیزها و آنکه شاید نزدیک شده باشد سرآمد ایشان پس به کدام سخن پس از این ایمان می‌آورند"},{"SurahNumber":7,"VerseNumber":186,"Text":"آن را که گمراه کند خدا نیستش راهنمائی و بگذاردشان در سرکشی خود فرو روند"},{"SurahNumber":7,"VerseNumber":187,"Text":"پرسندت از ساعت چه وقت است لنگرگاه آن بگو جز این نیست که علم آن نزد پروردگار من است پدیدارش نسازد به هنگامش جز او سنگین است در آسمانها و زمین نیایدتان مگر ناگهان پرسندت چنانکه گوئی تو آگاهی از آن بگو جز این نیست که علمش نزد خدا است لیکن بیشتر مردم نمی‌دانند"},{"SurahNumber":7,"VerseNumber":188,"Text":"بگو دارا نیستم برای خویشتن سود و نه زیانی جز آنچه خدا خواهد و اگر دانای ناپیدا می‌بودم هر آینه فراوان می‌گرفتم از خوبی و به من نمی‌رسید بدی نیستم من مگر بیم‌دهنده و نویددهنده برای گروهی که ایمان آرند"},{"SurahNumber":7,"VerseNumber":189,"Text":"او است آنکه آفرید شما را از یک تن و قرار داد از او جفتش را تا آرامش گیرد بدو سپس هنگامی که بر او درآمد برداشت باری سبک پس بگذشت بر آن تا گاهی که سنگین شد خواندند پروردگار خویش را که اگر ما را صالحی (شایسته) دهی باشیم از شکرگزاران‌"},{"SurahNumber":7,"VerseNumber":190,"Text":"ولی هنگامی که داد بدیشان صالحی (شایسته) و قرار دادند شریکانی برای او در آنچه بدیشان داد همانا برتر است خدا از آنچه شرک می‌ورزند"},{"SurahNumber":7,"VerseNumber":191,"Text":"آیا شریک کنند آنان را که نیافرند چیزی را و خود آفریده شوند"},{"SurahNumber":7,"VerseNumber":192,"Text":"و نتوانندشان یاریی و نه خویشتن را یاری‌ای کنند"},{"SurahNumber":7,"VerseNumber":193,"Text":"و اگر بسوی هدایتشان خوانید پیرویتان نکنند یکسان است بر شما بخوانید ایشان را یا باشید خموشان‌"},{"SurahNumber":7,"VerseNumber":194,"Text":"همانا آنان را که جز خدا می‌خوانید بندگانیند مانند شما پس بخوانیدشان تا اجابت کنند شما را اگر هستید راستگویان‌"},{"SurahNumber":7,"VerseNumber":195,"Text":"آیا آنان را است پاهائی که روان گردند بدانها یا آنان را است دستهائی که آهنگ کنند بدانها یا آنان را است دیدگانی که بینند بدانها یا آنان را است گوشهائی که بشنوند بدانها بگو بخوانید شریکان خویش را پس نیرنگ با من کنید و مهلتم ندهید"},{"SurahNumber":7,"VerseNumber":196,"Text":"همانا یار (دوست و سرپرست و پشتیبان) من خداوندی است که فرستاد کتاب را و او است سرپرست شایستگان‌"},{"SurahNumber":7,"VerseNumber":197,"Text":"و آنان را که جز او خوانید نتوانند شما را یاری‌کردن و نه خویشتن را یاری کنند"},{"SurahNumber":7,"VerseNumber":198,"Text":"و اگر خوانیشان بسوی هدایت نشنوند و بینیشان می‌نگرند بسوی تو و لیکن نمی‌بینند"},{"SurahNumber":7,"VerseNumber":199,"Text":"بگیر گذشت را و امر کن به خوبی و روی بگردان از نادانان‌"},{"SurahNumber":7,"VerseNumber":200,"Text":"و اگر برانگیزدت از شیطان انگیزشی پس پناهنده شو به خدا همانا او است شنوای دانا"},{"SurahNumber":7,"VerseNumber":201,"Text":"همانا آنان که پرهیزکاری کرده‌اند هرگاه آهنگشان کند رهگذاری از شیطان یادآور شوند ناگاه ایشانند بینایان‌"},{"SurahNumber":7,"VerseNumber":202,"Text":"و برادران شیاطین را فروبرند شیاطین در گمراهی سپس کوتاه نمی‌آیند"},{"SurahNumber":7,"VerseNumber":203,"Text":"و هرگاه نیاوریشان آیتی گویند چرا آیتی نساختی بگو پیروی نکنم جز آنچه را وحی شود به من از پروردگار من اینک بینشهائی از پروردگارتان و هدایت و رحمتی برای گروهی که ایمان آرند"},{"SurahNumber":7,"VerseNumber":204,"Text":"و گاهی که خوانده شود قرآن گوش دهید بدان و خموشی گزینید شاید رحم کرده شوید"},{"SurahNumber":7,"VerseNumber":205,"Text":"و یاد کن پروردگار خویش را درون خود به زاری و ترس و پست‌تر از گفتار بلند بامدادان و شبانگاه و نباش از غافلان‌"},{"SurahNumber":7,"VerseNumber":206,"Text":"همانا آنان که نزد پروردگار تواند کبر نورزند از پرستش او و می‌ستایندش و برای او سجده می‌کنند"},{"SurahNumber":8,"VerseNumber":1,"Text":"پرسندت از بهره‌های جنگ بگو آنها از آن خدا و پیمبر است پس بترسید خدا را و اصلاح کنید میانه خویش را و فرمان برید خدا و پیمبرش را اگر هستید مؤمنان‌"},{"SurahNumber":8,"VerseNumber":2,"Text":"جز این نیست که مؤمنان آنانند که هرگاه یاد خدا شود بهراسد دلهاشان و هرگاه خوانده شود بر ایشان آیتهای او بفزایدشان ایمان و بر پروردگار خویش توکّل کنند"},{"SurahNumber":8,"VerseNumber":3,"Text":"آنان که بپای می‌دارند نماز را و از آنچه روزیشان داده‌ایم ببخشند"},{"SurahNumber":8,"VerseNumber":4,"Text":"آنانند مؤمنان بدرست ایشان را است پایه‌هائی نزد پروردگارشان و آمرزشی و روزیی گرامی‌"},{"SurahNumber":8,"VerseNumber":5,"Text":"بدانسان که برون آورد تو را پروردگار تو از خانه‌ات به حقّ حالی که گروهی از مؤمنانند ناخوش‌دارندگان‌"},{"SurahNumber":8,"VerseNumber":6,"Text":"می‌ستیزند با تو در حقّ پس از آنکه پدیدار شد گوئیا رانده می‌شوند بسوی مرگ و آنانند نگران‌"},{"SurahNumber":8,"VerseNumber":7,"Text":"و هنگامی که وعده می‌دادتان خدا یکی از دو گروه را که آن از آن شما است و دوست می‌داشتید که جز شوکتمند شما را باشد و خدا می‌خواست جایگزین کند حقّ را به کلمات خود و ببُرد دنباله کافران را"},{"SurahNumber":8,"VerseNumber":8,"Text":"تا بپای دارد حقّ را و تباه کند باطل را و اگر چه ناخوش دارند گنهکاران‌"},{"SurahNumber":8,"VerseNumber":9,"Text":"هنگامی که می‌نالیدید (کمک می‌خواستید) به پروردگار خود پس اجابت کرد برای شما که کمک‌کننده‌ام شما را به هزار تن از فرشتگان دوش به دوش‌"},{"SurahNumber":8,"VerseNumber":10,"Text":"و نگردانید آن را خدا جز بشارتی و تا آرام گیرد بدان دلهای شما حالی که نیست یاری جز از نزد خدا همانا خداوند است عزّتمند حکیم‌"},{"SurahNumber":8,"VerseNumber":11,"Text":"هنگامی که افکند بر شما خمار خواب را تا آرامشی باشد از او و فرستاد بر شما از آسمان آبی تا پاکتان سازد بدان و تا دور کند از شما چرک شیطان را و تا پیوند نهند بر دلهای شما و استوار سازد بدان قدمها را"},{"SurahNumber":8,"VerseNumber":12,"Text":"هنگامی که وحی می‌فرستاد پروردگار تو بسوی فرشتگان که من با شما هستم پس استوار دارید آنان را که ایمان آوردند زود است افکنم در دلهای آنان که کفر ورزیدند هراس را پس بزنید فراز گردنها را و بزنید از ایشان هر سرانگشتی را"},{"SurahNumber":8,"VerseNumber":13,"Text":"این بدان است که درافتادند با خدا و رسولش و هر که با خدا و رسولش درافتد همانا خداوند است سخت‌عقوبت‌"},{"SurahNumber":8,"VerseNumber":14,"Text":"اینک بچشیدش و همانا کافران را است عذاب آتش‌"},{"SurahNumber":8,"VerseNumber":15,"Text":"ای آنان که ایمان آوردید هرگاه تلاقی کردید با آنان که کفر ورزیدند در جنگ پس برنگردانید بسوی آنان پشتها را"},{"SurahNumber":8,"VerseNumber":16,"Text":"و آنکس که بگرداند پشتش را بسوی آنان جز گرائیده برای جنگی یا ملحق شونده به گروهی همانا بازگشت است به خشمی از خدا و جایگاه او است دوزخ و چه زشت است آن جایگاه‌"},{"SurahNumber":8,"VerseNumber":17,"Text":"پس نکشتید ایشان را شما و لیکن خداوند کشتشان و نه تو انداختی تیر را گاهی که انداختی و لیکن خدا بینداخت و تا بیازماید مؤمنان را از خود آزمایشی نکو همانا خداوند شنوای دانا"},{"SurahNumber":8,"VerseNumber":18,"Text":"این است و آنکه خدا است سست‌کننده نیرنگ کافران‌"},{"SurahNumber":8,"VerseNumber":19,"Text":"اگر پیروزی جوئید همانا بیامدتان پیروزی و اگر کوتاه آئید (دست بردارید) پس آن بهتر است برای شما و اگر بازگردید بازگردیم و بی‌نیازتان نکند جمعیت شما به چیزی و هر چند فزون باشد و آنکه خدا است با مؤمنان‌"},{"SurahNumber":8,"VerseNumber":20,"Text":"ای آنان که ایمان آوردید فرمانبرید خدا و پیمبرش را و برنگردید از او و شما می‌شنوید"},{"SurahNumber":8,"VerseNumber":21,"Text":"و نباشید مانند آنان که گفتند شنیدیم و ایشان نمی‌شنوند"},{"SurahNumber":8,"VerseNumber":22,"Text":"همانا بدترین جنبندگان نزد خدا کَران و گنگانی‌اند که ناخردمندند"},{"SurahNumber":8,"VerseNumber":23,"Text":"و اگر می‌دانست خدا در ایشان خیری هر آینه می‌شنواندشان و اگر می‌شنواند ایشان را هر آینه پشت می‌کردند و آنانند روی‌گردانان‌"},{"SurahNumber":8,"VerseNumber":24,"Text":"ای آنان که ایمان آوردید اجابت کنید خدا و رسولش را گاهی که خوانندتان بدانچه زنده‌تان سازد و بدانید که خدا حایل می‌شود میان مرد و دلش و آنکه بسوی او گردآورده می‌شوید"},{"SurahNumber":8,"VerseNumber":25,"Text":"و بپرهیزید فتنه (آزمایشی) را که نرسد بدانان که ستم کردند از شما تنها و بدانید که خداوند است سخت‌شکنجه‌"},{"SurahNumber":8,"VerseNumber":26,"Text":"و یاد آرید هنگامی را که بودید گروه اندکی ناتوان شمردگان در زمین بیم داشتید که بربایند شما را مردم پس پناهتان داد و کمک کرد شما را به یاری خود و روزی داد شما را از پاکیزه‌ها شاید شکر گزارید"},{"SurahNumber":8,"VerseNumber":27,"Text":"ای آنان که ایمان آوردید خیانت نکنید خدا و رسول را و خیانت نکنید سپرده‌های خویش را و شما می‌دانید"},{"SurahNumber":8,"VerseNumber":28,"Text":"و بدانید که مالهای شما و فرزندان شما فتنه است و همانا خدا نزد او است پاداشی بزرگ‌"},{"SurahNumber":8,"VerseNumber":29,"Text":"ای آنان که ایمان آوردید اگر بترسید خدا را بنهد برای شما جداکننده‌ای و بزداید از شما گناهان شما را و بیامرزد شما را و خدا است دارای فضلی بزرگ‌"},{"SurahNumber":8,"VerseNumber":30,"Text":"و هنگامی که می‌اندیشیدند برای تو آنان که کفر ورزیدند که بازدارندت یا بکشندت یا برون‌کنندت و مکر کردند و مکر کرد خدا و خدا است بهترین مکرآوران‌"},{"SurahNumber":8,"VerseNumber":31,"Text":"و هنگامی که خوانده شود بر ایشان آیتهای ما گویند همانا شنیدیم اگر می‌خواستیم می‌گفتیم همانند این نیست این جز افسانه‌های باستان‌"},{"SurahNumber":8,"VerseNumber":32,"Text":"و هنگامی که گفتند بار خدایا اگر این است حقّ از نزد تو پس ببار بر ما سنگی از آسمان یا بیاور ما را عذابی دردناک‌"},{"SurahNumber":8,"VerseNumber":33,"Text":"و نبوده است خدا عذاب‌کننده آنان حالی که توئی در آنان و نبوده است خدا عذاب‌کننده ایشان و ایشانند استغفارکنندگان‌"},{"SurahNumber":8,"VerseNumber":34,"Text":"و چیست ایشان را (چرا) عذابشان نکند خدا حالی که بازمی‌دارند از مسجد حرام و نیستند یاران آن همانا نیستند یاران آن مگر پرهیزکاران و لیکن بیشتر ایشان نمی‌دانند"},{"SurahNumber":8,"VerseNumber":35,"Text":"و نبود نمازشان نزد خانه جز صفیر و دستک‌زدنی پس بچشید عذاب را بدانچه بودید کفر می‌ورزیدید"},{"SurahNumber":8,"VerseNumber":36,"Text":"همانا آنان که کافر شدند می‌دهند مالهای خود را تا بازدارند از راه خدا زود است بدهند آنها را سپس حسرتی بر ایشان شود پس شکست خورند و آنان که کفر ورزیدند بسوی دوزخ گردآورده شوند"},{"SurahNumber":8,"VerseNumber":37,"Text":"تا جداسازد خدا پلید را از پاک و بنهد پلید را پاره‌ای از آن بر پاره‌ای پس انباشته سازدش با هم پس بگرداندش در دوزخ آنانند زیانکاران‌"},{"SurahNumber":8,"VerseNumber":38,"Text":"بگو بدانان که کفر ورزیدند اگر دست بردارند آمرزیده شود برای ایشان آنچه گذشته است و اگر بازگردند همانا گذشت شیوه پیشینیان‌"},{"SurahNumber":8,"VerseNumber":39,"Text":"و نبرد کنید با ایشان تا نشود فتنه‌ای و بشود دین همه آن برای خدا پس اگر دست برداشتند همانا خدا بدانچه می‌کنند بینا است‌"},{"SurahNumber":8,"VerseNumber":40,"Text":"و اگر روی گردانیدند پس بدانید که خدا است سرپرست شما چه خوب سرپرست و چه خوب یاوری است‌"}]}