{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed be He in Whose authority is the dominion (the universe), and He has power over all things"},{"SurahNumber":67,"VerseNumber":2,"Text":"The One (Allah) who has created death and life, so that He may test you (to find out) which of you are best in deed. And He is the All-Mighty, the Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"The one (Allah) Who has created the 7 heavens one above another, you cannot see any fault in the creations of the Gracious. So look once again, can you see any rifts"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then repeat the look again, and yet again, your sight will return to you humbled and it is worn out"},{"SurahNumber":67,"VerseNumber":5,"Text":"And indeed We have decorated the nearest heaven with lamps, We have made such lamps as missiles to drive away the devils, and have prepared for them the punishment of the blazing fire"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord, there will be the punishment of hell, and worst indeed is that destination"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they will be cast in the fire, they will hear the (terrible) drawing of its breath as it blazes out"},{"SurahNumber":67,"VerseNumber":8,"Text":"It almost bursts up with fury. Every time a group is cast in it; its keeper will ask: “Did no Warner come to you?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"They will say: “Yes indeed, a Warner did come to us, but we rejected him and said: Allah has never sent down anything (of revelation), you are only in great error.”"},{"SurahNumber":67,"VerseNumber":10,"Text":"And they will say: “Had we only listened or used our intelligence, we would not have been among the inmates of the blazing fire!”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Then they will confess their sin. So, away (from the Mercy of Allah) will be the inmates of the blazing fire"},{"SurahNumber":67,"VerseNumber":12,"Text":"Surely! Those who fear their Lord unseen, they will have forgiveness and a great reward (Paradise)"},{"SurahNumber":67,"VerseNumber":13,"Text":"And whether you keep your talk secret or disclose it, surely, He is All-Knower of what is in the hearts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Should not He know Who has created? And He is the Kind, and Courteous (to His servants), All-Aware (of everything)"},{"SurahNumber":67,"VerseNumber":15,"Text":"It is He Who has made the earth submissive to you, so walk in the path thereof and eat of His provision, and to Him will be (the return) for Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Do you feel secure from He Who is over the heaven, will not cause the earth to sink with you when it shakes (as in an earthquake)"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or do you feel secure from He Who is over the heaven, will not send against you a violent tornado? Then you shall know how terrible has been My Warning"},{"SurahNumber":67,"VerseNumber":18,"Text":"And indeed those before them denied (the Messengers of Allah), then see how terrible was My denial (punishment)"},{"SurahNumber":67,"VerseNumber":19,"Text":"Do they not see the birds above them spreading out their wings and folding them in? None upholds them except the Gracious (Allah). Surely, He is the All-Seer all of everything"},{"SurahNumber":67,"VerseNumber":20,"Text":"Who is the one that has an army to help you besides the Gracious? The disbelievers are in nothing but delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Who is there that can provide you if He withholds His provision? Nay, they continue to be in pride and they flee (from the truth)"},{"SurahNumber":67,"VerseNumber":22,"Text":"Who is more rightly guided: one who walks with his face bend down without seeing, or the one who sees and walks upright on a Right Way"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say: “It is He Who has created you, and made for you hearing, seeing, and hearts. Yet, you give little thanks.”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say: “It is He Who has created you in the earth, and to Him you shall be gathered (in the Hereafter).”"},{"SurahNumber":67,"VerseNumber":25,"Text":"They say: “When will this Promise (the Day of Resurrection) come to pass if you are telling the truth?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say (O Muhammad): “The knowledge (of its exact time) is only with Allah, and I am only a plain Warner.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"But, when they will see it (the punishment on the Day of Resurrection) approaching, the faces of those who disbelieve will change with sadness (turn black), and it will be said (to them): “This is the Promise which you were calling for!”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say (O Muhammad): “Even if Allah destroys me and those with me or He bestows His Mercy on us; who will save the disbelievers from a painful punishment?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say: “It is the Gracious (Allah), in Him we believe, and in Him we put our trust. Soon you will come to know who is it that is in clear error.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say (O Muhammad): “Have you seen that if all your water were to sunk away (in the ground), who then can supply you with flowing water?”"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. By the pen and what they (angels) write (records of people)"},{"SurahNumber":68,"VerseNumber":2,"Text":"By the Grace of your Lord you (O Muhammad) are not a madman"},{"SurahNumber":68,"VerseNumber":3,"Text":"and surely, you (O Muhammad) will have an endless reward"},{"SurahNumber":68,"VerseNumber":4,"Text":"And surely, you (O Muhammad) are on an exalted (standard of) character"},{"SurahNumber":68,"VerseNumber":5,"Text":"Soon you will see and they will see"},{"SurahNumber":68,"VerseNumber":6,"Text":"which of you is afflicted with madness"},{"SurahNumber":68,"VerseNumber":7,"Text":"Surely, your Lord knows those better who have gone astray from His Way, and He is the Best Knower of those who are guided"},{"SurahNumber":68,"VerseNumber":8,"Text":"So (O Muhammad) don’t yield to the deniers (of Islam)"},{"SurahNumber":68,"VerseNumber":9,"Text":"They wish that you should compromise (in religion with them), so they would also compromise with you"},{"SurahNumber":68,"VerseNumber":10,"Text":"Don’t yield to everyone who swears much and is considered worthless"},{"SurahNumber":68,"VerseNumber":11,"Text":"a slanderer, going about with mischief"},{"SurahNumber":68,"VerseNumber":12,"Text":"opponent of the good, transgressor, sinful"},{"SurahNumber":68,"VerseNumber":13,"Text":"cruel, and moreover wicked (of illegitimate birth)"},{"SurahNumber":68,"VerseNumber":14,"Text":"though he has wealth and children"},{"SurahNumber":68,"VerseNumber":15,"Text":"When Our Verses (of the Qur’an) are recited to him, he says: “Tales of the people of old!”"},{"SurahNumber":68,"VerseNumber":16,"Text":"We shall brand the one over the nose"},{"SurahNumber":68,"VerseNumber":17,"Text":"Surely, We shall try them as We tried the people of the garden when they swore to pick the fruits of the garden in the morning"},{"SurahNumber":68,"VerseNumber":18,"Text":"without saying: If Allah wills"},{"SurahNumber":68,"VerseNumber":19,"Text":"Then something (fire) from your Lord passed by on the garden (at night and burnt it) while they were asleep"},{"SurahNumber":68,"VerseNumber":20,"Text":"so the garden became black by the morning, like a pitch dark night (completely ruined)"},{"SurahNumber":68,"VerseNumber":21,"Text":"Then they called out one to another as soon as the morning broke"},{"SurahNumber":68,"VerseNumber":22,"Text":"saying: “Go to your tilth in the morning if you want to pick the fruits.”"},{"SurahNumber":68,"VerseNumber":23,"Text":"So they departed and whispered in secret low tones (saying)"},{"SurahNumber":68,"VerseNumber":24,"Text":"“Let no poor person enter into the garden today.”"},{"SurahNumber":68,"VerseNumber":25,"Text":"And then they went in the morning with strong intention, thinking that they have powers (to prevent the poor from taking any of the fruits)"},{"SurahNumber":68,"VerseNumber":26,"Text":"But when they saw the garden, they said: “Surely, we have gone astray"},{"SurahNumber":68,"VerseNumber":27,"Text":"(then they said): Nay! Indeed we have been deprived (of the fruits)!”"},{"SurahNumber":68,"VerseNumber":28,"Text":"The best among them said: “Did I not tell you: why do you not glorify Allah (If Allah wills)?”"},{"SurahNumber":68,"VerseNumber":29,"Text":"They said: “Glory to our Lord! Surely, we have been wrongdoers.”"},{"SurahNumber":68,"VerseNumber":30,"Text":"So they started blaming one another"},{"SurahNumber":68,"VerseNumber":31,"Text":"(Later) they said: “Woe to us! Surely, we had become transgressors"},{"SurahNumber":68,"VerseNumber":32,"Text":"We hope that our Lord will give us in exchange a better garden than this. Truly, we turn to our Lord.”"},{"SurahNumber":68,"VerseNumber":33,"Text":"Such is the punishment (in this life) and truly, the punishment of the Hereafter is greater, if they but knew"},{"SurahNumber":68,"VerseNumber":34,"Text":"Surely, the pious will be rewarded with gardens of delight (Paradise) by their Lord"},{"SurahNumber":68,"VerseNumber":35,"Text":"Shall We then treat the Muslims like the criminals"},{"SurahNumber":68,"VerseNumber":36,"Text":"What is the matter with you? How do you judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or do you have a book from which you learn"},{"SurahNumber":68,"VerseNumber":38,"Text":"that you shall have in it all that you choose"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or do you have oaths from Us reaching to the Day of Resurrection that your will have whatever you judge"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask if anyone of them will Promise for that"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or do they have ‘partners (other deities besides Allah)?’ Then let them bring their ‘partners’ if they are truthful"},{"SurahNumber":68,"VerseNumber":42,"Text":"(Remember) the Day (of Judgment) when the events shall be unfolded and they shall be called to prostrate (to Allah), but they shall not be able to do so"},{"SurahNumber":68,"VerseNumber":43,"Text":"Their eyes will be cast down, humiliation will cover them; because they used to be called to prostrate (offer prayers), and they were healthy and good (in the world, but they refused to do so)"},{"SurahNumber":68,"VerseNumber":44,"Text":"Then (O Muhammad) leave Me Alone with those who deny this speech (Qur’an). We shall punish them gradually from where they don’t perceive"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I will (even) grant them a respite. Surely, My plan is strong"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or have you (O Muhammad) asked them a wage, so they are heavily burdened from debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or do they have the (knowledge of the) unseen with them, so they can write it down"},{"SurahNumber":68,"VerseNumber":48,"Text":"So wait with patience for the decision of your Lord, and don’t be like the companion of the fish (reference to Prophet Jonah who was swallowed by a fish), who cried out (to Us) while he was in distress"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had not a Grace from his Lord reached him, he would indeed have been (left in the stomach of the fish, but We forgave him, so he was) cast off on the naked shore, while he was blamed"},{"SurahNumber":68,"VerseNumber":50,"Text":"But his Lord chose him and made him of the righteous"},{"SurahNumber":68,"VerseNumber":51,"Text":"And surely, the disbelievers would almost make you slip with their eyes (through hatred) when they hear the reminder (the Qur’an), and they say: “Surely, he (Muhammad) is a madman!”"},{"SurahNumber":68,"VerseNumber":52,"Text":"This (the Qur’an) is nothing but a reminder to all people of the worlds"},{"SurahNumber":69,"VerseNumber":1,"Text":"The inevitable (of the Day of Resurrection)"},{"SurahNumber":69,"VerseNumber":2,"Text":"What is the inevitable"},{"SurahNumber":69,"VerseNumber":3,"Text":"And what will make you understand what the inevitable is"},{"SurahNumber":69,"VerseNumber":4,"Text":"Thamud and Ad people denied the calamity (the striking Hour of judgment)"},{"SurahNumber":69,"VerseNumber":5,"Text":"As for Thamud, they were destroyed by the awful cry"},{"SurahNumber":69,"VerseNumber":6,"Text":"As for Ad, they were destroyed by a furious violent wind"},{"SurahNumber":69,"VerseNumber":7,"Text":"which Allah imposed on them for 7 nights and 8 days in succession, so that you could see the people lying overthrown (destroyed) in it as if they were hollow trunks of date-palms"},{"SurahNumber":69,"VerseNumber":8,"Text":"Now, do you see any remnants of them"},{"SurahNumber":69,"VerseNumber":9,"Text":"And Pharaoh and those before him, and the cities overthrown (the people of Lot) who committed sin"},{"SurahNumber":69,"VerseNumber":10,"Text":"and they disobeyed their Lord’s Messenger, so He seized them with a strong seize"},{"SurahNumber":69,"VerseNumber":11,"Text":"Surely! When the water rose beyond limits (Noah’s flood), We carried you people in the floating ship"},{"SurahNumber":69,"VerseNumber":12,"Text":"that We may make it an event of warning for you so that it may be understood by the retaining ears (in memory)"},{"SurahNumber":69,"VerseNumber":13,"Text":"Then when the Trumpet will be blown with one blowing (first one)"},{"SurahNumber":69,"VerseNumber":14,"Text":"and the earth with its mountains will be removed (from their places) and crushed with a single crushing"},{"SurahNumber":69,"VerseNumber":15,"Text":"then on that Day the great Event will befall"},{"SurahNumber":69,"VerseNumber":16,"Text":"and the heaven will split asunder, and for that Day it (heaven) will be frail and torn up"},{"SurahNumber":69,"VerseNumber":17,"Text":"And the angels will be on all sides and on that Day 8 angels will bear the Throne of your Lord above them"},{"SurahNumber":69,"VerseNumber":18,"Text":"That Day you will be brought to judgment (before your Lord), and not a secret of you will be hidden"},{"SurahNumber":69,"VerseNumber":19,"Text":"Then, as for the one who will be given its record (of deeds) in its right hand, will say: “Here! read my record"},{"SurahNumber":69,"VerseNumber":20,"Text":"Surely, I did believe that I shall meet my account!”"},{"SurahNumber":69,"VerseNumber":21,"Text":"So he shall have a life of well-pleasing"},{"SurahNumber":69,"VerseNumber":22,"Text":"in a lofty Paradise"},{"SurahNumber":69,"VerseNumber":23,"Text":"with fruits in bunches which will be low and near at hand"},{"SurahNumber":69,"VerseNumber":24,"Text":"(It will be said him): “Eat and drink at ease, (this is the reward) for what you did sent on before in past days!”"},{"SurahNumber":69,"VerseNumber":25,"Text":"But as for the one who will be given its record (of deeds) in its left hand, will say: “I wish that I had not been given my record (of deeds)"},{"SurahNumber":69,"VerseNumber":26,"Text":"and that I had never known what my account was"},{"SurahNumber":69,"VerseNumber":27,"Text":"I wish if only it had been my end (death)"},{"SurahNumber":69,"VerseNumber":28,"Text":"My wealth has availed me nothing"},{"SurahNumber":69,"VerseNumber":29,"Text":"my power and arguments (to defend myself) have gone from me!”"},{"SurahNumber":69,"VerseNumber":30,"Text":"(It will be said): “Seize him and fetter (with a chain around its neck)"},{"SurahNumber":69,"VerseNumber":31,"Text":"then throw him in the blazing fire"},{"SurahNumber":69,"VerseNumber":32,"Text":"then fasten him with a chain of 70 cubits long"},{"SurahNumber":69,"VerseNumber":33,"Text":"Surely, he did not believe in Allah, the Great"},{"SurahNumber":69,"VerseNumber":34,"Text":"and did not urge on the feeding of the poor"},{"SurahNumber":69,"VerseNumber":35,"Text":"This Day he has neither a friend here"},{"SurahNumber":69,"VerseNumber":36,"Text":"nor any food except the filth from the washing of wounds"},{"SurahNumber":69,"VerseNumber":37,"Text":"which none will eat except the sinners.”"},{"SurahNumber":69,"VerseNumber":38,"Text":"So, surely I swear by whatever you see"},{"SurahNumber":69,"VerseNumber":39,"Text":"and by whatever you don’t see"},{"SurahNumber":69,"VerseNumber":40,"Text":"that surely this is the word of an honored Messenger"},{"SurahNumber":69,"VerseNumber":41,"Text":"It is not the word of a poet, little is that you believe"},{"SurahNumber":69,"VerseNumber":42,"Text":"nor it is the word of a soothsayer, little is that you remember"},{"SurahNumber":69,"VerseNumber":43,"Text":"This is the revelation sent down from the Lord of the worlds"},{"SurahNumber":69,"VerseNumber":44,"Text":"Had he (Muhammad) forged false sayings concerning Us"},{"SurahNumber":69,"VerseNumber":45,"Text":"We certainly would have seized him by his right hand"},{"SurahNumber":69,"VerseNumber":46,"Text":"then certainly would have cut off his life artery"},{"SurahNumber":69,"VerseNumber":47,"Text":"and none of you could prevent (Us) from punishing him"},{"SurahNumber":69,"VerseNumber":48,"Text":"Surely this (Qur’an) is a reminder for the pious"},{"SurahNumber":69,"VerseNumber":49,"Text":"Surely We know that there are some among you who deny (the Qur’an)"},{"SurahNumber":69,"VerseNumber":50,"Text":"and indeed it (this Qur’an) will be an anguish for the disbelievers"},{"SurahNumber":69,"VerseNumber":51,"Text":"Yet, it (this Qur’an) is an absolute truth with certainty"},{"SurahNumber":69,"VerseNumber":52,"Text":"So glorify the name of your Lord, the Great"},{"SurahNumber":70,"VerseNumber":1,"Text":"A questioner asked concerning a punishment about to befall"},{"SurahNumber":70,"VerseNumber":2,"Text":"upon the disbelievers, none can avert"},{"SurahNumber":70,"VerseNumber":3,"Text":"(It will come) from Allah, the Lord of the Ways of Ascent"},{"SurahNumber":70,"VerseNumber":4,"Text":"The angels and the spirit (Gabriel) ascend to Him in a Day the measure of which is 50,000 years"},{"SurahNumber":70,"VerseNumber":5,"Text":"So be patient (O Muhammad) with a good patience"},{"SurahNumber":70,"VerseNumber":6,"Text":"Surely! They see it (Day of judgment) to be far off"},{"SurahNumber":70,"VerseNumber":7,"Text":"but We see it quite near"},{"SurahNumber":70,"VerseNumber":8,"Text":"On that Day, the sky will be like molten lead"},{"SurahNumber":70,"VerseNumber":9,"Text":"and the mountains will be like flakes of wool"},{"SurahNumber":70,"VerseNumber":10,"Text":"and no friend will ask of a friend"},{"SurahNumber":70,"VerseNumber":11,"Text":"though they will be made to see one another (no one can help including relatives). The criminal would wish to ransom himself from the punishment of that Day by his children"},{"SurahNumber":70,"VerseNumber":12,"Text":"his wife and his brother"},{"SurahNumber":70,"VerseNumber":13,"Text":"his kindred who gave him shelter"},{"SurahNumber":70,"VerseNumber":14,"Text":"and all that is in the earth, so that it might save him"},{"SurahNumber":70,"VerseNumber":15,"Text":"But no means! Surely, it will be the fire of hell"},{"SurahNumber":70,"VerseNumber":16,"Text":"to take away (burn completely) the head skin"},{"SurahNumber":70,"VerseNumber":17,"Text":"he will call all those who turn their backs and turn away their faces"},{"SurahNumber":70,"VerseNumber":18,"Text":"who collected (wealth) and hide it (from spending in the cause of Allah)"},{"SurahNumber":70,"VerseNumber":19,"Text":"Surely, human has been created very impatient"},{"SurahNumber":70,"VerseNumber":20,"Text":"when the evil touches them, they are distressed"},{"SurahNumber":70,"VerseNumber":21,"Text":"but when good (fortune) touches them, they are stingy"},{"SurahNumber":70,"VerseNumber":22,"Text":"except those who devote to prayers"},{"SurahNumber":70,"VerseNumber":23,"Text":"those who remain steadfast in their prayers"},{"SurahNumber":70,"VerseNumber":24,"Text":"those who set aside a known right in their wealth"},{"SurahNumber":70,"VerseNumber":25,"Text":"for the beggar who asks and for the deprived (who lost property and wealth)"},{"SurahNumber":70,"VerseNumber":26,"Text":"those who believe in the Day of recompense"},{"SurahNumber":70,"VerseNumber":27,"Text":"those who fear the punishment of their Lord"},{"SurahNumber":70,"VerseNumber":28,"Text":"surely! The punishment of their Lord is that before which none can feel secure"},{"SurahNumber":70,"VerseNumber":29,"Text":"those who guard their chastity (private parts from illegal sex)"},{"SurahNumber":70,"VerseNumber":30,"Text":"except with their wives or those whom their right hands possess so they are not to be blamed"},{"SurahNumber":70,"VerseNumber":31,"Text":"But those who seek to go beyond this, then it is those who are transgressors"},{"SurahNumber":70,"VerseNumber":32,"Text":"And those who keep their trusts and their covenants"},{"SurahNumber":70,"VerseNumber":33,"Text":"and those who stand firm in their testimonies"},{"SurahNumber":70,"VerseNumber":34,"Text":"and those who guard their prayers well"},{"SurahNumber":70,"VerseNumber":35,"Text":"it is they who will be in the gardens (Paradise) with honor"},{"SurahNumber":70,"VerseNumber":36,"Text":"So what is the matter with the disbelievers that they hasten to listen from you (O Muhammad)"},{"SurahNumber":70,"VerseNumber":37,"Text":"sitting in groups on the right and on the left (of you, O Muhammad)"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every one of them seek to enter the Paradise of delight"},{"SurahNumber":70,"VerseNumber":39,"Text":"But nay! Surely, We have created them out of that which they (disbelievers) know"},{"SurahNumber":70,"VerseNumber":40,"Text":"So, I (Muhammad) swear by the Lord of all points of sunrise in the east and sunset in the west that surely We are Able (to destroy them)"},{"SurahNumber":70,"VerseNumber":41,"Text":"and can replace them by others better than them; and We are not to be outrun"},{"SurahNumber":70,"VerseNumber":42,"Text":"So, leave them to plunge in vain talk and play about, until they meet their Day which they are promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"The Day when they will come out of the graves quickly as if they are racing towards a goal"},{"SurahNumber":70,"VerseNumber":44,"Text":"with their eyes lowered in fear and humility, covering them with disgrace! That is the Day which they are promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Surely, We sent Noah to his people (saying): “Warn your people before there comes to them a painful punishment.”"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said: “O my people! Surely, I am sent to you as a plain Warner"},{"SurahNumber":71,"VerseNumber":3,"Text":"That you should worship Allah (alone), be dutiful to Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"(If you do so) He will forgive you of your sins and give you respite for an appointed term. Surely, the term of Allah when it comes, cannot be delayed, if you but knew.”"},{"SurahNumber":71,"VerseNumber":5,"Text":"(After all his efforts were exhausted) he said: “O my Lord! Surely, I have called my people night and day"},{"SurahNumber":71,"VerseNumber":6,"Text":"but all my calling added nothing but to their flight (from the truth)"},{"SurahNumber":71,"VerseNumber":7,"Text":"Surely! Every time I called to them that Allah might forgive them, they put their fingers into their ears, covered themselves up with their garments, persisted (in their refusal), and magnified themselves in pride"},{"SurahNumber":71,"VerseNumber":8,"Text":"Surely, I called them openly (aloud)"},{"SurahNumber":71,"VerseNumber":9,"Text":"then surely, I proclaimed to them in public, and I have appealed to them in private"},{"SurahNumber":71,"VerseNumber":10,"Text":"I said (to them): ‘Ask forgiveness from your Lord; He is Forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send the sky (rain) to you in abundance"},{"SurahNumber":71,"VerseNumber":12,"Text":"help you with increase in wealth and children, bestow on you gardens, and bestow on you rivers.’”"},{"SurahNumber":71,"VerseNumber":13,"Text":"And what is the matter with that you don’t have any hope (from Allah)"},{"SurahNumber":71,"VerseNumber":14,"Text":"and surely He has created you in stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"Don’t you see how Allah has created the 7 heavens one above another"},{"SurahNumber":71,"VerseNumber":16,"Text":"and has made the moon as a light in it and made the sun as a lamp"},{"SurahNumber":71,"VerseNumber":17,"Text":"And Allah has brought you out as a growth from the (dust of) earth"},{"SurahNumber":71,"VerseNumber":18,"Text":"Then He will return you into it (the same earth), and bring you forth (to life again on the Day of Resurrection)"},{"SurahNumber":71,"VerseNumber":19,"Text":"And Allah has made for you the earth as a wide spread"},{"SurahNumber":71,"VerseNumber":20,"Text":"so that you may go about in it on broad roads"},{"SurahNumber":71,"VerseNumber":21,"Text":"Noah said: “My Lord! Surely they have disobeyed me, and followed those whose wealth and children give them no increase but only loss"},{"SurahNumber":71,"VerseNumber":22,"Text":"They have plotted a mighty plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"and they have said: ‘Don’t leave your deity, nor shall you leave Wadd, nor Suwa, nor Yaghuth, nor Yauq, nor Nasr (names of the idols).’"},{"SurahNumber":71,"VerseNumber":24,"Text":"Indeed they have led many astray. (O Allah): don’t increase the wrongdoers (in anything) but error.”"},{"SurahNumber":71,"VerseNumber":25,"Text":"Because of their sins they were drowned (in the flood) and were made to enter the fire. They did not find any help for them instead of Allah"},{"SurahNumber":71,"VerseNumber":26,"Text":"And Noah said: “My Lord! Don’t leave any inhabitant of the disbelievers on the earth"},{"SurahNumber":71,"VerseNumber":27,"Text":"Surely if You leave them, they will mislead Your servants and they will beget none but wicked disbelievers"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Lord! Forgive me, and my parents, and those who enter my home as a believer, and all the believing men and women. And You don’t grant increase to the wrongdoers but destruction!”"},{"SurahNumber":72,"VerseNumber":1,"Text":"Say (O Muhammad): “It has been revealed to me that a group of jinns listened (to the Qur’an). They (returned to their folk and) said: ‘Surely! We have heard a wonderful recitation (this Qur’an)"},{"SurahNumber":72,"VerseNumber":2,"Text":"it guides to the Right Way. We have believed in it and we shall never join (in worship) anything with our Lord"},{"SurahNumber":72,"VerseNumber":3,"Text":"And surely, the majesty of our Lord is exalted: He has neither taken a wife nor a son"},{"SurahNumber":72,"VerseNumber":4,"Text":"And the foolish among us have been uttering against Allah which was wrong and not right"},{"SurahNumber":72,"VerseNumber":5,"Text":"surely, we thought that no human or jinns could utter a lie against Allah"},{"SurahNumber":72,"VerseNumber":6,"Text":"And surely, there were people among mankind used to seek refuge with individuals among the jinns, so they (jinns) increased them (mankind) in sin and arrogance"},{"SurahNumber":72,"VerseNumber":7,"Text":"and they thought as you thought that Allah will never appoint anyone (as a Messenger to mankind or jinn)"},{"SurahNumber":72,"VerseNumber":8,"Text":"And we have sought to reach the heaven but found it filled with stern guards and flaming fires"},{"SurahNumber":72,"VerseNumber":9,"Text":"We used to sit there at stations (heaven) to steal a hearing, but those who listen now find flaming fire (stars) watching in ambush for them"},{"SurahNumber":72,"VerseNumber":10,"Text":"We did not know whether an evil was intended for those on earth, or whether their Lord intends for them a Right Way"},{"SurahNumber":72,"VerseNumber":11,"Text":"There are some among us who are righteous, and some of us contrary to that; we are groups on different ways (religious sect)"},{"SurahNumber":72,"VerseNumber":12,"Text":"And we know that we can neither escape (punishment of) Allah in the earth nor can we escape (punishment of) Him by flight"},{"SurahNumber":72,"VerseNumber":13,"Text":"And indeed, when we heard the guidance (this Qur’an), we believed in it; and those who believe in their Lord shall have neither fear of any loss nor any oppression"},{"SurahNumber":72,"VerseNumber":14,"Text":"And surely, there are some among us who are Muslims and some who are deviators from the truth. Those who have embraced Islam have found the Right Way"},{"SurahNumber":72,"VerseNumber":15,"Text":"as for the unjust deviators (from truth), they will be firewood for hell.”"},{"SurahNumber":72,"VerseNumber":16,"Text":"Say (O Muhammad): “If they (the Makkans) had stood upright on the Right Way (Islam), We would surely have bestowed on them water (rain) in abundance"},{"SurahNumber":72,"VerseNumber":17,"Text":"so that We might test them thereby. And those who turn away from the reminder of their Lord (this Qur’an), He will cause them to enter in a severe punishment (hell)"},{"SurahNumber":72,"VerseNumber":18,"Text":"And the Masjids are built for Allah’s worship alone, so don’t invoke anyone along with Allah"},{"SurahNumber":72,"VerseNumber":19,"Text":"And yet, when the servant of Allah (Muhammad) stood up invoking Him in prayer, they (the jinns) just were around him in a dense crowd (to listen to the Prophet’s recitation).”"},{"SurahNumber":72,"VerseNumber":20,"Text":"Say (O Muhammad): “I only pray to my Lord, and I associate none as partners with Him.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Say: “Surely I don’t have power to cause you harm, nor bring you the Right Way.”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Say (O Muhammad): “(If I were to disobey Him) none can protect me from Allah’s punishment, nor can I find refuge except in Him"},{"SurahNumber":72,"VerseNumber":23,"Text":"(My mission is) only to convey the truth from Allah and His Messages. Those who disobey Allah and His Messenger, then surely, they will be put in the fire of hell to reside in it forever.”"},{"SurahNumber":72,"VerseNumber":24,"Text":"Till, when they will see (the punishment) that which they are Promised, then they will know whose helpers are weak and whose (supporters) are less in numbers"},{"SurahNumber":72,"VerseNumber":25,"Text":"Say (O Muhammad): “I don’t know whether (punishment) which you are Promised is near or whether my Lord has appointed for it a distant term"},{"SurahNumber":72,"VerseNumber":26,"Text":"(He alone is) the All-Knower of the unseen, and He does not reveal His unseen to anyone"},{"SurahNumber":72,"VerseNumber":27,"Text":"except to the Messenger whom He has chosen. Then He makes a band of watching guards (angels) to march before him and behind him"},{"SurahNumber":72,"VerseNumber":28,"Text":"so that He may know that surely they (the Messengers) have conveyed the messages of their Lord. And He surrounds all their surroundings and He keeps a count of all things.”"},{"SurahNumber":73,"VerseNumber":1,"Text":"O you wrapped in garments (Muhammad)"},{"SurahNumber":73,"VerseNumber":2,"Text":"Stand to pray all night, except a little"},{"SurahNumber":73,"VerseNumber":3,"Text":"half of it or a little less than that"},{"SurahNumber":73,"VerseNumber":4,"Text":"or add to it (little more), and recite the Qur’an in a slow, (pleasant tone) style"},{"SurahNumber":73,"VerseNumber":5,"Text":"Surely, We shall soon send down to you a weighty Word (obligations)"},{"SurahNumber":73,"VerseNumber":6,"Text":"Surely, the rising by night (for Tahajjud prayer) is very hard, most potent, and most suitable (to understand) for the Word (of Qur’an)"},{"SurahNumber":73,"VerseNumber":7,"Text":"surely, during the day there is prolonged occupation for you with ordinary duties"},{"SurahNumber":73,"VerseNumber":8,"Text":"And remember the Name of your Lord and devote yourself to Him with a complete devotion"},{"SurahNumber":73,"VerseNumber":9,"Text":"He is the Lord of the east and the west: there is no one worthy of worship but He. So take Him alone as your Guardian"},{"SurahNumber":73,"VerseNumber":10,"Text":"And be patient (O Muhammad) with what they say and keep away from them, withdraw (leave) in a good way"},{"SurahNumber":73,"VerseNumber":11,"Text":"And leave Me alone to deal with the deniers who are in possession of good things of life. Give them respite for a little while"},{"SurahNumber":73,"VerseNumber":12,"Text":"Surely, We have fetters (in store to bind them) and a raging fire"},{"SurahNumber":73,"VerseNumber":13,"Text":"and a food that chokes, and a painful punishment"},{"SurahNumber":73,"VerseNumber":14,"Text":"On the Day when the earth and the mountains will be in a violent shake, the mountains will be a heap of sand poured out and flowing"},{"SurahNumber":73,"VerseNumber":15,"Text":"Surely, We have sent to you (O mankind) a Messenger (Muhammad) to be a witness over you, as We sent a Messenger (Moses) to Pharaoh"},{"SurahNumber":73,"VerseNumber":16,"Text":"But Pharaoh disobeyed the Messenger (Moses); so We seized him with a severe seize"},{"SurahNumber":73,"VerseNumber":17,"Text":"If you disbelieve, how will you avoid the punishment on that Day (of Resurrection) which will turn the children grey-headed (old)"},{"SurahNumber":73,"VerseNumber":18,"Text":"the heaven will split asunder? His Promise will certainly be fulfilled"},{"SurahNumber":73,"VerseNumber":19,"Text":"Surely, this is an admonition, so let them who will, take a way to their Lord"},{"SurahNumber":73,"VerseNumber":20,"Text":"Surely, your Lord knows that you stand (to pray at night) a little less than 2/3rd of the night, or ½ of the night, or 1/3rd of the night, also a party of those with you. And Allah measures the night and the day. He knows that you can never calculate it (unable to pray the whole night), so He has turned to you (in Mercy). So, recite from the Qur’an as much as may be easy for you. He knows that there may be some sick among you, and some others who travel through the land to seek Allah’s Bounty; and yet, some others who fight in Allah’s cause. So recite as much of it (Qur’an) as may be easy for you, establish prayer, pay obligatory charity, and lend to Allah a goodly loan. And whatever good you will send before you (leave the world) for yourselves, you will certainly find it with Allah, which is better and greater in reward. And seek the forgiveness of Allah. Surely, Allah is Forgiving, Merciful"},{"SurahNumber":74,"VerseNumber":1,"Text":"O you (Muhammad) enveloped (in garments)"},{"SurahNumber":74,"VerseNumber":2,"Text":"Arise and warn"},{"SurahNumber":74,"VerseNumber":3,"Text":"Proclaim (the greatness of) your Lord (Allah)"},{"SurahNumber":74,"VerseNumber":4,"Text":"and purify your garments"},{"SurahNumber":74,"VerseNumber":5,"Text":"and keep away from filth (idols)"},{"SurahNumber":74,"VerseNumber":6,"Text":"and don’t give a thing to have more (obey Allah not as a Favor to Him)"},{"SurahNumber":74,"VerseNumber":7,"Text":"and be patient for the sake of your Lord"},{"SurahNumber":74,"VerseNumber":8,"Text":"When the trumpet will be sounded"},{"SurahNumber":74,"VerseNumber":9,"Text":"surely, that Day will be a hard Day"},{"SurahNumber":74,"VerseNumber":10,"Text":"not easy for the disbelievers"},{"SurahNumber":74,"VerseNumber":11,"Text":"Leave Me alone to deal with whom I created alone (without any means, including Al-Walid bin Al-Mughirah, a bitter opponent of the prophet)"},{"SurahNumber":74,"VerseNumber":12,"Text":"and Allah granted him abundant resources"},{"SurahNumber":74,"VerseNumber":13,"Text":"and children by his side"},{"SurahNumber":74,"VerseNumber":14,"Text":"and made life smooth and comfortable for him"},{"SurahNumber":74,"VerseNumber":15,"Text":"Yet, he desires that I should give more"},{"SurahNumber":74,"VerseNumber":16,"Text":"Nay! Surely, he has been stubborn and opposing to Our revelations"},{"SurahNumber":74,"VerseNumber":17,"Text":"I shall soon oblige him to face (climb a slippery mountain in the hellfire) a severe punishment"},{"SurahNumber":74,"VerseNumber":18,"Text":"surely, he thought and plotted"},{"SurahNumber":74,"VerseNumber":19,"Text":"So let him be cursed, how he plotted"},{"SurahNumber":74,"VerseNumber":20,"Text":"And (again) let him be cursed, how he plotted"},{"SurahNumber":74,"VerseNumber":21,"Text":"Then he thought"},{"SurahNumber":74,"VerseNumber":22,"Text":"then frowned and looked in a bad tempered way"},{"SurahNumber":74,"VerseNumber":23,"Text":"then he turned his back and was proud"},{"SurahNumber":74,"VerseNumber":24,"Text":"and he said: “This is nothing but a magic from the old"},{"SurahNumber":74,"VerseNumber":25,"Text":"this is nothing but the word of a human being.”"},{"SurahNumber":74,"VerseNumber":26,"Text":"I will burn him in hellfire"},{"SurahNumber":74,"VerseNumber":27,"Text":"And what will make you know exactly what hellfire is"},{"SurahNumber":74,"VerseNumber":28,"Text":"It does not spare (any sinner), nor does it leave (anything not burnt)"},{"SurahNumber":74,"VerseNumber":29,"Text":"Fire burns the skins"},{"SurahNumber":74,"VerseNumber":30,"Text":"Over it are 19 (angels as guardians and keepers of hell)"},{"SurahNumber":74,"VerseNumber":31,"Text":"And We have set none but angels as guardians of the fire. We have not fixed their numbers (19) except as a trial for those who disbelieve in order that those who were given the Scripture may be convinced (Qur’an is the truth as it agrees with their books i.e. number (19) is written in the Torah and the Gospel). Those who believe may increase in faith (in Qur’an). Those who were given the Scripture and believers may say to those in whose hearts there is a disease (hypocrisy) and the disbelievers say: “What Allah means by this example?” Allah leads astray whom He wills and guides whom He wills. No one knows the forces of your Lord but He. This (Qur’an) is nothing but a reminder to mankind"},{"SurahNumber":74,"VerseNumber":32,"Text":"Nay, by the moon"},{"SurahNumber":74,"VerseNumber":33,"Text":"and by the night when it withdraws"},{"SurahNumber":74,"VerseNumber":34,"Text":"and by the dawn when it brightens"},{"SurahNumber":74,"VerseNumber":35,"Text":"surely, it (hell) is one of the greatest signs"},{"SurahNumber":74,"VerseNumber":36,"Text":"and a warning to mankind"},{"SurahNumber":74,"VerseNumber":37,"Text":"to any of you that chooses to go forward (by righteous deeds), or remain behind (by sins)"},{"SurahNumber":74,"VerseNumber":38,"Text":"Every person is held in a pledge for what he has earned"},{"SurahNumber":74,"VerseNumber":39,"Text":"except those on the right (true believers)"},{"SurahNumber":74,"VerseNumber":40,"Text":"in gardens (Paradise) they will ask one another"},{"SurahNumber":74,"VerseNumber":41,"Text":"about the criminals. (They will say to them)"},{"SurahNumber":74,"VerseNumber":42,"Text":"“What has caused you to enter into hell?”"},{"SurahNumber":74,"VerseNumber":43,"Text":"They will say: “We were not of those who used to offer prayers"},{"SurahNumber":74,"VerseNumber":44,"Text":"nor we used to feed the poor"},{"SurahNumber":74,"VerseNumber":45,"Text":"we used to talk falsehood with vain talkers"},{"SurahNumber":74,"VerseNumber":46,"Text":"and we used to deny the Day of recompense"},{"SurahNumber":74,"VerseNumber":47,"Text":"until there came to us the certainty (death).”"},{"SurahNumber":74,"VerseNumber":48,"Text":"(On that Day) no intercession of intercessors will be of any use to them"},{"SurahNumber":74,"VerseNumber":49,"Text":"Then what is wrong with them (disbelievers) that they turn away from receiving the admonition"},{"SurahNumber":74,"VerseNumber":50,"Text":"As if they were frightened donkeys"},{"SurahNumber":74,"VerseNumber":51,"Text":"fleeing from a hunter, or a lion, or a beast of prey"},{"SurahNumber":74,"VerseNumber":52,"Text":"Nay, everyone of them desires that he should be given pages spread out (writing from Allah that Islam is the right religion)"},{"SurahNumber":74,"VerseNumber":53,"Text":"Nay! But they don’t fear the Hereafter (Allah’s punishment)"},{"SurahNumber":74,"VerseNumber":54,"Text":"Nay, surely, this (Qur’an) is an admonition"},{"SurahNumber":74,"VerseNumber":55,"Text":"So whoever wills (let him read it), will reflect on it"},{"SurahNumber":74,"VerseNumber":56,"Text":"And they will not take heed unless Allah wills. He is the One deserves that mankind should be afraid of Him. He is the One Who forgives"},{"SurahNumber":75,"VerseNumber":1,"Text":"I swear by the Day of Resurrection"},{"SurahNumber":75,"VerseNumber":2,"Text":"and I swear by the self-reproaching person (believer)"},{"SurahNumber":75,"VerseNumber":3,"Text":"Does mankind think that We shall not assemble their bones"},{"SurahNumber":75,"VerseNumber":4,"Text":"Yes, We are Able to put together in perfect order very tips of their fingers"},{"SurahNumber":75,"VerseNumber":5,"Text":"But mankind desires to continue committing sins"},{"SurahNumber":75,"VerseNumber":6,"Text":"He (mankind) asks: “When will be this Day of Resurrection?”"},{"SurahNumber":75,"VerseNumber":7,"Text":"So, (it will come) when the sight will be dazed"},{"SurahNumber":75,"VerseNumber":8,"Text":"the moon will be eclipsed"},{"SurahNumber":75,"VerseNumber":9,"Text":"and the sun and moon will be joined together"},{"SurahNumber":75,"VerseNumber":10,"Text":"on that Day mankind will say: “Where (is the refuge) to flee?”"},{"SurahNumber":75,"VerseNumber":11,"Text":"No! There will be no refuge"},{"SurahNumber":75,"VerseNumber":12,"Text":"On that Day, the place of rest will only be to your Lord"},{"SurahNumber":75,"VerseNumber":13,"Text":"On that Day mankind will be informed of (their deeds) what they sent forward and what they left behind"},{"SurahNumber":75,"VerseNumber":14,"Text":"Nay! Mankind will be witness against themselves (body parts will speak about deeds)"},{"SurahNumber":75,"VerseNumber":15,"Text":"though they may put forth their excuses (to cover evil deeds)"},{"SurahNumber":75,"VerseNumber":16,"Text":"(O Muhammad) don’t move your tongue with it (the Qur’an) to make haste therewith (to memorize the Verses)"},{"SurahNumber":75,"VerseNumber":17,"Text":"surely, it is upon Us to collect it and give you (O Muhammad) the ability to recite it (the Qur’an)"},{"SurahNumber":75,"VerseNumber":18,"Text":"and when We have recited it to you (O Muhammad through Gabriel), then you follow its (the Qur’an’s) recitation"},{"SurahNumber":75,"VerseNumber":19,"Text":"then surely, it is for Us to make it clear to you"},{"SurahNumber":75,"VerseNumber":20,"Text":"nay but you (mankind) love the present life of this world"},{"SurahNumber":75,"VerseNumber":21,"Text":"and leave the Hereafter"},{"SurahNumber":75,"VerseNumber":22,"Text":"On that Day, some faces will be radiant"},{"SurahNumber":75,"VerseNumber":23,"Text":"looking towards their Lord"},{"SurahNumber":75,"VerseNumber":24,"Text":"On that Day, other faces will be gloomy"},{"SurahNumber":75,"VerseNumber":25,"Text":"thinking that some calamity is about to fall on them"},{"SurahNumber":75,"VerseNumber":26,"Text":"Nay, when it (soul) reaches to the collar bone (up to the throat in its exit)"},{"SurahNumber":75,"VerseNumber":27,"Text":"and it will be said: “Who can cure (save from death)?”"},{"SurahNumber":75,"VerseNumber":28,"Text":"He (dying person) will conclude that it was the time of departure (death)"},{"SurahNumber":75,"VerseNumber":29,"Text":"and one leg will be joined with another leg (shrouded)"},{"SurahNumber":75,"VerseNumber":30,"Text":"on that Day, the drive will be to your Lord"},{"SurahNumber":75,"VerseNumber":31,"Text":"So the he (disbeliever) neither believed nor prayed"},{"SurahNumber":75,"VerseNumber":32,"Text":"but (on the contrary) he denied (this Qur’an) and turned away"},{"SurahNumber":75,"VerseNumber":33,"Text":"Then he walked to his family admiring himself"},{"SurahNumber":75,"VerseNumber":34,"Text":"Woe to you (disbeliever)! And then (again) woe to you"},{"SurahNumber":75,"VerseNumber":35,"Text":"(Again) woe to you (disbeliever)! And then (again) woe to you"},{"SurahNumber":75,"VerseNumber":36,"Text":"Does the human think that it will be left (to wander) without requital (any purpose)"},{"SurahNumber":75,"VerseNumber":37,"Text":"Was the human not a drop of emitted semen"},{"SurahNumber":75,"VerseNumber":38,"Text":"Then he became a hanging clot; then (Allah) created and fashioned him in due proportion"},{"SurahNumber":75,"VerseNumber":39,"Text":"and made him either of the 2 sexes, male and female"},{"SurahNumber":75,"VerseNumber":40,"Text":"Is not He Able to give life to the dead"},{"SurahNumber":76,"VerseNumber":1,"Text":"Has there not come over human, a period of time when it was not a thing worth mentioning"},{"SurahNumber":76,"VerseNumber":2,"Text":"Surely, We have created human from the sperm drop of mixed semen (containing both sexual discharge) in order to test human. So We gave people to hear and see"},{"SurahNumber":76,"VerseNumber":3,"Text":"Surely, We showed human the Way, whether it be grateful or ungrateful"},{"SurahNumber":76,"VerseNumber":4,"Text":"Surely, We have prepared for the disbelievers iron chains, iron collars, and a blazing fire"},{"SurahNumber":76,"VerseNumber":5,"Text":"Surely, the righteous shall drink from a cup (of wine) mixed with water from a spring in Paradise called Kafur"},{"SurahNumber":76,"VerseNumber":6,"Text":"a spring from where the servants of Allah will drink, causing it to gush out abundantly"},{"SurahNumber":76,"VerseNumber":7,"Text":"They fulfill their vows, and fear the Day whose evil will be widespread"},{"SurahNumber":76,"VerseNumber":8,"Text":"who feed the poor, the orphan, and the captive for the love (of Allah)"},{"SurahNumber":76,"VerseNumber":9,"Text":"(saying): “We feed you for the sake of Allah’s Pleasure only. We wish neither reward nor thanks from you"},{"SurahNumber":76,"VerseNumber":10,"Text":"Surely, we fear from our Lord a hard and distressful Day that will make the faces look horrible.”"},{"SurahNumber":76,"VerseNumber":11,"Text":"So Allah will save them from the evil of that Day, and bestow on them a radiant light and joy"},{"SurahNumber":76,"VerseNumber":12,"Text":"and will compensate them (Paradise) and garments of silk because they were patient"},{"SurahNumber":76,"VerseNumber":13,"Text":"(They will) recline on raised thrones in it; they will feel neither the excessive heat of the sun nor the excessive bitter cold in it"},{"SurahNumber":76,"VerseNumber":14,"Text":"And (the trees of Paradise) will have shade close upon them, and the bunches of fruits will hang low (within their reach) in it"},{"SurahNumber":76,"VerseNumber":15,"Text":"And they will be served with round dishes of silver, cups of crystal"},{"SurahNumber":76,"VerseNumber":16,"Text":"crystal-clear, made of silver. They will determine the measure there (according to their wishes)"},{"SurahNumber":76,"VerseNumber":17,"Text":"They will also be given to drink a cup (wine) that is mixed with ginger"},{"SurahNumber":76,"VerseNumber":18,"Text":"from a spring there, called Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"And they will be attended by boys (servants) of everlasting youth. If you see them, you would think them like scattered pearls"},{"SurahNumber":76,"VerseNumber":20,"Text":"And wherever you look there (in Paradise), you will see a delight and a great dominion"},{"SurahNumber":76,"VerseNumber":21,"Text":"Their honoring garments (of the people of Paradise) will be made of fine green silk and gold embroidery. They will be adorned with bracelets of silver and their Lord will give them pure drink"},{"SurahNumber":76,"VerseNumber":22,"Text":"(And it will be said to them): “Surely, this is a reward for you and your endeavor is appreciated and accepted.”"},{"SurahNumber":76,"VerseNumber":23,"Text":"Surely! It is We Who have sent down this Qur’an to you (O Muhammad) in stages"},{"SurahNumber":76,"VerseNumber":24,"Text":"therefore be patient (O Muhammad) for the command of your Lord and don’t yield to a sinner or a disbeliever among them"},{"SurahNumber":76,"VerseNumber":25,"Text":"And remember the name of your Lord every morning and afternoon"},{"SurahNumber":76,"VerseNumber":26,"Text":"prostrate yourself to Him at night and glorify Him during long night Hours"},{"SurahNumber":76,"VerseNumber":27,"Text":"Surely! These disbelievers love the present life of this world and leave behind them a heavy Day (that will come)"},{"SurahNumber":76,"VerseNumber":28,"Text":"It is We Who created them and made their joints strong. But if We will, We can replace (them) like them with a complete replacement"},{"SurahNumber":76,"VerseNumber":29,"Text":"Surely! This (Verses of the Qur’an) is an admonition, so those who will, let them adapt the Way to their Lord"},{"SurahNumber":76,"VerseNumber":30,"Text":"but you cannot will, unless Allah wills. Surely, Allah is All-Knower, All-Wise"},{"SurahNumber":76,"VerseNumber":31,"Text":"He admits to His Mercy whom He wills, and for the wrongdoers He has prepared a painful punishment"},{"SurahNumber":77,"VerseNumber":1,"Text":"By the emissary winds (sent forth) one after another"},{"SurahNumber":77,"VerseNumber":2,"Text":"by the raging hurricanes"},{"SurahNumber":77,"VerseNumber":3,"Text":"by (the winds) that scatter (the clouds) to distant places"},{"SurahNumber":77,"VerseNumber":4,"Text":"then separate them one from another"},{"SurahNumber":77,"VerseNumber":5,"Text":"by those (angels) who bring down the reminder (to the Messengers)"},{"SurahNumber":77,"VerseNumber":6,"Text":"either to (remove all) excuses or to (covey the) warning"},{"SurahNumber":77,"VerseNumber":7,"Text":"Surely, what you are promised must be fulfilled"},{"SurahNumber":77,"VerseNumber":8,"Text":"(It will be fulfilled) when the stars will lose their light"},{"SurahNumber":77,"VerseNumber":9,"Text":"when the heaven will cleft asunder"},{"SurahNumber":77,"VerseNumber":10,"Text":"when the mountains will blow away (into dust)"},{"SurahNumber":77,"VerseNumber":11,"Text":"when the Messengers will be gathered to their appointed time"},{"SurahNumber":77,"VerseNumber":12,"Text":"For what Day are these signs deferred"},{"SurahNumber":77,"VerseNumber":13,"Text":"For the Day of sorting out (judgment)"},{"SurahNumber":77,"VerseNumber":14,"Text":"What will make you know, what is the Day of sorting out"},{"SurahNumber":77,"VerseNumber":15,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":16,"Text":"Did We not destroy the previous generations (for evil deeds)"},{"SurahNumber":77,"VerseNumber":17,"Text":"Then We shall make later generations to follow them"},{"SurahNumber":77,"VerseNumber":18,"Text":"Thus We will deal with the criminals"},{"SurahNumber":77,"VerseNumber":19,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":20,"Text":"Have We not created you from a worthless fluid (semen)"},{"SurahNumber":77,"VerseNumber":21,"Text":"which We placed in a place of safety (womb)"},{"SurahNumber":77,"VerseNumber":22,"Text":"for a known period"},{"SurahNumber":77,"VerseNumber":23,"Text":"So We have measured (its term) and We are the best to measure (things)"},{"SurahNumber":77,"VerseNumber":24,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":25,"Text":"Have We not made the earth a home for both"},{"SurahNumber":77,"VerseNumber":26,"Text":"the living and the dead"},{"SurahNumber":77,"VerseNumber":27,"Text":"placed on it firm, tall and high mountains, and given you sweet water to drink"},{"SurahNumber":77,"VerseNumber":28,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":29,"Text":"(It will be said to the disbelievers on the Day of Judgment): “You depart to that (hell) which you used to deny"},{"SurahNumber":77,"VerseNumber":30,"Text":"You depart towards the shadow (of hellfire smoke ascending) in 3 columns"},{"SurahNumber":77,"VerseNumber":31,"Text":"neither shady nor of any use against the fierce flame of the fire"},{"SurahNumber":77,"VerseNumber":32,"Text":"surely! it (hell) throws up huge sparks like a castle"},{"SurahNumber":77,"VerseNumber":33,"Text":"as if they were yellow camels.”"},{"SurahNumber":77,"VerseNumber":34,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":35,"Text":"That will be the Day when they shall not be able to speak"},{"SurahNumber":77,"VerseNumber":36,"Text":"they will not be permitted to put forth any excuse for them"},{"SurahNumber":77,"VerseNumber":37,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":38,"Text":"Such will be the Day of decision! We will bring you and your previous generations together"},{"SurahNumber":77,"VerseNumber":39,"Text":"So, if you have a plot, then plot against Me"},{"SurahNumber":77,"VerseNumber":40,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":41,"Text":"Surely, the pious shall reside in shades and springs"},{"SurahNumber":77,"VerseNumber":42,"Text":"and they will have whatever fruits they desire"},{"SurahNumber":77,"VerseNumber":43,"Text":"(It will be said to them): “Eat and drink comfortably for that which you used to do (good deeds).”"},{"SurahNumber":77,"VerseNumber":44,"Text":"Surely, thus We will reward the righteous"},{"SurahNumber":77,"VerseNumber":45,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":46,"Text":"(O disbelievers)! Eat and enjoy yourselves (in this worldly life) for a little while. Surely, you are the criminals"},{"SurahNumber":77,"VerseNumber":47,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":48,"Text":"When it is said to them: “Bow down yourself (in prayer before Allah)!” They don’t bow down"},{"SurahNumber":77,"VerseNumber":49,"Text":"Woe on that Day to the deniers (of the Day of Resurrection)"},{"SurahNumber":77,"VerseNumber":50,"Text":"Then in what statement after this (the Qur’an), will they believe"}]}