{"Id":381,"LanguageCodes":["tr","tur"],"Name":"tur-ademugur","Author":"Adem Ugur","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Sorumluluk ancak, zengin oldukları halde senden izin isteyenleredir. Çünkü onlar geri kalan kadınlarla beraber olmaya râzı oldular. Allah da onların kalplerini mühürledi, artık onlar (neyin doğru olduğunu) bilmezler"},{"SurahNumber":9,"VerseNumber":94,"Text":"(Seferden) onlara döndüğünüz zaman size özür beyan edecekler. De ki: (Boşuna) özür dilemeyin! Size asla inanmayız; çünkü Allah, haberlerinizi bize bildirmiştir. (Bundan sonraki) amelinizi Allah da görecektir, Resûlü de. Sonra görüleni ve görülmeyeni bilene döndürüleceksiniz de yapmakta olduklarınızı size haber verecektir"},{"SurahNumber":9,"VerseNumber":95,"Text":"Onların yanına döndüğünüz zaman size, kendilerinden (onları cezalandırmaktan) vazgeçmeniz için Allah adına and içecekler. Artık onlardan yüz çevirin. Çünkü onlar murdardır. Kazanmakta olduklarına (kötü işlerine) karşılık ceza olarak varacakları yer cehennemdir"},{"SurahNumber":9,"VerseNumber":96,"Text":"Onlardan razı olasınız diye size yemin edecekler. Fakat siz onlardan razı olsanız bile Allah fâsıklar topluluğundan asla razı olmaz"},{"SurahNumber":9,"VerseNumber":97,"Text":"Bedevîler, kâfirlik ve münafıklık bakımından hem daha beter, hem de Allah´ın Resûlüne indirdiği kanunları tanımamaya daha yatkındır. Allah çok iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":98,"Text":"Bedevîlerden öylesi vardır ki (Allah yolunda) harcayacağını angarya sayar ve sizin başınıza belâlar gelmesini bekler. (Bekledikleri) o kötü belâ kendi başlarına gelmiştir. Allah pek iyi işiten, çok iyi bilendir"},{"SurahNumber":9,"VerseNumber":99,"Text":"Bedevîlerden öylesi de vardır ki, Allah´a ve ahiret gününe inanır, (hayır için) harcayacağını Allah katında yakınlığa ve Peygamber´in dualarını almaya vesile edinir. Bilesiniz ki o (harcadıkları mal, Allah katında) onlar için bir yakınlıktır. Allah onları rahmetine (cennetine) koyacaktır. Şüphesiz Allah bağışlayan, esirgeyendir"},{"SurahNumber":9,"VerseNumber":100,"Text":"(İslâm dinine girme hususunda) öne geçen ilk muhacirler ve ensar ile onlara güzellikle tabi olanlar var ya, işte Allah onlardan razı olmuştur, onlar da Allah´tan razı olmuşlardır. Allah onlara, içinde ebedî kalacakları, zemininden ırmaklar akan cennetler hazırlamıştır. İşte bu büyük kurtuluştur"},{"SurahNumber":9,"VerseNumber":101,"Text":"Çevrenizdeki bedevî Araplardan ve Medine halkından birtakım münafıklar vardır ki, münafıklıkta maharet kazanmışlardır. Sen onları bilmezsin, biz biliriz onları. Onlara iki kez azap edeceğiz, sonra da onlar büyük bir azaba itileceklerdir"},{"SurahNumber":9,"VerseNumber":102,"Text":"Diğerleri ise günahlarını itiraf ettiler, iyi bir ameli diğer kötü bir amelle karıştırdılar. (Tevbe ederlerse) umulur ki Allah onların tevbesini kabul eder. Çünkü Allah çok bağışlayan, pek esirgeyendir"},{"SurahNumber":9,"VerseNumber":103,"Text":"Onların mallarından sadaka al; bununla onları (günahlardan) temizlersin, onları arıtıp yüceltirsin. Ve onlar için dua et. Çünkü senin duan onlar için sükûnettir (onları yatıştırır). Allah işitendir, bilendir"},{"SurahNumber":9,"VerseNumber":104,"Text":"Allah´ın, kullarının tevbesini kabul edeceğini, sadakaları geri çevirmeyeceğini ve Allah´ın tevbeyi çok kabul eden ve pek esirgeyen olduğunu hâla bilmezler mi"},{"SurahNumber":9,"VerseNumber":105,"Text":"De ki: (Yapacağınızı) yapın! Amelinizi Allah da Resûlü de müminler de görecektir. Sonra görüleni ve görülmeyeni bilen Allah´a döndürüleceksiniz de O size yapmakta olduklarınızı haber verecektir"},{"SurahNumber":9,"VerseNumber":106,"Text":"(Sefere katılmayanlardan) diğer bir gurup da Allah´ın emrine bırakılmışlardır. O, bunlara ya azap eder veya tevbelerini kabul eder. Allah çok bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":107,"Text":"(Münafıklar arasında) bir de (müminlere) zarar vermek, (hakkı) inkâr etmek, müminlerin arasına ayrılık sokmak ve daha önce Allah ve Resûlüne karşı savaşmış olan adamı beklemek için bir mescid kuranlar ve: (Bununla) iyilikten başka birşey istemedik, diye mutlaka yemin edecek olanlar da vardır. Halbuki Allah onların kesinlikle yalancı olduklarına şahitlik eder"},{"SurahNumber":9,"VerseNumber":108,"Text":"Onun içinde asla namaz kılma! İlk günden takvâ üzerine kurulan mescit (Kuba Mescidi) içinde namaz kılman elbette daha doğrudur. Onda temizlenmeyi seven adamlar vardır. Allah da çok temizlenenleri sever"},{"SurahNumber":9,"VerseNumber":109,"Text":"Binasını Allah korkusu ve rızası üzerine kuran kimse mi daha hayırlıdır, yoksa yapısını yıkılacak bir yarın kenarına kurup, onunla beraber kendisi de çöküp cehennem ateşine giden kimse mi? Allah zalimler topluluğunu doğru yola iletmez"},{"SurahNumber":9,"VerseNumber":110,"Text":"Yaptıkları bina, (ölüp de) kalpleri parçalanıncaya kadar yüreklerine devamlı olarak bir kuşku (sebebi) olacaktır. Allah çok iyi bilendir, hikmet sahibidir"},{"SurahNumber":9,"VerseNumber":111,"Text":"Allah müminlerden, mallarını ve canlarını, kendilerine (verilecek) cennet karşılığında satın almıştır. Çünkü onlar Allah yolunda savaşırlar, öldürürler, ölürler. (Bu), Tevrat´ta, İncil´de ve Kur´an´da Allah üzerine hak bir vaaddir. Allah´tan daha çok sözünü yerine getiren kim vardır! O halde O´nunla yapmış olduğunuz bu alış verişinizden dolayı sevinin. İşte bu, (gerçekten) büyük kazançtır"},{"SurahNumber":9,"VerseNumber":112,"Text":"(Bu alış verişi yapanlar), tevbe edenler, ibadet edenler, hamdedenler, oruç tutanlar, rükû edenler, secde edenler, iyiliği emredip kötülükten alıkoyanlar ve Allah´ın sınırlarını koruyanlardır. O müminleri müjdele"},{"SurahNumber":9,"VerseNumber":113,"Text":"(Kâfir olarak ölüp) cehennem ehli oldukları onlara açıkça belli olduktan sonra, akraba dahi olsalar, (Allah´a) ortak koşanlar için af dilemek ne peygambere yaraşır ne de inananlara"},{"SurahNumber":9,"VerseNumber":114,"Text":"İbrahim´in babası için af dilemesi, sadece ona verdiği sözden dolayı idi. Ne var ki, onun Allah´ın düşmanı olduğu kendisine belli olunca, ondan uzaklaştı. Şüphesiz ki İbrahim çok yumuşak huylu ve pek sabırlı idi"},{"SurahNumber":9,"VerseNumber":115,"Text":"Allah bir topluluğu doğru yola ilettikten sonra, sakınacakları şeyleri kendilerine açıklayıncaya kadar onları saptıracak değildir. Allah her şeyi çok iyi bilendir"},{"SurahNumber":9,"VerseNumber":116,"Text":"Göklerin ve yerin mülkü yalnız Allah´ındır. O diriltir ve öldürür. Sizin için Allah´tan başka ne bir dost ne de bir yardımcı vardır"},{"SurahNumber":9,"VerseNumber":117,"Text":"Andolsun ki Allah, müslümanlardan bir gurubun kalpleri eğrilmeye yüz tuttuktan sonra, Peygamberi ve güçlük zamanında ona uyan muhacirlerle ensarı affetti. Sonra da onların tevbelerini kabul etti. Çünkü O, onlara karşı çok şefkatli, pek merhametlidir"},{"SurahNumber":9,"VerseNumber":118,"Text":"Ve (seferden) geri bırakılan üç kişinin de (tevbelerini kabul etti). Yeryüzü, genişliğine rağmen onlara dar gelmiş, vicdanları kendilerini sıktıkça sıkmıştı. Nihayet Allah´tan (O´nun azabından) yine Allah´a sığınmaktan başka çare olmadığını anlamışlardı. Sonra (eski hallerine) dönmeleri için Allah onların tevbesini kabul etti. Çünkü Allah tevbeyi çok kabul eden, pek esirgeyendir"},{"SurahNumber":9,"VerseNumber":119,"Text":"Ey iman edenler! Allah´tan korkun ve doğrularla beraber olun"},{"SurahNumber":9,"VerseNumber":120,"Text":"Medine halkına ve onların çevresinde bulunan bedevî Araplara Allah´ın Resûlünden geri kalmaları ve onun canından önce kendi canlarını düşünmeleri yakışmaz. İşte onların Allah yolunda bir susuzluğa, bir yorgunluğa ve bir açlığa dûçar olmaları, kâfirleri öfkelendirecek bir yere (ayak) basmaları ve düşmana karşı bir başarı kazanmaları, ancak bunların karşılığında kendilerine salih bir amel yazılması içindir. Çünkü Allah iyilik yapanların mükâfatını zayi etmez"},{"SurahNumber":9,"VerseNumber":121,"Text":"Allah onları, yapmakta olduklarının en güzeli ile mükâfatlandırmak için küçük büyük yaptıkları her masraf, geçtikleri her vâdi mutlaka onların lehine yazılır"},{"SurahNumber":9,"VerseNumber":122,"Text":"Müminlerin hepsinin toptan sefere çıkmaları doğru değildir. Onların her kesiminde bir gurup dinde (dinî ilimlerde) geniş bilgi elde etmek ve kavimleri (savaştan) döndüklerinde onları ikaz etmek için geride kalmalıdır. Umulur ki sakınırlar"},{"SurahNumber":9,"VerseNumber":123,"Text":"Ey iman edenler! Kâfirlerden yakınınızda olanlara karşı savaşın ve onlar (savaş anında) sizde bir sertlik bulsunlar. Bilin ki, Allah sakınanlarla beraberdir"},{"SurahNumber":9,"VerseNumber":124,"Text":"Herhangi bir sûre indirildiği zaman onlardan bir kısmı der ki: \"Bu sizin hanginizin imanını artırdı?\" İman edenlere gelince (bu sûre) onların imanlarını artırır ve onlar sevinirler"},{"SurahNumber":9,"VerseNumber":125,"Text":"Kalplerinde hastalık (kâfirlik ve münafıklık) olanlara gelince, onların da inkârlarını büsbütün artırır ve onlar artık kâfir olarak ölürler"},{"SurahNumber":9,"VerseNumber":126,"Text":"Onlar, her yıl bir veya iki kez (çeşitli belâlarla) imtihan edildiklerıni görmüyorlar mı? Sonra da ne tevbe ediyorlar ne de ibret alıyorlar"},{"SurahNumber":9,"VerseNumber":127,"Text":"Bir sûre indirildiği zaman, (göz kırpıp alay ederek) birbirlerine bakar (ve): (Çevreden) sizi birisi görüyor mu? diye sorarlar, sonra da (sıvışıp) giderler. Anlamayan bir kavim oldukları için Allah onların kalplerini (imandan) çevirmiştir"},{"SurahNumber":9,"VerseNumber":128,"Text":"Andolsun size kendinizden öyle bir Peygamber gelmiştir ki, sizin sıkıntıya uğramanız ona çok ağır gelir. O, size çok düşkün, müminlere karşı çok şefkatlidir, merhametlidir"},{"SurahNumber":9,"VerseNumber":129,"Text":"(Ey Muhammed!) Yüz çevirirlerse de ki: Allah bana yeter. O´ndan başka ilâh yoktur. Ben sadece O´na güvenip dayanırım. O yüce Arş´ın sahibidir"},{"SurahNumber":10,"VerseNumber":1,"Text":"Elif. Lâm. Râ. İşte bunlar hikmet dolu Kitâb´ın âyetleridir"},{"SurahNumber":10,"VerseNumber":2,"Text":"İçlerinden bir adama: İnsanları uyar ve iman edenlere, Rableri katında onlar için yüksek bir doğruluk makamı olduğunu müjdele, diye vahyetmemiz, insanlar için şaşılacak bir şey mi oldu ki, o kâfirler: Bu elbette apaçık bir sihirbazdır, dediler"},{"SurahNumber":10,"VerseNumber":3,"Text":"Şüphesiz ki Rabbiniz, gökleri ve yeri altı günde yaratan, sonra da işleri yerli yerince idare ederek arşa istiva eden Allah´dır. Onun izni olmadan hiç kimse şefaatçı olamaz. İşte O Rabbiniz Allah´tır. O halde O´na kulluk edin. Hâla düşünmüyor musunuz"},{"SurahNumber":10,"VerseNumber":4,"Text":"Allah´ın gerçek bir vâdi olarak hepinizin dönüşü ancak O´nadır. Çünkü O, mahlûkatı önce (yoktan) yaratır, sonra da iman edip iyi işler yapanlara adaletle mükâfat vermek için (onları huzuruna) geri çevirir. Kâfir olanlara gelince, inkâr etmekte oldukları şeylerden ötürü onlar için kaynar sudan bir içki ve elem verici bir azap vardır"},{"SurahNumber":10,"VerseNumber":5,"Text":"Güneşi ışıklı, ayı da parlak kılan, yılların sayısını ve hesabı bilmeniz için ona (aya) birtakım menziller takdir eden O´dur. Allah bunları, ancak bir gerçeğe (ve hikmete) binaen yaratmıştır. O, bilen bir kavme âyetlerini açıklamaktadır"},{"SurahNumber":10,"VerseNumber":6,"Text":"Gece ve gündüzün değişmesinde (uzayıp kısalmasında) Allah´ın göklerde ve yerde yarattığı şeylerde, (Onu inkâr etmekten) sakınan bir kavim için elbette nice deliller vardır"},{"SurahNumber":10,"VerseNumber":7,"Text":"Huzurumuza çıkacaklarını beklemeyenler, dünya hayatına razı olup onunla rahat bulanlar ve âyetlerimizden gafil olanlar da vardır muhakkak"},{"SurahNumber":10,"VerseNumber":8,"Text":"İşte onların, kazanmakta oldukları (günahlar) yüzünden varacakları yer, ateştir"},{"SurahNumber":10,"VerseNumber":9,"Text":"İman edip güzel işler yapanlara gelince, imanları sebebiyle Rableri onları nimet dolu cennetlerde, alt tarafından ırmaklar akan (saraylara) erdirir"},{"SurahNumber":10,"VerseNumber":10,"Text":"Onların oradaki duası: \"Allah´ım! Seni noksan sıfatlardan tenzih ederiz!\" (sözleridir). Orada birbirleriyle karşılaştıkça söyledikleri ise \"selâm\" dır. Onların dualarının sonu da şudur: Hamd, âlemlerin Rabbi Allah´a mahsustur"},{"SurahNumber":10,"VerseNumber":11,"Text":"Eğer Allah insanlara, hayrı çarçabuk istedikleri gibi şerri de acele verseydi, elbette onların ecelleri bitirilmiş olurdu. Fakat bize kavuşmayı beklemeyenleri biz, azgınlıkları içinde bocalar bir halde (kendi başlarına) bırakırız"},{"SurahNumber":10,"VerseNumber":12,"Text":"İnsana bir zarar geldiği zaman, yan yatarak, oturarak veya ayakta durarak (o zararın giderilmesi için) bize dua eder; fakat biz ondan sıkıntısını kaldırınca, sanki kendisine dokunan bir sıkıntıdan ötürü bize dua etmemiş gibi geçip gider. İşte böylece haddi aşanlara yapmakta oldukları şeyler güzel gösterildi"},{"SurahNumber":10,"VerseNumber":13,"Text":"Andolsun ki sizden önce, peygamberleri kendilerine mûcizeler getirdiği halde (yalanlayıp) zulmettiklerinden dolayı nice milletleri helâk ettik; zaten onlar iman edecek değillerdi. İşte biz suçlu kavimleri böyle cezalandırırız"},{"SurahNumber":10,"VerseNumber":14,"Text":"Sonra da, nasıl davranacağınızı görmemiz için onların ardından sizi yeryüzünde halifeler kıldık (Onların yerine sizi getirdik)"},{"SurahNumber":10,"VerseNumber":15,"Text":"Onlara âyetlerimiz açık açık okunduğu zaman (öldükten sonra) bize kavuşmayı beklemeyenler: Ya bundan başka bir Kur´an getir veya bunu değiştir! dediler. De ki: Onu kendiliğimden değiştirmem benim için olacak şey değildir. Ben, bana vahyolunandan başkasına uymam. Çünkü Rabbime isyan edersem elbette büyük günün azabından korkarım"},{"SurahNumber":10,"VerseNumber":16,"Text":"De ki: Eğer Allah dileseydi onu size okumazdım, Allah da onu size bildirmezdi. Ben bundan önce bir ömür boyu içinizde durmuştum. Hâla akıl erdiremiyor musunuz"},{"SurahNumber":10,"VerseNumber":17,"Text":"Öyleyse kim Allah´a karşı yalan uydurandan veya onun âyetlerini yalanlayandan daha zalimdir! Bilesiniz ki suçlular asla onmazlar"},{"SurahNumber":10,"VerseNumber":18,"Text":"Onlar Allah´ı bırakıp kendilerine ne zarar ne de fayda verebilecek şeylere tapıyorlar ve: Bunlar, Allah katında bizim şefaatçılarımızdır, diyorlar. De ki: \"Siz Allah´a göklerde ve yerde bilemeyeceği bir şeyi mi haber veriyorsunuz? Hâşâ! O, onların ortak koştuklarından uzak ve yücedir"},{"SurahNumber":10,"VerseNumber":19,"Text":"İnsanlar sadece bir tek ümmetti, sonradan ayrılığa düştüler. Eğer (azabın ertelenmesi ile ilgili) Rabbinden bir söz (ezelî bir takdir) geçmemiş olsaydı, ayrılığa düştükleri konuda hemen aralarında hüküm verilirdi (Derhal azap iner ve işleri bitirilirdi)"},{"SurahNumber":10,"VerseNumber":20,"Text":"Ona (Muhammed´e) Rabbinden bir mucize indirilse ya! diyorlar. De ki: Gayb ancak Allah´ındır. Bekleyin (bakalım) ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":10,"VerseNumber":21,"Text":"Kendilerine dokunan (kıtlık ve hastalık gibi) bir sıkıntıdan sonra insanlara bir rahmet (esenlik) tattırdığımız zaman, bir de bakarsın ki âyetlerimiz hakkında onların bir tuzağı vardır. De ki: Allah´ın tuzağı daha süratlidir. Şüphesiz elçilerimiz kurduğunuz tuzakları yazıyorlar"},{"SurahNumber":10,"VerseNumber":22,"Text":"Sizi karada ve denizde gezdiren O´dur. Hatta siz gemilerde bulunduğunuz, o gemiler de içindekileri tatlı bir rüzgârla alıp götürdükleri ve (yolcular) bu yüzden neşelendikleri zaman, o gemiye şiddetli bir fırtına gelip çatar, her yerden onlara dalgalar hücum eder ve onlar çepeçevre kuşatıldıklarını anlarlar da dini yalnız Allah´a halis kılarak: \"Andolsun eğer bizi bundan kurtarırsan mutlaka şükredenlerden olacağız\" diye Allah´a yalvarırlar"},{"SurahNumber":10,"VerseNumber":23,"Text":"Fakat Allah onları kurtarınca bir de bakarsın ki onlar, yine haksız yere taşkınlık ediyorlar. Ey insanlar! Sizin taşkınlığınız ancak kendi aleyhinizedir; (bununla) sadece fâni dünya hayatının menfaatini elde edersiniz; sonunda dönüşünüz yine bizedir. O zaman yapmakta olduklarınızı size haber vereceğiz"},{"SurahNumber":10,"VerseNumber":24,"Text":"Dünya hayatının durumu, gökten indirdiğimiz bir su gibidir ki, insanların ve hayvanların yiyeceklerinden olan yeryüzü bitkileri o su sayesinde gürleşip birbirine girer. Nihayet yeryüzü zinetini takınıp, (rengârenk) süslendiği ve sahipleri de onun üzerinde kudret sahibi olduklarını sandıkları bir sırada, bir gece veya gündüz ona emrimiz (âfetimiz) gelir de onu sanki dün yerinde yokmuş gibi kökünden koparılarak biçilmiş bir hale getiririz. İşte iyi düşünecek kavimler için âyetlerimizi böyle açıklıyoruz"},{"SurahNumber":10,"VerseNumber":25,"Text":"Allah kullarını esenlik yurduna çağırıyor ve O, dilediğini doğru yola iletir"},{"SurahNumber":10,"VerseNumber":26,"Text":"Güzel davrananlara daha güzel karşılık, bir de fazlası vardır. Onların yüzlerine ne bir toz (kara leke) bulaşır ne de bir horluk (gelir). İşte onlar cennet ehlidirler. Ve onlar orada ebedî kalacaklardır"},{"SurahNumber":10,"VerseNumber":27,"Text":"Kötülük yapanlara gelince, kötülüğün cezası misli iledir. Onları zillet kaplayacaktır. Onları Allah´a karşı koruyacak hiç kimse yoktur. Onların yüzleri sanki karanlık geceden bir parçaya bürünmüştür. İşte onlar da cehennem ehlidir. Onlar orada ebedî kalacaklardır"},{"SurahNumber":10,"VerseNumber":28,"Text":"Onların hepsini biraraya toplayacağımız, sonra da Allah´a ortak koşanlara: \"Siz ve koştuğunuz ortaklar yerinizde bekleyin\" diyeceğimiz gün artık onların (putlarıyla) aralarını tamamen ayırmışızdır. Ve onların ortakları, (putları) derler ki: \"Siz, bize ibadet etmiyordunuz"},{"SurahNumber":10,"VerseNumber":29,"Text":"Bu yüzden bizimle sizin aranızda şahit olarak Allah yeter. Şüphesiz ki biz sizin (bize) tapmanızdan tamamen habersizdik"},{"SurahNumber":10,"VerseNumber":30,"Text":"Orada herkes geçmişte yaptıklarını karşısında bulur. Artık onlar gerçek sahipleri olan Allah´a döndürülmüşlerdir. Uydurmakta oldukları şeyler (bâtıl tanrıları) da onları terkedip kaybolmuştur"},{"SurahNumber":10,"VerseNumber":31,"Text":"(Resûlüm!) De ki: Size gökten ve yerden kim rızık veriyor? Ya da kulaklara ve gözlere kim mâlik (ve hakim) bulunuyor? Ölüden diriyi kim çıkarıyor, diriden ölüyü kim çıkarıyor? (Her türlü) işi kim idare ediyor? \"Allah\" diyecekler. De ki: Öyle ise (Ona âsi olmaktan) sakınmıyor musunuz"},{"SurahNumber":10,"VerseNumber":32,"Text":"İşte O, sizin gerçek Rabbiniz olan Allah´tır. Artık haktan (ayrıldıktan) sonra sapıklıktan başka ne kalır? O halde nasıl (sapıklığa) döndürülüyorsunuz"},{"SurahNumber":10,"VerseNumber":33,"Text":"İşte böylece Rabbinin yoldan çıkanlar hakkındaki \"Onlar inanmazlar\" sözü gerçekleşmiş oldu"},{"SurahNumber":10,"VerseNumber":34,"Text":"(Resûlüm!) De ki: (Allah´a) ortak koştuklarınız arasında, (birini yokken) ilk defa yaratacak, arkasından onu (ölümünden sonra hayata) yeniden döndürecek biri var mı? De ki: Allah ilk defa yaratıp (ölümden sonra) onu yeniden (hayata) döndürür. O halde nasıl saptırılırsınız"},{"SurahNumber":10,"VerseNumber":35,"Text":"De ki: Ortak koştuklarınızdan hakka iletecek olan var mı? De ki: \"Hakka Allah iletir.\" Öyle ise hakka ileten mi uyulmaya daha lâyıktır; yoksa hidayet verilmedikçe kendi kendine doğru yolu bulamayan mı? Size ne oluyor? Nasıl (böyle yanlış) hükmediyorsunuz"},{"SurahNumber":10,"VerseNumber":36,"Text":"Onların çoğu zandan başka bir şeye uymaz. Şüphesiz zan, haktan (ilimden) hiçbir şeyin yerini tutmaz. Allah onların yapmakta olduklarını pek iyi bilendir"},{"SurahNumber":10,"VerseNumber":37,"Text":"Bu Kur´an Allah´tan başkası tarafından uydurulmuş bir şey değildir. Ancak kendinden öncekini doğrulayan ve o Kitab´ı açıklayandır. Onda şüphe yoktur, o âlemlerin Rabbindendir"},{"SurahNumber":10,"VerseNumber":38,"Text":"Yoksa, Onu (Muhammed) uydurdu mu diyorlar? De ki: Eğer sizler doğru iseniz Allah´tan başka, gücünüzün yettiklerini çağırın da (hep beraber) onun benzeri bir sûre getirin"},{"SurahNumber":10,"VerseNumber":39,"Text":"Bilakis, onlar ilmini kavrayamadıkları ve yorumu kendilerine asla gelmemiş olan (Kur´an´ı) yalanladılar. Onlardan öncekiler de böyle yalanlamışlardı. Şimdi bak, zalimlerin sonu nasıl oldu"},{"SurahNumber":10,"VerseNumber":40,"Text":"İçlerinden öylesi var ki ona (Kur´an´a) inanır, yine onlardan öylesi de var ki ona inanmaz. Rabbin bozguncuları en iyi bilendir"},{"SurahNumber":10,"VerseNumber":41,"Text":"(Resûlüm!) onlar seni yalanlarlarsa de ki: Benim işim bana, sizin işiniz de size aittir. Siz benim yaptığımdan uzaksınız, ben de sizin yaptığınızdan uzağım"},{"SurahNumber":10,"VerseNumber":42,"Text":"Onlardan seni dinleyenler vardır. Fakat sağırlara -üstelik akılları da ermiyorsa- sen mi duyuracaksın"},{"SurahNumber":10,"VerseNumber":43,"Text":"Onlardan sana bakan da vardır. Fakat -hele (gerçeği) göremiyorlarsa- körleri sen mi doğru yola ileteceksin"},{"SurahNumber":10,"VerseNumber":44,"Text":"Şüphesiz ki Allah insanlara hiçbir şekilde zulmetmez, fakat insanlar kendilerine zulmederler"},{"SurahNumber":10,"VerseNumber":45,"Text":"Allah´ın onları, sanki günün ancak bir saati kadar kaldıklarını zanneder vaziyette yeniden diriltip toplayacağı gün aralarında birbirleriyle tanışırlar. Allah´ın huzuruna varmayı yalanlayanlar elbette zarara uğramışlardır. Zira onlar doğru yola gitmemişlerdi"},{"SurahNumber":10,"VerseNumber":46,"Text":"Eğer onları tehdit ettiğimiz (azabın) bir kısmını sana (dünyada iken) gösterirsek (ne âlâ); yok eğer (göstermeden) seni vefat ettirirsek nihayet onların dönüşü de bizedir. (O zaman onlara ne olacağını göreceksin). Sonra, Allah onların yapmakta olduklarına da şahittir"},{"SurahNumber":10,"VerseNumber":47,"Text":"Her ümmetin bir peygamberi vardır. Peygamberleri geldiği zaman, aralarında adaletle hükmedilir ve onlara asla zulmedilmez"},{"SurahNumber":10,"VerseNumber":48,"Text":"Doğru iseniz bu vaad (azap) ne zamandır? diyorlar"},{"SurahNumber":10,"VerseNumber":49,"Text":"De ki: \"Ben kendime bile Allah´ın dilediğinden başka ne bir zarar ne de bir menfaat verme gücüne sahibim.\" Her ümmetin bir eceli vardır. Ecelleri geldiği zaman artık ne bir saat geri kalırlar ne de ileri giderler"},{"SurahNumber":10,"VerseNumber":50,"Text":"De ki: (Ey müşrikler!) Ne dersiniz? Allah´ın azabı size geceleyin veya gündüzün gelirse (ne yaparsınız?). Suçlular ondan hangisini istemekte acele ediyorlar"},{"SurahNumber":10,"VerseNumber":51,"Text":"Başınıza belâ geldikten sonra mı O´na iman edeceksiniz, şimdi mi? (Çok geç). Halbuki onu (azabın gelmesini) istemekte acele ediyordunuz"},{"SurahNumber":10,"VerseNumber":52,"Text":"Sonra o (kendilerine) zulmedenlere, \"Ebedî azabı tadın!\" denilecek. Kazanmakta olduğunuzdan başkasının karşılığını mı bulacaksınız"},{"SurahNumber":10,"VerseNumber":53,"Text":"O (azap) bir gerçek midir? diye senden haber istiyorlar. De ki: Evet, Rabbime andolsun ki o şüphesiz gerçektir ve siz âciz bırakacak değilsiniz"},{"SurahNumber":10,"VerseNumber":54,"Text":"(O zaman) zulmeden herkes yeryüzündeki bütün servete sahip olsa (azaptan kurtulmak için) elbette onu feda eder. Ve azabı gördükleri zaman için için yanarlar. Aralarında adaletle hükmolunur ve onlara zulmedilmez"},{"SurahNumber":10,"VerseNumber":55,"Text":"Bilesiniz ki, göklerde ve yerde olan her şey Allah´ındır. Yine bilesiniz ki, Allah´ın vâdi haktır, fakat onların çoğu bilmez"},{"SurahNumber":10,"VerseNumber":56,"Text":"O hem diriltir hem de öldürür ve yalnız O´na döndürüleceksiniz"},{"SurahNumber":10,"VerseNumber":57,"Text":"Ey insanlar! Size Rabbinizden bir öğüt, gönüllerdekine bir şifa, müminler için bir hidayet ve rahmet gelmiştir"},{"SurahNumber":10,"VerseNumber":58,"Text":"De ki: Ancak Allah´ın lütfu ve rahmetiyle, işte bunlarla sevinsinler. Bu, onların (dünya malı olarak) topladıklarından daha hayırlıdır"},{"SurahNumber":10,"VerseNumber":59,"Text":"De ki: Allah´ın size indirdiği rızıktan bir kısmını helâl, bir kısmını da haram bulmanıza ne dersiniz? De ki: Allah mı size izin verdi, yoksa Allah´a iftira mı ediyorsunuz"},{"SurahNumber":10,"VerseNumber":60,"Text":"Allah´a karşı yalan uyduranların kıyamet günü (âkıbetleri) hakkındaki kanaatleri nedir? Şüphesiz Allah insanlara karşı lütuf sahibidir. Fakat onların çoğu şükretmezler"},{"SurahNumber":10,"VerseNumber":61,"Text":"Ne zaman sen bir işte bulunsan, ne zaman Kur´an´dan bir şey okusan ve siz ne zaman bir iş yaparsanız, o işe daldığınız zaman biz mutlaka üstünüzde şahidizdir. Ne yerde ne gökte zerre ağırlığınca bir şey Rabbinden uzak (ve gizli) kalmaz. Bundan daha küçüğü ve daha büyüğü yoktur ki apaçık kitapta (levh-i mahfuzda) bulunmasın"},{"SurahNumber":10,"VerseNumber":62,"Text":"Bilesiniz ki, Allah´ın dostlarına korku yoktur; onlar üzülmeyecekler de"},{"SurahNumber":10,"VerseNumber":63,"Text":"Onlar, iman edip de takvâya ermiş olanlardır"},{"SurahNumber":10,"VerseNumber":64,"Text":"Dünya hayatında da ahirette de onlara müjde vardır. Allah´ın sözlerinde asla değişme yoktur. İşte bu, büyük kurtuluşun kendisidir"},{"SurahNumber":10,"VerseNumber":65,"Text":"(Resûlüm) Onların (inkârcıların) sözleri seni üzmesin. Çünkü bütün izzet (ve üstünlük) Allah´ındır. O, işitendir, bilendir"},{"SurahNumber":10,"VerseNumber":66,"Text":"İyi bilin ki, göklerde ve yerde ne varsa yalnız Allah´ındır. (O halde) Allah´tan başka ortaklara tapanlar neyin ardına düşüyorlar! Doğrusu onlar, zandan başka bir şeyin ardına düşmüyorlar ve onlar sadece yalan söylüyorlar"},{"SurahNumber":10,"VerseNumber":67,"Text":"O (Allah), geceyi içinde dinlenesiniz diye sizin için yaratan, (çalışıp kazanmanız için de) gündüzü aydınlık kılandır. Şüphesiz bunda dinleyen bir toplum için ibretler vardır"},{"SurahNumber":10,"VerseNumber":68,"Text":"(Müşrikler:) \"Allah çocuk edindi\" dediler. Hâşâ! O bundan münezzehtir. O´nun (çocuğa) ihtiyacı yoktur. Göklerde ve yerde ne varsa O´nundur. Bu hususta yanınızda herhangi bir delil yoktur. Allah hakkında bilmediğiniz bir şeyi mi söylüyorsunuz"},{"SurahNumber":10,"VerseNumber":69,"Text":"De ki: Allah hakkında yalan uyduranlar asla kurtuluşa eremezler"},{"SurahNumber":10,"VerseNumber":70,"Text":"Dünyada bir miktar geçim (sağlarlar), sonra dönüşleri bizedir; sonra da inkâr etmekte oldukları şeylerden ötürü onlara şiddetli azabı tattırırız"},{"SurahNumber":10,"VerseNumber":71,"Text":"Onlara Nuh´un haberini oku: Hani o kavmine demişti ki: \"Ey kavmim! Eğer benim (aranızda) durmam ve Allah´ın âyetlerini hatırlatmam size ağır geldi ise, ben yalnız Allah´a dayanıp güvenirim. Siz de ortaklarınızla beraber toplanıp yapacağınızı kararlaştırın. Sonra işiniz başınıza dert olmasın. Bundan sonra (vereceğiniz) hükmü, bana uygulayın ve bana mühlet de vermeyin"},{"SurahNumber":10,"VerseNumber":72,"Text":"Eğer yüz çeviriyorsanız, zaten ben sizden bir ücret istemedim. Benim ecrim Allah´tan başkasına ait değildir ve bana müslümanlardan olmam emrolundu"},{"SurahNumber":10,"VerseNumber":73,"Text":"Yine de onu yalanladılar, biz de hem onu hem de onunla beraber gemide bulunanları kurtardık ve onları (yeryüzünde) halifeler kıldık; âyetlerimizi yalanlayanları da (denizde) boğduk. Bak ki uyarılanların (fakat inanmayanların) sonu nasıl oldu"},{"SurahNumber":10,"VerseNumber":74,"Text":"Sonra onun arkasından birçok peygamberi kendi toplumlarına gönderdik. Onlara mucizeler getirdiler. Fakat onlar daha önce yalanladıkları şeye inanacak değillerdi. İşte haddi aşanların kalplerini biz böyle mühürleriz"},{"SurahNumber":10,"VerseNumber":75,"Text":"Sonra onların ardından da Firavun ve toplumuna Musa ile Harun´u mucizelerimizle gönderdik, fakat onlar kibirlendiler ve günahkâr bir toplum oldular"},{"SurahNumber":10,"VerseNumber":76,"Text":"Katımızdan onlara hak (mucize) gelince: \"Bu elbette apaçık bir sihirdir\" dediler"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa: \"Size hak geldiğinde onun için (hep böyle) mi dersiniz? Bu bir sihir midir? Halbuki sihirbazlar iflâh olmazlar\" dedi"},{"SurahNumber":10,"VerseNumber":78,"Text":"Onlar dediler ki: Babalarımızı üzerinde bulduğumuz (dinden) bizi döndüresin ve yeryüzünde ululuk sizin ikinizin olsun diye mi bize geldin? Halbuki biz size inanacak değiliz"},{"SurahNumber":10,"VerseNumber":79,"Text":"Firavun dedi ki: Bilgili bütün sihirbazları bana getirin"},{"SurahNumber":10,"VerseNumber":80,"Text":"Sihirbazlar gelince Musa onlara: Atacağınızı atın, dedi"},{"SurahNumber":10,"VerseNumber":81,"Text":"Onlar (iplerini) atınca, Musa dedi ki: \"Sizin getirdiğiniz sihirdir. Allah onu boşa çıkaracaktır. Çünkü Allah bozguncuların işini düzeltmez"},{"SurahNumber":10,"VerseNumber":82,"Text":"Suçluların hoşuna gitmese de Allah, sözleriyle gerçeği açığa çıkaracaktır"},{"SurahNumber":10,"VerseNumber":83,"Text":"Firavun ve kavminin kendilerine işkence etmesinden korkuya düştükleri için kavminden bir gurup gençten başka kimse Musa´ya iman etmedi. Çünkü Firavun yeryüzünde ululuk taslayan (bir diktatör) ve haddi aşanlardan idi"},{"SurahNumber":10,"VerseNumber":84,"Text":"Musa dedi ki: Ey kavmim! Eğer Allah´a inandıysanız ve O´na teslim olduysanız sadece O´na güvenip dayanın"},{"SurahNumber":10,"VerseNumber":85,"Text":"Onlar da dediler ki: \"Allah´a dayandık. Ey Rabbimiz! Bizi o zalimler topluluğu için deneme konusu kılma"},{"SurahNumber":10,"VerseNumber":86,"Text":"Ve bizi rahmetinle o kâfirler topluluğundan kurtar"},{"SurahNumber":10,"VerseNumber":87,"Text":"Biz de Musa ve kardeşine: Kavminiz için Mısır´da evler hazırlayın ve evlerinizi namaz kılınacak yerler yapın, namazlarınızı da dosdoğru kılın. (Ey Musa!) Müminleri müjdele! diye vahyettik"},{"SurahNumber":10,"VerseNumber":88,"Text":"Musa dedi ki: Ey Rabbimiz! Gerçekten sen Firavun ve kavmine dünya hayatında zinet ve nice mallar verdin. Ey Rabbimiz! (Onlara bu nimetleri), insanları senin yolundan saptırsınlar ve elem verici cezayı görünceye kadar iman etmesinler, diye mi (verdin)? Ey Rabbimiz! Onların mallarını yok et, kalplerine sıkıntı ver (ki iman etsinler)"},{"SurahNumber":10,"VerseNumber":89,"Text":"(Allah): İkinizin de duası kabul olunmuştur. O halde siz doğruluğa devam edin ve sakın o bilmezlerin yoluna gitmeyin! dedi"},{"SurahNumber":10,"VerseNumber":90,"Text":"Biz, İsrailoğullarını denizden geçirdik. Ama Firavun ve askerleri zulmetmek ve saldırmak üzere onları takip etti. Nihayet (denizde) boğulma haline gelince, (Firavun:) \"Gerçekten, İsrailoğullarının inandığı Tanrı´dan başka tanrı olmadığına ben de iman ettim. Ben de müslümanlardanım!\" dedi"},{"SurahNumber":10,"VerseNumber":91,"Text":"Şimdi mi (iman ettin)! Halbuki daha önce isyan etmiş ve bozgunculardan olmuştun"},{"SurahNumber":10,"VerseNumber":92,"Text":"(Ey Firavun!) Senden sonra geleceklere ibret olması için, bugün senin bedenini (cansız olarak) kurtaracağız. İşte insanlardan bir çoğu, hakikaten âyetlerimizden gafildirler"},{"SurahNumber":10,"VerseNumber":93,"Text":"Andolsun biz İsrailoğullarını güzel bir yurda yerleştirdik ve onlara temiz nimetlerden rızık verdik. Kendilerine ilim gelinceye kadar ayrılığa düşmediler. Şüphesiz ki Rabbin, kıyamet günü onların, aralarında ihtilaf etmekte oldukları şeyler hakkında hükmedecektir"},{"SurahNumber":10,"VerseNumber":94,"Text":"(Resülüm!) Eğer sana indirdiğimizden (bu anlattığımız olaylardan) kuşkuda isen, senden önce Kitab´ı (Tevrat´ı) okuyanlara sor. Andolsun ki, Rabbinden sana hak gelmiştir. Sakın şüphecilerden olma"},{"SurahNumber":10,"VerseNumber":95,"Text":"Allah´ın âyetlerini yalanlayanlardan da olma, sonra ziyana uğrayanlardan olursun"},{"SurahNumber":10,"VerseNumber":96,"Text":"Gerçekten haklarında Rabbinin sözü (hükmü) sabit olanlar, inanmazlar"},{"SurahNumber":10,"VerseNumber":97,"Text":"Kendilerine (istedikleri) bütün mucizeler gelmiş olsa bile, elem verici azabı görünceye kadar inanmayacaklardır"},{"SurahNumber":10,"VerseNumber":98,"Text":"Yunus´un kavmi müstesna, (halkını yok ettiğimiz ülkelerden) herhangi bir ülke halkı, keşke (kendilerine azap gelmeden) iman etse de bu imanları kendilerine fayda verseydi! Yunus´un kavmi iman edince, kendilerinden dünya hayatındaki rüsvaylık azabını kaldırdık ve onları bir süre (dünya nimetlerinden) faydalandırdık"},{"SurahNumber":10,"VerseNumber":99,"Text":"(Resûlüm!) Eğer Rabbin dileseydi, yeryüzündekilerin hepsi elbette iman ederlerdi. O halde sen, inanmaları için insanları zorlayacak mısın"},{"SurahNumber":10,"VerseNumber":100,"Text":"Allah´ın izni olmadan hiç kimse inanamaz. O, akıllarını kullanmayanları murdar (inkârcı) kılar"},{"SurahNumber":10,"VerseNumber":101,"Text":"De ki: \"Göklerde ve yerde neler var, bakın (da ibret alın!)\" Fakat inanmayan bir topluma deliller ve uyarılar fayda sağlamaz"},{"SurahNumber":10,"VerseNumber":102,"Text":"Onlar, kendilerinden önce gelip geçmiş toplumların (acıklı) günlerinin benzerlerinden başkasını mı bekliyorlar? De ki: Haydi bekleyin! Şüphesiz ben de sizinle beraber bekleyenlerdenim"},{"SurahNumber":10,"VerseNumber":103,"Text":"Biz, sonra peygamberlerimizi ve aynı şekilde iman edenleri kurtarırız. İnananları üzerimize bir borç olarak kurtaracağız"},{"SurahNumber":10,"VerseNumber":104,"Text":"De ki: \"Ey insanlar! Benim dinimden şüphede iseniz, (bilin ki) ben Allah´ı bırakıp da sizin taptıklarınıza tapmam, fakat ancak sizi öldürecek olan Allah´a kulluk ederim. Bana müminlerden olmam emrolundu"},{"SurahNumber":10,"VerseNumber":105,"Text":"Ve (bana) hanîf (Allah´ın birliğini tanıyıcı) olarak yüzünü dine çevir; sakın müşriklerden olma, diye (emredildi)"},{"SurahNumber":10,"VerseNumber":106,"Text":"Allah´ı bırakıp da sana fayda veya zarar vermeyecek şeylere tapma. Eğer bunu yaparsan, o takdirde sen mutlaka zalimlerden olursun"},{"SurahNumber":10,"VerseNumber":107,"Text":"Eğer Allah sana bir zarar dokundurursa, onu yine O´ndan başka giderecek yoktur. Eğer sana bir hayır dilerse, O´nun keremini geri çevirecek de yoktur. O, hayrını kullarından dilediğine eriştirir. Ve O bağışlayandır, esirgeyendir"},{"SurahNumber":10,"VerseNumber":108,"Text":"De ki: Ey insanlar! Size Rabbinizden Hak (Kur´an) gelmiştir. Artık kim doğru yola gelirse, ancak kendisi için gelecektir. Kim de saparsa, o da ancak kendi aleyhine sapacaktır. Ben sizin üzerinize vekil değilim. (Sadece tebliğ etmekle memurum)"},{"SurahNumber":10,"VerseNumber":109,"Text":"(Resûlüm!) Sen, sana vahyolunana uy ve Allah hükmedinceye kadar sabret. O hakimlerin en hayırlısıdır"},{"SurahNumber":11,"VerseNumber":1,"Text":"Elif. Lâm. Râ. (Bu sana indirilen), hikmet sahibi (ve) her şeyden haberdar olan (Allah) tarafından âyetleri sağlamlaştırılmış, sonra da açıklanmış bir kitaptır"},{"SurahNumber":11,"VerseNumber":2,"Text":"(De ki: Bu Kitap) \"Allah´tan başkasına ibadet etmemeniz için (indirildi). Şüphesiz ki ben, onun tarafından size (gönderilmiş) bir uyarıcı ve müjdeleyiciyim"},{"SurahNumber":11,"VerseNumber":3,"Text":"Ve Rabbinizden mağfiret dilemeniz, sonra da ona tevbe etmeniz için (indirildi. Eğer bu emrolunanları yaparsanız), Allah sizi, tayin edilmiş bir süreye kadar güzel bir şekilde yaşatır, fazlasını yapan herkese de iyiliğinin karşılığını verir. Eğer yüz çevirirseniz, ben sizin başınıza gelecek büyük bir günün azabından korkarım"},{"SurahNumber":11,"VerseNumber":4,"Text":"Dönüşünüz yalnız Allah´adır. O, her şeye kadirdir"},{"SurahNumber":11,"VerseNumber":5,"Text":"Bilesiniz ki, onlar Peygamber´den, (düşmanlıklarını) gizlemeleri için göğüslerini çevirirler (gönüllerinden geçeni gizlerler). İyi bilin ki, onlar elbiselerine büründükleri zaman dahi, Allah onların gizlediklerini de, açığa çıkardıklarını da bilir. Çünkü O, kalplerin özünü bilendir"}]}