{"Id":441,"LanguageCodes":["ug","uig"],"Name":"uig-muhammadsaleh","Author":"Muhammad Saleh","Language":"Uighur","Description":"Uighur","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"اﷲ قا يالغاننى چاپلىغان، نازىل بولغان راست سۆزنى (يەنى قۇرئاننى) ئىنكار قىلغان ئادەمدىنمۇ زالىم كىشى بارمۇ؟ جەھەننەمدە كاپىرلارغا ئورۇن يوقمۇ؟"},{"SurahNumber":39,"VerseNumber":33,"Text":"راست سۆز (يەنى قۇرئان) نى ئېلىپ كەلگەن كىشى ۋە ئۇنى ئېتىراپ قىلغان كىشىلەر - ئەنە شۇلار تەقۋادارلاردۇر"},{"SurahNumber":39,"VerseNumber":34,"Text":"ئۇلار پەرۋەردىگارىنىڭ دەرگاھىدا ئۆزلىرى خالىغان نەرسىلەردىن بەھرىمەن بولىدۇ، ئەنە شۇ ياخشى ئىش قىلغۇچىلارنىڭ مۇكاپاتىدۇر"},{"SurahNumber":39,"VerseNumber":35,"Text":"اﷲ ئۇلارنىڭ ئەڭ يامان ئەمەللىرىنى يوققا چىقىرىدۇ، ئۇلارغا قىلغان ئەڭ ياخشى ئەمەللىرى بويىچە ساۋاب بېرىدۇ"},{"SurahNumber":39,"VerseNumber":36,"Text":"اﷲ بەندىسىگە (يەنى مۇھەممەد ئەلەيھىسسالامنى قوغداشقا ۋە ئۇنىڭغا ياردەم بېرىشكە) يېتەرلىك ئەمەسمۇ؟ ئۇلار سېنى اﷲ تىن باشقا مەبۇدلار بىلەن قورقىتىدۇ، اﷲ گۇمراھ قىلغان ئادەمنى ھېچ ھىدايەت قىلغۇچى بولمايدۇ"},{"SurahNumber":39,"VerseNumber":37,"Text":"اﷲ ھىدايەت قىلغان ئادەمنى ھېچ ئازدۇرغۇچى بولمايدۇ، اﷲ غالىب، (دۈشمەنلىرىنى) جازالىغۇچى ئەمەسمۇ؟"},{"SurahNumber":39,"VerseNumber":38,"Text":"ئەگەر ئۇلاردىن: «ئاسمانلارنى ۋە زېمىننى كىم ياراتقان» دەپ سورىساڭ، شۈبھىسىزكى، ئۇلار: «اﷲ ياراتقان» دەيدۇ. ئېيتقىنكى، «ئەگەر اﷲ ماڭا بىرەر زىيان - زەخمەت يەتكۈزۈشنى ئىرادە قىلسا، ئۇنى دەپئى قىلىشقا، يا اﷲ ماڭا رەھمەت قىلىشنى ئىرادە قىلسا، ئۇنى توسۇۋېلىشقا، اﷲ تىن باشقا سىلەر ئىبادەت قىلىۋاتقان مەبۇدلار قادىر بولالامدۇ؟ ماڭا ئېيتىپ بېرىڭلارچۇ؟» ئېيتقىنكى، «ماڭا اﷲ كۇپايىدۇر، تەۋەككۈل قىلغۇچىلار ئۇنىڭغا تەۋەككۇل قىلسۇن (يەنى ھەممە ئىشنى اﷲ قا تاپشۇرسۇن)»"},{"SurahNumber":39,"VerseNumber":39,"Text":"ئېيتقىنكى، «ئى قەۋمىم! سىلەر ئۆز ھالىڭلار بويىچە ئىشلەڭلار، مەنمۇ ئۆز ھالىم بويىچە ئىشلەيمەن، سىلەر ئۇزۇنغا قالماي خارلىغۇچى ئازابنىڭ كىمگە كېلىدىغانلىقىنى، مەڭگۈلۈك ئازابنىڭ كىمگە چۈشىدىغانلىقىنى بىلىسىلەر»"},{"SurahNumber":39,"VerseNumber":40,"Text":"ئېيتقىنكى، «ئى قەۋمىم! سىلەر ئۆز ھالىڭلار بويىچە ئىشلەڭلار، مەنمۇ ئۆز ھالىم بويىچە ئىشلەيمەن، سىلەر ئۇزۇنغا قالماي خارلىغۇچى ئازابنىڭ كىمگە كېلىدىغانلىقىنى، مەڭگۈلۈك ئازابنىڭ كىمگە چۈشىدىغانلىقىنى بىلىسىلەر»"},{"SurahNumber":39,"VerseNumber":41,"Text":"شۈبھىسىزكى، بىز ساڭا كىتابنى ئىنسانلار ئۈچۈن ھەق بىلەن نازىل قىلدۇق، كىمكى ھىدايەت تاپىدىكەن، ئۆزى ئۈچۈن ھىدايەت تاپقان بولىدۇ، كىمكى ئازىدىكەن، ئۆزىنىڭ زىيىنى ئۈچۈن ئازغان بولىدۇ، سەن ئۇلارغا ھامىي ئەمەسسەن (يەنى ئۇلارنى ئىمانغا زورلاشقا مۇئەككەل ئەمەسسەن)"},{"SurahNumber":39,"VerseNumber":42,"Text":"ئىنسانلار ئۆلىدىغان چاغلىرىدا، اﷲ ئۇلارنىڭ جانلىرىنى ئالىدۇ، ئۆلمىگەنلەرنىڭ جانلىرىنى ئۇخلىغان چاغلىرىدا ئالىدۇ، ئۆلۈمگە ھۆكۈم قىلىنغان (يەنى ئەجىلى يەتكەنلەر) نىڭ جانلىرىنى تۇتۇپ قېلىپ، قالغانلارنىڭ جانلىرىنى مۇئەييەن ۋاقىتقىچە (يەنى ئەجىلى يەتكۈچە) قويۇپ بېرىدۇ، بۇنىڭدا پىكىر يۈرگۈزىدىغان قەۋم ئۈچۈن (اﷲ نىڭ قۇدرىتىنى كۆرسىتىدىغان) نۇرغۇن ئالامەتلەر بار"},{"SurahNumber":39,"VerseNumber":43,"Text":"(ئۇلار پىكىر يۈرگۈزمىدى) بەلكى اﷲ نى قويۇپ، (بۇتلاردىن) شاپائەتچىلەرنى تۇتتى. ئېيتقىنكى، «ئۇلار (يەنى شاپائەتچى قىلىنغان بۇتلار) ھېچ نەرسىگە قادىر بولالمايدىغان ۋە (ھېچ نەرسىنى) سەزمەيدىغان تۇرسىمۇ (ئۇلارنى شاپائەتچى تۇتامدۇ؟)"},{"SurahNumber":39,"VerseNumber":44,"Text":"شاپائەتنىڭ ھەممىسى اﷲ نىڭ ئىلكىدىدۇر (ھېچ ئادەم اﷲ نىڭ ئىزنىسىز شاپائەت قىلالمايدۇ)، ئاسمانلارنىڭ ۋە زېمىننىڭ پادىشاھلىقى اﷲ قا خاستۇر. ئاندىن سىلەر اﷲ نىڭ دەرگاھىغا قايتۇرۇلىسىلەر»"},{"SurahNumber":39,"VerseNumber":45,"Text":"يالغۇز اﷲ تىلغا ئېلىنسا، ئاخىرەتكە ئىشەنمەيدىغانلارنىڭ دىللىرى سىقىلىپ كېتىدۇ. اﷲ تىن باشقا مەبۇدلار تىلغا ئېلىنسا، ئۇلار خۇش بولۇپ كېتىدۇ"},{"SurahNumber":39,"VerseNumber":46,"Text":"ئېيتقىنكى، «ئى ئاسمانلارنى ۋە زېمىننى ياراتقۇچى، يوشۇرۇننى ۋە ئاشكارىنى بىلگۈچى اﷲ! سەن بەندىلىرىڭنىڭ ئارىسىدا ئۇلار ئىختىلاپ قىلىشقان نەرسىلەر ئۈستىدە ھۆكۈم چىقىرىسەن»"},{"SurahNumber":39,"VerseNumber":47,"Text":"ئەگەر (ئۆزلىرىگە) زۇلۇم قىلغانلارنىڭ ئىگىدارچىلىقىدا يەر يۈزىدىكى نەرسىلەرنىڭ ھەممىسى يەنە شۇنىڭدەك بىر ھەسسە كۆپ نەرسە بولىدىغان بولسا، قىيامەت كۈنىدىكى قاتتىق ئازاب ئۈچۈن ئۇنى فىدىيە بەرگەن بولاتتى، ئۇلارغا اﷲ تەرىپىدىن (بۇ دۇنيادىكى چاغلىرىدا) ئويلاپ باقمىغان ئازابلار ئاشكارا بولىدۇ"},{"SurahNumber":39,"VerseNumber":48,"Text":"ئۇلارغا ئۇلارنىڭ (دۇنيادا) قىلغان يامان ئىشىلىرى ئاشكارا بولىدۇ، ئۇلارنىڭ (دۇنيادىكى چاغدا پەيغەمبەرنىڭ دەۋىتىنى) مەسخىرە قىلغانلىقلىرىنىڭ جازاسى ئۈچۈن ئۇلارنى (قاتتىق) ئازاب ئورىۋالىدۇ"},{"SurahNumber":39,"VerseNumber":49,"Text":"ئىنسانغا بىرەر مۇسىبەت يەتسە، بىزگە دۇئا قىلىپ (ئىلتىجا قىلىدۇ)، ئاندىن ئۇنىڭغا مەرھەمەت قىلىپ بىرەر نېمىتىمىزنى ئاتا قىلساق، ئۇ: «بۇ نېمەت ماڭا ئۆز ئىلمىمدىن (يەنى پەزلىمدىن، ئەمگىكىمدىن، تىرىشچانلىقىمدىن، رىزىق تېپىشنىڭ يوللىرىنى بىلگەنلىكىمدىن) كەلدى» دەيدۇ. (ئىش ئۇ ئويلىغاندەك ئەمەس) بەلكى ئۇ سىناقتۇر (يەنى نېمەت ئاتا قىلىش بىلەن، ئۇنى ئىتائەت قىلامدۇ؟ ئاسىيلىق قىلامدۇ؟ دەپ سىنايمىز). لېكىن ئۇلارنىڭ تولىسى (بۇنى) بىلمەيدۇ"},{"SurahNumber":39,"VerseNumber":50,"Text":"مۇنداق سۆزنى ئۇلاردىن ئىلگىرىكىلەرمۇ قىلغان، ئۇلارنىڭ ئېرىشكەن مال - مۈلۈكلىرى ئۇلارغا ئەسقاتمىدى"},{"SurahNumber":39,"VerseNumber":51,"Text":"ئۇلار (دۇنيادا) قىلغان يامانلىقلىرىنىڭ جازاسىنى تارتتى. بۇلارنىڭ ئىچىدىكى زۇلۇم قىلغانلارمۇ قىلغان يامانلىقلىرىنىڭ جازاسىنى تارتىدۇ، ئۇلار ئازابىمىزدىن قۇتۇلالمايدۇ"},{"SurahNumber":39,"VerseNumber":52,"Text":"ئۇلار بىلمەمدۇكى، اﷲ (سىناش يۈزىسىدىن) خالىغان ئادەمنىڭ رىزقىنى كەڭ قىلىدۇ، (خالىغان ئادەمنىڭ رىزقىنى) تار قىلىدۇ، شەك - شۈبھىسىزكى، بۇنىڭدا ئىمان ئېيتقان قەۋم ئۈچۈن نۇرغۇن ئالامەتلەر بار"},{"SurahNumber":39,"VerseNumber":53,"Text":"(ئى مۇھەممەد! مېنىڭ تىلىمدىن) ئېيتقىنكى، «(گۇناھلارنى قىلىۋېرىپ) ئۆزلىرىگە جىنايەت قىلغان بەندىلىرىم! اﷲ نىڭ رەھمىتىدىن ئۈمىدسىزلەنمەڭلار. اﷲ ھەقىقەتەن (خالىغان ئادەمنىڭ) جىمى گۇناھلىرىنى مەغپىرەت قىلىدۇ، شۈبھىسىزكى، اﷲ ناھايىتى مەغپىرەت قىلغۇچىدۇر، ناھايىتى مېھرىباندۇر"},{"SurahNumber":39,"VerseNumber":54,"Text":"سىلەرگە ئازاب كېلىپ، ياردەمگە ئېرىشەلمىگىنىڭلاردىن بۇرۇن پەرۋەردىگارىڭلار تەرەپكە قايتىڭلار ۋە ئۇنىڭغا ئىتائەت قىلىڭلار"},{"SurahNumber":39,"VerseNumber":55,"Text":"سىلەر تۇيمىغان ھالەتتە سىلەرگە ئازابنىڭ ئۇشتۇمتۇت كېلىشىدىن ئىلگىرى سىلەرگە نازىل قىلىنغان ئەڭ گۈزەل قۇرئانغا ئەگىشىڭلار»"},{"SurahNumber":39,"VerseNumber":56,"Text":"ھەر قانداق ئادەم: «اﷲ نىڭ تائىتىدە كەتكۈزۈپ قويغانلىرىمغا ھەسرەت! مەن (اﷲ نىڭ شەرىئىتىنى ۋە دىنىنى) مەسخىرە قىلغۇچىلاردىن ئىدىم» دەپ قالماسلىق ئۈچۈن"},{"SurahNumber":39,"VerseNumber":57,"Text":"ياكى «اﷲ مېنى ھىدايەت قىلغان بولسا (ھىدايەت تېپىپ) ئەلۋەتتە تەقۋادارلاردىن بولاتتىم» دەپ قالماسلىق ئۈچۈن"},{"SurahNumber":39,"VerseNumber":58,"Text":"ياكى ئازابنى كۆرگەن چاغدا: «كاشكى دۇنياغا قايتىشىمغا بولسا ئىدى، (ئۇ چاغدا اﷲ قا ئىتائەت قىلىپ) ياخشىلاردىن بولار ئىدىم» دەپ قالماسلىق ئۈچۈن (پەرۋەردىگارىغا بويسۇنسۇن)"},{"SurahNumber":39,"VerseNumber":59,"Text":"دۇرۇس، ھەقىقەتەن ساڭا مېنىڭ نۇرغۇن ئايەتلىرىم (يەنى ھىدايەتكە سەۋەب بولىدىغان قۇرئان) كەلدى. سەن ئۇلارنى ئىنكار قىلدىڭ، بويۇنتاۋلىق قىلدىڭ، سەن كاپىرلادىن بولدۇڭ"},{"SurahNumber":39,"VerseNumber":60,"Text":"قىيامەت كۈنى اﷲ قا يالغاننى چاپلىغانلارنىڭ يۈزلىرىنى قاپقارا كۆرىسەن، جەھەننەمدە مۇتەكەببىرلەرگە ئورۇن يوقمۇ؟"},{"SurahNumber":39,"VerseNumber":61,"Text":"اﷲ (شېرىكتىن ۋە گۇناھتىن) ساقلانغۇچىلارنى بەختكە ئېرىشتۈرىدىغان يوللار ئارقىلىق (ئازابتىن) قۇتۇلدۇرىدۇ، ئۇلارغا كۈلپەت يەتمەيدۇ، ئۇلار قايغۇرمايدۇ"},{"SurahNumber":39,"VerseNumber":62,"Text":"اﷲ ھەممە نەرسىنى ياراتقۇچىدۇر، ھەممە نەرسىگە ھامىيدۇر (ئۇلارنى خالىغانچە تەسەررۇپ قىلىدۇ)"},{"SurahNumber":39,"VerseNumber":63,"Text":"ئاسمانلارنىڭ ۋە زېمىننىڭ (خەزىنىلىرىنىڭ) ئاچقۇچلىرى اﷲ نىڭ ئىلكىدىدۇر، اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلار – ئەنە شۇلار زىيان تارتقۇچىلاردۇر"},{"SurahNumber":39,"VerseNumber":64,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى، «ئى نادانلار! مېنى اﷲ تىن غەيرىيگە ئىبادەت قىلىشىقا بۇيرۇمسىلەر؟»"},{"SurahNumber":39,"VerseNumber":65,"Text":"ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە: «ئەگەر سەن اﷲ قا شېرىك كەلتۈرسەڭ، سېنىڭ ئەمەلىڭ ئەلۋەتتە بىكار بولۇپ كېتىدۇ، سەن ئەلۋەتتە زىيان تارتقۇچىلاردىن بولۇپ قالىسەن، بەلكى يالغۇز اﷲ قا ئىبادەت قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن» دەپ ۋەھيى قىلىندى"},{"SurahNumber":39,"VerseNumber":66,"Text":"ساڭا ۋە سەندىن ئىلگىرىكى (پەيغەمبەر) لەرگە: «ئەگەر سەن اﷲ قا شېرىك كەلتۈرسەڭ، سېنىڭ ئەمەلىڭ ئەلۋەتتە بىكار بولۇپ كېتىدۇ، سەن ئەلۋەتتە زىيان تارتقۇچىلاردىن بولۇپ قالىسەن، بەلكى يالغۇز اﷲ قا ئىبادەت قىلغىن ۋە شۈكۈر قىلغۇچىلاردىن بولغىن» دەپ ۋەھيى قىلىندى"},{"SurahNumber":39,"VerseNumber":67,"Text":"ئۇلار اﷲ نى ھەقىقىي رەۋىشتە تونۇمىدى. قىيامەت كۈنى زېمىن پۈتۈنلەي اﷲ نىڭ چاڭگىلىدا بولىدۇ، ئاسمانلار اﷲ نىڭ ئوڭ قولىدا قاتلىنىپ تۇرىدۇ، اﷲ ئۇلار (يەنى مۇشرىكلار) نىڭ شېرىك كەلتۈرگەن نەرسىلىرىدىن پاكتۇر ۋە ئۈستۈندۇر"},{"SurahNumber":39,"VerseNumber":68,"Text":"سۇر چېلىنغاندا ئاسمانلاردىكى ۋە زېمىندىكى اﷲ خالىغاندىن باشقا مەخلۇقاتلارنىڭ ھەممىسى ئۆلىدۇ، ئاندىن سۇر ئىككىنچى قېتىم چېلىنغاندا ناگاھان ئۇلار تۇرۇپ (نېمىگە بۇيرۇلىدىغانلىقلىرىغا) قاراپ تۇرىدۇ"},{"SurahNumber":39,"VerseNumber":69,"Text":"مەھشەرگاھ پەرۋەردىگارىنىڭ نۇرى بىلەن يورۇيدۇ، نامە - ئەماللار ھازىر قىلىنىدۇ، پەيغەمبەرلەر ۋە گۇۋاھچىلار كەلتۈرۈلىدۇ، ئۇلارنىڭ ئارىسىدا ئادىل ھۆكۈم چىقىرىلىدۇ، ئۇلارغا زۇلۇم قىلىنمايدۇ"},{"SurahNumber":39,"VerseNumber":70,"Text":"ھەر ئادەمگە قىلغان ئەمەلىنىڭ ساۋابى تولۇق بېرىلىدۇ، اﷲ ئۇلارنىڭ ئەمەللىرىنى ئوبدان بىلىدۇ"},{"SurahNumber":39,"VerseNumber":71,"Text":"كاپىرلار جەھەننەمگە توپ - توپ بولۇپ ھەيدىلىدۇ، ئۇلار جەھەننەمگە يېتىپ كەلگەندە، جەھەننەمنىڭ دەرۋازىلىرى ئېچىلىدۇ، جەھەننەمنى باشقۇرغۇچى پەرىشتىلەر ئۇلارغا: «ئاراڭلاردىن سىلەرگە پەرۋەردىگارىڭلارنىڭ ئايەتلىرىنى سىلەرگە ئوقۇپ بېرىدىغان، بۈگۈنكى ئۇچرىشىشنىڭ بارلىقىدىن ئاگاھلاندۇرىدىغان پەيغەمبەرلەر كەلمىگەنمۇ؟» دەيدۇ. ئۇلار: «شۇنداق (پەيغەمبەرلەر كەلگەن، بىزنى ئاگاھلاندۇرغان)، لېكىن ئازابقا دۇچار بولۇش ھۆكمى (كۇفرى ۋە قىلمىشلىرى تۈپەيلىدىن) كاپىرلارغا تېگىشلىك بولدى» دەيدۇ"},{"SurahNumber":39,"VerseNumber":72,"Text":"(ئۇلارغا) «جەھەننەمنىڭ دەرۋازىلىرىدىن كىرىڭلار، جەھەننەمدە مەڭگۈ قېلىڭلار، مۇتەكەببىرلارنىڭ جايى نېمىدېگەن يامان!» دېيىلىدۇ"},{"SurahNumber":39,"VerseNumber":73,"Text":"پەرۋەردىگارىغا تەقۋادارلىق قىلغانلار جەننەتكە توپ - توپ بولغان ھالدا ماڭدۇرۇلىدۇ، ھالبۇكى، ئۇلار جەننەتكە يېتىپ كەلگەن چاغدا ئۇنىڭ دەرۋازىلىرى ئېچىلىپ بولغان بولىدۇ، جەننەتكە مۇئەككەل پەرىشتىلەر ئۇلارغا: «سىلەرگە ئامانلىق بولسۇن، سىلەر (گۇناھلارنىڭ كىرلىرىدىن) پاك بولدۇڭلار، جەننەتكە كىرىڭلار، (ئۇنىڭدا) مەڭگۈ قېلىڭلار» دەيدۇ"},{"SurahNumber":39,"VerseNumber":74,"Text":"ئۇلار (جەننەتكە كىرىپ ئورۇنلاشقان چاغدا) ئېيتىدۇ: «جىمى ھەمدۇسانا اﷲ قا خاستۇركى، ئۇ بىزگە قىلغان ۋەدىسىنى ئىشقا ئاشۇردى، جەننەتنىڭ زېمىنىغا بىزنى ۋارىس قىلدى. جەننەتتە ئۆزىمىز خالىغان جايدا تۇرىمىز، ئىشلىگۈچىلەرنىڭ ئەجرى (يەنى جەننەت) نېمىدېگەن ياخشى!»"},{"SurahNumber":39,"VerseNumber":75,"Text":"پەرىشتىلەرنىڭ پەرۋەردىگارىغا تەسبىھ ئېيتقان، ھەمدى ئېيتقان ھالدا ئەرشنىڭ چۆرىسىنى ئوراپ تۇرغانلىقىنى كۆرىسەن، ئۇلارنىڭ ئارىسىدا ھەققانىي ھۆكۈم چىقىرىلىدۇ (مۆمىنلەر جەننەتكە كىرىدۇ، كاپىرلار دوزاخقا كىرىدۇ)، «جىمى ھەمدۇسانا ئالەملەرنىڭ پەرۋەردىگارى اﷲ قا خاستۇر!» دېيىلىدۇ"},{"SurahNumber":40,"VerseNumber":1,"Text":"حامىم"},{"SurahNumber":40,"VerseNumber":2,"Text":"(بۇ) كىتاب (يەنى قۇرئان) غالىب، ھەممىنى بىلگۈچى اﷲ تەرىپىدىن نازىل قىلىنغاندۇر"},{"SurahNumber":40,"VerseNumber":3,"Text":"(اﷲ) گۇناھنى مەغپىرەت قىلغۇچىدۇر، تەۋبىنى قوبۇل قىلغۇچىدۇر. (اﷲ نىڭ) ئازابى قاتتىقتۇر، (اﷲ) ئىنئام ئىگىسىدۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، ئاقىۋەت قايتىدىغان جاي ئۇنىڭ دەرگاھىدۇر"},{"SurahNumber":40,"VerseNumber":4,"Text":"اﷲ نىڭ ئايەتلىرى (يەنى قۇرئان) توغرىسىدا پەقەت كاپىرلار مۇجادىلە قىلىشىدۇ، ئۇلارنىڭ شەھەرلەردە بېرىپ - كېلىپ يۈرۈشلىرىگە مەغرۇر بولۇپ كەتمىگىن"},{"SurahNumber":40,"VerseNumber":5,"Text":"ئۇلار (يەنى مەككە كاپىرلىرى) دىن بۇرۇن، نۇھنىڭ قەۋمى ۋە ئۇلاردىن كېيىنكى (پەيغەمبەرلىرىگە قارشى ئۇيۇشقان ئاد ۋە سەمۇدقا ئوخشاش) جامائەلار (پەيغەمبەرلىرىنى) ئىنكار قىلدى. (پەيغەمبەرلىرىنى ئىنكار قىلغۇچى ئۈممەتلەردىن) ھەر ئۈممەت ئۆزلىرىنىڭ پەيغەمبىرىنى ھالاك قىلىشنى قەستلىدى. ھەقنى بىكار قىلىش ئۈچۈن باتىل (سۆزلەر ئارقىلىق پەيغەمبەرلىرى بىلەن) مۇنازىرە قىلىشتى، شۇنىڭ بىلەن ئۇلارنى ھالاك قىلدىم، مېنىڭ ئازابىم قانداق ئىكەن؟"},{"SurahNumber":40,"VerseNumber":6,"Text":"شۇنىڭدەك (يەنى ئىلگىرىكى ئۈممەتلەرگە تېگىشلىك بولغاندەك) پەرۋەردىگارىڭنىڭ ئازابى كاپىرلارغا تېگىشلىك بولدى. ئۇلار دوزاخ ئەھلىدۇر"},{"SurahNumber":40,"VerseNumber":7,"Text":"ئەرشنى كۆتۈرۈپ تۇرغان ۋە ئەرشنىڭ چۆرىسىدىكى پەرىشتىلەر پەرۋەردىگارىغا تەسبىھ ئېيتىدۇ، ھەمدى ئېيتىدۇ، ئۇنىڭغا ئىمان ئېيتىدۇ، مۆمىنلەرگە مەغپىرەت تىلەيدۇ. (ئۇلار ئېيتىدۇ) «پەرۋەردىگارىمىز! سېنىڭ رەھمىتىڭ ۋە ئىلمىڭ ھەممە نەرسىنى ئۆز ئىچىگە ئالىدۇ، تەۋبە قىلغانلارغا ۋە سېنىڭ يولۇڭغا ئەگەشكەنلەرگە مەغپىرەت قىلغىن، ئۇلارنى دوزاخ ئازابىدىن ساقلىغىن"},{"SurahNumber":40,"VerseNumber":8,"Text":"پەرۋەردىگارىمىز! سەن ئۇلارنى، ئۇلارنىڭ ئاتا - بوۋىلىرىدىن، ئاياللىرىدىن، ئەۋلادلىرىدىن ياخشى بولغانلارنى ئۇلارغا ۋەدە قىلغان مەڭگۈلۈك جەننەتكە كىرگۈزگىن، سەن ھەقىقەتەن غالىبسەن، ھېكمەت بىلەن ئىش قىلغۇچىسەن"},{"SurahNumber":40,"VerseNumber":9,"Text":"پەرۋەردىگارىمىز! سەن ئۇلارنى يامان ئىشلاردىن ساقلىغىن، سەن كىمنى يامان ئىشلاردىن ساقلايدىكەنسەن، شۈبھىسىزكى، بۇ كۈندە سەن ئۇنىڭغا رەھمەت قىلغان بولىسەن، بۇ چوڭ بەختتۇر»"},{"SurahNumber":40,"VerseNumber":10,"Text":"شۈبھىسىزكى، كاپىرلارغا: «اﷲ نىڭ (دۇنيادا) سىلەرگە بولغان غەزىپى سىلەرنىڭ (ئاخىرەتتە) بىر - بىرىڭلارغا بولغان غەزىپىڭلاردىن ئېشىپ چۈشىدۇ، چۈنكى سىلەر ئىمانغا دەۋەت قىلىناتتىڭلار، لېكىن ئىمان ئېيتمايتتىڭلار» دەپ نىدا قىلىنىدۇ"},{"SurahNumber":40,"VerseNumber":11,"Text":"ئۇلار: «پەرۋەردىگارىمىز! بىزنى ئىككى قېتىم ئۆلتۈرۈپ، ئىككى قېتىم تىرىلدۈردۈڭ، بىز گۇناھىمىزغا ئىقرار قىلدۇق، ئەمدى چىقىش يولى تېپىلارمۇ؟» دەيدۇ"},{"SurahNumber":40,"VerseNumber":12,"Text":"بۇ شۇنىڭ ئۈچۈندۇركى، سىلەر اﷲ نى بىر دەپ بىلىشكە چاقىرىلغاندا (بۇنى) ئىنكار قىلدىڭلار، ئەگەر اﷲ قا شېرىك كەلتۈرۈلسە (يەنى لات، ئۇززا قاتارلىق بۇتلارغا چوقۇنۇشقا چاقىرىلساڭلار) ئۇنى تەستىق قىلىسىلەر (يەنى ئۇلارنىڭ ئىلاھلىقىنى ئېتىراپ قىلىسىلەر)، ھۆكۈم يۈكسەك، بۈيۈك اﷲ قا خاستۇر"},{"SurahNumber":40,"VerseNumber":13,"Text":"اﷲ سىلەرگە (قۇدرىتىنىڭ) ئالامەتلىرىنى كۆرسىتىدۇ، سىلەرگە كۆكتىن يامغۇر بىلەن رىزىق چۈشۈرۈپ بېرىدۇ، پەقەت اﷲ نىڭ تائىتىگە قايتقان كىشىلەرلا (اﷲ نىڭ ئايەتلىرىدىن) ۋەز - نەسىھەت ئالىدۇ"},{"SurahNumber":40,"VerseNumber":14,"Text":"دىنىڭلارنى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا اﷲ قا ئىبادەت قىلىڭلار، كاپىرلار، ياقتۇرمىغان تەقدىردىمۇ"},{"SurahNumber":40,"VerseNumber":15,"Text":"اﷲ نىڭ مەرتىۋىسى يۇقىرىدۇر، (اﷲ) ئەرشنىڭ ئىگىسىدۇر، (خالايىق) مۇلاقات بولۇشىدىغان كۈن (يەنى قىيامەت كۈنى) دىن ئاگاھلاندۇرۇش ئۈچۈن، اﷲ ئۆز ھۆكمى بويىچە بەندىلىرىدىن خالىغان ئادەمگە ۋەھيى چۈشۈرىدۇ"},{"SurahNumber":40,"VerseNumber":16,"Text":"ئۇلار قەبرىلەردىن چىققان كۈندە اﷲ قا ئۇلاردىن (يەنى ئۇلارنىڭ ئەھۋالىدىن، ئەمەللىرىدىن، سىرلىرىدىن) ھېچ نەرسە مەخپىي قالمايدۇ، بۈگۈن پادىشاھلىق كىمگە خاس؟ غالىب بىر اﷲ قا خاستۇر"},{"SurahNumber":40,"VerseNumber":17,"Text":"بۈگۈن ھەر ئادەمگە قىلغان ئەمەلىگە يارىشا جازا بېرىلىدۇ، بۈگۈن زۇلۇم يوقتۇر، اﷲ ھەقىقەتەن تېز ھېساب ئالغۇچىدۇر"},{"SurahNumber":40,"VerseNumber":18,"Text":"ئۇلارنى قىيامەت كۈنىدىن ئاگاھلاندۇرغىن، ئۇ چاغدا دىللار (قورقۇنچنىڭ قاتتىقلىقىدىن) بوغۇزلارغا قاپلىشىۋالىدۇ، ئۇلار قايغۇ - ھەسرەتكە تولىدۇ، زالىملارغا يېقىن دوست ۋە شاپائىتى قوبۇل قىلىنىدىغان شاپائەتچى بولمايدۇ"},{"SurahNumber":40,"VerseNumber":19,"Text":"اﷲ كۆزلەرنىڭ خىيانىتىنى ۋە دىللاردىكى يوشۇرۇن نەرسىلەرنى بىلىپ تۇرىدۇ"},{"SurahNumber":40,"VerseNumber":20,"Text":"اﷲ ئادىللىق بىلەن ھۆكۈم چىقىرىدۇ، ئۇلار اﷲ نى قويۇپ ئىبادەت قىلىۋاتقان بۇتلار ھېچ نەرسىگە ھۆكۈم چىقىرىشقا قادىر ئەمەس، اﷲ ھەقىقەتەن (بەندىلەرنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئۇلارنىڭ ئىشلىرىنى) كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":40,"VerseNumber":21,"Text":"ئۇلار زېمىندا سەير قىلىپ، ئۇلاردىن ئىلگىرى ئۆتكەنلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۈزەتمىدىمۇ؟ ئۇلار بولسا زېمىندا كۈچ - قۇۋۋەت ۋە يادىكارلىقلار (يەنى ئۆي - ئىمارەت قۇرۇش) جەھەتتە بۇلار (يەنى سېنىڭ قەۋمىڭنىڭ كاپىرلىرى) دىن ئۈستۈن ئىدى، گۇناھى تۈپەيلىدىن اﷲ ئۇلارنى جازالىدى، ئۇلارنى ھېچ ئەھەدى اﷲ نىڭ ئازابىدىن ساقلاپ قالالمىدى"},{"SurahNumber":40,"VerseNumber":22,"Text":"بۇ شۇنىڭ ئۈچۈندۇركى، ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەرنى ئېلىپ كەلگەن ئىدى، ئۇلار ئىشەنمىدى، شۇنىڭ بىلەن اﷲ ئۇلارنى جازالىدى. اﷲ ھەقىقەتەن كۈچلۈكتۇر، (اﷲ نىڭ) ئازابى قاتتىقتۇر"},{"SurahNumber":40,"VerseNumber":23,"Text":"بىز مۇسانى مۆجىزىلىرىمىز بىلەن، روشەن دەلىل بىلەن ھەقىقەتەن پىرئەۋنگە، ھامانغا ۋە قارۇنغا ئەۋەتتۇق، ئۇلار (مۇسانى) يالغانچى، سېھىرگەر دېيىشتى"},{"SurahNumber":40,"VerseNumber":24,"Text":"بىز مۇسانى مۆجىزىلىرىمىز بىلەن، روشەن دەلىل بىلەن ھەقىقەتەن پىرئەۋنگە، ھامانغا ۋە قارۇنغا ئەۋەتتۇق، ئۇلار (مۇسانى) يالغانچى، سېھىرگەر دېيىشتى"},{"SurahNumber":40,"VerseNumber":25,"Text":"مۇسا ئۇلارغا دەرگاھىمىزدىن ھەق (يەنى پەيغەمبەرلىك) بىلەن كەلگەندە، ئۇلار: «مۇسا بىلەن ئىمان ئېيتقانلارنىڭ ئوغۇللىرىنى (نەسلىنى قۇرۇتۇش ئۈچۈن) ئۆلتۈرۈڭلار، ئاياللىرىنى (خىزمەتكە سېلىش ئۈچۈن) قالدۇرۇڭلار» دېدى. كاپىرلارنىڭ ھىيلە - مىكرى پەقەت بەربات بولىدۇ"},{"SurahNumber":40,"VerseNumber":26,"Text":"پىرئەۋن ئېيتتى: «مېنى قويۇۋېتىڭلار، مۇسانى ئۆلتۈرىمەن، مۇسا (ئۆزىنى مەندىن قۇتۇلدۇرۇش ئۈچۈن) پەرۋەردىگارىنى چاقىرسۇن، مەن ھەقىقەتەن مۇسانىڭ دىنىڭلارنى ئۆزگەرتىۋېتىشىدىن ياكى زېمىندا (يەنى دۆلەتتە) قالايمىقانچىلىق تۇغدۇرۇشىدىن قورقىمەن»"},{"SurahNumber":40,"VerseNumber":27,"Text":"مۇسا ئېيتتى: «مەن ھەقىقەتەن مېنىڭ پەرۋەردىگارىم ۋە سىلەرنىڭ پەرۋەردىگارىڭلار (بولغان اﷲ) غا سېغىنىپ، ھېساب كۈنى (يەنى قىيامەت كۈنى) گە ئىشەنمەيدىغان ھەر بىر مۇتەكەببىر (نىڭ زىيانكەشلىك قىلىشى) دىن پاناھ تىلەيمەن»"},{"SurahNumber":40,"VerseNumber":28,"Text":"پىرئەۋن خانىدانىغا مەنسۇپ، ئىمانىنى يوشۇرىدىغان بىر مۆمىن ئادەم ئېيتتى: «سىلەر 'پەرۋەردىگارىم اﷲ' دېگەن كىشىنى ئۆلتۈرەمسىلەر؟ ھالبۇكى، ئۇ سىلەرگە ھەقىقەتەن پەرۋەردىگارىڭلارنىڭ دەرگاھىدىن روشەن دەلىللەرنى ئېلىپ كەلدى. ئەگەر ئۇ (پەيغەمبەرلىك دەۋاسىدا) يالغانچى بولسا، يالغانچىلىقنىڭ زىيىنى ئۇنىڭ ئۆزىگىدۇر، ئەگەر ئۇ راستچىل بولسا، ئۇ سىلەرنى قورقۇتقان ئازابنىڭ بىر قىسمى سىلەرگە كېلىدۇ، اﷲ ھەقىقەتەن ھەددىدىن ئاشقان يالغانچىنى ھىدايەت قىلمايدۇ"},{"SurahNumber":40,"VerseNumber":29,"Text":"ئى قەۋمىم! بۈگۈن سەلتەنەت سىلەرنىڭ ئىلگىڭلاردىدۇر، (مىسىر) زېمىنىدا سىلەر غالىبسىلەر، ئەگەر بىزگە اﷲ نىڭ ئازابى كەلسە، ئۇنىڭدىن قۇتۇلۇشقا بىزگە كىم ياردەم بېرىدۇ؟» پىرئەۋن ئېيتتى: «مەن سىلەرگە پەقەت نېمىنى توغرا دەپ قارىسام، شۇنى مەسلىھەت بېرىمەن. سىلەرنى مەن پەقەت توغرا يولغا باشلايمەن»"},{"SurahNumber":40,"VerseNumber":30,"Text":"مۆمىن ئادەم ئېيتتى: «ئى قەۋمىم! سىلەرنىڭ نۇھ، ئاد، سەمۇد قەۋملىرىگە ئوخشاش ۋە ئۇلاردىن كېيىنكىلەرگە ئوخشاش جامائەلەر ئۇچرىغان جازاغا ئۇچرىشىڭلاردىن قورقىمەن، اﷲ بەندىلىرىگە زۇلۇم قىلىشنى خالىمايدۇ"},{"SurahNumber":40,"VerseNumber":31,"Text":"مۆمىن ئادەم ئېيتتى: «ئى قەۋمىم! سىلەرنىڭ نۇھ، ئاد، سەمۇد قەۋملىرىگە ئوخشاش ۋە ئۇلاردىن كېيىنكىلەرگە ئوخشاش جامائەلەر ئۇچرىغان جازاغا ئۇچرىشىڭلاردىن قورقىمەن، اﷲ بەندىلىرىگە زۇلۇم قىلىشنى خالىمايدۇ"},{"SurahNumber":40,"VerseNumber":32,"Text":"ئى قەۋمىم! مەن سىلەر ئۈچۈن ھەقىقەتەن قىيامەت كۈنىدىن ئەنسىرەيمەن"},{"SurahNumber":40,"VerseNumber":33,"Text":"ئۇ كۈندە (دوزاخ ئازابىنىڭ دەھشىتىدىن قورقۇپ) ئارقاڭلارغا چېكىنىسىلەر، سىلەرگە ھېچ اﷲ نىڭ ئازابىدىن قۇتۇلدۇرغۇچى بولمايدۇ. كىمكى اﷲ ئۇنى گۇمراھ قىلىدىكەن، ئۇنى ھىدايەت قىلغۇچى بولمايدۇ"},{"SurahNumber":40,"VerseNumber":34,"Text":"شەك - شۈبھىسىزكى، ئىلگىرى سىلەرگە يۇسۇف (اﷲ نىڭ دەرگاھىدىن) روشەن مۆجىزىلەرنى ئېلىپ كەلدى. ئۇ ئېلىپ كەلگەن دەلىلدىن سىلەر ھامان شەكلەندىڭلار، تاكى ئۇ ۋاپات بولغاندا، (دەلىل - پاكىتسىز) ھالدا، اﷲ ئۇنىڭدىن كېيىن ھەرگىز پەيغەمبەر ئەۋەتمەيدۇ' دېدىڭلار، اﷲ (گۇناھتا) ھەددىدىن ئاشقۇچىنى، (دىندا) شەكلەنگۈچىنى مۇشۇنداق ئازدۇرىدۇ»"},{"SurahNumber":40,"VerseNumber":35,"Text":"اﷲ نىڭ ئايەتلىرى ئۈستىدە ئۆزلىرىگە (اﷲ تەرىپىدىن) كەلگەن ھېچقانداق دەلىل بولماستىن (قارىسىغا) جاڭجاللىشىدىغانلار اﷲ نىڭ دەرگاھىدا ۋە مۆمىنلەرنىڭ نەزىرىدە قاتتىق نەپرەتكە قالىدۇ، بۇزغۇنچىلىق قىلىپ (ئىماندىن باش تارتقان)، (بەندىلەرگە) زومىگەرلىك قىلغان ھەر قانداق ئادەمنىڭ دىلىنى اﷲ مۇشۇنداق پېچەتلىۋېتىدۇ"},{"SurahNumber":40,"VerseNumber":36,"Text":"پىرئەۋن (ۋەزىرى ھامانغا): «ئى ھامان! ماڭا بىر ئېگىز بىنا سالغىن، ئۇنىڭ بىلەن مەن دەرۋازىلارغا–ئاسماننىڭ دەرۋازىلىرىغا يېتىشىم مۇمكىن، شۇنىڭ بىلەن مەن مۇسانىڭ ئىلاھىنى كۆرەي، مەن ھەقىقەتەن مۇسانى يالغانچى دەپ گۇمان قىلىمەن» دېدى. پىرئەۋنگە ئۇنىڭ يامان ئەمەلى شۇنداق چىرايلىق كۆرسىتىلدى، پىرئەۋن (گۇمراھلىقى تۈپەيلىدىن ھىدايەت) يولىدىن مەنئى قىلىندى، پىرئەۋننىڭ ھىيلە - مىكرى پەقەت بىكاردۇر"},{"SurahNumber":40,"VerseNumber":37,"Text":"پىرئەۋن (ۋەزىرى ھامانغا): «ئى ھامان! ماڭا بىر ئېگىز بىنا سالغىن، ئۇنىڭ بىلەن مەن دەرۋازىلارغا–ئاسماننىڭ دەرۋازىلىرىغا يېتىشىم مۇمكىن، شۇنىڭ بىلەن مەن مۇسانىڭ ئىلاھىنى كۆرەي، مەن ھەقىقەتەن مۇسانى يالغانچى دەپ گۇمان قىلىمەن» دېدى. پىرئەۋنگە ئۇنىڭ يامان ئەمەلى شۇنداق چىرايلىق كۆرسىتىلدى، پىرئەۋن (گۇمراھلىقى تۈپەيلىدىن ھىدايەت) يولىدىن مەنئى قىلىندى، پىرئەۋننىڭ ھىيلە - مىكرى پەقەت بىكاردۇر"},{"SurahNumber":40,"VerseNumber":38,"Text":"(پىرئەۋن خاندانىدىن) ئىمان ئېيتقان كىشى ئېيتتى: «ئى قەۋمىم! سىلەر ماڭا ئەگىشىڭلار، مەن سىلەرنى توغرا يولغا باشلايمەن"},{"SurahNumber":40,"VerseNumber":39,"Text":"ئى قەۋمىم! بۇ دۇنيا تىرىكچىلىكى پەقەت (ۋاقىتلىق) پايدىلىنىشتىن ئىبارەتتۇر، ئاخىرەت ھەقىقەتەن (مەڭگۈلۈك) قارارگاھتۇر"},{"SurahNumber":40,"VerseNumber":40,"Text":"كىمكى (بۇ دۇنيادا) بىرەر يامانلىقنى قىلىدىكەن، ئۇنىڭغا (ئاخىرەتتە) شۇنىڭغا لايىق جازا بېرىلىدۇ، مەيلى ئەر بولسۇن، مەيلى ئايال بولسۇن، كىمكى ئۆزى مۆمىن تۇرۇپ بىرەر ياخشى ئىش قىلىدىكەن، ئەنە شۇلار جەننەتكە كىرىدۇ، جەننەتتە ئۇلارغا ھېسابسىز رىزىق بېرىلىدۇ"},{"SurahNumber":40,"VerseNumber":41,"Text":"ئى قەۋمىم! ماڭا نېمىدۇركى، سىلەرنى مەن (دوزاختىن) قۇتۇلۇشقا دەۋەت قىلىمەن، سىلەر بولساڭلار مېنى دوزاخقا دەۋەت قىلىسىلەر"},{"SurahNumber":40,"VerseNumber":42,"Text":"سىلەر مېنى اﷲ نى ئىنكار قىلىشقا، مەن بىلمەيدىغان نەرسىلەرنى ئۇنىڭغا شېرىك كەلتۈرۈشكە دەۋەت قىلىسىلەر، ھالبۇكى، مەن سىلەرنى غالىب، (بەندىلەرنىڭ گۇناھلىرىنى) ناھايىتى مەغپىرەت قىلغۇچى (اﷲ) غا دەۋەت قىلىمەن"},{"SurahNumber":40,"VerseNumber":43,"Text":"ھەقىقەتەن سىلەر مېنى ئۇنىڭغا (يەنى بۇتقا) ئىبادەت قىلشىقا چاقىرىسىلەر، ئۇنىڭ دۇنيا ۋە ئاخىرەتتە (ئۆزىگە ئىبادەت قىلىشقا) چاقىرغىنى يوق، بىزنىڭ ئاخىر بارىدىغان جايىمىز اﷲ نىڭ دەرگاھىدۇر، (گۇمراھلىقتا) ھەددىدىن ئاشقۇچىلار ئەھلى دوزاختۇر"},{"SurahNumber":40,"VerseNumber":44,"Text":"(سىلەرگە ئازاب نازىل بولغان چاغدا) سىلەرگە ئېيتقان سۆزۈمنىڭ (راستلىقىنى) ئەسلەيسىلەر، مەن ئىشىمنى اﷲ قا تاپشۇرىمەن، اﷲ ھەقىقەتەن بەندىلىرىنى كۆرۈپ تۇرغۇچىدۇر»"},{"SurahNumber":40,"VerseNumber":45,"Text":"اﷲ ئۇنى پىرئەۋن جامائەسىنىڭ سۇيىقەستلىرىدىن ساقلىدى. پىرئەۋن جامائەسىگە ئەڭ يامان ئازاب نازىل بولدى"},{"SurahNumber":40,"VerseNumber":46,"Text":"ئۇلار ئەتىگىنى - ئاخشىمى ئوتقا توغرىلىنىپ تۇرىدۇ، قىيامەت قايىم بولغان كۈندە: «ئى پىرئەۋن جامائەسى! ئازابنىڭ ئەڭ قاتتىقىغا (دوزاخ ئوتىغا) كىرىڭلار!» (دېيىلىدۇ)"},{"SurahNumber":40,"VerseNumber":47,"Text":"ئۇ چاغدا ئۇلار دوزاختا ئۆزئارا مۇنازىرىلىشىدۇ، ئاجىز (ئەگەشكۈچىلەر) ھاكاۋۇر (ئەگەشتۈرگۈچىلىرىگە): «شۈبھىسىزكى، بىز سىلەرگە ئەگەشكەن ئىدۇق، بىزدىن دوزاخ ئازابىدىن بىر قىسىمىنى ئېلىپ تاشلىيالامسىلەر؟» دەيدۇ"},{"SurahNumber":40,"VerseNumber":48,"Text":"ھاكاۋۇر (ئەگەشتۈرگۈچىلىرى): «شۈبھىسىزكى، بىز ھەممىمىز دوزاختادۇرمىز، اﷲ ھەقىقەتەن بەندىلەرنىڭ ئارىسىدا ھۆكۈم چىقاردى» دەيدۇ"},{"SurahNumber":40,"VerseNumber":49,"Text":"دوزاختىكىلەر دوزاخقا مۇئەككەل پەرىشتىلەرگە: «سىلەر پەرۋەردىگارىڭلارغا دۇئا قىلىڭلار، ئۇ بىزدىن بىر كۈنلۈك ئازابنى يېنىكلەتسە ئىكەن» دەيدۇ"},{"SurahNumber":40,"VerseNumber":50,"Text":"ئۇلار (يەنى دوزاخقا مۇئەككەل پەرىشتىلەر): «پەيغەمبىرىڭلار سىلەرگە روشەن مۆجىزىلەرنى ئېلىپ كەلمىگەنمىدى؟» دەيدۇ. ئۇلار (يەنى كۇففارلار): «ھەئە، ئېلىپ كەلگەن ئىدى» دەيدۇ. ئۇلار (يەنى پەرىشتىلەر): «سىلەر دۇئا قىلىڭلار، (لېكىن) كاپىرلارنىڭ دۇئاسى پايدىسىزدۇر» دەيدۇ"},{"SurahNumber":40,"VerseNumber":51,"Text":"شەك - شۈبھىسىزكى، بىز پەيغەمبىرىمىزگە، مۆمىنلەرگە ھاياتىي دۇنيادا ۋە (پەرىشتە، پەيغەمبەر ۋە مۆمىنلەردىن بەندىلەرنىڭ ئەمەللىرىگە گۇۋاھ بولىدىغان) گۇۋاھچىلار ھازىر بولىدىغان كۈندە ئەلۋەتتە ياردەم بېرىمىز"},{"SurahNumber":40,"VerseNumber":52,"Text":"ئۇ كۈندە كاپىرلارنىڭ ئۆزرىلىرى پايدا بەرمەيدۇ، ئۇلار لەنەتكە ئۇچرايدۇ، ئۇلار ئاخىرەتنىڭ ئازابىغا دۇچار بولىدۇ"},{"SurahNumber":40,"VerseNumber":53,"Text":"شۈبھىسىزكى، بىز مۇساغا ھىدايەت ئاتا قىلدۇق، ئىسرائىل ئەۋلادىغا كىتاب (يەنى تەۋرات) نى مىراس قىلىپ بەردۇق"},{"SurahNumber":40,"VerseNumber":54,"Text":"(ئۇ) ئەقىل ئىگىلىرى ئۈچۈن ھىدايەتتۇر ۋە نەسىھەتتۇر"},{"SurahNumber":40,"VerseNumber":55,"Text":"(ئى مۇھەممەد! مۇشرىكلارنىڭ يەتكۈزگەن ئەزىيەتلىرىگە) سەۋر قىلغىن، اﷲ نىڭ (ساڭا ۋە سېنىڭ تەۋەلىرىڭگە ياردەم بېرىش) ۋەدىسى ھەقىقەتەن ھەقتۇر، گۇناھىڭغا ئىستىغپار ئېيتقىن، ئاخشىمى - ئەتىگىنى پەرۋەردىگارىڭغا ھەمدى بىلەن تەسبىھ ئېيتقىن"},{"SurahNumber":40,"VerseNumber":56,"Text":"شۈبھىسىزكى، اﷲ نىڭ ئايەتلىرى ئۈستىدە ئۆزلىرىگە (اﷲ تەرىپىدىن) كەلگەن ھېچقانداق دەلىل بولماستىن (قارىسىغا) جاڭجاللىشىدىغانلارنىڭ كۆكرەكلىرىدە پەقەت كىبرى بار، ئۇلار (اﷲ نىڭ نۇرىنى ئۆچۈرۈشتىن ئىبارەت) مەقسىتىگە يېتەلمەيدۇ، اﷲ قا سېغىنىپ (ئۇلارنىڭ شەررىدىن پاناھ تىلىگىن)، ھەقىقەتەن اﷲ ھەممىنى ئاڭلاپ تۇرغۇچىدۇر، ھەممىنى كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":40,"VerseNumber":57,"Text":"ئاسمانلارنى ۋە زېمىننى يارىتىش ئەلۋەتتە ئىنسانلارنى يارىتىشتىن كۆپ قىيىندۇر ۋە لېكىن ئىنسانلارنىڭ كۆپچىلىكى (بۇنى) ئۇقمايدۇ"},{"SurahNumber":40,"VerseNumber":58,"Text":"ئەما بىلەن كۆزى كۆرۈدىغان ئادەم (يەنى مۆمىن بىلەن كاپىر) باراۋەر بولمايدۇ، ئىمان ئېيتقان، ياخشى ئەمەللەرنى قىلغان ئادەملەر بىلەن يامان ئىش قىلغۇچى ئادەملەر باراۋەر بولمايدۇ. سىلەر ئاز ۋەز - نەسىھەت ئالىسىلەر"},{"SurahNumber":40,"VerseNumber":59,"Text":"قىيامەت چوقۇم كېلىدۇ، ئۇنىڭدا شەك يوق ۋە لېكىن ئىنسانلارنىڭ تولىسى (ئۇنىڭغا) ئىشەنمەيدۇ (شۇنىڭ ئۈچۈن ئۇلار ئۆلگەندىن كېيىن تىرىلىشنى، قىيامەت كۈنى بېرىلىدىغان مۇكاپات بىلەن جازانى ئىنكار قىلىدۇ)"},{"SurahNumber":40,"VerseNumber":60,"Text":"پەرۋەردىگارىڭلار ئېيتىدۇ: «ماڭا دۇئا قىلىڭلار، مەن (دۇئايىڭلارنى) قوبۇل قىلىمەن (تىلىگىنىڭلارنى بېرىمەن)، شۈبھىسىزكى، مېنىڭ ئىبادىتىمدىن چوڭچىلىق قىلىپ باش تارتىدىغانلار خار ھالدا جەھەننەمگە كىرىدۇ»"},{"SurahNumber":40,"VerseNumber":61,"Text":"(كۈندۈزى ئىشلەپ يەتكەن ھارغىنلىقتىن) ئارام ئېلىشىڭلار ئۈچۈن، اﷲ سىلەرگە كېچىنى (قاراڭغۇ قىلىپ) ياراتتى، (تىرىكچىلىك يولىدا ھەرىكەتلىنىشىڭلار ئۈچۈن) كۈندۈزنى يورۇق ياراتتى. اﷲ ئىنسانلارغا ھەقىقەتەن مەرھەمەتلىكتۇر ۋە لېكىن ئىنسانلارنىڭ تولىسى (اﷲ نىڭ ئېھسانىغا شۈكۈر قىلمايدۇ، اﷲ نىڭ مەرھەمىتى ۋە نېمەتلىرىگە نانكورلۇق قىلىدۇ)"},{"SurahNumber":40,"VerseNumber":62,"Text":"ئەنە شۇ اﷲ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، ھەممە نەرسىنى ياراتقۇچىدۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، قانداقمۇ (اﷲ قا ئىبادەت قىلىشتىن بۇتلارغا ئىبادەت قىلىشقا) بۇرۇلۇپ كېتىسىلەر؟"},{"SurahNumber":40,"VerseNumber":63,"Text":"اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلار (ھىدايەتتىن ۋە ھەقىقەتتىن) شۇنداق بۇرۇلۇپ كېتىدۇ (ئى مۇھەممەد! قەۋمىڭنىڭ اﷲ نىڭ ئايەتلىرىنى ئىنكار قىلغانلىقىغا قايغۇرۇپ كەتمىگىن، ئۇلاردىن ئىلگىرى ئۆتكەنلەر مۇشۇنداق قىلغان)"},{"SurahNumber":40,"VerseNumber":64,"Text":"اﷲ سىلەرگە زېمىننى تۇرالغۇ، ئاسماننى بىنا قىلدى. سىلەرنى سۈرەتكە كىرگۈزدى. سۈرىتىڭلارنى چىرايلىق قىلدى. سىلەرگە (تۈرلۈك) پاك نەرسىلەرنى رىزىق قىلىپ بەردى. ئەنە شۇ اﷲ سىلەرنىڭ پەرۋەردىگارىڭلاردۇر، ئالەملەرنىڭ پەرۋەردىگارى اﷲ نىڭ بەرىكىتى بۈيۈكتۇر"},{"SurahNumber":40,"VerseNumber":65,"Text":"اﷲ ھاياتتۇر، ئۇنىڭدىن باشقا ھېچ ئىلاھ يوقتۇر، دىنىڭلارنى (شېرىكتىن ۋە رىيادىن) ساپ قىلغان ھالدا ئۇنىڭغا ئىبادەت قىلىڭلار، جىمى ھەمدۇسانا ئالەملەرنىڭ پەرۋەردىگارى اﷲ قا خاستۇر"},{"SurahNumber":40,"VerseNumber":66,"Text":"(ئى مۇھەممەد!) ئېيتقىنكى: «پەرۋەردىگارىمدىن ماڭا روشەن دەلىللەر كەلگەن چاغدا، سىلەر اﷲ نى قويۇپ ئىبادەت قىلىۋاتقان بۇتلىرىڭلارغا ئىبادەت قىلىشتىن مەنئى قىلىندىم، ئالەملەرنىڭ پەرۋەردىگارىغا بويسۇنۇشقا بۇيرۇلدۇم»"},{"SurahNumber":40,"VerseNumber":67,"Text":"اﷲ سىلەرنى (يەنى ئاتاڭلار ئادەم ئەلەيھىسسالامنى) تۇپراقتىن، (ئۇنىڭ ئەۋلادىنى ئالدى بىلەن) ئابىمەنىيدىن، ئاندىن لەختە قاندىن ياراتتى، ئاندىن ئۇ سىلەرنى (ئاناڭلارنىڭ قارنىدىن) بوۋاق ھالىتىڭلاردا چىقىرىدۇ، ئاندىن (كۈچ - قۇۋۋەت ۋە ئەقىلدە كامالەت يېشى) قىران ۋاقتىڭلارغا يېتىسىلەر، ئاندىن قېرىيسىلەر– بەزىڭلار بۇرۇن ۋاپات بولۇپ كېتىسىلەر–ئاندىن سىلەر مۇئەييەن ۋاقىتقىچە ياشايسىلەر، سىلەر (اﷲ نىڭ قۇدرىتىنىڭ دەلىللىرىنى) چۈشەنگەيسىلەر"},{"SurahNumber":40,"VerseNumber":68,"Text":"اﷲ تىرىلدۈرۈشكە ۋە ئۆلتۈرۈشكە قادىر، ئۇ بىرەر ئىشنى (قىلىشنى) ئىرادە قىلسا، ئۇنىڭغا «ۋۇجۇدقا كەل» دەيدۇ - دە، ئۇ ۋۇجۇدقا كېلىدۇ"},{"SurahNumber":40,"VerseNumber":69,"Text":"اﷲ نىڭ ئايەتلىرى ئۈستىدە جاڭجاللىشىۋاتقانلارنى كۆرمىدىڭمۇ؟ ئۇلار قانداقمۇ (ھىدايەتتىن گۇمراھلىققا) بۇرۇلۇپ كېتىدۇ؟"},{"SurahNumber":40,"VerseNumber":70,"Text":"ئۇلار كىتابنى (يەنى قۇرئاننى) ئىنكار قىلدى، پەيغەمبەرلىرىمىزگە بىز نازىل قىلغان مۆجىزىلەرنى ئىنكار قىلدى. ئۇلار ئۇزاققا قالماي (ئىنكار قىلغانلىقلىرىنىڭ ئاقىۋىتىنى) بىلىدۇ"},{"SurahNumber":40,"VerseNumber":71,"Text":"ئۇ چاغدا (يەنى دوزاخقا كىرگەندە) ئۇلارنىڭ بويۇنلىرىدا تاقاقلار ۋە زەنجىرلەر بولىدۇ، ئۇلار قايناقسۇغا سۆرەپ كىرىلىدۇ، ئاندىن ئوتتا كۆيدۈرۈلىدۇ"},{"SurahNumber":40,"VerseNumber":72,"Text":"ئۇ چاغدا (يەنى دوزاخقا كىرگەندە) ئۇلارنىڭ بويۇنلىرىدا تاقاقلار ۋە زەنجىرلەر بولىدۇ، ئۇلار قايناقسۇغا سۆرەپ كىرىلىدۇ، ئاندىن ئوتتا كۆيدۈرۈلىدۇ"},{"SurahNumber":40,"VerseNumber":73,"Text":"ئاندىن ئۇلارغا: «اﷲ نى قويۇپ شېرىك كەلتۈرگەن بۇتلىرىڭلار قەيەردە؟» دېيىلىدۇ، ئۇلار: «ئۇ بۇتلار ئۆزلىرىنى بىزدىن چەتكە ئالدى، بەلكى بىز ئىلگىرى ھېچنەرسىگە ئىبادەت قىلمايتتۇق» دەيدۇ. اﷲ كاپىرلارنى مۇشۇنداق گۇمراھ قىلىدۇ"},{"SurahNumber":40,"VerseNumber":74,"Text":"ئاندىن ئۇلارغا: «اﷲ نى قويۇپ شېرىك كەلتۈرگەن بۇتلىرىڭلار قەيەردە؟» دېيىلىدۇ، ئۇلار: «ئۇ بۇتلار ئۆزلىرىنى بىزدىن چەتكە ئالدى، بەلكى بىز ئىلگىرى ھېچنەرسىگە ئىبادەت قىلمايتتۇق» دەيدۇ. اﷲ كاپىرلارنى مۇشۇنداق گۇمراھ قىلىدۇ"},{"SurahNumber":40,"VerseNumber":75,"Text":"بۇ (ئازاب) سىلەرنىڭ زېمىندا ھەقسىز رەۋىشتە (گۇناھ قىلىپ پۇل - مالنى ھارام يوللارغا سەرپ قىلغانلىقىڭلار ئۈچۈن) خۇشال بولغانلىقىڭلار ۋە ھاكاۋۇر بولۇپ كەتكەنلىكىڭلار ئۈچۈندۇر"},{"SurahNumber":40,"VerseNumber":76,"Text":"سىلەر دوزاخنىڭ دەرۋازىلىرىدىن كىرىپ ئۇ يەردە مەڭگۈ قېلىڭلار، مۇتەكەببۇرلارنىڭ جايى نېمىدېگەن يامان؟"},{"SurahNumber":40,"VerseNumber":77,"Text":"(ئى مۇھەممەد! قەۋمىڭنىڭ سېنى ئىنكار قىلغانلىقىغا) سەۋر قىلغىن، اﷲ نىڭ (ئۇلارنى ئازابلاش توغرىسىدىكى) ۋەدىسى ھەقىقەتەن ھەقتۇر، ساڭا بىز ئۇلارغا ۋەدە قىلغان ئازابنىڭ بىر قىسمىنى كۆرسەتسەك (بۇ اﷲ نىڭ ۋەدىسىگە ۋاپا قىلغانلىقىدۇر) ياكى سېنى (ئۇنى كۆرسىتىشتىن بۇرۇن) ۋاپات قىلدۇرساق، ئۇلار بىزنىڭ دەرگاھىمىزغا قايتۇرۇلىدۇ، (قىيامەتتە ئۇلار ئازابقا دۇچار بولىدۇ)"},{"SurahNumber":40,"VerseNumber":78,"Text":"سەندىن ئىلگىرى بىز ھەقىقەتەن نۇرغۇن پەيغەمبەرلەرنى ئەۋەتتۇق، ئۇلارنىڭ ئارىسىدىن ساڭا بايان قىلىپ بەرگەنلىرىمىزمۇ، بايان قىلىپ بەرمىگەنلىرىمىزمۇ بار، ھېچقانداق پەيغەمبەر اﷲ نىڭ ئىزنىسىز بىرەر مۆجىزە كەلتۈرەلمەيدۇ، اﷲ نىڭ ئەمرى (يەنى قىيامەت) كەلگەن چاغدا (كىشىلەرنىڭ ئارىسىدا) ئادالەت بىلەن ھۆكۈم چىقىرىلىدۇ، بۇ چاغدا ھەقكە قارشى تۇرغۇچىلار زىيان تارتىدۇ"},{"SurahNumber":40,"VerseNumber":79,"Text":"مىنىشىڭلار ۋە گۆشلىرىنى يېيىشىڭلار ئۈچۈن اﷲ سىلەرگە ھايۋانلارنى ياراتتى"},{"SurahNumber":40,"VerseNumber":80,"Text":"ئۇلار سىلەرگە نۇرغۇن پايدا كەلتۈرىدۇ، ئۇلارغا مىنىپ دىلىڭلارغا پۈككەن ھاجىتىڭلاردىن چىقىسىلەر، (قۇرۇقلۇقتا يۈك - تاقلىرىڭلارنى) ئۇلارغا ئارتىسىلەر، (دېڭىزدا) كېمىلەرگە قاچىلايسىلەر"},{"SurahNumber":40,"VerseNumber":81,"Text":"اﷲ سىلەرگە (قۇدرىتىنىڭ) ئالامەتلىرىنى كۆرسىتىدۇ، سىلەر اﷲ نىڭ (قۇدرىتىنىڭ) قايسى ئالامەتلىرىنى ئىنكار قىلىسىلەر؟"},{"SurahNumber":40,"VerseNumber":82,"Text":"ئۇلار زېمىندا سەير قىلىپ ئۇلاردىن ئىلگىرىكىلەرنىڭ ئاقىۋىتىنىڭ قانداق بولغانلىقىنى كۆزەتمىدىمۇ؟ بۇلاردىن ئۇلارنىڭ سانى كۆپ ئىدى، زېمىندا كۈچ - قۇۋۋەت ۋە يادىكارلىقلار (يەنى ئۆي - ئىمارەت) جەھەتتە بۇلاردىن ئۈستۈن ئىدى. ئۇلارنىڭ قولغا كەلتۈرگەن نەرسىلىرى ئۇلارغا ئەسقاتمىدى"},{"SurahNumber":40,"VerseNumber":83,"Text":"ئۇلارغا پەيغەمبەرلىرى روشەن مۆجىزىلەر بىلەن كەلگەندە، ئۆزلىرىدە بار ئىلىم بىلەن پەخىرلىنىپ (پەيغەمبەرلەرنى ئىنكار قىلدى ۋە مەسخىرە قىلدى)، ئۇلارغا ئۆزلىرى مەسخىرە قىلغان (ۋە كەلسە دەپ ئالدىرىغان) ئازاب نازىل بولدى"},{"SurahNumber":40,"VerseNumber":84,"Text":"ئۇلار بىزنىڭ ئازابىمىزنى كۆرگەن چاغدا: «بىز بىر اﷲ قا ئىمان ئېيتتۇق، بىز بۇرۇن (اﷲ قا) شېرىك قىلغان بۇتلارنى ئىنكار قىلدۇق» دېدى"},{"SurahNumber":40,"VerseNumber":85,"Text":"بىزنىڭ ئازابىمىزنى كۆرگەن چاغدا ئېيتقان ئىماننىڭ ئۇلارغا پايدىسى بولمىدى، بۇ (يەنى ئازابنى كۆرگەندە ئېيتقان ئىماننىڭ پايدىلىق بولماسلىقى) اﷲ نىڭ بەندىلىرى ئارىسىدا تۇتقان يولىدۇر، بۇ چاغدا كاپىرلار زىيان تارتقۇچى بولدى"},{"SurahNumber":41,"VerseNumber":1,"Text":"حامىم"},{"SurahNumber":41,"VerseNumber":2,"Text":"(بۇ) ناھايىتى شەپقەتلىك، مېھرىبان اﷲ تەرىپىدىن نازىل قىلىنغان (ۋەھيىدۇر)"},{"SurahNumber":41,"VerseNumber":3,"Text":"ئايەتلىرى ئوچۇق بايان قىلىنغان كىتابتۇر، بىلىدىغان قەۋم ئۈچۈن نازىل بولغان ئەرەبچە قۇرئاندۇر"},{"SurahNumber":41,"VerseNumber":4,"Text":"(مۆمىنلەرگە جەننەت بىلەن) خۇش خەۋەر بەرگۈچىدۇر، (كاپىرلارنى دوزاخ بىلەن) ئاگاھلاندۇرغۇچىدۇر. ئۇلار (يەنى مۇشرىكلار) نىڭ تولىسى (ئۇنىڭ ئايەتلىرىنى پىكىر قىلىشتىن) يۈز ئۆرۈدى. ئۇلار (ئۇنىڭغا) قۇلاق سالمايدۇ"},{"SurahNumber":41,"VerseNumber":5,"Text":"ئۇلار (پەيغەمبەرگە): «بىزنىڭ دىللىرىمىز سەن بىزنى دەۋەت قىلغان نەرسىلەردىن پەردىلەنگەن، قۇلاقلىرىمىز ئېغىر، سەن بىلەن بىزنىڭ ئارىمىزدا پەردە (يەنى دىنىي جەھەتتە ئوخشىماسلىق) بار، سەن ئۆز ئىشىڭنى قىل، بىزمۇ ھەقىقەتەن ئۆز ئىشىمىزنى قىلايلى (يەنى سەنمۇ ئۆز دىنىڭ بىلەن بول، بىزمۇ ئۆز دىنىمىز بىلەن بولايلى)» دەيدۇ"},{"SurahNumber":41,"VerseNumber":6,"Text":"سەن (ئۇ مۇشرىكلارغا): «مەن سىلەرگە ئوخشاش ئىنسانمەن، ماڭا، ئىلاھىڭلار بىر ئىلاھتۇر، دەپ ۋەھيى قىلىنىدۇ، ئۇنىڭغا (ئىمان ۋە تائەت - ئىبادەت بىلەن) يۈزلىنىڭلار ۋە ئۇنىڭدىن مەغپىرەت تىلەڭلار!» دېگىن، مۇشرىكلارغا ۋاي"},{"SurahNumber":41,"VerseNumber":7,"Text":"ئۇلار زاكات بەرمەيدۇ، ئاخىرەتكە ئىشەنمەيدۇ"},{"SurahNumber":41,"VerseNumber":8,"Text":"ئىمان ئېيتقان ۋە ياخشى ئەمەللەرنى قىلغانلارغا ئەلۋەتتە ئۈزلۈكسىز ساۋاب بېرىلىدۇ"},{"SurahNumber":41,"VerseNumber":9,"Text":"(سەن ئۇلارغا) «سىلەر زېمىننى ئىككى كۈندە ياراتقان اﷲ نى ئىنكار قىلامسىلەر ۋە ئۇنىڭغا شېرىكلەر كەلتۈرەمسىلەر؟ ئۇ ئالەملەرنىڭ پەرۋەردىگارىدۇر» دېگىن"},{"SurahNumber":41,"VerseNumber":10,"Text":"ئۇ زېمىننىڭ ئۈستىدە نۇرغۇن تاغلارنى ياراتتى، زېمىننى بەرىكەتلىك قىلدى، ئەھلى زېمىننىڭ رىزقىنى بەلگىلىدى، (زېمىننى يارىتىش بىلەن ئاھالىسىنىڭ رىزقىنى بەلگىلەشنى كەم - زىيادىسىز) باراۋەر تۆت كۈندە (تاماملىدى)، (زېمىننىڭ ۋە ئۇنىڭدىكى نەرسىلەرنىڭ يارىتىلىش مۇددىتىنى) سورىغۇچىلار ئۈچۈن (بۇ جاۋابتۇر)"},{"SurahNumber":41,"VerseNumber":11,"Text":"ئاندىن ئۇ ئاسماننى (يارىتىشقا) يۈزلەندى، ھالبۇكى، ئۇ تۇمان ھالىتىدە ئىدى، ئاسمان بىلەن زېمىنغا: «ئىختىيارىي ياكى ئىختىيارسىز ھالدا كېلىڭلار (يەنى ئەمرىمنى قوبۇل قىلىڭلار)» دېدى. ئىككىلىسى «ئىختىيارىي كەلدۇق» دېدى"},{"SurahNumber":41,"VerseNumber":12,"Text":"اﷲ يەتتە ئاسماننى ئىككى كۈندە ياراتتى. ھەر ئاسماننىڭ ئىشىنى ئۆزىگە بىلدۈردى (يەنى ھەر ئاسماننىڭ ئېھتىياجلىق ئىشلىرىنى ئورۇنلاشتۇردى). ئەڭ تۆۋەنكى ئاسماننى يۇلتۇزلار بىلەن زىننەتلىدۇق ۋە قوغدىدۇق، بۇ ئەنە شۇ غالىب، ھەممىنى بىلگۈچى اﷲ نىڭ تەقدىرىدۇر"},{"SurahNumber":41,"VerseNumber":13,"Text":"ئەگەر ئۇلار (بۇ بايانلاردىن كېيىن ئىماندىن) يۈز ئۆرۈسە (سەن ئۇلارغا): «سىلەرنى ئاد ۋە سەمۇد قەۋمىلىرىنىڭ بېشىغا كەلگەن ئازابقا ئوخشاش ئازابتىن ئاگاھلاندۇرىمەن» دېگىن"},{"SurahNumber":41,"VerseNumber":14,"Text":"ئۆز ۋاقتىدا ئۇلارغا ئالدى - كەينىدىن (يەنى ھەممە تەرەپتىن) پەيغەمبەرلەر كېلىپ: «بىر اﷲ تىن باشقىغا ئىبادەت قىلماڭلار!» دېسە، ئۇلار: «ئەگەر پەرۋەردىگارىمىز خالىسا، چوقۇم پەرىشتىلەرنى چۈشۈرگەن بولاتتى، بىز سىلەرنىڭ پەيغەمبەرلىكىڭلارنى ھەقىقەتەن ئىنكار قىلىمىز» دېدى"},{"SurahNumber":41,"VerseNumber":15,"Text":"ئاد بولسا زېمىندا (اﷲ نىڭ بەندىلىرى ھۇد ۋە ئۇنىڭ بىلەن ئىمان ئېيتقانلارغا) ھەقسىز رەۋىشتە يوغانچىلىق قىلدى. ئۇلار: «كۈچ - قۇۋۋەتتە بىزدىن كىم ئارتۇق؟» دېدى. ئۇلار ئۆزلىرىنى ياراتقان اﷲ نىڭ كۈچ - قۇۋۋەتتە ئۆزلىرىدىن ئۈستۈن ئىكەنلىكىنى بىلمىدىمۇ؟ ئۇلار بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلدى"},{"SurahNumber":41,"VerseNumber":16,"Text":"ئۇلارغا بۇ دۇنيادىلا خار قىلغۇچى ئازابنى تېتىتىشىمىز ئۈچۈن، شۇم كۈنلەردە قاتتىق سوغۇق شامالنى ئەۋەتتۇق، ئاخىرەتنىڭ ئازابى تېخىمۇ خار قىلغۇچىدۇر، ئۇلار (ئازابنى دەپئى قىلىدىغان) ياردەمگە ئېرىشەلمەيدۇ"},{"SurahNumber":41,"VerseNumber":17,"Text":"سەمۇدقا بولسا توغرا يولنى كۆرسەتتۇق، ئۇلار ھىدايەتتىن كورلۇق (يەنى گۇمراھلىق) نى ئارتۇق بىلدى. قىلمىشلىرى تۈپەيلىدىن، ئۇلارنى خار قىلغۇچى چاقماق ئازابى ھالاك قىلدى"},{"SurahNumber":41,"VerseNumber":18,"Text":"ئىمان ئېيتقانلارنى ۋە تەقۋادارلارنى (يەنى سالىھ ئەلەيھىسسالام بىلەن ئۇنىڭغا ئەگەشكەنلەرنى ئازابتىن) قۇتقۇزدۇق"},{"SurahNumber":41,"VerseNumber":19,"Text":"ئۇ كۈندە اﷲ نىڭ دۈشمەنلىرى دوزاخقا توپلىنىدۇ، ئالدى - ئارقىسى يىغىلىپ بولغۇچە توختىتىپ قويۇلىدۇ"},{"SurahNumber":41,"VerseNumber":20,"Text":"ئۇلار دوزاخقا كەلگەندە، ئۇلارنىڭ قۇلاقلىرى، كۆزلىرى ۋە تېرىلىرى ئۇلارنىڭ قىلمىشلىرى ھەققىدە گۇۋاھلىق بېرىدۇ"},{"SurahNumber":41,"VerseNumber":21,"Text":"ئۇلار ئۆزلىرىنىڭ تېرىلىرىگە: «نېمىشقا بىزنىڭ زىيىنىمىزغا گۇۋاھلىق بەردىڭلار؟» دەيدۇ، تېرىلىرى: «ھەر نەرسىنى سۆزلەتكەن اﷲ بىزنى سۆزلەتتى، ئۇ دەسلەپتە سىلەرنى ياراتتى. ئۇنىڭ دەرگاھىغا قايتۇرۇلىسىلەر» دەيدۇ"},{"SurahNumber":41,"VerseNumber":22,"Text":"سىلەر (دۇنيادىكى چېغىڭلاردا) قۇلىقىڭلارنىڭ، كۆزۈڭلارنىڭ، تېرىلىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىشىدىن ساقلانمىغان ئىدىڭلار (يەنى يامان ئىشلارنى قىلغان چېغىڭلاردا، رەسۋا بولۇشتىن قورقۇپ، كىشىلەردىن يوشۇرغان ئىدىڭلار، ۋەھالەنكى، ئەزالىرىڭلارنىڭ سىلەرنىڭ زىيىنىڭلارغا گۇۋاھلىق بېرىدىغانلىقىنى گۇمان قىلمىغان ئىدىڭلار)، لېكىن سىلەر قىلمىشىڭلاردىن نۇرغۇن ئىشلارنى «اﷲ بىلمەيدۇ» دەپ گۇمان قىلدىڭلار"},{"SurahNumber":41,"VerseNumber":23,"Text":"پەرۋەردىگارىڭلارغا قىلغان ئەنە شۇ (قەبىھ) گۇمانىڭلار سىلەرنى ھالاك قىلدى. شۇنىڭ بىلەن زىيان تارتقۇچىلاردىن بولدۇڭلار"},{"SurahNumber":41,"VerseNumber":24,"Text":"ئەگەر ئۇلار (ئازابقا) چىدىسا، (چىداملىقنىڭ پايدىسى يوق) دوزاخ ئۇلارنىڭ جايىدۇر، ئەگەر ئۇلار (اﷲ تىن) رازىلىق تىلىسە، ھەرگىز رازىلىققا ئېرىشەلمەيدۇ"},{"SurahNumber":41,"VerseNumber":25,"Text":"ئۇلارغا بىز (شەيتانلاردىن) دوستلارنى مۇسەللەت قىلدۇق، ئۇلار (يەنى شەيتانلار) ئۇلارغا ئالدى - كەينىدىكى نەرسىلەرنى (يەنى ئۇلارنىڭ ھازىرقى ۋە كەلگۈسىدىكى قەبىھ ئەمەللىرىنى) چىرايلىق كۆرسەتتى، ئۇلارغا ئۇلاردىن ئىلگىرى ئۆتكەن ئىنسانلاردىن ۋە جىنلاردىن بولغان (گۇناھكار شەقى) ئۈممەتلەر قاتارىدا ئازاب سۆزى تېگىشلىك بولدى، چۈنكى ئۇلار زىيان تارتقۇچىلار ئىدى"},{"SurahNumber":41,"VerseNumber":26,"Text":"كاپىرلار: «بۇ قۇرئانغا قۇلاق سالماڭلار، ئۇنى ئېلىشتۇرۇۋېتىڭلار، سىلەر غەلىبە قىلىشىڭلار مۇمكىن» دەيدۇ"},{"SurahNumber":41,"VerseNumber":27,"Text":"بىز كاپىرلارغا چوقۇم قاتتىق ئازابنى تېتىتىمىز، بىز ئۇلارنىڭ يامان قىلمىشلىرىغا ئەڭ قاتتىق جازا بېرىمىز"},{"SurahNumber":41,"VerseNumber":28,"Text":"اﷲ نىڭ دۈشمەنلىرىگە بېرىلىدىغان جازا ئەنە شۇ دوزاختۇر، ئۇلارنىڭ مەڭگۈلۈك تۇرىدىغان جايى دوزاختۇر، بىزنىڭ ئايەتلىرىمىزنى ئىنكار قىلغانلىقلىرى ئۈچۈن (ئۇلارغا) شۇنداق جازا بېرىلىدۇ"},{"SurahNumber":41,"VerseNumber":29,"Text":"كاپىرلار: «پەرۋەردىگارىمىز! ئىنسانلاردىن ۋە جىنلاردىن بىزنى ئازدۇرغانلارنى بىزگە كۆرسەتكىن، (ئۇلارنىڭ) ئەڭ خارلاردىن بولۇشى ئۈچۈن ئۇلارنى ئاياغلىرىمىزنىڭ ئاستىدا چەيلەيمىز» دېدى"},{"SurahNumber":41,"VerseNumber":30,"Text":"شۈبھىسىزكى، «پەرۋەردىگارىمىز اﷲ دۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (اﷲ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ"},{"SurahNumber":41,"VerseNumber":31,"Text":"شۈبھىسىزكى، «پەرۋەردىگارىمىز اﷲ دۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (اﷲ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ"},{"SurahNumber":41,"VerseNumber":32,"Text":"شۈبھىسىزكى، «پەرۋەردىگارىمىز اﷲ دۇر» دېگەنلەر، ئاندىن توغرا يولدا بولغانلارغا پەرىشتىلەر چۈشۈپ: «قورقماڭلار، غەم قىلماڭلار، سىلەرگە ۋەدە قىلىنغان جەننەت ئۈچۈن خۇشال بولۇڭلار، بىز دۇنيادا، ئاخىرەتتە سىلەرنىڭ دوستلىرىڭلارمىز، جەننەتتە سىلەر ئۈچۈن كۆڭلۈڭلار تارتقان نەرسىلەرنىڭ ھەممىسى ۋە تىلىگەن نەرسەڭلارنىڭ ھەممىسى بار، (ئۇلار) ناھايىتى مەغپىرەت قىلغۇچى، ناھايىتى مېھرىبان (اﷲ) تەرىپىدىن بېرىلگەن زىياپەتتۇر» دەيدۇ"},{"SurahNumber":41,"VerseNumber":33,"Text":"اﷲ قا (يەنى اﷲ نىڭ تەۋھىدىگە ۋە تائىتىگە) دەۋەت قىلغان، ياخشى ئەمەللەرنى قىلغان ۋە «مەن ھەقىقەتەن مۇسۇلمانلاردىنمەن» دېگەن كىشىدىنمۇ ياخشى سۆزلۈك ئادەم بارمۇ؟"},{"SurahNumber":41,"VerseNumber":34,"Text":"ياخشى ئىش بىلەن يامان ئىش باراۋەر بولمايدۇ، ياخشى خىسلەت ئارقىلىق (يامان خىسلەتكە) تاقابىل تۇرغىن، (شۇنداق قىلساڭ) سەن بىلەن ئۆزىنىڭ ئارىسىدا ئاداۋەت بار ئادەم گويا سىرداش دوستۇڭدەك بولۇپ قالىدۇ"},{"SurahNumber":41,"VerseNumber":35,"Text":"بۇ خىسلەتكە پەقەت سەۋرچان ئادەملەرلا ئېرىشەلەيدۇ، بۇ خىسلەتكە پەقەت بۈيۈك نېسىۋە ئىگىسىلا ئېرىشەلەيدۇ"},{"SurahNumber":41,"VerseNumber":36,"Text":"ئەگەر شەيتان سېنى ۋەسۋەسە قىلىپ (يۇقىرىقى خىسلەتنى ئۆزلەشتۈرمەسلىككە كۈشكۈرتسە) اﷲ قا سېغىنىپ (شەيتاننىڭ شەررىدىن) پاناھ تىلىگىن، اﷲ ھەقىقەتەن (بەندىلىرىنىڭ سۆزلىرىنى) ئاڭلاپ تۇرغۇچىدۇر، (ئىشلىرىنى) بىلىپ تۇرغۇچىدۇر"},{"SurahNumber":41,"VerseNumber":37,"Text":"كېچە بىلەن كۈندۈز، كۈن بىلەن ئاي اﷲ نىڭ (بىرلىكىنى ۋە قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇر، قۇياشقا سەجدە قىلماڭلار، ئايغىمۇ سەجدە قىلماڭلار، ئۇلارنى ياراتقان اﷲ قا سەجدە قىلىڭلار، ئەگەر پەقەت اﷲ غىلا ئىبادەت قىلىدىغان بولساڭلار"},{"SurahNumber":41,"VerseNumber":38,"Text":"ئەگەر كۇففارلار چوڭچىلىق قىلىپ (اﷲ قا سەجدە قىلىشتىن) باش تارتسا، پەرۋەردىگارىڭنىڭ دەرگاھىدىكىلەر (يەنى پەرىشتىلەر) كېچە - كۈندۈز اﷲ قا تەسبىھ ئېيتىپ تۇرىدۇ، ئۇلار مالال بولۇپ قالمايدۇ"},{"SurahNumber":41,"VerseNumber":39,"Text":"(بۇمۇ) اﷲ نىڭ (بىرلىكىنى ۋە قۇدرىتىنى كۆرسىتىدىغان) ئالامەتلىرىدىندۇركى، سەن زېمىننى قاقاس كۆرىسەن، ئۇنىڭغا يامغۇر ياغدۇرغان ۋاقتىمىزدا، زېمىن كۆتۈرۈلىدۇ ۋە كۆپۈشىدۇ، شۈبھىسىزكى، زېمىننى تىرىلدۈرگەن زات ئۆلۈكلەرنى ئەلۋەتتە تىرىلدۈرگۈچىدۇر، ئۇ ھەقىقەتەن ھەر نەرسىگە قادىردۇر"},{"SurahNumber":41,"VerseNumber":40,"Text":"شۈبھىسىزكى، بىزنىڭ ئايەتلىرىمىزنى بۇرمىلاپ چۈشەندۈرىدىغانلار بىزگە مەخپىي قالمايدۇ، قىيامەت كۈنى دوزاخقا تاشلىنىدىغان ئادەم ياخشىمۇ؟ ياكى قىيامەت كۈنى (اﷲ نىڭ ئازابىدىن) ئەمىن بولغان ھالدا كېلىدىغان ئادەم ياخشىمۇ؟ خالىغىنىڭلارنى قىلىڭلار، شۈبھىسىزكى، اﷲ قىلمىشىڭلارنى كۆرۈپ تۇرغۇچىدۇر"},{"SurahNumber":41,"VerseNumber":41,"Text":"شۈبھىسىزكى، قۇرئان كەلگەندە ئۇنى ئىنكار قىلغانلار (قاتتىق جازاغا ئۇچرايدۇ)، شۈبھىسىزكى، قۇرئان غالىب كىتابتۇر"},{"SurahNumber":41,"VerseNumber":42,"Text":"ئۇنىڭغا ئالدىدىنمۇ، ئارقىسىدىنمۇ (يەنى ھېچقايسى تەرىپىدىن) باتىل يۈزلەنمەيدۇ، ئۇ ھېكمەت بىلەن ئىش قىلغۇچى، مەدھىيىگە لايىق اﷲ تەرىپىدىن نازىل قىلىنغاندۇر"},{"SurahNumber":41,"VerseNumber":43,"Text":"ساڭا (مۇشرىكلار تەرىپىدىن) ئېيتىلىدىغان سۆزلەر پەقەت ئىلگىرىكى پەيغەمبەرلەرگە (قەۋملىرى تەرىپىدىن) ئېيتىلغان سۆزلەردۇر، شۈبھىسىزكى، سېنىڭ پەرۋەردىگارىڭ مەغپىرەت ئىگىسىدۇر ۋە قاتتىق ئازاب ئىگىسىدۇر"},{"SurahNumber":41,"VerseNumber":44,"Text":"مۇبادا بىز ئۇنى ئەجەم تىلىدىكى قۇرئان قىلىپ نازىل قىلغان بولساق، ئۇلار ئەلۋەتتە: «نېمىشقا ئۇنىڭ ئايەتلىرى (بىز چۈشىنىدىغان تىلدا) روشەن بايان قىلىنمىدى؟ پەيغەمبەر ئەرەب، كىتاب ئەجەمچىمۇ؟» دەيتتى. ئۇ ئىمان كەلتۈرگەنلەرگە ھىدايەتتۇر ۋە (دىللاردىكى شەك - شۈبھىگە) شىپادۇر، ئىمان ئېيتمايدىغانلارنىڭ قۇلاقلىرى (قۇرئاننى ئاڭلاشتىن) ئېغىردۇر (يەنى قۇرئاننىڭ دەۋىتىگە قۇلاق سالمىغانلارنىڭ ۋە ئۇنىڭدىن يۈز ئۆرۈگەنلەرنىڭ گويا قۇلاقلىرى ئېغىردۇر)، قۇرئان ئۇلارنىڭ (دىللىرىغا) كورلۇقتۇر (يەنى ئۇلار ھىدايەت نۇرىنى كۆرمەيدۇ)، ئەنە شۇلار يىراقتىن نىدا قىلىنغۇچىلاردۇر (يەنى ئۇلار ھەقنى قوبۇل قىلماسلىقتا ئىمانغا يىراقتىن چاقىرىلغان، مۇساپىنىڭ يىراقلىقىدىن چاقىرىقنى ئاڭلىمىغان كىشىلەرگە ئوخشايدۇ)"},{"SurahNumber":41,"VerseNumber":45,"Text":"بىز ھەقىقەتەن مۇساغا كىتاب (يەنى تەۋراتنى) ئاتا قىلدۇق، ئۇ ھەقتە ئىختىلاپ بولدى. ئەگەر پەرۋەردىگارىڭنىڭ (ئۇلارنى جازالاشنى قىيامەتكىچە كېچىكتۈرۈش) ۋەدىسى بولمىسا ئىدى، ئەلۋەتتە ئۇلارنىڭ ئارىسىدا ھۆكۈم چىقىرىلاتتى، ئۇلار ھەقىقەتەن قۇرئاندىن زىيادە شەكتىدۇر"},{"SurahNumber":41,"VerseNumber":46,"Text":"كىمكى ياخشى ئىش قىلىدىكەن، پايدىسى ئۆزىگىدۇر، كىمكى يامان ئىش قىلىدىكەن زىيىنىمۇ ئۆزىگىدۇر. پەرۋەردىگارىڭ بەندىلەرگە زۇلۇم قىلغۇچى ئەمەستۇر"}]}