{"Id":115,"LanguageCodes":["en","eng"],"Name":"eng-farookmalik","Author":"Farook Malik","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Alif L'am Ra. These are the verses of the Divine Book, the Glorious Qur’an which makes the things clear"},{"SurahNumber":15,"VerseNumber":2,"Text":"The Day will come when the unbelievers will wish that they were Muslims"},{"SurahNumber":15,"VerseNumber":3,"Text":"Leave them alone to eat and enjoy themselves and be deluded by false hopes, for soon they will find out the Truth"},{"SurahNumber":15,"VerseNumber":4,"Text":"Never did We destroy a town whose term of life was not ordained beforehand"},{"SurahNumber":15,"VerseNumber":5,"Text":"No people can forestall their doom, nor can they postpone it"},{"SurahNumber":15,"VerseNumber":6,"Text":"They say: \"O you to whom the reminder (The Qur'an) is being revealed! You are surely insane"},{"SurahNumber":15,"VerseNumber":7,"Text":"Why don’t you bring us the angels, if you are of the truthful ones"},{"SurahNumber":15,"VerseNumber":8,"Text":"O Muhammad, tell them: \"We do not send down the angels except for just cause (to execute Our scourge), and when they come, people are not given respite"},{"SurahNumber":15,"VerseNumber":9,"Text":"Surely We have revealed this reminder (The Qur'an); and We will surely preserve it Ourself"},{"SurahNumber":15,"VerseNumber":10,"Text":"Certainly We sent Messengers before you among the early nations"},{"SurahNumber":15,"VerseNumber":11,"Text":"but whenever a Messenger came to them, they mocked him"},{"SurahNumber":15,"VerseNumber":12,"Text":"Thus do We let doubt creep into the hearts of the criminals"},{"SurahNumber":15,"VerseNumber":13,"Text":"that they do not believe in it (The Qur'an), despite the examples of the people who passed before them"},{"SurahNumber":15,"VerseNumber":14,"Text":"Even if we had opened a gate in Heaven and they ascend through it and keep on ascending"},{"SurahNumber":15,"VerseNumber":15,"Text":"still they would have said, 'Our eyes have been dazzled; rather we have been bewitched"},{"SurahNumber":15,"VerseNumber":16,"Text":"It is We who have decked the heavens with constellations and made them fair- seeming for the beholders"},{"SurahNumber":15,"VerseNumber":17,"Text":"and We have guarded them from every accursed Satan"},{"SurahNumber":15,"VerseNumber":18,"Text":"Any Satan that steals a hearing, there follows him a fiery comet"},{"SurahNumber":15,"VerseNumber":19,"Text":"We have spread out the earth and set mountains upon it; and caused to grow every suitable thing therein"},{"SurahNumber":15,"VerseNumber":20,"Text":"and We provided therein means of sustenance for you and many other creatures to whom you do not provide"},{"SurahNumber":15,"VerseNumber":21,"Text":"There is nothing which is not in Our inexhaustible treasure and sent down in appropriate measure"},{"SurahNumber":15,"VerseNumber":22,"Text":"We send the fertilizing winds and send down water from the sky for you to drink; it is not you who hold the storage of this wealth"},{"SurahNumber":15,"VerseNumber":23,"Text":"Certainly it is We who give life and cause to die, and We are the inheritors of all"},{"SurahNumber":15,"VerseNumber":24,"Text":"Certainly We have full knowledge of those who have gone before you and certainly We know those who will come later"},{"SurahNumber":15,"VerseNumber":25,"Text":"Surely your Lord will gather them together; surely He is Wise, Knowledgeable"},{"SurahNumber":15,"VerseNumber":26,"Text":"We created man from sounding clay, black mud moulded into shape"},{"SurahNumber":15,"VerseNumber":27,"Text":"while before him We had created Jinn from smokeless fire"},{"SurahNumber":15,"VerseNumber":28,"Text":"Remember when your Lord said to the angels: \"I am about to create a man from sounding clay, black mud moulded into shape"},{"SurahNumber":15,"VerseNumber":29,"Text":"when I complete his moulding and breath into him of My spirit, kneel down and prostrate before him"},{"SurahNumber":15,"VerseNumber":30,"Text":"Accordingly the angels prostrated altogether"},{"SurahNumber":15,"VerseNumber":31,"Text":"except Iblees (The Satan); he refused to join those who prostrated"},{"SurahNumber":15,"VerseNumber":32,"Text":"Allah asked: \"O Iblees! What is the matter with you that you did not join those who prostrated"},{"SurahNumber":15,"VerseNumber":33,"Text":"He replied: \"It does not behoove me to prostrate myself to this man whom You have created from sounding clay, black mud moulded into shape"},{"SurahNumber":15,"VerseNumber":34,"Text":"Allah said: \"Get out of here, you are accursed"},{"SurahNumber":15,"VerseNumber":35,"Text":"The curse will remain on you till the Day of Judgement"},{"SurahNumber":15,"VerseNumber":36,"Text":"At this Iblees requested: \"Lord! Give me respite till the Day of Resurrection"},{"SurahNumber":15,"VerseNumber":37,"Text":"Allah said: \"All right! You are given the respite"},{"SurahNumber":15,"VerseNumber":38,"Text":"till the Day of appointed time"},{"SurahNumber":15,"VerseNumber":39,"Text":"Iblees said: \"Lord! Since You let me go astray, I will make evil fair-seeming to them on earth and I will seduce them all"},{"SurahNumber":15,"VerseNumber":40,"Text":"except those of them who are Your sincere devotees"},{"SurahNumber":15,"VerseNumber":41,"Text":"Allah said: \"This course of action is all right with Me"},{"SurahNumber":15,"VerseNumber":42,"Text":"you will not have any authority over My devotees except those misguided ones who follow you"},{"SurahNumber":15,"VerseNumber":43,"Text":"They will be all destined for Hell"},{"SurahNumber":15,"VerseNumber":44,"Text":"which has seven gates, each gate will be assigned to a separate group from among them"},{"SurahNumber":15,"VerseNumber":45,"Text":"The righteous will be in the midst of the gardens and fountains of paradise"},{"SurahNumber":15,"VerseNumber":46,"Text":"and it will be said to them: \"Enter into these in peace and security"},{"SurahNumber":15,"VerseNumber":47,"Text":"We shall remove all hatred from their hearts -they will become like brothers and sit on couches face to face"},{"SurahNumber":15,"VerseNumber":48,"Text":"No fatigue will touch them in there, nor will they ever be asked to leave"},{"SurahNumber":15,"VerseNumber":49,"Text":"O Prophet! Tell My devotees that I am indeed the Forgiving, the Merciful"},{"SurahNumber":15,"VerseNumber":50,"Text":"but at the same time My punishment is also the most painful punishment"},{"SurahNumber":15,"VerseNumber":51,"Text":"Tell them about the guests of Abraham"},{"SurahNumber":15,"VerseNumber":52,"Text":"They entered upon them and said: \"Peace be upon you!\" But he replied: \"Surely we are afraid of you"},{"SurahNumber":15,"VerseNumber":53,"Text":"They answered: \"Do not be afraid of us! We have come to you with good news of a son endowed with knowledge"},{"SurahNumber":15,"VerseNumber":54,"Text":"He said: \"Are you giving me the good news of a son when I have become old? What kind of good news you are giving"},{"SurahNumber":15,"VerseNumber":55,"Text":"They replied: \"We are giving you true good news; you should not be of those who despair"},{"SurahNumber":15,"VerseNumber":56,"Text":"He said: \"Who would despair of the mercy of his Lord except one who goes astray"},{"SurahNumber":15,"VerseNumber":57,"Text":"Then he asked: \"On what expedition you have been sent, O emissaries of Allah"},{"SurahNumber":15,"VerseNumber":58,"Text":"They replied: \"We have been sent to punish a criminal nation"},{"SurahNumber":15,"VerseNumber":59,"Text":"with the exception of Lot’s (Lot's) family; we will certainly rescue them all"},{"SurahNumber":15,"VerseNumber":60,"Text":"except his wife, who, Allah says, has been destined to remain with those who will stay behind"},{"SurahNumber":15,"VerseNumber":61,"Text":"So when the emissaries came to the family of Lot"},{"SurahNumber":15,"VerseNumber":62,"Text":"he said: \" You appear to be strangers"},{"SurahNumber":15,"VerseNumber":63,"Text":"They said: \"We have come to you with that concerning which these people had doubts"},{"SurahNumber":15,"VerseNumber":64,"Text":"We have come to you with the Truth of Allah’s decree and we are telling you the truth"},{"SurahNumber":15,"VerseNumber":65,"Text":"You should, therefore, depart with your family during the last hours of the night and you yourself should follow them at their rear; let no one of you look back, keep on going where you are commanded to go"},{"SurahNumber":15,"VerseNumber":66,"Text":"We informed him about this decree of Ours that the roots of the sinners of his city would be cut off by the morning"},{"SurahNumber":15,"VerseNumber":67,"Text":"The people of the town came rejoicing to the house of Lot when they heard the news of those two young male visitors"},{"SurahNumber":15,"VerseNumber":68,"Text":"Lot said: \"They are my guests, so do not disgrace me"},{"SurahNumber":15,"VerseNumber":69,"Text":"Have fear of Allah and do not put me to shame"},{"SurahNumber":15,"VerseNumber":70,"Text":"They said: \"Have we not forbidden you to plead for the rest of the world"},{"SurahNumber":15,"VerseNumber":71,"Text":"He said: \"Here are my daughters, if you must act"},{"SurahNumber":15,"VerseNumber":72,"Text":"By your life, O Prophet Muhammad, they were madly blundering in their intoxication of lust"},{"SurahNumber":15,"VerseNumber":73,"Text":"So the mighty blast overtook them at sunrise"},{"SurahNumber":15,"VerseNumber":74,"Text":"Thus We turned the town upside down and rained down on them brimstones of baked clay"},{"SurahNumber":15,"VerseNumber":75,"Text":"Surely there are major lessons in this for those who investigate"},{"SurahNumber":15,"VerseNumber":76,"Text":"and this smitten town still lies right on the permanent highway on which the unbelievers travel during their business trips"},{"SurahNumber":15,"VerseNumber":77,"Text":"Indeed there is a sign in this for the true believers"},{"SurahNumber":15,"VerseNumber":78,"Text":"The people of Al- Aikah (the nation of Prophet Shu’aib) were also wrongdoers"},{"SurahNumber":15,"VerseNumber":79,"Text":"So We inflicted retribution on them. The ruined towns of these two nations are lying on an open road"},{"SurahNumber":15,"VerseNumber":80,"Text":"The people of Hijr also denied their Messenger"},{"SurahNumber":15,"VerseNumber":81,"Text":"We gave them Our signs, but they ignored them"},{"SurahNumber":15,"VerseNumber":82,"Text":"They hewed their homes in the mountains for safety"},{"SurahNumber":15,"VerseNumber":83,"Text":"But the mighty blast seized them one morning, and all their labor of building their homes through carving the rocks did not avail them"},{"SurahNumber":15,"VerseNumber":84,"Text":"We have not created the Heavens and the Earth, and all that lies between them but to manifest the Truth"},{"SurahNumber":15,"VerseNumber":85,"Text":"The Hour of Doom is sure to come, so overlook their misbehavior in a gracious manner"},{"SurahNumber":15,"VerseNumber":86,"Text":"Surely your Lord is the All-Knowing Creator"},{"SurahNumber":15,"VerseNumber":87,"Text":"We have given you the Seven Verses that are worthy of recitation over and over again (Surah Al-Fatiha) and the Glorious Qur'an"},{"SurahNumber":15,"VerseNumber":88,"Text":"Do not look at the worldly wealth which We have given to different people among them, nor grieve at their condition. Leave them alone, attend to the believers in kindness"},{"SurahNumber":15,"VerseNumber":89,"Text":"and tell the unbelievers: \"Surely I am only a plain Warner"},{"SurahNumber":15,"VerseNumber":90,"Text":"This warning is like the warning which We sent down to the schismatics"},{"SurahNumber":15,"VerseNumber":91,"Text":"the one who divided their Qur’an into separate parts, believing in some and denying others"},{"SurahNumber":15,"VerseNumber":92,"Text":"So by your Lord! We will question them all"},{"SurahNumber":15,"VerseNumber":93,"Text":"about their doings"},{"SurahNumber":15,"VerseNumber":94,"Text":"Therefore, proclaim publicly what you are commanded and turn away from the pagans"},{"SurahNumber":15,"VerseNumber":95,"Text":"Surely We Ourself will suffice you against the scoffers"},{"SurahNumber":15,"VerseNumber":96,"Text":"those who place other deities alongside Allah, will soon come to know their folly"},{"SurahNumber":15,"VerseNumber":97,"Text":"We know that your heart is distressed by what they say against you"},{"SurahNumber":15,"VerseNumber":98,"Text":"The cure of your heart’s distress is that you should celebrate the praises of your Lord and be of those who prostrate themselves before Him"},{"SurahNumber":15,"VerseNumber":99,"Text":"and worship your Lord until there comes to you which is certain (death)"},{"SurahNumber":16,"VerseNumber":1,"Text":"Allah’s commandment has come, so do not seek to hurry it on. Glory be to Him and Exalted be He above the shirk (associating other gods with Allah) that they practice"},{"SurahNumber":16,"VerseNumber":2,"Text":"He sends down His angels with inspiration of His Command to whom He pleases of His servants, saying: \"Warn the people that there is no one else worthy of worship except Me, therefore fear Me"},{"SurahNumber":16,"VerseNumber":3,"Text":"He has created the heavens and the earth to manifest the Truth; Exalted be He above the shirk that they practice"},{"SurahNumber":16,"VerseNumber":4,"Text":"He created man from a drop of semen, yet he is an open contender"},{"SurahNumber":16,"VerseNumber":5,"Text":"He created cattle, which provide you clothing, food, and other benefits"},{"SurahNumber":16,"VerseNumber":6,"Text":"How pleasant they look to you when you bring them home in the evening and drive them to pasture in the morning"},{"SurahNumber":16,"VerseNumber":7,"Text":"They carry your heavy loads to far-off towns that you could not otherwise reach without painful toil; indeed your Lord is Kind and Merciful"},{"SurahNumber":16,"VerseNumber":8,"Text":"He has also created horses, mules, and donkeys for you to ride and put on show, and He has created other things which are beyond your knowledge"},{"SurahNumber":16,"VerseNumber":9,"Text":"It is up to Allah to show the Right Way, when there exist some crooked ways. If Allah wanted He could have guided you all"},{"SurahNumber":16,"VerseNumber":10,"Text":"It is He Who sends down water from the sky, which provides drinking water for you and brings forth fodder to pasture your cattle"},{"SurahNumber":16,"VerseNumber":11,"Text":"With it He grows for you crops, olives, date-palms, grapes, and every kind of fruit: surely there is a great sign in this for those who think"},{"SurahNumber":16,"VerseNumber":12,"Text":"He has subjected to your service the night and the day, the sun and the moon: and likewise the stars also serve you by His command: surely there are signs in this for people who use their common sense"},{"SurahNumber":16,"VerseNumber":13,"Text":"In the Earth He has created things of different colors: surely there is a sign in this for those who want to learn a lesson"},{"SurahNumber":16,"VerseNumber":14,"Text":"It is He Who has subjected the sea to your service, that you may eat fresh meat therefrom and that you may bring out of it ornaments to wear; and you see that ships plough their course through it. He has done all this so that you may seek His bounty and so that you may pay thanks to Him"},{"SurahNumber":16,"VerseNumber":15,"Text":"He has set mountains on the earth - lest it should move away with you. He also made rivers and roads so that you may find your way"},{"SurahNumber":16,"VerseNumber":16,"Text":"and likewise made landmarks and the stars for your guidance"},{"SurahNumber":16,"VerseNumber":17,"Text":"Is then, He, Who has created all this, like one who cannot create? Why don’t you understand"},{"SurahNumber":16,"VerseNumber":18,"Text":"If you want to count the favors of Allah, you will never be able to number them; surely Allah is Forgiving, Merciful"},{"SurahNumber":16,"VerseNumber":19,"Text":"and Allah knows what you conceal and what you reveal"},{"SurahNumber":16,"VerseNumber":20,"Text":"Those whom they invoke besides Allah have created nothing, but are themselves created"},{"SurahNumber":16,"VerseNumber":21,"Text":"They are dead, not living; they do not even know when they will be raised to life again"},{"SurahNumber":16,"VerseNumber":22,"Text":"Your God is One God; as for those who do not believe in the hereafter, they have faithless hearts and are puffed up with arrogance"},{"SurahNumber":16,"VerseNumber":23,"Text":"Allah surely knows what they conceal and what they reveal; certainly He does not love the arrogant"},{"SurahNumber":16,"VerseNumber":24,"Text":"When they are asked: \"What is it, that your Lord has revealed?\" They say: \"Fictitious stories of the ancients"},{"SurahNumber":16,"VerseNumber":25,"Text":"Let them bear their own burden in full and that of those whom they have misled in their ignorance. Alas! Evil is the responsibility they are taking"},{"SurahNumber":16,"VerseNumber":26,"Text":"Those before them also plotted against the Truth, but Allah shook their edifice through its foundation, and its roof caved in on them; and the torment came at them from where they did not even suspect"},{"SurahNumber":16,"VerseNumber":27,"Text":"Then on the Day of Judgment He will humiliate them and say: \"Where are those deities you associated with Me concerning whom you used to dispute with the true believers?\" Those who have been given knowledge will say: \"Today there will be shame and sorrow for the unbelievers"},{"SurahNumber":16,"VerseNumber":28,"Text":"those whom the angels cause to die while they were still engaged in doing injustice to their own souls. At the time of death they offer submission, saying: \"We were not doing anything wrong.\" The angels will reply: \"O Yea! How dare you deny! Certainly Allah is aware of what you were doing"},{"SurahNumber":16,"VerseNumber":29,"Text":"Now go ahead and enter the gates of Hell, there you will abide forever.\" In fact, very awful will be the abode of the arrogant"},{"SurahNumber":16,"VerseNumber":30,"Text":"On the other hand when the righteous people are asked: \" What is it that your Lord has revealed?\" They say: \"That which is the best.\" Good is the reward for such righteous people in this world and the home of the hereafter will be even better. How splendid will be the home for the righteous"},{"SurahNumber":16,"VerseNumber":31,"Text":"Gardens of Eden will they enter, beneath which rivers flow, having therein all that they wish to have. Thus shall Allah reward the righteous"},{"SurahNumber":16,"VerseNumber":32,"Text":"such pious people the angels cause to die, saying: \"Peace be upon you! Enter the paradise because of the good deeds you have done"},{"SurahNumber":16,"VerseNumber":33,"Text":"Are these unbelievers waiting for the angels to come down to take their lives or the commandment of your Lord to come to pass for their doom? So did those who went before them. It was not Allah who was unjust to them, but they were unjust to themselves"},{"SurahNumber":16,"VerseNumber":34,"Text":"At the end, the evil results of their deeds overtook them, and the very scourge at which they mocked, hemmed them in"},{"SurahNumber":16,"VerseNumber":35,"Text":"The pagans say: \"If Allah wanted, neither we nor our forefathers would have worshipped any one else but Him, nor made anything unlawful without His will.\" Such excuses were put forward also by those who went before them. Yet Messengers have no more responsibility than to convey the Message clearly"},{"SurahNumber":16,"VerseNumber":36,"Text":"No doubt We raised in every nation a Messenger, saying: \"Serve Allah and keep away from Taghut (Satanic forces).\" After that, Allah guided some of them while deviation proved true against the others. So travel through the earth and see what was the end of those who denied Our Message"},{"SurahNumber":16,"VerseNumber":37,"Text":"No matter how eager you may be for their guidance, you should know that Allah does not guide those whom He let go astray and such people will have no helpers"},{"SurahNumber":16,"VerseNumber":38,"Text":"They solemnly swear their strongest oaths by Allah: \"Allah will never raise the dead to life.\" Why not? It is a promise which He has made binding on Himself, though most among mankind may not know it"},{"SurahNumber":16,"VerseNumber":39,"Text":"It will be fulfilled so that He may manifest to them the Truth about which they differ, and so that the rejecters of Truth may know that they were indeed liars"},{"SurahNumber":16,"VerseNumber":40,"Text":"As for its possibility, when We intend to do anything which We want, We need only say, \"Be,\" and it is"},{"SurahNumber":16,"VerseNumber":41,"Text":"For those who migrated for the sake of Allah after persecution, We will certainly provide them a good abode in this life and the reward of the hereafter will be much greater, if they but knew what a happy end awaits"},{"SurahNumber":16,"VerseNumber":42,"Text":"those who bear ills with patience and put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":43,"Text":"The Messengers We sent before you, O Muhammad, and to whom We revealed Our Message, were also human beings. You (O people of Mecca), may ask those who have the Reminder (The people of the Book), if you don’t know this fact yourself"},{"SurahNumber":16,"VerseNumber":44,"Text":"We sent those Messengers with clear signs and scriptures; and now We have sent down the reminder to you (O Muhammad), so that you may explain clearly to mankind as to what was sent to them so that they may think about it"},{"SurahNumber":16,"VerseNumber":45,"Text":"Do those who plot evil deeds feel secure that Allah will not cave in the earth beneath them or that the scourge will not come to them from directions that they did not suspect"},{"SurahNumber":16,"VerseNumber":46,"Text":"Or that He may not seize them in the course of their journey leaving no way for their escape"},{"SurahNumber":16,"VerseNumber":47,"Text":"Or that He may seize them after alerting them about the danger? Yet your Lord is Beneficent, Merciful"},{"SurahNumber":16,"VerseNumber":48,"Text":"Do they not see how every object that Allah has created casts its shadow right and left, prostrating itself to Allah in all humility"},{"SurahNumber":16,"VerseNumber":49,"Text":"To Allah prostrate all the creatures of the heavens and the earth, including the angels; and they are not arrogant"},{"SurahNumber":16,"VerseNumber":50,"Text":"they fear their Lord Who is above them, and they do whatever they are commanded to do"},{"SurahNumber":16,"VerseNumber":51,"Text":"Allah has commanded: \"You shall not worship two gods: there exists only One God, I am the One Whom you should fear"},{"SurahNumber":16,"VerseNumber":52,"Text":"To Him belongs whatever is in the heavens and the earth and His Deen (laws or ways of life) is followed in the universe - would you then fear any one other than Allah"},{"SurahNumber":16,"VerseNumber":53,"Text":"Whatever blessings you enjoy are from Allah, and when touched by distress, He is the One to Whom you cry for help"},{"SurahNumber":16,"VerseNumber":54,"Text":"Yet no sooner does He relieve you from the distress than some of you begin to associate others with Him"},{"SurahNumber":16,"VerseNumber":55,"Text":"as if to show their ingratitude for the favors that We bestow on them! Enjoy yourselves; soon you will come to know the consequences"},{"SurahNumber":16,"VerseNumber":56,"Text":"They set aside a portion of what We have provided them with, for those deities about whom they know nothing. By Allah! You shall most certainly be questioned about the lies you fabricate"},{"SurahNumber":16,"VerseNumber":57,"Text":"They ascribe daughters to Allah - Glory be to Him! But for themselves, they would like to have what they desire (sons)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Whenever the news of a female child is announced to any one of them, his face darkens and he chokes with inward gloom"},{"SurahNumber":16,"VerseNumber":59,"Text":"He hides himself from his people because of the bad news he has heard, asking himself whether he should retain her with disgrace or bury her in the dust. Beware! Evil is the Judgment they make about Allah"},{"SurahNumber":16,"VerseNumber":60,"Text":"Those who do not believe in the hereafter set an evil example, while Allah applies the highest example, for He is the Mighty, the Wise"},{"SurahNumber":16,"VerseNumber":61,"Text":"If Allah were to punish mankind for its wrongdoing, He would not leave even an animal around the wrongdoers, but He gives them respite for an appointed time. But when their appointed time comes, they can neither stay behind for a moment nor can they go before it"},{"SurahNumber":16,"VerseNumber":62,"Text":"They attribute to Allah what they themselves hate. Their tongues mouth the lie that they will have a good reward. Let there be no doubt: the only thing they will have is hell, and they will be sent ahead of the others"},{"SurahNumber":16,"VerseNumber":63,"Text":"By Allah! We sent Messengers before you (O Muhammad) to other nations; but Satan made their deeds seem fair to them so they did not believe, he is their patron today, and they shall have a painful punishment"},{"SurahNumber":16,"VerseNumber":64,"Text":"We have revealed to you the Book (The Qur'an) so that you may clearly explain to them the reality of those things in which they differ - it is a guidance and blessing for those people who believe"},{"SurahNumber":16,"VerseNumber":65,"Text":"Allah sends down water from the sky, and with it gives life to the land after it has been dead (this Qur'an is being sent to serve the same purpose). Surely in this example there is a sign for those who listen"},{"SurahNumber":16,"VerseNumber":66,"Text":"Surely there is a lesson for you in cattle. We give you to drink of what is in their bellies, between bowels and blood - pure milk - pleasant for those who drink it"},{"SurahNumber":16,"VerseNumber":67,"Text":"Likewise in the fruits of the date-palm and the grapes, from which you derive intoxicants and wholesome food, certainly there is a sign for those people who use their common sense"},{"SurahNumber":16,"VerseNumber":68,"Text":"Behold! Your Lord inspired the bees to build their hives in the mountains, in the trees, and in anything which men may build for beekeeping"},{"SurahNumber":16,"VerseNumber":69,"Text":"and feed on every kind of fruit and follow the smooth ways of your Lord. From its belly comes forth a syrup of different colors, which contains a healing for mankind. Certainly in this there is a sign for those who think"},{"SurahNumber":16,"VerseNumber":70,"Text":"Allah is the One Who created you, then He causes you to die; there are some amongst you whose lives are prolonged to an abject old age so that they know nothing after having known much. In fact Allah is the All-Knowing, Almighty"},{"SurahNumber":16,"VerseNumber":71,"Text":"Allah has made some of you excel in sustenance over the others; those who are so favored, do not give away their sustenance to their slaves so as to make them their equals. How can you think that Allah will allow other deities to be His equals? Would they refuse to acknowledge the favors of Allah"},{"SurahNumber":16,"VerseNumber":72,"Text":"It is Allah Who has made for you mates from your own species and He is the One Who gives you sons and grandsons through those wives, and provides for you good things to eat: will they then, after knowing all that, believe that falsehood and disbelieve Allah’s favors"},{"SurahNumber":16,"VerseNumber":73,"Text":"They worship those deities other than Allah, who neither provide them anything for sustenance from the heavens or the earth, nor have any power to do so"},{"SurahNumber":16,"VerseNumber":74,"Text":"Therefore, compare none with Allah. Surely Allah knows and you do not know"},{"SurahNumber":16,"VerseNumber":75,"Text":"Allah gives you another example of two men: one of them is a slave, the property of the other, and has no power over anything; and the other man is one on whom We have bestowed Our bounty, from which he freely spends secretly and openly. Ask them: \"Are those two men equal?\" Praise be to Allah - most of them do not understand this simple thing"},{"SurahNumber":16,"VerseNumber":76,"Text":"Well! Allah gives you another example of two men: one of them is dumb and has no ability to do anything - a burden on his master whenever he sends him on an errand, he does nothing useful. Can he be equal to the one who executes orders properly and follows the directions in a Right Way"},{"SurahNumber":16,"VerseNumber":77,"Text":"Allah Alone has knowledge of the unseen things of the Heavens and the Earth. As for the taking place of the Hour of Judgment, it will be like a twinkling of an eye or even quicker: surely Allah has power over everything"},{"SurahNumber":16,"VerseNumber":78,"Text":"Allah brought you forth from the wombs of your mothers when you knew nothing, and He gave you hearing, sight and intelligence so that you may give thanks to Him"},{"SurahNumber":16,"VerseNumber":79,"Text":"Do they not see the birds, that wing their flight in the air towards the sky? Who holds them up but Allah? Surely in this there are signs for the true believers"},{"SurahNumber":16,"VerseNumber":80,"Text":"Allah has made your homes the place for your rest, and animal skins for tents like houses so that you may find them light when you travel and easy to pitch when you stop; while from their wool, fur, and hair He provides you household items and articles of convenience for your prescribed term of life"},{"SurahNumber":16,"VerseNumber":81,"Text":"Allah has provided you shades from the sun out of what He has created. He has granted you resorts in the mountains, has granted you garments to protect yourselves from heat; and coats of armor to protect you during your wars. Thus He completes his favors to you, so that you may become Muslims"},{"SurahNumber":16,"VerseNumber":82,"Text":"If they still give no heed to you O Muhammad, you need not worry, for your duty is only to convey the message clearly"},{"SurahNumber":16,"VerseNumber":83,"Text":"They recognize the favors of Allah, yet they deny them; most of them are ungrateful disbelievers"},{"SurahNumber":16,"VerseNumber":84,"Text":"Do they realize what will happen on that Day when We shall call a witness from every nation? Then the unbelievers will neither be allowed to put forward any excuse nor will they receive any favor"},{"SurahNumber":16,"VerseNumber":85,"Text":"When the wrongdoers face the punishment, it will neither be lightened for them nor will they be granted a delay"},{"SurahNumber":16,"VerseNumber":86,"Text":"When the pagans see their deities whom they associated with Allah, they will say: \"Our Lord! Here are our ‘associate gods’ whom we used to invoke besides You.\" At this their deities will toss their statement back at them saying: \"You are liars"},{"SurahNumber":16,"VerseNumber":87,"Text":"They shall tender their submission to Allah that Day: and the gods of their own inventions will leave them in the lurch"},{"SurahNumber":16,"VerseNumber":88,"Text":"As for those who disbelieve and debar others from the Way of Allah, We shall punish them all the more for their misdeeds"},{"SurahNumber":16,"VerseNumber":89,"Text":"O Muhammad, warn them about that Day when We shall call a witness from every nation to testify against it, and We shall call you O Muhammad to testify against your people: that is why We have sent down to you this Book (The Qur'an) to explain everything - a guide, a blessing and good news for Muslims"},{"SurahNumber":16,"VerseNumber":90,"Text":"Allah commands doing justice, doing good to others, and giving to near relatives, and He forbids indecency, wickedness, and rebellion: He admonishes you so that you may take heed"},{"SurahNumber":16,"VerseNumber":91,"Text":"Fulfill the covenant of Allah when you have pledged to do so, and do not break your oaths after you have sworn them; for swearing in His name you have made Allah your surety; surely Allah has knowledge of all your actions"},{"SurahNumber":16,"VerseNumber":92,"Text":"Do not behave like that woman who had spun her yarn strongly and then had herself broken it into pieces; nor take your oaths for mutual deceit so that one people may take undue advantage over the other, for Allah puts you to trial by these oaths; and on the Day of Judgment He will certainly reveal to you the truth about which you differed"},{"SurahNumber":16,"VerseNumber":93,"Text":"If Allah wanted, He could have made you all one nation, but He lets go astray whom He wants and guides whom He pleases: but most certainly you will be questioned about all your actions"},{"SurahNumber":16,"VerseNumber":94,"Text":"O believers! Do not take oaths to deceive each other, lest your foot slip after being firmly fixed upon guidance; and taste the evil consequences for debarring others from the Way of Allah and incur a mighty punishment"},{"SurahNumber":16,"VerseNumber":95,"Text":"Do not sell the covenant of Allah for a petty price. Certainly Allah’s reward is far better than all your gain, if you but knew it"},{"SurahNumber":16,"VerseNumber":96,"Text":"Whatever is with you is transitory and what is with Allah is everlasting. We will certainly reward those who are patient according to the noblest of their deeds"},{"SurahNumber":16,"VerseNumber":97,"Text":"Whoever does righteous deeds, whether male or female, provided he is a believer, We shall surely grant him a new life, a life that is good, and We will certainly reward such people according to the noblest of their deeds in the hereafter"},{"SurahNumber":16,"VerseNumber":98,"Text":"When you recite The Qur'an, seek Allah’s protection from the accursed Satan"},{"SurahNumber":16,"VerseNumber":99,"Text":"surely he has no authority over those who believe and put their trust in their Lord"},{"SurahNumber":16,"VerseNumber":100,"Text":"His authority is only over those who befriend him and commit shirk by his temptation"},{"SurahNumber":16,"VerseNumber":101,"Text":"When We substitute one verse in favor of another to elaborate with different examples - and Allah knows best what He reveals in stages - they say: \"You are but a forger.\" The fact is that most of them do not understand"},{"SurahNumber":16,"VerseNumber":102,"Text":"Say, \"The Holy Spirit (Gabriel) has brought it down piecemeal intact from your Lord to strengthen the faith of the believers, and to give guidance and good news to the Muslims"},{"SurahNumber":16,"VerseNumber":103,"Text":"We know very well what they say about you, O Muhammad: \"A certain man teaches him.\" But the man they allude to speaks a foreign language while this (The Qur'an) is in eloquent Arabic"},{"SurahNumber":16,"VerseNumber":104,"Text":"In fact, Allah does not show guidance to those who do not believe in His revelations and they will have a painful punishment"},{"SurahNumber":16,"VerseNumber":105,"Text":"Surely those who do not believe in the revelations of Allah, are the ones who forge the falsehood and they are the ones who are liars"},{"SurahNumber":16,"VerseNumber":106,"Text":"Anyone who is forced to deny faith after its acceptance, while his heart remains loyal to the faith, shall be absolved; but any who denies faith willingly after its acceptance and opens his breast to unbelief, shall incur the wrath of Allah and shall be sternly punished"},{"SurahNumber":16,"VerseNumber":107,"Text":"This is because such people love the life of this world more than the hereafter, and that Allah does not guide those who knowingly reject faith"},{"SurahNumber":16,"VerseNumber":108,"Text":"Such are those whose hearts, ears and eyes are sealed by Allah; and they are the ones who are heedless"},{"SurahNumber":16,"VerseNumber":109,"Text":"There is no doubt that in the hereafter they will be the losers"},{"SurahNumber":16,"VerseNumber":110,"Text":"On the other hand, Allah is most surely forgiving and compassionate towards those who had to leave their homes after being persecuted because of their faith, struggled hard and remained steadfastly patient"},{"SurahNumber":16,"VerseNumber":111,"Text":"On the Day of Judgment every soul will come pleading for itself and every soul will be paid in full for what it has done, and they shall not be dealt with unjustly"},{"SurahNumber":16,"VerseNumber":112,"Text":"Allah gives you an example of a town which was enjoying security and peace, receiving its provisions in abundance from every quarter, but it became ungrateful to the favors of Allah. As a result, Allah made its residents taste the consequences of their doings, through inflicting upon them misfortunes of hunger and fear"},{"SurahNumber":16,"VerseNumber":113,"Text":"A Messenger was sent to them from among themselves, but they denied him; so the punishment overtook them because they were wrongdoers"},{"SurahNumber":16,"VerseNumber":114,"Text":"So eat of the good and lawful things which Allah has provided for you; and be grateful to Allah for His favors, if you are sincere in His worship"},{"SurahNumber":16,"VerseNumber":115,"Text":"He has only forbidden you to eat carrion (meat of a dead body), blood, pork, and that over which any name other than Allah's has been invoked. But if one is forced by necessity, intending neither to break the Divine Law nor to transgress limits, then surely Allah is Forgiving, Merciful"},{"SurahNumber":16,"VerseNumber":116,"Text":"You shall not falsely declare with your tongues: \"This is lawful, and that is forbidden,\" in order to ascribe false things to Allah, for those who forge lies against Allah will never prosper"},{"SurahNumber":16,"VerseNumber":117,"Text":"Brief is their enjoyment of this life, and they shall have a painful punishment"},{"SurahNumber":16,"VerseNumber":118,"Text":"To the Jews, We prohibited those things which We have already mentioned to you, and it was not We Who imposed the hardships on them but they imposed those hardships on themselves"},{"SurahNumber":16,"VerseNumber":119,"Text":"Yet your Lord is forgiving and merciful towards those who do something wrong through ignorance, but later repent and mend their ways"},{"SurahNumber":16,"VerseNumber":120,"Text":"In fact Abraham was a nation in himself, an upright man obedient to Allah, and he was not of the pagans"},{"SurahNumber":16,"VerseNumber":121,"Text":"He was always grateful for the favors of Allah, Who chose him and guided him to the Right Way"},{"SurahNumber":16,"VerseNumber":122,"Text":"We gave him a good life in this world, and in the hereafter he will be among the righteous"},{"SurahNumber":16,"VerseNumber":123,"Text":"And now We have revealed to you Our will, saying: \"Follow the faith of Abraham the upright, he was not of the pagans"},{"SurahNumber":16,"VerseNumber":124,"Text":"As for the Sabbath, it was ordained for those who differed about its observance. Surely your Lord will judge between them on the Day of Judgment about that over which they differ"},{"SurahNumber":16,"VerseNumber":125,"Text":"Call people to the Way of your Lord with wisdom and best advice, and reason with them, if you have to, in the most courteous manner: for your Lord knows best who strays from His Way and He knows best who is rightly guided"},{"SurahNumber":16,"VerseNumber":126,"Text":"If you have to retaliate, let your retaliation be commensurate with the wrong which was done to you; but if you endure with patience, the best reward indeed is for those who endure with patience"},{"SurahNumber":16,"VerseNumber":127,"Text":"Be patient - for your patience is not but with the help of Allah - do not grieve over them and do not distress yourself because of their plots"},{"SurahNumber":16,"VerseNumber":128,"Text":"for Allah is with those who fear Him and adopt the righteous attitude"}]}