{"Id":417,"LanguageCodes":["tr","tur"],"Name":"tur-muhammedesed","Author":"Muhammed Esed","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Öte yandan, hanginiz Allah´a ve Elçisi´ne samimiyetle itaat eder ve doğru, yararlı işler yaparsa onu iki kat ödüllendiririz, onun için (öteki dünyada) en muhteşem rızıkları hazırlayacağız"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey Peygamber eşleri! Siz (öteki) kadınlar gibi değilsiniz, eğer Allah´a karşı sorumluluğunuzun bilincine (hakkıyla) sahip olursanız. O halde, edalı bir şekilde konuşmayın ki kalplerinde maraz olanlar (size karşı) bir arzuya kapılmasın, daima yerinde ve uygun şekilde konuşun"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde sessizce oturun, eski cahiliye günlerindeki gibi cazibenizi sergilemeyin; namazlarınızda dikkatli ve devamlı olun, arındırıcı yükümlülüklerinizi ifa edin, Allah´a ve Elçisi´ne itaat edin. Ey (Peygamber´in) ev halkı, Allah sizden yalnızca çirkinlikleri gidermek ve sizi tertemiz yapmak istiyor"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunan Allah´ın mesajlarını ve (O´nun) hikmetini hatırlayın: şüphesiz Allah (hikmetinde) akıl sır ermez bir derinlik sahibidir, her şeyden haberdardır"},{"SurahNumber":33,"VerseNumber":35,"Text":"Gerçek şu ki, Allah´a teslim olmuş bütün erkekler ve kadınlar, inanan bütün erkekler ve kadınlar, kendilerini adamış bütün erkekler ve kadınlar, sözlerine sadık bütün erkekler ve kadınlar, sıkıntılara göğüs geren bütün erkekler ve kadınlar, (Allah´ın karşısında) güçsüzlüğünü anlayan bütün erkekler ve kadınlar, karşılıksız yardımda bulunan bütün erkekler ve kadınlar, nefislerini kontrol eden bütün erkekler ve kadınlar, iffetleri üzerine titreyen bütün erkekler ve kadınlar ve Allah´ı durmaksızın anan bütün erkekler ve kadınlar için, (evet,) bunlar(ın tümü) için Allah, mağfiret ve büyük bir mükafat hazırlamıştır"},{"SurahNumber":33,"VerseNumber":36,"Text":"Allah ve Elçisi bir konuda hüküm verdikten sonra artık inanmış bir erkek ve kadının kendileriyle ilgili konularda tercih serbestisi yoktur; (bu, hakkı kendinde görerek) Allah´a ve Elçisi´ne isyan eden kimse, apaçık bir sapkınlığa düşmüş olur"},{"SurahNumber":33,"VerseNumber":37,"Text":"Ve bir zaman, (ey Muhammed,) Allah´ın lütufta bulunduğu ve senin de iyilik ettiğin kişiye, \"Eşini terk etme ve Allah´a karşı sorumluluğunun bilincinde ol!\" demiştin. Ve (böylece) Allah´ın yakında aydınlığa çıkaracağı şeyi içinde gizlemiştin; çünkü insanlar(ın ne düşüneceklerin)den çekiniyordun, oysa çekinmen gereken yalnız Allah olmalıydı! (Fakat) sonra Zeyd o kadınla beraberliğini sona erdirdiğinde onu seninle evlendirdik ki (gelecekte) evlatlıkları eşleriyle ilgilerini kestiklerinde onlar(la evlendikleri) için müminler suçlanmasın. Ve Allah´ın buyruğu (böylece) yerine getirilmiş oldu"},{"SurahNumber":33,"VerseNumber":38,"Text":"(O halde,) Allah´ın kendisi için takdir ettiği şeyi (yapmasından dolayı) Peygamber´e hiçbir suç isnad edilemez. (Gerçekte, bu) sizden önce gelip geçenler için de Allah´ın bir uygulamasıydı; ve (şunu unutma ki) Allah´ın iradesi mutlaka tecelli eder"},{"SurahNumber":33,"VerseNumber":39,"Text":"(Ve bu,) Allah´ın mesajlarını (dünyaya) tebliğ edenler, O´ndan korkanlar ve O´ndan başka kimseden korku duymayanlar (için de geçerli olan Allah´ın adetidir), hiç kimse Allah kadar, (insanların yaptıkları için) hesap sorucu değildir"},{"SurahNumber":33,"VerseNumber":40,"Text":"(Ve bilin ki, ey müminler,) Muhammed sizin erkeklerinizden hiçbirinin babası değildir, fakat o, Allah´ın Elçisi ve bütün peygamberler´in sonuncusu´dur. Ve Allah her şeyi hakkıyla bilendir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Siz ey imana ermiş olanlar! Allah´ı çokça anın"},{"SurahNumber":33,"VerseNumber":42,"Text":"ve sabah akşam O´nun şanını yüceltin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O, size (kendi mesajlarını taşıyan) melekleriyle nimetlerini bahşeder ki sizi karanlıklardan aydınlığa çıkarsın. Ve O, müminler için rahmet kaynağıdır"},{"SurahNumber":33,"VerseNumber":44,"Text":"O´na kavuşacakları Gün \"Selam\" hitabıyla karşılanacaklardır ve Allah, onlar için en güzel ödülü hazırlamıştır"},{"SurahNumber":33,"VerseNumber":45,"Text":"(Sana gelince,) ey Peygamber, unutma ki Biz seni (hakikatin) bir şahidi, bir müjdeci ve bir uyarıcı olarak gönderdik"},{"SurahNumber":33,"VerseNumber":46,"Text":"(herkesi) O´nun izniyle Allah´a çağıran ve ışık saçan bir kandil olarak"},{"SurahNumber":33,"VerseNumber":47,"Text":"(O halde,) müminlere kendilerini Allah´tan büyük bir lütuf beklediğini müjdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"hakikati inkar edenler ve ikiyüzlüler(in değerlerin)e uyma ve onların incitici sözlerine aldırma! (Yalnız) Allah´a güven! Hiç kimse Allah kadar güven verici olamaz"},{"SurahNumber":33,"VerseNumber":49,"Text":"Siz ey imana ermiş olanlar! Mümin kadınlarla evlenir ve fakat onlara dokunmadan boşarsanız, onlar adına bir iddet dönemi hesaplamaya ve (onlardan bunu) beklemeye hakkınız yoktur; o halde (hemen) ihtiyaçlarını karşılayın ve en güzel şekilde bırakın"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey Peygamber! Mehirlerini verdiğin eşlerini ve Allah´ın sana bahşettiği savaş esirleri arasından sağ elinin altında bulunanları sana helal kıldık. Ve seninle birlikte (Yesrib´e) göç etmiş olan amcalarının ve halalarının kızlarını, dayılarının ve teyzelerinin kızlarını; ve kendilerini Peygamber´e özgür iradeleriyle teklif eden, Peygamber´in de almak istediği mümin kadınları (da sana helal kıldık): (bu sonuncusu) yalnız sana özgü bir imtiyazdır, öteki müminler için değil, (zaten) onlara eşleri ve sağ ellerinin altında bulunanlar konusunda yapmaları gerekeni bildirdik. (Ve) artık sen (gereksiz) bir endişeye kapılmamalısın, şüphesiz Allah çok bağışlayıcıdır, rahmet kaynağıdır"},{"SurahNumber":33,"VerseNumber":51,"Text":"(Şunu bil ki,) onlardan dilediğini bir süre yanından uzaklaştırabilirsin ve dilediğini de yanına alabilirsin; ve (bir süre) uzaklaştırdıklarından birini yeniden istemende bir vebal yoktur: bu, (seni her gördüklerinde) gözlerinin parlamasını ve (gözden çıkarıldıkları zaman) üzülmemelerini ve onlara vermek zorunda olduğun her şeyden hoşnutluk duymalarını sağlar: çünkü (yalnız) Allah kalplerinizden geçeni bilir; ve Allah her şeyi bilendir, halimdir"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bundan sonra (başka) hiçbir kadın sana helal değildir -onları(n hiçbirini) başka kadınlarla, güzellikleri seni fazlasıyla cezbetse de, değiştirme(ne izin verilmemiştir)- (halen) sahip oldukların dışında (hiç biri sana helal değildir). Allah her şeyi görüp gözetendir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Siz ey imana ermiş olanlar! İzin verilmedikçe Peygamber´in evlerine girmeyin ve yemek için (davet edildiğiniz zaman erkenden) gidip hazırlanmasını beklemeye kalkışmayın, çağrıldığınızda (en uygun zamanda) girin, yemeği yiyince hemen ayrılın, lafa dalmayın. Bu durum Peygamberi üzebilir, ama sizden (gitmenizi istemeye de) çekinebilir fakat Allah doğru(yu size öğretmek)ten çekinmez. (Peygamber´in eşlerine gelince,) onlardan bir şey isteyeceğiniz vakit perde arkasından isteyin! Bu hem sizin kalplerinizin, hem de onlarınkinin temizliğini pekiştirir. Ayrıca sizin Allah´ın Elçisi´ni üzmeniz ve onun vefatından sonra eşlerini nikahlamanız caiz değildir, doğrusu bu, Allah nazarında büyük bir günahtır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Bir şeyi açıktan da, gizli de yapsanız, (unutmayın ki,) Allah her şeyi hakkıyla bilir"},{"SurahNumber":33,"VerseNumber":55,"Text":"(Fakat) onların babalarına, oğullarına, kardeşlerine, erkek kardeşlerinin veya kız kardeşlerinin oğullarına, kadın hizmetçilerine yahut sağ ellerinin sahip olduğu (kadın köleleri)ne (serbestçe görünmelerinde) bir mahzur yoktur. Ama (ey Peygamber eşleri, her zaman) Allah´a karşı sorumluluğunuzun bilincinde olun; şüphesiz Allah, her şeye şahittir"},{"SurahNumber":33,"VerseNumber":56,"Text":"Allah ve melekleri, şüphesiz, Peygamberi kutsarlar: (o halde) ey iman etmiş olanlar, siz de o´nu kutsayın ve kendinizi (o´nun rehberliğine) tam bir teslimiyetle terk edin"},{"SurahNumber":33,"VerseNumber":57,"Text":"Allah´ı ve Rasulü´nü (bilerek) incitenlere gelince; Allah onları bu dünyada ve ahirette (rahmetinden) yoksun bırakacak ve onlar için alçaltıcı bir azap hazırlayacaktır"},{"SurahNumber":33,"VerseNumber":58,"Text":"Mümin erkekleri ve mümin kadınları yapmadıkları bir fiilden dolayı suçlayanlara gelince, onlar iftira atma suçu işlemiş ve böylece açık bir günaha girmiş olurlar"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey Peygamber! Eşlerine, kızlarına ve (öteki) bütün mümin kadınlara (toplum içine çıktıklarında) dış kıyafetlerini üzerlerine almalarını söyle! Bu, onların (temiz kadınlar olarak) tanınmalarını ve rahatsız edilmemelerini temin eder. Ama (unutma ki) Allah, çok bağışlayıcıdır, rahmet kaynağıdır"},{"SurahNumber":33,"VerseNumber":60,"Text":"İşte böyle, eğer ikiyüzlüler, kalplerinde hastalık olanlar ve yalan haberler yayarak (Peygamber´in) kent(in)de huzursuzluk çıkaranlar (düşmanca hareketlerinden) vazgeçmezlerse (ey Muhammed,) onlar üzerinde üstünlük kurmanı sağlarız, o zaman bu (kentte) sana çok az bir süre komşu kalacaklardır"},{"SurahNumber":33,"VerseNumber":61,"Text":"ve onlar, Allah´ın rahmetinden yoksun olduklarından görüldükleri yerde yakalanacaklar ve teker teker ortadan kaldırılacaklardır"},{"SurahNumber":33,"VerseNumber":62,"Text":"Daha önce gelip geçen (bu tür günahkar)lar için Allah´ın tatbik ettiği yol budur; ve sen Allah´ın tatbikatında bir değişiklik göremezsin"},{"SurahNumber":33,"VerseNumber":63,"Text":"İnsanlar sana Son Saat hakkında soracaklar. De ki: \"Onun bilgisi Allah katındadır; senin bütün bildiğin ise, Son Saat´in yakın olduğudur"},{"SurahNumber":33,"VerseNumber":64,"Text":"Gerçek şu ki, Allah hakikati inkar edenleri rahmetinden kovmuş ve onlar için yakıcı bir ateş hazırlamıştır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Onlar orada sonsuza kadar kalacaklar, ne bir dost, ne de bir yardımcı bulamayacaklardır"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yüzlerinin ateşte darmadağın olduğu o Gün, \"Eyvah\" diye feryad ederler, \"keşke Allah´a itaat etseydik, keşke Elçi´ye uysaydık"},{"SurahNumber":33,"VerseNumber":67,"Text":"Ve \"Ey Rabbimiz!\" diyecekler, \"Biz liderlerimize ve ileri gelenlere uyduk, bizi doğru yoldan uzaklaştıranlar onlardır"},{"SurahNumber":33,"VerseNumber":68,"Text":"Ey Rabbimiz! Onlara iki misli azap çektir ve rahmetinden tamamen mahrum bırak"},{"SurahNumber":33,"VerseNumber":69,"Text":"Siz ey imana ermiş olanlar! Musa´ya eziyet eden (İsrailoğulları) gibi olmayın; (unutmayın ki) Allah, (onu kendisine karşı veya kendisi hakkında) ileri sürdükleri iddialardan temize çıkardı çünkü o, Allah katında büyük şeref ve itibar sahibiydi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Siz ey iman etmiş olanlar! Allah´a karşı sorumluluğunuzun bilincinde olun ve (her zaman) hakkı ve doğruyu konuşun"},{"SurahNumber":33,"VerseNumber":71,"Text":"(o zaman,) Allah işlerinizi değerli kılar ve günahlarınızı affeder. Ve (bilin ki) kim Allah´a ve Rasulü´ne itaat ederse büyük bir zafere erişmiş olur"},{"SurahNumber":33,"VerseNumber":72,"Text":"Gerçek şu ki, Biz (akıl ve irade) emaneti(ni) göklere, yere ve dağlara sunmuştuk; ama (sorumluluğundan) korktukları için onu yüklenmeyi reddettiler. O (emanet)i insan üstlendi; zaten o, daima haksızlığa ve akılsızlığa son derece meyyal biridir"},{"SurahNumber":33,"VerseNumber":73,"Text":"(İşte böylece) Allah, ikiyüzlü erkek ve kadınlara ve kendisine eş koşan erkek ve kadınlara azab edecektir. Ve mümin erkeklere ve mümin kadınlara rahmetiyle yönelecek olan (da) Allah´tır. Allah gerçekten çok bağışlayıcıdır, bir rahmet kaynağıdır"},{"SurahNumber":34,"VerseNumber":1,"Text":"Hamd, göklerde ve yerde ne varsa tümünün gerçek maliki olan Allah´a mahsustur; ahirette de hamd O´na mahsus olacaktır. Yalnız O´dur hikmet sahibi, her şeyden haberdar olan"},{"SurahNumber":34,"VerseNumber":2,"Text":"O, toprağa giren ve ondan çıkan her şeyi, gökten inen ve ona yükselen her şeyi bilir. O, tek başına, rahmet kaynağıdır, mağfiret sahibidir"},{"SurahNumber":34,"VerseNumber":3,"Text":"Ama hakikati inkara şartlanmış olanlar, \"Kıyamet Saati bizi asla bulmaz!\" diye düşünürler. De ki: \"Hayır, insan kavrayışının ötesindeki her şeyi bilen Rabbimin hakkı için o mutlaka sizi bulacaktır!\" Göklerde ve yerde zerre kadar bir şey bile O´nun bilgisinden kaçamaz; ve bundan daha küçük veya daha büyük bir şey yoktur ki (O´nun) apaçık fermanında yer almasın"},{"SurahNumber":34,"VerseNumber":4,"Text":"O, böylece, inanan ve iyi işler yapanları ödüllendirir, onlar için mağfiret ve muhteşem bir rızık vardır"},{"SurahNumber":34,"VerseNumber":5,"Text":"mesajlarımıza karşı mücadele ederek onların amacını geçersiz kılmaya çalışanlara gelince, (yaptıkları) çirkinliklerin bir sonucu olarak onlar için acıklı bir azap vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Bilgi ve kavrayış yeteneği ile donatılmış olanlar, Rabbinden sana indirilen her şeyin hak olduğunu ve kudret Sahibi´nin, her türlü övgüye layık Olan´ın yoluna ilettiğini bilirler"},{"SurahNumber":34,"VerseNumber":7,"Text":"Buna karşılık, hakikati inkara şartlanmış olanlar, (kendileri ile aynı zihniyette olanlara) şöyle derler: \"(Ölüp) sayısız parçalara dağıldıktan sonra yeni bir yaratılışla -evet, dikkat edin, (yeni bir yaratılışla)- (hayata dönmüş) olacağınızı iddia eden bir adam gösterelim mi size"},{"SurahNumber":34,"VerseNumber":8,"Text":"O, (bile bile) kendi uydurmalarını mı Allah´a isnad ediyor; yoksa bir deli mi?\" Asla! (Peygamber´de hiçbir delilik yoktur;) ama ahirete inanmayanlar azaba gark olacak ve büyük bir sapkınlık içinde bulunacaklardır"},{"SurahNumber":34,"VerseNumber":9,"Text":"Göğün ve yerin ne kadar az kısmının önlerine serildiğini, ne kadarının da gizlendiğini anlamazlar mı? (Yine anlamazlar mı ki) Biz dileseydik onları yerin dibine batırır, yahut göğü başlarına geçirirdik? Bütün bunlarda, (pişmanlık duyarak) O´na yönelen her (Allah´ın) kul(u) için bir ders vardır"},{"SurahNumber":34,"VerseNumber":10,"Text":"Ve (böylece) Biz Davud´u lütfumuzla onurlandırdık: \"Siz ey dağlar! Onunla birlik olup Allah´ın yüceliğini terennüm edin! Ve (siz de) ey kuşlar!\" Biz o´ndaki bütün sertliği ve katılığı yumuşattık"},{"SurahNumber":34,"VerseNumber":11,"Text":"(ve o´na şu telkinde bulunduk:) \"Güzel işleri çokça, hiçbir sınır gözetmeden yap ve onların düzenli akışına derin bir anlam kazandır\". Ve (böylece ey müminler, hepiniz) doğru ve yararlı işler yapınız, çünkü Ben bütün yaptıklarınızı görürüm"},{"SurahNumber":34,"VerseNumber":12,"Text":"Biz rüzgarı Süleyman(ın emrin)e verdik: sabahki hareketi bir aylık yolculuk (mesafesinde), akşamki hareketi de bir aylık (mesafede tamamlanan) rüzgarı. Ve erimiş bakır menbaını o´nun buyruğu altında akıttık; görünmeyen varlıklardan bir kısmı (da) Rablerinin izniyle o´nun için çalış(maya mecbur kılın)dılar; ve hangisi emrimizden çıktıysa ona yakıcı ateşin azabını tattırırdık"},{"SurahNumber":34,"VerseNumber":13,"Text":"o´nun için isteğine göre mabedler, heykeller, büyük tekneler kadar (geniş) havuzlar ve sağlamca tesbit edilmiş kazanlar yaptılar. (Ve dedik ki:) \"Ey Davud kavmi, (Bana karşı) şükür (duygusu) içinde çalışın; ve (unutmayın ki) kullarım arasında (bile) hakkıyla şükredenler çok azdır"},{"SurahNumber":34,"VerseNumber":14,"Text":"(Süleyman da ölümü elbet tadacaktı; fakat) Biz o´nun ölümüne hükmettiğimiz zaman, asasını kemiren kurttan başka öldüğünü gösteren bir işaret yoktu. Ve Süleyman devrilince açıkça ortaya çıktı ki, (o´nun emrindeki) görünmeyen varlıklar, kavrayışlarının ötesindeki gerçekliği bilmiş olsalardı o aşağılayıcı (hizmetçilik) azabı içinde (sıkıntıyla) yaşamaya devam etmezlerdi"},{"SurahNumber":34,"VerseNumber":15,"Text":"Sebe halkı, (çekici güzellikler içindeki) yurtlarında (Allah´ın rahmetinin) bir işaretine sahiptiler; sağa ve sola doğru uzanan iki (geniş) bahçe, (onlara sanki şu çağrıyı yapıyordu:) \"Rabbinizin size bahşettiği rızıktan yiyin ve O´na şükredin! Ne güzel topraklar ve ne bağışlayıcı bir Rab"},{"SurahNumber":34,"VerseNumber":16,"Text":"Ama onlar (Bizden) yüz çevirip uzaklaştılar ve bu yüzden barajlarını yıkıp geçen, sahip oldukları (son derece verimli) iki bahçeyi sadece böğürtlen, ılgın ve birkaç tane (yabani) sedir ağacından ibaret (virane) bir bahçeye çeviren bir sel gönderdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"hakikati inkar etmelerinden dolayı onları işte böyle cezalandırdık. Biz, nankörlük yapanlardan başkasını hiç cezalandırır mıyız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Biz, (o toplumun çöküşünden önce,) kutsadığımız şehirler ile onlar arasına birbirlerinin görüş mesafesinde bulunan (birçok) kasaba yerleştirdik; ve böylece (onlar için) seyahati kolaylaştırdık, (ve adeta) \"Bu (topraklarda) hem geceleri hem de gündüzleri güven içinde seyahat edin!\" (dedik)"},{"SurahNumber":34,"VerseNumber":19,"Text":"Buna rağmen onlar, \"Rabbimiz seyahat menzillerimiz arasındaki mesafeyi uzattı!\" dediler. Ve böylece kendi kendilerine zulmetmiş oldular. Biz de bunun üzerine onları (geçmişin) efsane(lerinden biri)si haline döndürdük ve darmadağın ettik. Kuşkusuz bunda, sıkıntılara göğüs geren ve (Allah´a) gönülden şükredenler için alınacak dersler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"Doğrusu İblis, onlar hakkında doğru söylemişti, çünkü (içlerindeki) bazı müminler hariç, tümü o(nun çağrısı)na uydular"},{"SurahNumber":34,"VerseNumber":21,"Text":"Halbuki (İblis´in) onlar üzerinde hiçbir zorlayıcı gücü yoktu. (Zaten İblis´e insanları baştan çıkarma izni vermişsek,) ahiretin varlığına (gerçekten) inananları ona şüphe ile bakanlardan kesin bir şekilde ayırd etmek için (vermişizdir) çünkü Rabbin her şeyi görüp gözetendir"},{"SurahNumber":34,"VerseNumber":22,"Text":"De ki: \"Allah´tan başka (ilahi güçlere sahip olduğunu) zannettiğiniz (varlıkları) çağırın! (Aslında) onların ne yerde ne gökte zerre kadar güçleri yoktur, ne buralar(ın yönetimin)de bir pay sahibidirler, ne de Allah kendisine onlar arasından bir yardımcı (seçmiştir)"},{"SurahNumber":34,"VerseNumber":23,"Text":"Allah katında, kendisinin izin verdikleri dışında hiç kimsenin şefaati fayda vermez; kalplerinden (Son Saat´in) korkusu atılınca onlar, (o yeniden dirilenler, birbirlerine dönüp) soracaklar: \"Rabbiniz (sizin için) neye karar verdi?\" Ötekiler, \"Doğru ve hak edilmiş olana; O, yücedir ve büyüktür!\" diye cevap verecekler"},{"SurahNumber":34,"VerseNumber":24,"Text":"De ki: \"Göklerden ve yerden geçiminizi sağlayan kimdir?\" De ki: \"Allah´tır! O halde, ya biz (Allah´a inananlar)dan yahut siz (O´nun birliğini inkar edenler)den biri doğru yolda, (diğeri ise) açık bir sapıklık içindedir"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki: \"Ne siz bizim işlediğimiz suçtan dolayı hesaba çekileceksiniz, ne de biz sizin işlediklerinizden dolayı"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki: \"Rabbimiz (Hesap Günü) hepimizi bir araya toplayacak ve sonra aramızda adaletle hüküm verecektir; O, hakikati apaçık ortaya koyan, her şeyi hakkıyla bilendir"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki: \"(Zihninizde) O´na ortak koştuğunuz (varlıklar)ı bana gösterin! Hayır hayır, (yalnız) O´dur kudret ve hikmet Sahibi"},{"SurahNumber":34,"VerseNumber":28,"Text":"(Ey Muhammed, sana gelince,) Biz seni insanlığa ancak bir müjdeci ve uyarıcı olman için gönderdik; fakat insanların çoğu (bunu) anlamazlar"},{"SurahNumber":34,"VerseNumber":29,"Text":"ve bu sebeple sorarlar: \"Bu (yeniden dirilme ve yargılanma) vaadi ne zaman gerçekleşecek? Eğer doğruyu söylüyorsanız (ey müminler, buna cevap verin)"},{"SurahNumber":34,"VerseNumber":30,"Text":"De ki: \"Sizin için belli bir gün tayin edilmiştir, ondan tek bir an ne geri kalabilirsiniz, ne de onu geçebilirsiniz"},{"SurahNumber":34,"VerseNumber":31,"Text":"(Ama) hakikati inkara şartlanmış olanlar, \"Biz ne bu Kuran´a inanırız, ne de önceki vahiylerden bugüne kalanlara!\" dediler. Sen (Hesap Günü) Rablerinin huzurunda suçu birbirlerinin üzerine atıp durdukları zaman bu zalimleri(n halini) bir görseydin! (Yeryüzünde) güçsüz olanlar küstahça böbürlenenlere: \"Siz olmasaydınız kesinlikle inanmışlardan olurduk!\" diyeceklerdir"},{"SurahNumber":34,"VerseNumber":32,"Text":"Küstahça böbürlenenler ise güçsüzlere: \"Nasıl olur? Doğru yol size açıkça gösterildikten sonra biz mi sizi (zorla) ondan alıkoyduk? Hayır, suçlu olan sizdiniz!\" diyeceklerdir"},{"SurahNumber":34,"VerseNumber":33,"Text":"Ama güçsüzler, küstahça büyüklük taslayanlara: \"Hayır!\" diyecekler. \"(Bizi ondan alıkoyan, sizin) gece gündüz (Allah´ın mesajlarına karşı) yanlış ve yanıltıcı itirazlar geliştirmenizdi; (tıpkı) Allah´ı tanımamaya ve O´na rakip güçler bulunduğuna bizi ikna ettiğiniz (gibi)!\" diyeceklerdir. Ve onlar (kendilerini bekleyen) azabı görünce (derin) pişmanlıklarını ifade etmeye imkan bulamayacaklar; çünkü biz hakikati inkara şartlanmış olanların boyunlarına halkalar geçireceğiz. Bu, yaptıklarının (adil) bir karşılığı değil midir"},{"SurahNumber":34,"VerseNumber":34,"Text":"Nitekim, ne zaman bir topluma uyarıcı gönderdiysek, toplumun sefahata dalmış olan kesimi, \"(Sahip olduğunuzu iddia ettiğiniz) mesajınızın hak olduğunu inkar ediyoruz!\" derler"},{"SurahNumber":34,"VerseNumber":35,"Text":"ve sonra eklerler, \"Servet ve soy olarak biz (sizden daha) güçlüyüz ve (bu gücümüz sayesinde) azaba uğratılmayacağız"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki: \"Rabbim dilediğine bol rızık verir, (dilediğine) az. Fakat insanların çoğu (Allah´ın yol ve yöntemlerini) anlamazlar"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi Bize yaklaştıracak olan, ne zenginliğiniz, ne de çocuklarınızdır, yalnızca iman edip doğru ve yararlı işler yapanlar (Bize yakın olabilirler); bu (gibi)leri, yaptıklarından dolayı çeşit çeşit ödüller beklemektedir ve onlar (cennet) köşkler(in)de (huzur ve) güven içinde yaşayacaklardır"},{"SurahNumber":34,"VerseNumber":38,"Text":"Mesajlarımızı etkisiz kılmak için çaba gösterenler ise azapla yüzyüze geleceklerdir"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki: \"Rabbim, kullarından dilediğine bol rızık verir, dilediğine az ve başkaları için ne harcarsanız yerini (daima) doldurur: çünkü O, rızık verenlerin en hayırlısıdır"},{"SurahNumber":34,"VerseNumber":40,"Text":"(Hakikati inkara şartlanmış olanlara gelince,) Allah bir gün onların hepsini toplayacak ve meleklere soracaktır: \"Bunların ibadet ettikleri siz miydiniz"},{"SurahNumber":34,"VerseNumber":41,"Text":"Melekler: \"Sen, kudret ve egemenliğinde eksiksiz ve kusursuzsun!\" derler, \"Bize yakın olan (yalnız) Sensin, onlar değil! Hayır, onlar (bize ibadet ettiklerini zannettikleri zaman, aslında) duyuları ile kavrayamadıkları güçlere (körcesine) tapıyorlardı; çoğu onlara inanmıştı"},{"SurahNumber":34,"VerseNumber":42,"Text":"Ve (o Gün Allah şöyle seslenecektir): \"Siz (yaratılmışlar)dan hiç biri bugün bir başkasına fayda veya zarar verecek güce sahip değildir!\" Ve (o Gün) haksızlık yapanlara: \"Yalanladığınız ateşin azabını (şimdi) tadın bakalım!\" diyeceğiz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Mesajlarımız onlara bütün açıklığıyla aktarıldığında, (hakikati inkara şartlanmış olanlar birbirlerine,) \"Bu (Muhammed) sizi atalarınızın taptıklarından vazgeçirmeye çalışan biridir sadece!\" derler. Ve \"Bu (Kuran, insan tarafından) uydurulmuş bir safsatadan başka bir şey değildir!\" d(iye ekl)erler. Ve (son olarak,) hakikati inkara kalkışanlar, hakikat kendilerine ulaştığında, onun için, \"Bu, büyüleyici güzel bir sözden başka bir şey değil!\" derler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Oysa (ey Muhammed,) Biz onlara ne başvuracakları vahiyler göndermişizdir, ne de senden önce bir uyarıcı"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan önce yaşamış olanlar(ın çoğu) da, böylece hakikati yalanlamışlardı; bu (eski toplumlar), (kendilerinden sonraki kuşaklara) tevdi ettiğimiz (hakikatin kanıtlarının) onda birine bile sahip olmadıkları halde yine de elçilerimizi yalanladıklarında, Benim onları yok saymam ne korkunç oldu"},{"SurahNumber":34,"VerseNumber":46,"Text":"De ki: \"Size bir tek öğüdüm var; ister başkalarıyla birlikte iken ister yalnız, Allah´ın huzurunda (bulunduğunuzun bilincinde) olun ve sonra kendi kendinize, (bu elçi olarak görevlendirilen) arkadaşınızda bir delilik olmadığını düşünün! O, yaşayacağınız şiddetli azaba karşı sizi uyarmaktan başka bir şey yapmıyor"},{"SurahNumber":34,"VerseNumber":47,"Text":"De ki: \"Sizden herhangi bir karşılık istemiş değilim. Benim (hak ettiğim) karşılığı ancak Allah verir ve O her şeye şahittir"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki: \"Rabbim, kuşkusuz, (yalan ve sahte olana karşı) değişmez gerçeği ortaya koyacaktır; O, yaratılmışların kavramaktan aciz oldukları her şeyi hakkıyla bilir"},{"SurahNumber":34,"VerseNumber":49,"Text":"De ki: \"Değişmez gerçek, şimdi (bütün açıklığıyla) ortaya çıkmıştır, (yalan ve sahte olan ise sönüp gitmeye mahkumdur), çünkü sahte ve yalan, ne yeni bir şey getirebilir, ne de (geçip gitmiş olanı) geri döndürebilir"},{"SurahNumber":34,"VerseNumber":50,"Text":"De ki: \"Eğer sapkınlığa düşmüş olsaydım (kendi yüzümden ve) kendi aleyhime sapmış olurdum; ama eğer doğru yoldaysam, yalnızca Rabbimin bana vahyi sayesindedir, kuşkusuz O, en yakın olan, her şeyi işitendir"},{"SurahNumber":34,"VerseNumber":51,"Text":"Sen, (Kıyamet Günü, hakikati inkar edenlerin,) -can damarlarından yakalandıkları için- kaçacak bir yer bulamayıp korkuyla büzüldükleri (anki halleri)ni bir görsen"},{"SurahNumber":34,"VerseNumber":52,"Text":"ve (görsen, nasıl) \"Biz (şimdi) ona inandık!\" diye yalvarırlar fakat nasıl bu kadar uzaktan (kurtuluşa) ere(ceklerini ümit ede)bilirler"},{"SurahNumber":34,"VerseNumber":53,"Text":"Halbuki önceleri hakikati inkara kalkışmışlar ve insan kavrayışının ötesindeki bazı şeylere uzaktan dil uzatmışlardı"},{"SurahNumber":34,"VerseNumber":54,"Text":"Böylece, kendileri ile istek ve özlemleri arasına bir set çekilecektir, tıpkı onlardan önce yaşayıp gitmiş olanlara yapıldığı gibi; çünkü ötekiler (de) şüpheye varan bir tereddüt içinde boğulup gitmişlerdi"},{"SurahNumber":35,"VerseNumber":1,"Text":"Her türlü övgü, göklerin ve yerin yaratıcısı olan ve melekleri iki, üç veya dört kanatlı elçiler yapan Allah´a mahsustur. O, dilediğini (kesintisiz şekilde) kendi hilkat alemine katıp onu genişletir. Kuşkusuz Allah, her şeye kadirdir"},{"SurahNumber":35,"VerseNumber":2,"Text":"Allah´ın insanlar için açacağı rahmet kapısını kimse kapatamaz ve O´nun kapattığını da kimse açamaz; çünkü O, kudret ve hikmet sahibidir"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar! Allah´ın size bağışladığı nimetleri hatırlayın! Size göklerden ve yerden azık sağlayan Allah´tan başka bir yaratıcı var mı? (Hayır!) O´ndan başka ilah yoktur: ama nasıl olur da zihinleriniz bu (apaçık hakikatten) sapar"},{"SurahNumber":35,"VerseNumber":4,"Text":"Ama eğer onlar, (zihinleri bu apaçık hakikatten sapanlar,) seni yalanlarlarsa (aldırma, ey Muhammed!) (Unutma ki) senden önce (öteki) peygamberler de yalanlanmıştır: Çünkü (inanmayanlar), her şeyin, sonunda (asıl kaynağı olan) Allah´a döneceğ(ini asla kabul etmezler)"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar! Allah´ın (yeniden diriltme) vaadi gerçektir, sakın bu dünya hayatının sizi ayartmasına ve Allah hakkındaki (kendi) çarpık düşüncelerinizin sizi saptırmasına izin vermeyin"},{"SurahNumber":35,"VerseNumber":6,"Text":"Şeytan, sizin apaçık düşmanınızdır; öyleyse siz de ona düşman olarak muamele edin. O, kendisine tabi olanları, ancak, yakıcı ateşe mahkum olanlar arasında yer alacakları bir akibete çağırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"(Çünkü,) hakikati inkara şartlanmış olanlar için çetin bir azap vardır, iman edip doğru ve yararlı işler yapanları da mağfiret ve büyük bir mükafat bekler"},{"SurahNumber":35,"VerseNumber":8,"Text":"O halde, işlediği kötü, çirkin fiillerin cazibesine kapılıp (sonunda) onları güzel gören biri (Şeytan´ın adamlarından başkası) olur mu? Kuşkusuz Allah, (doğru yoldan sapmak) isteyenin sapmasına izin verir, (aydınlığa ulaşmak) isteyeni de aydınlığa ulaştırır. O halde (ey müminler,) onlara üzülerek kendinizi perişan etmeyin! Allah, onların yaptıklarını çok iyi bilir"},{"SurahNumber":35,"VerseNumber":9,"Text":"Ve (hatırlayın) bulutları yükseltmek için rüzgarları gönderen Allah´tır; sonra Biz onları çorak beldelere sürükler ve cansız toprağa hayat veririz. Yeniden dirilme de işte böyle olacaktır"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kudret ve ihtişam arayan kimse (bilsin ki) gerçek kudret ve ihtişam (yalnız) Allah´a aittir. Bütün güzel sözler O´na yükselir; bütün doğru ve yararlı işleri O yüceltir. Sinsi şekilde kötü fiiller tasarlayanlara gelince, onları şiddetli bir azap beklemektedir; ve onların bütün tertipleri de yok olup gitmeye mahkumdur"},{"SurahNumber":35,"VerseNumber":11,"Text":"Ve (hatırlayın) Allah sizi(n her birinizi) topraktan yaratır, sonra da bir damla spermden ve sonra sizi iki cinsten biri şekline sokar. Hiçbir dişi O´nun bilgisi olmadan ne hamile kalabilir, ne de doğum yapabilir ve (Allah´ın) fermanında öngörülmedikçe hiç kimse ömrünü uzatamaz ve hiç kimse de onu kısaltamaz; ama bunlar, kuşkusuz, Allah için kolaydır"},{"SurahNumber":35,"VerseNumber":12,"Text":"(O´nun için benzerlik ve farklılık yaratmak da kolaydır.) O halde, (yeryüzündeki) iki büyük su kütlesi aynı olamaz; birisi tatlı, susuzluğu giderici, içimi güzel iken ötekisi tuzlu ve acıdır. Fakat her ikisinden de taze et yersiniz ve (ikisinden de) süs takıları çıkarırsınız; ikisinin de üzerinde Allah´ın lütfundan nasibinizi aramanızı ve böylece şükredenlerden olmanızı sağlayan gemilerin dalgaları yararak ilerlediklerini görürsün"},{"SurahNumber":35,"VerseNumber":13,"Text":"O, gündüzü kısaltarak geceyi uzatır ve geceyi kısaltarak gündüzü uzatır. O, güneşi ve ayı (kendi kanunlarına) tabi kılmıştır, her biri (O´nun) belirlediği bir zaman içinde akıp gider. İşte Rabbiniz Allah budur: mülk O´nundur; O´ndan başka yalvarıp durduklarınız ise bir hurma çekirdeğinin zarı kadar bile bir şeye sahip değillerdir"},{"SurahNumber":35,"VerseNumber":14,"Text":"Onlara yalvarırsanız çağrınızı duymazlar; duyabilseler bile size cevap ver(e)mezler. Ve (üstelik) Kıyamet Günü onları Allah ile eş tutmanızı kabul etmezler. Hiç kimse her şeyi bilen kadar size (gerçeği) göstermez"},{"SurahNumber":35,"VerseNumber":15,"Text":"Ey İnsanlar! Allah´a muhtaç olan sizsiniz, ama O, hiçbir şeye muhtaç değildir ve hamd O´na mahsustur"},{"SurahNumber":35,"VerseNumber":16,"Text":"Dilerse sizi ortadan kaldırır ve (yerinize) yeni bir yaratılmışlar topluluğu getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"bu Allah için zor da değildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Kimse kimsenin yükünü taşıyacak değildir; kendi yükü ağır gelen kimse onu taşımak için (başkasını) yardıma çağırırsa, yakını da olsa, (bu kimse) o yükün hiçbir parçasını taşıyamaz. O halde (gerçekten) sen, ancak kavrayışlarının ötesinde olduğu halde Rablerinden korku duyanları ve namazlarında dikkatli ve devamlı olanları uyarabilirsin; ve (şunu bil ki,) kim arınırsa yalnız kendisi için arınmış olur ve bütün yollar yalnız Allah´a varır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Nitekim, ne gören ile görmeyen bir olur"},{"SurahNumber":35,"VerseNumber":20,"Text":"ne de aydınlık ile zifiri karanlık"},{"SurahNumber":35,"VerseNumber":21,"Text":"ne (serinletici) gölge ile yakıcı sıcak"},{"SurahNumber":35,"VerseNumber":22,"Text":"ve ne de yaşayan ile (kalben) ölmüş bulunan. Şüphen olmasın ki (ey Muhammed,) Allah dilediğine işittirir, halbuki sen mezarlardaki (ölüler gibi kalben ölmüş)lere işittiremezsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"sen sadece bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Biz seni hakikat ehli bir müjdeci ve uyarıcı olarak gönderdik; çünkü hiçbir topluluk yoktur ki içlerinden bir uyarıcı gelip geçmemiş olsun"},{"SurahNumber":35,"VerseNumber":25,"Text":"Ve eğer seni yalanladı(klarını görürsen aldırma), onlardan önce yaşamış olanlar(ın çoğu) da, elçileri kendilerine hakikatin bütün kanıtlarıyla ve ilahi hikmet yüklü kitaplarla ve aydınlatıcı vahiyle geldiklerinde hakikati yalanlamışlardı"},{"SurahNumber":35,"VerseNumber":26,"Text":"(fakat) sonunda hakikati inkara şartlanmış olanların tümünün hesabını gördüm: Benim (birini) gözden çıkarmam ne korkunç olur"},{"SurahNumber":35,"VerseNumber":27,"Text":"Görmüyor musun, Allah, göklerden su indirmekte ve onunla türlü renklere (ve tadlara) sahip meyveler yetiştirmekteyiz; nasıl ki dağlarda kırmızı ve beyaz renkte ve simsiyah çizgiler var"},{"SurahNumber":35,"VerseNumber":28,"Text":"ve (nasıl ki) insanlar, sürüngenler ve hayvanlar türlü türlü renkler taşıyor! Kulları arasından yalnız anlama ve kavrama yeteneğine sahip olanlar Allah´tan (hakkıyla) korkarlar, (çünkü yalnız onlar bilir ki) Allah kudret Sahibidir, çok bağışlayıcıdır"},{"SurahNumber":35,"VerseNumber":29,"Text":"Allah´ın vahyine (şeksiz şüphesiz) uyanlar, namazlarında dikkatli ve devamlı olanlar ve kendilerine verdiğimiz rızıktan gizli / açık başkaları için harcayanlar; işte ancak bunlar hiç kesintiye uğramayacak bir kazanç umabilirler"},{"SurahNumber":35,"VerseNumber":30,"Text":"Allah, onların hak ettiği karşılığı eksiksiz verir ve onu lütfuyla daha da arttırır. Allah, şüphesiz çok bağışlayıcıdır ve şükrün karşılığını anında verendir"},{"SurahNumber":35,"VerseNumber":31,"Text":"Ve (şunu bil ki,) sana vahyettiğimiz ilahi kelam, geçmiş vahiylerden bugüne kalmış ne varsa tümünü tasdik eden bir hakikattir; şüphesiz Allah kulları(nın ihtiyaçları)ndan tamamen haberdardır ve her şeyi görendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Biz, bu ilahi vahyi kullarımızdan seçtiklerimize miras olarak bahşettik. Onlardan bazısı kendilerine zulmeder, bazısı (doğru ile eğri arasında) ara yolu tercih eder, bir kısmı da Allah´ın izniyle iyilikte başı çekenlerden olur. Bu (ise) en büyük fazilettir"},{"SurahNumber":35,"VerseNumber":33,"Text":"(İşte) bunlar sonsuz mutluluk bahçelerine girerler, orada altın bilezikler ve inciler takınırlar ve ipekten elbiseler giyerler"},{"SurahNumber":35,"VerseNumber":34,"Text":"ve şöyle derler: \"Bütün övgüler bize acı ve üzüntü tattırmayan Allah´a mahsustur. Rabbimiz gerçekten çok bağışlayıcıdır, şükrün karşılığını anında verendir"},{"SurahNumber":35,"VerseNumber":35,"Text":"O, lütfuyla bu konak yerine bizi yerleştirdi: orada bize ne bir çatışma ve gerginlik bulaşır, ne de yorgunluk ya da bıkkınlık"},{"SurahNumber":35,"VerseNumber":36,"Text":"Hakkı inkara şartlanmış olanlara gelince; onları bir cehennem ateşi beklemektedir; (orada) ne hayatlarına son verilip öldürülürler, ne de içine atıldıkları o (ateşin) azabı hafifletilir. İşte biz şükürden uzak duranları böyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Onlar orada, (cehennemde): \"Rabbimiz! Bizi bu (azap)tan kurtar! Bundan sonra artık (eskiden) yaptıklarımızdan farklı iyi şeyler yapacağız!\" diye feryad ederler. (O zaman onlara şöyle cevap vereceğiz:) \"Size (orada,) düşünmek isteyen herkesin düşünebileceği kadar uzun bir ömür vermedik mi? Ve (üstelik) size bir uyarıcı da gelmişti. Öyleyse, (yaptığınız kötülüklerin meyvelerini) şimdi tadın bakalım! Zalimler hiçbir yardımcı bulamayacaklardır"},{"SurahNumber":35,"VerseNumber":38,"Text":"Şüphesiz, Allah göklerin ve yerin gizli gerçekliğini bilir (ve) doğrusu O, (insanların) kalplerindekini de tam bilendir"},{"SurahNumber":35,"VerseNumber":39,"Text":"Sizleri yeryüzüne varis kılan O´dur. O halde, (Allah´ın birliği ve benzersizliği) gerçeği(ni) inkara kalkışan kişi (şunu bilsin ki), onun bu inkarı kendi aleyhinedir; çünkü, onların bu gerçeği (inatla) inkar etmeleri, yalnızca Rablerinin katındaki çirkinliklerini arttırır ve bu gerçeği inkar etmeleri inkarcıların ziyanını artırmaktan başka bir işe yaramaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki: \"Allah´a ortak koştuğunuz varlıkları ve güçleri (ve) Allah´tan başka yalvarıp yakardıklarınızı (gerçekten) hiç düşündünüz mü? Bana onların yeryüzünde ne yarattıklarını gösterin; yoksa onların gökler(in yönetimin)de bir katkıları mı var (sanıyorsunuz)?\" Onlara (görüşlerini destekleyici) bir kanıt olarak kullanabilecekleri bir ilahi vahiy mi gönderdik? Hayır! Zalimlerin birbirleri hakkında besledikleri (ümitler), hayalden öteye geçmez"},{"SurahNumber":35,"VerseNumber":41,"Text":"Gerçek şu ki, semavi varlıkları ve yeri (yörüngelerinden) sapmamaları için tutan (yalnızca) Allah´tır. Bir kere sapınca da, O´nun müdahale etmemesi halinde başka hiçbir güç onları tutamaz. (Fakat) Allah halimdir, çok bağışlayıcıdır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Onlar, (hakikate her fırsatta muhalefet edenler,) eğer kendilerine bir uyarıcı gelirse, o´nun rehberliğine, (kendilerine gönderilen uyarıcıya tabi olan eski) toplumlardan daha çok bağlanacaklarına bütün güçleriyle yemin ederler: İşte şimdi onlara bir uyarıcı geldi, ama (o´nun çağrısı) onların sadece muhalefetlerini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Yeryüzünde böbürlenmelerini artırdı, (Allah´ın mesajlarına karşı) şeytanî itirazlar geliştirme (çaba)larını... Halbuki, bütün şeytanî tuzaklar (sonunda) sadece sahiplerini yutar; yoksa onlar, önceki (günahkar)ların (sürüklendikleri) yoldan başka bir şey mi bekliyorlar? Sen Allah´ın tuttuğu yol ve yöntemde hiçbir değişiklik göremezsin; evet sen, Allah´ın yolunda ve yönteminde bir sapma göremezsin"},{"SurahNumber":35,"VerseNumber":44,"Text":"Onlar hiç yeryüzünde dolaşıp kendilerinden daha güçlü önceki (hakikat inkarcı)larının uğradıkları akibeti görmezler mi? Ve (görmezler mi) göklerde ve yerdeki hiçbir şey Allah´ın (iradesine) karşı gelemez, çünkü O, her şeyi bilendir ve gücünde sınırsızdır"},{"SurahNumber":35,"VerseNumber":45,"Text":"Eğer Allah, insanları (hayatta) işledikleri (kötülükler)den dolayı (hemen) hesaba çekseydi, yer üzerinde tek bir canlı varlık bırakmazdı. Ama Allah, onlara (Kendisi tarafından) belirlenmiş bir vadeye kadar mühlet tanır, vadeleri dolunca da (anlarlar ki) Allah kulların(ın kalplerindekin)i görmektedir"},{"SurahNumber":36,"VerseNumber":1,"Text":"Sen ey insanoğlu"},{"SurahNumber":36,"VerseNumber":2,"Text":"Düşün bu hikmetle dolu Kuran´ı"},{"SurahNumber":36,"VerseNumber":3,"Text":"Gerçek şu ki, sen Allah´ın elçilerinden birisin"},{"SurahNumber":36,"VerseNumber":4,"Text":"dosdoğru bir yol üzeresin"},{"SurahNumber":36,"VerseNumber":5,"Text":"Kudret Sahibi ve Rahmet Kaynağı´ndan indirilmiş olan(ın sayesinde)"},{"SurahNumber":36,"VerseNumber":6,"Text":"ataları uyarılmamış ve bu nedenle kendileri (doğru ile eğrinin ne olduğundan) habersiz kalmış bulunan insanları uyarasın diye (sana indirilmiş olanın) (sayesinde)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Onların çoğuna karşı (Allah´ın gazap) sözü mutlaka gerçekleşecektir; çünkü onlar iman etmezler"},{"SurahNumber":36,"VerseNumber":8,"Text":"Onların boyunlarına çenelerine kadar uzayan demir halkalar geçirdik ki kafalarını dik tutmak zorunda kalsınlar"},{"SurahNumber":36,"VerseNumber":9,"Text":"önlerine ve arkalarına setler çektik ve göremesinler diye üzerlerine perdeler geçirdik"},{"SurahNumber":36,"VerseNumber":10,"Text":"artık onları uyarsan da uyarmasan da onlarca birdir, inanmazlar"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak (ilahi) uyarıyı can kulağıyla dinleyen ve insan kavrayışının ötesinde bulunmasına rağmen Rahman´dan korkan kişiyi uyarabilirsin, işte böylelerine (Allah´ın) mağfiretini ve en güzel ödülü müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Gerçek şu ki Biz, ölüyü yeniden hayata döndüreceğiz ve onların gelecek için yaptıkları her türlü (eylemi) ve geride bıraktıkları bütün (iyi ve kötü) izleri kayda geçireceğiz. Zira biz, her şeyin apaçık kaydını tutarız"},{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara, elçilerimizi gönderdiğimiz o şehir halkı(nın hikayesin)i örnek olarak anlat"},{"SurahNumber":36,"VerseNumber":14,"Text":"Biz onlara iki (elçi) gönderdik, ikisini de yalanladılar; bunun üzerine (onları), üçüncü biri ile destekledik; ve bu (elçi)ler, \"Bakın, biz (Allah tarafından) size gönderildik!\" dediler"},{"SurahNumber":36,"VerseNumber":15,"Text":"(Berikiler): \"Siz de bizim gibi ölümlü insanlarsınız!\" diye cevap verdiler, \"Ayrıca Rahman, herhangi bir (vahiy) de göndermiş değil. Siz sadece yalan söylüyorsunuz"},{"SurahNumber":36,"VerseNumber":16,"Text":"(Elçiler,) \"Rabbimiz bilir ki\" dediler, \"biz gerçekten size gönderilmiş elçileriz"},{"SurahNumber":36,"VerseNumber":17,"Text":"Fakat (bize emanet edilen) mesajı size açıkça tebliğ etmekten başka bir şey ile yükümlü değiliz"},{"SurahNumber":36,"VerseNumber":18,"Text":"(Ötekiler,) \"Doğrusu,\" dediler, \"bize uğursuzluk getirdiniz! Eğer bundan vazgeçmezseniz sizi mutlaka taşlayacak ve başınıza bir bela saracağız"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Elçiler) şöyle cevap verdiler: \"Kaderiniz, iyi de kötü de olsa, sizinle birlikte (olacak)tır! (Hakikati) can kulağıyla dinlemeniz isteniyorsa (bu sizce kötü bir şey mi?) Hayır, fakat siz kendinize yazık etmiş bir toplumsunuz"},{"SurahNumber":36,"VerseNumber":20,"Text":"Kentin en uzak ucundan bir adam koşarak geldi (ve) \"Ey kavmim!\" dedi, \"Bu elçilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden hiçbir karşılık beklemeyen ve kendileri doğru yolda olan bu kimselere uyun"},{"SurahNumber":36,"VerseNumber":22,"Text":"(Bana gelince,) neden beni yaratmış olan ve hepinizin dönüp varacağı Allah´a kulluk etmeyeyim"},{"SurahNumber":36,"VerseNumber":23,"Text":"(Neden) O´ndan başka ilahlar edineyim? (O zaman) Rahman bana bir zarar vermek isterse ne onların şefaati zerre kadar fayda getirir, ne de (bizzat kendileri) beni koruyabilirler"},{"SurahNumber":36,"VerseNumber":24,"Text":"işte o zaman ben apaçık bir sapıklığa düşmüş olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"(Ey kavmim,) ben sizin Rabbinize iman ediyorum, öyleyse bana kulak verin"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Ve) ona: \"Cennete gir(eceksin)!\" denildiğinde \"Keşke\" dedi, \"kavmim bilseydi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbimin beni(m geçmişteki günahlarımı) bağışladığını ve beni saygın kişiler arasına dahil ettiğini"}]}