{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":29,"VerseNumber":46,"Text":"Içlerinden zulmedenleri bir yana, ehl-i kitapla ancak, en güzel yoldan mücadele edin ve deyin ki: \"Bize indirilene de, size indirilene de iman ettik. Bizim ilâhimiz da, sizin ilâhiniz da birdir ve biz O'na teslim olmusuzdur"},{"SurahNumber":29,"VerseNumber":47,"Text":"(Resulüm!) Iste sana (önceki kitaplari tasdik eden) bu kitabi indirdik. Onun için, kendilerine kitap verdiklerimiz ona iman ediyorlar. Sunlardan da ona iman eden nice kimseler vardir. Ayetlerimizi ancak kâfirler bile bile inkâr eder"},{"SurahNumber":29,"VerseNumber":48,"Text":"Sen bundan önce, ne bir yazi okur, ne de elinle onu yazardin. Öyle olsaydi, batila uyanlar kusku duyarlardi"},{"SurahNumber":29,"VerseNumber":49,"Text":"Hayir, o (Kur'ân), kendilerine ilim verilenlerin sinelerinde (yer eden) apaçik âyetlerdir. Ayetlerimizi ancak ve ancak zalimler bile bile inkâr eder"},{"SurahNumber":29,"VerseNumber":50,"Text":"Ona Rabbinden (baskaca) mucize indirilmeli degil miydi?\" derler. Cevaben de ki: \"Mucizeler ancak Allah'in katindadir. Ben ise sadece apaçik bir uyariciyim"},{"SurahNumber":29,"VerseNumber":51,"Text":"Sana indirdigimiz ve onlara okunmakta olan kitap, kendilerine yetmedi mi? Bunda iman edecek bir kavim için elbette bir rahmet ve ögüt vardir"},{"SurahNumber":29,"VerseNumber":52,"Text":"De ki: Benimle sizin aranizda sahit olarak Allah yeter. O, göklerde ve yerde ne varsa bilir. Batila inanip inkâr edenler var ya, iste ziyana ugrayacaklar onlardir"},{"SurahNumber":29,"VerseNumber":53,"Text":"Senden azabi çarçabuk (getirmeni) istiyorlar. Eger önceden tayin edilmis bir vade olmasaydi, azab elbette onlara gelip çatmisti. Fakat yine de, hiç farkina varmadiklari bir sirada o kendilerine mutlaka gelecektir"},{"SurahNumber":29,"VerseNumber":54,"Text":"(Evet) senden azabi çarçabuk (getirmeni) istiyorlar. Halbuki cehennem, hiç süpheleri olmasin, kâfirleri kusatacaktir"},{"SurahNumber":29,"VerseNumber":55,"Text":"O günde azap, onlari hem üstlerinden, hem ayaklarinin altindan saracak ve Allah (onlara), \"Yaptiklarinizin cezasini tadin!\" diyecektir"},{"SurahNumber":29,"VerseNumber":56,"Text":"Ey iman eden kullarim! Süphesiz benim yarattigim yeryüzü genistir. O halde yalniz bana kulluk edin"},{"SurahNumber":29,"VerseNumber":57,"Text":"Her can ölümü tadacaktir. Sonunda bize döndürüleceksiniz"},{"SurahNumber":29,"VerseNumber":58,"Text":"Iman edip güzel isler yapanlari, (evet) muhakkak ki onlari, altlarindan irmaklar akan ve içinde ebedî kalacaklari cennet kösklerine yerlestirecegiz. (Böyle iyi) isler yapanlarin mükafati ne güzeldir"},{"SurahNumber":29,"VerseNumber":59,"Text":"Ki onlar, sabretmis olup yalniz Rablerine güvenip dayanmaktadirlar"},{"SurahNumber":29,"VerseNumber":60,"Text":"Nice hayvanlar var ki, rizkini (biriktirip yaninda) tasimiyor. Çünkü onlarin da, sizin de rizkinizi Allah veriyor. O, her seyi isitir ve bilir"},{"SurahNumber":29,"VerseNumber":61,"Text":"Andolsun ki onlara, \"Gökleri ve yeri yaratan, günesi ve ayi buyrugu altinda tutan kimdir?\" diye sorsan \"Allah\" derler. O halde nasil (haktan) çevrilip döndürülüyorlar"},{"SurahNumber":29,"VerseNumber":62,"Text":"Allah, kullarindan diledigine rizki bol bol verir, diledigine de kisar. Süphesiz Allah, her seyi hakkiyla bilendir"},{"SurahNumber":29,"VerseNumber":63,"Text":"Andolsun ki onlara, \"Gökten su indirip, onunla ölümünün ardindan yeryüzünü canlandiran kimdir?\" diye sorsan, mutlaka, \"Allah \" derler. De ki: (Öyleyse) hamd de Allah'a mahsustur. Fakat çoklari akillarini kullanmazlar"},{"SurahNumber":29,"VerseNumber":64,"Text":"Bu dünya hayati sadece bir oyun ve oyalanmadan ibarettir. Ahiret yurduna gelince, iste asil hayat odur. Keske bilmis olsalardi"},{"SurahNumber":29,"VerseNumber":65,"Text":"Baksana, gemiye bindikleri zaman, dini yalniz O'na has kilarak (ihlasla) Allah'a yalvarirlar. Fakat onlari salimen karaya çikarinca, bir bakarsin ki, (Allah'a) ortak kosmaktadirlar"},{"SurahNumber":29,"VerseNumber":66,"Text":"Kendilerine verdiklerimize nankörlük etsinler ve safâ sürsünler bakalim! Ama yakinda bilecekler"},{"SurahNumber":29,"VerseNumber":67,"Text":"Çevrelerinde insanlar kapilip götürülürken (öldürülürken, ya da esir edilirken), bizim (Mekke'yi) güven içinde kudsî bir yer yaptigimizi görmediler mi? Hâlâ batila inanip Allah'in nimetine nankörlük mü ediyorlar"},{"SurahNumber":29,"VerseNumber":68,"Text":"Allah'a karsi yalan uyduran, yahut kendisine hak gelmisken onu yalan sayandan daha zalim kimdir? Cehennemde kâfirlere yer mi yok"},{"SurahNumber":29,"VerseNumber":69,"Text":"Ama bizim yolumuzda cihad edenleri, elbette kendi yollarimiza eristirecegiz. Hiç süphe yok ki Allah iyi davrananlarla beraberdir"},{"SurahNumber":30,"VerseNumber":1,"Text":"Elif, Lâm, Mim"},{"SurahNumber":30,"VerseNumber":2,"Text":"Rumlar yenildi"},{"SurahNumber":30,"VerseNumber":3,"Text":"(Araplarin bulundugu bölgeye) en yakin bir yerde onlar, bu yenilgilerinin ardindan mutlaka galib geleceklerdir"},{"SurahNumber":30,"VerseNumber":4,"Text":"(Bu da) birkaç yil içinde (olacaktir). Onlarin bu yenilgilerinden önce de sonra da emir Allah'indir ve o gün müminler, sevineceklerdir"},{"SurahNumber":30,"VerseNumber":5,"Text":"(Bu da) Allah'in yardimiyla (olacaktir). Allah diledigine yardim eder, galip kilar. O çok güçlüdür, çok merhamet edicidir"},{"SurahNumber":30,"VerseNumber":6,"Text":"Allah'in vaadi budur. Allah, vaadinden caymaz. Fakat insanlarin çogu bilmezler"},{"SurahNumber":30,"VerseNumber":7,"Text":"Onlar, sadece bu dünya hayatinin dis yüzünü bilirler. Ahiretten ise onlar hep gafildirler"},{"SurahNumber":30,"VerseNumber":8,"Text":"Kendi içlerinde hiç düsünmediler mi ki, Allah göklerde, yerde ve bu ikisi arasinda bulunan her seyi ancak hak ile ve belirlenmis bir süre için yaratmistir? Gerçekten insanlarin çogu, Rablerine kavusmayi inkâr etmektedirler"},{"SurahNumber":30,"VerseNumber":9,"Text":"Onlar, yeryüzünde gezmediler mi ki, kendilerinden öncekilerin sonu nasil olmus baksinlar? Onlar, kendilerinden daha güçlüydüler. Topragi sürmüsler ve onu, bunlarin imar ettiklerinden daha çok imar etmislerdi. Onlara da peygamberleri delillerle gelmislerdi. Demek Allah onlara zulmetmiyordu. Fakat onlar, kendilerine zulmediyorlardi"},{"SurahNumber":30,"VerseNumber":10,"Text":"Sonra o kötülük edenlerin sonu çok kötü oldu. Çünkü onlar, Allah'in âyetlerini yalan saydilar ve onlarla alay ediyorlardi"},{"SurahNumber":30,"VerseNumber":11,"Text":"Allah yaratmayi ilkin yapar, sonra da çevirir, onu yeniden yapar. Sonra hep döndürülüp O'na götürüleceksiniz"},{"SurahNumber":30,"VerseNumber":12,"Text":"Kiyamet saatinin gelip çattigi gün suçlular, her ümidi keserler"},{"SurahNumber":30,"VerseNumber":13,"Text":"Allah'a ortak kostuklarindan, kendilerine sefaat edecekler de bulunmaz. Onlar, o zaman Allah'a kostuklari ortaklari inkâr ederler"},{"SurahNumber":30,"VerseNumber":14,"Text":"Kiyamet saatinin gelip çattigi gün varya, o gün (inananlarla inanmayanlar) ayrilirlar"},{"SurahNumber":30,"VerseNumber":15,"Text":"Simdi iman edip salih ameller yapmis olanlara gelince, onlar bir bahçe içinde neselenirler"},{"SurahNumber":30,"VerseNumber":16,"Text":"Âyetlerimizi ve âhiret bulusmasini yalan sayip da küfredenlere gelince, iste onlar o zaman azab içinde hazir bulundurulurlar"},{"SurahNumber":30,"VerseNumber":17,"Text":"O halde aksama girdiginiz zaman da, sabaha girdiginiz zaman da tesbih Allah'indir. (daima O, tesbih edilir)"},{"SurahNumber":30,"VerseNumber":18,"Text":"Göklerde ve yerde, ikindileyin de, ögleye erdiginiz zaman da hamd O'na mahsustur"},{"SurahNumber":30,"VerseNumber":19,"Text":"O, ölüden diri çikarir, diriden ölü çikarir ve topraga ölümünden sonra hayat verir. Sizler de iste öyle çikarilacaksiniz"},{"SurahNumber":30,"VerseNumber":20,"Text":"O'nun âyetlerinden (kudretinin delillerinden)dir ki, sizi bir topraktan yaratti. Sonra da siz simdi yeryüzünde dagilip yayilan insanlar oluverdiniz"},{"SurahNumber":30,"VerseNumber":21,"Text":"Yine O'nun âyetlerindendir ki, sizin için nefislerinizden kendilerine isinirsiniz diye esler yaratmis, araniza bir sevgi ve merhamet koymustur. Süphesiz ki bunda düsünecek bir kavim için nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":22,"Text":"Yine göklerin ve yerin yaratilisi ile dillerinizin ve renklerinizin farkli olusu da O'nun âyetlerindendir. Süphesiz ki bunda bilenler için nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":23,"Text":"Yine gecede ve gündüzde uyumaniz ve lütfundan nasib aramaniz da O'nun âyetlerindendir. Süphesiz ki bunda dinleyecek bir kavim için nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":24,"Text":"Yine O'nun âyetlerindendir ki, size hem korku ve hem de umut vermek için simsegi gösteriyor. Ve gökten bir su indiriyor da onunla yeryüzüne ölümünden sonra hayat veriyor. Süphesiz ki bunda aklini kullanacak bir kavim için nice ibretler vardir"},{"SurahNumber":30,"VerseNumber":25,"Text":"Yine gögün ve yerin, emriyle durmasi da O'nun âyetlerindendir. Sonra sizi bir tek çagirisla çagirdigi zaman bir de bakarsiniz ki (yerden diriltilip çikariliyorsunuz)"},{"SurahNumber":30,"VerseNumber":26,"Text":"Göklerde ve yerde kim varsa hepsi O'nundur. Hepsi de O'na itaat etmektedirler"},{"SurahNumber":30,"VerseNumber":27,"Text":"Hem yaratmayi ilkin yapan O'dur. Sonra onu çevirip yeniden yapacak olan da O'dur ki, bu O'na çok kolaydir. Göklerde ve yerde en yüksek san ve seref O'nundur. O çokgüçlüdür, hüküm ve hikmet sahibidir"},{"SurahNumber":30,"VerseNumber":28,"Text":"Allah, size kendinizden bir misâl verdi: Hiç size rizik olarak verdigimiz seylerde elleriniz altindaki kölelerinizden ortaklariniz bulunur da onlarla siz esit olur, aranizda birbirinizi saydiginiz gibi, onlari da sayar misiniz? Iste biz, düsünecek bir kavim için âyetleri böyle açikliyoruz"},{"SurahNumber":30,"VerseNumber":29,"Text":"Fakat zulmedenler, bilgisizce hevalarina uydular. Artik Allah'in sasirttigini kim yola getirebilir? Onlarin yardimcilari da yoktur"},{"SurahNumber":30,"VerseNumber":30,"Text":"O halde yüzünü, Allah'i bir taniyarak dine, Allah'in insanlari üzerine yaratmis oldugu fitratina dogrult. Allah'in yaratisinda degisiklik bulunmaz. Dosdogru din budur. Fakat insanlarin çogu bilmezler"},{"SurahNumber":30,"VerseNumber":31,"Text":"Baskasindan geçerek hep O'na gönül verin ve O'ndan sakinin. Namaza devam edin ve müsrilerden olmayin"},{"SurahNumber":30,"VerseNumber":32,"Text":"O müsriklerden (olmayin ki) onlar, dinlerini ayirip öbek öbek olmuslardir. Her grup kendilerindekine güvenmektedir"},{"SurahNumber":30,"VerseNumber":33,"Text":"Bununla beraber insanlara bir keder dokundugu zaman her seyden geçerek Rablerine yalvarir, dua ederler; sonra tarafindan bir rahmet tattiriverdigi zaman da bakarsin onlardan bir kismi tutar, O Rablerine ortak kosarlar"},{"SurahNumber":30,"VerseNumber":34,"Text":"Bunu da kendilerine verdigimiz nimetlere nankörlük etmek için yaparlar. Haydi geçinedurun bakalim, yakinda bileceksiniz"},{"SurahNumber":30,"VerseNumber":35,"Text":"Yoksa biz onlara bir delil indirmisiz de O'na ortak kosmalarini o mu söylüyor"},{"SurahNumber":30,"VerseNumber":36,"Text":"Bir de biz insanlara bir rahmet tattirdigimiz zaman ona güveniyorlar da; ellerinin önceden yaptigi seyler sebebiyle baslarina bir fenalik gelirse, hemen her ümidi kesiveriyorlar"},{"SurahNumber":30,"VerseNumber":37,"Text":"Onlar görmediler mi ki, Allah diledigi kimseye rizki serer ve daraltir. Süphesiz ki bunda iman edecek bir kavim için ibretler vardir"},{"SurahNumber":30,"VerseNumber":38,"Text":"O halde akrabaya da hakkini ver, yoksula da, yolcuya da... Bu, Allah'in rizasini dileyenler için daha hayirlidir. Kurtulusa erecek olanlar da iste onlardir"},{"SurahNumber":30,"VerseNumber":39,"Text":"Insanlarin mallari içinde artsin diye verdiginiz faiz, Allah yaninda artmaz. Allah'in rizasini dileyerek verdiginiz zekata gelince, iste onlar, mallari kat kat artmis olanlardir"},{"SurahNumber":30,"VerseNumber":40,"Text":"Allah, O'dur ki, sizi yaratti, sonra da size rizik verdi, sonra sizi öldürür, sonra sizi diriltir. Hiç sizin ortak kostuklarinizdan, bunlardan birini yapacak olan var mi? Allah, onlarin ortak kostuklarindan münezzeh ve yücedir"},{"SurahNumber":30,"VerseNumber":41,"Text":"Yaptiklarinin bir kismini tatsinlar diye insanlarin kendi ellerinin kazandigi seyler yüzünden karada ve denizde fesat ortaya çikti. Umulur ki onlar hakka dönerler"},{"SurahNumber":30,"VerseNumber":42,"Text":"De ki, yeryüzünde bir gezin de bakin, bundan öncekilerin sonu nasil olmus! Onlarin pek çogu müsrik idiler"},{"SurahNumber":30,"VerseNumber":43,"Text":"Allah'tan geri çevrilmesine hiçbir çare olmayan bir gün gelmeden önce yüzünü dosdogru, sabit dine çevir. O gün (gelince) insanlar birbirlerinden ayrilirlar"},{"SurahNumber":30,"VerseNumber":44,"Text":"Her kim inkâr ederse, inkâri kendi aleyhinedir. Kim de salih amel islerse, onlar kendileri için rahat bir yer hazirlamis olurlar"},{"SurahNumber":30,"VerseNumber":45,"Text":"Çünkü O, iman edip salih amel isleyenlere lütfundan mükafat verecektir. Çünkü O, kâfirleri sevmez"},{"SurahNumber":30,"VerseNumber":46,"Text":"Rüzgarlari müjdeciler olarak göndermesi, size rahmetinden tattirmasi, emriyle gemilerin akip gitmesi ve lütfundan rizik isteyip kazanmaniz O'nun âyetlerindendir. Hem gerek ki sükredesiniz"},{"SurahNumber":30,"VerseNumber":47,"Text":"Andolsun ki biz, senden önce birçok peygamberleri kavimlerine gönderdik de, onlara apaçik delillerle vardilar. Onun üzerine günah isleyenlerden intikam aldik. Müminlere yardim ise, bizim nezdimizde bir hak oldu"},{"SurahNumber":30,"VerseNumber":48,"Text":"Allah O'dur ki, rüzgarlari gönderir de bir bulut savururlar. Derken onu gökyüzünde nasil dilerse öyle serer, parça parça da eder. Derken yagmuru görürsün, aralarindan çikar. Derken onu kullarindan kimlere diliyorsa döküverdi mi derhal yüzleri güler"},{"SurahNumber":30,"VerseNumber":49,"Text":"Halbuki onlar, daha önce üzerlerine yagmur indirilmeden evvel ümidi kesmislerdi"},{"SurahNumber":30,"VerseNumber":50,"Text":"Simdi bak Allah'in rahmetinin eserlerine! yeryüzünü ölümünden sonra nasil diriltiyor? Süphe yok ki O, mutlaka ölüleri diriltir. O her seye kâdirdir"},{"SurahNumber":30,"VerseNumber":51,"Text":"Andolsun ki biz, bir rüzgâr göndersek de onu (rahmetin eseri olan ekini) sararmis görseler, mutlaka onun arkasindan nankörlüge baslarlar"},{"SurahNumber":30,"VerseNumber":52,"Text":"Çünkü sen ölülere isittiremezsin. O daveti, arkalarini dönmüs giderlerken sagirlara da duyuramazsin"},{"SurahNumber":30,"VerseNumber":53,"Text":"Körleri de sapikliklarindan hidayete getiremezsin. Sen ancak âyetlerimizi iman edeceklere duyurursun da onlar müslüman olur, selâmeti bulurlar"},{"SurahNumber":30,"VerseNumber":54,"Text":"Allah O'dur ki, sizi güçsüz olarak yaratir, sonra güçsüzlügün arkasindan kuvvet verir. Sonra kuvvetin arkasindan yine güçsüzlüge ve ihtiyarliga getirir. O diledigini yaratir. Ve O, her seyi bilir, her seye gücü yeter"},{"SurahNumber":30,"VerseNumber":55,"Text":"Kiyamet kopacagi gün günahkarlar dünyada bir saatten fazla durmadiklarina yemin ederler. Onlar önceden de böyle haktan çevriliyorlardi"},{"SurahNumber":30,"VerseNumber":56,"Text":"Kendilerine ilim ve iman verilenler de söyle diyecekler: \"Andolsun ki, Allah'in kitabinda takdir edilmis olan tekrar dirilme gününe kadar kaldiniz. Iste bu, dirilme günüdür. Fakat siz bunu bilmiyordunuz"},{"SurahNumber":30,"VerseNumber":57,"Text":"Artik o gün zulmedenlere mazeretleri fayda vermeyecektir. Onlarin dertlerinin çaresine de bakilmayacaktir"},{"SurahNumber":30,"VerseNumber":58,"Text":"Andolsun ki, biz insanlar için bu Kur'ân'da her türlü meselden örnekler getirdik. Yemin ederim ki, sen onlara baska bir âyet de getirsen o kâfirler yine: \"Siz yalancilardan (uydurdugunuz sözü Allah'a nispet edenlerden) baskasi degilsiniz.\" diyeceklerdir"},{"SurahNumber":30,"VerseNumber":59,"Text":"Iste bilmeyenlerin kalblerini Allah böyle mühürler"},{"SurahNumber":30,"VerseNumber":60,"Text":"Simdi sen sabret. Çünkü Allah'in vaadi mutlaka haktir. Sakin imani saglam olmayanlar seni hafiflige sevketmesinler"},{"SurahNumber":31,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":31,"VerseNumber":2,"Text":"Bunlar, o hikmetli kitabin âyetleridir"},{"SurahNumber":31,"VerseNumber":3,"Text":"O, güzellik ve iyilik yapanlar için bir hidayet ve rahmettir"},{"SurahNumber":31,"VerseNumber":4,"Text":"Onlar, namazi kilarlar, zekati verirler, âhirete de kesin olarak inanirlar"},{"SurahNumber":31,"VerseNumber":5,"Text":"Iste bunlar, Rableri tarafindan bir hidayet üzeredirler. Kurtulusa erecek olanlar da iste onlardir"},{"SurahNumber":31,"VerseNumber":6,"Text":"Bayagi insanlardan kimi de vardir ki, bilgisizce Allah yolundan saptirmak ve onu eglence yerine tutmak için laf eglencesi (veya bos söz) satin alirlar. Iste onlar için asagilayici bir azab vardir"},{"SurahNumber":31,"VerseNumber":7,"Text":"Onun karsisinda âyetlerimiz okundugu zaman da sanki onlari isitmemis, sanki kulaklarinda bir agirlik varmis gibi büyüklük taslayarak yüz çevirir. Iste onu, aci verecek bir azab ile müjdele"},{"SurahNumber":31,"VerseNumber":8,"Text":"Fakat iman edip de salih amel isleyenlere gelince, onlar için nimet cennetleri vardir"},{"SurahNumber":31,"VerseNumber":9,"Text":"Onlar orada ebedî olarak kalacaklardir. Bu, Allah'in gerçek bir vaadidir. O, çok güçlüdür, hüküm ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":10,"Text":"O, gökleri direksiz yaratti, onlari görüyorsunuz. Yeryüzüne de sizi çalkalar diye agir baskilar (sabit ve büyük daglar) birakti ve orada herbir hayvandan üretti. Hem biz gökten bir su indirdik de orada her güzel çiftten (veya her hos çesitten) bitkiler yetistirdik"},{"SurahNumber":31,"VerseNumber":11,"Text":"Iste bu, Allah'in yarattigidir. Haydi gösterin bana O'ndan baskalari ne yaratmistir? Fakat o zalimler, apaçik bir sapiklik içindedirler"},{"SurahNumber":31,"VerseNumber":12,"Text":"Andolsun ki biz, Lokman'a \"Allah'a sükret!\" diye hikmet verdik. Kim sükrederse kendi iyiligine eder. Kim de nankörlük ederse, süphesiz ki Allah, hiçbir seye muhtaç degildir, daima övülmeye layiktir"},{"SurahNumber":31,"VerseNumber":13,"Text":"Hani bir zaman Lokman, ogluna ögüt vererek demisti ki: \"Yavrucugum! Allah'a ortak kosma, çünkü Allah'a ortak kosmak (sirk), elbette büyük bir zulümdür"},{"SurahNumber":31,"VerseNumber":14,"Text":"Gerçi biz insana, anasina ve babasina itaati de tavsiye ettik. Anasi onu zayiflik üstüne zayiflikla tasidi. Onun sütten ayrilmasi da iki yil içindedir. (Biz insana): \"Bana, anana ve babana sükret\" diye de tavsiye ettik. Dönüs, ancak banadir"},{"SurahNumber":31,"VerseNumber":15,"Text":"Bununla beraber eger her ikisi de bilmedigin bir seyi, bana ortak kosman hususunda seni zorlarsa, onlara itaat etme. Fakat dünyada onlarla iyi geçin ve bana yönelenlerin yolunu tut. Sonra dönüsünüz ancak banadir. O zaman ben de size yaptiklarinizi haber verecegim"},{"SurahNumber":31,"VerseNumber":16,"Text":"Yavrucugum! Haberin olsun ki, yaptigin bir hardal tanesi agirliginca olsa da, bir kaya içinde veya göklerde, yahut yerin dibinde gizlense, Allah onu getirir, mizanina kor. Çünkü Allah en ince seyleri bilir, her seyden haberdardir"},{"SurahNumber":31,"VerseNumber":17,"Text":"Yavrucugum! Namazi kil, iyiligi emret, kötülükten sakindir. Basina gelenlere sabret, çünkü bunlar, azmi gerektiren islerdendir"},{"SurahNumber":31,"VerseNumber":18,"Text":"Hem insanlara karsi avurdunu sisirme (kibirlenme) ve yeryüzünde çalimla yürüme. Çünkü Allah övünen ve kuruntu edenlerin hiçbirini sevmez"},{"SurahNumber":31,"VerseNumber":19,"Text":"Yürüyüsünde tabii ol, sesini alçalt, çünkü seslerin en çirkini elbette eseklerin sesidir"},{"SurahNumber":31,"VerseNumber":20,"Text":"Görmediniz mi ki, Allah göklerde ve yerde ne varsa hepsini sizin hizmetinize vermis, gizli ve açik olarak nimetlerini üzerinize yaymistir. Bununla beraber insanlar içinde kimi de var ki, ne bir ilme, ne bir mürside ve ne aydinlatici bir kitaba dayanmaksizin Allah hakkinda mücadele ediyor"},{"SurahNumber":31,"VerseNumber":21,"Text":"Onlara: \"Allah'in indirdigine tabi olun!\"dendigi zaman: \"Hayir, biz atalarimizi neyin üzerinde bulduksa, onun ardinca gideriz.\" diyorlar. Ya seytan onlari cehennnem azabina çagiriyor idiyse de mi onlara uyacaklar"},{"SurahNumber":31,"VerseNumber":22,"Text":"Oysa her kim iyilik yaparak yüzünü tertemiz Allah'a tutarsa, o gerçekten en saglam kulpa yapismistir. Öyle ya bütün islerin sonu Allah'a dayanir"},{"SurahNumber":31,"VerseNumber":23,"Text":"Kim de inkâr ederse, artik onun inkâri seni üzmesin. Onlar dönüp bize gelecekler. O zaman biz onlara bütün yaptiklarini haber verecegiz. Gerçekten Allah, bütün kalblerin özünü bilir"},{"SurahNumber":31,"VerseNumber":24,"Text":"Biz onlara biraz zevk ettiririz de sonra kendilerini agir bir azaba zorlariz"},{"SurahNumber":31,"VerseNumber":25,"Text":"Andolsun ki onlara: \"Gökleri ve yeri kim yaratti?\" diye sorsan, elbette \"Allah\" diyecekler. \"Allah'a hamd olsun.\" de. Fakat onlarin çogu bilmezler"},{"SurahNumber":31,"VerseNumber":26,"Text":"Göklerde ve yerde ne varsa hepsi Allah'indir. Gerçekten Allah, hiçbir seye muhtaç degildir, daima övülmeye lâyiktir"},{"SurahNumber":31,"VerseNumber":27,"Text":"Eger yeryüzündeki agaçlar hep kalem olsa, deniz de arkasindan yedi deniz daha kendisine destek oldugu halde mürekkep olsa, yine de Allah'in kelimeleri yazmakla tükenmez. Süphesiz ki Allah çok güçlüdür, hüküm ve hikmet sahibidir"},{"SurahNumber":31,"VerseNumber":28,"Text":"Sizin yaratilmaniz da tekrar diriltilmeniz de ancak bir tek nefsin yaratilmasi ve tekrar diriltilmesi gibidir. Gerçekten Allah her seyi isitir ve görür"},{"SurahNumber":31,"VerseNumber":29,"Text":"Görmedin mi ki, Allah geceyi gündüze sokuyor, gündüzü geceye sokuyor. Günes ile ayi da emrine boyun egdirmistir. Her biri belirli bir süreye kadar akip gidiyor. Süphesiz ki Allah, yaptiklarinizdan haberdardir"},{"SurahNumber":31,"VerseNumber":30,"Text":"Bu da sundandir ki, Allah hakkin ta kendisidir. (Insanlarin) O'ndan baska taptiklari ise mutlaka batildir. Süphesiz ki Allah, çok yücedir, çok büyüktür"},{"SurahNumber":31,"VerseNumber":31,"Text":"Görmedin mi ki Allah, âyetlerinden bir kismini size göstersin diye gemiler, Allah'in nimetiyle denizde akip gidiyor. Süphesiz bunda çok sabredenler ve çok sükredenler için nice ibretler vardir"},{"SurahNumber":31,"VerseNumber":32,"Text":"Onlari kara bulutlar gibi bir dalga sardigi zaman, dini yalniz kendisine has kilarak Allah'a yalvarirlar. Onlari kurtarip karaya çikardigi zaman ise içlerinden dogru giden de bulunur. Bizim âyetlerimizi öyle nankör gaddarlardan baskasi inkâr etmez"},{"SurahNumber":31,"VerseNumber":33,"Text":"Ey insanlar! Rabbinizden sakinin ve bir günden korkun ki, baba çocuguna hiçbir fayda veremez. Çocuk da babasina hiçbir seyle fayda saglayacak degildir. Süphesiz Allah'in vaadi gerçektir. O halde dünya hayati sizi aldatmasin, sakin o çok aldatici seytan sizi Allah'in affina güvendirerek aldatmasin"},{"SurahNumber":31,"VerseNumber":34,"Text":"Süphesiz ki, kiyamet saatinin bilgisi Allah yanindadir. Yagmuru O yagdirir, rahimlerde ne varsa (erkek veya disi olusunu, renk ve özelliklerini) O bilir. Hiçbir kimse yarin ne kazanacagini bilmez. Hiçbir kimse hangi yerde ölecegini de bilemez. Süphesiz ki Allah her seyi hakkiyla bilir, her seyden haberdardir"},{"SurahNumber":32,"VerseNumber":1,"Text":"Elif, Lâm, mim"},{"SurahNumber":32,"VerseNumber":2,"Text":"Kendisinde süphe olmayan bu kitabin indirilisi, âlemlerin Rabbi olan Allah tarafindandir"},{"SurahNumber":32,"VerseNumber":3,"Text":"Yoksa onu (Muhammed) uydurdu mu diyorlar? Hayir, o senden önce kendilerine bir uyarici gelmemis olan bir kavmi korkutman için, Rabbin tarafindan gelen bir haktir. Gerek ki, hidayeti kabul ederler"},{"SurahNumber":32,"VerseNumber":4,"Text":"Allah O'dur ki, gökleri, yeri ve ikisi arasindakileri alti günde yaratmis, sonra Ars üzerine istivâ buyurmustur (hakim olmustur). Sizin için O'ndan baska ne bir dost vardir, ne de bir sefaatçi! Artik düsünmeyecek misiniz"},{"SurahNumber":32,"VerseNumber":5,"Text":"O, gökten yere, (yukaridan asagiya) isleri düzenler, sonra da o isler, sizin saydiklarinizdan bin yil kadar olan bir günde O'na yükselir"},{"SurahNumber":32,"VerseNumber":6,"Text":"Iste görüleni de görülmeyeni de bilen, her seye gücü yeten, çok merhametli olan O'dur"},{"SurahNumber":32,"VerseNumber":7,"Text":"Yarattigi her seyi güzel yaratan ve insani yaratmaya bir çamurdan baslayan O'dur"},{"SurahNumber":32,"VerseNumber":8,"Text":"Sonra da onun soyunu süzülmüs bir özden, degersiz bir sudan yaratmistir"},{"SurahNumber":32,"VerseNumber":9,"Text":"Sonra onu düzenli bir sekle sokup, içine kendi ruhundan üfürdü. Ve sizin için kulaklar, gözler ve gönüller var etti. Siz pek az sükrediyorsunuz"},{"SurahNumber":32,"VerseNumber":10,"Text":"Onlar: \"Biz yerde kaybolup gittikten sonra, gerçekten biz mi yeni bir yaratilista bulunacagiz?\" dediler. Fakat onlar Rablerine kavusmayi (O'nun huzuruna varacaklarini) inkâr eden kâfirlerdir"},{"SurahNumber":32,"VerseNumber":11,"Text":"De ki: \"Size vekil kilinmis olan ölüm melegi caninizi alacak, sonra döndürülüp Rabbinize götürüleceksiniz"},{"SurahNumber":32,"VerseNumber":12,"Text":"Ey Muhammed! Günahkârlarin, Rablerinin huzurunda baslari öne egilmis olarak: \"Ey Rabbimiz! Gördük ve dinledik, simdi bizi geri çevir de salih bir amel isleyelim, çünkü biz artik kesin bir sekilde inaniyoruz.\" derlerken bir görsen"},{"SurahNumber":32,"VerseNumber":13,"Text":"Eger biz dilemis olsaydik her nefse hidâyetini verirdik. Fakat benden: \"Bütün insanlar ve cinlerden cehennemi elbette dolduracagim.\" sözü hak olmustur"},{"SurahNumber":32,"VerseNumber":14,"Text":"O halde bu gününüzle karsilasmayi unuttugunuzdan dolayi tadin azabi! Iste biz de sizi unuttuk. Yapmakta oldugunuz isler yüzünden tadin ebedî azabi"},{"SurahNumber":32,"VerseNumber":15,"Text":"Bizim âyetlerimize öyle kimseler iman eder ki, onlarla kendilerine ögüt verildigi zaman secdelere kapanirlar ve Rablerine hamd ile tesbih ederler de büyüklük taslamazlar"},{"SurahNumber":32,"VerseNumber":16,"Text":"Onlarin yanlari yataklardan uzaklasir, korku ve ümid içinde Rablerine dua ederler ve kendilerine verdigimiz riziklardan hayira sarfederler"},{"SurahNumber":32,"VerseNumber":17,"Text":"Simdi hiç kimse kendileri için, yaptiklarina karsilik gözler aydinligi olacak seylerden neler gizlenmis oldugunu bilemez"},{"SurahNumber":32,"VerseNumber":18,"Text":"Öyle ya iman eden kimse, fâsik olan gibi olur mu? Onlar esit olamazlar"},{"SurahNumber":32,"VerseNumber":19,"Text":"Evet, iman edip de salih amelleri isleyen kimselerin, yaptiklarina karsilik bir konukluk (agirlanma) olarak me'vâ (barinak) cennetleri vardir"},{"SurahNumber":32,"VerseNumber":20,"Text":"Ama fâsiklik etmis olanlarin barinaklari atestir. Oradan her çikmak istediklerinde oraya geri çevrilirler ve kendilerine: \"Haydi tadin o atesin yalanlayip durdugunuz azabini!\" denir"},{"SurahNumber":32,"VerseNumber":21,"Text":"Su bir gerçek ki, onlara o en büyük azabdan önce yakin azabdan (dünyada) da tattiracagiz. Umulur ki, (kötülükten) dönerler"},{"SurahNumber":32,"VerseNumber":22,"Text":"Rabbinin âyetleriyle kendisine ögüt verilip de, sonra onlardan yüz çeviren kimseden daha zalim kim olabilir? Gerçekten biz, günahkârlardan intikam alacagiz"},{"SurahNumber":32,"VerseNumber":23,"Text":"Andolsun ki biz vaktiyle Musa'ya kitap vermistik. Simdi de sen ona (öyle bir kitaba) kavusmaktan süphe içinde olma. Biz onu Israilogullarina dogru yolu göstren bir rehber kilmistik"},{"SurahNumber":32,"VerseNumber":24,"Text":"Onlarin içinden, sabrettikleri zaman bizim emrimizle dogru yola ileten önderler yetistirmistik. Onlar, bizim âyetlerimize kesin bir sekilde inaniyorlardi"},{"SurahNumber":32,"VerseNumber":25,"Text":"Simdi ihtilafa düstükleri seyler hakkinda süphesiz ki Rabbin kiyamet günü aralarinda ayirici hükmü verecektir"},{"SurahNumber":32,"VerseNumber":26,"Text":"Kendilerinden önce, yurtlarinda gezip dolasmakta olduklari nice kusaklari helâk etmis olmamiz, daha onlari dogru yola iletmedi mi? Süphesiz bunda nice ibretler vardir. Hâlâ kulak vermeyecekler mi"},{"SurahNumber":32,"VerseNumber":27,"Text":"Ya hiç görmediler mi ki, biz kir yere suyu saliveriyoruz da onunla bir ekin çikariyoruz. Ondan hayvanlari da yiyor, kendileri de. Hâlâ gözlerini açmayacaklar mi"},{"SurahNumber":32,"VerseNumber":28,"Text":"Bir de \"Ne zaman o fetih, eger dogru söylüyorsaniz?\" diyorlar"},{"SurahNumber":32,"VerseNumber":29,"Text":"De ki: \"Inkâr edenlere o fetih günü iman etmeleri fayda vermez ve onlara göz açtirilmaz"},{"SurahNumber":32,"VerseNumber":30,"Text":"Simdi sen onlardan yüz çevir de gözet. Çünkü onlar da gözetmektedirler"},{"SurahNumber":33,"VerseNumber":1,"Text":"Ey peygamber! Allah'tan kork, kâfirlere ve münafiklara itaat etme. Muhakkak ki Allah her seyi bilir, hüküm ve hikmet sahibidir"},{"SurahNumber":33,"VerseNumber":2,"Text":"Rabbinden sana ne vahyediliyorsa onun ardinca git. Muhakkak ki Allah ne yaparsaniz haberdardir"},{"SurahNumber":33,"VerseNumber":3,"Text":"Allah'a güven, vekil olarak Allah yeter"},{"SurahNumber":33,"VerseNumber":4,"Text":"Allah bir adam için içinde iki kalb yapmamistir. Kendilerinden zihar yaptiginiz eslerinizi analariniz kilmamistir. Evlatliklarinizi da ogullariniz kilmamistir. O sizin agzinizdaki lafinizdir. Allah ise hakki söylüyor ve dogru yolu gösteriyor"},{"SurahNumber":33,"VerseNumber":5,"Text":"Onlari (evlatliklari) babalari adina çagirin. Allah yaninda o daha dogrudur. Eger babalarini bilmiyorsaniz, onlar sizin dinde kardesleriniz ve dostlarinizdir. Bununla beraber hata ettiklerinizde üzerinize bir günah yoktur. Fakat kalblerinizin kasdettiginde vardir. Allah, çok bagislayici ve çok merhamet edicidir"},{"SurahNumber":33,"VerseNumber":6,"Text":"Peygamber, müminlere kendi nefislerinden önce gelir. O'nun hanimlari da onlarin analaridir. Akraba da Allah'in kitabinda birbirlerine, diger müminlerden ve muhacirlerden daha yakindirlar. Ancak dostlariniza bir maruf (uygun bir vasiyet) yapmaniz müstesnâdir. Bu, kitapta yazilidir"},{"SurahNumber":33,"VerseNumber":7,"Text":"Unutma o peygamberlerden mîsaklarini (kesin sözlerini) aldigimiz vakti! Hele senden, Nuh, Ibrahim, Musa ve Meryemoglu Isa'dan ki onlardan agir bir mîsak (saglam bir söz) aldik"},{"SurahNumber":33,"VerseNumber":8,"Text":"(Bunu Allah), sadiklara sadakatlerinden sormak için yapti. Kâfirler için ise aci verecek bir azab hazirladi"},{"SurahNumber":33,"VerseNumber":9,"Text":"Ey iman edenler! Allah'in üzerinizdeki nimetini anin. Hani size ordular gelmisti de üzerlerine bir rüzgâr ve sizin görmediginiz ordular salivermistik. Allah ne yaptiginizi görüyordu"},{"SurahNumber":33,"VerseNumber":10,"Text":"O zaman onlar, hem üstünüzden gelmislerdi, hem asagi tarafinizdan, ve o vakit gözler kaymis, yürekler girtlaklara dayanmisti. Siz Allah'a türlü türlü zanlarda bulunuyordunuz"},{"SurahNumber":33,"VerseNumber":11,"Text":"Iste burada müminler imtihan edilmis ve siddetli bir sarsinti ile sarsilmislardi"},{"SurahNumber":33,"VerseNumber":12,"Text":"O vakit münâfiklar ve kalblerinde bir hastalik bulunanlar: \"Allah ve Resulü bize bir aldanistan baska bir vaad yapmamis.\" diyorlardi"},{"SurahNumber":33,"VerseNumber":13,"Text":"O vakit bunlardan bir grup: \"Ey Medine halki! Sizin için duracak yer yok, hemen dönün.\" diyorlardi. Yine onlardan bir kismi da Peygamberden izin istiyor, evlerimiz gerçekten (düsmana) açiktir.\" diyorlardi, halbuki açik degildi, sadece kaçmak istiyorlardi"},{"SurahNumber":33,"VerseNumber":14,"Text":"Eger onlarin her tarafindan üzerlerine girilse de sonra fitne çikarmalari istenilse derhal onu yapacaklardi. Ama onunla da pek az duracaklardi"},{"SurahNumber":33,"VerseNumber":15,"Text":"Halbuki bundan önce Allah'a ahid vermislerdi. Arkalarini dönmeyeceklerdi. Allah'a verilen ahid ise mesuliyetlidir, mutlaka sorulur"},{"SurahNumber":33,"VerseNumber":16,"Text":"De ki: \"Eger ölümden veya öldürülmekten kaçiyorsaniz, kaçmak size asla fayda vermez. Verecegini var saydiginiz takdirde de ancak pek az faydalandirilirsiniz"},{"SurahNumber":33,"VerseNumber":17,"Text":"De ki: \"Eger Allah size bir felâket diler veya bir rahmet murad ederse, sizi Allah'tan saklamak kimin haddine?\" Hem onlar kendilerine Allah'tan baska bir veli de bulamazlar, bir yardimci da"},{"SurahNumber":33,"VerseNumber":18,"Text":"Süphesiz Allah, içinizden o savsaklayanlari ve kardeslerine: \"Bize gelin\" diyenleri biliyor. Onlar harbe pek az geliyorlardi"},{"SurahNumber":33,"VerseNumber":19,"Text":"Size karsi kiskançlik ediyorlardi. Derken o korku hali gelince, gördün onlari ki, ölümden bayginlik sarmis kimse gibi gözleri dönerek sana bakiyorlardi. O korku gidince, size keskin keskin diller siyirdilar. Onlar hayra karsi kiskançlik ediyorlardi. Iste bunlar iman etmediler de Allah amellerini bosa çikardi. Bu Allah'a göre önemsizdir"},{"SurahNumber":33,"VerseNumber":20,"Text":"Onlar ahzabi (düsman birliklerini) gitmedi saniyorlardi. Eger o birlikler bir daha gelecek olursa, çölde bedevi Araplar içinde yer alip, sizin haberlerinizden (basiniza geleceklerden) sormayi isterler. Onlar içinizde kalacak olsalar da pek az harb ederler"},{"SurahNumber":33,"VerseNumber":21,"Text":"Sanim hakki için muhakkak ki size Resullulah'da pek güzel bir örnek vardir. Allah'a ve son güne ümit besler olup da Allah'i çok zikreden kimseler için"},{"SurahNumber":33,"VerseNumber":22,"Text":"Müminler, ahzabi (düsman birliklerini) gördükleri zaman: \"Iste bu, Allah'in ve Resulü'nün bize vaad ettigi seydir. Allah ve Resulü dogru söyledi.\" dediler. Bu onlarin imanini ve teslimiyetini artirmaktan baska bir sey yapmadi"},{"SurahNumber":33,"VerseNumber":23,"Text":"Müminlerdendir o erler ki Allah'a verdikleri ahde sadakat gösterdiler. Kimi adagini ödedi (canini verdi), kimi de beklemektedir. Onlar, ahidlerini hiç degistirmediler"},{"SurahNumber":33,"VerseNumber":24,"Text":"Çünkü Allah sadiklara sadakatleriyle mükafat verecek, dilerse münafiklara da azab edecek veya tevbe nasib edecektir. Süphe yok ki Allah çok bagislayicidir. Çok merhamet edicidir"},{"SurahNumber":33,"VerseNumber":25,"Text":"Hem Allah kâfirleri herhangi bir hayra ulasmadan hinçlariyle defetti. Bu sekilde Allah, müminlere savasta kâfi geldi. Allah çok güçlüdür, çok üstündür"},{"SurahNumber":33,"VerseNumber":26,"Text":"Hem de kitap ehlinden onlara yardim edenleri kalplerine korku düsürerek kalelerinden indirdi, siz onlarin bir kismini katlediyordunuz, bir kismini da esir aliyordunuz"},{"SurahNumber":33,"VerseNumber":27,"Text":"(Allah) onlarin arazilerini, yurtlarini ve mallarini size miras kildi. Bir de henüz ayak basmadiginiz bir yeri (size miras kildi). Allah, her seye kâdirdir"},{"SurahNumber":33,"VerseNumber":28,"Text":"Ey peygamber! Hanimlarina söyle söyle: \"Eger dünya hayatini ve zinetini istiyorsaniz, haydi gelin, sizi donatayim ve güzellikle birakip salivereyim"},{"SurahNumber":33,"VerseNumber":29,"Text":"Yok eger Allah ve Resulünü ve ahiret yurdunu istiyorsaniz, haberiniz olsun ki, Allah içinizden güzellik edenlere pek büyük bir ecir hazirlamistir"},{"SurahNumber":33,"VerseNumber":30,"Text":"Ey peygamberin hanimlari! sizden her kim bir terbiyesizlik ederse ona azab iki kat katlanir. Bu Allah'a göre çok kolaydir"}]}