{"Id":454,"LanguageCodes":["ur","urd"],"Name":"urd-mahmoodulhassan","Author":"Mahmood Ul Hassan","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"https://dailyayat.com","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"اور جو کوئی تم میں اطاعت کرے اللہ کی اور اسکے رسول کی اور عمل کرے اچھے دیویں ہم اسکو اس کا ثواب دو بار اور رکھی ہے ہم نے اس کے واسطے روزی عزت کی [۴۳]"},{"SurahNumber":33,"VerseNumber":32,"Text":"اے نبی کی عورتو تم نہیں ہو جیسے ہر کوئی عورتیں [۴۴] اگر تم ڈر رکھو سو تم دب کر بات نہ کرو پھر لالچ کرے کوئی جس کے دل میں روگ ہے اور کہو بات معقول [۴۵]"},{"SurahNumber":33,"VerseNumber":33,"Text":"اور قرار پکڑو اپنے گھروں میں اور دکھلاتی نہ پھرو جیسا کہ دکھانا دستور تھا پہلے جہالت کے وقت میں [۴۶] اور قائم رکھو نماز اور دیتی رہو زکوٰۃ اور اطاعت میں رہو اللہ کی اور اس کے رسول کی [۴۷] اللہ یہی چاہتا ہے کہ دور کرے تم سے گندی باتیں اے نبی کے گھر والو اور ستھرا کر دے تم کو ایک ستھرائی سے [۴۸]"},{"SurahNumber":33,"VerseNumber":34,"Text":"اور یاد کرو جو پڑھی جاتی ہیں تمہارے گھروں میں اللہ کی باتیں اور عقلمندی کی [۴۹] مقرر اللہ ہے بھید جاننے والا خبردار [۵۰]"},{"SurahNumber":33,"VerseNumber":35,"Text":"تحقیق مسلمان مرد اور مسلمان عورتیں اور ایمان دار مرد اور ایمان دار عورتیں اور بندگی کرنے والے مرد اور بندگی کرنے والی عورتیں اور سچے مرد اور سچی عورتیں اور محنت جھیلنے والے مرد اور محنت جھیلنے والی عورتیں [۵۱] اور دبے رہنے والے مرد اور دبی رہنے والی عورتیں [۵۲] اور خیرات کرنے والے مرد اور خیرات کرنے والی عورتیں اور روزہ دار مرد اور روزہ دار عورتیں اور حفاظت کرنے والے مرد اپنی شہوت کی جگہ کو اور حفاظت کرنے والی عورتیں اور یاد کرنے والے مرد اللہ کو بہت سا اور یاد کرنے والی عورتیں رکھی ہے اللہ نے ان کے واسطے معافی اور ثواب بڑا [۵۳]"},{"SurahNumber":33,"VerseNumber":36,"Text":"اور کام نہیں کسی ایماندار مرد کا اور نہ ایماندار عورت کا جب کہ مقرر کر دے اللہ اور اس کا رسول کوئی کام ان کو رہے اختیار اپنے کام کا اور جس نے نافرمانی کی اللہ کی اور اس کے رسول کی سو وہ راہ بھولا صریح چوک کر [۵۴]"},{"SurahNumber":33,"VerseNumber":37,"Text":"اور جب تو کہنے لگا اس شخص کو جس پر اللہ نے احسان کیا اور تو نے احسان کیا رہنے دے اپنے پاس اپنی جورو کو اور ڈر اللہ سے اور تو چھپاتا تھا اپنے دل میں ایک چیز جس کو اللہ کھولنا چاہتا ہے اور ڈرتا تھا لوگوں سے اور اللہ سے زیادہ چاہئیے ڈرنا تجھ کو پھر جب زید تمام کر چکا اس عورت سے اپنی غرض [۵۵] ہم نے ا سکو تیرے نکاح میں دیدیا تا نہ رہے مسلمانوں پر گناہ نکاح کر لینا جوروئیں اپنے لے پالکوں کی جب وہ تمام کر لیں ان سے اپنی غرض اور ہے اللہ کا حکم بجا لانا [۵۶]"},{"SurahNumber":33,"VerseNumber":38,"Text":"نبی پر کچھ مضائقہ نہیں ا س بات میں جو مقرر کر دی اللہ نے اسکے واسطے جیسے دستور رہا ہے اللہ کا ان لوگوں میں جو گذرے پہلے اور ہے حکم اللہ کا مقرر ٹھہر چکا"},{"SurahNumber":33,"VerseNumber":39,"Text":"وہ لوگ جو پہنچاتے ہیں پیغام اللہ کے اور ڈرتے ہیں اس سے اور نہیں ڈرتے کسی سے سوائے اللہ کے اور بس ہے اللہ کفایت کرنے والا [۵۷]"},{"SurahNumber":33,"VerseNumber":40,"Text":"محمد باپ نہیں کسی کا تمہارے مردوں میں سے لیکن رسول ہے اللہ کا [۵۸] اور مہر سب نبیوں پر [۵۹] اور ہے اللہ سب چیزوں کو جاننے والا [۶۰]"},{"SurahNumber":33,"VerseNumber":41,"Text":"اے ایمان والو یاد کرو اللہ کی بہت سی یاد"},{"SurahNumber":33,"VerseNumber":42,"Text":"اور پاکی بولتے رہو اسکی صبح اور شام [۶۱]"},{"SurahNumber":33,"VerseNumber":43,"Text":"وہی ہے جو رحمت بھیجتا ہے تم پر اور اس کے فرشتے تاکہ نکالے تم کو اندھیروں سے اجالے میں اور ہے ایمان والوں پر مہربان [۶۲]"},{"SurahNumber":33,"VerseNumber":44,"Text":"دعا ان کی جس دن اس سے ملیں گے سلام ہے اور تیار رکھا ہے انکے واسطے ثواب عزت کا [۶۳]"},{"SurahNumber":33,"VerseNumber":45,"Text":"اے نبی ہم نے تجھ کو بھیجا بتانے والا [۶۴] اور خوشخبری سنانے والا اور ڈرانے والا [۶۵]"},{"SurahNumber":33,"VerseNumber":46,"Text":"اور بلانے والا للہ کی طرف اسکے حکم سے اور چمکتا ہوا چراغ [۶۶]"},{"SurahNumber":33,"VerseNumber":47,"Text":"اور خوشخبری سنا دے ایمان والوں کو کہ ان کے لیے ہے خدا کی طرف سے بڑی بزرگی [۶۷]"},{"SurahNumber":33,"VerseNumber":48,"Text":"اور کہا مت مان منکروں کا اور دغابازوں کا [۶۸] اور چھوڑ دے انکا ستانا اور بھروسہ کر اللہ پر اور اللہ بس ہے کام بنانے والا [۶۹]"},{"SurahNumber":33,"VerseNumber":49,"Text":"اے ایمان والوں جب تم نکاح میں لاؤ مسلمان عورتوں کو پھر ان کو چھوڑ دو پہلے اس سے کہ ان کو ہاتھ لگاؤ سو ان پر تم کو حق نہیں عدت میں بٹھلانا کہ گنتی پوری کراؤ سو ان کو دو کچھ فائدہ اور رخصت کرو بھلی طرح سے [۷۰]"},{"SurahNumber":33,"VerseNumber":50,"Text":"اے نبی ہم نے حلال رکھیں تجھ کو تیری عورتیں جن کے مہر تو دے چکا ہے اور جو مال ہو تیرے ہاتھ کا جو ہاتھ لگا دے تیرے اللہ [۷۱] اور تیرے چچا کی بیٹیاں اور پھوپھیوں کی بیٹیاں اور تیرے ماموں کی بیٹیاں اور تیری خالاؤں کی بیٹیاں جنہوں نے وطن چھوڑا تیرے ساتھ اور جو عورت ہو مسلمان اگر بخشدے اپنی جان نبی کو اگر نبی چاہے کہ اس کو نکاح میں لائے یہ خاص ہے تیرے لیے سوائے سب مسلمانوں کے ہم کو معلوم ہے جو مقرر کر دیا ہے ہم نے ان پر انکی عوتوں کے حق میں اور انکے ہاتھ کے مال میں تا نہ رہے تجھ پر تنگی اور ہے اللہ بخشنے والا مہربان [۷۲]"},{"SurahNumber":33,"VerseNumber":51,"Text":"پیچھے رکھ دے تو جس کو چاہو ان میں اور جگہ دے اپنے پاس جس کو چاہے اور جس کو جی چاہے تیرا ان میں سے جن کو کنارے کر دیا تھا تو کچھ گناہ نہیں تجھ پر [۷۳] اس میں قریب ہے کہ ٹھنڈی رہیں آنکھیں انکی اور غم نہ کھائیں اور راضی رہیں اس پر جو تو نے دیا ان سب کی سب کو اور اللہ جانتا ہے جو کچھ تمہارے دلوں میں ہے اور ہے اللہ سب کچھ جاننے والا تحمل والا [۷۴]"},{"SurahNumber":33,"VerseNumber":52,"Text":"حلال نہیں تجھ کو عورتیں اسکے بعد اور نہ یہ کہ اُنکے بدلے کر لے اور عورتیں اگرچہ خوش لگے تجھ کو اُنکی صورت [۷۵] مگر جو مال ہو تیرے ہاتھ کا [۷۶] اور ہے اللہ ہر چیز پر نگہبان [۷۷]"},{"SurahNumber":33,"VerseNumber":53,"Text":"اے ایمان والو مت جاؤ نبی کے گھروں میں مگر جو تم کو حکم ہو کھانے کے واسطے نہ راہ دیکھنے والے اس کے پکنے کی لیکن جب تم کو بلائے تب جا ؤ [۷۸] پھر جب کھا چکو تو آپ آپ کو چلے جاؤ اور نہ آپس میں جی لگا کر بیٹھو باتوں میں [۷۹] اس بات سے تمہاری تکلیف تھی نبی کو پھر تم سے شرم کرتا ہے اور اللہ شرم نہیں کرتا ٹھیک بات بتلانے میں [۸۰] اور جب مانگنے جاؤ بیبیوں سے کچھ چیز کام کی تو مانگ لو پردہ کے باہر سے اس میں خوب ستھرائی ہے تمہارے دل کو اور ان کے دل کو [۸۱] اور تم کو نہیں پہنچتا کہ تکلیف دو اللہ کے رسول کو اور نہ یہ کہ نکاح کرو اسکی عورتوں سے اس کے پیچھے کبھی البتہ یہ تمہاری بات اللہ کے یہاں بڑا گناہ ہے [۸۲]"},{"SurahNumber":33,"VerseNumber":54,"Text":"اگر کھول کر کہو تم کسی چیز کو یا اسکو چھپاؤ سو اللہ ہے ہر چیز کو جاننے والا [۸۳]"},{"SurahNumber":33,"VerseNumber":55,"Text":"گناہ نہیں ان عورتوں کو سامنے ہونے کا اپنے باپوں سے اور نہ اپنے بیٹوں سے اور نہ اپنے بھائیوں سے اور نہ اپنے بھائی کے بیٹوں سے اور نہ اپنی بہن کے بیٹوں سے اور نہ اپنی عورتوں سے اور نہ اپنے ہاتھ کے مال سے [۸۴] اور ڈرتی رہو اے عورتو اللہ سے بیشک اللہ کے سامنے ہے ہر چیز [۸۵]"},{"SurahNumber":33,"VerseNumber":56,"Text":"اللہ اور اس کے فرشتے رحمت بیجھتے ہیں رسول پر اے ایمان والو رحمت بھیجو اس پر اور سلام بھیجو سلام کہہ کر [۸۶]"},{"SurahNumber":33,"VerseNumber":57,"Text":"جو لوگ ستاتے ہیں اللہ کو اور اس کے رسول کو ان کو پھٹکارا اللہ نے دنیا میں اور آخرت میں اور تیار رکھا ہے ان کے واسطے ذلت کا عذاب [۸۷]"},{"SurahNumber":33,"VerseNumber":58,"Text":"اور جو لوگ تمہت لگاتے ہیں مسلمان مردوں کو اور مسلمان عورتوں کو بدون گناہ کیے تو اٹھایا انہوں نے بوجھ جھوٹ کا اور صریح گناہ کا [۸۸]"},{"SurahNumber":33,"VerseNumber":59,"Text":"اے نبی کہہ دے اپنی عورتوں کو اور اپنی بیٹیوں کو اور مسلمانوں کی عورتوں کو نیچے لٹکا لیں اپنے اوپر تھوڑی سی اپنی چادریں [۸۹] اس میں بہت قریب ہے کہ پہچانی پڑیں تو کوئی انکو نہ ستائے اور ہے اللہ بخشنے والا مہربان [۹۰]"},{"SurahNumber":33,"VerseNumber":60,"Text":"البتہ اگر باز نہ آئے منافق اور جن کے دل میں روگ ہے [۹۱] اور جھوٹی خبریں اڑانے والے مدینہ میں [۹۲] تو ہم لگا دیں گے تجھ کو ان کے پیچھے پھر نہ رہنے پائیں گے تیرے ساتھ اس شہر میں مگر تھوڑے دنوں"},{"SurahNumber":33,"VerseNumber":61,"Text":"پھٹکارے ہوئے جہاں پائے گئے پکڑے گئے اور مارے گئے جان سے [۹۳]"},{"SurahNumber":33,"VerseNumber":62,"Text":"دستور پڑا ہوا ہے اللہ کا ان لوگوں میں جو پہلے ہو چکے ہیں اور تو نہ دیکھے گا اللہ کی چال بدلتی [۹۴]"},{"SurahNumber":33,"VerseNumber":63,"Text":"لوگ تجھ سے پوچھتے ہیں قیامت کو تو کہہ اس کی خبر ہے اللہ ہی کے پاس اور تو کیا جانے شاید وہ گھڑی پاس ہی ہو [۹۵]"},{"SurahNumber":33,"VerseNumber":64,"Text":"بیشک اللہ نے پھٹکار دیا ہے منکروں کو اور رکھی ہے انکے واسطے دہکتی ہوئی آگ [۹۶]"},{"SurahNumber":33,"VerseNumber":65,"Text":"رہا کریں اسی میں ہمیشہ نہ پائیں کوئی حمایتی اور نہ مددگار"},{"SurahNumber":33,"VerseNumber":66,"Text":"جس دن اوندھے ڈالے جائیں گے ان کے منہ آگ میں [۹۷] کہیں گے کیا اچھا ہوتا جو ہم نے کہا مانا ہوتا اللہ کا اور کہا مانا ہوتا رسول کا [۹۸]"},{"SurahNumber":33,"VerseNumber":67,"Text":"اور کہیں گے اے رب ہم نے کہا مانا اپنے سرداروں کا اور اپنے بڑوں کا پھر انہوں نے چکا دیا ہم کو راہ سے"},{"SurahNumber":33,"VerseNumber":68,"Text":"اے رب ان کو دے دونا عذاب اور پھٹکار انکو بڑی پھٹکار [۹۹]"},{"SurahNumber":33,"VerseNumber":69,"Text":"اے ایمان والو تم مت ہو ان جیسے جنہوں نے ستایا موسٰی کو پھر بے عیب دکھلا دیا اسکو اللہ نے انکے کہنے سے اور تھا اللہ کے یہاں آبرو والا [۱۰۰]"},{"SurahNumber":33,"VerseNumber":70,"Text":"اے ایمان والو ڈرتے رہو اللہ سے اور کہو بات سیدھی"},{"SurahNumber":33,"VerseNumber":71,"Text":"کہ سنوار دے تمہارے واسطے تمہارے کام اور بخشدے تم کو تمہارے گناہ اور جو کوئی کہنے پر چلا اللہ کے اور اس کے رسول کے اس نے پائی بڑی مراد [۱۰۱]"},{"SurahNumber":33,"VerseNumber":72,"Text":"ہم نے دکھلائی امانت آسمانوں کو اور زمین کو اور پہاڑوں کو پھر کسی نے قبول نہ کیا کہ اس کو اٹھائیں اورا س سے ڈر گئے اور اٹھا لیا اس کو انسان نے یہ ہے بڑا بے ترس نادان [۱۰۲]"},{"SurahNumber":33,"VerseNumber":73,"Text":"تاکہ عذاب کرے اللہ منافق مردوں کو اور عورتوں کو اور شرک والے مردوں کو اور عورتوں کو اور معاف کرے اللہ ایمان دار مردوں کو اور عورتوں کو اور ہے اللہ بخشنے والا مہربان [۱۰۳]"},{"SurahNumber":34,"VerseNumber":1,"Text":"سب خوبی اللہ کی ہے جس کا ہے جو کچھ کہ ہے آسمان اور زمین میں اور اسی کی تعریف ہے آخرت میں اور وہی ہے حکمتوں والا سب کچھ جاننے والا [۱]"},{"SurahNumber":34,"VerseNumber":2,"Text":"جانتا ہے جو کچھ کہ اندر گھستا ہے زمین کے اور جو کچھ کہ نکتا ہے اس سے اور جو اترتا ہے آسمان سے اور جو چڑھتا ہے اس میں [۲] اور وہی ہے رحم والا بخشنے والا [۳]"},{"SurahNumber":34,"VerseNumber":3,"Text":"اور کہنے لگے منکر نہ آئے گی ہم پر قیامت [۴] تو کہہ کیوں نہیں قسم ہے میرے رب کی البتہ آئے گی تم پر [۵] اس عالم الغیب کی غائب نہیں ہو سکتا اس سے کچھ ذرہ بھر آسمانوں میں اور نہ زمین میں اور کوئی چیز نہیں اس سےچھوٹی اور نہ اس سے بڑی جو نہیں ہے کھلی کتاب میں [۶]"},{"SurahNumber":34,"VerseNumber":4,"Text":"تاکہ بدلا دے انکو جو یقین لائے اور کئے بھلے کام وہ لوگ جو ہیں ان کے لئے ہے معافی اور عزت کی روزی"},{"SurahNumber":34,"VerseNumber":5,"Text":"اور جو لوگ دوڑے ہماری آیتوں کے ہرانے کو ان کو بلا کا عذاب ہے دردناک [۷]"},{"SurahNumber":34,"VerseNumber":6,"Text":"اور دیکھ لیں جن کو ملی ہے سمجھ کہ جو تجھ پر اترا تیرے رب سے وہی ٹھیک ہے اور سجھاتا ہے راہ اس زبردست خوبیوں والے کی [۸]"},{"SurahNumber":34,"VerseNumber":7,"Text":"اور کہنے لگے منکر ہم بتلائیں تمکو ایک مرد کہ تم کو خبر دیتا ہے جب تم پھٹ کر ہو جاؤ ٹکڑے ٹکڑے تم کو پھر نئے سرے سے بننا ہے"},{"SurahNumber":34,"VerseNumber":8,"Text":"کیا بنا لایا ہے اللہ پر جھوٹ یا ا سکو سودا ہے [۹] کچھ بھی نہیں پر جو یقین نہیں رکھتے آخرت کا آفت میں ہیں اور دور جا پڑے غلطی میں [۱۰]"},{"SurahNumber":34,"VerseNumber":9,"Text":"کیا دیکھتے نہیں جو کچھ ان کے آگے ہے اور پیچھے ہے آسمان اور زمین سے اگر ہم چاہیں دھنسا دیں ان کو زمین میں یا گرا دیں ان پر ٹکڑا آسمان سے [۱۱] تحقیق اس میں نشانی ہے ہر بندے رجوع کرنے والے کے واسطے [۱۲]"},{"SurahNumber":34,"VerseNumber":10,"Text":"اور ہم نے دی ہے داؤد کو اپنی طرف سے بڑائی [۱۳] اے پہاڑو خوش آوازی سے پڑھو اسکے ساتھ اور اڑتے جانوروں کو [۱۴] اور نرم کر دیا ہم نے اس کے آگے لوہا"},{"SurahNumber":34,"VerseNumber":11,"Text":"کہ بنا زرہیں کشادہ اور اندازے سے جوڑ کڑیاں [۱۵] اور کرو تم سب کام بھلا میں جو کچھ تم کرتے ہو دیکھتا ہوں [۱۶]"},{"SurahNumber":34,"VerseNumber":12,"Text":"اور مسخر کردیا سلیمان کے آگے ہوا کو صبح کی منزل اسکی ایک مہینہ اور شام کی منزل ایک مہینہ کی اور بہا د یا ہم نے اسکے واسطے چشمہ پگھلے ہوئے تانبے کا [۱۷] اور جنوں میں کتنے لوگ تھے جو محنت کرتے اس کے سامنے اسکے رب کے حکم سے اور جوکوئی پھرے ان میں سے ہمارے حکم سے چکھائیں ہم اسکو آگ کا عذاب [۱۸]"},{"SurahNumber":34,"VerseNumber":13,"Text":"بناتے اس کے واسطے جو کچھ چاہتا قلعے اور تصویریں اور لگن جیسے تالاب اور دیگیں چولہوں پر جمی ہوئی [۱۹] کام کرو ا ے داؤد کے گھر والو احسان مان کر اور تھوڑے ہیں میرے بندوں میں احسان ماننے والے [۲۰]"},{"SurahNumber":34,"VerseNumber":14,"Text":"پھر جب مقرر کیا ہم نےاس پر موت کو نہ جتلایا ان کو اس کا مرنا مگر کیڑے نے گھن کے کھاتا رہا اس کا عصا پھر جب وہ گر پڑا معلوم کیا جنوں نے کہ اگر خبر رکھتے ہوتے غیب کی نہ رہتے ذلت کی تکلیف میں [۲۱]"},{"SurahNumber":34,"VerseNumber":15,"Text":"تحقیق قوم سبا کو تھی ان کی بستی میں نشانی دو باغ داہنے اور بائیں [۲۲] کھاؤ روزی اپنے رب کی اور اس کا شکر کرو [۲۳] شہر ہے پاکیزہ اور رب ہے گناہ بخشنے والا [۲۴]"},{"SurahNumber":34,"VerseNumber":16,"Text":"سو دھیان میں نہ لائے پھر چھوڑ دیا ہم نے ان پر ایک نالا زور کا اور دیے ہم نے انکو بدلے میں ان دو باغوں کے دو اور باغ جن میں کچھ میوہ کسیلا تھا اور جھاؤ اور کچھ بیر تھوڑے سے [۲۵]"},{"SurahNumber":34,"VerseNumber":17,"Text":"یہ بدلا دیا ہم نے ان کو اس پر کہ ناشکری کی اور ہم یہ بدلا اسی کو دیتے ہیں جو ناشکر ہو [۲۶]"},{"SurahNumber":34,"VerseNumber":18,"Text":"اور رکھی تھیں ہم نے ان میں اور ان بستیوں میں جہاں ہم نے برکت رکھی ہے ایسی بستیاں جو راہ پر نظر آتی تھیں اور منزلیں مقرر کر دیں ہم نے ان میں آنے جانے کی پھرو ان میں راتوں کو اور دنوں کو امن سے [۲۷]"},{"SurahNumber":34,"VerseNumber":19,"Text":"پھر کہنے لگے اے رب دراز کر دے ہمارے سفروں کو [۲۸] اور آپ اپنا برا کیا پھر کر ڈالا ہم نے انکو کہانیاں اور کر ڈالا چیر کر ٹکڑے ٹکڑے [۲۹] اس میں پتے کی باتیں ہیں ہر صبر کرنے والے شکر گذار کو [۳۰]"},{"SurahNumber":34,"VerseNumber":20,"Text":"اور سچ کر دکھلائی ان پر ابلیس نے اپنی اٹکل پھر اسی کی راہ چلے مگر تھوڑے سے ایمان دار [۳۱]"},{"SurahNumber":34,"VerseNumber":21,"Text":"اور اس کا ان پر کچھ زور نہ تھا مگر اتنے واسطے کہ معلوم کر لیں ہم اسکو جو یقین لاتا ہے آخرت پر جدا کر کے اس سے جو رہتا ہے آخرت کی طرف سے دھوکہ میں اور تیرا رب ہر چیز پر نگہبان ہے [۳۲]"},{"SurahNumber":34,"VerseNumber":22,"Text":"تو کہہ پکارو ان کو جن کو گمان کرتے ہو سوائے اللہ کے [۳۳] وہ مالک نہیں ایک ذرہ بھر کے آسمانوں میں اور نہ زمین میں اور نہ ان کا ان دونوں میں کچھ ساجھا اور نہ ان میں کوئی اس کا مددگار"},{"SurahNumber":34,"VerseNumber":23,"Text":"اور کام نہیں آتی سفارش اس کے پاس مگر اس کو کہ جس کے واسطے حکم کر دے [۳۴] یہاں تک کہ جب گھبراہٹ دور ہو جائے ان کے دل سےکہیں کیا فرمایا تمہارے رب نے وہ کہیں فرمایا جو واجبی ہے اور وہی ہے سب سے اوپر بڑا [۳۵]"},{"SurahNumber":34,"VerseNumber":24,"Text":"تو کہہ کون روزی دیتا ہے تم کو آسمان سے اور زمیں سے بتلا دے کہ اللہ [۳۶] اور یا ہم یا تم بیشک ہدایت پر ہیں یا پڑے ہیں گمراہی میں صریح [۳۷]"},{"SurahNumber":34,"VerseNumber":25,"Text":"تو کہ تم سے پوچھ نہ ہوگی اسکی جو ہم نے گناہ کیا اور ہم سے پوچھ نہ ہوگی اسکی جو تم کرتے ہو"},{"SurahNumber":34,"VerseNumber":26,"Text":"تو کہہ جمع کرے گا ہم سب کو رب ہمارا پھر فیصلہ کرے گا ہم میں انصاف کا اور وہی ہے قصہ چکانے والا سب کچھ جاننے والا [۳۸]"},{"SurahNumber":34,"VerseNumber":27,"Text":"تو کہہ مجھ کو دکھلاؤ تو سہی جن کو اس سے ملاتے ہو ساجھی قرار دے کر [۳۹] کوئی نہیں وہی اللہ ہے زبردست حکمتوں والا [۴۰]"},{"SurahNumber":34,"VerseNumber":28,"Text":"اور تجھ کو جو ہم نے بھیجا سو سارے لوگوں کے واسطے خوشی اور ڈر سنانے کو لیکن بہت لوگ نہیں سمجھتے [۴۱]"},{"SurahNumber":34,"VerseNumber":29,"Text":"اور کہتے ہیں کب ہے یہ وعدہ اگر تم سچے ہو [۴۲]"},{"SurahNumber":34,"VerseNumber":30,"Text":"تو کہہ تمہارے لیے وعدہ ہے ایک دن کا نہ دیر کرو گے اس سے ایک گھڑی نہ جلدی [۴۳]"},{"SurahNumber":34,"VerseNumber":31,"Text":"اور کہنے لگے منکر ہم ہر گز نہ مانیں گے اس قرآن کو اور نہ اس سے اگلے کو [۴۴] اور کبھی تو دیکھے جبکہ گنہگار کھڑے کئے جائیں اپنے رب کے پاس ایک دوسرے پر ڈالتا ہے بات کو [۴۵] کہتے ہیں وہ لوگ جو کمزور سمجھے جاتے تھے بڑائی کرنے والوں کو اگر تم نہ ہوتے تو ہم ایمان دار ہوتے [۴۶]"},{"SurahNumber":34,"VerseNumber":32,"Text":"کہنے لگے بڑائی کرنے والے ان سے جو کہ کمزر گنے گئے تھے کیا ہم نے روکا تم کو حق بات سے تمہار ے پاس پہنچ چکنے کے بعد کوئی نہیں تم ہی تھے گنہگار [۴۷]"},{"SurahNumber":34,"VerseNumber":33,"Text":"اور کہنے لگے وہ لوگ جو کمزور گنے گئے تھے بڑائی کرنے والوں کو کوئی نہیں پر فریب سے رات دن کے جب تم ہم کو حکم کیا کرتے کہ ہم نہ مانیں اللہ کو اور ٹھہرائیں اسکے ساتھ برابر کے ساجھی [۴۸] اور چھپے چھپے پچتانے لگے جب دیکھ لیا عذاب [۴۹] اور ہم نے ڈالے ہیں طوق گردنوں میں منکروں کے [۵۰] وہی بدلہ پاتے ہیں جو عمل کرتے تھے [۵۱]"},{"SurahNumber":34,"VerseNumber":34,"Text":"اور نہیں بھیجا ہم نے کسی بستی میں کوئی ڈرانے والا مگر کہنے لگے ہیں وہاں کے آسودہ لوگ جو تمہارے ہاتھ بھیجا گیا ہم اس کو نہیں مانتے [۵۲]"},{"SurahNumber":34,"VerseNumber":35,"Text":"اور کہنے لگے ہم زیادہ ہیں مال اور اولاد میں اور ہم پر آفت نہیں آنے والی [۵۳]"},{"SurahNumber":34,"VerseNumber":36,"Text":"تو کہہ میرا رب ہے جو کشادہ کر دیتا ہے روزی جس کو چاہے اور ماپ کر دیتا ہے لیکن بہت لوگ سمجھ نہیں رکھتے [۵۴]"},{"SurahNumber":34,"VerseNumber":37,"Text":"اور تمہارے مال اور تمہاری اولاد وہ نہیں کہ نزدیک کر دیں ہمارے پاس تمہارا درجہ پر جو کوئی یقین لایا اور بھلا کام کیا [۵۵] سو ان کے لیے ہے بدلا دونا انکے کیے کام کا [۵۶] اور وہ جھروکوں میں بیٹھے ہیں دلجمعی سے"},{"SurahNumber":34,"VerseNumber":38,"Text":"اور جو لوگ دوڑتے ہیں ہماری آیتوں کے ہرانے کو وہ عذاب میں پکڑے ہوئے آتے ہیں [۵۷]"},{"SurahNumber":34,"VerseNumber":39,"Text":"تو کہہ میرا رب ہے جو کشادہ کر دیتا ہے روزی جس کو چاہے اپنے بندوں میں اور ماپ کر دیتا ہے اور جو خرچ کرتے ہو کچھ چیز وہ اس کا عوض دیتا ہے اور وہ بہتر ہے روزی دینے والا [۵۸]"},{"SurahNumber":34,"VerseNumber":40,"Text":"اور جس دن جمع کرے گا ان سب کو پھر کہے گا فرشتوں کو کیا یہ لوگ تم کوپوجا کرتے تھے [۵۹]"},{"SurahNumber":34,"VerseNumber":41,"Text":"وہ کہیں گے پاک ذات ہے تیری ہم تیری طرف میں ہیں نہ انکی طرف میں نہیں پر پوجتے تھے جنوں کو یہ اکثر انہی پر اعتقاد رکھتے تھے [۶۰]"},{"SurahNumber":34,"VerseNumber":42,"Text":"سو آج تم مالک نہیں ایک دوسرے کے بھلے کے نہ برے کے [۶۱] اور کہیں گے ہم ان گنہگاروں کو چکھو تکلیف اس آگ کی جس کو تم جھوٹ بتلاتے تھے"},{"SurahNumber":34,"VerseNumber":43,"Text":"اور جب پڑھی جائیں انکے پاس ہماری آیتیں کھلی کھلی کہیں اور کچھ نہیں مگر یہ ایک مرد ہے چاہتا ہے کہ روک دے تم کو ان سے جن کو پوجتے رہے تمہارے باپ دادے [۶۲] اور کہیں اور کچھ نہیں یہ جھوٹ ہے باندھا ہوا [۶۳] اور کہتے ہیں منکر حق بات کو جب پہنچے ان تک اور کچھ نہیں یہ ایک جادو ہے صریح [۶۴]"},{"SurahNumber":34,"VerseNumber":44,"Text":"اور ہم نے دی نہیں انکو کچھ کتابیں کہ جن کو وہ پڑھتے ہوں اور بھیجا نہیں انکے پاس تجھ سے پہلے کوئی ڈرانے والا [۶۵]"},{"SurahNumber":34,"VerseNumber":45,"Text":"اور جھٹلایا ہے ان سے اگلوں نے اور یہ نہیں پہنچے دسویں حصہ کو اس کے جو ہم نے انکو دیا تھا پھر جھٹلایا انہوں نے میرے بھیجے ہوؤں کو تو کیسا ہوا انکار میرا [۶۶]"},{"SurahNumber":34,"VerseNumber":46,"Text":"تو کہ میں تو ایک ہی نصیحت کرتا ہوں تم کو کہ اٹھ کھڑے ہو اللہ کے نام پر دو دو اور ایک ایک پھر دھیان کرو کہ اس تمہارے رفیق کو کچھ سودا نہیں یہ تو ایک ڈرانے والا ہے تم کو ایک بڑی آفت کے آنے سے [۶۷]"},{"SurahNumber":34,"VerseNumber":47,"Text":"تو کہہ جو میں نے تم سے مانگا ہوکچھ بدلا سو وہ تمہی رکھو میرا بدلہ ہے اسی اللہ پر [۶۸] اور اس کے سامنے ہے ہر چیز [۶۹]"},{"SurahNumber":34,"VerseNumber":48,"Text":"تو کہہ میرا رب پھینک رہا ہے سچا دین اور وہ جانتا ہے چھپی چیزیں [۷۰]"},{"SurahNumber":34,"VerseNumber":49,"Text":"تو کہہ آیا دین سچا اور جھوٹ تو کسی چیز کو نہ پیدا کرے اور نہ پھیر کر لائے [۷۱]"},{"SurahNumber":34,"VerseNumber":50,"Text":"تو کہہ اگر میں بہکا ہوا ہوں تو بہکوں گا اپنے ہی نقصان کو اور اگر ہوں سیدھے راستہ پر تو اس سبب سے کہ وحی بھیجتا ہے مجھ کو میر ارب بیشک وہ سب کچھ سنتا ہے نزدیک [۷۲]"},{"SurahNumber":34,"VerseNumber":51,"Text":"اور کبھی تو دیکھے جب یہ گھبرائیں پھر نہ بچیں بھاگ کر اور پکڑے ہوئے آئیں نزدیک جگہ سے [۷۳]"},{"SurahNumber":34,"VerseNumber":52,"Text":"اور کہنے لگیں ہم نے اسکو یقین مان لیا اور اب کہاں انکا ہاتھ پہنچ سکتا ہے بعید جگہ سے [۷۴]"},{"SurahNumber":34,"VerseNumber":53,"Text":"اور اس سے منکر رہے پہلے سے اور پھینکتے رہے بن دیکھے نشانہ پر دور کی جگہ سے [۷۵]"},{"SurahNumber":34,"VerseNumber":54,"Text":"اور رکاوٹ پڑ گئ ان میں اور ان کی آرزو میں [۷۶] جیسا کہ کیا گیا ہے انکے طریقہ والوں کے ساتھ اس سے پہلے وہ لوگ تھے ایسے تردد میں جو چین نہ لینے دے [۷۷]"},{"SurahNumber":35,"VerseNumber":1,"Text":"سب خوبی اللہ کو ہے جس نے بنا نکالے آسمان اور زمین [۱] جس نے ٹھہرایا فرشتوں کو پیغام لانے والے [۲] جن کے پر ہیں دو دو اور تین تین اور چار چار [۳] بڑھا دیتا ہے پیدائش میں جو چاہے بیشک اللہ ہر چیز کر سکتا ہے [۴]"},{"SurahNumber":35,"VerseNumber":2,"Text":"جو کچھ کہ کھول دے اللہ لوگوں پر رحمت میں سے تو کوئی نہیں اس کو روکنے والا [۵] اور جو کچھ روک رکھے تو کوئی نہیں اس کو بھیجنے والا اسکے سوائے اور وہی ہے زبردست حکمتوں والا [۶]"},{"SurahNumber":35,"VerseNumber":3,"Text":"اے لوگو یاد کرو احسان اللہ کا اپنے اوپر کیا کوئی ہے بنانے والا اللہ کے سوائے روزی دیتا ہے تم کو آسمان سے اور زمین سے کوئی حاکم نہیں مگر وہ پھر کہاں الٹے جاتے ہو [۷]"},{"SurahNumber":35,"VerseNumber":4,"Text":"اور اگر تجھ کو جھٹلائیں تو جھٹلائے گئے کتنے رسول تجھ سے پہلے اور اللہ تک پہنچتے ہیں سب کام [۸]"},{"SurahNumber":35,"VerseNumber":5,"Text":"اے لوگو بیشک اللہ کا وعدہ ٹھیک ہے سو نہ بہکائے تم کو دنیا کی زندگانی اور نہ دغا دے تم کو اللہ کے نام سے وہ دغا باز"},{"SurahNumber":35,"VerseNumber":6,"Text":"تحقیق شیطان تمہارا دشمن ہے سو تم بھی سمجھ رکھو اس کو دشمن وہ تو بلاتا ہے اپنے گروہ کو اسی واسطے کے ہوں دوزخ والوں میں [۹]"},{"SurahNumber":35,"VerseNumber":7,"Text":"جو منکر ہوئے ان کو سخت عذاب ہے اور جو یقین لائے اور کئے بھلے کام انکے لئے ہے معافی اور بڑا ثواب"},{"SurahNumber":35,"VerseNumber":8,"Text":"بھلا ایک شخص کو کہ بھلی سمجھائی گئ اسکو اسکے کام کی برائی پھر دیکھا اس نے اسکو بھلا کیونکہ اللہ بھٹکاتا ہے جس کو چاہے اور سمجھاتا ہے جس کو چاہے سو تیرا جی نہ جاتا رہے ان پر پچتا پچتا کر اللہ کو معلوم ہے جو کچھ کرتے ہیں [۱۰]"},{"SurahNumber":35,"VerseNumber":9,"Text":"اور اللہ ہے جس نے چلائی ہیں ہوائیں پھر وہ اٹھاتی ہیں بادل کو پھر ہانک لے گئے ہم اسکو ایک مردہ دیس کی طرف پھر زندہ کر دیا ہم نے اس سے زمین کو اسکے مرجانے کے بعد اسی طرح ہو گا جی اٹھنا [۱۱]"},{"SurahNumber":35,"VerseNumber":10,"Text":"جس کو چاہئے عزت تو اللہ کے لیے ہے ساری عزت [۱۲] اس کی طرف چڑھتا ہے کلام ستھرا [۱۳] اور کام نیک اس کو اٹھا لیتا ہے [۱۴] اور جو لوگ داؤ میں ہیں برائیوں کے انکے لیے سخت عذاب ہے اور ان کا داؤ ہے ٹوٹے کا [۱۵]"},{"SurahNumber":35,"VerseNumber":11,"Text":"اور اللہ نے تم کو بنایا مٹی سے پھر بوند پانی سے پھر بنایا تم کو جوڑے جوڑے اور نہ پیٹ رہتا ہے کسی مادہ کو اور نہ وہ جنتی ہے بن خبر اس کے [۱۶] اور نہ عمر پاتا ہے کوئی بڑی عمر والا اور نہ گھٹتی ہے کسی کی عمر مگر لکھا ہے کتاب میں بیشک یہ اللہ پر آسان ہے [۱۷]"},{"SurahNumber":35,"VerseNumber":12,"Text":"اور برابر نہیں دو دریا یہ میٹھا ہے پیاس بجھاتا ہے خوشگوار ہے پینا اس کا اور یہ کھارا کڑوا اور دونوں میں سے کھاتے ہو گوشت تازہ اور نکالتے ہو گہنا جسکو پہنتے ہو [۱۸] اور تو دیکھے جہازوں کو اس میں کہ چلتے ہیں پانی کو پھاڑتے تاکہ تلاش کرو اسکے فضل سے اور تاکہ تم حق مانو [۱۹]"},{"SurahNumber":35,"VerseNumber":13,"Text":"رات گھساتا ہے دن میں اور دن گھساتا ہے رات میں اور کام میں لگا دیا سورج اورچاند کو ہر ایک چلتا ہے ایک مقرر وعدہ تک [۲۰] یہ اللہ ہے تمہارا رب اسی کے لئے بادشاہی ہے اور جن کو تم پکارتے ہو اس کے سوائے وہ مالک نہیں کھجور کی گٹھلی کے ایک چھلکے کے [۲۱]"},{"SurahNumber":35,"VerseNumber":14,"Text":"اگر تم ان کو پکارو سنیں نہیں تمہاری پکار اور اگر سنیں پہنچیں نہیں تمہارے کام پر اور قیامت کے دن منکر ہوں گے تمہارے شریک ٹھہرانے سے [۲۲] اور کوئی نہ بتلائے گا تجھ کو جیسا بتلائے خبر رکھنے والا [۲۳]"},{"SurahNumber":35,"VerseNumber":15,"Text":"اے لوگو تم ہو محتاج اللہ کی طرف اور اللہ وہی ہے بے پروا سب تعریفوں والا [۲۴]"},{"SurahNumber":35,"VerseNumber":16,"Text":"اگر چاہے تم کو لیجائے اور لے آئے ایک نئی خلقت"},{"SurahNumber":35,"VerseNumber":17,"Text":"اور یہ بات اللہ پر مشکل نہیں [۲۵]"},{"SurahNumber":35,"VerseNumber":18,"Text":"اور نہ اٹھائے گا کوئی اٹھانے والا بوجھ دوسرے کا اور اگر پکارے کوئی بوجھل اپنا بوجھ بٹانے کو کوئی نہ اٹھائے اس میں سے ذرا بھی اگر چہ ہو قرابتی [۲۶] تو تو ڈر سنا دیتا ہے انکو جو ڈرتے ہیں اپنے رب سے بن دیکھے اور قائم رکھتے ہیں نماز [۲۷] او جو کوئی سنورے گا تو یہی ہے کہ سنورے گا اپنے فائدہ کو اور اللہ کی طرف ہے سب کو پھر جانا [۲۸]"},{"SurahNumber":35,"VerseNumber":19,"Text":"اور برابر نہیں اندھا اور دیکھتا"},{"SurahNumber":35,"VerseNumber":20,"Text":"اور نہ اندھیرا اور نہ اجالا"},{"SurahNumber":35,"VerseNumber":21,"Text":"اور نہ سایہ اور نہ لُو"},{"SurahNumber":35,"VerseNumber":22,"Text":"اور برابر نہیں جیتے اور نہ مردے [۲۹] اللہ سناتا ہے جس کو چاہے اور تو نہیں سنانے والا قبر میں پڑے ہوؤں کو"},{"SurahNumber":35,"VerseNumber":23,"Text":"تو تو بس ڈر کی خبر پہنچانے والا ہے [۳۰]"},{"SurahNumber":35,"VerseNumber":24,"Text":"ہم نے بھیجا ہے تجھ کو سچا دین دیکر خوشی اور ڈر سنانے والا اور کوئی فرقہ نہیں جس میں نہیں ہو چکا کوئی ڈر سنانے والا [۳۱]"},{"SurahNumber":35,"VerseNumber":25,"Text":"اور اگر وہ تجھ کو جھٹلائیں تو آگے جھٹلا چکے ہیں جو لوگ کہ ان سے پہلے تھے پہنچے ان کے پاس رسول انکے لیکر کھلی باتیں اور صحیفے اور روشن کتاب [۳۲]"},{"SurahNumber":35,"VerseNumber":26,"Text":"پھر پکڑا میں نے منکروں کو سو کیسا ہوا انکار میرا [۳۳]"},{"SurahNumber":35,"VerseNumber":27,"Text":"کیا تو نے نہ دیکھا کہ اللہ نے اتارا آسمان سے پانی پھر ہم نے نکالے اس سے میوے طرح طرح کے انکے رنگ [۳۴] اور پہاڑوں میں گھاٹیاں ہیں سفید اور سرخ طرح طرح کے انکے رنگ اور بھجنگے کالے [۳۵]"},{"SurahNumber":35,"VerseNumber":28,"Text":"اور آدمیوں میں اور کیڑوں میں اور چوپاؤں میں کتنے رنگ ہیں اسی طرح [۳۶] اللہ سے ڈرتے وہی ہیں اس کے بدنوں میں جن کو سمجھ ہے تحقیق اللہ زبردست ہے بخشنے والا [۳۷]"},{"SurahNumber":35,"VerseNumber":29,"Text":"جو لوگ پڑھتے ہیں کتاب اللہ کی اور سیدھی کرتے ہیں نماز اور خرچ کرتے ہیں کچھ ہمارا دیا ہوا چھپے اور کھلے امیدوار ہیں ایک بیوپار کے جس میں ٹوٹا نہ ہو [۳۸]"},{"SurahNumber":35,"VerseNumber":30,"Text":"تاکہ پورا دے انکو ثواب ان کا اور زیادہ دے اپنے فضل سے تحقیق وہ ہے بخشنے والا قدر دان [۳۹]"},{"SurahNumber":35,"VerseNumber":31,"Text":"اور جو ہم نے تجھ پر اتاری کتاب وہی ٹھیک ہے تصدیق کرنے والی اپنے سےاگلی کتابوں کی بیشک اللہ اپنے بندوں سے خبردار ہے دیکھنے والا [۴۰]"},{"SurahNumber":35,"VerseNumber":32,"Text":"پھر ہم نے وارث کئے کتاب کے وہ لوگ جن کو چن لیا ہم نے اپنے بندوں میں سے پھر کوئی ان میں برا کرتا ہے اپنی جان کا اور کوئی ان میں ہے بیچ کی چال پر اور کوئی ان میں آگے بڑھ گیا ہے لیکر خوبیاں اللہ کے حکم سے یہی ہے بڑی بزرگی [۴۱]"},{"SurahNumber":35,"VerseNumber":33,"Text":"باغ ہیں بسنے کے جن میں وہ جائیں گے وہاں انکو پہنایا جائے گا کنگن سونے کے او رموتی کے اور انکی پوشاک وہاں ریشمی ہے [۴۲]"},{"SurahNumber":35,"VerseNumber":34,"Text":"اور کہیں گے شکر اللہ کا جس نے دور کیا ہم سےغم بیشک ہمارا رب بخشنے والا قدردان ہے [۴۳]"},{"SurahNumber":35,"VerseNumber":35,"Text":"جس نے اتارا ہم کو آباد رہنے کے گھر میں اپنے فضل سے نہ پہنچے ہم کو اس میں مشقت اور نہ پہنچے ہمکو اس میں تھکنا [۴۴]"},{"SurahNumber":35,"VerseNumber":36,"Text":"اور جو لوگ منکر ہیں انکے لئے ہے آگ دوزخ کی نہ ان پر حکم پہنچے کہ مر جائیں اور نہ ان پر ہلکی ہو وہاں کی کچھ کلفت یہ سزا دیتےہیں ہم ہر ناشکر کو [۴۵]"},{"SurahNumber":35,"VerseNumber":37,"Text":"اور وہ چلائیں اس میں اے رب ہم کو نکال کہ ہم کچھ بھلا کر لیں وہ نہیں جو کرتے رہے [۴۶] کیا ہم نے عمر نہ دی تھی تمکو اتنی کہ جس میں سوچ لے جس کو سوچنا ہو او رپہنچا تمہارے پاس ڈرانے والا اب چکھو کہ کوئی نہیں گنہگاروں کا مددگار [۴۷]"},{"SurahNumber":35,"VerseNumber":38,"Text":"اللہ بھید جاننے والا ہے آسمانوں کا اور زمین کا اس کو خوب معلوم ہے جو بات ہے دلوں میں [۴۸]"},{"SurahNumber":35,"VerseNumber":39,"Text":"وہی ہے جس نے کیا تمکو قائم مقام زمین میں [۴۹] پھر جو کوئی ناشکری کرے تو اس پر پڑے اسکی ناشکری اور منکروں کو نہ بڑھے گی انکے انکار سے ان کے رب کے سامنے مگر بیزاری اور منکروں کو نہ بڑھے گا انکے انکار سے مگر نقصان [۵۰]"},{"SurahNumber":35,"VerseNumber":40,"Text":"تو کہہ بھلا دیکھو تو اپنے شریکوں کو جن کو پکارتے ہو اللہ کے سوائے دکھلاؤ تو مجھ کو کیا بنایا انہوں نے زمین میں یا کچھ ان کا ساجھا ہے آسمانوں میں [۵۱] یا ہم نے دی ہے انکو کوئی کتاب سو یہ سند رکھتے ہیں اس کی [۵۲] کوئی نہیں پر جو وعدہ بتلاتے ہیں گنہگار ایک دوسرے کو سب فریب ہے [۵۳]"},{"SurahNumber":35,"VerseNumber":41,"Text":"تحقیق اللہ تھام رہا ہے آسمانوں کو اور زمین کو کہ ٹل نہ جائیں اور اگر ٹل جائیں تو کوئی نہ تھام سکے انکو اس کے سوائے [۵۴] وہ ہے تحمل والا بخشنے والا [۵۵]"},{"SurahNumber":35,"VerseNumber":42,"Text":"اور قسمیں کھاتے تھے اللہ کی تاکید کی قسمیں اپنی کہ اگر آئے گا انکے پاس کوئی ڈر سنانے والا البتہ بہتر راہ چلیں گے ہر ایک امت سے پھر جب آیا ان کے پاس ڈر سنانے والا اور زیادہ ہو گیا ان کا بدکنا"},{"SurahNumber":35,"VerseNumber":43,"Text":"غرور کرنا ملک میں اور داؤ کرنا برے کام کا اور برائی کا داؤ الٹے گا انہی داؤں والوں پر [۵۶] پھر اب وہی راہ دیکھتے ہیں پہلوں کے دستور کی سو تو نہ پائے گا اللہ کا دستور بدلتا اور نہ پائے گا اللہ کا دستور ٹلتا [۵۷]"},{"SurahNumber":35,"VerseNumber":44,"Text":"کیا پھرے نہیں ملک میں کہ دیکھ لیں کیسا ہوا انجام ان لوگوں کا جو ان سے پہلے تھے اور تھے ان سے بہت سخت زور میں اور اللہ وہ نہیں جس کو تھکائے کوئی چیز آسمانوں میں اور نہ زمین میں وہی ہے سب کچھ جانتا کر سکتا [۵۸]"},{"SurahNumber":35,"VerseNumber":45,"Text":"اور اگر پکڑ کرے اللہ لوگوں کی ان کی کمائی پرنہ چھوڑے زمین کی پیٹھ پر ایک بھی ہلنے چلنے والا [۵۹] پر ان کو ڈھیل دیتا ہے ایک مقرر وعدہ تک پھر جب آئے ان کا وعدہ تو اللہ کی نگاہ میں ہیں اس کے سب بندے [۶۰]"},{"SurahNumber":36,"VerseNumber":1,"Text":"یٰس ۔"},{"SurahNumber":36,"VerseNumber":2,"Text":"قسم ہے اس پکے قرآن کی"},{"SurahNumber":36,"VerseNumber":3,"Text":"تو تحقیق ہے بھیجے ہوؤں میں سے"},{"SurahNumber":36,"VerseNumber":4,"Text":"اوپر سیدھی راہ کے [۱]"},{"SurahNumber":36,"VerseNumber":5,"Text":"اتارا زبردست رحم والے نے [۲]"},{"SurahNumber":36,"VerseNumber":6,"Text":"تاکہ تو ڈرائے ایک قوم کو کہ ڈر نہیں سنا انکے باپ دادوں نے سو ان کو خبر نہیں"},{"SurahNumber":36,"VerseNumber":7,"Text":"ثابت ہو چکی ہے بات ان میں بہتوں پر سو وہ نہ مانیں گے [۳]"},{"SurahNumber":36,"VerseNumber":8,"Text":"ہم نے ڈالے ہیں انکی گردنوں میں طوق سو وہ ہیں ٹھوڑیوں تک پھر انکے سر اُلل (ابھر) رہے ہیں [۴]"},{"SurahNumber":36,"VerseNumber":9,"Text":"اور بنائی ہم نے ان کے آگے دیوار اور پیچھے دیوار پھر اوپر سے ڈھانک دیا سو ان کو کچھ نہیں سوجھتا [۵]"},{"SurahNumber":36,"VerseNumber":10,"Text":"اور برابر ہے ان کو تو ڈرائے یا نہ ڈرائے یقین نہیں کریں گے [۶]"},{"SurahNumber":36,"VerseNumber":11,"Text":"تو ڈر سناتے اسکو جو چلے سمجھائے پر اور ڈرے رحمٰن سے بن دیکھے سو اسکو خوشخبری دے معافی کی اور عزت کے ثواب کی [۷]"},{"SurahNumber":36,"VerseNumber":12,"Text":"ہم تو ہیں جو زندہ کرتے ہیں مردوں کو [۸] اور لکھتے ہیں جو آگے بھیج چکے اور جو نشان انکے پیچھے رہے [۹] اور ہر چیز گن لی ہے ہم نے ایک کھلی اصل میں [۱۰]"},{"SurahNumber":36,"VerseNumber":13,"Text":"اور بیان کر انکے واسطے ایک مثل اس گاؤں کے لوگوں کی [۱۱] جبکہ آئے اس میں بھیجے ہوئے [۱۲]"},{"SurahNumber":36,"VerseNumber":14,"Text":"جب بھیجے ہم نے انکی طرف دو تو ان کو کو جھٹلایا پھر ہم نے قوت دی تیسرے سے تب کہا انہوں نے ہم تمہاری طرف آئے ہیں بھیجے ہوئے [۱۳]"},{"SurahNumber":36,"VerseNumber":15,"Text":"وہ بولے تم تو یہی انسان ہو جیسے ہم اور رحمٰن نے کچھ نہیں اتارا تم سارے جھوٹ کہتے ہو [۱۴]"},{"SurahNumber":36,"VerseNumber":16,"Text":"کہا ہمارا رب جانتا ہے ہم بیشک تمہاری طرف بھیجے ہوئے آئے ہیں [۱۵]"},{"SurahNumber":36,"VerseNumber":17,"Text":"اور ہمارا ذمہ یہی ہے پیغام پہنچا دینا کھول کر [۱۶]"},{"SurahNumber":36,"VerseNumber":18,"Text":"بولے ہم نے نامبارک دیکھا تم کو اگر تم باز نہ رہو گے تو ہم تم کو سنگسار کریں گے اور تم کو پہچے گا ہمارے ہاتھ سے عذاب دردناک [۱۷]"},{"SurahNumber":36,"VerseNumber":19,"Text":"کہنے لگے تمہاری نا مبارکی تمہارے ساتھ ہے کیا اتنی بات پر کہ تم کو سمجھایا کوئی نہیں پرتم لوگ کہ حد پر نہیں رہتے [۱۸]"},{"SurahNumber":36,"VerseNumber":20,"Text":"اور آیا شہر کے پرلے سرے سے ایک مرد دوڑتا ہوا [۱۹] بولا اے قوم چلو راہ پر بھیجے ہوؤں کی"},{"SurahNumber":36,"VerseNumber":21,"Text":"چلو راہ پر ایسے شخص کی جو تم سے بدلا نہیں چاہتے اور وہ ٹھیک رستہ پر ہیں [۲۰]"},{"SurahNumber":36,"VerseNumber":22,"Text":"اور مجھ کو کیا ہوا کہ میں بندگی نہ کروں اسکی جس نے مجھ کو بنایا [۲۱] اور اسی کی طرف سب پھر جاؤ گے [۲۲]"},{"SurahNumber":36,"VerseNumber":23,"Text":"بھلا میں پکڑوں اس کے سوائے اوروں کو پوجنا کہ اگر مجھ پر چاہے رحمٰن تکلیف تو کچھ کام نہ آئے مجھ کو ان کی سفارش اور نہ وہ مجھ کو چھڑائیں"},{"SurahNumber":36,"VerseNumber":24,"Text":"تو تو میں بھٹکتا رہوں صریح [۲۳]"},{"SurahNumber":36,"VerseNumber":25,"Text":"میں یقین لایا تمہارے رب پر مجھ سے سن لو [۲۴]"},{"SurahNumber":36,"VerseNumber":26,"Text":"حکم ہوا چلا جا بہشت میں [۲۵] بولا کسی طرح میری قوم معلوم کر لیں"},{"SurahNumber":36,"VerseNumber":27,"Text":"کہ کس بنا پر بخشا مجھ کو میرے رب نے اور کیا مجھ کو عزت والوں میں [۲۶]"}]}