{"Id":98,"LanguageCodes":["en","eng"],"Name":"eng-abdulhye","Author":"Abdul Hye","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Glory be to He (Allah) Who took His devotee (Muhammad) for a journey by night from the sacred Masjid (at Makkah) to the farthest Masjid (Al-Aqsa at Jerusalem), which We have blessed around it (vicinity), to show him (Muhammad) some of Our signs. Surely, He is the All-Hearer, the All-Seer"},{"SurahNumber":17,"VerseNumber":2,"Text":"And We gave Moses the Scripture and made it a guide for the children of Israel (saying): “Don’t take other than Me as protector"},{"SurahNumber":17,"VerseNumber":3,"Text":"(You are) offspring of those whom We carried (in the ship) with Noah. Surely, he was a grateful devotee.”"},{"SurahNumber":17,"VerseNumber":4,"Text":"And We decreed for the children of Israel in the Scripture: indeed you will do mischief in the earth twice, indeed you will become tyrants, and extremely arrogant"},{"SurahNumber":17,"VerseNumber":5,"Text":"When the promise for the first of the 2 came, We sent against you servants of Ours (the Assyrians) who gave a terrible warfare. They entered the very innermost parts of your homes and the promise was fulfilled"},{"SurahNumber":17,"VerseNumber":6,"Text":"Then We gave you a return of victory over them, helped you with wealth and children, and granted you more manpower"},{"SurahNumber":17,"VerseNumber":7,"Text":"(We said) if you did good, you did good for yourselves; but if you did evil, it was for your own selves. Then, when the last (2nd) promise came to pass, (We permitted your enemies – the Romans) to disgrace your faces and to enter the Masjid (of Jerusalem) just as they had entered it 1st time, and they destroyed all that they had conquered (fell in their hands) with complete destruction"},{"SurahNumber":17,"VerseNumber":8,"Text":"It may be that your Lord may show Mercy to you; but if you return (to sins), We shall return (to Our Punishment). And Allah has made hell a prison for the disbelievers"},{"SurahNumber":17,"VerseNumber":9,"Text":"Surely, this Qur’an guides to the way which is just perfect and gives the glad tidings to the believers who do righteous deeds so that they shall have a great reward"},{"SurahNumber":17,"VerseNumber":10,"Text":"and those who don’t believe in the Hereafter; We have prepared for them a painful punishment"},{"SurahNumber":17,"VerseNumber":11,"Text":"And mankind invokes (Allah) for evil as mankind invokes (Allah) for good, and mankind is ever hasty"},{"SurahNumber":17,"VerseNumber":12,"Text":"And We have made the night and the day as 2 signs. Then, We have covered the night with darkness and have given light to the day so that you may seek Bounty from your Lord, and that you may compute number of the years and the reckoning. Thus We have explained everything with full explanation"},{"SurahNumber":17,"VerseNumber":13,"Text":"And We have fastened the deeds of every human in its neck, and on the Day of Resurrection We shall bring out for him a book which will be wide open"},{"SurahNumber":17,"VerseNumber":14,"Text":"(It will be said): “Read your book. You yourself are sufficient today as a reckoner (accountant) against you.”"},{"SurahNumber":17,"VerseNumber":15,"Text":"Whoever goes right, then it goes right only for its own self. Whoever goes astray, then it goes astray only against its own self. No one shall bear the burden of another (on the Day of Judgment). And We don’t punish (in this world) until We have sent a Messenger"},{"SurahNumber":17,"VerseNumber":16,"Text":"And when We decide to destroy a town, We first send commandments to its wealthy luxurious people, but they transgress in it. Thus the word (of punishment) is justified against it. Then We destroy it with complete destruction"},{"SurahNumber":17,"VerseNumber":17,"Text":"And how many generations We have destroyed since after Noah? Your Lord is Sufficient as an All-Knower and All-Seer of the sins of His servants"},{"SurahNumber":17,"VerseNumber":18,"Text":"Whoever wishes for the quick-passing (enjoyment of this world), We quickly grant it to whoever He wills. Then, We condemn him to hell who will burn therein disgraced and rejected"},{"SurahNumber":17,"VerseNumber":19,"Text":"And whoever desires the Hereafter and strives for it with its striving while he is a believer, then they are such that their striving will be appreciated"},{"SurahNumber":17,"VerseNumber":20,"Text":"We provide each of these and those from the Bounties of your Lord. The Bounties of your Lord can never be forbidden"},{"SurahNumber":17,"VerseNumber":21,"Text":"See how We prefer some of them over others and surely, the Hereafter will be greater in degrees and greater in preference"},{"SurahNumber":17,"VerseNumber":22,"Text":"Don’t set up another one worthy of worship with Allah, lest you sit down condemned, forsaken"},{"SurahNumber":17,"VerseNumber":23,"Text":"And your Lord has decreed that you worship none except Him. You shall be good (dutiful) to parents. If one of them or both of them attain old age with you, then don’t say to them a word of disrespect, nor scold them but address them in terms of honor"},{"SurahNumber":17,"VerseNumber":24,"Text":"And lower to them the wing of submission (humility) through Mercy, and say: “My Lord! Bestow on them Your Mercy just as they raised me (when I was) a little child.”"},{"SurahNumber":17,"VerseNumber":25,"Text":"Your Lord knows best what is in your hearts. If you are righteous, then surely, He is forgiving to those who often turn (to Him)"},{"SurahNumber":17,"VerseNumber":26,"Text":"Give to your relatives their due and to the poor, and to the wayfarers. But don’t spend wastefully (your wealth like a spendthrift)"},{"SurahNumber":17,"VerseNumber":27,"Text":"surely, the spendthrifts are brothers of the devils, and the devil is ever ungrateful to its Lord"},{"SurahNumber":17,"VerseNumber":28,"Text":"And if you (O Muhammad) turn away from them (kinsman, poor, wayfarer, etc) seeking a Mercy from your Lord which you hope, then say kind word to them"},{"SurahNumber":17,"VerseNumber":29,"Text":"And you shall neither tie your hands (like a miser) to your neck nor stretch them to their utmost reach, so that you become blameworthy, and in severe poverty"},{"SurahNumber":17,"VerseNumber":30,"Text":"Surely, your Lord extends the provision to whom He wills and straitens (for whom He wills). Surely, He is All-Knower, All-Seer of His servants"},{"SurahNumber":17,"VerseNumber":31,"Text":"And don’t kill your children for fear of poverty. We provide (sustenance) for them and for you. Surely, killing them is a great sin"},{"SurahNumber":17,"VerseNumber":32,"Text":"Don’t approach adultery. Surely, it is a great sin, and it is the worst way"},{"SurahNumber":17,"VerseNumber":33,"Text":"Don’t kill a soul which Allah has forbidden, except for a just cause. And whoever is killed wrongfully, and then surely We have made for its heir (guardian) an authority. But let him not exceed limits in killing (should not kill except the killer only). Surely, he is helped (by Islamic law)"},{"SurahNumber":17,"VerseNumber":34,"Text":"And don’t go near the property of the orphan except with what is best (to improve), until it attains the age of full strength. Fulfill the covenant. Surely! The covenant is a responsibility (will be questioned)"},{"SurahNumber":17,"VerseNumber":35,"Text":"And give full measure when you measure, and weigh with a straight balance. That is good and better interpretation (in the end)"},{"SurahNumber":17,"VerseNumber":36,"Text":"And don’t follow (anyone blindly in matters) about which you don’t have knowledge. Surely, the (use of) hearing, the sight, and the heart - for each of these, you will be questioned (by Allah on the Day of Judgment)"},{"SurahNumber":17,"VerseNumber":37,"Text":"And don’t walk on the earth with arrogance. Surely, you can neither penetrate the earth nor can attain the height of the mountains"},{"SurahNumber":17,"VerseNumber":38,"Text":"All that is evil are hateful to your Lord"},{"SurahNumber":17,"VerseNumber":39,"Text":"This is part of wisdom which your Lord has revealed to you (Muhammad). Don’t set up with Allah another one worthy of worship lest you should be thrown into hell, blameworthy and rejected"},{"SurahNumber":17,"VerseNumber":40,"Text":"Has your Lord preferred for you (O pagans of Makkah) to give sons and adapted (for Himself) from among the angels as females (daughters)? Surely! You utter awful statement"},{"SurahNumber":17,"VerseNumber":41,"Text":"And surely, We have explained in this Qur’an so that they (disbelievers) may take heed, but it has only increased their dislike"},{"SurahNumber":17,"VerseNumber":42,"Text":"Say (O Muhammad to polytheists): “If there were other one worthy of worship besides Him as they say, they would have certainly sought a way to (dethrone) the Master of the Throne"},{"SurahNumber":17,"VerseNumber":43,"Text":"Glorified and exalted is He! (He) is far above (the great falsehood) that they say"},{"SurahNumber":17,"VerseNumber":44,"Text":"The 7 heavens, the earth, and all that is in them glorify Him. There is not a single thing but glorifies Him with praise. But you don’t understand their glorification. Surely, He is Forbearing, Forgiving"},{"SurahNumber":17,"VerseNumber":45,"Text":"And when you (Muhammad) recite the Qur’an, We make an invisible veil (unseen barrier) between you and between those who don’t believe in the Hereafter"},{"SurahNumber":17,"VerseNumber":46,"Text":"And We put coverings over their hearts so that they don’t understand it (the Qur’an), and create deafness in their ears. When you mention of your Lord alone in the Qur’an, they turn their backs in extreme dislike"},{"SurahNumber":17,"VerseNumber":47,"Text":"We know best what they like to listen when they listen to you. When they take secret counsel, then the wrongdoers say: “You follow none but a bewitched man.”"},{"SurahNumber":17,"VerseNumber":48,"Text":"See how they have put forward examples for you. They have gone astray, and they can not find a way"},{"SurahNumber":17,"VerseNumber":49,"Text":"And they say: “When we are reduced to bones and fragments (ashes), shall we really be resurrected to a new creation?”"},{"SurahNumber":17,"VerseNumber":50,"Text":"Say (O Muhammad):“(You will be brought back to life) even if you be stones or iron"},{"SurahNumber":17,"VerseNumber":51,"Text":"or even a creation that is greater (or harder) than you may think of.” Then they will ask: “Who will return us (back to life)?” Say: “He Who created you first time.” Then they will shake their heads at you and ask: “When it will be?” Say: “Perhaps it is near (soon)!”"},{"SurahNumber":17,"VerseNumber":52,"Text":"On the Day when He will call you, you will answer with His Praise, and you will think that you have stayed (in death) but a little while"},{"SurahNumber":17,"VerseNumber":53,"Text":"And say to My servants (true believers) that they should only say those words that are the best. Surely, Satan sows (disagreements) among them. Surely, Satan is a plain enemy to mankind"},{"SurahNumber":17,"VerseNumber":54,"Text":"Your Lord knows you best. If He wills, He will have Mercy on you, or if He wills, He will punish you. And We have not sent you (Muhammad) as a guardian over them"},{"SurahNumber":17,"VerseNumber":55,"Text":"And your Lord knows best all those that are in the heavens and the earth. Indeed, We have preferred some of the prophets above others, and We gave the Psalms to David"},{"SurahNumber":17,"VerseNumber":56,"Text":"Say (O Muhammad): “Call to those whom you pretend (to be worthy of worship) besides Him. They have neither the power to remove the hardship from you nor even to change it.”"},{"SurahNumber":17,"VerseNumber":57,"Text":"Those to whom they pray, desire the means of access to their Lord, which of them should be the nearest, and they hope for His Mercy and fear Hiss punishment. Surely, the punishment of your Lord is (something to be) afraid of"},{"SurahNumber":17,"VerseNumber":58,"Text":"There is not a town but We shall destroy it before the Day of Resurrection, or punish it with severe punishment. That is written in the book (of records)"},{"SurahNumber":17,"VerseNumber":59,"Text":"And nothing stops Us to send the signs but that the people of old denied them. And We sent the she-camel to Thamud as a clear sign, but they did her wrong. And We don’t send the signs except to warn"},{"SurahNumber":17,"VerseNumber":60,"Text":"And (remember) when We said to you (O Muhammad): “Surely! Your Lord has encompassed mankind.” And We have not make the vision (Al-Isra) which We showed you (O Muhammad on the night of Al-Isra) but a trial for mankind, and likewise the accursed tree (Zaqqoom) in the Qur’an. We warn them but it does not increase (fear in) them except great disbelief, oppression and disobedience"},{"SurahNumber":17,"VerseNumber":61,"Text":"And (remember) when We said to the angels: “Prostrate unto Adam.” They prostrated except Satan. He said: “Shall I prostrate to one whom You have created (from) clay?”"},{"SurahNumber":17,"VerseNumber":62,"Text":"(Satan) said: “Is this the one whom You have honored above me? If You give me respite (keep alive) to the Day of Resurrection, I will surely seize and mislead his (Adam’s) offspring (sending them astray) all but a few!”"},{"SurahNumber":17,"VerseNumber":63,"Text":"(Allah) said: “Go, and whoever of them follows you, then surely, hell will be the recompense of all of you, an ample recompense"},{"SurahNumber":17,"VerseNumber":64,"Text":"And befool whom you can of them with your voice, and make assaults on them with your cavalry and your infantry, and share with them in wealth and children, and promise them. But Satan promises them nothing but deception"},{"SurahNumber":17,"VerseNumber":65,"Text":"Surely! My servants, there is no authority for you over them. Your Lord is All-Sufficient as a Guardian.”"},{"SurahNumber":17,"VerseNumber":66,"Text":"Your Lord is the one who drives your ships in the sea in order that you may seek His Bounty. Surely! He is Merciful towards you"},{"SurahNumber":17,"VerseNumber":67,"Text":"And whenever any harm touches you at the sea, all those to whom you call upon except Him (Allah) vanish. Yet, when He brings you safely to the land, you turn away (from Him). And human is ever ungrateful"},{"SurahNumber":17,"VerseNumber":68,"Text":"Do you then feel secure that He will not cause side of the land to swallow you up, or send against you a violent sand-storm? Then, you shall not find a guardian for you"},{"SurahNumber":17,"VerseNumber":69,"Text":"Or do you feel secure that when you will return to it (sea) a 2nd time, He will not send a hurricane of wind against you and drown you because of your disbelief? (If that happens) then you will not find for you therein an avenger (to take revenge) against Us"},{"SurahNumber":17,"VerseNumber":70,"Text":"And indeed, We have honored the children of Adam, We have carried them on land and sea, have provided them with good things, and have preferred them over many of those whom We have created with a marked preference"},{"SurahNumber":17,"VerseNumber":71,"Text":"(Remember) the Day when We shall call all human beings with their leaders. Those who will be given their book (of records) in their right hand will read their records and will not be dealt unjustly in the least"},{"SurahNumber":17,"VerseNumber":72,"Text":"But those who are blind (acted) in this world will be blind in the Hereafter and more astray from the way"},{"SurahNumber":17,"VerseNumber":73,"Text":"Surely, they were about to tempt you (O Muhammad) away from that which We have revealed (the Qur’an) to you, to fabricate something other than it against Us, and (if successful) then they would have certainly taken you a friend"},{"SurahNumber":17,"VerseNumber":74,"Text":"And had We not made you stand firm, surely you would nearly have inclined to (compromise with) them a little bit"},{"SurahNumber":17,"VerseNumber":75,"Text":"Then We would have made you taste a double punishment in this life and a double punishment after death. Then you would not have found anyone to help you against Us"},{"SurahNumber":17,"VerseNumber":76,"Text":"And surely, they were about to frighten you so that they might drive you out from the land. But then they would not have stayed after you, except a little while"},{"SurahNumber":17,"VerseNumber":77,"Text":"(This was Our) way with whom indeed We sent Messengers before you (O Muhammad), and you will not find any alteration in Our Way"},{"SurahNumber":17,"VerseNumber":78,"Text":"Establish prayer from mid-day till the darkness of the night (Zuhr, Asr, Maghrib, and Isha prayers), and (recite the) Qur’an in the early dawn (the morning prayer- Fajr). Surely, the recitation of the Qur’an in the early dawn is witnessed (by angels)"},{"SurahNumber":17,"VerseNumber":79,"Text":"And in (some parts of) the night perform the night prayer with it (recite the Qur’an) as an additional prayer (Tahajjud) for you (O Muhammad). It may be that your Lord will raise you to ‘Maqam-e-Mahmood’ (a station of praise-worthy on the Day of Resurrection)"},{"SurahNumber":17,"VerseNumber":80,"Text":"And say (O Muhammad): “My Lord! Make me enter (the city of Madinah) one entry in truth, and bring me out (from the city of Makkah) one exit in truth. And grant me from You an authority helper,”"},{"SurahNumber":17,"VerseNumber":81,"Text":"and say: “Truth has come and the falsehood has vanished. Surely! Falsehood is bound to vanish.”"},{"SurahNumber":17,"VerseNumber":82,"Text":"And We have sent down the Qur’an which is a healing and a Mercy to the believers, while it increases nothing but loss to the wrongdoers"},{"SurahNumber":17,"VerseNumber":83,"Text":"And when We bestow Our Grace on mankind, it turns away and becomes far away at one side (from the Right Way). When evil touches, it is in great despair"},{"SurahNumber":17,"VerseNumber":84,"Text":"Say (O Muhammad to mankind): “Everyone acts according to its manner; but your Lord knows best whose way (religion) is best guided.”"},{"SurahNumber":17,"VerseNumber":85,"Text":"And they ask you (O Muhammad) about the soul (spirit). Say: “The soul is one of the commands of my Lord and you have not been given the knowledge of it but a little.”"},{"SurahNumber":17,"VerseNumber":86,"Text":"And if We willed, We could surely take away all that which We have revealed to you (this Qur’an). Then you would find no protector for you against Us (to get it back)"},{"SurahNumber":17,"VerseNumber":87,"Text":"except as a Mercy from your Lord. Surely! His Grace to you (O Muhammad) is great indeed"},{"SurahNumber":17,"VerseNumber":88,"Text":"Say: “If the mankind and the jinns together were to bring the like of this Qur’an, they could not bring the like thereof, even if some of them was helper to some others.”"},{"SurahNumber":17,"VerseNumber":89,"Text":"And indeed We have fully explained to mankind in this Qur’an every kind of similitude, but most people refuse but disbelief"},{"SurahNumber":17,"VerseNumber":90,"Text":"And they say: “We shall not believe in you (O Muhammad) until you cause a spring to gush forth from the earth for us"},{"SurahNumber":17,"VerseNumber":91,"Text":"or there is a garden of date-palms and grapes for you and cause rivers to gush forth in their midst abundantly"},{"SurahNumber":17,"VerseNumber":92,"Text":"or you cause to fall the heaven upon us in pieces as you have claimed, or you bring Allah and the angels (face to face) before us"},{"SurahNumber":17,"VerseNumber":93,"Text":"or there is a house of adorable materials (like silver and gold) for you, or you ascend up into the sky, and we shall not believe in your ascension until you bring down for us a book that we would read.” Say (O Muhammad): “Glory be to my Lord! Am I (claimed) anything more but a human, sent as a Messenger?”"},{"SurahNumber":17,"VerseNumber":94,"Text":"And nothing prevented people from belief when the guidance came to them except that they said: “Has Allah sent a human as (His) Messenger?”"},{"SurahNumber":17,"VerseNumber":95,"Text":"Say: “If there were angels walking on the earth in peace, then We would certainly have sent down to them an angel from the heaven as a Messenger.”"},{"SurahNumber":17,"VerseNumber":96,"Text":"Say: “Allah is sufficient as a witness between me and between you. Surely! He is All-Knower, the All-Seer of His servants.”"},{"SurahNumber":17,"VerseNumber":97,"Text":"And those whom Allah guides are rightly guided; but those whom He sends astray, they will never find protectors for them besides Him. We shall gather them on the Day of Resurrection on their faces, blind, dumb and deaf. Their abode will be hell; whenever its flame abates, We shall increase the fierceness of fire for them"},{"SurahNumber":17,"VerseNumber":98,"Text":"That is their recompense because they denied Our Verses and they said: “When we are reduced to bones and fragments, shall we really be resurrected as new creation?”"},{"SurahNumber":17,"VerseNumber":99,"Text":"They don’t see that Allah, who has created the heavens and the earth, is able to create the people like them. He has made for them an appointed term; there is no doubt in it. But the wrongdoers refuse but disbelief"},{"SurahNumber":17,"VerseNumber":100,"Text":"Say (to the disbelievers): “Even if you possessed all the treasures of the Mercy of my Lord, you would surely hold them back for fear of spending. Human is ever miserly!”"},{"SurahNumber":17,"VerseNumber":101,"Text":"And indeed We gave to Moses 9 clear signs. Ask the children of Israel, when he came to them, then Pharaoh said to him: “O Moses! I think you are indeed bewitched.”"},{"SurahNumber":17,"VerseNumber":102,"Text":"(Moses) replied: “Surely, you know that no one has sent down these signs but the Lord of the heavens and the earth as clear signs. Surely O Pharaoh, I think you are doomed to destruction.”"},{"SurahNumber":17,"VerseNumber":103,"Text":"So he (Pharaoh) wanted to turn them out of the land (of Egypt). But We drowned him and all who were with him"},{"SurahNumber":17,"VerseNumber":104,"Text":"And We said to the children of Israel after him: “You reside in the land and then when the last promise comes, We shall assemble you as a mixed crowd.”"},{"SurahNumber":17,"VerseNumber":105,"Text":"And We have sent it (the Qur’an) down with truth and with truth it has descended. And We have not sent you (O Muhammad) except as a bearer of glad-tidings and a Warner"},{"SurahNumber":17,"VerseNumber":106,"Text":"And We have divided the Qur’an (into parts) so that you may recite it to people at intervals. And We have revealed it by stages (in 23 years)"},{"SurahNumber":17,"VerseNumber":107,"Text":"Say (O Muhammad to them): “Whether you believe in it (the Qur’an) or don’t believe, surely those who were given knowledge before it (Jews and Christians like Abdullah bin Salam and Salman Al-Farsi), they fall down on their faces in prostration when it is recited to them"},{"SurahNumber":17,"VerseNumber":108,"Text":"and they say: ‘Glory be to our Lord! Surely, the Promise of our Lord must be fulfilled.’"},{"SurahNumber":17,"VerseNumber":109,"Text":"And they fall down on their faces, weeping and it increases their humility.”"},{"SurahNumber":17,"VerseNumber":110,"Text":"Say (O Muhammad): “Invoke Allah or invoke the Beneficent, by whatever name you invoke Him, to Him belongs the best names. Offer your prayer neither aloud nor make it in a low voice but seek a way between these"},{"SurahNumber":17,"VerseNumber":111,"Text":"and say: “Praise be to Allah, Who has not taken a son, and Who has no partner in (His) Dominion, nor there is any protector for Him out of dependence. And magnify Him with all magnificence.”"},{"SurahNumber":18,"VerseNumber":1,"Text":"All the praises be to Allah Who has sent down to His servant (Muhammad) the book (the Qur’an) and has not placed therein any crookedness"},{"SurahNumber":18,"VerseNumber":2,"Text":"(He has made it) right to give warning (to the disbelievers) of a severe punishment from Him, and to give glad tidings to the believers who work righteous deeds so that they shall have a good reward (Paradise)"},{"SurahNumber":18,"VerseNumber":3,"Text":"(they shall) abide in it forever"},{"SurahNumber":18,"VerseNumber":4,"Text":"Also to warn those who say: “Allah has begotten a son.”"},{"SurahNumber":18,"VerseNumber":5,"Text":"They don’t have knowledge about it, nor did their forefathers. Mighty is the word that comes out of their mouths. They say nothing but a lie"},{"SurahNumber":18,"VerseNumber":6,"Text":"Perhaps, you would kill yourself (O Muhammad) in grief over their footsteps, because they don’t believe in this narration (the Qur’an)"},{"SurahNumber":18,"VerseNumber":7,"Text":"Surely! We have made the earth with all kinds of adornments in order that We may test them (mankind) and to see which of them are best in deeds"},{"SurahNumber":18,"VerseNumber":8,"Text":"And surely We shall reduce what is on it (the earth) to a bare dry soil"},{"SurahNumber":18,"VerseNumber":9,"Text":"Do you think that the people of the cave and the inscription (news or name writing of the people of the cave) were a wonder among Our Signs"},{"SurahNumber":18,"VerseNumber":10,"Text":"(Remember) when the young men fled (for refuge from their disbelieving folk) to the cave, they said: “Our Lord! Bestow on us Mercy from You and facilitate for us in our affair to the Right Way!”"},{"SurahNumber":18,"VerseNumber":11,"Text":"Therefore We covered on their ears (causing them into deep sleep) in the cave for a number of years"},{"SurahNumber":18,"VerseNumber":12,"Text":"then We raised them up (from sleep) so that We might test which of the 2 parties (believers and disbelievers) was best at calculating the time period for which they had stayed"},{"SurahNumber":18,"VerseNumber":13,"Text":"We narrate to you (O Muhammad) their story with truth. Surely they were young men who believed in their Lord and We increased them in guidance"},{"SurahNumber":18,"VerseNumber":14,"Text":"And We made their hearts firm and strong when they stood up and said: “Our Lord is the Lord of the heavens and the earth, we shall never call upon any deity other than Him; for if we do, then we shall utter something improper (in disbelief)"},{"SurahNumber":18,"VerseNumber":15,"Text":"These are our people who have taken for deities other than Him (Allah). Why do they not bring for them a clear authority? And who does more wrong than the one who invents a lie against Allah?”"},{"SurahNumber":18,"VerseNumber":16,"Text":"(They consulted with one another and said): “Now we have withdrawn from them and denounced those deities whom they worship except Allah, then seek refuge in the cave; our Lord will open a way for us from His Mercy and will make easy for us in our affair.”"},{"SurahNumber":18,"VerseNumber":17,"Text":"And you might have seen the sun when it rose, it declines to the right from their cave; and when it set, it turns away from them towards the left while they lay in the middle of the cave. That is one of the signs of Allah. Whoever He guides is rightly guided; but whoever He sends astray, you will never find guiding friend (to lead to the Right Way) for him"},{"SurahNumber":18,"VerseNumber":18,"Text":"And you would have thought them awake, though they were asleep. And We turned them to the right and to the left sides, while their dog stretched out its 2 forelegs at the entrance (of the cave). Had you looked at them, you would have certainly turned back from them in flight and (their sight) certainly would have filled with awe of them"},{"SurahNumber":18,"VerseNumber":19,"Text":"Thus, We awakened them (from long deep sleep) so that they could question among them. A speaker from them said: “How long have you stayed here?” They said: “Perhaps we have stayed here for a day or part of a day.” They said: “Our Lord knows best how long we have stayed here. So send one of us with our silver coin to the city, and let him find out which is the purest food, and let him bring us some of it. Let him be careful and don’t let anyone know our whereabouts"},{"SurahNumber":18,"VerseNumber":20,"Text":"Surely if they learn about you, they will stone you (to death), or turn you back into their religion, and in that case you will never ever be successful.”"},{"SurahNumber":18,"VerseNumber":21,"Text":"And thus We made their case known so that people might know that the Promise of Allah is true and that there is no doubt about the Hour (of Judgment). (Remember) when they (the people of the city) disputed among themselves about their case, they said: “Construct a building over them, their Lord knows best about them.” Those who won on their point said: “Surely we shall build a place of worship over them.”"},{"SurahNumber":18,"VerseNumber":22,"Text":"Some say they were 3 and their dog was the 4th of them. Others say they were 5 and their dog was the 6th of them guessing at the unseen. Yet, others say they were 7 and their dog was the 8th of them. Say (O Muhammad): “My Lord knows best their number. None knows them but a few.” So don’t debate about them except with clear proof and don’t consult about them (people of Cave) with anyone"},{"SurahNumber":18,"VerseNumber":23,"Text":"And never say of anything: “Surely I shall do that tomorrow,”"},{"SurahNumber":18,"VerseNumber":24,"Text":"except that (say): “If Allah wills!” And remember your Lord when you forget and say: “I hope that my Lord will guide me to a closer way of guidance than this.”"},{"SurahNumber":18,"VerseNumber":25,"Text":"And (some say) they stayed in their cave 300 years (solar) and add 9 (lunar years)"},{"SurahNumber":18,"VerseNumber":26,"Text":"(O Muhammad) say: “Allah knows best how long they stayed. With Him is (the knowledge of) the unseen of the heavens and the earth. How clearly He sees with it and how clearly He hears! They did not have any helper other than Him, and He does not share in His Decision and rule with anyone.”"},{"SurahNumber":18,"VerseNumber":27,"Text":"And recite what has been revealed to you (O Muhammad) from the book (the Qur’an) of your Lord. None can change His Words and you will never find a refuge other than Him"},{"SurahNumber":18,"VerseNumber":28,"Text":"Keep yourself (O Muhammad) patiently with those who call their Lord in the morning and the evening seeking His pleasure, and don’t let your eyes overlook them desiring the beauty of the life of the world; don’t obey the one whose heart We have made heedless of Our remembrance, who follows own lusts and whose affair has been lost"},{"SurahNumber":18,"VerseNumber":29,"Text":"(O Muhammad) say: “The truth is from your Lord. Whoever wills let him believe, and whoever wills, let him disbelieve.” Surely, We have prepared a fire for the wrongdoers; its walls will surround them (disbelievers). If they ask for help, they will be granted water like boiling oil that will burn faces. Terrible is the drink and evil is the resting place"},{"SurahNumber":18,"VerseNumber":30,"Text":"Surely! Those who believe and do righteous deeds, We shall not lose the reward of him who does good deeds"},{"SurahNumber":18,"VerseNumber":31,"Text":"Those are the ones for them there will be gardens of Eden; rivers flow beneath them; they will be decorated therein with bracelets of gold, and they will wear green garments of fine and thick silk. They will recline therein on raised thrones. How good is the reward, and how excellent is the resting place"},{"SurahNumber":18,"VerseNumber":32,"Text":"And (O Muhammad) put forward to them the example of 2 men: We had given 2 gardens of grapes to one of them, We had surrounded them with date-palms, and had made cultivated fields between them"},{"SurahNumber":18,"VerseNumber":33,"Text":"Both the gardens brought forth their produce and did not fail in the least. We (even) caused a river to gush forth in the middle of them"},{"SurahNumber":18,"VerseNumber":34,"Text":"And there was abundant produce for him and he said to his companion while he was talking to him: “I have more wealth than you and stronger (in respect of) men.”"},{"SurahNumber":18,"VerseNumber":35,"Text":"And he entered his garden while he was unjust to himself. He said: “I don’t think that this garden will ever perish"},{"SurahNumber":18,"VerseNumber":36,"Text":"And I don’t think the Hour will ever come. Even if I am brought back to my Lord, surely I shall find better than this at the end.”"},{"SurahNumber":18,"VerseNumber":37,"Text":"His companion said to him while he was talking to him: “Do you disbelieve in Him Who created you out of dust, then out of semen, then fashioned you into a man"},{"SurahNumber":18,"VerseNumber":38,"Text":"He is my Lord and I shall not associate anyone with my Lord"},{"SurahNumber":18,"VerseNumber":39,"Text":"When you entered your garden, why did you not say: ‘It is as Allah wills! There is no power but with Allah!’ If you see me, I have less wealth than you and children"},{"SurahNumber":18,"VerseNumber":40,"Text":"it may be that my Lord will give me something better than your garden, and may send a punishment from the sky on it, then turn it into a slippery earth"},{"SurahNumber":18,"VerseNumber":41,"Text":"Or its water will become deep-sunken (dry underground) so that you will never be able to find it.”"},{"SurahNumber":18,"VerseNumber":42,"Text":"(It so happened that) his fruits were surrounded (with ruin). He began twisting his hands (with sorrow) over what he had spent on it while all (fruits) were destroyed on their nets, and he said: “I wish I had not associated anyone with my Lord!”"},{"SurahNumber":18,"VerseNumber":43,"Text":"And he could neither find anyone to help him other than Allah, nor could he defend himself"},{"SurahNumber":18,"VerseNumber":44,"Text":"The real power (protection) comes from Allah, the true one worthy of worship. He (Allah) is the best for reward and the best for the final end"},{"SurahNumber":18,"VerseNumber":45,"Text":"And (O Muhammad) put forward for them the example of the worldly life. It is like water (rain) which We send down from the sky and the vegetation of the earth mingles with it. (But later it) becomes dry stalks which the winds scatter. And Allah has power over everything"},{"SurahNumber":18,"VerseNumber":46,"Text":"Wealth and children are the adornment of the worldly life. But the lasting righteous deeds are better with your Lord for rewards and better hope"},{"SurahNumber":18,"VerseNumber":47,"Text":"And (remember) the Day when We shall cause the mountains to move, you will see the earth as a leveled plain (of waste), We shall gather them, and will not leave anyone of them behind"},{"SurahNumber":18,"VerseNumber":48,"Text":"And they will be set before your Lord in rows (and Allah will say): “Now indeed you have come to Us as We created you the first time. Nay, but you thought that We had never appointed a meeting for you.”"},{"SurahNumber":18,"VerseNumber":49,"Text":"And the book (one’s record) will be placed (before them), and you will see the sinners fearful of what is (recorded) in it. They will say: “Woe to us! What is the matter with this book? Neither it leaves out a small thing nor a big thing but has recorded it with numbers!” They will find all that they did and placed before them. Your Lord will not treat anyone with injustice"},{"SurahNumber":18,"VerseNumber":50,"Text":"And (remember) when We said to the angels: “Prostrate to Adam,” all prostrated except Satan. He was one of the jinns; he disobeyed the command of its Lord. Will you then take him (Satan) and its progeny as your protectors rather than Me while they are enemies to you? What an evil is the exchange for the wrongdoers"},{"SurahNumber":18,"VerseNumber":51,"Text":"(Allah) did not make them (Satan and its offspring) to witness the creation of the heavens and the earth, nor their own creation, nor I (Allah) took the misleaders (of mankind) as helpers"},{"SurahNumber":18,"VerseNumber":52,"Text":"And (remember) the Day when He will say: “Call those partners of Mine whom you claimed.” They will cry to them but they will not answer them and We shall put a barrier between them"},{"SurahNumber":18,"VerseNumber":53,"Text":"And the sinners will see the fire and realize that they have to fall therein. And they will not find a way of escape from it"},{"SurahNumber":18,"VerseNumber":54,"Text":"And indeed We explained every example in this Qur’an for mankind (to understand). But human is quarrelsome of most things"},{"SurahNumber":18,"VerseNumber":55,"Text":"And nothing prevents mankind from believing and asking forgiveness of their Lord when the guidance (the Qur’an) has come to them, except that the way of the ancients come upon them or the punishment come upon them face to face"},{"SurahNumber":18,"VerseNumber":56,"Text":"We sent the Messengers except as bearers of glad tidings and warners. But the disbelievers disputed with false argument in order to refute the truth. They took My Verses with which they were warned, as a joke"},{"SurahNumber":18,"VerseNumber":57,"Text":"And who is more unjust than the one who, when reminded of the Verses of the Lord, turns away from them and forgets what deeds its own hands have done? (For these people) surely, We have set veils over their hearts so they don’t understand it (the Qur’an), and their ears are (covered) with deafness. If you (O Muhammad) call them to the guidance, even then they will never be guided"},{"SurahNumber":18,"VerseNumber":58,"Text":"And your Lord is Forgiving, the Owner of Mercy. If He calls them to account for what they have earned, He would have hastened the punishment for them. But they have their appointed time, beyond which they will never find an escape"},{"SurahNumber":18,"VerseNumber":59,"Text":"And We destroyed these towns with them (Ad, Thamud inhabitants) when they did wrong. We appointed a fixed time for their destruction"},{"SurahNumber":18,"VerseNumber":60,"Text":"And (remember) when Moses said to his young servant: “I will not give up (traveling) until I reach the junction of the 2 seas or (until) I spend years (in traveling).”"},{"SurahNumber":18,"VerseNumber":61,"Text":"But when they reached the junction between them, they forgot (about) their fish (they were carrying), which made its way through the sea as in a tunnel"},{"SurahNumber":18,"VerseNumber":62,"Text":"So when they had passed further on, he (Moses) said to his young servant: “Bring us our breakfast; truly we have suffered this fatigue in our journey.”"},{"SurahNumber":18,"VerseNumber":63,"Text":"He replied: “Do you remember when we were resting ourselves beside the rock? Indeed I forgot the fish, none but Satan made me forget to remember it. It took its way into the sea in a strange way!”"},{"SurahNumber":18,"VerseNumber":64,"Text":"(Moses) said: “That is what we have been seeking.” So they went back retracing their footsteps"},{"SurahNumber":18,"VerseNumber":65,"Text":"Then they found one of Our servant (Khidr) whom We had bestowed Mercy from Us, and We had taught him knowledge from Us"},{"SurahNumber":18,"VerseNumber":66,"Text":"Moses requested him: “May I follow you so that you may teach me something of that knowledge which you have been taught (by Allah)?”"},{"SurahNumber":18,"VerseNumber":67,"Text":"He (Khidr) said: “Surely! You will never be able to have patience with me"},{"SurahNumber":18,"VerseNumber":68,"Text":"how can you have patience about that which is beyond your knowledge?”"},{"SurahNumber":18,"VerseNumber":69,"Text":"(Moses) said: “You will find me patient if Allah wills, and I will not disobey your command.”"},{"SurahNumber":18,"VerseNumber":70,"Text":"He (Khidr) said: “Then, if you follow me, don’t ask me about anything until I myself mention it to you.”"},{"SurahNumber":18,"VerseNumber":71,"Text":"So they both proceeded, till when they embarked in a ship, Khidr made a hole in it. Moses said: “Have you made a hole in it to drown its people? Surely, you have done a bad thing.”"},{"SurahNumber":18,"VerseNumber":72,"Text":"He (Khidr) said: “Did I not tell you that you would never be able to have patience with me?”"},{"SurahNumber":18,"VerseNumber":73,"Text":"(Moses) said: “Don’t call me to account for what I forgot, and don’t be hard on me for my affair (with you).”"},{"SurahNumber":18,"VerseNumber":74,"Text":"Then they both proceeded till they met a boy, then Khidr killed him. Moses said: “Have you killed an innocent person who killed none? Surely, you have committed an evil thing!”"}]}