{"Id":275,"LanguageCodes":["ny","nya"],"Name":"nya-alhajiyusufmuha","Author":"Al Haji Yusuf Muhammad Kanyamula","Language":"Chichewa","Description":"Chichewa","Direction":"ltr","Source":"http://goodwordbooks.com/, Goodword Books, Islamic Dawah Movement of Southern Africa","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Kodi wolakwa kwambiri ndani kuposa iye amene amapeka bodza lokhudza Mulungu ndipo amakana choonadi pamene chidza kwa iye? Kodi ku Gahena kulibe malo okhalamo anthu osakhulupirira"},{"SurahNumber":39,"VerseNumber":33,"Text":"Ndipo iye amene wabweretsa choonadi ndi amene adakhulupirira choonadi, ndithudi, amenewa ndiwo amene amachita bwino"},{"SurahNumber":39,"VerseNumber":34,"Text":"Iwo adzapeza zonse zimene afuna kuchokera kwa Ambuye wawo. Imeneyi ndiyo mphotho ya anthu abwino"},{"SurahNumber":39,"VerseNumber":35,"Text":"Kuti Mulungu adzawakhululukira zoipitsitsa zimene amachita ndi kuwapatsa mphotho yawo molingana ndi ntchito zawo zabwino zimene adachita"},{"SurahNumber":39,"VerseNumber":36,"Text":"Kodi Mulungu sakwana kuthandiza akapolo ake? Komabe iwo amayesetsa kukuopseza ndi milungu ina yoonjezera pa Iye. Ndipo aliyense amene Mulungu amusocheza alibe wina womutsogolera"},{"SurahNumber":39,"VerseNumber":37,"Text":"Ndipo iye amene Mulungu amamutsogolera palibe wina amene angamusocheze. Kodi Mulungu si wamphamvu zambiri ndiponso Ambuye wodziwa kubwezera"},{"SurahNumber":39,"VerseNumber":38,"Text":"Ndipo, ndithudi, ngati ungawafunse kuti, “Kodi ndani adalenga kumwamba ndi dziko lapansi?” Ndithudi iwo adzayankha kuti, “Ndi Mulungu.” Nena, “Kodi zinthu zimene mumapembedza m’malo mwa Mulungu, ngati Mulungu afuna kugwetsa mavuto pa ine, kodi zinthuzo zingathe kuchotsa mavutowo? Kapena ngati Iye alangiza chisomo chake pa ine, kodi izo zingakanize chisomo chake?” Nena, “Mulungu ndi wokwana kwa ine. Mwa Iye onse okhulupirira ayenera kuika chikhulupiriro chawo.”"},{"SurahNumber":39,"VerseNumber":39,"Text":"Nena, “oh inu anthu anga! Gwirani ntchito yanu ndipo ine ndigwira yanga, ndipo inu mudzadziwa.”"},{"SurahNumber":39,"VerseNumber":40,"Text":"Iye amene alandira chilango chochititsa manyazi ndi iye amene alandira chilango chamuyaya"},{"SurahNumber":39,"VerseNumber":41,"Text":"Ndithudi tavumbulutsa kwa iwe Buku la ulangizi kwa anthu mwachoonadi. Kotero aliyense amene atsatira njira yoyenera amapulumutsa mzimu wake ndipo aliyense amene asochera alanga mzimu wake. Ndipo iwe sindiwe msungi wawo ayi"},{"SurahNumber":39,"VerseNumber":42,"Text":"Ndi Mulungu amene amachotsa mizimu ya anthu pa nthawi ya imfa ndi mizimu ya anthu a moyo akamagona. Iye amasunga mizimu ya amene adalamula kuti afe ndi kubweza mizimu ya ena mpaka nthawi yawo itakwana. Ndithudi mu zimenezi muli zizindikiro kwa iwo amene amaganiza kwambiri"},{"SurahNumber":39,"VerseNumber":43,"Text":"Kodi iwo asankha ena ngati a mkhalapakati poonjezera pa Mulungu? Nena, “Ngakhale kuti iwo alibe mphamvu iliyonse ndiponso alibe nzeru?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"Nena “Mphamvu zonse za mkhalapakati zili m’manja mwa Mulungu. Iye ndiye Mwini wa chilichonse chimene chili kumwamba ndi pa dziko lapansi. Ndipo ndi kwa Iye kumene mudzabwerera.”"},{"SurahNumber":39,"VerseNumber":45,"Text":"Ndipo pamene dzina la Mulungu lokha litchulidwa, mitima ya iwo amene sakhulupirira za m’moyo umene uli nkudza imakhumudwa koma pamene milungu ina kupatula Mulungu weniweni itchulidwa, iwo amasangalala kwambiri"},{"SurahNumber":39,"VerseNumber":46,"Text":"Nena, “oh Mulungu! Namalenga wakumwamba ndi dziko lapansi, Wodziwa zobisika ndi zooneka! Inu mudzaweruza pakati pa akapolo anu pa zimene amatsutsana.”"},{"SurahNumber":39,"VerseNumber":47,"Text":"Ngakhale anthu ochita zoipa akadakhala ndi zinthu zonse zimene zili pa dziko lapansi kapena zochuluka kuonjezera pa izi, ndithudi iwo akadazipereka izo ngati dipo kuti ziwapulumutse ku zowawa za chilango cha tsiku lachiweruzo. Ndipo chimene samachiganizira, chidzasonyezedwa kwa iwo ndi Mulungu"},{"SurahNumber":39,"VerseNumber":48,"Text":"Mphotho za ntchito zawo zonse zoipa zidzaonekera poyera ndipo zonse zimene amazinyoza zidzawazungulira iwo"},{"SurahNumber":39,"VerseNumber":49,"Text":"Pamene vuto ligwa pa munthu, iye amatipempha Ife, koma pamene timuonetsa chifundo chathu, iye amati, “Izi zapatsidwa kwa ine chifukwa cha nzeru zanga.” Iyayi! Awa ndi mayesero chabe koma ambiri a iwo sadziwa chilichonse"},{"SurahNumber":39,"VerseNumber":50,"Text":"Ndithudi iwo amene adalipo kale anali kunena chimodzimodzi koma chilichonse chimene anali kuchita chidali chopanda phindu kwa iwo"},{"SurahNumber":39,"VerseNumber":51,"Text":"Motero zoipa zimene adachita zidawatsata iwo. Ndipo iwo ochita zoipa a m’badwo uno zotsatira za ntchito zawo zidzawapeza ndipo iwo sadzatha kuthawa ayi"},{"SurahNumber":39,"VerseNumber":52,"Text":"Kodi iwo sadziwa kuti Mulungu amapereka moolowa manja kapena monyalapsa kwa aliyense amene Iye wamufuna? Ndithudi mu zimenezi muli zizindikiro kwa iwo amene ama amakhulupirira"},{"SurahNumber":39,"VerseNumber":53,"Text":"Nena, “Oh akapolo anga amene mwalakwira mizimu yanu! Musakayike za chisomo cha Mulungu. Ndithudi Mulungu amakhululukira machimo onse. Ndithudi Iye amakhululukira nthawi zonse ndipo ndiye Mwini chisoni chosatha.”"},{"SurahNumber":39,"VerseNumber":54,"Text":"Lapani kwa Ambuye wanu nthawi ndi nthawi ndipo mudzipereke kwathunthu kwa Iye chilango chisanadze kwa inu chifukwa sipadzakhala wina wothandiza inu"},{"SurahNumber":39,"VerseNumber":55,"Text":"Ndipotsatiranizabwinozonsezimenezavumbulutsidwa kwa inu kuchokera kwa Ambuye wanu chilango chake chisanadze kwa inu mwadzidzidzi pamene inu simuli kuchiganizira"},{"SurahNumber":39,"VerseNumber":56,"Text":"Mwina mzimu ungadzanene kuti, “Oh tsoka kwa ine chifukwa chakulephera kwanga pokwaniritsa udindo wanga kwa Mulungu! Ndithudi ine ndidali mmodzi wa iwo amene anali kunyoza.”"},{"SurahNumber":39,"VerseNumber":57,"Text":"Kapena akhoza kunena kuti, “Akadakhala kuti Mulungu adanditsogolera, ndithudi, ine ndikadakhala m’gulu la anthu angwiro.”"},{"SurahNumber":39,"VerseNumber":58,"Text":"Kapena pamene aona akhoza kunena chilango kuti, “N’kadakhala ndidali ndi mwayi wina, ndithudi, ndikadakhala m’gulu la iwo ochita zabwino.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"Inde! Ndithudi ulangizi wanga unadza kwa inu koma inu munaukana. Inu munali kunyada ndipo munali m’gulu la anthu osakhulupirira"},{"SurahNumber":39,"VerseNumber":60,"Text":"Ndipo patsiku louka kwa akufa, iwe udzaona nkhope zonse za amene amanamizira Mulungu, zitadetsedwa. Kodi ku Gahena kulibe malo okhalako anthu a mwano"},{"SurahNumber":39,"VerseNumber":61,"Text":"Ndipo Mulungu adzapereka onse amene amalewa zoipa ku malo awo opambana. Palibe choipa chimene chidzagwa pa iwo, ndipo iwo sadzamva chisoni ayi"},{"SurahNumber":39,"VerseNumber":62,"Text":"Mulungu ndiye Namalenga wa zinthu zonse, Wosamalira ndiponso Mgawi wa zinthu zonse"},{"SurahNumber":39,"VerseNumber":63,"Text":"Chake ndi chuma chonse cha kumwamba ndi cha padziko lapansi. Ndipo iwo amene sakhulupirira muchivumbulutso cha Mulungu, amenewo ndiwo amene adzakhala olephera"},{"SurahNumber":39,"VerseNumber":64,"Text":"Nena, “Kodi inu muli kundilamula kuti ndipembedze wina wake osati Mulungu? Oh inu anthu osadziwa!”"},{"SurahNumber":39,"VerseNumber":65,"Text":"Ndipo, ndithudi, zavumbulutsidwa kwa iwe ndi kwa iwo amene adalipo kale kuti, “Ndithudi ngati inu muphatikiza Mulungu ndi china chake, ndithudi, ntchito zanu zidzakhala zopanda phindu. Ndithudi inu mudzakhala m’gulu la anthu olephera.”"},{"SurahNumber":39,"VerseNumber":66,"Text":"Iyayi! Koma iwe upembedze Mulungu m’modzi yekha ndipo khala m’gulu la iwo amene amathokoza"},{"SurahNumber":39,"VerseNumber":67,"Text":"Ndipo iwo sadamulemekeze Mulungu ndi ulemu umene uli woyenera kwa Iye ndipo dziko lapansi lidzakhala pa chikhato pake pa tsiku lachiweruzo. Kumwamba kudzakulungidwa m’dzanja lake lamanja. Ulemerero ukhale kwa Iye ndipo Iye ndi woposa mafano amene amamufanizira nawo"},{"SurahNumber":39,"VerseNumber":68,"Text":"Ndipo lipenga lidzalizidwa kotero onse amene ali kumwamba ndi onse amene ali padziko lapansi adzakomoka kupatula okhawo amene Mulungu wawafuna. Ndipo lidzalizidwanso kachiwiri ndipo onse adzakhala choimirira ndi kumangoyembekezera"},{"SurahNumber":39,"VerseNumber":69,"Text":"Ndipo dziko lapansi lidzawala ndi muuni wa Ambuye wako ndipo Buku lidzatsekulidwa. Atumwi ndi mboni zidzaitanidwa ndipo chiweruzo chidzaperekedwa mwachilungamo pakati pawo ndipo iwo sadzaponderezedwa konse"},{"SurahNumber":39,"VerseNumber":70,"Text":"Ndipo mzimu uliwonse udzalipidwa mokwanira molingana ndi zimene udachita ndipo Iye amadziwa bwino zonse zimene mumachita"},{"SurahNumber":39,"VerseNumber":71,"Text":"Ndipo onse osakhulupirira adzatengedwa paulendo wa ku Gahena m’magulumagulu ndipo pamene azidzafika pafupi, makomo ake adzatsekulidwa ndipo oyang’anira kumeneko adzati kwa iwo, “Kodi sikunadze kwa inu Atumwi a mtundu wanu kukulalikirani ulangizi wa Ambuye wanu ndi kukuchenjezani za kukumana kwanu ndi tsiku lino?” Iwo adzati, “Inde!” Koma chilango chakwaniritsidwa kwa anthu osakhulupirira"},{"SurahNumber":39,"VerseNumber":72,"Text":"Iwo adzauzidwa kuti, “Lowani nonse m’zipata za Gahena kuti muzikhala m’menemo.” Ndipo ndi oipa malowa womwe anthu onyada adzakhaleko"},{"SurahNumber":39,"VerseNumber":73,"Text":"Ndipo onse amene amaopa Ambuye wawo adzatsogozedwa ku Paradiso m’magulumagulu. Ndipo pamene iwo azidzafika pafupi, taonani makomo azipata adzatsekulidwa, ndipo oyang’anira kumeneko adzati, “Mtendere ukhale kwa inu!” Inu mudzakhala mosangalala kotero lowani kuti muzikhala momwemo.”"},{"SurahNumber":39,"VerseNumber":74,"Text":"Ndipo iwo adzati, “Ulemerero ukhale kwa Mulungu amene wakwaniritsa kwa ife lonjezo lake ndipo watilola ife kuti tikhale m’dziko ili. Ife tidzakhala m’minda imene tifuna.” Kotero yabwino ndi mphotho ya anthu ogwira ntchito zabwino"},{"SurahNumber":39,"VerseNumber":75,"Text":"Ndipo iwe udzaona angelo atazungulira Mpando Wachifumu mbali zonse, ali kuimba mayamiko ndi kulemekeza Ambuye wawo. Ndipo chiweruzo chidzaperekedwa kwa zolengedwa zonse mwachilungamo ndipo kudzanenedwa kuti, “Kuyamikidwa konse ndi kwa Mulungu, Ambuye wa zolengedwa zonse.” Sura 40 • al-mu’min"},{"SurahNumber":40,"VerseNumber":1,"Text":"Ha-Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Chivumbulutso cha Buku ili ndi chochokera kwa Mulungu, wamphamvu ndi wodziwa zonse"},{"SurahNumber":40,"VerseNumber":3,"Text":"Iye ndi amene amakhululukira machimo ndipo amavomera kulapa. Iye ndi wankhanza popereka chilango ndi Mwini chinthu chilichonse, ndipo kulibe mulungu wina koma Iye yekha. Kwa Iye chilichonse chidzabwerera"},{"SurahNumber":40,"VerseNumber":4,"Text":"Palibe amene amatsutsa chivumbulutso cha Mulungu kupatula okhawo amene sakhulupirira. Kotero usanyengedwe ndi kuyendayenda kwawo kwa m’mizinda"},{"SurahNumber":40,"VerseNumber":5,"Text":"Anthu a Nowa ndi anthu a magulu ena amene adadza pambuyo pawo adakana Atumwi, ndipo mtundu uliwonse udachita chiwembu pa Mtumwi wawo, kuti amugwire koteroanalikutsutsananayepazinthuzabodzandicholinga choletsa choonadi. Koma Ine ndidawaononga iwo! Kodi chilango changa chidali chowawa bwanji"},{"SurahNumber":40,"VerseNumber":6,"Text":"Kotero mawu a Ambuye wako adakwaniritsidwa kwa osakhulupirira ndipo iwo ndi amene adzakhala ku Moto"},{"SurahNumber":40,"VerseNumber":7,"Text":"Iwo amene amasunga Mpando wachifumu ndiponso iwo amene amauzungulira iwo, amatamanda Ambuye wawo ndi kukhulupirira mwa Iye ndipo amapempha chitetezo m’malo mwa iwo amene akhulupirira. “Ambuye wathu! Chifundo ndi nzeru zanu zimakhudza aliyense kotero atetezeni onse amene adza kwa Inu ndi kutsatira njira yanu ndiponso apulumutseni iwo ku chilango cha ku Gahena!”"},{"SurahNumber":40,"VerseNumber":8,"Text":"“Ambuye wathu! Alowetseni ku minda ya Paradiso imene inu mudawalonjeza iwo ndiponso iwo amene amachita zabwino, pakati pa atate, akazi ndi ana awo. Ndithudi Inu ndinu wamphamvu ndi wanzeru kwambiri"},{"SurahNumber":40,"VerseNumber":9,"Text":"“Ndipo apulumutseni ku ntchito zoipa. Aliyense amene Inu mumupulumutsa ku zoipa tsiku lalero ndiye kuti Inu mwamuonetsa chisoni chanu ndipo kumeneko ndiko kupambana kwambiri"},{"SurahNumber":40,"VerseNumber":10,"Text":"Ndithudi iwo amene sakhulupirira adzamva mkuwo ukuti, “Ndithudi mkwiyo wa Mulungu pa inu ndi waukulu kuposa chidani chimene inuyo mumadzionetsera nokha poona kuti munali kuitanidwa kuti mukhulupirire koma inu munali kukana.”"},{"SurahNumber":40,"VerseNumber":11,"Text":"Iwo adzati, “Ambuye wathu mudatipha kawiri konse ndipo mudatipatsa moyo kawiri. Tsopano ife tivomereza kuchimwa kwathu. Kodi sitingathe kupulumutsidwa ku chilango cha ku Moto?”"},{"SurahNumber":40,"VerseNumber":12,"Text":"“Ichi ndi chifukwa chakuti pamene dzina la Mulungu lokha linali kupembedzedwa, inu simudakhulupirire koma pamene milungu ina inali kupembedzedwa, inu mudakhulupirira. Kotero Mwini wake wa chiweruzo ndi Mulungu Wapamwamba ndi Wamkulukulu.”"},{"SurahNumber":40,"VerseNumber":13,"Text":"Iye ndiye amene amakulangizani inu zizindikiro zake ndipo amakutumizirani chakudya kuchokera ku mitambo. Koma okhawo amene akumbukira ndiwo amene amabwererakwa Mulungu"},{"SurahNumber":40,"VerseNumber":14,"Text":"Moteropembedzani Mulungu mmodzi yekha, ngakhale kuti anthu osakhulupirira sasangalala"},{"SurahNumber":40,"VerseNumber":15,"Text":"Wokweza maudindo anthu okhulupirira ndi Mwini Mpando wachifumu. Iye amatumiza chikumbutso chake kwa aliyense wa akapolo ake amene Iye wamufuna kuti akhoza kuchenjeza anthu za tsiku lachiweruzo"},{"SurahNumber":40,"VerseNumber":16,"Text":"Tsiku limene onse adzadza pamodzi, sipadzakhala china chilichonse chobisika kwa Mulungu. Kodi ndani adzakhala ndi ulamuliro wamphamvu pa tsikuli? Ndi Mulungu, mmodzi yekha, Mwini mphamvu zonse"},{"SurahNumber":40,"VerseNumber":17,"Text":"Tsiku limeneli, mzimu uliwonse udzalandira malipiro ake. Pa tsiku limeneli sikudzakhala kuponderezana. Ndithudi Mulungu ndi wachangu pobwezera"},{"SurahNumber":40,"VerseNumber":18,"Text":"Achenjeze iwo za tsiku limene lili pafupi kudza, limene mitima idzadza mpaka pakhosi ndi kuwakomola. Palibe bwenzi la pamtima kapena mkhalapakati wa anthu ochita zoipa amene adzayankhulire"},{"SurahNumber":40,"VerseNumber":19,"Text":"Mulungu amadziwa chinyengo cha maso ndi zimene mitima imabisa"},{"SurahNumber":40,"VerseNumber":20,"Text":"Ndipo Mulungu amaweruza mwachilungamo pamene iwo amene amapembedzedwa oonjezera pa Iye sangathe kuweruza. Ndithudi Mulungu amamva ndiponso amaona"},{"SurahNumber":40,"VerseNumber":21,"Text":"Kodi iwo sadayende pa dziko lapansi ndi kuona zimene zidawachitikira anthu a makedzana? Iwo adali a mphamvu kuposa awa. Koma Mulungu adawalanga chifukwa cha zoipa zawo. Ndipo iwo adalibe wina aliyense wowateteza kwa Mulungu"},{"SurahNumber":40,"VerseNumber":22,"Text":"Ichi ndi chifukwa chakuti Atumwi awo adadza kwa iwo ndi zizindikiro zooneka ndi maso koma iwo adakana Atumwiwo. Kotero Mulungu adawaononga iwo. Ndithudi! Iye ndi Wamphamvu ndipo chilango chake ndi chowawa kwambiri"},{"SurahNumber":40,"VerseNumber":23,"Text":"Ndipo, ndithudi, tidamutumiza Mose ndi uthenga wathu ndi ulamuliro wooneka"},{"SurahNumber":40,"VerseNumber":24,"Text":"Kwa Farawo, Hamani ndi Karuni koma iwo adati, “Munthu wamatsenga ndi wabodza.”"},{"SurahNumber":40,"VerseNumber":25,"Text":"Ndipo pamene iye adawauza choonadi chochokera kwa Ife, iwo adati, “Iphani ana onse aamuna a anthu amene akhulupirira ndi iye ndipo musunge ana awo aakazi.” Koma ziwembu za anthu osakhulupirira sizitha bwino chifukwa zilibe maziko enieni"},{"SurahNumber":40,"VerseNumber":26,"Text":"Ndipo Farawo adati, “Mundisiye ine kuti ndiphe Mose ndipo musiyeni iye kuti apemphe kwa Ambuye wake. Ndithudi ine ndiopa kuti iye adzasintha chipembedzo chanu ndi kuyambitsa chisokonezo m’dziko.”"},{"SurahNumber":40,"VerseNumber":27,"Text":"Ndipo Mose adati, “Ndithudi ine ndithawira kwa Ambuye wanga ndi Ambuye wanu kuti anditeteze kwa aliyense wamwano amene sakhulupirira mu tsiku lachiweruzo.”"},{"SurahNumber":40,"VerseNumber":28,"Text":"Ndipo munthu wamwamuna wokhulupirira wa m’gulu la anthu a Farawo amene adabisa chikhulupiriro chake adati, “Kodi inu mudzapha munthu chifukwa chakuti wanena kuti Ambuye wanga ndi Mulungu pamene iye wadza kwa inu ndi zizindikiro zooneka zochokera kwa Ambuye wanu? Ndipo ngati iye ndi wabodza tchimo likhale pa iye yekha koma ngati iye ali kunena zoona, tsoka limene anena lidzagwa pa inu. Ndithudi Mulungu satsogolera munthu woswa malamulo ndi wabodza.”"},{"SurahNumber":40,"VerseNumber":29,"Text":"“oh inu anthu anga!wanu ndi ufumu walero. Inu muli ndi ulamuliro m’dziko koma ndani amene adzatithandiza ife ku chilango cha Mulungu ngati icho chitagwa pa ife?” Farawo adati, “Ine ndili kungokuuzani zinthu zimene ndimaona ndiponso ndili kukutsogolerani ku njira yoyenera.”"},{"SurahNumber":40,"VerseNumber":30,"Text":"Ndipo iye amene adakhulupirira adati, “oh anthu anga! Ndithudi ine ndili kuopa kuti inu mudzaona zimene zidadza pa anthu akale.”"},{"SurahNumber":40,"VerseNumber":31,"Text":"“Monga zimene zidadza kwa anthu a Nowa, a Aad ndi a Thamoud ndi iwo amene adadza iwo atachoka. Koma Mulungu safuna kupondereza akapolo ake.”"},{"SurahNumber":40,"VerseNumber":32,"Text":"“oh inu anthu anga! Ine ndichita mantha pa zimene zidzaoneka kwa inu pa tsiku louka kwa akufa.”"},{"SurahNumber":40,"VerseNumber":33,"Text":"Tsiku limene inu mudzabwerera ndi kuthawa. Inu simudzakhala ndi wokutetezani kwa Mulungu. Ndipo aliyense amene Mulungu amusiya kuti asochere palibe wina amene angamutsogolere"},{"SurahNumber":40,"VerseNumber":34,"Text":"Ndithudi Yosefe adadza kwa inu ndi zizindikiro zooneka, koma inu munali kukayika pa zimene iye adabweretsa mpaka pamene iye adafa ndipo inu mudati, “Mulungu sadzadzutsanso Mtumwi wina pambuyo pa iye. Mmenemondimmene Mulunguamamusocheretsamunthu woononga ndi okayika"},{"SurahNumber":40,"VerseNumber":35,"Text":"Iwo amene amakana uthenga wa Mulungu popanda ulamuliro umene udapatsidwa kwa iwo, zochita zawo ndi zodedwa pamaso pa Mulungu ndi pamaso pa iwo okhulupirira. Mmenemo ndi mmene Mulungu amaphimbira mtima wa munthu wonyada ndi wamwano"},{"SurahNumber":40,"VerseNumber":36,"Text":"Ndipo Farawo adati, “oh Hamani! ndimangire nsanja kuti ndikwere.”"},{"SurahNumber":40,"VerseNumber":37,"Text":"“Ndikwere kuti ndikafike kumwamba kuti ndimpeze Mulungu wa Mose koma ine, ndithudi, ndiganiza kuti iye ndi wonama.” Kotero ntchito zoipa za Farao zidaoneka zomusangalatsa, ndipo iye adasocheretsedwa ku njira yoyenera ndipo zochita zake sizinamuthandizechinachilichonseayikomachionongeko"},{"SurahNumber":40,"VerseNumber":38,"Text":"Ndipo iye amene adakhulupirira adati, “oh inu anthu anga! Nditsateni ine. Ine ndidzakutsogolerani ku njira yabwino.”"},{"SurahNumber":40,"VerseNumber":39,"Text":"“Oh inu anthu anga! Moyo wa pa dziko lino ndi chisangalalo cha kanthawi kochepa ndipo, ndithudi, moyo umene uli nkudza ndi wosatha.”"},{"SurahNumber":40,"VerseNumber":40,"Text":"Aliyense amene achita zoipa adzalandira dipo loipa ndipo aliyense amene achita zabwino kaya ndi wamwamuna kapena wamkazi ndipo ndi wokhulupirira, otere adzalowa ku Paradiso kumene adzapatsidwa madalitso opanda muyeso"},{"SurahNumber":40,"VerseNumber":41,"Text":"“oh inu anthu anga! Kodi mwatani! Ine ndili kukuitanirani ku chipulumutso ndipo inu muli kundiitanira ku moto?”"},{"SurahNumber":40,"VerseNumber":42,"Text":"“Inu muli kundiitana kuti ndisakhulupirire mwa Mulungu ndipo kuti ndizimufanizira Iye ndi zinthu zina zimene sindizidziwa pamene ine ndili kukuitanani kuti mudze kwa Mwini mphamvu ndi Mwini chikhululukiro.”"},{"SurahNumber":40,"VerseNumber":43,"Text":"“Mosakayika chimene muli kundiitanira chilibe dzina m’dziko lino ndi m’dziko limene lili nkudza ndipo kuti tidzabwerakwa Mulungu. Ndipoonseoswamalamulo, malo awo adzakhala ku moto.”"},{"SurahNumber":40,"VerseNumber":44,"Text":"“Ndipo inu mudzakumbukira zimene ndili kukuuzani ndipo ine ndiika chikhulupiriro changa mwa Mulungu. Ndithudi Mulungu amaona akapolo ake.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Kotero Mulungu adamuteteza ku chiwembu chimene iwo adakonza ndipo anthu a Farawo chilango chonyansa chidawagwera"},{"SurahNumber":40,"VerseNumber":46,"Text":"Ku moto iwo adzasonkhanitsidwa m’mawa ndi madzulo ndipo chiweruzo chawo chidzagamulidwa pa tsiku limene ola lidzakwaniritsidwa ndi kuti, “Alangeni kwambiri anthu a Farawo.”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Ndipo pamene iwo adzakangana wina ndi mnzake ku moto, anthu ochepa mphamvu adzati kwa iwo amene anali kuchita mwano, “Ndithudi ife tidali otsatira anu. Kodi simungatichotserepo chilango cha moto?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Iwo amene adali a mwano adzati, “Tonse tili kumoto. Zoonadi Mulungu waweruza pakati pa akapolo ake.”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Ndipo iwo amene adzakhala kumoto adzati kwa iwo osunga Gahena, “Pemphani kwa Ambuye wanu kuti atichepetsere chilango chathu tsiku limodzi.”"},{"SurahNumber":40,"VerseNumber":50,"Text":"Iwo adzati, “Kodi kwa inu sikudabwere Atumwi anu ndi zizindikiro zooneka?” Iwo adzayankha kuti, “Inde.” Ndipo iwo adzati, “Kotero pemphani ngati mufuna koma pemphero la iwo amene alibe chikhulupiriro ndi lopanda pake.”"},{"SurahNumber":40,"VerseNumber":51,"Text":"Ndithudi Ife tidzapambanitsa Atumwi athu pamodzi ndi iwo amene amakhulupirira m’dziko lino ndi tsiku limene mboni zidzaitanidwa"},{"SurahNumber":40,"VerseNumber":52,"Text":"Tsikuli ndi limene madandaulo a anthu ochita zoipa adzakhala opanda ntchito. Ndipoiwo adzakhala kumalo oipa"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ndipo Ife, ndithudi ,tidamupatsa Mose langizo. Ndipo tidapereka Buku loti lisungidwe ndi ana a Israyeli"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ma langizo ndi chikumbutso kwa anthu ozindikira"},{"SurahNumber":40,"VerseNumber":55,"Text":"Kotero pirira. Ndithudi lonjezo la Mulungu ndi loona. Ndipo pempha chikhululukiro cha machimo ako ndipo lemekeza Ambuye wako madzulo ndi m’mawa"},{"SurahNumber":40,"VerseNumber":56,"Text":"Ndithudi iwo amene amatsutsa mawu a Mulungu wopanda lamulo limene ladza kwa iwo, alibe china chilichonse m’mitima mwawo kupatula chilakolako choti akhale a pamwamba koma iwo sadzakhala. Kotero funafuna chitetezo cha Mulungu. Ndithudi Iye amamva ndipo amaona"},{"SurahNumber":40,"VerseNumber":57,"Text":"Ndithudi chilengedwe cha kumwamba ndi dziko lapansi ndi choposa chilengedwe cha anthu. Koma anthu ambiri sadziwa"},{"SurahNumber":40,"VerseNumber":58,"Text":"Ndithudi anthu a khungu ndi anthu openya siofanana ndiponso amene akhulupirira ndi kuchita ntchito zabwino ndi anthu ochita zoipa (safanana). Ndi zochepa zomwe mumakumbukira"},{"SurahNumber":40,"VerseNumber":59,"Text":"Ndithudi ola lidzadza, mosakayika, koma anthu ambiri sakhulupirira"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ndipo Ambuye wako adati, “Ndipempheni Ine ndipo ndidzayankha pemphero lanu. Ndithudi! Koma iwo amene ndi amwano pondipembedza Ine, ndithudi, adzaponyedwa ku Gahena mochititsa manyazi.”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Ndi Mulungu amene adalenga usiku kuti inu muzipumula ndi usana kuti ukupatseni kuwala. Ndithudi Mulungu amaonetsa chisomo chake kwa anthu koma anthu ambiri sathokoza ayi"},{"SurahNumber":40,"VerseNumber":62,"Text":"Ameneyu ndiye Mulungu, Ambuye wanu, Namalenga wa zinthu zonse. Kulibe Mulungu wina koma Iye yekha. Nanga ndi chifukwa chiyani inu mumanyengedwa ndi kusiya choonadi"},{"SurahNumber":40,"VerseNumber":63,"Text":"Mmenemo ndi mmene adasiyira choonadi iwo amene adakana uthenga wa Mulungu"},{"SurahNumber":40,"VerseNumber":64,"Text":"Ndi Mulungu amene adalenga dziko lapansi kukhala malo anu okhalamo ndi mtambo ngati chotchinga. Iye ndiye amene adaumba matupi anu ndipo adawaumba ndi maonekedwe abwino ndipo wakupatsani inu zinthu zabwino. Ameneyu ndiye Mulungu, Ambuye wanu. Ulemerero ukhale kwa Mulungu, Ambuye wa zolengedwa zonse"},{"SurahNumber":40,"VerseNumber":65,"Text":"Iye ndi wamuyaya. Kulibe Mulungu wina koma Iye yekha. Mupempheni Iye ndipo mudzipereke kwathunthu kwa Iye yekha. Ulemerero wonse ukhale kwa Mulungu, Ambuye wa zolengedwa zonse"},{"SurahNumber":40,"VerseNumber":66,"Text":"Nena, “Ine ndinaletsedwa kupembedza iwo amene inu mumapembedza kuonjezera pa Mulungu weniweni pamene malangizo abwino anadza kwa ine kuchokera kwa Ambuye wanga. Ndipo ine ndalamulidwa kuti ndizimvera Ambuye wa zolengedwa zonse"},{"SurahNumber":40,"VerseNumber":67,"Text":"Ndiye amene adakulengani inu kuchokera ku dothi ndipo kuchokera ku dontho la umuna losakanizana ndi ukazi ndi kuchokera ku magazi oundana ndipo amakutulutsani kukhala mwana ndipo amakukuzani kufika pa msinkhu wanu ndi kukhala wamphamvu, ndipo Iye amakukalambitsani. Ngakhale ena a inu amafa msanga, Iye amakusiyani inu kuti mufike patsiku loikidwa kuti mukhoza kuzindikira"},{"SurahNumber":40,"VerseNumber":68,"Text":"Iye ndiye amene amapereka moyo ndi imfa ndipo pamene Iye afuna chinthu, Iye amangonena kwa icho kuti, “Khala” ndipo chimakhala"},{"SurahNumber":40,"VerseNumber":69,"Text":"Kodi siudawaone iwo amene amatsutsa uthenga wa Mulungu? Kodi iwo amabwezedwa bwanji ku choonadi"},{"SurahNumber":40,"VerseNumber":70,"Text":"Iwo amene amakana Buku ndi uthenga umene tidatumiza ndi Atumwi athu, koma posachedwapa iwo adzadziwa"},{"SurahNumber":40,"VerseNumber":71,"Text":"Pamene magoli ndi unyolo udzakhala pa khosi pawo, iwo adzaduduluzidwa"},{"SurahNumber":40,"VerseNumber":72,"Text":"M’madzi owira ndipo iwo adzatenthedwa ku moto"},{"SurahNumber":40,"VerseNumber":73,"Text":"Ndipo zidzanenedwa kwa iwo, “Kodi zili kuti izo zimene munali kuzipembedza?”"},{"SurahNumber":40,"VerseNumber":74,"Text":"“Poonjezera Mulungu?” Iwo adzati, “Zatithawira. Iyayi ife sitimapembedza zina zake.” Kotero Mulungu amasocheretsa anthu osakhulupirira"},{"SurahNumber":40,"VerseNumber":75,"Text":"Ichi ndi chifukwa chakuti inu munali kusangalala ndi zinthu zachabechabe padziko ndipo munali ndi mwano"},{"SurahNumber":40,"VerseNumber":76,"Text":"Lowani m’zipata za ku Gahena kuti mukhale m’menemo. Iwowo ndi malo oipa omwe anthu onyada adzakhaleko"},{"SurahNumber":40,"VerseNumber":77,"Text":"Kotero pirira. Ndithudi lonjezo la Mulungu ndi loona. Kaya tikuonetsa gawo la zimene tili kuwaopseza nazo kapena tikupha, komatu kwa Ife iwo adzabwerera"},{"SurahNumber":40,"VerseNumber":78,"Text":"Ndithudi Ife tidatumiza Atumwi iwe usanabadwe. Alipo ena amene takuuza za iwo ndipo alipo ena amene sitidakuuze za iwo ndipo sichidali choyenera kuti Mtumwi abweretse chizindikiro kupatula ndi chilolezo cha Mulungu. Koma pamene ulamuliro wa Mulungu udadza, chiweruzo chidaperekedwa mwachilungamo. Ndipo onse, amene ankati ndi zabodza, adatayika"},{"SurahNumber":40,"VerseNumber":79,"Text":"Mulungu ndiye amene adakulengerani nyama kuti mukhoza kukwera zina za izo ndi kudya zina za izo"},{"SurahNumber":40,"VerseNumber":80,"Text":"Ndipo muli zambiri zabwino mu nyamazo kuti inu mukhoza kukwaniritsa zofuna zanu zimene zili m’mitima mwanu.Ndipopaizondim’masitimainumumanyamulidwa"},{"SurahNumber":40,"VerseNumber":81,"Text":"Ndipo Iye amakuonetsani zizindikiro zake. Kodi ndi ziti za zizindikiro za Mulungu zimene mumakana"},{"SurahNumber":40,"VerseNumber":82,"Text":"Kodi inu simudayende m’dziko ndi kuona zimene zidawachitikira anthu ena amene adalipo iwo asanabadwe? Iwo adali ambiri kuposa awa ndipo adali ndi mphamvu zambiri. Ndipo mwa zinthu zomwe iwo adazisiya pa dziko lapansi ndi zomwe anali kuchita, zonsezi sizidawathandize"},{"SurahNumber":40,"VerseNumber":83,"Text":"Pamene Atumwi awo adadza kwa iwo ndi zizindikiro zooneka, iwo adadzitama chifukwa cha nzeru zimene adali nazo. Ndipo chimene anali kutsutsa chidagwa pa iwo"},{"SurahNumber":40,"VerseNumber":84,"Text":"Koma pamene iwo adaona chilango chathu, iwo adati, “Ife takhulupirira mwa Mulungu mmodzi yekha ndipo tili kuzikana zonse zimene tidali nazo zoonjezera pa Iye.”"},{"SurahNumber":40,"VerseNumber":85,"Text":"Koma chikhulupiriro chawo sichidawathandize china chilichonse pamene adaona chilango chathu. Ili ndi lamulo la Mulungu limene amaweruzira akapolo ake. Ndipo pamenepo, anthu okana Mulungu adatayika kwambiri"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Chivumbulutso chochokera kwa Mulungu, Mwini chifundo ndi Mwini chisoni chosatha"},{"SurahNumber":41,"VerseNumber":3,"Text":"Ndi Buku limene mawu ake ndi ofotokozedwa mwatsatanetsatane. Ndi Korani ya m’chiyankhulo cha Chiarabu, kwa anthu ozindikira"},{"SurahNumber":41,"VerseNumber":4,"Text":"Lopereka nkhani yabwino ndi chenjezo koma ambiri a iwo amabwerera m’mbuyo kotero sakumva chilichonse"},{"SurahNumber":41,"VerseNumber":5,"Text":"Ndipo iwo amati, “Mitima yathu ndi yokutidwa ku zimene iwe uli kutiitanira ndipo makutu athu ndi ogontha ndipo chotchinga chili pakati pathu ndi iwe kotero iwe gwira ntchito yako ndipo nafenso tili kugwira yathu.”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Nena, “Ine ndine munthu monga inu nomwe. Koma zavumbulutsidwa kwa ine kuti Mulungu wanu ndi mmodzi yekha kotero tsatirani njira yoyenera yopita kwa Iye ndipo pemphani chikhululukiro chake. Tsoka kwa iwo amene amafanizira milungu ina ndi Mulungu weniweni.”"},{"SurahNumber":41,"VerseNumber":7,"Text":"Iwo ndi amene sapereka chaulere chothandiza osauka ndipo sakhulupirira za m’moyo umene uli nkudza"},{"SurahNumber":41,"VerseNumber":8,"Text":"Ndithudi iwo amene amakhulupirira ndipo amachita ntchito zabwino, kwa iwo kuli mphotho zosatha"},{"SurahNumber":41,"VerseNumber":9,"Text":"Nena, “Kodi, ndithudi, inu muli kumukana Iye amene adalenga dziko lapansi m’masiku awiri ndipo muli kumufanizirandienakukhalaofanananaye? IyendiAmbuye wa zolengedwa zonse.”"},{"SurahNumber":41,"VerseNumber":10,"Text":"Iye adaika mu dziko lapansi mapiri okhazikika pamwamba pake ndipo adalidalitsa ilo ndi kulipatsa chakudya, chokwanira chilichonse m’masiku anayi ofanana"},{"SurahNumber":41,"VerseNumber":11,"Text":"Ndipo atatero Iye adabuka kumwamba pamene kudali nkhungu ndipo Iye adati adayankhula mawu okhudza kumwamba ndi ku dziko lapansi kuti, “Idzani nonse mwanokha kapena mokakamizidwa.” Onse adati, “Tibwera mosakakamizidwa.”"},{"SurahNumber":41,"VerseNumber":12,"Text":"Ndipo Iye adakonza ndi kulenga maiko asanu ndi awiri m’masiku awiri ndipo adapereka ku dziko lililonse ulamuliro. Ndipo Ife tidaika ku muyamba wapansi nyenyezi zokongola kuti zizilonda. Umenewo ndi ulamuliro wa Mwini mphamvu ndi Mwini nzeru"},{"SurahNumber":41,"VerseNumber":13,"Text":"Koma ngati iwo abwerera m’mbuyo, nena, “Ine ndakuchenjezani inu za chilango chonga ngati chimene chidadza pa anthu a Aad ndi Thamoud.”"},{"SurahNumber":41,"VerseNumber":14,"Text":"Ndipo pamene Atumwi awo adadza kwa iwo kuchokera ku mbali zonse, nati, “Musapembedze wina aliyense koma Mulungu.” Iwo adati, “Ngati Ambuye wathu akadafuna, Iye ndithudi, akadatumiza Angelo. Kotero ife, ndithudi, sitikhulupirira zimene inu mwatumidwa.”"},{"SurahNumber":41,"VerseNumber":15,"Text":"Akakhala anthu a Aad, iwo adanyada kopambana padziko ndipo adati, “Kodi ali ndi mphamvu zopambana zathu ndani?” Kodi iwo saona kuti Mulungu amene adawalenga, ali ndi mphamvu zambiri zoposa zawo? Ndipo iwo anali kukana chivumbulutso chathu"},{"SurahNumber":41,"VerseNumber":16,"Text":"Kotero Ife tidawatumizira mphepo yamkuntho m’masiku a tsoka, ndi cholinga choti alawe chilango chochititsa manyazi m’dziko lino koma, ndithudi, chilango cha m’moyo umene uli nkudza ndi chochititsa manyazi zedi ndipo iwo sadzathandizidwa ayi"},{"SurahNumber":41,"VerseNumber":17,"Text":"Akakhala anthu a Thamoud Ife tidawalangiza njira yoyenera koma iwo adasankha kuchita zoipa m’malo mochita zabwino kotero kwa iwo kudadza chilango chochititsa manyazi chifukwa cha ntchito zawo"},{"SurahNumber":41,"VerseNumber":18,"Text":"Ndipo Ife tidapulumutsa iwo amene adakhulupirira ndi amene amaopa Mulungu ndi kulewa zoipa"},{"SurahNumber":41,"VerseNumber":19,"Text":"Ndipo pa tsiku limene adani ake a Mulungu adzasonkhanitsidwa kupita kumoto, iwo adzaikidwa m’magulumagulu"},{"SurahNumber":41,"VerseNumber":20,"Text":"Mpaka pamene wo atafika ku malo a moto makutu awo, maso awo ndi makungu awo adzapereka umboni wowaneneza pa zimene anali kuchita"},{"SurahNumber":41,"VerseNumber":21,"Text":"Ndipo iwo adzati kwa makungu awo, “Bwanji inu muli kupereka umboni wotineneza?” Iwo adzati, “Mulungu, amene amayankhulitsa chilichonse, watiyankhulitsa ife ndipo Iye ndiye amene adakulengani inu poyamba ndipo nonse mudzabwerera kwa Iye.”"},{"SurahNumber":41,"VerseNumber":22,"Text":"Ndipo inu simunadzibise ku makutu anu, maso anu ndi makungu anu kuti zisadzapereke umboni wokunenezani koma inu mumaganiza kuti Mulungu sadziwa zonse zimene munali kuchita"},{"SurahNumber":41,"VerseNumber":23,"Text":"Ndipo ndi maganizo anu amene inu munali kuganiza okhudza Ambuye wanu amene wakubweretsani ku chionongeko tsopano muli m’gulu la anthu otayika"},{"SurahNumber":41,"VerseNumber":24,"Text":"Ndipo ngati iwo apirira komabe ku moto ndiko kudzakhala kumalo kwawo. Ndipo ngati apempha chikhululukiro pempho lawo lidzakanidwa"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ndipo Ife tawasankhira anzawo amene adapanga kuti aziona zopusa zakale ndi zatsopano kukhala zinthu zokondweretsa kwa iwo. Ndipo chiweruzo chimene chidadza ku mtundu wa majini ndi kwa anthu amene adalipo kale chakwaniritsidwa kwa iwo. Ndithudi iwo ndi otayika kwambiri"},{"SurahNumber":41,"VerseNumber":26,"Text":"Ndipo iwo amene sakhulupirira amati, “Musamvetsere Koraniyi koma m’malo mwake muzipanga phokoso kuti mwina mukhoza kuigonjetsa.”"},{"SurahNumber":41,"VerseNumber":27,"Text":"Koma, ndithudi, Ife tidzawalawitsa anthu osakhulupirira chilango chowawa, ndipo, ndithudi, Ife tidzawalipira chifukwa cha ntchito zawo zoipa zimene anali kuchita"},{"SurahNumber":41,"VerseNumber":28,"Text":"Amenewo ndiwo malipiro a adani a Mulungu. Moto ndiwo malo awo a nthawi zonse. Malipiro okwanira malinga ndi ntchito zawo zoipa zimene anali kuchita pokana zizindikiro zathu"},{"SurahNumber":41,"VerseNumber":29,"Text":"Ndipo iwo osakhulupirira adzati, “Ambuye wathu! Tilangizeni iwo amene ali pakati pa majini ndi anthu amene adatisocheretsa ife ndipo ife tidzawapondaponda ndi mapazi athu kuti iwo akhale a pansi kwambiri.”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Ndithudi iwo amene amati, “Ambuye wathu ndi Mulungu ndipo amapitiriza kutsatira njira yoyenera.” Kwa iwo angelo amadza nati, “Musaope ndipo musadandaule ayi. Koma landirani nkhani yabwino yokhudza Paradiso imene inu mudalonjezedwa!”"},{"SurahNumber":41,"VerseNumber":31,"Text":"Ife tinali abwenzi anu m’moyo uno ndiponso ndi m’moyo umene uli nkudza. M’menemu inu mudzapeza chilichonse chimene mufuna ndipo m’menemo inu mudzalandira chilichonse chimene mupempha"},{"SurahNumber":41,"VerseNumber":32,"Text":"Mphatso yamtengo wapatali yachokera kwa Iye amene amakhululukira nthawi zonse ndi Mwini chisoni chosatha"},{"SurahNumber":41,"VerseNumber":33,"Text":"Kodi amayankhula bwino ndani kuposa iye amene amati; ‘Ambuye wanga ndi Mulungu’ amaitanira anthu kunjira ya Mulungu amene amachita ntchito zabwino ndipo amati, “Ine ndine mmodzi wa Asilamu?”"},{"SurahNumber":41,"VerseNumber":34,"Text":"Ntchito zabwino ndi ntchito zoipa sizifanana. Kotero gonjetsani choipa pochita chabwino ndipo, ndithudi, iye amene ali mdani wako adzakhala ngati bwenzi lako lapamtima"},{"SurahNumber":41,"VerseNumber":35,"Text":"Koma palibe wina amene adzalandira zimenezi kupatula yekhayo amene amapirira kwambiri ndipo amadziletsa. Ndipo palibe wina amene angalandire kuposa iwo amene ali ndi mwayi wochuluka"},{"SurahNumber":41,"VerseNumber":36,"Text":"Ndipo ngati iwe uyesedwa ndi Satana, funafuna chitetezo cha Mulungu. Ndithudi Iye ndiye amene amamva ndipo amadziwa chinthu china chilichonse"},{"SurahNumber":41,"VerseNumber":37,"Text":"Ndipo pakati pa zizindikiro zake pali usiku ndi usana ndiponso dzuwa ndi mwezi. Musagwadire dzuwa kapena mwezi koma mugwadire Mulungu amene adazilenga izo ngati ndiye amene inu mumamupembedza"},{"SurahNumber":41,"VerseNumber":38,"Text":"Koma ngati iwo ndi amwano palibe kanthu chifukwa pamaso pa Ambuye wako pali iwo amene amamulemekeza Iye usiku ndi usana ndipo satopa ayi"},{"SurahNumber":41,"VerseNumber":39,"Text":"Ndipo pakati pa zizindikiro zake pali choti inu mumaona nthaka ili youma koma pamene Ife titumiza pa nthakayo madzi, iyo imakhala ndi moyo ndipo imakhala ndi zomera zambiri. Ndithudi, Iye amapereka moyo ku nthaka youma, ndithudi, akhoza kuperekanso moyo kwa anthu amene adafa. Ndithudi Iye ali ndi mphamvu pa chinthu china chilichonse"},{"SurahNumber":41,"VerseNumber":40,"Text":"Ndithudi onse amene sakhulupirira chivumbulutso chathu sadzatha kubisala. Kodi iye amene aponyedwa ku moto ndi wabwino kapena iye amene adzapulumutsidwa pa tsiku lachiweruzo? Chitani monga momwe mufunira. Ndithudi Iye amaona zonse zimene mumachita"},{"SurahNumber":41,"VerseNumber":41,"Text":"Ndithudi iwo amene amakana uthenga pamene udza kwa iwo adzalangidwa. Ndithudi ili ndi Buku lolemekezeka kwambiri"},{"SurahNumber":41,"VerseNumber":42,"Text":"Bodza silingalowemo kuchokera kumbali ina iliyonse. Ichi ndi chivumbulutso chochokera kwa Mwini nzeru ndi olemekezeka"},{"SurahNumber":41,"VerseNumber":43,"Text":"Palibe chimene chili kunenedwa kwa iwe kupatula chokhacho chimene chidanenedwa kwa Atumwi kale. Ndithudi Ambuye wako ndi Mwini kukhululukira ndiponso Mwini chilango chowawa"},{"SurahNumber":41,"VerseNumber":44,"Text":"NdipoIfetikadatumizaBukulaKoranimuchiyankhulo china osati Chiarabu, iwo akadanena kuti, “Kodi bwanji mawu ake sali kufotokozeredwa bwinobwino? Chiyani! Chiyankhulo cha chilendo osati Chiarabu!” Nena, “Ilo ndi la iwo amene amakhulupirira, ndi chilangizo ndiponso mankhwala ochiritsa. Ndipo iwo amene sakhulupirira, makutu awo ndi ogontha ndipo ilo ndi khungu kwa iwo. Iwo ndiwo amene amaitanidwa kuchokera kutali.”"},{"SurahNumber":41,"VerseNumber":45,"Text":"Ndithudi Ife tidamupatsa Mose Buku koma panabuka mikangano yotsutsana za ilo. Koma pakanapanda mawu amene adanenedwa kale ndi Ambuye wako, onse akadaweruzidwa kale. Ndithudi iwo amakayika kwambiri"},{"SurahNumber":41,"VerseNumber":46,"Text":"Aliyense amene amachita zabwino amachitira moyo wake zabwino ndipo aliyense amene amachita zoipa amadzikundikira yekha mavuto. Ndithudi Ambuye wako sapondereza akapolo ake"}]}