{"Id":461,"LanguageCodes":["ur","urd"],"Name":"urd-muhammadtaqiusm","Author":"Muhammad Taqi Usmani","Language":"Urdu","Description":"Urdu","Direction":"rtl","Source":"","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"اب بتاؤ کہ اس شخص سے بڑا ظالم کون ہوگا جو اللہ پر جھوٹ باندھے، اور جب سچی بات اس کے پاس آئے تو وہ اس کو جھٹلا دے ؟ کیا جہنم میں ایسے کافروں کا ٹھکانا نہیں ہوگا ؟"},{"SurahNumber":39,"VerseNumber":33,"Text":"اور جو لوگ سچی بات لے کر آئیں اور خود بھی اسے سچ مانیں وہ ہیں جو متقی ہیں"},{"SurahNumber":39,"VerseNumber":34,"Text":"ان کو اپنے پروردگار کے پاس ہر وہ چیز ملے گی جو وہ چاہیں گے۔ یہ ہے نیک لوگوں کا بدلہ"},{"SurahNumber":39,"VerseNumber":35,"Text":"تاکہ انہوں نے جو بدترین کام کئے تھے اللہ ان کا کفارہ کردے، اور جو بہترین کام کرتے رہے تھے ان کا ثواب انہیں عطا فرمائے۔"},{"SurahNumber":39,"VerseNumber":36,"Text":"(اے پیغمبر !) کیا اللہ اپنے بندے کے لیے کافی نہیں ہے ؟ اور یہ لوگ تمہیں اس کے سوا دوسروں سے ڈراتے ہیں، اور جسے اللہ راستے سے بھٹکا دے، اسے کوئی راستے پر لانے والا نہیں"},{"SurahNumber":39,"VerseNumber":37,"Text":"اور جسے اللہ راہ راست پر لے آئے اسے کوئی راستے سے بھٹکانے والا نہیں۔ کیا اللہ زبردست، انتقام لینے والا نہیں ؟"},{"SurahNumber":39,"VerseNumber":38,"Text":"اور اگر تم ان سے پوچھو کہ آسمانوں اور زمین کو کس نے پیدا کیا ہے ؟ تو وہ ضرور یہی کہیں گے کہ اللہ نے (ان سے) کہو کہ : ” ذرا مجھے یہ بتاؤ کہ تم اللہ کو چھوڑ کر جن (بتوں) کو پکارتے ہو، اگر اللہ مجھے کوئی نقصان پہنچانے کا ارادہ کرلے تو کیا یہ اس کے پہنچائے ہوئے نقصان کو دور کرسکتے ہیں ؟ یا اگر اللہ مجھ پر مہربانی فرمانا چاہے تو کیا یہ اس کی رحمت کو روک سکتے ہیں ؟ “ کہو کہ ” میرے لیے اللہ ہی کافی ہے۔ بھروسہ رکھنے والے اسی پر بھروسہ رکھتے ہیں۔ “"},{"SurahNumber":39,"VerseNumber":39,"Text":"کہہ دو کہ : ” اے میری قوم کے لوگو ! تم اپنے طریقے پر عمل کیے جاؤ، میں (اپنے طریقے پر) عمل کر رہا ہوں، پھر عنقریب تمہیں پتہ چل جائے گا"},{"SurahNumber":39,"VerseNumber":40,"Text":"کہ کس پر وہ عذاب آتا ہے جو اسے رسوا کر کے رکھ دے گا، اور کس پر وہ عذاب نازل ہوتا ہے جو ہمیشہ جم کر رہے گا۔ “"},{"SurahNumber":39,"VerseNumber":41,"Text":"(اے پیغمبر !) ہم نے لوگوں کے فائدے کے لیے تم پر یہ کتاب برحق نازل کی ہے۔ اب جو شخص راہ راست پر آجائے گا۔ وہ اپنی ہی بھلائی کے لیے آئے گا، اور جو گمراہی اختیار کرے گا، وہ اپنی گمراہی سے اپنا ہی نقصان کرے گا، اور تم اس کے ذمہ دار نہیں ہو۔"},{"SurahNumber":39,"VerseNumber":42,"Text":"اللہ تمام روح کو ان کی موت کے وقت قبض کرلیتا ہے، اور جن کو ابھی موت نہیں آئی ہوتی، ان کو بھی ان کی نیند کی حالت میں (قبض کرلیتا ہے،) پھر جن کے بارے میں اس نے موت کا فیصلہ کرلیا۔ انہیں اپنے پاس روک لیتا ہے، اور دوسری روحوں کو ایک معین وقت تک کے لیے چھوڑ دیتا ہے یقینا اس بات میں ان لوگوں کے لیے بڑی نشانیاں ہیں جو غور وفکر سے کام لیتے ہیں۔"},{"SurahNumber":39,"VerseNumber":43,"Text":"بھلا کیا ان لوگوں نے اللہ (کی اجازت) کے بغیر کچھ سفارشی گھڑ رکھے ہیں ؟ (ان سے) کہو کہ : چاہے یہ نہ کوئی اختیار رکھتے ہوں، نہ کچھ سمجھتے ہوں (پھر بھی تم انہیں سفارشی مانتے رہو گے ؟)"},{"SurahNumber":39,"VerseNumber":44,"Text":"کہو کہ : ” سفارش تو ساری کی ساری اللہ ہی کے اختیار میں ہے۔ اسی کے قبضے میں آسمانوں اور زمین کی بادشاہی ہے، پھر اسی کی طرف تمہیں لوٹایا جائے گا۔"},{"SurahNumber":39,"VerseNumber":45,"Text":"اور جب کبھی تنہا اللہ کا ذکر کیا جاتا ہے تو جو لوگ آخرت پر ایمان نہیں رکھتے ان کے دل بیزار ہوجاتے ہیں اور جب اس کے سوا دوسروں کا ذکر کیا جاتا ہے تو یہ لوگ خوشی سے کھل اٹھتے ہیں۔"},{"SurahNumber":39,"VerseNumber":46,"Text":"کہو :” اے اللہ ! اے آسمانوں اور زمین کو پیدا کرنے والے، ہر غائب و حاضر کے جاننے والے ! تو ہی اپنے بندوں کے درمیان ان باتوں کا فیصلہ کرے گا جن میں وہ اختلاف کرتے رہے ہیں “۔"},{"SurahNumber":39,"VerseNumber":47,"Text":"اور جن لوگوں نے ظلم کا ارتکاب کیا ہے، اگر ان کے پاس وہ سب کچھ ہو جو زمین میں ہے، اور اس کے ساتھ اتنا ہی اور بھی، تو قیامت کے دن بد ترین عذاب سے بچنے کے لیے وہ سب فدیہ کے طور پر دینے لگیں گے، اور اللہ کی طرف سے وہ کچھ ان کے سامنے آجائے گا جس کا انہیں گمان بھی نہیں تھا۔"},{"SurahNumber":39,"VerseNumber":48,"Text":"انہوں نے جو کمائی کی تھی، اس کی برائیاں ان کے سامنے ظاہر ہوجائیں گی، اور جن باتوں کا وہ مذاق اڑایا کرتے تھے، وہ انہیں چاروں طرف سے گھیر لیں گی۔"},{"SurahNumber":39,"VerseNumber":49,"Text":"پھر انسان (کا حال یہ ہے کہ جب اس) کو کوئی تکلیف چھو جاتی ہے تو وہ ہمیں پکارتا ہے، اس کے بعد جب ہم اسے اپنی طرف سے کسی نعمت سے نوازتے ہیں تو وہ کہتا ہے کہ : ” یہ تو مجھے (اپنے) ہنر کی وجہ سے ملی ہے “۔ نہیں ! بلکہ یہ آزمائش ہے، لیکن ان میں سے اکثر لوگ نہیں جانتے"},{"SurahNumber":39,"VerseNumber":50,"Text":"یہی بات ان سے پہلے (کچھ) لوگوں نے بھی کہی تھی نتیجہ یہ ہوا کہ جو کچھ وہ کماتے تھے، وہ ان کے کام نہیں آیا۔"},{"SurahNumber":39,"VerseNumber":51,"Text":"اور انہوں نے جو کمائی کی تھی، اس کی برائیاں انہی پر آپڑیں، اور ان (عرب کے) لوگوں میں جنہوں نے ظلم کا ارتکاب کیا ہے، ان کی کمائی کی برائیاں بھی عنقریب ان پر آپڑیں گی، اور یہ (اللہ) کو عاجز نہیں کرسکتے۔"},{"SurahNumber":39,"VerseNumber":52,"Text":"اور کیا انہیں یہ معلوم نہیں ہے کہ اللہ جس کے لیے چاہتا ہے، رزق میں وسعت کردیتا ہے، اور وہی تنگی بھی کردیتا ہے ؟ یقینا اس میں ان لوگوں کے لیے بڑی نشانیاں ہیں جو ایمان لاتے ہیں۔"},{"SurahNumber":39,"VerseNumber":53,"Text":"کہہ دو کہ : ” اے میرے وہ بندو ! جنہوں نے اپنی جانوں پر زیادتی کر رکھی ہے، اللہ کی رحمت سے مایوس نہ ہو۔ یقین جانو اللہ سارے کے سارے گناہ معاف کردیتا ہے۔ یقینا وہ بہت بخشنے والا بڑا مہربان ہے۔"},{"SurahNumber":39,"VerseNumber":54,"Text":"اور تم اپنے پروردگار سے لو لگاؤ، اور اس کے فرماں بردار بن جاؤ قبل اس کے کہ تمہارے پاس عذاب آپہنچے، پھر تمہاری مدد نہیں کی جائے گی۔"},{"SurahNumber":39,"VerseNumber":55,"Text":"اور تمہارے پروردگار کی طرف سے تمہارے پاس جو بہترین باتیں نازل کی گئی ہیں، ان کی پیروی کرو، قبل اس کے کہ تم پر اچانک عذاب آجائے، اور تمہیں پتہ بھی نہ چلے۔"},{"SurahNumber":39,"VerseNumber":56,"Text":"کہیں ایسا نہ ہو کہ کسی شخص کو یہ کہنا پڑے کہ : ” ہائے افسوس میری اس کوتاہی پر جو میں نے اللہ کے معاملے میں برتی ! اور سی بات یہ کہ میں تو (اللہ تعالیٰ کے احکام کا) مذاق اڑانے والوں میں شامل ہوگیا تھا۔ “"},{"SurahNumber":39,"VerseNumber":57,"Text":"یا کوئی یہ کہے کہ : اگر مجھے اللہ ہدایت دیتا تو میں بھی متقی لوگوں میں شامل ہوتا۔"},{"SurahNumber":39,"VerseNumber":58,"Text":"یا جب عذاب آنکھوں سے دیکھ لے تو یہ کہے کہ : ” کاش مجھے ایک مرتبہ واپس جانے کا موقع مل جائے تو میں نیک لوگوں میں شامل ہوجاؤں ! “"},{"SurahNumber":39,"VerseNumber":59,"Text":"(تجھے ہدایت) کیوں نہیں (دی گئی ؟) میری آیتیں تیرے پاس آچکی تھیں، پھر تو نے انہیں جھٹلا دیا، اور بڑائی کے گھمنڈ میں پڑگیا، اور کافروں میں شامل رہا۔"},{"SurahNumber":39,"VerseNumber":60,"Text":"اور قیامت کے دن تم دیکھو گے کہ جن لوگوں نے اللہ پر جھوٹ باندھا ہے، ان کے چہرے سیاہ پڑے ہوئے ہیں۔ کیا جہنم میں ایسے متکبروں کا ٹھکانا نہیں ہوگا ؟"},{"SurahNumber":39,"VerseNumber":61,"Text":"اور جن لوگوں نے تقوی اختیار کیا ہے، اللہ ان کو نجات دے کر ان کی مراد کو پہنچا دے گا، انہیں کوئی تکلیف چھوے گی بھی نہیں، اور نہ انہیں کسی بات کا غم ہوگا"},{"SurahNumber":39,"VerseNumber":62,"Text":"اللہ ہر چیز کا پیدا کرنے والا ہے، اور وہی ہر چیز کا رکھوالا ہے"},{"SurahNumber":39,"VerseNumber":63,"Text":"سارے آسمانوں اور زمین کی کنجیاں اسی کے پاس ہیں، اور جنہوں نے اللہ کی آیتوں کا انکار کیا ہے گھاٹے میں رہنے والے وہی ہیں۔"},{"SurahNumber":39,"VerseNumber":64,"Text":"کہہ دہ کہ کیا پھر بھی اے جاہلو ! تم مجھ سے کہتے ہو کہ اللہ کے سوا کسی اور کی عبادت کرو ؟۔"},{"SurahNumber":39,"VerseNumber":65,"Text":"اور یہ حقیقت ہے کہ تم سے اور تم سے پہلے تمام پیغمبروں سے وحی کے ذریعے یہ بات کہہ دی گئی تھی کہ اگر تم نے شرک کا ارتکاب کیا تو تمہارا کیا کرایا سب غارت ہوجائے گا۔ اور تم یقین طور پر سخت نقصان اٹھانے والوں میں شامل ہوجاؤ گے۔"},{"SurahNumber":39,"VerseNumber":66,"Text":"لہذا اس کے بجائے تم اللہ ہی کی عبادت کرو اور شکر گزار لوگوں میں شامل ہوجاؤ"},{"SurahNumber":39,"VerseNumber":67,"Text":"اور ان لوگوں نے اللہ تعالیٰ کی قدر ہی نہیں پہچانی جیسا کہ اس کی قدر پہچاننے کا حق تھا، حالانکہ پوری کی پوری زمین قیامت کے دن اس کی مٹھی میں ہوگی، اور سارے کے سارے آسمان اس کے دائیں ہاتھ میں لپٹے ہوئے ہوں گے۔ وہ پاک ہے اور بہت بالا و برتر اس شرک سے جس کا ارتکاب یہ لوگ کر رہے ہیں۔"},{"SurahNumber":39,"VerseNumber":68,"Text":"اور صور پھونکا جائے گا تو آسمانوں اور زمین میں جتنے ہیں وہ سب بےہوش ہوجائیں گے، سوائے اس کے جسے اللہ چاہے، پھر دوسری بار پھونکا جائے تو وہ سب لوگ پل بھر میں کھڑے ہو کر دیکھنے لگیں گے۔"},{"SurahNumber":39,"VerseNumber":69,"Text":"اور زمین اپنے پروردگار کے نور سے چمک اٹھے گی اور نامہ اعمال سامنے رکھ دیا جائے گا۔ اور انبیاء اور سب گواہوں کو حاضر کردیا جائے گا اور لوگوں کے درمیان بالکل برحق فیصلہ کیا جائے گا۔ اور ان پر کوئی ظلم نہیں ہوگا۔"},{"SurahNumber":39,"VerseNumber":70,"Text":"اور ہر شخص کو اس کے عمل کا پورا پورا بدلہ دیا جائے گا۔ اور جو کچھ لوگ کرتے ہیں۔ اللہ اسے خوب جانتا ہے۔"},{"SurahNumber":39,"VerseNumber":71,"Text":"اور جن لوگوں نے کفر اپنایا تھا انہیں جہنم کی طرف گروہوں کی شکل میں ہانکا جائے گا، یہاں تک کہ جب وہ اس کے پاس پہنچ جائیں گے تو اس کے دروازے کھولے جائیں گے اور اس کے محافظ ان سے کہیں گے کہ کیا تمہارے پاس تمہارے اپنے لوگوں میں سے پیغمبر نہیں آئے تھے جو تمہیں تمہارے رب کی آیتیں پڑھ کر سناتے ہوں، اور تمہیں اس دن کا سامنا کرنے سے خبر دار کرتے ہوں ؟ وہ کہیں گے کہ بیشک آئے تھے، لیکن عذاب کی بات کافروں پر سچی ہو کر رہی۔"},{"SurahNumber":39,"VerseNumber":72,"Text":"کہا جائے گا کہ جہنم کے دروازوں میں ہمیشہ ہمیشہ رہنے کے لیے داخل ہوجاؤ کیونکہ بہت برا ٹھکانا ہے ان کا جو تکبر سے کام لیتے ہیں۔"},{"SurahNumber":39,"VerseNumber":73,"Text":"اور جنہوں نے اپنے پروردگار سے تقویٰ کا معاملہ رکھا تھا انہیں جنت کی طرف گروہوں کی شکل میں لے جایا جائے گا یہاں تک کہ جب وہ اس کے پاس پہنچیں گے جبکہ اس کے دروازے ان کے لیے پہلے سے کھولے جا چکے ہوں گے (تو وہ عجیب عالم ہوگا۔) اور اس کے محافظ ان سے کہیں گے کہ : سلام ہو آپ پر، خوب رہے آپ لوگ ! اب اس جنت میں ہمیشہ ہمیشہ رہنے کے لیے آ جائیے۔"},{"SurahNumber":39,"VerseNumber":74,"Text":"اور وہ (جنتی) کہیں گے کہ تمام تر شکر اللہ کا ہے جس نے ہم سے اپنے وعدے کو سچا کر دکھایا اور ہمیں اس سرزمین کا ایسا وارث بنادیا کہ ہم جنت میں جہاں چاہیں اپنا ٹھکانا بنالیں۔ ثابت ہوا کہ بہترین انعام (نیک) عمل کرنے والوں کا ہے۔"},{"SurahNumber":39,"VerseNumber":75,"Text":"اور تم فرشتوں کو دیکھو گے کہ عرش کے گرد حلقہ بنائے ہوئے اپنے پروردگار کی حمد کے ساتھ اس کی تسبیح کر رہے ہوں گے، اور لوگوں کے درمیان برحق فیصلہ کردیا جائے گا، اور کہنے والے کہیں گے کہ : تمام تر تعریف اللہ کی ہے جو سارے جہانوں کا پروردگار ہے۔"},{"SurahNumber":40,"VerseNumber":1,"Text":"حم"},{"SurahNumber":40,"VerseNumber":2,"Text":"یہ کتاب اللہ کی طرف سے اتاری جا رہی ہے جو بڑا صاحب اقدار، بڑے علم کا مالک ہے"},{"SurahNumber":40,"VerseNumber":3,"Text":"جو گناہ کو معاف کرنے والا، توبہ قبول کرنے والا، سخت سزا دینے والا، بڑی طاقت کا مالک ہے۔ اس کے سوا کوئی عبادت کے لائق نہیں اسی کی طرف سب کو لوٹ کر جانا ہے۔"},{"SurahNumber":40,"VerseNumber":4,"Text":"اللہ کی آیتوں میں جھگڑے وہی لوگ پیدا کرتے ہیں جنہوں نے کفر اپنا لیا ہے لہذا ان لوگوں کا شہروں میں دندناتے پھرنا تمہیں دھوکے میں نہ ڈالے"},{"SurahNumber":40,"VerseNumber":5,"Text":"ان سے پہلے نوح کی قوم اور ان کے بعد بہت سے گروہوں نے بھی (پیغمبروں کو) جھٹلایا تھا اور ہر قوم نے اپنے پیغمبر کے بارے میں یہ ارادہ کیا تھا کہ انہیں گرفتار کرلے، اور انہوں نے باطل کا سہارا لے کر جھگڑے کیے تھے تاکہ اس کے ذریعے حق کو مٹا دیں۔ نتیجہ یہ ہوا کہ میں نے ان کو پکڑ میں لے لیا۔ اب (دیکھ لو کہ) میری سزا کسی (سخت) تھی۔"},{"SurahNumber":40,"VerseNumber":6,"Text":"اور اسی طرح جن لوگوں نے کفر اپنا لیا ہے، ان کے بارے میں تمہارے پروردگار کی یہ بات بھی پکی ہوچکی ہے کہ وہ دوزخی لوگ ہیں۔"},{"SurahNumber":40,"VerseNumber":7,"Text":"وہ (فرشتے) جو عرش کو اٹھائے ہوئے ہیں، اور جو اس کے گرد موجود ہیں، وہ سب اپنے پروردگار کی حمد کے ساتھ اس کی تسبیح کرتے رہتے ہیں، اور اس پر ایمان رکھتے ہیں، اور جو لوگ ایمان لے آئیں ہیں ان کے لیے مغفرت کی دعا کرتے ہیں (کہ): اے ہمارے پروردگار ! تیری رحمت اور علم ہر چیز پر حاوی ہے، اس لیے جن لوگوں نے توبہ کرلی ہے اور تیرے راستے پر چل پڑے ہیں، ان کی بخشش فرما دے اور انہیں دوزخ کے عذاب سے بچا لے۔"},{"SurahNumber":40,"VerseNumber":8,"Text":"اور اے پروردگار ! انہیں ہمیشہ رہنے والی جنتوں میں داخل فرما۔ جس کا تو نے ان سے وعدہ کیا ہے۔ نیز ان کے ماں باپ اور بیوی بچوں میں سے جو نیک ہوں، انہیں بھی، یقیناً تیری اور صرف تیری ذات وہ ہے جس کا اقتدار بھی کامل ہے، جس کی حکمت بھی کامل"},{"SurahNumber":40,"VerseNumber":9,"Text":"اور ان کو ہر طرح کی برائیوں سے محفوظ رکھ اور اس دن جسے تو نے برائیوں سے محفوظ کرلیا اس پر تو نے بڑا رحم فرمایا۔ اور یہی زبردست کامیابی ہے۔"},{"SurahNumber":40,"VerseNumber":10,"Text":"جن لوگوں نے کفر اختیار کیا ہے، ان سے پکار کر کہا جائے گا کہ : (آج) تمہیں جتنی بیزار اپنے آپ سے ہو رہی ہے اس سے زیادہ بیزاری اللہ کو اس وقت ہوتی تھی جب تمہیں ایمان دعوت دی جاتی تھی اور تم انکار کرتے تھے۔"},{"SurahNumber":40,"VerseNumber":11,"Text":"وہ کہیں گے کہ اے ہمارے پروردگار ! تو نے ہمیں دو مرتبہ موت اور دو مرتبہ زندگی دی، اب ہم اپنے گناہوں کا اعتراف کرتے ہیں، تو کیا (ہمارے دوزخ سے) نکلنے کا کوئی راستہ ہے ؟"},{"SurahNumber":40,"VerseNumber":12,"Text":"(جواب دیا جائے گا کہ :) تمہاری یہ حالت اس لیے ہے کہ اللہ کو تنہا پکارا جاتا تھا تو تم انکار کرتے تھے، اور اگر اس کے ساتھ کسی اور کو شریک ٹھہرایا جاتا تھا تو تم مان لیتے تھے۔ اب تو فیصلہ اللہ ہی کا ہے جس کی شان بہت اونچی، جس کی ذات بہت بڑی ہے۔"},{"SurahNumber":40,"VerseNumber":13,"Text":"وہی ہے جو تمہیں اپنی نشانیاں دکھاتا اور تمہارے لیے آسمان سے رزق اتارتا ہے۔ اور نصیحت تو وہی مانا کرتا ہے جو (ہدایت کے لیے دل سے رجوع ہو۔)"},{"SurahNumber":40,"VerseNumber":14,"Text":"لہذا (اے لوگو !) اللہ کو اس طرح پکارو کہ تمہاری تابعداری خالص اسی کے لیے ہو چاہے کافروں کو کتنا برا لگے"},{"SurahNumber":40,"VerseNumber":15,"Text":"وہ اونچے درجوں والا، عرش کا مالک ہے۔ وہ اپنے بندوں سے جس پر چاہتا ہے اپنے حکم سے روح (یعنی وحی) نازل کردیتا ہے تاکہ ملاقات کے اس دن سے (لوگوں کو) خبردار کرے"},{"SurahNumber":40,"VerseNumber":16,"Text":"جس دن وہ سب کھل کر سامنے آجائیں گے، اللہ سے ان کی کوئی چیز پوشیدہ نہیں ہوگی۔ (کہا جائے گا :) کس کی بادشاہی ہے آج ؟ (جواب ایک ہی ہوگا کہ :) صرف اللہ کی جو واحد وقہار ہے"},{"SurahNumber":40,"VerseNumber":17,"Text":"آج کے دن ہر شخص کو اس کے کیے کا بدلہ دیا جائے گا آج کوئی ظلم نہیں ہو گا۔ یقینا اللہ بہت جلد حساب لینے والا ہے۔"},{"SurahNumber":40,"VerseNumber":18,"Text":"(اے پیغمبر !) ان لوگوں کو ایک ایسی مصیبت کے دن سے ڈراؤ جو قریب آنے والی ہے، جب لوگوں کے کلیجے گھٹ گھٹ کر منہ کو آجائیں گے، ظالموں کا نہ کوئی دوست ہوگا اور نہ کوئی ایسا سفارشی جس کی بات مانی جائے"},{"SurahNumber":40,"VerseNumber":19,"Text":"اللہ آنکھوں کی چوری کو بھی جانتا ہے، اور ان باتوں کو بھی جن کو سینوں نے چھپا رکھا ہے"},{"SurahNumber":40,"VerseNumber":20,"Text":"اور اللہ برحق فیصلے کرتا ہے اور اسے چھوڑ کر جن (جھوٹے خداؤں) کو یہ پکارتے ہیں، وہ کسی چیز کا فیصلہ نہیں کرسکتے۔ یقیناً اللہ ہی ہے جو ہر بات سنتا، سب کچھ دیکھتا ہے"},{"SurahNumber":40,"VerseNumber":21,"Text":"اور کیا ان لوگوں نے زمین میں چل پھر کر یہ نہیں دیکھا کہ جو لوگ ان سے پہلے تھے، ان کا کیسا انجام ہوچکا ہے۔ وہ طاقت میں بھی ان سے زیادہ مضبوط تھے، اور زمین میں چھوڑی ہوئی یادگاروں کے اعتبار سے بھی۔ پھر اللہ نے ان کے گناہوں کی وجہ سے انہیں پکڑ میں لے لیا۔ اور کوئی نہیں تھا جو انہیں اللہ سے بچائے۔"},{"SurahNumber":40,"VerseNumber":22,"Text":"یہ سب کچھ اس لیے ہوا کہ ان کے پاس ان کے پیغمبر کھلی کھلی دلیلیں لے کر آتے تھے تو یہ انکار کرتے تھے، اس لیے اللہ نے انہیں پکڑ میں لیا۔ یقینا وہ بڑی قوت والا سزا دینے میں بڑا سخت ہے"},{"SurahNumber":40,"VerseNumber":23,"Text":"اور ہم نے موسیٰ کو اپنی نشانیوں اور بڑی واضح دلیل دے کر بھیجا تھا"},{"SurahNumber":40,"VerseNumber":24,"Text":"فرعون، ہامان اور قارون کے پاس، تو انہوں نے کہا کہ یہ جھوٹا جادوگر ہے"},{"SurahNumber":40,"VerseNumber":25,"Text":"پھر جب وہ لوگوں کے پاس وہ حق بات لے کر گئے جو ہماری طرف سے آئی تھی تو انہوں نے کہا کہ جو لوگ ان کے ساتھ ایمان لے آئے ہیں ان کے بیٹوں کو قتل کر ڈالو اور ان کی عورتوں کو زندہ رکھو۔ حالانکہ کافروں کی چال کا اناجم اس کے سوا کچھ نہیں وہ مقصد تک نہ پہنچ سکیں"},{"SurahNumber":40,"VerseNumber":26,"Text":"اور فرعون نے کہا : لاؤ میں موسیٰ کو قتل ہی کر ڈالوں، اور اسے چاہیے کہ اپنے رب کو پکار لے۔ مجھے ڈر ہے کہ یہ تمہارا دین بدل ڈالے گا، یا زمین میں فساد برپا کردے گا۔"},{"SurahNumber":40,"VerseNumber":27,"Text":"اور موسیٰ نے کہا : میں نے تو ہر اس متکبر سے جو یوم حساب پر ایمان نہیں رکھتا، اس کی پناہ لے لی ہے جو میرا بھی پروردگار ہے اور تمہارا بھی پروردگار۔"},{"SurahNumber":40,"VerseNumber":28,"Text":"اور فرعون کے خاندان میں سے ایک مومن شخص جو ابھی تک اپنا ایمان چھپائے ہوئے تھا بول اٹھا کہ کیا تم ایک شخص کو صرف اس لیے قتل کر رہے ہو کہ وہ کہتا ہے میرا پروردگار اللہ ہے ؟ حالانکہ وہ تمہارے پاس تمہارے پروردگار کی طرف سے روشن دلیلیں لے کر آیا ہے۔ اور اگر وہ جھوٹا ہی ہو تو اس کا جھوٹ اسی پر پڑے گا اور اگر سچا ہو تو جس چیز سے وہ تمہیں ڈرا رہا ہے اس میں کچھ تو تم پر آ ہی پڑے گی اللہ کسی ایسے شخص کو ہدایت نہیں دیتا جو حد سے گذر جانے والا (اور) جھوٹ بولنے کا عادی ہو۔"},{"SurahNumber":40,"VerseNumber":29,"Text":"اے میری قوم ! آج تو تمہیں ایسی سلطنت حاصل ہے کہ زمین میں تمہارا راج ہے، لیکن اگر اللہ کا عذاب ہم پر آگیا تو کون ہے جو اس کے مقابلے میں ہماری مدد کرے ؟۔ فرعون نے کہا میں تو تمہیں وہی رائے دوں گا جسے میں درست سمجھتا ہوں، اور میں تمہاری جو رہنمائی کر رہا ہوں وہ بالکل ٹھیک راستے کی طرف کر رہا ہوں"},{"SurahNumber":40,"VerseNumber":30,"Text":"اور جو شخص ایمان لے آیا تھا اس نے کہا : اے میری قوم ! مجھے ڈر ہے کہ تم پر ویسا ہی دن نہ آجائے جیسا بہت سے گروہوں پر آچکا ہے۔"},{"SurahNumber":40,"VerseNumber":31,"Text":"(اور تمہارا حال بھی ویسا نہ ہو) جیسا حال نوح (علیہ السلام) کی قوم کا، اور عاد وثمود کا اور ان کے بعد کے لوگوں کا ہوا تھا۔ اور اللہ بندوں پر ظلم کرنا نہیں چاہتا۔"},{"SurahNumber":40,"VerseNumber":32,"Text":"اور اے میری قوم ! مجھے تم پر اس دن کا خوف ہے جس میں چیخ پکار مچی ہوگی۔"},{"SurahNumber":40,"VerseNumber":33,"Text":"جس دم تم پیٹھ پھیر کر اس طرح بھاگو گے کہ کوئی بھی تمہیں اللہ سے بچانے والا نہیں ہوگا اور جسے اللہ بھٹکا دے اسے کوئی راستہ دکھانے والا میسر نہیں آتا۔"},{"SurahNumber":40,"VerseNumber":34,"Text":"اور حقیقت یہ ہے کہ اس سے پہلے یوسف (علیہ السلام) تمہارے پاس روشن دلیلیں لے کر آئے تھے تب بھی تم ان کی لائی ہوئی باتوں کے متعلق شک میں پڑے رہے۔ پھر جب وہ وفات پا گئے تو تم نے کہا کہ ان کے بعد اللہ اب کوئی پیغمبر نہیں بھیجے گا ۔ اسی طرح اللہ ان تمام لوگوں کو گمراہی میں ڈالے رکھتا ہے جو حد سے گذرے ہوئے، شکی ہوتے ہیں۔"},{"SurahNumber":40,"VerseNumber":35,"Text":"جو اپنے پاس کسی واضح دلیل کے آئے بغیر اللہ کی آیتوں میں جھگڑے نکالا کرتے ہیں۔ یہ بات اللہ کے نزدیک بھی قابل نفرت ہے اور ان لوگوں کے نزدیک بھی جو ایمان لے آئے ہیں۔ اسی طرح اللہ ہر متکبر جابر شخص کے دل پر مہر لگا دیتا ہے۔"},{"SurahNumber":40,"VerseNumber":36,"Text":"اور فرعون نے (اپنے وزیر سے) کہا کہ اے ہامان ! میرے لیے ایک اونچی عمارت بنادو تاکہ میں ان راستوں تک پہنچوں"},{"SurahNumber":40,"VerseNumber":37,"Text":"جو آسمانوں کے راستے ہیں پھر میں موسیٰ کے خدا کو جھانک کر دیکھوں اور یقین رکھو کہ میں تو اسے جھوٹا ہی سمجھتا ہوں۔ اسی طرح فرعون کی بد کرداری اس کی نظر میں خوشنما بنادی گئی تھی اور اسے راستے سے روک دیا گیا تھا۔ اور فرعون کی کوئی چال ایسی نہیں تھی جو بربادی میں گئی ہو"},{"SurahNumber":40,"VerseNumber":38,"Text":"اور جو شخص ایمان لے آیا تھا اس نے کہا اے میری قوم میری بات مانو، میں تمہیں ہدایت کے راستے پر لے جاؤں گا۔"},{"SurahNumber":40,"VerseNumber":39,"Text":"اے میری قوم ! یہ دنیوی زندگی تو بس تھوڑا سا مزہ ہے۔ اور یقین جانو کہ آخرت ہی رہنے بسنے کا اصل گھر ہے"},{"SurahNumber":40,"VerseNumber":40,"Text":"اور جس شخص نے کوئی برائی کی ہوگی، اسے اسی کے برابر بدلہ دیا جائے گا، اور جس نے نیک کام کیا ہوگا، چاہے وہ مرد ہو یا عورت جبکہ وہ مومن ہو تو ایسے لوگ جنت میں داخل ہوں گے وہاں انہیں بےحساب رزق دیا جائے گا۔"},{"SurahNumber":40,"VerseNumber":41,"Text":"اور اے میری قوم ! یہ کیا بات ہے کہ میں تمہیں نجات کی طرف دعوت دے رہا ہوں۔ اور تم مجھے آگ کی طرف بلا رہے ہو۔"},{"SurahNumber":40,"VerseNumber":42,"Text":"تم مجھے یہ دعوت دے رہے ہو کہ اللہ کا انکار کروں، اور اس کے ساتھ ایسی چیزوں کو شریک مانوں جن کے بارے میں مجھے کوئی علم نہیں ہے۔ اور میں تمہیں اس ذات کی طرف بلا رہا ہوں جو بڑی صاحب اقتدار، بہت بخشنے والی ہے۔"},{"SurahNumber":40,"VerseNumber":43,"Text":"سچ تو یہ ہے کہ جن چیزوں کی طرف تم مجھے بلا رہے ہو، وہ دعوت کے اہل نہیں ہیں، نہ دنیا میں، نہ آخرت میں اور حقیت یہ ہے کہ ہم سب کو اللہ کی طرف پلٹ کر جانا ہے اور یہ کہ جو لوگ حد سے گذرنے والے ہیں وہ آگ کے باسی ہیں۔"},{"SurahNumber":40,"VerseNumber":44,"Text":"غرض تم عنقریب میری یہ باتیں یاد کرو گے جو میں تم سے کہہ رہا ہوں، اور میں اپنا معاملہ اللہ کے سپرد کرتا ہوں۔ یقینا اللہ سارے بندوں کو خوب دیکھنے والا ہے"},{"SurahNumber":40,"VerseNumber":45,"Text":"نتیجہ یہ ہوا کہ ان لوگوں نے جو برے برے منصوبے بنا رکھے تھے، اللہ نے اس (مرد مومن) کو ان سب سے محفوظ رکھا اور فرعون کے لوگوں کو بد ترین عذاب نے آگھیرا۔"},{"SurahNumber":40,"VerseNumber":46,"Text":"آگ ہے جس کے سامنے انہیں صبح و شام پیش کیا جاتا ہے اور جس دن قیامت آجائے گی (اس دن حکم ہوگا کہ) فرعون کے لوگوں کو سخت ترین عذاب میں داخل کردو۔"},{"SurahNumber":40,"VerseNumber":47,"Text":"اور اس وقت (کا دھیان رکھو) جب یہ لوگ دوزخ میں ایک دوسرے سے جھگڑ رہے ہوں گے، چنانچہ جو (دنیا میں) کمزور تھے وہ ان لوگوں سے کہیں گے جو بڑے بنے ہوئے تھے کہ ہم تو تمہارے پیچھے چلنے والے لوگ تھے تو کیا تم آگ کا کچھ حصہ ہمارے بدلے خود لے لو گے۔"},{"SurahNumber":40,"VerseNumber":48,"Text":"وہ جو بڑے بنے ہوئے تھے کہیں گے کہ ہم سب ہی اس دوزخ میں ہیں اللہ تمام بندوں کے درمیان فیصلہ کرچکا ہے"},{"SurahNumber":40,"VerseNumber":49,"Text":"اور یہ سب جو آگ میں پڑے ہوں گے، دوزخ کے نگرانوں سے کہیں گے کہ : اپنے پروردگار سے دعا کرو کہ وہ کسی دن ہم سے عذاب کو ہلکا کردے"},{"SurahNumber":40,"VerseNumber":50,"Text":"وہ کہیں گے کہ کیا تمہارے پاس تمہارے پیغمبر کھلی کھلی نشانیاں لے کر آتے نہیں رہے تھے ؟۔ دوزخی جواب دیں گے۔ کہ بیشک (آتے تو رہے تھے) وہ کہیں گے۔ پھر تو تم ہی دعا کرو، اور کافروں کی دعا کا کوئی انجام اکارت جانے کے سوا نہیں ہے۔"},{"SurahNumber":40,"VerseNumber":51,"Text":"یقین رکھو کہ ہم اپنے پیغمبروں اور ایمان لانے والوں کی دنیوی زندگی میں بھی مدد کرتے ہی، اور اس دن بھی کریں گے جب گواہی دینے والے کھڑے ہوں گے"},{"SurahNumber":40,"VerseNumber":52,"Text":"جس دن ظالموں کو ان کی معذرت کچھ بھی فائدہ نہیں دے گی، اور ان کے حصے میں پھٹکار ہوگی، اور ان کے لیے رہئش کی بدترین جگہ"},{"SurahNumber":40,"VerseNumber":53,"Text":"اور ہم نے موسیٰ کو ہدایت عطا کی، اور بنی اسرائیل کو اس کتاب کا وارث بنادیا"},{"SurahNumber":40,"VerseNumber":54,"Text":"جو عقل والوں کے لیے سراپا ہدایت اور نصیحت تھی"},{"SurahNumber":40,"VerseNumber":55,"Text":"لہذا (اے پیغمبر !) صبر سے کام لو، یقین رکھو کہ اللہ کا وعدہ سچا ہے، اور اپنے قصور پر استغفار کرتے رہو۔ اور صبح و شام اپنے پروردگار کی حمد کے ساتھ تسبیح کرتے رہو۔"},{"SurahNumber":40,"VerseNumber":56,"Text":"یقین جانو کہ جو لوگ اللہ کی آیتوں کے بارے میں جھگڑے نکالتے ہیں، جبکہ ان کے پاس (اپنے دعوے کی) کوئی سند نہیں آئی، ان کے سینوں میں اور کچھ نہیں، بلکہ اس بڑائی کا ایک گھمنڈ ہے جس تک وہ کبھی پہنچنے والے نہیں ہیں۔ لہذا تم اللہ کی پناہ مانگو۔ یقینا وہی ہے جو ہر بات سننے والا، سب کچھ دیکھنے والا ہے"},{"SurahNumber":40,"VerseNumber":57,"Text":"یقینی بات ہے کہ آسمانوں اور زمین کا پیدا کرنا انسانوں کے پیدا کرنے سے زیادہ بڑا کام ہے، لیکن اکثر لوگ (اتنی سی بات) نہیں سمجھتے"},{"SurahNumber":40,"VerseNumber":58,"Text":"اور اندھا اور بینائی رکھنے والا دونوں برابر نہیں ہوتے، اور نہ وہ لوگ جو ایمان لائے اور انہوں نے نیک عمل کیے، وہ اور بدکار برابر ہیں، (لیکن) تم لوگ بہت کم دھیان دیتے ہو"},{"SurahNumber":40,"VerseNumber":59,"Text":"یقین رکھو کہ قیامت کی گھڑی ضرور آنے والی ہے، جس میں کسی شک کی گنجائش نہیں ہے، لیکن اکثر لوگ ایمان نہیں لاتے۔"},{"SurahNumber":40,"VerseNumber":60,"Text":"اور تمہارے پروردگار نے کہا ہے کہ مجھے پکارو، میں تمہاری دعائیں قبول کروں گا بیشک جو لوگ تکبر کی بنا پر میری عبادت سے منہ موڑتے ہیں، وہ ذلیل ہو کر جہنم میں داخل ہوں گے۔"},{"SurahNumber":40,"VerseNumber":61,"Text":"اللہ ہی تو ہے جس نے تمہارے لیے رات بنائی تاکہ تم اس میں سکون حاصل کرو، اور دن کو دیکھنے والا بنایا۔ حقیقت یہ ہے کہ اللہ لوگوں پر فضل فرمانے والا ہے، لیکن اکثر لوگ شکر ادا نہیں کرتے۔"},{"SurahNumber":40,"VerseNumber":62,"Text":"وہ ہے اللہ جو تمہارا پروردگار ہے، ہر چیز کا پیدا کرنے والا، اس کے سوا کوئی معبود نہیں ہے۔ پھر کہاں سے کوئی چیز تمہیں اوندھا چلا دیتی ہے"},{"SurahNumber":40,"VerseNumber":63,"Text":"اسی طرح وہ لوگ بھی اوندھے چلے تھے جو (پہلے) اللہ کی آیتوں کا انکار کیا کرتے تھے"},{"SurahNumber":40,"VerseNumber":64,"Text":"اللہ ہی تو ہے جس نے تمہارے لیے زمین کو قرار کی جگہ بنایا، اور آسمان کو ایک گنبد، اور تمہاری صورت گری کی، اور تمہاری صورتوں کو اچھا بنایا، اور پاکیزہ چیزوں میں سے تمہیں رزق عطا کیا۔ وہ ہے اللہ جو تمہارا پروردگار ہے۔ غرض بڑی برکت والا ہے اللہ، سارے جہانوں کا پروردگار"},{"SurahNumber":40,"VerseNumber":65,"Text":"وہی سدا زندہ ہے، اس کے سوا کوئی معبود نہیں، اس لیے اس کو اس طرح پکارو کہ تمہاری تابع داری خالص اسی کے لیے ہو۔ تمام تعریفیں اللہ کے لیے ہیں جو سارے جہانوں کا پروردگار ہے۔"},{"SurahNumber":40,"VerseNumber":66,"Text":"(اے پیغمبر ! کافروں سے) کہہ دو کہ : مجھے اس بات سے منع کردیا گیا ہے کہ جب میرے پاس میرے رب کی طرف سے کھلی کھلی نشانیاں آچکی ہیں، تو پھر بھی میں ان کی عبادت کروں جنہیں تم اللہ کے بجائے پکارتے ہو۔ اور مجھے یہ حکم دیا گیا ہے کہ میں تمام جہانوں کے پروردگار کے آگے سر جھکا دوں"},{"SurahNumber":40,"VerseNumber":67,"Text":"وہی ہے جس نے تمہیں مٹی سے پیدا کیا، پھر نطفے سے، پھر جمے ہوئے خون سے۔ پھر وہ تمہیں بچے کی شکل میں باہر لاتا ہے، پھر (وہ تمہاری پرورش کرتا ہے) تاکہ تم اپنی بھر پور طاقت کو پہنچ جاؤ اور پھر بوڑھے ہوجاؤ اور تم میں سے کچھ وہ بھی ہیں جو اس سے پہلے ہی وفات پا جاتے ہیں اور تاکہ تم ایک مقرر میعاد تک پہنچو اور تاکہ تم عقل سے کام لو"},{"SurahNumber":40,"VerseNumber":68,"Text":"وہی ہے جو زندگی دیتا اور موت دیتا ہے اور جب وہ کسی کام کا فیصلہ کرلیتا ہے تو اس سے صرف اتنا کہتا ہے کہ ہوجا، بس وہ ہوجاتا ہے"},{"SurahNumber":40,"VerseNumber":69,"Text":"کیا تم نے ان لوگوں کو دیکھا جو اللہ کی آیتوں میں جھگڑے نکالتے ہیں ؟ کوئی کہاں سے ان کا رخ پھیر دیتا ہے ؟"},{"SurahNumber":40,"VerseNumber":70,"Text":"یہ لوگ وہ ہیں جنہوں نے اس کتاب کو بھی جھٹلایا ہے، اور اس (تعلیم) کو بھی جس کا حامل بنا کر ہم نے اپنے پیغمبر بھیجے تھے۔ چنانچہ انہیں عنقریب پتہ لگ جائے گا"},{"SurahNumber":40,"VerseNumber":71,"Text":"جب ان کے گلوں میں طوق اور زنجیریں ہوں گی، انہیں گھسیٹا جائے گا،"},{"SurahNumber":40,"VerseNumber":72,"Text":"گرم پانی میں، پھر آگ میں جھونک دیا جائے گا۔"},{"SurahNumber":40,"VerseNumber":73,"Text":"پھر ان سے کہا جائے گا : کہاں ہیں وہ (تمہارے معبود) جنہیں تم خدائی میں اس کا شریک مانا کرتے تھے ؟"},{"SurahNumber":40,"VerseNumber":74,"Text":"اللہ کے سوا۔ یہ کہیں گے وہ سب تو ہم سے کھوئے گئے بلکہ ہم پہلے کسی چیز کو نہی پکارا کرتے تھے اس طرح اللہ کافروں کو بد حواس کردیتا ہے۔"},{"SurahNumber":40,"VerseNumber":75,"Text":"ان سے یہ پہلے ہی کہہ دیا گیا ہوگا کہ : یہ سب کچھ اس لیے ہوا کہ تم زمین میں ناحق بات پر اترایا کرتے تھے اور اس لیے کہ تم زمین میں اکڑ دکھاتے تھے۔"},{"SurahNumber":40,"VerseNumber":76,"Text":"جاؤ، جہنم کے دروازوں میں ہمیشہ رہنے کے لیے داخل ہوجاؤ، کیونکہ تکبر کرنے والوں کا ٹھکانا بہت ہی برا ہے"},{"SurahNumber":40,"VerseNumber":77,"Text":"لہذا (اے پیغمبر !) تم صبر سے کام لو۔ یقین رکھو کہ اللہ کا وعدہ سچا ہے۔ اب ہم ان (کافروں کو) جس (عذاب) سے ڈرا رہے ہیں، چاہے اس کا کچھ حصہ ہم تمہیں بھی (تمہاری زندگی میں) دکھلا دیں، یا تمہیں دنیا سے اٹھالیں، بہر صورت ان کو ہمارے پاس ہی واپس لایا جائے گا۔"},{"SurahNumber":40,"VerseNumber":78,"Text":"اور حقیقت یہ ہے کہ ہم نے تم سے پہلے بھی بہت سے پیغمبر بھیجے ہیں۔ ان میں سے کچھ وہ ہیں جن کے واقعات ہم نے تمہیں بتا دئیے ہیں اور کچھ وہ ہیں جن کے واقعات ہم نے تمہیں نہیں بتائے اور کسی پیغمبر کو یہ اختیار نہیں ہے کہ وہ اللہ کی اجازت کے بغیر کوئی معجزہ لے آئے پھر جب اللہ کا حکم آئے گا تو سچائی کا فیصلہ ہوجائے گا، اور جو لوگ باطل کی پیروی کر رہے ہیں، وہ اس موقع پر سخت نقصان اٹھائیں گے"},{"SurahNumber":40,"VerseNumber":79,"Text":"اللہ وہ ہے جس نے تمہارے لیے مویشی پیدا کیے تاکہ ان میں سے کچھ پر تم سواری کرو اور انہی میں سے وہ بھی ہیں جنہیں تم کھاتے ہو"},{"SurahNumber":40,"VerseNumber":80,"Text":"اور تمہارے لیے ان میں بہت سے فائدے ہیں۔ اور ان کا مقصد یہ بھی ہے کہ تمہارے دلوں میں (کہیں جانے کی) جو حاجت ہو اس تک پہنچ سکو۔ اور تمہیں ان جانوروں پر اور کشتیوں پر اٹھا کرلے جایا جاتا ہے"},{"SurahNumber":40,"VerseNumber":81,"Text":"اور اللہ تمہیں اپنی نشانیاں دکھا رہا ہے پھر تم اللہ کی کن کن نشانیوں کا انکار کرو گے"},{"SurahNumber":40,"VerseNumber":82,"Text":"بھلا کیا انہوں نے زمین میں چل پھر کر نہیں دیکھا کہ ان سے پہلے جو لوگ تھے، ان کا انجام کیسا ہوا وہ ان سے تعداد میں زیادہ تھے، اور طاقت میں بھی ان سے بڑھے ہوئے تھے، اور ان یادگاروں میں بھی جو وہ زمین میں چھوڑ کر گئے ہیں۔ پھر بھی جو کچھ وہ کماتے تھے، وہ ان کے کچھ کام نہیں آیا"},{"SurahNumber":40,"VerseNumber":83,"Text":"چنانچہ جب ان کے پیغمبر ان کے پاس کھلی کھلی دلیلیں لے کر آئے تب بھی وہ اپنے اس علم پر ہی ناز کرتے رہے جو ان کے پاس تھا، اور جس چیز کا وہ مذاق اڑایا کرتے تھے، اسی نے ان کو آگھیرا۔"},{"SurahNumber":40,"VerseNumber":84,"Text":"پھر جب انہوں نے ہمارا عذاب آنکھوں سے دیکھ لیا تو اس وقت کہا کہ : ہم خدائے واحد پر ایمان لے آئے، اور ان سب کا ہم نے انکار کردیا جن کو ہم اللہ کے ساتھ شریک ٹھہرایا کرتے تھے۔"},{"SurahNumber":40,"VerseNumber":85,"Text":"لیکن جب ہمارا عذاب انہوں نے دیکھ لیا تھا تو اس کے بعد ان کا ایمان لانا انہیں فائدہ نہیں پہنچا سکتا تھا، خبر دار رہو کہ اللہ تعالیٰ کا یہی معمول ہے جو اس کے بندوں میں پہلے سے چلا آتا ہے۔ اور اس موقع پر کافروں نے سخت نقصان اٹھایا"},{"SurahNumber":41,"VerseNumber":1,"Text":"حم"},{"SurahNumber":41,"VerseNumber":2,"Text":"یہ کلام اس ذات کی طرف سے نازل کیا جارہا ہے جو سب پر مہربان ہے، بہت مہربان ہے"},{"SurahNumber":41,"VerseNumber":3,"Text":"عربی قرآن کی شکل میں یہ وہ کتاب ہے جس کی آیتیں علم حاصل کرنے والوں کے لیے تفصیل سے بیان کی گئی ہیں"},{"SurahNumber":41,"VerseNumber":4,"Text":"یہ قرآن خوشخبری دینے والا بھی ہے، اور خبردار کرنے والا بھی پھر بھی ان میں سے اکثر لوگوں نے منہ موڑ رکھا ہے جس کے نتیجے میں وہ سنتے نہیں ہیں"},{"SurahNumber":41,"VerseNumber":5,"Text":"اور (پیغمبر (صلی اللہ علیہ وآلہ وسلم) سے) کہتے ہیں کہ جس چیز کی طرف تم ہمیں بلا رہے ہو اس کے لیے ہمارے دل غلافوں میں لپٹے ہوئے ہیں ہمارے کان بہرے ہیں، اور ہمارے اور تمہارے درمیان ایک پردہ حائل ہے۔ لہذا تم اپنا کام کرتے رہو۔ ہم اپنا کام کر رہے ہیں۔"},{"SurahNumber":41,"VerseNumber":6,"Text":"(اے پیغمبر) کہہ دو کہ میں تو تم ہی جیسا ایک انسان ہوں۔ (البتہ) مجھ پر یہ وحی نازل ہوتی ہے کہ تمہارا خدا بس ایک ہی خدا ہے۔ لہذا تم اپنا رخ سیدھا اسی کی طرف رکھو، اور اسی سے مغفرت مانگو۔ اور بڑی تباہی ہے ان مشرکوں کے لیے۔"},{"SurahNumber":41,"VerseNumber":7,"Text":"جو زکوٰۃ ادا نہیں کرتے ان کا حال یہ ہے کہ آخرت کے وہ بالکل ہی منکر ہیں"},{"SurahNumber":41,"VerseNumber":8,"Text":"(البتہ) جو لوگ ایمان لے آئے ہیں، اور انہوں نے نیک عمل کیے ہیں، ان کے لیے بیشک ایسا اجر ہے جس کا سلسلہ کبھی ٹوٹنے والا نہیں ہے۔"},{"SurahNumber":41,"VerseNumber":9,"Text":"کہہ دو کہ : کیا تم واقعی اس ذات کے ساتھ کفر کا معاملہ کرتے ہو جس نے زمین کو دو دن میں پیدا کیا اور اس کے ساتھ دوسروں کو شریک ٹھہراتے ہو ؟ وہ ذات تو سارے جہانوں کی پرورش کرنے والی ہے"},{"SurahNumber":41,"VerseNumber":10,"Text":"اور اس نے زمین میں جمے ہوئے پہاڑ پیدا کیے جو اس کے اوپر ابھرے ہوئے ہیں اور اس میں برکت ڈال دی اور اس میں توازن کے ساتھ اس کی غذائیں پیدا کیں۔ سب کچھ چار دن میں تمام سوال کرنے والوں کے لیے برابر"},{"SurahNumber":41,"VerseNumber":11,"Text":"پھر وہ آسمان کی طرف متوجہ ہوا جبکہ وہ اس وقت دھویں کی شکل میں تھا اور اس سے اور زمین سے کہا : چلے آؤ چاہے خوشی سے یا زبردستی۔ دونوں نے کہا : ہم خوشی خوشی آتے ہیں"},{"SurahNumber":41,"VerseNumber":12,"Text":"چنانچہ اس نے دو دن میں اپنے فیصلے کے تحت ان کے سات آسمان بنا دئیے اور ہر آسمان میں اس کے مناسب حکم بھیج دیا اور ہم نے اس قریب والے آسمان کو چراغوں سے سجایا اور اسے خوب محفوط کردیا۔ یہ اس ذات کی نپی تلی منصوبہ بندی ہے جس کا اقتدار بھی کامل ہے، جس کا علم بھی مکمل"},{"SurahNumber":41,"VerseNumber":13,"Text":"پھر بھی اگر یہ لوگ منہ موڑیں تو کہہ دو کہ میں تمہیں اس کڑکے سے خبر دار کردیا ہے جیسا کڑکا عاد اور ثمود پر نازل ہوا تھا"},{"SurahNumber":41,"VerseNumber":14,"Text":"یہ اس وقت کی بات ہے جب ان کے پاس پیغمبر (کبھی) ان کے آگے سے اور (کبھی) ان کے پیچھے سے یہ پیغام لے کر آئے کہ اللہ کے سوا کسی چیز کی عبادت نہ کرو۔ انہوں نے کہا کہ : اگر ہمارا پروردگار چاہتا تو فرشتے بھیجتا۔ لہذا جس بات کے ساتھ تمہیں بھیجا گیا ہے۔ ہم اس کو ماننے سے انکار کرتے ہیں۔"},{"SurahNumber":41,"VerseNumber":15,"Text":"پھر عاد کا قصہ تو یہ ہوا کہ انہوں نے زمین میں ناحق تکبر کا رویہ اختیار کیا، اور کہا کہ : کون ہے جو طاقت میں ہم سے زیادہ ہو۔ بھلا کیا ان کو یہ نہیں سوجھا کہ جس اللہ نے ان کو پیدا کیا ہے وہ طاقت میں ان سے کہیں زیادہ ہے اور وہ ہماری آیتوں کا انکار کرتے رہے"},{"SurahNumber":41,"VerseNumber":16,"Text":"چنانچہ ہم نے کچھ منحوس دنوں میں ان پر آندھی کی شکل میں ہوا بھیجی تاکہ انہیں دنیوی زندگی میں رسوائی کے عذاب کا مزہ چکھائیں اور آخرت کا عذاب اس سے بھی زیادہ رسوا کرنے والا ہے۔ اور ان کو کوئی مدد میسر نہیں آئے گی۔"},{"SurahNumber":41,"VerseNumber":17,"Text":"رہے ثمود، تو ہم نے انہیں سیدھا راستہ دکھایا تھا۔ لیکن انہوں نے سیدھا راستہ اختیار کرنے کے مقابلے میں اندھا رہنے کو زیادہ پسند کیا، چنانچہ انہوں نے جو کمائی کر رکھی تھی، اس کی وجہ سے ان کو ایسے عذاب کے کڑ کے نے آپکڑا جو سراپا ذلت تھا"},{"SurahNumber":41,"VerseNumber":18,"Text":"اور جو لوگ ایمان لے آئے تھے اور تقویٰ اختیار کیے ہوئے تھے ان کو ہم نے نجات دے دی"},{"SurahNumber":41,"VerseNumber":19,"Text":"اور اس دن کا دھیان رکھو جب اللہ کے دشمنوں کو جمع کر کے آگ کی طرف لے جایا جائے گا، چنانچہ انہیں ٹولیوں میں بانٹ دیا جائے گا۔"},{"SurahNumber":41,"VerseNumber":20,"Text":"یہاں تک کہ جب وہ اس (آگ) کے پاس پہنچ جائیں گے تو ان کے کان، ان کی آنکھیں اور ان کی کھالیں ان کے خلاف گواہی دیں گی کہ وہ کیا کچھ کرتے رہے ہیں"},{"SurahNumber":41,"VerseNumber":21,"Text":"وہ اپنی کھالوں سے کہیں گے کہ تم نے ہمارے خلاف کیوں گواہی دی۔ وہ کہیں گی کہ ہمیں اسی ذات نے بولنے کی طاقت دے دی ہے جس نے ہر چیز کو گویائی عطا فرمائی ہے۔ اور وہی ہے جس نے تمہیں پہلی بار پیدا کیا تھا، اور اسی کی طرف تمہیں واپس لے جایا جا رہا ہے۔"},{"SurahNumber":41,"VerseNumber":22,"Text":"اور تم (گناہ کرتے وقت) اس بات سے تو چھپ ہی نہیں سکتے تھے کہ تمہارے کان، تمہاری آنکھیں اور تمہاری کھالیں تمہارے خلاف گواہی دیں لیکن تمہارا گمان یہ تھا کہ اللہ کو تمہارے بہت سے اعمال کا علم نہیں ہے"},{"SurahNumber":41,"VerseNumber":23,"Text":"اپنے پروردگار کے بارے میں تمہارا یہی گمان تھا جس نے تمہیں برباد کیا، اور اسی کے نتیجے میں تم ان لوگوں میں شامل ہوگئے جو سراسر خسارے میں ہیں۔"},{"SurahNumber":41,"VerseNumber":24,"Text":"اب ان لوگوں کا حال یہ ہے کہ اگر یہ صبر کریں تب بھی آگ ہی ان کا ٹھکانا ہے اور اگر یہ معذرت چاہیں تو یہ ان لوگوں میں سے نہیں ہیں جن کی معذرت قبول کی جاتی ہے"},{"SurahNumber":41,"VerseNumber":25,"Text":"اور ہم نے (دنیا میں) ان پر کچھ ساتھی مسلط کردئیے تھے جنہوں نے ان کے آگے پیچھے کے سارے کاموں کو خوشنما بنادیا تھا چنانچہ جو دوسرے جنات اور انسان ان سے پہلے گذر چکے ہیں ان کے ساتھ مل کر عذاب کی بات ان پر بھی سچی ہوئی۔ یقینا وہ سب خسارہ اٹھانے والوں میں سے ہیں"},{"SurahNumber":41,"VerseNumber":26,"Text":"اور یہ کافر (ایک دوسرے سے) کہتے ہیں کہ : اس قرآن کو سنو ہی نہیں، اور اس کے بیچ میں غل مچا دیا کرو تاکہ تم ہی غالب رہو"},{"SurahNumber":41,"VerseNumber":27,"Text":"اس لیے ہم ان کافروں کو سخت عذاب کا مزہ چکھائیں گے اور یہ (دنیا میں) جو بدترین کام کیا کرتے تھے، اس کا پورا پورا بدلہ دیں گے"},{"SurahNumber":41,"VerseNumber":28,"Text":"یہی ہے سزا اللہ کے دشمنوں کی جو آگ کی صورت میں ہوگی، اسی میں ان کا دائمی ٹھکانا ہوگا جو اس بات کا بدلہ ہوگا کہ وہ ہماری آیتوں کا انکار کیا کرتے تھے۔"},{"SurahNumber":41,"VerseNumber":29,"Text":"اور یہ کافر لوگ کہیں گے کہ : اے ہمارے پروردگار ! ہمیں ان جنات اور انسانوں دونوں کی صورت دکھائیے جنہوں نے ہمیں گمراہ کیا تھا، تاکہ ہم انہیں اپنے پاؤں تلے ایسا روندیں کہ وہ خوب ذلیل ہوں ۔"},{"SurahNumber":41,"VerseNumber":30,"Text":"(دوسری طرف) جن لوگوں نے کہا ہے کہ ہمارا رب اللہ ہے، اور پھر وہ اس پر ثابت قدم رہے تو ان پر بیشک فرشتے (یہ کہتے ہوئے) اتریں گے کہ : نہ کوئی خوف دل میں لاؤ، نہ کسی بات کا غم کرو، اور اس جنت سے خوش ہوجاؤ جس کا تم سے وعدہ کیا جاتا تھا"},{"SurahNumber":41,"VerseNumber":31,"Text":"ہم دنیا والی زندگی میں بھی تمہارے ساتھی تھے، اور آخرت میں بھی رہیں گے۔ اور اس جنت میں ہر وہ چیز تمہارے ہی لیے ہے جس کو تمہارا دل چاہے، اور اس میں ہر وہ چیز تمہارے ہی لیے جو تم منگوانا چاہو"},{"SurahNumber":41,"VerseNumber":32,"Text":"یہ سب کچھ اس ذات کی طرف سے پہلی پہل میزبانی ہے جس کی بخشش بھی بہت ہے جس کی رحمت بھی کامل"},{"SurahNumber":41,"VerseNumber":33,"Text":"اور اس شخص سے بہتر بات کس کی ہوگی جو اللہ کی طرف دعوت دے، اور نیک عمل کرے، اور یہ کہے کہ میں فرماں برداروں میں شامل ہوں۔"},{"SurahNumber":41,"VerseNumber":34,"Text":"اور نیکی اور بدی برابر نہیں ہوتی، تم بدی کا دفاع ایسے طریقے سے کرو جو بہترین ہو نتیجہ یہ ہوگا کہ جس کے اور تمہارے درمیان دشمنی تھی، وہ دیکھتے ہی دیکھتے ایسا ہوجائے گا جیسے وہ (تمہارا) جگری دوست ہو"},{"SurahNumber":41,"VerseNumber":35,"Text":"اور یہ بات صرف انہی کو عطا ہوتی ہے جو صبر سے کام لیتے ہیں اور یہ بات اسی کو عطا ہوتی ہے جو بڑے نصیب والا ہو"},{"SurahNumber":41,"VerseNumber":36,"Text":"اور اگر تمہیں شیطان کی طرف سے کبھی کوئی کچوکا لگے تو شیطان مردود سے اللہ کی پناہ مانگ لیا کرو بیشک وہ ہر بات سننے والا، ہر بات جاننے والا ہے"},{"SurahNumber":41,"VerseNumber":37,"Text":"اور اسی کی نشانیوں میں سے ہیں یہ رات اور دن اور سورج اور چاند۔ نہ سورج کو سجدہ کرو نہ چاند کو اور سجدہ اس اللہ کو کرو جس نے انہیں پیدا کیا ہے۔ اگر واقعی تمہیں اسی کی عبادت کرتے ہو"},{"SurahNumber":41,"VerseNumber":38,"Text":"پھر بھی اگر یہ (کافر) تکبر سے کام لیں، تو (کرتے رہیں) کیونکہ جو (فرشتے) تمہارے رب کے پاس ہیں۔ وہ دن رات اس کی تسبیح کرتے ہیں اور وہ اکتاتے نہیں ہیں"},{"SurahNumber":41,"VerseNumber":39,"Text":"اور اس کی نشانیوں میں سے یہ بھی ہے کہ تم زمین کو دیکھتے ہو کہ وہ مرجھائی پڑی ہے۔ پھر جونہی ہم نے اس پر پانی اتارا، وہ حرکت میں آگئی، اور اس میں بڑھوتری پیدا ہوگئی، حقیقت یہ ہے کہ جس نے اس زمین کو زندہ کیا وہی مردوں کو بھی زندہ کرنے والا ہے۔ یقینا وہ ہر چیز پر قادر ہے"},{"SurahNumber":41,"VerseNumber":40,"Text":"جو لوگ ہماری آیتوں کے بارے میں ٹیڑھا راستہ اختیار کرتے ہیں وہ ہم سے چھپ نہیں سکتے۔ بھلا بتاؤ کہ جس شخص کو آگ میں ڈال دیا جائے، وہ بہتر ہے، یا وہ شخص جو قیامت کے دن بےخوف و خطر آئے گا (اچھا) جو چاہو کرلو یقین جانو کہ وہ تمہارے ہر کام کو خوب دیکھ رہا ہے"},{"SurahNumber":41,"VerseNumber":41,"Text":"بیشک (ان لوگوں نے بہت برا کیا ہے) جنہوں نے نصیحت کی اس کتاب کا انکار کیا جبکہ وہ ان کے پاس آچکی تھی، حالانکہ وہ بڑی عزت والی کتاب ہے"},{"SurahNumber":41,"VerseNumber":42,"Text":"جس تک باطل کی کوئی رسائی نہیں ہے نہ اس کے آگے سے نہ اس کے پیچھے سے یہ اس ذات کی طرف سے اتاری جا رہی ہے جو حکمت کا مالک ہے، تمام تعریفیں اسی کی طرف لوٹتی ہیں"},{"SurahNumber":41,"VerseNumber":43,"Text":"(اے پیغمبر !) تم سے جو باتیں کہی جا رہی ہیں، وہ وہی ہیں جو تم سے پہلے پیغمبروں سے کہی گئی تھیں، یقین رکھو تمہارا پروردگار مغفرت کرنے والا بھی ہے، اور دردناک سزا دینے والا بھی"},{"SurahNumber":41,"VerseNumber":44,"Text":"اور اگر ہم اس (قرآن) کو عجمی قرآن بناتے تو یہ لوگ کہتے کہ : اس کی آیتیں کھول کھول کر کیوں نہیں بیان کی گئیں ؟ یہ کیا بات ہے کہ قرآن عجمی ہے اور پیغمبر عربی ؟ کہہ دو کہ جو لوگ ایمان لائیں، ان کے لیے یہ ہدایت اور شفا کا سامان ہے اور جو ایمان نہیں لاتے، ان کے کانوں میں ڈاٹ لگی ہوئی ہے اور یہ (قرآن) ان کے لیے اندھیرے میں بھٹکنے کا سامان ہے۔ ایسے لوگوں کو کسی دور دراز جگہ سے پکارا جا رہا ہے"},{"SurahNumber":41,"VerseNumber":45,"Text":"اور ہم نے موسیٰ کو بھی کتاب دی تھی، پھر اس میں بھی اختلاف ہوا۔ اور اگر تمہارے پروردگار کی طرف سے ایک بات پہلے ہی طے نہ کردی گئی ہوتی، تو ان لوگوں کا معاملہ چکا ہی دیا گیا ہوتا۔ اور حقیقت یہ ہے کہ یہ لوگ ایسے شک میں پڑے ہوئے ہیں جس نے ان کو خلجان میں ڈال رکھا ہے"},{"SurahNumber":41,"VerseNumber":46,"Text":"جو کوئی نیک عمل کرتا ہے، وہ اپنے ہے فائدے کے لیے کرتا ہے اور جو کوئی برائی کرتا ہے، وہ اپنے ہی نقصان کے لیے کرتا ہے اور تمہارا پروردگار بندوں پر ظلم کرنے والا نہیں ہے"}]}