{"Id":129,"LanguageCodes":["en","eng"],"Name":"eng-muhammadsarwar","Author":"Muhammad Sarwar","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"It is He who has the knowledge of the Hour of Doom and the fruits that will come out of their covering. He knows what the females conceive and deliver. On the day when the unbelievers will be asked, \"Where are the idols which you considered equal to God?,\" they will reply, \"We declare that none of us have seen them"},{"SurahNumber":41,"VerseNumber":48,"Text":"Whatever they had worshipped before will disappear and they will then know that there is no way for them to escape"},{"SurahNumber":41,"VerseNumber":49,"Text":"The human being never tires of asking for good, but if he is afflicted by hardship, he despairs and gives up all hope"},{"SurahNumber":41,"VerseNumber":50,"Text":"When We grant him mercy after his suffering, he (boldly) says, \"This is what I deserved. I do not think that there will ever be a Day of Judgment. Even if I will be returned to my Lord, I shall still deserve to receive better rewards from Him.\" We shall certainly tell the unbelievers about their deeds and cause them to suffer a severe punishment"},{"SurahNumber":41,"VerseNumber":51,"Text":"When We grant the human being a favor, he ignores it and turns away but when he is afflicted by hardship, he starts lengthy prayers"},{"SurahNumber":41,"VerseNumber":52,"Text":"Say, \"Think, if the (Quran) is from God and you have rejected it, then who has gone farther astray than the one who has wandered far from the truth"},{"SurahNumber":41,"VerseNumber":53,"Text":"We shall (continue to) show them Our evidence in the world and within their souls until it becomes clear that the Quran is the truth. Is it not sufficient for you that your Lord witness all things"},{"SurahNumber":41,"VerseNumber":54,"Text":"They are certainly doubtful about their meeting with their Lord. God indeed encompasses all things"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn. Sin. Qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"(Muhammad), this is how God, the Majestic and All-wise, sends revelations to you and sent them to those who lived before you"},{"SurahNumber":42,"VerseNumber":4,"Text":"To Him belongs all that is in the heavens and the earth. He is the Most High and the Most Great"},{"SurahNumber":42,"VerseNumber":5,"Text":"(When the revelation passes through) the heavens, they almost break apart. At that time the angels glorify their Lord with His praise and seek forgiveness for those who live on earth. God is certainly All-forgiving and All-merciful"},{"SurahNumber":42,"VerseNumber":6,"Text":"God is the guardian of even those who have chosen others (idols) besides Him as their guardians (Muhammad), you will not have to answer for them"},{"SurahNumber":42,"VerseNumber":7,"Text":"We have revealed the Quran to you in the Arabic language so that you could warn the people of the Mother Town (Mecca) and those around it of the inevitable Day of Resurrection when some will go to Paradise and others to hell"},{"SurahNumber":42,"VerseNumber":8,"Text":"Had God wanted, He could have made them all one single nation, but He grants mercy to whomever He wills. The unjust will have no guardian or helper"},{"SurahNumber":42,"VerseNumber":9,"Text":"Have they chosen other guardians besides Him? God is the real Guardian and it is He who will bring the dead back to life. He has power over all things"},{"SurahNumber":42,"VerseNumber":10,"Text":"Whatever differences you may have about the Quran, the final decision rests with God. In Him do I trust and to Him do I turn in repentance"},{"SurahNumber":42,"VerseNumber":11,"Text":"He is the Originator of the heavens and the earth. He has made you and the cattle in pairs and has multiplied you by His creation. There is certainly nothing like Him. He is All-hearing and All-aware"},{"SurahNumber":42,"VerseNumber":12,"Text":"In His hands are the keys of the heavens and the earth. He increases and determines the sustenance of whomever He wants. He has the knowledge of all things"},{"SurahNumber":42,"VerseNumber":13,"Text":"He has plainly clarified the religion which is revealed to you and that which Noah, Abraham, Moses, and Jesus were commanded to follow (He has explained it) so that you would be steadfast and united in your religion. What you call the pagans to is extremely grave for them. God attracts to (the religion) whomever He wants and guides to it whoever turns to Him in repentance"},{"SurahNumber":42,"VerseNumber":14,"Text":"Only after receiving the knowledge did people divide themselves into different groups because of rebellion among themselves. Had it not been for your Lord's giving them respite for an appointed time, He would certainly have settled their differences once and for all. Those who inherited the Book, from their quarrelsome predecessors, also have doubts and suspicions about it"},{"SurahNumber":42,"VerseNumber":15,"Text":"Thus, (Muhammad), preach (My revelation) to the people and be steadfast (in your faith) as you have been commanded. Do not follow their desires but say, \"I believe in the Book which God has sent down and I have been commanded to exercise justice among you. God is our Lord and your Lord. Each of us will be responsible for his own deeds. Let there be no disputes among us. God will bring us all together and to Him we shall all return"},{"SurahNumber":42,"VerseNumber":16,"Text":"The disputes of those who quarrel about God, after pledging obedience to Him, will be void in the eyes of their Lord. Such people will be subject to His wrath and will suffer a severe torment"},{"SurahNumber":42,"VerseNumber":17,"Text":"It is God who revealed the Book and the Balance for a truthful purpose. You never know. Perhaps the Hour of Doom is close at hand"},{"SurahNumber":42,"VerseNumber":18,"Text":"The disbelievers want you to show them the Day of Judgment immediately while the believers are afraid of it for they know it to be the truth. Those who insist on disputing the Hour of Doom are certainly in plain error"},{"SurahNumber":42,"VerseNumber":19,"Text":"God is kind to His servants. He gives sustenance to whomever He wants. He is All-powerful and Majestic"},{"SurahNumber":42,"VerseNumber":20,"Text":"We shall increase the harvest of those who seek a good harvest in the life hereafter. However, those who want to have their harvest in this life will be given it but will have no share in the hereafter"},{"SurahNumber":42,"VerseNumber":21,"Text":"Do they have idols who have established a religion without the permission of God? Had not it been for your Lord's giving them respite for an appointed time, He would certainly have settled their differences once and for all. The unjust will certainly suffer a painful torment"},{"SurahNumber":42,"VerseNumber":22,"Text":"You can see that the unjust are afraid of the consequences of their deeds which will inevitably strike them. However, the righteously striving believers will live in the gardens wherein they will have whatever they want from their Lord. This is certainly the greatest reward"},{"SurahNumber":42,"VerseNumber":23,"Text":"This is the glad news which God gives to His servants, the righteously striving believers. (Muhammad), say, \"I do not ask you for any payment for my preaching to you except (your) love of (my near) relatives.\" Whoever achieves virtue will have its merit increased. God is All-forgiving and Appreciating"},{"SurahNumber":42,"VerseNumber":24,"Text":"Do they say that he, (Muhammad), has invented falsehood against God? Had God wanted, He could have sealed up your heart. God causes falsehood to vanish and, by His words, firmly establishes the truth. He has full knowledge of what the hearts contain"},{"SurahNumber":42,"VerseNumber":25,"Text":"It is He who accepts the repentance of His servants, forgives their evil deeds and knows all about what you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"He answers the prayers of the righteously striving believers and grants them increasing favors. The unbelievers will suffer a severe punishment"},{"SurahNumber":42,"VerseNumber":27,"Text":"Had God given abundant sustenance to His servants, they would have certainly rebelled on earth, but He sends them a known measure of sustenance as He wills. He is All-aware of His servants and watches over them all"},{"SurahNumber":42,"VerseNumber":28,"Text":"It is He who sends down the rain after they had lost hope and spreads out His mercy. He is the Guardian and the Most Praiseworthy"},{"SurahNumber":42,"VerseNumber":29,"Text":"Some of the evidence (of His existence) are His creation of the heavens and the earth and the beasts which inhabit it. He has all the power to bring them together if He wishes this to be so"},{"SurahNumber":42,"VerseNumber":30,"Text":"Whatever hardship befalls you is the result of your own deeds. God pardons many of your sins"},{"SurahNumber":42,"VerseNumber":31,"Text":"You cannot challenge God on earth and you will have no one besides Him as your guardian or helper"},{"SurahNumber":42,"VerseNumber":32,"Text":"Further evidence (of His existence) are the ships which stand as mountains in the sea"},{"SurahNumber":42,"VerseNumber":33,"Text":"Had He wanted, He could have stopped the wind and let the ships remain motionless on the surface of the sea, in this there is evidence (of the Truth) for all those who are patient and grateful"},{"SurahNumber":42,"VerseNumber":34,"Text":"or He could have destroyed them as punishment for the human being's deeds. However, God pardons many sins"},{"SurahNumber":42,"VerseNumber":35,"Text":"He knows all those who dispute His revelations. They will find no way to escape from (His torment)"},{"SurahNumber":42,"VerseNumber":36,"Text":"Whatever you have received is just a means of enjoyment for this life but the reward of God for the believers and those who trust in their Lord will be better and everlasting"},{"SurahNumber":42,"VerseNumber":37,"Text":"(This reward will be for) those who keep away from major sins and indecency, who forgive when they are made angry"},{"SurahNumber":42,"VerseNumber":38,"Text":"who have pledged their obedience to the Lord, who are steadfast in prayer, who conduct their affairs with consultation among themselves, who spend for the cause of God out of what We have given them"},{"SurahNumber":42,"VerseNumber":39,"Text":"and those who, when suffering a great injustice, seek to defend themselves"},{"SurahNumber":42,"VerseNumber":40,"Text":"The recompense for evil will be equivalent to the deed. He who pardons (the evil done to him) and reforms himself, will receive his reward from God. God certainly does not love the unjust"},{"SurahNumber":42,"VerseNumber":41,"Text":"Those who successfully defend themselves after being wronged will not be questioned"},{"SurahNumber":42,"VerseNumber":42,"Text":"Only those who do injustice to people and commit rebellion on earth for no reason will be questioned. They will suffer a painful torment"},{"SurahNumber":42,"VerseNumber":43,"Text":"To exercise patience and forgive (the wrong done to one) is the proof of genuine determination"},{"SurahNumber":42,"VerseNumber":44,"Text":"Whomever God has caused to go astray will find no guardian after this. You will see the unjust, on facing the torment, say, \"Is there any way to turn back"},{"SurahNumber":42,"VerseNumber":45,"Text":"You will see them exposed to the fire, subdued in humiliation, looking sideways at it pleadingly. However, at the same time, the believers will say, \"The true losers are those who will lose their souls and families on the Day of Judgment. The unjust will certainly suffer everlasting torment"},{"SurahNumber":42,"VerseNumber":46,"Text":"They will have no guardian or helper besides God. Whoever God has caused to go astray will never find the right direction"},{"SurahNumber":42,"VerseNumber":47,"Text":"Pledge obedience to your Lord before the coming of the inevitable Day when you will find no refuge to escape from God's wrath and no one to defend you"},{"SurahNumber":42,"VerseNumber":48,"Text":"(Muhammad), if they turn away from your message, know that We have not sent you as their keeper. Your duty is only to deliver the message. When We grant mercy to the human being, he becomes joyous, but when he is afflicted by evil as a result of his own deeds, he proves to be ungrateful"},{"SurahNumber":42,"VerseNumber":49,"Text":"To God belongs the heavens and the earth. He created whatever He wanted. He grants males, female, or pairs of"},{"SurahNumber":42,"VerseNumber":50,"Text":"offspring to whomever He wants. He causes whomever He wants to be childless. He is All-Knowing and All-Powerful"},{"SurahNumber":42,"VerseNumber":51,"Text":"To no mortal does God speak but through revelation, from behind a curtain, or by sending a Messenger who reveals, by His permission whatever He pleases. He is the Most High and the All-wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"Thus, We have revealed a Spirit to you, (Muhammad), by Our command. Before, you did not even know what a Book or Faith was, but We have made the Quran as a light by which We guide whichever of Our servants We want. You certainly guide (people) to the right path"},{"SurahNumber":42,"VerseNumber":53,"Text":"the path of God who is the owner of all that is in the heavens and the earth. To God certainly do all matters return"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"I swear by the illustrious Book"},{"SurahNumber":43,"VerseNumber":3,"Text":"We have made it an Arabic reading text so that perhaps you may understand"},{"SurahNumber":43,"VerseNumber":4,"Text":"It (the Quran) exists in the original Book with Us which is certainly Most Exalted, full of wisdom and (beyond linguistic structures)"},{"SurahNumber":43,"VerseNumber":5,"Text":"Can We ignore sending you the Quran just because you are a transgressing people"},{"SurahNumber":43,"VerseNumber":6,"Text":"How many Messengers did We send to the ancient people"},{"SurahNumber":43,"VerseNumber":7,"Text":"No Prophet came to them whom they did not mock"},{"SurahNumber":43,"VerseNumber":8,"Text":"We destroyed the strongest among them in power. The stories of the ancient people have already been mentioned"},{"SurahNumber":43,"VerseNumber":9,"Text":"(Muhammad), if you ask them, \"Who has created the heavens and the earth?\" They will certainly say, \"The Majestic and All-knowing God has created them"},{"SurahNumber":43,"VerseNumber":10,"Text":"It is He who has made the earth for you as a cradle and has made roads therein so that you will perhaps seek guidance"},{"SurahNumber":43,"VerseNumber":11,"Text":"It is He who has sent down water from the sky in a known measure by which He has given life to the dead earth. In the same way will you also be resurrected"},{"SurahNumber":43,"VerseNumber":12,"Text":"It is He who has created everything in pairs and the ships and cattle for you to ride"},{"SurahNumber":43,"VerseNumber":13,"Text":"so that perhaps when you ride them, you will recall the bounties of your Lord and when you establish your control over it you would say, \"Glory belongs to Him who has made it subservient to us when we would not have been able to do so ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"To our Lord we shall all return"},{"SurahNumber":43,"VerseNumber":15,"Text":"The pagans have considered some of His servants as His children. There is no doubt that the human being is simply ungrateful"},{"SurahNumber":43,"VerseNumber":16,"Text":"Has God chosen some of His own creatures as daughters for Himself and has given you the preference of having sons"},{"SurahNumber":43,"VerseNumber":17,"Text":"When one of them is given the glad news of the birth of a daughter, which they believe to be the only kind of child that the Beneficent God can have, his face blackens with anger"},{"SurahNumber":43,"VerseNumber":18,"Text":"Does God choose for Himself the kind of children who grow up wearing ornaments and who are not strong enough to defend their rights"},{"SurahNumber":43,"VerseNumber":19,"Text":"Do they say that the angels, who are the servants of the Beneficent God, are females? Have they witnessed their creation? Their words as such will be recorded and they will be questioned for it"},{"SurahNumber":43,"VerseNumber":20,"Text":"The pagans say, \"Had the Beneficent God wanted, we would not have worshipped them (idols).\" Whatever they say is not based on knowledge. It is only a false conjecture"},{"SurahNumber":43,"VerseNumber":21,"Text":"Had We, before sending the Quran, given them a book to which they now refer as an authority"},{"SurahNumber":43,"VerseNumber":22,"Text":"In fact, they say, \"We found our fathers following a certain belief and we now follow in their footsteps for our guidance"},{"SurahNumber":43,"VerseNumber":23,"Text":"In the same way, whenever We had sent a Messenger before you to warn a town, the rich ones therein said, \"We found our fathers following a certain belief and we follow in their footsteps"},{"SurahNumber":43,"VerseNumber":24,"Text":"The Messengers would say, \"Would you still follow in the footsteps of your fathers even if I was to bring you better guidance?\" They would say, \"We have no faith in your message"},{"SurahNumber":43,"VerseNumber":25,"Text":"We took revenge on them. See how terrible the end of those who rejected (Or revelations) was"},{"SurahNumber":43,"VerseNumber":26,"Text":"When Abraham said to his father and his people, \"I boldly renounce what you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"except for the One who has created me and will guide me"},{"SurahNumber":43,"VerseNumber":28,"Text":"God made (belief in one God) an everlasting task for his successors, so that perhaps they would return (to Him)"},{"SurahNumber":43,"VerseNumber":29,"Text":"In fact, We allowed them and their fathers to enjoy themselves until the truth and a strong Messenger came to them"},{"SurahNumber":43,"VerseNumber":30,"Text":"When the truth came to them, they said, \"This is magic and we have no faith in it"},{"SurahNumber":43,"VerseNumber":31,"Text":"Then they said, \"Why this Quran had not been revealed to a man from either of the two great towns"},{"SurahNumber":43,"VerseNumber":32,"Text":"Do they distribute the mercy of your Lord? It is We who have distributed their sustenance in this world and raised the positions of some of them above the others so that they would mock each other. The mercy of your Lord is better than what they can amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"Were it not for the fear that all people would become one in disbelief, We would have made for the disbelievers in the Beneficent God ceilings out of silver and ladders by which they would climb up"},{"SurahNumber":43,"VerseNumber":34,"Text":"doors for their houses, couches on which to recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"and other ornament of gold. All these are only the means of enjoyment in this world, but the pious will receive their reward from your Lord in the life hereafter"},{"SurahNumber":43,"VerseNumber":36,"Text":"We shall make satan the companion of whoever ignores the remembrance of the Beneficent God"},{"SurahNumber":43,"VerseNumber":37,"Text":"Satan will prevent them from the right path while they think that they have the right guidance"},{"SurahNumber":43,"VerseNumber":38,"Text":"When he returns to us, he will say (to satan), \"Would that there had been as long a distance between me and you as that between the East and West. What a terrible companion you have been"},{"SurahNumber":43,"VerseNumber":39,"Text":"They will be told on the Day of Judgment, \"Regret will never be of any benefit to you. You have done injustice to your souls and you will share the torment"},{"SurahNumber":43,"VerseNumber":40,"Text":"(Muhammad), can you make the deaf hear or guide the blind or the one who is clearly in error"},{"SurahNumber":43,"VerseNumber":41,"Text":"We shall revenge them either after your death"},{"SurahNumber":43,"VerseNumber":42,"Text":"or show them to you suffering the torment with which We had threatened them. We are certainly dominant over them all"},{"SurahNumber":43,"VerseNumber":43,"Text":"Follow devotedly that which is revealed to you. You are certainly on the right path"},{"SurahNumber":43,"VerseNumber":44,"Text":"The Quran is a reminder to you and to your people and you will soon be questioned about it"},{"SurahNumber":43,"VerseNumber":45,"Text":"You can ask Our Messengers whom We sent before you if We had commanded them to worship other gods besides the Beneficent God"},{"SurahNumber":43,"VerseNumber":46,"Text":"We sent Moses to the Pharaoh and his nobles with Our miracles and he said, \"I am the Messenger of the Lord of the Universe"},{"SurahNumber":43,"VerseNumber":47,"Text":"When he showed them Our miracles, they started to laugh at them"},{"SurahNumber":43,"VerseNumber":48,"Text":"Of all the miracles which We showed to them the latter ones were greater than the former. We struck them with torment so that perhaps they would return to Us"},{"SurahNumber":43,"VerseNumber":49,"Text":"They said, \"Magician, pray to your Lord for us through your covenant with Him (If he saves us from the torment), we shall certainly seek guidance"},{"SurahNumber":43,"VerseNumber":50,"Text":"When We relieved them from the torment they suddenly turned back on their heels"},{"SurahNumber":43,"VerseNumber":51,"Text":"The Pharaoh shouted to his people, \"My people, is the kingdom of Egypt not mine? and can you not see that the streams flow from beneath my palace"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I not better than this lowly man who can barely express himself"},{"SurahNumber":43,"VerseNumber":53,"Text":"Why have bracelets of gold not been given to him and why have some angels not accompanied him"},{"SurahNumber":43,"VerseNumber":54,"Text":"Thus, he made dimwits out of his people and they followed him. They, certainly, were a sinful people. When they invoked Our anger"},{"SurahNumber":43,"VerseNumber":55,"Text":"We took revenge on them by drowning them all together"},{"SurahNumber":43,"VerseNumber":56,"Text":"We made them become of the people of the past and an example for the coming generations"},{"SurahNumber":43,"VerseNumber":57,"Text":"When the son of Mary was mentioned as an example, you people cried out in protest, saying"},{"SurahNumber":43,"VerseNumber":58,"Text":"Are our gods any better than Jesus (for according to Muhammad), if our gods go to hell so too will Jesus. What they say is only a false argument. In fact, they are a quarrelsome people"},{"SurahNumber":43,"VerseNumber":59,"Text":"Jesus was a servant of Ours to whom We had granted favors and whom We made as an example for the Israelites"},{"SurahNumber":43,"VerseNumber":60,"Text":"Had We wanted, We could have made the angels as your successors on the earth"},{"SurahNumber":43,"VerseNumber":61,"Text":"(Muhammad), tell them, \"Jesus is a sign of the Hour of Doom. Have no doubt about it and follow me; this is the straight path"},{"SurahNumber":43,"VerseNumber":62,"Text":"Let satan not prevent you from the right path. He is your sworn enemy"},{"SurahNumber":43,"VerseNumber":63,"Text":"When Jesus came with clear proof (in support of his truthfulness), he said, \"I have come to you with wisdom to clarify for you some of the matters in which you have disputes. Have fear of God and obey me"},{"SurahNumber":43,"VerseNumber":64,"Text":"God is your Lord and my Lord, so worship Him. This is the right path"},{"SurahNumber":43,"VerseNumber":65,"Text":"But certain groups created differences among themselves. Woe to the unjust. They will face a painful torment"},{"SurahNumber":43,"VerseNumber":66,"Text":"Are they waiting for the Hour of Doom when the torment will suddenly strike them and they will not even realize from where it came"},{"SurahNumber":43,"VerseNumber":67,"Text":"All intimate friends on that day will become each others enemies except for the pious"},{"SurahNumber":43,"VerseNumber":68,"Text":"whom God will tell, \"My servants, you need have no fear on this day, nor will you be grieved"},{"SurahNumber":43,"VerseNumber":69,"Text":"Those who have faith in Our revelations and have submitted themselves to Our will"},{"SurahNumber":43,"VerseNumber":70,"Text":"will be told, \"Enter Paradise with your spouses in delight"},{"SurahNumber":43,"VerseNumber":71,"Text":"Golden dishes and cups will be passed among them. All that the souls may desire and that may delight their eyes will be available therein. You will live therein forever"},{"SurahNumber":43,"VerseNumber":72,"Text":"This is the Paradise which you have received as your inheritance by virtue of what you have done"},{"SurahNumber":43,"VerseNumber":73,"Text":"You will have abundant fruits therein to consume"},{"SurahNumber":43,"VerseNumber":74,"Text":"The criminals will live forever in the torment of hell. Their torment will not be relieved and they will despair of escaping"},{"SurahNumber":43,"VerseNumber":75,"Text":"We had not done any injustice to them but they had wronged themselves"},{"SurahNumber":43,"VerseNumber":76,"Text":"They will cry out, \"Guard, let your Lord destroy us"},{"SurahNumber":43,"VerseNumber":77,"Text":"The angelic guard will say, \"You will have to stay"},{"SurahNumber":43,"VerseNumber":78,"Text":"We brought you the truth but most of you disliked it"},{"SurahNumber":43,"VerseNumber":79,"Text":"If the disbelievers persist in their disbelief, We shall also persist in punishing them"},{"SurahNumber":43,"VerseNumber":80,"Text":"Do they think that We do not hear their secrets and whispers? We certainly can hear them and Our Messengers record it all"},{"SurahNumber":43,"VerseNumber":81,"Text":"(Muhammad), say, \"Had the Beneficent God really had a son, I would certainly have been the first one to worship him"},{"SurahNumber":43,"VerseNumber":82,"Text":"The Lord of the heavens and the earth and the Throne is too glorious to be described in the way they describe Him"},{"SurahNumber":43,"VerseNumber":83,"Text":"Leave them (to indulge) in their desires and play around until they face that day which has been promised to them"},{"SurahNumber":43,"VerseNumber":84,"Text":"It is God who is the Lord of the heavens and is the Lord on earth. He is All-wise and All-knowing"},{"SurahNumber":43,"VerseNumber":85,"Text":"Blessed is He to whom belongs the heavens, the earth and all that is between them and who has the knowledge of the Hour of Doom. To Him you will all return"},{"SurahNumber":43,"VerseNumber":86,"Text":"Those whom they worship besides God are not able to intercede, except for those among them who believe in the Truth (God) and who know whom to intercede for"},{"SurahNumber":43,"VerseNumber":87,"Text":"(Muhammad), if you ask them, \"Who had created the idols?\" They will certainly say, \"God has created them.\" Why do you then turn away from God"},{"SurahNumber":43,"VerseNumber":88,"Text":"(God has knowledge of Muhammad's words when he complains to Him), \"My Lord, these, my people, do not believe"},{"SurahNumber":43,"VerseNumber":89,"Text":"We have told him, \"Ignore them and say to them 'farewell'. They will soon know the consequences of their deeds"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"I swear by the illustrious Book"},{"SurahNumber":44,"VerseNumber":3,"Text":"that We have revealed the Quran on a blessed night to warn mankind"},{"SurahNumber":44,"VerseNumber":4,"Text":"On this night, every absolute command coming from Us becomes distinguishable"},{"SurahNumber":44,"VerseNumber":5,"Text":"The command that We have been sending"},{"SurahNumber":44,"VerseNumber":6,"Text":"as a mercy (for the human being) from your Lord. Your Lord is All-hearing and All-knowing"},{"SurahNumber":44,"VerseNumber":7,"Text":"He is the Lord of the heavens and the earth and all that is between them, if only you would have strong faith"},{"SurahNumber":44,"VerseNumber":8,"Text":"There is only One Lord. It is He who gives life and causes things to die. He is your Lord and the Lord of your forefathers"},{"SurahNumber":44,"VerseNumber":9,"Text":"In fact, the unbelievers have doubts because of excessive involvement in worldly affairs"},{"SurahNumber":44,"VerseNumber":10,"Text":"Wait for the day (which will come before the Day of Judgment) when the sky will give out dense smoke"},{"SurahNumber":44,"VerseNumber":11,"Text":"which will smother the people. They will say, \"This is a painful torment"},{"SurahNumber":44,"VerseNumber":12,"Text":"Lord, remove this torment from us for we are believers"},{"SurahNumber":44,"VerseNumber":13,"Text":"How could this punishment bring them to their senses when a Messenger evidently had come to them"},{"SurahNumber":44,"VerseNumber":14,"Text":"and they turned away, saying, \"He is a trained and insane person"},{"SurahNumber":44,"VerseNumber":15,"Text":"We shall remove the torment for a while but you will revert to your old ways"},{"SurahNumber":44,"VerseNumber":16,"Text":"However, We shall truly take Our revenge on the day when the great seizure takes place"},{"SurahNumber":44,"VerseNumber":17,"Text":"We had certainly tested the people of the Pharaoh before them to whom a noble Messengers had come, saying"},{"SurahNumber":44,"VerseNumber":18,"Text":"Send the servants of God with me. I am a trustworthy Messenger sent to you"},{"SurahNumber":44,"VerseNumber":19,"Text":"Do not consider yourselves above God? I shall show you a manifest authority (in support of my truthfulness)"},{"SurahNumber":44,"VerseNumber":20,"Text":"I seek protection from my Lord and your Lord from your decision of stoning me"},{"SurahNumber":44,"VerseNumber":21,"Text":"If you do not want to believe, leave me alone"},{"SurahNumber":44,"VerseNumber":22,"Text":"Moses addressed his Lord, saying, \"Lord, these people are sinners"},{"SurahNumber":44,"VerseNumber":23,"Text":"We told him, \"Leave the city with My servants during the night. You will be pursued"},{"SurahNumber":44,"VerseNumber":24,"Text":"Cross the sea by cutting a path through it. Pharaoh's army will be drowned"},{"SurahNumber":44,"VerseNumber":25,"Text":"How many were the gardens, springs"},{"SurahNumber":44,"VerseNumber":26,"Text":"corn-fields, gracious mansions"},{"SurahNumber":44,"VerseNumber":27,"Text":"and other bounties which they enjoyed yet left behind"},{"SurahNumber":44,"VerseNumber":28,"Text":"We gave these as an inheritance to other people"},{"SurahNumber":44,"VerseNumber":29,"Text":"The sky nor the earth cried for them, nor were they given respite"},{"SurahNumber":44,"VerseNumber":30,"Text":"We rescued the Israelites from the humiliating torment"},{"SurahNumber":44,"VerseNumber":31,"Text":"and from the Pharaoh. He was the chief of the transgressors"},{"SurahNumber":44,"VerseNumber":32,"Text":"We gave preference to the Israelites over the other people with Our knowledge"},{"SurahNumber":44,"VerseNumber":33,"Text":"and sent them revelations of which some were a clear trial for them"},{"SurahNumber":44,"VerseNumber":34,"Text":"These people say"},{"SurahNumber":44,"VerseNumber":35,"Text":"After we die, we shall never be raised to life again"},{"SurahNumber":44,"VerseNumber":36,"Text":"Bring back to life our fathers if what you say is true"},{"SurahNumber":44,"VerseNumber":37,"Text":"Are they better than the tribe of Tubba (name of a Yemenite tribal chief) and those who lived before them? We destroyed them. They were criminals"},{"SurahNumber":44,"VerseNumber":38,"Text":"We have not created the heavens and the earth and all that is between them for Our own amusement"},{"SurahNumber":44,"VerseNumber":39,"Text":"We have created them for a genuine purpose, but most people do not know"},{"SurahNumber":44,"VerseNumber":40,"Text":"The appointed time for all of them will be the Day of Judgment"},{"SurahNumber":44,"VerseNumber":41,"Text":"(when wrong will be distinguished from right). On this day friends will be of no benefit to one another, nor will they receive any help"},{"SurahNumber":44,"VerseNumber":42,"Text":"except for those to whom God grants mercy. He is Majestic and All-merciful"},{"SurahNumber":44,"VerseNumber":43,"Text":"The tree of Zaqqum"},{"SurahNumber":44,"VerseNumber":44,"Text":"is food for the sinner"},{"SurahNumber":44,"VerseNumber":45,"Text":"It will be like molted brass which will boil in the bellies"},{"SurahNumber":44,"VerseNumber":46,"Text":"like water"},{"SurahNumber":44,"VerseNumber":47,"Text":"(It will be said of such sinners), \"Seize them and drag them into the middle of hell"},{"SurahNumber":44,"VerseNumber":48,"Text":"Then pour unto their heads the boiling water to torment them"},{"SurahNumber":44,"VerseNumber":49,"Text":"They will be told, \"Suffer the torment. You had thought yourselves to be majestic and honorable"},{"SurahNumber":44,"VerseNumber":50,"Text":"This is the torment that you persistently doubted"},{"SurahNumber":44,"VerseNumber":51,"Text":"The pious ones will be in a secure place"},{"SurahNumber":44,"VerseNumber":52,"Text":"amid gardens and springs"},{"SurahNumber":44,"VerseNumber":53,"Text":"clothed in fine silk and rich brocade, sitting face to face with one another"},{"SurahNumber":44,"VerseNumber":54,"Text":"We shall unite them to maidens with big black and white lovely eyes"},{"SurahNumber":44,"VerseNumber":55,"Text":"They will be offered all kinds of fruits, in peace and security"},{"SurahNumber":44,"VerseNumber":56,"Text":"They will not experience any death other than that which they have already been through"},{"SurahNumber":44,"VerseNumber":57,"Text":"God will protect them from the torment of hell as a favor from your Lord. (Muhammad), this is certainly the greatest triumph"},{"SurahNumber":44,"VerseNumber":58,"Text":"We have made the Quran easy for you to recite so that perhaps they may take heed"},{"SurahNumber":44,"VerseNumber":59,"Text":"Wait (for God's decree) and they too will be waiting"},{"SurahNumber":45,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":45,"VerseNumber":2,"Text":"This Book is revealed from God, the Majestic and All-wise"},{"SurahNumber":45,"VerseNumber":3,"Text":"In the heavens and the earth there is evidence (of the Truth) for the believers"},{"SurahNumber":45,"VerseNumber":4,"Text":"In your creation and in that of the beasts living on earth there is evidence of the Truth for the people who have strong faith"},{"SurahNumber":45,"VerseNumber":5,"Text":"In the alternation of the night and the day, the sustenance which God has sent down from the sky to revive the barren earth, and in the changing of the direction of the winds there is evidence of the truth for the people of understanding"},{"SurahNumber":45,"VerseNumber":6,"Text":"These are the revelations of God which We recite to you for a genuine purpose. In what statements other than God's and His revelations will they then believe"},{"SurahNumber":45,"VerseNumber":7,"Text":"Woe to every sinful liar"},{"SurahNumber":45,"VerseNumber":8,"Text":"He hears the revelations of God which are recited to him, then persists in his arrogance as if he had not even heard them. Tell him that he will suffer a painful torment"},{"SurahNumber":45,"VerseNumber":9,"Text":"When he learns about some of Our revelations, he mocks them. Such people will suffer a humiliating torment"},{"SurahNumber":45,"VerseNumber":10,"Text":"Hell is awaiting them and none of their deeds will be of any benefit to them, nor will any guardian whom they have chosen besides God. They will suffer a great torment"},{"SurahNumber":45,"VerseNumber":11,"Text":"This (Quran) is a guidance. Those who reject the revelations of their Lord will suffer the most painful punishment"},{"SurahNumber":45,"VerseNumber":12,"Text":"God has made the sea subservient to you so that ships sail on by His command and you seek His favors. Perhaps you will be grateful"},{"SurahNumber":45,"VerseNumber":13,"Text":"He has also made subservient to you all that is in the heavens and the earth. In this there is evidence (of the Truth) for those who use their minds"},{"SurahNumber":45,"VerseNumber":14,"Text":"Tell the believers to forgive those who do not have faith in the days of God (Day of Judgment) and Resurrection. God will give due recompense to all the people for their deeds"},{"SurahNumber":45,"VerseNumber":15,"Text":"One who acts righteously does so for his own benefit and one who commits evil does so against his own soul. To your Lord you will all return"},{"SurahNumber":45,"VerseNumber":16,"Text":"We gave the Book to the Israelites, the commandments, and prophethood, granted them pure sustenance, and gave them preference above all people"},{"SurahNumber":45,"VerseNumber":17,"Text":"We also gave them clear evidence in support of the true religion. Only after having received knowledge did they create differences among themselves because of their rebelliousness. Your Lord will issue His decree concerning their differences on the Day of Judgment"},{"SurahNumber":45,"VerseNumber":18,"Text":"We have established for you a code of conduct and a religion. Follow it and do not follow the desires of the ignorant people"},{"SurahNumber":45,"VerseNumber":19,"Text":"They will never be sufficient (protection) for you in place of God. The unjust are each other's friends, but God is the guardian of the pious ones"},{"SurahNumber":45,"VerseNumber":20,"Text":"This (Quran) is an enlightenment for the people and a guide and mercy for the people who have strong faith"},{"SurahNumber":45,"VerseNumber":21,"Text":"Do the people who commit evil think that We shall make their life and death like that of the righteously striving believers? How terrible is their Judgment"},{"SurahNumber":45,"VerseNumber":22,"Text":"God has created the heavens and the earth for a genuine purpose so that every soul will be duly recompensed for its deeds without being wronged"},{"SurahNumber":45,"VerseNumber":23,"Text":"Have you seen the one who has chosen his desires as his lord? God has knowingly caused him to go astray, sealed his ears and heart and veiled his vision. Who besides God can guide him? Will they, then, not take heed"},{"SurahNumber":45,"VerseNumber":24,"Text":"They have said, \"The only life is this worldly life and here we shall live and die. It is only time which will destroy us\" They have no knowledge about this. It is only their guesswork"},{"SurahNumber":45,"VerseNumber":25,"Text":"When Our enlightening revelations are recited to them, their only argument against it is, \"Bring our forefathers back to life if what you say is true"},{"SurahNumber":45,"VerseNumber":26,"Text":"(Muhammad), say, \"It is God who gives you life and causes you to die. He will bring you together on the inevitable Day of Judgment,\" but most people do not know"},{"SurahNumber":45,"VerseNumber":27,"Text":"To God belongs the kingdom of the heavens and the earth. On the day when the Hour of Doom arrives, the followers of falsehood will be lost"},{"SurahNumber":45,"VerseNumber":28,"Text":"You will see all the people kneeling down. Everyone will be summoned to the Book (containing the record of their deeds). They will be told, \"On this day you will be recompensed for what you have done"},{"SurahNumber":45,"VerseNumber":29,"Text":"This is Our Book. It will tell you the truth. We have made a copy of all that you have done"},{"SurahNumber":45,"VerseNumber":30,"Text":"The Lord will admit the righteously striving, believing people into His mercy. This is certainly a clear victory"},{"SurahNumber":45,"VerseNumber":31,"Text":"To the unbelievers the Lord will say, \"Were not Our revelations recited to you and did not you arrogantly reject them? You were a sinful people"},{"SurahNumber":45,"VerseNumber":32,"Text":"When it was said that the promise of God is true and that the Hour would inevitably come, you said, \"We do not know what the Hour of Doom is, we are suspicious about it and we are not convinced"},{"SurahNumber":45,"VerseNumber":33,"Text":"Their evil deeds will be revealed to them and (the torment) which they had mocked will surround them"},{"SurahNumber":45,"VerseNumber":34,"Text":"They will be told, \"On this day We shall forget you in the same way that you had forgotten your coming into Our presence. Your dwelling will be hell fire and no one will help you"},{"SurahNumber":45,"VerseNumber":35,"Text":"This is only because you had mocked the revelations of God and the worldly life had deceived you. On this day they will not be taken out of hell, nor will they be granted any favors"},{"SurahNumber":45,"VerseNumber":36,"Text":"It is only God, Lord of the heavens and the earth and Lord of the Universe who deserves all praise"},{"SurahNumber":45,"VerseNumber":37,"Text":"It is His greatness that dominates the heavens and the earth. He is the Majestic and All-wise"}]}