{"Id":117,"LanguageCodes":["en","eng"],"Name":"eng-hamidsaziz","Author":"Hamid S Aziz","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Allah loves not publicity of evil speech, unless one has been wronged; for Allah is Hearer and Knower"},{"SurahNumber":4,"VerseNumber":149,"Text":"If you do good openly or in secret, or forgive evil, verily, Allah is Forgiving and Powerful"},{"SurahNumber":4,"VerseNumber":150,"Text":"Verily, those who disbelieve in Allah and His Messengers and desire to make a distinction between Allah and His messengers, and say, \"We believe in some and disbelieve in others,\" and desire to take a midway course between the two"},{"SurahNumber":4,"VerseNumber":151,"Text":"These are the disbelievers, and We have prepared for disbelievers shameful woe"},{"SurahNumber":4,"VerseNumber":152,"Text":"But those who believe in Allah and His messengers, and who do not make a distinction between any one of them, to these Allah will give their wages, for Allah is Forgiving and Merciful"},{"SurahNumber":4,"VerseNumber":153,"Text":"The people of the Book will ask you to bring down for them a book from heaven; but they asked Moses a greater thing than that, for they said, \"Show us Allah openly;\" but the thunderbolt caught them in their injustice. Then they chose the calf, a"},{"SurahNumber":4,"VerseNumber":154,"Text":"And We held over them the mountain (Sinai) for their covenant, and said to them, \"Enter you the door prostrate (in humility, worship or adoration);\" and We said to them, \"Transgress not on the Sabbath day\", and We took from them a firm"},{"SurahNumber":4,"VerseNumber":155,"Text":"But then because they broke their covenant, and for their disbelief in Allah´s revelations, and for their killing the prophets undeservedly, and for their saying in defiance, \"Our heart are uncircumcised, (Our heart are sufficient wrappings or)"},{"SurahNumber":4,"VerseNumber":156,"Text":"And because of their disbelief, and because of their utterance of a mighty calumny against Mary"},{"SurahNumber":4,"VerseNumber":157,"Text":"And because of their boastful saying, \"Verily, we have killed the Messiah, Jesus, the son of Mary, the Messenger of Allah,\" - but they killed him not, nor did they crucify him, but it was obscured for them (or it appeared so to them). And verily"},{"SurahNumber":4,"VerseNumber":158,"Text":"Nay, Allah raised him up unto Himself; for Allah is ever Mighty and Wise"},{"SurahNumber":4,"VerseNumber":159,"Text":"And there shall not be one of the People of the Book but must believe in him before his death; and on the Day of Judgment he shall be a witness against them"},{"SurahNumber":4,"VerseNumber":160,"Text":"And because of the iniquity (or injustice) of the Jews, We have forbidden them the good things which We had made lawful for them, and for their much obstructing the way of Allah"},{"SurahNumber":4,"VerseNumber":161,"Text":"And for their taking usury when We had forbidden it, and for their vain devouring of the wealth of people by false pretences, We have prepared for those of them who disbelieve a grievous woe"},{"SurahNumber":4,"VerseNumber":162,"Text":"But those amongst them who are firm in knowledge, and the faithful who believe in what is revealed to you , and what was revealed before you, and especially the steadfast in prayer, the givers of alms, the believers in Allah and the Last Day, unto these W"},{"SurahNumber":4,"VerseNumber":163,"Text":"Verily, We have inspired you (Muhammad) as We inspired Noah and the prophets after him, and as We inspired Abraham, and Ishmael, and Jacob, and the tribes, and Jesus, and Job, and Jonas, and Aaron, and Solomon; and to David did We give the Psalms"},{"SurahNumber":4,"VerseNumber":164,"Text":"Of some messengers We have already told you; and of other messengers We have not told you; But Allah spoke directly to Moses"},{"SurahNumber":4,"VerseNumber":165,"Text":"Messengers giving glad tidings and warning, that men should have no argument against Allah, after the coming of messengers, for Allah is Mighty, Wise"},{"SurahNumber":4,"VerseNumber":166,"Text":"But Allah bears witness to what He has revealed to you: He revealed it from His own knowledge, and the angels bear witness too; though Allah is witness enough"},{"SurahNumber":4,"VerseNumber":167,"Text":"Verily, those who disbelieve and obstruct the way of Allah have strayed in wide error"},{"SurahNumber":4,"VerseNumber":168,"Text":"Verily, those who disbelieve and do wrong (are unjust), Allah will not pardon them, nor will He guide them on the Way"},{"SurahNumber":4,"VerseNumber":169,"Text":"Save the way to hell, to dwell therein forever; that is easy enough to Allah"},{"SurahNumber":4,"VerseNumber":170,"Text":"O you people! The Messenger has come to you with truth from your Lord: believe, then, in him, for it is better for you. But if you disbelieve, then (know) that to Allah belongs all that is in the heavens and the earth, and Allah is Knower, Wise"},{"SurahNumber":4,"VerseNumber":171,"Text":"O you people of the Book! Do not commit excesses in your religion, nor say against Allah anything save the truth. The Messiah, Jesus the son of Mary, was but the messenger of Allah and His Word, which He cast into Mary and a Spirit from Him; believe then"},{"SurahNumber":4,"VerseNumber":172,"Text":"The Messiah does surely not disdain to be a servant of Allah, nor do the angels who are nigh to Him; and whoever disdains His service and is too proud, He will gather them altogether to Himself"},{"SurahNumber":4,"VerseNumber":173,"Text":"But as for those who believe and do what is right, He will pay their due reward and will give increase to them from His Bounty. But as for those who are disdainful and arrogant, He will punish them with a grievous woe. Nor will they find, other than Allah"},{"SurahNumber":4,"VerseNumber":174,"Text":"O you people! Convincing Proof has come to you from your Lord, for We have sent down to you manifest light"},{"SurahNumber":4,"VerseNumber":175,"Text":"Then those who believe in Allah, and take tight hold of Him, He will admit them into His mercy and Grace; and He will guide them to Himself by a Straight Way"},{"SurahNumber":4,"VerseNumber":176,"Text":"They ask you for a legal pronouncement; say, \"Allah gives you a decision concerning remote kinship.\" If a man dies and have no child, but have a sister, let her have half of what he leaves; and had she died, he would be her heir, if she have no"},{"SurahNumber":5,"VerseNumber":1,"Text":"O you who believe! Fulfil all your undertakings (and obligations). Lawful for you are beasts, save what is here announced. Forbidden you is the chase while you are on pilgrimage. Verily, Allah ordains according to His Will and Plan"},{"SurahNumber":5,"VerseNumber":2,"Text":"O you who believe! Profane not the Symbols of Allah (things connected with the pilgrimage), nor the sacred month (of pilgrimage), nor the sacrificial offering, nor the garlands (decorating these animals), nor those who sojourn at the sacred house (Kaaba)"},{"SurahNumber":5,"VerseNumber":3,"Text":"Forbidden to you (for food) is that which dies of itself, and blood, and the flesh of swine, and that which is devoted to other than Allah, and that which has died by strangling, or by violence, or by a fall, or by goring, and which has been eaten by wild"},{"SurahNumber":5,"VerseNumber":4,"Text":"They will ask you what is lawful for them? Say, \"Lawful for you are all good things. And what you have trained hunting animals to catch, in the manner directed by Allah; - so eat of what they catch for you, but mention the name of Allah over it, and"},{"SurahNumber":5,"VerseNumber":5,"Text":"This day all things good and pure are made lawful for you. The food of those to whom the Book has been given is lawful for you, and your food is lawful for them; and chaste women of those who believe, and chaste women of those to whom the Book has been gi"},{"SurahNumber":5,"VerseNumber":6,"Text":"O you who believe! When you rise up to prayer wash your faces, and your hands as far as the elbows, and wipe your heads, and your feet down to the ankles. And if you are polluted, then purify yourselves (bathe). But if you are sick, or on a journey, or if"},{"SurahNumber":5,"VerseNumber":7,"Text":"Remember the favour of Allah to you and His covenant which He made with you, when you said, \"We hear and we obey;\" and fear (respect and keep your duty to) Allah. Verily, Allah knows well the secrets in your breasts"},{"SurahNumber":5,"VerseNumber":8,"Text":"O you who believe! Stand steadfast as witnesses for Allah with justice; and let not hatred of (or towards) a people tempt you to injustice. Act with equity, that is nearer to piety, and fear Allah; for Allah is Aware of what you do"},{"SurahNumber":5,"VerseNumber":9,"Text":"Allah has promised to those who believe and work righteousness, that for them is forgiveness and a mighty reward"},{"SurahNumber":5,"VerseNumber":10,"Text":"But those who disbelieve and deny Our Signs, these are the fellows of hell"},{"SurahNumber":5,"VerseNumber":11,"Text":"O you who believe! Remember Allah´s favour towards you, when a people intended to stretch their hands against you, but He withheld their hands from you. Keep your duty to Allah, and in Allah let believers trust"},{"SurahNumber":5,"VerseNumber":12,"Text":"Allah did in the past make a covenant with the children of Israel, and raised up among them twelve chiefs; and Allah said, \"Verily, I am with you, if you be steadfast in prayer, and give alms, and believe in My Messengers, and assist them, and lend t"},{"SurahNumber":5,"VerseNumber":13,"Text":"And because they broke their covenant, We cursed them, and placed hardness in their heart. They perverted the words from their contexts, and forgot a portion of what they were admonished. you will not cease to find treachery from all, save a few of them"},{"SurahNumber":5,"VerseNumber":14,"Text":"And of those who say, \"Verily we are Christians,\" We have (also) taken a covenant; but they have forgotten a goodly portion of the message; wherefore have We excited amongst them enmity and hatred till the Day of Resurrection, when Allah will in"},{"SurahNumber":5,"VerseNumber":15,"Text":"O you people of the Book! Now has Our Messenger come to you to expound unto you much of what you used to hide in the Book, and forgiving (or abolishing) much. Now has come unto you light from Allah, and a perspicuous Book"},{"SurahNumber":5,"VerseNumber":16,"Text":"Allah guides thereby those who seek His pleasure, to the way of peace, and leads them out of darkness into light by His decree, and guides them unto a Straight Way"},{"SurahNumber":5,"VerseNumber":17,"Text":"They, indeed, have disbelieved who say, \"Verily, Allah is the Messiah the son of Mary.\" Say, \"Who can do anything against Allah, if He wished to destroy the Messiah, the son of Mary, and his mother, and those who are on earth altogether?&qu"},{"SurahNumber":5,"VerseNumber":18,"Text":"But the Jews and the Christians say, \"We are the sons of Allah and His beloved.\" Say, \"Why then does He punish you for your sins? Nay, you are mortals, men whom He has created! He pardons whom He pleases, and punishes whom He pleases; for t"},{"SurahNumber":5,"VerseNumber":19,"Text":"O people of the Book! Now Our Messenger has come to you to make things plain, after an interval in the succession of Messengers, lest you say, \"There came not to us a herald of glad tidings nor a Warner.\" But now there has come to you a herald o"},{"SurahNumber":5,"VerseNumber":20,"Text":"Remember when Moses said to his people, \"O my people! Remember the favour of Allah towards you when He made amongst you prophets, and made for you kings, and brought you what was never given to anyone else in the world"},{"SurahNumber":5,"VerseNumber":21,"Text":"O my people! Enter the Holy Land which Allah has ordained for you; and be not thrust back upon your hinder parts, for surely you retreat losers"},{"SurahNumber":5,"VerseNumber":22,"Text":"They said, \"O Moses! Verily, therein are giants; and we will surely not enter therein until they go out from thence; when they depart, then will we enter"},{"SurahNumber":5,"VerseNumber":23,"Text":"Then said two of those who were God-fearing - Allah had been gracious to them both - \"Enter you upon them by the gate, for once you have entered it, verily, you shall be victorious; so put your trust in Allah if you be, indeed, believers"},{"SurahNumber":5,"VerseNumber":24,"Text":"They said, \"O Moses! We shall never enter it so long as they are therein; so, go you and your Lord and fight you two; we will sit down here"},{"SurahNumber":5,"VerseNumber":25,"Text":"Said he, \"My Lord, verily, I can control only myself and my brother; therefore, part (distinguish) us from this rebellious people"},{"SurahNumber":5,"VerseNumber":26,"Text":"He (the Lord) said, \"Then, verily, this land is forbidden them for forty years; in bewilderment shall they wander about in the earth; so grieve not yourself for these sinful people"},{"SurahNumber":5,"VerseNumber":27,"Text":"Recite to them the true tale of the two sons of Adam; truly when they offered an offering and it was accepted from one of them, and not from the other. Said the latter, \"I will surely kill you.\" Said the former, \"Surely, Allah only accepts"},{"SurahNumber":5,"VerseNumber":28,"Text":"If you do stretch forth your hand to kill me, I will not stretch forth mine to kill you; for, verily, I fear Allah the Lord of the Worlds"},{"SurahNumber":5,"VerseNumber":29,"Text":"Verily, I would rather that you draw upon yourself my sin and yours, and become of the fellows of the Fire, for that is the reward of the evil-doer (or unjust)"},{"SurahNumber":5,"VerseNumber":30,"Text":"But the other´s soul compelled him to slay his brother, and so he slew him, and became one of the losers"},{"SurahNumber":5,"VerseNumber":31,"Text":"Then Allah sent a crow to scratch in the earth and show him how he might hide his brother´s naked corpse. He said, \"Alas, for me! Am I too helpless to become like this crow and hide my brother´s naked corpse?\" and in the morning he w"},{"SurahNumber":5,"VerseNumber":32,"Text":"For this cause have We prescribed to the children of Israel that whoever kills a soul, unless it be for murder or for mischief (or corruption) in the land, it would be as though he had killed all mankind; but whoever saves the life of one, it would be as"},{"SurahNumber":5,"VerseNumber":33,"Text":"The reward of those who make war against Allah and His Messenger, and strive after corruption (or disruption) in the earth, is only that they shall be slaughtered or crucified, or their hands and feet cut off on alternate sides, or that they shall be bani"},{"SurahNumber":5,"VerseNumber":34,"Text":"Save for those who repent before you overpower them. For know that Allah is Forgiving, Merciful"},{"SurahNumber":5,"VerseNumber":35,"Text":"O you who believe! Fear (be dutiful to) Allah and crave the means to approach Him, and strive in His way in order that you may succeed (or prosper)"},{"SurahNumber":5,"VerseNumber":36,"Text":"Verily, those who disbelieve, even though they had all that is in the earth, and the like thereof with it, to offer as a ransom from the punishment of the Day of Resurrection, it would not be accepted from them; but for them is grievous woe"},{"SurahNumber":5,"VerseNumber":37,"Text":"They may wish to go forth from the Fire, but they shall not go forth there from. For them is lasting woe"},{"SurahNumber":5,"VerseNumber":38,"Text":"The thief, man or woman, cut off their hands (or ability to do evil or means of livelihood). It is the reward of their own deeds, an exemplary punishment from Allah (or one making an example). Allah is Mighty, Wise"},{"SurahNumber":5,"VerseNumber":39,"Text":"But whoever repents after his wrongdoing (injustice) and makes amends, verily, Allah will relent towards him, for, verily, Allah is Forgiving, Merciful"},{"SurahNumber":5,"VerseNumber":40,"Text":"Do you not know that Allah, His alone is the kingdom of the heavens and the earth; He punishes whom He pleases, and forgives whom He pleases, for Allah has power over all things"},{"SurahNumber":5,"VerseNumber":41,"Text":"O you Messenger! Let not those grieve you who vie with each other in disbelief, be they of those who say with their mouths \"We believe,\" but their heart are faithless; or of those among Jews, listeners to a lie, who listen to other people, but n"},{"SurahNumber":5,"VerseNumber":42,"Text":"They are listeners to falsehood, eaters of unlawful things! But if they come to you, then judge between them or ignore them. If you turn aside from them they shall not harm you at all, but if you judge, then judge between them with justice, for verily, Al"},{"SurahNumber":5,"VerseNumber":43,"Text":"But why should they make you their judge, when they have their own Law, wherein is Allah´s judgment? Yet they turn back even after that, for they do not really believe"},{"SurahNumber":5,"VerseNumber":44,"Text":"Verily, it was We who have revealed the Torah in which there is guidance and light; the prophets who had surrendered did judge the Jews thereby, as did the Rabbis (masters) and doctors of Law. To them was entrusted the Book of Allah to judge by, and they"},{"SurahNumber":5,"VerseNumber":45,"Text":"We have prescribed for you therein \"a life for a life, and an eye for an eye, and a nose for a nose, and an ear for an ear, and a tooth for a tooth, and for wounds equal retaliation;\" But whoever remits it, it is an expiation for him. Whoever ju"},{"SurahNumber":5,"VerseNumber":46,"Text":"And We followed up the footsteps of these (prophets) with Jesus, the son of Mary, confirming that which was before him, and We bestowed upon him the Gospel, wherein is guidance and light, verifying what was before it of the Torah (Hebrew Scripture), a gui"},{"SurahNumber":5,"VerseNumber":47,"Text":"Then let the people of the gospel judge by that which is revealed therein, for whoever will not judge by what Allah has revealed, these are the evil doers"},{"SurahNumber":5,"VerseNumber":48,"Text":"And unto you (Muhammad) have We revealed the Book in truth, verifying what was before it, and preserving it. Judge then between them by what Allah has revealed, and follow not their lusts (prejudices, fantasies), turning away from what is given to you of"},{"SurahNumber":5,"VerseNumber":49,"Text":"Wherefore judge you between them by what Allah has revealed, and follow not their lusts (prejudices, fantasies, superstitions); but beware lest they mislead you from part of what Allah has revealed to you ; and if they turn back, then know that Allah wis"},{"SurahNumber":5,"VerseNumber":50,"Text":"Is it the judgment of the Time of Ignorance (i.e. before the Revelation) for which they crave? But who is better than Allah as judge for people who are certain"},{"SurahNumber":5,"VerseNumber":51,"Text":"O you who believe! Take not the Jews and Christians for your friends (or patrons): they are friends (or patrons) to each other. Whoever amongst you takes them for friend (or patron), verily, he is of them, and, verily, Allah guides not an unjust people"},{"SurahNumber":5,"VerseNumber":52,"Text":"You will see those in whose heart is a disease runs about among them, saying, \"We fear lest a reversal befall us.\" It may be that Allah will give you victory, or a commandment from Himself, and they may awake repenting of their secret thoughts"},{"SurahNumber":5,"VerseNumber":53,"Text":"Then those who believe say, \"Are these they who swore by Allah with their strongest oath that they were surely with you?\"- Their works have failed and they shall wake up ruined"},{"SurahNumber":5,"VerseNumber":54,"Text":"O you who believe! Whoever of you turns away from his religion, Allah will bring (instead) a people whom He loves and who love Him, humble to believers, stern to unbelievers, striving in the way of Allah, fearing not the blame (or reproach) of any blamer"},{"SurahNumber":5,"VerseNumber":55,"Text":"Only Allah is your friend, and His Messenger and those who believe, who are steadfast in prayer and give alms, bowing down (in prayer)"},{"SurahNumber":5,"VerseNumber":56,"Text":"Whoever takes as friend Allah and His Messenger and those who believe - verily, the Fellowship of Allah will be victorious"},{"SurahNumber":5,"VerseNumber":57,"Text":"O you who believe! Take not for friends and patrons those who take your religion for a jest or a sport, from either amongst those who have been given the Book before or the disbelievers; but fear Allah if you have true faith"},{"SurahNumber":5,"VerseNumber":58,"Text":"Nor those who, when you call to prayer, take it for a jest and a sport; that is because they are a people without understanding"},{"SurahNumber":5,"VerseNumber":59,"Text":"Say, \"O people of the Book! Do you disapprove of us for no other reason but that we believe in Allah, and the revelations that have come to us, and what was revealed before, and that most of you are rebellious (and disobedient)"},{"SurahNumber":5,"VerseNumber":60,"Text":"Say, \"Shall I declare unto you something much worse than this for retribution from Allah?\" It is those whomsoever Allah has cursed and been wroth with - and he has made of them (as) apes and swine - and who worship Taghut (idols), they are in a"},{"SurahNumber":5,"VerseNumber":61,"Text":"When they come to you they say, \"We believe;\" but they entered with unbelief, and they went out the same way, and Allah knows best what they did hide"},{"SurahNumber":5,"VerseNumber":62,"Text":"Thee will see many of them vying in sin and enmity, and in devouring unlawful things, - evil is it that they have done"},{"SurahNumber":5,"VerseNumber":63,"Text":"Why do not their rabbis and their doctors forbid them from speaking sin and eating unlawful things - verily, evil is what they have performed"},{"SurahNumber":5,"VerseNumber":64,"Text":"The Jews say, \"Allah´s hand is fettered\" (incapable or ungenerous), but it is their hands that are fettered and they are cursed for what they say. Nay! His hands are outspread, He spends how He pleases! And that which has been sent down to"},{"SurahNumber":5,"VerseNumber":65,"Text":"But if only the people of the Book would believe and fear (avoid evil), We would remit their offences, and We would make them enter into Gardens of Delight"},{"SurahNumber":5,"VerseNumber":66,"Text":"And if they had been steadfast in the Torah and the Gospel, and what has been sent down to them from their Lord, they would surely have nourishment from above them and below them. Amongst them are a people who are moderate, but many of them are of evil co"},{"SurahNumber":5,"VerseNumber":67,"Text":"O Messenger! Make known what has been revealed to you from your Lord. If you do it not then you have not conveyed His message, and Allah will not protect you from (mischief making) men for Allah guides not people who disbelieve"},{"SurahNumber":5,"VerseNumber":68,"Text":"Say, \"O people of the Book! You have no ground to stand on till you stand fast by the Torah and the Gospel, and what is revealed to you from your Lord.\" But what has been revealed to you from your Lord will of a surety increase many of them in r"},{"SurahNumber":5,"VerseNumber":69,"Text":"Verily, those who believe and those who are Jews, and the Sabaeans, and the Christians, whoever believes in Allah and the Last Day, and does what is right, they shall not fear, nor shall they grieve"},{"SurahNumber":5,"VerseNumber":70,"Text":"We took a covenant in the past from the children of Israel, and We sent to them Messengers; every time there came to them a messenger with what their souls loved not, some of them they did call liars and some of them they slew"},{"SurahNumber":5,"VerseNumber":71,"Text":"And they thought that no harm would come to them; but they were blind and deaf! And then Allah turned (in mercy) again towards them: and even then many amongst them were wilfully blind and deaf! Allah is Seer of what they did"},{"SurahNumber":5,"VerseNumber":72,"Text":"They surely disbelieve who say, \"Verily, Allah is the Messiah the son of Mary;\" but the Messiah himself said, \"O children of Israel! Worship Allah, my Lord and your Lord.\" (JohnVerily, he who associates anything with Allah, Allah hath)"},{"SurahNumber":5,"VerseNumber":73,"Text":"They disbelieve who say, \"Verily, Allah is the third of three;\" for there is no God but one, and if they do not desist from what they say, there shall touch those who disbelieve amongst them grievous woe"},{"SurahNumber":5,"VerseNumber":74,"Text":"Will they not turn again towards Allah and ask pardon of Him? For Allah is Forgiving and Merciful"},{"SurahNumber":5,"VerseNumber":75,"Text":"The Messiah, the son of Mary, is only a Messenger: Messengers like him have passed away before him; and his mother was a saintly woman. And they both used to eat food. See how We clearly explain to them the revelations, yet see how they turn aside"},{"SurahNumber":5,"VerseNumber":76,"Text":"Say, \"Will you serve, other than Allah, that which can neither hurt you nor profit you?\" Allah it is Who is both Hearer and Knower"},{"SurahNumber":5,"VerseNumber":77,"Text":"Say, \"O people of the Book! Exceed not in your religion other than the Truth, and follow not the lusts (prejudices, fantasies, superstitions) of a people who have erred in the past, and who lead many astray, and who go astray from the Even Path"},{"SurahNumber":5,"VerseNumber":78,"Text":"Those of the children of Israel who went astray were cursed by the tongue of David and of Jesus, the son of Mary; that is because they rebelled and did transgress"},{"SurahNumber":5,"VerseNumber":79,"Text":"They would not restrain each other from the wickedness they did; verily, evil is that which they used to do"},{"SurahNumber":5,"VerseNumber":80,"Text":"Thee will see many of them taking those who disbelieve for their friends. Surely, evil is that which their souls have sent before them, for Allah´s wrath is on them, and in the torment shall they dwell"},{"SurahNumber":5,"VerseNumber":81,"Text":"But had they believed in Allah and the Prophet, and what was revealed to him, they would not have taken these for friends. But many of them are evildoers"}]}