{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Sizden kim ALLAH'ın elçisine uyar ve erdemli davranırsa, onun da ödülünü iki kat veririz ve onun için bol bir rızık hazırlamışızdır"},{"SurahNumber":33,"VerseNumber":32,"Text":"Ey peygamberin hanımları, siz herhangi bir kadın gibi değilsiniz. Erdemliyseniz, işveli konuşmayın ki kalbinde hastalık bulunan birileri size yönelmesin. Güzel ve normal biçimde konuşun"},{"SurahNumber":33,"VerseNumber":33,"Text":"Evlerinizde oturun ve eski cahiliyye dönemindeki gibi halkla fazla içiçe olmayın. Namazı gözetin, zekatı verin ve ALLAH ve elçisine uyun. Ey Kabe'nin çevresinde oturanlar, ALLAH sizden günahları gidermek ve sizi tamamıyla arındırmak istiyor"},{"SurahNumber":33,"VerseNumber":34,"Text":"Evlerinizde okunan ALLAH'ın ayetlerini ve hikmeti hatırlayın. ALLAH Latiftir, Haberdardır"},{"SurahNumber":33,"VerseNumber":35,"Text":"Müslüman erkekler ve müslüman kadınlar, inanan erkekler ve inanan kadınlar, söz dinleyen erkekler ve söz dinleyen kadınlar, doğru sözlü erkekler ve doğru sözlü kadınlar, sabreden erkekler ve sabreden kadınlar, saygılı erkekler ve saygılı kadınlar, yardımsever erkekler ve yardımsever kadınlar, oruç tutan erkekler ve oruç tutan kadınlar, iffetli erkekler ve iffetli kadınlar, ALLAH'ı çok anan erkekler ve çok anan kadınlar; işte ALLAH onların hepsine bağışlanma ve büyük bir ödül hazırlamıştır"},{"SurahNumber":33,"VerseNumber":36,"Text":"ALLAH ve elçisi bir işte hüküm verdiği zaman, hiçbir inanan erkek ve kadın o işte seçim hakkına sahip değildir. Kim ALLAH'a ve elçisine isyan ederse açık bir biçimde sapmış olur"},{"SurahNumber":33,"VerseNumber":37,"Text":"ALLAH tarafından kendisine iyilik yapılan ve senin de iyilikte bulunduğun kişiye, \"Karını tut ve ALLAH'ı gözet,\" diyordun. Böylece ALLAH'ın açığa vuracağı bir şeyi gizliyordun. ALLAH'tan çekinmen gerekirken halktan çekiniyordun. Zeyd eşiyle ilişiğini kestiğinde biz seni onunla evlendirmiştik ki, inananlar, evlatlıkları eşleriyle ilişiklerini kestiklerinde onlarla evlenmekte güçlükle karşılaşmasın. ALLAH'ın buyruğu yerine getirilmelidir"},{"SurahNumber":33,"VerseNumber":38,"Text":"ALLAH'ın kendisine yasallaştırdığı bir konuda peygambere herhangi bir engel yoktur. Bu, öteden beri, gelmiş geçmişlere uygulanan ALLAH'ın sünneti (yasası) dır. ALLAH'ın emri, belirlenmiş ve kesinleşmiştir"},{"SurahNumber":33,"VerseNumber":39,"Text":"ALLAH'ın elçiliğini duyuranlar sadece O'nu sayarlar ve ALLAH'tan başka hiç kimseden çekinmezler. Hesap sorucu olarak ALLAH yeter"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammed, adamlarınızdan herhangi birisinin babası olmadı. Ancak o ALLAH'ın elçisi (rasulü) ve son peygamber (nebi) oldu. ALLAH her şeyi iyi bilir"},{"SurahNumber":33,"VerseNumber":41,"Text":"Ey inananlar ALLAH'ı çok sık olarak anın"},{"SurahNumber":33,"VerseNumber":42,"Text":"O'nu sabah akşam yüceltin"},{"SurahNumber":33,"VerseNumber":43,"Text":"O ki sizi karanlıklardan ışığa çıkarmak için melekleri ile birlikte sizi destekler. O, inananlara karşı Rahimdir"},{"SurahNumber":33,"VerseNumber":44,"Text":"O'nunla karşılaştıkları gün dirlik dilekleri, Selam (Barış/Güvenlik)'tır. Onlara cömert bir ödül hazırlamıştır"},{"SurahNumber":33,"VerseNumber":45,"Text":"Ey peygamber, biz seni bir tanık olarak gönderdik, bir müjdeleyici ve bir uyarıcı"},{"SurahNumber":33,"VerseNumber":46,"Text":"ALLAH'a, O'nun izniyle çağıran bir davetçi ve aydınlatıcı bir ışık olarak"},{"SurahNumber":33,"VerseNumber":47,"Text":"İnananlara, ALLAH'tan büyük bir lütfa ulaşacaklarını müjdele"},{"SurahNumber":33,"VerseNumber":48,"Text":"İnkarcılara ve ikiyüzlülere uyma, eziyetlerine aldırma ve ALLAH'a güven; koruyucu olarak ALLAH yeter"},{"SurahNumber":33,"VerseNumber":49,"Text":"Ey inananlar, inanan kadınları nikahladıktan sonra, onlarla cinsel ilişkiye girmeden boşarsanız, (bir başkasıyla evlenmelerinden önce) onların size bir bekleme süresi borcu yoktur"},{"SurahNumber":33,"VerseNumber":50,"Text":"Ey peygamber, mehirlerini vermiş bulunduğun eşlerini ve ALLAH'ın sana bağışladığı elinin altındakileri, seninle birlikte göç eden amcanın kızlarını, halalarının kızlarını, dayının kızlarını ve teyzelerinin kızlarını sana helal kılmışısızdır. Ayrıca, peygamber dilerse, kendisini inananlara değil sadece peygambere mehirsiz olarak hibe eden birisiyle nikahlanabilir. Biz, eşleri ve ellerinin altında bulunanlar hakkında üzerlerine yüklediğimiz sorumlulukları bildirmiştik ki güç bir duruma düşmeyesin. ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":33,"VerseNumber":51,"Text":"Onlardan dilediğini erteler, dilediğini de yanına alabilirsin. Sırasını geri bırakmış olduğun birisini tekrar istemende bir sakınca yoktur. Böylece onlar hoşnut olurlar, üzülmezler ve senin herbirisine verdiğine razı olurlar. Kalbinizde olanı ALLAH iyi bilir. ALLAH Bilendir,? efkatlidir"},{"SurahNumber":33,"VerseNumber":52,"Text":"Bunların ötesinde kadınlar sana helal değildir, ve eşlerinden her hangi birisini de onlarla değişemezsin. Güzellikleri senin ilgini çekse bile. Ancak elinin altındakiler ile yetin. ALLAH her şeyi gözetleyendir"},{"SurahNumber":33,"VerseNumber":53,"Text":"Ey inananlar, peygamberin evine, yemeğe çağrılmadan girmeyin. Öyle bir çağrıyı da beklemeyin. Çağrıldığınız vakit girebilirsiniz. Yemeği yedikten sonra ayrılıp dağılın. Hadislere (sözlere) dalmayın. Bu durum peygamberi üzüyor; ancak size bildirmekten utanıyordu. ALLAH gerçeği bildirmekten çekinmez. Onun hanımlarından bir şey istediğinizde onu bir perde ardından isteyiniz. Bu sizin kalbiniz ve onların kalpleri için daha temiz bir davranıştır. ALLAH'ın elçisini üzmemelisiniz ve ondan sonra onun eşleriyle asla evlenmemelisiniz, zira bu, ALLAH katında pek büyük bir günahtır"},{"SurahNumber":33,"VerseNumber":54,"Text":"Bir şeyi açığa vursanız da, gizleseniz de ALLAH her şeyi iyi bilir"},{"SurahNumber":33,"VerseNumber":55,"Text":"Babaları, oğulları, kardeşleri, kardeşlerinin oğulları, kız kardeşlerinin oğulları, diğer kadınlar ve (kadın) hizmetçileri karşısında (serbest bir biçimde giyinmelerinde) kadınlar için bir sakınca yoktur. ALLAH'ı saysınlar. ALLAH her şeye Tanıktır"},{"SurahNumber":33,"VerseNumber":56,"Text":"ALLAH ve melekleri peygamberi desteklemektedir. Ey inananlar siz de onu destekleyin, gereken saygı ve itaati gösterin"},{"SurahNumber":33,"VerseNumber":57,"Text":"ALLAH'a ve elçisine hakaret edenlere, ALLAH dünya ve ahirette lanet eder ve onlar için aşağılayıcı bir ceza hazırlamıştır"},{"SurahNumber":33,"VerseNumber":58,"Text":"İnanan erkeklere ve kadınlara, haksız yere hakaret edenler, bir iftira ve apaçık bir günah yüklenmişlerdir"},{"SurahNumber":33,"VerseNumber":59,"Text":"Ey peygamber, hanımlarına, kızlarına ve inananların kadınlarına örtülerini üzerlerine salmalarını söyle. Bu, onların (erdemli kadınlar olarak) tanınıp hakarete uğramamaları için daha elverişlidir. ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":33,"VerseNumber":60,"Text":"İkiyüzlüler, kalplerinde hastalık bulunanlar ve kentteki saldırganlar (size karşı olan saldırılarına) son vermezlerse seni onlara musallat ederiz; sonra orada, senin çevrende kısa bir süre kalabilirler"},{"SurahNumber":33,"VerseNumber":61,"Text":"Lanetlenirler; nerede rastlansalar, (saldırıdan vazgeçmezlerse) yakalanıp öldürülebilirler"},{"SurahNumber":33,"VerseNumber":62,"Text":"Öncekilere uygulanmış ALLAH'ın sünneti (yasasıdır). ALLAH'ın sünnetinde herhangi bir değişme bulamazsın"},{"SurahNumber":33,"VerseNumber":63,"Text":"Halk senden Saat'i (dünyanın son saatini) soruyor. De ki, \"Onun bilgisi ALLAH'ın katındadır; ne bilirsin, belki de o Saat yakındır"},{"SurahNumber":33,"VerseNumber":64,"Text":"ALLAH inkarcıları lanetlemiş ve onlara cehennemi hazırlamıştır"},{"SurahNumber":33,"VerseNumber":65,"Text":"Orada ebedi kalıcıdırlar. Ne bir veli (sahip) ne de bir yardımcı bulamazlar"},{"SurahNumber":33,"VerseNumber":66,"Text":"Yüzleri ateşte çevrildiği gün, \"Keşke ALLAH'a itaat etseydik, keşke elçisine itaat etseydik,\" derler"},{"SurahNumber":33,"VerseNumber":67,"Text":"Derler ki, \"Rabbimiz, sadatlarımıza/şeyhlerimize ve büyüklerimize uyduk; onlar da bizi yoldan saptırdılar"},{"SurahNumber":33,"VerseNumber":68,"Text":"Rabbimiz, onlara iki kat ceza ver, onları büyük bir lanetle lanetle"},{"SurahNumber":33,"VerseNumber":69,"Text":"Ey inananlar, Musa'yı incitenler gibi olmayın. ALLAH onu onların suçlamalarından akladı. ALLAH'ın katında itibarı olan biriydi"},{"SurahNumber":33,"VerseNumber":70,"Text":"Ey inananlar, ALLAH'ı sayın ve doğru söz söyleyin"},{"SurahNumber":33,"VerseNumber":71,"Text":"Ki işlerinizi düzeltsin, günahlarınızı bağışlasın. Kim ALLAH'a ve elçisine uyarsa büyük bir zafer kazanmıştır"},{"SurahNumber":33,"VerseNumber":72,"Text":"Biz sorumluluğu (sınanmayı) göklere, yere, dağlara sunmuştuk da onlar onu yüklenmekten çekinmişler ve kabul etmemişlerdi. Ancak onu insan yüklendi; o zalim ve cahil olmuştu"},{"SurahNumber":33,"VerseNumber":73,"Text":"Böylece, ALLAH ikiyüzlü erkekleri ve kadınları, ortak koşan erkekleri ve kadınları cezalandırır ve ALLAH inanan erkeklerin ve kadınların tevbelerini kabul eder. ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":34,"VerseNumber":1,"Text":"Övgü, göklerde ve yerde ne varsa kendisine ait bulunan ALLAH'adır. Ahirette de övgü O'nadır. O Bilgedir, Haber Alandır"},{"SurahNumber":34,"VerseNumber":2,"Text":"Yere gireni, ondan çıkanı; gökten ineni ve oraya yükseleni bilir. O Rahimdir, Bağışlayandır"},{"SurahNumber":34,"VerseNumber":3,"Text":"İnkarcılar, \"Saat, hiç bir vakit gerçekleşmeyecek,\" dediler. De ki, \"Kesinlikle, Rabbime andolsun size gelecektir. O, geleceği Bilendir. Göklerde ve yerde bir atom ağırlığı O'ndan gizli kalmaz. İster ondan küçük olsun, yahut büyük olsun... Hepsi apaçık bir kitaptadır"},{"SurahNumber":34,"VerseNumber":4,"Text":"Böylece, inananları ve erdemli davrananları ödüllendirir. Onlar için bir bağışlanma ve bol rızık vardır"},{"SurahNumber":34,"VerseNumber":5,"Text":"Ayetlerimiz ve mucizelerimize karşı meydan okuyup duranlar için acıklı ve korkunç bir ceza vardır"},{"SurahNumber":34,"VerseNumber":6,"Text":"Kendilerine bilgi verilmiş olanlar, Rabbinden sana indirilenin gerçek olduğunu ve onun Üstün ve en çok Övülen'in yoluna ilettiğini görürler"},{"SurahNumber":34,"VerseNumber":7,"Text":"İnkarcılar dediler, \"Siz parça parça dağıldıktan sonra yeni bir yaratılışla diriltileceğinizi bildiren bir adamı size gösterelim mi"},{"SurahNumber":34,"VerseNumber":8,"Text":"ALLAH'a yalan mı yakıştırıyor, yoksa kendisinde delilik mi var?\" Halbuki ahirete inanmıyanlar, uzak bir sapıklık ve azap içindedirler"},{"SurahNumber":34,"VerseNumber":9,"Text":"Göklerde ve yerde, önlerinde ve arkalarında bulunanlara bakmadılar mı? Dilersek onları yere batırır veya gökten bir kütle düşürürüz. Her yönelen kul için elbette bunda bir işaret vardır"},{"SurahNumber":34,"VerseNumber":10,"Text":"Katımızdan Davud'a lütufta bulunmuştuk: \"Ey dağlar, ilahisine katılın; ey kuşlar sizler de.\" Ona demiri yumuşatmıştık"},{"SurahNumber":34,"VerseNumber":11,"Text":"Ölçüsü ve dokumasıyla kusursuz zırhlar yap. Erdemli davranın. Ben, yaptığınız her şeyi Görenim"},{"SurahNumber":34,"VerseNumber":12,"Text":"Süleyman'a da, sabah gidişi bir ay (lık yol alan), akşam dönüşü de bir ay (lık yol alan) rüzgarı verdik ve onun için petrol kaynağını fışkırtarak akıttık. Rabbinin izniyle, cinlerden de bir kısım emrinde çalışırdı. Onlardan kim emrimizden saparsa onu çetin bir cezayı tattırırdık"},{"SurahNumber":34,"VerseNumber":13,"Text":"O ne dilerse onun için yaparlardı: Mihraplar, heykeller, derin havuzlar ve ağır kazanlar... Ey Davut ailesi, şükür göstergesi olarak çalışın. Kullarımdan pek azı şükredicidir"},{"SurahNumber":34,"VerseNumber":14,"Text":"Ölümüne hükmettiğimiz zaman, onlara onun ölmüş olduğunu, ancak değneğini yiyen bir yer yaratığı gösterdi. Yıkıldığı zaman cinler gerçeği farketti: Görülmeyeni bilselerdi o küçültücü zor işe devam etmezlerdi"},{"SurahNumber":34,"VerseNumber":15,"Text":"Sebe'lilerin evleri, sağlı sollu iki bahçeyle birlikte bir harikaydı. Rabbinizin rızkından yeyin ve O'na şükredin. Güzel bir ülke ve Bağışlayan bir Rab"},{"SurahNumber":34,"VerseNumber":16,"Text":"Fakat onlar yüz çevirdiler. Biz de barajın selini onlara göndererek çifte bahçelerini, acı meyveler, ılgın ve biraz da sedir ağacı içeren çifte bahçelere çevirdik"},{"SurahNumber":34,"VerseNumber":17,"Text":"Nankörlükleri yüzünden onları böyle cezalandırdık. Biz nankörden başkasını mı cezalandırırız"},{"SurahNumber":34,"VerseNumber":18,"Text":"Onlarla bereketli kıldığımız bölgeler arasına vahalar yerleştirdik ve orayı yolculuğa elverişli yaptık: \"Geceleri ve gündüzleri güvenlik içinde orada dolaşın"},{"SurahNumber":34,"VerseNumber":19,"Text":"Rabbimiz, seferlerimizin arası uzaklaştı,\" diyerek kendilerine zulmettiler. Sonunda onları darmadağın edip tarihe gömdük. Her sabırlı ve şükreden kişi için bunda dersler vardır"},{"SurahNumber":34,"VerseNumber":20,"Text":"İblis, onlar hakkındaki beklentilerini doğru çıkardı. İnanan bir grup hariç ona uydular"},{"SurahNumber":34,"VerseNumber":21,"Text":"Aslında onun onlar üzerine hiç bir otoritesi yoktu. Ancak, ahirete inananı ondan kuşku duyandan böylece ayırırız. Rabbin her şeyi kontrol etmektedir"},{"SurahNumber":34,"VerseNumber":22,"Text":"De ki, \"ALLAH'ın dışında ileri sürdüklerinizi çağırın. Onlar göklerde ve yerde bir atom ağırlığına bile sahip değillerdir. Onların her ikisinde de bir ortaklıkları yoktur. O da onlardan hiç birisini yardımcı edinmemiştir"},{"SurahNumber":34,"VerseNumber":23,"Text":"O'nun katında şefaat yarar sağlamaz; ancak izin verdiği hariç. Nihayet, yüreklerindeki korkuları giderilince, \"Rabbiniz ne dedi?\" derler. \"Gerçeği söyledi\" derler. O En Yücedir, En Büyüktür"},{"SurahNumber":34,"VerseNumber":24,"Text":"De ki, \"Sizin için göklerden ve yerden kim besin sağlıyor?\" De ki, \"ALLAH.\" Öyleyse ya biz veya siz, ya doğru yoldadır, ya da açık bir sapıklık içindedir"},{"SurahNumber":34,"VerseNumber":25,"Text":"De ki, \"Bizim suçlarımızdan siz sorumlu değilsiniz, biz de sizin yaptıklarınızdan sorumlu değiliz"},{"SurahNumber":34,"VerseNumber":26,"Text":"De ki, \"Rabbimiz hepimizi toplar ve sonra aramızda gerçeğe göre hüküm verir. O Yargıçtır, Bilendir"},{"SurahNumber":34,"VerseNumber":27,"Text":"De ki, \"O'na kattığınız ortakları bana gösteriniz. Asla! O Üstün ve Bilge olan ALLAH'tır"},{"SurahNumber":34,"VerseNumber":28,"Text":"Biz seni tüm halka bir müjdeci ve uyarıcı olarak gönderdik. Ancak halkın çoğu bilmez"},{"SurahNumber":34,"VerseNumber":29,"Text":"Doğru söylüyorsanız o söz ne zaman gerçekleşecek?\" diyerek meydan okuyorlar"},{"SurahNumber":34,"VerseNumber":30,"Text":"De ki, \"Size bir saat gecikmeyecek, bir saat de erken gelmeyecek belirlenmiş bir gününüz vardır"},{"SurahNumber":34,"VerseNumber":31,"Text":"İnkarcılar, \"Biz ne bu Kuran'a ne de ondan öncekilere inanmayız,\" dediler. Zalimleri, Rab'leri huzurunda duruşma sırasında birbiriyle atışırken bir görseydin! (Öğrenim, araştırma, ekonomik, politik v. b. yönlerden) güçsüzleştirilenler, büyüklük taslamış olanlara, \"Siz olmasaydınız biz inanan kişiler olurduk,\" derler"},{"SurahNumber":34,"VerseNumber":32,"Text":"Büyüklenenler, güçsüzleştirilen izleyicilerine, \"Size hidayet geldikten sonra biz mi sizi saptırdık? Hayır, suçlu olanlar sizdiniz,\" derler"},{"SurahNumber":34,"VerseNumber":33,"Text":"Güçsüzleştirilenler, büyüklenenlere, \"Asıl sizdiniz. Bizim ALLAH'a karşı nankörlük göstermemiz ve O'na ortaklar koşmamız için gece gündüz planlar kuruyordunuz.\" Azabı gördüklerinde içlerinde pişmanlık duyarlar. İnkarcıların boyunlarına prangalar vurmuşuzdur. Yalnız yaptıklarının karşılığını almıyorlar mı"},{"SurahNumber":34,"VerseNumber":34,"Text":"Bir kente her ne zaman bir uyarıcı gönderirsek, elitleri, \"Sizin kendisiyle gönderildiğiniz mesajı reddediyoruz,\" dediler"},{"SurahNumber":34,"VerseNumber":35,"Text":"Hatta, \"Bizim paramız ve çocuklarımız daha çoktur; biz cezalandırılmayacağız,\" dediler"},{"SurahNumber":34,"VerseNumber":36,"Text":"De ki, \"Rabbim nimetleri dilediğine bol verir veya kısar. Ama halkın çoğu bilmez"},{"SurahNumber":34,"VerseNumber":37,"Text":"Sizi bize yaklaştıran şey ne paralarınızdır, ne de çocuklarınızdır. Ancak inanan ve erdemli davrananlar hariç. Onlara, yaptıklarının iki kat karşılığı verilecektir ve odalarında güvenlik içindedirler"},{"SurahNumber":34,"VerseNumber":38,"Text":"Ayetlerimize meydan okuyanlar azapta kalacaklar"},{"SurahNumber":34,"VerseNumber":39,"Text":"De ki, \"Rabbim, kullarından dilediğine nimeti bol verir ve onu kısar. Neyi verirseniz, onu size ödeyecektir. O, rızık verenlerin en iyisidir"},{"SurahNumber":34,"VerseNumber":40,"Text":"Hepsini topladığı gün meleklere, \"Şunlar mı size tapıyordu?\" der"},{"SurahNumber":34,"VerseNumber":41,"Text":"Dediler ki, \"Sen yücesin, velimiz (dostumuz) onlar değil, Sensin. Hayır, onlar cinlere tapıyorlardı. Çokları onlara inanıyordu"},{"SurahNumber":34,"VerseNumber":42,"Text":"O gün biribirinize yarar ve zarar veremezsiniz. Zalimlere, \"Yalanlamakta olduğunuz ateş azabını tadın,\" deriz"},{"SurahNumber":34,"VerseNumber":43,"Text":"Kendilerine apaçık ayetlerimiz okunduğunda, \"Bu, kesinlikle, sizi atalarınızın tapınma yolundan saptırmak isteyen bir adamdır.\" Dahası, \"Bu uydurulmuş bir iftiradan başka bir şey değildir,\" dediler. İnkarcılar, kendilerine gelen gerçek için, \"Besbelli, bu bir büyüdür,\" dediler"},{"SurahNumber":34,"VerseNumber":44,"Text":"Onlara, inceleyecekleri bir Kitap vermemiş ve senden önce onlara bir uyarıcı göndermemiştik"},{"SurahNumber":34,"VerseNumber":45,"Text":"Onlardan öncekiler yalanladılar. Halbuki onlara verilenlerin onda birine ulaşmamışlardı. Elçilerimi yalanladılar. Beni tanımamak da nasılmış"},{"SurahNumber":34,"VerseNumber":46,"Text":"De ki, \"Size bir tek öğüdüm var: ALLAH için ikişer ikişer, yahut teker teker kalkın, sonra düşünün. Sizin arkadaşınızda bir delilik yoktur. O sadece, çetin bir cezadan önce sizi uyaran birisidir"},{"SurahNumber":34,"VerseNumber":47,"Text":"De ki, \"Ben sizden her hangi bir ücret istemiyorum; o sizin olsun. Benim ücretim ancak ALLAH'tandır. O her şeye Tanıktır"},{"SurahNumber":34,"VerseNumber":48,"Text":"De ki, \"Benim Rabbim gerçeği etkili kılar. O tüm gizemleri Bilendir"},{"SurahNumber":34,"VerseNumber":49,"Text":"De ki, \"Gerçek gelmiştir; batıl ise ne yeni bir şeyi başlatabilir, ne de tekrarlayabilir"},{"SurahNumber":34,"VerseNumber":50,"Text":"De ki, \"Saparsam, kendi kusurumdandır, yolu bulursam Rabbimin bana vahyetmesindendir. O İşitendir, Bilendir"},{"SurahNumber":34,"VerseNumber":51,"Text":"Korkuya kapıldıkları anı bir görsen; kaçamazlar; yakın bir yerden yakalanmışlardır"},{"SurahNumber":34,"VerseNumber":52,"Text":"Ona inandık,\" derler. Uzak bir yerden ona nasıl ulaşabilirler"},{"SurahNumber":34,"VerseNumber":53,"Text":"Halbuki daha önce onu yalanlamışlardı. Bilgileri olmayan konularda uzaktan atıp tutuyorlardı"},{"SurahNumber":34,"VerseNumber":54,"Text":"Sonunda, arzuladıkları şeylerden yoksun bırakılırlar. Kendilerinden önceki benzerlerine de aynı şey yapılmıştı. Onlar aşırı bir kuşku içinde idiler"},{"SurahNumber":35,"VerseNumber":1,"Text":"Gökleri ve yeri yaratan; melekleri ikişer, üçer, dörder kanatlı elçiler kılan ALLAH'a övgüler olsun. Yaratmada dilediğini arttırır. ALLAH her şeye gücü yetendir"},{"SurahNumber":35,"VerseNumber":2,"Text":"ALLAH'ın insanlara bağışladığı bir rahmeti engelleyebilecek yoktur. Onun alıkoyduğunu da O'ndan başka gönderebilecek yoktur. O Üstündür, Bilgedir"},{"SurahNumber":35,"VerseNumber":3,"Text":"Ey insanlar, ALLAH'ın size olan nimetlerini hatırlayın. Sizi gökten ve yerden rızıklandıran ALLAH'tan başka bir yaratıcı mı var? O'ndan başka tanrı yoktur. Nasıl da saptırılıyorsunuz"},{"SurahNumber":35,"VerseNumber":4,"Text":"Seni yalanlarlarsa, senden önceki elçiler de yalanlandı. Tüm işlerin kontrolü ALLAH'a aittir"},{"SurahNumber":35,"VerseNumber":5,"Text":"Ey insanlar ALLAH'ın sözü gerçektir; dünya hayatı sizi aldatmasın. Kandırıcı, sizi ALLAH hakkında kandırmasın"},{"SurahNumber":35,"VerseNumber":6,"Text":"Şeytan sizin düşmanınızdır, siz de onu düşman edinin. O partisini sadece cehennem halkı olmaya çağırır"},{"SurahNumber":35,"VerseNumber":7,"Text":"İnkar edenler çetin bir cezaya mahkum olmuştur. İnanıp erdemli davrananlar ise bir bağışlanma ve büyük bir ödül hakketmişlerdir"},{"SurahNumber":35,"VerseNumber":8,"Text":"Kötü işi, kendisine süslenip de onu güzel gören kimseye ne dersin? ALLAH dileyeni saptırır ve dileyeni yola iletir. Öyleyse onlar için kendini üzüp durma. ALLAH onların yaptıklarını iyi Bilir"},{"SurahNumber":35,"VerseNumber":9,"Text":"ALLAH, bulutları karıştıran rüzgarları gönderendir. Daha sonra onları ölü bir toprağa süreriz de ölümünden sonra toprağı diriltiriz. Diriliş de böyledir"},{"SurahNumber":35,"VerseNumber":10,"Text":"Onuru arzulayanlar, bilsin ki tüm onur ALLAH'a aittir. Güzel söz O'na çıkar, iyi iş de onu yükseltir. Kötülük planlıyanlar için çetin bir azap vardır ve onların planı başarısızlıkla sonuçlanacaktır"},{"SurahNumber":35,"VerseNumber":11,"Text":"ALLAH sizi topraktan, sonra bir damlacıktan yaratmış ve sonra da sizi çiftler halinde üretmiştir. Bir dişinin gebe kalması ve doğurması ancak O'nun bilgisiyledir. Bir canlının uzun ömürlü olması da ömrünün kısa tutulması da ancak bir kitapta kayda göredir. Bu, ALLAH'a kolaydır"},{"SurahNumber":35,"VerseNumber":12,"Text":"İki deniz birbirine eşit değildir. Bu taze ve tatlı olup içimi yumuşaktır, şu ise tuzlu ve acıdır. Hepsinden taze et yersiniz ve takınacağınız mücevherleri çıkarırsınız. O'nun lütfunu arayan gemilerin onu yararak aktığını görürsün. Belki artık şükredersiniz"},{"SurahNumber":35,"VerseNumber":13,"Text":"Geceyi gündüzün içine sokar, gündüzü de gecenin içine sokar. Belirlenmiş bir süreye kadar akıp giden güneşi ve ayı emri altına almıştır. Rabbiniz ALLAH işte böyledir; egemenlik O'na aittir. O'nun dışında çağırdıklarınız ise bir çekirdek zarını bile yönetemezler"},{"SurahNumber":35,"VerseNumber":14,"Text":"Onları çağırsanız sizin çağrınızı işitemezler. İşitseler bile size cevap veremezler. Diriliş gününde de sizin ortak koşmanızı inkar ederler. Her şeyden Haberi Olan gibi kimse sana haber veremez"},{"SurahNumber":35,"VerseNumber":15,"Text":"Ey insanlar, siz ALLAH'a muhtaçsınız, ALLAH ise hiç kimseye muhtaç değildir, Övülendir"},{"SurahNumber":35,"VerseNumber":16,"Text":"Dilerse sizi götürür ve yerinize yeni yaratıkları getirir"},{"SurahNumber":35,"VerseNumber":17,"Text":"Bu, ALLAH için zor değildir"},{"SurahNumber":35,"VerseNumber":18,"Text":"Kimse kimsenin günahını yüklenmez. Günahla yüklenmiş birisi yükünü taşımak üzere akrabalarını bile çağırsa onun yükünden hiç bir şey taşınmaz. Sen yalnızca, kendi başlarına iken Rab'lerini sayan ve namazı gözeten kişileri uyarabilirsin. Kim kendisini arındırırsa kendisi yararına arınmıştır. Dönüş ALLAH'adır"},{"SurahNumber":35,"VerseNumber":19,"Text":"Kör ile gören bir olmaz"},{"SurahNumber":35,"VerseNumber":20,"Text":"Ne karanlıklar ile ışık"},{"SurahNumber":35,"VerseNumber":21,"Text":"Ne gölge ile sıcaklık"},{"SurahNumber":35,"VerseNumber":22,"Text":"Ne de diriler ile ölüler birdir. ALLAH, kim/kimi dilerse ona işittirir. Sen mezarlarda bulunanlara işittiremezsin"},{"SurahNumber":35,"VerseNumber":23,"Text":"Sen ancak bir uyarıcısın"},{"SurahNumber":35,"VerseNumber":24,"Text":"Seni bir müjdeci ve uyarıcı olarak gerçekle gönderdik. Her toplum içinde mutlaka bir uyarıcı gelmiştir"},{"SurahNumber":35,"VerseNumber":25,"Text":"Seni yalanlıyorlarsa, senden öncekiler de yalanlamışlardı. Elçileri kendilerine apaçık belgeler, ilahiler ve aydınlatıcı kitaplar getirdiler"},{"SurahNumber":35,"VerseNumber":26,"Text":"Sonra ben de inkar edenleri yakaladım. Beni inkar da nasılmış"},{"SurahNumber":35,"VerseNumber":27,"Text":"ALLAH'ın gökten bir su indirdiğini görmedin mi? Onunla çeşitli renklerde ürünler çıkarırız. Hatta dağlarda bile beyaz, kırmızı veya rengarenk katmanlar vardır. Kargalar ise siyahtır"},{"SurahNumber":35,"VerseNumber":28,"Text":"Aynı şekilde, insanlar, hayvanlar, çiftlik hayvanları da çeşitli renklerdedir. Bundan dolayıdır ki kulları arasında ALLAH'ı gereği gibi sayanlar bilim adamlarıdır. ALLAH Üstündür, Bağışlayandır"},{"SurahNumber":35,"VerseNumber":29,"Text":"ALLAH'ın kitabını okuyanlar, namazı gözetenler ve kendilerine verdiğimiz rızıklardan gizli ve açık yardım için verenler, tükenmeyen bir kazanç umarlar"},{"SurahNumber":35,"VerseNumber":30,"Text":"Çünkü onların ücretlerini tam verecek ve onlara olan lütfunu arttıracaktır. O Bağışlayandır, Takdir Edendir"},{"SurahNumber":35,"VerseNumber":31,"Text":"Bu kitapta sana vahyettiklerimiz, kendisinden öncekileri doğrulayan gerçektir. ALLAH kullarından Haberdardır, Görendir"},{"SurahNumber":35,"VerseNumber":32,"Text":"Sonra kullarımızdan seçtiklerimizi kitaba varis kıldık. Onlardan kimi kendilerine zulmedenlerdir, kimi orta yolu tutar, kimi de ALLAH'ın izniyle iyi işlerde öncüdür. İşte büyük lütuf budur"},{"SurahNumber":35,"VerseNumber":33,"Text":"Sonsuzluğa dek süren cennetlere gireceklerdir. Orada altın bilezikler ve inciler takacaklardır, oradaki elbiseleri ise ipektendir"},{"SurahNumber":35,"VerseNumber":34,"Text":"Ve derler: \"Endişelerimizi gideren ALLAH'a övgüler olsun. Rabbimiz gerçekten Bağışlayandır, Takdir Edendir"},{"SurahNumber":35,"VerseNumber":35,"Text":"O ki lütfuyla bizi durulacak yurda yerleştirdi. Orada ne bir yorulma ne de bir bıkkınlık duyarız"},{"SurahNumber":35,"VerseNumber":36,"Text":"İnkar edenler için cehennem ateşi vardır. Ne ölmelerine izin verilir, ne de onlardan cehennem cezası hafifletilir. Nankörleri böyle cezalandırırız"},{"SurahNumber":35,"VerseNumber":37,"Text":"Orada, \"Rabbimiz, bizi çıkar da yapmış olduğumuzdan farklı işler yapalım,\" diye feryat ederler. Öğüt alabilecek bir kişinin öğüt alabileceği kadar uzun bir süre sizi yaşatmadık mı? Size uyarıcı da gelmişti. Öyleyse tadın. Zalimlerin yardımcısı yoktur"},{"SurahNumber":35,"VerseNumber":38,"Text":"ALLAH göklerin ve yerin geleceğini ve gizemlerini bilendir. O, göğüslerin gizlediğini Bilendir"},{"SurahNumber":35,"VerseNumber":39,"Text":"O ki sizi yeryüzünde yöneticiler kıldı. Kim inkar ederse kendi zararına inkar etmiştir. İnkarcıların inkarı, Rab'leri katında nefretten başka bir şey artırmaz. İnkarcıların inkarı kayıptan başka birşey artırmaz"},{"SurahNumber":35,"VerseNumber":40,"Text":"De ki, \"ALLAH'ın dışında çağırdığınız ortaklarınızı düşündünüz mü; onlar yeryüzünde neyi yaratmışlar bana gösterin?\" Yoksa onların gökte bir ortaklıkları mı var? Veya onlara bir kitap verdik de ondaki bir delile mi dayanıyorlar? Doğrusu, zalimlerin birbirlerine ancak aldatıcı sözler verirler"},{"SurahNumber":35,"VerseNumber":41,"Text":"ALLAH, gökleri ve yeri kaos içine girmekten alıkoymaktadır. Kaosa girseler O'ndan başka kim onu engelleyebilir? O Şefkatlidir, Bağışlayandır"},{"SurahNumber":35,"VerseNumber":42,"Text":"Kendilerine bir uyarıcı gitse tüm topluluklardan daha doğru yolda olacaklarına dair var güçleriyle ALLAH'a yemin ettiler. Kendilerine bir elçi gittiğinde, bu durum, onların ancak nefretini artırdı"},{"SurahNumber":35,"VerseNumber":43,"Text":"Yeryüzünde büyüklendiler, kötülük planladılar. Halbuki kötü plan sahibine geri teper. Geçmişlere uygulanan sünnet (yasa) dan başkasını mı bekliyorlar? ALLAH'ın sünnetinde bir değişiklik göremezsin; ALLAH'ın sünnetinde bir sapma göremezsin"},{"SurahNumber":35,"VerseNumber":44,"Text":"Kendilerinden öncekilerin sonunun nasıl olduğuna bakmak için yeryüzünü dolaşmadılar mı? Onlar kendilerinden daha güçlüydüler. Göklerde ve yerde hiç bir şey ALLAH'ı aciz bırakamaz. O, Bilendir, Güçlüdür"},{"SurahNumber":35,"VerseNumber":45,"Text":"ALLAH insanları yaptıkları yüzünden cezalandırsaydı yeryüzünde hiç bir yaratık bırakmazdı. Fakat, onları belli bir süreye kadar ertelemektedir. Ne zaman ki süreleri biter, işte o zaman ALLAH kullarının (hesabını) görür"},{"SurahNumber":36,"VerseNumber":1,"Text":"S"},{"SurahNumber":36,"VerseNumber":2,"Text":"Bilge Kuran'a and olsun"},{"SurahNumber":36,"VerseNumber":3,"Text":"Sen elbette elçilerden birisin"},{"SurahNumber":36,"VerseNumber":4,"Text":"Dosdoğru bir yol üzerinde"},{"SurahNumber":36,"VerseNumber":5,"Text":"Bu, Üstün ve Rahim olanın indirdiği bir vahiydir"},{"SurahNumber":36,"VerseNumber":6,"Text":"Ataları uyarılmadığından tümüyle habersiz kalmış bir toplumu uyarman için"},{"SurahNumber":36,"VerseNumber":7,"Text":"Çoklarının inanmıyacağına dair söz gerçekleşmiştir"},{"SurahNumber":36,"VerseNumber":8,"Text":"Boyunlarına, çenelerine kadar varan prangalar taktık da kafaları yukarıya dikilmiştir"},{"SurahNumber":36,"VerseNumber":9,"Text":"Önlerinden bir set ve arkalarından bir set çekerek onları perdeledik; artık göremezler"},{"SurahNumber":36,"VerseNumber":10,"Text":"Onları uyarsan da uyarmasan da onlar için birdir; inanmazlar"},{"SurahNumber":36,"VerseNumber":11,"Text":"Sen ancak, mesaja uyan ve yalnız başına iken Rahman'a karşı saygılı olan bir kimseyi uyarabilirsin. Onu bağışlanma ve bol bir ödülle müjdele"},{"SurahNumber":36,"VerseNumber":12,"Text":"Ölüleri biz, evet biz diriltiriz, onların yaptıklarını ve (ölümlerinden sonraki) sonuçlarını yazarız. Biz herşeyi apaçık bir kitapta saymışızdır"},{"SurahNumber":36,"VerseNumber":13,"Text":"Onlara, bir kent halkının kendilerine gelen elçilere gösterdiği tavrın örneğini ver"},{"SurahNumber":36,"VerseNumber":14,"Text":"Onlara iki elçi göndermiştik, ikisini de yalanladılar. Bunun üzerine üçüncü biriyle desteklemiştik. \"Biz size gönderilen elçileriz,\" demişlerdi"},{"SurahNumber":36,"VerseNumber":15,"Text":"Dediler ki, \"Siz de bizim gibi insandan başka bir şey değilsiniz. Rahman ise hiçbir şey indirmemiştir. Siz yalan söylüyorsunuz"},{"SurahNumber":36,"VerseNumber":16,"Text":"Dediler ki, \"Rabbimiz bilir ki biz size gönderildik"},{"SurahNumber":36,"VerseNumber":17,"Text":"Bizim görevimiz, açıkça duyurmaktan ibarettir"},{"SurahNumber":36,"VerseNumber":18,"Text":"Dediler ki, \"Sizin yüzünüzden uğursuzluğa uğradık. Eğer son vermezseniz sizi taşlarız ve bizden size acı bir ceza dokunacaktır"},{"SurahNumber":36,"VerseNumber":19,"Text":"Dediler ki, \"Uğursuzluğunuz sizden kaynaklanmaktadır. Size uyarıda bulunulduğu için mi? Siz gerçekten sınırı aşan bir topluluksunuz"},{"SurahNumber":36,"VerseNumber":20,"Text":"Kentin en uzak yakasından bir adam koşarak, \"Ey halkım,\" dedi, \"Elçilere uyun"},{"SurahNumber":36,"VerseNumber":21,"Text":"Sizden bir ücret istemiyenlere uyun. Onlar doğru yoldadır"},{"SurahNumber":36,"VerseNumber":22,"Text":"Beni yaratana ne diye kulluk etmeyeyim? Siz de O'na döneceksiniz"},{"SurahNumber":36,"VerseNumber":23,"Text":"O'nun dışında tanrılar mı edineyim? Eğer Rahman bana zarar vermek dilese, ne onların şefaati bana bir yarar sağlayabilir ne de beni kurtarabilirler"},{"SurahNumber":36,"VerseNumber":24,"Text":"O zaman tümüyle sapıtmış olurum"},{"SurahNumber":36,"VerseNumber":25,"Text":"Ben sizin Rabbinize inandım; lütfen beni dinleyin"},{"SurahNumber":36,"VerseNumber":26,"Text":"(Ölüm anında) Kendisine, \"Cennete gir,\" denir. \"Keşke benim halkım bir bilseydi"},{"SurahNumber":36,"VerseNumber":27,"Text":"Rabbimin beni bağışladığını ve beni ağırladığını"}]}