{"Id":425,"LanguageCodes":["tr","tur"],"Name":"tur-shabanbritch","Author":"Shaban Britch","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"https://quranenc.com/check/turkish_shaban/v1.1.0-csv.1 , https://quranenc.com/en/browse/turkish_shaban , https://quranenc.com ,","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Rahman ve Rahim Allah’ın adıyla"},{"SurahNumber":1,"VerseNumber":2,"Text":"Hamd, alemlerin Rab'bi Allah'a mahsustur"},{"SurahNumber":1,"VerseNumber":3,"Text":"O Rahman'dır, O Rahim'dir"},{"SurahNumber":1,"VerseNumber":4,"Text":"Hesap gününün hakimi Allah’a mahsustur"},{"SurahNumber":1,"VerseNumber":5,"Text":"Yalnız sana ibadet ederiz ve yalnız senden yardım dileriz"},{"SurahNumber":1,"VerseNumber":6,"Text":"Bizi doğru yola ilet"},{"SurahNumber":1,"VerseNumber":7,"Text":"Nimet verdiğin kimselerin yoluna. Gazaba uğrayanların ve sapanların değil"},{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, lâm, Mîm"},{"SurahNumber":2,"VerseNumber":2,"Text":"Hiç kuşkusuz bu kitap, takva sahipleri için yol göstericidir"},{"SurahNumber":2,"VerseNumber":3,"Text":"Gayba inanan, namazı kılan ve kendilerine verdiğimiz rızıktan infak edenler için yol göstericidir"},{"SurahNumber":2,"VerseNumber":4,"Text":"Onlar, sana indirilene, senden önce indirilenlere ve ahirete de kesin olarak inanırlar"},{"SurahNumber":2,"VerseNumber":5,"Text":"İşte onlar Rableri katından bir hidayet üzeredir ve kurtuluşa erecek olanlar onlardır"},{"SurahNumber":2,"VerseNumber":6,"Text":"Kâfirlere gelince, onları uyarsan da uyarmasan da birdir, inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah, onların kalplerini ve kulaklarını mühürlemiştir. Gözlerinde de perde vardır ve onlar için büyük bir azap vardır"},{"SurahNumber":2,"VerseNumber":8,"Text":"İnsanlardan bir kısmı da iman etmediği halde; \"Allah’a ve ahiret gününe iman ettik\" derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah’ı ve inananları aldatmaya uğraşırlar, ama kendilerinden başkasını aldatamazlar da farkında olmazlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Onların kalplerinde hastalık vardır. Allah da onların hastalığını artırmıştır. Onlara, yalan söylemelerinden dolayı acı veren bir azap vardır"},{"SurahNumber":2,"VerseNumber":11,"Text":"Onlara: \"Yeryüzünde bozgunculuk yapmayın\"! dendiği zaman; \"Bizler sadece ıslah edicileriz\" derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"İyi bilin ki asıl bozguncular kendileridir, fakat farkında değillerdir"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara: \"Siz de insanların inandığı gibi inanın!\" denilince; \"Beyinsizlerin inandığı gibi mi inanalım?\" derler. Dikkat edin! Asıl beyinsizler kendileridir, fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"İnananlara rastladıkları zaman; \"İnandık\", derler. Şeytanları ile başbaşa kalınca da: \"Biz, sizin yanınızdayız. Onlarla sadece alay ediyoruz\", derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah da onlarla alay eder ve onları taşkınlıkları içinde şaşkın bir halde bırakır"},{"SurahNumber":2,"VerseNumber":16,"Text":"Onlar, hidayet yerine sapıklığı satın aldılar da alışverişleri kâr getirmedi ve doğru yolu bulanlar olmadılar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Onların hali, ateş yakan kimsenin haline benzer. Ateş etrafını aydınlattığı sırada Allah onun ışığını giderir ve onları karanlıklar içerisinde görmez bir halde bırakır"},{"SurahNumber":2,"VerseNumber":18,"Text":"Onlar sağır, dilsiz ve körlerdir. Onlar geri dönmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yahut, onlar gökten boşanan bir yağmura tutulmuş kimselere benzerler. O yağmurda karanlıklar, gök gürültüsü ve şimşek vardır. Onlar da yıldırımlardan ve ölüm korkusundan parmaklarıyla kulaklarını tıkarlar. Şüphesiz Allah kâfirleri çepeçevre kuşatmıştır"},{"SurahNumber":2,"VerseNumber":20,"Text":"Şimşek onların gözlerini aniden alacakmış gibi olur; şimşek parıldadığında yürürler, ortalık birden kararınca da orada dikilip kalıverirler, eğer Allah isteseydi onları sağır ve kör ederdi. Allah’ın her şeye gücü yeter"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize ibadet ediniz ki, böylece takva sahibi olur, sakınırsınız"},{"SurahNumber":2,"VerseNumber":22,"Text":"O, sizin için yeryüzünü döşedi ve gökyüzünü bina etti. Gökten su indirip onunla size rızık olsun diye ürünler yetiştirdi. Öyleyse, bunları bile bile Allah’a eş koşmayın"},{"SurahNumber":2,"VerseNumber":23,"Text":"Kulumuza indirdiğimiz (Kur’an) dan bir şüpheniz varsa; haydi, siz de ona benzer bir sûre getirin. Eğer doğru sözlüler iseniz, Allah’tan başka güvendiklerinizi de yardıma çağırın"},{"SurahNumber":2,"VerseNumber":24,"Text":"Eğer bu işi yapamazsanız ki, elbette yapamayacaksınız. O zaman, kâfirler için hazırlanan (ve) yakıtı insanlar ve taşlar olan ateşten kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":25,"Text":"İman edenler ve salih amel işleyen kimselere içinden ırmaklar akan cennetler olduğunu müjdele! Ne zaman oradaki meyvelerden rızıklandırılsalar: \"Bu, daha önce de rızıklandığımız şey\" diyecekler. O meyveler kendilerine (dünyadakilerin) bir benzeri olarak verilecektir ve orada onlar için tertemiz eşler de vardır ve onlar orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":26,"Text":"Allah, bir sivrisineği ve onun üzerinde bir şeyi örnek vermekten haya etmez. İman edenler, onun Rab’lerinden gelen bir gerçek olduğunu bilirler, ama kâfirler; \"Allah bu misalle ne demek istiyor?\" derler. Allah, bu misalle bir çoklarını dalalette bırakır, bir çoklarını da hidayete çıkarır, şaşkın bırakılanlar ancak yoldan çıkan fasıklardır"},{"SurahNumber":2,"VerseNumber":27,"Text":"Ki onlar, Allah ile yapılan sözleşmeyi kabul ettikten sonra bozanlar, Allah’ın, birleştirilmesini emrettiği şeyi parçalayanlar ve yeryüzünde bozgunculuk yapanlardır. İşte kaybedecek olanlar onlardır"},{"SurahNumber":2,"VerseNumber":28,"Text":"Nasıl olur da Allah’a karşı kâfir olabilirsiniz? Oysa, siz cansız iken, size o can verdi. Sonra sizin yine canınızı alacak; sonra da sizi diriltecek ve sonunda yine yalnızca O’na döndürüleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"Yeryüzündeki her şeyi sizin için yaratan sonra gökyüzüne yönelip yedi kat gök olarak düzenleyen ve her şeyi bilen O’dur"},{"SurahNumber":2,"VerseNumber":30,"Text":"Rabbin meleklere: \"Ben yeryüzünde bir halife yaratacağım\" demişti. Melekler de: \"Yeryüzünde bozgunculuk edecek, kan dökecek birilerini mi yaratacaksın? Oysa biz seni (durmadan) hamd ile tesbih ve takdis ediyoruz\" dediler. \"Sizin bilmediğiniz şeyleri ben bilirim\" dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Allah, Adem’e bütün isimleri öğretti. Sonra onları meleklere göstererek: Eğer sözünüzde samimi iseniz bunların isimlerini bana söyleyin, dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Sen yücesin! Seni eksiklikten tenzih ederiz. Senin bize öğrettiğinden başka bizim hiçbir bilgimiz yoktur. Bilen ve hüküm veren sensin\" dediler"},{"SurahNumber":2,"VerseNumber":33,"Text":"Allah: Ey Adem! Onlara, bunların isimlerini haber ver, dedi. Adem de meleklere onların isimlerini haber verince Allah: Size göklerin ve yerin gaybını şüphesiz ben bilirim demedim mi? Sizin açıkladıklarınızı da gizlediklerinizi de ben bilirim, dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Meleklere: Adem'e secde edin, demiştik de onlar da hemen secde edivermişlerdi. Sadece İblis kaçınmış, büyüklenmiş ve kâfirlerden olmuştu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Ey Adem! Sen ve eşin cennette oturun, dilediğiniz yerden bol bol yiyin. Yalnız şu ağaca yaklaşmayın, yoksa zalimlerden olursunuz, dedik"},{"SurahNumber":2,"VerseNumber":36,"Text":"Şeytan oradan ikisinin de ayağını kaydırdı, onları bulundukları yerden çıkardı. Biz de onlara: Birbirinize düşman olarak inin, yeryüzünde sizin için bir barınak ve belli bir süreye kadar orada yaşamak vardır, dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Adem, Rabbinden emirler aldı, onları yerine getirdi. Bunun üzerine, Rabbi de tevbesini kabul etti. Nitekim O, tevbeleri kabul eden ve çok merhametli olandır"},{"SurahNumber":2,"VerseNumber":38,"Text":"Hepiniz oradan inin, dedik. Tarafımdan size bir hidayet gelecektir; benim hidayetime uyan kimselere hiçbir korku yoktur ve onlar üzülecek de değillerdir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Ayetlerimizi yalanlayıp, inkar edenler cehennemliktirler. Onlar, orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey İsrailoğulları! Size verdiğim nimetlerimi anın. Bana verdiğiniz sözü tutun ki, ben de size verdiğim vaadi yerine getireyim. Yalnızca benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Elinizde bulunan Tevrat’ı tasdik edici olarak indirdiğim Kur’an’a inanın ve onu inkar edenlerin ilki siz olmayın. Ayetlerimi az bir paha karşılığında satmayın; yalnızca benden sakının"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakka batılı karıştırmayın, bile bile hakkı gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Namazı kılın, zekâtı verin, rükû edenlerle birlikte rükû edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"İnsanlara iyiliği emredersiniz de kendinizi unutur musunuz? Kitabı okuyup durduğunuz halde düşünmez misiniz"},{"SurahNumber":2,"VerseNumber":45,"Text":"Sabır ve namazla Allah’tan yardım isteyin ve Allah için gerçekten bir saygı gösterip kalbi ürperenlerden başkasına namaz elbette ağır gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Rablerine kavuşacak ve O’na döneceklerini umanlar için"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey İsrailoğulları! Size verdiğim nimeti ve sizi bir zamanlar alemlere üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":48,"Text":"Kimsenin kimseden faydalanamayacağı, kimseden bir şefaat kabul edilmeyeceği, kimseden bir fidye alınmayacağı ve yardım da görülmeyeceği bir günden kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":49,"Text":"Size kötüce işkence eden, kadınlarınızı sağ bırakıp oğullarınızı öldüren Firavun hanedanından sizi kurtarmıştık. Bunda Rabbinizden büyük bir imtihan vardı"},{"SurahNumber":2,"VerseNumber":50,"Text":"Ve sizin için denizi yardık, sizi kurtarıp; gözünüzün önünde, Firavun hanedanını suda boğmuştuk"},{"SurahNumber":2,"VerseNumber":51,"Text":"Musa'ya (vahyetmek için) kırk geceyi vaad vermiştik. Ama siz zalimlik ederek onun ardından buzağıya tapınmıştınız"},{"SurahNumber":2,"VerseNumber":52,"Text":"Bundan sonra da yine belki şükredersiniz diye sizi affetmiştik"},{"SurahNumber":2,"VerseNumber":53,"Text":"Hidayete eresiniz diye Musa’ya kitabı ve furkanı vermiştik"},{"SurahNumber":2,"VerseNumber":54,"Text":"Musa kavmine: Ey halkım! Siz buzağıyı ilah edinerek kendinize zulmettiniz. Hemen yaratıcınıza tevbe edip, birbirinizi öldürün. Böyle yapmanız, yaratıcınız katında sizin için hayırlı olduğu için tevbenizi kabul eder, demişti. O daima tevbeleri kabul eden ve çokça merhamet eden odur"},{"SurahNumber":2,"VerseNumber":55,"Text":"Ey Musa, Allah’ı apaçık görmedikçe sana inanmayacağız, demiştiniz de, gözünüz bakıp dururken sizi yıldırım çarpmıştı"},{"SurahNumber":2,"VerseNumber":56,"Text":"Ölümünüzden sonra belki şükredersiniz diye sizi tekrar diriltmiştik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Bulutlarla sizi gölgelendirdik, kudret helvası ve bıldırcın gönderdik. Size rızık olarak verdiğimiz güzel şeylerden yiyin, dedik. Onlar bize değil ancak kendilerine zulmediyorlardı"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani: \"Şu kasabaya girip, dilediğiniz yerden istediğinizi bol bol yiyin. Kapısından secde ederek/boynu bükük, zelil olarak girin ve “Bağışla” deyin de sizi bağışlayalım. Güzel davrananların mükâfatını da artıralım.\" demiştik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Fakat, zulmedenler kendilerine söylenmiş olan sözü başka bir sözle değiştirdiler. Biz de, zalimlere, günah işleyerek yoldan çıktıkları için gökten kahredici bir azap indirmiştik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Musa, halkı için su aradığında: \"Değneğinle taşa vur!\" dedik. Ondan on iki pınar fışkırdı ve her grup su içeceği pınarı öğrenmişti. Allah’ın rızkından yiyin, için; fakat yeryüzünde bozguncular olarak, taşkınlık yapmayın"},{"SurahNumber":2,"VerseNumber":61,"Text":"Sizin de: Ey Musa, biz bir çeşit yemeğe dayanamayız. Bizim için Rabbine dua et de, bize yerde biten sebze, salatalık, sarımsak, mercimek ve soğan çıkarsın, dediğiniz zaman, Musa: \"Hayırlı olanı, daha aşağı olanlarla değiştirmek mi istiyorsunuz? Şehre inin, orada istediğiniz var\" demişti ve onların üzerine zillet ve yoksulluk vuruldu. Allah’ın gazabına uğradılar. Bu, onların Allah’ın ayetlerine küfretmelerinden, Peygamberlerini haksız olarak öldürmelerinden dolayı idi. Bu, isyan etmelerinden ve sınırı aşmalarından dolayı idi"},{"SurahNumber":2,"VerseNumber":62,"Text":"Şüphesiz İnananlar, Yahudiler, Hıristiyanlar ve Sabiilerden kim Allah’a ve ahiret gününe inanır ve doğru olanı yaparsa/salih amel işlerse; onlara Rab’leri yanında mükâfatlar vardır. Onlara bir korku da yoktur, üzülmeyeceklerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani, sizden sağlam bir söz almış, Tûr dağını da üzerinize kaldırmış ve “Sakınasınız diye, size verdiğimiz Kitab’ı kuvvetle tutun, onun içindekileri anın demiştik"},{"SurahNumber":2,"VerseNumber":64,"Text":"Bundan sonra yine yüz çevirmiştiniz; eğer Allah’ın size bol lütfu ve merhameti olmasaydı, elbette hüsrana uğrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"İçinizden cumartesi gününde yasağı çiğneyenleri de elbette biliyorsunuz. İşte biz onlara: Hor ve aşağılık maymunlar olun, dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Böylece onların akıbetini hem önlerinde bulunanlar için, hem de kendilerinden sonra gelecekler için bir ibret ve Allah’tan korkanlar için de bir öğüt vesilesi yaptık"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani Musa kavmine: \"Allah, size bir inek kesmenizi emrediyor\" demişti. Onlar: \"Bizimle alay mı ediyorsun?\" demişlerdi. Musa da: \"Ben cahillerden olmaktan Allah’a sığınırım\" demişti"},{"SurahNumber":2,"VerseNumber":68,"Text":"Rabbine bizim için dua et de bize onun nasıl bir şey olduğunu açıklasın, dediler. O: Allah, onun ne pek yaşlı ne de pek körpe, ikisi ortası bir inek olduğunu söylüyor. Artık size emredilen şeyi yapın, dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Bizim için Rabbine dua et de, onun ne renk olduğunu bize iyice açıklasın, dediler. Musa: Allah, onun, bakanların içini açan, parlak sarı bir inek olduğunu söylüyor, dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar: Rabbine dua et, bize açıkça bildirsin. Nasıl bir inek olduğunu anlayamadık. Allah dilerse elbette biz hidayete erenlerden oluruz, dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa: Rabbim, onun yeri sürüp ekini sulayarak boyunduruk altında ezilmemiş, kusursuz, alacasız bir inek olduğunu söylüyor, dedi. Şimdi gerçeği bildirdin, deyip ineği kestiler; az kalsın bunu yapmayacaklardı"},{"SurahNumber":2,"VerseNumber":72,"Text":"Siz bir kimseyi öldürmüş ve onun hakkında çekişmiştiniz. Oysa Allah gizlemekte olduğunuzu ortaya çıkaracaktı"},{"SurahNumber":2,"VerseNumber":73,"Text":"Bir parçasıyla ona vurun, dedik. İşte Allah ölüleri de böyle diriltir. Ve aklınızı kullanasınız diye size ayetlerini gösterir"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra kalpleriniz yine katılaştı. Taş gibi. Hatta daha da katı oldu. Nitekim öyle taşlar vardır ki, içlerinden ırmaklar kaynar, öyle taşlar vardır ki yarılır da içinden sular çıkar, öyle taşlar var ki Allah korkusundan yukarıdan aşağıya yuvarlanırlar. Allah yaptıklarınızdan gafil değildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Size onların iman edeceklerini mi umuyorsunuz? Oysa onlardan bir grup vardı ki Allah’ın sözünü işitirlerdi de düşünüp akıl erdirdikten sonra, bile bile onu tahrif ederlerdi"},{"SurahNumber":2,"VerseNumber":76,"Text":"İman edenlerle karşılaştıkları zaman “İman ettik” derler, birbirleriyle yalnız kaldıklarında; \"Rabbinizin yanında size karşı delil getirsinler diye mi, Allah’ın size açıkladığını onlara anlatıp duruyorsunuz?\" derlerdi. Bunu akıl etmiyor musunuz"},{"SurahNumber":2,"VerseNumber":77,"Text":"Onlar, gizlediklerini de açıkladıklarını da Allah’ın bildiğini bilmiyorlar mı"},{"SurahNumber":2,"VerseNumber":78,"Text":"Onların bir kısmının okuyup yazması yoktur. Kitabı bilmezler, bildikleri sadece bir takım yalan ve kuruntulardır. Onlar yalnızca zanneder dururlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Kitabı kendi elleriyle yazıp sonra onu az bir bedel karşılığında satabilmek için: Bu, Allah katındandır, diyenlerin vay haline! Vay ellerinin yazmış olduğundan dolayı başlarına geleceklere! Kazandıklarından dolayı vay onların haline"},{"SurahNumber":2,"VerseNumber":80,"Text":"Ateş bize sayılı bir kaç günden başka dokunmayacaktır, derler. Onlara: Allah katından bir söz mü aldınız? Eğer, öyle ise Allah sözünden dönmez; yoksa Allah hakkında bilmediğiniz bir şey mi söylüyorsunuz? de"},{"SurahNumber":2,"VerseNumber":81,"Text":"Gerçek şu ki, günah işleyip günahı kendisini kuşatmış olan kimseler, cehennemlikler işte onlardır. Onlar orada ebedi kalacaklardır"},{"SurahNumber":2,"VerseNumber":82,"Text":"İman edip doğruları yapanlara gelince işte onlar cennetliklerdir. Onlar da orada ebedidirler"},{"SurahNumber":2,"VerseNumber":83,"Text":"İsrailoğullarından: Allah’tan başkasına ibadet etmeyin, anaya, babaya, yakın akrabaya, yetimlere, yoksullara iyilik edin, insanlara güzel söz söyleyin, namazı kılın, zekâtı verin! diye söz almıştık. Sonra siz pek azınız dışında sözünüzden döndünüz ve hala da dönmeye devam ediyorsunuz"},{"SurahNumber":2,"VerseNumber":84,"Text":"Sizden; “Kanınızı akıtmayınız, birbirinizi yurdunuzdan çıkarmayınız” diye söz almıştık; sonra siz de söz vermiştiniz ve hala buna şahitlik ediyorsunuz"},{"SurahNumber":2,"VerseNumber":85,"Text":"Buna rağmen, yine birbirinizi öldüren, aranızdan bir grubu yurtlarından süren, onlara karşı günah ve düşmanlıkta birleşen, onları çıkarmak haramken (hem çıkarıyor hem de) size esir olarak geldiklerinde fidyelerini veren kimselersiniz; yoksa siz, kitabın bir kısmına inanıyorsunuz da bir kısmını inkâr mı ediyorsunuz? Şu halde içinizden böyle yapanın cezası dünya hayatında rezil olmak ve kıyamet gününde azabın en şiddetlisine uğratılmaktan başka nedir? Allah sizin yaptıklarınızın hiçbirinden gafil değildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"İşte onlar, ahireti satıp, dünya hayatını satın alan kimselerdir. Onlardan azap hiç hafifletilmeyecektir. Ve onlar, hiçbir yardım da göremeyeceklerdir"},{"SurahNumber":2,"VerseNumber":87,"Text":"Andolsun Musa’ya kitap verdik. O’ndan sonra da birbiri ardınca peygamberler gönderdik. Meryem oğlu İsa’ya da apaçık deliller verdik ve O’nu Ruhu'l-Kudüs’le destekledik. Size ne zaman bir peygamber, hoşunuza gitmeyen bir şey getirse, büyüklük taslayarak, bir kısmını yalancı sayıp bir kısmını da öldüreceksiniz, öyle mi"},{"SurahNumber":2,"VerseNumber":88,"Text":"Kalplerimiz perdelidir! dediler. Hayır, Allah, küfürleri yüzünden onları lanetlemiştir. Ancak onların çok az bir kısmı inanır"},{"SurahNumber":2,"VerseNumber":89,"Text":"Allah katından onlara, yanlarında bulunan (Tevrat)ı tasdik eden bir kitap geldiği zaman; daha önce kâfirlere karşı kendilerine yardım gelmesini beklerlerken; onlara, bildikleri şey gelince onu inkar ettiler. Allah’ın laneti kâfirlerin üzerinedir"},{"SurahNumber":2,"VerseNumber":90,"Text":"Allah’ın kullarından dilediğine, bol ihsanından indirmesini çekemeyerek, Allah’ın indirdiğine küfretmekle kendilerini ne kötü bir şey karşılığında sattılar, bu yüzden gazap üstüne gazaba uğradılar. Kâfirlere alçaltıcı bir azap vardır"},{"SurahNumber":2,"VerseNumber":91,"Text":"Onlara: Allah’ın indirdiğine inanın, dendiği zaman: Biz, bize indirilene inanırız, deyip ondan sonra geleni (Kur’an’ı) inkar ederler; halbuki o, ellerinde bulunan Tevrat’ı tasdik eden hak bir kitaptır. Onlara: Gerçekten size indirilene inanıyor idiyseniz niçin daha önce Allah’ın peygamberlerini öldürüyordunuz? de"},{"SurahNumber":2,"VerseNumber":92,"Text":"Musa, size apaçık delillerle gelmişti de sonra onun ardından buzağıyı ilah edinmiştiniz. İşte siz, böyle zalimlersiniz"},{"SurahNumber":2,"VerseNumber":93,"Text":"Bir vakit de sizden üzerinize Tur dağı kaldırarak kesin söz almıştık: Size verdiğimize kuvvetle sarılın ve dinleyin, demiştik. İşittik ve karşı geldik, dediler de küfürleri yüzünden gönüllerine buzağı sevgisi sindirildi. De ki: Eğer mümin iseniz, imanınız size ne kötü şey emrediyor"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki: Eğer gerçekten, Allah katında ahiret yurdu kimsenin değil yalnız sizin ise; sözünüzde doğru iseniz, haydi ölümü temenni ediniz"},{"SurahNumber":2,"VerseNumber":95,"Text":"Ama, hayır, elleriyle işlediklerinden dolayı ölümü hiçbir zaman istemezler. Allah, elbette zalim olanları en iyi bilendir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Sen onları öteki insanların hayata en düşkünlerinden; hatta, Allah’a ortak koşanlardan bile yaşamaya daha düşkün bulursun. İçlerinden bazıları bin yıl yaşamak ister; oysa bu onları azaptan kurtaracak değildir. Zira Allah, onların yaptıklarını görendir"},{"SurahNumber":2,"VerseNumber":97,"Text":"De ki: Cebrail’e düşman olan bilsin ki O, daha önceki kitapları doğrulayan, mü’minler için yol gösterici ve müjde olan Kur’an’ı Allah’ın izniyle senin kalbine indirmiştir"},{"SurahNumber":2,"VerseNumber":98,"Text":"Kim Allah’a, meleklerine, rasûllerine, Cebrail’e ve Mîkâil’e düşman olursa, şüphesiz Allah da o kâfirlerin düşmanıdır"},{"SurahNumber":2,"VerseNumber":99,"Text":"Andolsun biz, sana apaçık ayetler indirdik. Onları fasıklardan başkası inkar etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"Onlar ne zaman bir söz vermişlerse, içlerinden bir grup bu sözü bozup atmadı mı? Zaten onların çoğu iman etmezler"},{"SurahNumber":2,"VerseNumber":101,"Text":"Onlara ne zaman yanlarında olanı tasdik eden bir rasûl gelse kendilerine kitap verilenlerden bir grup sanki Allah’ın kitabını bilmiyorlarmış gibi arkalarına atarlar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Onlar şeytanların Süleyman’ın saltanatı hakkında uydurdukları şeylere tabi oldular. Oysa Süleyman kâfir değildi. (Fakat insanlara sihri öğreten) şeytanlar kâfir idi. Onlar insanlara büyüyü Babil'deki iki meleğe, Harut ile Marut’a indirileni öğretiyorlardı. O ikisi: Biz bir imtihan vesilesiyiz, sakın kâfir olma! demedikçe, hiç kimseye bir şey öğretmiyorlardı. O ikisinden karı ile kocanın arasını ayıracak şeyler öğreniyorlardı. Halbuki onlar, Allah'ın izni olmadıkça o sihirle hiç kimseye zarar veremezlerdi. Onlar kendilerine faydalı olanı değil zararlı olanı öğreniyorlardı. Andolsun onlar o büyüyü satın alanın ahirette bir nasibi olmadığını gayet iyi biliyorlardı. Kendilerini sattıkları şeyin ne kadar kötü olduğunu keşke anlasalardı"},{"SurahNumber":2,"VerseNumber":103,"Text":"Keşke onlar iman edip takva sahibi olsalardı, elbette Allah katında verilecek sevap daha hayırlı olurdu. Keşke bilselerdi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler! “Râinâ” (bizi gözet) demeyin “Unzurnâ” (bize bak) deyin ve sözü dinleyin, kâfirler için çok acı bir azap vardır"},{"SurahNumber":2,"VerseNumber":105,"Text":"Kitap ehli olan kâfirler de, müşrikler de size Rabbinizden hiçbir hayır indirilmesini istemezler. Allah ise rahmetiyle dilediği kimseyi seçerek ihsanda bulunur. Şüphesiz Allah en büyük lütuf ve ihsan sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz neshettiğimiz veya unutturduğumuz bir ayetin yerine ya ondan daha hayırlısını veya onun benzerini getiririz. Allah’ın her şeye gücünün yettiğini bilmez misin"},{"SurahNumber":2,"VerseNumber":107,"Text":"Göklerin ve yerin hükümranlığının Allah’a ait olduğunu ve sizin Allah’tan başka bir veli ve bir yardımcınızın olmadığını bilmez misin"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz de daha önce Musa’nın sorguya çekildiği gibi Peygamberinizi sorguya çekmek mi istiyorsunuz? Kim imanı, küfür ile değiştirirse doğru yoldan sapmış olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Kitap ehlinden olanların bir çoğu, hak kendilerine apaçık belli olduktan sonra, içlerindeki kıskançlık yüzünden, sizi iman etmenizden sonra tekrar küfre döndürmeyi arzu ederler. Öyleyse onlara Allah’ın emri gelinceye kadar bırakıp, terk edin. Kendi hallerine bırakınız. Şüphesiz Allah’ın gücü her şeye yeter"},{"SurahNumber":2,"VerseNumber":110,"Text":"Namazı kılın, zekâtı verin, kendiniz için önden ne hayır yollarsanız Allah katında onu bulursunuz. Şüphesiz Allah yaptıklarınızı en iyi görendir"},{"SurahNumber":2,"VerseNumber":111,"Text":"Yahudi ve Hıristiyan olanlardan başkası cennete giremeyecek! dediler; bu onların kuruntusudur. Onlara de ki: Eğer doğru söylüyorsanız, delilinizi getirin"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayır, işini güzel yaparak kendini tamamen Allah’a teslim eden kimse cennete gidecektir. Rabbi katında ona mükâfat vardır. Onlara hiçbir korku yoktur. Üzülecek de değillerdir"},{"SurahNumber":2,"VerseNumber":113,"Text":"Hepsi de (kendilerine indirilen) kitabı okuyup durdukları halde, Yahudiler, Hıristiyanların (doğru) bir şey üzerinde olmadıklarını söylerken, Hıristiyanlar da Yahudilerin (doğru) bir yol üzerinde olmadıklarını söylemektedirler. Bilmeyenler de aynen onların sözlerini söylüyorlar. Allah ise kıyamet günü ihtilafa düştükleri konu hakkında, aralarında elbette hükmünü verecektir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah’ın mescitlerinde O’nun isminin anılmasını engelleyenlerden ve onları yıkıp tahrip edenlerden daha zalim kim vardır? Onların, oralara girmemeleri, girseler bile korka korka girmeleri gerekir. Onlar için dünyada rezillik, ahirette de büyük bir azap vardır"},{"SurahNumber":2,"VerseNumber":115,"Text":"Doğu da Allah’ındır batı da; ne tarafa yönelirseniz yönelin Allah’ın yüzü oradadır. Şüphesiz Allah her şeyi kuşatandır, bilendir"},{"SurahNumber":2,"VerseNumber":116,"Text":"Allah çocuk edindi, diyorlar. Hâşâ! O bundan münezzehtir. Bilakis, göklerde ve yerde olanların hepsi O’nundur. Hepsi O’na boyun eğmiştir"},{"SurahNumber":2,"VerseNumber":117,"Text":"O, göklerin ve yerin yaratıcısıdır. Bir şeyin olmasını istediği zaman ona sadece “Ol!” der, o da hemen oluverir"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilmeyenler: Ne olur Allah bizimle konuşsa veya bize bir ayet gelse? demektedirler. Onlardan öncekiler de tıpkı onların söyledikleri gibi söylemişlerdi; kalpleri (nasıl da) birbirine benzemiş. Oysa biz, iyice bilmek isteyen bir toplum için ayetlerimizi apaçık göstermişizdir"},{"SurahNumber":2,"VerseNumber":119,"Text":"Biz seni hem müjdeci, hem de korkutucu olarak hak ile gönderdik. Cehennem halkından sen sorumlu değilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Yahudiler de Hıristiyanlar da, sen onların dinine uymadıkça, asla senden hoşnut olmazlar. Asıl doğru yol, Allah’ın gösterdiği yoldur, de. Sana gelen ilimden, sonra eğer onların arzularına uyacak olursan, Allah’tan seni koruyacak bir veli de bir yardımcı da yoktur"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine verdiğimiz kitabı hakkıyla okuyanlar, işte bunlar O’na iman eden kimselerdir. Kim O'na küfrederse işte asıl hüsrana uğrayacaklar da onlardır"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey İsrailoğulları! Size verdiğim nimeti ve sizi diğer toplumlara üstün kıldığımı hatırlayın"},{"SurahNumber":2,"VerseNumber":123,"Text":"Hiç kimsenin hiç kimse adına bir şey ödemeyeceği, hiç kimseden fidye kabul edilmeyeceği, hiç kimseye şefaatin fayda vermeyeceği ve kendilerine yardım da edilmeyeceği bir günden kendinizi koruyun"},{"SurahNumber":2,"VerseNumber":124,"Text":"(Hatırlayın o zamanı ki) Rabbi İbrahim’i bir takım kelimelerle imtihan etmiş, o da onları tamamen yerine getirince: Seni insanlara önder yapacağım, buyurmuş, İbrahim de: Soyumdan gelenlerden de önderler yap, demişti. Allah ise benim ahdime zalimler nail olamaz diye buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Kâbe’yi insanlar için toplanma yeri ve emniyet mahalli kıldık. Ve: Siz de İbrahim’in makamını namazgâh edinin. İbrahim ve İsmail’e de: Beyt’imi tavaf edenler, itikafta bulunanlar, rükû ve secde edenler için temizleyin, diye kuvvetli bir emir vermiştik"},{"SurahNumber":2,"VerseNumber":126,"Text":"Hani İbrahim: Rab'bim! Bu şehri güvenli bir şehir yap, halkından Allah’a ve ahiret gününe inananları çeşitli ürünlerle rızıklandır, demişti. Allah da: İnkarcı olanı (bile) az bir süre geçindirir, sonra onu cehennem azabına atarım, ne kötü bir akibet! diye buyurmuştu"},{"SurahNumber":2,"VerseNumber":127,"Text":"İbrahim, İsmail’le birlikte Kâbe’nin temellerini yükseltiyor (ve şöyle dua ediyorlardı): Rabbimiz bizden bu (amelimizi) kabul buyur. Şüphesiz sen işitensin, bilensin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Rabbimiz, bizi sana teslim olan iki kul ve soyumuzdan da sana teslim olan bir ümmet çıkar. Bize ibadet yollarımızı göster ve tevbelerimizi kabul et, zira tevbeleri kabul edip, çokça rahmet eden ancak sensin"},{"SurahNumber":2,"VerseNumber":129,"Text":"Rabbimiz onlara içlerinden senin ayetlerini onlara okuyan, kitap ve hikmeti öğreten ve onları (şirkten) arındıran bir rasûl gönder. Şüphesiz Aziz ve Hakim olan ancak sensin"},{"SurahNumber":2,"VerseNumber":130,"Text":"Kendini bilmeyenlerden başka kim İbrahim’in yolundan yüz çevirir? Biz dünyada onu seçmiştik. O, şüphesiz ahirette de salih kimselerdendir"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rabbi, O’na; “Teslim ol”! dediği zaman: Alemlerin Rabbine teslim oldum, demişti"},{"SurahNumber":2,"VerseNumber":132,"Text":"İbrahim, bunu oğullarına da tavsiye etti. Yakup da öyle yaptı (ve onun da oğullarından son dileği şuydu:) Ey oğullarım! Allah sizin için bu dini seçti. Öyleyse, siz de ancak müslüman olarak can verin"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa siz, Yakub’a ölüm yaklaşıp da oğullarına: Ey oğullarım, Benden sonra kime ibadet edeceksiniz? diye sorduğu ve onların da: Senin ilahına, ataların İbrahim’in, İsmail’in, İshak’ın, bir tek ilahına ibadet edeceğiz. Biz O’na teslim olanlarız! dediklerinde, siz onların yanında şahit miydiniz"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar gelip geçmiş bir ümmettir. Onların kazandıkları onlara, sizin kazandığınız da size aittir. Onların yaptıklarından siz sorguya çekilmeyeceksiniz"},{"SurahNumber":2,"VerseNumber":135,"Text":"Yahudi ve Hıristiyan olun ki doğru yolu bulasınız, demektedirler; sen de ki: Hayır, hanif olarak, İbrahim’in dinine (tabi oluruz). O, müşriklerden değildi"},{"SurahNumber":2,"VerseNumber":136,"Text":"Ve deyin ki: Biz Allah’a, bize indirilene, İbrahim’e, İsmail’e, Yakub’a, İshak’a ve torunlarına indirilenlere, Musa’ya, İsa’ya verilenlere ve peygamberlere Rab’leri katından verilenlere iman ettik. Bunlardan hiçbiri arasında ayırım yapmayız. Biz Allah’a teslim olanlarız"},{"SurahNumber":2,"VerseNumber":137,"Text":"Eğer Yahudi ve Hıristiyanlar da sizin iman ettiğiniz gibi iman ederlerse şüphesiz hidayete ererler; yok eğer yüz çevirirlerse onlar ancak ayrılık içindedirler. Allah onlara karşı sana yeter. O hakkıyla işiten ve bilendir"},{"SurahNumber":2,"VerseNumber":138,"Text":"İşte Allah’ın dini! Allah'ın boyasından daha güzel boyası olan kimdir? Biz yalnız ona ibadet ederiz"},{"SurahNumber":2,"VerseNumber":139,"Text":"(O kitap ehline) De ki: Siz, bizimle Allah hakkında mı tartışıyorsunuz? Halbuki O, bizim de Rabbimiz sizin de Rabbinizdir. Bizim yaptıklarımız bize, sizin yaptıklarınız da size aittir. Biz Allah’a içten ihlasla bağlananlarız"},{"SurahNumber":2,"VerseNumber":140,"Text":"Yoksa siz, İbrahim’in, İsmail’in, İshak’ın, Yakub’un ve torunlarının, Yahudi yahut Hıristiyan olduklarını mı söylüyorsunuz? (onlara) de ki: Siz mi daha iyi bilirsiniz, yoksa Allah mı? Allah tarafından kendisine bildirilen gerçeği gizleyenden daha zalim kim vardır? Allah yaptıklarınızdan gafil değildir"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar gelip geçmiş bir ümmettir. Onların kazandıkları onlara, sizin kazandığınız da size aittir. Ve siz onların yaptıklarından dolayı sorumlu olmayacaksınız"}]}