{"Id":150,"LanguageCodes":["fa","fas"],"Name":"fas-abdolmohammaday","Author":"Abdolmohammad Ayati","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"علم به روز قيامت نزد اوست. و هيچ ثمره‌اى از غلاف خويش بيرون نمى‌آيد، و هيچ ماده‌اى آبستن نمى‌شود و نمى‌زايد مگر آنكه او بدان آگاه است. و آن روز كه ايشان را ندا دهد كه شريكان من كجايند؟ گويند: آگاهت كرديم كه كسى از ما به شرك گواهى نمى‌دهد"},{"SurahNumber":41,"VerseNumber":48,"Text":"و آنچه را پيش از اين به خدايى مى‌خواندند از دست دادند و دانستند كه راه گريزى ندارند"},{"SurahNumber":41,"VerseNumber":49,"Text":"آدمى هر چه طلب خير كند خسته نمى‌شود، اما چون بدى به او برسد بدانديش و نوميد مى‌گردد"},{"SurahNumber":41,"VerseNumber":50,"Text":"اگر پس از رنجى كه به او رسيده رحمتى به او بچشانيم مى‌گويد: اين حق من است و نپندارم كه قيامتى برپا شود، و اگر هم مرا نزد پروردگارم برگردانند البته كه نزد او حالتى خوشتر باشد. پس كافران را به اعمالى كه كرده‌اند آگاه مى‌كنيم و به آنها عذابى سخت مى‌چشانيم"},{"SurahNumber":41,"VerseNumber":51,"Text":"چون به آدمى نعمتى ارزانى داريم، رويگردان مى‌شود و به تكبر گردن مى‌افرازد. و اگر بدو شرى برسد، بسيار فرياد و فغان مى‌كند"},{"SurahNumber":41,"VerseNumber":52,"Text":"بگو: چه مى‌بينيد؟ اگر اين كتاب از جانب خداست و شما بدان ايمان نمى‌آوريد، گمراه‌تر از كسى كه همچنان راه مخالفت در پيش گرفته است كيست؟"},{"SurahNumber":41,"VerseNumber":53,"Text":"زودا كه آيات قدرت خود را در آفاق و در وجود خودشان به آنها نشان خواهيم داد تا برايشان آشكار شود كه او حق است. آيا اينكه پروردگار تو در همه جا حاضر است كافى نيست؟"},{"SurahNumber":41,"VerseNumber":54,"Text":"بهوش باش كه آنها از ديدار پروردگارشان در ترديدند. بهوش باش كه او بر هر چيزى احاطه دارد"},{"SurahNumber":42,"VerseNumber":1,"Text":"حا، ميم"},{"SurahNumber":42,"VerseNumber":2,"Text":"عين، سين، قاف"},{"SurahNumber":42,"VerseNumber":3,"Text":"خداوند پيروزمند حكيم، به تو و كسانى كه پيش از تو بودند اينچنين وحى مى‌فرستد"},{"SurahNumber":42,"VerseNumber":4,"Text":"از آن اوست هر چه در آسمانها و زمين است. و اوست آن بلند مرتبه بزرگوار"},{"SurahNumber":42,"VerseNumber":5,"Text":"نزديك است كه آسمانها بر فراز يكديگر در هم شكنند و فرشتگان به ستايش پروردگارشان تسبيح مى‌گويند و براى ساكنان زمين آمرزش مى‌طلبند. آگاه باشيد كه خدا آمرزنده و مهربان است"},{"SurahNumber":42,"VerseNumber":6,"Text":"خدا مراقب اعمال كسانى است كه جز او را به دوستى گرفتند، و تو وكيل آنها نيستى"},{"SurahNumber":42,"VerseNumber":7,"Text":"و نيز اين قرآن را به زبان عربى بر تو وحى كرديم تا ام‌القرى و ساكنان اطرافش را بيم دهى. همچنين آنان را از روز قيامت -كه در آن ترديدى نيست- بترسانى كه گروهى در بهشتند و گروهى در آتش سوزان"},{"SurahNumber":42,"VerseNumber":8,"Text":"اگر خدا مى‌خواست همه را يك امت كرده بود. ولى او هر كه را كه بخواهد به رحمت خويش درآورد، و ستمكاران را هيچ دوست و ياورى نيست"},{"SurahNumber":42,"VerseNumber":9,"Text":"آيا جز خدا را به دوستى گرفتند؟ دوست حقيقى خداست. و اوست كه مردگان را زنده مى‌كند، و اوست كه بر هر كارى تواناست"},{"SurahNumber":42,"VerseNumber":10,"Text":"در هر چه اختلاف مى‌كنيد حكمش با خداست. اين خداى يكتا پروردگار من است. بر او توكل كردم و به او روى مى‌آورم"},{"SurahNumber":42,"VerseNumber":11,"Text":"آفريدگار آسمانها و زمين است. براى شما، هم از شما، همسرانى بيافريد. و نيز براى چارپايان جفتهايى پديد آورد. با آفرينش همسران بر شمارتان مى‌افزايد. هيچ چيز همانند او نيست و اوست كه شنوا و بيناست"},{"SurahNumber":42,"VerseNumber":12,"Text":"كليدهاى آسمانها و زمين از آن اوست. در روزى هر كه بخواهد گشايش مى‌دهد يا تنگ مى‌گيرد، و او به هر چيزى داناست"},{"SurahNumber":42,"VerseNumber":13,"Text":"براى شما آيينى مقرر كرد، از همان گونه كه به نوح توصيه كرده بود و از آنچه بر تو وحى كرده‌ايم و به ابراهيم و موسى و عيسى توصيه كرده‌ايم كه دين را بر پاى نگه داريد و در آن فرقه فرقه مشويد. تحمل آنچه بدان دعوت مى‌كنيد بر مشركان دشوار است. خدا هر كه را خواهد براى رسالت خود بر مى‌گزيند و هر كه را بدو باز گردد به خود راه مى‌نمايد"},{"SurahNumber":42,"VerseNumber":14,"Text":"از روى حسد و عداوت فرقه فرقه نشدند، مگر از آن پس كه به دانش دست يافتند. و اگر پروردگار تو از پيش مقرر نكرده بود كه آنها را تا زمانى معين مهلت است، بر آنها حكم عذاب مى‌رفت. و كسانى كه بعد از ايشان وارث كتاب خدا شده‌اند درباره آن سخت به ترديد افتاده‌اند"},{"SurahNumber":42,"VerseNumber":15,"Text":"براى آن دعوت كن و چنان كه فرمان يافته‌اى پايدارى ورز و از پى خواهشهايشان مرو و بگو: به كتابى كه خدا نازل كرده است ايمان دارم و به من فرمان داده‌اند كه در ميان شما به عدالت رفتار كنم. خداى يكتا پروردگار ما و پروردگار شماست. اعمال ما از آن ما و اعمال شما از آن شما. ميان ما و شما هيچ محاجه‌اى نيست. خدا ما را در يك جا گرد مى‌آورد و سرانجام به سوى اوست"},{"SurahNumber":42,"VerseNumber":16,"Text":"و كسانى كه درباره خدا جدال مى‌كنند، پس از آنكه دعوت او را اجابت كرده‌اند نزد پروردگارشان حجتشان ناچيز است. بر آنهاست خشم خدا و بر آنهاست عذابى سخت"},{"SurahNumber":42,"VerseNumber":17,"Text":"خداست كه اين كتاب بر حق و ترازو را نازل كرده است. و تو چه مى‌دانى؟ شايد قيامت نزديك باشد"},{"SurahNumber":42,"VerseNumber":18,"Text":"آنان كه باورش ندارند آن را به شتاب مى‌طلبند، و آنان كه ايمان آورده‌اند از آن بيمناكند و مى‌دانند كه حق است. آگاه باش، كسانى كه درباره قيامت جدال مى‌كنند سخت در گمراهى هستند"},{"SurahNumber":42,"VerseNumber":19,"Text":"خدا با بندگانش مهربان است. هر كه را بخواهد روزى مى‌دهد. و او توانا و پيروزمند است"},{"SurahNumber":42,"VerseNumber":20,"Text":"هر كس كشت آخرت را بخواهد به كشته‌اش مى‌افزاييم و هر كس كشت دنيا را بخواهد به او عطا مى‌كنيم، ولى ديگر در كشت آخرتش نصيبى نيست"},{"SurahNumber":42,"VerseNumber":21,"Text":"آيا مشركان را بتانى است كه آيينى برايشان آورده‌اند كه خدا رخصت آن را نداده است؟ و اگر قصد تاخير عذابشان نبود، كارشان به پايان آمده بود و ستمكاران را عذابى است دردآور"},{"SurahNumber":42,"VerseNumber":22,"Text":"ستمكاران را بينى كه از حاصل اعمالشان بيمناكند. و البته به كيفر خود خواهند رسيد. ولى آنها كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، در باغهاى بهشتند. هر چه بخواهند نزد پروردگارشان هست. و اين فضل و بخشايش بزرگى است"},{"SurahNumber":42,"VerseNumber":23,"Text":"اين است آن چيزى كه خدا آن گروه از بندگانش را كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند، بدان مژده مى‌دهد. بگو: بر اين رسالت مزدى از شما، جز دوست داشتن خويشاوندان، نمى‌خواهم. و هر كه كار نيكى كند به نيكويى‌اش مى‌افزاييم، زيرا خدا آمرزنده و شكرپذير است"},{"SurahNumber":42,"VerseNumber":24,"Text":"يا مى‌گويند كه بر خدا دروغ مى‌بندد. اگر خدا بخواهد بر دل تو مهر مى‌نهد. و خدا به كلمات خود باطل را محو مى‌كند و حق را ثابت مى‌گرداند. او به هر چه در دلها مى‌گذرد داناست"},{"SurahNumber":42,"VerseNumber":25,"Text":"و اوست كه توبه بندگانش را مى‌پذيرد و از گناهان عفوشان مى‌كند و هر چه مى‌كنيد مى‌داند"},{"SurahNumber":42,"VerseNumber":26,"Text":"و دعاى كسانى را كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند اجابت مى‌كند، و از فضل خويش آنان را افزون مى‌دهد. و كافران را عذابى سخت است"},{"SurahNumber":42,"VerseNumber":27,"Text":"اگر خدا روزى بندگانش را افزون كند در زمين فساد مى‌كنند؛ ولى به اندازه‌اى كه بخواهد روزى مى‌فرستد. زيرا بر بندگان خود آگاه و بيناست"},{"SurahNumber":42,"VerseNumber":28,"Text":"و اوست آن خدايى كه بعد از نوميديشان باران مى‌فرستد و رحمت خود را به همه جا منتشر مى‌كند و اوست كارساز و ستودنى"},{"SurahNumber":42,"VerseNumber":29,"Text":"و از نشانه‌هاى قدرت او آفرينش آسمانها و زمين و پراكندن جنبندگان در آن دوست. و هرگاه بخواهد، بر گردآوردنشان تواناست"},{"SurahNumber":42,"VerseNumber":30,"Text":"اگر شما را مصيبتى رسد، به خاطر كارهايى است كه كرده‌ايد. و خدا بسيارى از گناهان را عفو مى‌كند"},{"SurahNumber":42,"VerseNumber":31,"Text":"شما نتوانيد در روى زمين از او بگريزيد و شما را جز او كارساز و ياورى نيست"},{"SurahNumber":42,"VerseNumber":32,"Text":"از نشانه‌هاى قدرت او كشتيهايى است چون كوه كه در درياها روانند"},{"SurahNumber":42,"VerseNumber":33,"Text":"اگر بخواهد، باد را نگه مى‌دارد تا كشتيها بر روى دريا از رفتن بازمانند. هر آينه در اين براى صابران شكرگزار عبرتهايى است"},{"SurahNumber":42,"VerseNumber":34,"Text":"يا آنها را به خاطر اعمالشان غرقه مى‌كند و بسيارى را نيز مى‌بخشايد"},{"SurahNumber":42,"VerseNumber":35,"Text":"و تا بدانند كسانى كه در آيات ما جدال مى‌كنند. آنان را هيچ گريزگاهى نيست"},{"SurahNumber":42,"VerseNumber":36,"Text":"آنچه شما را داده‌اند بهره اين زندگى دنيوى است. و آنچه در نزد خداست براى آنها كه ايمان آورده‌اند و به پروردگارشان توكل مى‌كنند، بهتر و پاينده‌تر است"},{"SurahNumber":42,"VerseNumber":37,"Text":"و آن كسان كه از گناهان بزرگ و زشتيها اجتناب مى‌كنند و چون در خشم شوند خطاها را مى‌بخشايند؛"},{"SurahNumber":42,"VerseNumber":38,"Text":"و آنان كه دعوت پروردگارشان را پاسخ مى‌گويند و نماز مى‌گزارند و كارشان بر پايه مشورت با يكديگر است و از آنچه به آنها روزى داده‌ايم انفاق مى‌كنند؛"},{"SurahNumber":42,"VerseNumber":39,"Text":"و آنان كه چون ستمى به آنها رسد انتقام مى‌گيرند"},{"SurahNumber":42,"VerseNumber":40,"Text":"جزاى هر بدى بديى است همانند آن. پس كسى كه عفو كند و آشتى ورزد مزدش با خداست، زيرا او ستمكاران را دوست ندارد"},{"SurahNumber":42,"VerseNumber":41,"Text":"بر كسانى كه پس از ستمى كه بر آنها رفته باشد انتقام مى‌گيرند، ملامتى نيست"},{"SurahNumber":42,"VerseNumber":42,"Text":"ملامت در خور كسانى است كه به مردم ستم مى‌كنند و به ناحق در روى زمين سركشى مى‌كنند. براى آنهاست عذابى دردآور"},{"SurahNumber":42,"VerseNumber":43,"Text":"و آن كه صبر كند و از خطا درگذرد، اين از كارهاى پسنديده است"},{"SurahNumber":42,"VerseNumber":44,"Text":"هر كس را كه خدا گمراه كند از آن پس هيچ دوستى نخواهد داشت. و ظالمان را مى‌بينى كه چون عذاب را بنگرند، مى‌گويند: آيا ما را راه بازگشتى هست؟"},{"SurahNumber":42,"VerseNumber":45,"Text":"آنها را مى‌بينى كه به جهنم مى‌برند. ترسان و ذليل از گوشه چشم نگاهى دزديده مى‌كنند. كسانى كه ايمان آورده بودند مى‌گويند: اينان خود و كسانشان را در روز قيامت بر باد دادند. آگاه باش كه ستمكاران در عذاب دايم خواهند بود"},{"SurahNumber":42,"VerseNumber":46,"Text":"جز خدا يار و مددكارى ندارند و هر كس را كه خدا گمراه كند هيچ راهى برايش نيست"},{"SurahNumber":42,"VerseNumber":47,"Text":"پيش از آنكه روزى بيايد كه از جانب خدا بازگشتى ندارد، به پروردگارتان پاسخ قبول دهيد. در آن روز نه پناهى خواهيد داشت و نه كسى از شما دفاعى تواند كرد"},{"SurahNumber":42,"VerseNumber":48,"Text":"اگر اعراض كنند، تو را نفرستاده‌ايم كه نگهبانشان باشى. بر تو جز تبليغ رسالت هيچ نيست. و ما چون به انسان از رحمت خود بچشانيم شادمان مى‌گردد، و اگر به خاطر كارهايى كه كرده است ناروايى بدو رسد ناسپاسى مى‌كند"},{"SurahNumber":42,"VerseNumber":49,"Text":"از آن خداست فرمانروايى آسمانها و زمين. هر چه بخواهد مى‌آفريند. به هر كه بخواهد دختر مى‌بخشد و به هر كه بخواهد پسر مى‌بخشد"},{"SurahNumber":42,"VerseNumber":50,"Text":"و يا هم پسر دهد و هم دختر. و هر كس را بخواهد عقيم مى‌گرداند، زيرا او دانا و تواناست"},{"SurahNumber":42,"VerseNumber":51,"Text":"هيچ بشرى را نرسد كه خدا جز به وحى يا از آن سوى پرده، با او سخن گويد. يا فرشته‌اى مى‌فرستد تا به فرمان او هر چه بخواهد به او وحى كند. او بلند پايه و حكيم است"},{"SurahNumber":42,"VerseNumber":52,"Text":"همچنين كلام خود را به فرمان خود به تو وحى كرديم. تو نمى‌دانستى كتاب و ايمان چيست. ولى ما آن را نورى ساختيم تا هر يك از بندگانمان را كه بخواهيم بدان هدايت كنيم و تو به راه راست راه مى‌نمايى،"},{"SurahNumber":42,"VerseNumber":53,"Text":"راه آن خدايى كه از آن اوست هر چه در آسمانها و زمين است. آگاه باشيد كه همه كارها به خدا باز مى‌گردد"},{"SurahNumber":43,"VerseNumber":1,"Text":"حا، ميم"},{"SurahNumber":43,"VerseNumber":2,"Text":"سوگند به اين كتاب روشنگر"},{"SurahNumber":43,"VerseNumber":3,"Text":"ما اين كتاب را قرآنى عربى قرار داديم، باشد كه به عقل دريابيد"},{"SurahNumber":43,"VerseNumber":4,"Text":"و آن در ام‌الكتاب است در نزد ما؛ كتابى ارجمند و حكمت‌آميز"},{"SurahNumber":43,"VerseNumber":5,"Text":"آيا بدان سبب كه مردمى گزافكار هستيد، از شما اعراض كنيم و قرآن را از شما دريغ داريم؟"},{"SurahNumber":43,"VerseNumber":6,"Text":"به ميان پيشينيان پيامبران بسيارى فرستاديم"},{"SurahNumber":43,"VerseNumber":7,"Text":"و هيچ پيامبرى بر آنها مبعوث نمى‌شد مگر آنكه مسخره‌اش مى‌كردند"},{"SurahNumber":43,"VerseNumber":8,"Text":"آنها را كه از ايشان نيرومندتر بودند هلاك كرديم. و داستان پيشينيان گذشت"},{"SurahNumber":43,"VerseNumber":9,"Text":"اگر از آنها بپرسى: چه كسى آسمانها و زمين را آفريده است؟ مى‌گويند: آنها را آن پيروزمند دانا آفريده است"},{"SurahNumber":43,"VerseNumber":10,"Text":"آن كه زمين را بستر شما ساخت و برايتان راه‌ها در آن پديد آورد، باشد كه هدايت شويد"},{"SurahNumber":43,"VerseNumber":11,"Text":"و آن كه از آسمان آب فرستاد، به اندازه. و بدان سرزمين مرده را زنده كرديم. شما نيز اينچنين از گورها بيرون آورده شويد"},{"SurahNumber":43,"VerseNumber":12,"Text":"و آن كه همه جفتها را بيافريد. و برايتان از كشتيها و چارپايان مركبها ساخت كه سوار شويد"},{"SurahNumber":43,"VerseNumber":13,"Text":"و چون بر پشت آنها قرار گرفتيد، نعمت پروردگارتان را ياد كنيد و بگوييد: منزه است آن كس كه اينها را رام ما كرد و گرنه ما را توان آن نبود"},{"SurahNumber":43,"VerseNumber":14,"Text":"و ما به سوى پروردگارمان باز مى‌گرديم"},{"SurahNumber":43,"VerseNumber":15,"Text":"و براى او از ميان بندگانش فرزندى قائل شدند. آدمى به آشكارا ناسپاس است"},{"SurahNumber":43,"VerseNumber":16,"Text":"آيا او از ميان مخلوقاتش براى خود دختران برگرفته و پسران را خاص شما كرده است؟"},{"SurahNumber":43,"VerseNumber":17,"Text":"و چون به يكى از آنها مژده تولد همان چيزى را دهند كه به خداى رحمان نسبت داده رويش سياه گردد و آكنده از خشم شود"},{"SurahNumber":43,"VerseNumber":18,"Text":"آيا آن كه به آرايش پرورش يافته و در هنگام جدال آشكار نمى‌گردد از آن خداست؟"},{"SurahNumber":43,"VerseNumber":19,"Text":"و فرشتگان را كه بندگان خدايند زن پنداشتند. آيا به هنگام خلقتشان آنجا حاضر بوده‌اند؟ زودا كه اين شهادتشان را مى‌نويسند و از آنها بازخواست مى‌شود"},{"SurahNumber":43,"VerseNumber":20,"Text":"گفتند: اگر خداى رحمان مى‌خواست ما فرشتگان را نمى‌پرستيديم. آنچه مى‌گويند از روى نادانى است و جز به دروغ سخن نمى‌گويند"},{"SurahNumber":43,"VerseNumber":21,"Text":"آيا پيش از قرآن كتابى برايشان نازل كرده‌ايم كه اكنون بدان تمسك مى‌جويند؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"نه، مى‌گويند: پدرانمان را بر آيينى يافتيم و ما از پى آنها مى‌رويم"},{"SurahNumber":43,"VerseNumber":23,"Text":"بدين سان، پيش از تو، به هيچ قريه‌اى بيم‌دهنده‌اى نفرستاديم مگر آنكه متنعمانش گفتند: پدرانمان را بر آيينى يافتيم و ما به اعمال آنها اقتدا مى‌كنيم"},{"SurahNumber":43,"VerseNumber":24,"Text":"گفت: حتى اگر براى شما چيزى بياورم كه از آنچه پدرانتان را بر آن يافته بوديد هدايت‌كننده‌تر باشد؟ گفتند: ما به آيينى كه شما را بدان فرستاده‌اند بى‌ايمانيم"},{"SurahNumber":43,"VerseNumber":25,"Text":"پس، از آنها انتقام گرفتيم. و بنگر كه عاقبت تكذيب‌كنندگان چگونه بوده است؟"},{"SurahNumber":43,"VerseNumber":26,"Text":"و ابراهيم به پدر و قومش گفت: من از آنچه شما مى‌پرستيد بيزارم،"},{"SurahNumber":43,"VerseNumber":27,"Text":"مگر آن كه مرا آفريده، كه او راهنماييم خواهد كرد"},{"SurahNumber":43,"VerseNumber":28,"Text":"و اين سخن را در فرزندان خود سخنى پاينده كرد، باشد كه به خدا باز گردند"},{"SurahNumber":43,"VerseNumber":29,"Text":"و من اينان و پدرانشان را از زندگى بهره‌مند كردم تا آنگاه كه حق و پيامبرى روشنگر به سويشان آمد"},{"SurahNumber":43,"VerseNumber":30,"Text":"چون حق بر آنها آشكار شد گفتند: اين جادوست و ما بدان ايمان نمى‌آوريم"},{"SurahNumber":43,"VerseNumber":31,"Text":"گفتند: چرا اين قرآن بر مردى از بزرگمردان آن دو قريه نازل نشده است؟"},{"SurahNumber":43,"VerseNumber":32,"Text":"آيا آنان از رحمت پروردگارت را تقسيم مى‌كنند؟ حال آنكه ما روزى آنها را در زندگى دنيا ميانشان تقسيم مى‌كنيم. و بعضى را به مرتبت، بالاتر از بعضى ديگر قرار داده‌ايم تا بعضى بعض ديگر را به خدمت گيرند. و رحمت پروردگارت از آنچه آنها گرد مى‌آورند بهتر است"},{"SurahNumber":43,"VerseNumber":33,"Text":"و اگر نه آن بود كه همه مردم يك امت مى‌شدند، سقفهاى خانه‌هاى كسانى را كه خداى رحمان را باور ندارند از نقره مى‌كرديم و بر آنها نردبامهايى مى‌نهاديم تا بر آن بالا روند"},{"SurahNumber":43,"VerseNumber":34,"Text":"و براى خانه‌هايشان نيز درهايى از نقره مى‌كرديم و تختهايى كه بر آن تكيه زنند"},{"SurahNumber":43,"VerseNumber":35,"Text":"و از هر گونه زينت. و همه اينها برخوردارى ناچيز دنيوى است، حال آنكه آخرت در نزد پروردگار تو براى پرهيزگاران است"},{"SurahNumber":43,"VerseNumber":36,"Text":"هر كس كه از ياد خداى رحمان روى گرداند، شيطانى بر او مى‌گماريم كه همواره همراهش باشد"},{"SurahNumber":43,"VerseNumber":37,"Text":"و آن شيطانها آنان را از راه خدا باز مى‌گردانند، ولى پندارند كه هدايت‌يافتگانند"},{"SurahNumber":43,"VerseNumber":38,"Text":"تا آنگاه كه نزد ما آيد، مى‌گويد: اى كاش دورى من و تو دورى مشرق و مغرب بود. و تو چه همراه بدى بودى"},{"SurahNumber":43,"VerseNumber":39,"Text":"چون ستم كرديد آن روز پشيمانى سود نكند و هر دو در عذاب شريك باشيد"},{"SurahNumber":43,"VerseNumber":40,"Text":"آيا تو مى‌خواهى به كران سخن بشنوانى، يا كوران و آنهايى را كه در گمراهى آشكار هستند راه بنمايى؟"},{"SurahNumber":43,"VerseNumber":41,"Text":"و اگر تو را ببريم، از آنها انتقام مى‌گيريم،"},{"SurahNumber":43,"VerseNumber":42,"Text":"يا آن عذابى را كه به آنها وعده داده‌ايم به تو نشان مى‌دهيم، كه ما بر ايشان توانا هستيم"},{"SurahNumber":43,"VerseNumber":43,"Text":"پس در آنچه به تو وحى شده است چنگ بزن كه تو بر راه راست هستى"},{"SurahNumber":43,"VerseNumber":44,"Text":"و قرآن سبب بلندآوازه گشتن تو و قوم توست، و زودا كه بازخواست شويد"},{"SurahNumber":43,"VerseNumber":45,"Text":"از پيامبران ما كه پيش از تو فرستاده‌ايم بپرس: آيا جز خداى رحمان، ديگرى را براى پرستش آنها قرار داده بوديم؟"},{"SurahNumber":43,"VerseNumber":46,"Text":"و هر آينه موسى را همراه با آيات خود بر فرعون و مهتران قومش فرستاديم و گفت: من فرستاده پروردگار جهانيانم"},{"SurahNumber":43,"VerseNumber":47,"Text":"چون آيات ما را بر آنان عرضه داشت، به ناگاه همه از آن به خنده افتادند"},{"SurahNumber":43,"VerseNumber":48,"Text":"و هر معجزه‌اى كه به آنها نشان داديم از معجزه ديگر عظيم‌تر بود. آنگاه همه را به عذاب گرفتار كرديم، باشد كه بازگردند"},{"SurahNumber":43,"VerseNumber":49,"Text":"گفتند: اى جادوگر، پروردگارت را با آن عهدى كه با تو نهاده است براى ما بخوان كه ما هدايت‌شدگانيم"},{"SurahNumber":43,"VerseNumber":50,"Text":"چون عذاب را از آنها برداشتيم، پيمان خود را شكستند"},{"SurahNumber":43,"VerseNumber":51,"Text":"فرعون در ميان مردمش ندا داد كه: اى قوم من، آيا پادشاهى مصر و اين جويباران كه از زير پاى من جارى هستند از آن من نيستند؟ آيا نمى‌بينيد؟"},{"SurahNumber":43,"VerseNumber":52,"Text":"آيا من بهترم يا اين مرد خوار ذليل كه درست سخن‌گفتن نتواند؟"},{"SurahNumber":43,"VerseNumber":53,"Text":"چرا دستهايش را به دستبندهاى طلا نياراسته‌اند؟ و چرا گروهى از فرشتگان همراهش نيامده‌اند؟"},{"SurahNumber":43,"VerseNumber":54,"Text":"پس قوم خود را گمراه ساخت تا از او اطاعت كردند، كه مردمى تبهكار بودند"},{"SurahNumber":43,"VerseNumber":55,"Text":"چون ما را به خشم آوردند، از آنها انتقام گرفتيم و همگان را غرقه ساختيم"},{"SurahNumber":43,"VerseNumber":56,"Text":"آنان را در شمار گذشتگان و داستان براى آيندگان كرديم"},{"SurahNumber":43,"VerseNumber":57,"Text":"و چون داستان پسر مريم آورده شد، قوم تو به شادمانى فرياد زدند،"},{"SurahNumber":43,"VerseNumber":58,"Text":"و گفتند: آيا خدايان ما بهترند يا او؟ و اين سخن را جز براى جدال با تو نگفتند، كه مردمى ستيزه‌جويند"},{"SurahNumber":43,"VerseNumber":59,"Text":"او جز بنده‌اى نبود كه ما نعمتش ارزانى داشتيم و مايه عبرت بنى‌اسرائيلش گردانيديم"},{"SurahNumber":43,"VerseNumber":60,"Text":"اگر مى‌خواستيم به جاى شما فرشتگانى پديد مى‌آورديم تا در روى زمين جانشين شما گردند"},{"SurahNumber":43,"VerseNumber":61,"Text":"و هر آينه او نشانه فرارسيدن قيامت است. در آن شك مكنيد، و از من متابعت كنيد. اين است راه راست"},{"SurahNumber":43,"VerseNumber":62,"Text":"شيطان شما را از راه باز نگرداند، زيرا او دشمن آشكار شماست"},{"SurahNumber":43,"VerseNumber":63,"Text":"و چون عيسى با دليلهاى روشن خود آمد، گفت: برايتان حكمت آورده‌ام و آمده‌ام تا چيزهايى را كه در آن اختلاف مى‌كنيد بيان كنم. پس، از خدا بترسيد و از من اطاعت كنيد"},{"SurahNumber":43,"VerseNumber":64,"Text":"خداى يكتا پروردگار من و پروردگار شماست. او را بپرستيد. راه راست اين است"},{"SurahNumber":43,"VerseNumber":65,"Text":"گروه‌ها با هم اختلاف كردند. پس واى بر ستمكاران از عذاب دردآور قيامت"},{"SurahNumber":43,"VerseNumber":66,"Text":"آيا چشم به راه چيزى جز قيامتند كه ناگاه و بى‌خبرشان بيايد؟"},{"SurahNumber":43,"VerseNumber":67,"Text":"در آن روز دوستان -غير از پرهيزگاران- دشمن يكديگرند"},{"SurahNumber":43,"VerseNumber":68,"Text":"اى بندگان من، در آن روز بيمى بر شما نيست و شما غمگين نمى‌شويد"},{"SurahNumber":43,"VerseNumber":69,"Text":"آن كسان كه به آيات ما ايمان آورده‌اند و تسليم امر ما شده‌اند،"},{"SurahNumber":43,"VerseNumber":70,"Text":"شما و جفتهايتان با شادكامى به بهشت داخل شويد"},{"SurahNumber":43,"VerseNumber":71,"Text":"قدحهاى زرين و سبوها را در ميانشان به گردش مى‌آورند. در آنجاست هر چه نفس آرزو كند و ديده از آن لذت ببرد. و در آنجا جاودانه خواهيد بود"},{"SurahNumber":43,"VerseNumber":72,"Text":"اين بهشتى است كه به پاداش كارهايى كه كرده‌ايد به ميراثش مى‌بريد"},{"SurahNumber":43,"VerseNumber":73,"Text":"در آنجا برايتان ميوه‌هاى بسيار هست كه از آنها مى‌خوريد"},{"SurahNumber":43,"VerseNumber":74,"Text":"گناهكاران در عذاب جهنم جاويدانند"},{"SurahNumber":43,"VerseNumber":75,"Text":"عذابشان كاهش نمى‌يابد و آنها از نوميدى خاموش باشند"},{"SurahNumber":43,"VerseNumber":76,"Text":"ما به آنها ستمى نكرده‌ايم؛ آنها خود به خويشتن ستم كرده‌اند"},{"SurahNumber":43,"VerseNumber":77,"Text":"فرياد برآورند كه: اى مالك، كاش پروردگار تو ما را بميراند. مى‌گويد: نه، شما در اينجا ماندنى هستيد"},{"SurahNumber":43,"VerseNumber":78,"Text":"ما شما را با حق آشنا كرديم ولى بيشترتان از حق كراهت داشتيد"},{"SurahNumber":43,"VerseNumber":79,"Text":"آيا آنها در اعتقاد خويش پاى فشرده‌اند؟ ما هم پاى فشرده‌ايم"},{"SurahNumber":43,"VerseNumber":80,"Text":"آيا مى‌پندارند ما راز و نجوايشان را نمى‌شنويم؟ آرى، رسولان ما نزد آنها هستند و مى‌نويسند"},{"SurahNumber":43,"VerseNumber":81,"Text":"بگو: اگر خداى رحمان را فرزندى مى‌بود، من از نخستين پرستندگان مى‌بودم"},{"SurahNumber":43,"VerseNumber":82,"Text":"منزه است پروردگار آسمانها و زمين و پروردگار عرش از آن نسبتها كه به او مى‌دهند"},{"SurahNumber":43,"VerseNumber":83,"Text":"پس رهايشان كن تا به همان سخنان باطل مشغول باشند و به بازيچه سرگرم، تا آن روزى كه آنها را وعده داده‌اند برسد"},{"SurahNumber":43,"VerseNumber":84,"Text":"اوست كه هم در آسمان خداست و هم در زمين خداست و حكيم و داناست"},{"SurahNumber":43,"VerseNumber":85,"Text":"برتر و بزرگوارتر است آن كس كه فرمانروايى آسمانها و زمين و هر چه در ميان آنهاست از آن اوست و علم فرارسيدن قيامت نزد اوست و به او بازگردانده مى‌شويد"},{"SurahNumber":43,"VerseNumber":86,"Text":"كسانى سواى او را كه به خدايى مى‌خوانند قادر به شفاعت كسى نيستند. مگر كسانى كه از روى علم، به حق شهادت داده باشند"},{"SurahNumber":43,"VerseNumber":87,"Text":"اگر از ايشان بپرسى كه چه كسى آنها را آفريده است، مى‌گويند: الله. پس چرا از حق روى مى‌گردانند؟"},{"SurahNumber":43,"VerseNumber":88,"Text":"گفتارش اين بود: اى پروردگار من، اينان مردمى هستند كه ايمان نمى‌آورند"},{"SurahNumber":43,"VerseNumber":89,"Text":"پس، از آنها درگذر و بگو: ايمنى است شما را. آرى به زودى خواهند دانست"},{"SurahNumber":44,"VerseNumber":1,"Text":"حا، ميم"},{"SurahNumber":44,"VerseNumber":2,"Text":"سوگند به اين كتاب روشنگر"},{"SurahNumber":44,"VerseNumber":3,"Text":"ما آن را در مبارك شبى نازل كرديم. ما بيم‌دهنده بوده‌ايم"},{"SurahNumber":44,"VerseNumber":4,"Text":"در آن شب هر فرمانى بر حسب حكمت صادر مى‌شود،"},{"SurahNumber":44,"VerseNumber":5,"Text":"فرمانى از جانب ما. و ما همواره فرستنده آن بوده‌ايم"},{"SurahNumber":44,"VerseNumber":6,"Text":"رحمتى است از جانب پروردگارت، و هر آينه او شنوا و داناست"},{"SurahNumber":44,"VerseNumber":7,"Text":"اگر به يقين دريابيد، اوست پروردگار آسمانها و زمين و هر چه ميان آنهاست"},{"SurahNumber":44,"VerseNumber":8,"Text":"نيست خدايى به جز او. زنده مى‌كند و مى‌ميراند. پروردگار شما و پروردگار نياكان شماست"},{"SurahNumber":44,"VerseNumber":9,"Text":"نه، آنها همچنان به شك خويش دلخوشند"},{"SurahNumber":44,"VerseNumber":10,"Text":"چشم انتظار روزى باش كه آسمان به آشكارا دود بياورد"},{"SurahNumber":44,"VerseNumber":11,"Text":"و آن دود همه مردم را در خود فروپوشد. و اين عذابى است دردآور"},{"SurahNumber":44,"VerseNumber":12,"Text":"اى پروردگار ما، اين عذاب را از ما دور گردان كه ما ايمان آورده‌ايم"},{"SurahNumber":44,"VerseNumber":13,"Text":"كجا پند مى‌پذيرند؟ حال آنكه چون پيامبر روشنگر بر آنها مبعوث شد،"},{"SurahNumber":44,"VerseNumber":14,"Text":"از او رويگردان شدند و گفتند: ديوانه‌اى است تعليم يافته"},{"SurahNumber":44,"VerseNumber":15,"Text":"عذاب را اندكى بر مى‌داريم و شما باز به آيين خويش باز مى‌گرديد"},{"SurahNumber":44,"VerseNumber":16,"Text":"روزى آنها را به صولتى سخت فروگيريم، كه ما انتقام‌گيرنده‌ايم"},{"SurahNumber":44,"VerseNumber":17,"Text":"پيش از آنها قوم فرعون را آزموديم و پيامبرى بزرگوار نزدشان آمد،"},{"SurahNumber":44,"VerseNumber":18,"Text":"كه بندگان خدا را به من تسليم كنيد كه من پيامبرى امينم،"},{"SurahNumber":44,"VerseNumber":19,"Text":"و نيز بر خدا برترى مجوييد، كه من با حجتى روشن نزد شما آمده‌ام،"},{"SurahNumber":44,"VerseNumber":20,"Text":"و اگر بخواهيد بر من سنگ بزنيد، من به پروردگار خود و پروردگار شما پناه مى‌برم،"},{"SurahNumber":44,"VerseNumber":21,"Text":"و اگر به من ايمان نمى‌آوريد، از من كنار گيريد"},{"SurahNumber":44,"VerseNumber":22,"Text":"پس پروردگارش را خواند كه: اينان مردمى مجرمند"},{"SurahNumber":44,"VerseNumber":23,"Text":"بندگان مرا شب‌هنگام روانه كن تا از پى شما بيايند"},{"SurahNumber":44,"VerseNumber":24,"Text":"دريا را آرام پشت سر گذار، كه آن سپاه غرق‌شدگانند"},{"SurahNumber":44,"VerseNumber":25,"Text":"بعد از خود چه باغها و چشمه‌سارها بر جاى گذاشتند،"},{"SurahNumber":44,"VerseNumber":26,"Text":"و كشتزارها و خانه‌هاى نيكو،"},{"SurahNumber":44,"VerseNumber":27,"Text":"و نعمتى كه در آن غرق شادمانى بودند"},{"SurahNumber":44,"VerseNumber":28,"Text":"بدين‌سان بودند و ما آن نعمتها را به مردمى ديگر واگذاشتيم"},{"SurahNumber":44,"VerseNumber":29,"Text":"نه آسمان بر آنها گريست و نه زمين و نه به آنها مهلت داده شد"},{"SurahNumber":44,"VerseNumber":30,"Text":"و ما بنى‌اسرائيل را از آن عذاب خواركننده رهانيديم"},{"SurahNumber":44,"VerseNumber":31,"Text":"از فرعون برترى‌جوى گزافكار،"},{"SurahNumber":44,"VerseNumber":32,"Text":"و از روى علم بر اهل جهانشان برگزيديم"},{"SurahNumber":44,"VerseNumber":33,"Text":"و آياتى به آنها عطا كرديم كه در آن امتحانى آشكار بود"},{"SurahNumber":44,"VerseNumber":34,"Text":"هر آينه اينان مى‌گويند"},{"SurahNumber":44,"VerseNumber":35,"Text":"پايان كار جز همين مرگ نخستين نيست و ما ديگربار زنده نمى‌شويم؛"},{"SurahNumber":44,"VerseNumber":36,"Text":"و اگر راست مى‌گوييد، پدران ما را به جهان باز آوريد"},{"SurahNumber":44,"VerseNumber":37,"Text":"آيا اينان بهترند يا قوم تُبّع و كسانى كه پيش از آن قوم بودند؟ همه را هلاك كرديم كه مجرمان بودند"},{"SurahNumber":44,"VerseNumber":38,"Text":"ما اين آسمانها و زمين و آنچه را ميان آنهاست به بازيچه نيافريده‌ايم"},{"SurahNumber":44,"VerseNumber":39,"Text":"آنها را به حق آفريده‌ايم، ولى بيشترين نمى‌دانند"},{"SurahNumber":44,"VerseNumber":40,"Text":"وعده‌گاه همه در روز داورى، قيامت است"},{"SurahNumber":44,"VerseNumber":41,"Text":"روزى كه هيچ دوستى براى دوست خود سودمند نباشد و از سوى كسى يارى نشوند"},{"SurahNumber":44,"VerseNumber":42,"Text":"مگر كسى كه خدا بر او ببخشايد، زيرا اوست پيروزمند و مهربان"},{"SurahNumber":44,"VerseNumber":43,"Text":"هر آينه درخت زقّوم،"},{"SurahNumber":44,"VerseNumber":44,"Text":"طعام گناهكاران است"},{"SurahNumber":44,"VerseNumber":45,"Text":"همانند مس گداخته در شكمها مى‌جوشد"},{"SurahNumber":44,"VerseNumber":46,"Text":"همانند جوشيدن آب جوشان"},{"SurahNumber":44,"VerseNumber":47,"Text":"بگيريدش و به سختى به ميان جهنمش بكشيد"},{"SurahNumber":44,"VerseNumber":48,"Text":"و بر سرش آب جوشان بريزيد تا شكنجه شود"},{"SurahNumber":44,"VerseNumber":49,"Text":"بچش، كه تو پيروزمند و بزرگوارى"},{"SurahNumber":44,"VerseNumber":50,"Text":"اين همان چيزى است كه در آن شك مى‌كرديد"},{"SurahNumber":44,"VerseNumber":51,"Text":"پرهيزگاران در جاى امنى هستند،"},{"SurahNumber":44,"VerseNumber":52,"Text":"در باغها و چشمه‌سارها،"},{"SurahNumber":44,"VerseNumber":53,"Text":"لباسهايى از سندس و استبرق مى‌پوشند و روبه‌روى هم مى‌نشينند"},{"SurahNumber":44,"VerseNumber":54,"Text":"همچنين حورالعين را به همسريشان درآوريم"},{"SurahNumber":44,"VerseNumber":55,"Text":"در ايمنى هر ميوه‌اى را كه بخواهند مى‌طلبند"},{"SurahNumber":44,"VerseNumber":56,"Text":"در آنجا طعم مرگ را نمى‌چشند، مگر همان مرگ نخستين. و آنها را خدا از عذاب جهنم نگه داشته است"},{"SurahNumber":44,"VerseNumber":57,"Text":"اين بخششى است از جانب پروردگارت، و اين پيروزى بزرگى است"},{"SurahNumber":44,"VerseNumber":58,"Text":"ما اداى سخن خويش بر زبان تو آسان كرديم، باشد كه پند گيرند،"},{"SurahNumber":44,"VerseNumber":59,"Text":"تو منتظر باش كه ايشان نيز منتظرند"},{"SurahNumber":45,"VerseNumber":1,"Text":"حا، ميم"},{"SurahNumber":45,"VerseNumber":2,"Text":"نازل شدن اين كتاب از جانب خداى پيروزمند و حكيم است"},{"SurahNumber":45,"VerseNumber":3,"Text":"هر آينه در آسمانها و زمين نشانه‌هاى عبرتى است براى مؤمنان"},{"SurahNumber":45,"VerseNumber":4,"Text":"و در آفرينش شما و پراكنده‌شدن جنبندگان عبرتهاست براى اهل يقين"},{"SurahNumber":45,"VerseNumber":5,"Text":"آمد و شد شب و روز و رزقى كه خدا از آسمان مى‌فرستد و زمين مرده را بدان زنده مى‌كند و نيز در وزش بادها عبرتهاست براى عاقلان"},{"SurahNumber":45,"VerseNumber":6,"Text":"اينها آيات خداست كه به راستى بر تو تلاوت مى‌كنيم. جز خدا و آياتش به كدام سخن ايمان مى‌آورند؟"},{"SurahNumber":45,"VerseNumber":7,"Text":"واى بر هر دروغپرداز گناهكارى"},{"SurahNumber":45,"VerseNumber":8,"Text":"آيات خدا را كه بر او خوانده مى‌شود مى‌شنود. آنگاه به گردنكشى پاى مى‌فشرد، چنان كه گويى هيچ نشنيده است. پس به عذابى دردآورش بشارت ده"},{"SurahNumber":45,"VerseNumber":9,"Text":"چون چيزى از آيات ما را فراگيرد، به مسخره‌اش مى‌گيرد. اينان در خور عذابى خواركننده‌اند"},{"SurahNumber":45,"VerseNumber":10,"Text":"پيش رويشان جهنم است. و مالى كه به دست آورده‌اند و كسانى كه سواى خداى يكتا به خدايى گرفته‌اند به حالشان سود نكند. ايشان راست عذابى بزرگ"},{"SurahNumber":45,"VerseNumber":11,"Text":"اين رهنمودى است. و آنان كه به آيات پروردگارشان ايمان نمى‌آورند، برايشان عذابى است از سخت‌ترين عذابهاى دردآور"},{"SurahNumber":45,"VerseNumber":12,"Text":"خداست كه دريا را رام كرد تا در آن به فرمان او كشتيها روان باشند، و طلب معيشت كنيد، باشد كه سپاسگزار باشيد"},{"SurahNumber":45,"VerseNumber":13,"Text":"رام شما ساخت آنچه در آسمانهاست و آنچه در زمين است. همه از آن اوست. در اين براى متفكران عبرتهاست"},{"SurahNumber":45,"VerseNumber":14,"Text":"به كسانى كه ايمان آورده‌اند، بگو: از خطاى كسانى كه به روزهاى خدا باور ندارند درگذريد، تا خود، آن مردم را به جزاى اعمالى كه مرتكب شده‌اند پاداش دهد"},{"SurahNumber":45,"VerseNumber":15,"Text":"هر كس كار شايسته‌اى كند، به سود خود اوست؛ و هر كس مرتكب كار بدى شود، به زيان اوست. سپس همه به سوى پروردگارتان بازگردانده مى‌شويد"},{"SurahNumber":45,"VerseNumber":16,"Text":"ما به بنى‌اسرائيل كتاب و علم داورى و نبوت عطا كرديم و از چيزهاى پاكيزه و خوش روزيشان كرديم. و بر جهانيان برتريشان داديم"},{"SurahNumber":45,"VerseNumber":17,"Text":"و آنها را در باره آن امر دلايلى روشن داديم. و در آن از روى حسد و كينه اختلاف نكردند، مگر آنگاه كه دانش يافتند. خدا در روز قيامت در آنچه اختلاف مى‌كردند داورى خواهد كرد"},{"SurahNumber":45,"VerseNumber":18,"Text":"پس تو را به راه دين انداختيم. از آن راه برو، و از پى خواهش نادانان مرو"},{"SurahNumber":45,"VerseNumber":19,"Text":"اينان تو را هيچ از خدا بى‌نياز نمى‌كنند و ظالمان دوستداران يكديگرند، و خدا دوستدار پرهيزگاران است"},{"SurahNumber":45,"VerseNumber":20,"Text":"اين قرآن مايه بصيرت مردم و هدايت و رحمتى است براى اهل يقين"},{"SurahNumber":45,"VerseNumber":21,"Text":"آيا آنان كه مرتكب بديها مى‌شوند مى‌پندارند كه در شمار كسانى كه ايمان آورده‌اند و كارهاى شايسته كرده‌اند قرارشان مى‌دهيم؟ و آيا زندگى و مرگشان يكسان است؟ چه بد داورى مى‌كنند"},{"SurahNumber":45,"VerseNumber":22,"Text":"و خدا آسمانها و زمين را به حق بيافريد تا هر كسى را برابر كارى كه كرده است پاداش دهد و به آنها ستم نشود"},{"SurahNumber":45,"VerseNumber":23,"Text":"آيا آن كس را كه هوسش را چون خداى خود گرفت و خدا از روى علم گمراهش كرد و بر گوش و دلش مُهر نهاد و بر ديدگانش پرده افكند، ديده‌اى؟ اگر خدا هدايت نكند چه كسى او را هدايت خواهد كرد؟ چرا پند نمى‌گيريد؟"},{"SurahNumber":45,"VerseNumber":24,"Text":"و گفتند: جز زندگى دنيوى ما هيچ نيست. مى‌ميريم و زنده مى‌شويم و ما را جز دهر هلاك نكند. آنان را بدان دانشى نيست و جز در پندارى نيستند"},{"SurahNumber":45,"VerseNumber":25,"Text":"و چون آيات روشنگر ما بر آنها تلاوت شود، حجتشان جز اين نيست كه مى‌گويند: اگر راست مى‌گوييد، پدران ما را زنده كنيد"},{"SurahNumber":45,"VerseNumber":26,"Text":"بگو: خداست كه شما را زنده مى‌كند، پس مى‌ميراند و سپس همه را در روز قيامت -كه شكى در آن نيست- گردمى‌آورد. ولى بيشتر مردم نمى‌دانند"},{"SurahNumber":45,"VerseNumber":27,"Text":"از آنِ خداوند است فرمانروايى آسمان و زمين. و آن روز كه قيامت بر پا شود، اهل باطل زيان خواهند كرد"},{"SurahNumber":45,"VerseNumber":28,"Text":"هر امتى را ببينى كه به زانو درآمده است، و هر امتى را براى گرفتن نامه اعمالش بخوانند. در چنين روزى در برابر اعمالى كه كرده‌ايد پاداش مى‌بينيد"},{"SurahNumber":45,"VerseNumber":29,"Text":"اين نوشته ماست كه به حق سخن مى‌گويد، زيرا ما كارهايى را كه مى‌كرده‌ايد مى‌نوشته‌ايم"},{"SurahNumber":45,"VerseNumber":30,"Text":"اما كسانى را كه ايمان آورده‌اند و كارهاى شايسته مى‌كنند، پروردگارشان داخل در رحمت خويش مى‌كند، و اين كاميابى آشكار است"},{"SurahNumber":45,"VerseNumber":31,"Text":"اما اى آنان كه ايمان نياورده‌ايد، مگر نه آنكه آيات ما بر شما خوانده مى‌شد و شما تكبر مى‌ورزيديد و مردمى گناهكار بوديد؟"},{"SurahNumber":45,"VerseNumber":32,"Text":"چون گفته مى‌شد كه وعده خدا حق است و در قيامت ترديدى نيست، مى‌گفتيد: ما نمى‌دانيم قيامت چيست؟ جز گمانى نمى‌بريم و به يقين نرسيده‌ايم"},{"SurahNumber":45,"VerseNumber":33,"Text":"اعمال زشتشان در برابرشان آشكار شد و آن چيزى كه مسخره‌اش مى‌كردند گرد بر گردشان را بگرفت"},{"SurahNumber":45,"VerseNumber":34,"Text":"به آنها گفته شود: امروز فراموشتان مى‌كنيم، همچنان كه شما ديدار چنين روزتان را فراموش كرده بوديد. جايگاهتان در آتش است و شما را هيچ ياورى نيست"},{"SurahNumber":45,"VerseNumber":35,"Text":"و اين به كيفر آن است كه آيات خدا را به مسخره مى‌گرفتيد و زندگى دنيوى شما را بفريفت. پس امروز از اين آتش كسى بيرونشان نبرد و كسى عذرشان را نپذيرد"},{"SurahNumber":45,"VerseNumber":36,"Text":"ستايش از آنِ خداست، پروردگار آسمانها و پروردگار زمين و پروردگار جهانيان"},{"SurahNumber":45,"VerseNumber":37,"Text":"بزرگوارى در آسمانها و زمين خاص اوست، و اوست پيروزمند و حكيم"}]}