{"Id":114,"LanguageCodes":["en","eng"],"Name":"eng-edwardhenrypalm","Author":"Edward Henry Palmer","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"M"},{"SurahNumber":46,"VerseNumber":2,"Text":"The revelation of the Book from God the mighty, the wise"},{"SurahNumber":46,"VerseNumber":3,"Text":"We have only created the heavens and the earth and what is between the two in truth and for an appointed time; but those who misbelieve from being warned do turn aside"},{"SurahNumber":46,"VerseNumber":4,"Text":"Say, 'Have ye considered what ye call on beside God?' Show me what they have created of the earth? or have they share in the heavens? Bring me a book before this or a vestige of knowledge, if ye do tell the truth"},{"SurahNumber":46,"VerseNumber":5,"Text":"But who is more in error than he who calls beside God on what will never answer him until the resurrection day and who are heedless of their calling"},{"SurahNumber":46,"VerseNumber":6,"Text":"and when men are gathered together are enemies of theirs and do deny their service"},{"SurahNumber":46,"VerseNumber":7,"Text":"And when our evident signs are recited to them, those who misbelieve say of the truth when it comes to them, 'This is obvious magic"},{"SurahNumber":46,"VerseNumber":8,"Text":"Or do they say, 'He has forged it?' Say, 'If I have forged ye cannot obtain for me aught from God; He knows best what ye utter concerning it; He is witness enough between me and you, and He is the forgiving, the merciful"},{"SurahNumber":46,"VerseNumber":9,"Text":"Say, 'I am not an innovator among the apostles; nor do I know what will be done with me or with you if I follow aught but what I am inspired with; nor am I aught but a plain warner"},{"SurahNumber":46,"VerseNumber":10,"Text":"Say, 'Have ye considered, if it is from God and ye have disbelieved therein, and a witness from the children of Israel testifies to the conformity of it, and he believes while ye are too big with pride? Verily, God guides not the unjust people"},{"SurahNumber":46,"VerseNumber":11,"Text":"And those who misbelieve say of those who believe, 'If it had been good, they would not have been beforehand with us therein;' and when they are not guided thereby, then will they say, 'This is an old-fashioned lie"},{"SurahNumber":46,"VerseNumber":12,"Text":"But before it was the Book of Moses, a model and a mercy; and this is a book confirming it in Arabic language, to warn those who do wrong and as glad tidings to those who do well"},{"SurahNumber":46,"VerseNumber":13,"Text":"Verily, those who say, 'Our Lord is God,' and then keep straight, there is no fear for them, and they shall not be grieved"},{"SurahNumber":46,"VerseNumber":14,"Text":"These are the fellows of Paradise to dwell therein for aye, a recompence for that which they have done"},{"SurahNumber":46,"VerseNumber":15,"Text":"We have prescribed for man kindness towards his parents. His mother bore him with trouble and brought him forth with trouble; and the bearing of him and the weaning of him is thirty months; until, when he reaches puberty, and reaches forty years, he says, 'Lord! stir me up that I may be thankful for thy favours wherewith thou hast favoured me and my parents; and that I may do right to please Thee; and make it right for me in my offspring; verily, I turn repentant unto Thee, and, verily, I am of those resigned"},{"SurahNumber":46,"VerseNumber":16,"Text":"There are those from whom we accept the best of what they have done, and we pass over their offences - amongst the fellows of Paradise; the promise of truth which they have been promised"},{"SurahNumber":46,"VerseNumber":17,"Text":"But he who says to his parents, 'Fie upon you! Do ye promise me that I shall be brought forth when generations have passed away before me?' - then shall they both cry to God for help. Woe to thee! Believe! Verily, the promise of God is true. Then says he, 'This is but old folks' tales"},{"SurahNumber":46,"VerseNumber":18,"Text":"There are those against whom the sentence was due amongst the nations who have passed away before them of ginns and men; verily, they have been the losers"},{"SurahNumber":46,"VerseNumber":19,"Text":"and for all are degrees of what they have done, so that He may repay them their works, and they shall not be wronged"},{"SurahNumber":46,"VerseNumber":20,"Text":"And the day when those who misbelieve shall be exposed to the fire: 'Ye made away with your good things in your worldly life, and ye enjoyed them; wherefore today shall ye be rewarded with the torment of disgrace, for that ye were big with pride in the earth without the right, and for that ye did abomination"},{"SurahNumber":46,"VerseNumber":21,"Text":"Remember too the brother of 'Ad when he warned his people at El A'hqaf,- though warners have passed away before him and after him,- 'Serve not other than God; verily, I fear for you the torment of a mighty day"},{"SurahNumber":46,"VerseNumber":22,"Text":"They said, 'Hast thou come to us to turn us from our gods? then bring us what thou dost threaten us with, if thou art of those who speak the truth"},{"SurahNumber":46,"VerseNumber":23,"Text":"Said he, 'Knowledge is only with God: but I will preach to you that which I am sent with, though I see you are a people who are ignorant"},{"SurahNumber":46,"VerseNumber":24,"Text":"And when they saw a traversing cloud approaching their valleys they said, 'This is a cloud to give us rain.' 'Nay, but it is what ye sought to hasten on - a wind in which is grievous torment"},{"SurahNumber":46,"VerseNumber":25,"Text":"it will destroy everything at the order of its Lord!' And in the morning naught was seen save their dwellings. Thus do we reward the sinful people"},{"SurahNumber":46,"VerseNumber":26,"Text":"We had established them in what we have established you, and we made for them hearing and eyesight and hearts; but neither their hearing nor their eyesight nor their hearts availed them aught, since they did gainsay the signs of God, and that encompassed them whereat they had mocked"},{"SurahNumber":46,"VerseNumber":27,"Text":"And we destroyed the cities that are around you:- and we turned about the signs that haply they might return"},{"SurahNumber":46,"VerseNumber":28,"Text":"Why did not those help them, whom beside God they took for gods that could draw nigh to Him? Nay! they strayed away from them; for that was their lie and what they had forced"},{"SurahNumber":46,"VerseNumber":29,"Text":"And when we turned towards thee some of the ginn listening to the Qur'an, and when they were present at (the reading of) it, they said, 'Be silent!' and when it was over they turned back to their people, warning them"},{"SurahNumber":46,"VerseNumber":30,"Text":"Said they, 'O our people! verily, we have heard a book sent down after Moses, verifying what came before it, guiding to the truth, and unto the right way"},{"SurahNumber":46,"VerseNumber":31,"Text":"O our people! respond to God's crier and believe in Him, and He will pardon you your sins and will deliver you from grievous woe"},{"SurahNumber":46,"VerseNumber":32,"Text":"And whoso responds not to God's crier shall not frustrate Him in the earth, and shall not have any patrons beside Him:- these are in obvious error"},{"SurahNumber":46,"VerseNumber":33,"Text":"Did they not see that God who created the heavens and the earth, and was not wearied with creating them, is able to quicken the dead?- nay, verily, He is mighty over all"},{"SurahNumber":46,"VerseNumber":34,"Text":"And the day when those who misbelieve shall be exposed to the fire,- 'Is not this the truth?' they shall say, 'Yea, by our Lord!' He shall say, 'Then taste the torment for that ye did misbelieve"},{"SurahNumber":46,"VerseNumber":35,"Text":"Then do thou be patient, as the apostles endowed with a purpose were patient, and hasten not on (their, punishment). It shall be to them, on the day they see what they are threatened with, as though they had tarried but an hour of the day. A preaching this! Shall any perish but the people who work abomination"},{"SurahNumber":47,"VerseNumber":1,"Text":"Those who misbelieve and turn folk from God's way, He will make their works go wrong"},{"SurahNumber":47,"VerseNumber":2,"Text":"But those who believe and do right and believe in what is revealed to Mohammed,- and it is the truth from their Lord,- He will cover for them their offences and set right their mind"},{"SurahNumber":47,"VerseNumber":3,"Text":"That is because those who misbelieve follow falsehood, and those who believe follow the truth from their Lord. Thus does God set forth for men their parables"},{"SurahNumber":47,"VerseNumber":4,"Text":"And when ye meet those who misbelieve - then striking off heads until ye have massacred them, and bind fast the bonds! Then either a free grant (of liberty) or a ransom until the war shall have laid down its burdens. That!- but if God please He would conquer them - but (it is) that He may try some of you by the others. And those who are slain in God's cause, their works shall not go wrong"},{"SurahNumber":47,"VerseNumber":5,"Text":"He will guide them and set right their mind"},{"SurahNumber":47,"VerseNumber":6,"Text":"and will make them enter into Paradise which He has told them of"},{"SurahNumber":47,"VerseNumber":7,"Text":"O ye who believe! if ye help God, He will help you, and will make firm your footsteps"},{"SurahNumber":47,"VerseNumber":8,"Text":"But as for those who misbelieve - confound them! and He will make their works go wrong"},{"SurahNumber":47,"VerseNumber":9,"Text":"That is because they were averse from what God has revealed; but their works shall be void"},{"SurahNumber":47,"VerseNumber":10,"Text":"Have they not journeyed through the land and seen how was the end of those before them? God destroyed them; and for the misbelievers is the like thereof"},{"SurahNumber":47,"VerseNumber":11,"Text":"That is because God is the patron of those who believe, and because the misbelievers have no patron"},{"SurahNumber":47,"VerseNumber":12,"Text":"Verily, God causes those who believe and do right to enter into gardens beneath which rivers flow; but those who misbelieve enjoy themselves and eat as the cattle eat; but the fire is the resort for them"},{"SurahNumber":47,"VerseNumber":13,"Text":"How many a city, stronger than thy city which has driven thee out, have we destroyed, and there was none to help them"},{"SurahNumber":47,"VerseNumber":14,"Text":"Is he who rests upon a manifest sign from his Lord like him, the evil of whose works is made seemly to him, and who follow their lusts"},{"SurahNumber":47,"VerseNumber":15,"Text":"The similitude of Paradise which is promised to the pious,- in it are rivers of water without corruption, and rivers of milk, the taste whereof changes not, and rivers of wine delicious to those who drink; and rivers of honey clarified; and there shall they have all kinds of fruit and forgiveness from their Lord! (Is that) like him who dwells in the fire for aye? and who are given to drink boiling water that shall rend their bowels asunder"},{"SurahNumber":47,"VerseNumber":16,"Text":"Some of them there are who listen to thee, until when they go forth from thee they say to those who have been given the knowledge, 'What is this which he says now?' These are those on whose hearts God his set a stamp and who follow their lusts"},{"SurahNumber":47,"VerseNumber":17,"Text":"But those who are guided, He guides them the more, and gives them the due of their piety"},{"SurahNumber":47,"VerseNumber":18,"Text":"Do they wait for aught but the Hour, that it should come to them suddenly? The conditions thereof have come already; how, when it has come on them, can they have their reminder"},{"SurahNumber":47,"VerseNumber":19,"Text":"Know thou that there is no god but God; and ask pardon for thy sin and for the believers, men and women; for God knows your return and your resort"},{"SurahNumber":47,"VerseNumber":20,"Text":"Those who misbelieve say, 'Why has not a surah been revealed?' but when a decisive surah is revealed and fighting is mentioned therein, thou mayest see those in whose heart is sickness looking towards thee with the look of one fainting in death"},{"SurahNumber":47,"VerseNumber":21,"Text":"Preferable for them were obedience and a reasonable speech! But when the matter is determined on, then if they believed God it were better for them"},{"SurahNumber":47,"VerseNumber":22,"Text":"Would ye perhaps, if ye had turned back, have done evil in the land and severed the bonds of kinship"},{"SurahNumber":47,"VerseNumber":23,"Text":"It is these whom God has cursed, and has made them deaf, and has blinded their eyesight"},{"SurahNumber":47,"VerseNumber":24,"Text":"Do they not peruse the Qur'an? or are there locks upon their hearts"},{"SurahNumber":47,"VerseNumber":25,"Text":"Verily, those who turn their backs after the guidance that has been manifested to them - Satan induces them, but (God) lets them go on for a time"},{"SurahNumber":47,"VerseNumber":26,"Text":"That is for that they say to those who are averse from what God has revealed, 'We will obey you in part of the affair!' but God knows their secrets"},{"SurahNumber":47,"VerseNumber":27,"Text":"How will it be when the angels take their souls, smiting their faces and their backs"},{"SurahNumber":47,"VerseNumber":28,"Text":"This is because they follow what angers God and are averse from His goodwill; and their works are void"},{"SurahNumber":47,"VerseNumber":29,"Text":"Do those in whose hearts is sickness reckon that God will not bring their malice forth"},{"SurahNumber":47,"VerseNumber":30,"Text":"But did we please we would show thee them, and thou shouldst know them by their cognisances. But thou shalt know them by their distorting their speech, and God knows their works"},{"SurahNumber":47,"VerseNumber":31,"Text":"But we will try you until we know those among you who fight strenuously and the patient; and we will try the reports concerning you"},{"SurahNumber":47,"VerseNumber":32,"Text":"Verily, those who misbelieve and turn folks off God's path, and break with the Apostle after the guidance that has been manifested to them, cannot harm God at all, and their works shall be void"},{"SurahNumber":47,"VerseNumber":33,"Text":"O ye who believe! obey God, and obey the Apostle; and make not your works vain"},{"SurahNumber":47,"VerseNumber":34,"Text":"Verily, those who misbelieve and turn folks off God's path, and then die misbelievers, God will not pardon them"},{"SurahNumber":47,"VerseNumber":35,"Text":"Then faint not, nor cry for peace while ye have the upper hand; for God is with you and will not cheat you of your works"},{"SurahNumber":47,"VerseNumber":36,"Text":"The life of this world is but a play and a sport; but if ye believe and fear God, He will give you your hire"},{"SurahNumber":47,"VerseNumber":37,"Text":"He does not ask you for (all) your property; if He were to ask you for it and to press you, ye would be niggardly, and he would bring your malice out"},{"SurahNumber":47,"VerseNumber":38,"Text":"Here are ye called upon to expend in God's cause, and among you are some who are niggardly; and he who is niggardly is but niggardly against his own soul: but God is rich and ye are poor, and if ye turn your backs He will substitute another people in your stead, then they will not be like you"},{"SurahNumber":48,"VerseNumber":1,"Text":"Verily, we have given thee an obvious victory"},{"SurahNumber":48,"VerseNumber":2,"Text":"that God may pardon thee thy former and later sin, and may fulfil His favour upon thee, and guide thee in a right way"},{"SurahNumber":48,"VerseNumber":3,"Text":"and that God may help thee with a mighty help"},{"SurahNumber":48,"VerseNumber":4,"Text":"It is He who sent down His shechina into the hearts of the believers that they might have faith added to their faith;- and God's are the hosts of the heavens and the earth, and God is knowing, wise"},{"SurahNumber":48,"VerseNumber":5,"Text":"to make the believers, men and women, enter into gardens beneath which rivers flow, to dwell therein for aye; and to cover for them their offences; for that with God is a grand bliss"},{"SurahNumber":48,"VerseNumber":6,"Text":"and to torment the hypocrites, men and women, and the idolaters, men and women, who think evil thoughts of God;- over them is a turn of evil fortune, and God will be wrath with them and curse them, and has prepared for them hell, and an evil journey shall it be"},{"SurahNumber":48,"VerseNumber":7,"Text":"God's are the hosts of the heavens and the earth, and God is mighty, wise"},{"SurahNumber":48,"VerseNumber":8,"Text":"Verily, we have sent thee as a witness, and a herald of glad tidings, and a warner"},{"SurahNumber":48,"VerseNumber":9,"Text":"that ye may believe in God and His Apostle, and may aid Him and revere Him and celebrate His praises morning and evening"},{"SurahNumber":48,"VerseNumber":10,"Text":"Verily, those who swear allegiance to thee do but swear allegiance to God;- God's hand is above their hands and whoso perjures himself does but perjure himself against himself; but he who fulfils what he has covenanted with God, God shall bring him mighty hire"},{"SurahNumber":48,"VerseNumber":11,"Text":"The desert Arabs who were left behind shall say, 'Our wealth and our people occupied us; ask pardon then for us!' - they speak with their tongues what is not in their hearts! Say, 'Who can control for you aught from God, if He wish you harm or wish you advantage?' Nay, God of what ye do is well aware"},{"SurahNumber":48,"VerseNumber":12,"Text":"Nay, ye thought that the Apostle and the believers would not ever return again to their families; that was made seemly in your hearts! and ye thought evil thoughts, and ye were a corrupt people"},{"SurahNumber":48,"VerseNumber":13,"Text":"Whoso believes not in God and His Apostle - we have prepared for the unbelievers a blaze"},{"SurahNumber":48,"VerseNumber":14,"Text":"God's is the kingdom of the heavens and of the earth. He pardons whom He pleases, and torments whom He pleases; and God is forgiving, merciful"},{"SurahNumber":48,"VerseNumber":15,"Text":"Those who were left behind shall say when ye have gone forth to spoils that ye may take, 'Let us follow you;' they wish to change God's words. Say, 'Ye shall by no means follow us; thus did God say before!' They will say, 'Nay! but ye envy us!' Nay! they did not understand save a little"},{"SurahNumber":48,"VerseNumber":16,"Text":"Say to those desert Arabs who were left behind, 'Ye shall be called out against a people endowed with vehement valour, and shall fight them or they shall become Muslims. And if ye obey, God will give you a good hire; but if ye turn your backs, as ye turned your backs before, He will torment you with grievous woe"},{"SurahNumber":48,"VerseNumber":17,"Text":"There is no compulsion on the blind, and no compulsion on the lame, and no compulsion on the sick, but whoso obeys God and His Apostle, He will make him enter gardens beneath which rivers flow; but whoso turns his back He will torment with grievous woe"},{"SurahNumber":48,"VerseNumber":18,"Text":"God was well pleased with the believers when they did swear allegiance to thee beneath the tree; and He knew what was in their hearts, and He sent down His shechina upon them and rewarded them with a victory nigh at hand"},{"SurahNumber":48,"VerseNumber":19,"Text":"and many spoils for them to take; for God is mighty, wise"},{"SurahNumber":48,"VerseNumber":20,"Text":"God promised you many spoils and hastened this on for you, and restrained men's hands from you; and it may be a sign for the believers and guide you in a right way"},{"SurahNumber":48,"VerseNumber":21,"Text":"and other (spoils) which ye could not gain; but God has encompassed them; for God is mighty over all"},{"SurahNumber":48,"VerseNumber":22,"Text":"And had those who misbelieved fought you, they would have turned their backs; then they would have found neither patron nor helper"},{"SurahNumber":48,"VerseNumber":23,"Text":"God's course which has been followed before, and thou shalt find no change in the course of God"},{"SurahNumber":48,"VerseNumber":24,"Text":"He it was who restrained their hands from you, and your hands from them in the mid-valley of Mecca after He had given you the victory over them; for God on what ye do doth look"},{"SurahNumber":48,"VerseNumber":25,"Text":"Those who misbelieved and turned (you) away from the Sacred Mosque, and (turned away) the offering, kept from arriving at its destined place; and had it not been for believing men and believing women whom ye knew not, whom ye might have trampled on, and so a crime might have occurred to you on their account without your knowledge - that God may make whomsoever He pleases enter into His mercy. Had they been distinct from one another, we would have tormented those of them who misbelieved with grievous woe"},{"SurahNumber":48,"VerseNumber":26,"Text":"When those who misbelieved put in their hearts pique - the pique of ignorance - and God sent down His shechina upon His Apostle and upon the believers, and obliged them to keep to the word of piety, and they were most worthy of it and most suited for it; for God all things doth know"},{"SurahNumber":48,"VerseNumber":27,"Text":"God truly verified for His Apostle the vision that ye shall verity enter the Sacred Mosque, if God please, in safety with shaven heads or cut hair, ye shall not fear; for He knows what ye know not, and He has set for you, beside that, a victory nigh at hand"},{"SurahNumber":48,"VerseNumber":28,"Text":"He it is who sent His Apostle with guidance and the religion of truth to set it above all religion; for God is witness enough"},{"SurahNumber":48,"VerseNumber":29,"Text":"Mohammed is the Apostle of God, and those who are with Him are vehement against the misbelievers,- compassionate amongst themselves; thou mayest see them bowing down, adoring, craving grace from God and His goodwill,- their marks are in their faces from the effects of adoration;- that is their similitude in the law and their similitude in the gospel; as a seedling puts forth its sprouts and strengthens it, and grows stout, and straightens itself upon its stem, delighting the sower!- that the misbelievers may be angry at them;- God has promised those of them who believe and do right - forgiveness and a mighty hire"},{"SurahNumber":49,"VerseNumber":1,"Text":"O ye who believe! do not anticipate God and His Apostle, but fear God; verily, God both hears and knows"},{"SurahNumber":49,"VerseNumber":2,"Text":"O ye who believe! raise not your voices above the voice of the prophet, and do not speak loud to him as ye speak loud to one another, lest your works become vain, while ye do not perceive"},{"SurahNumber":49,"VerseNumber":3,"Text":"Verily, those who lower their voice before the Apostle of God, they are those whose hearts God has proved for piety, for them is forgiveness and a mighty hire"},{"SurahNumber":49,"VerseNumber":4,"Text":"Verily, those who cry out to thee from behind the inner chambers, most of them have no sense"},{"SurahNumber":49,"VerseNumber":5,"Text":"but did they wait until thou come out to them, it were better for them;- but God is forgiving, merciful"},{"SurahNumber":49,"VerseNumber":6,"Text":"O ye who believe! if there come to you a sinner with an information, then discriminate, lest ye fall upon a people in ignorance and on the morrow repent of what ye have done"},{"SurahNumber":49,"VerseNumber":7,"Text":"And know that among you is the Apostle of God; if he should obey you in many a matter ye would commit a sin; God has made faith beloved by you, and has made it seemly in your hearts, and has made misbelief and iniquity and rebellion hateful to you.- These are the rightly directed"},{"SurahNumber":49,"VerseNumber":8,"Text":"grace from God and favour! and God is knowing, wise"},{"SurahNumber":49,"VerseNumber":9,"Text":"And if the two parties of the believers quarrel, then make peace between them; and if one of the twain outrages the other, then fight the party that has committed the outrage until it return to God's bidding; and if it do return then make peace between them with equity, and be just; verily, God loves the just"},{"SurahNumber":49,"VerseNumber":10,"Text":"The believers are but brothers, so make peace between your two brethren and fear God, haply ye may obtain mercy"},{"SurahNumber":49,"VerseNumber":11,"Text":"O ye who believe! let not one class ridicule another who are perchance better than they; nor let women ridicule other women who are perchance better than they; and do not defame each other, nor call each other bad names - an ill name is iniquity after faith"},{"SurahNumber":49,"VerseNumber":12,"Text":"O ye who believe! carefully avoid suspicion; verily, some suspicion is a sin. And do not play the spy, nor backbite each other; would one of you like to eat his dead brother's flesh?- why! ye would abhor it! then fear God; verily, God is relentant, compassionate"},{"SurahNumber":49,"VerseNumber":13,"Text":"O ye folk! verily, we have created you of male and female, and made you races and tribes that ye may know each other. Verily, the most honourable of you in the sight of God is the most pious of you; verily, God is knowing, aware"},{"SurahNumber":49,"VerseNumber":14,"Text":"The desert Arabs say, 'We believe.' Say, 'Ye do not believe; but say, \"We have become Muslims;\" for the faith has not entered into your hearts: but if ye obey God and His Apostle He will not defraud you of your works at all: verily, God is forgiving, compassionate"},{"SurahNumber":49,"VerseNumber":15,"Text":"The believers are only those who believe in God and His Apostle, and then doubt not, but fight strenuously with their wealth and persons in God's cause - these are the truth-tellers"},{"SurahNumber":49,"VerseNumber":16,"Text":"Say, 'Will ye teach God your religion?' when God knows what is in the heavens and what is in the earth, and God all things doth know"},{"SurahNumber":49,"VerseNumber":17,"Text":"They deem that they oblige thee by becoming Muslims. Say, 'Nay! deem not that ye oblige me by your becoming Muslims! God obliges you, by directing you to the faith, if ye do speak the truth"},{"SurahNumber":49,"VerseNumber":18,"Text":"Verily, God knows the unseen things of the heavens and the earth, and God on what ye do doth look"},{"SurahNumber":50,"VerseNumber":1,"Text":"By the glorious Qur'an"},{"SurahNumber":50,"VerseNumber":2,"Text":"nay, they wonder that there has come to them a warner from amongst themselves; and the misbelievers say, 'This is a wondrous thing"},{"SurahNumber":50,"VerseNumber":3,"Text":"What, when we are dead and have become dust?- that is a remote return"},{"SurahNumber":50,"VerseNumber":4,"Text":"We well know what the earth consumes of them, for with, us is a book that keeps (account)"},{"SurahNumber":50,"VerseNumber":5,"Text":"Nay, they call the truth a lie when it comes to them, and they are in a confused affair"},{"SurahNumber":50,"VerseNumber":6,"Text":"Do not they behold the heaven above them, how we have built it and adorned it, and how it has no flaws"},{"SurahNumber":50,"VerseNumber":7,"Text":"And the earth, we have stretched it out and thrown thereon firm mountains, and caused to grow thereon every beautiful kind"},{"SurahNumber":50,"VerseNumber":8,"Text":"An insight and a reminder to every servant who repents"},{"SurahNumber":50,"VerseNumber":9,"Text":"And we sent down from the heaven water as a blessing, and caused to grow therewith gardens and the harvest grain"},{"SurahNumber":50,"VerseNumber":10,"Text":"And the tall palm trees having piled up spathes"},{"SurahNumber":50,"VerseNumber":11,"Text":"for a provision to (our) servants; and we quickened thereby a dead land; thus shall the resurrection be"},{"SurahNumber":50,"VerseNumber":12,"Text":"Before them the people of Noah and the fellows of ar Rass and Thamud"},{"SurahNumber":50,"VerseNumber":13,"Text":"and 'Ad and Pharaoh called the apostles liars; and the brethren of Lot"},{"SurahNumber":50,"VerseNumber":14,"Text":"and the fellows of the Grove and the people of Tubbah all called the prophets liars, and the threat was duly executed"},{"SurahNumber":50,"VerseNumber":15,"Text":"Were we then fatigued with the first creation? nay! but they are in obscurity concerning the new creation"},{"SurahNumber":50,"VerseNumber":16,"Text":"But we created man, and we know what his soul whispers; for we are nigher to him than his jugular vein"},{"SurahNumber":50,"VerseNumber":17,"Text":"When the two meeters meet, sitting the one on the right and the other on the left"},{"SurahNumber":50,"VerseNumber":18,"Text":"not a word does he utter, but a watcher is by him ready"},{"SurahNumber":50,"VerseNumber":19,"Text":"And the agony of death shall come in truth!- 'that is what thou didst shun"},{"SurahNumber":50,"VerseNumber":20,"Text":"And the trumpet shall be blown!- that is the threatened day"},{"SurahNumber":50,"VerseNumber":21,"Text":"And every soul shall come - with it a driver and a witness"},{"SurahNumber":50,"VerseNumber":22,"Text":"Thou wert heedless of this, and we withdrew thy veil from thee, and today is thine eyesight keen"},{"SurahNumber":50,"VerseNumber":23,"Text":"And his mate shall say, 'This is what is ready for me (to attest)"},{"SurahNumber":50,"VerseNumber":24,"Text":"Throw into hell every stubborn misbeliever"},{"SurahNumber":50,"VerseNumber":25,"Text":"who forbids good, a transgressor, a doubter"},{"SurahNumber":50,"VerseNumber":26,"Text":"who sets other gods with God - and throw him, ye twain, into fierce torment"},{"SurahNumber":50,"VerseNumber":27,"Text":"His mate shall say, 'Our Lord! I seduced him not, but he was in a remote error"},{"SurahNumber":50,"VerseNumber":28,"Text":"He shall say, 'Wrangle not before me; for I sent the threat to you before"},{"SurahNumber":50,"VerseNumber":29,"Text":"The sentence is not changed with me, nor am I unjust to my servants"},{"SurahNumber":50,"VerseNumber":30,"Text":"On the day we will say to hell, 'Art thou full?' and it will say, 'Are there any more"},{"SurahNumber":50,"VerseNumber":31,"Text":"And Paradise shall be brought near to the pious,- not far off"},{"SurahNumber":50,"VerseNumber":32,"Text":"This is what ye are promised, to every one who turns frequently (to God) and keeps His commandments"},{"SurahNumber":50,"VerseNumber":33,"Text":"who fears the Merciful in secret and brings a repentant heart"},{"SurahNumber":50,"VerseNumber":34,"Text":"Enter into it in peace: this is the day of eternity"},{"SurahNumber":50,"VerseNumber":35,"Text":"They shall have what they wish therein, and increase from us"},{"SurahNumber":50,"VerseNumber":36,"Text":"How many a generation have we destroyed before them, mightier than they in prowess! Pass through the land, is there any refuge"},{"SurahNumber":50,"VerseNumber":37,"Text":"Verily, in that is a reminder to whomsoever has a heart, or, gives ear, and is a witness thereto"},{"SurahNumber":50,"VerseNumber":38,"Text":"We did create the heavens and the earth and what is between the two in six days, and no weariness touched us"},{"SurahNumber":50,"VerseNumber":39,"Text":"Be thou patient then of what they say, and celebrate the praises of thy Lord before the rising of the sun and before the setting"},{"SurahNumber":50,"VerseNumber":40,"Text":"And through (some) of the night celebrate His praise and the additional adorations"},{"SurahNumber":50,"VerseNumber":41,"Text":"And listen for the day when the crier shall cry from a near place"},{"SurahNumber":50,"VerseNumber":42,"Text":"the day when they shall hear the shout in truth - that is the day of coming forth"},{"SurahNumber":50,"VerseNumber":43,"Text":"Verily, we quicken and we kill, and unto us the journey is"},{"SurahNumber":50,"VerseNumber":44,"Text":"On the day when the earth shall be cleft asunder from them swiftly;- that is a gathering together which is easy to us"},{"SurahNumber":50,"VerseNumber":45,"Text":"We know what they say; nor art thou over them one to compel. Wherefore remind, by the Qur'an, him who fears the threat"},{"SurahNumber":51,"VerseNumber":1,"Text":"By the scatterers who scatter"},{"SurahNumber":51,"VerseNumber":2,"Text":"and by those pregnant with their burden"},{"SurahNumber":51,"VerseNumber":3,"Text":"and by those running on easily"},{"SurahNumber":51,"VerseNumber":4,"Text":"and by the distributors of affairs"},{"SurahNumber":51,"VerseNumber":5,"Text":"verily, what ye are threatened with is surely true"},{"SurahNumber":51,"VerseNumber":6,"Text":"And, verily, the judgment will surely take place"},{"SurahNumber":51,"VerseNumber":7,"Text":"By the heaven possessed of paths"},{"SurahNumber":51,"VerseNumber":8,"Text":"verily, ye are at variance in what ye say"},{"SurahNumber":51,"VerseNumber":9,"Text":"He is turned from it who is turned"},{"SurahNumber":51,"VerseNumber":10,"Text":"Slain be the liars"},{"SurahNumber":51,"VerseNumber":11,"Text":"who are heedless in a flood (of ignorance)"},{"SurahNumber":51,"VerseNumber":12,"Text":"They will ask, 'When is the day of judgment"},{"SurahNumber":51,"VerseNumber":13,"Text":"The day when at the fire they shall be tried"},{"SurahNumber":51,"VerseNumber":14,"Text":"Taste your trial! this is what we wished to hasten on"},{"SurahNumber":51,"VerseNumber":15,"Text":"Verily, the pious are in gardens and springs"},{"SurahNumber":51,"VerseNumber":16,"Text":"taking what their Lord brings them. Verily, they before that did well"},{"SurahNumber":51,"VerseNumber":17,"Text":"But little of the night they slept"},{"SurahNumber":51,"VerseNumber":18,"Text":"and at the dawn they asked forgiveness"},{"SurahNumber":51,"VerseNumber":19,"Text":"And in their wealth was what was due to him who asked, and him who was kept back from asking"},{"SurahNumber":51,"VerseNumber":20,"Text":"And in the earth are signs to those who are sure"},{"SurahNumber":51,"VerseNumber":21,"Text":"and in yourselves,- what! do ye not then see"},{"SurahNumber":51,"VerseNumber":22,"Text":"And in the heaven is your provision and that which ye are promised"},{"SurahNumber":51,"VerseNumber":23,"Text":"But by the Lord of the heaven and the earth! verily, it is the truth,- like that which ye do utter"},{"SurahNumber":51,"VerseNumber":24,"Text":"Has the tale of Abraham's honoured guests reached thee"},{"SurahNumber":51,"VerseNumber":25,"Text":"When they entered in unto him and said, 'Peace!' he said, 'Peace!-a people unrecognised"},{"SurahNumber":51,"VerseNumber":26,"Text":"And he went aside unto his people and fetched a fat calf"},{"SurahNumber":51,"VerseNumber":27,"Text":"and brought it nigh unto them; said he, 'Will ye then not eat"},{"SurahNumber":51,"VerseNumber":28,"Text":"And he felt a secret fear of them: said they, Fear not.' And they gave him glad tidings of a knowing boy"},{"SurahNumber":51,"VerseNumber":29,"Text":"And his wife approached with a noise, and smote her face, and said, 'An old woman, barren"},{"SurahNumber":51,"VerseNumber":30,"Text":"Said they, 'Thus says thy Lord, He is knowing, wise"}]}