{"Id":91,"LanguageCodes":["de","deu"],"Name":"deu-amirzaidan","Author":"Amir Zaidan","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":58,"VerseNumber":1,"Text":"Bereits hörte ALLAH die Äußerung derjenigen, die mit dir wegen ihres Ehemannes disputierte und sich vor ALLAH beklagte, und ALLAH hörte euren Dialog. Gewiß, ALLAH ist Allhörend, Allsehend"},{"SurahNumber":58,"VerseNumber":2,"Text":"Diejenigen von euch, die ihren Ehefrauen Zihar aussprachen, diese sind sicherlich nicht ihre Mütter. Gewiß, ihre Mütter sind nur diejenigen, die sie gebaren. Und gewiß, sie sagen doch etwas Mißbilligtes vom Gesagten und Falsches. Und gewiß, ALLAH ist doch reue-annehmend, allvergebend"},{"SurahNumber":58,"VerseNumber":3,"Text":"Und denjenigen, die ihren Ehefrauen Zihar aussprachen, dann zurücknehmen, was sie sagten, gilt (als Kaffara ) die Befreiung eines Unfreien, bevor beide sich intim berühren. Damit werdet ihr ermahnt. Und ALLAH ist dessen, was ihr tut, allkundig"},{"SurahNumber":58,"VerseNumber":4,"Text":"Also wer dieses nicht vermag, so fastet er zwei aufeinander folgende Monate lang, bevor beide sich intim berühren. Und wer es nicht kann, dann speist er sechzig Arme. Dies, damit ihr den Iman an ALLAH und Seinen Gesandten verinnerlicht. Und diese sind ALLAHs Richtlinien. Und für die Kafir ist eine qualvolle Peinigung bestimmt"},{"SurahNumber":58,"VerseNumber":5,"Text":"Gewiß, diejenigen, die sich ALLAH und Seinen Gesandten widersetzen, wurden niedergemacht, wie diejenigen vor ihnen niedergemacht wurden. Und bereits sandten WIR deutliche Ayat hinab. Und für die Kafir ist erniedrigende Peinigung bestimmt"},{"SurahNumber":58,"VerseNumber":6,"Text":"An dem Tag, wenn sie allesamt erweckt werden, dann wird ER ihnen Mitteilung machen über das, was sie taten. ALLAH umfaßte es detailliert, während sie es vergaßen. Und ALLAH ist über alles Zeuge"},{"SurahNumber":58,"VerseNumber":7,"Text":"Hast du etwa nicht wahrgenommen, daß ALLAH alles kennt, was in den Himmeln und auf Erden ist?! Es gibt weder eine heimliche Unterredung von dreien, ohne daß ER ihr Vierter ist, noch von Fünfen, ohne daß ER ihr Sechster ist, noch von weniger als diesen oder noch mehr, ohne daß ER doch mit ihnen ist, wo sie sind. Dann wird ER ihnen Mitteilung machen über das, was sie taten, am Tag der Auferstehung. Gewiß, ALLAH ist über alles allwissend"},{"SurahNumber":58,"VerseNumber":8,"Text":"Sahst du etwa nicht diejenigen, denen die heimliche Unterredung verboten wurde, dann sie dennoch zu dem zurückkehren, was ihnen verboten wurde, und unterhalten sich heimlich über das Verfehlen, das Übertreten und das Widersprechen des Gesandten?! Und wenn sie zu dir kommen, begrüßen sie dich mit dem, womit ALLAH dich nicht grüßte, und sagen in ihrem Innern: \"Würde ALLAH uns doch peinigen für das, was wir sagen!\" Ihnen genügt Dschahannam, sie werden darin hineingeworfen. Also erbärmlich ist dasWerden"},{"SurahNumber":58,"VerseNumber":9,"Text":"Ihr, die den Iman verinnerlicht habt! Wenn ihr euch vertraulich unterhaltet, dann unterhaltet euch vertraulich nicht über das Verfehlen, das Übertreten und das Widersprechen des Gesandten! Und unterhaltet euch vertraulich (nur) über das gütige Handeln und die Taqwa! Und handelt Taqwa gemäß ALLAH gegenüber, vor Dem ihr versammelt werdet"},{"SurahNumber":58,"VerseNumber":10,"Text":"Die heimliche Unterredung ist nur vom Satan, damit ihr diejenigen, die den Iman verinnerlichten, traurig macht. Doch er wird ihnen in nichts schaden außer mit ALLAHs Zustimmung. Und ALLAH gegenüber sollen die Mumin Tawakkul üben"},{"SurahNumber":58,"VerseNumber":11,"Text":"Ihr, die den Iman verinnerlicht habt! Wenn euch gesagt wird: \"Macht Platz beim Sitzen!\", dann macht Platz! ALLAH möge euch Platz machen lassen. Und wenn euch gesagt wird: \"Steht auf!\", dann steht auf! ALLAH erhöht diejenigen von euch, die den Iman verinnerlichten, und diejenigen, denen dasWissen zuteil wurde, um Stellungen. Und ALLAH ist dessen allkundig, was ihr tut"},{"SurahNumber":58,"VerseNumber":12,"Text":"Ihr, die den Iman verinnerlicht habt! Wenn ihr euch mit dem Gesandten vertraulich unterhalten wollt, so gebt vor eurer vertraulichen Unterredung eine Sadaqa! Dies ist besser für euch und reiner. Und wenn ihr (es) nicht vermögt, also gewiß, ALLAH ist allvergebend, allgnädig"},{"SurahNumber":58,"VerseNumber":13,"Text":"Scheut ihr euch etwa, vor eurer vertraulichen Unterredung Sadaqa zugeben?! Und wenn ihr es nicht macht - und ALLAH nahm bereits eure Reue an, so verrichtet ordnungsgemäß das rituelle Gebet, entrichtet die Zakat und gehorcht ALLAH und Seinem Gesandten! Und ALLAH ist dessen allkundig, was ihr tut"},{"SurahNumber":58,"VerseNumber":14,"Text":"Sahst du etwa nicht diejenigen, die sich Leute, über die ALLAH erzürnt ist, als Wali nahmen?! Sie sind weder von euch, noch von ihnen, und sie schwören auf die Lüge, während sie wissen"},{"SurahNumber":58,"VerseNumber":15,"Text":"ALLAH bereitete ihnen eine qualvolle Peinigung vor. Gewiß, es war schlecht, was sie zu tun pflegten"},{"SurahNumber":58,"VerseNumber":16,"Text":"Sie nahmen sich ihre Eide als Schutzschild, dann hielten sie von ALLAHs Weg ab. So ist für sie erniedrigende Peinigung bestimmt"},{"SurahNumber":58,"VerseNumber":17,"Text":"Ihnen werden weder ihr Vermögen, noch ihre Kinder vor ALLAH etwas nützen. Diese sind die Weggenossen des Feuers, sie bleiben darin ewig"},{"SurahNumber":58,"VerseNumber":18,"Text":"An dem Tag, wenn ER sie allesamt erweckt, werden sie Ihm schwören, wie sie euch schwören, und sie denken, sie verfügen über etwas (Nützliches). Ja, zweifelsohne! Sie sind die eigentlichen Lügner"},{"SurahNumber":58,"VerseNumber":19,"Text":"Der Satan bemächtigte sich ihrer, dann ließ er sie ALLAHs Gedenken vergessen. Diese sind die Partei des Satans. Ja, zweifelsohne! Die Partei des Satans sind die wirklichen Verlierer"},{"SurahNumber":58,"VerseNumber":20,"Text":"Gewiß, diejenigen, die sich ALLAH und Seinem Gesandten widersetzen, diese sind unter den Erniedrigsten"},{"SurahNumber":58,"VerseNumber":21,"Text":"ALLAH schrieb: \"Doch siegen werde ICH und Meine Gesandten.\" Gewiß, ALLAH ist allkräftig, allwürdig"},{"SurahNumber":58,"VerseNumber":22,"Text":"Du findest keine Leute, die den Iman an ALLAH und an den Jüngsten Tag verinnerlichen, diejenigen lieben, die sich ALLAH und Seinem Gesandten widersetzten, selbst dann nicht, wenn diese ihre Väter, ihre Söhne, ihre Brüder oder ihre Verwandten wären. Diese sind diejenigen, in deren Herzen ER den Iman festschrieb und die ER mit Ruhh von Ihm stärkte. Und ER läßt sie in Dschannat eintreten, die von Flüssen durchflossen werden, darin sind sie ewig. ALLAH hat Wohlgefallen an ihnen und sie sind mit Ihm zufrieden. Diese sind die ALLAH (loyale) Partei. Ja, zweifelsohne! Die ALLAH (loyale) Partei sind die wirklichen Erfolgreichen"},{"SurahNumber":59,"VerseNumber":1,"Text":"ALLAH lobpreisen alle, die in den Himmeln und auf Erden sind. Und ER ist Der Allwürdige, Der Allweise"},{"SurahNumber":59,"VerseNumber":2,"Text":"ER ist Derjenige, Der diejenigen von den Schriftbesitzern, die Kufr betrieben haben, von ihren Wohnstätten zur ersten Vertreibung heraustreiben ließ. Ihr dachtet nicht, daß sie herauskommen werden, und sie dachten, daß ihre Burgen sie vor ALLAH schützen würden. Dann kam ALLAH zu ihnen von da, womit sie nicht rechneten, und warf in ihre Herzen den Schrecken. Sie zerstörten ihre Häuser mit ihren eigenen Händen und den Händen der Mumin. So zieht (daraus) eine Lehre, ihr mit Einblick"},{"SurahNumber":59,"VerseNumber":3,"Text":"Und hätte ALLAH ihnen die Deportation nicht bestimmt, hätte ER sie doch im Diesseits gepeinigt. Und für sie ist im Jenseits die Peinigung des Feuers bestimmt"},{"SurahNumber":59,"VerseNumber":4,"Text":"Dies, weil sie sich ALLAH und Seinem Gesandten widersetzten. Und wer sich ALLAH widersetzt, also gewiß, ALLAH ist hart im Strafen"},{"SurahNumber":59,"VerseNumber":5,"Text":"Und ihr habt nicht eine junge Dattelpalme gefällt oder sie auf ihren Wurzeln stehen lassen außer mit ALLAHs Zustimmung, und damit ER die Fasiq erniedrigt"},{"SurahNumber":59,"VerseNumber":6,"Text":"Und das, was ALLAH Seinem Gesandten von ihnen zur Beute machte, dafür habt ihr weder Pferde noch Reitkamele rennen lassen. Doch ALLAH läßt Seine Gesandten gegen diejenigen vorgehen, die ER will. Und ALLAH ist über alles allmächtig"},{"SurahNumber":59,"VerseNumber":7,"Text":"Was ALLAH Seinem Gesandten von den Bewohnern der Ortschaften zur Beute machte, so ist dies für ALLAHs (Sache), für den Gesandten, für die von der Verwandtschaft, für die Waisen, für die Armen und für den in Not geratenen Reisenden, damit es (das Vermögen) nicht (nur) unter den Reichen von euch rotiere. Und was der Gesandte euch gab, so nehmt es! Und was er euch verbot, so laßt davon ab! Und handelt Taqwa gemäß ALLAH gegenüber! Gewiß, ALLAH ist hart im Strafen"},{"SurahNumber":59,"VerseNumber":8,"Text":"Es ist für die hidschra-unternehmenden Armen, die von ihren Wohnstätten und Vermögensgütern vertrieben wurden, sie streben Gunst von ALLAH und Wohlgefallen an, und sie stehen ALLAHs (Din) und Seinem Gesandten bei. Diese sind die wirklichen Wahrhaftigen"},{"SurahNumber":59,"VerseNumber":9,"Text":"Und diejenigen, welche bereits die Wohnstätte (Madina) bewohnten und den Iman (verinnerlichten) vor ihnen, lieben diejenigen, die zu ihnen Hidschra unternahmen, und sie finden in ihren Brüsten kein Verlangen nach dem, was ihnen (den anderen) zuteil wurde. Und sie bevorzugen andere vor sich selbst, auch dann, wenn sie in Not sind. Und wer vor dem Geiz seines Ego geschützt wird, diese sind die wirklichen Erfolgreichen"},{"SurahNumber":59,"VerseNumber":10,"Text":"Und diejenigen, die nach ihnen kamen, sagen: \"Unser HERR! Vergib uns und unseren Geschwistern, die vor uns den Iman verinnerlichten, und lasse in unseren Herzen keinen Groll sein für diejenigen, die den Iman verinnerlichten. Unser HERR! Gewiß, DU bist allgütig, allgnädig"},{"SurahNumber":59,"VerseNumber":11,"Text":"Hast du etwa nicht diejenigen gesehen, die Nifaq betrieben haben, sie sagen ihren Brüdern von den Schriftbesitzern, die Kufr betrieben haben: \"Wenn ihr vertrieben würdet, dann würden wir sicherlich mit euch weggehen und gegen euch überhaupt niemandem gehorchen. Und wenn ihr bekämpft würdet, würden wir euch doch beistehen!\" Und ALLAH bezeugt, daß sie bestimmt Lügner sind"},{"SurahNumber":59,"VerseNumber":12,"Text":"Würden sie vertrieben, werden sie mit ihnen nicht weggehen, und würden sie bekämpft, werden sie ihnen nicht beistehen, und würden sie ihnen beistehen, würden sie doch den Rücken abkehren, dann wird ihnen nicht beigestanden"},{"SurahNumber":59,"VerseNumber":13,"Text":"Gewiß, ihr seid furchterregender in ihren Herzen als ALLAH. Dies, weil sie doch Leute sind, die nicht begreifen"},{"SurahNumber":59,"VerseNumber":14,"Text":"Sie kämpfen gegen euch nicht gemeinsam außer in befestigten Ortschaften oder von hinter Mauern. Ihre Gewalttätigkeit untereinander ist heftig. Du vermutest sie vereint, während ihre Herzen verschieden sind. Dies, weil sie doch Leute sind, die sich nicht besinnen"},{"SurahNumber":59,"VerseNumber":15,"Text":"Gleich denjenigen vor ihnen vor kurzer Zeit, sie erfuhren die bösen Konsequenzen ihrer Angelegenheit, und für sie ist qualvolle Peinigung bestimmt"},{"SurahNumber":59,"VerseNumber":16,"Text":"Gleich dem Satan, als er dem Menschen sagte: \"Betreibe Kufr!\" Und nachdem er Kufr betrieben hatte, sagte er: \"Gewiß, ich sage mich los von dir. Ich fürchte mich vor ALLAH, Dem HERRN aller Schöpfung"},{"SurahNumber":59,"VerseNumber":17,"Text":"So war das Anschließende von beiden, daß sie im Feuer darin ewig sind. Und dies ist die Vergeltung der Unrecht-Begehenden"},{"SurahNumber":59,"VerseNumber":18,"Text":"Ihr, die den Iman verinnerlicht habt! Handelt Taqwa gemäß ALLAH gegenüber, und eine Seele soll danach schauen, was sie für morgen vorausschickte! Und handelt Taqwa gemäß ALLAH gegenüber! Gewiß, ALLAH ist dessen allkundig, was ihr tut"},{"SurahNumber":59,"VerseNumber":19,"Text":"Und seid nicht wie diejenigen, die ALLAH vergaßen, dann ließ ER sie sich selbst vergessen. Diese sind die wirklichen Fasiq"},{"SurahNumber":59,"VerseNumber":20,"Text":"Nicht gleich sind die Weggenossen des Feuers und die Weggenossen der Dschanna. Die Weggenossen der Dschanna sind die wirklichen Gewinner"},{"SurahNumber":59,"VerseNumber":21,"Text":"Würden WIR diesen Quran auf einen Berg hinabsenden, gewiß, würdest du ihn demütig, sich aufspaltend von der Ehrfurcht ALLAH gegenüber sehen. Und diese Gleichnisse prägen WIR den Menschen, damit sie nachdenken"},{"SurahNumber":59,"VerseNumber":22,"Text":"ER ist ALLAH, Derjenige, außer Dem es keine Gottheit gibt, Der Allwissende über das Verborgene und das Sichtbare. ER ist Der Allgnade Erweisende, Der Allgnädige"},{"SurahNumber":59,"VerseNumber":23,"Text":"ER ist ALLAH, Derjenige, außer Dem es keine Gottheit gibt, Der Herrscher, Der absolut Reine, Der absolut Makellose, Der Sicherheit Gewährende, Der über alles Verfügende, Der Allwürdige, Der Allbezwingende, Der über allem Stehende. Subhanallah über das, was sie an Schirk betreiben"},{"SurahNumber":59,"VerseNumber":24,"Text":"ER ist ALLAH, Der Erschaffende, Der Existenz Verleihende, Der Formende. Ihm gehören die Schönsten Namen. Alles, was in den Himmeln und auf Erden ist, lobpreist Ihn. Und ER ist Der Allwürdige, Der Allweise"},{"SurahNumber":60,"VerseNumber":1,"Text":"Ihr, die den Iman verinnerlicht habt! Nehmt euch Meinen Feind und euren Feind nicht als Wali. Ihr erweist ihnen Liebe, während sie bereits Kufr dem gegenüber betrieben haben, was zu euch von derWahrheit kam. Sie vertreiben den Gesandten und euch, weil ihr den Iman an ALLAH, euren HERRN verinnerlicht habt. Solltet ihr dschihad-leistend auf Meinem Weg und im Streben nach Meinem Wohlgefallen weggegangen sein, (so nehmt sie nicht alsWali). Ihr bekundet ihnen heimlich Liebe, und ICH weiß besser Bescheid über das, was ihr verheimlicht und was ihr offenlegt. Und wer es tut von euch, so verfehlte er bereits den richtigen Weg"},{"SurahNumber":60,"VerseNumber":2,"Text":"Wenn sie euch überwältigen, werden sie für euch Feinde sein, und ihre Hände und ihre Zungen mit dem Bösen gegen euch strecken. Und sie wünschten sich, daß ihr Kufr betreibt"},{"SurahNumber":60,"VerseNumber":3,"Text":"Euch werden weder eure Verwandten noch eure Kinder nützen. Am Tag der Auferstehung richtet ALLAH unter euch. Und ALLAH ist dessen, was ihr tut, allsehend"},{"SurahNumber":60,"VerseNumber":4,"Text":"Bereits gab es für euch ein schönes Vorbild an Ibrahim und an denjenigen mit ihm, als sie zu ihren Leuten sagten: \" Gewiß, wir sagen uns los von euch und von dem, dem ihr anstelle von ALLAH dient. Wir betreiben Kufr euch gegenüber, und zwischen uns und euch sind sichtbar die Feindschaft und die Abneigung für immer, bis ihr den Iman an ALLAH alleine verinnerlicht - außer der Äußerung von Ibrahim seinem Vater gegenüber: \"Ich werde doch für dich um Vergebung bitten, aber ich verfüge für dich bei ALLAH über nichts.\" - Unser HERR! Dir gegenüber üben wir Tawakkul, zu Dir kehren wir um und zu Dir ist das Werden"},{"SurahNumber":60,"VerseNumber":5,"Text":"Unser HERR! Lasse uns nicht eine Fitna sein, für diejenigen, die Kufr betrieben, und vergib uns - unser HERR! - gewiß, DU bist Der Allwürdige, Der Allweise"},{"SurahNumber":60,"VerseNumber":6,"Text":"Gewiß, bereits gab es für euch in ihnen ein schönes Vorbild für jeden, der auf ALLAH und auf den Jüngsten Tag hofft. Und wer sich abwendet, also gewiß, ALLAH ist Der absolut Autarke, Der Alllobenswürdige"},{"SurahNumber":60,"VerseNumber":7,"Text":"Vielleicht läßt ALLAH zwischen euch und denjenigen von ihnen, die ihr angefeindet habt, Liebe entstehen. Und ALLAH ist allmächtig, und ALLAH ist allvergebend, allgnädig"},{"SurahNumber":60,"VerseNumber":8,"Text":"ALLAH verbietet euch nicht diejenigen, die euch nicht des Din wegen bekämpften und euch nicht aus euren Wohnstätten vertrieben haben, daß ihr ihnen mit Güte begegnet und sie gerecht behandelt. Gewiß, ALLAH liebt die Gerechten"},{"SurahNumber":60,"VerseNumber":9,"Text":"ALLAH verbietet euch nur diejenigen, die euch des Din wegen bekämpften, euch aus euren Wohnstätten vertrieben und bei eurer Vertreibung Beistand leisteten, daß ihr sie alsWali nehmt. Und wer sie alsWali nimmt, so sind diese die eigentlichen Unrecht-Begehenden"},{"SurahNumber":60,"VerseNumber":10,"Text":"Ihr, die den Iman verinnerlicht habt! Wenn zu euch die Mumin-Frauen hidschra-unternehmend kommen, dann prüft sie. ALLAH weiß besser Bescheid über ihren Iman. Und wenn ihr sie als Mumin erkennt, so schickt sie nicht zu den Kafir zurück! Weder sie (die Mumin-Frauen) sind halal für sie (die Kafir), noch sie sind halal für sie. Und gebt ihnen (den Kafir), was sie (als Brautgabe) ausgaben. Und es trifft euch keine Verfehlung, wenn ihr sie heiratet, wenn ihr ihnen ihre Brautgabe gebt. Und haltet nicht die Kafir-Ehepartner! Und verlangt, was ihr ausgabt, und sie sollen verlangen, was sie ausgaben. Dies ist ALLAHs Entscheidung. ER richtet unter euch. Und ALLAH ist allwissend, allweise"},{"SurahNumber":60,"VerseNumber":11,"Text":"Und sollte eine von euren Ehepartnern zu den Kafir überlaufen und ihr übt Vergeltung, dann gebt denjenigen, deren Frauen gingen, Gleiches wie das, was sie ausgaben. Und handelt Taqwa gemäß ALLAH gegenüber, an Den ihr den Iman verinnerlicht"},{"SurahNumber":60,"VerseNumber":12,"Text":"Prophet! Wenn die Mumin-Frauen zu dir kommen, um dir Bai'a zu geben, daß sie weder ALLAH gegenüber etwas an Schirk betreiben, noch stehlen, noch Zina begehen, noch ihre Kinder töten, noch Falsches bringen, das sie zwischen ihren Händen und Beinen erdichten und noch sich dir im Gebilligten widersetzen, dann nimm von ihnen ihre Bai'a entgegen und bitte ALLAH für sie um Vergebung. Gewiß, ALLAH ist allvergebend, allgnädig"},{"SurahNumber":60,"VerseNumber":13,"Text":"Ihr, die den Iman verinnerlicht habt! Nehmt euch nicht Leute alsWali, über die ALLAH erzürnt ist. Bereits verzweifelten sie am Jenseits, wie die Kafir an den Weggenossen der Gräber verzweifelten"},{"SurahNumber":61,"VerseNumber":1,"Text":"ALLAH lobpreisen alle, die in den Himmeln und auf Erden sind. Und ER ist Der Allwürdige, Der Allweise"},{"SurahNumber":61,"VerseNumber":2,"Text":"Ihr, die den Iman verinnerlicht habt! Weshalb sagt ihr, was ihr nicht macht"},{"SurahNumber":61,"VerseNumber":3,"Text":"Es ist etwas schwerwiegendes Verabscheutes bei ALLAH, daß ihr sagt, was ihr nicht macht"},{"SurahNumber":61,"VerseNumber":4,"Text":"Gewiß, ALLAH liebt diejenigen, die auf Seinem Weg in Reihe kämpfen, als wären sie ein kompakter Bau"},{"SurahNumber":61,"VerseNumber":5,"Text":"Und (erinnere daran), als Musa zu seinen Leuten sagte: \"Meine Leute! Weshalb beleidigt ihr mich, wo ihr bereits wisst, daß ich doch ALLAHs Gesandter zu euch bin?\" Und als sie abwichen, ließ ALLAH ihre Herzen abweichen. Und ALLAH leitet die fisq-betreibenden Leute nicht recht"},{"SurahNumber":61,"VerseNumber":6,"Text":"Und (erinnere daran), als 'Isa Ibnu-Maryam sagte: \"Kinder Israil! Gewiß, ich bin ALLAHs Gesandter zu euch bestätigend dessen, was vor mir von At-taurat war, und überbringend eine frohe Botschaft von einem Gesandten, der nach mir kommt, dessen Name Ahmad (Gelobter) ist.\" Und als er zu ihnen mit den klaren Zeichen kam, sagten sie: \"Dies ist eine eindeutige Magie"},{"SurahNumber":61,"VerseNumber":7,"Text":"Und keiner begeht mehr Unrecht als derjenige, der im Namen ALLAHs Lügen erdichtete, während er zum Islam eingeladen wird. Und ALLAH leitet die unrecht-begehenden Leute nicht recht"},{"SurahNumber":61,"VerseNumber":8,"Text":"Sie wollen doch ALLAHs Licht mit ihren Mündern auslöschen. Und ALLAH wird Sein Licht vollständig machen, selbst dann, würden die Kafir demgegenüber abgeneigt sein"},{"SurahNumber":61,"VerseNumber":9,"Text":"ER ist Derjenige, Der Seinen Gesandten mit der Rechtleitung und dem Din der Wahrheit entsandte, damit ER ihn sämtliche Din übertreffen läßt, selbst dann, würden die Muschrik demgegenüber abgeneigt sein"},{"SurahNumber":61,"VerseNumber":10,"Text":"Ihr, die den Iman verinnerlicht habt! Soll ICH euch auf einen Handel hinweisen, der euch von einer qualvollen Peinigung errettet"},{"SurahNumber":61,"VerseNumber":11,"Text":"Ihr verinnerlicht den Iman an ALLAH und Seinen Gesandten und leistet Dschihad fi-sabilillah mit euren Vermögensgütern und euch selbst. Dies ist besser für euch, würdet ihr es wissen"},{"SurahNumber":61,"VerseNumber":12,"Text":"ER vergibt euch eure Verfehlungen und läßt euch in Dschannat eintreten, die von Flüssen durchflossen sind, sowie in schöne Wohnstätten in 'Adn-Dschannat. Dies ist der gewaltige Gewinn"},{"SurahNumber":61,"VerseNumber":13,"Text":"Und noch etwas anderes, welches ihr liebt - Beistand von ALLAH und ein naher Sieg. Und überbringe den Mumin frohe Botschaft"},{"SurahNumber":61,"VerseNumber":14,"Text":"Ihr, die den Iman verinnerlicht habt! Seid Beistehende für ALLAHs (Din), wie 'Isa Ibnu-Maryam zu den Jüngern sagte: \"Wer sind meine Beistehenden zu ALLAH?\" Die Jünger sagten: \"Wir sind die Beistehenden für ALLAHs (Din).\" Dann verinnerlichte eine Gruppe von den Kindern Israils den Iman, und es betrieb Kufr eine (andere) Gruppe. Dann unterstützten WIR diejenigen, die den Iman verinnerlichten, gegen ihren Feind, dann wurden sie Übertreffende"},{"SurahNumber":62,"VerseNumber":1,"Text":"ALLAH lobpreisen alle, die in den Himmeln und auf Erden sind, Den Herrscher, Den absolut Reinen, Den Allwürdigen, Den Allweisen"},{"SurahNumber":62,"VerseNumber":2,"Text":"ER ist Derjenige, Der zu den Analphabeten einen Gesandten von ihnen schickte, der ihnen Seine Ayat vorträgt, sie reinigt und sie die Schrift und die Weisheit lehrt. Und sie waren vorher doch in einem eindeutigen Irregehen"},{"SurahNumber":62,"VerseNumber":3,"Text":"Ebenfalls zu anderen von ihnen, die sich ihnen noch nicht anschlossen. Und ER ist Der Allwürdige, Der Allweise"},{"SurahNumber":62,"VerseNumber":4,"Text":"Dies ist ALLAHs Gunst, die ER gewährt, wem ER will. Und ALLAH ist von unermeßlicher Gunst"},{"SurahNumber":62,"VerseNumber":5,"Text":"Das Gleichnis derjenigen, denen At-taurat auferlegt wurde und sie dann nicht trugen, ist wie das Gleichnis des Esels, der Bücher trägt. Erbärmlich ist das Gleichnis der Leute, die ALLAHs Ayat ableugneten. Und ALLAH leitet die unrecht-begehenden Leute nicht recht"},{"SurahNumber":62,"VerseNumber":6,"Text":"Sag: \"Ihr, die Juden wurden! Wenn ihr behauptet, daß ihr Wali für ALLAH anstelle aller Menschen seid, dann wünscht euch den Tod, wäret ihr wahrhaftig"},{"SurahNumber":62,"VerseNumber":7,"Text":"Und sie wünschen sich ihn niemals wegen dem, was sie eigenhändig vorleisteten. Und ALLAH ist allwissend über die Unrecht-Begehenden"},{"SurahNumber":62,"VerseNumber":8,"Text":"Sag: \"Gewiß, der Tod, vor dem ihr flieht, wird euch doch noch begegnen, dann werdet ihr zu Dem Allwissenden über das Verborgene und das Sichtbare zurückgeschickt, dann wird ER euch Mitteilung machen über das, was ihr zu tun pflegtet"},{"SurahNumber":62,"VerseNumber":9,"Text":"Ihr, die den Iman verinnerlicht habt! Wenn zum rituellen Gebet vom Freitag gerufen wurde, dann strebt zum Gedenken ALLAHs und lasst vom Geschäftsbetrieb ab. Das ist besser für euch, würdet ihr es wissen"},{"SurahNumber":62,"VerseNumber":10,"Text":"Und wenn das rituelle Gebet beendet wurde, dann zerstreut euch im Lande, strebt von ALLAHs Gunst an und gedenkt ALLAHs viel, damit ihr erfolgreich werdet"},{"SurahNumber":62,"VerseNumber":11,"Text":"Und als sie Handel oder Vergnügen sahen, gingen sie eilig dorthin und ließen dich stehend. Sag: \"Das, was bei ALLAH ist, ist besser als das Vergnügen und als der Handel. Und ALLAH ist Der Beste der Rizq-Gewährenden"},{"SurahNumber":63,"VerseNumber":1,"Text":"Als die Munafiq zu dir kamen, sagten sie: \"Wir bezeugen, daß du doch ALLAHs Gesandter bist.\" Und ALLAH weiß, daß du doch Sein Gesandter bist. Und ALLAH bezeugt: \"Gewiß, die Munafiq sind doch Lügner"},{"SurahNumber":63,"VerseNumber":2,"Text":"Sie nahmen sich ihre Eide als Schutzschild, dann hielten sie von ALLAHs Weg ab. Gewiß, es wurde schlimm, was sie zu tun pflegten"},{"SurahNumber":63,"VerseNumber":3,"Text":"Dies, weil sie den Iman bekundeten, dann Kufr betrieben, so wurden ihre Herzen versiegelt, so begreifen sie nicht"},{"SurahNumber":63,"VerseNumber":4,"Text":"Und wenn du sie siehst, gefallen dir ihre Figuren, und wenn sie sprechen, hörst du ihrem Gesagten zu. Gewiß, sie ähneln gestützen Hölzern, sie vermuten jeden Schrei gegen sie. Sie sind der wahre Feind, so nimm dich vor ihnen in Acht! ALLAH bekämpfe sie. Wie werden sie denn abgebracht"},{"SurahNumber":63,"VerseNumber":5,"Text":"Und wenn ihnen gesagt wird: \"Kommt, damit ALLAHs Gesandter für euch um Vergebung bittet!\", wenden sie ihre Köpfe weg. Und du siehst sie sich abwenden, während sie sich in Arroganz erheben"},{"SurahNumber":63,"VerseNumber":6,"Text":"Es ist für sie gleich, ob du für sie um Vergebung bittest oder für sie nicht um Vergebung bittest. ALLAH wird ihnen nie vergeben! Gewiß, ALLAH leitet die fisq-betreibenden Leute nicht recht"},{"SurahNumber":63,"VerseNumber":7,"Text":"Sie sind diejenigen, die sagen: \"Spendet nicht für diejenigen, die bei ALLAHs Gesandten sind, damit sie auseinandergehen.\" Und ALLAH gehören die Magazine der Himmel und der Erde. Doch die Munafiq begreifen es nicht"},{"SurahNumber":63,"VerseNumber":8,"Text":"Sie sagen: \"Wenn wir zur Madina zurückkehren, dann wird doch der Würdigere von ihr den Niedrigeren vertreiben.\" Und die Würde gehört ALLAH, Seinem Gesandten und den Mumin. Doch die Munafiq wissen es nicht"},{"SurahNumber":63,"VerseNumber":9,"Text":"Ihr, die den Iman verinnerlicht habt! Lasst weder eure Vermögensgüter, noch eure Kinder euch von ALLAHs Gedenken ablenken! Und wer dieses tut, so sind diese die wirklichen Verlierer"},{"SurahNumber":63,"VerseNumber":10,"Text":"Und gebt vom Rizq, das WIR euch gewährten, bevor zum einem von euch der Tod kommt, dann sagt er: \"Mein HERR! Hättest DU mir doch bis zu einer nahen Frist Aufschub gewährt! - dann werde ich spenden und von den gottgefällig Guttuenden sein"},{"SurahNumber":63,"VerseNumber":11,"Text":"Und ALLAH wird nie einer Seele Aufschub gewähren, wenn ihre Frist kam. Und ALLAH ist dessen allkundig, was ihr tut"},{"SurahNumber":64,"VerseNumber":1,"Text":"ALLAH lobpreisen alle, die in den Himmeln und auf Erden sind. Ihm gehört die Herrschaft und Ihm gebührt alles Lob. Und ER ist über alles allmächtig"},{"SurahNumber":64,"VerseNumber":2,"Text":"ER ist Derjenige, Der euch erschuf, so sind einige unter euch Kafir und einige unter euch Mumin. Und ALLAH ist dessen, was ihr tut, allsehend"},{"SurahNumber":64,"VerseNumber":3,"Text":"ER erschuf die Himmel und die Erde in Gesetzmäßigkeit und gestaltete euch, dann machte eure Gestalten schön. Und zu Ihm ist das Werden"},{"SurahNumber":64,"VerseNumber":4,"Text":"ER kennt das in den Himmeln und auf Erden. Und ER weiß, was ihr verheimlicht und was ihr offenlegt. Und ALLAH ist allwissend über das in den Brüsten"},{"SurahNumber":64,"VerseNumber":5,"Text":"Kam zu euch etwa nicht die Mitteilung über diejenigen, die vorher Kufr betrieben?! Dann erfuhren sie die bösen Konsequenzen ihrer Angelegenheit, und für (sie) ist qualvolle Peinigung bestimmt"},{"SurahNumber":64,"VerseNumber":6,"Text":"Dies, weil ihre Gesandten zu ihnen doch mit klaren Zeichen zu kommen pflegten, dann sagten sie: \"Menschen leiten uns recht?\" Dann betrieben sie Kufr und wandten sich ab. Und ALLAH ist auf niemanden angewiesen. Und ALLAH ist absolut autark, alllobenswürdig"},{"SurahNumber":64,"VerseNumber":7,"Text":"Diejenigen, die Kufr betrieben haben, behaupteten, daß sie nicht erweckt werden. Sag: \"Doch, mit Sicherheit, bei meinem HERRN! Ihr werdet doch erweckt, dann wird euch zweifelsohne Mitteilung gemacht über das, was ihr getan habt. Und dies ist für ALLAH etwas Leichtes"},{"SurahNumber":64,"VerseNumber":8,"Text":"Also verinnerlicht den Iman an ALLAH, Seinen Gesandten und das Licht, das WIR hinabsandten. Und ALLAH ist dessen, was ihr tut, allkundig"},{"SurahNumber":64,"VerseNumber":9,"Text":"(Erinnere) an den Tag, wenn er euch zum Tag des Zusammenbringens zusammenbringt. Dies ist der (Anklage-)Tag wegen Übervorteilung. Und wer den Iman verinnerlicht und gottgefällig guttut, dem vergibt ER seine gottmißfälligen Taten und läßt ihn in Dschannat eintreten, die von Flüssen durchflossen sind, ewig sind sie darin für immer. Dies ist der gewaltige Gewinn"},{"SurahNumber":64,"VerseNumber":10,"Text":"Und diejenigen, die Kufr betrieben und Unsere Ayat ableugneten, diese sind die Weggenossen des Feuers, ewig darin sind sie. Und erbärmlich ist das Werden"},{"SurahNumber":64,"VerseNumber":11,"Text":"Es traf nichts an Unglück außer mit ALLAHs Zustimmung. Und wer den Iman verinnerlicht, leitet ER sein Herz recht. Und ALLAH ist über alles allwissend"},{"SurahNumber":64,"VerseNumber":12,"Text":"Und gehorcht ALLAH und gehorcht dem Gesandten! Solltet ihr dann euch abwenden, so obliegt Unserem Gesandten nur das deutliche Verkünden"},{"SurahNumber":64,"VerseNumber":13,"Text":"ER ist ALLAH, es gibt keine Gottheit außer Ihm. Und ALLAH gegenüber sollen die Mumin Tawakkul üben"},{"SurahNumber":64,"VerseNumber":14,"Text":"Ihr, die den Iman verinnerlicht habt! Gewiß, von euren Ehepartnern und euren Kindern gibt es Feinde für euch, so nehmt euch in Acht vor ihnen! Und wenn ihr es erlasst, nachseht und vergebt, also gewiß, ALLAH ist allvergebend, allgnädig"},{"SurahNumber":64,"VerseNumber":15,"Text":"Eure Vermögensgüter und eure Kinder sind nur Fitna. Und bei ALLAH gibt es gewaltige Belohnung"},{"SurahNumber":64,"VerseNumber":16,"Text":"Also handelt Taqwa gemäß ALLAH gegenüber, wie ihr könnt, hört zu, gehorcht und spendet Gutes für euch selbst! Und wer vor dem Geiz seines Ego geschützt wird, diese sind die wirklichen Erfolgreichen"},{"SurahNumber":64,"VerseNumber":17,"Text":"Wenn ihr ALLAH (Seiner Sache) eine Hasan-Anleihe gebt, wird ER euch vervielfachen und euch vergeben. Und ALLAH ist reichlich belohnend, allnachsichtig"},{"SurahNumber":64,"VerseNumber":18,"Text":"ER ist Der Allwissende über das Verborgene und das Sichtbare, Der Allwürdige, Der Allweise"},{"SurahNumber":65,"VerseNumber":1,"Text":"Prophet! Wenn ihr die Talaq-Scheidung den Ehefrauen gegenüber vollzieht, dann vollzieht die Talaq-Scheidung ihnen gegenüber, wenn sie auf die Zeit ihrer 'Idda hinsteuern und berechnet die 'Idda genau und handelt Taqwa gemäß ALLAH gegenüber, eurem HERRN! Bringt sie nicht heraus aus ihren Wohnstätten! Und sie gehen nicht weg, außer wenn sie eine bewiesene Abscheulichkeit begehen. Und diese sind ALLAHs Richtlinien. Und wer ALLAHs Richtlinien verletzt, beging bereits Unrecht gegen sich selbst. Du weißt nicht, vielleicht läßt ALLAH danach etwas sich ereignen"},{"SurahNumber":65,"VerseNumber":2,"Text":"Und wenn sie ihre festgesetzte Frist erreichten, dann haltet sie in Billigkeit oder trennt euch von ihnen nach Gebilligtem, und lasst zwei Redliche von euch dies bezeugen, und haltet das Zeugnis um ALLAHs Willen ein! Mit diesem wird derjenige ermahnt, der den Iman an ALLAH und den Jüngsten Tag verinnerlicht. Und wer Taqwa gemäß ALLAH gegenüber handelt, für den macht ER einen Ausweg"},{"SurahNumber":65,"VerseNumber":3,"Text":"und gewährt ihm Rizq von da, womit er nicht rechnet. Und wer ALLAH gegenüber Tawakkul übt, so genügt ER ihm. Gewiß, ALLAH wird Seiner Anweisung zur Geltung verhelfen. Bereits machte ALLAH für jede Sache etwas Bestimmtes"},{"SurahNumber":65,"VerseNumber":4,"Text":"Und diejenigen von euren Ehefrauen, die keineMenstruation mehr erwarten - solltet ihr Zweifel haben - so ist ihre 'Idda drei Monate lang, ebenso für diejenigen, die noch keine Menstruation hatten. Und für die Schwangeren - deren Frist endet, wenn sie entbunden haben. Und (wer) Taqwa gemäß ALLAH gegenüber handelt, dem gewährt ER in seiner Angelegenheit Erleichterung"},{"SurahNumber":65,"VerseNumber":5,"Text":"Dies ist ALLAHs Anweisung, die ER euch hinabsandte. Und wer Taqwa gemäß ALLAH gegenüber handelt, dem vergibt ER seine gottmißfälligen Taten und macht für ihn die Belohnung gewaltig"},{"SurahNumber":65,"VerseNumber":6,"Text":"Lasst sie wohnen, wo ihr wohnt, eurem Vermögen nach! Und tut ihnen nichts Schädigendes an, um sie zu bedrängen. Und sollten sie schwanger sein, dann gewährt ihnen Unterhalt, bis sie entbunden haben. Und wenn sie für euch stillen, dann gebt ihnen ihren Lohn. Und ruft euch gegenseitig zum Gebilligten auf. Und wenn ihr Schwierigkeiten miteinander habt, so wird für ihn eine andere stillen"},{"SurahNumber":65,"VerseNumber":7,"Text":"Der Vermögende soll seinem Vermögen nach Unterhalt gewähren! Und wem wenig Rizq gewährt wurde, der soll Unterhalt geben von dem, was ALLAH ihm gewährte. ALLAH obliegt keiner Seele außer, was ER ihr gewährte. ALLAH wird nach der Beengtheit Entspannung machen"},{"SurahNumber":65,"VerseNumber":8,"Text":"Und wie viele Ortschaften widersetzten sich der Anweisung ihres HERRN und Seiner Gesandten, dann rechneten WIR mit ihnen ab mit einer harten Abrechnung und peinigten WIR sie eine entsetzliche Peinigung"},{"SurahNumber":65,"VerseNumber":9,"Text":"Dann erfuhren sie die bösen Konsequenzen ihrer Angelegenheit. Und das Anschließende ihrer Angelegenheit war Verlust"},{"SurahNumber":65,"VerseNumber":10,"Text":"ALLAH bereitete ihnen eine harte Peinigung. So handelt Taqwa gemäß ALLAH gegenüber, ihr mit Verstand, die den Iman verinnerlichten! Bereits sandte ALLAH euch eine Ermahnung hinab"},{"SurahNumber":65,"VerseNumber":11,"Text":"einen Gesandten, der euch ALLAHs Ayat deutlich vorträgt, damit ER diejenigen, die den Iman verinnerlicht und gottgefällig Gutes getan haben, von den Finsternissen ins Licht herausbringt. Und wer den Iman an ALLAH verinnerlicht und gottgefällig Gutes tut, den läßt ER in Dschannat eintreten, die von Flüssen durchflossen sind, ewig darin sind sie. Bereits schön machte ALLAH ihm das Rizq"},{"SurahNumber":65,"VerseNumber":12,"Text":"ALLAH ist Derjenige, Der sieben Himmel erschuf und von der Erde ihresgleichen. Die Anweisung steigt zwischen ihnen nach und nach hinab, damit ihr wisst, daß ALLAH doch über alles allmächtig ist, und daß ALLAH doch bereits alles mit Wissen umfaßte"},{"SurahNumber":66,"VerseNumber":1,"Text":"Prophet! Weshalb erklärst du für haram, was ALLAH dir für halal erklärte?! Strebst du etwa die Zufriedenheit deiner Ehefrauen an?! Und ALLAH ist allver-gebend, allgnädig"},{"SurahNumber":66,"VerseNumber":2,"Text":"Bereits schrieb ALLAH euch das Entbinden von euren Eiden vor. Und ALLAH ist euer Maula. Und ER ist Der Allwissende, Der Allweise"},{"SurahNumber":66,"VerseNumber":3,"Text":"Und (erinnere daran), als der Prophet einigen seiner Ehefrauen einen Bericht als Geheimnis anvertraute, dann sie ihn (anderen) mitteilte und ALLAH ihn darüber in Kenntnis setzte, machte er einiges davon bekannt und unterließ einiges. Und als er ihr davon Mitteilung machte, sagte sie: \"Wer teilte dir dies mit?\" Er sagte: \"Mir machte Mitteilung Der Allwissende, Der Allkundige"},{"SurahNumber":66,"VerseNumber":4,"Text":"Wenn ihr beide ALLAH gegenüber bereut, so wichen eure Herzen ab. Und wenn ihr euch gegen ihn verbindet, so ist ALLAH sein Maula, sowie Dschibril und die guten der Mumin, und die Engel sind danach einander folgend"},{"SurahNumber":66,"VerseNumber":5,"Text":"Vielleicht tauscht ihm sein HERR, wenn er euch gegenüber Talaq-Scheidung vollzieht, andere Gattinnen ein, die besser als ihr sind, die islam-praktizierend, iman-verinnerlichend, viel betend, bereuend, ALLAH dienend, fastend/hidschra-unternehmend, nicht jungfräulich und jungfräulich sind"},{"SurahNumber":66,"VerseNumber":6,"Text":"Ihr, die den Iman verinnerlicht habt! Schützt euch selbst und die Eurigen vor einem Feuer, dessen Brennstoff die Menschen und die Steine sind, über ihm (dem Feuer) sind strenge, harte Engel, die sich ALLAH nicht in dem widersetzen, was ER ihnen gebot, und sie machen, was ihnen geboten wird"},{"SurahNumber":66,"VerseNumber":7,"Text":"Ihr, die Kufr betrieben habt! Entschuldigt euch heute nicht! Euch wird doch nur vergolten, was ihr zu tun pflegtet"},{"SurahNumber":66,"VerseNumber":8,"Text":"Ihr, die den Iman verinnerlicht habt! Bereut ALLAH gegenüber mit einer aufrichtigen Reue. Vielleicht wird euer HERR euch eure gottmißfälligen Taten tilgen und euch in Dschannat eintreten lassen, die von Flüssen durchflossen sind, an dem Tag, wenn ALLAH den Propheten und diejenigen, die mit ihm den Iman verinnerlichten, nicht erniedrigt. Ihr Licht läuft vor ihnen und an ihrer Rechten, sie sagen: \"Unser HERR! Mache uns unser Licht vollständig und vergib uns! DU bist über alles allmächtig"},{"SurahNumber":66,"VerseNumber":9,"Text":"Prophet! Leiste Dschihad gegen die Kafir und die Munafiq und sei streng mit ihnen! Und ihre Unterkunft ist Dschahannam. Und erbärmlich ist das Werden"},{"SurahNumber":66,"VerseNumber":10,"Text":"ALLAH prägte ein Gleichnis für diejenigen, die Kufr betrieben haben, die Ehefrau von Nuh und die Ehefrau von Lut. Beide waren bei zwei Dienern von Unseren Dienern, die gottgefällig Guttuende waren, dann begingen beide (Frauen) Verrat gegen sie, dann nutzten beide ihnen (ihren Ehefrauen) nichts vor ALLAH. Und es wurde gesagt: \"Tretet ins Feuer mit den Eintretenden ein"},{"SurahNumber":66,"VerseNumber":11,"Text":"Und ALLAH prägte ein Gleichnis für diejenigen, die den Iman verinnerlichten, die Ehefrau von Pharao, als sie sagte: \"Mein HERR! Errichte für mich bei dir ein Haus in der Dschanna und errette mich vor Pharao und seinem Tun und errette mich vor den unrechtbegehenden Leuten"},{"SurahNumber":66,"VerseNumber":12,"Text":"Ebenso Maryam Ibnatu-Imran, die ihre Keuschheit bewahrte, dann hauchten WIR in sie einen Ruhh von Uns hinein. Und sie hielt die Worte ihres HERRN und Seine Schriften für wahrhaftig und war eine der stets Dienenden"}]}