{"Id":307,"LanguageCodes":["ru","rus"],"Name":"rus-ministryofawqaf","Author":"Ministry Of Awqaf, Egypt","Language":"Russian","Description":"Russian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Всевышен и Благословен Тот, в чьих только руках власть над всеми творениями! Его всемогущество и власть над всем сущим безграничны"},{"SurahNumber":67,"VerseNumber":2,"Text":"который создал по Своей мудрости смерть и жизнь для определённой, угодной Ему цели, - испытать , кто из вас лучше по деяниям и искреннее по намерениям. Он Всепобеждающ и всё в Его власти! Он - Тот, который прощает небрежных"},{"SurahNumber":67,"VerseNumber":3,"Text":"который создал семь небесных сводов, одинаковых по совершенству. Ты не увидишь в творении Аллаха, чья милость охватывает все Его творения, никакой несоразмерности. Погляди ещё на творение Аллаха, найдёшь ли ты в нём какой-нибудь изъян"},{"SurahNumber":67,"VerseNumber":4,"Text":"Потом погляди ещё и ещё, и твой взор возвратится, усталый и утомлённый, не найдя никакого недостатка"},{"SurahNumber":67,"VerseNumber":5,"Text":"Поистине, Мы украсили нижнее небо, постижимое для ваших взоров, сияющими звёздами, вспышками которых Мы поражаем шайтанов, а в будущей жизни Мы уготовили им наказание пылающим адским огнём"},{"SurahNumber":67,"VerseNumber":6,"Text":"Тем, которые не уверовали в их Господа, уготовано наказание в огне ада, и скверен этот конец"},{"SurahNumber":67,"VerseNumber":7,"Text":"Когда их низвергнут в адский огонь, они услышат страшный отвратительный рёв от его клокотанья"},{"SurahNumber":67,"VerseNumber":8,"Text":"Он словно готов разорваться на части и разверзнуться от ярости и сильного гнева на них. Каждый раз, как в него низвергают одну толпу неверных, его стражи спрашивают их, порицая: \"Разве к вам не приходил посланник, предостерегая вас от этого Дня"},{"SurahNumber":67,"VerseNumber":9,"Text":"Они отвечают: \"Да, к нам приходил увещеватель, но мы отвергли его, посчитав его лжецом, и сказали: \"Аллах не ниспосылал ничего ни тебе, ни другим посланникам. Вы, о самозванные посланники, - лишь в заблуждении, далёком от истины"},{"SurahNumber":67,"VerseNumber":10,"Text":"И говорят они: \"Если бы мы слушали (увещевания), подобно тем, которые стремились к истине, или бы мы разумели то, к чему нас призывали (посланники), то мы не были бы среди обитателей ада"},{"SurahNumber":67,"VerseNumber":11,"Text":"Так они признались в своём неверии и в отрицании (посланников). Да будут обитатели ада лишены милосердия Аллаха"},{"SurahNumber":67,"VerseNumber":12,"Text":"Поистине, для тех, которые страшатся Господа своего, не видя Его, будет прощение их грехов и великая награда за их благодеяния"},{"SurahNumber":67,"VerseNumber":13,"Text":"Скрываете ли свои слова, говорите ли их вслух - это для Аллаха одинаково, поскольку Он постигает всё и знает тайны, скрытые в сердцах"},{"SurahNumber":67,"VerseNumber":14,"Text":"Разве не ведает о Своих созданиях Творец, который создал всё сущее и знает тонкости всех вещей и их сущность"},{"SurahNumber":67,"VerseNumber":15,"Text":"Он - Тот, кто сделал землю пригодной (для вашей жизни). Так ходите же по её просторам и питайтесь тем, чем Аллах наделяет вас, взращивая на ней! К Нему только будет ваше возвращение в (День воскресения) для воздаяния"},{"SurahNumber":67,"VerseNumber":16,"Text":"Разве вы в безопасности от того, что Аллах Всевышний не заставит землю внезапно задрожать и поглотить вас"},{"SurahNumber":67,"VerseNumber":17,"Text":"Неужели вы в безопасности от того, что Аллах Всевышний не нашлёт на вас вихрь, который осыплет вас камнями?! Тогда вы узнаете, как страшна Моя угроза вам"},{"SurahNumber":67,"VerseNumber":18,"Text":"Народы, жившие до вас, отрицали своих посланников. И каково же было наказание им от Меня, когда Я погубил и уничтожил их"},{"SurahNumber":67,"VerseNumber":19,"Text":"Разве они ослепли и не видят птиц, летающих над ними, то простирая свои крылья, то складывая их?! И только Милостивый поддерживает их в воздухе, чтобы они не упали! Поистине, Он знает всё и сведущ во всём, и даёт всякому сущему то, что полезно для него"},{"SurahNumber":67,"VerseNumber":20,"Text":"Так кто же тот, чья сила, избавляет вас от наказания Аллаха, помимо Милостивого? Поистине, неверные лишь в заблуждении и ослеплении относительно того, что они предполагают"},{"SurahNumber":67,"VerseNumber":21,"Text":"И кто же может наделить вас уделом, которым вы поддерживаете свою жизнь и благополучие, если Аллах лишит вас удела от Него?! Да, неверные упорствовали в своей спеси и отклонении от истины"},{"SurahNumber":67,"VerseNumber":22,"Text":"Неужели всё уже наоборот: кто же идёт прямым путём, - тот, кто идёт спотыкаясь, падая лицом вперёд, или тот, кто идёт по прямому пути, выпрямившись во весь рост"},{"SurahNumber":67,"VerseNumber":23,"Text":"Скажи: \" Он - Тот, который сотворил вас из небытия и даровал вам слух, зрение и сердца, способствующие вашей деятельности и благополучию. Но вы мало благодарны Аллаху за те милости, которыми Он наделил вас"},{"SurahNumber":67,"VerseNumber":24,"Text":"Скажи: \"Он - Тот, который создал вас и расселил по земле, и перед Ним одним вы будете собраны для расплаты и воздаяния"},{"SurahNumber":67,"VerseNumber":25,"Text":"Те, которые отрицают воскресение, спрашивают: \"Когда же сбудется обещание о воскрешении? Скажите же нам, если вы правдивы"},{"SurahNumber":67,"VerseNumber":26,"Text":"Скажи, Мухаммад: \"Только Аллах знает, когда настанет воскресение. Я лишь - увещеватель, ясно передающий вам Послание Аллаха"},{"SurahNumber":67,"VerseNumber":27,"Text":"Когда неверные воочию увидели обещанное им наказание, а оно уже близко подступило к ним, их лица стали унылыми и униженными. Им с упрёком сказали, порицая их и подвергая мучению: \"Это - то, что вы просили ускорить"},{"SurahNumber":67,"VerseNumber":28,"Text":"Спроси: \"Скажите мне, если Аллах пошлёт смерть мне и верующим, которые со мной, как вы желаете, или, если Он, оказав нам милость, отсрочит нам смерть и избавит нас от Его наказания, - а в обоих этих случаях Он спас нас, - то кто же защитит неверных от заслуженного мучительного наказания за их неверие и за то, что они обмануты своими богами"},{"SurahNumber":67,"VerseNumber":29,"Text":"Он - Милостивый, в которого мы уверовали, а вы в Него не уверовали, только на Него мы положились, а вы уповали не на Него, а на других. Вы, когда постигнет вас наказание, узнаете, какая же из двух партий сильно отклонялась от истины"},{"SurahNumber":67,"VerseNumber":30,"Text":"Спроси: \"Скажите мне, если вода уйдёт под землю, и вы никак не сможете достать её, кто же, помимо Аллаха, придёт к вам с ключевой, чистой водой, доступной всем желающим"},{"SurahNumber":68,"VerseNumber":1,"Text":"(Н) Нун - одна из букв арабского алфавита, которыми начинаются некоторые суры Корана как вызов тем, которые не уверовали - отрицали посланника и Коран, - и чтобы обратить внимание верующих (на чудо Корана)"},{"SurahNumber":68,"VerseNumber":2,"Text":"Клянусь каламом, которым пишут ангелы и другие, и тем, что они пишут из благого и доброго! Ты по милости Аллаха, сделавшего тебя пророком, не слабоумен и не легкомыслен в суждении"},{"SurahNumber":68,"VerseNumber":3,"Text":"и, поистине, тебя ожидает великая, неиссякаемая награда за то, что ты выносишь, передавая Послание Аллаха"},{"SurahNumber":68,"VerseNumber":4,"Text":"и, поистине, ты обладаешь прекрасными качествами, и ты совершаешь благочестивые деяния, которые Аллах, сотворив тебя, сделал твоими врождёнными качествами"},{"SurahNumber":68,"VerseNumber":5,"Text":"Вскоре ты, о Мухаммад, увидишь, и неверные увидят"},{"SurahNumber":68,"VerseNumber":6,"Text":"кто из вас одержимый"},{"SurahNumber":68,"VerseNumber":7,"Text":"Поистине, твой Господь лучше знает, кто сбился с Его пути, и Он лучше знает, кто обладает здравым разумом и идёт по прямому пути Аллаха"},{"SurahNumber":68,"VerseNumber":8,"Text":"Продолжай же противостоять неуверовавшим, отрицающим Коран"},{"SurahNumber":68,"VerseNumber":9,"Text":"Они хотели бы, чтобы ты немного смягчился и уступил им, и они проявляют к тебе снисходительность, чтобы ты был заодно с ними"},{"SurahNumber":68,"VerseNumber":10,"Text":"Продолжай же противиться любому раздающему клятвы, презренному"},{"SurahNumber":68,"VerseNumber":11,"Text":"хулителю, сплетнику, передающему слова одних людей другим, чтобы сеять раздор между людьми"},{"SurahNumber":68,"VerseNumber":12,"Text":"упорно отклоняющему (людей) от добра, преступнику, грешнику"},{"SurahNumber":68,"VerseNumber":13,"Text":"жестокосердному, грубому, к тому же, помимо всех этих отвратительных качеств, подлому, зловредному"},{"SurahNumber":68,"VerseNumber":14,"Text":"Он обладал достоянием и сыновьями, поэтому отрицал Наши айаты и отвернулся от них"},{"SurahNumber":68,"VerseNumber":15,"Text":"Когда ему читают Коран, он говорит: \"Это истории древних и их сказки"},{"SurahNumber":68,"VerseNumber":16,"Text":"Мы наложим клеймо ему на нос, чтобы опозорить его перед людьми"},{"SurahNumber":68,"VerseNumber":17,"Text":"Поистине, Мы подвергли мекканцев испытанию: Мы даровали им милость, но они не уверовали. Подобному испытанию мы подвергли обладателей сада, когда они поклялись, что непременно утром соберут плоды"},{"SurahNumber":68,"VerseNumber":18,"Text":"не помянув Аллаха и не сказав: \"Если на это будет воля Аллаха"},{"SurahNumber":68,"VerseNumber":19,"Text":"И тогда ночью, когда они спали, сад постигла большая беда, ниспосланная Аллахом"},{"SurahNumber":68,"VerseNumber":20,"Text":"и он стал как мрачная ночь"},{"SurahNumber":68,"VerseNumber":21,"Text":"Они звали друг друга утром"},{"SurahNumber":68,"VerseNumber":22,"Text":"Пойдёмте пораньше, если вы действительно хотите собрать плоды"},{"SurahNumber":68,"VerseNumber":23,"Text":"Они устремились в сад, переговариваясь потихоньку и наставляя друг друга"},{"SurahNumber":68,"VerseNumber":24,"Text":"Никто из вас не должен сегодня впускать бедняка в наш в сад"},{"SurahNumber":68,"VerseNumber":25,"Text":"И они отправились в свой сад утром со злым немерением - не пускать в сад ни одного бедняка, полагая, что они в силах выполнить это намерение"},{"SurahNumber":68,"VerseNumber":26,"Text":"Увидев свой сад сожжённым, чёрным, они сказали в замешательстве: \"Поистине, мы заблудились. Это не наш сад"},{"SurahNumber":68,"VerseNumber":27,"Text":"Но нет, это - наш сад, и мы лишились его (и его плодов)"},{"SurahNumber":68,"VerseNumber":28,"Text":"Самый справедливый и благочестивый из них сказал им, порицая: \"Разве я не говорил вам, когда вы наставляли друг друга лишить бедняков (плодов), что надо бы вам помянуть Аллаха и отказаться от вашего намерения"},{"SurahNumber":68,"VerseNumber":29,"Text":"Образумившись, они сказали: \"Хвала Аллаху! Он не был несправедлив к нам, так наказав нас. Поистине, мы сами были неправедными нечестивцами из-за нашего злого намерения"},{"SurahNumber":68,"VerseNumber":30,"Text":"И стали они упрекать друг друга"},{"SurahNumber":68,"VerseNumber":31,"Text":"говоря: \"Гибель нам! Поистине, мы дошли до крайности в своей нечестивости"},{"SurahNumber":68,"VerseNumber":32,"Text":"Может быть, Господь наш возместит нам наш сад, одарив нас садом лучше. Мы обращаемся к Аллаху, прося у Него прощения и возмещения"},{"SurahNumber":68,"VerseNumber":33,"Text":"Подобно бедствию, поразившему сад, будет Моё наказание в этой жизни тому, кто его заслуживает, а в будущей жизни наказание будет ещё мучительнее. Если бы люди только знали об этом"},{"SurahNumber":68,"VerseNumber":34,"Text":"Поистине, для богобоязненных у Господа их - сады блаженства"},{"SurahNumber":68,"VerseNumber":35,"Text":"Неужели Мы решим несправедливо: сделаем мусульман и неверных равными (перед Нами)"},{"SurahNumber":68,"VerseNumber":36,"Text":"Что случилось с вами? Как вы судите, принимая такое несправедливое решение"},{"SurahNumber":68,"VerseNumber":37,"Text":"Или у вас есть Писание, ниспосланное от Аллаха, в котором вы читали это"},{"SurahNumber":68,"VerseNumber":38,"Text":"и в нём то, что вы выбираете и желаете себе"},{"SurahNumber":68,"VerseNumber":39,"Text":"Или Мы дали вам заветы и обеты, подтверждённые Нами, до Дня воскресения? И, согласно этим заветам, вы получите всё, что вы задумаете и решите"},{"SurahNumber":68,"VerseNumber":40,"Text":"Спроси многобожников, о Мухаммад, кто из них подтверждает и ручается за это решение"},{"SurahNumber":68,"VerseNumber":41,"Text":"Или у них есть единомышленники, которые придерживаются такого же мнения?! Пусть они приведут своих единомышленников, если они правдивы в своём утверждении"},{"SurahNumber":68,"VerseNumber":42,"Text":"В тот День, когда станет тягостно и трудно, неверных призовут пасть ниц, порицая их и показывая их бессилие, а они не смогут этого сделать"},{"SurahNumber":68,"VerseNumber":43,"Text":"Их глаза будут потуплены, и их поразит невыносимое унижение. Их же призывали в этой жизни пасть ниц перед Аллахом, когда они были в состоянии это сделать, но они отказались"},{"SurahNumber":68,"VerseNumber":44,"Text":"Так оставь же Меня, о Мухаммад, с теми, кто отрицает Коран, (чтобы Я избавил тебя от их зла). Мы постепенно приводим их к наказанию. Кара постигнет их оттуда, откуда они не знают"},{"SurahNumber":68,"VerseNumber":45,"Text":"Я отсрочу им наказание. Поистине, наказание, которое Я уготовил для них, очень сурово, и никто не избежит его"},{"SurahNumber":68,"VerseNumber":46,"Text":"Разве ты просишь у них награды за то, что передаёшь им Послание Аллаха, и они обременены тем, что ты попросил у них"},{"SurahNumber":68,"VerseNumber":47,"Text":"Или они знают сокровенное и перепишут (с Хранимой Скрижали) то, что решают для себя"},{"SurahNumber":68,"VerseNumber":48,"Text":"Проявляй терпение относительно того, что им дана отсрочка и отсрочена твоя победа над ними, и не будь подобен Йунусу, который в негодовании на свой народ поспешил воззвать к своему Господу в гневе и ярости, прося ускорить им наказание. (Йунус сильно разгневался на свой народ, ушёл от них, уплыл в море, и его проглотил кит)"},{"SurahNumber":68,"VerseNumber":49,"Text":"Если бы не милость его Господа, который принял его покаяние, то он погиб бы на пустынном берегу, куда его выбросило из чрева кита, и тогда подвергся бы он наказанию за своё заблуждение"},{"SurahNumber":68,"VerseNumber":50,"Text":"Но Господь избрал его, принял его покаяние и сделал из числа праведников"},{"SurahNumber":68,"VerseNumber":51,"Text":"Поистине, неверные готовы пронзить тебя своими ненавидящими взглядами, когда слышат Коран, и говорят они: \"Поистине, он ведь одержимый"},{"SurahNumber":68,"VerseNumber":52,"Text":"Но Коран не что иное, как назидание и наставление для обитателей миров"},{"SurahNumber":69,"VerseNumber":1,"Text":"Судный день, который неминуемо настанет"},{"SurahNumber":69,"VerseNumber":2,"Text":"А что такое Судный день, который неминуемо настанет"},{"SurahNumber":69,"VerseNumber":3,"Text":"И откуда тебе знать действительность Судного дня? А кто тебе может описать его ужасы и тяготы"},{"SurahNumber":69,"VerseNumber":4,"Text":"Самуд и Ад отрицали Судный день, который поразит обитателей миров своими ужасами и тяготами"},{"SurahNumber":69,"VerseNumber":5,"Text":"Самудяне были уничтожены сильным ужасным воплем"},{"SurahNumber":69,"VerseNumber":6,"Text":"А адиты были погублены холодным, буйным, сильным вихрем"},{"SurahNumber":69,"VerseNumber":7,"Text":"Аллах дал волю этому вихрю бушевать непрестанно семь ночей и восемь дней, унося людей и бросая их мёртвыми, и ты видишь их, словно поверженные стволы пальм"},{"SurahNumber":69,"VerseNumber":8,"Text":"Разве видишь ты из них хоть одну душу, оставшуюся в живых"},{"SurahNumber":69,"VerseNumber":9,"Text":"И Фараон, и те народы, которые жили до него и не уверовали, и община, которая отвратилась от истины и от здоровой человеческой природы, совершая развратные, непристойные дела"},{"SurahNumber":69,"VerseNumber":10,"Text":"Каждый из этих народов ослушался посланника Господа своего. Тогда Он поразил их сильной и страшной карой"},{"SurahNumber":69,"VerseNumber":11,"Text":"Поистине, когда вода во время потопа вышла из берегов и затопила горы, Мы посадили вас - ваших прародителей - в плывущий ковчег"},{"SurahNumber":69,"VerseNumber":12,"Text":"чтобы этот случай, когда были спасены верующие и потоплены неверные, стал назиданием и наставлением для вас и чтобы вняло ему каждое внемлющее ухо"},{"SurahNumber":69,"VerseNumber":13,"Text":"И когда раздастся единый трубный глас"},{"SurahNumber":69,"VerseNumber":14,"Text":"и будут подняты с места земля и горы, и они обрушатся и рассыплются в прах"},{"SurahNumber":69,"VerseNumber":15,"Text":"в тот День настанет Великое воскресение"},{"SurahNumber":69,"VerseNumber":16,"Text":"и расколется небо, лишившись прочности, и станет слабым после того, как оно было прочным и совершенным"},{"SurahNumber":69,"VerseNumber":17,"Text":"И ангелы будут по краям его. И в тот День понесут Трон Господа твоего над ними восемь (ангелов)"},{"SurahNumber":69,"VerseNumber":18,"Text":"В тот День вы предстанете перед Аллахом для расплаты, и не одна из ваших тайн, которые вы скрываете, не утаится"},{"SurahNumber":69,"VerseNumber":19,"Text":"Тот, кому будет вручена в правую руку Книга записи его деяний, ликуя, скажет окружающим: \"Вот вам, читайте Книгу моих деяний"},{"SurahNumber":69,"VerseNumber":20,"Text":"Поистине, я верил в земной жизни, что предстану (перед Аллахом) для расплаты за свои деяния, и хорошо приготовился к этому"},{"SurahNumber":69,"VerseNumber":21,"Text":"И он - в жизни благополучной, довольной"},{"SurahNumber":69,"VerseNumber":22,"Text":"в высшем по достоинству и степени райском саду"},{"SurahNumber":69,"VerseNumber":23,"Text":"плоды которого доступны"},{"SurahNumber":69,"VerseNumber":24,"Text":"Ешьте и пейте во здравие - ваша еда и питьё не порицаемы и не вредны - за то, что вы совершали благочестивые деяния в минувшие дни земной жизни"},{"SurahNumber":69,"VerseNumber":25,"Text":"А тот, кому будет вручена Книга записей его деяний в левую руку, скажет, горюя и сожалея: \"О, если бы мне не дана была Книга записи моих деяний"},{"SurahNumber":69,"VerseNumber":26,"Text":"и я бы не знал, какова будет моя расплата"},{"SurahNumber":69,"VerseNumber":27,"Text":"О, если бы смерть была концом для меня и не было бы воскрешения после неё"},{"SurahNumber":69,"VerseNumber":28,"Text":"и ничто из моего достояния в земной жизни не помогло мне (в Судный день)"},{"SurahNumber":69,"VerseNumber":29,"Text":"Я потерял своё здоровье и свою силу"},{"SurahNumber":69,"VerseNumber":30,"Text":"Стражам геенны будет повелено: \"Схватите его, привяжите его руки к шее"},{"SurahNumber":69,"VerseNumber":31,"Text":"ввергните его в ад"},{"SurahNumber":69,"VerseNumber":32,"Text":"и свяжите его предлинной цепью"},{"SurahNumber":69,"VerseNumber":33,"Text":"Ведь он не уверовал в Аллаха Великого"},{"SurahNumber":69,"VerseNumber":34,"Text":"и не побуждал кормить бедняков"},{"SurahNumber":69,"VerseNumber":35,"Text":"В сей День нет для этого неверного в аду родственника, который спас бы его"},{"SurahNumber":69,"VerseNumber":36,"Text":"и нет для него пищи, кроме помоев обитателей огня: крови и гноя"},{"SurahNumber":69,"VerseNumber":37,"Text":"которую едят только закоренелые грешники, упорствующие в своём грехе"},{"SurahNumber":69,"VerseNumber":38,"Text":"Но нет! Клянусь тем, что вы видите из видимых предметов"},{"SurahNumber":69,"VerseNumber":39,"Text":"и тем, что вы не видите из сокровенного"},{"SurahNumber":69,"VerseNumber":40,"Text":"Поистине, Коран ниспослан Аллахом и передан от Него устами благородного, достойного посланника"},{"SurahNumber":69,"VerseNumber":41,"Text":"Коран - не слова поэта, как вы ложно утверждаете. Мало же у вас веры в то, что Коран ниспослан Аллахом"},{"SurahNumber":69,"VerseNumber":42,"Text":"Коран - не \"садж\" (рифмованная проза), подобный \"саджу\" известных вам прорицателей. Мало вы вспоминаете и вдумываетесь в то, какая разница между ними"},{"SurahNumber":69,"VerseNumber":43,"Text":"Коран ниспослан Тем, кто сотворил обитателей миров и наставляет их"},{"SurahNumber":69,"VerseNumber":44,"Text":"Если бы он (Мухаммад) измыслил какие-либо речения, которые Мы не говорили, и приписал их Нам"},{"SurahNumber":69,"VerseNumber":45,"Text":"Мы бы без промедления отомстили ему Своим могуществом и силой"},{"SurahNumber":69,"VerseNumber":46,"Text":"и перерезали бы ему аорту, чтобы он тотчас умер"},{"SurahNumber":69,"VerseNumber":47,"Text":"Никто из вас, как бы он ни был силён, не смог бы избавить его от Нашего наказания"},{"SurahNumber":69,"VerseNumber":48,"Text":"Поистине, Коран является назиданием для тех, которые повинуются повелениям Аллаха и удерживаются от того, что Он им запретил"},{"SurahNumber":69,"VerseNumber":49,"Text":"Поистине, Мы знаем, что среди вас есть те, которые отрицают Коран"},{"SurahNumber":69,"VerseNumber":50,"Text":"Поистине, он (Коран) будет причиной горя для тех, которые отрицают его, когда они увидят в День воскресения наказание, уготованное им, и блаженство, уготованное верующим"},{"SurahNumber":69,"VerseNumber":51,"Text":"И поистине, Коран - непререкаемая Истина, в которой нет сомнения"},{"SurahNumber":69,"VerseNumber":52,"Text":"Так хвали же Великого Господа твоего, постоянно поминая и восхваляя Его имя"},{"SurahNumber":70,"VerseNumber":1,"Text":"Некий мужчина попросил, издеваясь, ускорить"},{"SurahNumber":70,"VerseNumber":2,"Text":"наказание, которому Аллах непременно подвергнет неверных. Никто не в состоянии отвратить это наказание от них"},{"SurahNumber":70,"VerseNumber":3,"Text":"Ведь это наказание от Аллаха - Владыки Небес, которые являются источником всепобеждающей и неодолимой силы и неотвратимого решения"},{"SurahNumber":70,"VerseNumber":4,"Text":"Ангелы и Джибрил поднимаются к тому месту, откуда нисходит веление Аллаха, в течение дня, продолжительность которого, по меркам времени этой жизни, пятьдесят тысяч лет"},{"SurahNumber":70,"VerseNumber":5,"Text":"Терпи, о Мухаммад, стойко и безропотно их издевательства и просьбы об ускорении наказания"},{"SurahNumber":70,"VerseNumber":6,"Text":"Поистине, неверные считают День воскресения невозможным и думают, что он не настанет"},{"SurahNumber":70,"VerseNumber":7,"Text":"а Мы видим, что он для Нашего могущества очень лёгкое дело и не представляет для Нас никакого труда"},{"SurahNumber":70,"VerseNumber":8,"Text":"В тот День небо будет подобно расплавленному серебру"},{"SurahNumber":70,"VerseNumber":9,"Text":"а горы - подобны окрашенной и взбитой шерсти"},{"SurahNumber":70,"VerseNumber":10,"Text":"и родич не будет спрашивать своего родича о делах, поскольку каждый будет занят только собой"},{"SurahNumber":70,"VerseNumber":11,"Text":"Они хорошо узнают друг друга, но, несмотря на это, один не спросит другого о его делах. Грешник захочет откупиться от наказания в День воскресения своими сыновьями"},{"SurahNumber":70,"VerseNumber":12,"Text":"женой, братом"},{"SurahNumber":70,"VerseNumber":13,"Text":"своим родом, к которому он принадлежит"},{"SurahNumber":70,"VerseNumber":14,"Text":"и всеми, кто живёт на земле, чтобы спастись этим выкупом"},{"SurahNumber":70,"VerseNumber":15,"Text":"Удерживайся, о грешник, от желания откупиться. Поистине, огонь - чистое пламя"},{"SurahNumber":70,"VerseNumber":16,"Text":"Он сдирает кожу с твоих рук, ног и всех частей твоего тела"},{"SurahNumber":70,"VerseNumber":17,"Text":"и зовёт по имени того, кто отвратился от истины, не повиновался Аллаху"},{"SurahNumber":70,"VerseNumber":18,"Text":"копил имущество и берёг его в своих сокровищницах, не расходуя из него на пути Аллаха и не выделяя из него ту долю, которую Аллах предписал"},{"SurahNumber":70,"VerseNumber":19,"Text":"Поистине, человек по своей натуре нетерпелив"},{"SurahNumber":70,"VerseNumber":20,"Text":"Его охватывают сильная печаль и досада, когда его постигает неприятность или нужда"},{"SurahNumber":70,"VerseNumber":21,"Text":"а когда ему даётся добро или достается состояние, он становится очень скупым"},{"SurahNumber":70,"VerseNumber":22,"Text":"за исключением молящихся"},{"SurahNumber":70,"VerseNumber":23,"Text":"которые последовательно и регулярно совершают обрядовые молитвы, не пренебрегая ни одной из предписанных молитв, - их Аллах охраняет и направляет к добру"},{"SurahNumber":70,"VerseNumber":24,"Text":"которые выделяют определённую долю, предписанную Аллахом (закят)"},{"SurahNumber":70,"VerseNumber":25,"Text":"для тех, кто просит помощи у них, и для обездоленных, стесняющихся просить её"},{"SurahNumber":70,"VerseNumber":26,"Text":"которые верят в Судный день (День воздаяния), готовятся к нему (совершая благочестивые деяния)"},{"SurahNumber":70,"VerseNumber":27,"Text":"страшатся наказания своего Господа и стремятся избавиться от него (повинуясь Аллаху)"},{"SurahNumber":70,"VerseNumber":28,"Text":"Ведь никто не в безопасности от наказания Аллаха"},{"SurahNumber":70,"VerseNumber":29,"Text":"которые охраняют свою добродетель, сдерживая свои страсти"},{"SurahNumber":70,"VerseNumber":30,"Text":"не имея сношений ни с кем, кроме как со своими жёнами и невольницами. И в этом случае они не заслуживают порицания, поскольку они удовлетворяют свой инстинкт дозволенным путём"},{"SurahNumber":70,"VerseNumber":31,"Text":"А кто ищет наслаждения, помимо жён и невольниц, тот преступил пределы дозволенного, совершив запретное"},{"SurahNumber":70,"VerseNumber":32,"Text":"которые исполняют предписания шариата, сохраняя доверенное им людьми, и выполняют свои обеты, данные Аллаху и людям, не изменяя и не нарушая их"},{"SurahNumber":70,"VerseNumber":33,"Text":"и которые в своих свидетельствах придерживаются истины и не скрывают то, что они знают"},{"SurahNumber":70,"VerseNumber":34,"Text":"и бережно выстаивают молитвы, совершая их наилучшим и должным образом"},{"SurahNumber":70,"VerseNumber":35,"Text":"Те, которые обладают этими прекрасными качествами, будут в райских садах, почитаемые Аллахом Всевышним"},{"SurahNumber":70,"VerseNumber":36,"Text":"Что же с неверными, которые спешат в твою сторону"},{"SurahNumber":70,"VerseNumber":37,"Text":"и окружают тебя толпами справа и слева"},{"SurahNumber":70,"VerseNumber":38,"Text":"Неужели каждый из них, услышав, что Аллах обещал верующим рай, жаждет, чтобы он был введён в него"},{"SurahNumber":70,"VerseNumber":39,"Text":"Нет же! Пусть они откажутся от этого алчного желания войти в рай. Поистине, Мы их сотворили из презренной воды"},{"SurahNumber":70,"VerseNumber":40,"Text":"Клянусь Господом восхода и захода солнца, луны и планет! Поистине, Мы в состоянии"},{"SurahNumber":70,"VerseNumber":41,"Text":"погубить их и заменить их другими людьми, более покорными Аллаху. И Мы всемогущи, чтобы это сделать без труда"},{"SurahNumber":70,"VerseNumber":42,"Text":"Оставь их в заблуждении, и пусть они забавляются и наслаждаются своей жизнью, пока не настанет День, в который обещано им наказание"},{"SurahNumber":70,"VerseNumber":43,"Text":"тот День, когда они поспешно выйдут из могил и поспешат на зов туда, где они будут собраны (для расплаты и воздаяния), как будто они стремительно спешат к идолам, которых они создали и которым поклонялись в этой жизни"},{"SurahNumber":70,"VerseNumber":44,"Text":"Их взоры будут потуплены, и не смогут они их поднять, и их постигнет унижение и презрение. Это - День, который был им обещан в этой жизни, а они не верили в него, считая его ложью"},{"SurahNumber":71,"VerseNumber":1,"Text":"Мы послали Нуха к его народу и сказали ему: \"Увещевай свой народ до того, как постигнет его мучительное наказание"},{"SurahNumber":71,"VerseNumber":2,"Text":"Нух сказал: \"О народ мой! Поистине, я для вас - увещеватель, разъясняющий вам Послание вашего Господа понятным вам языком"},{"SurahNumber":71,"VerseNumber":3,"Text":"Повинуйтесь Аллаху, будьте покорными Ему, выполняя Его предписания, бойтесь Его, отказываясь от того, что Он запретил вам и повинуйтесь мне, следуя моему наставлению"},{"SurahNumber":71,"VerseNumber":4,"Text":"Тогда Аллах простит вам грехи, продлит вам жизнь до определенного срока, который Он сделал пределом вашей жизни. Поистине, когда придёт смерть, то она никогда не будет отсрочена. Если бы вы знали, какое сожаление охватит вас, когда настанет ваш смертный час, вы уверовали бы"},{"SurahNumber":71,"VerseNumber":5,"Text":"Нух сказал: \"Господи мой! Я неустанно призывал мой народ к вере денно и нощно"},{"SurahNumber":71,"VerseNumber":6,"Text":"Но мой призыв только усилил их упрямство и нежелание повиноваться Тебе"},{"SurahNumber":71,"VerseNumber":7,"Text":"И, поистине, каждый раз, когда я их призывал к вере в Тебя, чтобы Ты простил им грехи, они вкладывали свои пальцы в уши, дабы не услышать мой призыв, и закрывались своей одеждой, чтобы не видеть моё лицо, и упорствовали в своём неверии, и отказывались от моего призыва, гордо превозносясь"},{"SurahNumber":71,"VerseNumber":8,"Text":"Я призывал их к вере открыто, громким голосом"},{"SurahNumber":71,"VerseNumber":9,"Text":"потом я иногда возвещал им явно, а иногда беседовал с ними тайно, используя все способы увещевания"},{"SurahNumber":71,"VerseNumber":10,"Text":"Я говорил своему народу: \"Попросите же у своего Господа прощения за неверие и неповиновение. Поистине, Он прощает грехи вернувшимся к Нему кающимся"},{"SurahNumber":71,"VerseNumber":11,"Text":"Он низведёт вам с неба обильный дождь"},{"SurahNumber":71,"VerseNumber":12,"Text":"и наделит вас имуществом и детьми, являющимися украшением этой жизни, и одарит вас садами, чтобы вы ими наслаждались и пользовались их плодами, и устроит вам реки, чтобы вы поливали растения и поили скот"},{"SurahNumber":71,"VerseNumber":13,"Text":"Почему же вы не чтите величия Аллаха должным образом, надеясь на милость Аллаха, чтобы Он спас вас от наказания"},{"SurahNumber":71,"VerseNumber":14,"Text":"а ведь Он последовательно создал вас: каплей спермы, потом - сгустком крови, потом - куском мяса, потом - костями и мясом"},{"SurahNumber":71,"VerseNumber":15,"Text":"Разве вы не видите, что Аллах сотворил семь небес одно над другим"},{"SurahNumber":71,"VerseNumber":16,"Text":"И сделал луну в них источником света, и сделал солнце светильником, чтобы люди с помощью его лучей могли видеть то, что им нужно увидеть"},{"SurahNumber":71,"VerseNumber":17,"Text":"И Аллах создал вас из глины и взрастил вас на земле, как будто чудесное растение"},{"SurahNumber":71,"VerseNumber":18,"Text":"Потом Он вернёт вас в землю после смерти, а потом, непременно, выведет вас из неё (в День воскресения)"},{"SurahNumber":71,"VerseNumber":19,"Text":"Аллах простёр для вас землю"},{"SurahNumber":71,"VerseNumber":20,"Text":"чтобы вы ходили по её великим просторам"},{"SurahNumber":71,"VerseNumber":21,"Text":"Нух сказал: \"Господи мой! Поистине, мой народ ослушался меня, не уверовав и не попросив у Тебя прощения за грехи. Слабые люди из моего народа последовали за тем, богатство и дети которого увеличили только у него убыток в будущей жизни"},{"SurahNumber":71,"VerseNumber":22,"Text":"Обладатели имущества и детей низко и коварно обманули своих слабовольных последователей"},{"SurahNumber":71,"VerseNumber":23,"Text":"И сказали им: \"Ни за что не отказывайтесь от поклонения своим богам и не оставляйте ни Вадда, ни Суваа, ни Йагуса, ни Йаука, ни Насра (богов-идолов, сделанных в виде различных животных)"},{"SurahNumber":71,"VerseNumber":24,"Text":"Богатые и знатные совратили с пути истины многих людей. Не увеличивай у нечестивцев, причинивших себе вред своим неверием и упорством, ничего, кроме заблуждения и отхода от истины"},{"SurahNumber":71,"VerseNumber":25,"Text":"Они были потоплены за их грехи. После гибели они были введены в огонь с сильным обжигающим пламенем. И они не нашли, кроме Аллаха, помощников, которые могли бы избавить их от наказания"},{"SurahNumber":71,"VerseNumber":26,"Text":"Отчаявшись в том, что его народ уверует, Нух сказал: \"Господи! Не оставляй на земле ни одного из неверных не уверовавших в Тебя"},{"SurahNumber":71,"VerseNumber":27,"Text":"Ведь если Ты, о Господь, оставишь их в живых, не погубив и не истребив их, они введут Твоих рабов в заблуждение и не породят никого, кроме сбившихся с пути истины, упрямых неверных, и не повинующихся Тебе"},{"SurahNumber":71,"VerseNumber":28,"Text":"Господи! Прости меня и моих родителей, которые (по Твоей воле) дали мне жизнь, и тех, кто вошёл в мой дом верующим, и всех верующих мужчин и верующих женщин, и не приумножь неверным ничего, кроме гибели"},{"SurahNumber":72,"VerseNumber":1,"Text":"Скажи, о Мухаммад, своей общине: \"Аллах ниспослал мне Откровение, что сонм джиннов, подслушав моё чтение (Корана), сказали своему народу: \"Поистине, мы слышали дивный Коран, подобного которому мы не слышали прежде"},{"SurahNumber":72,"VerseNumber":2,"Text":"Он наставляет на прямой путь и призывает к истине. И мы уверовали в него, и мы не будем поклоняться никому, кроме нашего Господа, который создал и наставлял нас"},{"SurahNumber":72,"VerseNumber":3,"Text":"И Он - величие и могущество нашего Господа превыше всего! - не взял Себе ни супруги, ни ребёнка"},{"SurahNumber":72,"VerseNumber":4,"Text":"Глупец из нас сказал об Аллахе то, что не подобает Его величию и далеко от истины"},{"SurahNumber":72,"VerseNumber":5,"Text":"Мы думали, что ни люди, ни джинны никогда не будут измышлять на Аллаха ложь и описывать Его не так, как подобает Ему"},{"SurahNumber":72,"VerseNumber":6,"Text":"Некие мужи из людей прибегали к неким мужам из джиннов и этим прибавили джиннам дерзости, наглости и глупости"},{"SurahNumber":72,"VerseNumber":7,"Text":"И, поистине, джинны думали так же, как вы - люди, - что Аллах не воскресит никого после смерти и не направит посланника из числа людей к ним"},{"SurahNumber":72,"VerseNumber":8,"Text":"Мы старались подняться на небо, но нашли, что оно наполнено могучими стражами из ангелов и сжигающими светочами"},{"SurahNumber":72,"VerseNumber":9,"Text":"Мы до сегодняшнего дня сидели на небе, чтобы подслушивать вести с неба, но сейчас того, кто хочет подслушать, пронзает падающая звезда и уничтожает его"},{"SurahNumber":72,"VerseNumber":10,"Text":"И мы не знаем: является ли наказанием для живущих на земле охранение неба и лишение возможности подслушать его тайны, или их Господь пожелал им блага и прямого пути"},{"SurahNumber":72,"VerseNumber":11,"Text":"И среди нас есть праведные и неправедные, сбившиеся с пути; мы шли разными дорогами"},{"SurahNumber":72,"VerseNumber":12,"Text":"Мы убедились, что Аллах властен над нами, где бы мы ни были на земле, и мы не спасёмся от Его предопределения бегством на небо"},{"SurahNumber":72,"VerseNumber":13,"Text":"Когда мы услышали Коран, мы уверовали в него, а кто верует в Господа своего, тот не боится ни уменьшения его добрых деяний, ни увеличения его прегрешений"},{"SurahNumber":72,"VerseNumber":14,"Text":"Среди нас есть мусульмане, которые признают истину, и есть те, которые отвратились от прямого пути. Кто принял ислам, те встали на путь истины, проявив усердие в избрании его"},{"SurahNumber":72,"VerseNumber":15,"Text":"А те, которые отвратились от пути ислама, - топливо для геенны"},{"SurahNumber":72,"VerseNumber":16,"Text":"Если бы люди и джинны следовали исламу и твёрдо шли по его пути, не отклоняясь от него, то Мы напоили бы их по необходимости обильной водой (т.е. Аллах наделил бы их многими жизненными благами)"},{"SurahNumber":72,"VerseNumber":17,"Text":"чтобы испытать их, как они будут благодарны Аллаху за Его милость к ним. А кто отказывается поклоняться своему Господу, того Он подвергнет невыносимому, мучительному наказанию, которое он не вынесет"},{"SurahNumber":72,"VerseNumber":18,"Text":"Мне дано Откровение, что мечети принадлежат только Аллаху одному. Поэтому не поклоняйтесь никому кроме Аллаха"},{"SurahNumber":72,"VerseNumber":19,"Text":"И мне дано Откровение, что когда раб Аллаха Мухаммад поднялся, совершая молитву и поклоняясь Аллаху, джинны чуть ли не толпами окружили его, удивляясь тому, что они увидели и услышали"},{"SurahNumber":72,"VerseNumber":20,"Text":"Скажи: \"Я поклоняюсь только одному своему Господу, и наряду с Ним я не поклоняюсь никому"},{"SurahNumber":72,"VerseNumber":21,"Text":"Скажи: \"Я не в силах ни спасти вас от зла, ни принести вам пользы, ни наставить вас на прямой путь"},{"SurahNumber":72,"VerseNumber":22,"Text":"Скажи: \"Никто не избавит меня от наказания Аллаха, если я ослушаюсь Его, и не найду я убежища от Его наказания, кроме как у Него"},{"SurahNumber":72,"VerseNumber":23,"Text":"Я только могу передать вам волю Аллаха и Его Послания, с которыми Он направил меня. А тем, которые ослушаются Аллаха и Его посланника, отвратившись от религии Аллаха, уготован адский огонь, в котором они будут вечно пребывать"},{"SurahNumber":72,"VerseNumber":24,"Text":"И когда они увидят воочию обещанное им наказание, и когда оно их постигнет, тогда они узнают, у кого слабее помощники, кто меньше по числу: они или верующие"},{"SurahNumber":72,"VerseNumber":25,"Text":"Скажи: \"Я не знаю, о неверные, близко ли обещанное вам наказание, или мой Господь отложит его до определённого срока"},{"SurahNumber":72,"VerseNumber":26,"Text":"Он - знающий сокровенное, и никому из Своих созданий Он не откроет Своего сокровенного"},{"SurahNumber":72,"VerseNumber":27,"Text":"за исключением посланника, которого Он выбрал, чтобы он знал часть сокровенного. Он ставит перед ним и за ним стражу из ангелов для охранения его от искушений"},{"SurahNumber":72,"VerseNumber":28,"Text":"и чтобы знать, в соответствии со Своим определением, что пророки передали Послания своего Господа. Он ведает о всех их деяниях и помыслах и знает число всего сущего. Ничто не скроется от Него"},{"SurahNumber":73,"VerseNumber":1,"Text":"О завернувшийся в свою одежду"},{"SurahNumber":73,"VerseNumber":2,"Text":"Проводи ночь в молитве, за исключением малой части её"},{"SurahNumber":73,"VerseNumber":3,"Text":"половину ночи или немного меньше, до одной трети ночи"},{"SurahNumber":73,"VerseNumber":4,"Text":"или больше половины ночи, до двух третей её - и читай Коран не спеша, отчётливо, следуя правилам чтения (Корана)"},{"SurahNumber":73,"VerseNumber":5,"Text":"Поистине, Мы ниспошлём тебе, о посланник, Коран, содержащий трудные установления, запреты и предписания"},{"SurahNumber":73,"VerseNumber":6,"Text":"Поистине, поклонение Аллаху в ночные часы прочнее в сердце, отчётливее в словах, правильнее и сосредоточеннее в чтении, чем поклонение в дневные часы"},{"SurahNumber":73,"VerseNumber":7,"Text":"Ведь днём ты занят житейскими хлопотами, заботой о передаче Послания (своего Господа), поэтому ты освободись и посвяти ночь поклонению своему Господу"},{"SurahNumber":73,"VerseNumber":8,"Text":"И повторяй имя Того, кто заботился о твоём сотворении и воспитании, и, оставив всё, целиком посвяти себя поклонению Аллаху"},{"SurahNumber":73,"VerseNumber":9,"Text":"Ему принадлежит восток и запад (т.е. вся Вселенная). Нет истинного бога, кроме Него! Так полагайся же на Него во всех твоих делах и возьми Его в поручители за то, что Он обещал тебе"},{"SurahNumber":73,"VerseNumber":10,"Text":"Терпи ложь, которую они говорят, отстранись от них своим сердцем и поступай вопреки их желаниям, не обращая на них внимания, и не ищи отмщения им"},{"SurahNumber":73,"VerseNumber":11,"Text":"Оставь Мне тех, которые отрицают ислам и наслаждаются благами этой жизни, и дай им небольшую отсрочку"},{"SurahNumber":73,"VerseNumber":12,"Text":"Мы уготовили неверным в будущей жизни тяжёлые оковы, пылающий огонь"},{"SurahNumber":73,"VerseNumber":13,"Text":"отвратительную, терзающую горло пищу и мучительное, невыносимое наказание"},{"SurahNumber":73,"VerseNumber":14,"Text":"в тот День, когда сильно сотрясутся земля и горы, и горы из крепких твёрдых камней превратятся в кучи сыпучего песка"},{"SurahNumber":73,"VerseNumber":15,"Text":"Поистине, Мы направили к вам, о мекканцы, Мухаммада посланником, который будет в День воскресения свидетельствовать в вашу пользу, если вы уверуете, и против вас, если не признаете ислам, как Мы отправили к Фараону посланником Мусу"},{"SurahNumber":73,"VerseNumber":16,"Text":"Но Фараон ослушался посланника, и Мы мучительно и жестоко наказали его"},{"SurahNumber":73,"VerseNumber":17,"Text":"И как же вы избавитесь, если не уверуете, от наказания в такой День, когда младенцы из-за его ужасов станут седыми, дряхлыми стариками"},{"SurahNumber":73,"VerseNumber":18,"Text":"В тот День необъятное прочное небо из-за великого ужаса разверзнется, и обещание Аллаха непременно исполнится"},{"SurahNumber":73,"VerseNumber":19,"Text":"Поистине, эти айаты, содержащие предупреждение о наказании, - наставление, и тот, кто желает извлечь пользу из них, становится на путь Аллаха, придерживаясь благочестивости и богобоязненности"},{"SurahNumber":73,"VerseNumber":20,"Text":"Поистине, твой Господь ведает о том, что ты, о Мухаммад, и некоторые из твоих последователей проводите в поклонении Аллаху меньше, чем две трети ночи, иногда половину её или треть. Никто, кроме Аллаха, не в состоянии предопределять меру дня и ночи и их часы. Он знает, что вы не можете определить каждую часть ночи и дня, поэтому Он облегчил вам эту ношу. Совершая молитву, читайте, что вам доступно из Корана. Ведь Он узнал, что есть среди вас больные, которым трудно проводить ночь в поклонении, что некоторые из вас странствуют по земле по делам торговли или по другим делам, ища милости Аллаха, а другие сражаются на пути Аллаха ради возвышения Его Слова. Так читайте, что вы можете из Корана, постоянно и регулярно совершайте предписанную молитву, раздавайте предписанный вам закят и давайте Аллаху добрый заем: давайте беднякам милостыню сверх закята. Награда за все ваши добродеяния - у Аллаха. Она лучше и больше, чем то, что вы оставили. Просите у Аллаха прощения за ваши грехи и за то, что вы пропустили из добрых деяний. Поистине, Аллах прощает грехи верующим и оказывает им Свою милость"},{"SurahNumber":74,"VerseNumber":1,"Text":"О ты, закутавшийся в свою одежду"},{"SurahNumber":74,"VerseNumber":2,"Text":"Вставай с твоего ложа и увещевай людей, предостерегая их от наказания Аллаха, если они не уверуют"},{"SurahNumber":74,"VerseNumber":3,"Text":"И превозноси только своего Великого Господа"},{"SurahNumber":74,"VerseNumber":4,"Text":"и очисти свои одежды водой от осквернения"},{"SurahNumber":74,"VerseNumber":5,"Text":"и избегай наказания, т.е. всегда удерживайся от того, что приводит к наказанию"},{"SurahNumber":74,"VerseNumber":6,"Text":"И не давай никому милостыни, считая, что ты даёшь ему намного больше, чем надо"},{"SurahNumber":74,"VerseNumber":7,"Text":"И терпеливо переноси все приказания и запреты и связанные с ними трудности и тягости ради благосклонности Аллаха"},{"SurahNumber":74,"VerseNumber":8,"Text":"Когда протрубят в трубу"},{"SurahNumber":74,"VerseNumber":9,"Text":"это будет трудный и ужасный День для неверных"},{"SurahNumber":74,"VerseNumber":10,"Text":"и им будет нелегко избавиться от расплаты и от других ужасов этого Дня"},{"SurahNumber":74,"VerseNumber":11,"Text":"Оставь Меня одного с тем, кого Я создал. Я избавлю тебя от него"},{"SurahNumber":74,"VerseNumber":12,"Text":"Я наделил его огромным неиссякаемым богатством"},{"SurahNumber":74,"VerseNumber":13,"Text":"и сыновьями, не расстающимися с ним"},{"SurahNumber":74,"VerseNumber":14,"Text":"и дал ему сполна власть, достоинство и высокое положение"},{"SurahNumber":74,"VerseNumber":15,"Text":"но он жаждет, чтобы Я даровал ему ещё больше имущества, сыновей и ещё более высокое положение, и он не благодарен Мне за эти милости"},{"SurahNumber":74,"VerseNumber":16,"Text":"Так нет! Он не получит того, чего он жаждет. Ведь он упорно отрицал Коран, считая его ложью"},{"SurahNumber":74,"VerseNumber":17,"Text":"Я подвергну его мучительному наказанию, которое он не вынесет"},{"SurahNumber":74,"VerseNumber":18,"Text":"Ведь он решил про себя и обдумал, как опорочить Коран"},{"SurahNumber":74,"VerseNumber":19,"Text":"поэтому он заслужил гибель. Как он мог надумать порочить Коран"},{"SurahNumber":74,"VerseNumber":20,"Text":"Он заслуживает гибель дважды! Как же он мог задумать порочить Коран"},{"SurahNumber":74,"VerseNumber":21,"Text":"Потом он посмотрел на лица людей"},{"SurahNumber":74,"VerseNumber":22,"Text":"потом он нахмурился, затем ещё более нахмурился"},{"SurahNumber":74,"VerseNumber":23,"Text":"потом отвернулся от истины, превознёсся и высокомерно, не признавая её"},{"SurahNumber":74,"VerseNumber":24,"Text":"сказал: \"Это - не что иное, как колдовство, переданное от предков"},{"SurahNumber":74,"VerseNumber":25,"Text":"Это - лишь речь людская, которой научился Мухаммад. И он ложно утверждает, что он (Коран) якобы ниспослан от Аллаха"},{"SurahNumber":74,"VerseNumber":26,"Text":"Я ввергну его в адский огонь, где он будет сожжён в его пламени"},{"SurahNumber":74,"VerseNumber":27,"Text":"И как тебе знать, что такое адский огонь"},{"SurahNumber":74,"VerseNumber":28,"Text":"Он не щадит ни мяса, ни костей"},{"SurahNumber":74,"VerseNumber":29,"Text":"Он сжигает кожу до черноты"},{"SurahNumber":74,"VerseNumber":30,"Text":"Забота об адском огне и наказании его обитателей поручено девятнадцати (ангелам)"},{"SurahNumber":74,"VerseNumber":31,"Text":"Мы сделали хранителями адского огня только ангелов, и число их Мы определили: девятнадцать только для того, чтобы испытать неверных и чтобы убедились люди Писания в том, что в Коране содержится только истина от Аллаха Всевышнего относительно хранителей адского огня, - ведь это соответствует тому, что сказано в их Писаниях, - чтобы усилилась и утвердилась вера (в сердцах) верующих, уверовавших в Мухаммада, чтобы не сомневались люди Писания и верующие и чтобы те, чьи сердца охватило лицемерие, и неверные сказали: \"Что хотел Аллах, называя такую странную, как притча, цифру?\" Так Аллах вводит в заблуждение неверных и ведёт по прямому пути верующих. И сколько воинов у твоего Господа, никто не знает, кроме Аллаха Всевышнего, поскольку их очень много. Адский огонь (сакар) - лишь напоминание и устрашение для людей"},{"SurahNumber":74,"VerseNumber":32,"Text":"Да будет обуздан тот, кого предостерегли от него, но он не устрашился. Клянусь луной"},{"SurahNumber":74,"VerseNumber":33,"Text":"и ночью, когда она отступает"},{"SurahNumber":74,"VerseNumber":34,"Text":"и зарёй, когда она занимается и раскрывается"},{"SurahNumber":74,"VerseNumber":35,"Text":"что сакар - одна из самых больших и сильных угроз"},{"SurahNumber":74,"VerseNumber":36,"Text":"ниспосланных для увещевания и устрашения (людей)"},{"SurahNumber":74,"VerseNumber":37,"Text":"увещевания для тех из вас, кто хочет идти к добру или отступиться от него"},{"SurahNumber":74,"VerseNumber":38,"Text":"Каждая душа будет отвечать за свои деяния и будет заложницей у Аллаха"},{"SurahNumber":74,"VerseNumber":39,"Text":"за исключением мусульман, которые будут избавлены от наказания за повиновение (Аллаху)"},{"SurahNumber":74,"VerseNumber":40,"Text":"Они в райских садах, не поддающихся описанию словами, спрашивают друг друга"},{"SurahNumber":74,"VerseNumber":41,"Text":"о грешниках"},{"SurahNumber":74,"VerseNumber":42,"Text":"которых они уже раньше спросили: \"Что ввело вас в сакар (адский огонь)"},{"SurahNumber":74,"VerseNumber":43,"Text":"Они ответили: \"Мы не совершали молитву, как её совершали мусульмане"},{"SurahNumber":74,"VerseNumber":44,"Text":"не кормили бедняка, как его кормили мусульмане"},{"SurahNumber":74,"VerseNumber":45,"Text":"Мы погрязли во лжи вместе с заблудшими"},{"SurahNumber":74,"VerseNumber":46,"Text":"и отрицали День расплаты и воздаяния"},{"SurahNumber":74,"VerseNumber":47,"Text":"пока не поразила нас смерть"},{"SurahNumber":74,"VerseNumber":48,"Text":"Не поможет им ничьё заступничество: ни ангелов, ни пророков, ни праведников"},{"SurahNumber":74,"VerseNumber":49,"Text":"Что же с ними? Почему они отвратились от наставлений Корана"},{"SurahNumber":74,"VerseNumber":50,"Text":"словно дикие ослы"},{"SurahNumber":74,"VerseNumber":51,"Text":"бегущие от преследователей"},{"SurahNumber":74,"VerseNumber":52,"Text":"Да! Ведь каждый из них хочет получить с неба ясные развёрнутые свитки, доказывающие истинность посланника - да благословит его Аллах и приветствует"},{"SurahNumber":74,"VerseNumber":53,"Text":"Нет же! Пусть удерживаются от того, что пожелали. Они же не страшатся будущей жизни. Они уклонились от наставлений и изощрялись в требовании знамений"},{"SurahNumber":74,"VerseNumber":54,"Text":"Поистине, Коран - достаточное и красноречивое назидание"},{"SurahNumber":74,"VerseNumber":55,"Text":"и его запомнит и не забудет тот, кто пожелает"},{"SurahNumber":74,"VerseNumber":56,"Text":"Но они запомнят его и поучатся им, если только на то будет воля Аллаха, которого надлежит страшиться и который прощает того, кто Его боится"},{"SurahNumber":75,"VerseNumber":1,"Text":"Клянусь непреложно Днём воскресения, являющимся непререкаемой истиной"},{"SurahNumber":75,"VerseNumber":2,"Text":"и душой, упрекающей самое себя за прегрешения и небрежное исполнение религиозных обязанностей, что вы будете воскрешены, когда будут собраны ваши разбросанные кости"},{"SurahNumber":75,"VerseNumber":3,"Text":"Неужели человек - после того, как Мы сотворили его из небытия, - думает, что Мы не соберём его разбросанные истлевшие кости"},{"SurahNumber":75,"VerseNumber":4,"Text":"Да, Мы соберём их. Мы же способны восстановить даже его пальцы, собрав самые мелкие их суставы. Если это так, то собрать большие кости его тела Нам будет легко"},{"SurahNumber":75,"VerseNumber":5,"Text":"Неужели человек отрицает воскрешение, желая продолжать распутничать все остальные дни своей жизни"},{"SurahNumber":75,"VerseNumber":6,"Text":"Он спрашивает, считая невозможным Судный час: \"Когда настанет День воскресения"},{"SurahNumber":75,"VerseNumber":7,"Text":"В тот День, когда закатятся глаза от ужаса и удивления"},{"SurahNumber":75,"VerseNumber":8,"Text":"и затмится луна"},{"SurahNumber":75,"VerseNumber":9,"Text":"и объединятся солнце и луна, восходя с запада"},{"SurahNumber":75,"VerseNumber":10,"Text":"человек спросит: \"Куда же бежать, чтобы спастись от наказания"},{"SurahNumber":75,"VerseNumber":11,"Text":"Нет же! Не ищи, о человек, укрытия от наказания"},{"SurahNumber":75,"VerseNumber":12,"Text":"Нет для тебя спасения, кроме как у Аллаха - твоего Господа, который решит: кого ввести в рай, а кого ввергнуть в адский огонь"},{"SurahNumber":75,"VerseNumber":13,"Text":"В тот День возвестят человеку о том, что он совершил при жизни и позже (т.е. если он при жизни совершал благие или нечестивые деяния, а другие люди, после его смерти, следуя за ним и подражая ему, совершали подобные деяния)"},{"SurahNumber":75,"VerseNumber":14,"Text":"Ведь человек (в День воскресения) будет свидетельствовать о том, что он совершил или не исполнил"},{"SurahNumber":75,"VerseNumber":15,"Text":"И даже если он постарается найти себе оправдание, то он не сможет избавиться от этого свидетельства"},{"SurahNumber":75,"VerseNumber":16,"Text":"Не повторяй, о Мухаммад, (за Джибрилом) Коран во время Откровения, желая быстро читать и выучить его наизусть"},{"SurahNumber":75,"VerseNumber":17,"Text":"Поистине, запечатлеть его в твоём сердце и утвердить его на твоих устах (чтобы ты наизусть выучил его) - Наше дело"},{"SurahNumber":75,"VerseNumber":18,"Text":"Когда Наш посланец читает Коран тебе, следуй за его чтением, внимательно слушая его"},{"SurahNumber":75,"VerseNumber":19,"Text":"Потом на Нас лежит разъяснение того, что недоступно тебе из мыслей Корана и его установлений"},{"SurahNumber":75,"VerseNumber":20,"Text":"Остерегитесь отрицать воскресение, ведь оно - истина. Но нет, вы любите преходящую земную жизнь с её мирскими благами"},{"SurahNumber":75,"VerseNumber":21,"Text":"и пренебрегаете будущей жизнью с её блаженством"},{"SurahNumber":75,"VerseNumber":22,"Text":"В тот День у одних людей лица будут сияющими, счастливыми"},{"SurahNumber":75,"VerseNumber":23,"Text":"и будут смотреть на своего Господа, как подобает Ему"},{"SurahNumber":75,"VerseNumber":24,"Text":"У других же лица будут угрюмыми, мрачными"},{"SurahNumber":75,"VerseNumber":25,"Text":"Они ожидают, что их постигнет страшная беда, сокрушающая позвонки хребта"},{"SurahNumber":75,"VerseNumber":26,"Text":"Но нет! Остерегайтесь любви к этой жизни, которую покинете, когда душа дойдёт до гортани"},{"SurahNumber":75,"VerseNumber":27,"Text":"и присутствующие при умирающем спросят друг друга: \"Нет ли заклинателя, чтобы заговорить его от смерти"},{"SurahNumber":75,"VerseNumber":28,"Text":"И поймёт умирающий, что он скоро умрёт и покинет земную жизнь, которую любил, и станет ему неимоверно тяжко"},{"SurahNumber":75,"VerseNumber":29,"Text":"и когда сойдётся голень с голенью при извлечении души"},{"SurahNumber":75,"VerseNumber":30,"Text":"к твоему Господу будет в тот День возвращение, а в День Воскресения их или введут в рай, или ввергнут в адский огонь"},{"SurahNumber":75,"VerseNumber":31,"Text":"Человек отрицал воскресение и не уверовал ни в посланника, ни в Коран, не совершал предписанную молитву"},{"SurahNumber":75,"VerseNumber":32,"Text":"считал Коран ложью, отвернулся от веры"},{"SurahNumber":75,"VerseNumber":33,"Text":"затем он вернулся к своей семье, гордясь (этим)"},{"SurahNumber":75,"VerseNumber":34,"Text":"Гибель тебе, о отрицающий (воскресение и Коран), гибель"},{"SurahNumber":75,"VerseNumber":35,"Text":"и ещё раз вечная гибель тебе, гибель"},{"SurahNumber":75,"VerseNumber":36,"Text":"Неужели человек, который отрицает воскресение, думает, что он будет оставлен без присмотра наслаждаться своей жизнью, а потом умрёт и не будет воскрешён для расплаты за свои деяния"},{"SurahNumber":75,"VerseNumber":37,"Text":"Неужели человек не был излившейся каплей жидкости, которой было предопределено попасть в матку"},{"SurahNumber":75,"VerseNumber":38,"Text":"потом она превратилась в сгусток крови, и Аллах создал его наилучшим образом, придав ему совершенный облик"},{"SurahNumber":75,"VerseNumber":39,"Text":"и сделал из него пару: мужчину и женщину"},{"SurahNumber":75,"VerseNumber":40,"Text":"Неужели этот Творец, который создал всё это, не может воскресить мёртвых, собрав их кости"},{"SurahNumber":76,"VerseNumber":1,"Text":"Прошел определённый срок времени до того, как в человека Аллах вдохнул дух. Он был ничтожен, без имени, не знал, для чего он создан"},{"SurahNumber":76,"VerseNumber":2,"Text":"Поистине, Мы создали человека из капли, смеси разных веществ. Затем Мы подвергли его испытанию, предписав ему религиозные обязанности. Поэтому Мы даровали ему слух и зрение, чтобы он слушал айаты и видел знамения"},{"SurahNumber":76,"VerseNumber":3,"Text":"Мы ведь указали ему прямой путь, чтобы он выбрал: стать верующим или неверным"},{"SurahNumber":76,"VerseNumber":4,"Text":"Поистине, Мы приготовили для неверных цепи для ног, оковы для их рук и шей и пылающий огонь"},{"SurahNumber":76,"VerseNumber":5,"Text":"Поистине, те, которые искренне уверовали, пьют напиток, смешанный с камфарной водой"},{"SurahNumber":76,"VerseNumber":6,"Text":"из источника, из которого пьют рабы Аллаха, легко заставляя её течь везде, где они хотят"},{"SurahNumber":76,"VerseNumber":7,"Text":"Они исполняют те обеты, которые дали, повинуясь Аллаху, и страшатся Великого Дня, зло и ужасы которого распространятся повсюду"},{"SurahNumber":76,"VerseNumber":8,"Text":"Они дают пищу, хотя сами в ней нуждаются, бедному, неспособному заработать себе на хлеб, сироте, потерявшему отца своего, и пленнику, который ничего не имеет"},{"SurahNumber":76,"VerseNumber":9,"Text":"и говорят в душе: \"Поистине, мы кормим вас, ища награды у Аллаха и не прося у вас за эту пищу ни возмещения, ни подарка, ни благодарности"},{"SurahNumber":76,"VerseNumber":10,"Text":"Поистине, Мы боимся от нашего Господа Дня, когда лица будут сильно нахмурены и угрюмы, а лбы будут сморщены"},{"SurahNumber":76,"VerseNumber":11,"Text":"И спас их Аллах от ужасов этого Дня и вместо угрюмости нечестивцев, Он сделал их лица сияющими, наполнил их сердца радостью и счастьем"},{"SurahNumber":76,"VerseNumber":12,"Text":"и даровал им за то, что они терпели, райские сады, где они будут жить в блаженстве и одеваться в шёлковые нежные одеяния"},{"SurahNumber":76,"VerseNumber":13,"Text":"Они будут возлежать на ложах, не испытывая ни знойной жары солнца, ни сильного холода"},{"SurahNumber":76,"VerseNumber":14,"Text":"Он воздаст им раем, тень деревьев которого будет осенять их, и плоды будут к ним опускаться, чтобы им легко было достать их"},{"SurahNumber":76,"VerseNumber":15,"Text":"И будут их обходить слуги с серебряными сосудами для питья и тонкими чашами"},{"SurahNumber":76,"VerseNumber":16,"Text":"из серебра соразмерно с желанием пьющих"},{"SurahNumber":76,"VerseNumber":17,"Text":"В саду праведников будут поить напитком, смешанным с чем-то, по вкусу напоминающим имбирь"},{"SurahNumber":76,"VerseNumber":18,"Text":"из источника, названного благодаря тому, что его напиток полезен, приятен и вкусен, Салсабилем"},{"SurahNumber":76,"VerseNumber":19,"Text":"Чтобы служить им и приносить им счастье и радость, их обходят вечно юные отроки. Если посмотришь на них, когда они легко и живо обходят праведников, подумаешь из-за их красоты и чистоты, что они - рассыпанный, блестящий вокруг тебя жемчуг, потому что они прекрасны, и от них исходит чистое сияние"},{"SurahNumber":76,"VerseNumber":20,"Text":"В любом месте, куда ни посмотришь, в раю великое блаженство и великая власть Аллаха"},{"SurahNumber":76,"VerseNumber":21,"Text":"Они одеты в одежду из зелёного тонкого шёлка и плотного атласа, а украшения, которые они носят на руках, - серебряные браслеты, и напоил их Господь ещё другим напитком: чистым, свободным от грязи и скверны"},{"SurahNumber":76,"VerseNumber":22,"Text":"Поистине, всё это блаженство - воздаяние за ваши деяния, а ваше усердие в земной жизни - похвально, одобрено и принято Аллахом"},{"SurahNumber":76,"VerseNumber":23,"Text":"Поистине, Мы по Своему милосердию и Своей мудрости ниспослали тебе Коран таким образом, чтобы успокоить твоё сердце, чтобы он запечатлелся в твоей груди и чтобы ты не забыл его никогда"},{"SurahNumber":76,"VerseNumber":24,"Text":"Так терпи, подчиняясь решению твоего Господа, отсрочку твоей победы над твоими врагами и вред, который они тебе причиняют, и не повинуйся никому из многобожников - грешнику или упорствующему в неверии"},{"SurahNumber":76,"VerseNumber":25,"Text":"Постоянно поминай имя твоего Господа, совершая утреннюю молитву на заре, полуденную и послеполуденную молитвы"},{"SurahNumber":76,"VerseNumber":26,"Text":"а ночью совершай, поклоняясь Ему, молитву при закате солнца и вечернюю молитву и проводи долгое время ночи в поминании Аллаха, совершая молитву и восхваляя Его"},{"SurahNumber":76,"VerseNumber":27,"Text":"Поистине, эти неверные любят эту преходящую жизнь, предпочитая её жизни будущей, и пренебрегают тяжким, полным ужаса Днём, не совершая благочестивых деяний, которые могли бы спасти их от ужасов этого Дня"},{"SurahNumber":76,"VerseNumber":28,"Text":"Мы их сотворили в совершенстве, и если Мы пожелаем, то погубим их и заменим их другими людьми, которые будут повиноваться Аллаху"},{"SurahNumber":76,"VerseNumber":29,"Text":"Эта сура - назидание для обитателей миров. И тот, кто желает, избирает путь к своему Господу, веруя в Аллаха и придерживаясь богобоязненности. Этот путь приведёт его к прощению Аллаха, в Его рай"},{"SurahNumber":76,"VerseNumber":30,"Text":"Но не пожелаете вы ничего, пока на это не будет воли Аллаха. Ведь Он - Знающий, ведает все ваши дела и мудрый во всём, что Он желает и выбирает"},{"SurahNumber":76,"VerseNumber":31,"Text":"Он введёт, кого пожелает, в Свой рай. Ведь войти в рай можно только по милости Аллаха и Его милосердию. Он унизит нечестивцев, уготовив им мучительное наказание"},{"SurahNumber":77,"VerseNumber":1,"Text":"Клянусь айатами, ниспосланными Мухаммаду и переданными ему Джибрилом для добра и блага"},{"SurahNumber":77,"VerseNumber":2,"Text":"Клянусь непобедимыми айатами"},{"SurahNumber":77,"VerseNumber":3,"Text":"уничтожающими целиком все ложные религии"},{"SurahNumber":77,"VerseNumber":4,"Text":"И клянусь айатами, широко распространяющими мудрость и наставление на прямой путь в сердца обитателей миров и ясно различающими истину от лжи"},{"SurahNumber":77,"VerseNumber":5,"Text":"И клянусь айатами, передающими полезное наставление людям в увещевание"},{"SurahNumber":77,"VerseNumber":6,"Text":"чтобы не было у людей оправдывающего их неверие повода"},{"SurahNumber":77,"VerseNumber":7,"Text":"Поистине, День воскресения, обещанный вам, непременно настанет"},{"SurahNumber":77,"VerseNumber":8,"Text":"Когда звёзды будут уничтожены и померкнет их сияние"},{"SurahNumber":77,"VerseNumber":9,"Text":"и когда небо расколется"},{"SurahNumber":77,"VerseNumber":10,"Text":"и когда горы обрушатся, и ветры развеют их"},{"SurahNumber":77,"VerseNumber":11,"Text":"и когда посланникам будет определён срок, чтобы они свидетельствовали о деяниях своих общин"},{"SurahNumber":77,"VerseNumber":12,"Text":"до какого времени будут отсрочены эти великие дела"},{"SurahNumber":77,"VerseNumber":13,"Text":"До Дня различения между людьми"},{"SurahNumber":77,"VerseNumber":14,"Text":"И откуда тебе знать, что такое День различения"},{"SurahNumber":77,"VerseNumber":15,"Text":"В тот День будет вечная гибель отрицающим то, что им обещано посланниками"},{"SurahNumber":77,"VerseNumber":16,"Text":"Разве Мы не погубили прежние народы, отрицавшие (своих посланников)"},{"SurahNumber":77,"VerseNumber":17,"Text":"Потом, вслед за ними, за подобные дела Мы уничтожили последующие народы"},{"SurahNumber":77,"VerseNumber":18,"Text":"и такая же кара будет всем, кто совершает грехи и не верует в Аллаха"},{"SurahNumber":77,"VerseNumber":19,"Text":"Гибель в тот День отрицающим то, что Мы им обещали"},{"SurahNumber":77,"VerseNumber":20,"Text":"Разве Мы не создали вас из презренной воды, т.е. из капли семени"},{"SurahNumber":77,"VerseNumber":21,"Text":"которую поместили в прочном месте"},{"SurahNumber":77,"VerseNumber":22,"Text":"где создаём, облекаем в форму и оставляем до определённого Аллахом и известного Ему срока"},{"SurahNumber":77,"VerseNumber":23,"Text":"И Мы смогли создать его наилучшим образом, и придать ему облик, и вывести на свет. И как прекрасно Мы создали его и определили это"},{"SurahNumber":77,"VerseNumber":24,"Text":"И гибель в тот День, отрицающим милость Аллаха в сотворении человека и предопределении"},{"SurahNumber":77,"VerseNumber":25,"Text":"Разве Мы не населили землю"},{"SurahNumber":77,"VerseNumber":26,"Text":"несметным количеством живых существ и не поместили внутри её несметное количество мёртвых"},{"SurahNumber":77,"VerseNumber":27,"Text":"и не утвердили на ней высокие, прочные горы, и не напоили вас приятной, вкусной, свежей водой"},{"SurahNumber":77,"VerseNumber":28,"Text":"Гибель в тот День отрицающим эти милости"},{"SurahNumber":77,"VerseNumber":29,"Text":"В День различения скажут неверным: \"Ступайте к адскому огню, который вы отрицали"},{"SurahNumber":77,"VerseNumber":30,"Text":"Ступайте к жаре огнедышащего адского дыма, извергающегося тремя столбами"},{"SurahNumber":77,"VerseNumber":31,"Text":"Нет тени от жары этого Дня и не убавится ничего от жары пламени"},{"SurahNumber":77,"VerseNumber":32,"Text":"Ведь адский огонь низвергает искры величиной с огромный дворец"},{"SurahNumber":77,"VerseNumber":33,"Text":"подобные желтовато-чёрным верблюдицам"},{"SurahNumber":77,"VerseNumber":34,"Text":"Гибель в этот День отрицающим, что адский огонь действительно таков"},{"SurahNumber":77,"VerseNumber":35,"Text":"То, что рассказано вам, несомненно, настанет в тот День, когда они не скажут ничего в свою пользу и им не будет разрешено говорить"},{"SurahNumber":77,"VerseNumber":36,"Text":"и они не смогут извиниться, поскольку у них нет оправданий"},{"SurahNumber":77,"VerseNumber":37,"Text":"Гибель в тот День отрицающим его"},{"SurahNumber":77,"VerseNumber":38,"Text":"Это - День разделения последователей истины от последователей лжи и воздаяния каждому по заслугам. Мы собрали вас, о отрицающие Мухаммада, и подобных вам из прежних народов, отрицавших своих посланников"},{"SurahNumber":77,"VerseNumber":39,"Text":"Если вы обладаете хитростью избавиться от наказания, то ухитритесь спастись от Моего наказания"},{"SurahNumber":77,"VerseNumber":40,"Text":"Гибель в тот День отрицающим то, чем пригрозил им Аллах"},{"SurahNumber":77,"VerseNumber":41,"Text":"Поистине, богобоязненные, которые страшились наказания Аллаха, будут под сенью тенистых деревьев среди источников"},{"SurahNumber":77,"VerseNumber":42,"Text":"и вкусных плодов, которыми они будут наслаждаться"},{"SurahNumber":77,"VerseNumber":43,"Text":"Им скажут в знак почтения и приветствия: \"Ешьте и пейте во здравие. Это вам за благочестивые деяния, которые вы совершили в земной жизни"},{"SurahNumber":77,"VerseNumber":44,"Text":"Поистине, Мы даём такую награду добродеющим"},{"SurahNumber":77,"VerseNumber":45,"Text":"Гибель в тот День отрицающим рай"},{"SurahNumber":77,"VerseNumber":46,"Text":"Неверным скажут: \"Ешьте и наслаждайтесь преходящими мирскими благами, пока вас не постигнет смерть. Поистине, вы - грешники, потому что вы придавали Аллаху сотоварищей"},{"SurahNumber":77,"VerseNumber":47,"Text":"Гибель в тот День отрицающим милости Аллаха к ним"},{"SurahNumber":77,"VerseNumber":48,"Text":"Когда им говорят: \"Совершайте молитву, поклоняясь Аллаху покорно!\" - они не покоряются , а упорствуют в своей гордыне"},{"SurahNumber":77,"VerseNumber":49,"Text":"Гибель в тот День отрицающим то, что запретил Аллах, и то, что приказал"},{"SurahNumber":77,"VerseNumber":50,"Text":"В какое же Писание и в какие слова после Корана они уверуют, если не уверовали в Коран, несмотря на то, что он - чудо, ниспосланное с Неба"}]}