{"Id":105,"LanguageCodes":["en","eng"],"Name":"eng-albilalmuhammad","Author":"Al Bilal Muhammad Et Al","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Believers will certainly flourish"},{"SurahNumber":23,"VerseNumber":2,"Text":"Those who humble themselves in their prayers"},{"SurahNumber":23,"VerseNumber":3,"Text":"Who avoid harmful talk"},{"SurahNumber":23,"VerseNumber":4,"Text":"Who are active in deeds of charity"},{"SurahNumber":23,"VerseNumber":5,"Text":"Who abstain from sex"},{"SurahNumber":23,"VerseNumber":6,"Text":"Except with their mates, or those whom their right hands possess, for in their case they are free from blame"},{"SurahNumber":23,"VerseNumber":7,"Text":"But those whose desires exceed these limits are transgressors"},{"SurahNumber":23,"VerseNumber":8,"Text":"But those who faithfully observe their trusts and their promises"},{"SurahNumber":23,"VerseNumber":9,"Text":"And who strictly remember their prayers"},{"SurahNumber":23,"VerseNumber":10,"Text":"These will be the heirs"},{"SurahNumber":23,"VerseNumber":11,"Text":"Who will inherit paradise. They will dwell therein forever"},{"SurahNumber":23,"VerseNumber":12,"Text":"And indeed We created humanity from a quintessence of clay"},{"SurahNumber":23,"VerseNumber":13,"Text":"Then We placed them as a zygote in a place of rest, firmly fixed"},{"SurahNumber":23,"VerseNumber":14,"Text":"Then We made the zygote into an embryo, then of that embryo We made a fetus, then we made the fetus into bones and clothed the bones with flesh, then we developed out of it another creature. So blessed is God, the best of creators"},{"SurahNumber":23,"VerseNumber":15,"Text":"After that, you will eventually die"},{"SurahNumber":23,"VerseNumber":16,"Text":"Then on the Day of Accountability, you will be raised up"},{"SurahNumber":23,"VerseNumber":17,"Text":"And We have made above you seven paths, and We are never unmindful of Our creation"},{"SurahNumber":23,"VerseNumber":18,"Text":"And We send down water from the sky by a certain measure, and We cause it to soak in the earth, and We certainly are able to make it disappear"},{"SurahNumber":23,"VerseNumber":19,"Text":"With it We grow for you gardens of date palms and vines. In them you have abundant fruit, and from them you eat and enjoy"},{"SurahNumber":23,"VerseNumber":20,"Text":"Also is a tree springing out of Mount Sinai which produces oil and relish for those who use it for food"},{"SurahNumber":23,"VerseNumber":21,"Text":"And in cattle too, you have an instructive similitude. From within their bodies We produce milk for you to drink. There are also in them numerous other benefits for you, and of their meat you eat"},{"SurahNumber":23,"VerseNumber":22,"Text":"And on them as well as on ships you are carried"},{"SurahNumber":23,"VerseNumber":23,"Text":"Further, We sent a long line of prophets to instruct you. We sent Noah to his people. He said, “O my people, worship God, you have no other god but Him. Will you not fear Him?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"The leaders of the unbelievers among his people said, “He is no more than a human like you. His wish is to assert his will over you. If God had wished to send messengers, He could have sent down angels, never did we hear of such a thing as he says, from even among our earliest ancestors"},{"SurahNumber":23,"VerseNumber":25,"Text":"“He is but a man possessed. Wait and have patience with him for a time.”"},{"SurahNumber":23,"VerseNumber":26,"Text":"Noah said, “O my Lord, help me, for they accuse me of lies.”"},{"SurahNumber":23,"VerseNumber":27,"Text":"So We inspired him with this message, “Construct the Ark within Our sight and under Our guidance. Then when Our command comes, and the fountains of the earth gush forth, take on-board pairs of every type, male and female, and your family, except those of them against whom the word has already gone forward, and do not address Me in favor of the wrongdoers, for they will be drowned"},{"SurahNumber":23,"VerseNumber":28,"Text":"And when you have embarked on the Ark, you and those with you say, “Praise God, He Who has saved us from the people who do wrong.”"},{"SurahNumber":23,"VerseNumber":29,"Text":"And say, “O my Lord, enable me to disembark with your blessing, for You are the best to enable us to disembark.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Indeed in this are signs, and with this do We test people"},{"SurahNumber":23,"VerseNumber":31,"Text":"Then We produced after them another generation"},{"SurahNumber":23,"VerseNumber":32,"Text":"And We sent to them a messenger from among themselves saying, “Worship God, you have no other god but Him. Will you not fear Him?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"And the leaders of his people who disbelieved and denied the meeting in the hereafter, and he on whom We had bestowed the good things in the life of the present said, “He is no more than human like you. He eats of what you eat, and drinks of what you drink"},{"SurahNumber":23,"VerseNumber":34,"Text":"“If you follow a human being like yourselves behold, it is certain you will be lost"},{"SurahNumber":23,"VerseNumber":35,"Text":"“Does he promise that when you die and become dust and bones, you will be brought out"},{"SurahNumber":23,"VerseNumber":36,"Text":"“Far, very far is that which you are promised"},{"SurahNumber":23,"VerseNumber":37,"Text":"“There is nothing but our life in the present. We die and we live, but we will never be raised up again"},{"SurahNumber":23,"VerseNumber":38,"Text":"“He is but one who invents a lie against God, but we are not ones to believe in him.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"He said, “Lord help me, for they accuse me of lying.”"},{"SurahNumber":23,"VerseNumber":40,"Text":"God said, “In but a little while, they are sure to be sorry.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"Then the blast overtook them with justice, and We made them as remains of dead leaves. So away with the people who do wrong"},{"SurahNumber":23,"VerseNumber":42,"Text":"Then We produced after them other generations"},{"SurahNumber":23,"VerseNumber":43,"Text":"No people can hasten their term, nor can they delay it"},{"SurahNumber":23,"VerseNumber":44,"Text":"Then We sent our messengers in succession. Every time there came to a people their messenger they accused him of falsehood. So We made them follow each other in punishment. We made them as a tale that is told. So away with a people who will not believe"},{"SurahNumber":23,"VerseNumber":45,"Text":"Then We sent Moses and his brother Aaron with Our signs and with clear authority"},{"SurahNumber":23,"VerseNumber":46,"Text":"And to Pharaoh and his nomarchs. But they behaved arrogantly. They were a people conceited"},{"SurahNumber":23,"VerseNumber":47,"Text":"They said, “Shall we believe in two people like ourselves while their people are subject to us?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"So they accused them of falsehood, and they became of those that were caused to perish"},{"SurahNumber":23,"VerseNumber":49,"Text":"And We gave Moses the Book, in order that they might receive guidance"},{"SurahNumber":23,"VerseNumber":50,"Text":"And We made the son of Mary and his mother as a sign. We gave them both shelter on a high ground of tranquility, and springs"},{"SurahNumber":23,"VerseNumber":51,"Text":"O you messengers, enjoy things good and refined, and work righteousness, for I am well acquainted with all that you do"},{"SurahNumber":23,"VerseNumber":52,"Text":"And indeed this community of yours is a single community, and I am your Lord. Therefore fear Me and no other"},{"SurahNumber":23,"VerseNumber":53,"Text":"But the people cut off the events of unity between them into sects. Each group rejoices in that which is with it"},{"SurahNumber":23,"VerseNumber":54,"Text":"But leave them in their confused ignorance for now"},{"SurahNumber":23,"VerseNumber":55,"Text":"Do they think that because We have granted them abundance of wealth and sons"},{"SurahNumber":23,"VerseNumber":56,"Text":"That We would funnel them all the good. No, they do not understand"},{"SurahNumber":23,"VerseNumber":57,"Text":"Indeed those who live in awe for fear of their Lord"},{"SurahNumber":23,"VerseNumber":58,"Text":"Those who believe in the signs of their Lord"},{"SurahNumber":23,"VerseNumber":59,"Text":"Those who do not join in worship, partners with their Lord"},{"SurahNumber":23,"VerseNumber":60,"Text":"And those who give their charity with their hearts full of awe, because they will return to their Lord"},{"SurahNumber":23,"VerseNumber":61,"Text":"It is these who hasten in every good work, and these are foremost in them"},{"SurahNumber":23,"VerseNumber":62,"Text":"On no soul do We place a burden greater than she can bear. Before Us is a record that clearly shows the truth. They will never be wronged"},{"SurahNumber":23,"VerseNumber":63,"Text":"But their hearts are in confused ignorance of this, and there are besides that, deeds of theirs that they will continue to do"},{"SurahNumber":23,"VerseNumber":64,"Text":"Until We seize them in punishment. Those of them that received the good things of the present behold, they will cry in supplication"},{"SurahNumber":23,"VerseNumber":65,"Text":"It will be said, “Cry not in supplication this day, for you will certainly not be helped by Us"},{"SurahNumber":23,"VerseNumber":66,"Text":"“My signs used to be rehearsed to you, but you used to turn back on your heels"},{"SurahNumber":23,"VerseNumber":67,"Text":"“In arrogance. Speaking wrongfully about it by night.”"},{"SurahNumber":23,"VerseNumber":68,"Text":"Do they not ponder over the Word, or has anything new come to them that did not come to their ancestors"},{"SurahNumber":23,"VerseNumber":69,"Text":"Or do they not recognize their messenger, so they reject him"},{"SurahNumber":23,"VerseNumber":70,"Text":"Or do they say, “He is possessed?” No, he has brought them the truth, but most of them hate the truth"},{"SurahNumber":23,"VerseNumber":71,"Text":"If the truth had been in accord with their desires, truly the heavens and the earth, and all beings therein would have been in chaos. No, We have sent them advice, but they turn away from the advice"},{"SurahNumber":23,"VerseNumber":72,"Text":"Or is it that you ask them for some reward? But the reward of your Lord is best. He is the best of those who give sustenance"},{"SurahNumber":23,"VerseNumber":73,"Text":"But indeed you call them to the straight way"},{"SurahNumber":23,"VerseNumber":74,"Text":"And indeed those who do not believe in the hereafter are deviating from that way"},{"SurahNumber":23,"VerseNumber":75,"Text":"If We had mercy on them and removed the distress which is on them, they would obstinately persist in their transgression, wandering in distraction back and forth"},{"SurahNumber":23,"VerseNumber":76,"Text":"We inflicted punishment on them, but they did not humble themselves to their Lord, nor do they submissively supplicate to Him"},{"SurahNumber":23,"VerseNumber":77,"Text":"Until We open on them a gate leading to a severe punishment. Then they will be plunged in despair"},{"SurahNumber":23,"VerseNumber":78,"Text":"It is He Who has created for you the faculties of hearing, sight, feeling, and understanding. Little thanks is it you give"},{"SurahNumber":23,"VerseNumber":79,"Text":"And He has multiplied you through the earth, and to Him will you be gathered back"},{"SurahNumber":23,"VerseNumber":80,"Text":"It is He Who gives life and death, and to Him is due the alternation of night and day. Will you not then understand"},{"SurahNumber":23,"VerseNumber":81,"Text":"Instead, they say things similar to what the people in the past said"},{"SurahNumber":23,"VerseNumber":82,"Text":"They say, “What, when we die and become dust and bones, could we really be raised up again"},{"SurahNumber":23,"VerseNumber":83,"Text":"“Such things have been promised to us and to our ancestors before. They are nothing but tales of the ancient.”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Say, “To whom belongs the earth and all beings therein? Speak, if you know.”"},{"SurahNumber":23,"VerseNumber":85,"Text":"They will say, “To God.” Say, “Then will you not remember?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Say, “Who is the Lord of the seven heavens, and the Lord of the throne of glory supreme?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"They will say, “They belong to God.” Say, “Will you not then be filled with awe?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Say, “Who is it in whose hands is the governance of all things, who protects all, but is not protected by any? Speak, if you know.”"},{"SurahNumber":23,"VerseNumber":89,"Text":"They will say, “It belongs to God.” Say, “Then how are you deluded?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"We have sent them the truth, but they insist on practicing falsehood"},{"SurahNumber":23,"VerseNumber":91,"Text":"No son did God have, nor is there any god joined with Him. If there were many gods, behold, each god would have taken away what he had created, and some would have lorded over others. Glory be to God. He is free from the sort of things they attribute to Him"},{"SurahNumber":23,"VerseNumber":92,"Text":"He knows what is hidden and what is open. Exalted is He above the partners they attribute to Him"},{"SurahNumber":23,"VerseNumber":93,"Text":"Say, “O my Lord, show me in my lifetime, that which they are warned against"},{"SurahNumber":23,"VerseNumber":94,"Text":"“But, O my Lord do not put me among the people who do wrong.”"},{"SurahNumber":23,"VerseNumber":95,"Text":"And We are certainly able to show you that which they are warned against"},{"SurahNumber":23,"VerseNumber":96,"Text":"Repel evil with that which is best. We are well acquainted with the things they say"},{"SurahNumber":23,"VerseNumber":97,"Text":"And say, “O my Lord, I seek refuge with You from the suggestions of the devils"},{"SurahNumber":23,"VerseNumber":98,"Text":"“And I seek refuge with You, O my Lord, lest they should come near me.”"},{"SurahNumber":23,"VerseNumber":99,"Text":"They will be in falsehood, but when death comes to one of them he says, “O my Lord, send me back to life"},{"SurahNumber":23,"VerseNumber":100,"Text":"“In order that I may do right by the things I neglected.” By no means, it is only words he says. Before them is a partition until the day they are raised up"},{"SurahNumber":23,"VerseNumber":101,"Text":"Then when the trumpet is blown, there will be no more relationships between them that day, nor will they ask about each other"},{"SurahNumber":23,"VerseNumber":102,"Text":"Then those whose balance of good deeds is heavy, they will attain salvation"},{"SurahNumber":23,"VerseNumber":103,"Text":"But those whose balance is light, they will have lost their souls, in hell will they live"},{"SurahNumber":23,"VerseNumber":104,"Text":"The fire will burn their faces, and they will grin therein, with their lips displaced"},{"SurahNumber":23,"VerseNumber":105,"Text":"“Were not My signs rehearsed to you, and did you not treat them as false?”"},{"SurahNumber":23,"VerseNumber":106,"Text":"They will say, “Our Lord, our misfortune overwhelmed us, and we became a people astray"},{"SurahNumber":23,"VerseNumber":107,"Text":"“Our Lord, bring us out of this. If ever we return to evil, then will we be wrongdoers indeed.”"},{"SurahNumber":23,"VerseNumber":108,"Text":"He will say, “Remain in it disgraced, and speak not to Me"},{"SurahNumber":23,"VerseNumber":109,"Text":"“Some of My servants used to pray ‘Our Lord, we believe, forgive us and have mercy upon us, for You are the best of those who show mercy.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"“But you treated them with ridicule, so much so, that your ridicule of them made you forget to remember Me, all because you were laughing at them"},{"SurahNumber":23,"VerseNumber":111,"Text":"“I have rewarded them this day for their patience and constancy. They are indeed the ones who have achieved bliss.”"},{"SurahNumber":23,"VerseNumber":112,"Text":"He will say, “How long did you stay on earth? Has it been years?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"They will say, “We stayed a day or part of a day, ask those who keep account.”"},{"SurahNumber":23,"VerseNumber":114,"Text":"He will say, “You stayed not even close to that, if you only knew"},{"SurahNumber":23,"VerseNumber":115,"Text":"“Did you then think that We had created you without purpose, and that you would not be brought back to Us for account?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Therefore exalted is God, the King, and the Reality. There is no god but Him, the Lord of the throne of honor"},{"SurahNumber":23,"VerseNumber":117,"Text":"Anyone who invokes besides God, any other god, he has no authority for that, and his reckoning will be exclusively with his Lord, and indeed the unbelievers will fail to succeed"},{"SurahNumber":23,"VerseNumber":118,"Text":"So say, “O my Lord, grant forgiveness and mercy, for You are the best of those who show mercy.”"},{"SurahNumber":24,"VerseNumber":1,"Text":"A Surah which We have sent down, and which We have ordained. In it We have sent down clear signs, in order that you may receive advice"},{"SurahNumber":24,"VerseNumber":2,"Text":"The woman and the man guilty of impermissible sex, flog each of them with a hundred lashes. Let not compassion move you in their case, a matter prescribed by God, if you believe in God and the Last Day, and let a group of the believers witness their punishment"},{"SurahNumber":24,"VerseNumber":3,"Text":"Let no man guilty of impermissible sex marry a woman, except one similarly guilty, or an unbeliever. Nor let any but this kind of man or an unbeliever, marry such a woman, to the believers this is forbidden"},{"SurahNumber":24,"VerseNumber":4,"Text":"And those who accuse chaste women, and do not produce four witnesses to support their accusations, flog them with eighty lashes, and reject their evidence ever after, for such people are wicked transgressors"},{"SurahNumber":24,"VerseNumber":5,"Text":"Unless they repent thereafter and correct their conduct, for God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":24,"VerseNumber":6,"Text":"And for those who accuse their spouses, and have in support, no evidence but their own, their solitary evidence can be taken if they bear witness four times with a promise by God that they are solemnly telling the truth"},{"SurahNumber":24,"VerseNumber":7,"Text":"And the fifth promise should be that they solemnly invoke the curse of God on themselves if they are lying"},{"SurahNumber":24,"VerseNumber":8,"Text":"But it would avert the punishment from the wife, if she bears witness four times with a promise by God, that her husband is telling a lie"},{"SurahNumber":24,"VerseNumber":9,"Text":"And the fifth promise should be that she solemnly invokes the punishment of God on herself if her accuser is telling the truth"},{"SurahNumber":24,"VerseNumber":10,"Text":"If it were not for God's grace and mercy on you, and if God were not Oft-Returning, Full of Wisdom, you would be ruined indeed"},{"SurahNumber":24,"VerseNumber":11,"Text":"Those who brought forward the lie are a group among you. Do not think it is bad for you, in the contrary, it is good for you. To every person among them will come the punishment of the harmful deeds that he earned, and to him who took on himself the lead among them, will be a terrible penalty"},{"SurahNumber":24,"VerseNumber":12,"Text":"Why did the believers, men and women, when you heard of the affair, not put the best light on it in their own minds and say, “This charge is an obvious lie”"},{"SurahNumber":24,"VerseNumber":13,"Text":"Why did they not bring four witnesses to prove it? When they do not bring witnesses, such men in the sight of God, are guilty"},{"SurahNumber":24,"VerseNumber":14,"Text":"Were it not for the grace and mercy of God on you, in the present and the hereafter, a terrible penalty would have seized you, because you rushed hastily into this affair"},{"SurahNumber":24,"VerseNumber":15,"Text":"When you put it on your tongues, and said out of your mouths, things of which you had no knowledge, and you thought it to be a light matter, when it was most serious in the sight of God"},{"SurahNumber":24,"VerseNumber":16,"Text":"And why did you not say when you heard it?– “It is not right of us to speak of this. Glory be to God, this is a most serious slander.”"},{"SurahNumber":24,"VerseNumber":17,"Text":"God advises you that you may never repeat such conduct, if you are true believers"},{"SurahNumber":24,"VerseNumber":18,"Text":"And God makes the signs plain to you, for God is full of knowledge and wisdom"},{"SurahNumber":24,"VerseNumber":19,"Text":"Those who love to see scandal spread among the believers will have a terrible penalty in this life and in the hereafter. God knows, and you know not"},{"SurahNumber":24,"VerseNumber":20,"Text":"Were it not for the grace and mercy of God on you and that God is full of kindness and mercy"},{"SurahNumber":24,"VerseNumber":21,"Text":"O you who believe, follow not Satan’s footsteps. If any follow the footsteps of Satan, he will command what is shameful and wrong, and were it not for the grace and mercy of God on you, not one of you would have ever been purified, but God purifies whom He pleases, and God is the One who hears and knows all things"},{"SurahNumber":24,"VerseNumber":22,"Text":"Let not those among you who are endued with grace and means, resolve by promise against helping their relatives, those in want, and those who have left their homes in God's cause. Let them forgive and overlook. Do you not wish that God would forgive you? For God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":24,"VerseNumber":23,"Text":"Those who slander chaste women, indiscreet but believing, are cursed in this life and in the hereafter, for them is a terrible penalty"},{"SurahNumber":24,"VerseNumber":24,"Text":"On the day when their tongues, their hands, and their feet will bear witness against them as to their actions"},{"SurahNumber":24,"VerseNumber":25,"Text":"On that day, God will pay them back all that is due, and they will realize that God is the Truth, He Who makes all things manifest"},{"SurahNumber":24,"VerseNumber":26,"Text":"Unethical women are for unethical men, and immoral men are for immoral women. And refined women are for refined men, and refined men are for refined women. These are not affected by what people say, for them there is forgiveness and an honorable reward"},{"SurahNumber":24,"VerseNumber":27,"Text":"O you who believe, enter not houses other than your own, until you have asked permission and greeted those in them. That is best for you, and perhaps you will apply it"},{"SurahNumber":24,"VerseNumber":28,"Text":"If you find no one in the house, still do not enter until permission is given to you. If you are asked to come back later, then come back later. That makes for greater refinement for yourselves, and God knows well all that you do"},{"SurahNumber":24,"VerseNumber":29,"Text":"It is no blame on your part to enter abandoned houses which are useful for you, and God has knowledge of what you reveal and what you conceal"},{"SurahNumber":24,"VerseNumber":30,"Text":"Say to the believing men that they should lower their gaze and guard their modesty. That will make for greater refinement for them, and God is well acquainted with all that they do"},{"SurahNumber":24,"VerseNumber":31,"Text":"And say to the believing women, that they should lower their gaze and guard their modesty, that they should not display their ornaments, except what seems appropriate to her, that they should draw their garments over their bosoms and not display their adornment, except to their husbands, their parents, their husband’s parents, their sons, their husbands’ sons, their brothers or their brothers’ sons, or their sisters’ sons, or their maids, or those whom their right hands possess, or male servants who do not desire them, or small children who are not aware of women’s need for privacy, and that they should not let their feet draw attention to what they conceal of their zeenah. O you believers, turn all together towards God, that you may attain bliss"},{"SurahNumber":24,"VerseNumber":32,"Text":"Marry those among you who are single, the virtuous ones among you, male and female. If they are poor, God will give them means out of His bounty, for God encompasses all, and He knows all things"},{"SurahNumber":24,"VerseNumber":33,"Text":"Let those who do not find the means for marriage keep themselves chaste until God gives them means out of His grace, and if those whom your right hand possess ask for a deed in writing to enable them to earn their freedom for a certain sum, give them such a deed if you know any good in them. Yes, and give them something out of the means which God has given to you. And do not force your female captives into prostitution when they desire chastity, in order that you may make a profit in the goods of this life, but if anyone compels them, then indeed because they were compelled, God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":24,"VerseNumber":34,"Text":"We have already sent down to you verses making things clear, an illustration from the story of people who passed away before you, and advice for those who are conscious of God"},{"SurahNumber":24,"VerseNumber":35,"Text":"God is the Light of the heavens and the earth. The parable of His light is as if there were a niche and within it a lamp. The lamp enclosed in glass. The glass as it were a brilliant star lit from a blessed olive tree, neither from the East nor from the West, whose oil is luminous, though fire does not touch it, light upon light, and God guides whom He wills to His light. God puts forward parables for humanity, and God knows all things"},{"SurahNumber":24,"VerseNumber":36,"Text":"Lit is such a light in houses which God has permitted to be raised to honor, for the celebration of His name in them. In them He is glorified in the mornings and in the evenings, again and again"},{"SurahNumber":24,"VerseNumber":37,"Text":"By the people for whom neither a deal nor a sale can divert from the remembrance of God, nor from prayer, nor from paying zakat. Their anxiety is about the day when hearts and eyes will be transformed in a world completely new"},{"SurahNumber":24,"VerseNumber":38,"Text":"That God may reward them according to the best of their deeds, and add even more for them out of His grace. For God provides for those whom He wills, without measure"},{"SurahNumber":24,"VerseNumber":39,"Text":"But the unbelievers, their deeds are like a mirage in sandy deserts which the person parched with thirst mistakes for water, until when he comes up to it, he finds it to be nothing, but he finds God with him, and God will pay him his account, and God is swift in taking account"},{"SurahNumber":24,"VerseNumber":40,"Text":"Or the unbelievers’ state is like the depths of darkness in a vast deep ocean, overwhelmed with billow covered by billow, covered by dark clouds. Depths of darkness, one above another. If a man stretches out his hand, he can hardly see it. For any to whom God does not give light, there is no light"},{"SurahNumber":24,"VerseNumber":41,"Text":"Do you not see that it is God Whose praises all beings in the heavens and on earth, and the birds of the air with wings outspread? Each one knows its own mode of prayer and praise, and God knows well all that they do"},{"SurahNumber":24,"VerseNumber":42,"Text":"Yes, to God belongs the control of the heavens and the earth, and to God is the final goal"},{"SurahNumber":24,"VerseNumber":43,"Text":"Do you not see that God makes the clouds move gently, then joins them together, then make them into a heap? Then you will see rain come out from their center, and He sends down from the sky, mountain masses of clouds which holds hail. He strikes with it whom He pleases and He turns it away from whom He pleases. And the vivid flash of His lightning nearly blinds the sight"},{"SurahNumber":24,"VerseNumber":44,"Text":"It is God Who alternates the night and the day, indeed in these things are an instructive similitude for those who have vision"},{"SurahNumber":24,"VerseNumber":45,"Text":"And God has created every animate creature from water. Of them there are some that crawl on their bellies, some that walk on two legs, and some that walk on four. God creates what He wills, for indeed God has power over all things"},{"SurahNumber":24,"VerseNumber":46,"Text":"We have indeed sent down signs that make things manifest, and God guides whom He wills to a way that is straight"},{"SurahNumber":24,"VerseNumber":47,"Text":"They say, “We believe in God and in the messenger, and we follow them.” But even after that, some of them turn away. They are not really believers"},{"SurahNumber":24,"VerseNumber":48,"Text":"When they are summoned to God and His messenger, in order that He may judge between them, behold, some of them refuse to come"},{"SurahNumber":24,"VerseNumber":49,"Text":"But if the truth is on their side, they come to him promptly"},{"SurahNumber":24,"VerseNumber":50,"Text":"Is it that there is a disease in their hearts, or do they doubt it, or do they fear that God and His messenger will deal unjustly with them? No, they behave wrongfully"},{"SurahNumber":24,"VerseNumber":51,"Text":"The answer of the believers, when summoned to God and His messenger, in order that He may judge between them, is no thing other than this, they say, “We hear, and we follow.” It is these who will attain felicity"},{"SurahNumber":24,"VerseNumber":52,"Text":"It is those who follow God and His messenger, and are conscious of God and do right, who will win in the end"},{"SurahNumber":24,"VerseNumber":53,"Text":"They swear their strongest promises by God, that if only you would command them, they would leave their homes. Say, “Do not make promises, action would be better, and indeed God is well acquainted with all that you do.”"},{"SurahNumber":24,"VerseNumber":54,"Text":"Say, “Follow God, and follow the messenger, but if you turn away, he is only responsible for the duty placed on him and you for that placed on you. If you follow him, you will be on right guidance. The messenger’s duty is only to preach the clear message"},{"SurahNumber":24,"VerseNumber":55,"Text":"God has promised to those among you who believe and work righteous deeds, that He will indeed grant them in the land inheritance of power, as He granted it to those before them, that He will establish in authority, their religion, the one which He has chosen for them, and that He will change their state, after the fear in which they lived, to one of security and peace. ‘They will worship Me and not associate anything with Me.’ If any do not believe after this, they are rebellious and wicked"},{"SurahNumber":24,"VerseNumber":56,"Text":"So establish prayer and give zakat, and follow the messenger, that you may receive mercy"},{"SurahNumber":24,"VerseNumber":57,"Text":"Never think that the unbelievers are going to stop God's plan on earth. Their abode is the fire, and it is indeed an evil refuge"},{"SurahNumber":24,"VerseNumber":58,"Text":"O you who believe, let those whom your right hands possess, and the children among you who have not come of age, ask your permission before they come to your presence on three occasions. Before morning prayer, when you put aside your clothes in the afternoon, and after the night prayer. These are your three times of privacy. Outside of those times, it is not wrong for you or for them, to move about among each other. Thus God makes clear the signs to you, for God is full of knowledge and wisdom"},{"SurahNumber":24,"VerseNumber":59,"Text":"But when the children among you come of age, let them also ask for permission, as do those senior to them in age. Thus God makes clear His signs to you, for God is full of knowledge and wisdom"},{"SurahNumber":24,"VerseNumber":60,"Text":"Post menopausal women, who do not desire marriage, there is no blame on them if they put away their garments, provided they do not flaunt their beauty, but it is best for them to be modest, and God is the One Who sees and knows all things"},{"SurahNumber":24,"VerseNumber":61,"Text":"It is no blame on the blind, nor on those born disabled, nor on one afflicted with illness, nor on yourselves, if you all eat from your own houses, or those of your fathers, or your mothers, or your brothers, or your sisters, or your father’s brothers or your father’s sisters, or your mother’s brothers, or your mother’s sisters, or in houses of which the keys are in your possession, or in the house of a sincere friend of yours. There is no blame on you, whether you eat together or separately, but if you enter houses, greet each other with a greeting blessed and good, as from God. Thus God makes clear the signs to you that you may understand"},{"SurahNumber":24,"VerseNumber":62,"Text":"Believers are those who believe in God and His messenger. When they are with him on a matter requiring collective action, they do not depart until they have asked to be excused, those who ask to be excused are those who believe in God and His messenger. So when they ask to be excused, to attend to a matter, excuse those whom you will, and ask God for their forgiveness, for God is Oft-Forgiving, Mercifully Redeeming"},{"SurahNumber":24,"VerseNumber":63,"Text":"Do not call the messenger to you, like you call others to you. God knows those of you who slip away under the shelter of some excuse. So let those beware who oppose the messenger’s orders, lest some trial befalls them, or a terrible penalty is inflicted on them"},{"SurahNumber":24,"VerseNumber":64,"Text":"Undoubtedly, to God belongs what is in the heavens and on earth. Indeed He knows what you intend on doing, and one day they will be brought back to Him, and He will tell them the truth of what they did, for God knows all things"},{"SurahNumber":25,"VerseNumber":1,"Text":"Blessed is He who sent down the Criterion to His servant, that it might be of use to all the systems of knowledge"},{"SurahNumber":25,"VerseNumber":2,"Text":"He to Whom belongs the control of the heavens and the earth. He has no son, nor does He have a partner in His control. It is He who created all things, and ordered them in due proportions"},{"SurahNumber":25,"VerseNumber":3,"Text":"Yet they have taken besides him, gods that can create nothing but are themselves created, that have no control of hurt or good to them, and cannot control death or life, or resurrection"},{"SurahNumber":25,"VerseNumber":4,"Text":"And the disbelievers say, “This is nothing but a lie which he has fabricated, and others have helped him at it.” In truth, they have put forward an injustice and a lie"},{"SurahNumber":25,"VerseNumber":5,"Text":"And they say, “Tales of the ancients, has he written, and they are dictated before him morning and evening.”"},{"SurahNumber":25,"VerseNumber":6,"Text":"Say, “The Quran was sent down by Him who knows the mystery that is in the heavens and the earth, indeed He is Oft-Forgiving, Mercifully Redeeming.”"},{"SurahNumber":25,"VerseNumber":7,"Text":"And they say, “What sort of a messenger is this, who eats food, and walks through the streets? Why has not an angel been sent down with him to warn us"},{"SurahNumber":25,"VerseNumber":8,"Text":"“Or why has not a treasure been bestowed on him, or why does he not have a garden for enjoyment?” The wrongdoers say, “You follow none other than a mad man.”"},{"SurahNumber":25,"VerseNumber":9,"Text":"See what kinds of comparisons they make for you, but they have gone astray, and never will they be able to find a way"},{"SurahNumber":25,"VerseNumber":10,"Text":"Blessed is He Who, if that were His will, could give you better things than those. He could give you gardens with rivers flowing through them, and palaces"},{"SurahNumber":25,"VerseNumber":11,"Text":"No, they deny the hour of the judgment to come, but We have prepared a blazing fire for those who deny the Hour"},{"SurahNumber":25,"VerseNumber":12,"Text":"When it sees them from a place far off, they will hear its fury and its ranging sigh"},{"SurahNumber":25,"VerseNumber":13,"Text":"And when they are cast and bound together into a constricted place, they will plead to perish then and there"},{"SurahNumber":25,"VerseNumber":14,"Text":"“This day plead not for a single destruction. Plead to perish oft-repeatedly.”"},{"SurahNumber":25,"VerseNumber":15,"Text":"Say, “Is that best, or the eternal garden promised to the righteous? For them, that is a reward as well as a goal of attainment"},{"SurahNumber":25,"VerseNumber":16,"Text":"“For them there will be therein, all that they wish for. They will dwell there forever. A promise from your Lord which you requested.”"},{"SurahNumber":25,"VerseNumber":17,"Text":"The day He will gather them together, as well as those they worship besides God, He will ask, “Was it you who lead My servants astray, or did they stray from the path themselves?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"They will say, “Glory to You, it is not proper for us to take for protectors others besides You, but You bestowed on them and their parents, good things in life, until they forgot the message, and became a lost people.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"Now they have proved you liars concerning what you say, so you cannot avert your penalty nor get help.” And whoever among you does wrong, We will cause him to taste a terrible penalty"},{"SurahNumber":25,"VerseNumber":20,"Text":"And the messengers whom We sent before you, were all people who ate food and walked through the streets. We have made some of you as a trial for the others. Will you have patience? For God is One who sees all things. 20 (End of Part)"}]}