{"Id":116,"LanguageCodes":["en","eng"],"Name":"eng-georgesale","Author":"George Sale","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Neither do I absolutely justify my self: Since every soul is prone unto evil, except those on whom my Lord shall shew mercy; for my Lord is gracious and merciful"},{"SurahNumber":12,"VerseNumber":54,"Text":"And the king said, bring him unto me: I will take him into my own peculiar service. And when Joseph was brought unto the king, and he had discoursed with him, he said, thou art this day firmly established with us, and shalt be intrusted with our affairs"},{"SurahNumber":12,"VerseNumber":55,"Text":"Joseph answered, set me over the store-houses of the land; for I will be a skilful keeper thereof"},{"SurahNumber":12,"VerseNumber":56,"Text":"Thus did We establish Joseph in the land, that he might provide himself a dwelling therein, where he pleased. We bestow our mercy on whom We please, and We suffer not the reward of the righteous to perish"},{"SurahNumber":12,"VerseNumber":57,"Text":"And certainly the reward of the next life is better, for those who believe, and fear God"},{"SurahNumber":12,"VerseNumber":58,"Text":"Moreover Joseph's brethren came, and went in unto him; and he knew them, but they knew not him"},{"SurahNumber":12,"VerseNumber":59,"Text":"And when he had furnished them with their provisions, he said, bring unto me your brother, the son of your father: Do ye not see that I give full measure, and that I am the most hospitable receiver of guests"},{"SurahNumber":12,"VerseNumber":60,"Text":"But if ye bring him not unto me, there shall be no corn measured unto you from me, neither shall ye approach my presence"},{"SurahNumber":12,"VerseNumber":61,"Text":"They answered, we will endeavour to obtain him of his father, and we will certainly perform what thou requirest"},{"SurahNumber":12,"VerseNumber":62,"Text":"And Joseph said to his servants, put their money which they have paid for their corn, into their sacks, that they may perceive it, when they shall be returned to their family: Peradventure they will come back unto us"},{"SurahNumber":12,"VerseNumber":63,"Text":"And when they were returned unto their father, they said, O father, it is forbidden to measure out corn unto us any more, unless we carry our brother Benjamin with us: Wherefore send our brother with us, and we shall have corn measured unto us; and we will certainly guard him from any mischance"},{"SurahNumber":12,"VerseNumber":64,"Text":"Jacob answered, shall I trust him with you with any better success than I trusted your brother Joseph with you heretofore? But God is the best guardian; and He is the most merciful of those who shew mercy"},{"SurahNumber":12,"VerseNumber":65,"Text":"And when they opened their provisions, they found their money had been returned unto them; and they said, O father, what do we desire farther? This our money hath been returned unto us: We will therefore return, and provide corn for our family: We will take care of our brother; and we shall receive a camel's burden more than we did the last time. This is a small quantity"},{"SurahNumber":12,"VerseNumber":66,"Text":"Jacob said, I will by no means send him with you, until ye give me a solemn promise, and swear by God that ye will certainly bring him back unto me, unless ye be encompassed by some inevitable impediment. And when they had given him their solemn promise, he said, God is witness of what we say"},{"SurahNumber":12,"VerseNumber":67,"Text":"And he said, my sons, enter not into the city by one and the same gate; but enter by different gates. But this precaution will be of no advantage unto you against the decree of God; for judgment belongeth unto God alone: In Him do I put my trust, and in Him let those confide who seek in whom to put their trust"},{"SurahNumber":12,"VerseNumber":68,"Text":"And when they entered the city, as their father had commanded them, it was of no advantage unto them against the decree of God; and the same served only to satisfy the desire of Jacob's soul, which he had charged them to perform: For he was indued with knowledge of that which We had taught him; but the greater part of men do not understand"},{"SurahNumber":12,"VerseNumber":69,"Text":"And when they entered into the presence of Joseph, he received his brother Benjamin as his guest, and said, verily I am thy brother: Be not therefore afflicted for that which they have committed against us"},{"SurahNumber":12,"VerseNumber":70,"Text":"And when he had furnished them with their provisions, he put his cup in his brother Benjamin's sack. Then a cryer cried after them saying, O company of travellers, ye are surely thieves"},{"SurahNumber":12,"VerseNumber":71,"Text":"They said, -- and turned back unto them, -- what is it that ye miss"},{"SurahNumber":12,"VerseNumber":72,"Text":"They answered, we miss the prince's cup: And unto him who shall produce it, shall be given a camel's load of corn; and I will be surety for the same"},{"SurahNumber":12,"VerseNumber":73,"Text":"Joseph's brethren replied, by God, ye do well know, that we come not to act corruptly in the land, neither are we thieves"},{"SurahNumber":12,"VerseNumber":74,"Text":"The Egyptians said, what shall be the reward of him, who shall appear to have stolen the cup, if ye be found liars"},{"SurahNumber":12,"VerseNumber":75,"Text":"Joseph's brethren answered, as to the reward of him, in whose sack it shall be found, let him become a bondman in satisfaction for the same: Thus do we reward the unjust, who are guilty of theft"},{"SurahNumber":12,"VerseNumber":76,"Text":"Then he began by their sacks, before he searched the sack of his brother; and he drew out the cup from his brother's sack. Thus did we furnish Joseph with a stratagem. It was not lawful for him to take his brother for a bondman, by the law of the king of Egypt, had not God pleased to allow it, according to the offer of his brethren. We exalt to degrees of knowledge and honour whom we please: And there is one who is knowing above all those who are indued with knowledge"},{"SurahNumber":12,"VerseNumber":77,"Text":"His brethren said, if Benjamin be guilty of theft, his brother Joseph hath been also guilty of theft heretofore. But Joseph concealed these things in his mind, and did not discover them unto them: And he said within himself, ye are in a worse condition than us two; and God best knoweth what ye discourse about"},{"SurahNumber":12,"VerseNumber":78,"Text":"They said unto Joseph, noble lord, verily this lad hath an aged father; wherefore take one of us in his stead; for we perceive that thou art a beneficent person"},{"SurahNumber":12,"VerseNumber":79,"Text":"Joseph answered, God forbid that we should take any other than him with whom we found our goods; for then should we certainly be unjust"},{"SurahNumber":12,"VerseNumber":80,"Text":"And when they despaired of obtaining Benjamin, they retired to confer privately together. And the elder of them said, do ye not know that your father hath received a solemn promise from you, in the name of God; and how perfidiously ye behaved heretofore towards Joseph? Wherefore I will by no means depart the land of Egypt, until my father give me leave to return unto him, or God maketh known his will to me; for he is the best judge"},{"SurahNumber":12,"VerseNumber":81,"Text":"Return ye to your father, and say, O father, verily thy son hath committed theft; we bear witness of no more than what we know, and we could not guard against what we did not foresee"},{"SurahNumber":12,"VerseNumber":82,"Text":"And do thou inquire in the city, where we have been, and of the company of merchants, with whom we are arrived, and thou wilt find that we speak the truth"},{"SurahNumber":12,"VerseNumber":83,"Text":"And when they were returned, and had spoken thus to their father, he said, nay but rather ye your selves have contrived the thing for your own sakes: But patience is most proper for me; peradventure God will restore them all unto me; for he is knowing and wise"},{"SurahNumber":12,"VerseNumber":84,"Text":"And he turned from them and said, oh how am I grieved for Joseph! And his eyes became white with mourning, he being oppressed with deep sorrow"},{"SurahNumber":12,"VerseNumber":85,"Text":"His sons said, by God, thou wilt not cease to remember Joseph, until thou be brought to death's door, or thou be actually destroyed by excessive affliction"},{"SurahNumber":12,"VerseNumber":86,"Text":"He answered, I only represent my grief, which I am not able to contain, and my sorrow unto God; but I know by revelation from God that which ye know not"},{"SurahNumber":12,"VerseNumber":87,"Text":"O my sons, go and make inquiry after Joseph and his brother; and despair not of the mercy of God; for none despaireth of God's mercy, except the unbelieving people"},{"SurahNumber":12,"VerseNumber":88,"Text":"Wherefore Joseph's brethren returned into Egypt: And when they came into his presence they said, noble lord, the famine is felt by us and our family, and we are come with a small sum of money: Yet give unto us full measure, and bestow corn upon us as alms; for God rewardeth the alms-givers"},{"SurahNumber":12,"VerseNumber":89,"Text":"Joseph said unto them, do ye know what ye did unto Joseph and his brother, when ye were ignorant of the consequences thereof"},{"SurahNumber":12,"VerseNumber":90,"Text":"They answered, art thou really Joseph? He replied, I am Joseph; and this is my brother. Now hath God been gracious unto us. For whoso feareth God, and persevereth with patience, shall at length find relief; since God will not suffer the reward of the righteous to perish"},{"SurahNumber":12,"VerseNumber":91,"Text":"They said, by God, now hath God chosen thee above us; and we have surely been sinners"},{"SurahNumber":12,"VerseNumber":92,"Text":"Joseph answered, let there be no reproach cast on you this day. God forgiveth you; for he is the most merciful of those who shew mercy"},{"SurahNumber":12,"VerseNumber":93,"Text":"Depart ye with this my inner garment, and throw it on my fathers's face; and he shall recover his sight: And then come unto me with all your family"},{"SurahNumber":12,"VerseNumber":94,"Text":"And when the company of travellers was departed from Egypt on their journey towards Canaan, their father said unto those who were about him, verily I perceive the smell of Joseph: Although ye think that I dote"},{"SurahNumber":12,"VerseNumber":95,"Text":"They answered, by God, thou art in thy old mistake"},{"SurahNumber":12,"VerseNumber":96,"Text":"But when the messenger of good tidings was come with Joseph's inner garment, he threw it over his face; and he recovered his eye-sight. And Jacob said, did I not tell you that I knew from God, that which ye knew not"},{"SurahNumber":12,"VerseNumber":97,"Text":"They answered, O father, ask pardon of our sins for us, for we have surely been sinners"},{"SurahNumber":12,"VerseNumber":98,"Text":"He replied, I will surely ask pardon for you of my Lord; for He is gracious and merciful"},{"SurahNumber":12,"VerseNumber":99,"Text":"And when Jacob and his family arrived in Egypt, and were introduced unto Joseph, he received his parents unto him, and said, enter ye into Egypt, by God's favour, in full security"},{"SurahNumber":12,"VerseNumber":100,"Text":"And he raised his parents to the seat of state, and they, together with his brethren, fell down and did obeisance unto him. And he said, O my father, this is the interpretation of my vision, which I saw heretofore: Now hath my Lord rendered it true. And He hath surely been gracious unto me, since He took me forth from the prison, and hath brought you hither from the desert; after that the devil had sown discord between me and my brethren: For my Lord is gracious unto whom He pleaseth; and He is the knowing, the wise God"},{"SurahNumber":12,"VerseNumber":101,"Text":"O Lord, Thou hast given me a part of the kingdom, and hast taught me the interpretation of dark sayings. The Creator of heaven and earth! Thou art my protector in this world, and in that which is to come: Make me to die a Moslem, and join me with the righteous"},{"SurahNumber":12,"VerseNumber":102,"Text":"This is a secret history, which We reveal unto thee, O Mohammed, although thou wast not present with the brethren of Joseph, when they concerted their design, and contrived a plot against him"},{"SurahNumber":12,"VerseNumber":103,"Text":"But the greater part of men, although thou earnestly desire it, will not believe"},{"SurahNumber":12,"VerseNumber":104,"Text":"Thou shalt not demand of them any reward for thy publishing the Koran; it is no other than an admonition unto all creatures"},{"SurahNumber":12,"VerseNumber":105,"Text":"And how many signs soever there be of the being, unity, and providence of God, in the heavens and the earth; they will pass by them, and will retire afar off from them"},{"SurahNumber":12,"VerseNumber":106,"Text":"And the greater part of them believe not in God, without being also guilty of idolatry"},{"SurahNumber":12,"VerseNumber":107,"Text":"Do they not believe that some overwhelming affliction shall fall on them, as a punishment from God; or that the hour of judgment shall overtake them suddenly, while they consider not its approach"},{"SurahNumber":12,"VerseNumber":108,"Text":"Say unto those of Mecca, this is my way: I invite you unto God, by an evident demonstration; both I and he who followeth me; and, praise be unto God! I am not an idolater"},{"SurahNumber":12,"VerseNumber":109,"Text":"We sent not any apostles before thee, except men, unto whom We revealed our will, and whom We chose out of those who dwelt in cities. Will they not go through the earth, and see what hath been the end of those who have preceded them. But the dwelling of the next life shall surely be better for those who fear God. Will they not therefore understand"},{"SurahNumber":12,"VerseNumber":110,"Text":"Their predecessors were born with for a time, until, when our apostles despaired of their conversion, and they thought that they were liars, our help came unto them, and We delivered whom We pleased; but our vengeance was not turned away from the wicked people"},{"SurahNumber":12,"VerseNumber":111,"Text":"Verily in the histories of the prophets and their people there is an instructive example unto those who are indued with understanding. The Koran is not a new invented fiction; but a confirmation of those scriptures which have been revealed before it, and a distinct explication of every thing necessary, in respect either to faith or practice, and a direction and mercy unto people who believe"},{"SurahNumber":13,"VerseNumber":1,"Text":"These are the signs of the book of the Koran: And that which hath been sent down unto thee from thy Lord, is the truth; but the greater part of men will not believe"},{"SurahNumber":13,"VerseNumber":2,"Text":"It is God who hath raised the heavens without visible pillars; and then ascended his throne, and compelled the sun and the moon to perform their services: Every of the heavenly bodies runneth an appointed course. He ordereth all things. He sheweth his signs distinctly, that ye may be assured ye must meet your Lord at the last day"},{"SurahNumber":13,"VerseNumber":3,"Text":"It is He who hath stretched forth the earth, and placed therein stedfast mountains, and rivers; and hath ordained therein of every fruit two different kinds. He causeth the night to cover the day. Herein are certain signs unto people who consider"},{"SurahNumber":13,"VerseNumber":4,"Text":"And in the earth are tracts of land of different natures, though bordering on each other; and also vineyards, and seeds, and palm-trees springing several from the same root, and singly from distinct roots. They are watered with the same water, yet We render some of them more excellent than others to eat. Herein are surely signs unto people who understand"},{"SurahNumber":13,"VerseNumber":5,"Text":"If thou dost wonder at the infidels denying the resurrection, surely wonderful is their saying, after We shall have been reduced to dust, shall We be restored in a new creature? These are they who believe not in their Lord; these shall have collars on their necks, and these shall be the inhabitants of hell fire: Therein shall they abide for ever"},{"SurahNumber":13,"VerseNumber":6,"Text":"They will ask of thee to hasten evil rather than good: Although there have already been examples of the divine vengeance before them. Thy Lord is surely indued with indulgence towards men, notwithstanding their iniquity; but thy Lord is also severe in punishing"},{"SurahNumber":13,"VerseNumber":7,"Text":"The infidels say, unless a sign be sent down unto him from his Lord, we will not believe. Thou art commissioned to be a preacher only, and not a worker of miracles: And unto every people hath a director been appointed"},{"SurahNumber":13,"VerseNumber":8,"Text":"God knoweth what every female beareth in her womb; and what the wombs want or exceed of their due time, or number of young. With him is every thing regulated according to a determined measure"},{"SurahNumber":13,"VerseNumber":9,"Text":"He knoweth that which is hidden, and that which is revealed. He is the great, the most high"},{"SurahNumber":13,"VerseNumber":10,"Text":"He among you who concealeth his words, and he who proclaimeth them in public; he also who seeketh to hide himself in the night, and he who goeth forth openly in the day, is equal in respect to the knowledge of God"},{"SurahNumber":13,"VerseNumber":11,"Text":"Each of them hath angels mutually succeeding each other, before him, and behind him; they watch him by the command of God. Verily God will not change his grace which is in men, until they change the disposition in their souls by sin. When God willeth evil on a people, there shall be none to avert it; neither shall they have any protector beside Him"},{"SurahNumber":13,"VerseNumber":12,"Text":"It is He who causeth the lightening to appear unto you, to strike fear, and to raise hope, and Who formeth the pregnant clouds"},{"SurahNumber":13,"VerseNumber":13,"Text":"The thunder celebrateth his praise, and the angels also, for fear of Him. He sendeth his thunderbolts, and striketh therewith whom He pleaseth, while they dispute concerning God; for He is mighty in power"},{"SurahNumber":13,"VerseNumber":14,"Text":"It is He who ought of right to be invoked; and the idols which they invoke besides Him, shall not hear them at all; otherwise than as he is heard, who stretcheth forth his hands to the water that it may ascend to his mouth, when it cannot ascend thither: The supplication of the unbelievers is utterly erroneous"},{"SurahNumber":13,"VerseNumber":15,"Text":"Whatsoever is in heaven and on earth worshippeth God, voluntarily or of force; and their shadows also, morning and evening"},{"SurahNumber":13,"VerseNumber":16,"Text":"Say, who is the Lord of heaven and earth? Answer, God. Say, have ye therefore taken unto yourselves protectors beside Him, who are unable either to help, or to defend themselves from hurt? Say, shall the blind and the seeing be esteemed equal? Or shall darkness and light be accounted the same? Or have they attributed companions unto God who have created as He hath created, so that their creation bear any resemblance unto His? Say, God the creator of all things; he is the one, the victorious God"},{"SurahNumber":13,"VerseNumber":17,"Text":"He causeth water to descend from heaven, and the brooks flow according to their respective measure, and the floods bear the floating froth: And from the metals which they melt in the fire, seeking to cast ornaments or vessels for use, there ariseth a scum like unto it: Thus God setteth forth truth and vanity. But the scum is thrown off, and that which is useful to mankind remaineth on the earth. Thus doth God put forth parables"},{"SurahNumber":13,"VerseNumber":18,"Text":"Unto those who obey their Lord, shall be given the most excellent reward: But those who obey Him not, although they were possessed of whatever is in the whole earth and as much more, they would give it all for their ransom. These will be brought to a terrible account: Their abode shall be hell; an unhappy couch shall it be"},{"SurahNumber":13,"VerseNumber":19,"Text":"Shall he therefore, who knoweth that what hath been sent down unto thee from thy Lord, is truth, be rewarded as he who is blind? The prudent only will consider"},{"SurahNumber":13,"VerseNumber":20,"Text":"who fulfil the covenant of God, and break not their contract"},{"SurahNumber":13,"VerseNumber":21,"Text":"and who join that which God hath commanded to be joined, and who fear their Lord, and dread an ill account"},{"SurahNumber":13,"VerseNumber":22,"Text":"and who persevere out of a sincere desire to please their Lord, and observe the stated times of prayer, and give alms out of what We have bestowed on them, in secret and openly, and who turn away evil with good: The reward of these shall be paradise"},{"SurahNumber":13,"VerseNumber":23,"Text":"gardens of eternal abode, which they shall enter, and also whoever shall have acted uprightly, of their fathers, and their wives, and their posterity: And the angels shall go in unto them by every gate, saying"},{"SurahNumber":13,"VerseNumber":24,"Text":"peace be upon you, because ye have endured with patience; how excellent a reward is paradise"},{"SurahNumber":13,"VerseNumber":25,"Text":"But as for those who violate the covenant of God, after the establishment thereof, and who cut in sunder that which God hath commanded to be joined, and act corruptly in the earth, on them shall a curse fall, and they shall have a miserable dwelling in hell"},{"SurahNumber":13,"VerseNumber":26,"Text":"God giveth provision in abundance unto whom He pleaseth, and is sparing unto whom He pleaseth. Those of Mecca rejoice in the present life; although the present life, in respect of the future, is but a precarious provision"},{"SurahNumber":13,"VerseNumber":27,"Text":"The infidels say, unless a sign be sent down unto him from his Lord, we will not believe. Answer, verily God will lead into error whom He pleaseth, and will direct unto Himself him who repenteth"},{"SurahNumber":13,"VerseNumber":28,"Text":"and those who believe, and whose hearts rest securely in the meditation of God; shall not mens hearts rest securely in the meditation of God"},{"SurahNumber":13,"VerseNumber":29,"Text":"They who believe and do that which is right shall enjoy blessedness, and partake of a happy resurrection"},{"SurahNumber":13,"VerseNumber":30,"Text":"Thus have We sent thee to a nation which other nations have preceded, unto whom prophets have likewise been sent, that thou mayest rehearse unto them that which We have revealed unto thee, even while they believe not in the merciful God. Say unto them, He is my Lord; there is no God but He: In him do I trust, and unto Him must I return"},{"SurahNumber":13,"VerseNumber":31,"Text":"Though a Koran were revealed by which mountains should be removed, or the earth cleaved in sunder, or the dead be caused to speak, it would be in vain. But the matter belongeth wholly unto God. Do not therefore the believers know, that if God pleased, He would certainly direct all men? Adversity shall not cease to afflict the unbelievers for that which they have committed, or to sit down near their habitations, until God's promise come: For God is not contrary to the promise"},{"SurahNumber":13,"VerseNumber":32,"Text":"Apostles before thee have been laughed to scorn; and I permitted the infidels to enjoy a long and happy life: But afterwards I punished them; and how severe was the punishment which I inflicted on them"},{"SurahNumber":13,"VerseNumber":33,"Text":"Who is it therefore that standeth over every soul, to observe that which it committeth? They attribute companions unto God. Say, name them: Will ye declare unto Him that which He knoweth not in the earth? Or will ye name them in outward speech only? But the deceitful procedure of the infidels was prepared for them; and they are turned aside from the right path: For he whom God shall cause to err, shall have no director"},{"SurahNumber":13,"VerseNumber":34,"Text":"They shall suffer a punishment in this life; but the punishment of the next shall be more grievous: And there shall be none to protect them against God"},{"SurahNumber":13,"VerseNumber":35,"Text":"This is the description of paradise, which is promised to the pious. It is watered by rivers; its food is perpetual, and its shade also: This shall be the reward of those who fear God. But the reward of the infidels shall be hell fire"},{"SurahNumber":13,"VerseNumber":36,"Text":"Those to whom We have given the scriptures, rejoice at what hath been revealed unto thee. Yet there are some of the confederates who deny part thereof. Say unto them, verily I am commanded to worship God alone; and to give Him no companion: Upon Him do I call, and unto Him shall I return"},{"SurahNumber":13,"VerseNumber":37,"Text":"To this purpose have We sent down the Koran, a rule of judgment, in the Arabic language. And verily if thou follow their desires, after the knowledge which hath been given thee, there shall be none to defend or protect thee against God"},{"SurahNumber":13,"VerseNumber":38,"Text":"We have formerly sent apostles before thee, and bestowed on them wives and children; and no apostle had the power to come with a sign, unless by the permission of God. Every age hath its book of revelation"},{"SurahNumber":13,"VerseNumber":39,"Text":"God shall abolish and shall confirm what he pleaseth. With Him is the original of the book"},{"SurahNumber":13,"VerseNumber":40,"Text":"Moreover, whether We cause thee to see any part of that punishment wherewith we have threatened them, or whether We cause thee to die before it be inflicted on them, verily unto thee belongeth preaching only, but unto us inquisition"},{"SurahNumber":13,"VerseNumber":41,"Text":"Do they not see that We come into their land, and straiten the borders thereof, by the conquests of the true believers? When God judgeth, there is none to reverse his judgment; and He will be swift in taking an account"},{"SurahNumber":13,"VerseNumber":42,"Text":"Their predecessors formerly devised subtle plots against their prophets; but God is master of every subtle device. He knoweth that which every soul deserveth: And the infidels shall surely know, whose will be the reward of paradise"},{"SurahNumber":13,"VerseNumber":43,"Text":"The unbelievers will say, thou art not sent of God. Answer, God is a sufficient witness between me and you, and he who understandeth the scriptures"},{"SurahNumber":14,"VerseNumber":1,"Text":"This book have We sent down unto thee, that thou mayest lead men forth from darkness into light, by the permission of their Lord, into the glorious and laudable way"},{"SurahNumber":14,"VerseNumber":2,"Text":"God is He unto whom belongeth whatsoever is in heaven and on earth: And woe be to the infidels, because a grievous punishment waiteth them"},{"SurahNumber":14,"VerseNumber":3,"Text":"who love the present life above that which is to come, and turn men aside from the way of God, and seek to render it crooked: These are in an error far distant from the truth"},{"SurahNumber":14,"VerseNumber":4,"Text":"We have sent no apostle but with the language of his people, that he might declare their duty plainly unto them: For God causeth to err whom He pleaseth, and directeth whom He pleaseth; and He is the mighty, the wise"},{"SurahNumber":14,"VerseNumber":5,"Text":"We formerly sent Moses with our signs, and commanded him saying, lead forth thy people from darkness into light, and remind them of the favours of God: Verily therein are signs unto every patient and grateful person"},{"SurahNumber":14,"VerseNumber":6,"Text":"And call to mind when Moses said unto his people, remember the favour of God towards you, when He delivered you from the people of Pharaoh: They grievously oppressed you, and they slew your male children, but let your females live: Therein was a great trial from your Lord"},{"SurahNumber":14,"VerseNumber":7,"Text":"And when your Lord declared by the mouth of Moses, saying, if ye be thankful, I will surely increase my favours towards you; but if ye be ungrateful, verily my punishment shall be severe"},{"SurahNumber":14,"VerseNumber":8,"Text":"And Moses said, if ye be ungrateful, and all who are in the earth likewise; verily God needeth not your thanks, though He deserveth the highest praise"},{"SurahNumber":14,"VerseNumber":9,"Text":"Hath not the history of the nations your predecessors reached you; namely, of the people of Noah, and of Ad, and of Thamud, and of those who succeeded them; whose number none knoweth except God? Their apostles came unto them with evident miracles; but they clapped their hands to their mouths out of indignation, and said, we do not believe the message with which ye pretend to be sent; and we are in a doubt concerning the religion to which ye invite us, as justly to be suspected"},{"SurahNumber":14,"VerseNumber":10,"Text":"Their apostles answered, is there any doubt concerning God, the creator of heaven and earth? He inviteth you to the true faith that He may forgive you part of your sins, and may respite your punishment, by granting you space to repent, until an appointed time. They answered, ye are but men, like unto us: Ye seek to turn us aside from the gods which our fathers worshipped; wherefore bring us an evident demonstration by some miracle, that ye speak truth"},{"SurahNumber":14,"VerseNumber":11,"Text":"Their apostles replied unto them, we are no other than men like unto you; but God is bountiful unto such of his servants as He pleaseth: And it is not in our power to give you a miraculous demonstration of our mission, unless by the permission of God; in God therfore let the faithful trust"},{"SurahNumber":14,"VerseNumber":12,"Text":"And what excuse have we to allege, that we should not put our trust in God; since He hath directed us our paths? Wherefore we will certainly suffer with patience the persecution wherewith ye shall afflict us: In God therefore let those put their confidence who seek in whom to put their trust"},{"SurahNumber":14,"VerseNumber":13,"Text":"And those who believed not, said unto their apostles, we will surely expel you out of our land; or ye shall return unto our religion. And their Lord spake unto them by revelation, saying, We will surely destroy the wicked doers"},{"SurahNumber":14,"VerseNumber":14,"Text":"and We will cause you to dwell in the earth, after them. This shall be granted unto him who shall dread the appearance at my tribunal, and shall fear my threatening"},{"SurahNumber":14,"VerseNumber":15,"Text":"And they asked assistance of God, and every rebellious perverse person failed of success"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hell lieth unseen before him, and he shall have filthy water given him to drink"},{"SurahNumber":14,"VerseNumber":17,"Text":"He shall sup it up by little and little, and he shall not easily let it pass his throat, because of its nauseousness; death also shall come upon him from every quarter, yet he shall not die; and before him shall there stand prepared a grievous torment"},{"SurahNumber":14,"VerseNumber":18,"Text":"This is the likeness of those who believe not in their Lord. Their works are as ashes, which the wind violently scattereth in a stormy day: They shall not be able to obtain any solid advantage from that which they have wrought. This is an error most distant from truth"},{"SurahNumber":14,"VerseNumber":19,"Text":"Dost thou not see that God hath created the heavens and the earth in wisdom? If He please, he can destroy you, and produce a new creature in your stead"},{"SurahNumber":14,"VerseNumber":20,"Text":"Neither will this be difficult with God"},{"SurahNumber":14,"VerseNumber":21,"Text":"And they shall all come forth into the presence of God at the last day: And the weak among them shall say unto those who behaved themselves arrogantly, verily we were your followers on earth; will ye not therefore avert from us some part of the divine vengeance? They shall answer, if God had directed us aright, we had certainly directed you. It is equal unto us whether we bear our torments impatiently, or whether we endure them with patience: For we have no way to escape"},{"SurahNumber":14,"VerseNumber":22,"Text":"And Satan shall say, after judgment shall have been given, verily God promised you a promise of truth: And I also made you a promise; but I deceived you. Yet I had not any power over you to compel you; but I called you only, and ye answered me: Wherefore accuse not me, but accuse your selves. I cannot assist you; neither can ye assist me. Verily I do now renounce your having associated me with God heretofore. A grievous punishment is prepared for the unjust"},{"SurahNumber":14,"VerseNumber":23,"Text":"But they who shall have believed and wrought righteousness, shall be introduced into gardens, wherein rivers flow; they shall remain therein for ever, by the permission of their Lord; and their salutation therein shall be, Peace"},{"SurahNumber":14,"VerseNumber":24,"Text":"Dost thou not see how God putteth forth a parable; representing a good word, as a good tree, whose root is firmly fixed in the earth, and whose branches reach unto heaven"},{"SurahNumber":14,"VerseNumber":25,"Text":"which bringeth forth its fruit in all seasons, by the will of its Lord? God propoundeth parables unto men, that they may be instructed"},{"SurahNumber":14,"VerseNumber":26,"Text":"And the likeness of an evil word is as an evil tree; which is torn up from the face of the earth, and hath no stability"},{"SurahNumber":14,"VerseNumber":27,"Text":"God shall confirm them who believe, by the stedfast word of faith, both in this life and in that which is to come: But God shall lead the wicked into error; for God doth that which He pleaseth"},{"SurahNumber":14,"VerseNumber":28,"Text":"Hast thou not considered those who have changed the grace of God to infidelity, and cause their people to descend into the house of perdition"},{"SurahNumber":14,"VerseNumber":29,"Text":"namely, into hell? They shall be thrown to burn therein; and an unhappy dwelling shall it be"},{"SurahNumber":14,"VerseNumber":30,"Text":"They also set up idols as copartners with God, that they might cause men to stray from his path. Say unto them, enjoy the pleasures of this life for a time; but your departure hence shall be into hell fire"},{"SurahNumber":14,"VerseNumber":31,"Text":"Speak unto my servants who have believed, that they be assiduous at prayer, and give alms out of that which We have bestowed on them, both privately and in public; before the day cometh, wherein there shall be no buying nor selling, neither any friendship"},{"SurahNumber":14,"VerseNumber":32,"Text":"It is God who hath created the heavens and the earth; and causeth water to descend from heaven, and by means thereof produceth fruits for your sustenance: And by his command He obligeth the ships to sail in the sea for your service; and He also forceth the rivers to supply your uses"},{"SurahNumber":14,"VerseNumber":33,"Text":"He likewise compelleth the sun and the moon, which diligently perform their courses, to serve you; and hath subjected the day and the night to your service"},{"SurahNumber":14,"VerseNumber":34,"Text":"He giveth you of every thing which ye ask him; and of ye attempt to reckon up the favours of God, ye shall not be able to compute the same. Surely man is unjust and ungrateful"},{"SurahNumber":14,"VerseNumber":35,"Text":"Remember when Abraham said, O Lord, make this land a place of security; and grant that I and my children may avoid the worship of idols"},{"SurahNumber":14,"VerseNumber":36,"Text":"for they, O Lord, have seduced a great number of men. Whoever therefore shall follow me, he shall be of me: And whosoever shall disobey me; verily thou wilt be gracious and merciful"},{"SurahNumber":14,"VerseNumber":37,"Text":"O Lord, I have caused some of my offspring to settle in an unfruitful valley, near thy holy house, O Lord, that they may be constant at prayer. Grant, therefore, that the hearts of some men may be affected with kindness towards them; and do thou bestow on them all sorts of fruits; that they may give thanks"},{"SurahNumber":14,"VerseNumber":38,"Text":"O Lord, thou knowest whatsoever we conceal, and whatsoever we publish; for nothing is hidden from God, either on earth, or in heaven"},{"SurahNumber":14,"VerseNumber":39,"Text":"Praise be unto God, who hath given me, in my old age Ismael and Isaac: For my Lord is the hearer of supplication"},{"SurahNumber":14,"VerseNumber":40,"Text":"O Lord, grant that I may be an observer of prayer, and a part of my posterity also, O Lord, and receive my supplication"},{"SurahNumber":14,"VerseNumber":41,"Text":"O Lord, forgive me, and my parents, and the faithful, on the day whereon an account shall be taken"},{"SurahNumber":14,"VerseNumber":42,"Text":"Think not, O prophet, that God is regardless of what the ungodly do. He only deferreth their punishment unto the day whereon mens eyes shall be fixed"},{"SurahNumber":14,"VerseNumber":43,"Text":"They shall hasten forward, at the voice of the angel calling to judgment, and shall lift up their heads; they shall not be able to turn their sight from the object whereon it shall be fixed, and their hearts shall be void of sense, through excessive terror"},{"SurahNumber":14,"VerseNumber":44,"Text":"Wherefore do thou threaten men with the day, whereon their punishment shall be inflicted on them, and whereon those who have acted unjustly shall say, O Lord, give us respite unto a term near at hand; and we will obey thy call, and we will follow thy apostles. But it shall be answered unto them, did ye not swear heretofore, that no reverse should befall you"},{"SurahNumber":14,"VerseNumber":45,"Text":"Yet ye dwelt in the dwellings of those who had treated their own souls unjustly; and it appeared plainly unto you how We had dealt with them; and We propounded their destruction as examples unto you"},{"SurahNumber":14,"VerseNumber":46,"Text":"They employ their utmost subtlety to oppose the truth; but their subtlety is apparent unto God, who is able to frustrate their designs; although their subtlety were so great, that the mountains might be moved thereby"},{"SurahNumber":14,"VerseNumber":47,"Text":"Think not therefore, O prophet, that God will be contrary to his promise of assistance, made unto his apostles; for God is mighty, able to avenge"},{"SurahNumber":14,"VerseNumber":48,"Text":"The day will come, when the earth shall be changed into another earth, and the heavens into other heavens; and men shall come forth from their graves to appear before the only, the mighty God"},{"SurahNumber":14,"VerseNumber":49,"Text":"And thou shalt see the wicked on that day bound together in fetters"},{"SurahNumber":14,"VerseNumber":50,"Text":"Their inner garments shall be of pitch, and fire shall cover their faces"},{"SurahNumber":14,"VerseNumber":51,"Text":"that God may reward every soul, according to what it shall have deserved; for God is swift in taking an account"},{"SurahNumber":14,"VerseNumber":52,"Text":"This is a sufficient admonition unto men, that they may be warned thereby, and that they may know that there is but one God; and that those who are indued with understanding may consider"}]}