{"Id":391,"LanguageCodes":["tr","tur"],"Name":"tur-diyanetisleri1","Author":"Diyanet Isleri","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"Rahmân ve Rahîm olan Allah'in ismiyle"},{"SurahNumber":1,"VerseNumber":2,"Text":"Hamd o âlemlerin Rabbi"},{"SurahNumber":1,"VerseNumber":3,"Text":"O Rahmân ve Rahim"},{"SurahNumber":1,"VerseNumber":4,"Text":"O, din gününün maliki Allah'in"},{"SurahNumber":1,"VerseNumber":5,"Text":"Ancak sana ederiz kullugu, ibadeti ve ancak senden dileriz yardimi, inayeti. (Ya Rab)"},{"SurahNumber":1,"VerseNumber":6,"Text":"Hidayet eyle bizi dogru yola"},{"SurahNumber":1,"VerseNumber":7,"Text":"O kendilerine nimet verdigin mutlu kimselerin yoluna; o gazaba ugramislarin ve o sapmislarin yoluna degil"},{"SurahNumber":2,"VerseNumber":1,"Text":"Elif, Lâm, Mîm"},{"SurahNumber":2,"VerseNumber":2,"Text":"Iste o kitap, bunda süphe yok, müttakiler (kötülükten korunacaklar) için hidayettir"},{"SurahNumber":2,"VerseNumber":3,"Text":"Onlar ki gaybe iman edip namazi dürüst kilarlar ve kendilerine verdigimiz riziktan (Allah yolunda) harcarlar"},{"SurahNumber":2,"VerseNumber":4,"Text":"Ve onlar ki hem sana indirilene iman ederler, hem senden önce indirilene. Ahirete de bunlar kesinlikle iman ederler"},{"SurahNumber":2,"VerseNumber":5,"Text":"Bunlar, iste Rabblerinden bir hidayet üzerindedirler ve bunlar iste felaha erenlerdir"},{"SurahNumber":2,"VerseNumber":6,"Text":"Su muhakkak ki inkâr edenleri uyarsan da, uyarmasan da onlar için birdir. Onlar inanmazlar"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah onlarin kalplerini ve kulaklarini mühürlemistir. Gözlerinin üzerinde bir de perde vardir. Ve büyük azab onlaradir"},{"SurahNumber":2,"VerseNumber":8,"Text":"Insanlardan öyleleri de vardir ki, inanmadiklari halde, \"Allah'a ve ahiret gününe inandik.\" derler"},{"SurahNumber":2,"VerseNumber":9,"Text":"Allah'i ve müminleri aldatmaya çalisirlar. Halbuki sirf kendilerini aldatirlar da farkina varmazlar"},{"SurahNumber":2,"VerseNumber":10,"Text":"Kalplerinde hastalik vardir. Allah da onlarin hastaligini arttirmistir. Yalan söylemelerine karsilik onlara elem verici bir azab vardir"},{"SurahNumber":2,"VerseNumber":11,"Text":"Hem onlara: \"Yeryüzünde fesat çikarmayin.\" denildiginde: \"Biz ancak islah edicileriz.\" derler"},{"SurahNumber":2,"VerseNumber":12,"Text":"Iyi bilin ki, onlar ortaligi bozanlarin ta kendileridir, fakat anlamazlar"},{"SurahNumber":2,"VerseNumber":13,"Text":"Onlara: \"Insanlarin (müslümanlarin) inandigi gibi inanin.\" denilince, \"Biz de o beyinsizlerin inandigi gibi mi inanacagiz?\" derler. Iyi bilin ki, asil beyinsiz kendileridir fakat bilmezler"},{"SurahNumber":2,"VerseNumber":14,"Text":"Onlar iman edenlere rastladiklari zaman: \"Inandik\" derler. Fakat seytanlariyle yalniz kaldiklari zaman: \"Biz, sizinle beraberiz, biz sadece (onlarla) alay ediyoruz.\" derler"},{"SurahNumber":2,"VerseNumber":15,"Text":"(Asil) Allah onlarla alay eder ve taskinliklari içinde serserice dolasmalarina mühlet verir"},{"SurahNumber":2,"VerseNumber":16,"Text":"Iste onlar o kimselerdir ki, hidayet karsiliginda sapikligi satin aldilar da, ticaretleri kâr etmedi, dogru yolu da bulamadilar"},{"SurahNumber":2,"VerseNumber":17,"Text":"Onlarin durumu, bir ates yakanin durumu gibidir. (Ates) çevresini aydinlatir aydinlatmaz Allah onlarin (gözlerinin) nurlarini giderdi ve onlari karanliklar içinde birakti, artik görmezler"},{"SurahNumber":2,"VerseNumber":18,"Text":"(Onlar) sagirdirlar, dilsizdirler, kördürler. Artik (hakka) dönmezler"},{"SurahNumber":2,"VerseNumber":19,"Text":"Yahut (onlarin durumu), gökten bosanan, içinde karanliklar, gök gürlemesi ve simsek(ler) bulunan bir yagmur(a tutulmusun hali) gibidir. Yildirimlardan ölmek korkusuyla parmaklarini kulaklarina tikarlar. Oysa Allah, inkârcilari tamamen kusatmistir"},{"SurahNumber":2,"VerseNumber":20,"Text":"O simsek nerdeyse gözlerini (n nûrunu) kapiverecek. Önlerini aydinlattimi isiginda yürürler, karanlik üzerlerine çöktümü de dikilip kalirlar. Allah dilemis olsaydi isitmelerini, görmelerini de aliverirdi. Süphesiz Allah her seye kâdirdir"},{"SurahNumber":2,"VerseNumber":21,"Text":"Ey insanlar! Sizi ve sizden öncekileri yaratan Rabb'inize kulluk edin ki (Allah'in) azabindan korunasiniz"},{"SurahNumber":2,"VerseNumber":22,"Text":"O (Rabb) ki yeri sizin için bir dösek, gögü de bir bina yapti. Gökten su indirdi, onunla size rizik olarak çesitli ürünler çikardi. Öyleyse siz de, bile bile, Allah'a esler kosmayin"},{"SurahNumber":2,"VerseNumber":23,"Text":"Eger kulumuz (Muhammed)a indirdigimiz (Kur'ân)den süphe içinde iseniz, haydi onun gibi bir sûre getirin, Allah'tan baska güvendiklerinizin hepsini çagirin; eger dogru iseniz"},{"SurahNumber":2,"VerseNumber":24,"Text":"Yok yapamadiysaniz, ki hiçbir zaman yapamayacaksiniz, o halde yakiti insanlar ve taslar olan, inkârcilar için hazirlanmis atesten sakinin"},{"SurahNumber":2,"VerseNumber":25,"Text":"Inanip yararli isler yapanlara, altlarindan irmaklar akan cennetlerin kendilerine ait oldugunu müjdele! Onlardaki herhangi bir meyveden riziklandirildiklarinda: \"Bu daha önce de riziklandigimiz seydir\" derler ve o rizik birbirinin benzeri olmak üzere, kendilerine sunulacak. Orada çok temiz zevceler de onlarin. Hem onlar orada ebedî kalacaklar"},{"SurahNumber":2,"VerseNumber":26,"Text":"Muhakkak ki Allah bir sivri sinegi, hatta daha üstününü misal getirmekten çekinmez. Iman edenler bilirler ki, o süphesiz haktir, Rabb'lerindandir. Ama küfre saplananlar: \"Allah böyle bir misal ile ne demek istedi?\" derler. Allah onunla birçoklarini sasirtir, yine onunla birçoklarini yola getirir. Onunla ancak o fasiklari sasirtir"},{"SurahNumber":2,"VerseNumber":27,"Text":"Onlar ki, söz verip andlastiktan sonra Allah'a verdikleri sözü bozarlar. Allah'in birlestirmesini emrettigi seyi (iman ve akrabalik baglarini) keserler ve yeryüzünde bozgunculuk yaparlar. Iste zarara ugrayanlar onlardir"},{"SurahNumber":2,"VerseNumber":28,"Text":"Allah'i nasil inkâr edersiniz ki, ölü idiniz sizleri diriltti. Sonra sizleri yine öldürecek, sonra yine diriltecek, sonra da döndürülüp ona götürüleceksiniz"},{"SurahNumber":2,"VerseNumber":29,"Text":"O ki, yeryüzünde ne varsa hepsini sizin için yaratti . Sonra göge yöneldi, onlari yedi gök olarak düzenledi. O, her seyi bilir"},{"SurahNumber":2,"VerseNumber":30,"Text":"Bir zamanlar Rabb'in meleklere: \"Ben yeryüzünde bir halife yaratacagim\" demisti. (Melekler): \"A!.. Orada bozgunculuk yapacak ve kan dökecek birisini mi yaratacaksin? Oysa biz seni överek tesbih ediyor ve seni takdis ediyoruz\" dediler. (Rabb'in): \"Ben sizin bilmediklerinizi bilirim.\" dedi"},{"SurahNumber":2,"VerseNumber":31,"Text":"Ve Âdem'e isimlerin hepsini ögretti, sonra onlari meleklere gösterip: \"Haydi davanizda sadiksaniz bana sunlari isimleriyle haber verin.\" dedi"},{"SurahNumber":2,"VerseNumber":32,"Text":"Dediler ki: \"Yücesin sen (ya Rab!). Bizim, senin bize ögrettiginden baska bir bilgimiz yoktur. Süphesiz sen bilensin, hakîmsin"},{"SurahNumber":2,"VerseNumber":33,"Text":"(Allah): \"Ey Âdem, bunlara onlari isimleriyle haber ver.\" dedi. Bu emir üzerine Âdem onlara isimleriyle onlari haber verince, (Allah): \"Ben size, ben göklerin ve yerin gayblarini bilirim, sizin açikladiginizi da, içinizde gizlediginizi de bilirim\" dememis miydim?\" dedi"},{"SurahNumber":2,"VerseNumber":34,"Text":"Ve o zaman meleklere: \"Âdem'e secde edin!\" dedik, hemen secde ettiler. Yalniz Iblis dayatti, kibrine yediremedi, inkârcilardan oldu"},{"SurahNumber":2,"VerseNumber":35,"Text":"Dedik ki: \"Ey Âdem, sen ve esin cennette oturun, ikiniz de ondan dilediginiz yerde bol bol yeyin, fakat su agaca yaklasmayin, yoksa zalimlerden olursunuz"},{"SurahNumber":2,"VerseNumber":36,"Text":"Bunun üzerine seytan onlari(n ayagini) oradan kaydirdi, içinde bulunduklari (cennet yurdu)ndan çikardi. Biz de: \"Birbirinize düsman olarak inin, orada belirli bir vakte kadar sizin için bir karar yeri ve bir nasib vardir.\" dedik"},{"SurahNumber":2,"VerseNumber":37,"Text":"Derken Âdem Rabb'indan birtakim kelimeler aldi, (onlarla tevbe etti. O da) tevbesini kabul etti. Muhakkak O, tevbeyi çok kabul eden, çok esirgeyendir"},{"SurahNumber":2,"VerseNumber":38,"Text":"Onlara dedik ki: \"Hepiniz oradan inin. Size benim tarafimdan bir hidayet rehberi geldiginde, kim o hidayetçimin izinde giderse, onlar için hiçbir korku yoktur, onlar mahzun da olmayacaklardir"},{"SurahNumber":2,"VerseNumber":39,"Text":"Inkâr edip âyetlerimizi yalanlayanlara gelince, onlar da cehennem ehlidirler. Orada ebedî olarak kalacaklardir"},{"SurahNumber":2,"VerseNumber":40,"Text":"Ey Israilogullari, size verdigim nimetimi hatirlayin, bana verdiginiz sözü tutun ki, ben de size verdigim sözü tutayim ve sadece benden korkun"},{"SurahNumber":2,"VerseNumber":41,"Text":"Yaninizdakini (Tevrat'i) tasdik edici olarak indirdigim (Kur'ân)a iman edin, O'nu, inkar edenlerin ilki siz olmayin, benim âyetlerimi birkaç paraya degismeyin. Ancak benden korkun"},{"SurahNumber":2,"VerseNumber":42,"Text":"Hakk'i batila karistirip da, bile bile hakki gizlemeyin"},{"SurahNumber":2,"VerseNumber":43,"Text":"Hem namazi dosdogru kilin, zekati verin, rükû edenlerle birlikte siz de rükû edin"},{"SurahNumber":2,"VerseNumber":44,"Text":"Insanlara iyiligi emreder de kendinizi unutur musunuz? Halbuki kitab (Tevrat)i okuyorsunuz. Hâlâ aklinizi basiniza almayacak misiniz"},{"SurahNumber":2,"VerseNumber":45,"Text":"Bir de sabirla, namazla yardim isteyin. Süphesiz bu, (Allah'a) saygili olanlardan baskasina agir gelir"},{"SurahNumber":2,"VerseNumber":46,"Text":"Onlar ki, Rablerine kavusacaklarini ve gerçekten O'na döneceklerini bilirler"},{"SurahNumber":2,"VerseNumber":47,"Text":"Ey Israilogullari! Size verdigim nimeti ve vaktiyle sizi âlemlere üstün kildigimi hatirlayin"},{"SurahNumber":2,"VerseNumber":48,"Text":"Ve öyle bir günden korunun ki, kimse kimsenin yerine bir sey ödeyemez, kimseden sefaat da kabul edilmez, kimseden fidye de alinmaz ve onlara hiçbir yardim da yapilmaz"},{"SurahNumber":2,"VerseNumber":49,"Text":"(Hem hatirlayin ki bir zaman) sizi Firavun ailesinden de kurtardik, (onlar) size azabin en kötüsünü reva görüyor, ogullarinizi bogazliyor, kadinlarinizi sag birakiyorlardi. Ve bunda size Rabbiniz tarafindan büyük bir imtihan vardi"},{"SurahNumber":2,"VerseNumber":50,"Text":"Hani bir zamanlar sizin için denizi yarip, sizi kurtardik da Firavun'un adamlarini suda bogduk, siz de bakip duruyordunuz"},{"SurahNumber":2,"VerseNumber":51,"Text":"Hani bir zamanlar Musa'ya kirk gecelik vaad verdik de sonra siz onun arkasindan buzagiyi put edindiniz ve o halinizle zalimler idiniz"},{"SurahNumber":2,"VerseNumber":52,"Text":"Sonra yine de sizi affettik, artik sükretmeniz gerekiyordu"},{"SurahNumber":2,"VerseNumber":53,"Text":"Ve hani bir zamanlar Musa'ya o kitabi ve furkani verdik, gerekirdi ki, dogru yolda gidesiniz"},{"SurahNumber":2,"VerseNumber":54,"Text":"Hani bir zamanlar Musa kavmine dedi ki; Ey kavmim cidden siz o buzagiyi put edinmekle kendi kendinize zulmettiniz, bari gelin Rabbinize tevbe ile dönün de nefislerinizi öldürün. Böyle yapmaniz Bârî Teâlâniz katinda sizin için hayirlidir, böylece tevbenizi kabul buyurdu. Gerçekten de o Tevvab ve Rahîm'dir"},{"SurahNumber":2,"VerseNumber":55,"Text":"Hani bir zamanlar \"Ey Musa biz Allah'i açikça görmedikçe senin sözünle asla inanmayacagiz.\" demistiniz de bunun üzerine sizi yildirim çarpmisti ve siz de bakakalmistiniz"},{"SurahNumber":2,"VerseNumber":56,"Text":"Sonra sükredesiniz diye sizi ölümünüzün ardindan yeniden diriltmistik"},{"SurahNumber":2,"VerseNumber":57,"Text":"Ve üstünüze o bulutu gölge yaptik, ve size ihsan ettigimiz hos riziklardan yiyin, diye üzerinize kudret helvasi ve bildircin indirdik. Onlar, bize zulmetmediler, lakin kendi nefislerine zulmediyorlardi"},{"SurahNumber":2,"VerseNumber":58,"Text":"Hani bir zamanlar \"Su sehre girin de onun nimetlerinden dilediginiz sekilde bol bol yiyin ve kapidan secde ederek girin ve \"hitta\" (bizi bagisla!) deyin ki, size, hatalarinizi magfiret ediverelim, iyilik yapanlara nimetlerimizi daha da arttiracagiz\" dedik"},{"SurahNumber":2,"VerseNumber":59,"Text":"Bunun üzerine o zulme devam edenler sözü degistirdiler, onu kendilerine söylenildiginden baska bir sekle soktular. Biz de kötülük yaptiklari için o zalimlere murdar bir azap indirdik"},{"SurahNumber":2,"VerseNumber":60,"Text":"Hani bir zamanlar Musa, kavmi için su istemisti, biz de \"asanla tasa vur!\" demistik, bunun üzerine o tastan on iki pinar fiskirmisti. Her kisim insan kendi su alacagi yeri bildi. Allah'in rizkindan yiyin ve için de bozgunculuk ve saldirganlik yaparak yeryüzünü fesada vermeyin"},{"SurahNumber":2,"VerseNumber":61,"Text":"Hani bir zamanlar, \"Ey Musa, biz tek çesit yemege asla katlanamayacagiz, yeter artik bizim için Rabbine dua et de bize yerin yetistirdigi seylerden; sebzesinden, kabagindan, sarmisagindan, mercimeginden ve soganindan çikarsin.\" dediniz. O da size \"O üstün olani daha asagi olanla degistirmek mi istiyorsunuz? Bir kasabaya konaklayin o vakit istediginiz elbette olacaktir.\" dedi. Üzerlerine zillet ve meskenet damgasi vuruldu ve nihayet Allah'dan bir gazaba ugradilar. Evet öyle oldu, çünkü Allah'in âyetlerini inkâr ediyorlar ve haksiz yere peygamberleri öldürüyorlardi. Evet öyle oldu, çünkü isyana daliyorlar ve asiri gidiyorlardi"},{"SurahNumber":2,"VerseNumber":62,"Text":"Süphe yok ki, iman edenler, yahudiler, hiristiyanlar ve sabiîler, bunlardan her kim Allah'a ve ahiret gününe gerçekten iman eder ve salih amel islerse elbette Rabbleri katinda bunlarin ecirleri vardir, bunlara bir korku yoktur, bunlar mahzun da olacak degillerdir"},{"SurahNumber":2,"VerseNumber":63,"Text":"Hani bir zamanlar sizden mîsak (saglam bir söz) almistik, Tur'u üstünüze kaldirip demistik ki; size verdigimiz kitaba kuvvetle tutunun ve içindekilerden gafil olmayin, gerek ki, korunursunuz"},{"SurahNumber":2,"VerseNumber":64,"Text":"Sonra verdiginiz sözün arkasindan yüz çevirdiniz, eger üzerinizde Allah'in lütfu ve rahmeti olmasa idi herhalde zarara ugrayanlardan olurdunuz"},{"SurahNumber":2,"VerseNumber":65,"Text":"Içinizden cumartesi günü yasagini çigneyenleri elbette bilirsiniz. Iste bundan dolayi onlara \"sefil maymunlar olun!\" dedik"},{"SurahNumber":2,"VerseNumber":66,"Text":"Bu ibret dolu cezayi öncekilere ve sonrakilere bir ders, korunacaklara da bir nasihat, bir ögüt yaptik"},{"SurahNumber":2,"VerseNumber":67,"Text":"Hani bir zamanlar Musa kavmine demisti ki Allah, size bir bakara (sigir) bogazlamanizi emrediyor. Onlar da \"Sen bizimle egleniyor, alay mi ediyorsun?\" dediler. Musa da: \"Böyle cahillerden biri olmaktan Allah'a siginirim.\" dedi"},{"SurahNumber":2,"VerseNumber":68,"Text":"Onlar, \"Bizim için Rabbine dua et, her ne ise onu bize açiklasin.\" dediler. Musa, \"Rabbim buyuruyor ki, o ne pek yasli, ne de pek taze, ikisi arasi dinç bir sigirdir, haydi emrolundugunuz isi yapiniz.\" dedi"},{"SurahNumber":2,"VerseNumber":69,"Text":"Onlar, \"Bizim için Rabbine dua et, rengi ne ise onu bize açiklasin.\" dediler. Musa, \"Rabbim buyuruyor ki, o, bakanlara sürur veren, sapsari bir sigirdir.\" dedi"},{"SurahNumber":2,"VerseNumber":70,"Text":"Onlar, \"Bizim için Rabbine dua et, o nedir bize iyice açiklasin, çünkü o bize biraz karisik geldi, bununla beraber Allah dilerse onu elbette buluruz.\" dediler"},{"SurahNumber":2,"VerseNumber":71,"Text":"Musa, \"Rabbim buyuruyor ki o, ne çifte kosulup tarla süren, ne de ekin sulayan, ne de salma gezen ve hiç alacasi olmayan bir sigirdir\". Onlar da: \"Iste tam simdi gerçegi ortaya koydun.\" dediler. Nihayet onu bulup bogazladilar. Az kaldi yapmayacaklardi"},{"SurahNumber":2,"VerseNumber":72,"Text":"Hani bir zamanlar siz bir adam öldürmüstünüz de onun hakkinda birbirinizle atismis ve onu üstünüzden atmistiniz, halbuki Allah, saklamis oldugunuzu açiga çikaracakti"},{"SurahNumber":2,"VerseNumber":73,"Text":"Iste bundan dolayi, o sigirin bir parçasi ile o ölüye vurun, dedik. Allah ölüleri iste böyle diriltir ve size âyetlerini gösterir, belki aklinizi basiniza toplarsiniz"},{"SurahNumber":2,"VerseNumber":74,"Text":"Sonra bunun arkasindan yine kalbleriniz katilasti, simdi de tas gibi, ya da tastan da beter hale geldi. Çünkü taslardan öylesi var ki; içinden nehirler kayniyor, yine öylesi var ki, çatliyor da bagrindan sular fiskiriyor, öylesi de var ki, Allah korkusundan yerlerde yuvarlaniyor... Ve sizin neler yaptiginizdan Allah gafil degildir"},{"SurahNumber":2,"VerseNumber":75,"Text":"Simdi bunlarin, size hemen inanacaklarini ümit mi ediyorsunuz? Halbuki bunlardan bir grup vardi ki, Allah'in kelâmini isitirlerdi de sonra ona akillari yattigi halde bile bile onu tahrif ederlerdi"},{"SurahNumber":2,"VerseNumber":76,"Text":"Üstelik iman edenlere rastladiklarinda inandik derler, birbirleriyle basbasa kaldiklari zaman, \"Rabbinizin huzurunda aleyhinize delil olarak kullansinlar diye mi tutup Allah'in size açikladigi gerçekleri onlara da söylüyorsunuz? Hiç akliniz yok mu be?\" derlerdi"},{"SurahNumber":2,"VerseNumber":77,"Text":"Peki bilmezler mi ki, onlar neyi sir olarak saklar ve neyi açikça söylerlerse Allah hepsini bilir"},{"SurahNumber":2,"VerseNumber":78,"Text":"Bunlarin bir de ümmî (okuma yazmasi olmayan) kismi vardir, kitabi bilmezler, ancak birtakim kuruntu yiginina, bos saplantilara kapilir ve zan içinde dolasir dururlar"},{"SurahNumber":2,"VerseNumber":79,"Text":"Artik o kimselerin vay haline ki, kendi elleriyle kitap yazarlar da sonra biraz para almak için \"Bu Allah katindandir.\" derler. Artik vay o elleriyle yazdiklari yüzünden onlara, vay o kazandiklari vebal yüzünden onlara"},{"SurahNumber":2,"VerseNumber":80,"Text":"Bir de dediler ki: \"Bize sayili birkaç günden baska asla ates azabi dokunmaz\". De ki; \"Siz Allah'dan bir ahit mi aldiniz? Böyle ise Allah sözünden dönmez. Yoksa siz Allah'a karsi bilemeyeceginiz seyleri mi söylüyorsunuz"},{"SurahNumber":2,"VerseNumber":81,"Text":"Evet kim bir günah islemis de kendi günahi kendisini her yandan kusatmis ise, iste öyleleri ates ehlidirler ve orada ebedî kalicidirlar"},{"SurahNumber":2,"VerseNumber":82,"Text":"Iman edip salih ameller isleyenler, iste öyleleri de cennet ehlidirler ve orada ebedî kalicidirlar"},{"SurahNumber":2,"VerseNumber":83,"Text":"Hani bir vakitler Israilogullari'ndan söylece mîsak (kesin bir söz) almistik: Allah'dan baskasina tapmayacaksiniz, ana-babaya iyilik, yakinligi olanlara, öksüzlere, çaresizlere de iyilik yapacaksiniz, insanlara güzellikle söz söyleyecek, namazi kilacak, zekati vereceksiniz. Sonra çok aziniz müstesna olmak üzere sözünüzden döndünüz, hâlâ da dönüyorsunuz"},{"SurahNumber":2,"VerseNumber":84,"Text":"Yine bir zamanlar mîsakinizi almistik; birbirinizin kanlarini dökmeyeceksiniz, nüfusunuzu diyarinizdan çikarmiyacaksiniz. Sonra siz buna ikrar da verdiniz ve ikrariniza sahit de oldunuz"},{"SurahNumber":2,"VerseNumber":85,"Text":"Sonra sizler öyle kimselersiniz ki, kendilerinizi öldürüyorsunuz ve sizden olan bir grubu diyarlarindan çikariyorsunuz, onlar aleyhinde kötülük ve düsmanlik güdüyor ve bu konuda birlesip birbirinize arka çikiyorsunuz, sayet size esir olarak gelirlerse fidyelesmeye kalkiyorsunuz. Halbuki yurtlarindan çikarilmalari size haram kilinmis idi. Yoksa siz kitabin bir kismina inanip bir kismini inkâr mi ediyorsunuz? Su halde içinizden böyle yapanlar, netice olarak dünya hayatinda perisanliktan baska ne kazanirlar, kiyamet gününde de en siddetli azaba ugratilirlar. Allah, yaptiklarinizdan gafil degildir"},{"SurahNumber":2,"VerseNumber":86,"Text":"Bunlar ahireti, dünya hayatina satmis kimselerdir. Onun için bunlardan azap hafifletilmez ve kendilerine bir yerden yardim da gelmez"},{"SurahNumber":2,"VerseNumber":87,"Text":"Celâlim hakki için Musa'ya o kitabi verdik, arkasindan birtakim peygamberler de gönderdik, hele Meryem oglu Isa'ya apaçik mucizeler verdik, onu Rûhu'l-Kudüs ile de destekledik. Size nefislerinizin hoslanmayacagi bir emirle gelen her peygambere kafa mi tutacaksiniz? Kibrinize dokundugu için onlarin bir kismina yalan diyecek, bir kismini da öldürecek misiniz"},{"SurahNumber":2,"VerseNumber":88,"Text":"(Yahudiler, peygamberimize karsi alayli bir ifade ile): \"Bizim kalblerimiz kiliflidir.\" dediler. Bilakis Allah, onlari kâfirlikleri yüzünden lanetledi. Bundan dolayi çok az imana gelirler"},{"SurahNumber":2,"VerseNumber":89,"Text":"Yanlarindakini tasdik etmek üzere onlara Allah katindan bir kitap gelince, daha önceleri inanmayanlara karsi onunla yardim isteyip durduklari halde, o tanidiklari kendilerine gelince, bu sefer kendileri onu inkâr ettiler. Iste bundan dolayi Allah'in laneti kâfirleredir"},{"SurahNumber":2,"VerseNumber":90,"Text":"Ne kadar çirkindir o ugruna kendilerini sattiklari sey ki; Allah'in kullarindan diledigine kendi lütuf ve kereminden vahiy indirmesine kafa tutarak, Allah ne indirdiyse hepsini inkâr ettiler. Iste bu yüzden de gazap üstüne gazaba ugradilar. Can yakici azap asil kâfirler içindir"},{"SurahNumber":2,"VerseNumber":91,"Text":"Onlara, \"Allah ne indirdiyse ona iman edin.\" denildigi zaman, onlar \"Biz kendimize indirilene iman ederiz.\" derler ve ondan baskasini inkâr ederler. Oysa yanlarindaki Tevrat'i tasdik eden gerçek vahiy odur. Onlara de ki; \"Peki madem gerçek mümin sizsiniz de ne diye daha önce Allah'in peygamberlerini öldürüyordunuz"},{"SurahNumber":2,"VerseNumber":92,"Text":"Celâlim hakki için Musa size belgelerle gelmisti de onun arkasindan tuttunuz o buzagiya taptiniz. Siz iste o zâlimlersiniz"},{"SurahNumber":2,"VerseNumber":93,"Text":"Bir zamanlar size, \"verdigimiz kitaba kuvvetle sarilin ve onu dinleyin.\" diye Tûr'u tepenize kaldirip mîsakinizi aldik. (O yahudiler): \"Duyduk, dinledik, isyan ettik.\" dediler, kâfirlikleri yüzünden o danayi yüreklerinde besleyip büyüttüler. De ki, \"Eger siz mümin kimseler iseniz, bu imaniniz size ne çirkin seyler emrediyor"},{"SurahNumber":2,"VerseNumber":94,"Text":"De ki; Allah yaninda ahiret yurdu (cennet) baskalarinin degil de yalnizca sizin ise, eger iddianizda da sadik iseniz haydi hemen ölümü temenni ediniz, ölmeyi cana minnet biliniz"},{"SurahNumber":2,"VerseNumber":95,"Text":"Fakat elleriyle isledikleri yüzünden onu hiçbir zaman temenni edemiyecekler. Allah o zâlimleri bilir"},{"SurahNumber":2,"VerseNumber":96,"Text":"Elbette onlari insanlarin hayata en hirsli, en düskün olanlari olarak bulacak, hatta müsriklerden bile daha düskün bulacaksin. Onlarin her biri bin sene ömür sürmeyi arzular, oysa uzun yasamak kendisini azaptan kurtarip uzaklastiracak degildir. Allah, onlarin neler yaptigini görüp duruyor"},{"SurahNumber":2,"VerseNumber":97,"Text":"Söyle; her kim Cebrail'e düsman ise iyi bilsin ki, Kur'ân'i senin kalbine Allah'in izniyle kendinden önceki vahiyleri onaylayici, müminlere hidayet ve müjde kaynagi olmak üzere o indirdi"},{"SurahNumber":2,"VerseNumber":98,"Text":"Her kim Allah'a, Allah'in meleklerine, peygamberlerine, Cebrail ile Mîkâil'e düsman olursa, iyi bilsin ki, Allah da o kâfirlerin düsmanidir"},{"SurahNumber":2,"VerseNumber":99,"Text":"Sanim hakki için sana çok açik âyetler; parlak mucizeler indirdik. Öyle ki, iman sahasindan uzaklasmis fasiklardan baskasi onlari inkâr etmez"},{"SurahNumber":2,"VerseNumber":100,"Text":"O fasiklar hem bunlari tanimiyacaklar, hem de ne zaman bir ahd üzerine antlasma yapsalar, her defasinda mutlaka içlerinden bir güruh çikip onu bozacak ve ativerecek öyle mi? Hatta az bir güruh degil, onlarin çogu ahit tanimaz imansizlardir"},{"SurahNumber":2,"VerseNumber":101,"Text":"Üstelik Allah tarafindan onlara, yanlarindaki kitabi tasdik edici bir peygamber gelince, daha önce kendilerine kitap verilenlerden bir kismi, Allah'in kitabini sirtlarindan geriye attilar, sanki hiçbir sey bilmiyorlarmis gibi yaptilar"},{"SurahNumber":2,"VerseNumber":102,"Text":"Tuttular da Süleyman mülküne dair seytanlarin uydurup izledikleri seyin ardina düstüler. Halbuki Süleyman inkâr edip kâfir olmadi, lakin o seytanlar kâfirlik ettiler; insanlara sihir ögretiyorlar ve Bâbil'de Harut ve Marut'a, bu iki melege indirilen seyleri ögretiyorlardi. Halbuki o ikisi \"biz ancak ve ancak sizi denemek için gönderildik, sakin sihir yapip da kâfir olmayin!\" demeden kimseye birsey ögretmezlerdi. Iste bunlardan kari ile kocanin arasini ayiracak seyler ögreniyorlardi. Fakat Allah'in izni olmadikça bununla kimseye zarar verebilecek degillerdi. Kendi kendilerine zarar verecek ve bir fayda saglamayacak bir sey ögreniyorlardi. Yemin olsun ki, onu her kim satin alirsa, onu alanin ahirette bir nasibi olmayacagini da çok iyi biliyorlardi. Hakkiyle bilselerdi, ugruna canlarini sattiklari sey ne çirkin bir seydi"},{"SurahNumber":2,"VerseNumber":103,"Text":"Sayet onlar iman edip de korunmus olsalardi, elbette Allah tarafindan verilecek mükafat çok hayirli olacakti. Keske bunu bilselerdi"},{"SurahNumber":2,"VerseNumber":104,"Text":"Ey iman edenler! \"râine\" demeyin, \"unzurna\" deyin ve iyi dinleyin, kâfirler için elemli bir azap vardir"},{"SurahNumber":2,"VerseNumber":105,"Text":"Ne Kitap ehlinden, ne de müsriklerden hiçbiri, size Rabbinizden bir hayir indirilsin istemez. Allah ise, üstünlügü, rahmetiyle diledigine mahsus kilar ve Allah çok büyük lütuf sahibidir"},{"SurahNumber":2,"VerseNumber":106,"Text":"Biz bir âyetten her neyi nesheder veya unutturursak, ondan daha hayirlisini yahut mislini getiririz. Bilmez misin ki, Allah her seye kâdirdir"},{"SurahNumber":2,"VerseNumber":107,"Text":"Bilmez misin ki, hakikaten göklerin ve yerin mülkü Allah'indir, hepsi O'nundur. Size de Allah'dan baska ne bir dost, ne de bir yardimci vardir"},{"SurahNumber":2,"VerseNumber":108,"Text":"Yoksa siz peygamberinizi, bundan önce Musa'ya soruldugu gibi, sorguya çekmek mi istiyorsunuz? Halbuki her kim imani küfürle degistirirse artik düz yolun ortasinda sapitmis olur"},{"SurahNumber":2,"VerseNumber":109,"Text":"Ehl-i kitaptan birçogu arzu etmektedir ki, sizi imaninizdan sonra çevirip kâfir etsinler: Hak kendilerine iyice belirdikten sonra bile sirf nefsaniyetlerinden ve kiskançliktan dolayi bunu yaparlar. Buna ragmen siz simdi af ile, hosgörüyle davranin tâ Allah emrini verinceye kadar. Süphe yok ki Allah her seye kâdirdir"},{"SurahNumber":2,"VerseNumber":110,"Text":"Siz namazi hakkiyle kilmaya bakin ve zekati verin! Kendi nefsiniz için her ne hayir yaparsaniz, Allah katinda onu bulursunuz. Muhakkak ki, Allah bütün yaptiklarinizi görmektedir"},{"SurahNumber":2,"VerseNumber":111,"Text":"Bir de \"yahudi ve hiristiyanlardan baskasi asla cennete giremeyecek\" dediler. Bu onlarin kendi kuruntularidir. Sen de onlara de ki; \"Eger dogru iseniz, haydi bakalim getirin delilinizi"},{"SurahNumber":2,"VerseNumber":112,"Text":"Hayir, hayir! Kim özü iyilik dolu olarak yüzünü Allah'a tertemiz döndürür ve teslim ederse, iste onun Rabbi katinda ecri vardir. Onlara hiçbir korku yoktur ve onlar mahzun da olacak degiller"},{"SurahNumber":2,"VerseNumber":113,"Text":"Yahudiler dediler ki, \"Hiristiyanlar birsey üzerinde degiller\", Hristiyanlar da \"Yahudiler bir sey üzerinde degiller\" dediler. Oysa hepsi de kitabi okuyorlar. Hiçbir bilgisi olmayanlar da öyle onlarin dedikleri gibi dediler. Iste bundan dolayi Allah, ihtilafa düstükleri bu gibi seylerde, kiyamet günü aralarinda hüküm verecektir"},{"SurahNumber":2,"VerseNumber":114,"Text":"Allah'in mescitlerini, içlerinde Allah'in isminin anilmasindan meneden ve onlarin harap olmalarina çalisan kimselerden daha zâlim kim olabilir! Iste bunlar, oralara korka korka girmekten baska birsey yapmazlar. Bunlara dünyada perisanlik, ahirette de büyük bir azap vardir"},{"SurahNumber":2,"VerseNumber":115,"Text":"Bununla beraber, dogu da Allah'in, bati da Allah'indir. Artik nereye dönerseniz dönün, orasi Allah'a çikar. Süphe yok ki, Allah(in rahmeti) genistir, O, her seyi bilendir"},{"SurahNumber":2,"VerseNumber":116,"Text":"O zalimler, \"Allah kendisine çocuk edindi.\" dediler. Hâsâ, O sübhândir. Dogrusu, göklerde ve yerde ne varsa O'nundur. Hepsi O'na boyun egmistir"},{"SurahNumber":2,"VerseNumber":117,"Text":"O, göklerin ve yerin yoktan var edicisidir ve O, bir isin olmasini murad edince, ona yalnizca \"ol!\" der, o da hemen oluverir"},{"SurahNumber":2,"VerseNumber":118,"Text":"Bilgiden nasibi olmayanlar da \"Allah bizimle konussa ya, yahut bize de bir mucize gelse ya!\" dediler. Bunlardan öncekiler de tipki böyle, bunlarin dedikleri gibi demislerdi. Onlarin kalbleri birbirlerine benzedi. Gerçekten de yakîne ermek (hakikati bilmek) isteyen bir kavim için biz mucizeleri çok açik seçik gösterdik"},{"SurahNumber":2,"VerseNumber":119,"Text":"Süphe yok ki, Biz seni hak ile rahmetimizin müjdecisi ve azabimizin habercisi olarak gönderdik. Sen, o cehennemliklerden sorumlu degilsin"},{"SurahNumber":2,"VerseNumber":120,"Text":"Sen onlarin milletlerine tabi olmadikça ne yahudiler, ne de hiristiyanlar senden asla hosnud ve razi olmayacaklar. De ki, gerçekten de Allah'in hidayeti, hidayetin ta kendisidir. Sânim hakki için, sana vahiyle gelen bu kadar bilgiden sonra, kalkip da onlarin arzu ve heveslerine uyacak olursan, sana Allah'dan ne bir dost bulunur, ne de bir yardimci"},{"SurahNumber":2,"VerseNumber":121,"Text":"Kendilerine kitabi verdigimiz ehliyetli kimseler onu, tilavetinin hakkini vererek okurlar. Iste onlar, ona iman ederler. Her kim de onu inkâr ederse, iste o inkârcilar hüsran içindedirler"},{"SurahNumber":2,"VerseNumber":122,"Text":"Ey Israilogullari! Sizlere ihsan ettigim nimetimi ve sizi vaktiyle âlemdeki ümmetlere üstün tuttugumu hatirlayin"},{"SurahNumber":2,"VerseNumber":123,"Text":"Ve öyle bir günden sakinin ki, o gün kimse, kimsenin yerine bir sey ödeyemez, kimseden fidye kabul edilmez ve ona sefaat de fayda vermez, hiçbir taraftan yardim da görmezler"},{"SurahNumber":2,"VerseNumber":124,"Text":"Sunu da unutmayin ki, bir zamanlar Ibrahim'i Rabbi, birtakim kelimeler ile imtihan etti, o, onlari sona erdirince, Rabbi ona, \"Ben seni bütün insanlara imam yapacagim.\" buyurdu. Ibrahim, \"Zürriyetimden de yap!\" dedi. Rabbi ona \"zâlimler benim ahdime nail olamaz!\" buyurdu"},{"SurahNumber":2,"VerseNumber":125,"Text":"Biz ta o zaman bu Beyt'i, insanlar için bir sevap kazanma ve bir güven yeri kildik. Siz de Makam-i Ibrahim'den kendinize bir namazgah edinin. Ayrica Ibrahim ile Ismail'e söyle ahid verdik: \"Beytimi, hem tavaf edenler için, hem ibadete kapananlar için, hem de rükû ve secde edenler için tertemiz tutun"},{"SurahNumber":2,"VerseNumber":126,"Text":"Ve o vakit Ibrahim \"Ey Rabbim, burasini güvenli bir belde kil, halkindan Allah'a ve ahiret gününe iman edenleri çesitli meyvalarla riziklandir\" diye yalvardi. Allah buyurdu ki: \"küfredeni dahi riziklandirir da hayattan biraz nasip aldiririm, sonra da onu ates azabina ugratirim ki, orasi ne yaman bir duraktir"},{"SurahNumber":2,"VerseNumber":127,"Text":"Ve ne vakit ki Ibrahim, Beyt'in temellerini yükseltmeye basladi, Ismail ile birlikte söyle dua ettiler: Ey Rabbimiz, bizden kabul buyur, hiç süphesiz isiten sensin, bilen sensin"},{"SurahNumber":2,"VerseNumber":128,"Text":"Ey bizim Rabbimiz, hem bizim ikimizi yalniz senin için boyun egen müslümanlar kil, hem de soyumuzdan yalniz senin için boyun egen müslüman bir ümmet meydana getir ve bize ibadetimizin yollarini göster, tevbemize rahmetle bakiver. Hiç süphesiz Tevvâb sensin, Rahîm sensin"},{"SurahNumber":2,"VerseNumber":129,"Text":"Ey bizim Rabbimiz, bir de onlara içlerinden öyle bir peygamber gönder ki, onlara senin âyetlerini tilavet eylesin, kendilerine kitabi ve hikmeti ögretsin, içlerini ve dislarini tertemiz yapip onlari pâk eylesin. Hiç süphesiz Azîz sensin, hikmet sahibi Sensin"},{"SurahNumber":2,"VerseNumber":130,"Text":"Ibrahim'in milletinden, kendine kiyan beyinsizden baska kim yüz çevirir? Biz onu dünyada seçkin birisi yaptik, hiç süphesiz o, ahirette de iyilerden biridir"},{"SurahNumber":2,"VerseNumber":131,"Text":"Rabbi ona, \"Islâm ol!\" emrini verince, o \"Ben âlemlerin Rabbine teslim oldum.\" dedi"},{"SurahNumber":2,"VerseNumber":132,"Text":"Bu dini Ibrahim, kendi ogullarina vasiyyet etti, Yakub da öyle yapti: \"Ey ogullarim! Muhakkak ki, bu dini size Allah seçti, baska dinlerden uzak durun, yalnizca müslüman olarak can verin!\" dedi"},{"SurahNumber":2,"VerseNumber":133,"Text":"Yoksa siz de olaya sahit mi oldunuz; Yakub'a ölüm hali gelip çattigi zaman, ogullarina; \"Benden sonra neye ibadet edeceksiniz?\" dedigi zaman, ogullari; \"Senin Allah'ina ve atalarin Ibrahim, Ismail ve Ishak'in Allah'ina, tek olan o Allah'a ibadet edecegiz. Biz ancak O'na boyun egen müslümanlariz.\" dediler"},{"SurahNumber":2,"VerseNumber":134,"Text":"Onlar bir ümmetti, geldi geçti. Onlara kendi kazandiklari, size de kendi kazandiginiz. Siz onlarin yaptiklarindan sorguya çekilecek degilsiniz"},{"SurahNumber":2,"VerseNumber":135,"Text":"Bir de: \"yahudi veya hiristiyan olunuz ki, hidayet bulasiniz.\" dediler. Sen onlara de ki: \"Hayir! Hanif olarak hakka tapan Ibrahim'in dinine (uyariz) ki, o hiçbir zaman müsriklerden olmadi"},{"SurahNumber":2,"VerseNumber":136,"Text":"Deyiniz ki, \"Biz, Allah'a iman ettik ve bize ne indirildiyse Ibrahim'e, Ismail'e, Ishak'a, Yakup'a ve torunlarina ne indirildiyse, Musa'ya ve Isa'ya ne indirildiyse ve bütün peygamberlere Rablerinden ne verildiyse hepsine iman ettik. Biz onlarin arasinda fark gözetmeyiz ve biz ancak O'na boyun egen müslümanlariz"},{"SurahNumber":2,"VerseNumber":137,"Text":"Eger onlar da sizin iman ettiginiz gibi iman ederlerse dogru yola girmis, hidayeti bulmus olurlar. Yok eger yüz çevirirlerse onlar sadece ve sadece didismenin içindedirler. Allah onlara karsi sana yeter. Ve O, isitendir, bilendir"},{"SurahNumber":2,"VerseNumber":138,"Text":"Allah'in boyasina bak, (vaftiz nolacak?) Kim, Allah'dan daha güzel boya vurabilir ki? Iste biz O'na ibadet edenleriz"},{"SurahNumber":2,"VerseNumber":139,"Text":"De ki: \"Allah hakkinda bizimle didismeye mi gireceksiniz? Oysa O, bizim de Rabbimiz, sizin de Rabbinizdir. Bizim amellerimiz bize, sizin amelleriniz de size. Su kadar var ki, biz O'na ihlas ile sariliyoruz"},{"SurahNumber":2,"VerseNumber":140,"Text":"Yoksa siz, Ibrahim de, Ismail de, Ishak da, Yakup da ve torunlari da hep yahudi ve hiristiyan idiler mi demek istiyorsunuz?\" De ki: \"Siz mi daha iyi bilirsiniz, yoksa Allah mi?\" Allah'in sahitlik ettigi bir hakikati bile bile inkar edenden daha zâlim kim olabilir? Allah, yaptiklarinizdan gafil degildir"},{"SurahNumber":2,"VerseNumber":141,"Text":"Onlar bir ümmet idiler, gelip geçtiler. Onlara kendi kazandiklari, size de kendi kazandiklariniz. Ve siz onlarin yaptiklarindan sorumlu tutulacak degilsiniz"}]}