{"Id":82,"LanguageCodes":["cs","ces"],"Name":"ces-prekladihrbek","Author":"Preklad I. Hrbek","Language":"Czech","Description":"Czech","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Há mím"},{"SurahNumber":46,"VerseNumber":2,"Text":"Seslání Písma pochází od Boha mocného, moudrého"},{"SurahNumber":46,"VerseNumber":3,"Text":"Stvořili jsme nebesa i zemi a vše, co je mezi nimi, jen jako skutečnost vážnou a na lhůtu stanovenou, avšak ti, kdož neuvěřili, se odvracejí od toho, před čím jsou varováni"},{"SurahNumber":46,"VerseNumber":4,"Text":"Rci: \"Viděli jste to, co vedle Boha vzýváte? Ukažte mi tedy to, co stvořili či zda mají podíl nějaký na nebesích! Přineste mi Písmo starší, než je toto, či stopu nějakou vědění, jste-li pravdomluvní"},{"SurahNumber":46,"VerseNumber":5,"Text":"Kdo je zbloudilejší než ten, jenž vedle Boha vzývá ty, kdož jej ani do dne zmrtvýchvstání nevyslyší a kteří jsou k vzývání jejich lhostejní"},{"SurahNumber":46,"VerseNumber":6,"Text":"a kteří, až budou lidé shromážděni, budou jim nepřáteli a budou zapírat jejich uctívání"},{"SurahNumber":46,"VerseNumber":7,"Text":"Když jsou jim přednášena Naše znamení jako důkazy jasné, říkají ti, kdož v pravdu neuvěřili poté, co k nim přišla: \"Tohle je kouzelnictví zjevné"},{"SurahNumber":46,"VerseNumber":8,"Text":"Anebo hovoří: \"On si to vymyslil!\" Odpověz: \"I kdybych si to vymyslil, vy nevládnete od Boha ničím pro mne. On dobře ví, co o něm hlasitě říkáte, a On stačí jako svědek mezi mnou a vámi. A On odpouštějící je i slitovný"},{"SurahNumber":46,"VerseNumber":9,"Text":"Rci: \"Já věru nejsem žádnou novotou mezi posly a nevím ani, co stane se mnou a s vámi. Já následuji pouze to, co mi bylo vnuknuto, a jsem jen varovatel zjevný"},{"SurahNumber":46,"VerseNumber":10,"Text":"Rci: \"Co si myslíte? Jestliže je toto od Boha a vy jste v to neuvěřili, a jestliže svědek z dítek Izraele dosvědčuje podobnost toho a věří v to, zatímco vy jste hrdopyšní...? Bůh věru nevede lid nespravedlivý"},{"SurahNumber":46,"VerseNumber":11,"Text":"A říkají nevěřící o těch, kdož uvěřili: \"Kdyby toto Písmo bylo vskutku dobré, nebyli by nás tihle v tom předešli!\" Protože však jím nejsou správně vedeni, hovoří: \"Tohle je stará lež"},{"SurahNumber":46,"VerseNumber":12,"Text":"A již před ním byla Kniha Mojžíšova vůdcem i milosrdenstvím a toto Písmo potvrzuje pravdivost její v jazyce arabském, aby byli varováni nespravedliví a aby bylo zvěstí radostnou pro ty, kdož dobro konají"},{"SurahNumber":46,"VerseNumber":13,"Text":"Ti, kdož hovoří: \"Pánem naším je Bůh,\" a potom se přímou cestou ubírají, ti bát se nemusí a nebudou zarmouceni"},{"SurahNumber":46,"VerseNumber":14,"Text":"Ti stanou se obyvateli zahrady rajské, v níž odměnou za skutky své budou nesmrtelní"},{"SurahNumber":46,"VerseNumber":15,"Text":"Uložili jsme člověku laskavost vůči rodičům jeho; matka jeho jej ve strastech nosila a ve strastech jej porodila a jeho nošení a kojení trvalo třicet městců. A když dosáhl dospělosti své a dosáhl věku čtyřiceti let, zvolal: \"Pane můj, vnukni mi, abych byl vděčný za dobrodiní Tvé, jímž jsi zahrnul mne i rodiče mé! Nechť konám skutky zbožné, v nichž nalezneš zalíbení, a učiň pro mne dobrým potomstvo mé. Kajícně se k Tobě obracím a jsem jedním z těch, kdož do vůle Tvé jsou odevzdáni"},{"SurahNumber":46,"VerseNumber":16,"Text":"Od takových přijmeme jejich nejlepší skutky, jež vykonali, a jejich špatné skutky opomineme; ti patří mezi ráje obyvatele, a toto je slib pravdivý, jenž byl jim přislíben"},{"SurahNumber":46,"VerseNumber":17,"Text":"Je však jiný, jenž říká rodičům svým: \"Hanba vám! Chcete mi slibovat, že budu vyveden z hrobu, když přede mnou už minula mnohá pokolení, aniž byla vzkříšena?\" Oba pak prosí Boha o pomoc řkouce: \"Běda ti, uvěř, vždyť slib Boží je pravdivý!\" Avšak on odpovídá: \"Tohle jsou jen povídačky starých"},{"SurahNumber":46,"VerseNumber":18,"Text":"Takoví jsou ti, proti nimž se uskuteční slovo Boží o národech džinů a lidí, které již zanikly před nimi - a ty ztrátu utrpěly"},{"SurahNumber":46,"VerseNumber":19,"Text":"A každému se dostane hodnosti podle toho, co vykonal, a Bůh je odmění za jejich činy a nebude jim ukřivděno"},{"SurahNumber":46,"VerseNumber":20,"Text":"A v den, kdy budou předvedeni ti, kdož nevěřili, k ohni, bude jim řečeno: \"Utráceli jste dary své výtečné v pozemském životě svém a užívali jste si z nich. Dnes tedy budete odměněni trestem hanby za to, že pyšní jste byli na zemi bez oprávnění, a za to, že jste byli hříšníky"},{"SurahNumber":46,"VerseNumber":21,"Text":"A zmiň se o bratru ´Ádovců, když varoval lid svůj v zemi přesypů a byli již varovatelé před ním i po něm. \"Neuctívejte kromě Boha nikoho! Já věru bojím se pro vás trestu dne nesmírného"},{"SurahNumber":46,"VerseNumber":22,"Text":"Odpověděli: \"Přišels k nám kvůli tomu, abys nás lživě odvrátil od božstev našich? Přines nám tedy to, čím nám hrozíš, jsi-li pravdomluvný"},{"SurahNumber":46,"VerseNumber":23,"Text":"Řekl: \"Vědění je pouze u Boha a já předávám vám jedině to, s čím jsem byl poslán, však vidím, že jste lid pošetilý"},{"SurahNumber":46,"VerseNumber":24,"Text":"A když spatřili mračno blížící se k údolím jejich, zvolali: \"Toto mračno nám přinese déšť!\" \"Nikoliv, to je to, co přáli jste si uspíšit! To vichřice je, v níž trest je bolestný"},{"SurahNumber":46,"VerseNumber":25,"Text":"a která zničí dle rozkazu Božího věci všechny!\" A zrána bylo vidět jen příbytky jejich opuštěné. A takto odměňujeme lid provinilý"},{"SurahNumber":46,"VerseNumber":26,"Text":"A dali jsme jim věru postavení, jaké jsme vám nedali. A dali jsme jim sluch, zrak i srdce, ale nebyly jim vůbec k ničemu ani uši jejich ani oči jejich ani rozum jejich. A obklopilo je to, čemu se posmívali"},{"SurahNumber":46,"VerseNumber":27,"Text":"A zahubili jsme okolo vás města mnohá a ukazovali jsme jim různá znamení Svá doufajíce, že snad se obrátí"},{"SurahNumber":46,"VerseNumber":28,"Text":"Proč jim nepomohli ti, které si vzali vedle Boha jako božstva, aby jim obětovali? Ba naopak, božstva ta je opustila a taková byla jejich lež i vše, co si vymyslili"},{"SurahNumber":46,"VerseNumber":29,"Text":"A hle, vypravili jsme k tobě houfec džinů, aby naslouchali Koránu. A když přítomni byli jeho přednášení, řekli \"Slyšte!\", a když bylo skončeno, navrátili se k lidu svému jako varovatelé"},{"SurahNumber":46,"VerseNumber":30,"Text":"a řkouce: \"Lide náš, slyšeli jsme věru Písmo, jež bylo sesláno po Mojžíšovi, a potvrzující pravdivost toho, co bylo před ním, a vedoucí k pravdě a ke stezce přímé"},{"SurahNumber":46,"VerseNumber":31,"Text":"Lide náš, odpovězte tomu, jenž zve vás k Bohu, a uvěřte v něj! Bůh vám pak odpustí viny vaše a uchrání vás od trestu bolestného"},{"SurahNumber":46,"VerseNumber":32,"Text":"A kdo neodpoví tomu, kdo zve k Bohu, není s to uniknout zásahu Božímu na zemi, a nebude mít kromě Něho ochránce žádného. A takoví jsou v bludu zjevném"},{"SurahNumber":46,"VerseNumber":33,"Text":"Což nevidí, že Bůh, jenž stvořil nebesa a zemi, aniž se unavil jejich stvořením, je též schopen mrtvé oživit? Ba ano, vždyť On všemocný je nad věcmi všemi"},{"SurahNumber":46,"VerseNumber":34,"Text":"V den, kdy budou předvedeni ti, kdož nevěřili, k ohni pekelnému, bude jim řečeno: \"Což není toto skutečnost?\" A odpoví: \"Zajisté, při Pánu našem!\" A řekne Bůh: \"Ochutnejte tedy trestu za to, že jste nevěřili"},{"SurahNumber":46,"VerseNumber":35,"Text":"Buď trpělivý, jako byli trpěliví ti z poslů, kteří byli nadáni rozhodností pevnou. A nesnaž se uspíšit pro ně příchod dne, kdy spatří to, co jim bylo slíbeno, a bude se jim zdát, že setrvali v hrobech jen jednu hodinu dne. A toto je sdělení! A kdo jiný bude zahuben než lid hanebníků"},{"SurahNumber":47,"VerseNumber":1,"Text":"Těm, kdož neuvěřili a odchylují jiné z cesty Boží, nechá Bůh díla jejich zbloudit"},{"SurahNumber":47,"VerseNumber":2,"Text":"Avšak těm, kdož uvěřili a zbožné skutky konali a uvěřili v to, co bylo sesláno Muhammadovi - a to pravda je od Boha pocházející - těm Bůh vymaže špatné činy jejich a napraví myšlení jejich"},{"SurahNumber":47,"VerseNumber":3,"Text":"A to proto, že ti, kdož neuvěřili, následovali nicotné, zatímco ti, kdož uvěřili, následovali pravdu od Pána jejich pocházející. A takto Bůh ukazuje lidem jejich podobenství"},{"SurahNumber":47,"VerseNumber":4,"Text":"A když se střetnete s nevěřícími, udeřte je do šíjí, a až jim způsobíte úplnou porážku, pevně je spoutejte! A potom je buď omilostněte, anebo je propusťte za výkupné, pokud válka neodloží své břímě. A tak budiž! Kdyby Bůh chtěl, pomohl by si sám proti nim, avšak nečiní tak proto, aby vás jedny druhými podrobil zkoušce. A Bůh nedopustí, aby se ztratily skutky těch, kdož byli zabiti na cestě Boží"},{"SurahNumber":47,"VerseNumber":5,"Text":"On správnou cestou je povede a napraví jejich myšlení"},{"SurahNumber":47,"VerseNumber":6,"Text":"a uvede je do zahrady rajské, o níž jim dal již vědění"},{"SurahNumber":47,"VerseNumber":7,"Text":"Vy, kteří věříte! Pomůžete-li Bohu, On zajisté pomůže vám a upevní paty vaše"},{"SurahNumber":47,"VerseNumber":8,"Text":"Na ty však, kdož neuvěřili, nechť padne neštěstí a nechť Bůh dá zbloudit dílům jejich"},{"SurahNumber":47,"VerseNumber":9,"Text":"A to proto, že nenáviděli to, co seslal Bůh, a marné bude jejich konání"},{"SurahNumber":47,"VerseNumber":10,"Text":"Což necestovali po zemi a neviděli, jaký byl konec těch, kdož před nimi byli? Bůh je zahubil a podobně se stane i nevěřícím"},{"SurahNumber":47,"VerseNumber":11,"Text":"A to proto, že Bůh je ochráncem těch, kdož uvěřili, zatímco nevěřící nebudou mít ochránce žádného"},{"SurahNumber":47,"VerseNumber":12,"Text":"Bůh věru uvede ty, kdož uvěřili a zbožné skutky konali, do zahrad, pod nimiž řeky tekou, zatímco nevěřící, kteří si užívají a jako dobytek se přecpávají, oheň pekelný budou mít za útulek"},{"SurahNumber":47,"VerseNumber":13,"Text":"A kolik měst, jež byla mocnější silou, než je město tvé, které tě vyhnalo, jsme již zahubili, a neměla pomocníka žádného"},{"SurahNumber":47,"VerseNumber":14,"Text":"Což je ten, jenž důkaz jasný má od Pána svého, roven tomu, jemuž byla zkrášlena špatnost činů jeho, a těm, kdož vášně své následují"},{"SurahNumber":47,"VerseNumber":15,"Text":"Obraz zahrady rajské, jež přislíbena byla bohabojným: v ní řeky jsou s vodou, jež nezahnívá, a řeky mléka, jehož chuť je neměnná, a řeky vína, jež rozkoší je pijícím, a řeky medu očištěného. A bude tam pro ně ovoce všeho druhu i odpuštění Pána jejich. (Je snad ten, kdo bude zde,) roven těm, kdo věčně budou v ohni dlít, a těm, kdož napájeni budou vodou vroucí, jež roztrhá vnitřnosti jejich"},{"SurahNumber":47,"VerseNumber":16,"Text":"A jsou mezi nimi někteří, kdož ti naslouchají, avšak když od tebe odejdou, ptají se těch, jimž dostalo se vědění: \"Co to vlastně před chvílí povídal?\" A to jsou ti, jichž srdce Bůh zapečetil a kteří následují učení svá scestná"},{"SurahNumber":47,"VerseNumber":17,"Text":"Však těm, kdož po cestě správné jsou vedeni, těm Bůh posílí jejich vedení a dá jim bázeň Boží"},{"SurahNumber":47,"VerseNumber":18,"Text":"Což mohou očekávat něco jiného, než že Hodina k nim znenadání přikvačí, když již se objevily její příznaky? K čemu bude jim dobré její připomínání, až na ně udeří"},{"SurahNumber":47,"VerseNumber":19,"Text":"Věz tedy, že není božstva kromě Boha, a pros za odpuštění vin svých i vin mužů a žen věřících! Bůh dobře ví o přecházení vašem a zná i konečný příbytek váš"},{"SurahNumber":47,"VerseNumber":20,"Text":"A říkají ti, kdož uvěřili: \"Proč nebyla seslána nějaká súra?\" A když je seslána súra moudře stanovená a je v ní zmíněn boj, tu vidíš ty, v jichž srdcích je choroba, dívat se na tebe pohledem člověka obestřeného mrákotami předsmrtnými. Vhodnější pro ně by byla"},{"SurahNumber":47,"VerseNumber":21,"Text":"poslušnost a řeč vhodná. A až se věc stane vážnou, věru bude pro ně lepší, aby byli vůči Bohu upřímní"},{"SurahNumber":47,"VerseNumber":22,"Text":"A je možné, že obrátíte-li se zády, budete šířit pohoršení na zemi a narušíte pokrevní svazky své"},{"SurahNumber":47,"VerseNumber":23,"Text":"Toto jsou ti, jež Bůh proklel, hluchými je učinil a zraky jejich oslepil"},{"SurahNumber":47,"VerseNumber":24,"Text":"Což nebudou uvažovat o Koránu či jsou snad na srdcích jejich zámky"},{"SurahNumber":47,"VerseNumber":25,"Text":"Věru ty, kdož kroky své nazpět obrátili poté, co objasněno jim bylo správné vedení, ty satan svedl a našeptal jim jejich počínání"},{"SurahNumber":47,"VerseNumber":26,"Text":"A to proto, že říkají těm, kterým se hnusí to, co Bůh seslal: \"Budeme vás poslouchat ve věcech některých.\" A Bůh dobře zná jejich tajemství"},{"SurahNumber":47,"VerseNumber":27,"Text":"A jak jim bude, až andělé je povolají, bijíce je po tvářích a po zádech jejich"},{"SurahNumber":47,"VerseNumber":28,"Text":"A to proto, že následovali to, co hněvá Boha, a nenáviděli to, co se Mu líbí; a učinil marnými skutky jejich"},{"SurahNumber":47,"VerseNumber":29,"Text":"Či se domnívají ti, v jichž srdcích je choroba, že Bůh nenávist jejich neodkryje"},{"SurahNumber":47,"VerseNumber":30,"Text":"Kdybychom chtěli, ukázali bychom ti je a věru bys je poznal podle známek jejich; avšak ty poznáš je určitě podle popletené řeči jejich. A Bůh dobře zná vaše konání"},{"SurahNumber":47,"VerseNumber":31,"Text":"A věru vás budeme zkoušet, abychom rozpoznali mezi vámi ty, kdož usilovně se snaží a jsou trpěliví, a abychom prozkoumali zprávy o vás"},{"SurahNumber":47,"VerseNumber":32,"Text":"Věru ti, kdož neuvěřili a od cesty Boží se odvrátili a od posla se odloučili, když už jim bylo objasněno správné vedení, neuškodí v ničem Bohu, jenž marnými učiní skutky jejich"},{"SurahNumber":47,"VerseNumber":33,"Text":"Vy, kteří věříte! Poslouchejte Boha a poslouchejte posla jeho a nečiňte nicotným konání své"},{"SurahNumber":47,"VerseNumber":34,"Text":"Věru těm, kdož neuvěřili a od cesty Boží jiné odvraceli a potom jako nevěřící zemřou, Bůh neodpustí"},{"SurahNumber":47,"VerseNumber":35,"Text":"Neochabujte a nevybízejte k míru, když máte převahu, vždyť Bůh je s vámi a On neošidí vás o dobré skutky vaše"},{"SurahNumber":47,"VerseNumber":36,"Text":"Život pozemský je pouze hra a zábava; jestliže věříte a bojíte se Boha, On dá vám odměny vaše a nebude žádat na vás majetky vaše"},{"SurahNumber":47,"VerseNumber":37,"Text":"A kdyby je na vás žádal a nutil vás, stali byste se lakotnými a On odkryl by zlobu vaši"},{"SurahNumber":47,"VerseNumber":38,"Text":"Hle, takoví jste - jste vyzýváni, abyste rozdávali na cestě Boží, avšak mezi vámi jsou lakomci. Kdo však je lakomý, je jim ke škodě vlastní, neboť Bůh je soběstačný, zatímco vy jste potřební. A obrátíte-li se zády tedy On vás vystřídá lidem jiným, jenž vám nebude podoben"},{"SurahNumber":48,"VerseNumber":1,"Text":"Věru jsme ti dali dosáhnout úspěchu zřetelného"},{"SurahNumber":48,"VerseNumber":2,"Text":"(abys zvěděl), že Bůh ti odpustil tvé viny dřívější i pozdější a že dobrodiní Své k tobě dovršil a že vede tě stezkou přímou"},{"SurahNumber":48,"VerseNumber":3,"Text":"a že Bůh ti pomáhá pomocí mocnou"},{"SurahNumber":48,"VerseNumber":4,"Text":"On je ten, jenž sesílá sakínu do srdcí věřících, aby přidali další víru k víře své - a Bohu patří vojska nebeská i pozemská a Bůh vševědoucí je i moudrý"},{"SurahNumber":48,"VerseNumber":5,"Text":"a aby věřící muže a věřící ženy uvedl do zahrad, pod nimiž řeky tekou a v nichž nesmrtelní budou, a aby špatné skutky jejich vymazal - a to u Boha je úspěch nesmírný"},{"SurahNumber":48,"VerseNumber":6,"Text":"a aby potrestal pokrytecké muže i ženy a modloslužebníky a modloslužebnice, kteří mají o Bohu špatné mínění. Proti nim ať obrátí se osud špatný, nechť Bůh se na ně rozhněvá a prokleje je a peklo pro ně připraví - a jak hnusný to je cíl konečný"},{"SurahNumber":48,"VerseNumber":7,"Text":"A Bohu patří vojska nebeská i pozemská a Bůh mocný je i moudrý"},{"SurahNumber":48,"VerseNumber":8,"Text":"Vyslali jsme tě věru jako svědka, hlasatele zvěsti radostné i jako varovatele"},{"SurahNumber":48,"VerseNumber":9,"Text":"abyste v Boha a posla Jeho uvěřili, pomáhali Mu a uctívali a slavili Jej za jitra i za večera"},{"SurahNumber":48,"VerseNumber":10,"Text":"Ti, kdož ti věrnost přisahají, přísahají vlastně Bohu a ruka Boží spočívá na rukou jejich. Kdo poruší úmluvu, tedy ji poruší jen ke škodě vlastní, kdo však věrně dodrží úmluvu s Bohem uzavřenou, tomu On uštědří odměnu nesmírnou"},{"SurahNumber":48,"VerseNumber":11,"Text":"A řeknou ti, kdož zůstali pozadu z kočovných Arabů: \"Byli jsme zaměstnáni stády svými a rodinami svými, pros za nás o odpuštění!\" A hovoří jazyky svými to, co v srdcích nemají. Rci: \"Kdo zmůže něco pro vás u Boha, jestliže se Jemu zlíbí vám uškodit anebo vám něčím prospět? Ba ne! Bůh dobře je zpraven o všem, co děláte"},{"SurahNumber":48,"VerseNumber":12,"Text":"Naopak, vy jste se domnívali, že posel a věřící se již nikdy k rodinám svým nevrátí! A bylo vám to okrášleno v srdcích vašich, leč domnívali jste se špatnými domněnkami! A vy jste věru lid nevědomý"},{"SurahNumber":48,"VerseNumber":13,"Text":"A kdo nevěří v Boha a posla Jeho... pro nevěřící jsme připravili plamen šlehající"},{"SurahNumber":48,"VerseNumber":14,"Text":"Bohu náleží království na nebesích i na zemi a On odpouští, komu chce, a potrestá, koho chce a Bůh je odpouštějící, slitovný"},{"SurahNumber":48,"VerseNumber":15,"Text":"A řeknou ti, kdož zůstali vzadu, když chystáte se na pochod, abyste se zmocnili kořisti: \"Dovolte nám, abychom vás následovali!\" A rádi by takto změnili slovo Boží! Rci: \"Nebudete nás následovat - tak to již dříve rozhodl Bůh!\" A řeknou: \"Nikoliv, vy nám to jen nepřejete!\" Ba ne, oni jsou jen málo chápaví"},{"SurahNumber":48,"VerseNumber":16,"Text":"Rci těm z kočovných Arabů, kteří vzadu zůstali: \"Budete vyzváni k boji proti lidu obdařenému velkou bojovností; a budete proti nim bojovat, leč by přijali islám. Uposlechnete-li, Bůh vám dá odměnu překrásnou, avšak obrátíte-li se zády, tak jak jste se již obrátili dříve, potrestá vás trestem bolestným"},{"SurahNumber":48,"VerseNumber":17,"Text":"A není hříchem pro slepého ani pro chromého ani pro nemocného, jestliže se neúčastní. A kdokoliv poslechne Boha a posla Jeho, bude uveden do zahrad, pod nimiž řeky tekou, a kdokoliv se zády obrátí, toho postihne trest bolestný"},{"SurahNumber":48,"VerseNumber":18,"Text":"Bůh věru již nalezl zalíbení ve věřících, když ti přísahali věrnost pod stromem, a On dobře ví, co bylo v srdcích jejich. A seslal k nim sakínu a odmění je brzkým úspěchem"},{"SurahNumber":48,"VerseNumber":19,"Text":"i kořistí hojnou, jíž se zmocní. A Bůh mocný je i moudrý"},{"SurahNumber":48,"VerseNumber":20,"Text":"Bůh vám přislíbil, že se zmocníte kořisti hojné, a On ji pro vás uspíšil a odvrátil od vás ruce oněch lidí. A učinil tak, aby se to stalo znamením pro věřící a aby vás uvedl na stezku přímou"},{"SurahNumber":48,"VerseNumber":21,"Text":"A přislíbil vám i jinou, nad níž dosud nemáte moc, zatímco ji Bůh již objal ve Svém vědění, vždyť Bůh nad věcí každou je všemocný"},{"SurahNumber":48,"VerseNumber":22,"Text":"A kdyby proti vám byli bojovali ti, kdož jsou nevěřící, věru by se byli otočili zády; a nenaleznou později ani ochránce, ani pomocníka"},{"SurahNumber":48,"VerseNumber":23,"Text":"podle zvyklosti Boží, která se již mnohokrát předtím naplnila. A ve zvyklosti Boží nenalezneš změnu žádnou"},{"SurahNumber":48,"VerseNumber":24,"Text":"On je ten, jenž odvrátil ruce jejich od vás a ruce vaše od nich v údolí Mekky poté, co vám nad nimi uštědřil vítězství; a Bůh dobře pozoruje vše, co děláte"},{"SurahNumber":48,"VerseNumber":25,"Text":"A to jsou ti, kteří neuvěřili a odháněli vás od Mešity posvátné a zadržovali oběti, aby nedospěly ke svým obětištím. A kdyby nebylo věřících mužů a žen, které jste neznali a které jste mohli pošlapat, takže byste se na nich nevědomky dopustili viny... a Bůh uvádí do milosrdenství Svého, koho chce; a kdyby se byli oddělili, věru bychom byli potrestali ty z nich, kdož nevěří, trestem bolestným"},{"SurahNumber":48,"VerseNumber":26,"Text":"Hle, tehdy ti, kdož neuvěřili, vložili do srdcí svých zuřivost, zuřivost nevědomosti. A Bůh seslal sakínu Svou poslu Svému a věřícím a učinil pro ně neodlučným slovo bohabojnosti; a zasloužili si ho a byli ho nejvýš hodni. A Bůh o každé věci je vševědoucí"},{"SurahNumber":48,"VerseNumber":27,"Text":"Bůh zajisté již dokázal poslu Svému pravdivost jeho snu: \"Vskutku vstoupíte do Posvátné mešity, bude-li chtít Bůh, bezpečni a s oholenými hlavami a ostříhanými nehty a vousy a bez jakékoliv bázně!\" A On věděl to, co jste neznali, a kromě toho vám připravil blízký úspěch"},{"SurahNumber":48,"VerseNumber":28,"Text":"A On je ten, jenž vyslal posla Svého se správným vedením a s náboženstvím pravdivým, aby mu dal zvítězit nad každým jiným náboženstvím. A Bůh je svědkem dostačujícím"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhammad je posel Boží; a ti, kdož jsou s ním, strašní jsou proti nevěřícím, však laskaví mezi sebou. A vidíš je při modlitbě se sklánět a padat na tváře v úsilí po přízni a zalíbení Božím. A známky jejich jsou na tvářích jejich následkem modlení. A takto byli spodobněni v Tóře, zatímco podobenství jejich v Evangeliu zní: jsou jako sadba, jejímž výhonkům Bůh dává vyrůst a posiluje je, až stanou se pevnými a drží se zpříma na stéblech svých, k radosti tomu, kdo ji zasel, aby tím Bůh rozhněval nevěřící. A Bůh přislíbil těm z nich, kdož uvěřili a zbožné skutky konali, odpuštění a odměnu nesmírnou"},{"SurahNumber":49,"VerseNumber":1,"Text":"Vy, kteří věříte! Nesnažte se předejít Boha a posla jeho! Buďte bohabojní, vždyť Bůh věru je slyšící, vševědoucí"},{"SurahNumber":49,"VerseNumber":2,"Text":"Vy, kteří věříte! Nezvedejte hlas svůj nad hlas prorokův a neobracejte se k němu s řečí hlučnou, tak jak to děláte mezi sebou, aby se skutky vaše nestaly marnými, aniž o tom budete mít tušení"},{"SurahNumber":49,"VerseNumber":3,"Text":"Věru ti, kdož snižují hlasy své před poslem Božím jsou ti, jejichž srdce Bůh podrobil zkoušce bohabojnosti a těm náleží odměna nesmírná a odpuštění"},{"SurahNumber":49,"VerseNumber":4,"Text":"Avšak většina z těch, kdož tě hlasitě vyvolávají z komnat tvých, jsou lidé nerozumní"},{"SurahNumber":49,"VerseNumber":5,"Text":"Kdyby trpělivě vyčkali, dokud k nim nevyjdeš, bylo by to pro ně lepší; a Bůh je odpouštějící, slitovný"},{"SurahNumber":49,"VerseNumber":6,"Text":"Vy, kteří věříte! Přijde-li k vám hanebník s nějakou zvěstí, snažte se ji objasnit tak, abyste z nevědomosti své nepoškodili lidi a abyste nemusili litovat toho, co jste učinili"},{"SurahNumber":49,"VerseNumber":7,"Text":"Vězte, že kdyby posel Boží, který mezi vámi dlí, vás uposlechl ve většině záležitostí, věru byste škodu utrpěli! Avšak Bůh způsobil, že milujete víru, a učinil ji krásnou v srdcích vašich, zatímco vám zošklivil nevěrectví, hanebnosti a neposlušnost. A to jsou ti, kdož řídí se cestou správnou"},{"SurahNumber":49,"VerseNumber":8,"Text":"díky laskavosti a dobrodiní Božímu. A Bůh je vševědoucí, moudrý"},{"SurahNumber":49,"VerseNumber":9,"Text":"Bojují-li mezi sebou dvě skupiny věřících, usmiřte je! A činí-li jedna skupina z těch dvou bezpráví druhé, bojujte proti těm, kdo činí bezpráví, dokud se před rozkazem Božím neskloní! A když se skloní, usmiřte obě strany spravedlivě a buďte nestranní, neboť Bůh věru miluje ty, kdož jsou nestranní"},{"SurahNumber":49,"VerseNumber":10,"Text":"Věřící jsou si přece bratry; usmiřujte tedy oba bratry své a buďte bohabojní - snad dostane se vám smilování"},{"SurahNumber":49,"VerseNumber":11,"Text":"Vy, kteří věříte! Nechť neposmívají se jedni lidé druhým, možná že tito jsou lepší než oni! A nechť jedny ženy se neposmívají druhým, možná že tyto jsou lepší než ony! Neurážejte se vzájemně a nenazývejte se přezdívkami! A jak hnusný je název \"hanebník\" poté, co byla přijata víra! A ti, kdož se nebudou kát, jsou věru nespravedliví"},{"SurahNumber":49,"VerseNumber":12,"Text":"Vy, kteří věříte! Střezte se přílišného podezřívání druhých, vždyť některá podezření jsou hříchem! Nevyzvídejte a nepomlouvejte se vzájemně! Což si někdo z vás přeje jíst maso bratra svého mrtvého - vždyť by vám to bylo odporné! Buďte bohabojní, neboť Bůh věru je blahovolný ke kajícníku a slitovný"},{"SurahNumber":49,"VerseNumber":13,"Text":"Lidé, věru jsme vás stvořili z muže a ženy a učinili jsme z vás národy a kmeny, abyste se vzájemně poznali. Avšak nejvznešenější z vás před Bohem je ten, kdo je nejbohabojnější - a Bůh je vševědoucí a dobře zpravený"},{"SurahNumber":49,"VerseNumber":14,"Text":"A říkají kočovní Arabové: \"Uvěřili jsme!\" Rci: \"Neuvěřili jste! Spíše řekněte:, Přistoupili jsme k islámu!?, neboť víra ještě nevešla do srdcí vašich. Budete-li poslouchat Boha a posla Jeho, On věru nedopustí, aby ztratilo se něco ze skutků vašich, vždyť Bůh je odpouštějící, slitovný"},{"SurahNumber":49,"VerseNumber":15,"Text":"Věřícími jsou pouze ti, kdož uvěřili v Boha a posla Jeho a poté nepodlehli pochybnostem, nýbrž bojovali majetky i osobami svými na cestě Boží - a tito jsou věru upřímní"},{"SurahNumber":49,"VerseNumber":16,"Text":"Rci: \"Chcete snad poučovat Boha o náboženství svém, když Bůh dobře zná vše, co na nebesích je i na zemi? Bůh o každé věci je vševědoucí"},{"SurahNumber":49,"VerseNumber":17,"Text":"A domnívají se, že tobě udělali milost, když přistoupili k islámu. Rci: \"Netvrďte mi, že vaše přistoupení k islámu je nějakou milostí vůči mně! Naopak Bůh vám učinil milost tím, že vás přivedl k víře - jste-li pravdomluvní"},{"SurahNumber":49,"VerseNumber":18,"Text":"A Bůh vskutku zná nepoznatelné na nebesích i na zemi a Bůh vše, co děláte, jasně zří"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qáf. Při Koránu oslavovaném"},{"SurahNumber":50,"VerseNumber":2,"Text":"Ba naopak, oni se diví, že k nim přišel varovatel z jejich středu; a hovoří nevěřící: \"To je věc podivná"},{"SurahNumber":50,"VerseNumber":3,"Text":"Jak to, že až zemřeme a staneme se prachem...? To bude ale návrat z daleka"},{"SurahNumber":50,"VerseNumber":4,"Text":"My dobře víme, které z nich země pohltila, neboť máme knihu, jež záznamy střeží"},{"SurahNumber":50,"VerseNumber":5,"Text":"A naopak za lež pravdu prohlašovali, když přišla k nim, a jsou teď v zamotaném postavení"},{"SurahNumber":50,"VerseNumber":6,"Text":"Což se nepodívali na nebe nad sebou, jak jsme je zbudovali a ozdobili a že není na něm žádných trhlin"},{"SurahNumber":50,"VerseNumber":7,"Text":"A zemi jsme rozprostřeli a po ní pevně stojící hory rozhodili a na ní vyrůst jsme dali druhům všem překrásných rostlin"},{"SurahNumber":50,"VerseNumber":8,"Text":"pro potěchu očí i jako připomenutí pro každého služebníka kajícného"},{"SurahNumber":50,"VerseNumber":9,"Text":"A seslali jsme z nebe vodu požehnanou, z níž dali jsme vyrůst zahradám i zrní, jež dává úrodu"},{"SurahNumber":50,"VerseNumber":10,"Text":"a palmám ztepilým, jež v řadách nesou trsy plodů"},{"SurahNumber":50,"VerseNumber":11,"Text":"jako obživu služebníkům Našim. A vodou oživujeme i mrtvou zem, a takové bude i vaše vzkříšení"},{"SurahNumber":50,"VerseNumber":12,"Text":"A již před nimi to vše za lež prohlašoval lid Noemův, obyvatelé ar-Rassu i Thamúdovci"},{"SurahNumber":50,"VerseNumber":13,"Text":"´Ádovci, Faraón i Lotovi soukmenovci"},{"SurahNumber":50,"VerseNumber":14,"Text":"lidé Houštin i národ tubba´ů - ti všichni posly za lháře prohlásili, však uskutečnila se hrozba nad nimi"},{"SurahNumber":50,"VerseNumber":15,"Text":"Cožpak jsme byli prvním stvořením zmoženi? A přece oni pochybují o novém stvoření"},{"SurahNumber":50,"VerseNumber":16,"Text":"My stvořili jsme člověka a dobře víme, co duše jeho mu našeptává. Vždyť blíže jsme mu než jeho tepna krční"},{"SurahNumber":50,"VerseNumber":17,"Text":"když přijímají jeho slova dva andělé, zprava i zleva sedící"},{"SurahNumber":50,"VerseNumber":18,"Text":"A člověk nevyřkne slovo jediné, aniž je vedle něho připraven dohlížitel"},{"SurahNumber":50,"VerseNumber":19,"Text":"A pak dostaví se smrti opilost jako skutečnost a tohle je to, čemu ses vyhnout chtěl"},{"SurahNumber":50,"VerseNumber":20,"Text":"A bude na pozoun zatroubeno - a to bude den trestu slíbeného"},{"SurahNumber":50,"VerseNumber":21,"Text":"A každá duše se dostaví majíc s sebou průvodce a svědka jednoho"},{"SurahNumber":50,"VerseNumber":22,"Text":"Dosud lhostejný jsi byl k tomuto dni, ale sňali jsme ti roušku tvou, takže zrak tvůj se dnes zaostřil"},{"SurahNumber":50,"VerseNumber":23,"Text":"A řekne jeho věrný druh: \"Tady je to, co jsem u sebe ze svědectví připravil"},{"SurahNumber":50,"VerseNumber":24,"Text":"Vy dva do pekla vhoďte každého nevěřícího zarputilého"},{"SurahNumber":50,"VerseNumber":25,"Text":"bránícího dobrému, nepřátelského a pochybovačného"},{"SurahNumber":50,"VerseNumber":26,"Text":"který vedle Boha jiná božstva postavil! Vhoďte jej do trestu strašného"},{"SurahNumber":50,"VerseNumber":27,"Text":"A řekne jeho věrný druh: \"Pane náš, já jsem ho nesváděl, to on sám v dalekém bloudění byl"},{"SurahNumber":50,"VerseNumber":28,"Text":"I řekne Bůh: \"Nehádejte se tu přede mnou, vždyť jsem vás již dříve o své hrozbě uvědomil"},{"SurahNumber":50,"VerseNumber":29,"Text":"Slovo Mé je nezměnitelné a já neukřivdím žádnému svému služebníku"},{"SurahNumber":50,"VerseNumber":30,"Text":"v den, kdy pekla se zeptáme:, Jsi již naplněno?? a ono odpoví:, Je ještě přírůstek nějaký"},{"SurahNumber":50,"VerseNumber":31,"Text":"A přiblížen bude bohabojným ráj nedaleký"},{"SurahNumber":50,"VerseNumber":32,"Text":"a bude řečeno: \"Toto je to, co vám bylo slíbeno... všem kajícníkům zákonů dbalým"},{"SurahNumber":50,"VerseNumber":33,"Text":"kteří v tajnosti se Milosrdného obávají a přicházejí se srdcem pokorným"},{"SurahNumber":50,"VerseNumber":34,"Text":"Vstupte tam v míru, toto je den nesmrtelnosti"},{"SurahNumber":50,"VerseNumber":35,"Text":"A čehokoliv se jim tam zachce, budou mít, a u Nás je ještě přídavek v hojnosti"},{"SurahNumber":50,"VerseNumber":36,"Text":"A kolik jsme již zahubili před nimi pokolení, jež mocnější než oni byla silou! Hledejte tedy v zemích všech, zda naleznete útočiště"},{"SurahNumber":50,"VerseNumber":37,"Text":"V tom věru je připomenutí pro toho, kdo ruce má či uši nastavuje a je sám svědkem očitým"},{"SurahNumber":50,"VerseNumber":38,"Text":"Stvořili jsme nebesa a zemi a to, co je mezi nimi, v šesti dnech, aniž se nás dotkla únava"},{"SurahNumber":50,"VerseNumber":39,"Text":"Snášej trpělivě jejich řeči a před slunce východem a západem oslavuj chválu svého Pána"},{"SurahNumber":50,"VerseNumber":40,"Text":"a v noci též Jej oslavuj i na konci každého padnutí na zem"},{"SurahNumber":50,"VerseNumber":41,"Text":"A naslouchej dni, kdy hlasatel zavolá z místa blízkého"},{"SurahNumber":50,"VerseNumber":42,"Text":"ten den, kdy zaslechnou křik skutečně, to bude den vzkříšení"},{"SurahNumber":50,"VerseNumber":43,"Text":"My věru život i smrt dáváme a u Nás je cíl konečný"},{"SurahNumber":50,"VerseNumber":44,"Text":"V den, kdy se země rozpoltí, vyvrhne je se spěchem a bude pro nás toto shromáždění činem snadným"},{"SurahNumber":50,"VerseNumber":45,"Text":"my nejlépe známe, co hovoří, a ty nejsi ustanoven, abys je nutil násilím. Připomínej tedy pomocí Koránu těm, kdo hrozby Mé se obávají"},{"SurahNumber":51,"VerseNumber":1,"Text":"Při rychle běžících"},{"SurahNumber":51,"VerseNumber":2,"Text":"břímě nesoucích"},{"SurahNumber":51,"VerseNumber":3,"Text":"lehce plynoucích"},{"SurahNumber":51,"VerseNumber":4,"Text":"a rozkaz rozdělujících"},{"SurahNumber":51,"VerseNumber":5,"Text":"To, co vám je slíbeno, je vskutku pravdivé"},{"SurahNumber":51,"VerseNumber":6,"Text":"a soud dozajista nastane"},{"SurahNumber":51,"VerseNumber":7,"Text":"Při nebi plném drah hvězdných"},{"SurahNumber":51,"VerseNumber":8,"Text":"vy libujete si v řečech rozporných"},{"SurahNumber":51,"VerseNumber":9,"Text":"od nichž odvrátí se ten, kdo byl odvrácen"},{"SurahNumber":51,"VerseNumber":10,"Text":"Nechť zhynou lháři prolhaní"},{"SurahNumber":51,"VerseNumber":11,"Text":"kteří v hlouposti své jsou lhostejní"},{"SurahNumber":51,"VerseNumber":12,"Text":"a ptají se: \"Kdy dostaví se den poslední"},{"SurahNumber":51,"VerseNumber":13,"Text":"V den, kdy budou ohněm zkoušeni"},{"SurahNumber":51,"VerseNumber":14,"Text":"Okuste tuto svou zkoušku! Tohle je to, co přáli jste si uspíšit"},{"SurahNumber":51,"VerseNumber":15,"Text":"Však v zahradách a u pramenů bohabojní budou dlít"},{"SurahNumber":51,"VerseNumber":16,"Text":"přijímajíce to, co Pán jejich jim dává, neb před tím dobré skutky konali"},{"SurahNumber":51,"VerseNumber":17,"Text":"a jen malou část noci spávali"},{"SurahNumber":51,"VerseNumber":18,"Text":"a za úsvitu o odpuštění prosívali"},{"SurahNumber":51,"VerseNumber":19,"Text":"a ze svých majetků vždy patřičně žebrákům a nemajetným dávali"},{"SurahNumber":51,"VerseNumber":20,"Text":"Na zemi znamení jsou pro věřící přesvědčené"},{"SurahNumber":51,"VerseNumber":21,"Text":"a také ve vašich duších. Což jasně to nezříte"},{"SurahNumber":51,"VerseNumber":22,"Text":"A na nebesích je váš příděl obživy a rovněž to, co vám je slíbeno"},{"SurahNumber":51,"VerseNumber":23,"Text":"Při Pánu nebes i země, toto je skutečnost stejná jako to, že hovoříte"},{"SurahNumber":51,"VerseNumber":24,"Text":"Zdaž doneslo se ti o Abrahamových poctěných hostech vyprávění"},{"SurahNumber":51,"VerseNumber":25,"Text":"Hle, vešli k němu a pravili \"Mír\", a on odvětil: \"I vám mír, lidé neznámí"},{"SurahNumber":51,"VerseNumber":26,"Text":"A k rodině své odešel a tučné tele připravil"},{"SurahNumber":51,"VerseNumber":27,"Text":"a se slovy \"Což jíst nebudete?\" jim je předložil"},{"SurahNumber":51,"VerseNumber":28,"Text":"A pocítil strach před nimi, však oni mu pak pravili \"Neboj se!\" a zvěst o narození chlapce moudrého mu oznámili"},{"SurahNumber":51,"VerseNumber":29,"Text":"Pak žena jeho přiběhla vzrušena a do tváře se bila a volala: \"Vždyť já neplodná jsem již stařena"},{"SurahNumber":51,"VerseNumber":30,"Text":"I odpověděli: \"Takto Pán tvůj děl a On věru moudrý je i vševědoucí"}]}