{"Id":141,"LanguageCodes":["en","eng"],"Name":"eng-talalitani","Author":"Talal Itani","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"But the only response of his people was to say, “Expel the family of Lot from your town. They are purist people.”"},{"SurahNumber":27,"VerseNumber":57,"Text":"So We saved him and his family, except for his wife, whom We destined to be among the laggards"},{"SurahNumber":27,"VerseNumber":58,"Text":"And We rained upon them a rain. Miserable was the rain of those forewarned"},{"SurahNumber":27,"VerseNumber":59,"Text":"Say, “Praise God, and peace be upon His servants whom He has selected. Is God better, or what they associate?”"},{"SurahNumber":27,"VerseNumber":60,"Text":"Or, who created the heavens and the earth, and rains down water from the sky for you? With it We produce gardens full of beauty, whose trees you could not have produced. Is there another god with God? But they are a people who equate"},{"SurahNumber":27,"VerseNumber":61,"Text":"Or, who made the earth habitable, and made rivers flow through it, and set mountains on it, and placed a partition between the two seas? Is there another god with God? But most of them do not know"},{"SurahNumber":27,"VerseNumber":62,"Text":"Or, who answers the one in need when he prays to Him, and relieves adversity, and makes you successors on earth? Is there another god with God? How hardly you pay attention"},{"SurahNumber":27,"VerseNumber":63,"Text":"Or, who guides you through the darkness of land and sea, and who sends the winds as heralds of His mercy? Is there another god with God? Most exalted is God, above what they associate"},{"SurahNumber":27,"VerseNumber":64,"Text":"Or, who originates the creation and then repeats it, and who gives you livelihood from the sky and the earth? Is there another god with God? Say, “Produce your evidence, if you are truthful.”"},{"SurahNumber":27,"VerseNumber":65,"Text":"Say, “No one in the heavens or on earth knows the future except God; and they do not perceive when they will be resurrected.”"},{"SurahNumber":27,"VerseNumber":66,"Text":"In fact, their knowledge of the Hereafter is confused. In fact, they are in doubt about it. In fact, they are blind to it"},{"SurahNumber":27,"VerseNumber":67,"Text":"Those who disbelieve say, “When we have become dust, and our ancestors, shall we be brought out"},{"SurahNumber":27,"VerseNumber":68,"Text":"We were promised that before, we and our ancestors—these are nothing but legends of the ancients.”"},{"SurahNumber":27,"VerseNumber":69,"Text":"Say, travel through the earth, and observe the fate of the guilty.”"},{"SurahNumber":27,"VerseNumber":70,"Text":"But do not grieve over them, and do not be troubled by what they plot"},{"SurahNumber":27,"VerseNumber":71,"Text":"And they say, “When is this promise, if you are truthful?”"},{"SurahNumber":27,"VerseNumber":72,"Text":"Say, “Perhaps some of what you are impatient for has drawn near.”"},{"SurahNumber":27,"VerseNumber":73,"Text":"Your Lord is gracious towards humanity, but most of them are not thankful"},{"SurahNumber":27,"VerseNumber":74,"Text":"And your Lord knows what their hearts conceal, and what they reveal"},{"SurahNumber":27,"VerseNumber":75,"Text":"There is no mystery in the heaven and the earth, but it is in a Clear Book"},{"SurahNumber":27,"VerseNumber":76,"Text":"This Quran relates to the Children of Israel most of what they differ about"},{"SurahNumber":27,"VerseNumber":77,"Text":"And it is guidance and mercy for the believers"},{"SurahNumber":27,"VerseNumber":78,"Text":"Your Lord will judge between them by His wisdom. He is the Almighty, the All-Knowing"},{"SurahNumber":27,"VerseNumber":79,"Text":"So rely on God. You are upon the clear truth"},{"SurahNumber":27,"VerseNumber":80,"Text":"You cannot make the dead hear, nor can you make the deaf hear the call if they turn their backs and flee"},{"SurahNumber":27,"VerseNumber":81,"Text":"Nor can you guide the blind out of their straying. You can make no one listen, except those who believe in Our verses; for they are Muslims"},{"SurahNumber":27,"VerseNumber":82,"Text":"And when the Word has fallen on them, We will bring out for them from the earth a creature which will say to them that the people are uncertain of Our revelations"},{"SurahNumber":27,"VerseNumber":83,"Text":"On the Day when We gather from every community a group of those who rejected Our revelations; and they will be restrained"},{"SurahNumber":27,"VerseNumber":84,"Text":"Until, when they arrive, He will say, “Did you reject My revelations without comprehending them? Or what is it you were doing?”"},{"SurahNumber":27,"VerseNumber":85,"Text":"The Word will come down upon them for their wrongdoing, and they will not speak"},{"SurahNumber":27,"VerseNumber":86,"Text":"Do they not see that We made the night for them to rest therein, and the day for visibility? Surely in that are signs for people who believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"On the Day when the Trumpet is blown, everyone in the heavens and the earth will be horrified, except whomever God wills; and everyone will come before Him in humility"},{"SurahNumber":27,"VerseNumber":88,"Text":"And you see the mountains, and imagine them fixed, yet they pass, as the passing of the clouds—the making of God, who has perfected everything. He is fully Informed of what you do"},{"SurahNumber":27,"VerseNumber":89,"Text":"Whoever brings a virtue will receive better than it—and they will be safe from the horrors of that Day"},{"SurahNumber":27,"VerseNumber":90,"Text":"But whoever brings evil—their faces will be tumbled into the Fire. Will you be rewarded except for what you used to do"},{"SurahNumber":27,"VerseNumber":91,"Text":"“I was commanded to worship the Lord of this town, who has sanctified it, and to Whom everything belongs; and I was commanded to be of those who submit"},{"SurahNumber":27,"VerseNumber":92,"Text":"And to recite the Quran.” Whoever is guided—is guided to his own advantage. And whoever goes astray, then say, “I am one of the warners.”"},{"SurahNumber":27,"VerseNumber":93,"Text":"And say, “Praise belongs to God; He will show you His signs, and you will recognize them. Your Lord is not heedless of what you do.”"},{"SurahNumber":28,"VerseNumber":1,"Text":"Ta, Seen, Meem"},{"SurahNumber":28,"VerseNumber":2,"Text":"These are the Verses of the Clear Book"},{"SurahNumber":28,"VerseNumber":3,"Text":"We narrate to you from the history of Moses and Pharaoh—in truth—for people who believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Pharaoh exalted himself in the land, and divided its people into factions. He persecuted a group of them, slaughtering their sons, while sparing their daughters. He was truly a corrupter"},{"SurahNumber":28,"VerseNumber":5,"Text":"But We desired to favor those who were oppressed in the land, and to make them leaders, and to make them the inheritors"},{"SurahNumber":28,"VerseNumber":6,"Text":"And to establish them in the land; and to show Pharaoh, Hamaan, and their troops, the very thing they feared"},{"SurahNumber":28,"VerseNumber":7,"Text":"We inspired the mother of Moses: “Nurse him; then, when you fear for him, cast him into the river, and do not fear, nor grieve; We will return him to you, and make him one of the messengers.”"},{"SurahNumber":28,"VerseNumber":8,"Text":"Pharaoh’s household picked him up, to be an opponent and a sorrow for them. Pharaoh, Hamaan, and their troops were sinners"},{"SurahNumber":28,"VerseNumber":9,"Text":"Pharaoh’s wife said, “An eye's delight for me and for you. Do not kill him; perhaps he will be useful to us, or we may adopt him as a son.” But they did not foresee"},{"SurahNumber":28,"VerseNumber":10,"Text":"The heart of Moses’ mother became vacant. She was about to disclose him, had We not steadied her heart, that she may remain a believer"},{"SurahNumber":28,"VerseNumber":11,"Text":"She said to his sister, “Trail him.” So she watched him from afar, and they were unaware"},{"SurahNumber":28,"VerseNumber":12,"Text":"We forbade him breastfeeding at first. So she said, “Shall I tell you about a family that can raise him for you, and will look after him?”"},{"SurahNumber":28,"VerseNumber":13,"Text":"Thus We returned him to his mother, that she may be comforted, and not grieve, and know that God’s promise is true. But most of them do not know"},{"SurahNumber":28,"VerseNumber":14,"Text":"And when he reached his maturity, and became established, We gave him wisdom and knowledge. Thus do We reward the virtuous"},{"SurahNumber":28,"VerseNumber":15,"Text":"Once he entered the city, unnoticed by its people. He found in it two men fighting—one of his own sect, and one from his enemies. The one of his sect solicited his assistance against the one from his enemies; so Moses punched him, and put an end to him. He said, “This is of Satan's doing; he is an enemy that openly misleads.”"},{"SurahNumber":28,"VerseNumber":16,"Text":"He said, “My Lord, I have wronged myself, so forgive me.” So He forgave him. He is the Forgiver, the Merciful"},{"SurahNumber":28,"VerseNumber":17,"Text":"He said, “My Lord, in as much as you have favored me, I will never be a supporter of the criminals.”"},{"SurahNumber":28,"VerseNumber":18,"Text":"The next morning, he went about in the city, fearful and vigilant, when the man who had sought his assistance the day before was shouting out to him. Moses said to him, “You are clearly a troublemaker.”"},{"SurahNumber":28,"VerseNumber":19,"Text":"As he was about to strike the one who was their enemy, he said, “O Moses, do you intend to kill me, as you killed someone yesterday? You only want to be a bully in the land, and do not want to be a peacemaker.”"},{"SurahNumber":28,"VerseNumber":20,"Text":"And a man came from the farthest part of the city running. He said, “O Moses, the authorities are considering killing you, so leave; I am giving you good advice.”"},{"SurahNumber":28,"VerseNumber":21,"Text":"So he left, fearful and vigilant. He said, “My Lord, deliver me from the wrongdoing people.”"},{"SurahNumber":28,"VerseNumber":22,"Text":"As he headed towards Median, he said, “Perhaps my Lord will guide me to the right way.”"},{"SurahNumber":28,"VerseNumber":23,"Text":"And when he arrived at the waters of Median, he found there a crowd of people drawing water, and he noticed two women waiting on the side. He said, “What is the matter with you?” They said, “We cannot draw water until the shepherds depart, and our father is a very old man.”"},{"SurahNumber":28,"VerseNumber":24,"Text":"So he drew water for them, and then withdrew to the shade, and said, “My Lord, I am in dire need of whatever good you might send down to me.”"},{"SurahNumber":28,"VerseNumber":25,"Text":"Then, one of the two women approached him, walking bashfully. She said, “My father is calling you, to reward you for drawing water for us.” And when he came to him, and told him the story, he said, “Do not fear, you have escaped from the wrongdoing people.”"},{"SurahNumber":28,"VerseNumber":26,"Text":"One of the two women said, “Father, hire him; the best employee for you is the strong and trustworthy.”"},{"SurahNumber":28,"VerseNumber":27,"Text":"He said, “I want to marry you to one of these two daughters of mine, provided you work for me for eight years. But if you complete ten, that is up to you. I do not intend to impose any hardship on you. You will find me, God willing, one of the righteous.”"},{"SurahNumber":28,"VerseNumber":28,"Text":"He said, “Let this be an agreement between you and me. Whichever of the two terms I fulfill, there shall be no reprisal against me; and God is witness over what we say.”"},{"SurahNumber":28,"VerseNumber":29,"Text":"When Moses had completed the term, and departed with his family, he noticed a fire by the side of the Mount. He said to his family, “Stay here, I have glimpsed a fire. Perhaps I can bring you some information from there, or an ember from the fire, that you may warm yourselves.”"},{"SurahNumber":28,"VerseNumber":30,"Text":"When he reached it, he was called from the right side of the valley, at the Blessed Spot, from the bush: “O Moses, it is I, God, the Lord of the Worlds"},{"SurahNumber":28,"VerseNumber":31,"Text":"Throw down your staff.” And when he saw it wiggling, as if it were possessed, he turned his back to flee, and did not look back. “O Moses, come forward, and do not fear, you are perfectly safe"},{"SurahNumber":28,"VerseNumber":32,"Text":"Put your hand inside your pocket, and it will come out white, without blemish. And press your arm to your side, against fear. These are two proofs from your Lord, to Pharaoh and his dignitaries. They are truly sinful people.”"},{"SurahNumber":28,"VerseNumber":33,"Text":"He said, “My Lord, I have killed one of them, and I fear they will kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"And my brother Aaron, he is more eloquent than me, so send him with me, to help me, and to confirm my words, for I fear they will reject me.”"},{"SurahNumber":28,"VerseNumber":35,"Text":"He said, “We will strengthen your arm with your brother, and We will give you authority, so they will not touch you. By virtue of Our signs, you and those who follow you will be the triumphant.”"},{"SurahNumber":28,"VerseNumber":36,"Text":"But when Moses came to them with Our signs, clear and manifest, they said, “This is nothing but fabricated magic, and We never heard of this from our ancestors of old.”"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses said, “My Lord is well aware of him who brings guidance from Him, and him who will have the sequel of the abode. The wrongdoers will not succeed.”"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh said, “O nobles, I know of no god for you other than me. So fire-up the bricks for me O Hamaan, and build me a tower, that I may ascend to the God of Moses, though I think he is a liar.”"},{"SurahNumber":28,"VerseNumber":39,"Text":"He and his troops acted arrogantly in the land, with no justification. They thought they would not be returned to Us"},{"SurahNumber":28,"VerseNumber":40,"Text":"So We seized him, and his troops, and We threw them into the sea. Observe, therefore, what was the end of the oppressors"},{"SurahNumber":28,"VerseNumber":41,"Text":"And We made them leaders calling to the Fire. And on Resurrection Day, they will not be saved"},{"SurahNumber":28,"VerseNumber":42,"Text":"And We pursued them in this world with a curse. And on Resurrection Day, they will be among the despised"},{"SurahNumber":28,"VerseNumber":43,"Text":"We gave Moses the Scripture after We had annihilated the previous generations; as an illumination for mankind, and guidance, and mercy, so that they may remember"},{"SurahNumber":28,"VerseNumber":44,"Text":"You were not on the Western Side when We decreed the command to Moses, nor were you among the witnesses"},{"SurahNumber":28,"VerseNumber":45,"Text":"But We established many generations, and time took its toll on them. Nor were you among the people of Median, reciting Our revelations to them. But We kept sending messengers"},{"SurahNumber":28,"VerseNumber":46,"Text":"Nor were you by the side of the Mount when We proclaimed. Rather, it was a mercy from your Lord, that you may warn people who received no warner before you, so that they may take heed"},{"SurahNumber":28,"VerseNumber":47,"Text":"Otherwise, if a calamity befell them as a result of what their hands have perpetrated, they would say, “Our Lord, if only You had sent us a messenger, we would have followed Your revelations, and been among the believers.”"},{"SurahNumber":28,"VerseNumber":48,"Text":"But when the truth came to them from Us, they said, “If only he was given the like of what was given to Moses.” Did they not disbelieve in what was given to Moses in the past? They said, “Two works of magic backing one another.” And they said, “We are disbelieving in both.”"},{"SurahNumber":28,"VerseNumber":49,"Text":"Say, “Then bring a scripture from God, more conductive to guidance than both, and I will follow it, if you are truthful.”"},{"SurahNumber":28,"VerseNumber":50,"Text":"But if they fail to respond to you, know that they follow their fancies. And who is more lost than him who follows his fancy without guidance from God? God does not guide the unjust people"},{"SurahNumber":28,"VerseNumber":51,"Text":"We have delivered the Word to them, that they may remember"},{"SurahNumber":28,"VerseNumber":52,"Text":"Those to whom We gave the Scripture before it believe in it"},{"SurahNumber":28,"VerseNumber":53,"Text":"When it is recited to them, they say, “We have believed in it; it is the truth from our Lord; we were Muslims prior to it.”"},{"SurahNumber":28,"VerseNumber":54,"Text":"These will be given their reward twice, because they persevered; and they counter evil with good; and from Our provisions to them, they give"},{"SurahNumber":28,"VerseNumber":55,"Text":"And when they hear vain talk, they avoid it, and say, “We have our deeds, and you have your deeds; peace be upon you; we do not desire the ignorant.”"},{"SurahNumber":28,"VerseNumber":56,"Text":"You cannot guide whom you love, but God guides whom He wills, and He knows best those who are guided"},{"SurahNumber":28,"VerseNumber":57,"Text":"And they say, “If we follow the guidance with you, we will be snatched from our land.” Did We not establish for them a Safe Sanctuary, to which are brought all kinds of fruits, as provision from Ourselves? But most of them do not know"},{"SurahNumber":28,"VerseNumber":58,"Text":"And how many a city did We destroy for turning unappreciative of its livelihood? Here are their homes, uninhabited after them, except for a few. And We became the Inheritors"},{"SurahNumber":28,"VerseNumber":59,"Text":"Your Lord never destroys cities without first sending a messenger in their midst, reciting to them Our revelations. And We never destroy the cities, unless their people are wrongdoers"},{"SurahNumber":28,"VerseNumber":60,"Text":"Whatever thing you are given is but the material of this world, and its glitter. But what is with God is better, and longer lasting. Do you not comprehend"},{"SurahNumber":28,"VerseNumber":61,"Text":"Can someone to whom We have made a fine promise—which he will attain—be equal to someone to whom We have given enjoyments in this world, but who will be, on Resurrection Day, among the arraigned"},{"SurahNumber":28,"VerseNumber":62,"Text":"On the Day when He will call to them, and say, “Where are My associates whom you used to claim?”"},{"SurahNumber":28,"VerseNumber":63,"Text":"Those against whom the sentence is justified will say, “Our Lord, these are they whom we misled. We misled them, as we were misled. We beg Your forgiveness; it was not us they used to worship.”"},{"SurahNumber":28,"VerseNumber":64,"Text":"And it will be said, “Call on your partners.” And they will call on them, but they will not respond to them. And they will see the suffering. If only they were guided"},{"SurahNumber":28,"VerseNumber":65,"Text":"On the Day when He will call to them, and say, “What did you answer the Messengers?”"},{"SurahNumber":28,"VerseNumber":66,"Text":"They will be blinded by the facts on that Day, and they will not question each other"},{"SurahNumber":28,"VerseNumber":67,"Text":"But he who repents, and believes, and does righteous deeds, may well be among the winners"},{"SurahNumber":28,"VerseNumber":68,"Text":"Your Lord creates whatever He wills, and He chooses. The choice is not theirs. Glory be to God, and exalted be He above the associations they make"},{"SurahNumber":28,"VerseNumber":69,"Text":"And your Lord knows what their hearts conceal, and what they reveal"},{"SurahNumber":28,"VerseNumber":70,"Text":"And He is God. There is no god but He. To Him belongs all praise in this life, and in the next. And His is the decision, and to Him you will be returned"},{"SurahNumber":28,"VerseNumber":71,"Text":"Say, “Have you considered? Had God made the night perpetual over you until the Day of Resurrection, which god other than God will bring you illumination? Do you not hear?”"},{"SurahNumber":28,"VerseNumber":72,"Text":"Say, “Have you considered? Had God made the day perpetual over you until the Day of Resurrection, which god other than God will bring you night to rest in? Do you not see?”"},{"SurahNumber":28,"VerseNumber":73,"Text":"It is out of His mercy that He made for you the night and the day, that you may rest in it, and seek some of His bounty; and that you may give thanks"},{"SurahNumber":28,"VerseNumber":74,"Text":"On the Day when He will call to them, and say, “Where are My associates whom you used to claim?”"},{"SurahNumber":28,"VerseNumber":75,"Text":"And We will draw out from every community a witness, and say, “Produce your evidence.” Then they will realize that the truth is God’s, and those they used to invent have forsaken them"},{"SurahNumber":28,"VerseNumber":76,"Text":"Quaroon belonged to the clan of Moses, but he oppressed them. We had given him treasures, the keys of which would weigh down a group of strong men. His people said to him, “Do not exult; God does not love the exultant"},{"SurahNumber":28,"VerseNumber":77,"Text":"But seek, with what God has given you, the Home of the Hereafter, and do not neglect your share of this world. And be charitable, as God has been charitable to you. And do not seek corruption in the land. God does not like the seekers of corruption.”"},{"SurahNumber":28,"VerseNumber":78,"Text":"He said, “I was given all this on account of knowledge I possess.” Did he not know that God destroyed many generations before him, who were stronger than he, and possessed greater riches? But the guilty will not be asked about their sins"},{"SurahNumber":28,"VerseNumber":79,"Text":"And he went out before his people in his splendor. Those who desired the worldly life said, “If only we possessed the likes of what Quaroon was given. He is indeed very fortunate.”"},{"SurahNumber":28,"VerseNumber":80,"Text":"But those who were given knowledge said, “Woe to you! The reward of God is better for those who believe and do righteous deeds.” Yet none attains it except the steadfast"},{"SurahNumber":28,"VerseNumber":81,"Text":"So We caused the earth to cave in on him and his mansion. He had no company to save him from God, and he could not defend himself"},{"SurahNumber":28,"VerseNumber":82,"Text":"Those who had wished they were in his position the day before were saying, “Indeed, it is God who spreads the bounty to whomever He wills of His servants, and restricts it. Had God not been gracious to us, He would have caved in on us. No wonder the ungrateful never prosper.”"},{"SurahNumber":28,"VerseNumber":83,"Text":"That Home of the Hereafter—We assign it for those who seek no superiority on earth, nor corruption. And the outcome is for the cautious"},{"SurahNumber":28,"VerseNumber":84,"Text":"Whoever brings a virtue will receive better than it. But whoever brings evil—the evildoers will be rewarded only according to what they used to do"},{"SurahNumber":28,"VerseNumber":85,"Text":"He Who ordained the Quran for you will return you Home. Say, “My Lord knows best who comes with guidance, and who is in manifest error.”"},{"SurahNumber":28,"VerseNumber":86,"Text":"You did not expect the Scripture to be transmitted to you, except as mercy from your Lord. Therefore, do not be a supporter of the disbelievers"},{"SurahNumber":28,"VerseNumber":87,"Text":"And do not let them divert you from God’s revelations after they have been revealed to you. And pray to your Lord, and never be of the polytheists"},{"SurahNumber":28,"VerseNumber":88,"Text":"And do not invoke with God any other god. There is no god but He. All things perish, except His presence. His is the judgment, and to Him you will be returned"},{"SurahNumber":29,"VerseNumber":1,"Text":"Alif, Lam, Meem"},{"SurahNumber":29,"VerseNumber":2,"Text":"Have the people supposed that they will be left alone to say, “We believe,” without being put to the test"},{"SurahNumber":29,"VerseNumber":3,"Text":"We have tested those before them. God will surely know the truthful, and He will surely know the liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"Or do those who commit sins think they can fool Us? Terrible is their opinion"},{"SurahNumber":29,"VerseNumber":5,"Text":"Whoever looks forward to the meeting with God—the appointed time of God is coming. He is the All-Hearing, the All-Knowing"},{"SurahNumber":29,"VerseNumber":6,"Text":"Whoever strives, strives only for himself. God is Independent of the beings"},{"SurahNumber":29,"VerseNumber":7,"Text":"Those who believe and do righteous deeds—We will remit their sins, and We will reward them according to the best of what they used to do"},{"SurahNumber":29,"VerseNumber":8,"Text":"We have advised the human being to be good to his parents. But if they urge you to associate with Me something you have no knowledge of, do not obey them. To Me is your return; and I will inform you of what you used to do"},{"SurahNumber":29,"VerseNumber":9,"Text":"Those who believe and do good works—We will admit them into the company of the righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"Among the people is he who says, “We have believed in God.” Yet when he is harmed on God’s account, he equates the people's persecution with God’s retribution. And if help comes from your Lord, he says, “We were actually with you.” Is not God aware of what is inside the hearts of the people"},{"SurahNumber":29,"VerseNumber":11,"Text":"God certainly knows those who believe, and He certainly knows the hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"Those who disbelieve say to those who believe, “Follow our way, and we will carry your sins.” In no way can they carry any of their sins. They are liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"They will carry their own loads, and other loads with their own. And they will be questioned on the Day of Resurrection concerning what they used to fabricate"},{"SurahNumber":29,"VerseNumber":14,"Text":"We sent Noah to his people, and He stayed among them for a thousand years minus fifty years. Then the Deluge swept them; for they were wrongdoers"},{"SurahNumber":29,"VerseNumber":15,"Text":"But We saved him, together with the company of the Ark, and We made it a sign for all peoples"},{"SurahNumber":29,"VerseNumber":16,"Text":"And Abraham, when he said to his people, “Worship God, and fear Him. That is better for you, if you only knew"},{"SurahNumber":29,"VerseNumber":17,"Text":"You worship idols besides God, and you fabricate falsehoods. Those you worship, instead of God, cannot provide you with livelihood. So seek your livelihood from God, and worship Him, and thank Him. To Him you will be returned.”"},{"SurahNumber":29,"VerseNumber":18,"Text":"If you disbelieve, communities before you have also disbelieved. The Messenger is only responsible for clear transmission"},{"SurahNumber":29,"VerseNumber":19,"Text":"Have they not seen how God originates the creation, and then reproduces it? This is easy for God"},{"SurahNumber":29,"VerseNumber":20,"Text":"Say, “Roam the earth, and observe how He originated the creation.” Then God will bring about the next existence. God has power over all things.”"},{"SurahNumber":29,"VerseNumber":21,"Text":"He punishes whom He wills, and He grants mercy to whom He wills, and to Him you will be restored"},{"SurahNumber":29,"VerseNumber":22,"Text":"You cannot escape, on earth or in the heaven; and you have no protector and no savior besides God"},{"SurahNumber":29,"VerseNumber":23,"Text":"Those who disbelieved in God’s signs and His encounter—these have despaired of My mercy. For them is a painful torment"},{"SurahNumber":29,"VerseNumber":24,"Text":"But the only response from his people was their saying, “Kill him, or burn him.” But God saved him from the fire. Surely in that are signs for people who believe"},{"SurahNumber":29,"VerseNumber":25,"Text":"And he said, “You have chosen idols instead of God, out of affection for one another in the worldly life. But then, on the Day of Resurrection, you will disown one another, and curse one another. Your destiny is Hell, and you will have no saviors.”"},{"SurahNumber":29,"VerseNumber":26,"Text":"Then Lot believed in him, and said, “I am emigrating to my Lord. He is the Noble, the Wise.”"},{"SurahNumber":29,"VerseNumber":27,"Text":"And We granted him Isaac and Jacob, and conferred on his descendants the Prophethood and the Book, and gave him his reward in this life; and in the Hereafter he will be among the upright"},{"SurahNumber":29,"VerseNumber":28,"Text":"And Lot, when he said to his people, “You are committing an obscenity not perpetrated before you by anyone in the whole world"},{"SurahNumber":29,"VerseNumber":29,"Text":"You approach men, and cut off the way, and commit lewdness in your gatherings.” But the only response from his people was to say, “Bring upon us God’s punishment, if you are truthful.”"},{"SurahNumber":29,"VerseNumber":30,"Text":"He said, “My Lord, help me against the people of corruption.”"},{"SurahNumber":29,"VerseNumber":31,"Text":"And when Our envoys brought Abraham the good news, they said, “We are going to destroy the people of this town; its people are wrongdoers.”"},{"SurahNumber":29,"VerseNumber":32,"Text":"He said, “Yet Lot is in it.” They said, “We are well aware of who is in it. We will save him, and his family, except for his wife, who will remain behind.”"},{"SurahNumber":29,"VerseNumber":33,"Text":"Then, when Our envoys came to Lot, they were mistreated, and he was troubled and distressed on their account. They said, “Do not fear, nor grieve. We will save you and your family, except for your wife, who will remain behind.”"},{"SurahNumber":29,"VerseNumber":34,"Text":"“We will bring down upon the people of this town a scourge from heaven, because of their wickedness.”"},{"SurahNumber":29,"VerseNumber":35,"Text":"And We left behind a clear trace of it, for people who understand"},{"SurahNumber":29,"VerseNumber":36,"Text":"And to Median, their brother Shuaib. He said, “O my people, worship God and anticipate the Last Day, and do not spread corruption in the land.”"},{"SurahNumber":29,"VerseNumber":37,"Text":"But they rejected him, so the tremor overtook them, and they were left motionless in their homes"},{"SurahNumber":29,"VerseNumber":38,"Text":"And Aad and Thamood. It has become clear to you from their dwellings. Satan embellished for them their deeds, barring them from the path, even though they could see"},{"SurahNumber":29,"VerseNumber":39,"Text":"And Quaroon, and Pharaoh, and Hamaan—Moses went to them with clear arguments, but they acted arrogantly in the land. And they could not get ahead"},{"SurahNumber":29,"VerseNumber":40,"Text":"Each We seized by his sin. Against some We sent a sandstorm. Some were struck by the Blast. Some We caused the ground to cave in beneath them. And some We drowned. It was not God who wronged them, but it was they who wronged their own selves"},{"SurahNumber":29,"VerseNumber":41,"Text":"The likeness of those who take to themselves protectors other than God is that of the spider. It builds a house. But the most fragile of houses is the spider’s house. If they only knew"},{"SurahNumber":29,"VerseNumber":42,"Text":"God knows what they invoke besides Him. He is the Almighty, the Wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"These examples—We put them forward to the people; but none grasps them except the learned"},{"SurahNumber":29,"VerseNumber":44,"Text":"God created the heavens and the earth with truth. Surely in that is a sign for the believers"},{"SurahNumber":29,"VerseNumber":45,"Text":"Recite what is revealed to you of the Scripture, and perform the prayer. The prayer prevents indecencies and evils. And the remembrance of God is greater. And God knows what you do"}]}