{"Id":200,"LanguageCodes":["id","ind"],"Name":"ind-indonesianislam","Author":"Indonesian Islamic Affairs Ministry","Language":"Indonesian","Description":"Indonesian","Direction":"ltr","Source":"https://quranenc.com/check/indonesian_affairs/v1.0.0-csv.1 , https://quranenc.com/en/browse/indonesian_affairs , https://quranenc.com ,","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"Sesungguhnya alasan (untuk menyalahkan) hanyalah terhadap orang-orang yang meminta izin kepadamu, (untuk tidak ikut berperang), padahal mereka orang kaya. Mereka rela berada bersama orang-orang yang tidak ikut berperang dan Allah telah mengunci hati mereka, sehingga mereka tidak mengetahui (akibat perbuatan mereka)"},{"SurahNumber":9,"VerseNumber":94,"Text":"Mereka (orang-orang munafik yang tidak ikut berperang) akan mengemukakan alasannya kepadamu ketika kamu telah kembali kepada mereka. Katakanlah (Muhammad), \"Janganlah kamu mengemukakan alasan; kami tidak percaya lagi kepadamu, sungguh, Allah telah memberitahukan kepada kami tentang beritamu. Dan Allah akan melihat pekerjaanmu, (demikian pula) Rasul-Nya, kemudian kamu dikembalikan kepada (Allah) Yang Maha Mengetahui segala yang gaib dan yang nyata, lalu Dia memberitakan kepadamu apa yang telah kamu kerjakan"},{"SurahNumber":9,"VerseNumber":95,"Text":"Mereka akan bersumpah kepadamu dengan nama Allah, ketika kamu kembali kepada mereka, agar kamu berpaling dari mereka. Maka berpalinglah dari mereka; karena sesungguhnya mereka itu berjiwa kotor dan tempat mereka neraka Jahanam, sebagai balasan atas apa yang telah mereka kerjakan"},{"SurahNumber":9,"VerseNumber":96,"Text":"Mereka akan bersumpah kepadamu, agar kamu bersedia menerima mereka. Tetapi sekalipun kamu menerima mereka, Allah tidak akan rida kepada orang-orang yang fasik"},{"SurahNumber":9,"VerseNumber":97,"Text":"Orang-orang Arab Badui itu lebih kuat kekafiran dan kemunafikannya, dan sangat wajar tidak mengetahui hukum-hukum yang diturunkan Allah kepada Rasul-Nya. Allah Maha Mengetahui, Mahabijaksana"},{"SurahNumber":9,"VerseNumber":98,"Text":"Dan di antara orang-orang Arab Badui itu ada yang memandang apa yang diinfakkannya (di jalan Allah) sebagai suatu kerugian; dia menanti-nanti marabahaya menimpamu, merekalah yang akan ditimpa marabahaya. Allah Maha Mendengar, Maha Mengetahui"},{"SurahNumber":9,"VerseNumber":99,"Text":"Dan di antara orang-orang Arab Badui itu ada yang beriman kepada Allah dan hari kemudian, dan memandang apa yang diinfakkannya (di jalan Allah) sebagai jalan mendekatkan diri kepada Allah dan sebagai jalan untuk (memperoleh) doa Rasul. Ketahuilah, sesungguhnya infak itu suatu jalan bagi mereka untuk mendekatkan diri (kepada Allah). Kelak Allah akan memasukkan mereka ke dalam rahmat (surga)-Nya; sesungguhnya Allah Maha Pengampun, Maha penyayang"},{"SurahNumber":9,"VerseNumber":100,"Text":"Dan orang-orang yang terdahulu lagi yang pertama-tama (masuk Islam) di antara orang-orang Muhajirin dan Ansar dan orang-orang yang mengikuti mereka dengan baik, Allah rida kepada mereka dan mereka pun rida kepada Allah. Allah menyediakan bagi mereka surga-surga yang mengalir di bawahnya sungai-sungai. Mereka kekal di dalamnya selama-lamanya. Itulah kemenangan yang agung"},{"SurahNumber":9,"VerseNumber":101,"Text":"Dan di antara orang-orang Arab Badui yang (tinggal) di sekitarmu, ada orang-orang munafik. Dan di antara penduduk Madinah (ada juga orang-orang munafik), mereka keterlaluan dalam kemunafikannya. Engkau (Muhammad) tidak mengetahui mereka, tetapi Kami mengetahuinya. Nanti mereka akan Kami siksa dua kali, kemudian mereka akan dikembalikan kepada azab yang besar"},{"SurahNumber":9,"VerseNumber":102,"Text":"Dan (ada pula) orang lain yang mengakui dosa-dosa mereka, mereka mencampuradukkan pekerjaan yang baik dengan pekerjaan lain yang buruk. Mudah-mudahan Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengampun, Maha Penyayang"},{"SurahNumber":9,"VerseNumber":103,"Text":"(Ambillah zakat dari harta mereka, guna membersihkan376) dan menyucikan377) mereka, dan berdoalah untuk mereka. Sesungguhnya doamu itu (menumbuhkan) ketenteraman jiwa bagi mereka. Allah Maha Mendengar, Maha Mengetahui"},{"SurahNumber":9,"VerseNumber":104,"Text":"Tidakkah mereka mengetahui, bahwa Allah menerima tobat hamba-hamba-Nya dan menerima zakat(nya), dan bahwa Allah Maha Penerima tobat, Maha Penyayang"},{"SurahNumber":9,"VerseNumber":105,"Text":"Dan katakanlah, \"Bekerjalah kamu, maka Allah akan melihat pekerjaanmu, begitu juga Rasul-Nya dan orang-orang mukmin, dan kamu akan dikembalikan kepada (Allah) Yang Mengetahui yang gaib dan yang nyata, lalu diberitakan-Nya kepada kamu apa yang telah kamu kerjakan"},{"SurahNumber":9,"VerseNumber":106,"Text":"Dan ada (pula) orang-orang lain yang ditangguhkan sampai ada keputusan Allah; mungkin Allah akan mengazab mereka dan mungkin Allah akan menerima tobat mereka. Allah Maha Mengetahui, Mahabijaksana"},{"SurahNumber":9,"VerseNumber":107,"Text":"Dan (di antara orang-orang munafik itu) ada yang mendirikan masjid untuk menimbulkan bencana (pada orang-orang yang beriman), untuk kekafiran dan untuk memecah belah di antara orang-orang yang beriman, serta untuk menunggu kedatangan orang-orang yang telah memerangi Allah dan Rasul-Nya sejak dahulu.378) Mereka dengan pasti bersumpah, \"Kami hanya menghendaki kebaikan.\" Dan Allah menjadi saksi bahwa mereka itu pendusta (dalam sumpahnya)"},{"SurahNumber":9,"VerseNumber":108,"Text":"Janganlah engkau melaksanakan salat dalam masjid itu selama-lamanya. Sungguh, masjid yang didirikan atas dasar takwa, sejak hari pertama adalah lebih pantas engkau melaksanakan salat di dalamnya. Di sana ada orang-orang yang ingin membersihkan diri. Allah menyukai orang-orang yang bersih"},{"SurahNumber":9,"VerseNumber":109,"Text":"Maka apakah orang-orang yang mendirikan bangunan (masjid) atas dasar takwa kepada Allah dan keridaan(-Nya) itu lebih baik, ataukah orang-orang yang mendirikan bangunannya di tepi jurang yang runtuh, lalu (bangunan) itu roboh bersama-sama dengan dia ke dalam neraka Jahanam? Allah tidak memberi petunjuk kepada orang-orang yang zalim"},{"SurahNumber":9,"VerseNumber":110,"Text":"(Bangunan yang mereka dirikan itu senantiasa menjadi penyebab keraguan dalam hati mereka, sampai hati mereka hancur.379) Dan Allah Maha Mengetahui, Mahabijaksana"},{"SurahNumber":9,"VerseNumber":111,"Text":"Sesungguhnya Allah membeli dari orang-orang mukmin, baik diri maupun harta mereka dengan memberikan surga untuk mereka. Mereka berperang di jalan Allah; sehingga mereka membunuh atau terbunuh, (sebagai) janji yang benar dari Allah di dalam Taurat, Injil dan Alquran. Dan siapakah yang lebih menepati janjinya selain Allah? Maka bergembiralah dengan jual beli yang telah kamu lakukan itu, dan demikian itulah kemenangan yang agung"},{"SurahNumber":9,"VerseNumber":112,"Text":"Mereka itu adalah orang-orang yang bertobat, beribadah, memuji (Allah), mengembara (demi ilmu dan agama),380) rukuk, sujud, menyuruh berbuat makruf dan mencegah dari yang mungkar dan yang memelihara hukum-hukum Allah. Dan gembirakanlah orang-orang yang beriman"},{"SurahNumber":9,"VerseNumber":113,"Text":"Tidak pantas bagi Nabi dan orang-orang yang beriman memohonkan ampunan (kepada Allah) bagi orang-orang musyrik, sekalipun orang-orang itu kaum kerabat-(nya), setelah jelas bagi mereka, bahwa orang-orang musyrik itu penghuni neraka Jahanam"},{"SurahNumber":9,"VerseNumber":114,"Text":"Adapun permohonan ampunan Ibrahim (kepada Allah) untuk bapaknya, tidak lain hanyalah karena suatu janji yang telah diikrarkannya kepada bapaknya. Maka ketika jelas bagi Ibrahim bahwa bapaknya adalah musuh Allah, maka Ibrahim berlepas diri darinya. Sungguh, Ibrahim itu seorang yang sangat lembut hatinya lagi penyantun"},{"SurahNumber":9,"VerseNumber":115,"Text":"(Dan Allah sekali-kali tidak akan menyesatkan suatu kaum, setelah mereka diberi-Nya petunjuk, sehingga dapat dijelaskan kepada mereka apa yang harus mereka jauhi.381) Sungguh, Allah Maha Mengetahui segala sesuatu"},{"SurahNumber":9,"VerseNumber":116,"Text":"Sesungguhnya Allah memiliki kekuasaan langit dan bumi. Dia menghidupkan dan mematikan. Tidak ada pelindung dan penolong bagimu selain Allah"},{"SurahNumber":9,"VerseNumber":117,"Text":"Sungguh, Allah telah menerima tobat Nabi, orang-orang Muhajirin dan orang-orang Ansar, yang mengikuti Nabi pada masa-masa sulit, setelah hati segolongan dari mereka hampir berpaling, kemudian Allah menerima tobat mereka. Sesungguhnya Allah Maha Pengasih, Maha Penyayang kepada mereka"},{"SurahNumber":9,"VerseNumber":118,"Text":"(dan terhadap tiga orang382) yang ditinggalkan. Hingga ketika bumi terasa sempit bagi mereka, padahal bumi itu luas dan jiwa mereka pun telah (pula terasa) sempit bagi mereka, serta mereka telah mengetahui bahwa tidak ada tempat lari dari (siksaan) Allah, melainkan kepada-Nya saja, kemudian Allah menerima tobat mereka agar mereka tetap dalam tobatnya. Sesungguhnya Allah Maha Penerima tobat, Maha Penyayang"},{"SurahNumber":9,"VerseNumber":119,"Text":"Wahai orang-orang yang beriman! Bertakwalah kepada Allah, dan bersamalah kamu dengan orang-orang yang benar"},{"SurahNumber":9,"VerseNumber":120,"Text":"Tidak pantas bagi penduduk Madinah dan orang-orang Arab Badui yang berdiam di sekitar mereka, tidak turut menyertai Rasulullah (pergi berperang) dan tidak pantas (pula) bagi mereka lebih mencintai diri mereka daripada (mencintai) diri Rasul. Yang demikian itu karena mereka tidak ditimpa kehausan, kepayahan dan kelaparan di jalan Allah, dan tidak (pula) menginjak suatu tempat yang membangkitkan amarah orang-orang kafir, dan tidak menimpakan suatu bencana kepada musuh, kecuali (semua) itu dituliskan bagi mereka sebagai suatu amal kebajikan. Sungguh, Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik"},{"SurahNumber":9,"VerseNumber":121,"Text":"dan tidaklah mereka memberikan infak, baik yang kecil maupun yang besar dan tidak (pula) melintasi suatu lembah (berjihad), kecuali akan dituliskan bagi mereka (sebagai amal kebajikan), untuk diberi balasan oleh Allah (dengan) yang lebih baik daripada apa yang telah mereka kerjakan"},{"SurahNumber":9,"VerseNumber":122,"Text":"Dan tidak sepatutnya orang-orang mukmin itu semuanya pergi (ke medan perang). Mengapa sebagian dari setiap golongan di antara mereka tidak pergi untuk memperdalam pengetahuan agama mereka dan untuk memberi peringatan kepada kaumnya apabila mereka telah kembali, agar mereka dapat menjaga dirinya"},{"SurahNumber":9,"VerseNumber":123,"Text":"Wahai orang-orang beriman! Perangilah orang-orang kafir yang di sekitar kamu, dan hendaklah mereka merasakan sikap tegas darimu, dan ketahuilah bahwa Allah bersama orang yang bertakwa"},{"SurahNumber":9,"VerseNumber":124,"Text":"Dan apabila diturunkan suatu surah, maka di antara mereka (orang-orang munafik) ada yang berkata, \"Siapakah di antara kamu yang bertambah imannya dengan (turunnya) surah ini?\" Adapun orang-orang yang beriman, maka surah ini menambah imannya, dan mereka merasa gembira"},{"SurahNumber":9,"VerseNumber":125,"Text":"(Dan adapun orang-orang yang di dalam hatinya ada penyakit,383) maka (dengan surah itu) akan menambah kekafiran mereka yang telah ada dan mereka akan mati dalam keadaan kafir"},{"SurahNumber":9,"VerseNumber":126,"Text":"Dan tidaklah mereka (orang-orang munafik) memperhatikan bahwa mereka diuji sekali atau dua kali setiap tahun, namun mereka tidak (juga) bertobat dan tidak (pula) mengambil pelajaran"},{"SurahNumber":9,"VerseNumber":127,"Text":"Dan apabila diturunkan suatu surah, satu sama lain di antara mereka saling berpandangan (sambil berkata), \"Adakah seseorang (dari kaum muslimin) yang melihat kamu?\" Setelah itu mereka pun pergi. Allah memalingkan hati mereka disebabkan mereka adalah kaum yang tidak memahami"},{"SurahNumber":9,"VerseNumber":128,"Text":"Sungguh, telah datang kepadamu seorang rasul dari kaummu sendiri, berat terasa olehnya penderitaan yang kamu alami, (dia) sangat menginginkan (keimanan dan keselamatan) bagimu, penyantun dan penyayang terhadap orang-orang yang beriman"},{"SurahNumber":9,"VerseNumber":129,"Text":"Maka jika mereka berpaling (dari keimanan), maka katakanlah (Muhammad), \"Cukuplah Allah bagiku; tidak ada tuhan selain Dia. Hanya kepada-Nya aku bertawakal, dan Dia adalah Tuhan yang memiliki Arasy (singgasana) yang agung"},{"SurahNumber":10,"VerseNumber":1,"Text":"Alif Lām Rā`. Inilah ayat-ayat Alquran yang penuh hikmah"},{"SurahNumber":10,"VerseNumber":2,"Text":"Pantaskah manusia menjadi heran bahwa Kami memberi wahyu kepada seorang laki-laki di antara mereka, \"Berilah peringatan kepada manusia dan gembirakanlah orang-orang beriman bahwa mereka mempunyai kedudukan yang tinggi di sisi Tuhan mereka.\" Orang-orang kafir berkata, \"Orang ini (Muhammad) benar-benar pesihir"},{"SurahNumber":10,"VerseNumber":3,"Text":"Sesungguhnya Tuhan kamu Dialah Allah yang menciptakan langit dan bumi dalam enam masa, kemudian Dia bersemayam di atas Arasy (singgasana) untuk mengatur segala urusan. Tidak ada yang dapat memberi syafaat kecuali setelah ada izin-Nya. Itulah Allah, Tuhanmu, maka sembahlah Dia. Apakah kamu tidak mengambil pelajaran"},{"SurahNumber":10,"VerseNumber":4,"Text":"Hanya kepada-Nya kamu semua akan kembali. Itu merupakan janji Allah yang benar dan pasti. Sesungguhnya Dialah yang memulai penciptaan makhluk kemudian mengulanginya (menghidupkannya kembali setelah berbangkit), agar Dia memberi balasan kepada orang-orang yang beriman dan mengerjakan kebajikan dengan adil. Sedangkan untuk orang-orang kafir (disediakan) minuman air yang mendidih dan siksaan yang pedih karena kekafiran mereka"},{"SurahNumber":10,"VerseNumber":5,"Text":"Dialah yang menjadikan matahari bersinar dan bulan bercahaya, dan Dialah yang menetapkan tempat-tempat orbitnya, agar kamu mengetahui bilangan tahun, dan perhitungan (waktu). Allah tidak menciptakan demikian itu melainkan dengan benar. Dia menjelaskan tanda-tanda (kebesaran-Nya) kepada orang-orang yang mengetahui"},{"SurahNumber":10,"VerseNumber":6,"Text":"Sesungguhnya pada pergantian malam dan siang, dan pada apa yang diciptakan Allah di langit dan di bumi, pasti terdapat tanda-tanda (kebesaran-Nya) bagi orang-orang yang bertakwa"},{"SurahNumber":10,"VerseNumber":7,"Text":"Sesungguhnya orang-orang yang tidak mengharapkan (tidak percaya akan) pertemuan dengan Kami, dan merasa puas dengan kehidupan dunia serta merasa tenteram dengan (kehidupan) itu, dan orang-orang yang melalaikan ayat-ayat Kami"},{"SurahNumber":10,"VerseNumber":8,"Text":"mereka itu tempatnya di neraka, karena apa yang telah mereka lakukan"},{"SurahNumber":10,"VerseNumber":9,"Text":"Sesungguhnya orang-orang yang beriman dan mengerjakan kebajikan, niscaya diberi petunjuk oleh Tuhan karena keimanannya. Mereka di dalam surga yang penuh kenikmatan, mengalir di bawahnya sungai-sungai"},{"SurahNumber":10,"VerseNumber":10,"Text":"Doa mereka di dalamnya ialah, \"Subḥānakallāhumma\" (Mahasuci Engkau, ya Tuhan kami), dan salam penghormatan mereka ialah, \"Salām\" (salam sejahtera). Dan penutup doa mereka ialah, \"Al-Ḥamdu lillāhi Rabbil 'ālamīn\". (segala puji bagi Allah Tuhan seluruh alam)"},{"SurahNumber":10,"VerseNumber":11,"Text":"Dan kalau Allah menyegerakan keburukan bagi manusia seperti permintaan mereka untuk menyegerakan kebaikan, pasti diakhiri umur mereka. Namun Kami biarkan orang-orang yang tidak mengharapkan pertemuan dengan Kami, bingung di dalam kesesatan mereka"},{"SurahNumber":10,"VerseNumber":12,"Text":"Dan apabila manusia ditimpa bahaya dia berdoa kepada Kami dalam keadaan berbaring, duduk atau berdiri, tetapi setelah Kami hilangkan bahaya itu darinya, dia kembali (ke jalan yang sesat), seolah-olah dia tidak pernah berdoa kepada Kami untuk (menghilangkan) bahaya yang telah menimpanya. Demikianlah dijadikan terasa indah bagi orang-orang yang melampaui batas apa yang mereka kerjakan"},{"SurahNumber":10,"VerseNumber":13,"Text":"Dan sungguh, Kami telah membinasakan umat-umat sebelum kamu, ketika mereka berbuat zalim, padahal para rasul mereka telah datang membawa keterangan-keterangan (yang nyata), tetapi mereka sama sekali tidak mau beriman. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat dosa"},{"SurahNumber":10,"VerseNumber":14,"Text":"Kemudian Kami jadikan kamu sebagai pengganti-pengganti (mereka) di bumi setelah mereka, untuk Kami lihat bagaimana kamu berbuat"},{"SurahNumber":10,"VerseNumber":15,"Text":"Dan apabila dibacakan kepada mereka ayat-ayat Kami dengan jelas, orang-orang yang tidak mengharapkan pertemuan dengan kami berkata, \"Datangkanlah kitab selain Alquran ini atau gantilah.\" Katakanlah (Muhammad), \"Tidaklah pantas bagiku menggantinya atas kemauanku sendiri. Aku hanya mengikuti apa yang diwahyukan kepadaku. Aku benar-benar takut akan azab hari yang besar (Kiamat) jika mendurhakai Tuhanku"},{"SurahNumber":10,"VerseNumber":16,"Text":"Katakanlah (Muhammad), \"Jika Allah menghendaki, niscaya aku tidak membacakannya kepadamu dan Allah tidak (pula) memberitahukannya kepadamu.\"Aku telah tinggal bersamamu beberapa lama sebelumnya (sebelum turun Alquran). Apakah kamu tidak mengerti"},{"SurahNumber":10,"VerseNumber":17,"Text":"Maka siapakah yang lebih zalim daripada orang yang mengada-adakan kebohongan terhadap Allah atau mendustakan ayat-ayat-Nya? Sesungguhnya orang-orang yang berbuat dosa itu tidak akan beruntung"},{"SurahNumber":10,"VerseNumber":18,"Text":"Dan mereka menyembah selain Allah, sesuatu yang tidak dapat mendatangkan bencana kepada mereka dan tidak (pula) memberi manfaat, dan mereka berkata, \"Mereka itu adalah pemberi syafaat kami di hadapan Allah.\" Katakanlah, \"Apakah kamu akan memberitahu kepada Allah sesuatu yang tidak diketahui-Nya apa yang di langit dan tidak (pula) yang di bumi?\"384) Mahasuci Allah dan Mahatinggi Dia dari apa yang mereka persekutukan itu"},{"SurahNumber":10,"VerseNumber":19,"Text":"(Dan manusia dahulunya satu umat, kemudian mereka berselisih. Kalau tidak karena suatu ketetapan yang telah ada dari Tuhanmu,385) pastilah telah diberi keputusan (di dunia) di antara mereka, tentang apa yang mereka perselisihkan itu"},{"SurahNumber":10,"VerseNumber":20,"Text":"Dan mereka berkata, \"Mengapa tidak diturunkan kepadanya (Muhammad) suatu bukti (mukjizat) dari Tuhannya?\" Katakanlah, \"Sungguh, segala yang gaib itu hanya milik Allah; sebab itu tunggu (sajalah) olehmu. Ketahuilah aku juga menunggu bersama kamu"},{"SurahNumber":10,"VerseNumber":21,"Text":"Dan apabila Kami memberikan suatu rahmat kepada manusia, setelah mereka ditimpa bencana, mereka segera melakukan segala tipu daya (menentang) ayat-ayat Kami. Katakanlah, \"Allah lebih cepat pembalasannya (atas tipu daya itu).\" Sesungguhnya malaikat-malaikat Kami mencatat tipu dayamu"},{"SurahNumber":10,"VerseNumber":22,"Text":"Dialah Tuhan yang menjadikan kamu dapat berjalan di daratan, (dan berlayar) di lautan. Sehingga ketika kamu berada di dalam kapal, dan meluncurlah (kapal) itu membawa mereka (orang-orang yang ada di dalamnya) dengan tiupan angin yang baik, dan mereka bergembira karenanya; tiba-tiba datanglah badai dan gelombang menimpanya dari segenap penjuru, dan mereka mengira telah terkepung (bahaya), maka mereka berdoa dengan tulus ikhlas kepada Allah semata. (Seraya berkata), \"Sekiranya Engkau menyelamatkan kami dari (bahaya) ini, pasti kami termasuk orang-orang yang bersyukur"},{"SurahNumber":10,"VerseNumber":23,"Text":"Tetapi ketika Allah menyelamatkan mereka, malah mereka berbuat kezaliman di bumi tanpa (alasan) yang benar. Wahai manusia! Sesungguhnya kezalimanmu bahayanya akan menimpa dirimu sendiri; itu hanya kenikmatan hidup duniawi, selanjutnya kepada Kamilah kembalimu, kelak akan Kami kabarkan kepadamu apa yang telah kamu kerjakan"},{"SurahNumber":10,"VerseNumber":24,"Text":"Sesungguhnya perumpamaan kehidupan duniawi itu hanya seperti air (hujan) yang Kami turunkan dari langit, lalu tumbuhlah tanaman-tanaman bumi dengan subur (karena air itu), di antaranya ada yang dimakan manusia dan hewan ternak. Hingga apabila bumi itu telah sempurna keindahannya, dan berhias,386) dan pemiliknya mengira bahwa mereka pasti menguasainya (memetik hasilnya), datanglah kepadanya azab Kami pada waktu malam atau siang, lalu Kami jadikan (tanaman)nya seperti tanaman yang sudah disabit, seakan-akan belum pernah tumbuh kemarin. Demikianlah Kami menjelaskan tanda-tanda (kekuasaan Kami) kepada kaum yang berpikir"},{"SurahNumber":10,"VerseNumber":25,"Text":"Dan Allah menyeru (manusia) ke Dārussalām (surga), dan memberikan petunjuk kepada orang yang Dia kehendaki ke jalan yang lurus (Islam)"},{"SurahNumber":10,"VerseNumber":26,"Text":"Bagi orang-orang yang berbuat baik, ada pahala yang terbaik (surga) dan tambahannya (kenikmatan melihat Allah). Dan wajah mereka tidak ditutupi debu hitam dan tidak (pula) dalam kehinaan. Mereka itulah penghuni surga, mereka kekal di dalamnya"},{"SurahNumber":10,"VerseNumber":27,"Text":"Adapun orang-orang yang berbuat kejahatan (akan mendapat) balasan kejahatan yang setimpal dan mereka diselubungi kehinaan. Tidak ada bagi mereka seorang pelindung pun dari (azab) Allah, seakan-akan wajah mereka ditutupi dengan kepingan-kepingan malam yang gelap gulita. Mereka itulah penghuni neraka, mereka kekal di dalamnya"},{"SurahNumber":10,"VerseNumber":28,"Text":"Dan (ingatlah) pada hari (ketika) itu Kami mengumpulkan mereka semuanya, kemudian Kami berkata kepada orang yang mempersekutukan (Allah), \"Tetaplah di tempatmu, kamu dan para sekutumu.\" Lalu Kami pisahkan mereka, dan berkatalah sekutu-sekutu mereka, \"kamu sekali-kali tidak pernah menyembah kami"},{"SurahNumber":10,"VerseNumber":29,"Text":"Maka cukuplah Allah menjadi saksi antara kami dengan kamu, sebab kami tidak tahu-menahu tentang penyembahan kamu (kepada kami)"},{"SurahNumber":10,"VerseNumber":30,"Text":"Di tempat itu (padang Mahsyar), setiap jiwa merasakan pembalasan dari apa yang telah dikerjakannya (dahulu) dan mereka dikembalikan kepada Allah, Pelindung mereka yang sebenarnya, dan lenyaplah dari mereka apa (pelindung palsu) yang mereka ada-adakan"},{"SurahNumber":10,"VerseNumber":31,"Text":"Katakanlah (Muhammad), \"Siapakah yang memberi rezeki kepadamu dari langit dan bumi, atau siapakah yang kuasa (menciptakan) pendengaran dan penglihatan, dan siapakah yang mengeluarkan yang hidup dari yang mati, dan mengeluarkan yang mati dari yang hidup, dan siapakah yang mengatur segala urusan?\" Maka mereka akan menjawab, \"Allah.\" Maka katakanlah, \"Mengapa kamu tidak bertakwa (kepada-Nya)"},{"SurahNumber":10,"VerseNumber":32,"Text":"Maka itulah Allah, Tuhan kamu yang sebenarnya; maka tidak ada setelah kebenaran itu melainkan kesesatan. Maka mengapa kamu berpaling (dari kebenaran)"},{"SurahNumber":10,"VerseNumber":33,"Text":"Demikianlah telah tetap (hukuman) Tuhanmu terhadap orang-orang yang fasik, karena sesungguhnya mereka tidak beriman"},{"SurahNumber":10,"VerseNumber":34,"Text":"Katakanlah, \"Adakah di antara sekutumu yang dapat memulai penciptaan (makhluk), kemudian mengulanginya (menghidupkannya) kembali?\" Katakanlah, \"Allah memulai (penciptaan) makhluk, kemudian mengulanginya. Maka bagaimana kamu dipalingkan (menyembah selain Allah)"},{"SurahNumber":10,"VerseNumber":35,"Text":"Katakanlah, \"Apakah di antara sekutumu ada yang membimbing kepada kebenaran?\" Katakanlah, \"Allahlah yang membimbing kepada kebenaran.\" Maka manakah yang lebih berhak diikuti, Tuhan yang membimbing kepada kebenaran, ataukah orang yang tidak mampu membimbing bahkan perlu dibimbing? Maka mengapa kamu (berbuat demikian)? Bagaimanakah kamu mengambil keputusan"},{"SurahNumber":10,"VerseNumber":36,"Text":"Dan kebanyakan mereka hanya mengikuti dugaan. Sesungguhnya dugaan itu tidak sedikit pun berguna untuk mencapai kebenaran. Sungguh, Allah Maha Mengetahui apa yang mereka kerjakan"},{"SurahNumber":10,"VerseNumber":37,"Text":"Dan tidak mungkin Alquran ini dibuat-buat oleh selain Allah; tetapi (Alquran) membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan hukum-hukum yang telah ditetapkannya,388) tidak ada keraguan di dalamnya, (diturunkan) dari Tuhan seluruh alam"},{"SurahNumber":10,"VerseNumber":38,"Text":"Apakah pantas mereka mengatakan dia (Muhammad) yang telah membuat-buatnya? Katakanlah, \"Buatlah satu surah yang semisal dengan surah (Alquran), dan ajaklah siapa saja diantara kamu orang yang mampu (membuatnya) selain Allah, jika kamu orang-orang yang benar"},{"SurahNumber":10,"VerseNumber":39,"Text":"Bahkan (yang sebenarnya), mereka mendustakan apa yang mereka belum mengetahuinya dengan sempurna dan belum mereka peroleh penjelasannya. Demikianlah halnya umat-umat yang ada sebelum mereka telah mendustakan (Rasul). Maka perhatikanlah bagaimana akibat orang yang zalim"},{"SurahNumber":10,"VerseNumber":40,"Text":"Dan di antara mereka ada orang-orang yang beriman kepadanya (Alquran), dan di antaranya ada (pula) orang-orang yang tidak beriman kepadanya. Sedangkan Tuhanmu lebih mengetahui tentang orang-orang yang berbuat kerusakan"},{"SurahNumber":10,"VerseNumber":41,"Text":"Dan jika mereka (tetap) mendustakanmu (Muhammad), maka katakanlah, \"Bagiku pekerjaanku dan bagimu pekerjaanmu. Kamu tidak bertanggung jawab terhadap apa yang aku kerjakan dan aku pun tidak bertanggung jawab terhadap apa yang kamu kerjakan"},{"SurahNumber":10,"VerseNumber":42,"Text":"Dan di antara mereka ada yang mendengarkan engkau (Muhammad).389) Tetapi apakah engkau dapat menjadikan orang yang tuli itu mendengar, walaupun mereka tidak mengerti"},{"SurahNumber":10,"VerseNumber":43,"Text":"(Dan di antara mereka ada yang melihat kepada engkau.390) Tetapi apakah engkau dapat memberi petunjuk kepada orang yang buta, walaupun mereka tidak memperhatikan"},{"SurahNumber":10,"VerseNumber":44,"Text":"Sesungguhnya Allah tidak menzalimi manusia sedikit pun, tetapi manusia itulah yang menzalimi dirinya sendiri"},{"SurahNumber":10,"VerseNumber":45,"Text":"Dan (ingatlah) pada hari (ketika) Allah mengumpulkan mereka, (mereka merasa) seakan-akan tidak pernah berdiam (di dunia) kecuali sesaat saja pada siang hari, (pada waktu) mereka saling berkenalan. Sungguh, rugi orang yang mendustakan pertemuan mereka dengan Allah, dan mereka tidak mendapat petunjuk"},{"SurahNumber":10,"VerseNumber":46,"Text":"Dan jika Kami perlihatkan kepadamu (Muhammad) sebagian dari (siksaan) yang Kami janjikan kepada mereka, (tentulah engkau akan melihatnya) atau (jika) Kami wafatkan engkau (sebelum itu), maka kepada Kami (jualah) mereka kembali, dan Allah menjadi saksi atas apa yang mereka kerjakan"},{"SurahNumber":10,"VerseNumber":47,"Text":"Dan setiap umat (mempunyai) Rasul. Maka apabila rasul mereka telah datang, diberlakukanlah hukum bagi mereka dengan adil dan (sedikit pun) tidak dizalimi"},{"SurahNumber":10,"VerseNumber":48,"Text":"Dan mereka mengatakan, \"Bilakah (datangnya) ancaman itu, jika kamu orang-orang yang benar"},{"SurahNumber":10,"VerseNumber":49,"Text":"Katakanlah (Muhammad), \"Aku tidak kuasa menolak mudarat maupun mendatangkan manfaat kepada diriku, kecuali apa yang Allah kehendaki.\" Bagi setiap umat punya ajal (batas waktu). Apabila ajalnya tiba, mereka tidak dapat meminta penundaan atau percepatan sesaat pun"},{"SurahNumber":10,"VerseNumber":50,"Text":"Katakanlah, \"Terangkanlah kepadaku, jika datang kepada kamu siksaan-Nya pada waktu malam atau siang hari, manakah yang diminta untuk disegerakan oleh orang-orang yang berdosa itu"},{"SurahNumber":10,"VerseNumber":51,"Text":"Kemudian apakah setelah azab itu terjadi, kamu baru mempercayainya? Apakah (baru) sekarang, padahal sebelumnya kamu selalu meminta agar di segerakan"},{"SurahNumber":10,"VerseNumber":52,"Text":"Kemudian dikatakan kepada orang-orang yang zalim itu, \"Rasakanlah olehmu siksaan yang kekal. Kamu tidak diberi balasan, melainkan (sesuai) dengan apa yang telah kamu lakukan"},{"SurahNumber":10,"VerseNumber":53,"Text":"Dan mereka menanyakan kepadamu (Muhammad), \"Benarkah (azab yang dijanjikan) itu?\" Katakanlah, \"Ya, demi Tuhanku, sesungguhnya (azab) itu pasti benar dan kamu sekali-kali tidak dapat menghindar"},{"SurahNumber":10,"VerseNumber":54,"Text":"Dan kalau setiap orang yang zalim itu (mempunyai) segala apa yang ada di bumi, tentu dia menebus dirinya dengan itu, dan mereka menyembunyikan391) penyesalannya ketika mereka telah menyaksikan azab. Kemudian diberi keputusan di antara mereka dengan adil, dan mereka tidak dizalimi"},{"SurahNumber":10,"VerseNumber":55,"Text":"Ketahuilah sesungguhnya milik Allahlah apa yang ada di langit dan di bumi. Bukankah janji Allah itu benar? Tetapi kebanyakan mereka tidak mengetahui"},{"SurahNumber":10,"VerseNumber":56,"Text":"Dialah yang menghidupkan dan mematikan, dan hanya kepada-Nyalah kamu dikembalikan"},{"SurahNumber":10,"VerseNumber":57,"Text":"Wahai manusia! Sungguh, telah datang kepadamu pelajaran (Alquran) dari Tuhanmu, penyembuh bagi penyakit yang ada dalam dada, dan petunjuk serta rahmat bagi orang yang beriman"},{"SurahNumber":10,"VerseNumber":58,"Text":"Katakanlah (Muhammad), \"Dengan karunia Allah dan rahmat-Nya, hendaknya dengan itu mereka bergembira. Itu lebih baik daripada apa yang mereka kumpulkan"},{"SurahNumber":10,"VerseNumber":59,"Text":"Katakanlah (Muhammad), \"Terangkanlah kepadaku tentang rezeki yang diturunkan Allah kepadamu, lalu kamu jadikan sebagiannya haram dan sebagiannya halal.\" Katakanlah, \"Apakah Allah telah memberikan izin kepadamu (tentang ini), ataukah kamu mengada-ada atas nama Allah"},{"SurahNumber":10,"VerseNumber":60,"Text":"Dan apakah dugaan orang-orang yang mengada-adakan kebohongan terhadap Allah pada hari Kiamat? Sesungguhnya Allah benar-benar mempunyai karunia (yang dilimpahkan) kepada manusia, tetapi kebanyakan mereka tidak bersyukur"},{"SurahNumber":10,"VerseNumber":61,"Text":"Dan tidakkah engkau (Muhammad) berada dalam suatu urusan, dan tidak membaca suatu ayat Alquran serta tidak pula kamu melakukan suatu pekerjaan, melainkan Kami menjadi saksi atasmu ketika kamu melakukannya. Tidak lengah sedikit pun dari pengetahuan Tuhanmu biarpun sebesar zarrah, baik di bumi ataupun di langit. Tidak ada sesuatu yang lebih kecil dan yang lebih besar daripada itu, melainkan semua tercatat dalam Kitab yang nyata (Lauḥ Maḥfūẓ)"},{"SurahNumber":10,"VerseNumber":62,"Text":"Ingatlah wali-wali Allah itu, tidak ada rasa takut pada mereka dan mereka tidak bersedih hati"},{"SurahNumber":10,"VerseNumber":63,"Text":"(Yaitu) orang-orang yang beriman dan senantiasa bertakwa"},{"SurahNumber":10,"VerseNumber":64,"Text":"Bagi mereka berita gembira di dalam kehidupan di dunia dan di akhirat. Tidak ada perubahan bagi janji-janji Allah. Demikian itulah kemenangan yang agung"},{"SurahNumber":10,"VerseNumber":65,"Text":"Dan janganlah engkau (Muhammad) sedih oleh perkataan mereka. Sungguh, kekuasaan itu seluruhnya milik Allah. Dia Maha Mendengar, Maha Mengetahui"},{"SurahNumber":10,"VerseNumber":66,"Text":"Ingatlah, milik Allah meliputi semua yang ada di langit dan semua yang ada di bumi. Dan orang-orang yang menyeru sekutu-sekutu selain Allah, tidaklah mengikuti (suatu keyakinan). Mereka hanya mengikuti persangkaan belaka, dan mereka hanyalah menduga-duga"},{"SurahNumber":10,"VerseNumber":67,"Text":"Dialah yang menjadikan malam bagimu agar kamu beristirahat padanya dan menjadikan siang terang benderang. Sungguh, yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang mendengar"},{"SurahNumber":10,"VerseNumber":68,"Text":"Mereka (orang-orang Yahudi dan Nasrani) berkata, \"Allah mempunyai anak.\" Mahasuci Dia, Dialah Yang Mahakaya; milik-Nyalah apa yang ada di langit dan apa yang ada di bumi. Kamu tidak mempunyai alasan yang kuat tentang ini. Pantaskah kamu mengatakan tentang Allah apa yang kamu tidak ketahui"},{"SurahNumber":10,"VerseNumber":69,"Text":"Katakanlah, \"Sesungguhnya orang-orang yang mengada-adakan kebohongan terhadap Allah tidak akan beruntung"},{"SurahNumber":10,"VerseNumber":70,"Text":"(Bagi mereka) kesenangan (sesaat) ketika di dunia, selanjutnya kepada Kamilah mereka kembali, kemudian Kami rasakan kepada mereka azab yang berat, karena kekafiran mereka"},{"SurahNumber":10,"VerseNumber":71,"Text":"Dan bacakanlah kepada mereka berita penting (tentang) Nuh ketika (dia) berkata kepada kaumnya, \"Wahai kaumku! Jika terasa berat bagimu aku tinggal (bersamamu) dan peringatanku dengan ayat-ayat Allah, maka kepada Allah aku bertawakal. Karena itu bulatkanlah keputusanmu dan kumpulkanlah sekutu-sekutumu (untuk membinasakanku), dan janganlah keputusanmu itu dirahasiakan. Kemudian bertindaklah terhadap diriku, dan janganlah kamu tunda lagi"},{"SurahNumber":10,"VerseNumber":72,"Text":"Maka jika kamu berpaling (dari peringatanku), aku tidak meminta imbalan sedikit pun darimu. Imbalanku tidak lain hanyalah dari Allah, dan aku diperintah agar aku termasuk golongan orang-orang muslim (berserah diri)"},{"SurahNumber":10,"VerseNumber":73,"Text":"Kemudian mereka mendustakannya (Nuh), lalu Kami selamatkan dia dan orang yang bersamanya di dalam kapal, dan Kami jadikan mereka itu khalifah dan Kami tenggelamkan orang yang mendustakan ayat-ayat Kami. Maka perhatikanlah bagaimana kesudahan orang-orang yang diberi peringatan itu"},{"SurahNumber":10,"VerseNumber":74,"Text":"Kemudian setelahnya (Nuh), Kami utus beberapa rasul kepada kaum mereka (masing-masing), maka rasul-rasul itu datang kepada mereka dengan membawa keterangan yang jelas, tetapi mereka tidak mau beriman karena mereka dahulu telah (biasa) mendustakannya. Demikianlah Kami mengunci hati orang-orang yang melampaui batas"},{"SurahNumber":10,"VerseNumber":75,"Text":"Kemudian setelah mereka, Kami utus Musa dan Harun kepada Fir'aun dan para pemuka kaumnya, dengan membawa tanda-tanda (kekuasaan) Kami. Ternyata mereka menyombongkan diri dan mereka adalah orang-orang yang berdosa"},{"SurahNumber":10,"VerseNumber":76,"Text":"Maka ketika telah datang kepada mereka kebenaran dari sisi Kami, mereka berkata, \"Ini benar-benar sihir yang nyata"},{"SurahNumber":10,"VerseNumber":77,"Text":"Musa berkata, \"Pantaskah kamu mengatakan terhadap kebenaran ketika ia datang kepadamu, 'sihirkah ini?' Padahal para penyihir itu tidaklah mendapat kemenangan"},{"SurahNumber":10,"VerseNumber":78,"Text":"Mereka berkata, \"Apakah engkau datang kepada kami untuk memalingkan kami dari apa (kepercayaan) yang kami dapati nenek moyang kami mengerjakannya (menyembah berhala), dan agar kamu berdua mempunyai kekuasaan di bumi (negeri Mesir)? Kami tidak akan mempercayai kamu berdua"},{"SurahNumber":10,"VerseNumber":79,"Text":"Dan Fir'aun berkata (kepada pemuka kaumnya), \"Datangkanlah kepadaku semua penyihir yang ulung"},{"SurahNumber":10,"VerseNumber":80,"Text":"Maka ketika para penyihir itu datang, Musa berkata kepada mereka, \"Lemparkanlah apa yang hendak kamu lemparkan"},{"SurahNumber":10,"VerseNumber":81,"Text":"Setelah mereka melemparkan, Musa berkata, \"Apa yang kamu lakukan, itulah sihir, sesungguhnya Allah akan menampakkan kepalsuan sihir. Sungguh, Allah tidak akan membiarkan terus berlangsungnya pekerjaan orang yang berbuat kerusakan"},{"SurahNumber":10,"VerseNumber":82,"Text":"Dan Allah akan mengokohkan yang benar dengan ketetapan-Nya, walaupun orang-orang yang berbuat dosa tidak menyukainya"},{"SurahNumber":10,"VerseNumber":83,"Text":"Maka tidak ada yang beriman kepada Musa, selain keturunan dari kaumnya dalam keadaan takut bahwa Fir'aun dan para pemuka (kaum)nya akan menyiksa mereka. Dan Sungguh, Fir'aun itu benar-benar telah berbuat sewenang-wenang di bumi, dan benar-benar termasuk orang yang melampaui batas"},{"SurahNumber":10,"VerseNumber":84,"Text":"Dan Musa berkata, \"Wahai kaumku! Apabila kamu beriman kepada Allah, maka bertawakallah kepada-Nya, jika kamu benar-benar orang muslim (berserah diri)"},{"SurahNumber":10,"VerseNumber":85,"Text":"Lalu mereka berkata, \"Kepada Allahlah kami bertawakal. Ya Tuhan kami, janganlah Engkau jadikan kami (sasaran) fitnah bagi kaum yang zalim"},{"SurahNumber":10,"VerseNumber":86,"Text":"dan selamatkanlah kami dengan rahmat-Mu dari orang-orang kafir"},{"SurahNumber":10,"VerseNumber":87,"Text":"Dan Kami wahyukan kepada Musa dan saudaranya, \"Ambillah beberapa rumah di Mesir untuk (tempat tinggal) kaummu dan jadikanlah rumah-rumahmu itu tempat ibadah dan laksanakanlah salat serta gembirakanlah orang-orang mukmin"},{"SurahNumber":10,"VerseNumber":88,"Text":"Dan Musa berkata, \"Ya Tuhan kami, Engkau telah memberi kepada Fir'aun dan para pemuka kaumnya perhiasan dan harta kekayaan dalam kehidupan dunia. Ya Tuhan kami, (akibatnya) mereka menyesatkan (manusia) dari jalan-Mu. Ya Tuhan, binasakanlah harta mereka, dan kuncilah hati mereka, sehingga mereka tidak beriman sampai mereka melihat azab yang pedih"},{"SurahNumber":10,"VerseNumber":89,"Text":"Dia Allah berfirman, \"Sungguh, telah diperkenankan permohonan kamu berdua, sebab itu tetaplah kamu berdua pada jalan yang lurus dan jangan sekali-kali kamu mengikuti jalan orang yang tidak mengetahui"},{"SurahNumber":10,"VerseNumber":90,"Text":"Dan Kami selamatkan Bani Israil melintasi laut, kemudian Fir'aun dan bala tentaranya mengikuti mereka, untuk menzalimi dan menindas (mereka). Sehingga ketika Fir'aun hampir tenggelam dia berkata, \"Aku percaya bahwa tidak ada tuhan melainkan Tuhan yang dipercayai oleh Bani Israil, dan aku termasuk orang-orang muslim (berserah diri)"},{"SurahNumber":10,"VerseNumber":91,"Text":"Mengapa baru sekarang (kamu beriman), padahal sesungguhnya engkau telah durhaka sejak dahulu, dan engkau termasuk orang yang berbuat kerusakan"},{"SurahNumber":10,"VerseNumber":92,"Text":"(Maka pada hari ini Kami selamatkan jasadmu392) agar engkau dapat menjadi pelajaran bagi orang-orang yang datang setelahmu, tetapi kebanyakan manusia tidak mengindahkan tanda-tanda (kekuasaan) Kami"},{"SurahNumber":10,"VerseNumber":93,"Text":"Dan sungguh, Kami telah menempatkan Bani Israil di tempat kediaman yang bagus dan Kami beri mereka rezeki yang baik. Maka mereka tidak berselisih, kecuali setelah datang kepada mereka pengetahuan (yang tersebut dalam Taurat). Sesungguhnya Tuhan kamu akan memberi keputusan antara mereka pada hari Kiamat tentang apa yang mereka perselisihkan itu"},{"SurahNumber":10,"VerseNumber":94,"Text":"Maka jika engkau (Muhammad) berada dalam keragu-raguan tentang apa yang Kami turunkan kepadamu, maka tanyakanlah kepada orang yang membaca kitab sebelummu. Sungguh, telah datang kebenaran kepadamu dari Tuhanmu, maka janganlah sekali-kali engkau termasuk orang yang ragu"},{"SurahNumber":10,"VerseNumber":95,"Text":"dan janganlah sekali-kali engkau termasuk orang yang mendustakan ayat-ayat Allah, nanti engkau termasuk orang yang rugi"},{"SurahNumber":10,"VerseNumber":96,"Text":"Sungguh, orang-orang yang telah dipastikan mendapat ketetapan Tuhanmu, tidaklah akan beriman"},{"SurahNumber":10,"VerseNumber":97,"Text":"meskipun mereka mendapat tanda-tanda (kebesaran Allah), hingga mereka menyaksikan azab yang pedih"},{"SurahNumber":10,"VerseNumber":98,"Text":"Maka mengapa tidak ada (penduduk) suatu negeri pun yang beriman, lalu imannya itu bermanfaat baginya selain kaum Yunus. Ketika mereka (kaum Yunus itu) beriman, Kami hilangkan dari mereka azab yang menghinakan dalam kehidupan dunia, dan Kami beri kesenangan kepada mereka sampai waktu tertentu"},{"SurahNumber":10,"VerseNumber":99,"Text":"Dan jika Tuhanmu menghendaki, tentulah beriman semua orang di bumi seluruhnya. Tetapi apakah kamu (hendak) memaksa manusia agar mereka menjadi orang-orang yang beriman"},{"SurahNumber":10,"VerseNumber":100,"Text":"Dan tidak seorang pun akan beriman kecuali dengan izin Allah, dan Allah menimpakan azab kepada orang yang tidak berakal"},{"SurahNumber":10,"VerseNumber":101,"Text":"Katakanlah, \"Perhatikanlah apa yang ada di langit dan di bumi!\" Tidaklah bermanfaat tanda-tanda (kebesaran Allah) dan rasul-rasul yang memberi peringatan bagi orang yang tidak beriman"},{"SurahNumber":10,"VerseNumber":102,"Text":"Maka mereka tidak menunggu-nunggu kecuali (kejadian-kejadian) yang sama dengan kejadian-kejadian (yang menimpa) orang-orang terdahulu sebelum mereka. Katakanlah, \"Maka tunggulah, aku pun termasuk orang yang menunggu bersama kamu"},{"SurahNumber":10,"VerseNumber":103,"Text":"Kemudian Kami selamatkan rasul-rasul Kami dan orang-orang yang beriman, demikianlah menjadi kewajiban Kami menyelamatkan orang yang beriman"},{"SurahNumber":10,"VerseNumber":104,"Text":"Katakanlah (Muhammad), \"Wahai manusia! Jika kamu masih dalam keragu-raguan tentang agamaku, maka (ketahuilah) aku tidak menyembah yang kamu sembah selain Allah, tetapi aku menyembah Allah yang akan mematikan kamu dan aku telah diperintah agar termasuk orang yang beriman"},{"SurahNumber":10,"VerseNumber":105,"Text":"dan (aku telah diperintah), \"Hadapkanlah wajahmu kepada agama dengan tulus dan ikhlas, dan jangan sekali-kali engkau termasuk orang yang musyrik"},{"SurahNumber":10,"VerseNumber":106,"Text":"Dan jangan engkau menyembah sesuatu yang tidak memberi manfaat dan tidak (pula) memberi bencana kepadamu selain Allah, sebab jika engkau lakukan (yang demikian), maka sesungguhnya engkau termasuk orang-orang zalim"},{"SurahNumber":10,"VerseNumber":107,"Text":"Dan jika Allah menimpakan suatu bencana kepadamu, maka tidak ada yang dapat menghilangkannya kecuali Dia. Dan jika Allah menghendaki kebaikan bagi kamu, maka tidak ada yang dapat menolak karunia-Nya. Dia memberikan kebaikan kepada siapa saja yang Dia kehendaki di antara hamba-hamba-Nya. Dia Maha Pengampun, Maha Penyayang"},{"SurahNumber":10,"VerseNumber":108,"Text":"Katakanlah (Muhammad), \"Wahai manusia! Telah datang kepadamu kebenaran (Alquran) dari Tuhanmu, sebab itu barang siapa mendapat petunjuk, maka sebenarnya (petunjuk itu) untuk (kebaikan) dirinya sendiri. Dan barang siapa sesat, sesungguhnya kesesatannya itu (mencelakakan) dirinya sendiri. Dan Aku bukanlah pemelihara dirimu"},{"SurahNumber":10,"VerseNumber":109,"Text":"Dan ikutilah apa yang diwahyukan kepadamu, dan bersabarlah hingga Allah memberi keputusan. Dialah hakim yang terbaik"},{"SurahNumber":11,"VerseNumber":1,"Text":"Alif lām Rā`. (Inilah) Kitab yang ayat-ayatnya disusun dengan rapi kemudian dijelaskan secara terperinci,393) (yang diturunkan) dari sisi (Allah) Yang Mahabijaksana, Mahateliti"},{"SurahNumber":11,"VerseNumber":2,"Text":"agar kamu tidak menyembah selain Allah. Sesungguhnya aku (Muhammad) adalah pemberi peringatan dan pembawa berita gembira dari-Nya untukmu"},{"SurahNumber":11,"VerseNumber":3,"Text":"dan hendaklah kamu memohon ampunan kepada Tuhanmu dan bertobat kepada-Nya, niscaya Dia akan memberi kenikmatan yang baik kepadamu sampai waktu yang telah ditentukan. Dan Dia akan memberikan karunia-Nya kepada setiap orang yang berbuat baik. Dan jika kamu berpaling, maka sungguh, aku takut kamu akan ditimpa azab pada hari yang besar (Kiamat)"},{"SurahNumber":11,"VerseNumber":4,"Text":"Kepada Allahlah kamu kembali. Dia Mahakuasa atas segala sesuatu"},{"SurahNumber":11,"VerseNumber":5,"Text":"Ingatlah, sesungguhnya mereka (orang-orang munafik) memalingkan dada untuk menyembunyikan diri dari dia (Muhammad).394) Ingatlah, ketika mereka menyelimuti dirinya dengan kain, Allah mengetahui apa yang mereka sembunyikan dan apa yang mereka nyatakan, sungguh, Allah Maha Mengetahui (segala) isi hati"}]}