{"Id":31,"LanguageCodes":["ar","ara"],"Name":"ara-quransoosinonun","Author":"Quran Soosi Non Unicode","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"https://qurancomplex.gov.sa/","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"الٓر۪ۚ تِلۡكَ ءَايَٰتُ اُ۬لۡكِتَٰبِ وَقُرۡءَانٖ مُّبِينٖ"},{"SurahNumber":15,"VerseNumber":2,"Text":"رُّبَّمَا يَوَدُّ اُ۬لَّذِينَ كَفَرُواْ لَوۡ كَانُواْ مُسۡلِمِينَ"},{"SurahNumber":15,"VerseNumber":3,"Text":"ذَرۡهُمۡ يَاكُلُواْ وَيَتَمَتَّعُواْ وَيُلۡهِهِمِ اِ۬لۡأَمَلُۖ فَسَوۡفَ يَعۡلَمُونَ"},{"SurahNumber":15,"VerseNumber":4,"Text":"وَمَا أَهۡلَكۡنَا مِن قَرۡيَةٍ إِلَّا وَلَهَا كِتَابٞ مَّعۡلُومٞ"},{"SurahNumber":15,"VerseNumber":5,"Text":"مَّا تَسۡبِقُ مِنۡ أُمَّةٍ أَجَلَهَا وَمَا يَسۡتَٰخِرُونَ"},{"SurahNumber":15,"VerseNumber":6,"Text":"وَقَالُواْ يَٰأَيُّهَا اَ۬لَّذِي نُزِّلَ عَلَيۡهِ اِ۬لذِّكۡرُ إِنَّكَ لَمَجۡنُونٞ"},{"SurahNumber":15,"VerseNumber":7,"Text":"لَّوۡ مَا تَاتِينَا بِالۡمَلَٰٓئِكَةِ إِن كُنتَ مِنَ اَ۬لصَّٰدِقِينَ"},{"SurahNumber":15,"VerseNumber":8,"Text":"مَا تَنَزَّلُ اُ۬لۡمَلَٰٓئِكَةُ إِلَّا بِالۡحَقِّ وَمَا كَانُواْ إِذٗا مُّنظَرِينَ"},{"SurahNumber":15,"VerseNumber":9,"Text":"إِنَّا نَحۡن نَّزَّلۡنَا اَ۬لذِّكۡرَ وَإِنَّا لَهُۥ لَحَٰفِظُونَ"},{"SurahNumber":15,"VerseNumber":10,"Text":"وَلَقَدۡ أَرۡسَلۡنَا مِن قَبۡلِكَ فِي شِيَعِ اِ۬لۡأَوَّلِينَ"},{"SurahNumber":15,"VerseNumber":11,"Text":"وَمَا يَاتِيهِم مِّن رَّسُولٍ إِلَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ"},{"SurahNumber":15,"VerseNumber":12,"Text":"كَذَٰلِكَ نَسۡلُكُهُۥ فِي قُلُوبِ اِ۬لۡمُجۡرِمِينَ"},{"SurahNumber":15,"VerseNumber":13,"Text":"لَا يُومِنُونَ بِهِۦ وَقَدۡ خَلَت سُّنَّةُ اُ۬لۡأَوَّلِينَ"},{"SurahNumber":15,"VerseNumber":14,"Text":"وَلَوۡ فَتَحۡنَا عَلَيۡهِم بَابٗا مِّنَ اَ۬لسَّمَآءِ فَظَلُّواْ فِيهِ يَعۡرُجُونَ"},{"SurahNumber":15,"VerseNumber":15,"Text":"لَقَالُواْ إِنَّمَا سُكِّرَتۡ أَبۡصَٰرُنَا بَلۡ نَحۡنُ قَوۡمٞ مَّسۡحُورُونَ"},{"SurahNumber":15,"VerseNumber":16,"Text":"وَلَقَد جَّعَلۡنَا فِي اِ۬لسَّمَآءِ بُرُوجٗا وَزَيَّنَّٰهَا لِلنَّٰظِرِينَ"},{"SurahNumber":15,"VerseNumber":17,"Text":"وَحَفِظۡنَٰهَا مِن كُلِّ شَيۡطَٰنٖ رَّجِيمٍ"},{"SurahNumber":15,"VerseNumber":18,"Text":"إِلَّا مَنِ اِ۪سۡتَرَقَ اَ۬لسَّمۡعَ فَأَتۡبَعَهُۥ شِهَابٞ مُّبِينٞ"},{"SurahNumber":15,"VerseNumber":19,"Text":"وَاَلۡأَرۡضَ مَدَدۡنَٰهَا وَأَلۡقَيۡنَا فِيهَا رَوَٰسِيَ وَأَنۢبَتۡنَا فِيهَا مِن كُلِّ شَيۡءٖ مَّوۡزُونٖ"},{"SurahNumber":15,"VerseNumber":20,"Text":"وَجَعَلۡنَا لَكُمۡ فِيهَا مَعَٰيِشَ وَمَن لَّسۡتُمۡ لَهُۥ بِرَٰزِقِينَ"},{"SurahNumber":15,"VerseNumber":21,"Text":"وَإِن مِّن شَيۡءٍ إِلَّا عِندَنَا خَزَآئِنُهُۥ وَمَا نُنَزِّلُهُۥ إِلَّا بِقَدَرٖ مَّعۡلُومٖ"},{"SurahNumber":15,"VerseNumber":22,"Text":"وَأَرۡسَلۡنَا اَ۬لرِّيَٰحَ لَوَٰقِحَ فَأَنزَلۡنَا مِنَ اَ۬لسَّمَآءِ مَآءٗ فَأَسۡقَيۡنَٰكُمُوهُ وَمَا أَنتُمۡ لَهُۥ بِخَٰزِنِينَ"},{"SurahNumber":15,"VerseNumber":23,"Text":"وَإِنَّا لَنَحۡن نُّحۡيِۦ وَنُمِيتُ وَنَحۡنُ اُ۬لۡوَٰرِثُونَ"},{"SurahNumber":15,"VerseNumber":24,"Text":"وَلَقَدۡ عَلِمۡنَا اَ۬لۡمُسۡتَقۡدِمِينَ مِنكُمۡ وَلَقَدۡ عَلِمۡنَا اَ۬لۡمُسۡتَٰخِرِينَ"},{"SurahNumber":15,"VerseNumber":25,"Text":"وَإِنَّ رَبَّكَ هُوَ يَحۡشُرُهُمۡۚ إِنَّهُۥ حَكِيمٌ عَلِيمٞ"},{"SurahNumber":15,"VerseNumber":26,"Text":"۞وَلَقَدۡ خَلَقۡنَا اَ۬لۡإِنسَٰنَ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ"},{"SurahNumber":15,"VerseNumber":27,"Text":"وَاَلۡجَآنَّ خَلَقۡنَٰهُ مِن قَبۡلُ مِن نّ۪ارِ اِ۬لسَّمُومِ"},{"SurahNumber":15,"VerseNumber":28,"Text":"وَإِذۡ قَال رَّبُّكَ لِلۡمَلَٰٓئِكَةِ إِنِّي خَٰلِقُۢ بَشَرٗا مِّن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ"},{"SurahNumber":15,"VerseNumber":29,"Text":"فَإِذَا سَوَّيۡتُهُۥ وَنَفَخۡتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُۥ سَٰجِدِينَ"},{"SurahNumber":15,"VerseNumber":30,"Text":"فَسَجَدَ اَ۬لۡمَلَٰٓئِكَةُ كُلُّهُمۡ أَجۡمَعُونَ"},{"SurahNumber":15,"VerseNumber":31,"Text":"إِلَّا إِبۡلِيسَ أَبَىٰ أَن يَكُونَ مَعَ اَ۬لسَّٰجِدِينَ"},{"SurahNumber":15,"VerseNumber":32,"Text":"قَالَ يَٰإِبۡلِيسُ مَا لَكَ أَلَّا تَكُونَ مَعَ اَ۬لسَّٰجِدِينَ"},{"SurahNumber":15,"VerseNumber":33,"Text":"قَال لَّمۡ أَكُن لِّأَسۡجُدَ لِبَشَرٍ خَلَقۡتَهُۥ مِن صَلۡصَٰلٖ مِّنۡ حَمَإٖ مَّسۡنُونٖ"},{"SurahNumber":15,"VerseNumber":34,"Text":"قَالَ فَاَخۡرُجۡ مِنۡهَا فَإِنَّكَ رَجِيمٞ"},{"SurahNumber":15,"VerseNumber":35,"Text":"وَإِنَّ عَلَيۡكَ اَ۬للَّعۡنَةَ إِلَىٰ يَوۡمِ اِ۬لدِّينِ"},{"SurahNumber":15,"VerseNumber":36,"Text":"قَال رَّبِّ فَأَنظِرۡنِي إِلَىٰ يَوۡمِ يُبۡعَثُونَ"},{"SurahNumber":15,"VerseNumber":37,"Text":"قَالَ فَإِنَّكَ مِنَ اَ۬لۡمُنظَرِينَ"},{"SurahNumber":15,"VerseNumber":38,"Text":"إِلَىٰ يَوۡمِ اِ۬لۡوَقۡتِ اِ۬لۡمَعۡلُومِ"},{"SurahNumber":15,"VerseNumber":39,"Text":"قَال رَّبِّ بِمَا أَغۡوَيۡتَنِي لَأُزَيِّنَنَّ لَهُمۡ فِي اِ۬لۡأَرۡضِ وَلَأُغۡوِيَنَّهُمۡ أَجۡمَعِينَ"},{"SurahNumber":15,"VerseNumber":40,"Text":"إِلَّا عِبَادَكَ مِنۡهُمُ اُ۬لۡمُخۡلِصِينَ"},{"SurahNumber":15,"VerseNumber":41,"Text":"قَالَ هَٰذَا صِرَٰطٌ عَلَيَّ مُسۡتَقِيمٌ"},{"SurahNumber":15,"VerseNumber":42,"Text":"إِنَّ عِبَادِي لَيۡسَ لَكَ عَلَيۡهِمۡ سُلۡطَٰنٌ إِلَّا مَنِ اِ۪تَّبَعَكَ مِنَ اَ۬لۡغَاوِينَ"},{"SurahNumber":15,"VerseNumber":43,"Text":"وَإِنَّ جَهَنَّمَ لَمَوۡعِدُهُمۡ أَجۡمَعِينَ"},{"SurahNumber":15,"VerseNumber":44,"Text":"لَهَا سَبۡعَةُ أَبۡوَٰبٖ لِّكُلِّ بَابٖ مِّنۡهُمۡ جُزۡءٞ مَّقۡسُومٌ"},{"SurahNumber":15,"VerseNumber":45,"Text":"إِنَّ اَ۬لۡمُتَّقِينَ فِي جَنَّٰتٖ وَعُيُونٍ"},{"SurahNumber":15,"VerseNumber":46,"Text":"اِ۟دۡخُلُوهَا بِسَلَٰمٍ ءَامِنِينَ"},{"SurahNumber":15,"VerseNumber":47,"Text":"وَنَزَعۡنَا مَا فِي صُدُورِهِم مِّنۡ غِلٍّ إِخۡوَٰنًا عَلَىٰ سُرُرٖ مُّتَقَٰبِلِينَ"},{"SurahNumber":15,"VerseNumber":48,"Text":"لَا يَمَسُّهُمۡ فِيهَا نَصَبٞ وَمَا هُم مِّنۡهَا بِمُخۡرَجِين"},{"SurahNumber":15,"VerseNumber":49,"Text":"نَّبِّئۡ عِبَادِيَ أَنِّيَ أَنَا اَ۬لۡغَفُورُ اُ۬لرَّحِيمُ"},{"SurahNumber":15,"VerseNumber":50,"Text":"وَأَنَّ عَذَابِي هُوَ اَ۬لۡعَذَابُ اُ۬لۡأَلِيمُ"},{"SurahNumber":15,"VerseNumber":51,"Text":"۞وَنَبِّئۡهُمۡ عَن ضَيۡفِ إِبۡرَٰهِيمَ"},{"SurahNumber":15,"VerseNumber":52,"Text":"إِذ دَّخَلُواْ عَلَيۡهِ فَقَالُواْ سَلَٰمٗا قَالَ إِنَّا مِنكُمۡ وَجِلُونَ"},{"SurahNumber":15,"VerseNumber":53,"Text":"قَالُواْ لَا تَوۡجَلۡ إِنَّا نُبَشِّرُكَ بِغُلَٰمٍ عَلِيمٖ"},{"SurahNumber":15,"VerseNumber":54,"Text":"قَالَ أَبَشَّرۡتُمُونِي عَلَىٰ أَن مَّسَّنِيَ اَ۬لۡكِبَرُ فَبِمَ تُبَشِّرُونَ"},{"SurahNumber":15,"VerseNumber":55,"Text":"قَالُواْ بَشَّرۡنَٰكَ بِالۡحَقِّ فَلَا تَكُن مِّنَ اَ۬لۡقَٰنِطِينَ"},{"SurahNumber":15,"VerseNumber":56,"Text":"قَالَ وَمَن يَقۡنِطُ مِن رَّحۡمَةِ رَبِّهِۦ إِلَّا اَ۬لضَّآلُّونَ"},{"SurahNumber":15,"VerseNumber":57,"Text":"قَالَ فَمَا خَطۡبُكُمۡ أَيُّهَا اَ۬لۡمُرۡسَلُونَ"},{"SurahNumber":15,"VerseNumber":58,"Text":"قَالُواْ إِنَّا أُرۡسِلۡنَا إِلَىٰ قَوۡمٖ مُّجۡرِمِينَ"},{"SurahNumber":15,"VerseNumber":59,"Text":"إِلَّا ءَال لُّوطٍ إِنَّا لَمُنَجُّوهُمۡ أَجۡمَعِينَ"},{"SurahNumber":15,"VerseNumber":60,"Text":"إِلَّا اَ۪مۡرَأَتَهُۥ قَدَّرۡنَا إِنَّهَا لَمِنَ اَ۬لۡغَٰبِرِينَ"},{"SurahNumber":15,"VerseNumber":61,"Text":"فَلَمَّا جَا ءَال لُّوطٍ اِ۬لۡمُرۡسَلُونَ"},{"SurahNumber":15,"VerseNumber":62,"Text":"قَالَ إِنَّكُمۡ قَوۡمٞ مُّنكَرُونَ"},{"SurahNumber":15,"VerseNumber":63,"Text":"قَالُواْ بَلۡ جِينَٰكَ بِمَا كَانُواْ فِيهِ يَمۡتَرُونَ"},{"SurahNumber":15,"VerseNumber":64,"Text":"وَأَتَيۡنَٰكَ بِالۡحَقِّ وَإِنَّا لَصَٰدِقُونَ"},{"SurahNumber":15,"VerseNumber":65,"Text":"فَأَسۡرِ بِأَهۡلِكَ بِقِطۡعٖ مِّنَ اَ۬لَّيۡلِ وَاَتَّبِعۡ أَدۡبَٰرَهُمۡ وَلَا يَلۡتَفِتۡ مِنكُمۡ أَحَدٞ وَاَمۡضُواْ حَيۡث تُّومَرُونَ"},{"SurahNumber":15,"VerseNumber":66,"Text":"وَقَضَيۡنَا إِلَيۡهِ ذَٰلِكَ اَ۬لۡأَمۡرَ أَنَّ دَابِرَ هَٰؤُلَآءِ مَقۡطُوعٞ مُّصۡبِحِينَ"},{"SurahNumber":15,"VerseNumber":67,"Text":"وَجَا أَهۡلُ اُ۬لۡمَدِينَةِ يَسۡتَبۡشِرُونَ"},{"SurahNumber":15,"VerseNumber":68,"Text":"قَالَ إِنَّ هَٰؤُلَآءِ ضَيۡفِي فَلَا تَفۡضَحُونِ"},{"SurahNumber":15,"VerseNumber":69,"Text":"وَاَتَّقُواْ اُ۬للَّهَ وَلَا تُخۡزُونِ"},{"SurahNumber":15,"VerseNumber":70,"Text":"قَالُواْ أَوَ لَمۡ نَنۡهَكَ عَنِ اِ۬لۡعَٰلَمِينَ"},{"SurahNumber":15,"VerseNumber":71,"Text":"قَالَ هَٰؤُلَآءِ بَنَاتِي إِن كُنتُمۡ فَٰعِلِينَ"},{"SurahNumber":15,"VerseNumber":72,"Text":"لَعَمۡرُكَ إِنَّهُمۡ لَفِي سَكۡرَتِهِمۡ يَعۡمَهُونَ"},{"SurahNumber":15,"VerseNumber":73,"Text":"فَأَخَذَتۡهُمُ اُ۬لصَّيۡحَةُ مُشۡرِقِينَ"},{"SurahNumber":15,"VerseNumber":74,"Text":"فَجَعَلۡنَا عَٰلِيَهَا سَافِلَهَا وَأَمۡطَرۡنَا عَلَيۡهِمۡ حِجَارَةٗ مِّن سِجِّيلٍ"},{"SurahNumber":15,"VerseNumber":75,"Text":"إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّلۡمُتَوَسِّمِينَ"},{"SurahNumber":15,"VerseNumber":76,"Text":"وَإِنَّهَا لَبِسَبِيلٖ مُّقِيمٍ"},{"SurahNumber":15,"VerseNumber":77,"Text":"إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّلۡمُومِنِينَ"},{"SurahNumber":15,"VerseNumber":78,"Text":"وَإِن كَانَ أَصۡحَٰبُ اُ۬لۡأَيۡكَةِ لَظَٰلِمِينَ"},{"SurahNumber":15,"VerseNumber":79,"Text":"فَاَنتَقَمۡنَا مِنۡهُمۡ وَإِنَّهُمَا لَبِإِمَامٖ مُّبِينٖ"},{"SurahNumber":15,"VerseNumber":80,"Text":"۞وَلَقَدۡ كَذَّبَ أَصۡحَٰبُ اُ۬لۡحِجۡرِ اِ۬لۡمُرۡسَلِينَ"},{"SurahNumber":15,"VerseNumber":81,"Text":"وَءَاتَيۡنَٰهُمۡ ءَايَٰتِنَا فَكَانُواْ عَنۡهَا مُعۡرِضِينَ"},{"SurahNumber":15,"VerseNumber":82,"Text":"وَكَانُواْ يَنۡحِتُونَ مِنَ اَ۬لۡجِبَالِ بُيُوتًا ءَامِنِينَ"},{"SurahNumber":15,"VerseNumber":83,"Text":"فَأَخَذَتۡهُمُ اُ۬لصَّيۡحَةُ مُصۡبِحِينَ"},{"SurahNumber":15,"VerseNumber":84,"Text":"فَمَا أَغۡنَىٰ عَنۡهُم مَّا كَانُواْ يَكۡسِبُونَ"},{"SurahNumber":15,"VerseNumber":85,"Text":"وَمَا خَلَقۡنَا اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ وَمَا بَيۡنَهُمَا إِلَّا بِالۡحَقِّۗ وَإِنَّ اَ۬لسَّاعَةَ لَأٓتِيَةٞۖ فَاَصۡفَحِ اِ۬لصَّفۡحَ اَ۬لۡجَمِيلَ"},{"SurahNumber":15,"VerseNumber":86,"Text":"إِنَّ رَبَّكَ هُوَ اَ۬لۡخَلَّٰقُ اُ۬لۡعَلِيمُ"},{"SurahNumber":15,"VerseNumber":87,"Text":"وَلَقَدۡ ءَاتَيۡنَٰكَ سَبۡعٗا مِّنَ اَ۬لۡمَثَانِي وَاَلۡقُرۡءَانَ اَ۬لۡعَظِيمَ"},{"SurahNumber":15,"VerseNumber":88,"Text":"لَا تَمُدَّنَّ عَيۡنَيۡكَ إِلَىٰ مَا مَتَّعۡنَا بِهِۦ أَزۡوَٰجٗا مِّنۡهُمۡ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَاَخۡفِضۡ جَنَاحَكَ لِلۡمُومِنِينَ"},{"SurahNumber":15,"VerseNumber":89,"Text":"وَقُلۡ إِنِّيَ أَنَا اَ۬لنَّذِيرُ اُ۬لۡمُبِينُ"},{"SurahNumber":15,"VerseNumber":90,"Text":"كَمَا أَنزَلۡنَا عَلَى اَ۬لۡمُقۡتَسِمِينَ"},{"SurahNumber":15,"VerseNumber":91,"Text":"اَ۬لَّذِينَ جَعَلُواْ اُ۬لۡقُرۡءَانَ عِضِينَ"},{"SurahNumber":15,"VerseNumber":92,"Text":"فَوَرَبِّكَ لَنَسۡـَٔلَنَّهُمۡ أَجۡمَعِينَ"},{"SurahNumber":15,"VerseNumber":93,"Text":"عَمَّا كَانُواْ يَعۡمَلُونَ"},{"SurahNumber":15,"VerseNumber":94,"Text":"فَاَصۡدَعۡ بِمَا تُومَرُ وَأَعۡرِضۡ عَنِ اِ۬لۡمُشۡرِكِينَ"},{"SurahNumber":15,"VerseNumber":95,"Text":"إِنَّا كَفَيۡنَٰكَ اَ۬لۡمُسۡتَهۡزِءِينَ"},{"SurahNumber":15,"VerseNumber":96,"Text":"اَ۬لَّذِينَ يَجۡعَلُونَ مَعَ اَ۬للَّهِ إِلَٰهًا ءَاخَرَۚ فَسَوۡفَ يَعۡلَمُونَ"},{"SurahNumber":15,"VerseNumber":97,"Text":"وَلَقَدۡ نَعۡلَمُ أَنَّكَ يَضِيقُ صَدۡرُكَ بِمَا يَقُولُونَ"},{"SurahNumber":15,"VerseNumber":98,"Text":"فَسَبِّحۡ بِحَمۡدِ رَبِّكَ وَكُن مِّنَ اَ۬لسَّٰجِدِينَ"},{"SurahNumber":15,"VerseNumber":99,"Text":"وَاَعۡبُدۡ رَبَّكَ حَتَّىٰ يَاتِيَكَ اَ۬لۡيَقِينُ"},{"SurahNumber":16,"VerseNumber":1,"Text":"أَتَىٰ أَمۡرُ اُ۬للَّهِ فَلَا تَسۡتَعۡجِلُوهُۚ سُبۡحَٰنَهُۥ وَتَعَٰلَىٰ عَمَّا يُشۡرِكُونَ"},{"SurahNumber":16,"VerseNumber":2,"Text":"يُنزِلُ اُ۬لۡمَلَٰٓئِكَةَ بِالرُّوحِ مِنۡ أَمۡرِهِۦ عَلَىٰ مَن يَشَآءُ مِنۡ عِبَادِهِۦ أَنۡ أَنذِرُواْ أَنَّهُۥ لَا إِلَٰهَ إِلَّا أَنَا۠ فَاَتَّقُونِ"},{"SurahNumber":16,"VerseNumber":3,"Text":"خَلَقَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضَ بِالۡحَقِّۚ تَعَٰلَىٰ عَمَّا يُشۡرِكُونَ"},{"SurahNumber":16,"VerseNumber":4,"Text":"خَلَقَ اَ۬لۡإِنسَٰنَ مِن نُّطۡفَةٖ فَإِذَا هُوَ خَصِيمٞ مُّبِينٞ"},{"SurahNumber":16,"VerseNumber":5,"Text":"وَاَلۡأَنۡعَٰمَ خَلَقَهَاۖ لَكُمۡ فِيهَا دِفۡءٞ وَمَنَٰفِعُ وَمِنۡهَا تَاكُلُونَ"},{"SurahNumber":16,"VerseNumber":6,"Text":"وَلَكُمۡ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسۡرَحُونَ"},{"SurahNumber":16,"VerseNumber":7,"Text":"وَتَحۡمِلُ أَثۡقَالَكُمۡ إِلَىٰ بَلَدٖ لَّمۡ تَكُونُواْ بَٰلِغِيهِ إِلَّا بِشِقِّ اِ۬لۡأَنفُسِۚ إِنَّ رَبَّكُمۡ لَرَؤُفٞ رَّحِيمٞ"},{"SurahNumber":16,"VerseNumber":8,"Text":"وَاَلۡخَيۡلَ وَاَلۡبِغَالَ وَاَلۡحَمِيرَ لِتَرۡكَبُوهَا وَزِينَةٗۚ وَيَخۡلُقُ مَا لَا تَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":9,"Text":"وَعَلَى اَ۬للَّهِ قَصۡدُ اُ۬لسَّبِيلِ وَمِنۡهَا جَآئِرٞۚ وَلَوۡ شَآءَ لَهَدَىٰكُمۡ أَجۡمَعِينَ"},{"SurahNumber":16,"VerseNumber":10,"Text":"هُوَ اَ۬لَّذِي أَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءٗۖ لَّكُم مِّنۡهُ شَرَابٞ وَمِنۡهُ شَجَرٞ فِيهِ تُسِيمُونَ"},{"SurahNumber":16,"VerseNumber":11,"Text":"يُنۢبِتُ لَكُم بِهِ اِ۬لزَّرۡعَ وَاَلزَّيۡتُونَ وَاَلنَّخِيلَ وَاَلۡأَعۡنَٰبَ وَمِن كُلِّ اِ۬لثَّمَرَٰتِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ"},{"SurahNumber":16,"VerseNumber":12,"Text":"وَسَخَّر لَّكُمُ اُ۬لَّيۡلَ وَاَلنَّهَارَ وَاَلشَّمۡسَ وَاَلۡقَمَرَ وَاَلنُّجُوم مُّسَخَّرَٰتِۢ بِأَمۡرِهِۦۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يَعۡقِلُونَ"},{"SurahNumber":16,"VerseNumber":13,"Text":"۞وَمَا ذَرَأَ لَكُمۡ فِي اِ۬لۡأَرۡضِ مُخۡتَلِفًا أَلۡوَٰنُهُۥۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَذَّكَّرُونَ"},{"SurahNumber":16,"VerseNumber":14,"Text":"وَهۡوَ اَ۬لَّذِي سَخَّرَ اَ۬لۡبَحۡرَ لِتَاكُلُواْ مِنۡهُ لَحۡمٗا طَرِيّٗا وَتَسۡتَخۡرِجُواْ مِنۡهُ حِلۡيَةٗ تَلۡبَسُونَهَاۖ وَتَر۪ي اَ۬لۡفُلۡكَ مَوَاخِرَ فِيهِ وَلِتَبۡتَغُواْ مِن فَضۡلِهِۦ وَلَعَلَّكُمۡ تَشۡكُرُونَ"},{"SurahNumber":16,"VerseNumber":15,"Text":"وَأَلۡقَىٰ فِي اِ۬لۡأَرۡضِ رَوَٰسِيَ أَن تَمِيدَ بِكُمۡ وَأَنۡهَٰرٗا وَسُبُلٗا لَّعَلَّكُمۡ تَهۡتَدُونَ"},{"SurahNumber":16,"VerseNumber":16,"Text":"وَعَلَٰمَٰتٖۚ وَبِالنَّجۡمِ هُمۡ يَهۡتَدُونَ"},{"SurahNumber":16,"VerseNumber":17,"Text":"أَفَمَن يَخۡلُق كَّمَن لَّا يَخۡلُقُۚ أَفَلَا تَذَّكَّرُونَ"},{"SurahNumber":16,"VerseNumber":18,"Text":"وَإِن تَعُدُّواْ نِعۡمَةَ اَ۬للَّهِ لَا تُحۡصُوهَاۗ إِنَّ اَ۬للَّهَ لَغَفُورٞ رَّحِيمٞ"},{"SurahNumber":16,"VerseNumber":19,"Text":"وَاَللَّهُ يَعۡلَم مَّا تُسِرُّونَ وَمَا تُعۡلِنُونَ"},{"SurahNumber":16,"VerseNumber":20,"Text":"وَاَلَّذِينَ تَدۡعُونَ مِن دُونِ اِ۬للَّهِ لَا يَخۡلُقُونَ شَيۡـٔٗا وَهُمۡ يُخۡلَقُونَ"},{"SurahNumber":16,"VerseNumber":21,"Text":"أَمۡوَٰتٌ غَيۡرُ أَحۡيَآءٖۖ وَمَا يَشۡعُرُونَ أَيَّانَ يُبۡعَثُونَ"},{"SurahNumber":16,"VerseNumber":22,"Text":"إِلَٰهُكُمۡ إِلَٰهٞ وَٰحِدٞۚ فَاَلَّذِينَ لَا يُومِنُونَ بِالۡأٓخِرَةِ قُلُوبُهُم مُّنكِرَةٞ وَهُم مُّسۡتَكۡبِرُونَ"},{"SurahNumber":16,"VerseNumber":23,"Text":"لَا جَرَمَ أَنَّ اَ۬للَّهَ يَعۡلَم مَّا يُسِرُّونَ وَمَا يُعۡلِنُونَۚ إِنَّهُۥ لَا يُحِبُّ اُ۬لۡمُسۡتَكۡبِرِينَ"},{"SurahNumber":16,"VerseNumber":24,"Text":"وَإِذَا قِيل لَّهُم مَّاذَا أَنزَل رَّبُّكُمۡ قَالُواْ أَسَٰطِيرُ اُ۬لۡأَوَّلِينَ"},{"SurahNumber":16,"VerseNumber":25,"Text":"لِيَحۡمِلُواْ أَوۡزَارَهُمۡ كَامِلَةٗ يَوۡمَ اَ۬لۡقِيَٰمَةِ وَمِنۡ أَوۡز۪ارِ اِ۬لَّذِينَ يُضِلُّونَهُم بِغَيۡرِ عِلۡمٍۗ أَلَا سَآءَ مَا يَزِرُونَ"},{"SurahNumber":16,"VerseNumber":26,"Text":"۞قَدۡ مَكَرَ اَ۬لَّذِينَ مِن قَبۡلِهِمۡ فَأَتَى اَ۬للَّهُ بُنۡيَٰنَهُم مِّنَ اَ۬لۡقَوَاعِدِ فَخَرَّ عَلَيۡهِمِ اِ۬لسَّقۡفُ مِن فَوۡقِهِمۡ وَأَتَىٰهُمُ اُ۬لۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ"},{"SurahNumber":16,"VerseNumber":27,"Text":"ثُمَّ يَوۡمَ اَ۬لۡقِيَٰمَةِ يُخۡزِيهِمۡ وَيَقُولُ أَيۡنَ شُرَكَآءِيَ اَ۬لَّذِينَ كُنتُمۡ تُشَٰٓقُّونَ فِيهِمۡۚ قَالَ اَ۬لَّذِينَ أُوتُواْ اُ۬لۡعِلۡمَ إِنَّ اَ۬لۡخِزۡيَ اَ۬لۡيَوۡمَ وَاَلسُّوٓءَ عَلَى اَ۬لۡكٰ۪فِرِينَ"},{"SurahNumber":16,"VerseNumber":28,"Text":"اَ۬لَّذِينَ تَتَوَفَّىٰهُمُ اُ۬لۡمَلَٰٓئِكَة ظَّالِمِي أَنفُسِهِمۡۖ فَأَلۡقَوُاْ اُ۬لسَّلَم مَّا كُنَّا نَعۡمَلُ مِن سُوٓءِۢۚ بَلَىٰۚ إِنَّ اَ۬للَّهَ عَلِيمُۢ بِمَا كُنتُمۡ تَعۡمَلُونَ"},{"SurahNumber":16,"VerseNumber":29,"Text":"فَاَدۡخُلُواْ أَبۡوَٰبَ جَهَنَّمَ خَٰلِدِينَ فِيهَاۖ فَلَبِيسَ مَثۡوَى اَ۬لۡمُتَكَبِّرِينَ"},{"SurahNumber":16,"VerseNumber":30,"Text":"وَقِيل لِّلَّذِينَ اَ۪تَّقَوۡاْ مَاذَا أَنزَل رَّبُّكُمۡۚ قَالُواْ خَيۡرٗاۗ لِّلَّذِينَ أَحۡسَنُواْ فِي هَٰذِهِ اِ۬لدُّنۡيۭا حَسَنَةٞۚ وَلَدَارُ اُ۬لۡأٓخِرَةِ خَيۡرٞۚ وَلَنِعۡمَ دَارُ اُ۬لۡمُتَّقِينَ"},{"SurahNumber":16,"VerseNumber":31,"Text":"جَنَّٰتُ عَدۡنٖ يَدۡخُلُونَهَا تَجۡرِي مِن تَحۡتِهَا اَ۬لۡأَنۡهَٰرۖ لَّهُمۡ فِيهَا مَا يَشَآءُونَۚ كَذَٰلِكَ يَجۡزِي اِ۬للَّهُ اُ۬لۡمُتَّقِينَ"},{"SurahNumber":16,"VerseNumber":32,"Text":"اَ۬لَّذِينَ تَتَوَفَّىٰهُمُ اُ۬لۡمَلَٰٓئِكَة طَّيِّبِينَ يَقُولُونَ سَلَٰمٌ عَلَيۡكُمُ اُ۟دۡخُلُواْ اُ۬لۡجَنَّةَ بِمَا كُنتُمۡ تَعۡمَلُونَ"},{"SurahNumber":16,"VerseNumber":33,"Text":"هَلۡ يَنظُرُونَ إِلَّا أَن تَاتِيَهُمُ اُ۬لۡمَلَٰٓئِكَةُ أَوۡ يَاتِيَ أَمۡر رَّبِّكۚ كَّذَٰلِكَ فَعَلَ اَ۬لَّذِينَ مِن قَبۡلِهِمۡۚ وَمَا ظَلَمَهُمُ اُ۬للَّهُ وَلَٰكِن كَانُواْ أَنفُسَهُمۡ يَظۡلِمُونَ"},{"SurahNumber":16,"VerseNumber":34,"Text":"فَأَصَابَهُمۡ سَيِّـَٔاتُ مَا عَمِلُواْ وَحَاقَ بِهِم مَّا كَانُواْ بِهِۦ يَسۡتَهۡزِءُونَ"},{"SurahNumber":16,"VerseNumber":35,"Text":"وَقَالَ اَ۬لَّذِينَ أَشۡرَكُواْ لَوۡ شَآءَ اَ۬للَّهُ مَا عَبَدۡنَا مِن دُونِهِۦ مِن شَيۡءٖ نَّحۡنُ وَلَا ءَابَآؤُنَا وَلَا حَرَّمۡنَا مِن دُونِهِۦ مِن شَيۡءٖۚ كَذَٰلِكَ فَعَلَ اَ۬لَّذِينَ مِن قَبۡلِهِمۡۚ فَهَلۡ عَلَى اَ۬لرُّسُلِ إِلَّا اَ۬لۡبَلَٰغُ اُ۬لۡمُبِينُ"},{"SurahNumber":16,"VerseNumber":36,"Text":"وَلَقَدۡ بَعَثۡنَا فِي كُلِّ أُمَّةٖ رَّسُولًا أَنِ اِ۟عۡبُدُواْ اُ۬للَّهَ وَاَجۡتَنِبُواْ اُ۬لطَّٰغُوتَۖ فَمِنۡهُم مَّنۡ هَدَى اَ۬للَّهُ وَمِنۡهُم مَّنۡ حَقَّتۡ عَلَيۡهِ اِ۬لضَّلَٰلَةُۚ فَسِيرُواْ فِي اِ۬لۡأَرۡضِ فَاَنظُرُواْ كَيۡفَ كَانَ عَٰقِبَةُ اُ۬لۡمُكَذِّبِينَ"},{"SurahNumber":16,"VerseNumber":37,"Text":"۞إِن تَحۡرِصۡ عَلَىٰ هُدَىٰهُمۡ فَإِنَّ اَ۬للَّهَ لَا يُهۡدَىٰ مَن يُضِلُّۖ وَمَا لَهُم مِّن نَّٰصِرِينَ"},{"SurahNumber":16,"VerseNumber":38,"Text":"وَأَقۡسَمُواْ بِاللَّهِ جَهۡدَ أَيۡمَٰنِهِمۡ لَا يَبۡعَثُ اُ۬للَّهُ مَن يَمُوتُۚ بَلَىٰ وَعۡدًا عَلَيۡهِ حَقّٗا وَلَٰكِنَّ أَكۡثَرَ اَ۬لنَّاسِ لَا يَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":39,"Text":"لِيُبَيِّن لَّهُمُ اُ۬لَّذِي يَخۡتَلِفُونَ فِيهِ وَلِيَعۡلَمَ اَ۬لَّذِينَ كَفَرُواْ أَنَّهُمۡ كَانُواْ كَٰذِبِينَ"},{"SurahNumber":16,"VerseNumber":40,"Text":"إِنَّمَا قَوۡلُنَا لِشَيۡءٍ إِذَا أَرَدۡنَٰهُ أَن نَّقُول لَّهُۥ كُن فَيَكُونُ"},{"SurahNumber":16,"VerseNumber":41,"Text":"وَاَلَّذِينَ هَاجَرُواْ فِي اِ۬للَّهِ مِنۢ بَعۡدِ مَا ظُلِمُواْ لَنُبَوِّئَنَّهُمۡ فِي اِ۬لدُّنۡيۭا حَسَنَةٗۖ وَلَأَجۡرُ اُ۬لۡأٓخِرَةِ أَكۡبَرۚ لَّوۡ كَانُواْ يَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":42,"Text":"اَ۬لَّذِينَ صَبَرُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ"},{"SurahNumber":16,"VerseNumber":43,"Text":"وَمَا أَرۡسَلۡنَا مِن قَبۡلِكَ إِلَّا رِجَالٗا يُّوحَىٰ إِلَيۡهِمۡۖ فَسۡـَٔلُواْ أَهۡلَ اَ۬لذِّكۡرِ إِن كُنتُمۡ لَا تَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":44,"Text":"بِالۡبَيِّنَٰتِ وَاَلزُّبُرِۗ وَأَنزَلۡنَا إِلَيۡكَ اَ۬لذِّكۡرَ لِتُبَيِّن لِّلنَّاسِ مَا نُزِّلَ إِلَيۡهِمۡ وَلَعَلَّهُمۡ يَتَفَكَّرُونَ"},{"SurahNumber":16,"VerseNumber":45,"Text":"أَفَأَمِنَ اَ۬لَّذِينَ مَكَرُواْ اُ۬لسَّيِّـَٔاتِ أَن يَخۡسِفَ اَ۬للَّهُ بِهِمِ اِ۬لۡأَرۡضَ أَوۡ يَاتِيَهُمُ اُ۬لۡعَذَابُ مِنۡ حَيۡثُ لَا يَشۡعُرُونَ"},{"SurahNumber":16,"VerseNumber":46,"Text":"أَوۡ يَاخُذَهُمۡ فِي تَقَلُّبِهِمۡ فَمَا هُم بِمُعۡجِزِينَ"},{"SurahNumber":16,"VerseNumber":47,"Text":"أَوۡ يَاخُذَهُمۡ عَلَىٰ تَخَوُّفٖ فَإِنَّ رَبَّكُمۡ لَرَؤُفٞ رَّحِيمٌ"},{"SurahNumber":16,"VerseNumber":48,"Text":"أَوَ لَمۡ يَرَوۡاْ إِلَىٰ مَا خَلَقَ اَ۬للَّهُ مِن شَيۡءٖ تَتَفَيَّؤُاْ ظِلَٰلُهُۥ عَنِ اِ۬لۡيَمِينِ وَاَلشَّمَآئِلِ سُجَّدٗا لِّلَّهِ وَهُمۡ دَٰخِرُونَ"},{"SurahNumber":16,"VerseNumber":49,"Text":"وَلِلَّهِۤ يَسۡجُدُۤ مَا فِي اِ۬لسَّمَٰوَٰتِ وَمَا فِي اِ۬لۡأَرۡضِ مِن دَآبَّةٖ وَاَلۡمَلَٰٓئِكَةُ وَهُمۡ لَا يَسۡتَكۡبِرُونَ"},{"SurahNumber":16,"VerseNumber":50,"Text":"يَخَافُونَ رَبَّهُم مِّن فَوۡقِهِمۡ وَيَفۡعَلُونَ مَا يُومَرُونَ۩"},{"SurahNumber":16,"VerseNumber":51,"Text":"۞وَقَالَ اَ۬للَّهُ لَا تَتَّخِذُواْ إِلَٰهَيۡنِ اِ۪ثۡنَيۡنِۖ إِنَّمَا هُوَ إِلَٰهٞ وَٰحِدٞ فَإِيَّٰيَ فَاَرۡهَبُونِ"},{"SurahNumber":16,"VerseNumber":52,"Text":"وَلَهُۥ مَا فِي اِ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ وَلَهُ اُ۬لدِّينُ وَاصِبًاۚ أَفَغَيۡرَ اَ۬للَّهِ تَتَّقُونَ"},{"SurahNumber":16,"VerseNumber":53,"Text":"وَمَا بِكُم مِّن نِّعۡمَةٖ فَمِنَ اَ۬للَّهِۖ ثُمَّ إِذَا مَسَّكُمُ اُ۬لضُّرُّ فَإِلَيۡهِ تَجۡـَٔرُونَ"},{"SurahNumber":16,"VerseNumber":54,"Text":"ثُمَّ إِذَا كَشَفَ اَ۬لضُّرَّ عَنكُمۡ إِذَا فَرِيقٞ مِّنكُم بِرَبِّهِمۡ يُشۡرِكُونَ"},{"SurahNumber":16,"VerseNumber":55,"Text":"لِيَكۡفُرُواْ بِمَا ءَاتَيۡنَٰهُمۡۚ فَتَمَتَّعُواْ فَسَوۡفَ تَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":56,"Text":"وَيَجۡعَلُونَ لِمَا لَا يَعۡلَمُون نَّصِيبٗا مِّمَّا رَزَقۡنَٰهُمۡۗ تَاَللَّهِ لَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَفۡتَرُونَ"},{"SurahNumber":16,"VerseNumber":57,"Text":"وَيَجۡعَلُونَ لِلَّهِ اِ۬لۡبَنَٰت سُّبۡحَٰنَهُۥ وَلَهُم مَّا يَشۡتَهُونَ"},{"SurahNumber":16,"VerseNumber":58,"Text":"وَإِذَا بُشِّرَ أَحَدُهُم بِالۡأُنثۭيٰ ظَلَّ وَجۡهُهُۥ مُسۡوَدّٗا وَهۡوَ كَظِيمٞ"},{"SurahNumber":16,"VerseNumber":59,"Text":"يَتَوَٰر۪يٰ مِنَ اَ۬لۡقَوۡم مِّن سُوٓءِ مَا بُشِّرَ بِهِۦۚ أَيُمۡسِكُهُۥ عَلَىٰ هُونٍ أَمۡ يَدُسُّهُۥ فِي اِ۬لتُّرَابِۗ أَلَا سَآءَ مَا يَحۡكُمُونَ"},{"SurahNumber":16,"VerseNumber":60,"Text":"لِلَّذِينَ لَا يُومِنُونَ بِالۡأٓخِرَةِ مَثَلُ اُ۬لسَّوۡءِۖ وَلِلَّهِ اِ۬لۡمَثَلُ اُ۬لۡأَعۡلَىٰۚ وَهۡوَ اَ۬لۡعَزِيزُ اُ۬لۡحَكِيمُ"},{"SurahNumber":16,"VerseNumber":61,"Text":"وَلَوۡ يُؤَاخِذُ اُ۬للَّهُ اُ۬لنَّاسَ بِظُلۡمِهِم مَّا تَرَكَ عَلَيۡهَا مِن دَآبَّةٖ وَلَٰكِن يُؤَخِّرُهُمۡ إِلَىٰ أَجَلٖ مُّسَمّٗىۖ فَإِذَا جَا أَجَلُهُمۡ لَا يَسۡتَٰخِرُونَ سَاعَةٗ وَلَا يَسۡتَقۡدِمُونَ"},{"SurahNumber":16,"VerseNumber":62,"Text":"وَيَجۡعَلُونَ لِلَّهِ مَا يَكۡرَهُونَۚ وَتَصِفُ أَلۡسِنَتُهُمُ اُ۬لۡكَذِبَ أَنَّ لَهُمُ اُ۬لۡحُسۡنۭيٰۚ لَا جَرَمَ أَنَّ لَهُمُ اُ۬لنَّارَ وَأَنَّهُم مُّفۡرَطُونَ"},{"SurahNumber":16,"VerseNumber":63,"Text":"تَاَللَّهِ لَقَدۡ أَرۡسَلۡنَا إِلَىٰ أُمَمٖ مِّن قَبۡلِكَ فَزَيَّن لَّهُمُ اُ۬لشَّيۡطَٰنُ أَعۡمَٰلَهُمۡ فَهۡو وَّلِيُّهُمُ اُ۬لۡيَوۡمَ وَلَهُمۡ عَذَابٌ أَلِيمٞ"},{"SurahNumber":16,"VerseNumber":64,"Text":"۞وَمَا أَنزَلۡنَا عَلَيۡكَ اَ۬لۡكِتَٰبَ إِلَّا لِتُبَيِّن لَّهُمُ اُ۬لَّذِي اِ۪خۡتَلَفُواْ فِيهِ وَهُدٗى وَرَحۡمَةٗ لِّقَوۡمٖ يُومِنُونَ"},{"SurahNumber":16,"VerseNumber":65,"Text":"وَاَللَّهُ أَنزَلَ مِنَ اَ۬لسَّمَآءِ مَآءٗ فَأَحۡيَا بِهِ اِ۬لۡأَرۡضَ بَعۡدَ مَوۡتِهَاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَسۡمَعُونَ"},{"SurahNumber":16,"VerseNumber":66,"Text":"وَإِنَّ لَكُمۡ فِي اِ۬لۡأَنۡعَٰمِ لَعِبۡرَةٗۖ نُّسۡقِيكُم مِّمَّا فِي بُطُونِهِۦ مِنۢ بَيۡنِ فَرۡثٖ وَدَمٖ لَّبَنًا خَالِصٗا سَآئِغٗا لِّلشَّٰرِبِينَ"},{"SurahNumber":16,"VerseNumber":67,"Text":"وَمِن ثَمَرَٰتِ اِ۬لنَّخِيلِ وَاَلۡأَعۡنَٰبِ تَتَّخِذُونَ مِنۡهُ سَكَرٗا وَرِزۡقًا حَسَنًاۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَعۡقِلُونَ"},{"SurahNumber":16,"VerseNumber":68,"Text":"وَأَوۡحَىٰ رَبُّكَ إِلَى اَ۬لنَّحۡلِ أَنِ اِ۪تَّخِذِي مِنَ اَ۬لۡجِبَالِ بُيُوتٗا وَمِنَ اَ۬لشَّجَرِ وَمِمَّا يَعۡرِشُونَ"},{"SurahNumber":16,"VerseNumber":69,"Text":"ثُمَّ كُلِي مِن كُلِّ اِ۬لثَّمَرَٰتِ فَاَسۡلُكِي سُبُل رَّبِّكِ ذُلُلٗاۚ يَخۡرُجُ مِنۢ بُطُونِهَا شَرَابٞ مُّخۡتَلِفٌ أَلۡوَٰنُهُۥ فِيهِ شِفَآءٞ لِّلنَّاسِۚ إِنَّ فِي ذَٰلِكَ لَأٓيَةٗ لِّقَوۡمٖ يَتَفَكَّرُونَ"},{"SurahNumber":16,"VerseNumber":70,"Text":"وَاَللَّهُ خَلَقكُّمۡ ثُمَّ يَتَوَفَّىٰكُمۡۚ وَمِنكُم مَّن يُرَدُّ إِلَىٰ أَرۡذَلِ اِ۬لۡعُمُر لِّكَيۡ لَا يَعۡلَم بَعۡدَ عِلۡمٖ شَيۡـًٔاۚ إِنَّ اَ۬للَّهَ عَلِيمٞ قَدِيرٞ"},{"SurahNumber":16,"VerseNumber":71,"Text":"وَاَللَّهُ فَضَّلَ بَعۡضَكُمۡ عَلَىٰ بَعۡضٖ فِي اِ۬لرِّزۡقِۚ فَمَا اَ۬لَّذِينَ فُضِّلُواْ بِرَآدِّي رِزۡقِهِمۡ عَلَىٰ مَا مَلَكَتۡ أَيۡمَٰنُهُمۡ فَهُمۡ فِيهِ سَوَآءٌۚ أَفَبِنِعۡمَةِ اِ۬للَّهِ يَجۡحَدُونَ"},{"SurahNumber":16,"VerseNumber":72,"Text":"وَاَللَّهُ جَعَل لَّكُم مِّنۡ أَنفُسِكُمۡ أَزۡوَٰجٗا وَجَعَل لَّكُم مِّنۡ أَزۡوَٰجِكُم بَنِينَ وَحَفَدَةٗ وَرَزَقكُّم مِّنَ اَ۬لطَّيِّبَٰتِۚ أَفَبِالۡبَٰطِلِ يُومِنُونَ وَبِنِعۡمَتِ اِ۬للَّه هُّمۡ يَكۡفُرُونَ"},{"SurahNumber":16,"VerseNumber":73,"Text":"وَيَعۡبُدُونَ مِن دُونِ اِ۬للَّهِ مَا لَا يَمۡلِكُ لَهُمۡ رِزۡقٗا مِّنَ اَ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِ شَيۡـٔٗا وَلَا يَسۡتَطِيعُونَ"},{"SurahNumber":16,"VerseNumber":74,"Text":"فَلَا تَضۡرِبُواْ لِلَّهِ اِ۬لۡأَمۡثَالَۚ إِنَّ اَ۬للَّهَ يَعۡلَمُ وَأَنتُمۡ لَا تَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":75,"Text":"۞ضَرَبَ اَ۬للَّهُ مَثَلًا عَبۡدٗا مَّمۡلُوكٗا لَّا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَمَن رَّزَقۡنَٰهُ مِنَّا رِزۡقًا حَسَنٗا فَهۡوَ يُنفِقُ مِنۡهُ سِرّٗا وَجَهۡرًاۖ هَلۡ يَسۡتَوُۥنَۚ اَ۬لۡحَمۡدُ لِلَّهِۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":76,"Text":"وَضَرَبَ اَ۬للَّهُ مَثَلٗا رَّجُلَيۡنِ أَحَدُهُمَا أَبۡكَمُ لَا يَقۡدِرُ عَلَىٰ شَيۡءٖ وَهۡوَ كَلٌّ عَلَىٰ مَوۡلَىٰهُ أَيۡنَمَا يُوَجِّههُّ لَا يَاتِ بِخَيۡرٍ هَلۡ يَسۡتَوِي هُو وَّمَن يَامُرُ بِالۡعَدۡلِ وَهۡوَ عَلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ"},{"SurahNumber":16,"VerseNumber":77,"Text":"وَلِلَّهِ غَيۡبُ اُ۬لسَّمَٰوَٰتِ وَاَلۡأَرۡضِۚ وَمَا أَمۡرُ اُ۬لسَّاعَةِ إِلَّا كَلَمۡحِ اِ۬لۡبَصَرِ أَوۡ هُوَ أَقۡرَبُۚ إِنَّ اَ۬للَّهَ عَلَىٰ كُلِّ شَيۡءٖ قَدِيرٞ"},{"SurahNumber":16,"VerseNumber":78,"Text":"وَاَللَّهُ أَخۡرَجَكُم مِّنۢ بُطُونِ أُمَّهَٰتِكُمۡ لَا تَعۡلَمُونَ شَيۡـٔٗا وَجَعَل لَّكُمُ اُ۬لسَّمۡعَ وَاَلۡأَبۡصَٰرَ وَاَلۡأَفۡـِٔدَةَ لَعَلَّكُمۡ تَشۡكُرُونَ"},{"SurahNumber":16,"VerseNumber":79,"Text":"أَلَمۡ يَرَوۡاْ إِلَى اَ۬لطَّيۡرِ مُسَخَّرَٰتٖ فِي جَوِّ اِ۬لسَّمَآءِ مَا يُمۡسِكُهُنَّ إِلَّا اَ۬للَّهُۚ إِنَّ فِي ذَٰلِكَ لَأٓيَٰتٖ لِّقَوۡمٖ يُومِنُونَ"},{"SurahNumber":16,"VerseNumber":80,"Text":"وَاَللَّهُ جَعَل لَّكُم مِّنۢ بُيُوتِكُمۡ سَكَنٗا وَجَعَل لَّكُم مِّن جُلُودِ اِ۬لۡأَنۡعَٰمِ بُيُوتٗا تَسۡتَخِفُّونَهَا يَوۡمَ ظَعَنِكُمۡ وَيَوۡمَ إِقَامَتِكُمۡ وَمِنۡ أَصۡوَافِهَا وَأَوۡب۪ارِهَا وَأَشۡع۪ارِهَا أَثَٰثٗا وَمَتَٰعًا إِلَىٰ حِينٖ"},{"SurahNumber":16,"VerseNumber":81,"Text":"۞وَاَللَّهُ جَعَل لَّكُم مِّمَّا خَلَقَ ظِلَٰلٗا وَجَعَل لَّكُم مِّنَ اَ۬لۡجِبَالِ أَكۡنَٰنٗا وَجَعَل لَّكُمۡ سَرَٰبِيلَ تَقِيكُمُ اُ۬لۡحَرَّ وَسَرَٰبِيلَ تَقِيكُم بَاسَكُمۡۚ كَذَٰلِكَ يُتِمُّ نِعۡمَتَهُۥ عَلَيۡكُمۡ لَعَلَّكُمۡ تُسۡلِمُونَ"},{"SurahNumber":16,"VerseNumber":82,"Text":"فَإِن تَوَلَّوۡاْ فَإِنَّمَا عَلَيۡكَ اَ۬لۡبَلَٰغُ اُ۬لۡمُبِينُ"},{"SurahNumber":16,"VerseNumber":83,"Text":"يَعۡرِفُون نِّعۡمَتَ اَ۬للَّهِ ثُمَّ يُنكِرُونَهَا وَأَكۡثَرُهُمُ اُ۬لۡكَٰفِرُونَ"},{"SurahNumber":16,"VerseNumber":84,"Text":"وَيَوۡمَ نَبۡعَثُ مِن كُلِّ أُمَّةٖ شَهِيدٗا ثُمَّ لَا يُوذَن لِّلَّذِينَ كَفَرُواْ وَلَا هُمۡ يُسۡتَعۡتَبُونَ"},{"SurahNumber":16,"VerseNumber":85,"Text":"وَإِذَا رَءَا اَ۬لَّذِينَ ظَلَمُواْ اُ۬لۡعَذَابَ فَلَا يُخَفَّفُ عَنۡهُمۡ وَلَا هُمۡ يُنظَرُونَ"},{"SurahNumber":16,"VerseNumber":86,"Text":"وَإِذَا رَءَا اَ۬لَّذِينَ أَشۡرَكُواْ شُرَكَآءَهُمۡ قَالُواْ رَبَّنَا هَٰؤُلَآءِ شُرَكَآؤُنَا اَ۬لَّذِينَ كُنَّا نَدۡعُواْ مِن دُونِكَۖ فَأَلۡقَوۡاْ إِلَيۡهِمِ اِ۬لۡقَوۡلَ إِنَّكُمۡ لَكَٰذِبُونَ"},{"SurahNumber":16,"VerseNumber":87,"Text":"وَأَلۡقَوۡاْ إِلَى اَ۬للَّهِ يَوۡمَئِذٍ اِ۬لسَّلَمَۖ وَضَلَّ عَنۡهُم مَّا كَانُواْ يَفۡتَرُونَ"},{"SurahNumber":16,"VerseNumber":88,"Text":"اَ۬لَّذِينَ كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ اِ۬للَّهِ زِدۡنَٰهُمۡ عَذَابٗا فَوۡقَ اَ۬لۡعَذَاب بِّمَا كَانُواْ يُفۡسِدُونَ"},{"SurahNumber":16,"VerseNumber":89,"Text":"وَيَوۡمَ نَبۡعَثُ فِي كُلِّ أُمَّةٖ شَهِيدًا عَلَيۡهِم مِّنۡ أَنفُسِهِمۡۖ وَجِينَا بِكَ شَهِيدًا عَلَىٰ هَٰؤُلَآءِۚ وَنَزَّلۡنَا عَلَيۡكَ اَ۬لۡكِتَٰبَ تِبۡيَٰنٗا لِّكُلِّ شَيۡءٖ وَهُدٗى وَرَحۡمَةٗ وَبُشۡر۪يٰ لِلۡمُسۡلِمِينَ"},{"SurahNumber":16,"VerseNumber":90,"Text":"۞إِنَّ اَ۬للَّهَ يَامُرُ بِالۡعَدۡلِ وَاَلۡإِحۡسَٰنِ وَإِيتَآيِٕ ذِي اِ۬لۡقُرۡبۭيٰ وَيَنۡهَىٰ عَنِ اِ۬لۡفَحۡشَآءِ وَاَلۡمُنكَرِ وَاَلۡبَغۡيۚ يَّعِظُكُمۡ لَعَلَّكُمۡ تَذَّكَّرُونَ"},{"SurahNumber":16,"VerseNumber":91,"Text":"وَأَوۡفُواْ بِعَهۡدِ اِ۬للَّهِ إِذَا عَٰهَدتُّمۡ وَلَا تَنقُضُواْ اُ۬لۡأَيۡمَٰنَ بَعۡد تَّوۡكِيدِهَا وَقَد جَّعَلۡتُمُ اُ۬للَّهَ عَلَيۡكُمۡ كَفِيلًاۚ إِنَّ اَ۬للَّهَ يَعۡلَم مَّا تَفۡعَلُونَ"},{"SurahNumber":16,"VerseNumber":92,"Text":"وَلَا تَكُونُواْ كَاَلَّتِي نَقَضَتۡ غَزۡلَهَا مِنۢ بَعۡدِ قُوَّةٍ أَنكَٰثٗا تَتَّخِذُونَ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ أَن تَكُونَ أُمَّةٌ هِيَ أَرۡبَىٰ مِنۡ أُمَّةٍۚ إِنَّمَا يَبۡلُوكُمُ اُ۬للَّهُ بِهِۦۚ وَلَيُبَيِّنَنَّ لَكُمۡ يَوۡمَ اَ۬لۡقِيَٰمَةِ مَا كُنتُمۡ فِيهِ تَخۡتَلِفُونَ"},{"SurahNumber":16,"VerseNumber":93,"Text":"وَلَوۡ شَآءَ اَ۬للَّهُ لَجَعَلَكُمۡ أُمَّةٗ وَٰحِدَةٗ وَلَٰكِن يُضِلُّ مَن يَشَآءُ وَيَهۡدِي مَن يَشَآءُۚ وَلَتُسۡـَٔلُنَّ عَمَّا كُنتُمۡ تَعۡمَلُونَ"},{"SurahNumber":16,"VerseNumber":94,"Text":"وَلَا تَتَّخِذُواْ أَيۡمَٰنَكُمۡ دَخَلَۢا بَيۡنَكُمۡ فَتَزِلَّ قَدَمُۢ بَعۡدَ ثُبُوتِهَا وَتَذُوقُواْ اُ۬لسُّوٓءَ بِمَا صَدَدتُّمۡ عَن سَبِيلِ اِ۬للَّهِ وَلَكُمۡ عَذَابٌ عَظِيمٞ"},{"SurahNumber":16,"VerseNumber":95,"Text":"وَلَا تَشۡتَرُواْ بِعَهۡدِ اِ۬للَّهِ ثَمَنٗا قَلِيلًاۚ إِنَّمَا عِندَ اَ۬للَّه هُّوَ خَيۡرٞ لَّكُمۡ إِن كُنتُمۡ تَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":96,"Text":"مَا عِندَكُمۡ يَنفَدُ وَمَا عِندَ اَ۬للَّهِ بَاقٖۗ وَلَيَجۡزِيَنَّ اَ۬لَّذِينَ صَبَرُواْ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ"},{"SurahNumber":16,"VerseNumber":97,"Text":"مَنۡ عَمِلَ صَٰلِحٗا مِّن ذَكَرٍ أَوۡ أُنثۭيٰ وَهۡوَ مُومِنٞ فَلَنُحۡيِيَنَّهُۥ حَيَوٰةٗ طَيِّبَةٗۖ وَلَنَجۡزِيَنَّهُمۡ أَجۡرَهُم بِأَحۡسَنِ مَا كَانُواْ يَعۡمَلُونَ"},{"SurahNumber":16,"VerseNumber":98,"Text":"فَإِذَا قَرَاتَ اَ۬لۡقُرۡءَانَ فَاَسۡتَعِذۡ بِاللَّهِ مِنَ اَ۬لشَّيۡطَٰنِ اِ۬لرَّجِيمِ"},{"SurahNumber":16,"VerseNumber":99,"Text":"إِنَّهُۥ لَيۡسَ لَهُۥ سُلۡطَٰنٌ عَلَى اَ۬لَّذِينَ ءَامَنُواْ وَعَلَىٰ رَبِّهِمۡ يَتَوَكَّلُونَ"},{"SurahNumber":16,"VerseNumber":100,"Text":"إِنَّمَا سُلۡطَٰنُهُۥ عَلَى اَ۬لَّذِينَ يَتَوَلَّوۡنَهُۥ وَاَلَّذِينَ هُم بِهِۦ مُشۡرِكُونَ"},{"SurahNumber":16,"VerseNumber":101,"Text":"۞وَإِذَا بَدَّلۡنَا ءَايَةٗ مَّكَانَ ءَايَةٖ وَاَللَّهُ أَعۡلَم بِمَا يُنزِلُ قَالُواْ إِنَّمَا أَنتَ مُفۡتَرِۢۚ بَلۡ أَكۡثَرُهُمۡ لَا يَعۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":102,"Text":"قُلۡ نَزَّلَهُۥ رُوحُ اُ۬لۡقُدُسِ مِن رَّبِّكَ بِالۡحَقِّ لِيُثَبِّتَ اَ۬لَّذِينَ ءَامَنُواْ وَهُدٗى وَبُشۡر۪يٰ لِلۡمُسۡلِمِينَ"},{"SurahNumber":16,"VerseNumber":103,"Text":"وَلَقَدۡ نَعۡلَمُ أَنَّهُمۡ يَقُولُونَ إِنَّمَا يُعَلِّمُهُۥ بَشَرٞۗ لِّسَانُ اُ۬لَّذِي يُلۡحِدُونَ إِلَيۡهِ أَعۡجَمِيّٞ وَهَٰذَا لِسَانٌ عَرَبِيّٞ مُّبِينٌ"},{"SurahNumber":16,"VerseNumber":104,"Text":"إِنَّ اَ۬لَّذِينَ لَا يُومِنُونَ بِـَٔايَٰتِ اِ۬للَّهِ لَا يَهۡدِيهِمِ اِ۬للَّهُ وَلَهُمۡ عَذَابٌ أَلِيمٌ"},{"SurahNumber":16,"VerseNumber":105,"Text":"إِنَّمَا يَفۡتَرِي اِ۬لۡكَذِبَ اَ۬لَّذِينَ لَا يُومِنُونَ بِـَٔايَٰتِ اِ۬للَّهِۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لۡكَٰذِبُونَ"},{"SurahNumber":16,"VerseNumber":106,"Text":"مَن كَفَرَ بِاللَّهِ مِنۢ بَعۡدِ إِيمَٰنِهِۦ إِلَّا مَنۡ أُكۡرِهَ وَقَلۡبُهُۥ مُطۡمَئِنُّۢ بِالۡإِيمَٰنِ وَلَٰكِن مَّن شَرَحَ بِالۡكُفۡرِ صَدۡرٗا فَعَلَيۡهِمۡ غَضَبٞ مِّنَ اَ۬للَّهِ وَلَهُمۡ عَذَابٌ عَظِيمٞ"},{"SurahNumber":16,"VerseNumber":107,"Text":"ذَٰلِكَ بِأَنَّهُمُ اُ۪سۡتَحَبُّواْ اُ۬لۡحَيَوٰةَ اَ۬لدُّنۡيۭا عَلَى اَ۬لۡأٓخِرَةِ وَأَنَّ اَ۬للَّهَ لَا يَهۡدِي اِ۬لۡقَوۡمَ اَ۬لۡكٰ۪فِرِينَ"},{"SurahNumber":16,"VerseNumber":108,"Text":"أُوْلَٰٓئِكَ اَ۬لَّذِينَ طَبَعَ اَ۬للَّهُ عَلَىٰ قُلُوبِهِمۡ وَسَمۡعِهِمۡ وَأَبۡصٰ۪رِهِمۡۖ وَأُوْلَٰٓئِكَ هُمُ اُ۬لۡغَٰفِلُونَ"},{"SurahNumber":16,"VerseNumber":109,"Text":"لَا جَرَمَ أَنَّهُمۡ فِي اِ۬لۡأٓخِرَةِ هُمُ اُ۬لۡخَٰسِرُونَ"},{"SurahNumber":16,"VerseNumber":110,"Text":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِنۢ بَعۡدِ مَا فُتِنُواْ ثُمَّ جَٰهَدُواْ وَصَبَرُواْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٞ"},{"SurahNumber":16,"VerseNumber":111,"Text":"يَوۡمَ تَاتِي كُلُّ نَفۡسٖ تُجَٰدِلُ عَن نَّفۡسِهَا وَتُوَفَّىٰ كُلُّ نَفۡسٖ مَّا عَمِلَتۡ وَهُمۡ لَا يُظۡلَمُونَ"},{"SurahNumber":16,"VerseNumber":112,"Text":"۞وَضَرَبَ اَ۬للَّهُ مَثَلٗا قَرۡيَةٗ كَانَتۡ ءَامِنَةٗ مُّطۡمَئِنَّةٗ يَاتِيهَا رِزۡقُهَا رَغَدٗا مِّن كُلِّ مَكَانٖ فَكَفَرَتۡ بِأَنۡعُمِ اِ۬للَّهِ فَأَذَٰقَهَا اَ۬للَّهُ لِبَاسَ اَ۬لۡجُوعِ وَاَلۡخَوۡفِ بِمَا كَانُواْ يَصۡنَعُونَ"},{"SurahNumber":16,"VerseNumber":113,"Text":"وَلَقَد جَّآءَهُمۡ رَسُولٞ مِّنۡهُمۡ فَكَذَّبُوهُ فَأَخَذَهُمُ اُ۬لۡعَذَابُ وَهُمۡ ظَٰلِمُونَ"},{"SurahNumber":16,"VerseNumber":114,"Text":"فَكُلُواْ مِمَّا رَزَقكُّمُ اُ۬للَّهُ حَلَٰلٗا طَيِّبٗا وَاَشۡكُرُواْ نِعۡمَتَ اَ۬للَّهِ إِن كُنتُمۡ إِيَّاهُ تَعۡبُدُونَ"},{"SurahNumber":16,"VerseNumber":115,"Text":"إِنَّمَا حَرَّمَ عَلَيۡكُمُ اُ۬لۡمَيۡتَةَ وَاَلدَّمَ وَلَحۡمَ اَ۬لۡخِنزِيرِ وَمَا أُهِلَّ لِغَيۡرِ اِ۬للَّهِ بِهِۦۖ فَمَنِ اِ۟ضۡطُرَّ غَيۡرَ بَاغٖ وَلَا عَادٖ فَإِنَّ اَ۬للَّهَ غَفُورٞ رَّحِيمٞ"},{"SurahNumber":16,"VerseNumber":116,"Text":"وَلَا تَقُولُواْ لِمَا تَصِفُ أَلۡسِنَتُكُمُ اُ۬لۡكَذِبَ هَٰذَا حَلَٰلٞ وَهَٰذَا حَرَامٞ لِّتَفۡتَرُواْ عَلَى اَ۬للَّهِ اِ۬لۡكَذِبَۚ إِنَّ اَ۬لَّذِينَ يَفۡتَرُونَ عَلَى اَ۬للَّهِ اِ۬لۡكَذِبَ لَا يُفۡلِحُونَ"},{"SurahNumber":16,"VerseNumber":117,"Text":"مَتَٰعٞ قَلِيلٞ وَلَهُمۡ عَذَابٌ أَلِيمٞ"},{"SurahNumber":16,"VerseNumber":118,"Text":"وَعَلَى اَ۬لَّذِينَ هَادُواْ حَرَّمۡنَا مَا قَصَصۡنَا عَلَيۡكَ مِن قَبۡلُۖ وَمَا ظَلَمۡنَٰهُمۡ وَلَٰكِن كَانُواْ أَنفُسَهُمۡ يَظۡلِمُونَ"},{"SurahNumber":16,"VerseNumber":119,"Text":"ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ اُ۬لسُّوٓءَ بِجَهَٰلَةٖ ثُمَّ تَابُواْ مِنۢ بَعۡد ذَّٰلِكَ وَأَصۡلَحُواْ إِنَّ رَبَّكَ مِنۢ بَعۡدِهَا لَغَفُورٞ رَّحِيمٌ"},{"SurahNumber":16,"VerseNumber":120,"Text":"۞إِنَّ إِبۡرَٰهِيمَ كَانَ أُمَّةٗ قَانِتٗا لِّلَّهِ حَنِيفٗا وَلَمۡ يَكُ مِنَ اَ۬لۡمُشۡرِكِينَ"},{"SurahNumber":16,"VerseNumber":121,"Text":"شَاكِرٗا لِّأَنۡعُمِهِۚ اِ۪جۡتَبَىٰهُ وَهَدَىٰهُ إِلَىٰ صِرَٰطٖ مُّسۡتَقِيمٖ"},{"SurahNumber":16,"VerseNumber":122,"Text":"وَءَاتَيۡنَٰهُ فِي اِ۬لدُّنۡيۭا حَسَنَةٗۖ وَإِنَّهُۥ فِي اِ۬لۡأٓخِرَةِ لَمِنَ اَ۬لصَّٰلِحِينَ"},{"SurahNumber":16,"VerseNumber":123,"Text":"ثُمَّ أَوۡحَيۡنَا إِلَيۡكَ أَنِ اِ۪تَّبِعۡ مِلَّةَ إِبۡرَٰهِيمَ حَنِيفٗاۖ وَمَا كَانَ مِنَ اَ۬لۡمُشۡرِكِينَ"},{"SurahNumber":16,"VerseNumber":124,"Text":"إِنَّمَا جُعِلَ اَ۬لسَّبۡتُ عَلَى اَ۬لَّذِينَ اَ۪خۡتَلَفُواْ فِيهِۚ وَإِنَّ رَبَّكَ لَيَحۡكُم بَيۡنَهُمۡ يَوۡمَ اَ۬لۡقِيَٰمَةِ فِيمَا كَانُواْ فِيهِ يَخۡتَلِفُونَ"},{"SurahNumber":16,"VerseNumber":125,"Text":"اَ۟دۡعُ إِلَىٰ سَبِيل رَّبِّكَ بِالۡحِكۡمَةِ وَاَلۡمَوۡعِظَةِ اِ۬لۡحَسَنَةِۖ وَجَٰدِلۡهُم بِالَّتِي هِيَ أَحۡسَنُۚ إِنَّ رَبَّكَ هُوَ أَعۡلَم بِمَن ضَلَّ عَن سَبِيلِهِۦ وَهۡوَ أَعۡلَم بِالۡمُهۡتَدِينَ"},{"SurahNumber":16,"VerseNumber":126,"Text":"وَإِنۡ عَاقَبۡتُمۡ فَعَاقِبُواْ بِمِثۡلِ مَا عُوقِبۡتُم بِهِۦۖ وَلَئِن صَبَرۡتُمۡ لَهۡوَ خَيۡرٞ لِّلصَّٰبِرِينَ"},{"SurahNumber":16,"VerseNumber":127,"Text":"وَاَصۡبِرۡ وَمَا صَبۡرُكَ إِلَّا بِاللَّهِۚ وَلَا تَحۡزَنۡ عَلَيۡهِمۡ وَلَا تَكُ فِي ضَيۡقٖ مِّمَّا يَمۡكُرُونَ"},{"SurahNumber":16,"VerseNumber":128,"Text":"إِنَّ اَ۬للَّهَ مَعَ اَ۬لَّذِينَ اَ۪تَّقَواْ وَّاَلَّذِينَ هُم مُّحۡسِنُونَ"}]}