{"Id":447,"LanguageCodes":["uk","ukr"],"Name":"ukr-mykhayloyakubov","Author":"Mykhaylo Yakubovych","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"","Translations":[{"SurahNumber":17,"VerseNumber":1,"Text":"Слава Тому, Хто переніс уночі раба Свого з Мечеті Забороненої до Мечеті Віддаленої задля того, щоб показати йому частину знамень Наших. Ми благословили околиці її, і Він — Всечуючий, Всевидячий"},{"SurahNumber":17,"VerseNumber":2,"Text":"І Ми дарували Мусі Писання та зробили його прямим шляхом для синів Ісраїля: «Не беріть Покровителем нікого, крім Мене"},{"SurahNumber":17,"VerseNumber":3,"Text":"о ви, нащадки тих, яких Ми врятували разом із Нухом! Воістину, він був вдячним рабом!»"},{"SurahNumber":17,"VerseNumber":4,"Text":"Ми встановили синам Ісраїля в Писанні: «Ви двічі будете поширювати безчестя на землі й сповнитеся великої гордині!»"},{"SurahNumber":17,"VerseNumber":5,"Text":"І коли настав перший раз, то Ми відіслали проти вас Наших рабів, наділених великою силою! Вони пройшли всіма землями й здійснилася обіцянка"},{"SurahNumber":17,"VerseNumber":6,"Text":"Потім Ми дарували вам перемогу над ними, допомогли майном і дітьми й зробили вас численними"},{"SurahNumber":17,"VerseNumber":7,"Text":"Якщо ви робите добро, то робите для себе, а як чините зло, то також для себе. А коли прийде час останньої обіцянки, то вони знову чинитимуть зло та ввійдуть до Храму, як увійшли туди вперше, й нищитимуть усе, що зможуть"},{"SurahNumber":17,"VerseNumber":8,"Text":"Можливо, змилується над вами Господь ваш. Та якщо ви знову повернетеся до старого, то Ми скараємо вас і зробимо геєну в’язницею для невіруючих"},{"SurahNumber":17,"VerseNumber":9,"Text":"Воістину, цей Коран провадить до того, що найправильніше, і сповіщає віруючих, які роблять добрі справи, про те, що на них чекає велика винагорода"},{"SurahNumber":17,"VerseNumber":10,"Text":"А тим, які не вірують у наступне життя — їм приготували Ми болісну кару"},{"SurahNumber":17,"VerseNumber":11,"Text":"Людина кличе зло так само, як кличе добро. Воістину, нетерпляча ж людина"},{"SurahNumber":17,"VerseNumber":12,"Text":"Ми зробили ніч і день двома знаменнями: знамення ночі приховане в пітьмі, а знамення дня дарує світло — щоб ви прагнули милості Господа вашого, знали число років і рахували. Кожну річ Ми пояснили як слід"},{"SurahNumber":17,"VerseNumber":13,"Text":"Кожній людині Ми повісили на шию сувій [долі]. У День Воскресіння Ми дістанемо його як розгорнуту книгу"},{"SurahNumber":17,"VerseNumber":14,"Text":"«Читай книгу свою! Достатньо сьогодні тобі й твоєї лічби!»"},{"SurahNumber":17,"VerseNumber":15,"Text":"Хто йде прямим шляхом, той іде ним сам для себе. І хто зійшов із нього, той зійшов тільки сам проти себе. І ніхто не понесе тягар іншого! Ми ж не карали нікого, не відправивши перед тим посланця"},{"SurahNumber":17,"VerseNumber":16,"Text":"Коли Ми бажали знищити якесь селище, то за волею Нашою багатії його чинили безчестя. Сповнювалося слово Наше й винищували Ми всіх"},{"SurahNumber":17,"VerseNumber":17,"Text":"Скільки селищ Ми знищили після Нуха! І тільки Господь Твій знає та бачить гріхи рабів Своїх"},{"SurahNumber":17,"VerseNumber":18,"Text":"Хто бажав [благ] нинішнього життя, то дарували Ми йому те, що хотіли, й дарували, кому хотіли. А потім Ми скинули його в пекло, де буде він принижений та розбитий"},{"SurahNumber":17,"VerseNumber":19,"Text":"А хто прагнув життя наступного, докладав до цього належних зусиль і був віруючим, то його зусилля винагородять"},{"SurahNumber":17,"VerseNumber":20,"Text":"Кожного з цих і з інших наділяє Господь твій, і не заборонене те, що дав твій Господь"},{"SurahNumber":17,"VerseNumber":21,"Text":"Поглянь, як Ми надали перевагу одним із них перед іншими. А наступне життя вище за ступенем і вище за перевагами"},{"SurahNumber":17,"VerseNumber":22,"Text":"Не поклоняйся крім Аллага іншому богу, а то залишишся приниженим і безсилим"},{"SurahNumber":17,"VerseNumber":23,"Text":"Наказав вам Господь твій не поклонятися нікому, крім Нього, а також ставитися якнайкраще до батьків. І коли хтось із них — чи вони обоє — досягне старості, то не говори їм: «Фе!», не гримай на них і говори їм тільки гідні слова"},{"SurahNumber":17,"VerseNumber":24,"Text":"Схили перед ними крило смирення з милосердя свого й говори: «Господи мій! Змилуйся над ними, бо вони ростили мене малого»"},{"SurahNumber":17,"VerseNumber":25,"Text":"Ваш Господь краще знає те, що у ваших душах, коли робите ви добрі справи. Він прощає тим, хто звертається до Нього в каятті"},{"SurahNumber":17,"VerseNumber":26,"Text":"Віддавай належне родичу, бідняку, подорожньому й не витрачай марно"},{"SurahNumber":17,"VerseNumber":27,"Text":"Воістину, марнотратці — брати шайтанів. А шайтан був невдячний перед Господом своїм"},{"SurahNumber":17,"VerseNumber":28,"Text":"Якщо ти відвертаєшся від усіх цих, шукаючи милості Господа свого – на яку сподіваєшся, то говори з ними ласкаво"},{"SurahNumber":17,"VerseNumber":29,"Text":"Не будь скупий, наче твоя рука прикута до шиї, та не витрачай надміру, щоб не лишився ти осудженим та збіднілим"},{"SurahNumber":17,"VerseNumber":30,"Text":"Аллаг збільшує наділ, кому побажає, та зменшує, кому побажає. Воістину, Він — Всевидячий і Всезнаючий над рабами Своїми"},{"SurahNumber":17,"VerseNumber":31,"Text":"Не вбивайте своїх дітей, боячись бідності! Ми годуємо як їх, так і вас. Воістину, таке вбивство – великий гріх"},{"SurahNumber":17,"VerseNumber":32,"Text":"І не наближайтеся до перелюбу. Воістину, це — мерзота, шлях ганебний"},{"SurahNumber":17,"VerseNumber":33,"Text":"Не вбивайте душу, вбивство якої заборонив Аллаг, якщо тільки не маєте на це права. І якщо хтось убитий несправедливо, то Ми дали його спадкоємцю владу [над убивцею], але нехай не порушує меж у помсті. Воістину, Аллаг допомагає йому"},{"SurahNumber":17,"VerseNumber":34,"Text":"Не витрачайте майна сироти, хіба що заради його блага, а чекайте на його повноліття. Виконуйте обіцянки, бо вас запитають про обіцяне"},{"SurahNumber":17,"VerseNumber":35,"Text":"Наповнюйте міру, коли відміряєте, і зважуйте на правильній вазі! Це — найкраще й найліпше за наслідками"},{"SurahNumber":17,"VerseNumber":36,"Text":"Не йди за тим, про що не маєш знання, адже слух, зір і серце — усіх їх спитають про обіцяне"},{"SurahNumber":17,"VerseNumber":37,"Text":"І не ходи по землі пихато, бо не розколоти тобі землю й не досягнути висоти гір"},{"SurahNumber":17,"VerseNumber":38,"Text":"Це все — зло перед Господом твоїм і відразне воно"},{"SurahNumber":17,"VerseNumber":39,"Text":"Ось те, що відкрив тобі Господь твій із мудрості. Тож не поклоняйся крім Аллага іншому богу, а то будеш вкинутим у геєну, осудженим і розбитим"},{"SurahNumber":17,"VerseNumber":40,"Text":"Невже ваш Господь виділив вас синами, а собі узяв ангелів доньками? Справді, ви говорите страшне слово"},{"SurahNumber":17,"VerseNumber":41,"Text":"Ми роз’яснили це в Корані, щоб вони замислились. Та це тільки додає їм відрази"},{"SurahNumber":17,"VerseNumber":42,"Text":"Скажи: «Якби крім Нього існували ще й інші боги, як стверджують [невіруючі], то вони неодмінно прагнули б досягнути Володаря трону!»"},{"SurahNumber":17,"VerseNumber":43,"Text":"Преславний Він і Вищий від того, що вони кажуть"},{"SurahNumber":17,"VerseNumber":44,"Text":"Прославляють Його сім небес, земля й ті, хто на них. Немає нічого, що б не прославляло Його хвалою. Та ви не розумієте прославляння їхнього; воістину, Він — Смиренний, Прощаючий"},{"SurahNumber":17,"VerseNumber":45,"Text":"Коли ти читаєш Коран, то Ми встановлюємо невидиму завісу між тобою й тими, які не вірують у наступне життя"},{"SurahNumber":17,"VerseNumber":46,"Text":"Ми поклали на серця їхні покрови й позбавили їхні вуха слуху, щоб вони не могли зрозуміти його. І коли ти називаєш Господа свого в Корані Єдиним, то вони відвертаються з нехіттю"},{"SurahNumber":17,"VerseNumber":47,"Text":"Ми краще знаємо, що вони чують, коли слухають тебе, й коли ведуть потаємні бесіди, й коли говорять нечестивці: «Ви йдете лише за зачарованим!»"},{"SurahNumber":17,"VerseNumber":48,"Text":"Поглянь, яких тільки притч вони тобі не наводять! Хоча самі вони заблукали й неспроможні віднайти шлях"},{"SurahNumber":17,"VerseNumber":49,"Text":"І ще кажуть: «Невже після того, як станемо кістками й прахом, ми воскреснемо в новому творінні?»"},{"SurahNumber":17,"VerseNumber":50,"Text":"Скажи: «Навіть якби ви були камінням чи залізом"},{"SurahNumber":17,"VerseNumber":51,"Text":"або [новим] творінням, яке видається серцям вашим таким значним!» А тоді вони запитають: «Хто ж поверне нас до життя?» Скажи: «Той, Хто створив вас уперше». Вони захитають своїми головами й запитають: «І коли це буде?» Тож скажи: «Можливо, вже скоро"},{"SurahNumber":17,"VerseNumber":52,"Text":"в День, коли Він покличе вас, а ви відповідатимете Йому хвалою, і будете думати, що були [в могилах] зовсім недовго»"},{"SurahNumber":17,"VerseNumber":53,"Text":"І скажи Моїм рабам, щоб вони розмовляли одне з одним тільки найкращим чином, бо шайтан сіє між ними ворожнечу. Воістину, шайтан для людини — явний ворог"},{"SurahNumber":17,"VerseNumber":54,"Text":"Господь ваш краще знає про вас. Якщо Він захоче, то змилується над вами, а якщо захоче — то скарає. Ми ж не відсилали тебе відповідальним за них"},{"SurahNumber":17,"VerseNumber":55,"Text":"Господь твій краще знає тих, хто на небесах і на землі. Ми справді віддали перевагу одним пророкам над іншими й дарували Дауду Забур"},{"SurahNumber":17,"VerseNumber":56,"Text":"Скажи: «Кличте тих, кого ви вважаєте [за богів] поряд із Ним. Та вони не владні відвернути від вас лихо чи перенести його [на інших]!»"},{"SurahNumber":17,"VerseNumber":57,"Text":"Ті, кого вони кличуть, самі шукають шляху до Господа свого, змагаючись у наближенні. Вони сподіваються на Його милість і бояться Його кари, бо слід стерегтися кари Господа твого"},{"SurahNumber":17,"VerseNumber":58,"Text":"І немає такого селища, яке не буде знищене Нами перед Днем Воскресіння й не скаране карою важкою. Так записано в Писанні"},{"SurahNumber":17,"VerseNumber":59,"Text":"Ми не відіслали [Пророка] зі знаменням тільки тому, що давні народи не повірили в них. Ми дали самудитам верблюдицю як наочне знамення, та вони вчинили з нею зле. Ми відсилаємо знамення тільки для застереження"},{"SurahNumber":17,"VerseNumber":60,"Text":"Ось Ми сказали тобі: «Воістину, Господь твій охоплює людей [могутністю й знанням]». І Ми зробили видіння, яке бачив ти, а також дерево, прокляте в Корані, випробуванням для людей. Ми застерігаємо їх, але це не додає їм нічого, крім великої непокори"},{"SurahNumber":17,"VerseNumber":61,"Text":"І коли Ми сказали ангелам: «Вклоніться Адаму!» — то вклонилися всі, крім Ібліса, який сказав: «Як можу я вклонитися тому, кого Ти створив із глини?»"},{"SurahNumber":17,"VerseNumber":62,"Text":"І ще сказав: «Чи ти бачив того, кому ти віддав перевагу замість мене? Якщо ти відстрочиш мені до Дня Воскресіння, то я спокушу всіх його нащадків, окрім небагатьох!»"},{"SurahNumber":17,"VerseNumber":63,"Text":"Аллаг відповів: «Вийди геть! Тим з них, хто піде за тобою, геєна буде відплатою, повною відплатою"},{"SurahNumber":17,"VerseNumber":64,"Text":"Зваблюй їх своїм голосом та скеруй проти них свою кінноту й піхоту, діли з ними їхні статки та дітей, давай їм обіцянки. Але обіцянки шайтана — тільки зваба"},{"SurahNumber":17,"VerseNumber":65,"Text":"Ти не маєш влади над Моїми рабами, і тільки Господь твій — їхній Покровитель!»"},{"SurahNumber":17,"VerseNumber":66,"Text":"Господь твій — Той, Хто веде для вас морем судна, щоб шукали ви милості Його. Воістину, Він Милосердний до вас"},{"SurahNumber":17,"VerseNumber":67,"Text":"Якщо вас у морі спіткає лихо, то вас покинуть усі, кого ви кликали, крім Нього. Коли ж Він рятує вас, виводячи на сушу, ви відвертаєтесь! Воістину, людина невдячна"},{"SurahNumber":17,"VerseNumber":68,"Text":"Невже ви убезпеченні від того, що частина суші провалиться під вами, або що Він нашле на вас кам’яний дощ? І тоді не буде вам покровителя"},{"SurahNumber":17,"VerseNumber":69,"Text":"Чи ви впевнені в тому, що Він не поверне вас у море ще раз, не нашле на вас руйнівний смерч і не втопить вас за невір’я ваше? І тоді не знайдете ви того, хто помстився б Нам"},{"SurahNumber":17,"VerseNumber":70,"Text":"Ми пошанували синів Адама й дозволили їм пересуватися сушею та морем, наділили їх благами й віддали їм велику перевагу перед багатьма іншими творіннями"},{"SurahNumber":17,"VerseNumber":71,"Text":"Одного дня Ми зберемо всіх людей разом із їхніми провідниками. І кому дадуть книгу в праву руку, ті прочитають книгу свою, і не будуть вони анітрохи ображені"},{"SurahNumber":17,"VerseNumber":72,"Text":"Хто сліпий нині, той лишиться сліпим і в наступному житті та заблукає ще більше"},{"SurahNumber":17,"VerseNumber":73,"Text":"Вони мало не відхилили тебе від Нашого одкровення, щоб вигадав ти щось таке про Нас, чого немає в ньому. О, тоді вони справді мали б тебе за друга"},{"SurahNumber":17,"VerseNumber":74,"Text":"І Ми зміцнили тебе, коли ти вже мало не пристав на їхній бік"},{"SurahNumber":17,"VerseNumber":75,"Text":"Тоді б дали Ми тобі скуштувати подвійної кари — як у цьому житті, так і після смерті. І не знайшов би ти проти Нас помічника"},{"SurahNumber":17,"VerseNumber":76,"Text":"Вони мало не вигнали тебе з цієї землі, залякуючи. Та після того й вони не лишились би там надовго"},{"SurahNumber":17,"VerseNumber":77,"Text":"Так само чинили з Нашими посланцями й до тебе. І не знайдеш ти змін у законах Наших"},{"SurahNumber":17,"VerseNumber":78,"Text":"Звершуй молитву від часу полудня до настання темряви й читай ранкову молитву. Воістину, ранкова молитва засвідчена"},{"SurahNumber":17,"VerseNumber":79,"Text":"І не спи частину ночі, звершуючи додаткові молитви. Можливо, Господь твій дарує тобі преславне місце"},{"SurahNumber":17,"VerseNumber":80,"Text":"І скажи: «Господи! Введи мене входом правди й виведи мене виходом правди! Даруй мені від Себе силу в поміч!»"},{"SurahNumber":17,"VerseNumber":81,"Text":"І скажи: «Прийшла істина, і зникла неправда, бо, воістину, неправда мусить зникнути!»"},{"SurahNumber":17,"VerseNumber":82,"Text":"Ми відкриваємо в Корані те, що є зціленням і милістю для віруючих. А нечестивцям це не додає нічого, крім втрат"},{"SurahNumber":17,"VerseNumber":83,"Text":"Коли Ми наділяємо людину благами, то вона відвертається й віддаляється в гордині. А коли торкається її лихо, то вона впадає у відчай"},{"SurahNumber":17,"VerseNumber":84,"Text":"Скажи: «Кожен чинить по-своєму, а Господь ваш знає краще тих, хто йде найправильнішим шляхом!»"},{"SurahNumber":17,"VerseNumber":85,"Text":"Запитують тебе про дух. Скажи: «Дух [виникає] за наказом Господа мого. Але вам дано дуже мало знання про це!»"},{"SurahNumber":17,"VerseNumber":86,"Text":"Якби Ми побажали, то позбавили б тебе того, що відкрили тобі. І тоді ти не знайдеш проти Нас покровителя"},{"SurahNumber":17,"VerseNumber":87,"Text":"якби не милість Господа твого. Воістину, велика Його милість до тебе"},{"SurahNumber":17,"VerseNumber":88,"Text":"Скажи: «Якби люди й джини об’єдналися разом для того, щоб створити щось подібне Корану, то вони не зробили б цього, навіть допомагаючи одне одному!»"},{"SurahNumber":17,"VerseNumber":89,"Text":"Ми роз’яснили людям у цьому Корані різні притчі, та більшість людей заперечує все, крім невір’я"},{"SurahNumber":17,"VerseNumber":90,"Text":"Вони говорять: «Ми не повіримо тобі, поки ти не виведеш нам із землі джерело"},{"SurahNumber":17,"VerseNumber":91,"Text":"чи поки не буде в тебе саду з пальмами й виноградом, де ти проведеш канали"},{"SurahNumber":17,"VerseNumber":92,"Text":"чи поки не скинеш небо на нас шматками, як ти це обіцяєш; чи не прийдеш до нас із Аллагом та ангелами"},{"SurahNumber":17,"VerseNumber":93,"Text":"чи поки не буде в тебе будинку з коштовностей, чи поки не піднімешся ти на небо. Але ми ніколи не повіримо, що ти піднявся туди, якщо ти не зійдеш із Писанням, яке ми читатимемо!» Скажи: «Пречистий Господь мій! А я тільки людина, посланець!»"},{"SurahNumber":17,"VerseNumber":94,"Text":"Після того, як прийшов до них прямий шлях, людям завадило увірувати тільки те, що вони сказали: «Невже Аллаг посланцем відправив людину?»"},{"SurahNumber":17,"VerseNumber":95,"Text":"Скажи: «Якби по землі спокійно ходили ангели, то Ми б зіслали вам ангела посланцем із неба!»"},{"SurahNumber":17,"VerseNumber":96,"Text":"Скажи: «Достатньо Аллага як Свідка між мною та вами. Воістину, Він над рабами Своїми Всечуючий, Всезнаючий!»"},{"SurahNumber":17,"VerseNumber":97,"Text":"Той, кого Аллаг повів прямим шляхом, іде прямим шляхом. А для того, кого Він збив зі шляху, не знайдеш ти захисника, крім Нього. Ми зберемо їх у День Воскресіння долілиць — сліпих, німих і глухих. Їхнім притулком буде геєна! Щойно вона згасає, Ми додаємо вогню"},{"SurahNumber":17,"VerseNumber":98,"Text":"Така відплата їм за те, що не вірили вони в знамення Наші. Вони кажуть: «Невже після того, як станемо зотлілими кістками, ми воскреснемо в новому творінні?»"},{"SurahNumber":17,"VerseNumber":99,"Text":"Хіба вони не бачать, що Аллаг, Який створив небеса й землю, здатний створити подібне до них? Він установив для них строк, у якому немає сумніву, але нечестивці заперечують усе, крім невір’я"},{"SurahNumber":17,"VerseNumber":100,"Text":"Скажи: «Якби ви володіли скарбами милості Господа мого, то все одно трималися б за них зі страху збідніти, бо людина скупа!»"},{"SurahNumber":17,"VerseNumber":101,"Text":"Справді, Ми дарували Мусі дев’ять ясних знамень. Запитай у синів Ісраїля, як він прийшов до них, а Фіраун сказав йому: «Воістину, я думаю, Мусо, що тебе зачарували!»"},{"SurahNumber":17,"VerseNumber":102,"Text":"Той відповів: «Справді, ти вже знаєш, що ці знамення — ясні докази — зіслав саме Господь небес і землі. Воістину, я думаю, Фірауне, що ти загинеш!»"},{"SurahNumber":17,"VerseNumber":103,"Text":"Тоді він захотів вигнати їх із землі своєї, але Ми втопили його й тих, хто був із ним — усіх"},{"SurahNumber":17,"VerseNumber":104,"Text":"Після цього Ми сказали синам Ісраїля: «Заселяйте цю землю! А коли прийде остання обіцянка, то Ми зберемо всіх вас»"},{"SurahNumber":17,"VerseNumber":105,"Text":"Ми зіслали [Коран] з істиною, і зійшов він із істиною. Ми відсилали тебе тільки вісником і застерігачем"},{"SurahNumber":17,"VerseNumber":106,"Text":"Ми розділили Коран, щоб ти читав його людям поволі, й зіслали його як одкровення"},{"SurahNumber":17,"VerseNumber":107,"Text":"Скажи: «Віруєте ви в нього, чи не віруєте — байдуже. Ті, кому було дано знання перед цим, падають, торкаючись підборіддям землі, коли їм його читають!»"},{"SurahNumber":17,"VerseNumber":108,"Text":"Вони кажуть: «Преславний Господь наш, і обіцянку Господа нашого неодмінно буде виконано!»"},{"SurahNumber":17,"VerseNumber":109,"Text":"Вони вклоняються до землі, плачуть і це додає їм смирення"},{"SurahNumber":17,"VerseNumber":110,"Text":"Скажи: «Чи закликаєте ви Аллага, чи закликаєте ви Милостивого — як би не закликали ви Його, Йому належать прекрасні імена». І не підвищуй голосу в молитві своїй і не говори пошепки, а вибери середнє між цим"},{"SurahNumber":17,"VerseNumber":111,"Text":"Скажи: «Хвала Аллагу, Який не мав дитини, і Якому немає рівного у владі, і не потрібен Йому захисник від приниження». І звеличуй Його звеличенням"},{"SurahNumber":18,"VerseNumber":1,"Text":"Хвала Аллагу, Який зіслав рабу Своєму Писання й не допустив у ньому жодних суперечностей"},{"SurahNumber":18,"VerseNumber":2,"Text":"але зробив правильним, щоб застерегти ним від Своєї жорстокої кари й сповістити добру звістку віруючим, які роблять добрі справи. Воістину, для них — найкраща винагорода"},{"SurahNumber":18,"VerseNumber":3,"Text":"яку вони матимуть вічно"},{"SurahNumber":18,"VerseNumber":4,"Text":"І щоб застерегти тих, які кажуть: «Милостивий узяв Собі сина!»"},{"SurahNumber":18,"VerseNumber":5,"Text":"Ні в них самих, ні в батьків їхніх немає знання про це. Великий гріх — слово, що виходить із вуст їхніх! Воістину, вони кажуть неправду"},{"SurahNumber":18,"VerseNumber":6,"Text":"Можливо, ти побиваєшся через те, що вони не вірують у цю розповідь"},{"SurahNumber":18,"VerseNumber":7,"Text":"Воістину, Ми зробили прикрасою все, що на землі, щоб перевірити людей — чиї вчинки кращі"},{"SurahNumber":18,"VerseNumber":8,"Text":"Воістину, Ми перетворимо це все на безплідну рівнину"},{"SurahNumber":18,"VerseNumber":9,"Text":"Чи ти думаєш, що люди печери та ар-Ракима були найдивовижніші серед Наших знамень"},{"SurahNumber":18,"VerseNumber":10,"Text":"Коли юнаки сховалися в печері й сказали: «Господи наш! Даруй нам милість від Себе й веди нас правильним шляхом у нашій справі!»"},{"SurahNumber":18,"VerseNumber":11,"Text":"Ми запечатали в печері вуха їхні на багато років"},{"SurahNumber":18,"VerseNumber":12,"Text":"А потім Ми розбудили їх, щоб дізнатися, яка з двох груп найточніше вирахує, скільки вони перебували там"},{"SurahNumber":18,"VerseNumber":13,"Text":"Ми розповімо тобі їхню правдиву історію. Це були юнаки, які увірували в Господа свого, і Ми зміцнили їх на прямому шляху"},{"SurahNumber":18,"VerseNumber":14,"Text":"Ми зміцнили їхні серця, коли вони встали й сказали: «Господь наш – Господь небес і землі, і ми ніколи не будемо звертатися до жодного бога, крім Нього, бо це було б щось неправильне"},{"SurahNumber":18,"VerseNumber":15,"Text":"Деякі люди з нашого народу взяли собі інших богів крім Нього. Чого ж не наведуть вони ясного доказу про це? Хто ж більший нечестивець, ніж той, хто вигадує про Аллага всіляку неправду"},{"SurahNumber":18,"VerseNumber":16,"Text":"Якщо ви полишили їх і те, чому вони поклоняються замість Аллага, то сховайтеся в печері. Господь ваш прихилить на вас милість Свою й полегшить справу вашу"},{"SurahNumber":18,"VerseNumber":17,"Text":"Ти побачив би, що ранкове сонце відхиляється від їхньої печери вправо, а наприкінці дня відвертається вліво. А вони були всередині. Це — одне зі знамень Аллага, і кого Аллаг веде прямим шляхом, той іде прямим шляхом, а кого зіб’є зі шляху, тому немає ні захисника, ні провідника"},{"SurahNumber":18,"VerseNumber":18,"Text":"Ти б вирішив, що вони не сплять, хоч вони спали. Ми перевертали їх то на правий бік, то на лівий. І пес їхній, випроставши лапи, лежав перед входом. Якби ти знайшов їх там, то вжахнувся б і втік"},{"SurahNumber":18,"VerseNumber":19,"Text":"Так Ми розбудили їх, щоб вони розпитали один одного. Один із них запитав: «Скільки часу ви були тут?» Ті відповіли: «День або частину дня». А інші мовили: «Господь ваш краще знає, скільки ви були тут! Тож відішліть когось із вас до міста зі сріблом вашим. Нехай він подивиться, яка їжа там найкраща, й принесе вам поїсти. Та нехай буде обережний, щоб ніхто не здогадався про вас"},{"SurahNumber":18,"VerseNumber":20,"Text":"Якщо вони знайдуть вас, то каменують або навернуть до своєї релігії, і ви ніколи не досягнете успіху»"},{"SurahNumber":18,"VerseNumber":21,"Text":"Так Ми розповіли це людям, щоб вони знали, що обіцянка Аллага правдива й немає сумніву в настанні Часу. Люди почали сперечатися про [юнаків] і сказали: «Збудуйте над ними споруду! Їхньому Господу краще знати про них!» Але ті, чия думка переважила, відповіли: «Справді, ми збудуємо над ними храм!»"},{"SurahNumber":18,"VerseNumber":22,"Text":"Дехто каже: «Їх було троє, а четвертий був пес». Інші кажуть: «П’ятеро, а шостий — пес», — вони намагаються відгадати потаємне. Ще кажуть: «Семеро, а пес їхній — восьмий». Скажи: «Господь мій краще знає, скільки їх було. І це відомо лише небагатьом». Сперечайся з ними тільки привселюдно й не питай про [юнаків] нікого"},{"SurahNumber":18,"VerseNumber":23,"Text":"І ніколи не говори: «Я зроблю це завтра»"},{"SurahNumber":18,"VerseNumber":24,"Text":"[не додавши]: «Якщо побажає Аллаг!» А якщо забув, то згадай Господа твого й кажи: «Можливо, Господь іще більше наблизить мене до прямого шляху»"},{"SurahNumber":18,"VerseNumber":25,"Text":"Тож вони перебували в печері триста років і ще дев’ять"},{"SurahNumber":18,"VerseNumber":26,"Text":"Скажи: «Аллаг краще знає, скільки вони там були!» Йому належить потаємне небес і землі. Як прекрасно Він бачить їх і чує! Немає Захисника, крім Нього, й немає Йому рівного у владарюванні"},{"SurahNumber":18,"VerseNumber":27,"Text":"І читай те, що зіслано Тобі з Писання Господа твого. Немає змін у словах Його, і ти не знайдеш притулку в когось іншого"},{"SurahNumber":18,"VerseNumber":28,"Text":"Терпи разом із тими, які кличуть Господа свого зранку та ввечері, прагнучи до лику Його. Не відвертай очей своїх від них, бажаючи прикрас земного життя. Та не корися тим, чиї серця Ми зробили неуважними до згадки про Нас, тим, хто йде за своїми пристрастями. Марні вчинки їхні"},{"SurahNumber":18,"VerseNumber":29,"Text":"Скажи: «Істина — від Господа вашого! Хто хоче, нехай вірує, а хто не хоче, нехай не вірує». Воістину, Ми приготували для нечестивців вогонь, який накриє їх, наче намет. А коли вони проситимуть допомоги, то допоможуть їм водою, схожою на розтоплений метал, який лишає опіки на обличчях. Гидкий цей напій і погана така обитель"},{"SurahNumber":18,"VerseNumber":30,"Text":"А щодо тих, які увірували й робили добро, то Ми не залишимо без винагороди праведні вчинки"},{"SurahNumber":18,"VerseNumber":31,"Text":"На них чекають сади Едену, де течуть ріки. Їхніми прикрасами будуть браслети із золота, вони вберуться в зелені шати з атласу й парчі й лежатимуть тут на ложах! Яка прекрасна ця винагорода, яка чудова ця обитель"},{"SurahNumber":18,"VerseNumber":32,"Text":"Наведи їм притчу про двох чоловіків. Ми дарували одному з них два виноградники, оточили їх пальмами й зростили між ними ниву"},{"SurahNumber":18,"VerseNumber":33,"Text":"В обох садах визрівали плоди, й ніщо з них не пропадало. Ми зробили між ними струмок"},{"SurahNumber":18,"VerseNumber":34,"Text":"Один чоловік мав [багато] плодів і, розмовляючи зі своїм приятелем, сказав йому: «Статок мій більший за твій і я маю більше нащадків!»"},{"SurahNumber":18,"VerseNumber":35,"Text":"І він увійшов до свого саду, згрішивши проти самого себе, та сказав: «Я не думаю, що цей сад колись зникне"},{"SurahNumber":18,"VerseNumber":36,"Text":"І я не думаю, що прийде Час. Та якщо повернуть мене до Господа мого, то я справді віднайду там щось краще, ніж це!»"},{"SurahNumber":18,"VerseNumber":37,"Text":"Розмовляючи з ним, його товариш сказав: «Невже ти не віруєш у Того, Хто створив тебе з праху, потім — із краплі, а потім зробив тебе чоловіком"},{"SurahNumber":18,"VerseNumber":38,"Text":"Для мене Аллаг — Господь мій і я не додаю Йому рівних"},{"SurahNumber":18,"VerseNumber":39,"Text":"Чому ти, ввійшовши до свого саду, не сказав: «Так побажав Аллаг! Немає сили, крім як в Аллага!»? Ти думаєш, що я бідніший за тебе статком і нащадками"},{"SurahNumber":18,"VerseNumber":40,"Text":"а, можливо, Господь мій дасть мені щось краще за твій сад, а на нього нашле кару з неба, й він обернеться на пустелю"},{"SurahNumber":18,"VerseNumber":41,"Text":"Або ж води його підуть під землю, а ти не зможеш віднайти їх!»"},{"SurahNumber":18,"VerseNumber":42,"Text":"І згинули плоди його, тож почав ламати він руки собі, шкодуючи про витрачене на сад, підпори якого завалилися. І вигукнув він: «Якби я не додавав Господу рівних!»"},{"SurahNumber":18,"VerseNumber":43,"Text":"І не було нікого, хто допоміг би йому замість Аллага, і сам собі він теж не допоміг"},{"SurahNumber":18,"VerseNumber":44,"Text":"Допомога тут можлива тільки від істинного Бога. У Нього — найкраща винагорода й найкращий вихід"},{"SurahNumber":18,"VerseNumber":45,"Text":"І наведи їм притчу про земне життя. Воно подібне до води, яку Ми проливаємо з неба. Земні рослини поглинають її, а потім висихають, і розвіює їх вітер. Так, Аллаг спроможний на кожну річ"},{"SurahNumber":18,"VerseNumber":46,"Text":"Багатство й сини — прикраси земного життя. Але нетлінні добрі вчинки отримають кращу винагороду в Господа твого, і краще сподіватися саме на них"},{"SurahNumber":18,"VerseNumber":47,"Text":"Того Дня Ми змусимо гори рухатися, й ти побачиш землю пустою. Ми зберемо всіх, і ніхто від Нас не сховається"},{"SurahNumber":18,"VerseNumber":48,"Text":"Вони стануть лавами перед Господом твоїм: «Справді, ви прийшли до Нас такими, якими Ми створили вас уперше. Але ж ви й не думали, що обіцянку буде виконано!»"},{"SurahNumber":18,"VerseNumber":49,"Text":"Покладуть книгу й ти побачиш, як перелякаються грішники від того, що [записано] в ній. І скажуть: «Щоб нам згинути! Що за книга! Там не забуто ніщо — ні мале, ні велике, усе пораховано!» Вони знайдуть там усі вчинки свої, і Господь твій ні з ким не вчинить несправедливо"},{"SurahNumber":18,"VerseNumber":50,"Text":"Ось Ми сказали ангелам: «Вклоніться Адаму!» І вклонилися всі, крім Ібліса. Він був джином і не послухався наказу Господа свого. Невже ви берете його та його нащадків покровителями замість Мене, хоч вони ваші вороги? Мерзотна ця заміна для нечестивців"},{"SurahNumber":18,"VerseNumber":51,"Text":"Вони не були свідками створення небес і землі та їх самих. І Ми не беремо помічниками тих, які збивають із правильного шляху"},{"SurahNumber":18,"VerseNumber":52,"Text":"Того Дня Він скаже: «Кличте рівних Мені, про яких ви думали!» Вони покличуть їх, але ті не відповідатимуть їм. А Ми зведемо між ними згубну перешкоду"},{"SurahNumber":18,"VerseNumber":53,"Text":"Грішники побачать вогонь і подумають, що саме це — їхнє місце. І не знайдуть вони порятунку від нього"},{"SurahNumber":18,"VerseNumber":54,"Text":"Ми пояснили людям у цьому Корані різні притчі, але ж людина надто багато сперечається"},{"SurahNumber":18,"VerseNumber":55,"Text":"Що завадило людям увірувати, коли прийшов до них прямий шлях, і просити прощення в Господа свого, як не їхнє прагнення до того, що сталося із їхніми попередниками, або й те, що вони вимагали негайної кари [як доказу]"},{"SurahNumber":18,"VerseNumber":56,"Text":"Ми відсилали посланців тільки як вісників і застерігачів. Але ті, які не вірують, сперечаються, намагаючись спростувати своєю брехнею істину. Вони глузують із Моїх знамень і того, від чого їх застерігають"},{"SurahNumber":18,"VerseNumber":57,"Text":"Хто ж несправедливіший за того, кому нагадали про знамення Господа його, а він знехтував ними й забув про свої вчинки? Воістину, Ми накрили їхні серця завісою, щоб не зрозуміли вони [Корану]. Вуха їхні вразила глухота! Якщо ти покличеш їх на прямий шлях, то вони ніколи не стануть на нього"},{"SurahNumber":18,"VerseNumber":58,"Text":"Господь твій — Прощаючий, Володар милості. Якби Він карав їх за те, що вони скоїли, то прискорив би їхню кару. Але призначений час і не знайдуть вони порятунку від нього"},{"SurahNumber":18,"VerseNumber":59,"Text":"Це сталося з селищами, які були знищені Нами за гріхи жителів їхніх. Ми встановили час загибелі їхньої"},{"SurahNumber":18,"VerseNumber":60,"Text":"Якось сказав Муса своєму слузі: «Я буду йти, поки не досягну того місця, де зливаються два моря, навіть якщо витрачу на це багато років»"},{"SurahNumber":18,"VerseNumber":61,"Text":"І коли вони досягли того місця, то виявилося, що вони забули свою рибу. І раптом вона рушила в море"},{"SurahNumber":18,"VerseNumber":62,"Text":"І коли вони пішли далі, сказав Муса своєму слузі: «Принеси нашу їжу, бо ми втомлені труднощами шляху нашого»"},{"SurahNumber":18,"VerseNumber":63,"Text":"Той відповів: «Послухай! Коли ми сховалися під скелею, я забув там рибу. Це шайтан змусив мене забути її та не згадати про неї. І вона попливла в море якимось дивним чином!»"},{"SurahNumber":18,"VerseNumber":64,"Text":"Сказав Муса: «Це те, чого ми чекали!» І вони пішли назад тим самим шляхом"},{"SurahNumber":18,"VerseNumber":65,"Text":"Там вони знайшли одного з Наших рабів, якому Ми дарували милість від Себе та якому Ми дарували від Себе знання"},{"SurahNumber":18,"VerseNumber":66,"Text":"Муса сказав йому: «Чи можу я піти за тобою, щоб навчитися того, що дано тобі знати про прямий шлях?»"},{"SurahNumber":18,"VerseNumber":67,"Text":"Той відповів: «Воістину, ти не матимеш достатньо терпіння зі мною"},{"SurahNumber":18,"VerseNumber":68,"Text":"Та й як тобі витерпіти те, про що ти не маєш знання?»"},{"SurahNumber":18,"VerseNumber":69,"Text":"Сказав Муса: «Якщо побажає Аллаг, то я буду терплячий і слухатимуся тебе в усьому!»"},{"SurahNumber":18,"VerseNumber":70,"Text":"Той мовив: «Якщо ти підеш зі мною, то не запитуй мене ні про що, поки я сам не розкажу тобі про це»"},{"SurahNumber":18,"VerseNumber":71,"Text":"Вони рушили далі, й коли перебували в човні, той зробив у ньому дірку. Муса спитав: «Ти зробив дірку, щоб утопити людей на цьому човні? Справді, ти скоїв щось дуже погане!»"},{"SurahNumber":18,"VerseNumber":72,"Text":"Той відповів: «Чи я не говорив тобі, що ти не матимеш достатньо терпіння зі мною?»"},{"SurahNumber":18,"VerseNumber":73,"Text":"Муса мовив: «Не картай мене за те, про що я забув, і не роби мою справу важкою!»"},{"SurahNumber":18,"VerseNumber":74,"Text":"Тож вони рушили далі, й коли зустріли хлопчика, той убив його. Муса запитав: «Ти вбив невинну душу, адже це не була відплата за іншу душу? Справді, ти скоїв щось дуже погане!»"}]}