{"Id":194,"LanguageCodes":["hi","hin"],"Name":"hin-suhelfarooqkhan","Author":"Suhel Farooq Khan And Saifur Rahman Nadwi","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"और हमने उसके मरने के बाद उसकी क़ौम पर उनकी तबाही के लिए न तो आसमान से कोई लशकर उतारा और न हम कभी इतनी सी बात के वास्ते लशकर उतारने वाले थे"},{"SurahNumber":36,"VerseNumber":29,"Text":"वह तो सिर्फ एक चिंघाड थी (जो कर दी गयी बस) फिर तो वह फौरन चिराग़े सहरी की तरह बुझ के रह गए"},{"SurahNumber":36,"VerseNumber":30,"Text":"हाए अफसोस बन्दों के हाल पर कि कभी उनके पास कोई रसूल नहीं आया मगर उन लोगों ने उसके साथ मसख़रापन ज़रूर किया"},{"SurahNumber":36,"VerseNumber":31,"Text":"क्या उन लोगों ने इतना भी ग़ौर नहीं किया कि हमने उनसे पहले कितनी उम्मतों को हलाक कर डाला और वह लोग उनके पास हरगिज़ पलट कर नहीं आ सकते"},{"SurahNumber":36,"VerseNumber":32,"Text":"(हाँ) अलबत्ता सब के सब इकट्ठा हो कर हमारी बारगाह में हाज़िर किए जाएँगे"},{"SurahNumber":36,"VerseNumber":33,"Text":"और उनके (समझने) के लिए मेरी कुदरत की एक निशानी मुर्दा (परती) ज़मीन है कि हमने उसको (पानी से) ज़िन्दा कर दिया और हम ही ने उससे दाना निकाला तो उसे ये लोग खाया करते हैं"},{"SurahNumber":36,"VerseNumber":34,"Text":"और हम ही ने ज़मीन में छुहारों और अंगूरों के बाग़ लगाए और हमही ने उसमें पानी के चशमें जारी किए"},{"SurahNumber":36,"VerseNumber":35,"Text":"ताकि लोग उनके फल खाएँ और कुछ उनके हाथों ने उसे नहीं बनाया (बल्कि खुदा ने) तो क्या ये लोग (इस पर भी) शुक्र नहीं करते"},{"SurahNumber":36,"VerseNumber":36,"Text":"वह (हर ऐब से) पाक साफ है जिसने ज़मीन से उगने वाली चीज़ों और खुद उन लोगों के और उन चीज़ों के जिनकी उन्हें ख़बर नहीं सबके जोड़े पैदा किए"},{"SurahNumber":36,"VerseNumber":37,"Text":"और मेरी क़ुदरत की एक निशानी रात है जिससे हम दिन को खींच कर निकाल लेते (जाएल कर देते) हैं तो उस वक्त ये लोग अंधेरे में रह जाते हैं"},{"SurahNumber":36,"VerseNumber":38,"Text":"और (एक निशानी) आफताब है जो अपने एक ठिकाने पर चल रहा है ये (सबसे) ग़ालिब वाक़िफ (खुदा) का (बाँद्दा हुआ) अन्दाज़ा है"},{"SurahNumber":36,"VerseNumber":39,"Text":"और हमने चाँद के लिए मंज़िलें मुक़र्रर कर दीं हैं यहाँ तक कि हिर फिर के (आख़िर माह में) खजूर की पुरानी टहनी का सा (पतला टेढ़ा) हो जाता है"},{"SurahNumber":36,"VerseNumber":40,"Text":"न तो आफताब ही से ये बन पड़ता है कि वह माहताब को जा ले और न रात ही दिन से आगे बढ़ सकती है (चाँद, सूरज, सितारे) हर एक अपने-अपने आसमान (मदार) में चक्कर लगा रहें हैं"},{"SurahNumber":36,"VerseNumber":41,"Text":"और उनके लिए (मेरी कुदरत) की एक निशानी ये है कि उनके बुर्ज़ुगों को (नूह की) भरी हुई कश्ती में सवार किया"},{"SurahNumber":36,"VerseNumber":42,"Text":"और उस कशती के मिसल उन लोगों के वास्ते भी वह चीज़े (कशतियाँ) जहाज़ पैदा कर दी"},{"SurahNumber":36,"VerseNumber":43,"Text":"जिन पर ये लोग सवार हुआ करते हैं और अगर हम चाहें तो उन सब लोगों को डुबा मारें फिर न कोई उन का फरियाद रस होगा और न वह लोग छुटकारा ही पा सकते हैं"},{"SurahNumber":36,"VerseNumber":44,"Text":"मगर हमारी मेहरबानी से और चूँकि एक (ख़ास) वक्त तक (उनको) चैन करने देना (मंज़ूर) है"},{"SurahNumber":36,"VerseNumber":45,"Text":"और जब उन कुफ्फ़ार से कहा जाता है कि इस (अज़ाब से) बचो (हर वक्त तुम्हारे साथ-साथ) तुम्हारे सामने और तुम्हारे पीछे (मौजूद) है ताकि तुम पर रहम किया जाए"},{"SurahNumber":36,"VerseNumber":46,"Text":"(तो परवाह नहीं करते) और उनकी हालत ये है कि जब उनके परवरदिगार की निशानियों में से कोई निशानी उनके पास आयी तो ये लोग मुँह मोड़े बग़ैर कभी नहीं रहे"},{"SurahNumber":36,"VerseNumber":47,"Text":"और जब उन (कुफ्फ़ार) से कहा जाता है कि (माले दुनिया से) जो खुदा ने तुम्हें दिया है उसमें से कुछ (खुदा की राह में भी) ख़र्च करो तो (ये) कुफ्फ़ार ईमानवालों से कहते हैं कि भला हम उस शख्स को खिलाएँ जिसे (तुम्हारे ख्याल के मुवाफ़िक़) खुदा चाहता तो उसको खुद खिलाता कि तुम लोग बस सरीही गुमराही में (पड़े हुए) हो"},{"SurahNumber":36,"VerseNumber":48,"Text":"और कहते हैं कि (भला) अगर तुम लोग (अपने दावे में सच्चे हो) तो आख़िर ये (क़यामत का) वायदा कब पूरा होगा"},{"SurahNumber":36,"VerseNumber":49,"Text":"(ऐ रसूल) ये लोग एक सख्त चिंघाड़ (सूर) के मुनतज़िर हैं जो उन्हें (उस वक्त) ले डालेगी"},{"SurahNumber":36,"VerseNumber":50,"Text":"जब ये लोग बाहम झगड़ रहे होगें फिर न तो ये लोग वसीयत ही करने पायेंगे और न अपने लड़के बालों ही की तरफ लौट कर जा सकेगें"},{"SurahNumber":36,"VerseNumber":51,"Text":"और फिर (जब दोबारा) सूर फूँका जाएगा तो उसी दम ये सब लोग (अपनी-अपनी) क़ब्रों से (निकल-निकल के) अपने परवरदिगार की बारगाह की तरफ चल खड़े होगे"},{"SurahNumber":36,"VerseNumber":52,"Text":"और (हैरान होकर) कहेगें हाए अफसोस हम तो पहले सो रहे थे हमें ख्वाबगाह से किसने उठाया (जवाब आएगा) कि ये वही (क़यामत का) दिन है जिसका खुदा ने (भी) वायदा किया था"},{"SurahNumber":36,"VerseNumber":53,"Text":"और पैग़म्बरों ने भी सच कहा था (क़यामत तो) बस एक सख्त चिंघाड़ होगी फिर एका एकी ये लोग सब के सब हमारे हुजूर में हाज़िर किए जाएँगे"},{"SurahNumber":36,"VerseNumber":54,"Text":"फिर आज (क़यामत के दिन) किसी शख्स पर कुछ भी ज़ुल्म न होगा और तुम लोगों को तो उसी का बदला दिया जाएगा जो तुम लोग (दुनिया में) किया करते थे"},{"SurahNumber":36,"VerseNumber":55,"Text":"बेहश्त के रहने वाले आज (रोजे क़यामत) एक न एक मशग़ले में जी बहला रहे हैं"},{"SurahNumber":36,"VerseNumber":56,"Text":"वह अपनी बीवियों के साथ (ठन्डी) छाँव में तकिया लगाए तख्तों पर (चैन से) बैठे हुए हैं"},{"SurahNumber":36,"VerseNumber":57,"Text":"बेिहश्त में उनके लिए (ताज़ा) मेवे (तैयार) हैं और जो वह चाहें उनके लिए (हाज़िर) है"},{"SurahNumber":36,"VerseNumber":58,"Text":"मेहरबान परवरदिगार की तरफ से सलाम का पैग़ाम आएगा"},{"SurahNumber":36,"VerseNumber":59,"Text":"और (एक आवाज़ आएगी कि) ऐ गुनाहगारों तुम लोग (इनसे) अलग हो जाओ"},{"SurahNumber":36,"VerseNumber":60,"Text":"ऐ आदम की औलाद क्या मैंने तुम्हारे पास ये हुक्म नहीं भेजा था कि (ख़बरदार) शैतान की परसतिश न करना वह यक़ीनी तुम्हारा खुल्लम खुल्ला दुश्मन है"},{"SurahNumber":36,"VerseNumber":61,"Text":"और ये कि (देखो) सिर्फ मेरी इबादत करना यही (नजात की) सीधी राह है"},{"SurahNumber":36,"VerseNumber":62,"Text":"और (बावजूद इसके) उसने तुममें से बहुतेरों को गुमराह कर छोड़ा तो क्या तुम (इतना भी) नहीं समझते थे"},{"SurahNumber":36,"VerseNumber":63,"Text":"ये वही जहन्नुम है जिसका तुमसे वायदा किया गया था"},{"SurahNumber":36,"VerseNumber":64,"Text":"तो अब चूँकि तुम कुफ्र करते थे इस वजह से आज इसमें (चुपके से) चले जाओ"},{"SurahNumber":36,"VerseNumber":65,"Text":"आज हम उनके मुँह पर मुहर लगा देगें और (जो) कारसतानियाँ ये लोग दुनिया में कर रहे थे खुद उनके हाथ हमको बता देगें और उनके पाँव गवाही देगें"},{"SurahNumber":36,"VerseNumber":66,"Text":"और अगर हम चाहें तो उनकी ऑंखों पर झाडू फेर दें तो ये लोग राह को पड़े चक्कर लगाते ढूँढते फिरें मगर कहाँ देख पाँएगे"},{"SurahNumber":36,"VerseNumber":67,"Text":"और अगर हम चाहे तो जहाँ ये हैं (वहीं) उनकी सूरतें बदल (करके) (पत्थर मिट्टी बना) दें फिर न तो उनमें आगे जाने का क़ाबू रहे और न (घर) लौट सकें"},{"SurahNumber":36,"VerseNumber":68,"Text":"और हम जिस शख्स को (बहुत) ज्यादा उम्र देते हैं तो उसे ख़िलक़त में उलट (कर बच्चों की तरह मजबूर कर) देते हैं तो क्या वह लोग समझते नहीं"},{"SurahNumber":36,"VerseNumber":69,"Text":"और हमने न उस (पैग़म्बर) को शेर की तालीम दी है और न शायरी उसकी शान के लायक़ है ये (किताब) तो बस (निरी) नसीहत और साफ-साफ कुरान है"},{"SurahNumber":36,"VerseNumber":70,"Text":"ताकि जो ज़िन्दा (दिल आक़िल) हों उसे (अज़ाब से) डराए और काफ़िरों पर (अज़ाब का) क़ौल साबित हो जाए (और हुज्जत बाक़ी न रहे)"},{"SurahNumber":36,"VerseNumber":71,"Text":"क्या उन लोगों ने इस पर भी ग़ौर नहीं किया कि हमने उनके फायदे के लिए चारपाए उस चीज़ से पैदा किए जिसे हमारी ही क़ुदरत ने बनाया तो ये लोग (ख्वाहमाख्वाह) उनके मालिक बन गए"},{"SurahNumber":36,"VerseNumber":72,"Text":"और हम ही ने चार पायों को उनका मुतीय बना दिया तो बाज़ उनकी सवारियां हैं और बाज़ को खाते हैं"},{"SurahNumber":36,"VerseNumber":73,"Text":"और चार पायों में उनके (और) बहुत से फायदे हैं और पीने की चीज़ (दूध) तो क्या ये लोग (इस पर भी) शुक्र नहीं करते"},{"SurahNumber":36,"VerseNumber":74,"Text":"और लोगों ने ख़ुदा को छोड़कर (फर्ज़ी माबूद बनाए हैं ताकि उन्हें उनसे कुछ मद्द मिले हालाँकि वह लोग उनकी किसी तरह मद्द कर ही नहीं सकते)"},{"SurahNumber":36,"VerseNumber":75,"Text":"और ये कुफ्फ़ार उन माबूदों के लशकर हैं (और क़यामत में) उन सबकी हाज़िरी ली जाएगी"},{"SurahNumber":36,"VerseNumber":76,"Text":"तो (ऐ रसूल) तुम इनकी बातों से आज़ुरदा ख़ातिर (पेरशान) न हो जो कुछ ये लोग छिपा कर करते हैं और जो कुछ खुल्लम खुल्ला करते हैं-हम सबको यक़ीनी जानते हैं"},{"SurahNumber":36,"VerseNumber":77,"Text":"क्या आदमी ने इस पर भी ग़ौर नहीं किया कि हम ही ने इसको एक ज़लील नुत्फे से पैदा किया फिर वह यकायक (हमारा ही) खुल्लम खुल्ला मुक़ाबिल (बना) है"},{"SurahNumber":36,"VerseNumber":78,"Text":"और हमारी निसबत बातें बनाने लगा और अपनी ख़िलक़त (की हालत) भूल गया और कहने लगा कि भला जब ये हड्डियां (सड़गल कर) ख़ाक हो जाएँगी तो (फिर) कौन (दोबारा) ज़िन्दा कर सकता है"},{"SurahNumber":36,"VerseNumber":79,"Text":"(ऐ रसूल) तुम कह दो कि उसको वही ज़िन्दा करेगा जिसने उनको (जब ये कुछ न थे) पहली बार ज़िन्दा कर (रखा)"},{"SurahNumber":36,"VerseNumber":80,"Text":"और वह हर तरह की पैदाइश से वाक़िफ है जिसने तुम्हारे वास्ते (मिर्ख़ और अफ़ार के) हरे दरख्त से आग पैदा कर दी फिर तुम उससे (और) आग सुलगा लेते हो"},{"SurahNumber":36,"VerseNumber":81,"Text":"(भला) जिस (खुदा) ने सारे आसमान और ज़मीन पैदा किए क्या वह इस पर क़ाबू नहीं रखता कि उनके मिस्ल (दोबारा) पैदा कर दे हाँ (ज़रूर क़ाबू रखता है) और वह तो पैदा करने वाला वाक़िफ़कार है"},{"SurahNumber":36,"VerseNumber":82,"Text":"उसकी शान तो ये है कि जब किसी चीज़ को (पैदा करना) चाहता है तो वह कह देता है कि ''हो जा'' तो (फौरन) हो जाती है"},{"SurahNumber":36,"VerseNumber":83,"Text":"तो वह ख़ुद (हर नफ्स से) पाक साफ़ है जिसके क़ब्ज़े कुदरत में हर चीज़ की हिकमत है और तुम लोग उसी की तरफ लौट कर जाओगे"},{"SurahNumber":37,"VerseNumber":1,"Text":"(इबादत या जिहाद में) पर बाँधने वालों की (क़सम)"},{"SurahNumber":37,"VerseNumber":2,"Text":"फिर (बदों को बुराई से) झिड़क कर डाँटने वाले की (क़सम)"},{"SurahNumber":37,"VerseNumber":3,"Text":"फिर कुरान पढ़ने वालों की क़सम है"},{"SurahNumber":37,"VerseNumber":4,"Text":"तुम्हारा माबूद (यक़ीनी) एक ही है"},{"SurahNumber":37,"VerseNumber":5,"Text":"जो सारे आसमान ज़मीन का और जो कुछ इन दोनों के दरमियान है (सबका) परवरदिगार है"},{"SurahNumber":37,"VerseNumber":6,"Text":"और (चाँद सूरज तारे के) तुलूउ व (गुरूब) के मक़ामात का भी मालिक है हम ही ने नीचे वाले आसमान को तारों की आरइश (जगमगाहट) से आरास्ता किया"},{"SurahNumber":37,"VerseNumber":7,"Text":"और (तारों को) हर सरकश शैतान से हिफ़ाज़त के वास्ते (भी पैदा किया)"},{"SurahNumber":37,"VerseNumber":8,"Text":"कि अब शैतान आलमे बाला की तरफ़ कान भी नहीं लगा सकते और (जहाँ सुन गुन लेना चाहा तो) हर तरफ़ से खदेड़ने के लिए शहाब फेके जाते हैं"},{"SurahNumber":37,"VerseNumber":9,"Text":"और उनके लिए पाएदार अज़ाब है"},{"SurahNumber":37,"VerseNumber":10,"Text":"मगर जो (शैतान शाज़ व नादिर फरिश्तों की) कोई बात उचक ले भागता है तो आग का दहकता हुआ तीर उसका पीछा करता है"},{"SurahNumber":37,"VerseNumber":11,"Text":"तो (ऐ रसूल) तुम उनसे पूछो तो कि उनका पैदा करना ज्यादा दुश्वार है या उन (मज़कूरा) चीज़ों का जिनको हमने पैदा किया हमने तो उन लोगों को लसदार मिट्टी से पैदा किया"},{"SurahNumber":37,"VerseNumber":12,"Text":"बल्कि तुम (उन कुफ्फ़ार के इन्कार पर) ताज्जुब करते हो और वह लोग (तुमसे) मसख़रापन करते हैं"},{"SurahNumber":37,"VerseNumber":13,"Text":"और जब उन्हें समझाया जाता है तो समझते नहीं हैं"},{"SurahNumber":37,"VerseNumber":14,"Text":"और जब किसी मौजिजे क़ो देखते हैं तो (उससे) मसख़रापन करते हैं"},{"SurahNumber":37,"VerseNumber":15,"Text":"और कहते हैं कि ये तो बस खुला हुआ जादू है"},{"SurahNumber":37,"VerseNumber":16,"Text":"भला जब हम मर जाएँगे और ख़ाक और हड्डियाँ रह जाएँगे"},{"SurahNumber":37,"VerseNumber":17,"Text":"तो क्या हम या हमारे अगले बाप दादा फिर दोबारा क़ब्रों से उठा खड़े किए जाँएगे"},{"SurahNumber":37,"VerseNumber":18,"Text":"(ऐ रसूल) तुम कह दो कि हाँ (ज़रूर उठाए जाओगे)"},{"SurahNumber":37,"VerseNumber":19,"Text":"और तुम ज़लील होगे और वह (क़यामत) तो एक ललकार होगी फिर तो वह लोग फ़ौरन ही (ऑंखे फाड़-फाड़ के) देखने लगेंगे"},{"SurahNumber":37,"VerseNumber":20,"Text":"और कहेंगे हाए अफसोस ये तो क़यामत का दिन है"},{"SurahNumber":37,"VerseNumber":21,"Text":"(जवाब आएगा) ये वही फैसले का दिन है जिसको तुम लोग (दुनिया में) झूठ समझते थे"},{"SurahNumber":37,"VerseNumber":22,"Text":"(और फ़रिश्तों को हुक्म होगा कि) जो लोग (दुनिया में) सरकशी करते थे उनको और उनके साथियों को और खुदा को छोड़कर जिनकी परसतिश करते हैं"},{"SurahNumber":37,"VerseNumber":23,"Text":"उनको (सबको) इकट्ठा करो फिर उन्हें जहन्नुम की राह दिखाओ"},{"SurahNumber":37,"VerseNumber":24,"Text":"और (हाँ ज़रा) उन्हें ठहराओ तो उनसे कुछ पूछना है"},{"SurahNumber":37,"VerseNumber":25,"Text":"(अरे कमबख्तों) अब तुम्हें क्या होगा कि एक दूसरे की मदद नहीं करते"},{"SurahNumber":37,"VerseNumber":26,"Text":"(जवाब क्या देंगे) बल्कि वह तो आज गर्दन झुकाए हुए हैं"},{"SurahNumber":37,"VerseNumber":27,"Text":"और एक दूसरे की तरफ मुतावज्जे होकर बाहम पूछताछ करेंगे"},{"SurahNumber":37,"VerseNumber":28,"Text":"(और इन्सान शयातीन से) कहेंगे कि तुम ही तो हमारी दाहिनी तरफ से (हमें बहकाने को) चढ़ आते थे"},{"SurahNumber":37,"VerseNumber":29,"Text":"वह जवाब देगें (हम क्या जानें) तुम तो खुद ईमान लाने वाले न थे"},{"SurahNumber":37,"VerseNumber":30,"Text":"और (साफ़ तो ये है कि) हमारी तुम पर कुछ हुकूमत तो थी नहीं बल्कि तुम खुद सरकश लोग थे"},{"SurahNumber":37,"VerseNumber":31,"Text":"फिर अब तो लोगों पर हमारे परवरदिगार का (अज़ाब का) क़ौल पूरा हो गया कि अब हम सब यक़ीनन अज़ाब का मज़ा चखेंगे"},{"SurahNumber":37,"VerseNumber":32,"Text":"हम खुद गुमराह थे तो तुम को भी गुमराह किया"},{"SurahNumber":37,"VerseNumber":33,"Text":"ग़रज़ ये लोग सब के सब उस दिन अज़ाब में शरीक होगें"},{"SurahNumber":37,"VerseNumber":34,"Text":"और हम तो गुनाहगारों के साथ यूँ ही किया करते हैं ये लोग ऐसे (शरीर) थे"},{"SurahNumber":37,"VerseNumber":35,"Text":"कि जब उनसे कहा जाता था कि खुदा के सिवा कोई माबूद नहीं तो अकड़ा करते थे"},{"SurahNumber":37,"VerseNumber":36,"Text":"और ये लोग कहते थे कि क्या एक पागल शायर के लिए हम अपने माबूदों को छोड़ बैठें (अरे कम्बख्तों ये शायर या पागल नहीं)"},{"SurahNumber":37,"VerseNumber":37,"Text":"बल्कि ये तो हक़ बात लेकर आया है और (अगले) पैग़म्बरों की तसदीक़ करता है"},{"SurahNumber":37,"VerseNumber":38,"Text":"तुम लोग (अगर न मानोगे) तो ज़रूर दर्दनाक अज़ाब का मज़ा चखोगे"},{"SurahNumber":37,"VerseNumber":39,"Text":"और तुम्हें तो उसके किये का बदला दिया जाएगा जो (जो दुनिया में) करते रहे"},{"SurahNumber":37,"VerseNumber":40,"Text":"मगर खुदा के बरगुजीदा बन्दे"},{"SurahNumber":37,"VerseNumber":41,"Text":"उनके वास्ते (बेहिश्त में) एक मुक़र्रर रोज़ी होगी"},{"SurahNumber":37,"VerseNumber":42,"Text":"(और वह भी ऐसी वैसी नहीं) हर क़िस्म के मेवे"},{"SurahNumber":37,"VerseNumber":43,"Text":"और वह लोग बड़ी इज्ज़त से नेअमत के (लदे हुए)"},{"SurahNumber":37,"VerseNumber":44,"Text":"बाग़ों में तख्तों पर (चैन से) आमने सामने बैठे होगे"},{"SurahNumber":37,"VerseNumber":45,"Text":"उनमें साफ सफेद बुर्राक़ शराब के जाम का दौर चल रहा होगा"},{"SurahNumber":37,"VerseNumber":46,"Text":"जो पीने वालों को बड़ा मज़ा देगी"},{"SurahNumber":37,"VerseNumber":47,"Text":"(और फिर) न उस शराब में ख़ुमार की वजह से) दर्द सर होगा और न वह उस (के पीने) से मतवाले होंगे"},{"SurahNumber":37,"VerseNumber":48,"Text":"और उनके पहलू में (शर्म से) नीची निगाहें करने वाली बड़ी बड़ी ऑंखों वाली परियाँ होगी"},{"SurahNumber":37,"VerseNumber":49,"Text":"(उनकी) गोरी-गोरी रंगतों में हल्की सी सुर्ख़ी ऐसी झलकती होगी"},{"SurahNumber":37,"VerseNumber":50,"Text":"गोया वह अन्डे हैं जो छिपाए हुए रखे हो"},{"SurahNumber":37,"VerseNumber":51,"Text":"फिर एक दूसरे की तरफ मुतावज्जे पाकर बाहम बातचीत करते करते उनमें से एक कहने वाला बोल उठेगा कि (दुनिया में) मेरा एक दोस्त था"},{"SurahNumber":37,"VerseNumber":52,"Text":"और (मुझसे) कहा करता था कि क्या तुम भी क़यामत की तसदीक़ करने वालों में हो"},{"SurahNumber":37,"VerseNumber":53,"Text":"(भला जब हम मर जाएँगे) और (सड़ गल कर) मिट्टी और हव्ी (होकर) रह जाएँगे तो क्या हमको दोबारा ज़िन्दा करके हमारे (आमाल का) बदला दिया जाएगा"},{"SurahNumber":37,"VerseNumber":54,"Text":"फिर अपने बेहश्त के साथियों से कहेगा"},{"SurahNumber":37,"VerseNumber":55,"Text":"तो क्या तुम लोग भी (मेरे साथ उसे झांक कर देखोगे) ग़रज़ झाँका तो उसे बीच जहन्नुम में (पड़ा हुआ) देखा"},{"SurahNumber":37,"VerseNumber":56,"Text":"(ये देख कर बेसाख्ता) बोल उठेगा कि खुदा की क़सम तुम तो मुझे भी तबाह करने ही को थे"},{"SurahNumber":37,"VerseNumber":57,"Text":"और अगर मेरे परवरदिगार का एहसान न होता तो मैं भी (इस वक्त) तेरी तरह जहन्नुम में गिरफ्तार किया गया होता"},{"SurahNumber":37,"VerseNumber":58,"Text":"(अब बताओ) क्या (मैं तुम से न कहता था) कि हम को इस पहली मौत के सिवा फिर मरना नहीं है"},{"SurahNumber":37,"VerseNumber":59,"Text":"और न हम पर (आख़ेरत) में अज़ाब होगा"},{"SurahNumber":37,"VerseNumber":60,"Text":"(तो तुम्हें यक़ीन न होता था) ये यक़ीनी बहुत बड़ी कामयाबी है"},{"SurahNumber":37,"VerseNumber":61,"Text":"ऐसी (ही कामयाबी) के वास्ते काम करने वालों को कारगुज़ारी करनी चाहिए"},{"SurahNumber":37,"VerseNumber":62,"Text":"भला मेहमानी के वास्ते ये (सामान) बेहतर है या थोहड़ का दरख्त (जो जहन्नुमियों के वास्ते होगा)"},{"SurahNumber":37,"VerseNumber":63,"Text":"जिसे हमने यक़ीनन ज़ालिमों की आज़माइश के लिए बनाया है"},{"SurahNumber":37,"VerseNumber":64,"Text":"ये वह दरख्त हैं जो जहन्नुम की तह में उगता है"},{"SurahNumber":37,"VerseNumber":65,"Text":"उसके फल ऐसे (बदनुमा) हैं गोया (हू बहू) साँप के फन जिसे छूते दिल डरे"},{"SurahNumber":37,"VerseNumber":66,"Text":"फिर ये (जहन्नुमी लोग) यक़ीनन उसमें से खाएँगे फिर उसी से अपने पेट भरेंगे"},{"SurahNumber":37,"VerseNumber":67,"Text":"फिर उसके ऊपर से उन को खूब खौलता हुआ पानी (पीप वग़ैरह में) मिला मिलाकर पीने को दिया जाएगा"},{"SurahNumber":37,"VerseNumber":68,"Text":"फिर (खा पीकर) उनको जहन्नुम की तरफ यक़ीनन लौट जाना होगा"},{"SurahNumber":37,"VerseNumber":69,"Text":"उन लोगों ने अपन बाप दादा को गुमराह पाया था"},{"SurahNumber":37,"VerseNumber":70,"Text":"ये लोग भी उनके पीछे दौड़े चले जा रहे हैं"},{"SurahNumber":37,"VerseNumber":71,"Text":"और उनके क़ब्ल अगलों में से बहुतेरे गुमराह हो चुके"},{"SurahNumber":37,"VerseNumber":72,"Text":"उन लोगों के डराने वाले (पैग़म्बरों) को भेजा था"},{"SurahNumber":37,"VerseNumber":73,"Text":"ज़रा देखो तो कि जो लोग डराए जा चुके थे उनका क्या बुरा अन्जाम हुआ"},{"SurahNumber":37,"VerseNumber":74,"Text":"मगर (हाँ) खुदा के निरे खरे बन्दे (महफूज़ रहे)"},{"SurahNumber":37,"VerseNumber":75,"Text":"और नूह ने (अपनी कौम से मायूस होकर) हमें ज़रूर पुकारा था (देखो हम) क्या खूब जवाब देने वाले थे"},{"SurahNumber":37,"VerseNumber":76,"Text":"और हमने उनको और उनके लड़के वालों को बड़ी (सख्त) मुसीबत से नजात दी"},{"SurahNumber":37,"VerseNumber":77,"Text":"और हमने (उनमें वह बरकत दी कि) उनकी औलाद को (दुनिया में) बरक़रार रखा"},{"SurahNumber":37,"VerseNumber":78,"Text":"और बाद को आने वाले लोगों में उनका अच्छा चर्चा बाक़ी रखा"},{"SurahNumber":37,"VerseNumber":79,"Text":"कि सारी खुदायी में (हर तरफ से) नूह पर सलाम है"},{"SurahNumber":37,"VerseNumber":80,"Text":"हम नेकी करने वालों को यूँ जज़ाए ख़ैर अता फरमाते हैं"},{"SurahNumber":37,"VerseNumber":81,"Text":"इसमें शक नहीं कि नूह हमारे (ख़ास) ईमानदार बन्दों से थे"},{"SurahNumber":37,"VerseNumber":82,"Text":"फिर हमने बाक़ी लोगों को डुबो दिया"},{"SurahNumber":37,"VerseNumber":83,"Text":"और यक़ीनन उन्हीं के तरीक़ो पर चलने वालों में इबराहीम (भी) ज़रूर थे"},{"SurahNumber":37,"VerseNumber":84,"Text":"जब वह अपने परवरदिगार (कि इबादत) की तरफ (पहलू में) ऐसा दिल लिए हुए बढ़े जो (हर ऐब से पाक था)"},{"SurahNumber":37,"VerseNumber":85,"Text":"जब उन्होंने अपने (मुँह बोले) बाप और अपनी क़ौम से कहा कि तुम लोग किस चीज़ की परसतिश करते हो"},{"SurahNumber":37,"VerseNumber":86,"Text":"क्या खुदा को छोड़कर दिल से गढ़े हुए माबूदों की तमन्ना रखते हो"},{"SurahNumber":37,"VerseNumber":87,"Text":"फिर सारी खुदाई के पालने वाले के साथ तुम्हारा क्या ख्याल है"},{"SurahNumber":37,"VerseNumber":88,"Text":"फिर (एक ईद में उन लोगों ने चलने को कहा) तो इबराहीम ने सितारों की तरफ़ एक नज़र देखा"},{"SurahNumber":37,"VerseNumber":89,"Text":"और कहा कि मैं (अनक़रीब) बीमार पड़ने वाला हूँ"},{"SurahNumber":37,"VerseNumber":90,"Text":"तो वह लोग इबराहीम के पास से पीठ फेर फेर कर हट गए"},{"SurahNumber":37,"VerseNumber":91,"Text":"(बस) फिर तो इबराहीम चुपके से उनके बुतों की तरफ मुतावज्जे हुए और (तान से) कहा तुम्हारे सामने इतने चढ़ाव रखते हैं"},{"SurahNumber":37,"VerseNumber":92,"Text":"आख़िर तुम खाते क्यों नहीं (अरे तुम्हें क्या हो गया है)"},{"SurahNumber":37,"VerseNumber":93,"Text":"कि तुम बोलते तक नहीं"},{"SurahNumber":37,"VerseNumber":94,"Text":"फिर तो इबराहीम दाहिने हाथ से मारते हुए उन पर पिल पड़े (और तोड़-फोड़ कर एक बड़े बुत के गले में कुल्हाड़ी डाल दी)"},{"SurahNumber":37,"VerseNumber":95,"Text":"जब उन लोगों को ख़बर हुई तो इबराहीम के पास दौड़ते हुए पहुँचे"},{"SurahNumber":37,"VerseNumber":96,"Text":"इबराहीम ने कहा (अफ़सोस) तुम लोग उसकी परसतिश करते हो जिसे तुम लोग खुद तराश कर बनाते हो"},{"SurahNumber":37,"VerseNumber":97,"Text":"हालाँकि तुमको और जिसको तुम लोग बनाते हो (सबको) खुदा ही ने पैदा किया है (ये सुनकर) वह लोग (आपस में कहने लगे) इसके लिए (भट्टी की सी) एक इमारत बनाओ"},{"SurahNumber":37,"VerseNumber":98,"Text":"और (उसमें आग सुलगा कर उसी दहकती हुई आग में इसको डाल दो) फिर उन लोगों ने इबराहीम के साथ मक्कारी करनी चाही"},{"SurahNumber":37,"VerseNumber":99,"Text":"तो हमने (आग सर्द गुलज़ार करके) उन्हें नीचा दिखाया और जब (आज़र ने) इबराहीम को निकाल दिया तो बोले मैं अपने परवरदिगार की तरफ जाता हूँ"},{"SurahNumber":37,"VerseNumber":100,"Text":"वह अनक़रीब ही मुझे रूबरा कर देगा (फिर ग़रज की) परवरदिगार मुझे एक नेको कार (फरज़न्द) इनायत फरमा"},{"SurahNumber":37,"VerseNumber":101,"Text":"तो हमने उनको एक बड़े नरम दिले लड़के (के पैदा होने की) खुशख़बरी दी"},{"SurahNumber":37,"VerseNumber":102,"Text":"फिर जब इस्माईल अपने बाप के साथ दौड़ धूप करने लगा तो (एक दफा) इबराहीम ने कहा बेटा खूब मैं (वही के ज़रिये क्या) देखता हूँ कि मैं तो खुद तुम्हें ज़िबाह कर रहा हूँ तो तुम भी ग़ौर करो तुम्हारी इसमें क्या राय है इसमाईल ने कहा अब्बा जान जो आपको हुक्म हुआ है उसको (बे तअम्मुल) कीजिए अगर खुदा ने चाहा तो मुझे आप सब्र करने वालों में से पाएगे"},{"SurahNumber":37,"VerseNumber":103,"Text":"फिर जब दोनों ने ये ठान ली और बाप ने बेटे को (ज़िबाह करने के लिए) माथे के बल लिटाया"},{"SurahNumber":37,"VerseNumber":104,"Text":"और हमने (आमादा देखकर) आवाज़ दी ऐ इबराहीम"},{"SurahNumber":37,"VerseNumber":105,"Text":"तुमने अपने ख्वाब को सच कर दिखाया अब तुम दोनों को बड़े मरतबे मिलेगें हम नेकी करने वालों को यूँ जज़ाए ख़ैर देते हैं"},{"SurahNumber":37,"VerseNumber":106,"Text":"इसमें शक नहीं कि ये यक़ीनी बड़ा सख्त और सरीही इम्तिहान था"},{"SurahNumber":37,"VerseNumber":107,"Text":"और हमने इस्माईल का फ़िदया एक ज़िबाहे अज़ीम (बड़ी कुर्बानी) क़रार दिया"},{"SurahNumber":37,"VerseNumber":108,"Text":"और हमने उनका अच्छा चर्चा बाद को आने वालों में बाक़ी रखा है"},{"SurahNumber":37,"VerseNumber":109,"Text":"कि (सारी खुदायी में) इबराहीम पर सलाम (ही सलाम) हैं"},{"SurahNumber":37,"VerseNumber":110,"Text":"हम यूँ नेकी करने वालों को जज़ाए ख़ैर देते हैं"},{"SurahNumber":37,"VerseNumber":111,"Text":"बेशक इबराहीम हमारे (ख़ास) ईमानदार बन्दों में थे"},{"SurahNumber":37,"VerseNumber":112,"Text":"और हमने इबराहीम को इसहाक़ (के पैदा होने की) खुशख़बरी दी थी"},{"SurahNumber":37,"VerseNumber":113,"Text":"जो एक नेकोसार नबी थे और हमने खुद इबराहीम पर और इसहाक़ पर अपनी बरकत नाज़िल की और इन दोनों की नस्ल में बाज़ तो नेकोकार और बाज़ (नाफरमानी करके) अपनी जान पर सरीही सितम ढ़ाने वाला"},{"SurahNumber":37,"VerseNumber":114,"Text":"और हमने मूसा और हारून पर बहुत से एहसानात किए हैं"},{"SurahNumber":37,"VerseNumber":115,"Text":"और खुद दोनों को और इनकी क़ौम को बड़ी (सख्त) मुसीबत से नजात दी"},{"SurahNumber":37,"VerseNumber":116,"Text":"और (फिरऔन के मुक़ाबले में) हमने उनकी मदद की तो (आख़िर) यही लोग ग़ालिब रहे"},{"SurahNumber":37,"VerseNumber":117,"Text":"और हमने उन दोनों को एक वाज़ेए उलम तालिब किताब (तौरेत) अता की"},{"SurahNumber":37,"VerseNumber":118,"Text":"और दोनों को सीधी राह की हिदायत फ़रमाई"},{"SurahNumber":37,"VerseNumber":119,"Text":"और बाद को आने वालों में उनका ज़िक्रे ख़ैर बाक़ी रखा"},{"SurahNumber":37,"VerseNumber":120,"Text":"कि (हर जगह) मूसा और हारून पर सलाम (ही सलाम) है"},{"SurahNumber":37,"VerseNumber":121,"Text":"हम नेकी करने वालों को यूँ जज़ाए ख़ैर अता फरमाते हैं"},{"SurahNumber":37,"VerseNumber":122,"Text":"बेशक ये दोनों हमारे (ख़ालिस ईमानदार बन्दों में से थे)"},{"SurahNumber":37,"VerseNumber":123,"Text":"और इसमें शक नहीं कि इलियास यक़ीनन पैग़म्बरों में से थे"},{"SurahNumber":37,"VerseNumber":124,"Text":"जब उन्होंने अपनी क़ौम से कहा कि तुम लोग (ख़ुदा से) क्यों नहीं डरते"},{"SurahNumber":37,"VerseNumber":125,"Text":"क्या तुम लोग बाल (बुत) की परसतिश करते हो और खुदा को छोड़े बैठे हो जो सबसे बेहतर पैदा करने वाला है"},{"SurahNumber":37,"VerseNumber":126,"Text":"और (जो) तुम्हारा परवरदिगार और तुम्हारे अगले बाप दादाओं का (भी) परवरदिगार है"},{"SurahNumber":37,"VerseNumber":127,"Text":"तो उसे लोगों ने झुठला दिया तो ये लोग यक़ीनन (जहन्नुम) में गिरफ्तार किए जाएँगे"},{"SurahNumber":37,"VerseNumber":128,"Text":"मगर खुदा के निरे खरे बन्दे महफूज़ रहेंगे"},{"SurahNumber":37,"VerseNumber":129,"Text":"और हमने उनका ज़िक्र ख़ैर बाद को आने वालों में बाक़ी रखा"},{"SurahNumber":37,"VerseNumber":130,"Text":"कि (हर तरफ से) आले यासीन पर सलाम (ही सलाम) है"},{"SurahNumber":37,"VerseNumber":131,"Text":"हम यक़ीनन नेकी करने वालों को ऐसा ही बदला दिया करते हैं"},{"SurahNumber":37,"VerseNumber":132,"Text":"बेशक वह हमारे (ख़ालिस) ईमानदार बन्दों में थे"},{"SurahNumber":37,"VerseNumber":133,"Text":"और इसमें भी शक नहीं कि लूत यक़ीनी पैग़म्बरों में से थे"},{"SurahNumber":37,"VerseNumber":134,"Text":"जब हमने उनको और उनके लड़के वालों सब को नजात दी"},{"SurahNumber":37,"VerseNumber":135,"Text":"मगर एक (उनकी) बूढ़ी बीबी जो पीछे रह जाने वालों ही में थीं"},{"SurahNumber":37,"VerseNumber":136,"Text":"फिर हमने बाक़ी लोगों को तबाह व बर्बाद कर दिया"},{"SurahNumber":37,"VerseNumber":137,"Text":"और ऐ अहले मक्का तुम लोग भी उन पर से (कभी) सुबह को और (कभी) शाम को (आते जाते गुज़रते हो)"},{"SurahNumber":37,"VerseNumber":138,"Text":"तो क्या तुम (इतना भी) नहीं समझते"},{"SurahNumber":37,"VerseNumber":139,"Text":"और इसमें शक नहीं कि यूनुस (भी) पैग़म्बरों में से थे"},{"SurahNumber":37,"VerseNumber":140,"Text":"(वह वक्त याद करो) जब यूनुस भाग कर एक भरी हुई कश्ती के पास पहुँचे"},{"SurahNumber":37,"VerseNumber":141,"Text":"तो (अहले कश्ती ने) कुरआ डाला तो (उनका ही नाम निकला) यूनुस ने ज़क उठायी (और दरिया में गिर पड़े)"},{"SurahNumber":37,"VerseNumber":142,"Text":"तो उनको एक मछली निगल गयी और यूनुस खुद (अपनी) मलामत कर रहे थे"},{"SurahNumber":37,"VerseNumber":143,"Text":"फिर अगर यूनुस (खुदा की) तसबीह (व ज़िक्र) न करते"},{"SurahNumber":37,"VerseNumber":144,"Text":"तो रोज़े क़यामत तक मछली के पेट में रहते"},{"SurahNumber":37,"VerseNumber":145,"Text":"फिर हमने उनको (मछली के पेट से निकाल कर) एक खुले मैदान में डाल दिया"},{"SurahNumber":37,"VerseNumber":146,"Text":"और (वह थोड़ी देर में) बीमार निढाल हो गए थे और हमने उन पर साये के लिए एक कद्दू का दरख्त उगा दिया"},{"SurahNumber":37,"VerseNumber":147,"Text":"और (इसके बाद) हमने एक लाख बल्कि (एक हिसाब से) ज्यादा आदमियों की तरफ (पैग़म्बर बना कर भेजा)"},{"SurahNumber":37,"VerseNumber":148,"Text":"तो वह लोग (उन पर) ईमान लाए फिर हमने (भी) एक ख़ास वक्त तक उनको चैन से रखा"},{"SurahNumber":37,"VerseNumber":149,"Text":"तो (ऐ रसूल) उन कुफ्फ़ार से पूछो कि क्या तुम्हारे परवरदिगार के लिए बेटियाँ हैं और उनके लिए बेटे"},{"SurahNumber":37,"VerseNumber":150,"Text":"(क्या वाक़ई) हमने फरिश्तों की औरतें बनाया है और ये लोग (उस वक्त) मौजूद थे"},{"SurahNumber":37,"VerseNumber":151,"Text":"ख़बरदार (याद रखो कि) ये लोग यक़ीनन अपने दिल से गढ़-गढ़ के कहते हैं कि खुदा औलाद वाला है"},{"SurahNumber":37,"VerseNumber":152,"Text":"और ये लोग यक़ीनी झूठे हैं"},{"SurahNumber":37,"VerseNumber":153,"Text":"क्या खुदा ने (अपने लिए) बेटियों को बेटों पर तरजीह दी है"},{"SurahNumber":37,"VerseNumber":154,"Text":"(अरे कम्बख्तों) तुम्हें क्या जुनून हो गया है तुम लोग (बैठे-बैठे) कैसा फैसला करते हो"},{"SurahNumber":37,"VerseNumber":155,"Text":"तो क्या तुम (इतना भी) ग़ौर नहीं करते"},{"SurahNumber":37,"VerseNumber":156,"Text":"या तुम्हारे पास (इसकी) कोई वाज़ेए व रौशन दलील है"},{"SurahNumber":37,"VerseNumber":157,"Text":"तो अगर तुम (अपने दावे में) सच्चे हो तो अपनी किताब पेश करो"},{"SurahNumber":37,"VerseNumber":158,"Text":"और उन लोगों ने खुदा और जिन्नात के दरमियान रिश्ता नाता मुक़र्रर किया है हालाँकि जिन्नात बखूबी जानते हैं कि वह लोग यक़ीनी (क़यामत में बन्दों की तरह) हाज़िर किए जाएँगे"},{"SurahNumber":37,"VerseNumber":159,"Text":"ये लोग जो बातें बनाया करते हैं इनसे खुदा पाक साफ़ है"},{"SurahNumber":37,"VerseNumber":160,"Text":"मगर खुदा के निरे खरे बन्दे (ऐसा नहीं कहते)"},{"SurahNumber":37,"VerseNumber":161,"Text":"ग़रज़ तुम लोग खुद और तुम्हारे माबूद"},{"SurahNumber":37,"VerseNumber":162,"Text":"उसके ख़िलाफ (किसी को) बहका नहीं सकते"},{"SurahNumber":37,"VerseNumber":163,"Text":"मगर उसको जो जहन्नुम में झोंका जाने वाला है"},{"SurahNumber":37,"VerseNumber":164,"Text":"और फरिश्ते या आइम्मा तो ये कहते हैं कि मैं हर एक का एक दरजा मुक़र्रर है"},{"SurahNumber":37,"VerseNumber":165,"Text":"और हम तो यक़ीनन (उसकी इबादत के लिए) सफ बाँधे खड़े रहते हैं"},{"SurahNumber":37,"VerseNumber":166,"Text":"और हम तो यक़ीनी (उसकी) तस्बीह पढ़ा करते हैं"},{"SurahNumber":37,"VerseNumber":167,"Text":"अगरचे ये कुफ्फार (इस्लाम के क़ब्ल) कहा करते थे"},{"SurahNumber":37,"VerseNumber":168,"Text":"कि अगर हमारे पास भी अगले लोगों का तज़किरा (किसी किताबे खुदा में) होता"},{"SurahNumber":37,"VerseNumber":169,"Text":"तो हम भी खुदा के निरे खरे बन्दे ज़रूर हो जाते"},{"SurahNumber":37,"VerseNumber":170,"Text":"(मगर जब किताब आयी) तो उन लोगों ने उससे इन्कार किया ख़ैर अनक़रीब (उसका नतीजा) उन्हें मालूम हो जाएगा"},{"SurahNumber":37,"VerseNumber":171,"Text":"और अपने ख़ास बन्दों पैग़म्बरों से हमारी बात पक्की हो चुकी है"},{"SurahNumber":37,"VerseNumber":172,"Text":"कि इन लोगों की (हमारी बारगाह से) यक़ीनी मदद की जाएगी"},{"SurahNumber":37,"VerseNumber":173,"Text":"और हमारा लश्कर तो यक़ीनन ग़ालिब रहेगा"},{"SurahNumber":37,"VerseNumber":174,"Text":"तो (ऐ रसूल) तुम उनसे एक ख़ास वक्त तक मुँह फेरे रहो"},{"SurahNumber":37,"VerseNumber":175,"Text":"और इनको देखते रहो तो ये लोग अनक़रीब ही (अपना नतीजा) देख लेगे"},{"SurahNumber":37,"VerseNumber":176,"Text":"तो क्या ये लोग हमारे अज़ाब की जल्दी कर रहे हैं"},{"SurahNumber":37,"VerseNumber":177,"Text":"फिर जब (अज़ाब) उनकी अंगनाई में उतर पडेग़ा तो जो लोग डराए जा चुके हैं उनकी भी क्या बुरी सुबह होगी"},{"SurahNumber":37,"VerseNumber":178,"Text":"और उन लोगों से एक ख़ास वक्त तक मुँह फेरे रहो"},{"SurahNumber":37,"VerseNumber":179,"Text":"और देखते रहो ये लोग तो खुद अनक़रीब ही अपना अन्जाम देख लेगें"},{"SurahNumber":37,"VerseNumber":180,"Text":"ये लोग जो बातें (खुदा के बारे में) बनाया करते हैं उनसे तुम्हारा परवरदिगार इज्ज़त का मालिक पाक साफ है"},{"SurahNumber":37,"VerseNumber":181,"Text":"और पैग़म्बरों पर (दुरूद) सलाम हो"},{"SurahNumber":37,"VerseNumber":182,"Text":"और कुल तारीफ खुदा ही के लिए सज़ावार हैं जो सारे जहाँन का पालने वाला है"},{"SurahNumber":38,"VerseNumber":1,"Text":"सआद नसीहत करने वाले कुरान की क़सम (तुम बरहक़ नबी हो)"},{"SurahNumber":38,"VerseNumber":2,"Text":"मगर ये कुफ्फ़ार (ख्वाहमख्वाह) तकब्बुर और अदावत में (पड़े अंधे हो रहें हैं)"},{"SurahNumber":38,"VerseNumber":3,"Text":"हमने उन से पहले कितने गिरोह हलाक कर डाले तो (अज़ाब के वक्त) ये लोग चीख़ उठे मगर छुटकारे का वक्त ही न रहा था"},{"SurahNumber":38,"VerseNumber":4,"Text":"और उन लोगों ने इस बात से ताज्जुब किया कि उन्हीं में का (अज़ाबे खुदा से) एक डरानेवाला (पैग़म्बर) उनके पास आया और काफिर लोग कहने लगे कि ये तो बड़ा (खिलाड़ी) जादूगर और पक्का झूठा है"},{"SurahNumber":38,"VerseNumber":5,"Text":"भला (देखो तो) उसने तमाम माबूदों को (मटियामेट करके बस) एक ही माबूद क़ायम रखा ये तो यक़ीनी बड़ी ताज्जुब खेज़ बात है"},{"SurahNumber":38,"VerseNumber":6,"Text":"और उनमें से चन्द रवादार लोग (मजलिस व अज़ा से) ये (कह कर) चल खड़े हुए कि (यहाँ से) चल दो और अपने माबूदों की इबादत पर जमे रहो यक़ीनन इसमें (उसकी) कुछ ज़ाती ग़रज़ है"},{"SurahNumber":38,"VerseNumber":7,"Text":"हम लोगों ने तो ये बात पिछले दीन में कभी सुनी भी नहीं हो न हो ये उसकी मन गढ़ंत है"},{"SurahNumber":38,"VerseNumber":8,"Text":"क्या हम सब लोगों में बस (मोहम्मद ही क़ाबिल था कि) उस पर कुरान नाज़िल हुआ, नहीं बात ये है कि इनके (सिरे से) मेरे कलाम ही में शक है कि मेरा है या नहीं बल्कि असल ये है कि इन लोगों ने अभी तक अज़ाब के मज़े नहीं चखे"},{"SurahNumber":38,"VerseNumber":9,"Text":"(इस वजह से ये शरारत है) (ऐ रसूल) तुम्हारे ज़बरदस्त फ़य्याज़ परवरदिगार के रहमत के ख़ज़ाने इनके पास हैं"},{"SurahNumber":38,"VerseNumber":10,"Text":"या सारे आसमान व ज़मीन और उन दोनों के दरमियान की सलतनत इन्हीं की ख़ास है तब इनको चाहिए कि रास्ते या सीढियाँ लगाकर (आसमान पर) चढ़ जाएँ और इन्तेज़ाम करें"},{"SurahNumber":38,"VerseNumber":11,"Text":"(ऐ रसूल उन पैग़म्बरों के साथ झगड़ने वाले) गिरोहों में से यहाँ तुम्हारे मुक़ाबले में भी एक लशकर है जो शिकस्त खाएगा"},{"SurahNumber":38,"VerseNumber":12,"Text":"उनसे पहले नूह की क़ौम और आद और फिरऔन मेंख़ों वाला"},{"SurahNumber":38,"VerseNumber":13,"Text":"और समूद और लूत की क़ौम और जंगल के रहने वाले (क़ौम शुऐब ये सब पैग़म्बरों को) झुठला चुकी हैं यही वह गिरोह है"},{"SurahNumber":38,"VerseNumber":14,"Text":"(जो शिकस्त खा चुके) सब ही ने तो पैग़म्बरों को झुठलाया तो हमारा अज़ाब ठीक आ नाज़िल हुआ"},{"SurahNumber":38,"VerseNumber":15,"Text":"और ये (काफिर) लोग बस एक चिंघाड़ (सूर के मुन्तज़िर हैं जो फिर उन्हें) चश्में ज़दन की मोहलत न देगी"},{"SurahNumber":38,"VerseNumber":16,"Text":"और ये लोग (मज़ाक से) कहते हैं कि परवरदिगार हिसाब के दिन (क़यामत के) क़ब्ल ही (जो) हमारी क़िस्मत को लिखा (हो) हमें जल्दी दे दे"},{"SurahNumber":38,"VerseNumber":17,"Text":"(ऐ रसूल) जैसी जैसी बातें ये लोग करते हैं उन पर सब्र करो और हमारे बन्दे दाऊद को याद करो जो बड़े कूवत वाले थे"},{"SurahNumber":38,"VerseNumber":18,"Text":"बेशक वह हमारी बारगाह में बड़े रूजू करने वाले थे हमने पहाड़ों को भी ताबेदार बना दिया था कि उनके साथ सुबह और शाम (खुदा की) तस्बीह करते थे"},{"SurahNumber":38,"VerseNumber":19,"Text":"और परिन्दे भी (यादे खुदा के वक्त सिमट) आते और उनके फरमाबरदार थे"},{"SurahNumber":38,"VerseNumber":20,"Text":"और हमने उनकी सल्तनत को मज़बूत कर दिया और हमने उनको हिकमत और बहस के फैसले की कूवत अता फरमायी थी"},{"SurahNumber":38,"VerseNumber":21,"Text":"(ऐ रसूल) क्या तुम तक उन दावेदारों की भी ख़बर पहुँची है कि जब वह हुजरे (इबादत) की दीवार फाँद पडे"},{"SurahNumber":38,"VerseNumber":22,"Text":"(और) जब दाऊद के पास आ खड़े हुए तो वह उनसे डर गए उन लोगों ने कहा कि आप डरें नहीं (हम दोनों) एक मुक़द्दमें के फ़रीकैन हैं कि हम में से एक ने दूसरे पर ज्यादती की है तो आप हमारे दरमियान ठीक-ठीक फैसला कर दीजिए और इन्साफ से ने गुज़रिये और हमें सीधी राह दिखा दीजिए"},{"SurahNumber":38,"VerseNumber":23,"Text":"(मुराद ये हैं कि) ये (शख्स) मेरा भाई है और उसके पास निनान्नवे दुम्बियाँ हैं और मेरे पास सिर्फ एक दुम्बी है उस पर भी ये मुझसे कहता है कि ये दुम्बी भी मुझी को दे दें और बातचीत में मुझ पर सख्ती करता है"},{"SurahNumber":38,"VerseNumber":24,"Text":"दाऊद ने (बग़ैर इसके कि मुदा आलैह से कुछ पूछें) कह दिया कि ये जो तेरी दुम्बी माँग कर अपनी दुम्बियों में मिलाना चाहता है तो ये तुझ पर ज़ुल्म करता है और अक्सर शुरका (की) यकीनन (ये हालत है कि) एक दूसरे पर जुल्म किया करते हैं मगर जिन लोगों ने (सच्चे दिल से) ईमान कुबूल किया और अच्छे (अच्छे) काम किए (वह ऐसा नहीं करते) और ऐसे लोग बहुत ही कम हैं (ये सुनकर दोनों चल दिए) और अब दाऊद ने समझा कि हमने उनका इमितेहान लिया (और वह ना कामयाब रहे) फिर तो अपने परवरदिगार से बख्शिश की दुआ माँगने लगे और सजदे में गिर पड़े और (मेरी) तरफ रूजू की (24) (सजदा)"},{"SurahNumber":38,"VerseNumber":25,"Text":"तो हमने उनकी वह ग़लती माफ कर दी और इसमें शक नहीं कि हमारी बारगाह में उनका तक़र्रुब और अन्जाम अच्छा हुआ"},{"SurahNumber":38,"VerseNumber":26,"Text":"(हमने फरमाया) ऐ दाऊद हमने तुमको ज़मीन में (अपना) नाएब क़रार दिया तो तुम लोगों के दरमियान बिल्कुल ठीक फैसला किया करो और नफ़सियानी ख्वाहिश की पैरवी न करो बसा ये पीरों तुम्हें ख़ुदा की राह से बहका देगी इसमें शक नहीं कि जो लोग खुदा की राह में भटकते हैं उनकी बड़ी सख्त सज़ा होगी क्योंकि उन लोगों ने हिसाब के दिन (क़यामत) को भुला दिया"},{"SurahNumber":38,"VerseNumber":27,"Text":"और हमने आसमान और ज़मीन और जो चीज़ें उन दोनों के दरमियान हैं बेकार नहीं पैदा किया ये उन लोगों का ख्याल है जो काफ़िर हो बैठे तो जो लोग दोज़ख़ के मुनकिर हैं उन पर अफ़सोस है"},{"SurahNumber":38,"VerseNumber":28,"Text":"क्या जिन लोगों ने ईमान कुबूल किया और अच्छे-अच्छे काम किए उनको हम (उन लोगों के बराबर) कर दें जो रूए ज़मीन में फसाद फैलाया करते हैं या हम परहेज़गारों को मिसल बदकारों के बना दें"},{"SurahNumber":38,"VerseNumber":29,"Text":"(ऐ रसूल) किताब (कुरान) जो हमने तुम्हारे पास नाज़िल की है (बड़ी) बरकत वाली है ताकि लोग इसकी आयतों में ग़ौर करें और ताकि अक्ल वाले नसीहत हासिल करें"},{"SurahNumber":38,"VerseNumber":30,"Text":"और हमने दाऊद को सुलेमान (सा बेटा) अता किया (सुलेमान भी) क्या अच्छे बन्दे थे"},{"SurahNumber":38,"VerseNumber":31,"Text":"बेशक वह हमारी तरफ रूजू करने वाले थे इत्तोफाक़न एक दफ़ा तीसरे पहर को ख़ासे के असील घोड़े उनके सामने पेश किए गए"},{"SurahNumber":38,"VerseNumber":32,"Text":"तो देखने में उलझे के नवाफिल में देर हो गयी जब याद आया तो बोले कि मैंने अपने परवरदिगार की याद पर माल की उलफ़त को तरजीह दी यहाँ तक कि आफ़ताब (मग़रिब के) पर्दे में छुप गया"},{"SurahNumber":38,"VerseNumber":33,"Text":"(तो बोले अच्छा) इन घोड़ों को मेरे पास वापस लाओ (जब आए) तो (देर के कफ्फ़ारा में) घोड़ों की टाँगों और गर्दनों पर हाथ फेर (काट) ने लगे"},{"SurahNumber":38,"VerseNumber":34,"Text":"और हमने सुलेमान का इम्तेहान लिया और उनके तख्त पर एक बेजान धड़ लाकर गिरा दिया"},{"SurahNumber":38,"VerseNumber":35,"Text":"फिर (सुलेमान ने मेरी तरफ) रूजू की (और) कहा परवरदिगार मुझे बख्श दे और मुझे वह मुल्क अता फरमा जो मेरे बाद किसी के वास्ते शायाँह न हो इसमें तो शक नहीं कि तू बड़ा बख्शने वाला है"},{"SurahNumber":38,"VerseNumber":36,"Text":"तो हमने हवा को उनका ताबेए कर दिया कि जहाँ वह पहुँचना चाहते थे उनके हुक्म के मुताबिक़ धीमी चाल चलती थी"},{"SurahNumber":38,"VerseNumber":37,"Text":"और (इसी तरह) जितने शयातीन (देव) इमारत बनाने वाले और ग़ोता लगाने वाले थे"},{"SurahNumber":38,"VerseNumber":38,"Text":"सबको (ताबेए कर दिया और इसके अलावा) दूसरे देवों को भी जो ज़ंज़ीरों में जकड़े हुए थे"},{"SurahNumber":38,"VerseNumber":39,"Text":"ऐ सुलेमान ये हमारी बेहिसाब अता है पस (उसे लोगों को देकर) एहसान करो या (सब) अपने ही पास रखो"},{"SurahNumber":38,"VerseNumber":40,"Text":"और इसमें शक नहीं कि सुलेमान की हमारी बारगाह में कुर्ब व मज़ेलत और उमदा जगह है"},{"SurahNumber":38,"VerseNumber":41,"Text":"और (ऐ रसूल) हमारे (ख़ास) बन्दे अय्यूब को याद करो जब उन्होंने अपने परवरगिार से फरियाद की कि मुझको शैतान ने बहुत अज़ीयत और तकलीफ पहुँचा रखी है"},{"SurahNumber":38,"VerseNumber":42,"Text":"तो हमने कहा कि अपने पाँव से (ज़मीन को) ठुकरा दो और चश्मा निकाला तो हमने कहा (ऐ अय्यूब) तुम्हारे नहाने और पीने के वास्ते ये ठन्डा पानी (हाज़िर) है"},{"SurahNumber":38,"VerseNumber":43,"Text":"और हमने उनको और उनके लड़के वाले और उनके साथ उतने ही और अपनी ख़ास मेहरबानी से अता किए"},{"SurahNumber":38,"VerseNumber":44,"Text":"और अक्लमंदों के लिए इबरत व नसीहत (क़रार दी) और हमने कहा ऐ अय्यूब तुम अपने हाथ से सींको का मट्ठा लो (और उससे अपनी बीवी को) मारो अपनी क़सम में झूठे न बनो हमने कहा अय्यूब को यक़ीनन साबिर पाया वह क्या अच्छे बन्दे थे"},{"SurahNumber":38,"VerseNumber":45,"Text":"बेशक वह हमारी बारगाह में बड़े झुकने वाले थे और (ऐ रसूल) हमारे बन्दों में इब्राहीम और इसहाक़ और बेशक वह (हमारी बारगाह में) बड़े झुकने वाले थे और (ऐ रसूल) हमारे बन्दों में इबराहीम और इसहाक़ और याकूब को याद करो जो कुवत और बसीरत वाले थे"},{"SurahNumber":38,"VerseNumber":46,"Text":"हमने उन लोगों को एक ख़ास सिफत आख़ेरत की याद से मुमताज़ किया था"},{"SurahNumber":38,"VerseNumber":47,"Text":"और इसमें शक नहीं कि ये लोग हमारी बारगाह में बरगुज़ीदा और नेक लोगों में हैं"},{"SurahNumber":38,"VerseNumber":48,"Text":"और (ऐ रसूल) इस्माईल और अलयसा और जुलकिफ़ल को (भी) याद करो और (ये) सब नेक बन्दों में हैं"},{"SurahNumber":38,"VerseNumber":49,"Text":"ये एक नसीहत है और इसमें शक नहीं कि परहेज़गारों के लिए (आख़ेरत में) यक़ीनी अच्छी आरामगाह है"},{"SurahNumber":38,"VerseNumber":50,"Text":"(यानि) हमेशा रहने के (बेहिश्त के) सदाबहार बाग़ात जिनके दरवाज़े उनके लिए (बराबर) खुले होगें"},{"SurahNumber":38,"VerseNumber":51,"Text":"और ये लोग वहाँ तकिये लगाए हुए (चैन से बैठे) होगें वहाँ (खुद्दामे बेहिश्त से) कसरत से मेवे और शराब मँगवाएँगे"},{"SurahNumber":38,"VerseNumber":52,"Text":"और उनके पहलू में नीची नज़रों वाली (शरमीली) कमसिन बीवियाँ होगी"},{"SurahNumber":38,"VerseNumber":53,"Text":"(मोमिनों) ये वह चीज़ हैं जिनका हिसाब के दिन (क़यामत) के लिए तुमसे वायदा किया जाता है"},{"SurahNumber":38,"VerseNumber":54,"Text":"बेशक ये हमारी (दी हुई) रोज़ी है जो कभी तमाम न होगी"},{"SurahNumber":38,"VerseNumber":55,"Text":"ये परहेज़गारों का (अन्जाम) है और सरकशों का तो यक़ीनी बुरा ठिकाना है"},{"SurahNumber":38,"VerseNumber":56,"Text":"जहन्नुम जिसमें उनको जाना पड़ेगा तो वह क्या बुरा ठिकाना है"},{"SurahNumber":38,"VerseNumber":57,"Text":"ये खौलता हुआ पानी और पीप और इस तरह अनवा अक़साम की दूसरी चीज़े हैं"},{"SurahNumber":38,"VerseNumber":58,"Text":"तो ये लोग उन्हीं पड़े चखा करें (कुछ लोगों के बारे में) बड़ों से कहा जाएगा"},{"SurahNumber":38,"VerseNumber":59,"Text":"ये (तुम्हारी चेलों की) फौज भी तुम्हारे साथ ही ढूँसी जाएगी उनका भला न हो ये सब भी दोज़ख़ को जाने वाले हैं"},{"SurahNumber":38,"VerseNumber":60,"Text":"तो चेले कहेंगें (हम क्यों) बल्कि तुम (जहन्नुमी हो) तुम्हारा ही भला न हो तो तुम ही लोगों ने तो इस (बला) से हमारा सामना करा दिया तो जहन्नुम भी क्या बुरी जगह है"},{"SurahNumber":38,"VerseNumber":61,"Text":"(फिर वह) अर्ज़ करेगें परवरदिगार जिस शख्स ने हमारा इस (बला) से सामना करा दिया तो तू उस पर हमसे बढ़कर जहन्नुम में दो गुना अज़ाब कर"},{"SurahNumber":38,"VerseNumber":62,"Text":"और (फिर) खुद भी कहेगें हमें क्या हो गया है कि हम जिन लोगों को (दुनिया में) शरीर शुमार करते थे हम उनको यहाँ (दोज़ख़) में नहीं देखते"},{"SurahNumber":38,"VerseNumber":63,"Text":"क्या हम उनसे (नाहक़) मसखरापन करते थे या उनकी तरफ से (हमारी) ऑंखे पलट गयी हैं"},{"SurahNumber":38,"VerseNumber":64,"Text":"इसमें शक नहीं कि जहन्नुमियों का बाहम झगड़ना ये बिल्कुल यक़ीनी ठीक है"},{"SurahNumber":38,"VerseNumber":65,"Text":"(ऐ रसूल) तुम कह दो कि मैं तो बस (अज़ाबे खुदा से) डराने वाला हूँ और यकता क़हार खुदा के सिवा कोई माबूद क़ाबिले परसतिश नहीं"},{"SurahNumber":38,"VerseNumber":66,"Text":"सारे आसमान और ज़मीन का और जो चीज़े उन दोनों के दरमियान हैं (सबका) परवरदिगार ग़ालिब बड़ा बख्शने वाला है"},{"SurahNumber":38,"VerseNumber":67,"Text":"(ऐ रसूल) तुम कह दो कि ये (क़यामत) एक बहुत बड़ा वाक़िया है"},{"SurahNumber":38,"VerseNumber":68,"Text":"जिससे तुम लोग (ख्वाहमाख्वाह) मुँह फेरते हो"},{"SurahNumber":38,"VerseNumber":69,"Text":"आलम बाला के रहने वाले (फरिश्ते) जब वाहम बहस करते थे उसकी मुझे भी ख़बर न थी"},{"SurahNumber":38,"VerseNumber":70,"Text":"मेरे पास तो बस वही की गयी है कि मैं (खुदा के अज़ाब से) साफ-साफ डराने वाला हूँ"},{"SurahNumber":38,"VerseNumber":71,"Text":"(वह बहस ये थी कि) जब तुम्हारे परवरदिगार ने फरिश्तों से कहा कि मैं गीली मिट्टी से एक आदमी बनाने वाला हूँ"},{"SurahNumber":38,"VerseNumber":72,"Text":"तो जब मैं उसको दुरूस्त कर लूँ और इसमें अपनी (पैदा) की हुई रूह फूँक दो तो तुम सब के सब उसके सामने सजदे में गिर पड़ना"},{"SurahNumber":38,"VerseNumber":73,"Text":"तो सब के सब कुल फरिश्तों ने सजदा किया"},{"SurahNumber":38,"VerseNumber":74,"Text":"मगर (एक) इबलीस ने कि वह शेख़ी में आ गया और काफिरों में हो गया"},{"SurahNumber":38,"VerseNumber":75,"Text":"ख़ुदा ने (इबलीस से) फरमाया कि ऐ इबलीस जिस चीज़ को मैंने अपनी ख़ास कुदरत से पैदा किया (भला) उसको सजदा करने से तुझे किसी ने रोका क्या तूने तक़ब्बुर किया या वाकई तू बड़े दरजे वालें में है"},{"SurahNumber":38,"VerseNumber":76,"Text":"इबलीस बोल उठा कि मैं उससे बेहतर हूँ तूने मुझे आग से पैदा किया और इसको तूने गीली मिट्टी से पैदा किया"},{"SurahNumber":38,"VerseNumber":77,"Text":"(कहाँ आग कहाँ मिट्टी) खुदा ने फरमाया कि तू यहाँ से निकल (दूर हो) तू यक़ीनी मरदूद है"},{"SurahNumber":38,"VerseNumber":78,"Text":"और तुझ पर रोज़ जज़ा (क़यामत) तक मेरी फिटकार पड़ा करेगी"},{"SurahNumber":38,"VerseNumber":79,"Text":"शैतान ने अर्ज़ की परवरदिगार तू मुझे उस दिन तक की मोहलत अता कर जिसमें सब लोग (दोबारा) उठा खड़े किए जायेंगे"},{"SurahNumber":38,"VerseNumber":80,"Text":"फरमाया तुझे एक वक्त मुअय्यन के दिन तक की मोहलत दी गयी"},{"SurahNumber":38,"VerseNumber":81,"Text":"वह बोला तेरी ही इज्ज़त व जलाल की क़सम"},{"SurahNumber":38,"VerseNumber":82,"Text":"उनमें से तेरे ख़ालिस बन्दों के सिवा सब के सब को ज़रूर गुमराह करूँगा"},{"SurahNumber":38,"VerseNumber":83,"Text":"खुदा ने फरमाया तो (हम भी) हक़ बात (कहे देते हैं)"},{"SurahNumber":38,"VerseNumber":84,"Text":"और मैं तो हक़ ही कहा करता हूँ"},{"SurahNumber":38,"VerseNumber":85,"Text":"कि मैं तुझसे और जो लोग तेरी ताबेदारी करेंगे उन सब से जहन्नुम को ज़रूर भरूँगा"},{"SurahNumber":38,"VerseNumber":86,"Text":"(ऐ रसूल) तुम कह दो कि मैं तो तुमसे न इस (तबलीग़े रिसालत) की मज़दूरी माँगता हूँ और न मैं (झूठ मूठ) बनावट करने वाला हूँ"},{"SurahNumber":38,"VerseNumber":87,"Text":"ये (क़ुरान) तो बस सारे जहाँन के लिए नसीहत है"},{"SurahNumber":38,"VerseNumber":88,"Text":"और कुछ दिनों बाद तुमको इसकी हक़ीकत मालूम हो जाएगी"},{"SurahNumber":39,"VerseNumber":1,"Text":"(इस) किताब (क़ुरान) का नाज़िल करना उस खुदा की बारगाह से है जो (सब पर) ग़ालिब हिकमत वाला है"},{"SurahNumber":39,"VerseNumber":2,"Text":"(ऐ रसूल) हमने किताब (कुरान) को बिल्कुल ठीक नाज़िल किया है तो तुम इबादत को उसी के लिए निरा खुरा करके खुदा की बन्दगी किया करो"},{"SurahNumber":39,"VerseNumber":3,"Text":"आगाह रहो कि इबादत तो ख़ास खुदा ही के लिए है और जिन लोगों ने खुदा के सिवा (औरों को अपना) सरपरस्त बना रखा है और कहते हैं कि हम तो उनकी परसतिश सिर्फ़ इसलिए करते हैं कि ये लोग खुदा की बारगाह में हमारा तक़र्रब बढ़ा देगें इसमें शक नहीं कि जिस बात में ये लोग झगड़ते हैं (क़यामत के दिन) खुदा उनके दरमियान इसमें फैसला कर देगा बेशक खुदा झूठे नाशुक्रे को मंज़िले मक़सूद तक नहीं पहुँचाया करता"},{"SurahNumber":39,"VerseNumber":4,"Text":"अगर खुदा किसी को (अपना) बेटा बनाना चाहता तो अपने मख़लूक़ात में से जिसे चाहता मुन्तखिब कर लेता (मगर) वह तो उससे पाक व पाकीज़ा है वह तो यकता बड़ा ज़बरदस्त अल्लाह है"},{"SurahNumber":39,"VerseNumber":5,"Text":"उसी ने सारे आसमान और ज़मीन को बजा (दुरूस्त) पैदा किया वही रात को दिन पर ऊपर तले लपेटता है और वही दिन को रात पर तह ब तह लपेटता है और उसी ने आफताब और महताब को अपने बस में कर लिया है कि ये सबके सब अपने (अपने) मुक़रर्र वक्त चलते रहेगें आगाह रहो कि वही ग़ालिब बड़ा बख्शने वाला है"},{"SurahNumber":39,"VerseNumber":6,"Text":"उसी ने तुम सबको एक ही शख्स से पैदा किया फिर उस (की बाक़ी मिट्टी) से उसकी बीबी (हौव्वा) को पैदा किया और उसी ने तुम्हारे लिए आठ क़िस्म के चारपाए पैदा किए वही तुमको तुम्हारी माँओं के पेट में एक क़िस्म की पैदाइश के बाद दूसरी क़िस्म (नुत्फे जमा हुआ खून लोथड़ा) की पैदाइश से तेहरे तेहरे अंधेरों (पेट) रहम और झिल्ली में पैदा करता है वही अल्लाह तुम्हारा परवरदिगार है उसी की बादशाही है उसके सिवा माबूद नहीं तो तुम लोग कहाँ फिरे जाते हो"},{"SurahNumber":39,"VerseNumber":7,"Text":"अगर तुमने उसकी नाशुक्री की तो (याद रखो कि) खुदा तुमसे बिल्कुल बेपरवाह है और अपने बन्दों से कुफ्र और नाशुक्री को पसन्द नहीं करता और अगर तुम शुक्र करोगे तो वह उसको तुम्हारे वास्ते पसन्द करता है और (क़यामत में) कोई किसी (के गुनाह) का बोझ (अपनी गर्दन पर) नहीं उठाएगा फिर तुमको अपने परवरदिगार की तरफ लौटना है तो (दुनिया में) जो कुछ (भला बुरा) करते थे वह तुम्हें बता देगा वह यक़ीनन दिलों के राज़ (तक) से खूब वाक़िफ है"},{"SurahNumber":39,"VerseNumber":8,"Text":"और आदमी (की हालत तो ये है कि) जब उसको कोई तकलीफ पहुँचती है तो उसी की तरफ रूजू करके अपने परवरदिगार से दुआ करता है (मगर) फिर जब खुदा अपनी तरफ से उसे नेअमत अता फ़रमा देता है तो जिस काम के लिए पहले उससे दुआ करता था उसे भुला देता है और बल्कि खुदा का शरीक बनाने लगता है ताकि (उस ज़रिए से और लोगों को भी) उसकी राह से गुमराह कर दे (ऐ रसूल ऐसे शख्स से) कह दो कि थोड़े दिनों और अपने कुफ्र (की हालत) में चैन कर लो"},{"SurahNumber":39,"VerseNumber":9,"Text":"(आख़िर) तू यक़ीनी जहन्नुमियों में होगा क्या जो शख्स रात के अवक़ात में सजदा करके और खड़े-खड़े (खुदा की) इबादत करता हो और आख़ेरत से डरता हो अपने परवरदिगार की रहमत का उम्मीदवार हो (नाशुक्रे) काफिर के बराबर हो सकता है (ऐ रसूल) तुम पूछो तो कि भला कहीं जानने वाले और न जाननेवाले लोग बराबर हो सकते हैं (मगर) नसीहत इबरतें तो बस अक्लमन्द ही लोग मानते हैं"},{"SurahNumber":39,"VerseNumber":10,"Text":"(ऐ रसूल) तुम कह दो कि ऐ मेरे ईमानदार बन्दों अपने परवरदिगार (ही) से डरते रहो (क्योंकि) जिन लोगों ने इस दुनिया में नेकी की उन्हीं के लिए (आख़ेरत में) भलाई है और खुदा की ज़मीन तो कुशादा है (जहाँ इबादत न कर सको उसे छोड़ दो) सब्र करने वालों ही की तो उनका भरपूर बेहिसाब बदला दिया जाएगा"},{"SurahNumber":39,"VerseNumber":11,"Text":"(ऐ रसूल) तुम कह दो कि मुझे तो ये हुक्म दिया गया है कि मैं इबादत को उसके लिए ख़ास करके खुदा ही की बन्दगी करो"},{"SurahNumber":39,"VerseNumber":12,"Text":"और मुझे तो ये हुक्म दिया गया है कि मैं सबसे पहल मुसलमान हूँ"},{"SurahNumber":39,"VerseNumber":13,"Text":"(ऐ रसूल) तुम कह दो कि अगर मैं अपने परवरदिगार की नाफरमानी करूँ तो मैं एक बड़ी (सख्त) दिन (क़यामत) के अज़ाब से डरता हूँ"},{"SurahNumber":39,"VerseNumber":14,"Text":"(ऐ रसूल) तुम कह दो कि मैं अपनी इबादत को उसी के वास्ते ख़ालिस करके खुदा ही की बन्दगी करता हूँ (अब रहे तुम) तो उसके सिवा जिसको चाहो पूजो"},{"SurahNumber":39,"VerseNumber":15,"Text":"(ऐ रसूल) तुम कह दो कि फिल हक़ीक़त घाटे में वही लोग हैं जिन्होंने अपना और अपने लड़के वालों का क़यामत के दिन घाटा किया आगाह रहो कि सरीही (खुल्लम खुल्ला) घाटा यही है कि उनके लिए उनके ऊपर से आग ही के ओढ़ने होगें"},{"SurahNumber":39,"VerseNumber":16,"Text":"और उनके नीचे भी (आग ही के) बिछौने ये वह अज़ाब है जिससे खुदा अपने बन्दों को डराता है तो ऐ मेरे बन्दों मुझी से डरते रहो"},{"SurahNumber":39,"VerseNumber":17,"Text":"और जो लोग बुतों से उनके पूजने से बचे रहे और ख़ुदा ही की तरफ रूजु की उनके लिए (जन्नत की) ख़ुशख़बरी है"},{"SurahNumber":39,"VerseNumber":18,"Text":"तो (ऐ रसूल) तुम मेरे (ख़ास) बन्दों को खुशख़बरी दे दो जो बात को जी लगाकर सुनते हैं और फिर उसमें से अच्छी बात पर अमल करते हैं यही वह लोग हैं जिनकी खुदा ने हिदायत की और यही लोग अक्लमन्द हैं"},{"SurahNumber":39,"VerseNumber":19,"Text":"तो (ऐ रसूल) भला जिस शख्स पर अज़ाब का वायदा पूरा हो चुका हो तो क्या तुम उस शख्स की ख़लासी दे सकते हो"},{"SurahNumber":39,"VerseNumber":20,"Text":"जो आग में (पड़ा) हो मगर जो लोग अपने परवरदिगार से डरते रहे उनके ऊँचे-ऊँचे महल हैं (और) बाला ख़ानों पर बालाख़ाने बने हुए हैं जिनके नीचे नहरें जारी हैं ये खुदा का वायदा है (और) वायदा ख़िलाफी नहीं किया करता"},{"SurahNumber":39,"VerseNumber":21,"Text":"क्या तुमने इस पर ग़ौर नहीं किया कि खुदा ही ने आसमान से पानी बरसाया फिर उसको ज़मीन में चश्में बनाकर जारी किया फिर उसके ज़रिए से रंग बिरंग (के गल्ले) की खेती उगाता है फिर (पकने के बाद) सूख जाती है तो तुम को वह ज़र्द दिखायी देती है फिर खुदा उसे चूर-चूर भूसा कर देता है बेशक इसमें अक्लमन्दों के लिए (बड़ी) इबरत व नसीहत है"},{"SurahNumber":39,"VerseNumber":22,"Text":"तो क्या वह शख्स जिस के सीने को खुदा ने (क़ुबूल) इस्लाम के लिए कुशादा कर दिया है तो वह अपने परवरदिगार (की हिदायत) की रौशनी पर (चलता) है मगर गुमराहों के बराबर हो सकता है अफसोस तो उन लोगों पर है जिनके दिल खुदा की याद से (ग़ाफ़िल होकर) सख्त हो गए हैं"},{"SurahNumber":39,"VerseNumber":23,"Text":"ये लोग सरीही गुमराही में (पड़े) हैं ख़ुदा ने बहुत ही अच्छा कलाम (यावी ये) किताब नाज़िल फरमाई (जिसकी आयतें) एक दूसरे से मिलती जुलती हैं और (एक बात कई-कई बार) दोहराई गयी है उसके सुनने से उन लोगों के रोंगटे खड़े हो जाते हैं जो अपने परवरदिगार से डरते हैं फिर उनके जिस्म नरम हो जाते हैं और उनके दिल खुदा की याद की तरफ बा इतमेनान मुतावज्जे हो जाते हैं ये खुदा की हिदायत है इसी से जिसकी चाहता है हिदायत करता है और खुदा जिसको गुमराही में छोड़ दे तो उसको कोई राह पर लाने वाला नहीं"},{"SurahNumber":39,"VerseNumber":24,"Text":"तो क्या जो शख्स क़यामत के दिन अपने मुँह को बड़े अज़ाब की सिपर बनाएगा (नाज़ी के बराबर हो सकता है) और ज़ालिमों से कहा जाएगा कि तुम (दुनिया में) जैसा कुछ करते थे अब उसके मज़े चखो"},{"SurahNumber":39,"VerseNumber":25,"Text":"जो लोग उनसे पहले गुज़र गए उन्होंने भी (पैग़म्बरों को) झुठलाया तो उन पर अज़ाब इस तरह आ पहुँचा कि उन्हें ख़बर भी न हुई"},{"SurahNumber":39,"VerseNumber":26,"Text":"तो खुदा ने उन्हें (इसी) दुनिया की ज़िन्दगी में रूसवाई की लज्ज़त चखा दी और आख़ेरत का अज़ाब तो यक़ीनी उससे कहीं बढ़कर है काश ये लोग ये बात जानते"},{"SurahNumber":39,"VerseNumber":27,"Text":"और हमने तो इस क़ुरान में लोगों के (समझाने के) वास्ते हर तरह की मिसाल बयान कर दी है ताकि ये लोग नसीहत हासिल करें"},{"SurahNumber":39,"VerseNumber":28,"Text":"(हम ने तो साफ और सलीस) एक अरबी कुरान (नाज़िल किया) जिसमें ज़रा भी कजी (पेचीदगी) नहीं"},{"SurahNumber":39,"VerseNumber":29,"Text":"ताकि ये लोग (समझकर) खुदा से डरे ख़ुदा ने एक मिसाल बयान की है कि एक शख्स (ग़ुलाम) है जिसमें कई झगड़ालू साझी हैं और एक ज़ालिम है कि पूरा एक शख्स का है उन दोनों की हालत यकसाँ हो सकती हैं (हरगिज़ नहीं) अल्हमदोलिल्लाह मगर उनमें अक्सर इतना भी नहीं जानते"},{"SurahNumber":39,"VerseNumber":30,"Text":"(ऐ रसूल) बेशक तुम भी मरने वाले हो"},{"SurahNumber":39,"VerseNumber":31,"Text":"और ये लोग भी यक़ीनन मरने वाले हैं फिर तुम लोग क़यामत के दिन अपने परवरदिगार की बारगाह में बाहम झगड़ोगे"}]}