{"Id":149,"LanguageCodes":["eo","epo"],"Name":"epo-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Esperanto","Description":"Esperanto","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":3,"VerseNumber":93,"Text":"All food uz est lawful por Infan Israel Israel trud nepr prohibitions themselves antaux Torah send down dir Bring Torah leg gxi vi est truthful"},{"SurahNumber":3,"VerseNumber":94,"Text":"Those fabricate false prohibitions this atribu them al DI est ver wicked"},{"SurahNumber":3,"VerseNumber":95,"Text":"Dir DI proklam truth Vi sekv Abraham's religi! - monotheism. Li neniam est idolater"},{"SurahNumber":3,"VerseNumber":96,"Text":"Plej grav shrine establ por popol est 1 Becca; ben beacon all popol"},{"SurahNumber":3,"VerseNumber":97,"Text":"En est klar sign staci Abraham. Anyone enters gxi granted sekur passage Popol sxuld gxi DI ke ili observ Hajj this shrine when ili afford gxi! As por those disbelieve DI ne bezon anyone"},{"SurahNumber":3,"VerseNumber":98,"Text":"Dir O followers scripture why vi reject these revelations DI when DI witnessing cxio vi est do"},{"SurahNumber":3,"VerseNumber":99,"Text":"dir O followers scripture do vi repel path DI those wish kred streb distort gxi eben vi est witnesses DI est neniam unaware de anything vi do"},{"SurahNumber":3,"VerseNumber":100,"Text":"O vi kred vi obe kelk da those who ricev scripture ili revert vi kred disbelievers"},{"SurahNumber":3,"VerseNumber":101,"Text":"Kiel vi disbelieve when these revelations DI recited vi His messenger ven vi? Whoever ten fast DI testament direkt dekstr path"},{"SurahNumber":3,"VerseNumber":102,"Text":"O vi kred vi observ DI as Li observ ne mort Submitters"},{"SurahNumber":3,"VerseNumber":103,"Text":"Vi ten fast sxnur DI all da vi kaj ne divid! Recall di blessings vi! - Vi uz est enemies Li reconciled your kor. Per His grace vi igx brethren. Vi est brink pit de fajr Li sav vi therefrom DI TIEL EKSPLIK His revelations VI VI DIREKT"},{"SurahNumber":3,"VerseNumber":104,"Text":"Let tie est community de vi invit al ki est bon advokat righteousness forbid evil These est winners"},{"SurahNumber":3,"VerseNumber":105,"Text":"Ne est those igx divid disput klar proofs ke don them! Por these incurred terrible retribution"},{"SurahNumber":3,"VerseNumber":106,"Text":"(Tag ven when kelk vizagx brightened joy while ali vizagx darkened mizer)! As por those vizagx darkened ili pet vi est ne disbelieve post kred? Do sufer retribution your disbelief"},{"SurahNumber":3,"VerseNumber":107,"Text":"As por those vizagx brightened ili gxoj di mercy; ili abide therein forever"},{"SurahNumber":3,"VerseNumber":108,"Text":"These est di revelations; ni recite them vi truthfully. DI NE wish any hardship POPOL"},{"SurahNumber":3,"VerseNumber":109,"Text":"Di aparten cxio heavens cxio ter all materi controlled DI"},{"SurahNumber":3,"VerseNumber":110,"Text":"Vi est bon community ever raised among des popol vi advokat righteousness forbid evil vi kred en DI! followers scripture kred gxi est put them. Kelk da them kred majority de them est wicked"},{"SurahNumber":3,"VerseNumber":111,"Text":"Ili neniam harm vi beyond insult vi! Ili batal vi ili turn around flee! Ili neniam win"},{"SurahNumber":3,"VerseNumber":112,"Text":"Ili humiliated whenever vi renkont them ili uphold di covenant tro their pac covenants vi! Ili incurred wrath DI consequently ili committed disgrace This because ili rejected di revelations killed prophets unjustly! This ili disobeyed transgressed"},{"SurahNumber":3,"VerseNumber":113,"Text":"Ili ne est all des sam; followers scripture tie est those est righteous. Ili recite di revelations nokt ili fal prostrate"},{"SurahNumber":3,"VerseNumber":114,"Text":"Ili kred en DI Last Tag ili advokat righteousness forbid evil ili hasten do righteous works These est des righteous"},{"SurahNumber":3,"VerseNumber":115,"Text":"Any bon ili ne ir unrewarded. DI est fully aware da DES righteous"},{"SurahNumber":3,"VerseNumber":116,"Text":"Those disbelieved neniam help their mon their infan DI. Ili incurred Infer wherein ili abide forever"},{"SurahNumber":3,"VerseNumber":117,"Text":"Ekzempl their accomplishments en this life est violent vent hits rikolt popol wronged their anim visx gxi out! DI NENIAM wronged them; est ILI wronged"},{"SurahNumber":3,"VerseNumber":118,"Text":"O vi kred ne befriend outsiders neniam cxes wish vi harm ili ecx wish seg vi sufer! Hatred flu their busx ki ili kasx en their kest est far mav Ni tiel clarify revelations vi se vi kompren"},{"SurahNumber":3,"VerseNumber":119,"Text":"Here vi est am them while ili ne am vi vi kred en all scripture! When ili meet vi ili dir Ni kred as baldaux as ili las ili mord their fingr rage vi. dir Mort your rage DI est fully aware da innermost thoughts"},{"SurahNumber":3,"VerseNumber":120,"Text":"When anything bon ven your voj ili dolor when io mav okaz vi ili gxoj. Vi steadfastly persevere argument righteousness their schemes neniam dolor vi! DI EST fully aware da CXIO ILI do"},{"SurahNumber":3,"VerseNumber":121,"Text":"Recall vi (Muhammad) est your popol when vi set out asign believers their pozici por battle DI est Hearer Omniscient"},{"SurahNumber":3,"VerseNumber":122,"Text":"grup vi preskaux failed DI est their Lord En DI believers fid"},{"SurahNumber":3,"VerseNumber":123,"Text":"DI granted VI victory Badr your weakness. Do vi observ DI montr your appreciation"},{"SurahNumber":3,"VerseNumber":124,"Text":"Vi told believers Est gxi ne suficx ke your Lord supports vi 3000 angxel send down"},{"SurahNumber":3,"VerseNumber":125,"Text":"Ja vi steadfastly persevere argument righteousness tiam ili atak vi suddenly your Lord support vi 5000 angxel put dres"},{"SurahNumber":3,"VerseNumber":126,"Text":"DI TIEL INFORM VI en ord DON VI BON news assure your kor Victory ven nur el DI Almighty Sagx"},{"SurahNumber":3,"VerseNumber":127,"Text":"Li tiel annihilates kelk disbelievers neutralizes them; ili cxiam end losers"},{"SurahNumber":3,"VerseNumber":128,"Text":"Est up al vi; Li redeem them Li pun them por their transgressions"},{"SurahNumber":3,"VerseNumber":129,"Text":"Al DI aparten cxio heavens ter! Li forgives whomever Li vol pun whomever Li vol! DI est Forgiver Merciful"},{"SurahNumber":3,"VerseNumber":130,"Text":"O vi kred vi ne pren usury compounded over kaj over Observ DI ke vi sukces"},{"SurahNumber":3,"VerseNumber":131,"Text":"Beware da hellfire awaits disbelievers"},{"SurahNumber":3,"VerseNumber":132,"Text":"Vi obe DI messenger ke vi ating mercy"},{"SurahNumber":3,"VerseNumber":133,"Text":"Vi eagerly race forgiveness your Lord Paradise whose width encompasses heavens ter; gxi awaits des righteous"},{"SurahNumber":3,"VerseNumber":134,"Text":"who don charity bon temp, tro mav temp. Ili est suppressors anger pardoners popol. DI AM DES charitable"},{"SurahNumber":3,"VerseNumber":135,"Text":"Ili fal pek wrong their anim ili memor DI pet forgiveness their pek! - who forgives pek escept DI! - Ili ne persist en pek knowingly"},{"SurahNumber":3,"VerseNumber":136,"Text":"Their recompense est forgiveness their Lord gxarden flu streams ili abide therein forever Ki ben rekompenc workers"},{"SurahNumber":3,"VerseNumber":137,"Text":"Precedents set vi en des preter; roam ter not consequences unbelievers"},{"SurahNumber":3,"VerseNumber":138,"Text":"This est proclamation popol guidance enlightenment por des righteous"},{"SurahNumber":3,"VerseNumber":139,"Text":"Vi ne waver nor shall vi grieve vi est ultimate victors vi est believers"},{"SurahNumber":3,"VerseNumber":140,"Text":"Vi sufer hardship enemy ankaux sufer sam hardship. Ni altern tag victory kaj defeat among des popol! DI TIEL DISTING PRAV believers BEN kelk da VI martyrdom! DI dislikes injustice"},{"SurahNumber":3,"VerseNumber":141,"Text":"DI TIEL toughens those kred humiliates disbelievers"},{"SurahNumber":3,"VerseNumber":142,"Text":"Vi expect enter Paradise DI disting those among vi who strive sen disting those est steadfast"},{"SurahNumber":3,"VerseNumber":143,"Text":"Vi uz long death vi vizagx gxi! Tuj vi vizagx gxi dekstr your okul"},{"SurahNumber":3,"VerseNumber":144,"Text":"Muhammad est ne plur than messenger messengers him. Li mort Should get killed vi turn your kalkan? Anyone turn his kalkan ne dolor DI en des malplej DI REKOMPENC those est appreciative"},{"SurahNumber":3,"VerseNumber":145,"Text":"Ne 1 mort di las je predetermined temp Whoever streb vanities this mond ni don him therefrom whoever streb rekompenc Hereafter ni ben him therein! Ni rekompenc those est appreciative"},{"SurahNumber":3,"VerseNumber":146,"Text":"Many prophet hav godly popol batal him sen ever wavering pressure ig de DI nor did ili hezit igx discouraged DI AM DES steadfast"},{"SurahNumber":3,"VerseNumber":147,"Text":"Their nur utterance est Our Lord forgive us our pek our transgressions strengthen our foothold grant us victory disbelievers"},{"SurahNumber":3,"VerseNumber":148,"Text":"Consequently DI granted them rekompenc this mond bon rekompenc de Hereafter DI AM BON doers"},{"SurahNumber":3,"VerseNumber":149,"Text":"O vi kred vi obe those disbelieve ili turn vi sur your kalkan tiam vi end losers"},{"SurahNumber":3,"VerseNumber":150,"Text":"DI SOL est your Lord MASTR LI est PUT supporter"},{"SurahNumber":3,"VerseNumber":151,"Text":"Ni jxet terror kor de those disbelieved ekde ili set DI powerless idols. Their destiny est Infer; ki miserable abode transgressors"},{"SurahNumber":3,"VerseNumber":152,"Text":"DI fulfilled His PROMES VI VI defeated them His LAS! Tiam vi wavered disput yourselves disobeyed post Li montr vi (victory) vi long por! Tiam kelk da vi igx distr spoils this mond while others rightly koncern Hereafter Li tiam diverted vi them test vi! Li pardon vi. DI DUSX believers His grace"},{"SurahNumber":3,"VerseNumber":153,"Text":"Recall ti vi rushed spoils pag ne attention al anyone eben when messenger vok el vi! Consequently Li substituted 1 mizer another vi ne grieve anything vi missed agonize any hardship vi sufer! DI est Cognizant DE CXIO VI do"},{"SurahNumber":3,"VerseNumber":154,"Text":"Post setback Li send vi peaceful dorm pacified kelk da vi. Others vi selfishly koncern themselves. Ili harbored thoughts DI est dekstr - Sam thoughts ili harbored tag ignorance. Tiel ili dir Est anything up al us? Dir Cxio est up al DI. Ili concealed inside ki ili ne reveal vi! Ili dir gxi est up al us neniom da us killed en this battle Dir Hav vi rest your hejm those destin killed ramp their death lit. DI tiel puts vi test bring out your prav convictions test ki est your kor! DI est fully aware da innermost thoughts"},{"SurahNumber":3,"VerseNumber":155,"Text":"Surely those among vi torn tag 2 arme clashed duped diabl! This reflects kelk da evil works ili committed DI PARDON them. DI est Forgiver Clement"},{"SurahNumber":3,"VerseNumber":156,"Text":"O vi kred ne est those disbelieved dir de their kinsmen vojagx mobilized milit Hav ili rest us ili ne mort gotten killed DI renders this source grief their kor! DI controls life death. DI est Seer DE CXIO VI do"},{"SurahNumber":3,"VerseNumber":157,"Text":"Vi get killed mort ig DI forgiveness el DI mercy est far put than anything ili hoard"},{"SurahNumber":3,"VerseNumber":158,"Text":"Vi mort get killed vi summoned DI"},{"SurahNumber":3,"VerseNumber":159,"Text":"est mercy DI vi igx compassionate towards them. Hav vi est harsh mean-hearted ili abandoned vi! Do vi pardon them pet forgiveness them konsult them! Once vi far decision port your plan fid DI! DI AM those FID Him"},{"SurahNumber":3,"VerseNumber":160,"Text":"Di supports vi neniom defeat vi. Kaj se Li abandons vi who support vi? En DI believers fid"},{"SurahNumber":3,"VerseNumber":161,"Text":"Eben prophet ne pren plur de spoils milit than li entitled Anyone pren plur than his rightful akci hav kont por gxi Tag Resurrection! Est when each anim est pag por whatever gxi earned malplej injustice"},{"SurahNumber":3,"VerseNumber":162,"Text":"Unu pursues di plezur sam as unu est incurs wrath DI his destiny est Infer plej miserable abode"},{"SurahNumber":3,"VerseNumber":163,"Text":"Ili certainly okup different rang DI. DI est Seer DE CXIO ILI do"},{"SurahNumber":3,"VerseNumber":164,"Text":"DI BEN believers raising their midst messenger them recite them His revelations purify them INSTRU them scripture wisdom! Antaux this ili ir totally astray"},{"SurahNumber":3,"VerseNumber":165,"Text":"Tuj vi sufer setback ecx vi inflicted twice as mult sufer (upon your enemy vi dir did this okaz us? Dir This est consequence de your own deeds. DI est Omnipotent)"},{"SurahNumber":3,"VerseNumber":166,"Text":"Ki aflikt vi tag 2 arme clashed est en accordance kun di testament disting believers"},{"SurahNumber":3,"VerseNumber":167,"Text":"Al expose hypocrites told Ven batal ig DI kontribu Ili dir ni kon kiel batal ni joined vi. Ili est closer al disbelief tiam than ili est belief! Ili uttered their busx ki ne est their kor! DI kon ki ILI conceal"},{"SurahNumber":3,"VerseNumber":168,"Text":"Ili dir de their kinsmen as ili rest behind Hav ili obe us ili ne killed Dir Tiam prevent your own death vi est truthful"},{"SurahNumber":3,"VerseNumber":169,"Text":"Ne opini those killed ig DI est dead ili est alive their Lord gxu His provisions"},{"SurahNumber":3,"VerseNumber":170,"Text":"Ili gxoj di grace ili hav bon news their kamarad did ne mort them ke ili hav nothing tim nor vol ili grieve"},{"SurahNumber":3,"VerseNumber":171,"Text":"Ili hav bon news di blessings kaj grace kaj ti DI neniam fails rekompenc believers"},{"SurahNumber":3,"VerseNumber":172,"Text":"those respond al DI messenger persecution ili sufer argument their bon works plumb righteous life great rekompenc"},{"SurahNumber":3,"VerseNumber":173,"Text":"When popol dir al them Popol mobilized vi; vi tim them this nur strengthens their faith ili dir DI suffices us; Li est put Protector"},{"SurahNumber":3,"VerseNumber":174,"Text":"Ili ind di blessings grace ne harm ever tusx them ili ating di approval DI POSED infinite grace"},{"SurahNumber":3,"VerseNumber":175,"Text":"est diabl sistem instill tim his subjekt. Ne tim them tim Me instead se vi est believers"},{"SurahNumber":3,"VerseNumber":176,"Text":"Ne saddened those hasten disbelieve! Ili neniam dolor DI en des malplej Instead DI hav willed ke ili ne hav akci Hereafter Ili incurred terrible retribution"},{"SurahNumber":3,"VerseNumber":177,"Text":"Those choose disbelief belief ne dolor DI en des malplej ili incurred painful retribution"},{"SurahNumber":3,"VerseNumber":178,"Text":"Let ne disbelievers opini ni plumb them por their own bon Ni nur plumb them sur konfirm their sinfulness! Ili incurred humiliating retribution"},{"SurahNumber":3,"VerseNumber":179,"Text":"DI NE est LAS believers VI EST SEN DISTING MAV EL bon Nor does DI inform vi de future DI bestows such knowledge whomever Li chooses His messengers! Do vi kred en DI His messengers. Vi kred plumb righteous life vi ricev great recompense"},{"SurahNumber":3,"VerseNumber":180,"Text":"Let ne those withhold hoard di provisions opini this est bon them; gxi est mav por them! Por ili port their hoarding their kol Tag Resurrection. DI est ultimate inheritor DE heavens TER. DI EST fully Cognizant DE CXIO VI do"},{"SurahNumber":3,"VerseNumber":181,"Text":"DI auxd utterances those DIR DI est poor while NI est RICX. NI record CXIO ILI DIR just as NI recorded their killing prophets unjustly NI DIR SUFER retribution INFER"},{"SurahNumber":3,"VerseNumber":182,"Text":"This est consequence your own works DI est neniam unjust towards popol"},{"SurahNumber":3,"VerseNumber":183,"Text":"est ili dir DI far covenant us ke ni ne kred en any messenger li produkt ofert ke gets konsum fajr. Dir Messengers me ven al vi klar proofs including ki vi just postul! Why tiam vi kill them vi did est truthful"},{"SurahNumber":3,"VerseNumber":184,"Text":"Ili reject vi messengers vi rejected eben ili brought proofs Psalm enlightening scripture"},{"SurahNumber":3,"VerseNumber":185,"Text":"Cxiu ul gust death tiam vi ricev your recompense Tag Resurrection! Whoever misses Infer barely far gxi Paradise ating great triumf! life this mond est ne plur than iluzi"},{"SurahNumber":3,"VerseNumber":186,"Text":"Vi certainly tested your mon your viv vi auxd el those ricev scripture el idol worshipers a lot de insult! Vi steadfastly persevere plumb righteous life this pruv strength your faith"},{"SurahNumber":3,"VerseNumber":187,"Text":"DI PREN covenant EL those RICEV scripture VI PROKLAM GXI POPOL NENIAM conceal gxi, ILI disregarded GXI their DORS meti gxi FOR cheap PREZ. Ki miserable komerc"},{"SurahNumber":3,"VerseNumber":188,"Text":"Those who fanfaron their works wish lauxd io ili really ne done ne opini ili evade retribution. Ili incurred painful retribution"},{"SurahNumber":3,"VerseNumber":189,"Text":"Al DI aparten sovereignty de heavens ter! DI est Omnipotent"},{"SurahNumber":3,"VerseNumber":190,"Text":"En creation de heavens ter alternation nokt tag tie est sign those posed intelligence"},{"SurahNumber":3,"VerseNumber":191,"Text":"Ili memor DI while bud sid their flank ili reflect creation heavens ter Our Lord Vi ne kre all this en vain Vi glor. Sav us el retribution Infer"},{"SurahNumber":3,"VerseNumber":192,"Text":"Our Lord whomever Vi commit al Infer est des unu Vi forsaken Such transgressors ne hav helpers"},{"SurahNumber":3,"VerseNumber":193,"Text":"Our Lord ni auxd caller vok al faith proklam ‘Vi kred en your Lord ' ni kred! Our Lord forgive us our transgressions remit our pek mort righteous believers"},{"SurahNumber":3,"VerseNumber":194,"Text":"Our Lord dusx us blessings vi promes us Your messengers ne forsake us Tag Resurrection! Vi neniam romp promes"},{"SurahNumber":3,"VerseNumber":195,"Text":"Their Lord respond them mi neniam fail rekompenc any worker vi any work vi est vi vir female - Vi est egal al unu another Tiel those immigrate evicted their hejm persekut Me batal get killed mi surely remit their pek admit them into gxarden flu streams Such est rekompenc DI! DI POSED ultimate REKOMPENC"},{"SurahNumber":3,"VerseNumber":196,"Text":"Ne impon apparent success disbelievers"},{"SurahNumber":3,"VerseNumber":197,"Text":"Ili nur gxu temporarily tiam end Infer; ki miserable destiny"},{"SurahNumber":3,"VerseNumber":198,"Text":"As por those observ their Lord ili ind gxarden flu streams ili abide therein forever Such est abode don al them DI! Ki DI posed est far put por des righteous"},{"SurahNumber":3,"VerseNumber":199,"Text":"Surely kelk followers previous scriptures kred en DI en ki revealed vi en ki revealed them! Ili reverence DI ili neniam meti for di revelations por cheap prez. These ricev their recompense their Lord DI EST PLEJ efficient EN reckoning"},{"SurahNumber":3,"VerseNumber":200,"Text":"O vi kred vi est steadfast vi persevere vi united vi observ DI ke vi sukces"},{"SurahNumber":4,"VerseNumber":1,"Text":"O popol observ your Lord Unu kre vi 1 kre el gxi its mate tiam stern 2 many hom women Vi regard DI whom vi jxur regard parents DI watching VI"},{"SurahNumber":4,"VerseNumber":2,"Text":"Vi man orf their rightful properties Ne substitute mav por bon ne konsum their properties kombin them yours! This est gross injustice"},{"SurahNumber":4,"VerseNumber":3,"Text":"Vi deem gxi bon orf vi marry their mothers - Vi marry 2 3 4. Vi tim lest vi igx unfair tiam vi est kontent nur unu aux ki vi jam hav. Additionally vi est tiel likely evit financial hardship"},{"SurahNumber":4,"VerseNumber":4,"Text":"Vi don women their due dowries equitably. Ili volont forfeit anything tiam vi akcept gxi; gxi est rightfully yours"},{"SurahNumber":4,"VerseNumber":5,"Text":"Ne don immature orf properties ti DI konfid vi guardians! Vi shall proviz por them therefrom vest them trakt them kindly"},{"SurahNumber":4,"VerseNumber":6,"Text":"Vi test orf when ili reach puberty. As baldaux as vi trov them matur suficx don them their property Ne konsum gxi extravagantly en a hurry antaux ili kresk Ricx guardian ne charge any wage poor guardian maj charge equitably! When vi don them their properties vi hav witnesses DI suffices Reckoner"},{"SurahNumber":4,"VerseNumber":7,"Text":"Hom get akci de ki parents relativ las women tro get akci de ki parents relativ las Whether est small large inheritance women get definite akci"},{"SurahNumber":4,"VerseNumber":8,"Text":"Dum distribution inheritances relativ orf needy ul est prezent vi don them therefrom trakt them kindly"},{"SurahNumber":4,"VerseNumber":9,"Text":"Those koncern their own infan en kaz ili las them observ DI est equitable"},{"SurahNumber":4,"VerseNumber":10,"Text":"Those konsum orf properties unjustly mangx fajr their bellies sufer Infer"},{"SurahNumber":4,"VerseNumber":11,"Text":"DI DEKRET VOL por des benefit your INFAN; VIR gets twice AKCI female Se inheritors est nur women plur than 2 ili get two-thirds de ki bequeathed Nur unu daughter las sxi gets one-half. parents deceased get one-sixth inheritance each deceased las any infan. Li ne las infan his parents est nur inheritors mother gets one-third! Li hav siblings tiam mother gets one-sixth. All this post fulfilling any vol deceased las post pag off all debts. When gxi ven your parents your infan vi ne kon which de them est really bon al vi plej beneficial. This est di legx. DI est Omniscient SAGX"},{"SurahNumber":4,"VerseNumber":12,"Text":"Vi get half de ki your wives las ili ne hav infan. Ili hav infan vi get one-fourth de ki ili las. All this post fulfilling any vol ili las post pag off all debts. Ili get one-fourth de ki vi las vi ne hav infan. Vi hav infan ili get one-eighth de ki vi bequeath All this post fulfilling any vol vi las post pag off all debts. Se deceased hom woman est loner foli 2 siblings vir female each da them gets one-sixth inheritance! tie est plur siblings tiam ili equally akci one-third inheritance. All this post fulfilling any vol post pag off all debts tial ke ne 1 dolor. This vol dekret DI. DI est Omniscient Clement"},{"SurahNumber":4,"VerseNumber":13,"Text":"These est di legx. Those obe DI His messenger Li admit them gxarden flu streams wherein ili abide forever This est greatest triumf"},{"SurahNumber":4,"VerseNumber":14,"Text":"As por 1 who disobeys DI His messenger transgresses His legx Li admit him Infer wherein li abides forever Li incurred shameful retribution"},{"SurahNumber":4,"VerseNumber":15,"Text":"Those commit adultery your women vi hav 4 witnesses them vi. Ili bor witness tiam vi keep such women their hejm gxis ili mort aux DI kre exit them"},{"SurahNumber":4,"VerseNumber":16,"Text":"couple commits adultery pun. Ili pent reform vi las them! DI est Redeemer Merciful"},{"SurahNumber":4,"VerseNumber":17,"Text":"Repentance est acceptable DI el those fal pek ignorance tiam pent tuj thereafter! DI redeems them. DI est Omniscient SAGX"},{"SurahNumber":4,"VerseNumber":18,"Text":"Ne acceptable est repentance de those commit pek death ven them tiam dir \"Tuj mi pent. Nor est gxi acceptable el those mort disbelievers! Por these ni prepar painful retribution"},{"SurahNumber":4,"VerseNumber":19,"Text":"O vi kred ne est lawful vi hered ki women las kontraux their vol. Vi ne force them don up anything vi don them ili commit proven adultery! Vi trakt them nicely. Vi dislike them vi dislike io wherein DI ej a lot de bon"},{"SurahNumber":4,"VerseNumber":20,"Text":"Vi wish marry another wife en met your prezent wife vi don any da them a great deal vi ne sorb anything vi don her! Vi pren gxi fraudulently maliciously sinfully"},{"SurahNumber":4,"VerseNumber":21,"Text":"Kiel vi sorb gxi post vi est intim kun each ali ili sorb vi solen pledge"},{"SurahNumber":4,"VerseNumber":22,"Text":"Ne marry women previously married your patr! - Ekzist marriages exempted ne romp - Por gxi est gross offense abominable akt"},{"SurahNumber":4,"VerseNumber":23,"Text":"(Prohibited por vi marriage) est your mothers your daughters your sisters sisters your patr sisters your mothers daughters your frat daughters your sister your nursing mothers girls who nursed el sam woman as vi mothers your wives daughters your wives whom vi consummated marriage! - marriage ne consummated vi marry daughter. Ankaux prohibited vi est women married your genetic fil. Ankaux vi ne married 2 sisters je des sam temp - do ne romp ekzist marriages! DI est Forgiver Merciful"}]}