{"Id":463,"LanguageCodes":["uz","uzb"],"Name":"uzb-alaaudeenmansou","Author":"Alaaudeen Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"","Translations":[{"SurahNumber":15,"VerseNumber":1,"Text":"Алиф. Лаам. Ро. Ушбулар китобнинг ва равшан Қуръоннинг оятларидир"},{"SurahNumber":15,"VerseNumber":2,"Text":"Ҳали, куфр келтирганлар мусулмон бўлишни ҳам истаб қолурлар"},{"SurahNumber":15,"VerseNumber":3,"Text":"Уларни тек қўй, еб-ичиб, ҳузурланиб, умидлар ила машғул бўлиб юраверсинлар. Бас, тезда билурлар"},{"SurahNumber":15,"VerseNumber":4,"Text":"Биз маълум битиксиз ҳеч бир шаҳарни ҳалок этганимиз йўқ"},{"SurahNumber":15,"VerseNumber":5,"Text":"Ҳеч бир уммат ўз ажалидан ўзиб кета олмас ва ортда ҳам қола олмас"},{"SurahNumber":15,"VerseNumber":6,"Text":"Улар: «Эй, зикр нозил қилинган киши, албатта, сен мажнунсан"},{"SurahNumber":15,"VerseNumber":7,"Text":"Агар ростгўйлардан бўлсанг, бизга фаришталарни келтирсанг-чи!» дерлар"},{"SurahNumber":15,"VerseNumber":8,"Text":"Биз фаришталарни фақат ҳақ ила туширамиз, холос. У ҳолда уларга қараб турилмас"},{"SurahNumber":15,"VerseNumber":9,"Text":"Албатта, Зикрни Биз нозил қилдик ва, албатта, уни Биз муҳофаза қилурмиз"},{"SurahNumber":15,"VerseNumber":10,"Text":"Батаҳқиқ, сендан олдин ҳам аввалгилар гуруҳларига (Пайғамбар) юборганмиз"},{"SurahNumber":15,"VerseNumber":11,"Text":"Уларга қайси бир Пайғамбар келса, уни масхара қилмасдан қўймас эдилар"},{"SurahNumber":15,"VerseNumber":12,"Text":"Шунга ўхшаш, Биз уни жиноятчилар қалбига соламиз"},{"SurahNumber":15,"VerseNumber":13,"Text":"У(Қуръон)га иймон келтирмаслар. Батаҳқиқ, аввалгиларнинг суннати — одати шундоқ ўтгандир"},{"SurahNumber":15,"VerseNumber":14,"Text":"Агар уларга осмондан бир эшик очсаг-у, ундан чиқиб турсалар ҳам"},{"SurahNumber":15,"VerseNumber":15,"Text":"Улар: «Албатта, кўзларимиз боғланди, балки биз сеҳрланган қавмдирмиз», дерлар"},{"SurahNumber":15,"VerseNumber":16,"Text":"Батаҳқиқ, Биз осмонларда буржлар қилиб қўйдик ва уни назар солувчилар учун зийнатлаб қўйдик"},{"SurahNumber":15,"VerseNumber":17,"Text":"Уни ҳар бир қувилган шайтондан муҳофаза қилдик"},{"SurahNumber":15,"VerseNumber":18,"Text":"Магар бирортаси ўғриликча қулоқ осса, равшан олов унинг ортидан тушар"},{"SurahNumber":15,"VerseNumber":19,"Text":"Биз ерни ёйиб, устига баланд тоғларни ташлаб қўйдик ва унда ўлчанган турли нарсаларни ўстириб қўйдик"},{"SurahNumber":15,"VerseNumber":20,"Text":"Ва унда сизлар учун маош воситаларини ва сиз ризқини бера олмайдиган кимсаларни қилиб қўйдик"},{"SurahNumber":15,"VerseNumber":21,"Text":"Ҳеч бир нарса йўқки, унинг хазиналари Бизнинг ҳузуримизда бўлмаса. Биз уни фақат маълум миқдор-ла нозил қилурмиз"},{"SurahNumber":15,"VerseNumber":22,"Text":"Биз шамолларни урчитувчилар этиб юбордик. Бас, осмондан сув тушириб, у ила сизларни сероб қилдик. Сизлар уни тўплаб олувчи эмассиз"},{"SurahNumber":15,"VerseNumber":23,"Text":"Албатта, Биз ўзимиз тирилтирурмиз ва Биз меросхўрмиз"},{"SurahNumber":15,"VerseNumber":24,"Text":"Батаҳқиқ, сиздан олдин келганларни билдик. Батаҳқиқ, кейин келганларни ҳам билдик"},{"SurahNumber":15,"VerseNumber":25,"Text":"Албатта, сенинг Роббинг Ўзи уларни маҳшарга жамлар. Албатта, У ҳикматли ва илмли Зотдир"},{"SurahNumber":15,"VerseNumber":26,"Text":"Батаҳқиқ, Биз инсонни қуруқ лойдан, ўзгартирилган қора балчиқдан яратдик"},{"SurahNumber":15,"VerseNumber":27,"Text":"Ва жинларни бундан олдин самум оловидан яратдик"},{"SurahNumber":15,"VerseNumber":28,"Text":"Сен Роббингнинг фаришталарга: «Албатта, мен қуруқ лойдан, ўзгартирилган қора балчиқдан башар яратгувчидирман"},{"SurahNumber":15,"VerseNumber":29,"Text":"Бас, қачонки уни тўғрилаб бўлганимда ва ичига Ўз руҳимдан пуфлаганимда, унга сажда қилган ҳолингизда йиқилинг», деганини эсла"},{"SurahNumber":15,"VerseNumber":30,"Text":"Бас, фаришталар барчалари сажда қилдилар"},{"SurahNumber":15,"VerseNumber":31,"Text":"Магар иблис сажда қилувчилар билан бирга бўлишдан бош тортди"},{"SurahNumber":15,"VerseNumber":32,"Text":"У зот: «Эй, иблис! Сенга не бўлди, сажда қилувчилар билан бирга бўлмадинг?» деди"},{"SurahNumber":15,"VerseNumber":33,"Text":"У: «Сен қуруқ лойдан, ўзгартирилган қора балчиқдан яратган башарга сажда қила олмасдим», деди"},{"SurahNumber":15,"VerseNumber":34,"Text":"У зот: «Бас, сен ундан чиқ! Албатта, сен қувилгансан"},{"SurahNumber":15,"VerseNumber":35,"Text":"Ва, албатта, сенга то жазо кунигача лаънат бўлур!» деди"},{"SurahNumber":15,"VerseNumber":36,"Text":"У: «Эй Роббим, мени улар қайта тириладиган кунгача қўйиб қўйгин», деди"},{"SurahNumber":15,"VerseNumber":37,"Text":"У зот: «Албатта, сен қўйиб қўйилганлардансан"},{"SurahNumber":15,"VerseNumber":38,"Text":"Маълум вақт кунигача», деди"},{"SurahNumber":15,"VerseNumber":39,"Text":"У: «Эй Роббим, мени залолатга кетказганинг сабабидан, албатта, мен уларга ер юзида (гуноҳларни) зийнатлаб кўрсатаман ва, албатта, уларнинг ҳаммасини иғво қиламан"},{"SurahNumber":15,"VerseNumber":40,"Text":"Магар, улардан танланган бандаларингни (адаштира олмасман)», деди"},{"SurahNumber":15,"VerseNumber":41,"Text":"У зот: «Ушбу зиммамдаги тўғри йўлдир"},{"SurahNumber":15,"VerseNumber":42,"Text":"Албатта, Менинг бандаларим устида сенинг султонинг йўқдир, магар сенга эргашган гумроҳларгагина бордир"},{"SurahNumber":15,"VerseNumber":43,"Text":"Албатта, жаҳаннам уларнинг барчасининг ваъда қилинган жойидир"},{"SurahNumber":15,"VerseNumber":44,"Text":"Унинг етти эшиги бордир. Ҳар бир эшик учун улардан тақсимланган бўлаги бордир», деди"},{"SurahNumber":15,"VerseNumber":45,"Text":"Албатта, тақводорлар жаннатлар ва чашмалардадир"},{"SurahNumber":15,"VerseNumber":46,"Text":"Уларга тинчлик, омонлик ила киринглар, (дейилур)"},{"SurahNumber":15,"VerseNumber":47,"Text":"Уларнинг дилларидаги ғилли-ғиштларни чиқариб ташладик. Сўриларда бир-бирларига боқиб, дўст бўлган ҳолларида ўлтирурлар"},{"SurahNumber":15,"VerseNumber":48,"Text":"Уларни у жойда чарчоқ тутмас ва улар ундан чиқарилувчи ҳам эмаслар"},{"SurahNumber":15,"VerseNumber":49,"Text":"Бандаларимга хабар бергил: «Албатта, Менинг Ўзим ғофуру роҳиймдирман»"},{"SurahNumber":15,"VerseNumber":50,"Text":"Ва, албатта, азобим аламли азобдир"},{"SurahNumber":15,"VerseNumber":51,"Text":"Уларга Иброҳимнинг меҳмонлари хабарини бер"},{"SurahNumber":15,"VerseNumber":52,"Text":"Улар унинг ҳузурига кирганларида: «Салом», дедилар. У: «Албатта, биз сизлардан қўрқмоқдамиз», деди"},{"SurahNumber":15,"VerseNumber":53,"Text":"Улар: «Қўрқма, биз сенга ўта билимдон ўғилнинг хушхабарини берамиз», дедилар"},{"SurahNumber":15,"VerseNumber":54,"Text":"У: «Мени кексалик тутганида, хушхабар берасизларми? Ниманинг хушхабарини беряпсизлар, ўзи?» деди"},{"SurahNumber":15,"VerseNumber":55,"Text":"Улар: «Биз сенга ҳақ ила башорат бердик. Бас, сен ноумид бўлувчилардан бўлма», дедилар"},{"SurahNumber":15,"VerseNumber":56,"Text":"У: «Фақат залолатга кетган кишиларгина ўз Роббисининг раҳматидан ноумид бўлурлар», деди"},{"SurahNumber":15,"VerseNumber":57,"Text":"У: «Эй элчилар, нима иш ила юборилдингиз?» деди"},{"SurahNumber":15,"VerseNumber":58,"Text":"Улар: «Биз жиноятчи қавмларга юборилдик"},{"SurahNumber":15,"VerseNumber":59,"Text":"Магар Лут аҳлига эмас. Албатта, биз уларнинг ҳаммасини қутқаргувчилармиз"},{"SurahNumber":15,"VerseNumber":60,"Text":"Фақат унинг хотинигина истиснодир. Унинг албатта қолувчилардан бўлишини тақдир қилдик», дедилар"},{"SurahNumber":15,"VerseNumber":61,"Text":"Элчилар Лут аҳлига келганларида"},{"SurahNumber":15,"VerseNumber":62,"Text":"У: «Албатта, сиз нотаниш қавмсиз», деди"},{"SurahNumber":15,"VerseNumber":63,"Text":"Улар: «Йўқ! Биз сенга улар шак қилаётган нарса ила келдик"},{"SurahNumber":15,"VerseNumber":64,"Text":"Сенга ҳақ ила келдик ва албатта, бизлар ростгўйлардурмиз"},{"SurahNumber":15,"VerseNumber":65,"Text":"Аҳлинг ила кечанинг бир бўлагида йўлга чиқ, сен уларнинг ортидан кузатиб бор. Сизлардан ҳеч бирларингиз ортга қарамасин. Амр қилинган томонингизга кетаверинглар», дедилар"},{"SurahNumber":15,"VerseNumber":66,"Text":"Ва унга ушбу амрни ваҳий қилдик: «Албатта, анавиларнинг орқаси субҳ чоғи кесилажакдир»"},{"SurahNumber":15,"VerseNumber":67,"Text":"Ва шаҳар аҳли севиниб, етиб келдилар"},{"SurahNumber":15,"VerseNumber":68,"Text":"У: «Булар менинг меҳмонларим, ахир. Мени шарманда қилманглар», деди"},{"SurahNumber":15,"VerseNumber":69,"Text":"Ва: «Аллоҳдан қўрқинглар! Мени хор қилманглар», деди"},{"SurahNumber":15,"VerseNumber":70,"Text":"Улар: «Биз сени оламлардан қайтармаганмидик?!» дедилар"},{"SurahNumber":15,"VerseNumber":71,"Text":"У: «Агар (бу ишни) қилувчи бўлсангиз, анаву қизларим бор», деди"},{"SurahNumber":15,"VerseNumber":72,"Text":"Сенинг умринг ила қасамки, албатта, улар ўз сархушликларида тентирамоқдалар"},{"SurahNumber":15,"VerseNumber":73,"Text":"Бас, уларни қуёш чиқиш пайтида даҳшатли қичқириқ тутди"},{"SurahNumber":15,"VerseNumber":74,"Text":"Бас, Биз бу(шаҳар)нинг остини устин қилдик ва улар устига лойи қотган тошлар ёғдирдик"},{"SurahNumber":15,"VerseNumber":75,"Text":"Албатта, бунда фаросатли кишилар учун оят-белгилар бордир"},{"SurahNumber":15,"VerseNumber":76,"Text":"Албатта, у (шаҳар) боқий йўл устидадир"},{"SurahNumber":15,"VerseNumber":77,"Text":"Албатта, бунда мўминлар учун ибрат бордир"},{"SurahNumber":15,"VerseNumber":78,"Text":"Албатта, бир-бирига киришиб кетган дарахтзор эгалари золимлардан бўлганлар"},{"SurahNumber":15,"VerseNumber":79,"Text":"Бас, Биз улардан интиқом олдик. Албатта, уларнинг икковлари ҳам очиқ йўл устидадир"},{"SurahNumber":15,"VerseNumber":80,"Text":"Батаҳқиқ, Ҳижр эгалари Пайғамбарларни ёлғончига чиқардилар"},{"SurahNumber":15,"VerseNumber":81,"Text":"Ва уларга оятларимизни бердик. Бас, юз ўгирувчи бўлдилар"},{"SurahNumber":15,"VerseNumber":82,"Text":"Улар тоғдан ўйиб уй ясаб, омонликда юрар эдилар"},{"SurahNumber":15,"VerseNumber":83,"Text":"Бас, субҳидам чоғида уларни қаттиқ қичқириқ тутди"},{"SurahNumber":15,"VerseNumber":84,"Text":"Қилган касблари уларга бирон фойда бермади"},{"SurahNumber":15,"VerseNumber":85,"Text":"Биз осмонлару ерни ва улардаги нарсаларни ҳақ ила яратдик. Албатта, қиёмат келгувчидир. Бас, сен гўзал шаклда юз ўгир"},{"SurahNumber":15,"VerseNumber":86,"Text":"Албатта, Роббинг яратгувчи ва билгувчи Зотдир"},{"SurahNumber":15,"VerseNumber":87,"Text":"Ва, батаҳқиқ, сенга етти такрорланувчини ва Улуғ Қуръонни бердик"},{"SurahNumber":15,"VerseNumber":88,"Text":"Биз улардан баъзи гуруҳларни баҳраманд қилган нарсаларга (ҳавас-ла) назар солма! Улар учун хафа ҳам бўлма! Мўминларга қанотингни пастлат"},{"SurahNumber":15,"VerseNumber":89,"Text":"Ва: «Албатта, мен очиқ-ойдин огоҳлантиргувчиман», деб айт"},{"SurahNumber":15,"VerseNumber":90,"Text":"Худди тақсимловчиларга туширганимизга ўхшаш"},{"SurahNumber":15,"VerseNumber":91,"Text":"Қуръонни парча-парча қилганларга"},{"SurahNumber":15,"VerseNumber":92,"Text":"Бас, Роббинг ила қасамки, албатта, уларнинг ҳаммасидан сўрармиз"},{"SurahNumber":15,"VerseNumber":93,"Text":"Қилиб юрган ишлари ҳақида"},{"SurahNumber":15,"VerseNumber":94,"Text":"Бас, сенга амр этилган нарсани юзага чиқар ва мушриклардан юз ўгир"},{"SurahNumber":15,"VerseNumber":95,"Text":"Албатта, Биз сенга истеҳзо қилувчилардан кифоя қилурмиз"},{"SurahNumber":15,"VerseNumber":96,"Text":"Улар Аллоҳ билан бирга бошқа илоҳ (шерик) қилурлар. Бас, тезда билурлар"},{"SurahNumber":15,"VerseNumber":97,"Text":"Албатта, Биз уларнинг айтаётганларидан сенинг дилинг сиқилишини яхши билурмиз"},{"SurahNumber":15,"VerseNumber":98,"Text":"Бас, Роббинг ҳамди ила тасбиҳ айт ва сажда қилгувчилардан бўл"},{"SurahNumber":15,"VerseNumber":99,"Text":"Ва сенга аниқ нарса (ўлим) келгунича Роббингга ибодат қил"},{"SurahNumber":16,"VerseNumber":1,"Text":"Аллоҳнинг амри келди. Бас, унинг тезроқ келишини талаб қилмай қўя қолинг. У зот улар келтираётган ширклардан пок ва олий бўлди"},{"SurahNumber":16,"VerseNumber":2,"Text":"У Ўз амри ила фаришталарни руҳ — ваҳий билан бандаларидан Ўзи хоҳлаганларига: «Огоҳлантиринглар. Албатта, Мендан ўзга илоҳ йўқ. Бас, Менга тақво қилинглар», деб нозил қилур"},{"SurahNumber":16,"VerseNumber":3,"Text":"У осмонлару ерни ҳақ ила яратди. У улар ширк келтираётган нарсалардан олий бўлди"},{"SurahNumber":16,"VerseNumber":4,"Text":"У инсонни нутфадан яратди. Энди эса, у (инсон) очиқ-ойдин хусуматчи бўлиб турибди"},{"SurahNumber":16,"VerseNumber":5,"Text":"У чорва ҳайвонларини ҳам яратди. Уларда сиз учун иссиқлик, манфаатлар бор ва улардан ейсизлар ҳам"},{"SurahNumber":16,"VerseNumber":6,"Text":"Ва сиз учун уларда кечки пайт (ўтлоқдан) қайтаётганларида ва эрталаб (ўтлоққа) кетаётганида жамол бор"},{"SurahNumber":16,"VerseNumber":7,"Text":"Ва улар юкларингизни сиз жон машаққатисиз ета олмайдиган юртларгача кўтариб боради. Албатта, Роббингиз меҳрибон ва раҳимлидир"},{"SurahNumber":16,"VerseNumber":8,"Text":"Отлар, хачирлар ва эшакларни минишингиз ва зийнат учун (яратди) ва сиз билмайдиган нарсаларни яратур"},{"SurahNumber":16,"VerseNumber":9,"Text":"Йўлларнинг мақсаддагиси Аллоҳга оиддир. Улардан эгриси ҳам бордир. Агар хоҳласа, албатта, ҳаммангизни ҳидоят қилган бўларди"},{"SurahNumber":16,"VerseNumber":10,"Text":"У осмондан сувни туширган Зотдир. Сизга унда шароб ва (чорваларингизни) ўтлатадиган дарахт бордир"},{"SurahNumber":16,"VerseNumber":11,"Text":"У ўша (сув) ила сизга экинларни, зайтунни, хурмоларни, узумларни ва турли меваларни ўстирур. Албатта, бунда тафаккур қиладиган қавмлар учун оят-белгилар бордир"},{"SurahNumber":16,"VerseNumber":12,"Text":"У сизга кечанию кундузни, қуёшнию ойни хизматкор қилди. Юлдузлар Унинг амри ила хизматкордир. Албатта, бунда ақл юритгувчи қавмлар учун оят-белгилар бордир"},{"SurahNumber":16,"VerseNumber":13,"Text":"Ва сиз учун ерда турли рангда қилиб яратган нарсаларини ҳам (хизматкор қилди). Албатта, бунда эслайдиган қавмлар учун оят-белги бордир"},{"SurahNumber":16,"VerseNumber":14,"Text":"У денгизни сиз ундан тоза гўшт ейишингиз, ундан тақадиган тақинчоқлар чиқариб олишингиз учун, унда (сувни) ёриб кетаётган кемаларни кўрасан, ҳамда Унинг фазлини талаб қилишингиз учун хизматкор қилди. Шоядки, шукр келтирсангиз"},{"SurahNumber":16,"VerseNumber":15,"Text":"У зот ер сизларни тебратиб юбормаслиги учун унинг устига баланд тоғларни ташлаб қўйди. Анҳорлару йўлларни ҳам. Шоядки, тўғри йўл топсангиз"},{"SurahNumber":16,"VerseNumber":16,"Text":"Ва аломатлар ҳамда юлдузлар ила улар йўл топурлар"},{"SurahNumber":16,"VerseNumber":17,"Text":"Яратадиган Зот яратмайдиган зот каби бўлурми? Ўйлаб кўрмайсизларми"},{"SurahNumber":16,"VerseNumber":18,"Text":"Агар Аллоҳнинг неъматларини санасангизлар, саноғига ета олмассизлар. Албатта, Аллоҳ ўта мағфиратли ва раҳимли Зотдир"},{"SurahNumber":16,"VerseNumber":19,"Text":"Аллоҳ нимани сир тутаётганингизни ва нимани ошкор қилаётганингизни биладир"},{"SurahNumber":16,"VerseNumber":20,"Text":"Уларнинг Аллоҳдан ўзга ибодат қилаётганлари ҳеч нарсани ярата олмаслар. Ҳолбуки, ўзлари яратилурлар"},{"SurahNumber":16,"VerseNumber":21,"Text":"Ўликлардир, тирик эмаслар ва қачон қайта тирилтирилишларини билмаслар"},{"SurahNumber":16,"VerseNumber":22,"Text":"Илоҳингиз ягона илоҳдир. Охиратга иймон келтирмайдиганларнинг қалблари инкор қилувчидир, ўзлари эса мутакаббирдирлар"},{"SurahNumber":16,"VerseNumber":23,"Text":"Шубҳасизки, Аллоҳ нимани сир тутаётганларини ва нимани ошкор қилаётганларини биладир. Албатта, У мутакаббирларни хуш кўрмас"},{"SurahNumber":16,"VerseNumber":24,"Text":"Қачонки, уларга: «Роббингиз нимани нозил қилди?» дейилса, улар: «Аввалгиларнинг афсоналарини», дерлар"},{"SurahNumber":16,"VerseNumber":25,"Text":"Қиёмат куни ўз гуноҳларини тўлалигича ва жаҳолат ила йўлдан адаштирганларининг гуноҳларидан кўтаришлари учундир. Огоҳ бўлинг! Улар кўтарган нарса қандоқ ҳам ёмон"},{"SurahNumber":16,"VerseNumber":26,"Text":"Батаҳқиқ, улардан олдингилар ҳам макр қилганлар. Бас, Аллоҳ биноларини пойдеворидан йиқитди. Шифт уларнинг устига қулаб тушди. Ва уларга ўзлари сезмаган томондан азоб келди"},{"SurahNumber":16,"VerseNumber":27,"Text":"Сўнгра қиёмат кунида У зот уларни хор қилур ва: «Сизлар улар ҳақида тортишиб юрган Менинг «шерикларим» қани?» дер. Илм берилганлар: «Бугунги кунда хорлик ва ёмонлик кофирларгадир», дерлар"},{"SurahNumber":16,"VerseNumber":28,"Text":"Фаришталар уларнинг жонларини ўзларига зулм қилган ҳолларида олгандир. Улар, ҳеч бир ёмонлик қилмаган эдик, дея таслим бўлурлар. Йўқ! Албатта, Аллоҳ нима амал қилиб юрганингизни билгувчи Зотдир"},{"SurahNumber":16,"VerseNumber":29,"Text":"Бас, жаҳаннам эшикларидан, унда абадий қолгувчи бўлган ҳолингизда киринг! Бас, мутакаббирларнинг қайтар жойи қандоқ ҳам ёмон"},{"SurahNumber":16,"VerseNumber":30,"Text":"Ва тақво қилганларга: «Роббингиз нимани нозил қилди?», дейилди. Улар: «Яхшиликни», дедилар. Чиройли амаллар қилганлар учун бу дунёда чиройли (мукофот) бордир. Албатта, охират диёри яхшироқдир. Роббиларининг диёри нақадар яхши"},{"SurahNumber":16,"VerseNumber":31,"Text":"У адн жаннатларидир. Уларга кирганларида остилардан анҳорлар оқиб турар, улар учун у ерда истаган нарсалари бор. Аллоҳ тақводорларни ана шундай мукофотлар"},{"SurahNumber":16,"VerseNumber":32,"Text":"Фаришталар уларнинг жонларини пок ҳолларида ола туриб: «Сизларга салом бўлсин. Қилиб юрган ишларингиз туфайли жаннатга киринг», дерлар"},{"SurahNumber":16,"VerseNumber":33,"Text":"Улар ўзларига (ўлим) фаришталари ёки Роббингнинг (азоб) амри келишига интизор бўлиб турибдиларми? Улардан олдингилар ҳам шундай қилган эдилар. Аллоҳ уларга зулм қилмади. Лекин улар ўзларига зулм қилган эдилар"},{"SurahNumber":16,"VerseNumber":34,"Text":"Бас, қилган ёмон амаллари ўзларига етди ва истеҳзо қилган нарсалари ўзларини ўради"},{"SurahNumber":16,"VerseNumber":35,"Text":"Ширк келтирганлар: «Агар Аллоҳ хоҳлаганида, биз ҳам, ота-боболаримиз ҳам ундан ўзга ҳеч нарсага ибодат қилмас эдик ҳамда Унинг ҳукмисиз бирон нарсани ҳаром қилмаган бўлар эдик», дедилар. Улардан олдингилар ҳам шундай қилганлар. Пайғамбарлар зиммасида фақат очиқ-ойдин етказиш бор, холос"},{"SurahNumber":16,"VerseNumber":36,"Text":"Батаҳқиқ, Биз ҳар бир умматга: «Аллоҳга ибодат қилинг ва тоғутдан четланинг», деб Пайғамбар юборганмиз. Бас, улардан баъзиларини Аллоҳ ҳидоят қилди. Баъзиларига эса, залолат ҳақ бўлди. Бас, ер юзида сайр қилиб юриб, ёлғонга чақирувчиларнинг оқибати қандай бўлганига назар солинг"},{"SurahNumber":16,"VerseNumber":37,"Text":"Агар сен уларнинг ҳидоятига ўта қизиқсанг ҳам, Аллоҳ залолатга кетказган кимсаларни ҳидоят қилмас. Уларга нусрат бергувчилардан бўлмас"},{"SurahNumber":16,"VerseNumber":38,"Text":"Улар жон-жаҳдлари билан: «Аллоҳ ўлганларни қайта тирилтирмас», деб Аллоҳ номи ила қасам ичдилар. Йўқ! Бу, У зотнинг зиммасидаги ҳақ ваъдадир. Лекин одамларнинг кўплари билмаслар"},{"SurahNumber":16,"VerseNumber":39,"Text":"Уларга ихтилоф қилиб юрган нарсаларини баён қилиб бериш учун, куфр келтирганлар ўзларининг шубҳасиз ёлғончи эканларини билишлари учун (қайта тирилтирур)"},{"SurahNumber":16,"VerseNumber":40,"Text":"Агар Биз бир нарсанинг бўлишини ирода қилсак, унга «бўл» демоғимиз кифоя. Бас, ўша нарса бўлур"},{"SurahNumber":16,"VerseNumber":41,"Text":"Зулмга дучор бўлганларидан сўнг Аллоҳнинг йўлида ҳижрат қилганларни бу дунёда, албатта, гўзал(жой)га жойлаштирамиз. Ва охират ажри каттароқдир, агар биладиган бўлсалар"},{"SurahNumber":16,"VerseNumber":42,"Text":"Улар сабр қилган ва Роббиларига таваккал қилганлардир"},{"SurahNumber":16,"VerseNumber":43,"Text":"Биз сендан олдин ҳам фақат эр кишиларни юбориб, уларга ваҳий қилганмиз. Агар билмайдиган бўлсангиз, зикр аҳлларидан сўранглар"},{"SurahNumber":16,"VerseNumber":44,"Text":"Очиқ-ойдин баёнотлар ва китоблар ила (юбордик). Ва сенга одамларга нозил қилинган нарсани ўзларига баён қилиб беришинг учун Зикрни нозил қилдик. Шоядки, тафаккур қилсалар"},{"SurahNumber":16,"VerseNumber":45,"Text":"Макр ила ёмонликлар қилганлар Аллоҳ уларни ерга ютқазиб юборишидан ёки уларга кутмаган томонларидан азоб келиб қолишидан хотиржам бўлдиларми"},{"SurahNumber":16,"VerseNumber":46,"Text":"Ёхуд уларни ҳаракатлари асносида олишидан, улар У зотни ожиз қолдирувчи бўла олмасликларидан (хотиржаммилар)"},{"SurahNumber":16,"VerseNumber":47,"Text":"Ёки У зот уларни хавфсираб турган ҳолларида олишидан ҳам (хотиржаммилар)? Албатта, Роббингиз меҳрибон ва раҳимлидир"},{"SurahNumber":16,"VerseNumber":48,"Text":"Ахир улар Аллоҳ яратган ҳар бир нарсанинг соялари ўнгга, чапга мойил бўлиб, Аллоҳга сажда қилиб ётганини ва улар бўйсунувчи эканини кўрмайдиларми"},{"SurahNumber":16,"VerseNumber":49,"Text":"Осмонлару ердаги барча жонзотлар ва фаришталар фақат Аллоҳга сажда қилурлар. Улар мутакаббирлик қилмаслар"},{"SurahNumber":16,"VerseNumber":50,"Text":"Улар устиларидаги Роббиларидан қўрқурлар ва ўзларига амр қилинган нарсаларни қилурлар"},{"SurahNumber":16,"VerseNumber":51,"Text":"Аллоҳ: «Иккита илоҳ тутмангиз. Ҳақиқатда, У ёлғиз илоҳдир. Бас, Мендангина қўрқингиз», деди"},{"SurahNumber":16,"VerseNumber":52,"Text":"Осмонлару ердаги нарсалар Уникидир. Дин ҳам бардавом Уникидир. Аллоҳдан ўзгадан қўрқасизларми"},{"SurahNumber":16,"VerseNumber":53,"Text":"Сизда қайсики неъмат бўлса, Аллоҳдандир. Сўнгра, қачонки сизга ёмонлик етса, Унгагина ёлворасиз"},{"SurahNumber":16,"VerseNumber":54,"Text":"Сўнгра, У сиздан ёмонликни кушойиш қилган чоғда, кўрибсизки, сиздан бир гуруҳ ўз Роббиларига ширк келтирурлар"},{"SurahNumber":16,"VerseNumber":55,"Text":"Уларга берган нарсаларимизга куфр келтирурлар. Бас, ҳузурланиб туринглар, тезда билурсиз"},{"SurahNumber":16,"VerseNumber":56,"Text":"Ва улар ўзлари (моҳиятини) билмаган нарсага Биз уларга берган ризқдан насиба ажратурлар. Аллоҳга қасамки, ўзингиз уйдирган ёлғон нарса ҳақида албатта сўралурсиз"},{"SurahNumber":16,"VerseNumber":57,"Text":"Улар қизларни Аллоҳники қилишур. У (бундан) покдир. Уларга эса, кўнгиллари тусагани (эмиш)"},{"SurahNumber":16,"VerseNumber":58,"Text":"Қачонки улардан бирига қизнинг хушхабари берилса, ғам-аламга тўлиб, юзи қорайиб кетур"},{"SurahNumber":16,"VerseNumber":59,"Text":"Унга берилган хушхабарнинг ёмонлигидан (уялиб) қавмидан беркинур. У(қиз)ни хорлик-ла олиб қолсамикин ёки тупроққа кўмсамикин? Огоҳ бўлинг! Улар қилган ҳукм нақадар ёмон"},{"SurahNumber":16,"VerseNumber":60,"Text":"Охиратга иймон келтирмайдиганларнинг мисоли ёмон мисолдир. Аъло мисол Аллоҳникидир. У Азийз ва Ҳакиймдир"},{"SurahNumber":16,"VerseNumber":61,"Text":"Агар Аллоҳ одамларни қилган зулмларига биноан тутганида, ер юзида битта ҳам жонзотни қўймас эди. Лекин уларни белгиланган ажалига қўйиб қўюр. Қачонки, ажаллари келса, уни бир соат орқага ҳам, олдинга ҳам сура олмаслар"},{"SurahNumber":16,"VerseNumber":62,"Text":"Улар ўзлари ёқтирмаган нарсани Аллоҳники қилурлар. Уларнинг тиллари эса, ёлғондан ўзларига гўзал (оқибат) бўлишини васф қилур. Ҳеч шубҳа йўқки, уларга, албатта, дўзах бўлур ва, албатта, улар унутилганлардир"},{"SurahNumber":16,"VerseNumber":63,"Text":"Аллоҳга қасамки, Биз сендан олдинги умматларга ҳам (Пайғамбар) юборганмиз. Бас, шайтон уларга амалларини зийнатлаб кўрсатди. У бугун уларнинг дўстидир. Уларга аламли азоб бўлур"},{"SurahNumber":16,"VerseNumber":64,"Text":"Биз сенга китобни, фақат, уларга ўзлари ихтилоф қилган нарсаларни баён қилишинг учун, иймон келтирадиган қавмларга ҳидоят ва раҳмат этиб нозил этдик, холос"},{"SurahNumber":16,"VerseNumber":65,"Text":"Аллоҳ осмондан сув тушириб, у ила ерни ўлимидан кейин тирилтирди. Албатта, бунда эшитадиган қавмлар учун оят — белгилар бордир"},{"SurahNumber":16,"VerseNumber":66,"Text":"Чорва ҳайвонларида ҳам сиз учун, албатта, ибрат бордир. Биз сизларни уларнинг қорнидан, гўнг ва қон орасидан ичувчилар(томоғи)дан осон ўтувчи соф сут ила суғорамиз"},{"SurahNumber":16,"VerseNumber":67,"Text":"Ва хурмо ва узумларнинг меваларидан маст қилувчи нарса ва гўзал ризқ олурсиз. Албатта, бунда ақл юритгувчилар учун оят — белги бордир"},{"SurahNumber":16,"VerseNumber":68,"Text":"Роббинг асаларига: «Тоғлардан, дарахтлардан ва кўтарилган сўритоклардан уй тутгин"},{"SurahNumber":16,"VerseNumber":69,"Text":"Сўнгра ҳамма мевалардан егин. Бас, Роббинг осон қилиб қўйган йўллардан юргин», деб ваҳий қилди. Уларнинг қоринларидан турли рангдаги шароб чиқар. Унда одамлар учун шифо бордир. Албатта, бунда тафаккур қилувчилар учун оят — белги бордир"},{"SurahNumber":16,"VerseNumber":70,"Text":"Аллоҳ сизларни яратгандир. Сўнгра, У сизларни вафот эттирадир. Сизлардан баъзилар билимли бўлгандан сўнг, ҳеч нарса билмаслиги учун, умрнинг энг заифлигига қайтариладир. Албатта, Аллоҳ билгувчи ва қодирдир"},{"SurahNumber":16,"VerseNumber":71,"Text":"Аллоҳ ризқда баъзингизни баъзингиздан афзал қилди. Бас, афзал қилинганлар ўз ризқларини қўлларида мулк бўлганларга, ҳамма тенг бўлсин деб, берувчи эмаслар-ку. Аллоҳнинг неъматини инкор қиладиларми"},{"SurahNumber":16,"VerseNumber":72,"Text":"Аллоҳ сизларга ўзларингиздан жуфт(ҳалол)лар қилди ва сизларга жуфтларингиздан болалар ва набиралар қилди ҳамда сизларга пок ризқларни берди. Ботилга иймон келтирадилар-у, Аллоҳнинг неъматига куфр келтирадиларми"},{"SurahNumber":16,"VerseNumber":73,"Text":"Ва Аллоҳдан ўзга — уларга осмонлару ердан ҳеч бир ризққа молик бўла олмайдиган ва ҳеч нарсага қодир бўла олмайдиган — нарсаларга ибодат қилурларми"},{"SurahNumber":16,"VerseNumber":74,"Text":"Аллоҳга мисол келтирманглар! Албатта, Аллоҳ биладир. Сизлар эса, билмассизлар"},{"SurahNumber":16,"VerseNumber":75,"Text":"Аллоҳ ҳеч нарсага қодир бўлмайдиган мамлук — қул билан Биз уни яхши ризқ ила ризқлантирган ва ўшандан махфий ва ошкора инфоқ қиладиган кимсани мисол келтиради. Улар тенг бўлурларми? Ҳамду сано Аллоҳгадир. Лекин кўплари билмаслар"},{"SurahNumber":16,"VerseNumber":76,"Text":"Аллоҳ икки кишини зарбулмасал келтирди. Бирлари соқов, ҳеч нарсага қодир бўлмас. У ўз хожасига юкдир. Қаерга юборса ҳам, яхшилик келтирмас. Ўша одам билан ўзи тўғри йўлда туриб, бошқаларни адолатга амр қиладиган киши баробар бўлурми"},{"SurahNumber":16,"VerseNumber":77,"Text":"Осмонлару ернинг ғайб(илм)и Аллоҳникидир. Соат (қиёмат) иши эса, кўз очиб-юмгандек ёки ундан ҳам яқинроқдир. Албатта, Аллоҳ ҳар бир нарсага қодирдир"},{"SurahNumber":16,"VerseNumber":78,"Text":"Аллоҳ сизни оналарингиз қорнидан ҳеч нарса билмайдиган ҳолингизда чиқарди. У сизга қулоқ, кўзлар ва дилларни берди. Шоядки, шукр қилсангиз"},{"SurahNumber":16,"VerseNumber":79,"Text":"Осмон ҳавосидаги беминнат бўйсундирилган қушларга қарамайдиларми? Уларни фақатгина Аллоҳ ушлаб турадир, холос. Албатта, бунда иймон келтирадиган қавмлар учун оят-белгилар бордир"},{"SurahNumber":16,"VerseNumber":80,"Text":"Аллоҳ сизга уйларингизни оромгоҳ қилди. У сизга чорва ҳайвонларининг терисидан кўчадиган ва қўнадиган кунингизда енгил кўтариладиган уйлар қилди. Уларнинг жунлари, юнглари ва қилларидан маълум вақтгача жиҳоз ва мато бўладиган қилди"},{"SurahNumber":16,"VerseNumber":81,"Text":"Аллоҳ сизга Ўзи яратган нарсалардан соялар қилиб қўйди ва сизга тоғлардан бошпаналар, сизларни иссиқдан сақлайдиган кийимлар ва зарбадан сақлайдиган кийимлар қилиб қўйди. Шундай қилиб, У сизларга Ўз неъматини батамом қилиб берди. Шоядки, мусулмон бўлсангиз"},{"SurahNumber":16,"VerseNumber":82,"Text":"Агар юз ўгириб кетсалар, бас, сенинг зиммангда очиқ-ойдин етказиб қўйиш, холос"},{"SurahNumber":16,"VerseNumber":83,"Text":"Улар Аллоҳнинг неъматини танирлар, кейин эса, инкор қилурлар. Уларнинг кўплари кофирлардир"},{"SurahNumber":16,"VerseNumber":84,"Text":"У кунда барча умматлардан гувоҳ келтирурмиз, сўнгра, куфр келтирганларга (узр учун) изн ҳам берилмас ва улар итобга ҳам қайтарилмаслар"},{"SurahNumber":16,"VerseNumber":85,"Text":"Зулм қилганлар азобни кўрган вақтларида, улардан у енгиллатилмас ва уларга муҳлат ҳам берилмас"},{"SurahNumber":16,"VerseNumber":86,"Text":"Ва ширк келтирганлар ўзларининг «шерик»ларини кўрган чоғларида: «Эй Роббимиз, анавилар бизнинг Сендан ўзга ибодат қилган «шерик»ларимиз», дерлар. Бас, у(шерик)лар буларга: «Албатта, сизлар ёлғончидирсизлар», деб сўз ташларлар"},{"SurahNumber":16,"VerseNumber":87,"Text":"Ўшал кунда у(мушрик)лар Аллоҳга таслим бўлурлар ва уйдириб юрган нарсалари ботил бўлур"},{"SurahNumber":16,"VerseNumber":88,"Text":"Куфр келтирган ва Аллоҳнинг йўлидан тўсганларга фасод қилганлари учун азоб устига азоб зиёда қилдик"},{"SurahNumber":16,"VerseNumber":89,"Text":"Ҳар бир умматга ўзидан гувоҳ олиб келган кунимизда сени анавиларга (умматингга) гувоҳ қилиб келтирамиз. Сенга Китобни ҳар бир нарсани баён қилувчи этиб, мусулмонларга ҳидоят, раҳмат ва хушхабар қилиб нозил этдик"},{"SurahNumber":16,"VerseNumber":90,"Text":"Албатта, Аллоҳ адолатга, эҳсонга, қариндошларга яхшилик қилишга амр этадир ва фаҳшу мункар (ишлардан) ҳамда зулмкорликдан қайтарур. У сизларга ваъз қилур. Шоядки, эсласангиз"},{"SurahNumber":16,"VerseNumber":91,"Text":"Агар аҳдлашсангиз, Аллоҳнинг аҳдига вафо қилинг. Қасамларни таъкид қилинганидан сўнг бузманг. Батаҳқиқ, Аллоҳни ўзингизга кафил қилгансиз-а! Албатта, Аллоҳ нима қилаётганингизни билур"},{"SurahNumber":16,"VerseNumber":92,"Text":"Тўқигани кучли бўлгандан сўнг уни сўкиб юборган хотинга ўхшаб, бир уммат бошқа умматдан зиёдроқ бўлгани учун, қасамларингизни орангизга алдов воситаси қилиб олманг. Албатта, бу билан сизни Аллоҳ синамоқда, холос. Албатта, У қиёмат куни нима ҳақида ихтилоф қилганингизни баён қилиб берур"},{"SurahNumber":16,"VerseNumber":93,"Text":"Агар Аллоҳ хоҳласа, сизларни бир уммат қилар эди. Лекин хоҳлаган кимсани залолатга кетказади ва хоҳлаган кимсани ҳидоят қиладир. Ва, албатта, қилиб юрган амалларингиздан сўралурсиз"},{"SurahNumber":16,"VerseNumber":94,"Text":"Қасамларингизни орангизда алдов воситаси қилиб олманг. Бас, қадам собит бўлганидан сўнг тоймасин ва Аллоҳнинг йўлидан тўсганингиз учун ёмонликни татиб юрманг. Сизга улкан азоб бўлмасин"},{"SurahNumber":16,"VerseNumber":95,"Text":"Аллоҳнинг аҳдини оз баҳога сотиб юборманг. Агар билсангиз, сиз учун, албатта, Аллоҳнинг ҳузуридаги нарса яхшироқдир"},{"SurahNumber":16,"VerseNumber":96,"Text":"Сизнинг ҳузурингиздаги нарса тугайдир. Аллоҳнинг ҳузуридаги нарса эса, боқийдир. Албатта, Биз сабр этганларни қилиб юрган амалларининг энг гўзалига бериладиган ажр ила мукофотлармиз"},{"SurahNumber":16,"VerseNumber":97,"Text":"Эркагу аёл, ким мўмин ҳолида яхши амал қилса, Биз унга яхши ҳаёт кечиртирамиз ва, албатта, уларни қилиб юрган амалларининг энг гўзалига бериладиган ажр ила мукофотлармиз"},{"SurahNumber":16,"VerseNumber":98,"Text":"Қуръон ўқиган чоғингда, Аллоҳдан қувилган шайтон (шарри)дан паноҳ сўрагин"},{"SurahNumber":16,"VerseNumber":99,"Text":"Албатта, иймон келтирганларга ва ўз Роббиларига таваккал қилганларга у(шайтон)нинг султони йўқ"},{"SurahNumber":16,"VerseNumber":100,"Text":"Унинг султони фақат уни дўст тутадиганларга ва у сабабли мушрик бўлганларга, холос"},{"SurahNumber":16,"VerseNumber":101,"Text":"Қачонки, Биз бир оят ўрнини бошқа бир оят ила алмаштирсак, — ҳолбуки, Аллоҳ нимани нозил қилишни Ўзи яхши билгувчидир — улар: «Шубҳасиз, сен уйдирмачисан!» дерлар. Йўқ! Уларнинг кўплари билмаслар"},{"SurahNumber":16,"VerseNumber":102,"Text":"Сен уни руҳул қудус Роббингдан иймон келтирганларни собитқадам қилиш учун ва мусулмонларга ҳидоят ва хушхабар этиб ҳақ ила туширганини айт"},{"SurahNumber":16,"VerseNumber":103,"Text":"Батаҳқиқ, биламизки, албатта, улар: «Унга фақат башар таълим бермоқда, холос», дерлар. Улар гумон қилаётганнинг тили ажамийдир. Бу эса, очиқ-ойдин араб тилидадир"},{"SurahNumber":16,"VerseNumber":104,"Text":"Албатта, Аллоҳнинг оятларига иймон келтирмайдиганларни Аллоҳ ҳидоятга солмайди ва уларга аламли азоб бордир"},{"SurahNumber":16,"VerseNumber":105,"Text":"Ёлғонни фақат Аллоҳнинг оятларига иймон келтирмайдиганларгина тўқирлар. Ана ўшалар ўзлари ёлғончилардир"},{"SurahNumber":16,"VerseNumber":106,"Text":"Ким иймондан сўнг Аллоҳга куфр келтирса, — қалби иймон ила ором топа туриб зўрланганлар бундан мустасно — ким кўксини куфрга очса, бас, уларга Аллоҳдан ғазаб бор. Уларга улкан азоб бор"},{"SurahNumber":16,"VerseNumber":107,"Text":"Бу, уларнинг дунё ҳаётини охиратдан устун қўйганлари сабабидандир. Албатта, Аллоҳ кофир қавмларни ҳидоят этмас"},{"SurahNumber":16,"VerseNumber":108,"Text":"Ана ўшаларнинг қалблари, қулоқлари ва кўзларига Аллоҳ муҳр босгандир. Ана ўшалар ғофиллардир"},{"SurahNumber":16,"VerseNumber":109,"Text":"Ҳеч шубҳа йўқки, охиратда улар зиён кўргувчилардир"},{"SurahNumber":16,"VerseNumber":110,"Text":"Сўнгра, албатта, Роббинг фитнага учраганларидан кейин ҳижрат этиб, жиҳод қилган ва сабр этганлари учун, албатта, Роббинг шулардан кейин мағфиратли ва раҳимлидир"},{"SurahNumber":16,"VerseNumber":111,"Text":"У кунда ҳар жон ўзи ҳақида тортишиш учун келур ва ҳар бир жонга амалига яраша вафо қилинур ҳамда уларга зулм этилмас"},{"SurahNumber":16,"VerseNumber":112,"Text":"Аллоҳ бир шаҳарни зарбулмасал қилади: у омонлик ва хотиржамликда эди. Ризқи ҳар макондан сероб ҳолда келиб турарди. Сўнг, у Аллоҳнинг неъматларига куфр келтирди. Бас, Аллоҳ унга, қилган ишлари учун, очлик ва хавф кийимини тоттирди"},{"SurahNumber":16,"VerseNumber":113,"Text":"Батаҳқиқ, уларга ўзларидан Пайғамбар келди. Бас, улар уни ёлғончига чиқардилар. Кейин, золим бўлганлари учун, уларни азоб тутди"},{"SurahNumber":16,"VerseNumber":114,"Text":"Бас, Аллоҳ сизга ризқ қилиб берган нарсалардан ҳалол-пок ҳолида енг. Ва агар унга ибодат қиладиган бўлсангиз, Аллоҳнинг неъматига шукр қилинг"},{"SurahNumber":16,"VerseNumber":115,"Text":"Сизларга фақат ўлимтикни, қонни, чўчқа гўштини ва Аллоҳдан ўзгага атаб сўйилган нарсаларнигина ҳаром қилди. Ким золим ва ҳаддан ошувчи бўлмаган ҳолида мажбур бўлиб қолса, албатта, Аллоҳ мағфиратли ва раҳимлидир"},{"SurahNumber":16,"VerseNumber":116,"Text":"Аллоҳга нисбатан ёлғон тўқиш учун тилларингиз васф қилган ёлғонни гапириб: «Бу ҳалол, бу ҳаром», деяверманглар. Албатта, Аллоҳга нисбатан ёлғон тўқувчилар нажот топмаслар"},{"SurahNumber":16,"VerseNumber":117,"Text":"Озгина матоҳ ва аламли азоб бор"},{"SurahNumber":16,"VerseNumber":118,"Text":"Яҳудий бўлганларга эса, сенга бундан олдин айтиб берган нарсаларимизни ҳаром қилдик. Биз уларга зулм қилмадик. Лекин улар ўзларига зулм қилган эдилар"},{"SurahNumber":16,"VerseNumber":119,"Text":"Сўнгра, албатта, Роббинг билмасдан ёмон амал қилганларга, ундан кейин эса, тавба қилиб яхши амалларни қилганларга, албатта, Роббинг шулардан сўнг мағфиратли ва раҳимлидир"},{"SurahNumber":16,"VerseNumber":120,"Text":"Албатта, Иброҳим Аллоҳнинг итоат қилгувчи, ҳаққа мойил уммати эди. Мушриклардан бўлган эмас"},{"SurahNumber":16,"VerseNumber":121,"Text":"Унинг неъматларига шукр қилгувчи эди. У зот уни танлаб олди ва сиротул мустақиймга ҳидоят қилди"},{"SurahNumber":16,"VerseNumber":122,"Text":"Унга бу дунёда яхши (ҳаёт) бердик. Охиратда эса, у, албатта, солиҳлардандир"},{"SurahNumber":16,"VerseNumber":123,"Text":"Сўнгра, сенга: «Иброҳимнинг ҳаққа мойил миллатига эргаш. У мушриклардан бўлмаган эди», деб ваҳий қилдик"},{"SurahNumber":16,"VerseNumber":124,"Text":"Шанба, фақат, у тўғрисида ихтилоф қилганлар зиммасига юкланди, холос. Албатта, Роббинг қиёмат кунида улар орасида ихтилоф қилган нарсалари ҳақида ҳукм чиқарур"},{"SurahNumber":16,"VerseNumber":125,"Text":"Роббингнинг йўлига ҳикмат ва яхши мавъиза ила даъват қил. Ва улар ила гўзал услубда мужодала эт. Албатта, Роббинг Ўз йўлидан адашганларни ўта билгувчи ва ҳидоят топгувчиларни ҳам ўта билгувчидир"},{"SurahNumber":16,"VerseNumber":126,"Text":"Агар иқоб қиладиган бўлсангиз, ўзингизга қилинган иқобга ўхшаш иқоб қилинг. Агар сабр қилсангиз, албатта, у сабр қилгувчилар учун хайрлидир"},{"SurahNumber":16,"VerseNumber":127,"Text":"Сабр қил, сенинг сабринг фақат Аллоҳ ила бўлур. Улар (ҳоли)га хафа бўлма. Улар қилаётган макрдан сиқилма"},{"SurahNumber":16,"VerseNumber":128,"Text":"Албатта, Аллоҳ тақво қилганлар ва гўзал ишлар қилганлар биландир"}]}