{"Id":330,"LanguageCodes":["es","spa"],"Name":"spa-juliocortes","Author":"Julio Cortes","Language":"Spanish","Description":"Spanish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":25,"VerseNumber":21,"Text":"Los que no cuentan con encontrarnos, dicen: «¿Por qué no se nos han enviado de lo alto ángeles o por qué no vemos a nuestro Señor?» Fueron altivos en sus adentros y se insolentaron sobremanera"},{"SurahNumber":25,"VerseNumber":22,"Text":"El día que vean a los ángeles, no habrá, ese día, buenas nuevas para los pecadores. Dirán: «¡Límite infranqueable!»"},{"SurahNumber":25,"VerseNumber":23,"Text":"Examinaremos sus obras y haremos de ellas polvo disperso en el aire"},{"SurahNumber":25,"VerseNumber":24,"Text":"Ese día los moradores del Jardín gozarán de la mejor morada y del más bello descansadero"},{"SurahNumber":25,"VerseNumber":25,"Text":"El día que se desgarre el nubarrón del cielo y sean enviados abajo los ángeles"},{"SurahNumber":25,"VerseNumber":26,"Text":"ese día, el dominio, el verdadero, será del Compasivo, y será un día difícil para los infieles"},{"SurahNumber":25,"VerseNumber":27,"Text":"el día que el impío se muerda las manos diciendo: «¡Ojalá hubiera seguido un mismo camino que el Enviado"},{"SurahNumber":25,"VerseNumber":28,"Text":"¡Ay de mí! ¡Ojalá no hubiera tomado a fulano como amigo"},{"SurahNumber":25,"VerseNumber":29,"Text":"Me ha desviado de la Amonestación, después de haber venido a mí». El Demonio siempre deja colgado al hombre"},{"SurahNumber":25,"VerseNumber":30,"Text":"El Enviado dice: «¡Señor! ¡Mi pueblo ha cobrado aversión a este Corán !»"},{"SurahNumber":25,"VerseNumber":31,"Text":"Así hemos asignado a cada profeta un enemigo de entre los pecadores. Pero tu Señor basta como guía y auxilio"},{"SurahNumber":25,"VerseNumber":32,"Text":"Los infieles dicen: «¿Por qué no se le ha revelado el Corán de una vez?» Para, así, confirmar con él tu corazón. Y lo hemos hecho recitar lenta y claramente"},{"SurahNumber":25,"VerseNumber":33,"Text":"No te proponen ninguna parábola que no te aportemos Nosotros el verdadero sentido y la mejor interpretación"},{"SurahNumber":25,"VerseNumber":34,"Text":"Aquéllos que sean congregados, boca abajo, hacia la gehena serán los que se encuentren en la situación peor y los más extraviados del Camino"},{"SurahNumber":25,"VerseNumber":35,"Text":"Dimos a Moisés la Escritura y pusimos a su hermano Aarón como ayudante suyo"},{"SurahNumber":25,"VerseNumber":36,"Text":"Y dijimos: «¡Id al pueblo que ha desmentido Nuestros signos!» Y los aniquilamos"},{"SurahNumber":25,"VerseNumber":37,"Text":"Y al pueblo de Noé. Cuando desmintió a los enviados, le anegamos e hicimos de él un signo para los hombres. Y hemos preparado un castigo doloroso para los impíos"},{"SurahNumber":25,"VerseNumber":38,"Text":"A los aditas, a los tamudeos, a los habitantes de ar-Rass y a muchas generaciones intermedias"},{"SurahNumber":25,"VerseNumber":39,"Text":"A todos les dimos ejemplos y a todos les exterminamos"},{"SurahNumber":25,"VerseNumber":40,"Text":"Han pasado por las ruinas de la ciudad sobre la que cayó una lluvia maléfica. Se diría que no la han visto, porque no esperan una resurrección"},{"SurahNumber":25,"VerseNumber":41,"Text":"Cuando te ven, no hacen sino tomarte a burla: «¿Es éste el que Alá ha mandado como enviado"},{"SurahNumber":25,"VerseNumber":42,"Text":"Si no llega a ser porque nos hemos mantenido fieles a nuestros dioses, nos habría casi desviado de ellos». Pero, cuando vean el castigo, sabrán quién se ha extraviado más del Camino"},{"SurahNumber":25,"VerseNumber":43,"Text":"¿Qué te parece quien ha divinizado su pasión? ¿Vas a ser tú su protector"},{"SurahNumber":25,"VerseNumber":44,"Text":"¿Crees que la mayoría oyen o entienden? No son sino como rebaños. No, más extraviados aún del Camino"},{"SurahNumber":25,"VerseNumber":45,"Text":"¿No ves cómo hace tu Señor que se deslice la sombra? Si quisiera, podría hacerla fija. Además, hemos hecho del sol guía para ella"},{"SurahNumber":25,"VerseNumber":46,"Text":"Luego, la atraemos hacia Nosotros con facilidad"},{"SurahNumber":25,"VerseNumber":47,"Text":"Él es Quien ha hecho para vosotros de la noche vestidura, del sueño descanso, del día resurrección"},{"SurahNumber":25,"VerseNumber":48,"Text":"Él es Quien envía los vientos como nuncios que preceden a Su misericordia. Hacemos bajar del cielo agua pura"},{"SurahNumber":25,"VerseNumber":49,"Text":"para vivificar con ella un país muerto y dar de beber, entre lo que hemos creado, a la multitud de rebaños y seres humanos"},{"SurahNumber":25,"VerseNumber":50,"Text":"La hemos distribuido entre ellos para que se dejen amonestar, pero la mayoría de los hombres no quieren sino ser infieles"},{"SurahNumber":25,"VerseNumber":51,"Text":"Si hubiéramos querido, habríamos enviado a cada ciudad un monitor"},{"SurahNumber":25,"VerseNumber":52,"Text":"No obedezcas, pues, a los infieles y lucha esforzadamente contra ellos, por medio de él"},{"SurahNumber":25,"VerseNumber":53,"Text":"Él es Quien ha hecho que las dos grandes masas de agua fluyan: una, dulce, agradable; otra, salobre, amarga. Ha colocado entre ellas una barrera y límite infranqueable"},{"SurahNumber":25,"VerseNumber":54,"Text":"Él es quien ha creado del agua un ser humano, haciendo de él el parentesco por consanguinidad o por afinidad. Tu Señor es omnipotente"},{"SurahNumber":25,"VerseNumber":55,"Text":"Pero, en lugar de servir a Alá, sirven lo que no puede aprovecharles ni dañarles. El infiel es un auxiliar contra su Señor"},{"SurahNumber":25,"VerseNumber":56,"Text":"A ti no te hemos enviado sino como nuncio de buenas nuevas y como monitor"},{"SurahNumber":25,"VerseNumber":57,"Text":"Di: «No os pido a cambio ningún salario. Sólo que, quien quiera, ¡que emprenda camino hacia su Señor!»"},{"SurahNumber":25,"VerseNumber":58,"Text":"Y ¡confía en el Viviente, Que no muere! ¡Celebra Sus alabanzas! El está suficientemente informado de los pecados de Sus siervos"},{"SurahNumber":25,"VerseNumber":59,"Text":"Él es Quien ha creado en seis días los cielos, la tierra y lo que entre ellos hay. Luego, se ha instalado en el Trono. El Compasivo. ¡Interroga a quien esté bien informado de Él"},{"SurahNumber":25,"VerseNumber":60,"Text":"Cuando se les dice: «¡Prosternaos ante el Compasivo!», dicen: «Y ¿qué es 'el Compasivo'? ¿Vamos a prosternarnos sólo porque tú lo ordenes?» Y esto acrecienta su repulsa"},{"SurahNumber":25,"VerseNumber":61,"Text":"¡Bendito sea Quien ha puesto constelaciones en el cielo y entre ellas un luminar y una luna luminosa"},{"SurahNumber":25,"VerseNumber":62,"Text":"Él es Quien ha dispuesto que se sucedan la noche y el día para quien quiera dejarse amonestar o quiera dar gracias"},{"SurahNumber":25,"VerseNumber":63,"Text":"Los siervos del Compasivo son los que van por la tierra humildemente y que, cuando los ignorantes les dirigen la palabra, dicen: «¡Paz!»"},{"SurahNumber":25,"VerseNumber":64,"Text":"Pasan la noche ante su Señor, postrados o de pie"},{"SurahNumber":25,"VerseNumber":65,"Text":"Dicen: «¡Señor! ¡Aleja de nosotros el castigo de la gehena!» Su castigo es perpetuo"},{"SurahNumber":25,"VerseNumber":66,"Text":"Sí es mala como morada y residencia"},{"SurahNumber":25,"VerseNumber":67,"Text":"Cuando gastan, no lo hacen con prodigalidad ni con tacañería, -el término medio es lo justo"},{"SurahNumber":25,"VerseNumber":68,"Text":"No invocan a otro dios junto con Alá, no matan a nadie que Alá haya prohibido, si no es con justo motivo, no fornican. Quien comete tal, incurre en castigo"},{"SurahNumber":25,"VerseNumber":69,"Text":"El día de la Resurrección se le doblará el castigo y lo sufrirá eternamente humillado"},{"SurahNumber":25,"VerseNumber":70,"Text":"No así quien se arrepienta, crea y haga buenas obras. A éstos Alá les cambiará sus malas obras en buenas. Alá es indulgente, misericordioso"},{"SurahNumber":25,"VerseNumber":71,"Text":"Quien se arrepienta y obre bien dará muestras de un arrepentimiento sincero"},{"SurahNumber":25,"VerseNumber":72,"Text":"No prestan falso testimonio y, cuando pasan y oyen vaniloquio, prosiguen la marcha dígnamente"},{"SurahNumber":25,"VerseNumber":73,"Text":"Cuando se les amonesta con los signos de su Señor, no caen al suelo ante ellos, sordos y ciegos"},{"SurahNumber":25,"VerseNumber":74,"Text":"Dicen: «¡Señor! ¡Haznos el regalo de que nuestras esposas y descendencia sean nuestra alegría, haz que seamos modelo para los temerosos de Alá!»"},{"SurahNumber":25,"VerseNumber":75,"Text":"Éstos serán retribuidos con una cámara alta porque tuvieron paciencia. Se les acogerá allí con palabras de salutación y de paz"},{"SurahNumber":25,"VerseNumber":76,"Text":"Eternos allí... ¡Qué bello lugar como morada y como residencia"},{"SurahNumber":25,"VerseNumber":77,"Text":"Di: «Mi Señor no se cuidaría de vosotros si no Le invocarais. Pero habéis desmentido y es ineludible»"},{"SurahNumber":26,"VerseNumber":1,"Text":"tsm"},{"SurahNumber":26,"VerseNumber":2,"Text":"Éstas son las aleyas de la Escritura sabia"},{"SurahNumber":26,"VerseNumber":3,"Text":"Tú, quizá, te consumas de pena porque no creen"},{"SurahNumber":26,"VerseNumber":4,"Text":"Si quisiéramos, haríamos bajar del cielo sobre ellos un signo y doblarían ante él la cerviz"},{"SurahNumber":26,"VerseNumber":5,"Text":"No les llega una nueva amonestación del Compasivo que no se aparten de ella"},{"SurahNumber":26,"VerseNumber":6,"Text":"Han desmentido, pero recibirán noticias de aquello de que se burlaban"},{"SurahNumber":26,"VerseNumber":7,"Text":"¿No han visto cuánta especie generosa de toda clase hemos hecho crecer en la tierra"},{"SurahNumber":26,"VerseNumber":8,"Text":"Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":9,"Text":"En verdad, tu Señor es el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":10,"Text":"Y cuando tu Señor llamó a Moisés: «Ve al pueblo impío"},{"SurahNumber":26,"VerseNumber":11,"Text":"al pueblo de Faraón. ¿No van a temerme ?»"},{"SurahNumber":26,"VerseNumber":12,"Text":"Dijo: «¡Señor! Temo que me desmientan"},{"SurahNumber":26,"VerseNumber":13,"Text":"Me angustio, se me traba la lengua. ¡Envía por Aarón"},{"SurahNumber":26,"VerseNumber":14,"Text":"Me acusan de un crimen y temo que me maten»"},{"SurahNumber":26,"VerseNumber":15,"Text":"Dijo: «¡No! ¡Id los dos con Nuestros signos! Estamos con vosotros, escuchamos"},{"SurahNumber":26,"VerseNumber":16,"Text":"Id a Faraón y decid: '¡Nos ha enviado el Señor del universo"},{"SurahNumber":26,"VerseNumber":17,"Text":"¡Deja marchar con nosotros a los Hijos de Israel!'»"},{"SurahNumber":26,"VerseNumber":18,"Text":"Dijo: «¿No te hemos educado, cuando eras niño, entre nosotros? ¿No has vivido durante años de tu vida entre nosotros"},{"SurahNumber":26,"VerseNumber":19,"Text":"Desagradecido, hiciste lo que hiciste»"},{"SurahNumber":26,"VerseNumber":20,"Text":"Dijo: «Lo hice cuando estaba extraviado"},{"SurahNumber":26,"VerseNumber":21,"Text":"Tuve miedo de vosotros y me escapé. Mi Señor me ha regalado juicio y ha hecho de mí uno de los enviados"},{"SurahNumber":26,"VerseNumber":22,"Text":"¿Es ésta una gracia que me echas en cara, tú que has esclavizado a los Hijos de Israel?»"},{"SurahNumber":26,"VerseNumber":23,"Text":"Faraón dijo: «Y ¿qué es 'el Señor del universo'?»"},{"SurahNumber":26,"VerseNumber":24,"Text":"Dijo: «Es el Señor de los cielos, de la tierra y de lo que entre ellos está. Si estuvierais convencidos...»"},{"SurahNumber":26,"VerseNumber":25,"Text":"Dijo a los circunstantes: «¡Habéis oído?»"},{"SurahNumber":26,"VerseNumber":26,"Text":"Dijo. «Es vuestro Señor y Señor de vuestros antepasados...»"},{"SurahNumber":26,"VerseNumber":27,"Text":"Dijo: «¡El enviado que se os ha mandado es; ciertamente, un poseso!»"},{"SurahNumber":26,"VerseNumber":28,"Text":"Dijo: «...el Señor del Oriente y del Occidente y de lo que entre ellos está. Si razonarais...»"},{"SurahNumber":26,"VerseNumber":29,"Text":"Dijo: «¡Si tomas por dios a otro diferente de mí, he de enviarte a la cárcel!»"},{"SurahNumber":26,"VerseNumber":30,"Text":"Dijo: «¿Y si te trajera algo claro?»"},{"SurahNumber":26,"VerseNumber":31,"Text":"Dijo: «¡Tráelo‚ si es verdad lo que dices!»"},{"SurahNumber":26,"VerseNumber":32,"Text":"Moisés tiró su vara y he aquí que ésta se convirtió en una auténtica serpiente"},{"SurahNumber":26,"VerseNumber":33,"Text":"Sacó su mano y he aquí que apareció blanca a los ojos de los presentes"},{"SurahNumber":26,"VerseNumber":34,"Text":"Dijo a los dignatarios que le rodeaban: «Sí, éste es un mago muy entendido"},{"SurahNumber":26,"VerseNumber":35,"Text":"que quiere expulsaros de vuestra tierra con su magia. ¿Qué ordenáis?»"},{"SurahNumber":26,"VerseNumber":36,"Text":"Dijeron: «Dales largas, a él y a su hermano, y envía a las ciudades a agentes que convoquen"},{"SurahNumber":26,"VerseNumber":37,"Text":"que te traigan a los magos más entendidos, a todos»"},{"SurahNumber":26,"VerseNumber":38,"Text":"Los magos fueron convocados para una determinada hora del día convenido"},{"SurahNumber":26,"VerseNumber":39,"Text":"y se dijo a la gente: «¿No queréis asistir"},{"SurahNumber":26,"VerseNumber":40,"Text":"Quizás, así, sigamos a los magos, si son ellos los que ganan»"},{"SurahNumber":26,"VerseNumber":41,"Text":"Cuando llegaron los magos dijeron a Faraón: «Si ganamos, recibiremos una recompensa, ¿no?»"},{"SurahNumber":26,"VerseNumber":42,"Text":"Dijo: «¡Sí! Y seréis entonces, ciertamente, de mis allegados»"},{"SurahNumber":26,"VerseNumber":43,"Text":"Moisés les dijo: «¡Tirad lo que vayáis a tirar!»"},{"SurahNumber":26,"VerseNumber":44,"Text":"Y tiraron sus cuerdas y varas, y dijeron: «¡Por el poder de Faraón, que venceremos!»"},{"SurahNumber":26,"VerseNumber":45,"Text":"Moisés tiró su vara y he aquí que ésta engulló sus mentiras"},{"SurahNumber":26,"VerseNumber":46,"Text":"Y los magos cayeron prosternados"},{"SurahNumber":26,"VerseNumber":47,"Text":"Dijeron: «¡Creemos en el Señor del universo"},{"SurahNumber":26,"VerseNumber":48,"Text":"el Señor de Moisés y de Aarón!»"},{"SurahNumber":26,"VerseNumber":49,"Text":"Dijo: «¡Le habéis creído antes de que yo os autorizara a ello! ¡Es vuestro maestro, que os ha enseñado la magia! ¡Vais a ver! ¡He de haceros amputar las manos y los pies opuestos! ¡Y he de haceros crucificar a todos!»"},{"SurahNumber":26,"VerseNumber":50,"Text":"Dijeron: «¡No importa! ¡Nos volvemos a nuestro Señor"},{"SurahNumber":26,"VerseNumber":51,"Text":"Anhelamos que nuestro Señor nos perdone nuestros pecados, ya que hemos sido los primeros en creer»"},{"SurahNumber":26,"VerseNumber":52,"Text":"E inspiramos a Moisés: «¡Parte de noche con Mis siervos! ¡Seréis perseguidos!»"},{"SurahNumber":26,"VerseNumber":53,"Text":"Faraón envió a las ciudades a agentes que convocaran"},{"SurahNumber":26,"VerseNumber":54,"Text":"«Son una banda insignificante"},{"SurahNumber":26,"VerseNumber":55,"Text":"y, ciertamente, nos han irritado"},{"SurahNumber":26,"VerseNumber":56,"Text":"Nosotros, en cambio, somos todo un ejército y estamos bien prevenidos»"},{"SurahNumber":26,"VerseNumber":57,"Text":"Les expulsamos de sus jardines y fuentes"},{"SurahNumber":26,"VerseNumber":58,"Text":"de sus tesoros y suntuosas residencias"},{"SurahNumber":26,"VerseNumber":59,"Text":"Así fue, y se lo dimos en herencia a los Hijos de Israel"},{"SurahNumber":26,"VerseNumber":60,"Text":"A la salida del sol, les persiguieron"},{"SurahNumber":26,"VerseNumber":61,"Text":"Cuando los dos grupos se divisaron, dijeron los compañeros de Moisés: «¡Nos ha alcanzado!»"},{"SurahNumber":26,"VerseNumber":62,"Text":"Dijo: «¡No! ¡Mi Señor está conmigo, el me dirigirá!»"},{"SurahNumber":26,"VerseNumber":63,"Text":"E inspiramos a Moisés: «¡Golpea el mar con tu vara!» El mar, entonces, se partió y cada parte era como una imponente montaña"},{"SurahNumber":26,"VerseNumber":64,"Text":"Hicimos que los otros se acercaran allá"},{"SurahNumber":26,"VerseNumber":65,"Text":"y salvamos a Moisés y a todos los que con él estaban"},{"SurahNumber":26,"VerseNumber":66,"Text":"Luego, anegamos a los otros"},{"SurahNumber":26,"VerseNumber":67,"Text":"Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":68,"Text":"¡Sí, tu Señor es el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":69,"Text":"¡Cuéntales la historia de Abraham"},{"SurahNumber":26,"VerseNumber":70,"Text":"Cuando dijo a su padre y a su pueblo: «¿Qué servís?»"},{"SurahNumber":26,"VerseNumber":71,"Text":"Dijeron: «Servimos a ídolos y continuaremos entregándonos a su culto»"},{"SurahNumber":26,"VerseNumber":72,"Text":"Dijo: «Y ¿os escuchan cuando les invocáis"},{"SurahNumber":26,"VerseNumber":73,"Text":"¿Pueden aprovecharos o haceros daño?»"},{"SurahNumber":26,"VerseNumber":74,"Text":"Dijeron: «¡No, pero encontramos que nuestros antepasados hacían lo mismo!»"},{"SurahNumber":26,"VerseNumber":75,"Text":"Dijo: «¿Y habéis visto lo que servíais"},{"SurahNumber":26,"VerseNumber":76,"Text":"vosotros y vuestros lejanos antepasados"},{"SurahNumber":26,"VerseNumber":77,"Text":"Son mis enemigos, a diferencia del Señor del universo"},{"SurahNumber":26,"VerseNumber":78,"Text":"Que me ha creado y me dirige"},{"SurahNumber":26,"VerseNumber":79,"Text":"me da de comer y de beber"},{"SurahNumber":26,"VerseNumber":80,"Text":"me cura cuando enfermo"},{"SurahNumber":26,"VerseNumber":81,"Text":"me hará morir y, luego, me volverá a la vida"},{"SurahNumber":26,"VerseNumber":82,"Text":"de Quien anhelo el perdón de mis faltas el día del Juicio"},{"SurahNumber":26,"VerseNumber":83,"Text":"¡Señor! ¡Regálame juicio y reúneme con los justos"},{"SurahNumber":26,"VerseNumber":84,"Text":"¡Haz que tenga una buena reputación en mi posteridad"},{"SurahNumber":26,"VerseNumber":85,"Text":"¡Cuéntame entre los herederos del Jardín de la Delicia"},{"SurahNumber":26,"VerseNumber":86,"Text":"¡Perdona a mi padre, estaba extraviado"},{"SurahNumber":26,"VerseNumber":87,"Text":"No me avergüences el día de la Resurrección"},{"SurahNumber":26,"VerseNumber":88,"Text":"el día que no aprovechen hacienda ni hijos varones"},{"SurahNumber":26,"VerseNumber":89,"Text":"excepto a quien vaya a Alá con corazón sano»"},{"SurahNumber":26,"VerseNumber":90,"Text":"El Jardín será acercado a quienes hayan temido a Alá"},{"SurahNumber":26,"VerseNumber":91,"Text":"y el fuego de la gehena aparecerá ante los descarriados"},{"SurahNumber":26,"VerseNumber":92,"Text":"Se les dirá: «¿Dónde está lo que servíais"},{"SurahNumber":26,"VerseNumber":93,"Text":"en lugar de servir a Alá? ¿Pueden auxiliaros o auxiliarse a sí mismos?»"},{"SurahNumber":26,"VerseNumber":94,"Text":"Ellos y los descarriados serán precipitados en él"},{"SurahNumber":26,"VerseNumber":95,"Text":"así como las huestes de Iblis, todas"},{"SurahNumber":26,"VerseNumber":96,"Text":"Ya en él dirán mientras disputan"},{"SurahNumber":26,"VerseNumber":97,"Text":"«¡Por Alá, que estábamos, sí, evidentemente extraviados"},{"SurahNumber":26,"VerseNumber":98,"Text":"cuando os equiparábamos al Señor del universo"},{"SurahNumber":26,"VerseNumber":99,"Text":"Nadie sino los pecadores nos extraviaron"},{"SurahNumber":26,"VerseNumber":100,"Text":"y, ahora, no tenemos a nadie que interceda"},{"SurahNumber":26,"VerseNumber":101,"Text":"a ningún amigo ferviente"},{"SurahNumber":26,"VerseNumber":102,"Text":"Si pudiéramos volver para ser creyentes...»"},{"SurahNumber":26,"VerseNumber":103,"Text":"Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":104,"Text":"Tu Señor es, ciertamente, el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":105,"Text":"El pueblo de Noé desmintió a los enviados"},{"SurahNumber":26,"VerseNumber":106,"Text":"Cuando su hermano Noé les dijo: «¿Es que no vais a temer a Alá"},{"SurahNumber":26,"VerseNumber":107,"Text":"Tenéis en mí a un enviado digno de confianza"},{"SurahNumber":26,"VerseNumber":108,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":109,"Text":"No os pido por ello ningún salario. Mi salario no incumbe sino al Señor del universo"},{"SurahNumber":26,"VerseNumber":110,"Text":"¡Temed, pues, a Alá y obedecedme!»"},{"SurahNumber":26,"VerseNumber":111,"Text":"Dijeron: «¿Vamos a creerte a ti, siendo así que son los más viles los que te siguen?»"},{"SurahNumber":26,"VerseNumber":112,"Text":"Dijo: «¿Y qué sé yo de sus obras"},{"SurahNumber":26,"VerseNumber":113,"Text":"Sólo a mi Señor tienen que dar cuenta. Si os dierais cuenta"},{"SurahNumber":26,"VerseNumber":114,"Text":"¡No voy yo a rechazar a los creyentes"},{"SurahNumber":26,"VerseNumber":115,"Text":"¡Yo no soy más que un monitor que habla claro!»"},{"SurahNumber":26,"VerseNumber":116,"Text":"Dijeron: «¡Noé! Si no paras, ¡hemos de lapidarte!»"},{"SurahNumber":26,"VerseNumber":117,"Text":"Dijo: «¡Señor! Mi pueblo me desmiente"},{"SurahNumber":26,"VerseNumber":118,"Text":"¡Falla, pues, entre yo y ellos, y sálvame, junto con los creyentes que están conmigo!»"},{"SurahNumber":26,"VerseNumber":119,"Text":"Les salvamos, pues, a él y a quienes estaban con él en la nave abarrotada"},{"SurahNumber":26,"VerseNumber":120,"Text":"Luego, después, anegamos al resto"},{"SurahNumber":26,"VerseNumber":121,"Text":"Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":122,"Text":"En verdad, tu Señor es el Poderoso. el Misericordioso"},{"SurahNumber":26,"VerseNumber":123,"Text":"Los aditas desmintieron a los enviados"},{"SurahNumber":26,"VerseNumber":124,"Text":"Cuando su hermano Hud les dijo: «¿Es que no vais a temer a Alá"},{"SurahNumber":26,"VerseNumber":125,"Text":"Tenéis en mí a un enviado digno de confianza"},{"SurahNumber":26,"VerseNumber":126,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":127,"Text":"No os pido por ello ningún salario. Mi salario no incumbe sino al Señor del universo"},{"SurahNumber":26,"VerseNumber":128,"Text":"¡Construís en cada colina un monumento para divertiros"},{"SurahNumber":26,"VerseNumber":129,"Text":"y hacéis construcciones esperando, quizá, ser inmortales"},{"SurahNumber":26,"VerseNumber":130,"Text":"Cuando usáis de violencia lo hacéis sin piedad"},{"SurahNumber":26,"VerseNumber":131,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":132,"Text":"¡Temed a Quien os ha proveído de lo que sabéis"},{"SurahNumber":26,"VerseNumber":133,"Text":"de rebaños e hijos varones"},{"SurahNumber":26,"VerseNumber":134,"Text":"de jardines y fuentes"},{"SurahNumber":26,"VerseNumber":135,"Text":"¡Temo por vosotros el castigo de un día terrible!»"},{"SurahNumber":26,"VerseNumber":136,"Text":"Dijeron: «¡Nos da lo mismo que nos amonestes o no"},{"SurahNumber":26,"VerseNumber":137,"Text":"No hacemos sino lo que acostumbraban a hacer los antiguos"},{"SurahNumber":26,"VerseNumber":138,"Text":"¡No se nos castigará!»"},{"SurahNumber":26,"VerseNumber":139,"Text":"Le desmintieron y les aniquilamos. Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":140,"Text":"En verdad, tu Señor es el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":141,"Text":"Los tamudeos desmintieron a los enviados"},{"SurahNumber":26,"VerseNumber":142,"Text":"Cuando su hermano Salih les dijo: «¿Es que no vais a temer a Alá"},{"SurahNumber":26,"VerseNumber":143,"Text":"Tenéis en mí a un enviado digno de confianza"},{"SurahNumber":26,"VerseNumber":144,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":145,"Text":"No os pido por ello ningún salario. Mi salario no incumbe sino al Señor del universo"},{"SurahNumber":26,"VerseNumber":146,"Text":"¿Se os va a dejar en seguridad con lo que aquí abajo tenéis"},{"SurahNumber":26,"VerseNumber":147,"Text":"entre jardines y fuentes"},{"SurahNumber":26,"VerseNumber":148,"Text":"entre campos cultivados y esbeltas palmeras"},{"SurahNumber":26,"VerseNumber":149,"Text":"y continuaréis excavando, hábilmente, casas en las montañas"},{"SurahNumber":26,"VerseNumber":150,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":151,"Text":"¡No obedezcáis las órdenes de los inmoderados"},{"SurahNumber":26,"VerseNumber":152,"Text":"que corrompen en la tierra y no la reforman!»"},{"SurahNumber":26,"VerseNumber":153,"Text":"Dijeron: «¡Eres sólo un hechizado"},{"SurahNumber":26,"VerseNumber":154,"Text":"¡No eres sino un mortal como nosotros! ¡Trae un signo, si es verdad lo que dices!»"},{"SurahNumber":26,"VerseNumber":155,"Text":"Dijo: «He aquí una camella. Un día le tocará beber a ella y otro día a vosotros"},{"SurahNumber":26,"VerseNumber":156,"Text":"¡No le hagáis mal! ¡Si no, os sorprenderá el castigo de un día terrible!»"},{"SurahNumber":26,"VerseNumber":157,"Text":"Pero ellos la desjarretaron... y se arrepintieron"},{"SurahNumber":26,"VerseNumber":158,"Text":"Y les sorprendió el Castigo. Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":159,"Text":"¡En verdad, tu Señor es el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":160,"Text":"El pueblo de Lot desmintió a los enviados"},{"SurahNumber":26,"VerseNumber":161,"Text":"Cuando su hermano Lot les dijo: «¿Es que no vais a temer a Alá"},{"SurahNumber":26,"VerseNumber":162,"Text":"Tenéis en mí a un enviado digno de confianza"},{"SurahNumber":26,"VerseNumber":163,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":164,"Text":"No os pido por ello ningún salario. Mi salario no incumbe sino al Señor del universo"},{"SurahNumber":26,"VerseNumber":165,"Text":"¿Os llegáis a los varones, de las criaturas"},{"SurahNumber":26,"VerseNumber":166,"Text":"y descuidáis a vuestras esposas, que vuestro Señor ha creado para vosotros? Sí, sois gente que viola la ley»"},{"SurahNumber":26,"VerseNumber":167,"Text":"Dijeron: «Si no paras, Lot, serás, ciertamente, expulsado»"},{"SurahNumber":26,"VerseNumber":168,"Text":"Dijo: «Detesto vuestra conducta"},{"SurahNumber":26,"VerseNumber":169,"Text":"¡Señor! ¡Sálvanos, a mí y a mi familia, de lo que hacen!»"},{"SurahNumber":26,"VerseNumber":170,"Text":"Y les salvamos, a él y a su familia, a todos"},{"SurahNumber":26,"VerseNumber":171,"Text":"salvo a una vieja entre los que se rezagaron"},{"SurahNumber":26,"VerseNumber":172,"Text":"Luego, aniquilamos a los demás"},{"SurahNumber":26,"VerseNumber":173,"Text":"E hicimos llover sobre ellos una lluvia. ¡Lluvia fatal para los que habían sido advertidos"},{"SurahNumber":26,"VerseNumber":174,"Text":"Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":175,"Text":"¡En verdad tu Señor es el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":176,"Text":"Los habitantes de la Espesura desmintieron a los enviados"},{"SurahNumber":26,"VerseNumber":177,"Text":"Cuando Suayb les dijo: «¡Es que no vais a temer a Alá"},{"SurahNumber":26,"VerseNumber":178,"Text":"Tenéis en mí a un enviado digno de confianza"},{"SurahNumber":26,"VerseNumber":179,"Text":"¡Temed, pues, a Alá y obedecedme"},{"SurahNumber":26,"VerseNumber":180,"Text":"No os pido por ello ningún salario. Mi salario no incumbe sino al Señor del universo"},{"SurahNumber":26,"VerseNumber":181,"Text":"¡Dad la medida justa, no hagáis trampa"},{"SurahNumber":26,"VerseNumber":182,"Text":"¡Pesad con una balanza exacta"},{"SurahNumber":26,"VerseNumber":183,"Text":"¡No dañeis a nadie en sus cosas y no obréis mal en la tierra corrompiendo"},{"SurahNumber":26,"VerseNumber":184,"Text":"¡Temed a Quien os ha creado, a vosotros y a las generaciones antiguas!»"},{"SurahNumber":26,"VerseNumber":185,"Text":"Dijeron: «Eres sólo un hechizado"},{"SurahNumber":26,"VerseNumber":186,"Text":"No eres sino un mortal como nosotros. Creemos que mientes"},{"SurahNumber":26,"VerseNumber":187,"Text":"Si es verdad lo que dices, ¡haz que caiga sobre nosotros parte del cielo!»"},{"SurahNumber":26,"VerseNumber":188,"Text":"Dijo: «Mi Señor sabe bien lo que hacéis»"},{"SurahNumber":26,"VerseNumber":189,"Text":"Le desmintieron. Y el castigo del día de la Sombra les sorprendió: fue el castigo de un día terrible"},{"SurahNumber":26,"VerseNumber":190,"Text":"Ciertamente, hay en ello un signo, pero la mayoría no creen"},{"SurahNumber":26,"VerseNumber":191,"Text":"¡En verdad, tu Señor es el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":192,"Text":"Es, en verdad, la Revelación del Señor del universo"},{"SurahNumber":26,"VerseNumber":193,"Text":"El Espíritu digno de confianza lo ha bajado"},{"SurahNumber":26,"VerseNumber":194,"Text":"a tu corazón, para que seas uno que advierte"},{"SurahNumber":26,"VerseNumber":195,"Text":"En lengua árabe clara"},{"SurahNumber":26,"VerseNumber":196,"Text":"y estaba, ciertamente, en las Escrituras de los antiguos"},{"SurahNumber":26,"VerseNumber":197,"Text":"¿No es para ellos un signo que los doctores de los Hijos de Israel lo conozcan"},{"SurahNumber":26,"VerseNumber":198,"Text":"Si lo hubiéramos revelado a uno no árabe"},{"SurahNumber":26,"VerseNumber":199,"Text":"y éste se lo hubiera recitado, no habrían creído en él"},{"SurahNumber":26,"VerseNumber":200,"Text":"Así se lo hemos insinuado a los pecadores"},{"SurahNumber":26,"VerseNumber":201,"Text":"pero no creerán en él hasta que vean el castigo doloroso"},{"SurahNumber":26,"VerseNumber":202,"Text":"que les vendrá de repente, sin presentirlo"},{"SurahNumber":26,"VerseNumber":203,"Text":"Entonces, dirán: «¿Se nos diferirá?»"},{"SurahNumber":26,"VerseNumber":204,"Text":"¿Quieren, entonces, adelantar Nuestro castigo"},{"SurahNumber":26,"VerseNumber":205,"Text":"Y ¿qué te parece? Si les dejáramos gozar durante años"},{"SurahNumber":26,"VerseNumber":206,"Text":"y, luego, se cumpliera en ellos la amenaza"},{"SurahNumber":26,"VerseNumber":207,"Text":"no les serviría de nada el haber disfrutado tanto"},{"SurahNumber":26,"VerseNumber":208,"Text":"No hemos destruido nunca una ciudad sin haberle enviado antes quienes advirtieran"},{"SurahNumber":26,"VerseNumber":209,"Text":"como amonestación. No somos injustos"},{"SurahNumber":26,"VerseNumber":210,"Text":"No son los demonios quienes lo han bajado"},{"SurahNumber":26,"VerseNumber":211,"Text":"ni les estaba bien, ni podían hacerlo"},{"SurahNumber":26,"VerseNumber":212,"Text":"Están, en verdad, lejos de oírlo"},{"SurahNumber":26,"VerseNumber":213,"Text":"No invoques a otros dioses junto con Alá si no, serás castigado"},{"SurahNumber":26,"VerseNumber":214,"Text":"Advierte a los miembros más allegados de tu tribu"},{"SurahNumber":26,"VerseNumber":215,"Text":"Sé benévolo con los creyentes que te siguen"},{"SurahNumber":26,"VerseNumber":216,"Text":"Si te desobedecen, di: «Soy inocente de lo que hacéis»"},{"SurahNumber":26,"VerseNumber":217,"Text":"Confía en el Poderoso, el Misericordioso"},{"SurahNumber":26,"VerseNumber":218,"Text":"Que te ve cuando estás de pie"},{"SurahNumber":26,"VerseNumber":219,"Text":"y ve las posturas que adoptas entre los que se prosternan"},{"SurahNumber":26,"VerseNumber":220,"Text":"Él es Quien todo lo oye, Quien todo lo sabe"},{"SurahNumber":26,"VerseNumber":221,"Text":"¿Tengo que informaros de sobre quién descienden los demonios"},{"SurahNumber":26,"VerseNumber":222,"Text":"Descienden sobre todo mentiroso pecador"},{"SurahNumber":26,"VerseNumber":223,"Text":"Aguzan el oído... Y la mayoría mienten"},{"SurahNumber":26,"VerseNumber":224,"Text":"En cuanto a los poetas, les siguen los descarriados"},{"SurahNumber":26,"VerseNumber":225,"Text":"¿No has visto que van errando por todos los valles"},{"SurahNumber":26,"VerseNumber":226,"Text":"y que dicen lo que no hacen"},{"SurahNumber":26,"VerseNumber":227,"Text":"No son así los que creen, obran bien, recuerdan mucho a Alá y se defienden cuando son tratados injustamente. ¡Los impíos verán pronto la suerte que les espera"},{"SurahNumber":27,"VerseNumber":1,"Text":"ts. Éstas son las aleyas del Corán y de una Escritura clara"},{"SurahNumber":27,"VerseNumber":2,"Text":"dirección y buena nueva para los creyentes"},{"SurahNumber":27,"VerseNumber":3,"Text":"que hacen la azalá, dan el azaque y están convencidos de la otra vida"},{"SurahNumber":27,"VerseNumber":4,"Text":"Hemos engalanado a sus propios ojos las acciones de los que no creen en la otra vida. Yerran ciegos"},{"SurahNumber":27,"VerseNumber":5,"Text":"Esos tales son los que sufrirán el castigo peor y los que perderán más en la otra vida"},{"SurahNumber":27,"VerseNumber":6,"Text":"En verdad tú recibes el Corán de Uno que es sabio, omnisciente"},{"SurahNumber":27,"VerseNumber":7,"Text":"Cuando Moisés dijo a su familia: «Distingo un fuego. Voy a informaros de qué se trata u os traeré un tizón ardiente. Quizás, así, podáis calentaros»"},{"SurahNumber":27,"VerseNumber":8,"Text":"Al llegar a él, le llamaron: «¡Bendito sea Quien está en el fuego y quien está en torno a él! ¡Gloria a Alá, Señor del universo"},{"SurahNumber":27,"VerseNumber":9,"Text":"¡Moisés! ¡Yo soy Alá, el Poderoso, el Sabio!»"},{"SurahNumber":27,"VerseNumber":10,"Text":"Y: «¡Tira tu vara!» Y cuando vio que se movía como si fuera una serpiente, dio media vuelta para escapar, sin volverse. «¡Moisés! ¡No tengas miedo! Ante Mí, los enviados no temen"},{"SurahNumber":27,"VerseNumber":11,"Text":"Sí, en cambio, quien haya obrado impíamente; pero, si sustituye su mala acción por una buena... Yo soy indulgente, misericordioso"},{"SurahNumber":27,"VerseNumber":12,"Text":"Introduce la mano por la escotadura de tu túnica y saldrá blanca, sana. Esto formará parte de los nueve signos destinados a Faraón y su pueblo. Son gente perversa»"},{"SurahNumber":27,"VerseNumber":13,"Text":"Cuando Nuestros signos vinieron a ellos para abrirles los ojos, dijeron: «¡Esto es manifiesta magia!»"},{"SurahNumber":27,"VerseNumber":14,"Text":"Y los negaron injusta y altivamente, a pesar de estar convencidos de ellos. ¡Y mira cómo terminaron los corruptores"},{"SurahNumber":27,"VerseNumber":15,"Text":"Dimos ciencia a David y a Salomón. Y dijeron: «¡Alabado sea Alá, que nos ha preferido a muchos de Sus siervos creyentes!»"},{"SurahNumber":27,"VerseNumber":16,"Text":"Salomón heredó a David y dijo: «¡Hombres! Se nos ha enseñado el lenguaje de los pájaros y se nos ha dado de todo. ¡ Es un favor manifiesto!»"},{"SurahNumber":27,"VerseNumber":17,"Text":"Las tropas de Salomón, compuestas de genios, de hombres y pájaros, fueron agrupadas ante él y formadas"},{"SurahNumber":27,"VerseNumber":18,"Text":"Hasta que, llegados al Valle de las Hormigas, una hormiga dijo: «¡Hormigas! ¡Entrad en vuestras viviendas, no sea que Salomón y sus tropas os aplasten sin darse cuenta!»"},{"SurahNumber":27,"VerseNumber":19,"Text":"Sonrió al oír lo que ella decía y dijo: «¡Señor! ¡Permíteme que Te agradezca la gracia que nos has dispensado, a mí y a mis padres! ¡Haz que haga obras buenas que Te plazcan! ¡Haz que entre a formar parte, por Tu misericordia, de Tus siervos justos!»"},{"SurahNumber":27,"VerseNumber":20,"Text":"Pasó revista a los pájaros y dijo: «¿Cómo es que no veo a la abubilla? ¿O es que está ausente"},{"SurahNumber":27,"VerseNumber":21,"Text":"He de castigarla severamente o degollarla, a menos que me presente, sin falta, una excusa satisfactoria»"},{"SurahNumber":27,"VerseNumber":22,"Text":"No tardó en regresar y dijo: «Sé algo que tú no sabes, y te traigo de los saba una noticia segura"},{"SurahNumber":27,"VerseNumber":23,"Text":"He encontrado que reina sobre ellos una mujer, a quien se ha dado de todo y que posee un trono augusto"},{"SurahNumber":27,"VerseNumber":24,"Text":"He encontrado que ella y su pueblo se postran ante el sol, no ante Alá. El Demonio les ha engalanado sus obras y, habiéndoles apartado del camino, no siguen la buena dirección"},{"SurahNumber":27,"VerseNumber":25,"Text":"de modo que no se prosternan ante Alá, Que pone de manifiesto lo que está escondido en los cielos y en la tierra, y sabe lo que ocultáis y lo que manifestáis"},{"SurahNumber":27,"VerseNumber":26,"Text":"Alá, fuera del Cual no hay otro dios, es el Señor del Trono augusto»"},{"SurahNumber":27,"VerseNumber":27,"Text":"Dijo él: «Vamos a ver si dices verdad o mientes"},{"SurahNumber":27,"VerseNumber":28,"Text":"Lleva este escrito mío y échaselo. Luego, mantente aparte y mira qué responden»"},{"SurahNumber":27,"VerseNumber":29,"Text":"Dijo ella: «¡Dignatarios! Me han echado un escrito respetable"},{"SurahNumber":27,"VerseNumber":30,"Text":"Es de Salomón y dice: '¡En el nombre de Alá el Compasivo el Misericordioso"},{"SurahNumber":27,"VerseNumber":31,"Text":"¡No os mostréis altivos conmigo y venid a mí sumisos!'»"},{"SurahNumber":27,"VerseNumber":32,"Text":"Dijo ella: «¡Dignatarios! ¡Aconsejadme en mi asunto! No voy a decidir nada sin que seáis vosotros testigos»"},{"SurahNumber":27,"VerseNumber":33,"Text":"Dijeron: «Poseemos fuerza y poseemos gran valor, pero a ti te toca ordenar. ¡Mira, pues, qué ordenas!»"},{"SurahNumber":27,"VerseNumber":34,"Text":"Dijo ella: «Los reyes, cuando entran en una ciudad, la arruinan y reducen a la miseria a sus habitantes más poderosos. Así es como hacen"},{"SurahNumber":27,"VerseNumber":35,"Text":"Yo, en cambio, voy a enviarles un regalo y ver con qué regresan los enviados»"},{"SurahNumber":27,"VerseNumber":36,"Text":"Cuando llegó a Salomón. dijo: «¿Queréis colmarme de hacienda? Lo que Alá me ha dado vale más que lo que él os ha dado. No, sino que sois vosotros quienes están contentos con vuestros regalos"},{"SurahNumber":27,"VerseNumber":37,"Text":"¡Regresa a los tuyos! Hemos de marchar contra ellos con tropas a las que no podrán contener y hemos de expulsarles de su ciudad, abatidos y humillados»"},{"SurahNumber":27,"VerseNumber":38,"Text":"Dijo él: «¡Dignatarios! ¿Quién de vosotros me traerá su trono antes de que vengan a mí sumisos?»"},{"SurahNumber":27,"VerseNumber":39,"Text":"Uno de los genios, un ifrit, dijo: «Yo te lo traeré antes de que hayas tenido tiempo de levantarte de tu asiento. Soy capaz de hacerlo, digno de confianza»"},{"SurahNumber":27,"VerseNumber":40,"Text":"El que tenía ciencia de la Escritura dijo: «Yo te lo traeré en un abrir y cerrar de ojos». Cuando lo vio puesto junto a sí, dijo: «éste es un favor de mi Señor para probarme si soy o no agradecido. Quien es agradecido, lo es en realidad, en provecho propio. Y quien es desagradecido... Mi Señor Se basta a Sí mismo, es generoso»"},{"SurahNumber":27,"VerseNumber":41,"Text":"Dijo: «¡Desfiguradle su trono y veremos si sigue la buena dirección o no!»"},{"SurahNumber":27,"VerseNumber":42,"Text":"Cuando ella llegó, se dijo: «¿Es así su trono?» Dijo ella: «Parece que sí». «Hemos recibido la ciencia antes que ella. Nos habíamos sometido"},{"SurahNumber":27,"VerseNumber":43,"Text":"Pero lo que ella servía, en lugar de servir a Alá, la ha apartado. Pertenecía a un pueblo infiel»"},{"SurahNumber":27,"VerseNumber":44,"Text":"Se le dijo: «¡Entra en el palacio!» Cuando ella lo vio, creyó que era un estanque de agua y se descubrió las piernas. Dijo él: «Es un palacio pavimentado de cristal». Dijo ella: «¡Señor! He sido injusta conmigo misma, pero, como Salomón, me someto a Alá, Señor del universo»"},{"SurahNumber":27,"VerseNumber":45,"Text":"Y a los tamudeos les enviamos su hermano Salih: «¡Servid a Alá!» Y he aquí que se escindieron en dos grupos, que se querellaron"},{"SurahNumber":27,"VerseNumber":46,"Text":"Dijo: «¡Pueblo! ¿Por qué precipitáis el mal antes que el bien? ¿Por qué no pedís perdón a Alá? Quizás, así, se os tenga piedad»"},{"SurahNumber":27,"VerseNumber":47,"Text":"Dijeron: «Os tenemos, a ti y a los que te siguen, por aves de mal agüero». Dijo: «Vuestro augurio está en manos de Alá. Sí, sois gente sujeta a prueba»"},{"SurahNumber":27,"VerseNumber":48,"Text":"En la ciudad había un grupo de nueve hombres, que corrompían en la tierra y no la reformaban"},{"SurahNumber":27,"VerseNumber":49,"Text":"Dijeron: «¡Juramentémonos ante Alá que hemos de atacarles de noche, a él y a su familia! Luego, diremos a su pariente próximo que no presenciamos el asesinato de su familia y que decimos la verdad»"},{"SurahNumber":27,"VerseNumber":50,"Text":"Urdieron una intriga sin sospechar que Nosotros urdíamos otra"},{"SurahNumber":27,"VerseNumber":51,"Text":"Y ¡mira cómo terminó su intriga! Les aniquilamos a ellos y a su pueblo, a todos"},{"SurahNumber":27,"VerseNumber":52,"Text":"Ahí están sus casas en ruinas, en castigo de su impiedad. Ciertamente, hay en ello un signo para gente que sabe"},{"SurahNumber":27,"VerseNumber":53,"Text":"Salvamos, en cambio, a los que creían y temían a Alá"},{"SurahNumber":27,"VerseNumber":54,"Text":"Y a Lot. Cuando dijo a su pueblo: «¿Cometéis deshonestidad a sabiendas"},{"SurahNumber":27,"VerseNumber":55,"Text":"¿Os llegáis a los hombres, por concupiscencia, en lugar de llegaros a las mujeres? Sí, sois gente ignorante»"}]}