{"Id":190,"LanguageCodes":["hi","hin"],"Name":"hin-maulanaazizulha","Author":"Maulana Azizul Haque Al Umari","Language":"Hindi","Description":"Hindi","Direction":"ltr","Source":"https://quranenc.com/check/hindi_omari/v1.1.0-csv.1 , https://quranenc.com/en/browse/hindi_omari , https://quranenc.com ,","Translations":[{"SurahNumber":51,"VerseNumber":31,"Text":"उस (इब्राहीम) ने कहाः तो तुम्हारा क्या अभियान है, हे भेजे हुए (फ़रिश्तो)"},{"SurahNumber":51,"VerseNumber":32,"Text":"उन्होंने कहाः वास्तव में, हम भेजे गये हैं एक अपरीधी जाति की ओर।"},{"SurahNumber":51,"VerseNumber":33,"Text":"ताकि हम बरसायें उनपर पत्थर की कंकरी।"},{"SurahNumber":51,"VerseNumber":34,"Text":"नामांकित[1] तुम्हारे पालनहार की ओर से उल्लंघनकारियों के लिए।"},{"SurahNumber":51,"VerseNumber":35,"Text":"फिर हमने निकाल दिया जो भी उस (बस्ती) में ईमान वाले थे।"},{"SurahNumber":51,"VerseNumber":36,"Text":"और हमने उसमें मोमिनों का केवल एक ही घर[1] पाया।"},{"SurahNumber":51,"VerseNumber":37,"Text":"तथा छोड़ दी हमने उस (बस्ती) में एक निशानी उनके लिए, जो डरते हों दुःखदायी यातना से।"},{"SurahNumber":51,"VerseNumber":38,"Text":"तथा मूसा (की कथा) में, जब हमने भेजा उसे फ़िरऔन की ओर प्रत्यक्ष (खुले) प्रमाण के साथ।"},{"SurahNumber":51,"VerseNumber":39,"Text":"तो वह विमुख हो गया अपने बल-बूते के कारण और कह दिया कि जादूगर अथवा पागल है।"},{"SurahNumber":51,"VerseNumber":40,"Text":"अन्ततः, हमने पकड़ लिया उसको तथा उसकी सेनाओं को, फिर फेंक दिया उन्हें सागर में और वह निन्दित होकर रह गया।"},{"SurahNumber":51,"VerseNumber":41,"Text":"तथा आद में (शिक्षाप्रद निशानी है)। जब हमने भेज दी उनपर बाँझ[1] आँधी।"},{"SurahNumber":51,"VerseNumber":42,"Text":"वह नहीं छोड़ती थी किसी वस्तु को जिसपर गुज़रती, परन्तु उसे बना देती थी जीर्ण चूर-चूर हड्डी के समान।"},{"SurahNumber":51,"VerseNumber":43,"Text":"तथा समूद में जब उनसे कहा गया कि लाभान्वित हो लो, एक निश्चित समय तक।"},{"SurahNumber":51,"VerseNumber":44,"Text":"तो उन्होंने अवज्ञा की अपने पालनहार के आदेश की, तो सहसा पकड़ लिया उन्हें कड़क ने और वे देखते रह गये।"},{"SurahNumber":51,"VerseNumber":45,"Text":"तो वे न खड़े हो सके और न (हमसे) बदला ले सके।"},{"SurahNumber":51,"VerseNumber":46,"Text":"तथा नूह़[1] की जाति को इससे पहले (याद करो)। वास्तव में, वे अवज्ञाकारी जाति थे।"},{"SurahNumber":51,"VerseNumber":47,"Text":"तथा आकाश को हमने बनाया है हाथों[1] से और हम निश्चय विस्तार करने वाले हैं।"},{"SurahNumber":51,"VerseNumber":48,"Text":"तथा धरती को हमने बिछाया है, तो हम क्या[1] ही अच्छे बिछाने वाले हैं।"},{"SurahNumber":51,"VerseNumber":49,"Text":"तथा प्रत्येक वस्तु को हमने उत्पन्न किया है जोड़ा, ताकि तुम शिक्षा ग्रहण करो।"},{"SurahNumber":51,"VerseNumber":50,"Text":"तो तुम दौड़ो अल्लाह की ओर, वास्तव में, मैं तुम्हें उसकी ओर से प्रत्यक्ष रूप से (खुला) सावधान कर ने वाला हूँ।"},{"SurahNumber":51,"VerseNumber":51,"Text":"और मत बनाओ अल्लाह के साथ कोई दूसरा पूज्य। वास्तव में, मैं तुम्हें इससे खुला सावधान करने वाला हूँ।"},{"SurahNumber":51,"VerseNumber":52,"Text":"इसी प्रकार नहीं आया उनके पास जो इन (मक्का वासियों) से पूर्व रहे कोई रसूल, परन्तु उन्होंने कहा कि जादूगर या पागल है।"},{"SurahNumber":51,"VerseNumber":53,"Text":"क्या वे एक-दूसरे को वसिय्यत[1] कर चुके हैं इसकी? बल्कि वे उल्लंघनकारी लोग हैं।"},{"SurahNumber":51,"VerseNumber":54,"Text":"तो आप मुख फेर लें उनसे। आपकी कोई निन्दा नहीं है।"},{"SurahNumber":51,"VerseNumber":55,"Text":"और आप शिक्षा देते रहें। इसलिए कि शिक्षा लाभप्रद है इमान वालों के लिए।"},{"SurahNumber":51,"VerseNumber":56,"Text":"और नहीं उत्पन्न किया है मैंने जिन्न तथा मनुष्य को, परन्तु ताकि मेरी ही इबादत करें।"},{"SurahNumber":51,"VerseNumber":57,"Text":"मैं नहीं चाहता हूँ उनसे कोई जीविका और न चाहता हूँ कि वे मुझे खिलायें।"},{"SurahNumber":51,"VerseNumber":58,"Text":"अवश्य अल्लाह ही जीविका दाता, शक्तिशाली, बलवान् है।"},{"SurahNumber":51,"VerseNumber":59,"Text":"तो इन अत्याचारियों के पाप हैं इनके साथियों के पापों के समान, अतः उतावले न बनें।"},{"SurahNumber":51,"VerseNumber":60,"Text":"अन्ततः, विनाश है काफ़िरों के लिए उनके उस दिन[1] से, जिससे हे डराये जा रहे हैं।"},{"SurahNumber":52,"VerseNumber":1,"Text":"शपथ है तूर[1] (पर्वत) की"},{"SurahNumber":52,"VerseNumber":2,"Text":"और लिखी हुई पुस्तक[1] की"},{"SurahNumber":52,"VerseNumber":3,"Text":"जो झिल्ली के खुले पन्नों में लिखी हुई है।"},{"SurahNumber":52,"VerseNumber":4,"Text":"तथा बैतुल मअमूर (आबाद[1] घर) की"},{"SurahNumber":52,"VerseNumber":5,"Text":"तथा ऊँची छत (आकाश) की"},{"SurahNumber":52,"VerseNumber":6,"Text":"और भड़काये हुए सागर[1] की"},{"SurahNumber":52,"VerseNumber":7,"Text":"वस्तुतः, आपके पालनहार की यातना होकर रहेगी।"},{"SurahNumber":52,"VerseNumber":8,"Text":"नहीं है उसे कोई रोकने वाला।"},{"SurahNumber":52,"VerseNumber":9,"Text":"जिस दिन आकाश डगमगायेगा।"},{"SurahNumber":52,"VerseNumber":10,"Text":"तथा पर्वत चलेंगे।"},{"SurahNumber":52,"VerseNumber":11,"Text":"तो विनाश है उस दिन, झुठलाने वालों के लिए।"},{"SurahNumber":52,"VerseNumber":12,"Text":"जो विवाद में खेल रहे हैं।"},{"SurahNumber":52,"VerseNumber":13,"Text":"जिस दिन वे धक्का दिये जायेंगे नरक की अग्नि की ओर।"},{"SurahNumber":52,"VerseNumber":14,"Text":"(उनसे कहा जायेगाः) यही वह नरक है, जिसे तुम झुठला रहे थे।"},{"SurahNumber":52,"VerseNumber":15,"Text":"तो क्या ये जादू है या तुम्हें सुझाई नहीं देता"},{"SurahNumber":52,"VerseNumber":16,"Text":"इसमें प्रवेश कर जाओ, फिर सहन करो या सहन न करो, तुमपर समान है। तुम उसी का बदला दिये जा रहे हो, जो तुम कर रहे थे।"},{"SurahNumber":52,"VerseNumber":17,"Text":"निश्चय, आज्ञाकारी बाग़ों तथा सुखों में होंगे। प्रसन्न होकर उससे, जो प्रदान किया होगा उन्हें उनके पालनहार ने तथा बचा लेगा उन्हें, उनका पालनहार नरक की यातना से।"},{"SurahNumber":52,"VerseNumber":18,"Text":"प्रसन्न होकर उससे, जो प्रदान किया है उनहें उनके पालनहार ने तथा बचा लेगा उनहें उनका पालनहार नरक की यातना से।"},{"SurahNumber":52,"VerseNumber":19,"Text":"(उनसे कहा जायेगाः) खाओ और पियो मनमानी, उसके बदले में, जो तुम कर रहे थे।"},{"SurahNumber":52,"VerseNumber":20,"Text":"तकिये लगाये हुए होंगे तख़्तों पर बराबर बिछे हुए तथा हम विवाह देंगे उनको बड़ी आँखों वाली स्त्रियों से।"},{"SurahNumber":52,"VerseNumber":21,"Text":"और जो लोग ईमान लाये और अनुसरण किया उनका, उनकी संतान ने ईमान के साथ, तो ह्म मिला देंगे उनकी संतान को उनके साथ तथा नहीं कम करेंगे उनके कर्मों में से कुछ, प्रत्येक व्यक्ति अपने कर्मों का बंधक[1] है।"},{"SurahNumber":52,"VerseNumber":22,"Text":"तथा अधिक देंगे उन्हें मेवे तथा मांस जिसकी वे रूचि रखेंगे।"},{"SurahNumber":52,"VerseNumber":23,"Text":"वे एक-दूसरे से उसमें लेते रहेंगे मदिरा के प्याले, जिसमें न कोई व्यर्थ बात होगी, न कोई पाप की बात।"},{"SurahNumber":52,"VerseNumber":24,"Text":"और फिरते रहेंगे उनकी सेवा में (सुन्दर) बालक, जैसे वह छुपाये हुए मोती हों।"},{"SurahNumber":52,"VerseNumber":25,"Text":"और वे (स्वर्ग वासी) सम्मुख होंगे एक-दूसरे के प्रश्न करते हुए।"},{"SurahNumber":52,"VerseNumber":26,"Text":"वे कहेंगेः इससे पूर्व[1] हम अपने परिजनों में डरते थे।"},{"SurahNumber":52,"VerseNumber":27,"Text":"तो अल्लाह ने उपकार किया हमपर तथा हमें सुरक्षित कर दिया तापलहरी की यातना से।"},{"SurahNumber":52,"VerseNumber":28,"Text":"इससे पूर्व[1] हम वंदना किया करते थे उसकी। निश्चय वह अति परोपकारी, दयावान् है।"},{"SurahNumber":52,"VerseNumber":29,"Text":"तो आप शिक्षा देते रहें। क्योंकि आपके पालनहार की अनुग्रह से न आप काहिन (ज्योतिषि) हैं और न पागल।"},{"SurahNumber":52,"VerseNumber":30,"Text":"क्या वे कहते हैं कि ये कवि हैं, हम प्रतीक्षा कर रहे हैं उसके साथ कालचक्र की"},{"SurahNumber":52,"VerseNumber":31,"Text":"आप कह दें कि तुम प्रतीक्षा करते रहो, मैं (भी) तुम्हारे साथ प्रतीक्षा करता हूँ।"},{"SurahNumber":52,"VerseNumber":32,"Text":"क्या उन्हें सिखाती हैं उनकी समझ ये बातें अथवा वह उल्लंघनकारी लोग हैं"},{"SurahNumber":52,"VerseNumber":33,"Text":"क्या वे कहते हैं कि इस (नबी) ने इस (क़ुर्आन) को स्वयं बना लिया है? वास्तव में, वे ईमान लाना नहीं चाहते।"},{"SurahNumber":52,"VerseNumber":34,"Text":"तो वे ले आयें इस (क़ुर्आन) के समान कोई एक बात, यदि वे सच्चे हैं।"},{"SurahNumber":52,"VerseNumber":35,"Text":"क्या वे पैदा हो गये हैं बिना[1] किसी के पैदा किये अथवा वे स्वयं पैदा करने वाले हैं"},{"SurahNumber":52,"VerseNumber":36,"Text":"या उन्होंने ही उत्पत्ति की है आकाशों तथा धरती की? वास्तव में, वे विश्वास ही नहीं रखते।"},{"SurahNumber":52,"VerseNumber":37,"Text":"अथवा उनके पास आपके पालनहार के कोषागार हैं या वही (उसके) अधिकारी हैं"},{"SurahNumber":52,"VerseNumber":38,"Text":"अथवा उनके पास कोई सीढ़ी है, जिसे लगाकर सुनते[1] हैं? तो उनका सुनने वाला कोई खुला प्रमाण प्रस्तुत करे।"},{"SurahNumber":52,"VerseNumber":39,"Text":"क्या अल्लाह के लिए पुत्रियाँ हों तुम्हारे लिए पुत्र हों।"},{"SurahNumber":52,"VerseNumber":40,"Text":"या आप माँग कर रहे हैं उनसे किसी पारिश्रमिक[1] की, तो वे उसके बोझ से दबे जा रहे हैं"},{"SurahNumber":52,"VerseNumber":41,"Text":"अथवा उनके पास परोक्ष (का ज्ञान) है, जिसे वे लिख[1] रहे हैं"},{"SurahNumber":52,"VerseNumber":42,"Text":"या वे चाहते हैं कोई चाल चलना? तो जो काफ़िर हो गये, वे उस चाल में ग्रस्त होंगे।"},{"SurahNumber":52,"VerseNumber":43,"Text":"अथवा उनका कोई ओर उपास्य (पूज्य) है अल्लाह के सिवा? अल्लाह पवित्र है उनके शिर्क से।"},{"SurahNumber":52,"VerseNumber":44,"Text":"यदि वे देख लें कोई खण्ड आकाश से गिरता हुआ, तो कहेंगे कि तह पर तह बादल है।"},{"SurahNumber":52,"VerseNumber":45,"Text":"अतः, आप छोड़ दें उन्हें, यहाँ तक कि वे मिल जायें अपने उस दिन से, जिसमें[1] इन्हें अपनी सुध्द नहीं होगी।"},{"SurahNumber":52,"VerseNumber":46,"Text":"उस दिन नहीं काम आयेगी उनके, उनकी चाल कुछ और न उनकी सहायता की जायेगी।"},{"SurahNumber":52,"VerseNumber":47,"Text":"तथा निश्चय अत्याचारियों के लिए एक यातना है इसके अतिरिक्त[1] (भी)। परन्तु, उनमें से अधिक्तर ज्ञान नहीं रखते हैं।"},{"SurahNumber":52,"VerseNumber":48,"Text":"और (हे नबी!) आप सहन करें अपने पालनहार का आदेश आने तक। वास्तव में, आप हमारी रक्षा में हैं तथा पवित्रता का वर्णन करें अपने पालनहार की प्रशंसा के साथ जब जागते हों।"},{"SurahNumber":52,"VerseNumber":49,"Text":"तथा रात्री में (भी) उसकी पवित्रता का वर्णन करें और तारों के डूबने के[1] पश्चात् (भी)।"},{"SurahNumber":53,"VerseNumber":1,"Text":"शपथ है तारे की, जब वह डूबने लगे"},{"SurahNumber":53,"VerseNumber":2,"Text":"नहीं कुपथ हुआ है तुम्हारा साथी और न कुमार्ग हुआ है।"},{"SurahNumber":53,"VerseNumber":3,"Text":"और वह नहीं बोलते अपनी इच्छा से।"},{"SurahNumber":53,"VerseNumber":4,"Text":"वह तो बस वह़्यी (प्रकाशना) है। जो (उनकी ओर) की जाती है।"},{"SurahNumber":53,"VerseNumber":5,"Text":"सिखाया है जिसे उन्हें शक्तिवान ने।"},{"SurahNumber":53,"VerseNumber":6,"Text":"बड़े बलशाली ने, फिर वह सीधा खड़ा हो गया।"},{"SurahNumber":53,"VerseNumber":7,"Text":"तथा वह आकाश के ऊपरी किनारे पर था।"},{"SurahNumber":53,"VerseNumber":8,"Text":"फिर समीप हुआ और फिर लटक गया।"},{"SurahNumber":53,"VerseNumber":9,"Text":"फिर हो गया दो कमान के बराबर अथवा उससे भी समीप।"},{"SurahNumber":53,"VerseNumber":10,"Text":"फिर उसने वह़्यी की उस (अल्लाह) के भक्त[1] की ओर, जो भी वह़्यी की।"},{"SurahNumber":53,"VerseNumber":11,"Text":"नहीं झुठलाया उनके दिल ने, जो कुछ उन्होंने देखा।"},{"SurahNumber":53,"VerseNumber":12,"Text":"तो क्या तुम उनसे झगड़ते हो उसपर, जिसे वे (आँखों से) देखते हैं"},{"SurahNumber":53,"VerseNumber":13,"Text":"निःसंदेह, उन्होंने उसे एक बार और भी उतरते देखा।"},{"SurahNumber":53,"VerseNumber":14,"Text":"सिद्-रतुल मुन्हा[1] के पास।"},{"SurahNumber":53,"VerseNumber":15,"Text":"जिसके पास जन्नतुल[1] मावा है।"},{"SurahNumber":53,"VerseNumber":16,"Text":"जब सिद्-रह पर छा रहा था, जो कुछ छा रहा था।"},{"SurahNumber":53,"VerseNumber":17,"Text":"न तो निगाह चुंधियाई और न सीमा से आगे हुई।"},{"SurahNumber":53,"VerseNumber":18,"Text":"निश्चय आपने अपने पालनहार की बड़ी निशानियाँ देखीं।"},{"SurahNumber":53,"VerseNumber":19,"Text":"तो (हे मुश्रिको!) क्या तुमने देख लिया लात्त तथा उज़्ज़ा को।"},{"SurahNumber":53,"VerseNumber":20,"Text":"तथा एक तीसरे मनात को"},{"SurahNumber":53,"VerseNumber":21,"Text":"क्या तुम्हारे लिए पुत्र हैं और उस अल्लाह के लिए पुत्रियाँ"},{"SurahNumber":53,"VerseNumber":22,"Text":"ये तो बड़ा भोंडा विभाजन है।"},{"SurahNumber":53,"VerseNumber":23,"Text":"वास्तव में, ये कुछ केवल नाम हैं, जो तुमने तथा तुम्हारे पूर्वजों ने रख लिये हैं। नहीं उतारा है अल्लाह ने उनका कोई प्रमाण। वे केवल अनुमान[1] पर चल रहे हैं तथा अपनी मनमानी पर। जबकि आ चुका है उनके पालनहार की ओर से मार्गदर्शन।"},{"SurahNumber":53,"VerseNumber":24,"Text":"क्या मनुष्य को वही मिल जायेगा, जिसकी वह कामना करे"},{"SurahNumber":53,"VerseNumber":25,"Text":"(नहीं, ये बात नहीं है) क्योंकि अल्लाह के अधिकार में है आख़िरत (परलोक) तथा संसार।"},{"SurahNumber":53,"VerseNumber":26,"Text":"और आकाशों में बहुत-से फ़रिश्ते हैं, जिनकी अनुशंसा कुछ लाभ नहीं देती, परन्तु इसके पश्चात् कि अनुमति दे अल्लाह जिसके लिए चाहे तथा उससे प्रसन्न हो।"},{"SurahNumber":53,"VerseNumber":27,"Text":"वास्तव में, जो ईमान नहीं लाते परलोक पर, वे नाम देते हैं फ़रिश्तों के, स्त्रियों के नाम।"},{"SurahNumber":53,"VerseNumber":28,"Text":"उन्हें इसका कोई ज्ञान नहीं। वे अनुसरण कर रहे हैं मात्र गुमान का और वस्तुतः गुमान नहीं लाभप्रद होता सत्य के सामने कुछ भी।"},{"SurahNumber":53,"VerseNumber":29,"Text":"अतः, आप विमुख हो जायें उससे, जिसने मुँह फेर लिया है हमारी शिक्षा से तथा वह सांसारिक जीवन ही चाहता है।"},{"SurahNumber":53,"VerseNumber":30,"Text":"यही उनके ज्ञान की पहुँच है। वास्तव में, आपका पालनहार ही अधिक जानता है उसे, जो कुपथ हो गया उसके मार्ग से तथा उसे, जिसने संमार्ग अपना लिया।"},{"SurahNumber":53,"VerseNumber":31,"Text":"तथा अल्लाह ही का है जो आकाशों तथा धरती में है, ताकि वह बदला दे उसे, जिसने बुराई की उसके कुकर्म का और बदला दे उसे, जिसने सुकर्म किया अच्छा बदला।"},{"SurahNumber":53,"VerseNumber":32,"Text":"उन लोगों को जो बचते हैं महा पापों तथा निर्लज्जा[1] से, कुछ चूक के सिवा। वास्तव में, आपका पालनहार उदार, क्षमाशील है। वह भली-भाँति जानता है तुम्हें, जबकि उसने पैदा किया तुम्हें धरती[2] से तथा जब तुम भ्रुण थे अपनी माताओं के गर्भ में। अतः, अपने में पवित्र न बनो। वही भली-भाँति जानता है उसे, जिसने सदाचार किया है।"},{"SurahNumber":53,"VerseNumber":33,"Text":"तो क्या आपने उसे देखा जिसने मुँह फेर लिया"},{"SurahNumber":53,"VerseNumber":34,"Text":"और तनिक दान किया फिर रुक गया।"},{"SurahNumber":53,"VerseNumber":35,"Text":"क्या उसके पास परोक्ष का ज्ञान है कि वह (सब कुछ) देख[1] रहा है"},{"SurahNumber":53,"VerseNumber":36,"Text":"क्या उसे सूचना नहीं हुई उन बातों की, जो मूसा के ग्रन्थों में हैं"},{"SurahNumber":53,"VerseNumber":37,"Text":"और इब्राहीम की, जिसने (अपना वचन) पूरा कर दिया।"},{"SurahNumber":53,"VerseNumber":38,"Text":"कि कोई दूसरे का भार नहीं लादेगा।"},{"SurahNumber":53,"VerseNumber":39,"Text":"और ये कि मनुष्य के लिए वही है, जो उसने प्रयास किया।"},{"SurahNumber":53,"VerseNumber":40,"Text":"और ये कि उसका प्रयास शीघ्र देखा जायेगा।"},{"SurahNumber":53,"VerseNumber":41,"Text":"फिर प्रतिफल दिया जायेगा उसे पूरा प्रतिफल।"},{"SurahNumber":53,"VerseNumber":42,"Text":"और ये कि आपके पालनहार की ओर ही (सबको) पहुँचना है।"},{"SurahNumber":53,"VerseNumber":43,"Text":"तथा वही है, जिसने (संसार में) हँसाया तथा रुलाया।"},{"SurahNumber":53,"VerseNumber":44,"Text":"तथा उसीने मारा और जिवाया।"},{"SurahNumber":53,"VerseNumber":45,"Text":"तथा उसीने दोनों प्रकार उत्पन्न किये; नर और नारी।"},{"SurahNumber":53,"VerseNumber":46,"Text":"वीर्य से, जब (गर्भाशय में) गिरा।"},{"SurahNumber":53,"VerseNumber":47,"Text":"तथा उसी के ऊपर दूसरी बार[1] उत्पन्न करना है।"},{"SurahNumber":53,"VerseNumber":48,"Text":"तथा उसीने धनी बनाया और धन दिया।"},{"SurahNumber":53,"VerseNumber":49,"Text":"और वही शेअरा[1] का स्वामी है।"},{"SurahNumber":53,"VerseNumber":50,"Text":"तथा उसीने ध्वस्त किया प्रथम[1] आद को।"},{"SurahNumber":53,"VerseNumber":51,"Text":"तथा समूद[1] को। किसी को शेष नहीं रखा।"},{"SurahNumber":53,"VerseNumber":52,"Text":"तथा नूह़ की जाति को इससे पहले, वस्तुतः, वे बड़े अत्याचारी, अवज्ञाकारी थे।"},{"SurahNumber":53,"VerseNumber":53,"Text":"तथा औंधी की हुई बस्ती[1] को उसने गिरा दिया।"},{"SurahNumber":53,"VerseNumber":54,"Text":"फिर उसपर छा दिया, जो छा[1] दिया।"},{"SurahNumber":53,"VerseNumber":55,"Text":"तो (हे मनुष्य!) तू अपने पालनहार के किन किन पुरस्कारों में संदेह करता रहेगा"},{"SurahNumber":53,"VerseNumber":56,"Text":"ये[1] सचेतकर्ता है, प्रथम सचेतकर्ताओं में से।"},{"SurahNumber":53,"VerseNumber":57,"Text":"समीप आ लगी समीप आने वाली।"},{"SurahNumber":53,"VerseNumber":58,"Text":"नहीं है अल्लाह के सिवा उसे कोई दूर करने वाला।"},{"SurahNumber":53,"VerseNumber":59,"Text":"तो क्या तुम इस[1] क़ुर्आन पर आश्चर्य करते हो"},{"SurahNumber":53,"VerseNumber":60,"Text":"तथा हँसते हो और रोते नहीं।"},{"SurahNumber":53,"VerseNumber":61,"Text":"तथा विमुख हो रहे हो।"},{"SurahNumber":53,"VerseNumber":62,"Text":"अतः, सज्दा करो अल्लाह के लिए तथा उसी की वंदना[1] करो।"},{"SurahNumber":54,"VerseNumber":1,"Text":"समीप आ गयी[1] प्रलय तथा दो खण्ड हो गया चाँद।"},{"SurahNumber":54,"VerseNumber":2,"Text":"और यदि वे देखते हैं कोई निशानी, तो मुँह फेर लेते हैं और कहते हैं: ये तो जादू है, जो होता रहा है।"},{"SurahNumber":54,"VerseNumber":3,"Text":"और उन्होंने झुठलाया और अनुसरण किया अपनी आकांक्षाओं का और प्रत्येक कार्य का एक निश्चित समय है।"},{"SurahNumber":54,"VerseNumber":4,"Text":"और निश्चय आ चुके हैं उनके पास कुछ ऐसे समाचार, जिनमें चेतावनी है।"},{"SurahNumber":54,"VerseNumber":5,"Text":"ये (क़ुर्आन) पूर्णतः तत्वदर्शिता (ज्ञान) है, फिर भी नहीं काम आयी उनके, चेतावनियाँ।"},{"SurahNumber":54,"VerseNumber":6,"Text":"तो आप विमुख हो जायें उनसे, जिस दिन पुकारने वाला पुकारेगा एक अप्रिय चीज़ की[1] ओर।"},{"SurahNumber":54,"VerseNumber":7,"Text":"झुकी होंगी उनकी आँखें। वे निकल रहे होंगे समाधियों से, जैसे कि वे टिड्डी दल हों बिखरे हुए।"},{"SurahNumber":54,"VerseNumber":8,"Text":"तो उसने प्रार्थना की अपने पालनहार से कि मैं विवश हूँ, अतः, मेरा बदला ले ले।"},{"SurahNumber":54,"VerseNumber":9,"Text":"झुठलाया इनसे पहले नूह़ की जाति ने। तो झुठलाया उन्होंने हमारे भक्त को और कहा कि पागल है और (उसे) झड़का गया।"},{"SurahNumber":54,"VerseNumber":10,"Text":"तो उसने प्रार्थना की अपने पालनहार से कि मैं विवश हूँ, अतः मेरा बदला ले ले।"},{"SurahNumber":54,"VerseNumber":11,"Text":"तो हमने खोल दिये आकाश के द्वार धारा प्रवाह जल के साथ।"},{"SurahNumber":54,"VerseNumber":12,"Text":"तथा फाड़ दिये धरती के स्रोत, तो मिल गया (आकाश और धरती का) जल उस कार्य के अनुसार जो निश्चित किया गया।"},{"SurahNumber":54,"VerseNumber":13,"Text":"और सवार कर दिया हमने उसे (नूह़ को) तख़्तों तथा कीलों वाली (नाव) पर।"},{"SurahNumber":54,"VerseNumber":14,"Text":"जो चल रही थी हमारी रक्षा में, उसका बदला लेने के लिए, जिसके साथ कुफ़्र किया गया था।"},{"SurahNumber":54,"VerseNumber":15,"Text":"और हमने छोड़ दिया इसे एक शिक्षा बनाकर। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":16,"Text":"फिर (देख लो!) कैसी रही मेरी यातना तथा मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":17,"Text":"और हमने सरल कर दिया है क़ुर्आन को शिक्षा के लिए। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":18,"Text":"झुठलाया आद ने, तो कैसी रही मेरी यातना तथा मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":19,"Text":"हमने भेज दी उनपर कड़ी आँधी, एक निरन्तर अशुभ दिन में।"},{"SurahNumber":54,"VerseNumber":20,"Text":"जो उखाड़ रही थी लोगों को, जैसे वे खजूर के खोखले तने हों।"},{"SurahNumber":54,"VerseNumber":21,"Text":"तो कैसी रही मेरी यातना तथा मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":22,"Text":"और हमने सरल कर दिया है क़ुर्आन को शिक्षा के लिए। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":23,"Text":"झुठला दिया समूद[1] ने चेतावनियों को।"},{"SurahNumber":54,"VerseNumber":24,"Text":"और कहाः क्या अपने ही में से एक मनुष्य का हम अनुसरण करें? वास्तव में, तब तो हम निश्चय बड़े कुपथ तथा पागलपन में हैं।"},{"SurahNumber":54,"VerseNumber":25,"Text":"क्या उतारी गयी है शिक्षा उसीपर हमारे बीच में से? (नहीं) बल्कि वह बड़ा झूठा अहंकारी है।"},{"SurahNumber":54,"VerseNumber":26,"Text":"उन्हें कल ही ज्ञान हो जायेगा कि कौन बड़ा झूठा अहंकारी है"},{"SurahNumber":54,"VerseNumber":27,"Text":"वास्तव में, हम भेजने वाले हैं ऊँटनी उनकी परीक्षा के लिए। अतः, (हे सालेह!) तुम उनके (परिणाम की) प्रतीक्षा करो तथा धैर्य रखो।"},{"SurahNumber":54,"VerseNumber":28,"Text":"और उन्हें सूचित कर दो कि जल विभाजित होगा उनके बीच और प्रत्येक अपनी बारी के दिन[1] उपस्थित होगा।"},{"SurahNumber":54,"VerseNumber":29,"Text":"तो उन्होंने पुकारा अपने साथी को। तो उसने आक्रमण किया और उसे वध कर दिया।"},{"SurahNumber":54,"VerseNumber":30,"Text":"फिर कैसी रही मेरी यातना और मेरी चेतावनियाँ"},{"SurahNumber":54,"VerseNumber":31,"Text":"हमने भेज दी उनपर कर्कश ध्वनि, तो वे हो गये बाड़ा बनाने वाले की रौंदी हुई बाढ़ के समान (चूर-चूर)।"},{"SurahNumber":54,"VerseNumber":32,"Text":"और हमने सरल कर दिया है क़ुर्आन को शिक्षा के लिए। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":33,"Text":"झुठला दिया लूत की जाति ने चेतावनियों को।"},{"SurahNumber":54,"VerseNumber":34,"Text":"तो हमने भेज दिये उनपर पत्थर लूत के परिजनों के सिवा, हमने उन्हें बचा लिया रात्रि के पिछले पहर।"},{"SurahNumber":54,"VerseNumber":35,"Text":"अपने विशेष अनुग्रह से। इसी प्रकार हम बदला देते हैं उसको जो कृतज्ञ हो।"},{"SurahNumber":54,"VerseNumber":36,"Text":"और निःसंदेह, लूत ने सावधान किया उनको हमारी पकड़ से। परन्तु, उन्होंने संदेह किया चेतावनियों के विषय में।"},{"SurahNumber":54,"VerseNumber":37,"Text":"और बहलाना चाहा उस (लूत) को उसके अतिथियों[1] से तो हमने अंधी कर दी उनकी आँखें कि चखो मेरी यातना तथा मेरी चेतावनियों (का परिणाम)।"},{"SurahNumber":54,"VerseNumber":38,"Text":"और उनपर आ पहुँची प्रातः भोर ही में स्थायी यातना।"},{"SurahNumber":54,"VerseNumber":39,"Text":"तो चखो मेरी यातना तथा मेरी चेतावनियाँ।"},{"SurahNumber":54,"VerseNumber":40,"Text":"और हमने सरल कर दिया है क़ुर्आन को शिक्षा के लिए। तो क्या, है कोई शिक्षा ग्रहण करने वाला"},{"SurahNumber":54,"VerseNumber":41,"Text":"तथा फ़िरऔनियों के पास भी चेतावनियाँ आयीं।"},{"SurahNumber":54,"VerseNumber":42,"Text":"उन्होंने झुठलाया हमारी प्रत्येक निशानी को तो हमने पकड़ लिया उन्हें अति प्रभावी आधिपति के पकड़ने के समान।"},{"SurahNumber":54,"VerseNumber":43,"Text":"(हे मक्का वासियों!) क्या तुम्हारे काफ़िर उत्तम हैं उनसे अथवा तुम्हारी मुक्ति लिखी हुई है आकाशीय पुस्तकों में"},{"SurahNumber":54,"VerseNumber":44,"Text":"अथवा वे कहते हैं कि हम विजेता समूह हैं।"},{"SurahNumber":54,"VerseNumber":45,"Text":"शीध्र ही प्राजित कर दिया जायेगा ये समूह और वे पीठ दिखा[1] देंगे।"},{"SurahNumber":54,"VerseNumber":46,"Text":"बल्कि प्रलय उनके वचन का समय है तथा प्रलय अधिक कड़ी और तीखी है।"},{"SurahNumber":54,"VerseNumber":47,"Text":"वस्तुतः, ये पापी, कुपथ तथा अग्नि में हैं।"},{"SurahNumber":54,"VerseNumber":48,"Text":"जिस दिन वे घसीटे जायेंगे यातना में अपने मुखों के बल (उनसे कहा जायेगा कि) चखो नरक की यातना का स्वाद।"},{"SurahNumber":54,"VerseNumber":49,"Text":"निश्चय हमने प्रत्येक वस्तु को उत्पन्न किया है एक अनुमान से।"},{"SurahNumber":54,"VerseNumber":50,"Text":"और हमारा आदेश बस एक ही बार होता है आँख झपकने के समान।"},{"SurahNumber":54,"VerseNumber":51,"Text":"और हम ध्वस्त कर चुके हैं तुम्हारे जैसे बहुत-से समुदायों को।"},{"SurahNumber":54,"VerseNumber":52,"Text":"जो कुछ उन्होंने किया है कर्मपत्र में है।"},{"SurahNumber":54,"VerseNumber":53,"Text":"और प्रत्येक तुच्छ तथा बड़ी बात अंकित है।"},{"SurahNumber":54,"VerseNumber":54,"Text":"वस्तुतः, सदाचारी लोग स्वर्गों तथा नहरों में होंगे।"},{"SurahNumber":54,"VerseNumber":55,"Text":"सत्य के स्थान में, अति सामर्थ्यवान स्वामी के पास।"},{"SurahNumber":55,"VerseNumber":1,"Text":"अत्यंत कृपाशील ने।"},{"SurahNumber":55,"VerseNumber":2,"Text":"शिक्षा दी क़ुर्आन की।"},{"SurahNumber":55,"VerseNumber":3,"Text":"उसीने उत्पन्न किया मनुष्य को।"},{"SurahNumber":55,"VerseNumber":4,"Text":"सिखाया उसे साफ़-साफ़ बोलना।"},{"SurahNumber":55,"VerseNumber":5,"Text":"सूर्य तथा चन्द्रमा एक (नियमित) ह़िसाब से हैं।"},{"SurahNumber":55,"VerseNumber":6,"Text":"तथा तारे और वृक्ष दोनों (उसे) सज्दा करते हैं।"},{"SurahNumber":55,"VerseNumber":7,"Text":"और आकाश को ऊँचा किया और रख दी तराजू।"},{"SurahNumber":55,"VerseNumber":8,"Text":"ताकि तुम उल्लंघन न करो तराजू (न्याय) में।"},{"SurahNumber":55,"VerseNumber":9,"Text":"तथा सीधी रखो तराजू न्याय के साथ और कम न तोलो।"},{"SurahNumber":55,"VerseNumber":10,"Text":"धरती को उसने (रहने योग्य) बनाया पूरी उत्पत्ति के लिए।"},{"SurahNumber":55,"VerseNumber":11,"Text":"जिसमें मेवे तथा गुच्छे वाले खजूर हैं।"},{"SurahNumber":55,"VerseNumber":12,"Text":"और भूसे वाले अन्न तथा सुगंधित (पुष्प) फूल हैं।"},{"SurahNumber":55,"VerseNumber":13,"Text":"तो (हे मनुष्य तथा जिन्न!) तुम अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":14,"Text":"उसने उत्पन्न किया मनुष्य को खनखनाते ठीकरी जैसे सूखे गारे से।"},{"SurahNumber":55,"VerseNumber":15,"Text":"तथा उत्पन्न किया जिन्नों को अग्नि की ज्वाला से।"},{"SurahNumber":55,"VerseNumber":16,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":17,"Text":"वह दोनों सूर्योदय[1] के स्थानों तथा दोनों सूर्यास्त के स्थानों का स्वामी है।"},{"SurahNumber":55,"VerseNumber":18,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":19,"Text":"उसने दो सागर बहा दिये, जिनका संगम होता है।"},{"SurahNumber":55,"VerseNumber":20,"Text":"उन दोनों के बीच एक आड़ है। वह एक-दूसरे से मिल नहीं सकते।"},{"SurahNumber":55,"VerseNumber":21,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":22,"Text":"निकलता है उन दोनों से मोती तथा मूँगा।"},{"SurahNumber":55,"VerseNumber":23,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":24,"Text":"तथा उसी के अधिकार में हैं जहाज़, खड़े किये हुए सागर में पर्वतों जैसे।"},{"SurahNumber":55,"VerseNumber":25,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":26,"Text":"प्रत्येक, जो धरती पर हैं, नाशवान हैं।"},{"SurahNumber":55,"VerseNumber":27,"Text":"तथा शेष रह जायेगा आपके प्रतापी सम्मानित पालनहार का मुख (अस्तित्व)।"},{"SurahNumber":55,"VerseNumber":28,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":29,"Text":"उसीसे माँगते हैं, जो आकाशों तथा धरती में हैं। प्रत्येक दिन वह एक नये कार्य में है।"},{"SurahNumber":55,"VerseNumber":30,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":31,"Text":"और शीघ्र ही हम पूर्णतः आकर्षित हो जायेंगे तुम्हारी ओर, हे (धरती के) दोनों बोझ[1] (जन्नो और मनुष्यो)"},{"SurahNumber":55,"VerseNumber":32,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":33,"Text":"हे जिन्न तथा मनुष्य के समूह! यदि निकल सकते हो आकाशों तथा थरती के किनारों से, तो निकल भागो और तुम निकल नहीं सकोगे बिना बड़ी शक्ति[1] के।"},{"SurahNumber":55,"VerseNumber":34,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":35,"Text":"तुम दोनों पर अग्नि की ज्वाला तथा धुवाँ छोड़ा जायेगा। तो तुम अपनी सहायता नहीं कर सकोगे।"},{"SurahNumber":55,"VerseNumber":36,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":37,"Text":"जब आकाश (प्रलय के दिन) फट जायेगा, तो लाल हो जायेगा लाल चमड़े के समान।"},{"SurahNumber":55,"VerseNumber":38,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":39,"Text":"तो उस दिन नहीं प्रश्न किया जायेगा अपने पाप का किसी मनुष्य से और न जिन्न से।"},{"SurahNumber":55,"VerseNumber":40,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":41,"Text":"पहचान लिये जायेंगे अपराधी अपने मुखों से, तो पकड़ा जायेगा उनके माथे के बालों और पैरों को।"},{"SurahNumber":55,"VerseNumber":42,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":43,"Text":"यही वो नरक है, जिसे झूठ कह रहे थे अपराधी।"},{"SurahNumber":55,"VerseNumber":44,"Text":"वे फिरते रहेंगे उसके बीच तथा खौलते पानी के बीच।"},{"SurahNumber":55,"VerseNumber":45,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":46,"Text":"और उसके लिए, जो डरा अपने पालनहार के समक्ष खड़े होने से, दो बाग़ हैं।"},{"SurahNumber":55,"VerseNumber":47,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":48,"Text":"दो बाग़, हरी-भरी शाखाओं वाले।"},{"SurahNumber":55,"VerseNumber":49,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":50,"Text":"उन दोनों में, दो जल स्रोत बहते होंगे।"},{"SurahNumber":55,"VerseNumber":51,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":52,"Text":"उनमें, प्रत्येक फल के दो प्रकार होंगे।"},{"SurahNumber":55,"VerseNumber":53,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":54,"Text":"वे ऐसे बिस्तरों पर तकिये लगाये हुए होंगे, जिनके स्तर दबीज़ रेशम के होंगे और दोनों बाग़ों (की शाखायें) फलों से झुकी हुई होंगी।"},{"SurahNumber":55,"VerseNumber":55,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":56,"Text":"उनमें लजीली आँखों वाली स्त्रियाँ होंगी, जिन्हें हाथ नहीं लगाया होगा किसी मनुष्य ने इससे पूर्व और न किसी जिन्न ने।"},{"SurahNumber":55,"VerseNumber":57,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":58,"Text":"जैसे वह हीरे और मोंगे हों।"},{"SurahNumber":55,"VerseNumber":59,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":60,"Text":"उपकार का बदला उपकार ही है।"},{"SurahNumber":55,"VerseNumber":61,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":62,"Text":"तथा उन दोनों के सिवा[1] दो बाग़ होंगे।"},{"SurahNumber":55,"VerseNumber":63,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":64,"Text":"दोनों हरे-भरे होंगे।"},{"SurahNumber":55,"VerseNumber":65,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":66,"Text":"उन दोनों में, दो जल स्रोत होंगे उबलते हुए।"},{"SurahNumber":55,"VerseNumber":67,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":68,"Text":"उनमें, फल तथा खजूर और अनार होंगे।"},{"SurahNumber":55,"VerseNumber":69,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":70,"Text":"उनमें, सुचरिता सुन्दरियाँ होंगी।"},{"SurahNumber":55,"VerseNumber":71,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":72,"Text":"गोरियाँ सुरक्षित होंगी ख़ेमों में।"},{"SurahNumber":55,"VerseNumber":73,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":74,"Text":"नहीं हाथ लगाया होगा[1] उन्हें किसी मनुष्य ने इससे पूर्व और न किसी जिन्न ने।"},{"SurahNumber":55,"VerseNumber":75,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":76,"Text":"वे तकिये लगाये हुए होंगे हरे ग़लीचों तथा सुन्दर बिस्तरों पर।"},{"SurahNumber":55,"VerseNumber":77,"Text":"तो तुम दोनों अपने पालनहार के किन-किन उपकारों को झुठलाओगे"},{"SurahNumber":55,"VerseNumber":78,"Text":"शुभ है आपके प्रतापी सम्मानित पालनहार का नाम।"},{"SurahNumber":56,"VerseNumber":1,"Text":"जब होने वाली, हो जायेगी।"},{"SurahNumber":56,"VerseNumber":2,"Text":"उसका होना कोई झूठ नहीं है।"},{"SurahNumber":56,"VerseNumber":3,"Text":"नीचा-ऊँचा करने[1] वाली।"},{"SurahNumber":56,"VerseNumber":4,"Text":"जब धरती तेज़ी से डोलने लगेगी।"},{"SurahNumber":56,"VerseNumber":5,"Text":"और चूर-चूर कर दिये जायेंगे पर्वत।"},{"SurahNumber":56,"VerseNumber":6,"Text":"फिर हो जायेंगे बिखरी हुई धूल।"},{"SurahNumber":56,"VerseNumber":7,"Text":"तथा तुम हो जाओगे तीन समूह।"},{"SurahNumber":56,"VerseNumber":8,"Text":"तो दायें वाले, तो क्या हैं दायें वाले"},{"SurahNumber":56,"VerseNumber":9,"Text":"और बायें वाले, तो क्या हैं बायें वाले"},{"SurahNumber":56,"VerseNumber":10,"Text":"और अग्रगामी तो अग्रगामी ही हैं।"},{"SurahNumber":56,"VerseNumber":11,"Text":"वही समीप किये[1] हुए हैं।"},{"SurahNumber":56,"VerseNumber":12,"Text":"वे सुखों के स्वर्गों में होंगे।"},{"SurahNumber":56,"VerseNumber":13,"Text":"बहुत-से अगले लोगों में से।"},{"SurahNumber":56,"VerseNumber":14,"Text":"तथा कुछ पिछले लोगों में से होंगे।"},{"SurahNumber":56,"VerseNumber":15,"Text":"स्वर्ण से बुने हुए तख़्तों पर।"},{"SurahNumber":56,"VerseNumber":16,"Text":"तकिये लगाये उनपर, एक-दूसरे के सम्मुख (आसीन) होंगे।"},{"SurahNumber":56,"VerseNumber":17,"Text":"फिरते होंगे उनकी सेवा के लिए बालक, जो सदा (बालक) रहेंगे।"},{"SurahNumber":56,"VerseNumber":18,"Text":"प्याले तथा सुराह़ियाँ लेकर तथा मदिरा के छलकते प्याले।"},{"SurahNumber":56,"VerseNumber":19,"Text":"न तो सिर चकरायेगा उनसे, न वे निर्बोध होंगे।"},{"SurahNumber":56,"VerseNumber":20,"Text":"तथा जो फल वे चाहेंगे।"},{"SurahNumber":56,"VerseNumber":21,"Text":"तथा पक्षी का जो मांस वे चाहेंगे।"},{"SurahNumber":56,"VerseNumber":22,"Text":"और गोरियाँ बड़े नैनों वाली।"},{"SurahNumber":56,"VerseNumber":23,"Text":"छुपाकर रखी हुईं मोतियों के समान।"},{"SurahNumber":56,"VerseNumber":24,"Text":"उसके बदले, जो वे (संसार में) करते रहे।"},{"SurahNumber":56,"VerseNumber":25,"Text":"नहीं सुनेंगे उनमें व्यर्थ बात और न पाप की बात।"},{"SurahNumber":56,"VerseNumber":26,"Text":"केवल सलाम ही सलाम की ध्वनि होगी।"},{"SurahNumber":56,"VerseNumber":27,"Text":"और दायें वाले, क्या (ही भाग्यशाली) हैं दायें वाले"},{"SurahNumber":56,"VerseNumber":28,"Text":"बिन काँटे की बैरी में होंगे।"},{"SurahNumber":56,"VerseNumber":29,"Text":"तथा तह पर तह केलों में।"},{"SurahNumber":56,"VerseNumber":30,"Text":"फैली हुई छाया[1] में।"},{"SurahNumber":56,"VerseNumber":31,"Text":"और प्रवाहित जल में।"},{"SurahNumber":56,"VerseNumber":32,"Text":"तथा बहुत-से फलों में।"},{"SurahNumber":56,"VerseNumber":33,"Text":"जो न समाप्त होंगे, न रोके जायेंगे।"},{"SurahNumber":56,"VerseNumber":34,"Text":"और ऊँचे बिस्तर पर।"},{"SurahNumber":56,"VerseNumber":35,"Text":"हमने बनाया है (उनकी) पत्नियों को एक विशेष रूप से।"},{"SurahNumber":56,"VerseNumber":36,"Text":"हमने बनाय है उन्हें कुमारियाँ।"},{"SurahNumber":56,"VerseNumber":37,"Text":"प्रेमिकायें समायु।"},{"SurahNumber":56,"VerseNumber":38,"Text":"दाहिने वालों के लिए।"},{"SurahNumber":56,"VerseNumber":39,"Text":"बहुत-से अगलों में से होंगे।"},{"SurahNumber":56,"VerseNumber":40,"Text":"तथा बहुत-से पिछलों में से।"},{"SurahNumber":56,"VerseNumber":41,"Text":"और बायें वाले, तो क्या हैं बायें वाले"},{"SurahNumber":56,"VerseNumber":42,"Text":"वे गर्म वायु तथा खौलते जल में (होंगे)।"},{"SurahNumber":56,"VerseNumber":43,"Text":"तथा काले धुवें की छाया में।"},{"SurahNumber":56,"VerseNumber":44,"Text":"जो न शीतल होगा और न सुखद।"},{"SurahNumber":56,"VerseNumber":45,"Text":"वास्तव में, वे इससे पहले (संसार में) सम्पन्न (सुखी) थे।"},{"SurahNumber":56,"VerseNumber":46,"Text":"तथा दुराग्रह करते थे महा पापों पर।"},{"SurahNumber":56,"VerseNumber":47,"Text":"तथा कहा करते थे कि क्या जब हम मर जायेंगे तथा हो जायेंगे धूल और अस्थियाँ, तो क्या हम अवश्य पुनः जीवित होंगे"},{"SurahNumber":56,"VerseNumber":48,"Text":"और क्या हमारे पूर्वज (भी)"},{"SurahNumber":56,"VerseNumber":49,"Text":"आप कह दें कि निःसंदेह सब अगले तथा पिछले।"},{"SurahNumber":56,"VerseNumber":50,"Text":"अवश्य एकत्र किये जायेंगे एक निर्धारित दिन के समय।"},{"SurahNumber":56,"VerseNumber":51,"Text":"फिर तुम, हे कुपथो! झुठलाने वालो"},{"SurahNumber":56,"VerseNumber":52,"Text":"अवश्य खाने वाले हो ज़क़्क़ूम (थोहड़) के वृक्ष से।"},{"SurahNumber":56,"VerseNumber":53,"Text":"तथा भरने वाले हो उससे (अपने) उदर।"},{"SurahNumber":56,"VerseNumber":54,"Text":"तथा पीने वाले हो उसपर से खौलता जल।"},{"SurahNumber":56,"VerseNumber":55,"Text":"फिर पीने वाले हो प्यासे[1] ऊँट के समान।"},{"SurahNumber":56,"VerseNumber":56,"Text":"यही उनका अतिथि सत्कार है, प्रतिकार (प्रलय) के दिन।"},{"SurahNumber":56,"VerseNumber":57,"Text":"हमने ही उत्पन्न किया है तुम्हें, फिर तुम विश्वास क्यों नहीं करते"},{"SurahNumber":56,"VerseNumber":58,"Text":"क्या तुमने ये विचार किया कि जो वीर्य तुम (गर्भाशयों में) गिराते हो।"},{"SurahNumber":56,"VerseNumber":59,"Text":"क्या तुम उसे शिशु बनाते हो या हम बनाने वाले हैं"},{"SurahNumber":56,"VerseNumber":60,"Text":"हमने निर्धारित किया है तुम्हारे बीच मरण को तथा हम विवश होने वाले नहीं हैं।"},{"SurahNumber":56,"VerseNumber":61,"Text":"कि बदल दें तुम्हारे रूप और तुम्हें बना दें उस रूप में, जिसे तुम नहीं जानते।"},{"SurahNumber":56,"VerseNumber":62,"Text":"तथा तुमने तो जान लिया है प्रथम उत्पत्ति को फिर तुम शिक्षा ग्रहण क्यों नहीं करते"},{"SurahNumber":56,"VerseNumber":63,"Text":"फिर क्या तुमने विचार किया कि उसमें जो तुम बोते हो"},{"SurahNumber":56,"VerseNumber":64,"Text":"क्या तुम उसे उगाते हो या हम उसे उगाने वाले हैं"},{"SurahNumber":56,"VerseNumber":65,"Text":"यदि हम चाहें, तो उसे भुस बना दें, फिर तुम बातें बनाते रह जाओ।"},{"SurahNumber":56,"VerseNumber":66,"Text":"वस्तुतः, हम दण्डित कर दिये गये।"},{"SurahNumber":56,"VerseNumber":67,"Text":"बल्कि हम (जीविका से) वंचित कर दिये गये।"},{"SurahNumber":56,"VerseNumber":68,"Text":"फिर तुमने विचार किया उस पानी में, जो तुम पीते हो"},{"SurahNumber":56,"VerseNumber":69,"Text":"क्या तुमने उसे बरसाया है बादल से अथवा हम उसे बरसाने वाले हैं।"},{"SurahNumber":56,"VerseNumber":70,"Text":"यदि हम चाहें, तो उसे खारी कर दें, फिर तुम आभारी (कृतज्ञ) क्यों नहीं होते"},{"SurahNumber":56,"VerseNumber":71,"Text":"क्या तुमने उस अग्नि को देखा, जिसे तुम सुलगाते हो।"},{"SurahNumber":56,"VerseNumber":72,"Text":"क्या तुमने उत्पन्न किया है उसके वृक्ष को या हम उत्पन्न करने वाले हैं"},{"SurahNumber":56,"VerseNumber":73,"Text":"हमने ही बनाया उसे शिक्षाप्रद तथा यात्रियों के लाभदायक।"},{"SurahNumber":56,"VerseNumber":74,"Text":"अतः, (हे नबी!) आप पवित्रता का वर्णन करें अपने महा पालनहार के नाम की।"},{"SurahNumber":56,"VerseNumber":75,"Text":"मैं शपथ लेता हूँ सितारों के स्थानों की"},{"SurahNumber":56,"VerseNumber":76,"Text":"और ये निश्चय एक बड़ी शपथ है, यदि तुम समझो।"},{"SurahNumber":56,"VerseNumber":77,"Text":"वास्तव में, ये आदरणीय[1] क़ुर्आन है।"},{"SurahNumber":56,"VerseNumber":78,"Text":"सुरक्षित[1] पुस्तक में।"},{"SurahNumber":56,"VerseNumber":79,"Text":"इसे पवित्र लोग ही छूते हैं।"},{"SurahNumber":56,"VerseNumber":80,"Text":"अवतरित किया गया है सर्वलोक के पालनहार की ओर से।"},{"SurahNumber":56,"VerseNumber":81,"Text":"फिर क्या तुम इस वाणि (क़ुर्आन) की अपेक्षा करते हो"},{"SurahNumber":56,"VerseNumber":82,"Text":"तथा बनाते हो अपना भाग कि इसे तुम झुठलाते हो"},{"SurahNumber":56,"VerseNumber":83,"Text":"फिर क्यों नहीं जब प्राण गले को पहुँचते हैं।"},{"SurahNumber":56,"VerseNumber":84,"Text":"और तुम उस समय देखते रहते हो।"},{"SurahNumber":56,"VerseNumber":85,"Text":"तथा हम अधिक समीप होते हैं उसके तुमसे, परन्तु तुम नहीं देख सकते।"},{"SurahNumber":56,"VerseNumber":86,"Text":"तो यदि तुम किसी के आधीन न हो।"},{"SurahNumber":56,"VerseNumber":87,"Text":"तो उस (प्राण) को फेर क्यों नहीं लाते, यदि तुम सच्चे हो"},{"SurahNumber":56,"VerseNumber":88,"Text":"फिर यदि वह (प्राणी) समीपवर्तियों में है।"},{"SurahNumber":56,"VerseNumber":89,"Text":"तो उसके लिए सुख तथा उत्तम जीविका तथा सुख भरा स्वर्ग है।"},{"SurahNumber":56,"VerseNumber":90,"Text":"और यदि वह दायें वालों में से है।"},{"SurahNumber":56,"VerseNumber":91,"Text":"तो सलाम है तेरे लिए दायें वालों में होने के कारण।"},{"SurahNumber":56,"VerseNumber":92,"Text":"और यदि वह है झुठलाने वाले कुपथों में से।"},{"SurahNumber":56,"VerseNumber":93,"Text":"तो अतिथि सत्कार है खौलते पानी से।"},{"SurahNumber":56,"VerseNumber":94,"Text":"तथा नरक में प्रवेश।"},{"SurahNumber":56,"VerseNumber":95,"Text":"वास्तव में, यही निश्चय सत्य है।"},{"SurahNumber":56,"VerseNumber":96,"Text":"अतः, (हे नबी!) आप पवित्रता का वर्णन करें अपने महा पालनहार के नाम की।"},{"SurahNumber":57,"VerseNumber":1,"Text":"अल्लाह की पवित्रता का गान करता है, जो भी आकाशों तथा धरती में है और वह प्रबल, गुणी है।"},{"SurahNumber":57,"VerseNumber":2,"Text":"उसी का है आकाशों तथा धरती का राज्य। वह जीवन देता है तथा मारता है और वह जो चाहे, कर सकता है।"},{"SurahNumber":57,"VerseNumber":3,"Text":"वही प्रथम, वही अन्तिम और प्रत्यक्ष तथा गुप्त है और वह प्रत्येक वस्तु का जानने वाला है।"},{"SurahNumber":57,"VerseNumber":4,"Text":"उसीने उत्पन्न किया है आकाशों तथा धरती को छः दिनों में, फिर स्थित हो गया अर्श (सिंहासन) पर। वह जानता है उसे, जो प्रवेश करता है धरती में, जो निकलता है उससे, जो उतरता है आकाश से तथा चढ़ता है उसमें और वह तुम्हारे साथ[1] है जहाँ भी तुम रहो और अल्लाह जो कुछ तुम कर रहे हो, उसे देख रहा है।"},{"SurahNumber":57,"VerseNumber":5,"Text":"उसी का है आकाशों तथा धरती का राज्य और उसी की ओर फेरे जाते हैं सब मामले (निर्णय के लिए)।"},{"SurahNumber":57,"VerseNumber":6,"Text":"वह प्रवेश करता है रात्रि को दिन में और प्रवेश करता है दिन को रात्रि में तथा वह सीनों के भेदों से पूर्णतः अवगत है।"},{"SurahNumber":57,"VerseNumber":7,"Text":"तुम सभी ईमान लाओ अल्लाह तथा उसके रसूल पर और व्यय करो उसमें से जिसमें उसने अधिकार दिया है तुम्हें। तो जो लोग ईमान लायेंगे तुममें से तथा दान करेंगे, तो उन्हीं के लिए बड़ा प्रतिफल है।"},{"SurahNumber":57,"VerseNumber":8,"Text":"और तुम्हें क्या हो गया है कि ईमान नहीं लाते अल्लाह पर, जबकि रसूल[1] तुम्हें पुकार रहा है, ताकि तुम ईमान लाओ अपने पालनहार पर, जबकि अल्लाह ले चुका है तुमसे वचन,[2] यदि तुम ईमान वाले हो।"},{"SurahNumber":57,"VerseNumber":9,"Text":"वही है, जो उतार रहा है अपने भक्त पर खुली आयतें, ताकि वह तुम्हें निकाले अंधेरों से प्रकाश की ओर तथा वास्तव में, अल्लाह तुम्हारे लिए अवश्य करुणामय, दयावान् है।"},{"SurahNumber":57,"VerseNumber":10,"Text":"और क्या कारण है कि तुम व्यय नहीं करते अल्लाह की राह में, जबकि अल्लाह ही के लिए है आकाशों और धरती का उत्तराधिकार। नहीं बराबर हो सकते तुममें से वे जिन्होंने दान किया (मक्का) की विजय से पहले तथा धर्मयुध्द किया। वही लोग पद में अधिक ऊँचे हैं उनसे, जिन्होंने दान किया उसके पश्चात्[1] तथा धर्मयुध्द किया तथा प्रत्येक को अल्लाह ने वचन दिया है भलाई का तथा अल्लाह जो कुछ तुम करते हो, उससे पूर्णतः सूचित है।"},{"SurahNumber":57,"VerseNumber":11,"Text":"कौन है, जो ऋण दे अल्लाह को अच्छा ऋण? जिसे वह दुगुना कर दे उसके लिए और उसी के लिए अच्छा प्रतिदान है।"},{"SurahNumber":57,"VerseNumber":12,"Text":"जिस दिन तुम देखोगे ईमान वालों तथा ईमान वालियों को कि दौड़ रहा[1] होगा उनका प्रकाश उनके आगे तथा उनके दायें। तुम्हें शुभ सूचना है ऐसे स्वर्गों की, बहती हैं जिनमें नहरें, जिनमें तुम सदावासी होगे, वही बड़ी सफलता है।"},{"SurahNumber":57,"VerseNumber":13,"Text":"जिस दिन कहेंगे मुनाफ़िक़ पुरुष तथा मुनाफ़िक़ स्त्रियाँ उनसे, जो ईमान लाये कि हमारी प्रतीक्षा करो, हम प्राप्त कर लें तुम्हारे प्रकाश में से कुछ। उनसे कहा जायेगाः तुम पीछे वापस जाओ और प्रकाश की खोज करो।[1] फिर बना दी जायेगी उनके बीच एक दीवार, जिसमें एक द्वार होगा। उसके भीतर दया होगी तथा उसके बाहर यातना होगी।"},{"SurahNumber":57,"VerseNumber":14,"Text":"वे उन्हें पुकारेंगेः क्या हम (संसार में) तुम्हारे साथ नहीं थे? (वे कहेंगेः) परन्तु तुमने उपद्रव में डाल दिया अपने आपको और प्रतीक्षा[1] में रहे तथा संदेह किया और धोखे में रखा तुम्हें तुम्हारी कामनाओं ने। यहाँ तक कि आ पहुँचा अल्लाह का आदेश और धोखे ही में रखा तुम्हें बड़े वंचक (शैतान) ने।"},{"SurahNumber":57,"VerseNumber":15,"Text":"तो आज तुमसे कोई अर्थदण्ड नहीं लिया जायेगा और न काफ़िरों से। तुम्हारा आवास नरक है, वही तुम्हारे योग्य है और वह बुरा निवास है।"},{"SurahNumber":57,"VerseNumber":16,"Text":"क्या समय नहीं आया ईमान वालों के लिए कि झुक जायें उनके दिल अल्लाह के स्मरण (याद) के लिए तथा जो उतरा है सत्य और न हो जायें उनके समान, जिन्हें प्रदान की गयीं पुस्तकें इससे पूर्व, फिर लम्बी अवधि व्यतीत हो गयी उनपर, तो कठोर हो गये उनके दिल[1] तथा उनमें अधिक्तर अवज्ञाकारी हैं।"},{"SurahNumber":57,"VerseNumber":17,"Text":"जान लो कि अल्लाह ही जीवित करता है धरती को, उसके मरण के पश्चात्, हमने उजागर कर दी हैं तुम्हारे लिए निशानियाँ, ताकि तुम समझो।"},{"SurahNumber":57,"VerseNumber":18,"Text":"वस्तुतः, दान करने वाले पुरुष तथा दान करने वाली स्त्रियाँ तथा जिन्होंने ऋण दिया है अल्लाह को अच्छा ऋण,[1] उसे बढ़ाया जायेगा उनके लिए और उन्हीं के लिए अच्छा प्रतिदान है।"},{"SurahNumber":57,"VerseNumber":19,"Text":"तथा जो ईमान लाये अल्लाह और उसके रसूलों[1] पर, वही सिद्दीक़ तथा शहीद[2] हैं अपने पालनहार के समीप। उन्हीं के लिए उनका प्रतिफल तथा उनकी दिव्या ज्योति है और जो काफ़िर हो गये और झ़ठलाया हमारी आयतों को, तो वही नारकीय हैं।"},{"SurahNumber":57,"VerseNumber":20,"Text":"जान लो कि सांसारिक जीवन एक खेल, मनोरंजन, शोभा,[1] आपस में गर्व तथा एक-दूसरे से बढ़ जाने का प्रयास है, धनों तथा संतान में। उस वर्षा के समान भा गयी किसानों को जिसकी उपज, फिर वह पक गयी, तो तुम उसे देखने लगे पीली, फिर वह हो जाती है चूर-चूर और परलोक में कड़ी यातना है तथा अल्लाह की क्षमा और प्रसन्नता है और सांसारिक जीवन तो बस धोखे का संसाधन है।"},{"SurahNumber":57,"VerseNumber":21,"Text":"एक-दूसरे से आगे बढ़ो अपने पालनहार की क्षमा तथा उस स्वर्ग की ओर, जिसका विस्तार आकाश तथा धरती के विस्तार के[1] समान है। जो तैयार की गयी है उनके लिए, जो ईमान लायें अल्लाह और उसके रसूलों पर। ये अल्लाह का अनुग्रह है, वह प्रदान करता है उसे, जिसे चाहता है और अल्लाह बड़ा उदार (दयाशील) है।"},{"SurahNumber":57,"VerseNumber":22,"Text":"नहीं पहुँचती कोई आपदा धरती में और न तुम्हारे प्राणों में, परन्तु वह एक पुस्तक में लिखी है, इससे पूर्व की हम उसे उत्पन्न करें[1] और ये अल्लाह के लिए अति सरल है।"},{"SurahNumber":57,"VerseNumber":23,"Text":"ताकि तुम शोक न करो उसपर, जो तुमसे खो जाये और न इतराओ उसपर, जो तुम्हें प्रदान किया है और अल्लाह प्रेम नहीं करता किसी इतरान, गर्व करने वाले से।"},{"SurahNumber":57,"VerseNumber":24,"Text":"जो कंजूसी करते हैं और आदेश देते हैं लोगों को कंजूसी करने का तथा जो विमुख होगा, तो निश्चय अल्लाह निस्पृह, सराहनीय है।"},{"SurahNumber":57,"VerseNumber":25,"Text":"निःसंदेह, हमने भेजा है अपने रसूलों को खुले प्रमाणों के साथ तथा उतारी है उनके साथ पुस्तक तथा तुला (न्याय का नियम), ताकि लोग स्थित रहें न्याय पर तथा हमने उतारा लोहा जिसमें बड़ा बल[1] है तथा लोगों के लिए बहुत-से लाभ और ताकि अल्लाह जान ले कि कौन उसकी सहायता करता है तथा उसके रसूलों की, बिना देखे। वस्तुतः, अल्लाह अति शक्तिशाली, प्रभावशाली है।"},{"SurahNumber":57,"VerseNumber":26,"Text":"हमने (रसूल बनाकर) भेजा नूह़ को तथा इब्राहीम को और रख दी उनकी संतति में नबुवत (दुतत्व) तथा पुस्तक। तो उनमें से कुछ ने मार्गदर्शन अपनाया और उनमें से बहुत-से अवज्ञाकारी हैं।"},{"SurahNumber":57,"VerseNumber":27,"Text":"फिर हमने, निरन्तर उनके पश्चात् अपने रसूल भेजे और उनके पश्चात् भेजा मर्यम के पुत्र ईसा को तथा प्रदान की उसे इन्जील और कर दिया उसका अनुसरण करने वालों के दिलों में करुणा तथा दया और संसार[1] त्याग को उन्होंने स्वयं बना लिया, हमने नहीं अनिवार्य किया उसे उनके ऊपर। परन्तु अल्लाह की प्रसन्नता के लिए (उन्होंने ऐसा किया), तो उन्होंने नहीं किया उसका पूर्ण पालन। फिर (भी) हमने प्रदान किया उन्हें जो ईमान लाये उनमें से उनका बदला और उनमें से अधिक्तर अवज्ञाकारी हैं।"},{"SurahNumber":57,"VerseNumber":28,"Text":"हे लोगो जो ईमान लाये हो! अल्लाह से डरो और ईमान लाओ उसके रसूल पर, वह तुम्हें प्रदान करेगा दोहारा[1] प्रतिफल अपनी दया से तथा प्रदान करेगा तुम्हें ऐसा प्रकाश, जिसके साथ तुम चलोगे तथा क्षमा कर देगा तुम्हें और अल्लाह अति क्षमी, दयावान् है।"},{"SurahNumber":57,"VerseNumber":29,"Text":"ताकि ज्ञान हो जाये इन बातों से अह्ले[1] किताब को कि वह कुछ शक्ति नहीं रखते अल्लाह के अनुग्रह पर और ये कि अनुग्रह अल्लाह ही के हाथ में है। वह प्रदान करता है, जिसे चाहे और अल्लाह बड़े अनुग्रह वाला है।"}]}