{"Id":9,"LanguageCodes":["ar","ara"],"Name":"ara-kingfahadquranc","Author":"King Fahad Quran Complex","Language":"Arabic","Description":"Arabic","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"إلى الله تعالى وحده لا شريك له يُرْجَع علم الساعة، فإنه لا يعلم أحد متى قيامها غيره، وما تخرج من ثمرات من أوعيتها، وما تحمل مِن أنثى ولا تضع حَمْلها إلا بعلم من الله، لا يخفى عليه شيء من ذلك. ويوم ينادي الله تعالى المشركين يوم القيامة توبيخًا لهم وإظهارًا لكذبهم: أين شركائي الذين كنتم تشركونهم في عبادتي؟ قالوا: أعلمناك الآن ما منا من أحد يشهد اليوم أن معك شريكًا"},{"SurahNumber":41,"VerseNumber":48,"Text":"وذهب عن هؤلاء المشركين شركاؤهم الذين كانوا يعبدونهم من دون الله، فلم ينفعوهم، وأيقنوا أن لا ملجأ لهم من عذاب الله، ولا محيد عنه"},{"SurahNumber":41,"VerseNumber":49,"Text":"لا يملُّ الإنسان من دعاء ربه طالبًا الخير الدنيوي، وإن أصابه فقر وشدة فهو يؤوس من رحمة الله، قنوط بسوء الظن بربه"},{"SurahNumber":41,"VerseNumber":50,"Text":"ولئن أذقنا الإنسان نعمة منا من بعد شدة وبلاء لم يشكر الله تعالى، بل يطغى ويقول: أتاني هذا؛ لأني مستحق له، وما أعتقد أن الساعة آتية، وذلك إنكار منه للبعث، وعلى تقدير إتيان الساعة وأني سأرجع إلى ربي، فإن لي عنده الجنة، فلنخبرن الذين كفروا يوم القيامة بما عملوا من سيئات، ولنذيقنهم من العذاب الشديد"},{"SurahNumber":41,"VerseNumber":51,"Text":"وإذا أنعمنا على الإنسان بصحة أو رزق أو غيرهما أعرض وترفَّع عن الانقياد إلى الحق، فإن أصابه ضر فهو ذو دعاء كثير بأن يكشف الله ضرَّه، فهو يعرف ربه في الشدة، ولا يعرفه في الرخاء"},{"SurahNumber":41,"VerseNumber":52,"Text":"قل -أيها الرسول- لهؤلاء المكذبين: أخبروني إن كان هذا القرآن من عند الله ثم جحدتم وكذَّبتم به، لا أحد أضل منكم؛ لأنكم في خلاف بعيد عن الحق بكفركم بالقرآن وتكذيبكم به"},{"SurahNumber":41,"VerseNumber":53,"Text":"سَنُري هؤلاء المكذبين آياتنا من الفتوحات وظهور الإسلام على الأقاليم وسائر الأديان، وفي أقطار السماوات والأرض، وما يحدثه الله فيهما من الحوادث العظيمة، وفي أنفسهم وما اشتملت عليه من بديع آيات الله وعجائب صنعه، حتى يتبين لهم من تلك الآيات بيان لا يقبل الشك أن القرآن الكريم هو الحق الموحَى به من رب العالمين. أولم يكفهم دليلا على أن القرآن حق، ومَن جاء به صادق، شهادة الله تعالى؟ فإنه قد شهد له بالتصديق، وهو على كل شيء شهيد، ولا شيء أكبر شهادة من شهادته سبحانه وتعالى"},{"SurahNumber":41,"VerseNumber":54,"Text":"ألا إن هؤلاء الكافرين في شك عظيم من البعث بعد الممات. ألا إن الله- جلَّ وعلا- بكل شيء محيط علمًا وقدرة وعزةً، لا يخفى عليه شيء في الأرض ولا في السماء"},{"SurahNumber":42,"VerseNumber":1,"Text":"(حم * عسق) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"},{"SurahNumber":42,"VerseNumber":2,"Text":"(حم * عسق) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"},{"SurahNumber":42,"VerseNumber":3,"Text":"كما أنزل الله إليك -أيها النبي- هذا القرآن أنزل الكتب والصحف على الأنبياء من قبلك، وهو العزيز في انتقامه، الحكيم في أقواله وأفعاله"},{"SurahNumber":42,"VerseNumber":4,"Text":"لله وحده ما في السماوات وما في الأرض، وهو العليُّ بذاته وقدره وقهره، العظيم الذي له العظمة والكبرياء"},{"SurahNumber":42,"VerseNumber":5,"Text":"تكاد السماوات يتشقَّقْنَ، كل واحدة فوق التي تليها؛ من عظمة الرحمن وجلاله تبارك وتعالى، والملائكة يسبحون بحمد ربهم، وينزهونه عما لا يليق به، ويسألون ربهم المغفرة لذنوب مَن في الأرض مِن أهل الإيمان به. ألا إن الله هو الغفور لذنوب مؤمني عباده، الرحيم بهم"},{"SurahNumber":42,"VerseNumber":6,"Text":"والذين اتخذوا غير الله آلهة مِن دونه يتولَّونها، ويعبدونها، الله تعالى يحفظ عليهم أفعالهم؛ ليجازيهم بها يوم القيامة، وما أنت -أيها الرسول- بالوكيل عليهم بحفظ أعمالهم، إنما أنت منذر، فعليك البلاغ وعلينا الحساب"},{"SurahNumber":42,"VerseNumber":7,"Text":"وكما أوحينا إلى الأنبياء قبلك أوحَيْنا إليك قرآنا عربيًّا؛ لتنذر أهل \"مكة\" ومَن حولها مِن سائر الناس، وتنذر عذاب يوم الجمع، وهو يوم القيامة، لا شك في مجيئه. الناس فيه فريقان: فريق في الجنة، وهم الذين آمنوا بالله واتبعوا ما جاءهم به رسوله محمد صلى الله عليه وسلم، ومنهم فريق في النار المستعرة، وهم الذين كفروا بالله، وخالفوا ما جاءهم به رسوله محمد صلى الله عليه وسلم"},{"SurahNumber":42,"VerseNumber":8,"Text":"ولو شاء الله أن يجمع خَلْقَه على الهدى ويجعلهم على ملة واحدة مهتدية لفعل، ولكنه أراد أن يُدخل في رحمته مَن يشاء مِن خواص خلقه. والظالمون أنفسهم بالشرك ما لهم من وليٍّ يتولى أمورهم يوم القيامة، ولا نصير ينصرهم من عقاب الله تعالى"},{"SurahNumber":42,"VerseNumber":9,"Text":"بل اتخذ هؤلاء المشركون أولياء من دون الله يتولونهم، فالله وحده هو الوليُّ يتولاه عَبْدُه بالعبادة والطاعة، ويتولَّى عباده المؤمنين بإخراجهم من الظلمات إلى النور وإعانتهم في جميع أمورهم، وهو يحيي الموتى عند البعث، وهو على كل شيء قدير، لا يعجزه شيء"},{"SurahNumber":42,"VerseNumber":10,"Text":"وما اختلفتم فيه- أيها الناس- من شيء من أمور دينكم، فالحكم فيه مردُّه إلى الله في كتابه وسنة رسوله صلى الله عليه وسلم. ذلكم الله ربي وربكم، عليه وحده توكلت في أموري، وإليه أرجع في جميع شؤوني"},{"SurahNumber":42,"VerseNumber":11,"Text":"الله سبحانه وتعالى هو خالق السماوات والأرض ومبدعهما بقدرته ومشيئته وحكمته، جعل لكم من أنفسكم أزواجًا؛ لتسكنوا إليها، وجعل لكم من الأنعام أزواجًا ذكورًا وإناثًا، يكثركم بسببه بالتوالد، ليس يشبهه تعالى ولا يماثله شيء من مخلوقاته، لا في ذاته ولا في أسمائه ولا في صفاته ولا في أفعاله؛ لأن أسماءه كلَّها حسنى، وصفاتِه صفات كمال وعظمة، وأفعالَه تعالى أوجد بها المخلوقات العظيمة من غير مشارك، وهو السميع البصير، لا يخفى عليه مِن أعمال خلقه وأقوالهم شيء، وسيجازيهم على ذلك"},{"SurahNumber":42,"VerseNumber":12,"Text":"له سبحانه وتعالى ملك السماوات والأرض، وبيده مفاتيح الرحمة والأرزاق، يوسِّع رزقه على مَن يشاء مِن عباده ويضيِّقه على مَن يشاء، إنه تبارك وتعالى بكل شيء عليم، لا يخفى عليه شيء من أمور خلقه"},{"SurahNumber":42,"VerseNumber":13,"Text":"شرع الله لكم- أيها الناس- من الدِّين الذي أوحيناه إليك -أيها الرسول، وهو الإسلام- ما وصَّى به نوحًا أن يعمله ويبلغه، وما وصينا به إبراهيم وموسى وعيسى (هؤلاء الخمسة هم أولو العزم من الرسل على المشهور) أن أقيموا الدين بالتوحيد وطاعة الله وعبادته دون مَن سواه، ولا تختلفوا في الدين الذي أمرتكم به، عَظُمَ على المشركين ما تدعوهم إليه من توحيد الله وإخلاص العبادة له، الله يصطفي للتوحيد مَن يشاء مِن خلقه، ويوفِّق للعمل بطاعته مَن يرجع إليه"},{"SurahNumber":42,"VerseNumber":14,"Text":"وما تفرَّق المشركون بالله في أديانهم فصاروا شيعًا وأحزابًا إلا مِن بعد ما جاءهم العلم وقامت الحجة عليهم، وما حملهم على ذلك إلا البغي والعناد، ولولا كلمة سبقت من ربك -أيها الرسول- بتأخير العذاب عنهم إلى أجل مسمى وهو يوم القيامة، لقضي بينهم بتعجيل عذاب الكافرين منهم. وإن الذين أورثوا التوراة والإنجيل من بعد هؤلاء المختلفين في الحق لفي شك من الدين والإيمان موقعٍ في الريبة والاختلاف المذموم"},{"SurahNumber":42,"VerseNumber":15,"Text":"فإلى ذلك الدين القيِّم الذي شرعه الله للأنبياء ووصَّاهم به، فادع -أيها الرسول- عباد الله، واستقم كما أمرك الله، ولا تتبع أهواء الذين شكُّوا في الحق وانحرفوا عن الدين، وقل: صدَّقت بجميع الكتب المنزلة من السماء على الأنبياء، وأمرني ربي أن أعدل بينكم في الحكم، الله ربنا وربكم، لنا ثواب أعمالنا الصالحة، ولكم جزاء أعمالكم السيئة، لا خصومة ولا جدال بيننا وبينكم بعدما تبين الحق، الله يجمع بيننا وبينكم يوم القيامة، فيقضي بيننا بالحق فيما اختلفنا فيه، وإليه المرجع والمآب، فيجازي كلا بما يستحق"},{"SurahNumber":42,"VerseNumber":16,"Text":"والذين يجادلون في دين الله الذي أرسلتُ به محمدًا صلى الله عليه وسلم، مِن بعد ما استجاب الناس له وأسلموا، حجتهم ومجادلتهم باطلة ذاهبة عند ربهم، وعليهم من الله غضب في الدنيا، ولهم في الآخرة عذاب شديد، وهو النار"},{"SurahNumber":42,"VerseNumber":17,"Text":"الله الذي أنزل القرآن وسائر الكتب المنزلة بالصدق، وأنزل الميزان وهو العدل؛ ليحكم بين الناس بالإنصاف. وأي شيء يدريك ويُعْلمك لعل الساعة التي تقوم فيها القيامة قريب؟"},{"SurahNumber":42,"VerseNumber":18,"Text":"يستعجل بمجيء الساعة الذين لا يؤمنون بها؛ تهكمًا واستهزاءً، والذين آمنوا بها خائفون من قيامها، ويعلمون أنها الحق الذي لا شك فيه. ألا إن الذين يخاصمون في قيام الساعة لفي ضلال بعيد عن الحق"},{"SurahNumber":42,"VerseNumber":19,"Text":"الله لطيف بعباده، يوسِّع الرزق على مَن يشاء، ويضيِّقه على مَن يشاء وَفْق حكمته سبحانه، وهو القوي الذي له القوة كلها، العزيز في انتقامه من أهل معاصيه"},{"SurahNumber":42,"VerseNumber":20,"Text":"من كان يريد بعمله ثواب الآخرة فأدى حقوق الله وأنفق في الدعوة إلى الدين، نزد له في عمله الحسن، فنضاعف له ثواب الحسنة إلى عشر أمثالها إلى ما شاء الله من الزيادة، ومن كان يريد بعمله الدنيا وحدها، نؤته منها ما قسمناه له، وليس له في الآخرة شيء من الثواب"},{"SurahNumber":42,"VerseNumber":21,"Text":"بل ألهؤلاء المشركين بالله شركاء في شركهم وضلالتهم، ابتدعوا لهم من الدين والشرك ما لم يأذن به الله؟ ولولا قضاء الله وقدره بإمهالهم، وأن لا يعجل لهم العذاب في الدنيا، لقضي بينهم بتعجيل العذاب لهم. وإن الكافرين بالله لهم يوم القيامة عذاب مؤلم موجع"},{"SurahNumber":42,"VerseNumber":22,"Text":"ترى -أيها الرسول- الكافرين يوم القيامة خائفين من عقاب الله على ما كسبوا في الدنيا من أعمال خبيثة، والعذاب نازل بهم، وهم ذائقوه لا محالة، والذين آمنوا بالله وأطاعوه في بساتين الجنات وقصورها ونعيم الآخرة، لهم ما تشتهيه أنفسهم عند ربهم، ذلك الذي أعطاه الله لهم من الفضل والكرامة هو الفضل الذي لا يوصف، ولا تهتدي إليه العقول"},{"SurahNumber":42,"VerseNumber":23,"Text":"ذلك الذي أخبرتكم به- أيها الناس- من النعيم والكرامة في الآخرة هو البشرى التي يبشر الله بها عباده الذين آمنوا به في الدنيا وأطاعوه. قل -أيها الرسول- للذين يشكون في الساعة من مشركي قومك: لا أسألكم على ما أدعوكم إليه من الحق الذي جئتكم به عوضًا من أموالكم، إلا أن تَوَدُّوني في قرابتي منكم، وتَصِلوا الرحم التي بيني وبينكم. ومن يكتسب حسنة نضاعفها له بعشر فصاعدًا. إن الله غفور لذنوب عباده، شكور لحسناتهم وطاعتهم إياه"},{"SurahNumber":42,"VerseNumber":24,"Text":"بل أيقول هؤلاء المشركون: اختلق محمد الكذب على الله، فجاء بالذي يتلوه علينا اختلاقًا من عند نفسه؟ فإن يشأ الله يطبع على قلبك -أيها الرسول- لو فعلت ذلك. ويُذْهِبُ الله الباطل فيمحقه، ويحق الحق بكلماته التي لا تتبدل ولا تتغيَّر، وبوعده الصادق الذي لا يتخلف. إن الله عليم بما في قلوب العباد، لا يخفى عليه شيء منه"},{"SurahNumber":42,"VerseNumber":25,"Text":"والله سبحانه وتعالى هو الذي يقبل التوبة عن عباده إذا رجعوا إلى توحيد الله وطاعته، ويعفو عن السيئات، ويعلم ما تصنعون من خير وشر، لا يخفى عليه شيء من ذلك، وهو مجازيكم به"},{"SurahNumber":42,"VerseNumber":26,"Text":"ويستجيب الذين آمنوا بالله ورسوله لربهم لِمَا دعاهم إليه وينقادون له، ويزيدهم من فضله توفيقًا ومضاعفة في الأجر والثواب. والكافرون بالله ورسوله لهم يوم القيامة عذاب شديد موجع مؤلم"},{"SurahNumber":42,"VerseNumber":27,"Text":"ولو بسط الله الرزق لعباده فوسَّعه عليهم، لبغوا في الأرض أشَرًا وبطرًا، ولطغى بعضهم على بعض، ولكن الله ينزل أرزاقهم بقدر ما يشاء لكفايتهم. إنه بعباده خبير بما يصلحهم، بصير بتدبيرهم وتصريف أحوالهم"},{"SurahNumber":42,"VerseNumber":28,"Text":"والله وحده هو الذي ينزل المطر من السماء، فيغيثهم به من بعد ما يئسوا من نزوله، وينشر رحمته في خلقه، فيعمهم بالغيث، وهو الوليُّ الذي يتولى عباده بإحسانه وفضله، الحميد في ولايته وتدبيره"},{"SurahNumber":42,"VerseNumber":29,"Text":"ومن آياته الدالة على عظمته وقدرته وسلطانه، خَلْقُ السموات والأرض على غير مثال سابق، وما نشر فيهما من أصناف الدواب، وهو على جَمْع الخلق بعد موتهم لموقف القيامة إذا يشاء قدير، لا يتعذر عليه شيء"},{"SurahNumber":42,"VerseNumber":30,"Text":"وما أصابكم- أيها الناس- من مصيبة في دينكم ودنياكم فبما كسبتم من الذنوب والآثام، ويعفو لكم ربكم عن كثير من السيئات، فلا يؤاخذكم بها"},{"SurahNumber":42,"VerseNumber":31,"Text":"وما أنتم- أيها الناس- بمعجزين قدرة الله عليكم، ولا فائتيه، وما لكم من دون الله مِن وليٍّ يتولى أموركم، فيوصل لكم المنافع، ولا نصير يدفع عنكم المضارَّ"},{"SurahNumber":42,"VerseNumber":32,"Text":"ومن آياته الدالة على قدرته الباهرة وسلطانه القاهر السفن العظيمة كالجبال تجري في البحر. إن يشأ الله الذي أجرى هذه السفن في البحر يُسكن الريح، فتَبْقَ السفن سواكن على ظهر البحر لا تجري، إن في جَرْي هذه السفن ووقوفها في البحر بقدرة الله لَعظات وحججًا بيِّنة على قدرة الله لكل صبار على طاعة الله، شكور لنعمه وأفضاله"},{"SurahNumber":42,"VerseNumber":33,"Text":"ومن آياته الدالة على قدرته الباهرة وسلطانه القاهر السفن العظيمة كالجبال تجري في البحر. إن يشأ الله الذي أجرى هذه السفن في البحر يُسكن الريح، فتَبْقَ السفن سواكن على ظهر البحر لا تجري، إن في جَرْي هذه السفن ووقوفها في البحر بقدرة الله لَعظات وحججًا بيِّنة على قدرة الله لكل صبار على طاعة الله، شكور لنعمه وأفضاله"},{"SurahNumber":42,"VerseNumber":34,"Text":"أو يهلكِ السفن بالغرق بسبب ذنوب أهلها، ويعفُ عن كثير من الذنوب فلا يعاقب عليها"},{"SurahNumber":42,"VerseNumber":35,"Text":"ويَعْلَم الذين يجادلون بالباطل في آياتنا الدالة على توحيدنا، ما لهم من محيد ولا ملجأ من عقاب الله، إذا عاقبهم على ذنوبهم وكفرهم به"},{"SurahNumber":42,"VerseNumber":36,"Text":"فما أوتيتم- أيها الناس- من شيء من المال أو البنين وغير ذلك فهو متاع لكم في الحياة الدنيا، سُرعان ما يزول، وما عند الله تعالى من نعيم الجنة المقيم خير وأبقى للذين آمنوا بالله ورسله، وعلى ربهم يتوكلون"},{"SurahNumber":42,"VerseNumber":37,"Text":"والذين يجتنبون كبائر ما نهى الله عنه، وما فَحُش وقَبُح من أنواع المعاصي، وإذا ما غضبوا على مَن أساء إليهم هم يغفرون الإساءة، ويصفحون عن عقوبة المسيء؛ طلبًا لثواب الله تعالى وعفوه، وهذا من محاسن الأخلاق"},{"SurahNumber":42,"VerseNumber":38,"Text":"والذين استجابوا لربهم حين دعاهم إلى توحيده وطاعته، وأقاموا الصلاة المفروضة بحدودها في أوقاتها، وإذا أرادوا أمرًا تشاوروا فيه، ومما أعطيناهم من الأموال يتصدقون في سبيل الله، ويؤدون ما فرض الله عليهم من الحقوق لأهلها من زكاة ونفقة وغير ذلك من وجوه الإنفاق"},{"SurahNumber":42,"VerseNumber":39,"Text":"والذين إذا أصابهم الظلم هم ينتصرون ممن بغى عليهم مِن غير أن يعتدوا، وإن صبروا ففي عاقبة صبرهم خير كثير"},{"SurahNumber":42,"VerseNumber":40,"Text":"وجزاء سيئة المسيء عقوبته بسيئة مثلها من غير زيادة، فمن عفا عن المسيء، وترك عقابه، وأصلح الودَّ بينه وبين المعفو عنه ابتغاء وجه الله، فأَجْرُ عفوه ذلك على الله. إن الله لا يحب الظالمين الذين يبدؤون بالعدوان على الناس، ويسيئون إليهم"},{"SurahNumber":42,"VerseNumber":41,"Text":"ولمن انتصر ممن ظلمه من بعد ظلمه له فأولئك ما عليهم من مؤاخذة"},{"SurahNumber":42,"VerseNumber":42,"Text":"إنما المؤاخذة على الذين يتعدَّون على الناس ظلمًا وعدوانًا، ويتجاوزون الحدَّ الذي أباحه لهم ربهم إلى ما لم يأذن لهم فيه، فيفسدون في الأرض بغير الحق، أولئك لهم يوم القيامة عذاب مؤلم موجع"},{"SurahNumber":42,"VerseNumber":43,"Text":"ولمن صبر على الأذى، وقابل الإساءة بالعفو والصفح والسَّتر، إن ذلك من عزائم الأمور المشكورة والأفعال الحميدة التي أمر الله بها، ورتَّب لها ثوابًا جريلا وثناءً حميدًا"},{"SurahNumber":42,"VerseNumber":44,"Text":"ومن يضلله الله عن الرشاد بسبب ظلمه فليس له من ناصر يهديه سبيل الرشاد. وترى -أيها الرسول- الكافرين بالله يوم القيامة - حين رأوا العذاب- يقولون لربهم: هل لنا من سبيل إلى الرجوع إلى الدنيا؛ لنعمل بطاعتك؟ فلا يجابون إلى ذلك"},{"SurahNumber":42,"VerseNumber":45,"Text":"وترى -أيها الرسول- هؤلاء الظالمين يُعْرَضون على النار خاضعين متذللين ينظرون إلى النار مِن طرْف ذليل ضعيف من الخوف والهوان. وقال الذين آمنوا بالله ورسوله في الجنة، لما عاينوا ما حلَّ بالكفار من خسران: إن الخاسرين حقًا هم الذين خسروا أنفسهم وأهليهم يوم القيامة بدخول النار. ألا إن الظالمين- يوم القيامة- في عذاب دائم، لا ينقطع عنهم، ولا يزول"},{"SurahNumber":42,"VerseNumber":46,"Text":"وما كان لهؤلاء الكافرين حين يعذبهم الله يوم القيامة من أعوان ونصراء ينصرونهم من عذاب الله. ومن يضلله الله بسبب كفره وظلمه، فما له من طريق يصل به إلى الحق في الدنيا، وإلى الجنة في الآخرة؛ لأنه قد سدَّت عليه طرق النجاة، فالهداية والإضلال بيده سبحانه وتعالى دون سواه"},{"SurahNumber":42,"VerseNumber":47,"Text":"استجيبوا لربكم- أيها الكافرون- بالإيمان والطاعة من قبل أن يأتي يوم القيامة، الذي لا يمكن رده، ما لكم من ملجأ يومئذ ينجيكم من العذاب، ولا مكان يستركم، وتتنكرون فيه. وفي الآية دليل على ذم التسويف، وفيها الأمر بالمبادرة إلى كل عمل صالح يعرض للعبد، فإن للتأخير آفات وموانع"},{"SurahNumber":42,"VerseNumber":48,"Text":"فإن أعرض هؤلاء المشركون -أيها الرسول- عن الإيمان بالله فما أرسلناك عليهم حافظًا لأعمالهم حتى تحاسبهم عليها، ما عليك إلا البلاغ. وإنَّا إذا أعطينا الإنسان منا رحمة مِن غنى وسَعَة في المال وغير ذلك، فَرِح وسُرَّ، وإن تصبهم مصيبة مِن فقر ومرض وغير ذلك بسبب ما قدمته أيديهم من معاصي الله، فإن الإنسان جحود يعدِّد المصائب، وينسى النعم"},{"SurahNumber":42,"VerseNumber":49,"Text":"لله سبحانه وتعالى ملك السموات والأرض وما فيهما، يخلق ما يشاء من الخلق، يهب لمن يشاء من عباده إناثًا لا ذكور معهن، ويهب لمن يشاء الذكور لا إناث معهم، ويعطي سبحانه وتعالى لمن يشاء من الناس الذكر والأنثى، ويجعل مَن يشاء عقيمًا لا يولد له، إنه عليم بما يَخْلُق، قدير على خَلْق ما يشاء، لا يعجزه شيء أراد خلقه"},{"SurahNumber":42,"VerseNumber":50,"Text":"لله سبحانه وتعالى ملك السموات والأرض وما فيهما، يخلق ما يشاء من الخلق، يهب لمن يشاء من عباده إناثًا لا ذكور معهن، ويهب لمن يشاء الذكور لا إناث معهم، ويعطي سبحانه وتعالى لمن يشاء من الناس الذكر والأنثى، ويجعل مَن يشاء عقيمًا لا يولد له، إنه عليم بما يَخْلُق، قدير على خَلْق ما يشاء، لا يعجزه شيء أراد خلقه"},{"SurahNumber":42,"VerseNumber":51,"Text":"وما ينبغي لبشر من بني آدم أن يكلمه الله إلا وحيًا يوحيه الله إليه، أو يكلمه من وراء حجاب، كما كلَّم سبحانه موسى عليه السلام، أو يرسل رسولا كما ينزل جبريل عليه السلام إلى المرسل إليه، فيوحي بإذن ربه لا بمجرد هواه ما يشاء الله إيحاءه، إنه تعالى عليٌّ بذاته وأسمائه وصفاته وأفعاله، قد قهر كل شيء ودانت له المخلوقات، حكيم في تدبير أمور خلقه. وفي الآية إثبات صفة الكلام لله تعالى على الوجه اللائق بجلاله وعظيم سلطانه"},{"SurahNumber":42,"VerseNumber":52,"Text":"وكما أوحينا إلى الأنبياء من قبلك -أيها النبي- أوحينا إليك قرآنًا من عندنا، ما كنت تدري قبله ما الكتب السابقة ولا الإيمان ولا الشرائع الإلهية؟ ولكن جعلنا القرآن ضياء للناس نهدي به مَن نشاء مِن عبادنا إلى الصراط المستقيم. وإنك -أيها الرسول- لَتَدُلُّ وَتُرْشِدُ بإذن الله إلى صراط مستقيم- وهو الإسلام- صراط الله الذي له ملك جميع ما في السموات وما في الأرض، لا شريك له في ذلك. ألا إلى الله- أيها الناس- ترجع جميع أموركم من الخير والشر، فيجازي كلا بعمله: إن خيرًا فخير، وإن شرًا فشر"},{"SurahNumber":42,"VerseNumber":53,"Text":"وكما أوحينا إلى الأنبياء من قبلك -أيها النبي- أوحينا إليك قرآنًا من عندنا، ما كنت تدري قبله ما الكتب السابقة ولا الإيمان ولا الشرائع الإلهية؟ ولكن جعلنا القرآن ضياء للناس نهدي به مَن نشاء مِن عبادنا إلى الصراط المستقيم. وإنك -أيها الرسول- لَتَدُلُّ وَتُرْشِدُ بإذن الله إلى صراط مستقيم- وهو الإسلام- صراط الله الذي له ملك جميع ما في السموات وما في الأرض، لا شريك له في ذلك. ألا إلى الله- أيها الناس- ترجع جميع أموركم من الخير والشر، فيجازي كلا بعمله: إن خيرًا فخير، وإن شرًا فشر"},{"SurahNumber":43,"VerseNumber":1,"Text":"(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"},{"SurahNumber":43,"VerseNumber":2,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى"},{"SurahNumber":43,"VerseNumber":3,"Text":"إنَّا أنزلنا القرآن على محمد صلى الله عليه وسلم بلسان العرب؛ لعلكم تفهمون، وتتدبرون معانيه وحججه. وإنه في اللوح المحفوظ لدينا لعليٌّ في قَدْره وشرفه، محكم لا اختلاف فيه ولا تناقض"},{"SurahNumber":43,"VerseNumber":4,"Text":"إنَّا أنزلنا القرآن على محمد صلى الله عليه وسلم بلسان العرب؛ لعلكم تفهمون، وتتدبرون معانيه وحججه. وإنه في اللوح المحفوظ لدينا لعليٌّ في قَدْره وشرفه، محكم لا اختلاف فيه ولا تناقض"},{"SurahNumber":43,"VerseNumber":5,"Text":"أفنُعْرِض عنكم، ونترك إنزال القرآن إليكم لأجل إعراضكم وعدم انقيادكم، وإسرافكم في عدم الإيمان به؟"},{"SurahNumber":43,"VerseNumber":6,"Text":"كثيرًا من الأنبياء أرسلنا في القرون الأولى التي مضت قبل قومك أيها النبي. وما يأتيهم من نبي إلا كانوا به يستهزئون كاستهزاء قومك بك، فأهلكنا مَن كذَّبوا رسلنا، وكانوا أشد قوة وبأسًا من قومك يا محمد، ومضت عقوبة الأولين بأن أهلِكوا؛ بسبب كفرهم وطغيانهم واستهزائهم بأنبيائهم. وفي هذا تسلية للنبي صلى الله عليه وسلم"},{"SurahNumber":43,"VerseNumber":7,"Text":"كثيرًا من الأنبياء أرسلنا في القرون الأولى التي مضت قبل قومك أيها النبي. وما يأتيهم من نبي إلا كانوا به يستهزئون كاستهزاء قومك بك، فأهلكنا مَن كذَّبوا رسلنا، وكانوا أشد قوة وبأسًا من قومك يا محمد، ومضت عقوبة الأولين بأن أهلِكوا؛ بسبب كفرهم وطغيانهم واستهزائهم بأنبيائهم. وفي هذا تسلية للنبي صلى الله عليه وسلم"},{"SurahNumber":43,"VerseNumber":8,"Text":"كثيرًا من الأنبياء أرسلنا في القرون الأولى التي مضت قبل قومك أيها النبي. وما يأتيهم من نبي إلا كانوا به يستهزئون كاستهزاء قومك بك، فأهلكنا مَن كذَّبوا رسلنا، وكانوا أشد قوة وبأسًا من قومك يا محمد، ومضت عقوبة الأولين بأن أهلِكوا؛ بسبب كفرهم وطغيانهم واستهزائهم بأنبيائهم. وفي هذا تسلية للنبي صلى الله عليه وسلم"},{"SurahNumber":43,"VerseNumber":9,"Text":"ولئن سألت -أيها الرسول- هؤلاء المشركين من قومك مَن خلق السموات والأرض؟ ليقولُنَّ: خلقهنَّ العزيز في سلطانه، العليم بهن وما فيهن من الأشياء، لا يخفى عليه شيء"},{"SurahNumber":43,"VerseNumber":10,"Text":"الذي جعل لكم الأرض فراشًا وبساطًا، وسهَّل لكم فيها طرقًا لمعاشكم ومتاجركم؛ لكي تهتدوا بتلك السبل إلى مصالحكم الدينية والدنيوية"},{"SurahNumber":43,"VerseNumber":11,"Text":"والذي نزل من السماء مطرًا بقدر، ليس طوفانًا مغرقًا ولا قاصرًا عن الحاجة؛ حتى يكون معاشًا لكم ولأنعامكم، فأحيينا بالماء بلدة مُقْفِرَة من النبات، كما أخرجنا بهذا الماء الذي نزلناه من السماء من هذه البلدة الميتة النبات والزرع، تُخْرَجون- أيها الناس- من قبوركم بعد فنائكم"},{"SurahNumber":43,"VerseNumber":12,"Text":"والذي خلق الأصناف كلها من حيوان ونبات، وجعل لكم من السفن ما تركبون في البحر، ومن البهائم كالإبل والخيل والبغال والحمير ما تركبون في البر"},{"SurahNumber":43,"VerseNumber":13,"Text":"لكي تستووا على ظهور ما تركبون، ثم تذكروا نعمة ربكم إذا ركبتم عليه، وتقولوا: الحمد لله الذي سخر لنا هذا، وما كنا له مطيقين، ولتقولوا أيضًا: وإنا إلى ربنا بعد مماتنا لصائرون إليه راجعون. وفي هذا بيان أن الله المنعم على عباده بشتَّى النعم، هو المستحق للعبادة في كل حال"},{"SurahNumber":43,"VerseNumber":14,"Text":"لكي تستووا على ظهور ما تركبون، ثم تذكروا نعمة ربكم إذا ركبتم عليه، وتقولوا: الحمد لله الذي سخر لنا هذا، وما كنا له مطيقين، ولتقولوا أيضًا: وإنا إلى ربنا بعد مماتنا لصائرون إليه راجعون. وفي هذا بيان أن الله المنعم على عباده بشتَّى النعم، هو المستحق للعبادة في كل حال"},{"SurahNumber":43,"VerseNumber":15,"Text":"وجعل هؤلاء المشركون لله مِن خلقه نصيًبا، وذلك قولهم للملائكة: بنات الله. إن الإنسان لجحود لنعم ربه التي أنعم بها عليه، مظهر لجحوده وكفره يعدِّد المصائب، وينسى النعم"},{"SurahNumber":43,"VerseNumber":16,"Text":"بل أتزعمون- أيها الجاهلون- أن ربكم اتخذ مما يخلق بنات وأنتم لا ترضون ذلك لأنفسكم، وخصَّكم بالبنين فجعلهم لكم؟ وفي هذا توبيخ لهم"},{"SurahNumber":43,"VerseNumber":17,"Text":"وإذا بُشِّر أحدهم بالأنثى التي نسبها للرحمن حين زعم أن الملائكة بنات الله صار وجهه مُسْوَدَّا من سوء البشارة بالأنثى، وهو حزين مملوء من الهم والكرب. (فكيف يرضون لله ما لا يرضونه لأنفسهم؟ تعالى الله وتقدَّس عما يقول الكافرون علوًا كبيرًا)"},{"SurahNumber":43,"VerseNumber":18,"Text":"أتجترئون وتنسبون إلى الله تعالى مَن يُرَبَّى في الزينة، وهو في الجدال غير مبين لحجته؛ لأنوثته؟"},{"SurahNumber":43,"VerseNumber":19,"Text":"وجعل هؤلاء المشركون بالله الملائكة الذين هم عباد الرحمن إناثًا، أحَضَروا حالة خَلْقهم حتى يحكموا بأنهم إناث؟ ستُكتب شهادتهم، ويُسألون عنها في الآخرة"},{"SurahNumber":43,"VerseNumber":20,"Text":"وقال هؤلاء المشركون من قريش: لو شاء الرحمن ما عبدنا أحدًا من دونه، وهذه حجة باطلة، فقد أقام الله الحجة على العباد بإرسال الرسل وإنزال الكتب، فاحتجاجهم بالقضاء والقَدَر مِن أبطل الباطل مِن بعد إنذار الرسل لهم. ما لهم بحقيقة ما يقولون مِن ذلك مِن علم، وإنما يقولونه تخرُّصًا وكذبًا؛ لأنه لا خبر عندهم من الله بذلك ولا برهان"},{"SurahNumber":43,"VerseNumber":21,"Text":"أَحَضَروا خَلْق الملائكة، أم أعطيناهم كتابًا من قبل القرآن الذي أنزلناه، فهم به مستمسكون يعملون بما فيه، ويحتجون به عليك أيها الرسول؟"},{"SurahNumber":43,"VerseNumber":22,"Text":"بل قالوا: إنا وجدنا آباءنا على طريقة ومذهب ودين، وإنا على آثار آبائنا فيما كانوا عليه متبعون لهم، ومقتدون بهم"},{"SurahNumber":43,"VerseNumber":23,"Text":"وكذلك ما أرسلنا من قبلك -أيها الرسول- في قرية مِن نذير ينذرهم عقابنا على كفرهم بنا، فأنذروهم وحذَّروهم سخَطنا وحلول عقوبتنا، إلا قال الذين أبطرتهم النعمة من الرؤساء والكبراء: إنَّا وجدنا آباءنا على ملة ودين، وإنا على منهاجهم وطريقتهم مقتدون"},{"SurahNumber":43,"VerseNumber":24,"Text":"قال محمد صلى الله عليه وسلم ومَن سبقه من الرسل لمن عارضه بهذه الشبهة الباطلة: أتتبعون آباءكم، ولو جئتكم مِن عند ربكم بأهدى إلى طريق الحق وأدلَّ على سبيل الرشاد مما وجدتم عليه آباءكم من الدين والملة؟ قالوا في عناد: إنا بما أرسلتم به جاحدون كافرون"},{"SurahNumber":43,"VerseNumber":25,"Text":"فانتقمنا من هذه الأمم المكذبة رسلها بإحلالنا العقوبة بهم خَسْفًا وغرقًا وغير ذلك، فانظر -أيها الرسول- كيف كان عاقبة أمرهم إذ كذبوا بآيات الله ورسله؟ وليحْذَر قومك أن يستمروا على تكذيبهم، فيصيبهم مثل ما أصابهم"},{"SurahNumber":43,"VerseNumber":26,"Text":"واذكر -أيها الرسول- إذ قال إبراهيم لأبيه وقومه الذين كانوا يعبدون ما يعبده قومك: إنني براء مما تعبدون من دون الله"},{"SurahNumber":43,"VerseNumber":27,"Text":"إلا الذي خلقني، فإنه سيوفقني لاتباع سبيل الرشاد"},{"SurahNumber":43,"VerseNumber":28,"Text":"وجعل إبراهيم عليه السلام كلمة التوحيد (لا إله إلا الله) باقية في مَن بعده؛ لعلهم يرجعون إلى طاعة ربهم وتوحيده، ويتوبون من كفرهم وذنوبهم"},{"SurahNumber":43,"VerseNumber":29,"Text":"بل متعتُ -أيها الرسول- هؤلاء المشركين من قومك وآباءهم مِن قبلهم بالحياة، فلم أعاجلهم بالعقوبة على كفرهم، حتى جاءهم القرآن ورسول يبيِّن لهم ما يحتاجون إليه من أمور دينهم"},{"SurahNumber":43,"VerseNumber":30,"Text":"ولما جاءهم القرآن من عند الله قالوا: هذا الذي جاءنا به هذا الرسول سحرٌ يسحرنا به، وليس بوحي مِن عند الله، وإنا به مكذِّبون"},{"SurahNumber":43,"VerseNumber":31,"Text":"وقال هؤلاء المشركون مِن قريش: إنْ كان هذا القرآن مِن عند الله حقًا، فهلا نُزِّل على رجل عظيم من إحدى هاتين القريتين \"مكة\" أو \"الطائف"},{"SurahNumber":43,"VerseNumber":32,"Text":"أهم يقسمون النبوة فيضعونها حيث شاؤوا؟ نحن قسمنا بينهم معيشتهم في حياتهم الدنيا من الأرزاق والأقوات، ورفعنا بعضهم فوق بعض درجات: هذا غنيٌّ وهذا فقير، وهذا قويٌّ وهذا ضعيف؛ ليكون بعضهم مُسَخَّرًا لبعض في المعاش. ورحمة ربك -أيها الرسول- بإدخالهم الجنة خير مما يجمعون من حطام الدنيا الفاني"},{"SurahNumber":43,"VerseNumber":33,"Text":"ولولا أن يكون الناس جماعة واحدة على الكفر، لجعلنا لمن يكفر بالرحمن لبيوتهم سُقُفا من فضة وسلالم عليها يصعدون"},{"SurahNumber":43,"VerseNumber":34,"Text":"وجعلنا لبيوتهم أبوابًا من فضة، وجعلنا لهم سررًا عليها يتكئون، وجعلنا لهم ذهبًا، وما كل ذلك إلا متاع الحياة الدنيا، وهو متاع قليل زائل، ونعيم الآخرة مدَّخر عند ربك للمتقين ليس لغيرهم"},{"SurahNumber":43,"VerseNumber":35,"Text":"وجعلنا لبيوتهم أبوابًا من فضة، وجعلنا لهم سررًا عليها يتكئون، وجعلنا لهم ذهبًا، وما كل ذلك إلا متاع الحياة الدنيا، وهو متاع قليل زائل، ونعيم الآخرة مدَّخر عند ربك للمتقين ليس لغيرهم"},{"SurahNumber":43,"VerseNumber":36,"Text":"ومن يُعْرِض عن ذكر الرحمن، وهو القرآن، فلم يَخَفْ عقابه، ولم يهتد بهدايته، نجعل له شيطانًا في الدنيا يغويه؛ جزاء له على إعراضه عن ذكر الله، فهو له ملازم ومصاحب يمنعه الحلال، ويبعثه على الحرام"},{"SurahNumber":43,"VerseNumber":37,"Text":"وإن الشياطين ليصدون عن سبيل الحق هؤلاء الذين يعرضون عن ذكر الله، فيزيِّنون لهم الضلالة، ويكرِّهون لهم الإيمان بالله والعمل بطاعته، ويظن هؤلاء المعرضون بتحسين الشياطين لهم ما هم عليه من الضلال أنهم على الحق والهدى"},{"SurahNumber":43,"VerseNumber":38,"Text":"حتى إذا جاءنا الذي أعرض عن ذكر الرحمن وقرينُه من الشياطين للحساب والجزاء، قال المعرض عن ذكر الله لقرينه: وددت أن بيني وبينك بُعْدَ ما بين المشرق والمغرب، فبئس القرين لي حيث أغويتني"},{"SurahNumber":43,"VerseNumber":39,"Text":"ولن ينفعكم اليوم- أيها المعرضون- عن ذكر الله إذ أشركتم في الدنيا أنكم في العذاب مشتركون أنتم وقرناؤكم، فلكل واحد نصيبه الأوفر من العذاب، كما اشتركتم في الكفر"},{"SurahNumber":43,"VerseNumber":40,"Text":"أفأنت -أيها الرسول- تُسمع مَن أصمَّه الله عن سماع الحق، أو تهدي إلى طريق الهدى مَن أعمى قلبه عن إبصاره، أو تهدي مَن كان في ضلال عن الحق بيِّن واضح؟ ليس ذلك إليك، إنما عليك البلاغ، وليس عليك هداهم، ولكن الله يهدي مَن يشاء، ويضلُّ مَن يشاء"},{"SurahNumber":43,"VerseNumber":41,"Text":"فإن توفيناك -أيها الرسول- قبل نصرك على المكذبين من قومك، فإنَّا منهم منتقمون في الآخرة، أو نرينك الذي وعدناهم من العذاب النازل بهم كيوم \"بدر\"، فإنا عليهم مقتدرون نُظهِرك عليهم، ونخزيهم بيدك وأيدي المؤمنين بك"},{"SurahNumber":43,"VerseNumber":42,"Text":"فإن توفيناك -أيها الرسول- قبل نصرك على المكذبين من قومك، فإنَّا منهم منتقمون في الآخرة، أو نرينك الذي وعدناهم من العذاب النازل بهم كيوم \"بدر\"، فإنا عليهم مقتدرون نُظهِرك عليهم، ونخزيهم بيدك وأيدي المؤمنين بك"},{"SurahNumber":43,"VerseNumber":43,"Text":"فاستمسك -أيها الرسول- بما يأمرك به الله في هذا القرآن الذي أوحاه إليك؛ إنك على صراط مستقيم، وذلك هو دين الله الذي أمر به، وهو الإسلام. وفي هذا تثبيت للرسول صلى الله عليه وسلم، وثناء عليه"},{"SurahNumber":43,"VerseNumber":44,"Text":"وإن هذا القرآن لَشرف لك ولقومك من قريش؛ حيث أُنزل بلغتهم، فهم أفهم الناس له، فينبغي أن يكونوا أقوم الناس به، وأعملهم بمقتضاه، وسوف تُسألون أنت ومَن معك عن الشكر لله عليه والعمل به"},{"SurahNumber":43,"VerseNumber":45,"Text":"واسأل -أيها الرسول- أتباع مَن أرسلنا مِن قبلك من رسلنا وحملة شرائعهم: أجاءت رسلهم بعبادة غير الله؟ فإنهم يخبرونك أن ذلك لم يقع؛ فإن جميع الرسل دَعَوْا إلى ما دعوتَ الناس إليه من عبادة الله وحده، لا شريك له، ونهَوْا عن عبادة ما سوى الله"},{"SurahNumber":43,"VerseNumber":46,"Text":"ولقد أرسلنا موسى بحججنا إلى فرعون وأشراف قومه، كما أرسلناك -أيها الرسول- إلى هؤلاء المشركين من قومك، فقال لهم موسى: إني رسول رب العالمين، فلما جاءهم بالبينات الواضحات الدالة على صدقه في دعوته، إذا فرعون وملؤه مما جاءهم به موسى من الآيات والعبر يضحكون"},{"SurahNumber":43,"VerseNumber":47,"Text":"ولقد أرسلنا موسى بحججنا إلى فرعون وأشراف قومه، كما أرسلناك -أيها الرسول- إلى هؤلاء المشركين من قومك، فقال لهم موسى: إني رسول رب العالمين، فلما جاءهم بالبينات الواضحات الدالة على صدقه في دعوته، إذا فرعون وملؤه مما جاءهم به موسى من الآيات والعبر يضحكون"},{"SurahNumber":43,"VerseNumber":48,"Text":"وما نُري فرعون وملأه من حجة إلا هي أعظم من التي قبلها، وأدل على صحة ما يدعوهم موسى عليه، وأخذناهم بصنوف العذاب كالجراد والقُمَّل والضفادع والطوفان، وغير ذلك؛ لعلهم يرجعون عن كفرهم بالله إلى توحيده وطاعته"},{"SurahNumber":43,"VerseNumber":49,"Text":"وقال فرعون وملؤه لموسى: يا أيها العالم (وكان الساحر فيهم عظيمًا يُوَقِّرونه ولم يكن السحر صفة ذم) ادع لنا ربك بعهده الذي عهد إليك وما خصَّك به من الفضائل أن يكشف عنا العذاب، فإن كشف عنا العذاب فإننا لمهتدون مؤمنون بما جئتنا به"},{"SurahNumber":43,"VerseNumber":50,"Text":"فلما دعا موسى برفع العذاب عنهم، ورفعناه عنهم إذا هم يغدرون، ويصرُّون على ضلالهم"},{"SurahNumber":43,"VerseNumber":51,"Text":"ونادى فرعون في عظماء قومه متبجحًا مفتخرًا بمُلْك \"مصر\": أليس لي مُلْك \"مصر\" وهذه الأنهار تجري مِن تحتي؟ أفلا تبصرون عظمتي وقوتي، وضعف موسى وفقره؟"},{"SurahNumber":43,"VerseNumber":52,"Text":"بل أنا خير من هذا الذي لا عزَّ معه، فهو يمتهن نفسه في حاجاته لضعفه وحقارته، ولا يكاد يُبين الكلام لعِيِّ لسانه، وقد حمل فرعونَ على هذا القول الكفرُ والعنادُ والصدُّ عن سبيل الله"},{"SurahNumber":43,"VerseNumber":53,"Text":"فهلا أُلقِي على موسى- إن كان صادقًا أنه رسول رب العالمين- أسْوِرَة من ذهب، أو جاء معه الملائكة قد اقترن بعضهم ببعض، فتتابعوا يشهدون له بأنه رسول الله إلينا"},{"SurahNumber":43,"VerseNumber":54,"Text":"فاسْتَخَفَّ فرعون عقول قومه فدعاهم إلى الضلالة، فأطاعوه وكذبوا موسى، إنهم كانوا قومًا خارجين عن طاعة الله وصراطه المستقيم"},{"SurahNumber":43,"VerseNumber":55,"Text":"فلما أغضبونا- بعصياننا، وتكذيب موسى وما جاء به من الآيات- انتقمنا منهم بعاجل العذاب الذي عَجَّلناه لهم، فأغرقناهم أجمعين في البحر"},{"SurahNumber":43,"VerseNumber":56,"Text":"فجعلنا هؤلاء الذين أغرقناهم في البحر سلفًا لمن يعمل مثل عملهم ممن يأتي بعدهم في استحقاق العذاب، وعبرة وعظة للآخرين"},{"SurahNumber":43,"VerseNumber":57,"Text":"ولما ضرب المشركون عيسى ابن مريم مثلا حين خاصموا محمدا صلى الله عليه وسلم، وحاجُّوه بعبادة النصارى إياه، إذا قومك من ذلك ولأجله يرتفع لهم جَلَبة وضجيج فرحًا وسرورًا، وذلك عندما نزل قوله تعالى {إِنَّكُمْ وَمَا تَعْبُدُونَ مِنْ دُونِ اللَّهِ حَصَبُ جَهَنَّمَ أَنْتُمْ لَهَا وَارِدُونَ (21:98)}، وقال المشركون: رضينا أن تكون آلهتنا بمنزلة عيسى، فأنزل الله قوله: {إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنَى أُولَئِكَ عَنْهَا مُبْعَدُونَ (21:101)}، فالذي يُلْقى في النار من آلهة المشركين من رضي بعبادتهم إياه"},{"SurahNumber":43,"VerseNumber":58,"Text":"وقال مشركو قومك -أيها الرسول-: أآلهتنا التي نعبدها خير أم عيسى الذي يعبده قومه؟ فإذا كان عيسى في النار، فلنكن نحن وآلهتنا معه، ما ضربوا لك هذا المثل إلا جدلا بل هم قوم مخاصمون بالباطل"},{"SurahNumber":43,"VerseNumber":59,"Text":"ما عيسى ابن مريم إلا عبد أنعمنا عليه بالنبوة، وجعلناه آية وعبرة لبني إسرائيل يُستدل بها على قدرتا"},{"SurahNumber":43,"VerseNumber":60,"Text":"ولو نشاء لجعلنا بدلا منكم ملائكة يَخْلُف بعضهم بعضًا بدلا من بني آدم"},{"SurahNumber":43,"VerseNumber":61,"Text":"وإن نزول عيسى عليه السلام قبل يوم القيامة لدليل على قُرْبِ، وقوع الساعة، فلا تشُكُّوا أنها واقعة لا محالة، واتبعون فيما أخبركم به عن الله تعالى، هذا طريق قويم إلى الجنة، لا اعوجاج فيه"},{"SurahNumber":43,"VerseNumber":62,"Text":"ولا يصدَّنكم الشيطان بوساوسه عن طاعتي فيما آمركم به وأنهاكم عنه، إنه لكم عدو بيِّن العداوة"},{"SurahNumber":43,"VerseNumber":63,"Text":"ولما جاء عيسى بني إسرائيل بالبينات الواضحات من الأدلة قال: قد جئتكم بالنبوة، ولأبيِّن لكم بعض الذي تختلفون فيه من أمور الدين، فاتقوا الله بامتثال أوامره واجتناب نواهيه، وأطيعون فيما أمرتكم به من تقوى الله وطاعته"},{"SurahNumber":43,"VerseNumber":64,"Text":"إن الله سبحانه وتعالى هو ربي وربكم جميعًا فاعبدوه وحده، ولا تشركوا به شيئًا، هذا الذي أمرتكم به من تقوى الله وإفراده بالألوهية هو الطريق المستقيم، وهو دين الله الحق الذي لا يقبل من أحد سواه"},{"SurahNumber":43,"VerseNumber":65,"Text":"فاختلفت الفرق في أمر عيسى عليه السلام، وصاروا فيه شيعًا: منهم مَن يُقِرُّ بأنه عبد الله ورسوله، وهو الحق، ومنهم مَن يزعم أنه ابن الله، ومنهم مَن يقول: إنه الله، تعالى الله عن قولهم علوًا كبيرًا، فهلاك ودمار وعذاب أليم يوم القيامة لمن وصفوا عيسى بغير ما وصفه الله به"},{"SurahNumber":43,"VerseNumber":66,"Text":"هل ينتظر هؤلاء الأحزاب المختلفون في عيسى ابن مريم إلا الساعة أن تأتيهم فجأة، وهم لا يشعرون ولا يفطنون؟"},{"SurahNumber":43,"VerseNumber":67,"Text":"الأصدقاء على معاصي الله في الدنيا يتبرأ بعضهم من بعض يوم القيامة، لكن الذين تصادقوا على تقوى الله، فإن صداقتهم دائمة في الدنيا والآخرة"},{"SurahNumber":43,"VerseNumber":68,"Text":"يقال لهؤلاء المتقين: يا عبادي لا خوف عليكم اليوم من عقابي، ولا أنتم تحزنون على ما فاتكم مِن حظوظ الدنيا"},{"SurahNumber":43,"VerseNumber":69,"Text":"الذين آمنوا بآياتنا وعملوا بما جاءتهم به رسلهم، وكانوا منقادين لله ربِّ العالمين بقلوبهم وجوارحهم، يقال لهم: ادخلوا الجنة أنتم وقرناؤكم المؤمنون تُنَعَّمون وتُسَرُّون"},{"SurahNumber":43,"VerseNumber":70,"Text":"الذين آمنوا بآياتنا وعملوا بما جاءتهم به رسلهم، وكانوا منقادين لله ربِّ العالمين بقلوبهم وجوارحهم، يقال لهم: ادخلوا الجنة أنتم وقرناؤكم المؤمنون تُنَعَّمون وتُسَرُّون"},{"SurahNumber":43,"VerseNumber":71,"Text":"يطاف على هؤلاء الذين آمنوا بالله ورسله في الجنة بالطعام في أوانٍ من ذهب، وبالشراب في أكواب من ذهب، وفيها لهم ما تشتهي أنفسهم وتلذه أعينهم، وهم ماكثون فيها أبدًا"},{"SurahNumber":43,"VerseNumber":72,"Text":"وهذه الجنة التي أورثكم الله إياها؛ بسبب ما كنتم تعملون في الدنيا من الخيرات والأعمال الصالحات، وجعلها مِن فضله ورحمته جزاء لكم"},{"SurahNumber":43,"VerseNumber":73,"Text":"لكم في الجنة فاكهة كثيرة من كل نوع منها تأكلون"},{"SurahNumber":43,"VerseNumber":74,"Text":"إن الذين اكتسبوا الذنوب بكفرهم، في عذاب جهنم ماكثون، لا يخفف عنهم، وهم فيه آيسون من رحمة الله، وما ظلمْنا هؤلاء المجرمين بالعذاب، ولكن كانوا هم الظالمين أنفسهم بشركهم وجحودهم أن الله هو الإله الحق وحده لا شريك له، وترك اتباعهم لرسل ربهم"},{"SurahNumber":43,"VerseNumber":75,"Text":"إن الذين اكتسبوا الذنوب بكفرهم، في عذاب جهنم ماكثون، لا يخفف عنهم، وهم فيه آيسون من رحمة الله، وما ظلمْنا هؤلاء المجرمين بالعذاب، ولكن كانوا هم الظالمين أنفسهم بشركهم وجحودهم أن الله هو الإله الحق وحده لا شريك له، وترك اتباعهم لرسل ربهم"},{"SurahNumber":43,"VerseNumber":76,"Text":"إن الذين اكتسبوا الذنوب بكفرهم، في عذاب جهنم ماكثون، لا يخفف عنهم، وهم فيه آيسون من رحمة الله، وما ظلمْنا هؤلاء المجرمين بالعذاب، ولكن كانوا هم الظالمين أنفسهم بشركهم وجحودهم أن الله هو الإله الحق وحده لا شريك له، وترك اتباعهم لرسل ربهم"},{"SurahNumber":43,"VerseNumber":77,"Text":"ونادى هؤلاء المجرمون بعد أن أدخلهم الله جهنم \"مالكًا\" خازن جهنم: يا مالك لِيُمِتنا ربك، فنستريح ممَّا نحن فيه، فأجابهم مالكٌ: إنكم ماكثون، لا خروج لكم منها، ولا محيد لكم عنها، لقد جئناكم بالحق ووضحناه لكم، ولكن أكثركم لما جاء به الرسل من الحق كارهون"},{"SurahNumber":43,"VerseNumber":78,"Text":"ونادى هؤلاء المجرمون بعد أن أدخلهم الله جهنم \"مالكًا\" خازن جهنم: يا مالك لِيُمِتنا ربك، فنستريح ممَّا نحن فيه، فأجابهم مالكٌ: إنكم ماكثون، لا خروج لكم منها، ولا محيد لكم عنها، لقد جئناكم بالحق ووضحناه لكم، ولكن أكثركم لما جاء به الرسل من الحق كارهون"},{"SurahNumber":43,"VerseNumber":79,"Text":"بل أأحْكمَ هؤلاء المشركون أمرًا يكيدون به الحق الذي جئناهم به؟ فإنا مدبِّرون لهم ما يجزيهم من العذاب والنكال"},{"SurahNumber":43,"VerseNumber":80,"Text":"أم يظن هؤلاء المشركون بالله أنَّا لا نسمع ما يسرونه في أنفسهم، ويتناجون به بينهم؟ بلى نسمع ونعلم، ورسلنا الملائكة الكرام الحفظة يكتبون عليهم كل ما عملوا"},{"SurahNumber":43,"VerseNumber":81,"Text":"قل -أيها الرسول- لمشركي قومك الزاعمين أن الملائكة بنات الله: إن كان للرحمن ولد كما تزعمون، فأنا أول العابدين لهذا الولد الذي تزعمونه، ولكن هذا لم يكن ولا يكون، فتقدَّس الله عن الصاحبة والولد"},{"SurahNumber":43,"VerseNumber":82,"Text":"تنزيهًا وتقديسًا لرب السموات والأرض رب العرش العظيم عما يصفون من الكذب والافتراء من نسبة المشركين الولد إلى الله، وغير ذلك مما يزعمون من الباطل"},{"SurahNumber":43,"VerseNumber":83,"Text":"فاترك -أيها الرسول- هؤلاء المفترين على الله يخوضوا في باطلهم، ويلعبوا في دنياهم، حتى يلاقوا يومهم الذي فيه يوعدون بالعذاب: إما في الدنيا وإما في الآخرة وإما فيهما معًا"},{"SurahNumber":43,"VerseNumber":84,"Text":"وهو الله وحده المعبود بحق في السماء وفي الأرض، وهو الحكيم الذي أحكم خَلْقَه، وأتقن شرعه، العليم بكل شيء من أحوال خلقه، لا يخفى عليه شيء منها"},{"SurahNumber":43,"VerseNumber":85,"Text":"وتكاثرت بركة الله، وكَثُر خيره، وعَظُم ملكه، الذي له وحده سلطان السموات السبع والأرضين السبع وما بينهما من الأشياء كلها، وعنده علم الساعة التي تقوم فيها القيامة، ويُحشر فيها الخلق من قبورهم لموقف الحساب، وإليه تُرَدُّون - أيها الناس- بعد مماتكم، فيجازي كلا بما يستحق"},{"SurahNumber":43,"VerseNumber":86,"Text":"ولا يملك الذين يعبدهم المشركون الشفاعة عنده لأحد إلا مَن شهد بالحق، وأقر بتوحيد الله وبنبوة محمد صلى الله عليه وسلم، وهم يعلمون حقيقة ما أقروا وشهدوا به"},{"SurahNumber":43,"VerseNumber":87,"Text":"ولئن سألت -أيها الرسول- هؤلاء المشركين من قومك مَن خلقهم؟ ليقولُنَّ: الله خلقنا، فكيف ينقلبون وينصرفون عن عبادة الله، ويشركون به غيره؟"},{"SurahNumber":43,"VerseNumber":88,"Text":"وقال محمد صلى الله عليه وسلم شاكيًا إلى ربه قومه الذين كذَّبوه: يا ربِّ إن هؤلاء قوم لا يؤمنون بك وبما أرسلتني به إليهم"},{"SurahNumber":43,"VerseNumber":89,"Text":"فاصفح -أيها الرسول- عنهم، وأعرض عن أذاهم، ولا يَبْدُر منك إلا السلام لهم الذي يقوله أولو الألباب والبصائر للجاهلين، فهم لا يسافهونهم ولا يعاملونهم بمثل أعمالهم السيئة، فسوف يعلمون ما يلقَوْنه من البلاء والنكال. وفي هذا تهديد ووعيد شديد لهؤلاء الكافرين المعاندين وأمثالهم"},{"SurahNumber":44,"VerseNumber":1,"Text":"(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"},{"SurahNumber":44,"VerseNumber":2,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":3,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":4,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":5,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":6,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":7,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":8,"Text":"أقسم الله تعالى بالقرآن الواضح لفظًا ومعنى. إنا أنزلناه في ليلة القدر المباركة كثيرة الخيرات، وهي في رمضان. إنا كنا منذرين الناس بما ينفعهم ويضرهم، وذلك بإرسال الرسل وإنزال الكتب؛ لتقوم حجة الله على عباده. فيها يُقضى ويُفصل من اللوح المحفوظ إلى الكتبة من الملائكة كلُّ أمر محكم من الآجال والأرزاق في تلك السنة، وغير ذلك مما يكون فيها إلى آخرها، لا يبدَّل ولا يغيَّر. هذا الأمر الحكيم أمر مِن عندنا، فجميع ما يكون ويقدره الله تعالى وما يوحيه فبأمره وإذنه وعلمه. إنا كنا مرسلين إلى الناس الرسل محمدًا ومن قبله؛ رحمة من ربك -أيها الرسول- بالمرسل إليهم. إنه هو السميع يسمع جميع الأصوات، العليم بجميع أمور خلقه الظاهرة والباطنة. خالق السموات والأرض وما بينهما من الأشياء كلها، إن كنتم موقنين بذلك فاعلموا أن رب المخلوقات هو إلهها الحق. لا إله يستحق العبادة إلا هو وحده لا شريك له، يحيي ويميت، ربكم ورب آبائكم الأولين، فاعبدوه دون آلهتكم التي لا تقدر على ضر ولا نفع"},{"SurahNumber":44,"VerseNumber":9,"Text":"بل هؤلاء المشركون في شك من الحق، فهم يلهون ويلعبون، ولا يصدقون به"},{"SurahNumber":44,"VerseNumber":10,"Text":"فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس، ويقال لهم: هذا عذاب مؤلم موجع، ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك"},{"SurahNumber":44,"VerseNumber":11,"Text":"فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس، ويقال لهم: هذا عذاب مؤلم موجع، ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك"},{"SurahNumber":44,"VerseNumber":12,"Text":"فانتظر -أيها الرسول- بهؤلاء المشركين يوم تأتي السماء بدخان مبين واضح يعمُّ الناس، ويقال لهم: هذا عذاب مؤلم موجع، ثم يقولون سائلين رفعه وكشفه عنهم: ربنا اكشف عنا العذاب، فإن كشفته عنا فإنا مؤمنون بك"},{"SurahNumber":44,"VerseNumber":13,"Text":"كيف يكون لهم التذكر والاتعاظ بعد نزول العذاب بهم، وقد جاءهم رسول مبين، وهو محمد عليه الصلاة والسلام، ثم أعرضوا عنه وقالوا: علَّمه بشر أو الكهنة أو الشياطين، هو مجنون وليس برسول؟"},{"SurahNumber":44,"VerseNumber":14,"Text":"كيف يكون لهم التذكر والاتعاظ بعد نزول العذاب بهم، وقد جاءهم رسول مبين، وهو محمد عليه الصلاة والسلام، ثم أعرضوا عنه وقالوا: علَّمه بشر أو الكهنة أو الشياطين، هو مجنون وليس برسول؟"},{"SurahNumber":44,"VerseNumber":15,"Text":"سنرفع عنكم العذاب قليلا، وسترون أنكم تعودون إلى ما كنتم فيه من الكفر والضلال والتكذيب، وأننا سنعاقبكم على ذلك"},{"SurahNumber":44,"VerseNumber":16,"Text":"يوم نعذب جميع الكفار العذاب الأكبر يوم القيامة وهو يوم انتقامنا منهم"},{"SurahNumber":44,"VerseNumber":17,"Text":"ولقد اختبرنا وابتلينا قبل هؤلاء المشركين قوم فرعون، وجاءهم رسول كريم، وهو موسى عليه السلام، فكذبوه فهلكوا، فهكذا نفعل بأعدائك أيها الرسول، إن لم يؤمنوا"},{"SurahNumber":44,"VerseNumber":18,"Text":"وقال لهم موسى: أن سلِّموا إليَّ عباد الله من بني إسرائيل وأرسلوهم معي؛ ليعبدوا الله وحده لا شريك له، إني لكم رسول أمين على وحيه ورسالته"},{"SurahNumber":44,"VerseNumber":19,"Text":"وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي، إني استجرت بالله ربي وربكم أن تقتلوني رجمًا بالحجارة، وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي"},{"SurahNumber":44,"VerseNumber":20,"Text":"وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي، إني استجرت بالله ربي وربكم أن تقتلوني رجمًا بالحجارة، وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي"},{"SurahNumber":44,"VerseNumber":21,"Text":"وألا تتكبروا على الله بتكذيب رسله، إني آتيكم ببرهان واضح على صدق رسالتي، إني استجرت بالله ربي وربكم أن تقتلوني رجمًا بالحجارة، وإن لم تصدقوني على ما جئتكم به فخلُّوا سبيلي، وكفُّوا عن أذاي"},{"SurahNumber":44,"VerseNumber":22,"Text":"فدعا موسى ربه- حين كذبه فرعون وقومه ولم يؤمنوا به- قائلا إن هؤلاء قوم مشركون بالله كافرون"},{"SurahNumber":44,"VerseNumber":23,"Text":"فأَسْر- يا موسى- بعبادي- الذين صَدَّقوك، وآمنوا بك، واتبعوك، دون الذين كذبوك منهم- ليلا إنكم متبعون من فرعون وجنوده فتنجون، ويغرق فرعون وجنوده"},{"SurahNumber":44,"VerseNumber":24,"Text":"واترك البحر كما هو على حالته التي كان عليها حين سلكته، ساكنًا غير مضطرب، إن فرعون وجنوده مغرقون في البحر"},{"SurahNumber":44,"VerseNumber":25,"Text":"كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية، وزروع ومنازل جميلة، وعيشة كانوا فيها متنعمين مترفين"},{"SurahNumber":44,"VerseNumber":26,"Text":"كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية، وزروع ومنازل جميلة، وعيشة كانوا فيها متنعمين مترفين"},{"SurahNumber":44,"VerseNumber":27,"Text":"كم ترك فرعون وقومه بعد مهلكهم وإغراق الله إياهم من بساتين وجنات ناضرة، وعيون من الماء جارية، وزروع ومنازل جميلة، وعيشة كانوا فيها متنعمين مترفين"},{"SurahNumber":44,"VerseNumber":28,"Text":"مثل ذلك العقاب يعاقب الله مَن كذَّب وبدَّل نعمة الله كفرًا، وأورثنا تلك النعم من بعد فرعون وقومه قومًا آخرين خلفوهم من بني إسرائيل"},{"SurahNumber":44,"VerseNumber":29,"Text":"فما بكت السماء والأرض حزنًا على فرعون وقومه، وما كانوا مؤخَّرين عن العقوبة التي حلَّت بهم"},{"SurahNumber":44,"VerseNumber":30,"Text":"ولقد نجَّينا بني إسرائيل من العذاب المُذلِّ لهم بقتل أبنائهم واستخدام نسائهم"},{"SurahNumber":44,"VerseNumber":31,"Text":"من فرعون، إنه كان جبارًا من المشركين، مسرفًا في العلو والتكبر على عباد الله"},{"SurahNumber":44,"VerseNumber":32,"Text":"ولقد اصطفينا بني إسرائيل على عِلْم منا بهم على عالمي زمانهم"},{"SurahNumber":44,"VerseNumber":33,"Text":"وآتيناهم من المعجزات على يد موسى ما فيه ابتلاؤهم واختبارهم رخاء وشدة"},{"SurahNumber":44,"VerseNumber":34,"Text":"إن هؤلاء المشركين مِن قومك -أيها الرسول- ليقولون: ما هي إلا موتتنا التي نموتها، وهي الموتة الأولى والأخيرة، وما نحن بعد مماتنا بمبعوثين للحساب والثواب والعقاب"},{"SurahNumber":44,"VerseNumber":35,"Text":"إن هؤلاء المشركين مِن قومك -أيها الرسول- ليقولون: ما هي إلا موتتنا التي نموتها، وهي الموتة الأولى والأخيرة، وما نحن بعد مماتنا بمبعوثين للحساب والثواب والعقاب"},{"SurahNumber":44,"VerseNumber":36,"Text":"ويقولون أيضًا: فَأْتِ- يا محمد أنت ومَن معك- بآبائنا الذين قد ماتوا، إن كنتم صادقين في أن الله يبعث مَن في القبور أحياء"},{"SurahNumber":44,"VerseNumber":37,"Text":"أهؤلاء المشركون خير أم قوم تُبَّع الحِمْيَري والذين مِن قبلهم من الأمم الكافرة بربها؟ أهلكناهم لإجرامهم وكفرهم، ليس هؤلاء المشركون بخير مِن أولئكم فنصفح عنهم، ولا نهلكهم، وهم بالله كافرون"},{"SurahNumber":44,"VerseNumber":38,"Text":"وما خلقنا السماوات والأرض وبينهما لعبًا، ما خلقناهما إلا بالحق الذي هو سنة الله في خَلْقِه وتدبيرُه، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك، فلهذا لم يتفكروا فيهما؛ لأنهم لا يرجون ثوابًا ولا يخافون عقابًا"},{"SurahNumber":44,"VerseNumber":39,"Text":"وما خلقنا السماوات والأرض وبينهما لعبًا، ما خلقناهما إلا بالحق الذي هو سنة الله في خَلْقِه وتدبيرُه، ولكن أكثر هؤلاء المشركين لا يعلمون ذلك، فلهذا لم يتفكروا فيهما؛ لأنهم لا يرجون ثوابًا ولا يخافون عقابًا"},{"SurahNumber":44,"VerseNumber":40,"Text":"إن يوم القضاء بين الخلق بما قدَّموا في دنياهم من خير أو شر هو ميقاتهم أجمعين"},{"SurahNumber":44,"VerseNumber":41,"Text":"يوم لا يدفع صاحب عن صاحبه شيئًا، ولا ينصر بعضهم بعضًا، إلا مَن رحم الله من المؤمنين، فإنه قد يشفع له عند ربه بعد إذن الله له. إن الله هو العزيز في انتقامه مِن أعدائه، الرحيم بأوليائه وأهل طاعته"},{"SurahNumber":44,"VerseNumber":42,"Text":"يوم لا يدفع صاحب عن صاحبه شيئًا، ولا ينصر بعضهم بعضًا، إلا مَن رحم الله من المؤمنين، فإنه قد يشفع له عند ربه بعد إذن الله له. إن الله هو العزيز في انتقامه مِن أعدائه، الرحيم بأوليائه وأهل طاعته"},{"SurahNumber":44,"VerseNumber":43,"Text":"إن شجرة الزقوم التي تخرج في أصل الجحيم، ثمرها طعام صاحب الآثام الكثيرة، وأكبر الآثام الشرك بالله"},{"SurahNumber":44,"VerseNumber":44,"Text":"إن شجرة الزقوم التي تخرج في أصل الجحيم، ثمرها طعام صاحب الآثام الكثيرة، وأكبر الآثام الشرك بالله"},{"SurahNumber":44,"VerseNumber":45,"Text":"ثمر شجرة الزقوم كالمَعْدِن المذاب يغلي في بطون المشركين، كغلي الماء الذي بلغ الغاية في الحرارة"},{"SurahNumber":44,"VerseNumber":46,"Text":"ثمر شجرة الزقوم كالمَعْدِن المذاب يغلي في بطون المشركين، كغلي الماء الذي بلغ الغاية في الحرارة"},{"SurahNumber":44,"VerseNumber":47,"Text":"خذوا هذا الأثيم الفاجر فادفعوه، وسوقوه بعنف إلى وسط الجحيم يوم القيامة"},{"SurahNumber":44,"VerseNumber":48,"Text":"ثم صبُّوا فوق رأس هذا الأثيم الماء الذي تناهت شدة حرارته، فلا يفارقه العذاب"},{"SurahNumber":44,"VerseNumber":49,"Text":"يقال لهذا الأثيم الشقيِّ: ذق هذا العذاب الذي تعذَّب به اليوم، إنك أنت العزيز في قومك، الكريم عليهم. وفي هذا تهكم به وتوبيخ له"},{"SurahNumber":44,"VerseNumber":50,"Text":"إن هذا العذاب الذي تعذَّبون به اليوم هو العذاب الذي كنتم تشكُّون فيه في الدنيا، ولا توقنون به"},{"SurahNumber":44,"VerseNumber":51,"Text":"إن الذين اتقوا الله بامتثال أوامره، واجتناب نواهيه في الدنيا في موضع إقامة آمنين من الآفات والأحزان وغير ذلك"},{"SurahNumber":44,"VerseNumber":52,"Text":"في جنات وعيون جارية"},{"SurahNumber":44,"VerseNumber":53,"Text":"يَلْبَسون ما رَقَّ من الديباج وما غَلُظَ منه، يقابل بعضهم بعضًا بالوجوه، ولا ينظر بعضهم في قفا بعض، يدور بهم مجلسهم حيث داروا"},{"SurahNumber":44,"VerseNumber":54,"Text":"كما أعطينا هؤلاء المتقين في الآخرة من الكرامة بإدخالهم الجنات وإلباسهم فيها السندس والإستبرق، كذلك أكرمناهم بأن زوَّجناهم بالحسان من النساء واسعات الأعين جميلاتها"},{"SurahNumber":44,"VerseNumber":55,"Text":"يطلب هؤلاء المتقون في الجنة كل نوع من فواكه الجنة اشتهوه، آمنين من انقطاع ذلك عنهم وفنائه"},{"SurahNumber":44,"VerseNumber":56,"Text":"لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء التقين عذاب الجحيم؛ تفضلا وإحسانًا منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده. فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون"},{"SurahNumber":44,"VerseNumber":57,"Text":"لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء التقين عذاب الجحيم؛ تفضلا وإحسانًا منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده. فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون"},{"SurahNumber":44,"VerseNumber":58,"Text":"لا يذوق هؤلاء المتقون في الجنة الموت بعد الموتة الأولى التي ذاقوها في الدنيا، ووقى الله هؤلاء التقين عذاب الجحيم؛ تفضلا وإحسانًا منه سبحانه وتعالى، هذا الذي أعطيناه المتقين في الآخرة من الكرامات هو الفوز العظيم الذي لا فوز بعده. فإنما سهَّلنا لفظ القرآن ومعناه بلغتك أيها الرسول؛ لعلهم يتعظون وينزجرون"},{"SurahNumber":44,"VerseNumber":59,"Text":"فانتظر -أيها الرسول- ما وعدتك من النصر على هؤلاء المشركين بالله، وما يحلُّ بهم من العقاب، إنهم منتظرون موتك وقهرك، سيعلمون لمن تكون النصرة والظَّفَر وعلو الكلمة في الدنيا والآخرة، إنها لك -أيها الرسول- ولمن اتبعك من المؤمنين"},{"SurahNumber":45,"VerseNumber":1,"Text":"(حم) سبق الكلام على الحروف المقطَّعة في أول سورة البقرة"},{"SurahNumber":45,"VerseNumber":2,"Text":"هذا القرآن منزل من الله العزيز في انتقامه من أعدائه، الحكيم في تدبير أمور خلقه"},{"SurahNumber":45,"VerseNumber":3,"Text":"إن في السموات السبع، والأرض التي منها خروج الخلق، وما فيهما من المخلوقات المختلفة الأجناس والأنواع، لأدلة وحججًا للمؤمنين بها"},{"SurahNumber":45,"VerseNumber":4,"Text":"وفي خَلْقكم -أيها الناس- وخلق ما تفرق في الأرض من دابة تَدِبُّ عليها، حجج وأدلة لقوم يوقنون بالله وشرعه"},{"SurahNumber":45,"VerseNumber":5,"Text":"وفي اختلاف الليل والنار وتعاقبهما عليكم وما أنزل الله من السماء من مطر، فأحيا به الأرض بعد يُبْسها، فاهتزت بالنبات والزرع، وفي تصريف الرياح لكم من جميع الجهات وتصريفها لمنافعكم، أدلةٌ وحججٌ لقوم يعقلون عن الله حججه وأدلته"},{"SurahNumber":45,"VerseNumber":6,"Text":"هذه الآيات والحجج نتلوها عليك -أيها الرسول- بالحق، فبأي حديث بعد الله وآياته وأدلته على أنه الإله الحق وحده لا شريك له يؤمنون ويصدقون ويعملون؟"},{"SurahNumber":45,"VerseNumber":7,"Text":"هلاك شديد ودمار لكل كذاب كثير الآثام"},{"SurahNumber":45,"VerseNumber":8,"Text":"يسمع آيات كتاب الله تُقْرأ عليه، ثم يتمادى في كفره متعاليًا في نفسه عن الانقياد لله ورسوله، كأنه لم يسمع ما تُلي عليه من آيات الله، فبشر -أيها الرسول- هذا الأفاك الأثيم بعذاب مؤلم موجع في نار جهنم يوم القيامة"},{"SurahNumber":45,"VerseNumber":9,"Text":"وإذا علم هذا الأفاك الأثيم من آياتا شيئًا اتخذها هزوًا وسُخْرية، أولئك لهم عذاب يهينهم، ويخزيهم يوم القيامة؛ جزاء استهزائهم بالقرآن"},{"SurahNumber":45,"VerseNumber":10,"Text":"مِن أمام هؤلاء المستهزئين بآيات الله جهنم، ولا يغني عنهم ما كسبوا شيئًا من المال والولد، ولا آلهتُهم التي عبدوها مِن دون الله، ولهم عذاب عظيم مؤلم"},{"SurahNumber":45,"VerseNumber":11,"Text":"هذا القرآن الذي أنزلناه عليك -أيها الرسول- هدى من الضلالة، ودليل على الحق، يهدي إلى طريق مستقيم مَن اتبعه وعمل به، والذين جحدوا بما في القرآن من الآيات الدالة على الحق ولم يُصَدِّقوا بها، لهم عذابٌ مِن أسوأ أنواع العذاب يوم القيامة، مؤلم موجع"},{"SurahNumber":45,"VerseNumber":12,"Text":"الله سبحانه وتعالى هو الذي سخَّر لكم البحر؛ لتجري السفن فيه بأمره، ولتبتغوا من فضله بأنواع التجارات والمكاسب، ولعلكم تشكرون ربكم على تسخيره ذلك لكم، فتعبدوه وحده، وتطيعوه فيما يأمركم به، وينهاكم عنه"},{"SurahNumber":45,"VerseNumber":13,"Text":"وسخَّر لكم كل ما في السموات من شمس وقمر ونجوم، وكل ما في الأرض من دابة وشجر وسفن وغير ذلك لمنافعكم، جميع هذه النعم منة من الله وحده أنعم بها عليكم، وفضل منه تَفضَّل به، فإياه فاعبدوا، ولا تجعلوا له شريكًا. إنَّ فيما سخره الله لكم لعلامات ودلالات على وحدانية الله لقوم يتفكرون في آيات الله وحججه وأدلته، فيعتبرون بها"},{"SurahNumber":45,"VerseNumber":14,"Text":"قل -أيها الرسول- للذين صدَّقوا بالله واتَّبَعوا رسله يعفوا، ويتجاوزوا عن الذين لا يرجون ثواب الله، ولا يخافون بأسه إذا هم نالوا الذين آمنوا بالأذى والمكروه؛ ليجزي الله هؤلاء المشركين بما كانوا يكسبون في الدنيا من الآثام وإيذاء المؤمنين"},{"SurahNumber":45,"VerseNumber":15,"Text":"من عمل مِن عباد الله بطاعته فلنفسه عمل، ومن أساء عمله في الدنيا بمعصية الله فعلى نفسه جنى، ثم إنكم - أيها الناس - إلى ربكم تصيرون بعد موتكم، فيجازي المحسن بإحسانه، والمسيء بإساءته"},{"SurahNumber":45,"VerseNumber":16,"Text":"ولقد آتينا بني إسرائيل التوراة والإنجيل والحكم بما فيهما، وجعلنا أكثر الأنبياء من ذرية إبراهيم عليه السلام فيهم، ورزقناهم من الطيبات من الأقوات والثمار والأطعمة، وفضَّلناهم على عالمي زمانهم"},{"SurahNumber":45,"VerseNumber":17,"Text":"وآتينا بني إسرائيل شرائع واضحات في الحلال والحرام، ودلالات تبين الحق من الباطل، فما اختلفوا إلا من بعد ما جاءهم العلم، وقامت الحجة عليهم، وإنما حَمَلهم على ذلك بَغْيُ بعضهم على بعض؛ طلبًا للرفعة والرئاسة، إن ربك -أيها الرسول- يحكم بين المختلفين من بني إسرائيل يوم القيامة فيما كانوا فيه يختلفون في الدنيا. وفي هذا تحذير لهذه الأمة أن تسلك مسلكهم"},{"SurahNumber":45,"VerseNumber":18,"Text":"ثم جعلناك -أيها الرسول- على منهاج واضح من أمر الدين، فاتبع الشريعة التي جعلناك عليها، ولا تتبع أهواء الجاهلين بشرع الله الذين لا يعلمون الحق. وفي الآية دلالة عظيمة على كمال هذا الدين وشرفه، ووجوب الانقياد لحكمه، وعدم الميل إلى أهواء الكفرة والملحدين"},{"SurahNumber":45,"VerseNumber":19,"Text":"إن هؤلاء المشركين بربهم الذين يدعونك إلى اتباع أهوائهم لن يغنوا عنك -أيها الرسول- من عقاب الله شيئًا إن اتبعت أهواءهم، وإن الظالمين المتجاوزين حدود الله من المنافقين واليهود وغيرهم بعضهم أنصار بعض على المؤمنين بالله وأهل طاعته، والله ناصر المتقين ربَّهم بأداء فرائضه واجتناب نواهيه"},{"SurahNumber":45,"VerseNumber":20,"Text":"هذا القرآن الذي أنزلناه إليك أيها الرسول بصائر يبصر به الناس الحق من الباطل، ويعرفون به سبيل الرشاد، وهدى ورحمةٌ لقوم يوقنون بحقيقة صحته، وأنه تنزيل من الله العزيز الحكيم"},{"SurahNumber":45,"VerseNumber":21,"Text":"بل أظنَّ الذين اكتسبوا السيئات، وكذَّبوا رسل الله، وخالفوا أمر ربهم، وعبدوا غيره، أن نجعلهم كالذين آمنوا بالله، وصدقوا رسله وعملوا الصالحات، وأخلصوا له العبادة دون سواه، ونساويَهم بهم في الدنيا والآخرة؟ ساء حكمهم بالمساواة بين الفجار والأبرار في الآخرة"},{"SurahNumber":45,"VerseNumber":22,"Text":"وخَلَق الله السموات والأرض بالحق والعدل والحكمة؛ ولكي تجزى كل نفس في الآخرة بما كسبت مِن خير أو شر، وهم لا يُظْلمون جزاء أعمالهم"},{"SurahNumber":45,"VerseNumber":23,"Text":"أفرأيت -أيها الرسول- من اتخذ هواه إلهًا له، فلا يهوى شيئًا إلا فَعَله، وأضلَّه الله بعد بلوغ العلم إليه وقيام الحجة عليه، فلا يسمع مواعظ الله، ولا يعتبر بها، وطبع على قلبه، فلا يعقل به شيئًا، وجعل على بصره غطاء، فلا يبصر به حجج الله؟ فمن يوفقه لإصابة الحق والرشد بعد إضلال الله إياه؟ أفلا تذكرون -أيها الناس- فتعلموا أنَّ مَن فَعَل الله به ذلك فلن يهتدي أبدًا، ولن يجد لنفسه وليًا مرشدًا؟ والآية أصل في التحذير من أن يكون الهوى هو الباعث للمؤمنين على أعمالهم"},{"SurahNumber":45,"VerseNumber":24,"Text":"وقال هؤلاء المشركون: ما الحياة إلا حياتنا الدنيا التي نحن فيها، لا حياة سواها؛ تكذيبا منهم بالبعث بعد الممات، وما يهلكنا إلا مرُّ الليالي والأيام وطول العمر؛ إنكارًا منهم أن يكون لهم رب يفنيهم ويهلكهم، وما لهؤلاء المشركين من علم بذلك، ما هم إلا يتكلمون بالظن والوهم والخيال"},{"SurahNumber":45,"VerseNumber":25,"Text":"إذا تتلى على هؤلاء المشركين المكذبين بالبعث آياتنا واضحات، لم يكن لهم حجة إلا قولهم للرسول محمد: أحْي أنت والمؤمنون معك آباءنا الذين قد هلكوا، إن كنتم صادقين فيما تقولون"},{"SurahNumber":45,"VerseNumber":26,"Text":"قل -أيها الرسول- لهؤلاء المشركين المكذبين بالبعث: الله سبحانه وتعالى يحييكم في الدنيا ما شاء لكم الحياة، ثم يميتكم فيها، ثم يجمعكم جميعا أحياء إلى يوم القيامة لا شك فيه، ولكن أكثر الناس لا يعلمون قدرة الله على إماتتهم ثم بعثهم يوم القيامة"},{"SurahNumber":45,"VerseNumber":27,"Text":"ولله سبحانه سلطان السموات السبع والأرض خَلْقًا ومُلْكًا وعبودية. ويوم تجيء الساعة التي يبعث فيها الموتى من قبورهم ويحاسبون، يخسر الكافرون بالله الجاحدون بما أنزله على رسوله من الآيات البينات والدلائل الواضحات"},{"SurahNumber":45,"VerseNumber":28,"Text":"وترى -أيها الرسول- يوم تقوم الساعة أهل كل ملة ودين جاثمين على رُكَبهم، كل أمة تُدْعى إلى كتاب أعمالها، ويقال لهم: اليوم تُجزون ما كنتم تعملون من خير أو شر"},{"SurahNumber":45,"VerseNumber":29,"Text":"هذا كتابنا ينطق عليكم بجميع أعمالكم من غير زيادة ولا نقص، إنَّا كنا نأمر الحفظة أن تكتب أعمالكم عليكم"},{"SurahNumber":45,"VerseNumber":30,"Text":"فأما الذين آمنوا بالله ورسوله في الدنيا، وامتثلوا أوامره واجتنبوا نواهيه، فيدخلهم ربهم في جنته برحمته، ذلك الدخول هو الفوز المبين الذي لا فوز بعده"},{"SurahNumber":45,"VerseNumber":31,"Text":"وأما الذين جحدوا أن الله هو الإله الحق وكذَّبوا رسله ولم يعملوا بشرعه، فيقال لهم تقريعًا وتوبيخًا: أفلم تكن آياتي في الدنيا تتلى عليكم، فاستكبرتم عن استماعها والإيمان بها، وكنتم قومًا مشركين تكسِبون المعاصي ولا تؤمنون بثواب ولا عقاب؟"},{"SurahNumber":45,"VerseNumber":32,"Text":"وإذا قيل لكم: إن وعد الله ببعث الناس من قبورهم حق، والساعة لا شك فيها، قلتم: ما ندري ما الساعة؟ وما نتوقع وقوعها إلا توهمًا، وما نحن بمتحققين أن الساعة آتية"},{"SurahNumber":45,"VerseNumber":33,"Text":"وظهر لهؤلاء الذين كانوا يكذِّبون بآيات الله ما عملوا في الدنيا من الأعمال القبيحة، ونزل بهم من عذاب الله جزاء ما كانوا به يستهزئون"},{"SurahNumber":45,"VerseNumber":34,"Text":"وقيل لهؤلاء الكفرة: اليوم نترككم في عذاب جهنم، كما تركتم الإيمان بربكم والعمل للقاء يومكم هذا، ومسكنكم نار جهنم، وما لكم من ناصرين ينصرونكم من عذاب الله"},{"SurahNumber":45,"VerseNumber":35,"Text":"هذا الذي حلَّ بكم مِن عذاب الله؛ بسبب أنكم اتخذتم آيات الله وحججه هزوًا ولعبًا، وخدعتكم زينة الحياة الدنيا، فاليوم لا يُخرجون من النار، ولا هم يُرَدُّون إلى الدنيا؛ ليتوبوا ويعملوا صالحًا"},{"SurahNumber":45,"VerseNumber":36,"Text":"فلله سبحانه وتعالى وحده الحمد على نعمه التي لا تحصى على خلقه، رب السموات والأرض وخالقهما ومدبرهما، رب الخلائق أجمعين"},{"SurahNumber":45,"VerseNumber":37,"Text":"وله وحده سبحانه العظمة والجلال والكبرياء والسُّلْطان والقدرة والكمال في السموات والأرض، وهو العزيز الذي لا يغالَب، الحكيم في أقواله وأفعاله وقدره وشرعه، تعالى وتقدَّس، لا إله إلا هو"}]}