{"Id":186,"LanguageCodes":["ha","hau"],"Name":"hau-abubakarmahmoud","Author":"Abubakar Mahmoud Gumi","Language":"Hausa","Description":"Hausa","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":7,"VerseNumber":88,"Text":"Mashawarta waɗanda suka kangare daga mutãnensa, suka ce: \"Lalle ne, Munã fitar da kai, Yã Shu'aibu, kai da waɗanda suka yi Ĩmãni tãre da kai, daga alƙaryarmu; kõ kuwa lalle ku kõmo a cikin addininmu.\" Ya ce: \"Ashe! Kuma kõ dã mun kasance mãsu ƙĩ"},{"SurahNumber":7,"VerseNumber":89,"Text":"Lalle ne mun ƙirƙira ƙarya ga Allah idan mun kõma a cikin addininku a bãyan lõkacin da Allah ya tsĩrar da mu daga gare shi, kuma bã ya kasancewa a gare mu, mu kõma a cikinsa, fãce idan Al1ah, Ubangijinmu Ya so. Ubangijinmu Yã yalwaci dukan kõme ga ilmi. Ga Allah muka dõgara. Yã Ubangijinmu! Ka yi hukunci a tsakãninmu da tsakanin mutãnenmu da gaskiya, kuma Kai ne Mafi alhẽrin mãsu hukunci"},{"SurahNumber":7,"VerseNumber":90,"Text":"Kuma mashawarta waɗanda suka kãfirta daga mutãnensa, suka ce: \"Lalle ne, idan kun bi Shu'aibu haƙĩƙa kũ, a lõkacin nan, mãsu hasãra ne"},{"SurahNumber":7,"VerseNumber":91,"Text":"Sai tsãwa ta kãma su, sabõda haka suka wãyi gari, a cikin gidansu, sunã guggurfãne"},{"SurahNumber":7,"VerseNumber":92,"Text":"Waɗanda suka ƙaryata Shu'aibu kamar ba su zauna ba a cikinta, waɗanda suka ƙaryata Shu'aibu, sun kasance sũ nemãsu hasãra"},{"SurahNumber":7,"VerseNumber":93,"Text":"Sai ya jũya daga barinsu, kuma ya ce: \"Yã mutãnena! Haƙĩƙa, nã iyar muku da sãƙonnin Ubangijina, kuma nã yi muku nasĩha! To, yãya zan yi baƙin ciki a kan mutãne kãfirai"},{"SurahNumber":7,"VerseNumber":94,"Text":"Kuma ba Mu aika wani Annabi a cikin wata alƙarya ba, fãce Mun kãma mutãnenta da azãba da cũta, tsammãninsu sunã yin ƙasƙantar da kai"},{"SurahNumber":7,"VerseNumber":95,"Text":"Sa'an nan kuma Muka musanya mai kyau a matsayin mummũna, har su yi yawa, kuma su ce: \"Cũta da azãba sun shãfi ubanninmu.\" (sai su kõma wa kãfirci). Sai Mu kãmã su kwatsam! alhãli kuwa sũ, bã su sansancẽwa"},{"SurahNumber":7,"VerseNumber":96,"Text":"Kuma dã lalle mutãnen alƙaryu sun yi ĩmãni kuma suka yi taƙawa dã haƙĩƙa Mun bũɗe albarkõki a kansu daga sama da ƙasa, kuma amma sun ƙaryata, don haka Muka kãma su da abin da suka kasance sunã tãrãwa"},{"SurahNumber":7,"VerseNumber":97,"Text":"Shin, mutãnen alƙaryu sun amince wa azãbar Mu ta jẽ musu da dare, alhãli kuwa sunã barci"},{"SurahNumber":7,"VerseNumber":98,"Text":"Kõ kuwa mutãnen alƙaryu sun amince wa azãbarMu ta jẽ musu da hantsi, alhãli kuwa sunã wãsa"},{"SurahNumber":7,"VerseNumber":99,"Text":"Shin fa, sun amince wa makarun Allah? To, bãbu mai amince wa makarun Allah fãce mutãne mãsu hasãra"},{"SurahNumber":7,"VerseNumber":100,"Text":"Shin, kuma bai shiryar da waɗanda suke gãdon ƙasa ba daga bãyan mutãnenta cẽwa da Munã so, dã Mun sãme su da zunubansu, kuma Mu rufe a kan zukãtansu, sai su zama bã su ji"},{"SurahNumber":7,"VerseNumber":101,"Text":"Waɗancan alƙaryu Munã gaya maka daga lãbãransu, kuma lalle ne, haƙĩƙa manzanninMu sun jẽ musu da hujjõji bayyanannnu; to, ba su kasance sunã yin ĩmãnida abin da suka ƙaryata daga gabãni ba. Kamar wancan ne Allah Yake rufẽwa a kan zukãtan kãfirai"},{"SurahNumber":7,"VerseNumber":102,"Text":"Kuma ba Mu sãmi wani alkawari ba ga mafi yawansu, kuma lalle ne, Mun sãmi mafi yawansu, haƙĩƙa, fãsiƙai"},{"SurahNumber":7,"VerseNumber":103,"Text":"Sa'an nan kuma Mun aika Musa, daga bãyansu, da ãyõyinMu zuwa ga Fir'auna da majalisarsa, sai suka yi zãlunci game da su. To, dũbi yadda ãƙibar maɓarnata take"},{"SurahNumber":7,"VerseNumber":104,"Text":"Kuma Musa ya ce: \"Ya Fir'auna! Lalle ne nĩ, manzo ne daga Ubangijin halittu"},{"SurahNumber":7,"VerseNumber":105,"Text":"Tabbatacce ne a kan kada in faɗi kõme ga Allah fãce gaskiya. Lalle ne, nã zo muku da hujja bayyananniya daga Ubangijinku; Sai ka saki Banĩ Isrã'ila tãreda ni"},{"SurahNumber":7,"VerseNumber":106,"Text":"Ya ce: \"Idan kã kasance kã zo da wata ãyã, to, ka kãwõ ta, idan kã kasance daga mãsu gaskiya"},{"SurahNumber":7,"VerseNumber":107,"Text":"Sai ya jẽfa sandarsa, sai gã ta kumurci bayyananne"},{"SurahNumber":7,"VerseNumber":108,"Text":"Kuma ya fizge hannunsa, sai ga shi fari ga mãsu dũbi"},{"SurahNumber":7,"VerseNumber":109,"Text":"Mashãwarta daga mutãnen Fir'auna suka ce: \"Lalle ne, wannan, haƙĩƙa, matsafi ne mai ilmi"},{"SurahNumber":7,"VerseNumber":110,"Text":"Yanã son ya fitar da ku daga ƙasarku: To, mẽne ne kuke shawartawa"},{"SurahNumber":7,"VerseNumber":111,"Text":"Suka ce: \"Ka jinkirtar da shĩ, shĩ da ɗan'uwansa, kuma ka aika da mãsu gayyar mutãne a cikin garũruwa"},{"SurahNumber":7,"VerseNumber":112,"Text":"Su zõ maka da duka matsafi, mai ilmi"},{"SurahNumber":7,"VerseNumber":113,"Text":"Kuma matsafa suka jẽ wa fir'aunã suka ce: \"Lalle ne, shin, Munã da ijãra, idan mun kasance mũ ne marinjaya"},{"SurahNumber":7,"VerseNumber":114,"Text":"Ya ce: \"Na, am kuma lalle ne kunã a cikin makusanta"},{"SurahNumber":7,"VerseNumber":115,"Text":"Suka ce: \"Ya Mũsã! Kõ dai ka jẽfa, kõ kuwa mu kasance, mũ ne, mãsu jẽfãwa"},{"SurahNumber":7,"VerseNumber":116,"Text":"Ya ce: \"Ku jẽfa.\" To a 1õkacin da suka jẽfa, suka sihirce idãnun mutãne kuma suka tsõratar da su; Kuma suka jẽ da tsafi mai girma"},{"SurahNumber":7,"VerseNumber":117,"Text":"Kuma Muka yi wahayi zuwa ga Mũsã cẽwa: \"Ka jẽfa sandarka.\" Sai gã ta tanã lãƙumar abin da suke ƙarya da shi"},{"SurahNumber":7,"VerseNumber":118,"Text":"Gaskiya ta auku, kuma abin da suke aikatãwa ya ɓãci"},{"SurahNumber":7,"VerseNumber":119,"Text":"Sai aka rinjãye su a can, kuma suka jũya sunã ƙasƙantattu"},{"SurahNumber":7,"VerseNumber":120,"Text":"Kuma aka jẽfar da matsafan, sunã mãsu sujada"},{"SurahNumber":7,"VerseNumber":121,"Text":"Suka ce: \"Mun yi ĩmãni da Ubangijin halittu"},{"SurahNumber":7,"VerseNumber":122,"Text":"Ubangijin Mũsã da Harũna"},{"SurahNumber":7,"VerseNumber":123,"Text":"Fir'auna ya ce: \"Ashe, kun yi ĩmãni da shi a gabãnin inyi izni a gare ku? Lalle ne, wannan, haƙĩƙa, mãkirci ne kuka mãkirta a cikin birni, dõmin ku fitar da mutãnensa daga gare shi; To, da sannu zã ku sani"},{"SurahNumber":7,"VerseNumber":124,"Text":"Lalle ne, inã karkãtse hannãyenku da ƙafãfunku daga sãɓãni, sa'an nan kuma, haƙĩƙa, inã tsĩre, ku gabã ɗaya"},{"SurahNumber":7,"VerseNumber":125,"Text":"Suka ce: \"Lalle ne mu, zuwa ga Ubangijinmu, mãsu jũyãwa ne"},{"SurahNumber":7,"VerseNumber":126,"Text":"Kuma bã ka zargin kõme daga gare mu fãce dõmin mun yi ĩmãni da ãyõyin Ubangijinmu a lõkacin da suka zõ mana! Ya Ubangijinmu! Ka zuba haƙuri a kanmu, kuma Ka cika mana munã Musulmai"},{"SurahNumber":7,"VerseNumber":127,"Text":"Kuma mashawarta daga mutãnen Fir'auna suka ce: \"Shin, zã ka bar Mũsã da mutãnensa dõmin su yi ɓarna a cikin ƙasa, kuma ya bar ka, kai da gumãkanka?\" Ya ce: \"Zã mu yayyanka ɗiyansu maza kuma mu rãya mãtansu; kuma lalle ne mũ, a bisa gare su, marinjãya ne"},{"SurahNumber":7,"VerseNumber":128,"Text":"Mũsã ya ce wa mutãnensa: \"Ku nẽmi taimako da Allah, kuma ku yi haƙuri; Lalle ne ƙasa ta Allah ce, Yãna gãdar da ita ga wanda Yake so daga bãyinSa, kuma ãƙiba ta mãsu taƙawa ce"},{"SurahNumber":7,"VerseNumber":129,"Text":"Suka ce: \"An cũtar da mu daga gabãnin ka zõ mana, kuma daga bãyan da kã zõ mana.\" Ya ce: \"Akwai tsammãnin Ubangijinku, Ya halaka maƙiyanku, kuma Ya sanya ku, ku maye a cikin ƙasa, sa'an nan Ya dũba yadda kuke aikatãwa"},{"SurahNumber":7,"VerseNumber":130,"Text":"Kuma lalle ne, haƙĩƙa, Mun kãma mutãnen Fir'auna da tsananin shẽkaru (fari) da nakasa daga 'ya'yan itãce; Tsammãninsu sunã tunãwa"},{"SurahNumber":7,"VerseNumber":131,"Text":"Sa'an nan idan wani alhẽri ya jẽ musu, sai su ce: \"Masĩfa ta sãme su, sai su yi shu'umci da Mũsã da wanda yake tãre da shi, To, shu'umcinsu a wurin Allah yake, kuma amma mafi yawansu bã su sani"},{"SurahNumber":7,"VerseNumber":132,"Text":"Kuma suka ce: \"Kõ me ka zõ mana da shi daga ãyã, dõmin ka sihirce mu da ita, to, baza mu zama, sabõda kai, mãsu ĩmãni ba"},{"SurahNumber":7,"VerseNumber":133,"Text":"Sai Muka aika a kansu da cikõwa, da fãra, da ƙwarƙwata da kwãɗi, da jini; ãyõyi abũbuwan rarrabẽwa; Sai suka kangare, kuma suka kasance mutãne mãsu laifi"},{"SurahNumber":7,"VerseNumber":134,"Text":"Kuma a lõkacin da masĩfa ta auku a kansu, sukan ce: \"Yã Mũsã! Ka rõƙa mana Ubangijinka, sabõda abin da Ya yi alkwari a wurinka, lalle ne idan ka kau da azãbar daga barinmu, haƙĩƙa Munã ĩmãni sabõda kai, kuma munã sakin Banĩ Isrã'ila tĩre da kai"},{"SurahNumber":7,"VerseNumber":135,"Text":"To, a lõkacin da Muka kuranye azãba daga barinsu zuwa a wani ajali wanda suke mãsu iske shi ne, sai gã su sunã warwarẽwa"},{"SurahNumber":7,"VerseNumber":136,"Text":"Sai Muka yi azãbar rãmuwa, daga gare su, sabõda haka Muka nutsar da su a cikin tẽku, dõmin lalle ne sũ, sun ƙaryata game da ãyõyinMu, kuma sun kasance daga barinsu, gãfilai"},{"SurahNumber":7,"VerseNumber":137,"Text":"Kuma Muka gãdar da mutãnen, waɗanda sun kasance anã raunana su, a gabacin ƙasa da yammacinta, wadda Muka sanya albarka a cikinta, kuma kalmar Ubangijinka mai kyau ta cika a kan Banĩ Isrã'ĩla, sabõda abin dasuka yi na haƙuri. Kuma Muka murtsuke abin da Fir'auna da mutãnensa suka kasance sunã sanã'antawa, da abin da suka kasance sunã shimfiɗãwa"},{"SurahNumber":7,"VerseNumber":138,"Text":"Kuma Muka ƙẽtarar da Banĩ Isra'ila ga tẽku, sai suka jẽ a kan wasu mutãne waɗanda sunã lizimta da ibãda a kan wasu gumãka, nãsu suka ce: \"Yã Mũsã! Ka sanya mana wani abin bautawa kamar yadda suke da abũbuwan bautãwa \" Ya ce: \"Lalle ne kũ, mutãne ne kunã jahilta"},{"SurahNumber":7,"VerseNumber":139,"Text":"Lalle ne waɗannan, abin da suke a cikinsa halakakke ne, kuma abin da suka kasance sunã aikãtawa ƙarya ne"},{"SurahNumber":7,"VerseNumber":140,"Text":"Ya ce: \"Shin, wanin Allah nike nẽma muku ya zama abin bautãwa, alhãli kuwa Shĩ (Allah) Ya fĩfĩta ku a kan halittu"},{"SurahNumber":7,"VerseNumber":141,"Text":"Kuma a lõkacin da Muka tsĩrar da ku daga mutãnen Fir'auna, sunã tayã muku mugunyar azãba. sunã karkashe ɗiyanku maza, kuma sunã rãyar da matanku. Kuma a cikin wancan akwai jarrabãwa daga Ubangijinku, Mai girma"},{"SurahNumber":7,"VerseNumber":142,"Text":"Kuma Muka yi wa'adi ga Mũsã da dare talãtin kuma Muka cikã su da gõma, sai miƙatin Ubangijinsa ya cika dare arba'in. Kuma Mũsã ya ce wa ɗan'uwansa, Hãrũna: \"Ka maye mini a cikin mutãnena, kuma ka gyãra, kuma kada ka bi hanyar mãsu fasãdi"},{"SurahNumber":7,"VerseNumber":143,"Text":"Kuma a lõkacin da Mũsã ya jẽ ga mĩkatinMu, kuma Ubangijinsa Ya yi masa magana, shi Mũsã ya ce: \"Yã Ubangijina! Ka nũna mini in yi dũbi zuwa gare Ka!\" Ya ce: \"Bã zã ka gan Ni ba, kuma amma ka dũba zuwa ga dũtse, to, idan ya tabbata a wurinsa, to, zã ka gan Ni.\" Sa'an nan a lõkacin da Ubangijinsa, Ya kuranye zuwa ga dũtsen, Ya sanyã shi niƙaƙƙe. Kuma Mũsã ya fãɗi sõmamme. To, a lõkacin da ya farka, ya ce: \"TsarkinKa ya tabbata! Nã tũba zuwa gare Ka, kuma ni ne farkon mũminai"},{"SurahNumber":7,"VerseNumber":144,"Text":"Ya ce: \"Ya Mũsã! Lalle ne Nĩ, Nã zãɓe ka bisa ga mutãne da manzanciNa, kuma da maganãTa. Sabõda haka ka riƙi abin da Nã bã ka, kuma ka kasance daga mãsu gõdiya"},{"SurahNumber":7,"VerseNumber":145,"Text":"Kuma Muka rubũta masa a cikin alluna daga kõwane abu, wa'azi da rarrabẽwa ga dukan kõwane abu: \"Sai ka riƙe su da ƙarfi, kuma ka umurci mutãnenka, su yi riƙo ga abin da yake mafi kyawunsu; zã Ni nũna muku gidan fãsiƙai"},{"SurahNumber":7,"VerseNumber":146,"Text":"Zã Ni karkatar da waɗanda suke yin girman kai a cikin ƙasa, bã da wani hakki ba, daga ãyõyiNa. Kuma idan sun ga dukan ãyã, bã zã su yi ĩmãni da ita ba, kuma idan sun ga hanyar shiriya, bã zã su riƙe ta hanya ba, kuma idan sun ga hanyar ɓata, sai su riƙe ta hanya. Wancan ne, dõmin lalle ne su, sun ƙaryata da ãyõyinMu, kuma sun kasance, daga barinsu gãfilai"},{"SurahNumber":7,"VerseNumber":147,"Text":"Kuma waɗanda suka ƙaryata game da ãyõyinMu da gamuwa da Lãhira, ayyukansu sun ɓãci. Shin, ana saka musu, fãce da abin da suka kasance suna aikatãwa"},{"SurahNumber":7,"VerseNumber":148,"Text":"Kuma mutãnen Mũsã suka riƙi maraƙi, jikin mutãne, yanã rũri, daga bãyan tafiyarsa, daga kãyan ƙawarsu. Shin, ba su ganĩ ba, cẽwa lalle ne shi, bã ya yi musu magana, kuma bã ya shiryar da su ga hanya, sun riƙa shi, kuma sun kasance mãsu zãlunci"},{"SurahNumber":7,"VerseNumber":149,"Text":"Kuma a lõkacin da suka yi nadãma, kuma suka ga cẽwalalle ne sũ haƙĩƙa sun ɓace, suka ce: \"Haƙĩƙa, idan UbangijinMu bai yi mana rahama ba, kuma Ya gãfarta mana, lalle ne munã kasancẽwa daga mãsu hasãra"},{"SurahNumber":7,"VerseNumber":150,"Text":"Kuma a lõkacin da Mũsã ya kõma zuwa ga mutãnensa, yanã mai fushi, mai baƙin ciki, ya ce: \"Tir da abin da kuka yi mini wakilci, a bãyanã! Shin, kun nẽmi gaggawar umurnin Ubangijinku ne?\" Kuma ya jefar da Allunan, kuma ya yi riƙo ga kan ɗan'uwansa yana jan sa zuwa gare shi. Ya ce: \"Yã ɗan'uwata! Lalle ne mutãnen, sun ɗauke ni mai rauni, kuma sun yi kusa su kashe ni, sabõda haka kada ka dãrantar da maƙiya game da ni, kuma kada ka sanya ni tãre da mutãne azzãlumai"},{"SurahNumber":7,"VerseNumber":151,"Text":"Ya ce: \"Yã Ubangijina! Ka gãfarta mini, nĩ da ɗan'uwana, kuma Ka shigar da mu a cikin rahamarKa, alhãli kuwa Kai ne Mafi rahamar mãsu rahama"},{"SurahNumber":7,"VerseNumber":152,"Text":"Lalle ne waɗanda suka riƙi maraƙin, wani fushi daga Ubangijinsu da wani walãkanci a cikin rãyuwar dũniya, zã su sãme su: Kuma kamar wancan ne Muke sãka wa mãsu ƙirƙira ƙarya"},{"SurahNumber":7,"VerseNumber":153,"Text":"Kuma waɗanda suka aikata miyãgun ayyuka, sa'an nan suka tũba daga bãyansu kuma sukayi ĩmãni, lalle ne Ubangijinka daga bãyansu, haƙĩƙa, Mai gãfarane, Mai jin ƙai"},{"SurahNumber":7,"VerseNumber":154,"Text":"Kuma a lõkacin da fushin ya kwanta daga barin Mũsã, sai ya riƙi Allunan, kuma a cikin kwafensu akwai shiriya da rahama ga waɗanda suke sũ, ga Ubangijinsu, mãsu jin tsõro ne"},{"SurahNumber":7,"VerseNumber":155,"Text":"Kuma Mũsã ya zãɓi mutãnensa, namiji saba'in dõmin miƙãtinMu. To, a lõkacin da tsãwa ta kãma su, ya ce: \"Yã Ubangijina! Dã Kã so, dã Kã halakar da su daga gabãni, sũ da ni. Shin zã Kahalaka mu, sabõda abin da wãwãyen daga gare mu suka aikata? Ba ta zama ba fãce fitinarKa Kanã ɓatarwa, da ita, wanda Kake so kuma kanã shiryarwa da ita, wanda Kake so; Kai ne Majiɓincinmu. Sai Ka gãfarta mana; kuma Ka yi mana rahama, alhãli kuwa Kai ne Mafi alhẽrin mãsu gãfara"},{"SurahNumber":7,"VerseNumber":156,"Text":"Kuma Ka rubũta mana alhẽri a cikin wannan dũniya, kuma a cikin Lãhira. Lalle ne mũ, mun tũba zuwa gare Ka.\" Ya ce: \"AzãbaTa Inã sãmu, da ita, wanda Nike so, kuma rahamaTa, ta yalwaci dukan kõme. Sa'an nan zã Ni rubũta ta ga waɗanda suke yin taƙawa, kuma sunã bãyar da zakka, da waɗanda suke, game da ãyõyinMu mũminai ne"},{"SurahNumber":7,"VerseNumber":157,"Text":"Waɗanda suke sunã bin Manzo, Annabi, Ummiyyi wanda suke sãmun sa rubũce a wurinsu, a cikin Attaura da Linjĩla"},{"SurahNumber":7,"VerseNumber":158,"Text":"Ka ce: \"Yã kũ mutãne! Lalle ne nĩ manzon Allah nezuwa gare ku, gabã ɗaya. (Allah) Wanda Yake Shĩ ne da mulkin sammai da ƙasa; Bãbu wani abin bautawa fãce Shi, Yanã rãyarwa, kuma Yanã matarwa, sai ku yi ĩmãni daAllah da ManzonSa, Annabi, Ummiyyi, wanda yake yin ĩmãni da Allah da kalmominSa; ku bĩ shi, tsammãninku, kunã shiryuwa"},{"SurahNumber":7,"VerseNumber":159,"Text":"Kuma daga mutãnen Mũsã akwai al'umma, sunã shiryarwa da gaskiya, kuma da ita suke yin ãdalci"},{"SurahNumber":7,"VerseNumber":160,"Text":"Kuma Muka yayyanka su sibɗi gõma shã biyu, al'ummai. Kuma Muka yi wahayi zuwa ga Mũsã a lõkacin da mutãnensasuka nẽme shi, ga shãyarwa, cẽwa: \"Ka dõki dũtsen da sandarka.\"Sai marmaro gõma shã biyu suka ɓuɓɓuga daga gare shi: Lalle ne kõwaɗanne mutãne sun san mashãyarsu. Kuma Muka saukar da darɓa da tantabaru a kansu.\"Ku ci daga mãsu dãɗin abin da Muka azurta ku.\"Kuma ba su zãluncẽ Mu ba; kuma amma rãyukansu suke zãlunta"},{"SurahNumber":7,"VerseNumber":161,"Text":"Kuma a lõkacin da aka ce masu: \"Ku zauna ga wannan alƙarya, kuma ku ci daga gare ta, inda kuka so, kuma ku ce: 'Saryarwa,' kuma ku shiga kõfa kuna mãsu sujada; Mu gãfarta muku laifuffukanku, kuma zã Mu ɗãra wa mãsu kyautatãwa"},{"SurahNumber":7,"VerseNumber":162,"Text":"Sai waɗanda suka yi zãlunci daga gare su, suka musanya magana watar wadda aka ce musu, sai Muka aika azãba a kansu, daga sama, sabõda abin da suka kasance sunã yi na zãlunci"},{"SurahNumber":7,"VerseNumber":163,"Text":"Kuma ka tambaye su daga alƙarya wadda ta kasance kusa ga tẽku, a lõkacin da suke ƙẽtare haddi a cikin Asabar, a lõkacin da kĩfãyensu, suke je musu a rãnar Asabar ɗinsu jẽre. Kuma a rãnar da ba su yi Asabar ba, bã su zuwa gare su; Kamar wancan ne Muke jarraba su da abin da suka kasance sunã yi na fãsiƙanci"},{"SurahNumber":7,"VerseNumber":164,"Text":"Kuma a lõkacin da wata al'umma daga gare su ta ce: \"Don me kuke yin wa'azi ga mutãne waɗanda Allah Yake Mai halaka su kõ kuwa Mai yi musu azãba, azãba mai tsanani?\" Suka ce: \"Dõmin nẽman hanzari zuwa ga Ubangijinku, kuma tsammãninsu, sunã yin taƙawa"},{"SurahNumber":7,"VerseNumber":165,"Text":"To, a lõkacin da suka manta da abin da aka tunãtar da su da shi, Mun tsĩrar da waɗanda suke hani daga cũta, kuma Muka kãma waɗanda suka yi zãlunci, da azãba mai tsanani dõmin abin da suka kasance sunã yi, na fasiƙanci"},{"SurahNumber":7,"VerseNumber":166,"Text":"Sa'an nan a lõkacin da suka yi girman kai daga barin abin da aka hana su daga gare shi, Muka ce musu: \"Ku kasance birai ƙasƙantattu"},{"SurahNumber":7,"VerseNumber":167,"Text":"Kuma a lõkacin da Ubangijinku Ya sanar, lalle ne, zã Ya aika a kansu (Yahũd), zuwa, Rãnar¡iyãma, wanda zai ɗanɗana musu mummunar azãba, lalle ne Ubangijinka, haƙĩƙa, Mai gaggawar uƙũba ne, kuma shĩ haƙĩƙa, Mai gãfara ne, Mai jin ƙai"},{"SurahNumber":7,"VerseNumber":168,"Text":"Kuma Muka yayyanka su, a cikin ƙasa, al'ummõmi, daga gare su akwai sãlihai, kuma daga gare su akwai wanda bã haka ba. Muka jarrabe su da abũbuwan alhẽri da na musĩfa; Tsammãninsu, sunã kõmõwa"},{"SurahNumber":7,"VerseNumber":169,"Text":"Sai wasu' yan bãya suka maye daga bãyansu, sun gaji Littãfin, sunã karɓar sifar wannan ƙasƙantacciya, sunã cẽwa: \"Zã a gãfarta mana. \"Iadan kuma wata sifa irinta ta zo, za su karɓe ta. Shin, ba a karɓi alkawarin Littãfi ba a kansu cẽwa kada su faɗa ga Allah, fãce gaskiya, alhãli kuwa sun karanta abin da yake a cikinsa, kuma Gidan Lãhira ne mafi alhẽriga wanda ya yi taƙawa? Shin, bã zã ku hankalta ba"},{"SurahNumber":7,"VerseNumber":170,"Text":"Kuma waɗanda suke riƙẽwa da laittãfi kuma suka tsayar da salla, lalle ne Mũ, bã Mu tõzarta lãdar mãsu gyãrãwa"},{"SurahNumber":7,"VerseNumber":171,"Text":"Kuma a lõkacin da muka ɗaukaka dũtse sama da su, kumar dai shi girgije ne, kuma suka haƙƙaƙe, lalle ne shĩ, mai fãɗuwa ne a gare su, (aka ce): \"Ku karɓi abin da Muka kãwo muku da ƙarfi, kuma ku tuna abin da yake a cikinsa, tsammãninku kunã yin taƙawa"},{"SurahNumber":7,"VerseNumber":172,"Text":"Kuma a lõkacin da Ubangijinka Ya karɓi (alkawari) daga ɗiyan Ãdam, daga bãyayyakinsu, a zuriyarsu, kuma Ya shaidar da su a kan rãyukansu, (Ya ce): \"Shin, bã Nĩ ne Ubangijinku ba?\" Suka ce: \"Na'am! Mun yi shaida!\" (ya ce): \"Kada ku ce a Rãnar Kiyãma: Lalle ne mũ, daga wannan, gafalallu ne"},{"SurahNumber":7,"VerseNumber":173,"Text":"Kõ kuwa ku ce: \"Abin sani kawai, ubanninmu suka yi shirki daga farko, kuma mũ, mun kasance zũriya daga bãyansu. Shin fa, Kanã halaka mu, sabõda abin da mãsu ɓãtãwa suka aikata"},{"SurahNumber":7,"VerseNumber":174,"Text":"Kuma kamar haka Muke rarrabe ãyõyi, daki-daki; tsammãninsu, sunã kõmõwa"},{"SurahNumber":7,"VerseNumber":175,"Text":"Ka karanta a kansu lãbãrin wanda Muka kãwo masa ãyõyinMu, sai ya sãɓule daga gare su, sai shaidan ya bi shi, sai ya kasance a cikin halakakku"},{"SurahNumber":7,"VerseNumber":176,"Text":"Kuma dã Mun so, da Mun ɗaukakã shi da su, kuma amma shĩ, ya nẽmi dawwama a cikin ƙasa, kuma ya bi son zũciyarsa. To, misãlinsa kamar misãlin kare ne, idan ka yi ɗauki a kansa ya yi lallage, kõ kuwa ka bar shi sai ya yi lallage, wannan ne misãlin mutãne waɗanda suka ƙaryata game da ãyõyinMu: Ka jẽranta karãtun lãbãrun; tsammãninsu sunã tunãni"},{"SurahNumber":7,"VerseNumber":177,"Text":"Tir da zama misãli, mutãnen da suka ƙaryata game da ãyõyinMu, kuma kansu suka kasance sunã zãlunta"},{"SurahNumber":7,"VerseNumber":178,"Text":"Wanda Allah Ya shiryar, to, shĩ ne Mai shiryuwa, kuma wanda Ya ɓatar, to, waɗannan sũ ne mãsu hasãra"},{"SurahNumber":7,"VerseNumber":179,"Text":"Kuma lalle ne, haƙĩƙa, Mun halitta sabõda Jahannama, mãsu yawa daga aljannu da mutãne, sunã da zukãta, ba su fahimta da su, kuma sunã da idãnu, bã su gani da su, kuma sunã da kunnuwa, ba su ji da su; waɗancan kamar bisãshe suke. Ã'a, sũ ne mafi ɓacẽwa; Waɗancan sũ ne gafalallu"},{"SurahNumber":7,"VerseNumber":180,"Text":"Kuma Allah Yanã da sũnãye mãsu kyau. Sai ku rõƙe shi da su, kuma ku bar waɗanda suke yin ilhãdi a cikin sũnãyenSa: zã a sãka musu abin da suka kasance sunã aikatãwa"},{"SurahNumber":7,"VerseNumber":181,"Text":"Kuma daga waɗanda Muka halitta akwai wata al'umma, sunã shiryarwa da gaskiya, kuma, da ita suke yin ãdalci"},{"SurahNumber":7,"VerseNumber":182,"Text":"Kuma waɗanda suka ƙaryata game da ãyõyinMu, zã Mu yi musu istidrãji daga inda ba su sani ba"},{"SurahNumber":7,"VerseNumber":183,"Text":"Kuma Inã yi musu jinkiri, lalle ne kaidĩNa, mai ƙarfi ne"},{"SurahNumber":7,"VerseNumber":184,"Text":"Shin, ba su yi tunĩni ba, cẽwa bãbu wata hauka ga ma'abucinsu? shĩ bai zama ba fãce mai gargaɗi mai bayyanãwa"},{"SurahNumber":7,"VerseNumber":185,"Text":"Shin, ba su yi dũbi ba a cikin mulkin sammai da ƙasa, da kuma abin da Allah Ya halitta daga kõme, kuma akwai tsammãni kasancewar ajalinsu, haƙĩƙa, ya kusanta? To, da wane lãbãri a bãyansa suke yin ĩmãni"},{"SurahNumber":7,"VerseNumber":186,"Text":"Wanda Allah Ya ɓatar to bãbu mai shiryarwa a gare shi: kuma Yanã barin su, a cikin ɓatarsu sunã ɗimuwa"},{"SurahNumber":7,"VerseNumber":187,"Text":"Sunã tambayar ka daga Sa'a, a yaushe tabbatarta take? Ka ce: \"Abin sani kawai, saninta a wurin Ubangijina yake. Bãbu mai bayyana ta ga lõkacinta fãce shĩ Tã yi nauyi a cikin sammai da ƙasa. Bã zã ta zo muku ba fãce kwatsam.\" sunã tambayar ka, kamar kai masani ne gare ta. Ka ce: \"Abin sani kawai, saninta a wurin Allah yake, kuma amma mafi yawan mutãne bã su sani"},{"SurahNumber":7,"VerseNumber":188,"Text":"Ka ce: \"Bã ni mallaka wa raina wani amfãni, kuma haka ban tunkuɗe wata cũta, fãceabin da Allah Ya so. Kuma dã na kasance inã sanin gaibi, dã lalle ne, nã yawaita daga alhẽri kuma cũta bã zã ta shãfe ni ba, nĩ ban zama ba fĩce mai gargaɗi, kumamai bãyar da bishãra ga mutãne waɗanda suke yin ĩmãni"},{"SurahNumber":7,"VerseNumber":189,"Text":"Shĩ ne wanda Ya halitta ku daga rai guda, kumaYa sanya, daga gare ta, ma'auranta, dõmin ya natsu zuwa gare ta. Sa'an nan a lõkacin da ya rufe ta, ta yi ciki, ciki sassauƙa, sai ta shũɗe dashi. Sa'an nan a lõkacin da ya yi nauyi, sai suka rõƙi Allah, Ubangijinsu: \"Lalle ne idan Ka bã mu abin ƙwarai, haƙĩƙa, zã mu kasance dagamãsu gõdiya"},{"SurahNumber":7,"VerseNumber":190,"Text":"To, a lõkacin da Ya bã su abin ƙwarai, suka sanya Masa abõkan tarayya a cikin abin da Ya ba su. To, Allah Yã tsarkaka daga abin da suke yi na shirki"},{"SurahNumber":7,"VerseNumber":191,"Text":"Shin, sunã shirki da abin da bã ya halittar kõme, kuma sũne ake halittãwa"},{"SurahNumber":7,"VerseNumber":192,"Text":"Kuma ba su iya bãyar da taimako gare su, kuma kansu ma, bã su iya taimaka"},{"SurahNumber":7,"VerseNumber":193,"Text":"Kuma idan kun kirãye su zuwa ga shiriya, bã zã su bĩ ku ba, daidai ne a gare ku, shin, kun kirãye su, kõ kuwa kũ mãsu kawaici ne"},{"SurahNumber":7,"VerseNumber":194,"Text":"Lalle ne waɗannan da kuke kira, baicin Allah, bãyĩ ne misãlanku: to, ku kirãye su, sa'an nan su karɓa muku, idan kun kasance mãsu gaskiya"},{"SurahNumber":7,"VerseNumber":195,"Text":"Shin sunã da ƙafãfu da suke yin tafia da su? Kõ sunã da hannãye da suke damƙa da su? Kõ sunã da idãnu da suke gani da su? Ko sunã da kunnuwa da suke saurãre da su? Ka ce: \"Ku kirãwo abũbuwan shirkinku sa'an nan kuma ku yi mini kaidi, sa'an nan kada ku saurãra mini"},{"SurahNumber":7,"VerseNumber":196,"Text":"Lalle ne, Majiɓincĩna Allah ne Wanda Ya saukar da Littãfi kuma Shĩ ne Yake jiɓintar sãlihai"},{"SurahNumber":7,"VerseNumber":197,"Text":"Kuma waɗanda kuke kira, baicinSa, bã su iya taimakõn ku, kuma kansu ma, bã su iya taimaka"},{"SurahNumber":7,"VerseNumber":198,"Text":"Kuma idan ka kirãye su zuwa ga shiriya, bã zã su ji ba, kuma kanã ganin su, sunã dũbi zuwa gare ka, alhãli kuwa sũ, bã su gani"},{"SurahNumber":7,"VerseNumber":199,"Text":"Ka riƙi abin da ya sauƙaƙa; Kuma ka yi umurni da alhẽri, Kuma ka kau da kai daga jãhilai"},{"SurahNumber":7,"VerseNumber":200,"Text":"Kuma imma wata fizga daga Shaiɗan ta fizge ka, sai ka nẽmi tsari ga Allah. Lalle ne shi, Mai jĩ ne, Masani"},{"SurahNumber":7,"VerseNumber":201,"Text":"Lalle ne waɗanda suka yi taƙawa idan wani tãshin hankali daga Shaiɗan ya shãfe su, sai su tuna (Allah) sai gã su, sun zama masu basĩra"},{"SurahNumber":7,"VerseNumber":202,"Text":"Kuma 'yan'uwan su (shaiɗanu) sunã taimakon su a cikin ɓata, sa'an nan kuma bã su taƙaitãwa"},{"SurahNumber":7,"VerseNumber":203,"Text":"Kuma idan ba ka je musu da wata ãyã ba, su ce: \"Don me ba ka ƙãga ta ba?\" Ka ce: \"Abin sani kawai, inã biyar abin da aka yõ wahayi zuwa gare ni ne, daga Ubangjina. Wannan abũbuwan kula ne daga Ubangijinku, da shiriya da rahama ga mutãne waɗanda suke yin imãni"},{"SurahNumber":7,"VerseNumber":204,"Text":"Kuma idan an karanta Alƙur'ãni sai ku saurara gare shi, kuma ku yi shiru; Tsammãninku, anã yi muku rahama"},{"SurahNumber":7,"VerseNumber":205,"Text":"Kuma ka ambaci Ubangijinka, a cikin ranka da ƙanƙan da kai, da tsõro, kuma kõmabãyan bayyanawa na magana, da sãfe da marece, kuma kada ka kasance daga gafalallu"},{"SurahNumber":7,"VerseNumber":206,"Text":"Lalle ne, waɗanda ke wurin Ubangijinka bã su yin girman kai ga bauta Masa, kuma sunã tsarake shi da tasbĩhi, kuma a gare shi suke yin sujada"},{"SurahNumber":8,"VerseNumber":1,"Text":"Suna tambayar ka ga ganĩma. ka ce: \"Ganĩma ta Allah daManzonSa ce. Sai ku bi Allah da taƙawa, kuma ku gyãra abin da yake a tsakãninku, kuma ku yi ɗã'a ga Allah da ManzonSa, idan kun kasance mũminai"},{"SurahNumber":8,"VerseNumber":2,"Text":"Abin sani kawai, nũminai sũ ne waɗanda suke idan an ambaci, Allah, zukãtansu su firgita, kuma idan an karanta ãyõyinSa a kansu, su ƙãrã musu wani ĩmãni, kuma ga Ubangijinsu suke dõgara"},{"SurahNumber":8,"VerseNumber":3,"Text":"Waɗanda suke tsayar da salla, kuma daga abin da Muka azũrtã su sunã ciyarwa"},{"SurahNumber":8,"VerseNumber":4,"Text":"Waɗannan sũ ne mũminai da gaskiya. Sunã da darajõji a wurin Ubangijinsu, da wata gãfara da arziki na karimci"},{"SurahNumber":8,"VerseNumber":5,"Text":"Kamar yadda Ubangijinka Ya fitar da kai daga gidanka da gaskiya, alhãli kuwa lalle wani ɓangare na mũminai, haƙĩƙa, sunã ƙyãma"},{"SurahNumber":8,"VerseNumber":6,"Text":"Sunã jãyayya da kai a cikin (sha'anin) gaskiya a bãyan tã bayYanã, kamar dai lalle anã kõra su zuwa ga mutuwa ne alhãli kuwa sunã kallo"},{"SurahNumber":8,"VerseNumber":7,"Text":"Kuma a lõkacin da Allah Yake yi muku alkawari da ɗayan ƙungiya biyu, cẽwa lalle ita tãku ce: kuma kunã gũrin cẽwa lalle ƙungiya wadda bã ta da ƙaya ta kasance gare ku, kuma Allah Yanã nufin Ya tabbatar da gaskiya da kalmõminSa, kuma Ya kãtse ƙarshen kãfirai"},{"SurahNumber":8,"VerseNumber":8,"Text":"Dõmin Ya tabbatar da gaskiya, kuma Ya ɓãta ƙarya, kuma kõdã mãsu laifi sun ƙi"},{"SurahNumber":8,"VerseNumber":9,"Text":"A lõkacin da kuke nẽman Ubangijinku tairnako, sai Ya karɓa muku cẽwa: \"Lalle ne Nĩ, Mai taimakon ku ne da dubu daga malã'iku, jẽre"},{"SurahNumber":8,"VerseNumber":10,"Text":"Kuma Allah bai sanya shi ba fãce Dõmin bishãra, kuma dõmin zukãtanku su natsu da shi, kuma taimakon, bai zama ba fãce daga wurin Allah; Lalle ne Allah Mabuwãyi ne, Mai hikima"},{"SurahNumber":8,"VerseNumber":11,"Text":"A lõkacin da (Allah) Yake rufe ku da gyangyaɗi, ɗõmin aminci daga gare Shi, kuma Yanã saukar da ruwa daga sama, a kanku, dõmin Ya tsarkake ku da shi, kuma Ya tafiyar da ƙazantar Shaiɗan daga barinku, kuma dõmin Ya ɗaure a kan zukãtanku, kuma Ya tabbatar da ƙafãfu da shi"},{"SurahNumber":8,"VerseNumber":12,"Text":"A lõkacin da Ubangijinka Yake yin wahayi zuwa ga Malã'iku cẽwa: \"Lalle ne Ni, Inã tãre da ku, sai ku tabbatar da waɗanda suka yi ĩmãni: Zã Ni jẽfa tsõro a cikin zukãtan waɗanda suka kãfirta, sai ku yi dũka bisa ga wuyõyi kuma ku yi dũka daga gare su ga dukkan yãtsu"},{"SurahNumber":8,"VerseNumber":13,"Text":"Wancan ne, dõmin lalle ne sũ, sunã sãɓa wa Allah da ManzonSa. Kuma wanda ya sãɓa wa Allah da ManzonSa, to, lalle ne Allah Mai tsananin uƙũba ne"},{"SurahNumber":8,"VerseNumber":14,"Text":"Wancan ne: \"Ku ɗanɗane shi, kuma lalle ne akwai azãbar wuta ga kãfirai"},{"SurahNumber":8,"VerseNumber":15,"Text":"Yã kũ wacɗanda suka yiĩmãni! Idan kun haɗu da waɗanda suka kãfirta ga yãƙi, to, kada ku jũya musu bãyayyakinku"},{"SurahNumber":8,"VerseNumber":16,"Text":"Kuma duka wanda ya jũya musu bãyansa a yinin nan, fãce wanda ya karkata dõmin kõɗayya, kõ kuwa wanda ya jẽ dõmin haɗuwa da wata ƙungiya, to, lalle ne ya kõma da fushi daga Allah, kuma matattararsa Jahannama, kuma tir da makõma ita"},{"SurahNumber":8,"VerseNumber":17,"Text":"To, bã kũ ne kuka kashe su ba; kuma amma Allah ne Ya kashe su: kuma ba ka yi jĩfa ba a lõkacin da ka yi jĩfa; kuma amma Allah ne Ya yi jĩfar. Kuma dõminYa jarraba Musulmi da jarrabãwa mai kyau daga gare shi. Kuma Allah Mai ji ne, Masani"},{"SurahNumber":8,"VerseNumber":18,"Text":"Wancan ne, kuma lalle ne, Allah Mai raunana kaidin kãfirai ne"},{"SurahNumber":8,"VerseNumber":19,"Text":"Idan kun yi alfãnun cin nasara to lalle nasarar tã je muku, kuma idan kun hanu, to Shi ne Mafi alhẽri a gare ku, kuma idan kun kõma zã Mu kõma, kuma jama'arku bã zã ta wadãtar muku da kõme ba, kõ dã tã yi yawa. Kuma lalle ne cẽwa Allah Yanã tãre da mũminai"},{"SurahNumber":8,"VerseNumber":20,"Text":"Yã ku waɗanda suka yi ĩmãni! Ku yi ɗã'a ga Allah da ManzonSa, kuma kada ku jũya daga barinSa, alhãli kunã ji"},{"SurahNumber":8,"VerseNumber":21,"Text":"Kuma kada ku kasance kamar waɗanda suka ce: \"Mun ji, alhãli kuwa sũ bã su ji"},{"SurahNumber":8,"VerseNumber":22,"Text":"Lalle ne, mafi sharrin dabbõbi a wurin Allah, sũ ne kurãme, bẽbãye, waɗanda bã, su yin hankali"},{"SurahNumber":8,"VerseNumber":23,"Text":"Dã Allah Yã san wani alhẽri a cikinsu, dã Yã jiyar da su, kuma kõ da Yãjiyar da su, haƙĩƙa, dã sun jũya, alhãli sũ, sunã mãsu hinjirẽwa"},{"SurahNumber":8,"VerseNumber":24,"Text":"Yã ku waɗanda suka yi ĩmãni! Ku karɓa wa Allah, kuma ku karɓa wa Manzo, idan Ya kirãye ku zuwa ga abin da Yake rãyar da ku; Kuma ku sani cẽwa Allah Yanã shãmakacẽwa a tsakãnin mutum da zũciyarsa, kuma lalle ne Shĩ, a zuwa gare Shi ake tãra ku"},{"SurahNumber":8,"VerseNumber":25,"Text":"Kuma ku ji tsõron fitina wadda bã ta sãmun waɗanda suka yi zãlunci daga gare ku kẽɓe, kuma ku sani, lalle ne Allah Mai tsananin uƙũba ne"},{"SurahNumber":8,"VerseNumber":26,"Text":"Ku tuna a lõkacin da kuke kaɗan, waɗanda ake raunanarwã a cikin ƙasa kunã tsõron mutãne su cafe ku, sai Ya tattara ku (a wurin natsuwa, Maɗina), kuma Ya ƙarfafã ku da taimakonSa kuma Ya azurtã ku daga abũbuwa mãsu dãɗi; Tsammãninku, kunã gõdẽwa"},{"SurahNumber":8,"VerseNumber":27,"Text":"Yã kũ waɗanda suka yi ĩmãni! Kada ku yaudari Allah da ManzonSa, kuma ku yaudari amãnõninku, alhãli kuwa kunã sane"},{"SurahNumber":8,"VerseNumber":28,"Text":"Kuma ku sani cẽwa abin sani kawai, dũkiyõyinku da 'ya'yanku, wata fitina ce, kuma lalle ne Allah, a wurinSa, akwai ijãra mai girma"},{"SurahNumber":8,"VerseNumber":29,"Text":"Ya kũ waɗanda suka yi ĩmãni! Idan kun bi Allah da taƙawa, zai sanyã muku mararraba (da tsõro) kuma Ya kankare ƙanãnan zunubanku daga barinku. Kuma Ya gãfartã muku. Kuma Allah ne Ma'abũcin falalã Mai girma"},{"SurahNumber":8,"VerseNumber":30,"Text":"Kuma a lõkacin da waɗanda suka kãfirta sukẽ yin mãkirci game da kai, dõmin su tabbatar da kai, kõ kuwa su kashe ka, kõ kuwa su fitar da kai, sunã mãkirci kuma Allah Yanã mayar musa da mãkirci kuma Allah ne Mafificin mãsu mãkirci"},{"SurahNumber":8,"VerseNumber":31,"Text":"Kuma idan aka karanta, ãyõyinMu a kansu, sukan ce: \"Lalle ne mun ji dã muna so, haƙĩƙa, da mun faɗi irin wannan; wannan bai zama ba fãce tãtsunãyõyin mutãnen farko"},{"SurahNumber":8,"VerseNumber":32,"Text":"A lõkacin da suka ce: \"Yã Allah! Idan wannan ya kasancc shĩ ne gaskiya daga wurinKa, sai Ka yi ruwan duwãtsu, a kanmu, daga sama, kõ kuwa Kazõ mana da wata azãba, mai raɗaɗi"},{"SurahNumber":8,"VerseNumber":33,"Text":"Kuma Allah bai kasance Yanã yi musu azãba ba alhãli kuwa kai kanã cikinsu, kuma Allah bai kasance Mai yi musu azãba ba alhãli kuwa sunã yin istigfãri"},{"SurahNumber":8,"VerseNumber":34,"Text":"Kuma mẽne ne a gare su da Allah ba zai yi musu azãba ba, alhãli kuwa sũ, sunã kangẽwa daga Masallaci Mai alfarma kuma ba su kasance majiɓintanSa ba? Bãbu majiɓintanSa fãce mãsu taƙawa. Kuma mafi yawansu ba su sani ba"},{"SurahNumber":8,"VerseNumber":35,"Text":"Kuma sallarsu a wurin ¦ãkin ba ta kasance ba fãce shẽwa da yãyã; sai ku ɗanɗani azãba sabõda abin da kuka kasance kunã yi na kãfirci"},{"SurahNumber":8,"VerseNumber":36,"Text":"Lalle ne waɗanda suka kãfirta, sunã ciyar da dũkiyõyinsu, dõmin su kange daga hanyar Allah; to, zã a su ciyar da ita, sa' an nan kuma ta kasance nadãma a kansu, sa'an nan kuma a rinjãye su. Kuma waɗanda suka kãfirta zuwa ga Jahannama ake tãra su"},{"SurahNumber":8,"VerseNumber":37,"Text":"Dõmin Allah Ya rarrabe mummũna daga mai kyau, kuma Ya sanya mummũnan, sãshensa a kan sãshe, sa'an nan Ya shirga shi gabã daya, sa'an nan Ya sanyã shi a cikin Jahannama. Waɗannan sũ ne mãsu hasãra"},{"SurahNumber":8,"VerseNumber":38,"Text":"Ka ce wa waɗanda suka kãfirta, idan sun hanu, zã a gãfarta musu abin da ya riga ya shige, kuma idan sun kõma, to, hanyar kãfiran farko, haƙĩƙa, ta shũɗe"},{"SurahNumber":8,"VerseNumber":39,"Text":"Kuma ku yãƙe su har wata fitina bã zã ta kasance ba, kuma addini dukansa ya kasance na Allah. To, idan sun hanu to lalle ne, Allah ia abin da kuke aikatãwa Mai gani ne"},{"SurahNumber":8,"VerseNumber":40,"Text":"Kuma idan sun jũya, to, ku sani cẽwa lalle Allah ne Majiɓincinku: Mãdalla da Majiɓinci, kuma mãdalla da Mai taimako, Shĩ"}]}