{"Id":464,"LanguageCodes":["uz","uzb"],"Name":"uzb-alauddinmansour","Author":"Alauddin Mansour","Language":"Uzbek","Description":"Uzbek","Direction":"ltr","Source":"https://quranenc.com/check/uzbek_mansour/v1.0.0-csv.1 , https://quranenc.com/en/browse/uzbek_mansour , https://quranenc.com ,","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"(Лут) қавмининг жавоби эса фақат «Лутнинг аҳли-тобеъларини қишлоғингиздан (қувиб) чиқарингиз! Дарҳаҳиқат, улар жуда «покиза» кишилардир», дейишлари бўлди"},{"SurahNumber":27,"VerseNumber":57,"Text":"Сўнг Биз (Лутга) ва унинг аҳли-тобеъларига нажот бердик. Магар унинг хотини (нажот топмади, чунки) Биз уни қолиб ҳалок бўлгувчилардан бўлишини тақдир қилиб — белгилаб қўйдик"},{"SurahNumber":27,"VerseNumber":58,"Text":"Ва уларнинг устига бир ёмғир (яъни, тош ёғдирдик). Бас, (азобдан) огоҳлантирилгувчилар ёмғири нақадар ёмон бўлди"},{"SurahNumber":27,"VerseNumber":59,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Аллоҳга ҳамду сано бўлсин ва Унинг Ўзи (пайғамбарлик учун) танлаган бандаларига дуо-ю салом бўлсин». Аллоҳ яхшироқми ёки улар (Макка мушриклари Аллоҳга) шерик қилаётган бутларими"},{"SurahNumber":27,"VerseNumber":60,"Text":"Ёки осмонлар ва Ерни яратган ҳамда сизлар учун осмондан сув-ёмғир ёғдириб, унинг ёрдамида гўзал боғларни ўстирган Зотми?! Сизлар учун у (боғларнинг) дов-дарахтини ўстириш имкони йўқ эди. Аллоҳ билан бирга яна бирон илоҳ борми?! Йўқ, улар (Аллоҳга ўзгаларни) тенг биладиган қавмдирлар"},{"SurahNumber":27,"VerseNumber":61,"Text":"Ёки Ерни (барча жонзотлар учун) қароргоҳ қилиб, унинг ўртасида дарёлар пайдо қилган ва унинг учун тутқи-тоғлар барпо қилган ҳамда икки (яъни, шўр-чучук) денгиз-дарё ўртасида тўсиқ-тўғон иншо қилган Зотми?! Аллоҳ билан бирга яна бирон илоҳ борми?! Йўқ, уларнинг кўплари билмайдилар"},{"SurahNumber":27,"VerseNumber":62,"Text":"Ёки музтар-ночор одам дуо-илтижо қилган вақтида (дуосини) ижобат қиладиган ва (унинг) мушкулини осон қиладиган ҳамда сизларни Ернинг халифа-эгалари қиладиган Зотми?! Аллоҳ билан бирга яна бирон илоҳ борми?! Камдан-кам эслатма-ибрат олурсизлар"},{"SurahNumber":27,"VerseNumber":63,"Text":"Ёки сизларга қуруқлик ва денгиз зулматларида тўғри йўлни кўрсатадиган ва Ўз раҳмати-ёмғири олдидан шамолларни хушхабар қилиб жўнатадиган Зотми?! Аллоҳ билан бирга яна бирон илоҳ борми?! Аллоҳ уларнинг ширк келтирган нарсаларидан юксакдир"},{"SurahNumber":27,"VerseNumber":64,"Text":"Ёки бошлаб Ўзи яратиб, сўнгра (Охиратда) қайта яратадиган Зотми?! Ким сизларга осмон ва заминдан ризқу рўз берур? Аллоҳ билан бирга яна бирон илоҳ борми?! (Эй Муҳаммад алайҳис-салоту вас-салом, кофирларга) айтинг: «Агар ростгўй бўлсангизлар ҳужжатларингизни келтирингиз!»"},{"SurahNumber":27,"VerseNumber":65,"Text":"Айтинг: «Осмонлар ва Ердаги бирон кимса ғайбни билмас, магар Аллоҳгина (билур)». Улар қачон қайта тирилишларини ҳам сеза олмаслар"},{"SurahNumber":27,"VerseNumber":66,"Text":"Балки уларнинг Охират ҳақидаги билимлари пишиб етилгандир (ва шу сабабдан Охират ҳақида сўраётгандирлар). Йўқ, улар (Охиратдан) шак-шубҳададирлар! Йўқ, улар ундан кўрдирлар"},{"SurahNumber":27,"VerseNumber":67,"Text":"Кофир бўлган кимсалар дедилар: «Ўзимиз ҳам ота-боболаримиз ҳам тупроққа айланиб кетган вақтимизда (қайта тирилиб, қабрларимиздан) чиқарилгувчидирмизми"},{"SurahNumber":27,"VerseNumber":68,"Text":"Дарҳақиқат, бизларнинг ўзимизга ҳам, илгари ота-боболаримизга ҳам мана шу ваъда қилингандир. Бу фақат ўтганларнинг афсоналаридир»"},{"SurahNumber":27,"VerseNumber":69,"Text":"Айтинг: «Ерни айланиб, жиноятчи кимсаларнинг оқибатлари қандай бўлганини кўринглар!»"},{"SurahNumber":27,"VerseNumber":70,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сиз уларнинг (иймон келтирмаганлари) устида ғам чекманг ва улар қилаётган макрлардан сиқилманг ҳам"},{"SurahNumber":27,"VerseNumber":71,"Text":"Улар: «Ростгўй бўлсангизлар (айтинглар-чи), мана шу ваъда (қилинган азоб) қачон бўлади?», дейдилар"},{"SurahNumber":27,"VerseNumber":72,"Text":"Айтинг: «Эҳтимол сизлар шоштираётган (азобнинг) баъзиси сизларга яқин келиб қолгандир»"},{"SurahNumber":27,"VerseNumber":73,"Text":"Албатта, Парвардигорингиз одамларга фазлу марҳамат Соҳибидир. Лекин уларнинг кўплари шукр қилмайдилар"},{"SurahNumber":27,"VerseNumber":74,"Text":"Албатта, Парвардигорингиз уларнинг диллари яширадиган нарсани ҳам, улар ошкор қиладиган нарсани ҳам билур"},{"SurahNumber":27,"VerseNumber":75,"Text":"Осмон ва заминдаги ҳар бир сир очиқ Китобда (яъни, Лавҳул-Маҳфузда) мавжуддир"},{"SurahNumber":27,"VerseNumber":76,"Text":"Албатта, ушбу Қуръон Бани Исроилга улар ихтилоф қилаётган нарсаларнинг кўпини сўйлаб — баён қилиб берур"},{"SurahNumber":27,"VerseNumber":77,"Text":"Албатта, у иймон келтирадиган кишилар учун ҳидоят ва раҳматдир"},{"SurahNumber":27,"VerseNumber":78,"Text":"Албатта, Парвардигорингиз (одамлар) ўртасида Ўз ҳукми (яъни, адолати) билан ҳукм қилур. У ғолиб ва билгувчидир"},{"SurahNumber":27,"VerseNumber":79,"Text":"Бас, сиз Аллоҳга таваккул қилинг! Албатта, сиз равшан ҳақиқат устидадирсиз"},{"SurahNumber":27,"VerseNumber":80,"Text":"Аниқки, сиз (ўз даъватингизни) «ўлик»ларга уқтира олмассиз ва юз ўгириб кетаётган «кар»ларга ҳам бу даъватни уқтира олмассиз"},{"SurahNumber":27,"VerseNumber":81,"Text":"Яна сиз кўрларни ҳам залолатларидан (чиқариб, ҳақ йўлга) ҳидоят қила олгувчи эмасдирсиз. Сиз фақат Бизнинг оятларимизга иймон келтириб, мусулмон бўладиган кишиларгагина уқтира олурсиз"},{"SurahNumber":27,"VerseNumber":82,"Text":"Қачон (кофирларнинг) устига сўз-азоб тушганида (яъни, Қиёмат яқинлашиб қолганида), Биз улар учун ердан бир жонивор чиқарурмиз. У уларга одамлар Бизнинг оятларимизга ишонмайдиган бўлиб қолганлари ҳақида сўзлар"},{"SurahNumber":27,"VerseNumber":83,"Text":"Биз ҳар бир миллатдан бир гуруҳ Бизнинг оятларимизни ёлғон дейдиган кимсаларни тўплаб, улар тизилиб турадиган кунни (эсланг)"},{"SurahNumber":27,"VerseNumber":84,"Text":"Энди қачон улар (ҳисоб-китоб қилинадиган жойга) келишгач, (Аллоҳ) айтди: «Сизлар аниқ-пухта билмаган ҳолингизда Менинг оятларимни ёлғон дедингизми?! Бўлмаса нима қилгувчи бўлдингизлар?!»"},{"SurahNumber":27,"VerseNumber":85,"Text":"Золим-кофир бўлганлари сабабли уларнинг устига Сўз — азоб тушди. Бас, улар (бирон сўз) сўзлай олмаслар"},{"SurahNumber":27,"VerseNumber":86,"Text":"Биз улар ором олишлари учун кечани пайдо қилганимизни ва кундузни ёруғ қилиб қўйганимизни кўрмадиларми?! Албатта бундай иймон келтирадиган қавм учун оят-ибратлар бордир"},{"SurahNumber":27,"VerseNumber":87,"Text":"Сур чалиниб, Аллоҳ Ўзи хоҳлаган зотлардан бошқа осмонлардаги ва Ердаги (барча) кимсалар даҳшатга тушиб қолган ва барча У зот (ҳузурига) бўйин эгган ҳолда келган кунни (эсланг)"},{"SurahNumber":27,"VerseNumber":88,"Text":"Сиз тоғларни кўриб тек қотиб турибди, деб ўйларсиз. Ҳолбуки, улар ҳам худди булутлар юргандек юрарлар. (Бу) барча нарсани пухта қилган Зот — Аллоҳнинг ҳунаридир. Албатта, У Зот сизлар қилаётган (барча) ишлардан огоҳдир"},{"SurahNumber":27,"VerseNumber":89,"Text":"Ким яхшилик билан келса, бас, унинг учун ўша (яхшилигидан) яхшироқ мукофот бўлур. Ва улар ўша Куннинг даҳшатидан омондадирлар"},{"SurahNumber":27,"VerseNumber":90,"Text":"Ким ёмонлик билан келса, бас, юзтубан ҳолларида дўзахга ташланурлар. (Ва уларга айтилур): «Сизларга фақат қилиб ўтган амалларингизнинг жазоси берилур»"},{"SurahNumber":27,"VerseNumber":91,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом, уларга айтинг): «Мен фақат мана шу шаҳарнинг (яъни, Маккаи Мукарраманинг) Парвардигоригагина ибодат қилишга буюрилгандирман. У (бу шаҳарни) ҳаром қилган Зотдир (яъни, бу шаҳарда қон тўқилиши, бирон кишига зулм қилиниши, ов овланиши ва ҳатто ўт юлиниши ҳам ҳаром қилингандир). Барча нарса Уникидир. Мен мусулмонлардан бўлишга буюрилгандирман"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ва Қуръон тиловат қилишга (буюрилгандирман»). Бас, ким ҳақ йўлга юрса фақат ўз (фойдаси) учун юрар. Ким йўлдан озса, у ҳолда айтингки: «Мен фақат (йўлдан озган кимсаларни Аллоҳнинг азобидан) огоҳлантиргувчилардандирман»"},{"SurahNumber":27,"VerseNumber":93,"Text":"Айтинг: «Ҳамду-сано Аллоҳ учундир. Яқинда У сизларга Ўз оят-мўъжизаларини кўрсатур. Бас, сизлар у (мўъжизаларни) тан олурсизлар (лекин у кунда тан олишингиз сизларга фойда бермас)». (Эй Муҳаммад алайҳис-салоту вас-салом), Парвардигорингиз сизларнинг қилаётган амалларингиздан ғофил эмасдир"},{"SurahNumber":28,"VerseNumber":1,"Text":"То, Син, Мим"},{"SurahNumber":28,"VerseNumber":2,"Text":"Ушбу (оятлар) очиқ-равшан Китоб оятларидир"},{"SurahNumber":28,"VerseNumber":3,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), иймон келтирадиган қавм (ўқиб, ибрат олишлари) учун сизга Мусо ва Фиръавн хабаридан ҳаққи-рост тиловат қилиб (сўйлаб) берурмиз"},{"SurahNumber":28,"VerseNumber":4,"Text":"Дарҳақиқат, Фиръавн (Миср) ерида туғёнга тушиб, унинг аҳолисини бўлак-бўлак қилди. У улардан бир тоифани (яъни, Бани Исроил қавмини) хорлаб ўғилларини сўяр, аёлларини тирик қолдирар. Албатта, у бузғунчи кимсалардан бўлди"},{"SurahNumber":28,"VerseNumber":5,"Text":"Биз эса у ерда хорланган кишиларга марҳамат қилишни, уларни (хор-бечораликдан чиқариб, барчага пешво зотларга айлантиришни ва уларни (Фиръавн мулкининг) ворислари қилишни истаймиз"},{"SurahNumber":28,"VerseNumber":6,"Text":"Яна уларни ўша ерда барқарор қилиб, Фиръавн ва (унинг вазири) Ҳомонга ҳамда икковининг лашкарларига (Бани Исроил) томонидан ўзлари қўрқувчи бўлган нарсани (яъни, мулку-давлатлари қўлларидан кетиб, ҳукму салтанат Бани Исроил қавмининг қўлига ўтишини) кўрсатиб қўйишни (истаймиз)"},{"SurahNumber":28,"VerseNumber":7,"Text":"Биз Мусонинг онасига (Мусони туғиб, уни ҳам Фиръавн одамлари келиб ўлдиришларидан қўрқиб турган пайтида) ваҳий қилдикки: «Уни эмизавергин. Бас, қачон (Фиръавн одамлари ўғил кўрганингни билишиб қолиб, уни ўлдириб кетишларидан) қўрқсанг, уни дарёга ташлагин ва қўрқмагин ҳам, қайғурмагин ҳам. Зеро, Биз уни сенга (яъни, тирик ҳолида) қайтаргувчидирмиз ва уни пайғамбарлардан қилгувчидирмиз»"},{"SurahNumber":28,"VerseNumber":8,"Text":"Бас, уни Фиръавн хонадони (ўсиб-улғайгач), ўзларига душман ва ғам-ташвиш бўлиши учун тутиб олдилар. Албатта, Фиръавн, Ҳомон ва уларнинг лашкарлари хато қилгувчи бўлдилар"},{"SurahNumber":28,"VerseNumber":9,"Text":"Фиръавннинг хотини (унга): «(Бу бола) мен учун ҳам, сен учун ҳам кўз қувончидир. Уни ўлдирманглар. Шоядки, унинг бизларга нафи тегса ёки уни бола қилиб олсак», деди. Улар (ўзларининг ҳалокатлари шу гўдак қўлида эканини) сезмаган ҳолларида (уни бола қилиб олдилар)"},{"SurahNumber":28,"VerseNumber":10,"Text":"Мусо (дарёда оқиб кетгач), онасининг қалби бўм-бўш бўлиб қолди. Агар Биз («Мусони ўзингга қайтарурмиз», деган ваъдамизга) иймон келтиргувчилардан бўлиши учун унинг кўнглини хотиржам қилмаганимизда, албатта, у (Мусо ўзининг ўғли эканини) очиб қўйган бўлур эди"},{"SurahNumber":28,"VerseNumber":11,"Text":"Ва (Мусонинг онаси) унинг опасига: «Унинг (ортидан) тушгин», дедик. Бас, у (Фиръавн хонадонидагилар) сезмаган ҳолларида (Мусони) узоқдан кузатиб турди"},{"SurahNumber":28,"VerseNumber":12,"Text":"Биз аввал (Мусога барча) эмизгувчи аёлларни ҳаром қилдик (бас, у бирон аёлни эммади), шунда (унинг опаси келиб): «Мен сизларга унга кафил бўлиб (эмизадиган) ва унга холис (тарбия берадиган) бир оилани кўрсатайми?», деди"},{"SurahNumber":28,"VerseNumber":13,"Text":"Шундай қилиб, Биз (Мусонинг онасининг) кўзлари шодланиши ва ғам чекмаслиги учун ҳамда Аллоҳнинг ваъдаси ҳақ эканини билиши учун уни онасига қайтардик. Лекин кўп (одамлар Аллоҳнинг ваъдаси ҳақ эканини) билмайдилар"},{"SurahNumber":28,"VerseNumber":14,"Text":"Қачонки у вояга етиб, (ақли) тўлгач, Биз унга ҳикмат ва билим ато этдик. Биз чиройли амал қилгувчи кишиларни мана шундай мукофотлармиз"},{"SurahNumber":28,"VerseNumber":15,"Text":"(Кунлардан бирида Мусо) шаҳарга унинг аҳолиси ғафлатда бўлган (пешин) пайтида кирган эди, унда икки киши урушаётганини кўрди. (Улардан) бири ўз гуруҳидан (яъни, Бани Исроил қавмидан) ва бири душманидан (яъни, Қибтийлардан) эди. (Бас, Мусонинг) гуруҳидан бўлган киши ундан душман томондан бўлган кимсага қарши ёрдам сўради. Шунда Мусо бир мушт уриб уни ўлдириб қўйди. (Сўнг қилиб қўйган ишидан пушаймон бўлиб), деди: «Бу шайтоннинг ишидандир. Албатта, у йўлдан ургувчи очиқ душмандир»"},{"SurahNumber":28,"VerseNumber":16,"Text":"(Кейин Аллоҳга илтижо қилиб), деди: «Парвардигорим, дарҳақиқат, мен ўз жонимга жабр қилиб қўйдим. Энди Ўзинг мени мағфират қилгин». Бас, (Аллоҳ) уни мағфират қилди. Албатта Унинг Ўзигина мағфират қилгувчи, меҳрибондир"},{"SurahNumber":28,"VerseNumber":17,"Text":"У (яна) деди: «Парвардигорим, Сен менга қилган инъоминг ҳаққи-ҳурмати энди ҳаргиз жиноятчи кимсаларга ёрдам қилгувчи бўлмасман»"},{"SurahNumber":28,"VerseNumber":18,"Text":"Бас, у эрта тонгда шаҳарда қўрқувга тушиб, (бирон кори ҳолга) кўз тутган ҳолда кетаётган эди, баногоҳ кеча ундан ёрдам сўраган (Бани Исроил қавмидан бўлган) кимса яна (бир Қибтий билан урушаётганини ва яна) уни ёрдамга чақираётганини (кўрди). Мусо унга деди: «Дарҳақиқат, сен аниқ гумроҳдирсан»"},{"SurahNumber":28,"VerseNumber":19,"Text":"Энди у ўзларига душман бўлган кимсани (яъни, Қибтийни) ушламоқчи бўлган эди, (Мусо энди мени урмоқчи шекилли, деб гумон қилган Бани Исроилдан бўлган кимса): «Эй Мусо, кеча бир жонни ўлдирганинг каби (бугун) мени ҳам ўлдирмоқчимисан?! Сен фақат Ер юзида жабру зулм қилгувчи бўлмоқчисан. Сен ислоҳ қилгувчилардан бўлишни истамайсан», деди"},{"SurahNumber":28,"VerseNumber":20,"Text":"Шаҳарнинг нариги тарафидан бир киши шошганча келиб: «Эй Мусо, (Фиръавн) одамлари сени ўлдириш учун тил бириктирмоқдалар. Бас, сен (бу шаҳардан) чиқиб кетгин. Албатта мен сенга холис бўлган кишилардандирман», деди"},{"SurahNumber":28,"VerseNumber":21,"Text":"Бас, у қўрқувга тушиб, (ортидан етиб келиб қолишларига) кўз тутган ҳолда у ердан чиқиб, деди: «Парвардигорим, Ўзинг менга бу золим қавмдан нажот бергин»"},{"SurahNumber":28,"VerseNumber":22,"Text":"Ва қачонки Мадян (шаҳри) томонга юзлангач, деди: «Шояд Парвардигорим мени Тўғри Йўлга ҳидоят қилса»"},{"SurahNumber":28,"VerseNumber":23,"Text":"Қачонки Мадяннинг суви — қудуғига етиб келгач, у жойда бир тўп одамлар (чорваларини) суғораётганларини кўрди ва улардан қуйироқда икки аёл (ўз қўйларини қудуқдан) тўсиб турганларини кўриб: «Сизларга не бўлди (яъни, нега қўйларингизни суғормай турибсизлар)?», деди. Улар: «Биз то подачилар (молларини) қайтармагунча суғора олмаймиз. Отамиз эса қари чол (яъни, қўйларимизни суғоргани кела олмас)», дедилар"},{"SurahNumber":28,"VerseNumber":24,"Text":"Шунда (Мусо) уларга (қўйларини) суғориб берди. Сўнгра (бир четдаги дарахт) соясига бориб (ўтириб), деди: «Парвардигорим, мен Ўзинг мен учун нима яхшилик (яъни, ризқ) туширсанг, ўшанга муҳтождирман»"},{"SurahNumber":28,"VerseNumber":25,"Text":"Бас, улардан бири ҳаё билан юриб келиб: «Отам сени бизларга (қўйларимизни) суғориб берганинг ҳақини бериш учун чақирмоқда», деди. Бас, қачонки (Мусо Шуъайбнинг ҳузурига) келиб, унга ўз қиссасини сўйлаб бергач, у: «Қўрқмагин. Сен у золим қавмдан нажот топдинг», деди"},{"SurahNumber":28,"VerseNumber":26,"Text":"(Қизлардан) бири: «Эй ота, уни (ишга) ёллагин. Зеро, сен ёллаган энг яхши киши кучли, ишончли кишидир», деди"},{"SurahNumber":28,"VerseNumber":27,"Text":"(Шуъайб) айтди: «(Эй Мусо, агар рози бўлсанг), менга саккиз йил ишлаб беришинг бадалига мен сенга мана шу икки қизимдан бирини никоҳлаб бермоқчиман. Энди агар ўн йилни тўлатсанг (яъни, тўла ўн йил ишлаб берсанг), сен томонингдан (бизга марҳамат бўлур). Мен сени қийнашни истамайман. Иншоаллоҳ, сен менинг солиҳ кишилардан эканлигимни кўрурсан»"},{"SurahNumber":28,"VerseNumber":28,"Text":"(Мусо) деди: «Мана шу сен билан менинг ўртамиздаги (битимдир). Икки муддатдан қай бирини адо қилсам бас, менга зўрлик қилинмас. Аллоҳ айтаётган сўзимизга гувоҳдир»"},{"SurahNumber":28,"VerseNumber":29,"Text":"Энди қачонки Мусо (келишилган) муддатни ўтаб, аҳли-оиласи билан (Миср томон) йўлга тушгач, Тур (тоғи) тарафдан бир оловни кўриб қолди. У аҳли-оиласига: «Сизлар кутиб туринглар. Аниқки мен бир оловни кўриб қолдим. Шояд сизларга бирон хабар ёки исиниб олишларингиз учун у оловдан чўғ олиб келсам», деди"},{"SurahNumber":28,"VerseNumber":30,"Text":"Энди қачонки унинг олдига етиб келгач, у муборак жойдаги водийнинг ўнг тарафидан — дарахтдан унга нидо қилинди: «Эй Мусо, албатта, Мен барча оламларнинг Парвардигори Аллоҳдирман"},{"SurahNumber":28,"VerseNumber":31,"Text":"Асоингни (ерга) ташлагин!» Бас, қачон (Мусо) уни илондек қимирлаганини кўргач, ортига қарамай қочди. «Эй Мусо, кел, қўрқмагин. Зеро, сен (хавфу-хатардан) омонда бўлгувчи кишилардандирсан"},{"SurahNumber":28,"VerseNumber":32,"Text":"Қўлингни чўнтагингга солгин, бирон зиён-дардсиз оппоқ бўлиб чиқур ва қанотингни (яъни, қўлингни) қўрқувдан (яъни, агар бу мўъжизалардан қўрқиб кетсанг қўлтиғингга) қисиб олгин (у яна ўз ҳолига қайтур). Бас, шу иккиси (яъни, асо билан қўл) Парвардигоринг томонидан Фиръавн ва унинг одамларига икки ҳужжатдир. Дарҳақиқат, улар фосиқ қавм бўлдилар»"},{"SurahNumber":28,"VerseNumber":33,"Text":"(Мусо) деди: «Парвардигорим, мен улардан бир жонни ўлдириб қўйганман. Ва улар мени ўлдиришларидан қўрқурман"},{"SurahNumber":28,"VerseNumber":34,"Text":"Оғам Ҳорун мендан кўра тили гўёроқдир. Бас, уни мен билан бирга мени тасдиқлайдиган ёрдамчи қилиб юборгин. Чунки мени улар ёлғончи қилишларидан қўрқурман»"},{"SurahNumber":28,"VerseNumber":35,"Text":"(Аллоҳ) айтди: «Биз сени оғанг билан қувватлантирурмиз ва иккингиз учун салтанат (яъни, ғалаба ато) қилурмиз. Бас, улар сизларга (бирон зиён) етказа олмаслар. Бизнинг оят-мўъжизаларимиз билан сизлар ҳам, сизларга эргашган кишилар ҳам ғолиб бўлгувчидирлар»"},{"SurahNumber":28,"VerseNumber":36,"Text":"Энди қачонки Мусо уларга Бизнинг аниқ-равшан оят-мўъжизаларимизни келтиргач, улар: «Бу ҳеч нарса эмас, магар уйдирма-сеҳрдир. Бизлар бу нарсани ўтган ота-боболаримиз (замони)да бўлганини ҳам эшитган эмасмиз», дедилар"},{"SurahNumber":28,"VerseNumber":37,"Text":"Мусо айтди: «Парвардигорим ким Ўзининг ҳузуридан ҳидоят келтирганини ҳам, Охират диёридаги оқибат кимнинг фойдасига бўлишини ҳам жуда яхши билгувчидир. Албатта золим кимсалар нажот топмас»"},{"SurahNumber":28,"VerseNumber":38,"Text":"Фиръавн: «Эй одамлар, мен сизлар учун ўзимдан бошқа бирон илоҳ борлигини билган эмасман. Бас, сен, эй Ҳомон, лойни пишириб, (ғишт қуйиб) мен учун бир баланд қаср бино қил, шоядки мен (унинг устига чиқиб) Мусонинг худосини кўрсам. Албатта, мен уни ёлғончи кимсалардан деб ўйламоқдадирман», деди"},{"SurahNumber":28,"VerseNumber":39,"Text":"У (Фиръавн) ҳам, унинг лашкарлари ҳам (иймон келтирмасликлари билан) Ер юзида ноҳақ кибру-ҳаво қилдилар ва ўзларини Бизга қайтарилмайдилар, деб гумон қилдилар"},{"SurahNumber":28,"VerseNumber":40,"Text":"Бас, Биз уни ва лашкарларини ушладик-да, денгизга ташладик. Энди сиз у золим кимсаларнинг оқибати қандай бўлганини кўринг"},{"SurahNumber":28,"VerseNumber":41,"Text":"Ва уларни, (ўзларига эргашган динсиз кимсаларни) дўзахга чорлаб турадиган пешволар қилиб қўйдик. Қиёмат Кунида ҳам уларга ёрдам берилмас"},{"SurahNumber":28,"VerseNumber":42,"Text":"Биз бу дунёда ҳам уларга лаънатни эргаштирдик. Қиёмат Кунида ҳам улар (Бизнинг раҳматимиздан) йироқ қилингувчи кимсалардандирлар"},{"SurahNumber":28,"VerseNumber":43,"Text":"Аниқки Биз аввалги аср-авлодларни (кофирликлари сабабли) ҳалок қилганимиздан кейин Мусога одамлар учун нур, ҳидоят ва раҳмат бўлган Китоб ато этдик. Шояд улар эслатма-ибрат олсалар"},{"SurahNumber":28,"VerseNumber":44,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), Биз Мусога ишни (яъни, пайғамбарликни) ҳукм қилган пайтда сиз (Тур тоғининг) ғарб томонида (Биз Мусо билан ваъдалашган жойда турган) эмас эдингиз ва гувоҳлардан ҳам бўлган эмас эдингиз"},{"SurahNumber":28,"VerseNumber":45,"Text":"Лекин Биз (Мусо замонидан сўнг, кўп) асрларни пайдо қилдик, бас, уларга умр-замон чўзилиб кетди (ва улар Мусога юборилган ҳукмларни унутиб юбордилар. Шунда Биз ҳукму фармонларимизни одамларга ҳаққи-рост етказишингиз учун сизни пайғамбар қилиб юбордик). Сиз Мадян аҳли орасида тургувчи ҳам, уларга Бизнинг оятларимизни тиловат қилгувчи ҳам бўлган эмасдингиз. Лекин Биз (сизни) пайғамбар қилиб юборгувчи бўлдик, (бас, сиз Бизнинг ваҳийларимиз воситасида Мусо тўғрисида ҳам, Мадян шаҳрининг аҳли ҳақида ҳам хабардор бўлдингиз)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Биз (Мусога) нидо қилган пайтда сиз Турнинг ёнида бўлган эмас эдингиз. Лекин (сиз) Парвардигорингиз томонидан раҳмат бўлиб, сиздан илгари бирон огоҳлантиргувчи келмаган бир қавмни огоҳлантириш учун (пайғамбар қилиндингиз). Шояд улар эслатма-ибрат олсалар"},{"SurahNumber":28,"VerseNumber":47,"Text":"Агар уларга ўз қилмишлари сабабли бирон мусибат-бало етганида: «Парвардигоро, бизларга пайғамбар юборганингда эди, Сенинг оятларингга эргашар ва иймон келтиргувчилардан бўлур эдик», дейишмаса эди (Биз сизни уларга пайғамбар қилиб юбормас эдик)"},{"SurahNumber":28,"VerseNumber":48,"Text":"Энди қачонки уларга Бизнинг ҳузуримиздан ҳақ (пайғамбар) келгач эса, улар: «Унга (яъни, Муҳаммадга) ҳам Мусога берилган мўъжизалар берилганида эди (бизлар унга эргашган бўлардик)», дедилар. Ахир улар илгари Мусога берилган мўъжизаларга ҳам кофир бўлмаганмидилар?! Улар: «(Таврот ва Қуръон) бир-бирини қўллаб-қувватлайдиган икки сеҳрдир», дедилар ва: «Бизлар (бу икки китобдан) ҳар бирига кофирдирмиз», дедилар"},{"SurahNumber":28,"VerseNumber":49,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом, уларга) айтинг: «У ҳолда агар ростгўй бўлсанглар, сизлар Аллоҳ ҳузуридан у икки (Китобдан) кўра тўғрироқ бўлган бирон китоб келтиринглар, мен унга эргашурман»"},{"SurahNumber":28,"VerseNumber":50,"Text":"Энди агар улар сизга жавоб бера олмасалар, бас, билингки улар фақат ҳавойи нафсларигагина эргашурлар. Аллоҳ томонидан ҳидоятланмаган ҳолда ўз ҳавои нафсига эргашган кимсадан ҳам йўлдан озганроқ ким бор?! Албатта, Аллоҳ бундай золим қавмни хидоят қилмас"},{"SurahNumber":28,"VerseNumber":51,"Text":"Аниқки, Биз эслатма-ибрат олишлари учун уларга Сўзни — Қуръонни улаб (яъни, пайдар-пай нозил қилдик)"},{"SurahNumber":28,"VerseNumber":52,"Text":"Биз (Қуръондан) илгари Китоб (яъни, Таврот, Инжил) ато этган зотлар (яъни, яҳудий ва насронийлар орасидаги мўминлар) унга (яъни, Қуръонга) иймон келтирурлар"},{"SurahNumber":28,"VerseNumber":53,"Text":"Қачонки уларга (Қуръон) тиловат қилинса, улар: «Бизлар унга иймон келтирдик. Албатта, у Парвардигоримиз томонидан бўлган Ҳақиқатдир. Шак-шубҳасиз, бизлар (Қуръон нозил бўлишидан) илгари ҳам мусулмонлар (яъни, Аллоҳни ягона билиб бўйинсунувчилар) эдик», дерлар"},{"SurahNumber":28,"VerseNumber":54,"Text":"Ана ўша зотларга (дину-иймон йўлида) сабр-тоқат қилганлари сабабли ажр-мукофотлари қайта-қайта ато этилур. Улар яхшилик (яъни, сабр-тоқат) билан ёмонликни (яъни, кофирларнинг озорларини) дафъ қилурлар ва Биз уларга ризқ қилиб берган нарсалардан инфоқ-эҳсон қилурлар"},{"SurahNumber":28,"VerseNumber":55,"Text":"Қачон беҳуда (сўз ё ишни) эшитсалар, ундан юз ўгирурлар ва: «Бизларнинг амалларимиз ўзимиз учун, сизларнинг амалларингиз ҳам ўзларингиз учундир. Омон бўлинглар. Бизлар нодон кимсалар (билан ҳамсуҳбат бўлиш)ни истамаймиз», дерлар"},{"SurahNumber":28,"VerseNumber":56,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), аниқки, сиз ўзингиз суйган кишиларни ҳидоят қила олмассиз, лекин Аллоҳ Ўзи хоҳлаган кишиларни ҳидоят қилур. У ҳидоят топгувчи зотларни яхшироқ билгувчидир"},{"SurahNumber":28,"VerseNumber":57,"Text":"Улар (яъни, Қурайш кофирлари): «(Эй Муҳаммад алайҳис-салоту вас-салом), агар бизлар сен билан бирга Тўғри Йўлга эргашсак, ўз еримиздан ажралурмиз», дедилар. Ахир Биз уларга тинч-осойишта Ҳарамни макон қилиб бермадикми?! Барча нарсанинг мева-ҳосиллари Бизнинг даргоҳимиздан ризқу рўз бўлган ҳолда ўша жойга йиғилади-ку! Лекин уларнинг кўплари (буни) билмаслар"},{"SurahNumber":28,"VerseNumber":58,"Text":"Биз қанча маишати ҳаддан ошган қишлоқ-шаҳарни ҳалок қилдик. Бас, ўшаларнинг масканлари улардан кейин камдан-кам маскан қилинди. (Уларнинг барчалари ҳалок бўлдилар) ва (уларни мулку-диёрларига) Биз Ўзимиз ворис бўлиб қолдик"},{"SurahNumber":28,"VerseNumber":59,"Text":"Парвардигорингиз то барча қишлоқ-шаҳарларнинг марказларига Бизнинг оятларимизни уларга тиловат қиладиган бир пайғамбарни юбормагунича, (у қишлоқ-шаҳарларни) ҳалок қилугувчи бўлмади. Биз қишлоқ-шаҳарларни фақат уларнинг аҳолиси золим — кофир бўлган ҳолдагина ҳалок қилгувчи бўлдик"},{"SurahNumber":28,"VerseNumber":60,"Text":"Сизларга берилган нарсалар фақат ҳаёти дунёнинг мато ва зийнатларидир. Аллоҳ ҳузуридаги (ажру-мукофот) эса яхшироқ ва боқийроқдир. Ахир ақл юргизмайсизларми"},{"SurahNumber":28,"VerseNumber":61,"Text":"Ахир Биз гўзал ваъда (жаннат) ваъда қилган, бас, унга эришган киши, Биз ҳаёти дунё матосидан озгина фойдалантириб, сўнгра Қиёмат Кунида (мангу азобга) дучор қилингувчилардан бўлган кимса каби бўлурми"},{"SurahNumber":28,"VerseNumber":62,"Text":"(Эсланг, Аллоҳ Қиёмат Кунида) уларга нидо қилиб: «Сизлар (бор деб) гумон қилгувчи бўлган «шерикларим» қаерда қолишди?», деганида"},{"SurahNumber":28,"VerseNumber":63,"Text":"Устларига Сўз — азоб тушиши ҳақ-муқаррар бўлган кимсалар (яъни, одамларни Ҳақ йўлидан оздирган доҳийлар): «Парвардигоро, ана у бизлар йўлдан оздирган кимсаларни ҳам худди ўзимиз йўлдан озган каби йўлдан оздиргандирмиз (яъни, бизлар ҳам, барчамиз ўз ихтиёримиз билан озгандирмиз). Бизлар Сенга (яъни, уларнинг йўлдан озишларига айбдор эмасмиз) оқдирмиз. Улар бизларга ибодат қилгувчи бўлмаганлар, (балки ўз ҳавои нафсларига ибодат қилганлар)», дерлар"},{"SurahNumber":28,"VerseNumber":64,"Text":"Уларга: «Бутларингизга илтижо қилинглар, (мана энди сизларга ёрдам берсинлар)», дейилиб, уларга илтижо қилинганларида (бутлар) жавоб қилмаслар ва улар азобни кўрурлар. Агар улар ҳидоят топсалар эди (бундай азобни кўрмаган бўлур эдилар)"},{"SurahNumber":28,"VerseNumber":65,"Text":"(Аллоҳ) уларга нидо қилиб: «Пайғамбарларимга нима жавоб қилган эдинглар?», дейдиган кунда"},{"SurahNumber":28,"VerseNumber":66,"Text":"Ўша кунда уларга хабарлар (яъни, ўзларини оқлайдиган баҳонаю сабаблар) кўринмай қолур, бас, (даҳшат ва қўрқувга тушиб) бир-бирларидан ҳам сўраша олмаслар"},{"SurahNumber":28,"VerseNumber":67,"Text":"Энди ким тавба қилиб, иймон келтириб, яхши амал қилиб ўтган бўлса, шоядки ана ўша (киши) нажот топгувчилардан бўлур"},{"SurahNumber":28,"VerseNumber":68,"Text":"Парвардигорингиз Ўзи хоҳлаган нарсани яратур ва (Ўзи хоҳлаган ишни) ихтиёр қилур. Улар учун ихтиёр йўқдир. Аллоҳ уларнинг ширкларидан пок ва юксакдир"},{"SurahNumber":28,"VerseNumber":69,"Text":"Парвардигорингиз уларнинг диллари яширган нарсаларни — сирларни ҳам, ошкор қилган нарсаларини — сўзларини ҳам билур"},{"SurahNumber":28,"VerseNumber":70,"Text":"У (ёлғиз) Аллоҳдир. Ҳеч қандай илоҳ йўқ, магар Унинг Ўзигина бордир. Аввалу охирда (яъни, дунё-ю Охиратда) ҳамду сано (ёлғиз) Унинг учундир. Ҳукм Унинг (ҳукмидир). Ва (барчаларингиз) ёлғиз Унга қайтарилурсизлар"},{"SurahNumber":28,"VerseNumber":71,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Хабар берингиз-чи, агар Аллоҳ кечани Қиёмат Кунигача устингизда мангу қилиб қўйса, Аллоҳдан ўзга қайси бир илоҳ сизларга бирон ёруғлик келтира олур?! Ахир англамайсизларми?»"},{"SurahNumber":28,"VerseNumber":72,"Text":"Айтинг: «Хабар берингиз-чи, агар Аллоҳ кундузни Қиёмат Кунигача устингизда мангу қилиб қўйса, Аллоҳдан ўзга қайси бир илоҳ сизларга ором оладиган кечани келтира олур?! Ахир кўрмайсизларми"},{"SurahNumber":28,"VerseNumber":73,"Text":"(Аллоҳ) сизлар учун кеча ва кундузни унга (яъни, кечада) ором олишларингиз, (кундузи эса) Унинг фазл-ризқидан исташларингиз ва шукр қилишларингиз учун пайдо қилиб қўйгани Унинг раҳмат — марҳаматидандир"},{"SurahNumber":28,"VerseNumber":74,"Text":"(Эсланг, Аллоҳ Қиёмат Кунида) уларга нидо қилиб: «Сизлар (бор деб) гумон қилгучи бўлган «шерикларим» қаерда қолишди?!», дер"},{"SurahNumber":28,"VerseNumber":75,"Text":"Биз (у кунда) ҳар бир умматдан бир гувоҳни (яъни, пайғамбарни) чиқариб, (уларга «Аллоҳ ёлғиз эмас», деб келтирган ширкларингиз ҳақ бўлса қани) ҳужжат-далилларингизни келтиринглар-чи», дедик. Бас, улар (худолик) ҳаққи-ҳуқуқи (ёлғиз Аллоҳники эканини) билдилар ва ўзлари тўқиб олган «худолари» эса улардан ғойиб бўлди"},{"SurahNumber":28,"VerseNumber":76,"Text":"Албатта, Қорун ўзи Мусо қавмидан эди. Бас, у (қавмдошларига) кибру-ҳаво қилди. Биз унга хазина-дафиналардан калитлари(ни кўтариб юришнинг ўзи) куч-қувват эгалари бўлган бир жамоатга ҳам оғирлиқ қиладиган нарсаларни ато этган эдик. Ўшанда қавмдошлари унга: «Ховлиқмагин, чунки Аллоҳ ҳовлиқма кимсаларни суймас"},{"SurahNumber":28,"VerseNumber":77,"Text":"Ва Аллоҳ сенга ато этган мол-давлат билан (аввало) Охират (ободлигини) истагин ва дунёдан бўлган насибангни ҳам унутмагин. Аллоҳ сенга эҳсон қилгани каби сен ҳам (Аллоҳнинг бандаларига) инфоқ-эҳсон қил. Ерда (зулму-зўравонлик билан) бузғунчилик қилишга уринма. Чунки Аллоҳ бузғунчи кимсаларни суймас», деганларида"},{"SurahNumber":28,"VerseNumber":78,"Text":"У: «Менга (бор молу-давлатим) фақат ўзимдаги билим сабаблигина ато этилгандир, (бас, ҳеч ким уни мендан тортиб ололмас»), деди. Ахир у ўзидан аввалги асрлар-авлодлардан, ундан кўра қувватлироқ ва жамғармаси ҳам кўпроқ (қанчадан-қанча) кимсаларни Аллоҳ ҳалок қилганини билмасми?! У жиноятчи кимсалардан гуноҳлари ҳақида сўралмас ҳам, (балки улар ҳеч қандай сўроқ-саволсиз дўзахга ташланурлар)"},{"SurahNumber":28,"VerseNumber":79,"Text":"Сўнг, (Қорун) қавми олдига ясан-тусан қилиб чиққан эди, ҳаёти дунёни истайдиган кимсалар: «Эх, қани эди бизлар учун ҳам Қорунга ато этилган молу-давлат бўлса эди. Дарҳақиқат, у улуғ насиба эгасидир», дедилар"},{"SurahNumber":28,"VerseNumber":80,"Text":"Илм-маъфират ато этилган кишилар эса: «Ўлим бўлсин сизларга! Иймон келтирган ва яхши амал қилган киши учун Аллоҳ берадиган ажр-савоб яхшироқ-ку! У (савобга) фақат сабр-қаноатли кишиларгина эришурлар», дедилар"},{"SurahNumber":28,"VerseNumber":81,"Text":"Бас, Биз (Қорунни) ҳам, унинг ҳовли-жойини ҳам (ерга) ютдирдик. Сўнг унинг учун Аллоҳдан ёрдам берадиган ўзга бирон жамоат бўлмади ва унинг ўзи ҳам ғолиблардан бўлмади"},{"SurahNumber":28,"VerseNumber":82,"Text":"Ва куни кеча унинг мартабасини орзу қилган кимсалар: «Воажаб, Аллоҳ бандаларидан Ўзи хоҳлаган кишиларнинг ризқини кенг қилиб (Ўзи хоҳлаган бандаларининг ризқини) танг қилиб берар экан-да. Агар Аллоҳ бизларга марҳамат қилмаганида, бизларни ҳам (ерга) ютдирган бўлур эди. Воажаб, кофир бўлган кимсалар нажот топмас экан-да», деб қолдилар"},{"SurahNumber":28,"VerseNumber":83,"Text":"Биз ўша Охират диёрини Ер юзида зулму-зўравонлик ва бузғунчилик қилишни истмайдиган кишилар учун қилурмиз. Оқибат тақво қилгувчи кишиларникидир"},{"SurahNumber":28,"VerseNumber":84,"Text":"Ким яхшилик билан келса, бас, унинг учун (қилган яхшилигидан) яхшироқ (мукофот бўлур). Ким ёмонлик билан келса, бас, ёмонликлар қилган кимсалар фақат ўзлари қилган ёмонликлари билангина жазоланадилар"},{"SurahNumber":28,"VerseNumber":85,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), албатта сизга (ушбу) Қуръонни (яъни, уни тиловат қилишни унга амал қилишни ва уни умматларингизга (етказишни) фарз қилган зот, шак-шубҳасиз, сизни бир қайтадиган жойга (Маккага) қайтаргувчидир. (Мушрикларга) айтинг: «Парвардигорим, ҳидоят келтирган кишиларни ҳам, очиқ-равшан залолатдаги кимсаларни ҳам жуда яхши билгувчидир»"},{"SurahNumber":28,"VerseNumber":86,"Text":"Сиз ўзингизга Китоб — Қуръон туширилишидан умидвор ҳам бўлган эмасдингиз. Фақат Парвардигорингиз томонидан раҳмат-марҳамат бўлиб (сизга Қуръон нозил қилинди). Бас, сиз ҳаргиз кофир кимсаларга ёрдамчи бўлманг"},{"SurahNumber":28,"VerseNumber":87,"Text":"Ва сизга Аллоҳнинг оятлари нозил қилинганидан сўнг ҳаргиз (у оятларга амал қилишингиздан) тўсмасинлар! Сиз (одамларни ҳам ёлғиз) Парвардигорингизга (ибодат қилишга) чорланг ва мушрик кимсалардан бўлманг"},{"SurahNumber":28,"VerseNumber":88,"Text":"Аллоҳ билан бирга бошқа бирон «илоҳ»га илтижо қилманг! Ҳеч қандай илоҳ йўқ магар Унинг Ўзигина бордир. Барча нарса ҳалок бўлгувчидир, магар Унинг Ўзигина (мангудир). Ҳукм Унинг (ҳукмидир), ва (барчаларингиз) ёлғиз Унга қайтарилурсизлар"},{"SurahNumber":29,"VerseNumber":1,"Text":"Алиф, Лом, Мим"},{"SurahNumber":29,"VerseNumber":2,"Text":"Одамлар: «Иймон келтирдик», дейишлари билангина, имтиҳон қилинмаган ҳолларида, қўйиб қўйилишларини ўйладиларми"},{"SurahNumber":29,"VerseNumber":3,"Text":"Ҳолбуки, Биз улардан аввалги (иймон келтирган барча) кишиларни имтиҳон қилган эдик-ку!! Бас, (шу имтиҳон воситасида) албатта Аллоҳ («Иймон келтирдик», деб) рост сўзлаган кишиларни ҳам, ёлғончи кимсаларни ҳам аниқ билур"},{"SurahNumber":29,"VerseNumber":4,"Text":"Ёки ёмон амаллар қиладиган кимсалар Биздан (жазойимиздан) қочиб қутулишни ўйладиларми?! Нақадар ёмон ҳукм чиқарадилар-а"},{"SurahNumber":29,"VerseNumber":5,"Text":"Ким Аллоҳга рўбарў бўлишдан умидвор бўлса, бас, албатта, Аллоҳ (белгилаган мукофот ва жазо) фурсати шак-шубҳасиз, келгувчидир. У эшитгувчи, билгувчидир"},{"SurahNumber":29,"VerseNumber":6,"Text":"Ким жиҳод қилса, фақат ўз (фойдаси) учун жиҳод қилур (яъни, ким Аллоҳ йўлида саъй-ҳаракат қилса, бундан Аллоҳ эмас, балки ўша кишининг ўзи учун манфаат бўлур). Зеро, Аллоҳ барча одамлардан беҳожатдир"},{"SurahNumber":29,"VerseNumber":7,"Text":"Иймон келтирган ва яхши амаллар қилган зотларнинг ёмонликларини (яъни, аввал қилган гуноҳларини) шак-шубҳасиз, ўчирурмиз ва албатта уларни қилиб ўтган энг чиройли амаллари билан мукофотлармиз"},{"SurahNumber":29,"VerseNumber":8,"Text":"Биз инсонни ота-онасига яхшилик қилишга буюрдик (яъни, ота-она хоҳ яхши, хоҳ ёмон бўлсин, хоҳ мусулмон, хоҳ кофир бўлсин, уларга яхшилик қилиш фарзанднинг бурчидир, аммо) агар улар сен ўзинг билмаган нарсаларни (яъни, сохта «худо»ларни) Менга шерик қилишинг учун зўрласалар, у ҳолда уларга итоат этмагин! (Барчангиз) Менга қайтурсиз, бас, (ана ўша кунда) Мен сизларга қилиб ўтган амалларингизнинг хабарини берурман"},{"SurahNumber":29,"VerseNumber":9,"Text":"Иймон келтирган ва яхши амаллар қилган зотларни шак-шубҳасиз, солиҳ бандалар қаторига (яъни, жаннатга) дохил қилурмиз (киритурмиз)"},{"SurahNumber":29,"VerseNumber":10,"Text":"Одамлар орасида шундай кимсалар ҳам борки, ўзлари: «Аллоҳга иймон келтирдик», дейди-да, сўнг Аллоҳ йўлида (кофирлар томонидан бирон азият билан) озорланса, одамларнинг (бу) фитна-озорларини Аллоҳнинг азоби каби қилиб олур (яъни, ўткинчи ҳокимларнинг фитна-фасодларидан Аллоҳнинг азобидан қўрққандек қўрқиб ўз иймон-эътиқодидан кечур). Қасамки, агар Парвардигорингиз томонидан (сиз — мўминларга) ғалаба келса шак-шубҳасиз, улар: «Албатта бизлар сизлар билан бирга эдик», дерлар. Ахир Аллоҳ барча одамларнинг дилларидаги нарсаларни жуда яхши билгувчи эмасми"},{"SurahNumber":29,"VerseNumber":11,"Text":"Албатта Аллоҳ иймон келтирган зотларни ҳам, мунофиқ кимсаларни ҳам аниқ билур"},{"SurahNumber":29,"VerseNumber":12,"Text":"Кофир бўлган кимсалар иймон келтирган зотларга: «Сизлар бизларнинг йўлимизга эргашинглар, гуноҳларингизни бизлар кўтарурмиз», дедилар. Ҳолбуки, улар (мўминларнинг) гуноҳларидан бирон нарсани кўтара олгувчи эмасдирлар. Албатта улар ёлғончидирлар"},{"SurahNumber":29,"VerseNumber":13,"Text":"Албатта улар ўзларининг юк-гуноҳларини ҳам, у юклари билан бирга (бошқа) юкларни ҳам кўтарурлар ва албатта Қиёмат Кунида ўзлари тўқиб олган (ёлғонлари) тўғрисида сўралурлар"},{"SurahNumber":29,"VerseNumber":14,"Text":"Аниқки, Биз Нуҳни ўз қавмига (пайғамбар қилиб) юбордик. Бас, у уларнинг орасида эллик йили кам минг йил турди (аммо улар иймон келтирмадилар), бас, уларни золим-кофир бўлган ҳолларида тўфон (балоси) тутди"},{"SurahNumber":29,"VerseNumber":15,"Text":"Сўнг Биз (Нуҳ)га ва кема(даги) ҳамроҳларига нажот бердик ва (у тўфон балосини) барча оламларга оят-ибрат қилиб қўйдик"},{"SurahNumber":29,"VerseNumber":16,"Text":"Иброҳимни (эсланг) — у ўз қавмига деган эди: «Аллоҳга ибодат қилинглар ва Ундан қўрқинглар! Агар билгувчи бўлсангизлар, мана шу сизлар учун яхшироқдир"},{"SurahNumber":29,"VerseNumber":17,"Text":"Сизлар Аллоҳни қўйиб фақат бутларга ибодат қилмоқдасизлар ва (уларни «худолар», деб) ёлғон тўқимоқдасизлар. Аниқки, сизлар Аллоҳни қўйиб ибодат қилаётган нарсалар сизларга ризқу рўз беришга қодир эмаслар. Бас, (шундай экан) сизлар ризқни (ёлғиз) Аллоҳ даргоҳидан истанглар ва Унгагина ибодат қилинглар, Унгагина шукр қилинглар, (зотан), сизлар Унгагина қайтарилурсизлар"},{"SurahNumber":29,"VerseNumber":18,"Text":"Агар сизлар (мени) ёлғончи қилсангизлар, бас, сизлардан аввалги умматлар ҳам (ўз пайғамбарларини) ёлғончи қилгандирлар. Пайғамбар зиммасида эса фақат (Аллоҳ фармонини бандаларга) очиқ-равшан етказишгина бордир»"},{"SurahNumber":29,"VerseNumber":19,"Text":"Ахир улар даставвал Аллоҳ қандай қилиб (йўқдан) яратишини кўрмадиларми?! Сўнгра (Қиёмат Кунида эса) У ўша (аввал йўқдан бор қилган нарсаси)ни қайтарур. Албатта бу Аллоҳга осондир"},{"SurahNumber":29,"VerseNumber":20,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), айтинг: «Ерда айланиб (Аллоҳ) даставвал қандай қилиб яратганини (ва сўнг Ўзи йўқдан бор қилган нарсаларни йўқ қилганини) кўринглар. Сўнгра Аллоҳ (уларни) иккинчи (марта) пайдо қилур. Албатта Аллоҳ барча нарсага қодирдир"},{"SurahNumber":29,"VerseNumber":21,"Text":"У Ўзи хоҳлаган кимсаларни азоблар ва Ўзи хоҳлаган кишиларга раҳм қилур. (Ёлғиз) Унгагина қайтарилурсизлар"},{"SurahNumber":29,"VerseNumber":22,"Text":"Сизлар (Аллоҳнинг жазосидан) на Ерга ва на осмонга қочиб қутулгувчи эмасдирсизлар. Ва сизлар учун Аллоҳдан ўзга бирон ёрдамчи йўқдир"},{"SurahNumber":29,"VerseNumber":23,"Text":"Аллоҳнинг оятларини ва Унга рўбарў бўлишни инкор қилган кимсалар улар Менинг марҳаматимдан ноумид (маҳрум) бўлган кимсалардир ва улар учун аламли азоб бордир"},{"SurahNumber":29,"VerseNumber":24,"Text":"Бас, (Иброҳимнинг даъватига) қавмининг жавоби фақат: «Уни ўлдиринглар ёки ёқиб юборинглар», дейишлари бўлди. Сўнг Аллоҳ унга оловдан нажот берди. Албатта бунда иймон келтирадиган қавм учун оят-ибратлар бордир"},{"SurahNumber":29,"VerseNumber":25,"Text":"Иброҳим айтди: «Сизлар фақат ҳаёти дунёдаги ўзаро ошна-оғайнигарчилигингизни кўзлаб, Аллоҳни қўйиб, бутларни ушладинглар. Ҳали Қиёмат Кунида айримларингиз (яъни, пешволарингиз) айримларингиздан (эргашувчилардан) тонур, айримларингиз айримларингизни лаънатлар. Сизларнинг борар жойингиз дўзахдир. (У жойда) сизлар учун ёрдамчилар йўқдир»"},{"SurahNumber":29,"VerseNumber":26,"Text":"Бас, Лут унга иймон келтирди. (Иброҳим) айтди: «Албатта мен Парвардигорим (буюрган томон)га ҳижрат қилгувчидирман. Албатта Унинг Ўзигина қудрат ва ҳикмат Эгасидир»"},{"SurahNumber":29,"VerseNumber":27,"Text":"Биз (Иброҳимга ўғли) Исҳоқ ва (набираси) Яъқубни ҳадя этдик ҳамда пайғамбарликни ҳам (барча самовий китоблар)ни ҳам унинг зурриётига (хос) қилдик ва унга шу дунёда ҳам ажри-мукофотини бердик, албатта у Охиратда ҳам солиҳ зотлардандир"},{"SurahNumber":29,"VerseNumber":28,"Text":"Лут ўз қавмига: «Албатта сизлар шундай бузуқлик қилмоқдасизларки, сизлардан илгари бутун оламлардан бирон кимса бундай қилмаган эди"},{"SurahNumber":29,"VerseNumber":29,"Text":"Ҳақиқатан, сизлар (хотинларингизни қўйиб) эркакларга борурмисизлар; йўлтўсар-қароқчилик қилурмисизлар; мажлисларингизда ёмон ишлар қилурмисизлар?», деганини эсланг. Бас, (Лут) қавмининг жавоби фақат «Агар сен ростгўй кишилардан бўлсанг, бизларга Аллоҳнинг азобини келтир-чи», дейишлари бўлди"},{"SurahNumber":29,"VerseNumber":30,"Text":"(Шунда) у айтди: «Парвардигорим, бу бузғунчи қавм устига Ўзинг мени ғолиб қил»"},{"SurahNumber":29,"VerseNumber":31,"Text":"Қачонки Бизнинг элчиларимиз (яъни, фаришталар) Иброҳимга (фарзанд кўриши ҳақидаги) хушхабарни келтиришгач, айтдилар: «Албатта бизлар мана шу қишлоқ аҳлини ҳалок қилгувчидирмиз. Чунки унинг аҳли золим — кофир бўлдилар»"},{"SurahNumber":29,"VerseNumber":32,"Text":"(Иброҳим): «Ахир у жойда Лут бор-ку?», деди. Улар айтдилар: «Бизлар У жойда ким борлигини яхшироҳ билгувчидирмиз. Албатта бизлар (Лутни) ва унинг аҳли-оиласини қутқарурмиз. Магар унинг хотини (нажот топмас, чунки у) қолиб ҳалок бўлгувчилардан эди"},{"SurahNumber":29,"VerseNumber":33,"Text":"Қачонки элчиларимиз Лутнинг олдига келганларида, у бундан ёмон ҳолга тушди ва уларнинг келишларидан юраги сиқилди. Улар дедилар: «Қўрқма ва ғамгин бўлма. Албатта бизлар сенга ва аҳли оилангга нажот бергувчилардирмиз. Магар хотининг (нажот топмас чунки у) қолиб ҳалок бўлгувчилардан эди»"},{"SurahNumber":29,"VerseNumber":34,"Text":"Шак-шубҳасиз, Биз фосиқ-итоатсиз бўлганлари учун бу қишлоқ аҳли устига осмондан азоб-тош ёғдирувчидирмиз"},{"SurahNumber":29,"VerseNumber":35,"Text":"Аниқки, Биз ақл юргизадиган қавм учун (ибрат бўлсин, деб) у (қишлоқ)дан оят-нишона қолдиргандирмиз"},{"SurahNumber":29,"VerseNumber":36,"Text":"Мадян (қавми)га ўз биродарлари Шуъайбни (пайғамбар қилдик). Бас, у айтди: «Эй қавмим, Аллоҳга ибодат қилингиз ва Охират кунидан умидвор бўлингиз ҳамда Ер (юзи)да бузғунчилик қилиб санқиб юрмангиз!»"},{"SurahNumber":29,"VerseNumber":37,"Text":"Улар (Шуъайбни) ёлғончи қилишгач, уларни даҳшатли зилзила тутиб, турган жойларида (тутдек) тўкилдилар"},{"SurahNumber":29,"VerseNumber":38,"Text":"Од ва Самуд (қабилаларини ҳам ҳалок қилдик). (Бу) сизларга уларнинг масканларидан (яъни, у масканлардан қолган харобалардан) кўриниб турибди. Шайтон уларга (қилаётган) амалларини чиройли кўрсатиб, уларни (ҳақ) йўлдан тўсди. Ҳолбуки, улар ақлу ҳушли кишилар эди"},{"SurahNumber":29,"VerseNumber":39,"Text":"Қорун, Фиръавн ва Ҳомонни ҳам (ҳалок қилдик). Дарҳақиқат, Мусо уларга (пайғамбар эканлигини далолат қиладиган) аниқ ҳужжатлар келтирганида улар Ер (юзи)да кибр-ҳаво қилдилар ва (Бизнинг азобимиздан) қочиб қутулгувчи бўлмадилар"},{"SurahNumber":29,"VerseNumber":40,"Text":"Биз (улардан) ҳар бирини ўз гуноҳи билан ушладик. Бас, уларнинг орасида Биз устига тош ёғдирган кимсалар ҳам бордир, улар орасида қичқириқ тутиб (ҳалок бўлган) кимсалар ҳам бордир, улар орасида Биз ерга ютдирган кимсалар ҳам бордир ва улар орасида Биз (сувга) ғарқ қилган кимсалар ҳам бордир. Аллоҳ уларга зулм қилгувчи бўлмади, лекин улар ўз жонларига жабр қилгувчи бўлдилар"},{"SurahNumber":29,"VerseNumber":41,"Text":"Аллоҳдан ўзга «дўстлар»ни ушлаган кимсаларнинг мисоли худди (ўзи учун) уй қуриб олиб, (ўша уйидан паноҳ истаган) ўргимчакка ўхшайди. Албатта уйларнинг энг нимжони ўргимчак уясидир. Агар улар билсалар эди, (ўргимчак уяси каби ожиз бутлардан паноҳ истамаган бўлур эдилар)"},{"SurahNumber":29,"VerseNumber":42,"Text":"Шак-шубҳасиз, Аллоҳ улар Ўзини қўйиб, илтижо қилишаётган бутларини билур. У қудрат ва ҳикмат Эгасидир"},{"SurahNumber":29,"VerseNumber":43,"Text":"Ушбу масалларни Биз одамлар (ибрат олсинлар) учун айтурмиз. (Лекин) уларни фақат илм эгаларигина англай олурлар"},{"SurahNumber":29,"VerseNumber":44,"Text":"Аллоҳ осмонлар ва Ерни ҳақ (қонун) билан яратгандир. Албатта бунда иймон келтирган кишилар учун оят-ибрат бордир"},{"SurahNumber":29,"VerseNumber":45,"Text":"(Эй Муҳаммад алайҳис-салоту вас-салом), сиз ўзингизга ваҳий қилинган Китоб — Қуръондан бўлган (оятлар)ни тиловат қилинг ва намозни тўкис адо қилинг! Албатта намоз бузуқлик ва ёмонликдан тўсур. Аниқки, Аллоҳни зикр қилмоқ (барча нарсадан) улуғроқдир. Аллоҳ қилаётан ишларингизни билиб турур"}]}