{"Id":385,"LanguageCodes":["tr","tur"],"Name":"tur-alifikriyavuz","Author":"Ali Fikri Yavuz","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://www.qurandatabase.org","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu Kitab’ın (âyet, âyet) indirilmesi Azîz, Hakîm olan Allah’dandır"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz göklerle yeri ve aralarındakileri, ancak adaletle ve (sona erecekleri) muayyen bir müddet ile yarattık. Kâfir olanlar ise, korkutuldukları şeylerden yüz çevirmektedirler"},{"SurahNumber":46,"VerseNumber":4,"Text":"(Ey Rasûlüm, o kâfirlere) de ki: “- Allah’dan başka ibadet ettiklerinizi bana bildirin; yerde olan şeylerden hangisini yarattıklarını bana gösterin. Yoksa onların göklerde bir ortaklığı mı var, (gökleri Allah ile beraber mi yarattılar)? Haydin bana bu Kur’an’dan önce bir kitab, yahud ilimden bir eser getirin, eğer (söylediklerinizde) doğru iseniz.”"},{"SurahNumber":46,"VerseNumber":5,"Text":"O kimseden daha sapık kim olabilir ki, Allah’ı bırakır da kendisine kıyamete kadar cevap veremiyecek olan putlara ibadet eder. Onlar ise, (kendilerine ibadet edenlerin) ibadetlerinden habersizdirler"},{"SurahNumber":46,"VerseNumber":6,"Text":"(Kıyamet günü) insanlar bir araya getirildikleri zaman, putlar kendilerine ibadet edenlere düşman olurlar; ve ibadetlerini inkâr ederler"},{"SurahNumber":46,"VerseNumber":7,"Text":"Onlara açık ve parlak olarak ayetlerimiz okunduğu zaman, o kâfirler, kendilerine hak olan o ayetler gelince, dediler ki: “- Bu açık bir sihirdir.”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yahud: “-Kur’an’ı kendisi uydurdu.” derler. (Ey Rasûlüm), de ki: Eğer ben onu uydurdumsa, siz beni Allah’dan kurtaracak hiç bir şeye sahib olamazsınız; O, sizin içine dalıb durduğunuz (Kur’an’a dair) itirafları çok iyi bilir. Benimle sizin aranızda şahid olarak O yeter. O, Gafûr’dur = mağfireti boldur, Rahîm’dir = çok merhametlidir"},{"SurahNumber":46,"VerseNumber":9,"Text":"(Ey Rasûlüm, onlara) de ki: “- Ben peygamberler içinden bir türedi değilim. Bana ve size (dünya ve ahirette bütün tafsilatı ile) ne yapılacağını da bilmiyorum, (gaybi Allah bilir); ancak bana gönderilen vahye uyuyorum. Ben sırf (Allah’ın azabından) korkutan bir peygamberim"},{"SurahNumber":46,"VerseNumber":10,"Text":"(Yahudi’lere) de ki: “- Şunu iyice düşünüb bana haber verin: Eğer bu Kur’an Allah tarafından gönderilmiş de, siz onu inkâr ettinizse ve İsraîloğullarından bir şahid, Kur’an’ın (Tevhid esaslarında) benzerine (Tevrat’a ve ondaki manalara dayanarak) şahidlik edib iman getirdi de siz kibirlendinizse, (artık zalimler değil misiniz)? Şübhe yok ki Allah zalimler topluluğunu hidayete erdirmez.”"},{"SurahNumber":46,"VerseNumber":11,"Text":"Bir de kâfirler, iman edenler hakkında şöyle dediler: “- Eğer o (Peygamberin dini) hayır olsaydı, bizden evvel (fakirler ve biçareler) ona koşmazlardı.” Böyle demekle, maksadlarına erişemeyince de; (Ku’an’ı inkâr etmek için) şöyle diyecekler: “- bu Kur’an eski bir yalandır.”"},{"SurahNumber":46,"VerseNumber":12,"Text":"Kur’an’dan önce de, bir rehber ve bir rahmet olduğu halde Mûsa’nın kitabı (Tevrat) vardı. İşte bu (Kur’an) da, zalimleri korkutmak ve müminleri müjdelemek için Arabca bir dille (gönderilen ve tevhid esaslarında Tevrat’ı) tasdik eden bir kitabdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"“Rabbimiz Allah’dır.” deyib, sonra (dinin hükümlerine uyarak) doğru gidenler (var ya), onlara bir korku yoktur ve onlar mahzun da olmıyacaklardır"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar cennet’liktirler. İşledikleri amellere mükâfat olarak orada ebedi kalacaklardır"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana, ana-babasına iyilik etmesini tavsiye ettik. Anası onu (karnında) zahmetle taşıdı; ve onu zahmetle doğurdu. Onun (ana karnında) taşınması ile sütten kesilme müddeti otuz aydır. (Hamlin en az müddeti altı ay ve sütten kesilme müddeti iki yıl ki, hepsi otuz ay eder). Nihayet insan kemaline (18-30 yaşlarına) erdiği ve kırk yaşına girdiği zaman şöyle demiştir: “- Ey Rabbim! Bana öyle ilham et ki, hem bana, hem de ana-babama ihsan buyurduğun nimetine şükredeyim; ve razı olacağın salih bir amel işliyeyim. Zürriyetim hakkında da benim için salâh hali nasib eyle. Çünkü ben tevbe edib sana döndüm; ve ben gerçek müslümanlardanım.”"},{"SurahNumber":46,"VerseNumber":16,"Text":"İşte bu sözü söyliyenler, cennetliklerle beraber (cennette) o seçkinlerdir ki, kendilerinden işledikleri güzel ameli kabul edeceğiz ve günahlarını bağışlayacağız. Bu, onların vaad edilmiş bulundukları gerçek bir vaaddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"(Kendisini Allah’a ve ahiret gününe iman etmiye davet ettikleri zaman), ana ve babasına: “- Öf size, (usandım sizden)! Benden evvel ne kadar nesiller gelib geçtiği (ve hiç biri dirilmediği) halde, beni (kabirden dirilib) çıkarılmakla mı korkutuyorsunuz?” diyen kimse var ya; ana ve babası kendisinden Allah’a elamân çekerek: “- Yazık sana; imana gel. Muhakkak ki Allah’ın vaadi bir gerçektir, (vukubulacaktır).” diyorlar da, o yine diyor ki: “- Bu dediğiniz, (beni imana davet ettiğiniz şeyler) evvelkilerin uydurma masallarından başka bir şey değildir.”"},{"SurahNumber":46,"VerseNumber":18,"Text":"İşte bu inançta olanlar, kendilerinden daha evvel gelib geçen insan ve cinlerden, üzerlerine azab gerçekleşmiş ümmetlerle beraberdirler. Çünkü bunlar, aldanıb hep ziyana uğrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Herkesin işlediği amellere göre dereceleri vardır. Ta ki, kendilerine haksızlık edilmiyerek bütün amellerinin karşılığı onlara ödensin"},{"SurahNumber":46,"VerseNumber":20,"Text":"Kâfir olanlara, ateşe arz edilecekleri gün şöyle denir: “- Siz, dünya hayatında bütün zevklerinizi yaşayıb bitirdiniz ve bunlarla sefâ sürdünüz. Artık bugün hakaret azabı ile cezalanacaksınız; çünkü yeryüzünde haksız yere kibir taslıyordunuz, bir de dinden çıkıyordunuz (fâsıklık ediyordunuz).”"},{"SurahNumber":46,"VerseNumber":21,"Text":"Âd kavminin kardeşini, (Hûd Aleyhisselâmı) hatırla: Hani bir vakit Ahkâf’da (yaşadıkları kumsal ve engebeli yüksek bir arazide) kavmini şöyle korkutmuştu, ki ondan evvel ve sonra da bir çok peygamberler geçmiştir: “- Allah’dan başkasına ibadet etmeyin; çünkü ben size (gelecek) korkunç bir günün azabından korkuyorum.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar (Hûd’a) dediler ki: “- Sen, ibadet ettiğimiz putlarımızdan bizi çevirmek için mi bize geldin? Haydi, eğer doğru söyliyenlerdensen, bize vaad edib korkuttuğun azabı, getir bize!...”"},{"SurahNumber":46,"VerseNumber":23,"Text":"(Hûd, onlara) dedi ki: “- (Azabın inmesine dair) ilim ancak Allah katındadır. Ben size yalnız vahy edildiğim şeyi tebliğ ediyorum. Fakat ben sizi bir kavim görüyorum ki, cahillik ediyorsunuz, (peygamberlerin vazifesini bilmiyorsunuz).”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Vakta ki, o korkutuldukları azabı, (bulundukları) vadilerine doğru gelen bir bulut halinde gördüler, dediler ki: “- Bu, ufukta beliren bir bulut; bize yağmur yağdıracak.” (Hûd Aleyhisselâm, onlara şöyle dedi) “- Hayır, o, sizin acele istediğiniz şey. Bir rüzgâr ki, onda çok acıklı bir azab vardır"},{"SurahNumber":46,"VerseNumber":25,"Text":"Rabbisinin emri ile herşeyi helâk edecektir.” Nihayet o hale girdiler ki, meskenlerinden başka bir şey görünmez oldu. İşte öyle mücrim (inkârcı) bir kavme, biz böyle ceza veririz"},{"SurahNumber":46,"VerseNumber":26,"Text":"And olsun ki, biz onlara (mal ve kuvvetten ibaret) öyle şeyler vermiştik ki, size o kuvvet ve iktidarı vermemişizdir. Hem (bu nimeti anlasınlar diye) kendilerine kulak, gözler ve kalbler vermiştik. Fakat ne onların kulağı, ne gözleri, ne de kalbleri kendilerine bir fayda vermedi; çünkü Allah’ın ayetlerini inkâr ediyorlardı. O istihza ettikleri azab da kendilerini kuşatıverdi"},{"SurahNumber":46,"VerseNumber":27,"Text":"Gerçekten biz, etrafınızdaki memleketleri helâk ettik. Âyetleri (türlü şekillerde) açıklayıb beyan da ettik; olur ki, (küfürden) dönerler"},{"SurahNumber":46,"VerseNumber":28,"Text":"O vakit, Allah’ın gayrinden, (Allah’a) yakınlık için ilâh edindikleri putlar onları kurtarsalardı ya!... Bilâkis onlardan savuşub gittiler. İşte bu, onların yalanlarının ve iftira edib durdukları şeylerin eseridir"},{"SurahNumber":46,"VerseNumber":29,"Text":"Hatırla ki, cinlerden (on kişiye yakın) bir grubu, Kur’an dinlemek üzere sana yollamıştık. Vakta ki, Kur’an’ın huzuruna vardılar. (Birbirlerine): “- Susun, dinleyin” dediler. Sonra (Hz. Peygamber tarafından okunmakta olan Kur’an) bitirildiği vakit de (cinler Peygambere ve Kur’an’a iman getirerek) döndüler, (hem iman’a davet, hem de iman getirmiyenleri) korkutmak üzere kavimlerine gittiler"},{"SurahNumber":46,"VerseNumber":30,"Text":"Şöyle dediler: “- Ey kavmimiz! Gerçekten bizler, (Peygamber tarafından okunan) bir Kitab dinledik ki, Mûsa’dan sonra indirilmiş olub önündekileri (diğer semavî kitabları, iman esaslarında) tasdik ediyor; hakka ve doğru yola erdiriyor"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey Kavmimiz! Allah’ın davetçisinin davetine uyun ve ona iman getirin ki, (Rabbiniz) bazı günahlarınızı bağışlasın ve sizi acıklı bir azabdan korusun.”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Kim Allah’ın davetçisinin (Hz. Muhammed Aleyhissalâtü Vesselâm’ın) davetine uymazsa, arzda (Allah’ı) aciz bırakacak değildir, (asla başına gelecek azabı engelleyemez). Ona Allah’dan başka sahib olacak yardımcılar da yoktur. Böyleleri, açık bir sapıklık içindedirler"},{"SurahNumber":46,"VerseNumber":33,"Text":"Hâlâ (o kâfirler) görüb anlamadılar mı ki, hem gökleri, hem de yeri yaratmış ve onları yaratmakla yorulmamış olan Allah, ölüleri diritmeğe muhakkak kadirdir. Evet, O şüphesiz ki her şeye kadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"(Kur’an’ı ve Peygamberi) inkâr edenler, ateşe arz olunacağı gün, (kendilerine şöyle denilir): “- Nasıl, bu azab gerçek değil mi imiş?” Onlar: “- Evet, Rabbimize yemin ederiz (azab hakdır).” diyecekler. (Allah onlara şöyle) buyuracak: “- Öyle ise, ettiğiniz inkâra karşılık tadın azabı bakalım...”"},{"SurahNumber":46,"VerseNumber":35,"Text":"O halde, (Ey Rasûlüm, kâfirlerin eziyetlerine karşı), azim sahibleri olan peygamberlerin sabrettiği gibi sabret; ve onlar hakkında (azab için) acele etme. Onlar, o vaad olundukları acıyı görecekleri gün, sanki gündüzün bir saatinden başka bir müddet dünyada durmamışa döneceklerdir. Bu kadarı, kâfi bir tebliğdir. Öyle ise, fâsıklar (kâfirler) topluluğundan başkası mı helâk edilecektir"},{"SurahNumber":47,"VerseNumber":1,"Text":"Kâfir olanların ve Allah yolundan dönenlerin bütün amellerini, Allah boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":2,"Text":"İman edib salih ameller işliyenlerin ve (Hz. Peygamber) Muhammed’e indirilene -ki, o (Kur’an) Rableri tarafından gelen hakdır. - iman edenlerin günahlarını Allah örtmüş ve hallerini düzeltmiştir"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bunun sebebi: Çünkü kâfir olanlar bâtıla uymuşlardır. İman edenler ise, Rablerinden gelen Kur’an’a uymuşlardır. İşte Allah, insanlara, hallerini böyle beyan eder"},{"SurahNumber":47,"VerseNumber":4,"Text":"O’nun için, kâfirlerle muharebede karşılaştığınız zaman, hemen boyunlarını vurun; nihayet onları mağlûb ve perişan bir hale getirdiğiniz zaman, bağı sağlam bağlayın (esir alın ve onları sağlam tutun). Sonra da ya lutfedib (esirleri) salıverirsiniz, yahud (geri vereceğiniz esirler karşılığında) fidye alırsınız. (İsterseniz esirleri meccanen serbest bırakırsınız, isterseniz kendi esirlerinizle değiştirir ve onlara karşılık mal ve para alırsınız. Bunda muhayyersiniz). Harb, ağırlıklarını (silâh ve levazımatını) bırakıncaya (kâfirler, şirk ve isyanlarını terk edinciye) kadar, (öldürülürler, onlara yapılacak iş) budur. Allah dileseydi, o kâfirlerden (savaş yapmaksızın) intikamını alırdı. Fakat sizi birbirinizle imtihan etmek için (size savaşı emrediyor). Allah yolunda öldürülenlere gelince; onların amellerini Allah asla boşa çıkarmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Onları hidayete erdirir ve hallerini güzelleştirir"},{"SurahNumber":47,"VerseNumber":6,"Text":"Onları, (dünyada) kendilerine tanıtmış olduğu cennete koyar"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey iman edenler! Eğer Allah’a (dinine) yardım ederseniz, O, size zafer verir ve ayaklarınızı (savaşta) kaydırmaz"},{"SurahNumber":47,"VerseNumber":8,"Text":"Kâfir olanlara gelince; düşüş onlara!... Allah amellerini boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bunun sebebi: Çünkü onlar Allah’ın indirdiği Kur’an’ı inkâr etmişlerdir. Allah’da onların amellerini boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":10,"Text":"Onlar yeryüzünde bir gezib dolaşmadılar mı? Baksalar ya, kendilerinden öncekilerin akıbeti nasıl olmuş? Allah, onların kökünü kazımıştır. Zaten o kâfirlere de öylesi yaraşır"},{"SurahNumber":47,"VerseNumber":11,"Text":"Sebebi şu: Çünkü Allah, iman edenlerin yardımcısıdır. Kâfirlere gelince; onların yardımcısı yoktur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Muhakkak ki Allah, iman edib salih ameller işliyenleri, (ağaçları) altlarından ırmaklar akar Cennetlere koyacaktır. Kâfir olanlar ise, (dünyada) zevklenmeğe bakarlar; hayvanlar gibi yerler, içerler. Halbuki ateş, (ahirette) onların yeridir"},{"SurahNumber":47,"VerseNumber":13,"Text":"Seni, memleketinden (Mekke’den) çıkaran halktan daha kuvvetli nice memleketler (halkı) vardı ki, (türlü azablarla) onları helâk ettik de kendilerini (azabdan), kurtaran olmamıştı"},{"SurahNumber":47,"VerseNumber":14,"Text":"Şimdi Rabbi katından bir din üzerinde bulunan kimse, hiç o kötü ameli kendine güzel gösterilmiş de şehvet arzuları ardına düşmüş kimselere benzer mi"},{"SurahNumber":47,"VerseNumber":15,"Text":"(Küfürden) sakınanlara vaad edilen cennetin hali (şu): Orada tadı ve kokusu bozulmıyan bir sudan ırmaklar var; tadı değişmiyen bir sütten ırmaklar var; içenlere lezzet veren şarabdan, (sarhoşluk vermiyen tatlı içkiden) ırmaklar var; saf süzme baldan ırmaklar var... Hem orada meyvelerin her çeşidi onlarındır. Bir de onlara, Rablerinden bir mağfiret vardır. Hiç bunlar, o ateşte ebedî kalan ve kaynar bir sudan su içirilib de bağırsaklarını parçalayan kimselere benzer mi"},{"SurahNumber":47,"VerseNumber":16,"Text":"O münafıklardan seni dinlemeğe gelen de var. Hatta senin yanından çıktıkları zaman, (ashabdan) kendilerine ilim verilmiş olanlara şöyle derler: “- O (peygamber), demin ne söyledi?” (Böylece alay ederler.) Bunlar öyle kimselerdir ki, Allah kalblerini mühürlemiştir de hep hevalarına uymuşlardır"},{"SurahNumber":47,"VerseNumber":17,"Text":"(İman etmekle) hidayeti kabul edenlere gelince; (onlar seni her dinledikçe) Allah onların hidayetini arttırmakta ve kendilerine takvalarını ilham etmektedir"},{"SurahNumber":47,"VerseNumber":18,"Text":"Artık onlar, yalnız o kıyametin kopmasını, onun birdenbire kendilerine gelivermesini bekliyorlar. İşte onun alâmetleri (sayılan ahir zaman Peygamberi) gelmiştir. Fakat o (kıyamet ansızın) başlarına geldiği vakit, anlamaları kendilerine ne fayda verir"},{"SurahNumber":47,"VerseNumber":19,"Text":"Şimdi (Ey Rasûlüm): Şunu bil ki, Allah’dan başka hiç bir ilâh yoktur. Bir de kendi günahına ve mümin erkeklerle mümin kadınlara mağfiret dile. Allah (dünyada) dolaştığınız yeri de bilir, (ahirette) duracağınız yeri de"},{"SurahNumber":47,"VerseNumber":20,"Text":"İman edenler diyorlar ki: “- (Cihada dair) bir sûre indirilseydi!...” Derken açık ve kesin bir sûre indirilip onda savaş anılınca, kalblerinde bir maraz (nifak) bulunanları görüyorsun: Sana öyle bir bakış bakıyorlar ki, ölümden baygınlık gelmiş kimsenin bakışına benziyor. Onun da başlarına gelmesi pek yakındır"},{"SurahNumber":47,"VerseNumber":21,"Text":"Fakat bir itaat ve güzel bir söz, onlar için hayırlıdır. Sonra (cihadın farziyetine dair) emir kesinleşince, Allah’a sadakat gösterselerdi, elbette haklarında daha hayırlı olurdu"},{"SurahNumber":47,"VerseNumber":22,"Text":"(Ey Münafıklar), demek idareyi ele alırsanız, hemen yeryüzünde fesad çıkaracak ve akrabalık bağlarını parçalayacaksınız"},{"SurahNumber":47,"VerseNumber":23,"Text":"Onlar öyle kimselerdir ki, Allah onları rahmetinden kovmuş da duygularını almış ve gözlerini kör etmiştir"},{"SurahNumber":47,"VerseNumber":24,"Text":"Öyle olmasa, Kur’an’ı (içindeki nasihatleri) düşünmezler mi? Yoksa (münafıkların) kalbleri üzerinde üst üste kilidleri mi var"},{"SurahNumber":47,"VerseNumber":25,"Text":"Muhakkak ki, kendilerine hak belli olduktan sonra arkalarına (eski küfürlerine ve bâtıl dinlerine) dönenlere şeytan teşvikte bulunmuş ve kendilerini uzun boylu emellere düşürmüştür"},{"SurahNumber":47,"VerseNumber":26,"Text":"Bunun (dinden geri dönüşün) sebebi şu: Çünkü Yahudi’ler Allah’ın indirdiğinden hoşlanmıyanlara (münafıklara) demişlerdi ki: “- Biz, size bazı işlerde, (Peygambere düşmanlıkta ve savaştan geri kalmakta) itaat edeceğiz.” Allah ise, onların o gizli konuşmalarını biliyor"},{"SurahNumber":47,"VerseNumber":27,"Text":"O halde, melekler onların yüzlerine ve arkalarına vura vura canlarını alırlarken nasıl hareket edecekler"},{"SurahNumber":47,"VerseNumber":28,"Text":"Böyledir, çünkü onlar Allah’ı gazablandıracak (küfür gibi) şeylere tâbi oldular da O’nun rızasını istemediler. Allah da onların bütün amellerini boşa çıkarmıştır"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoksa o kalblerinde bir maraz (nifak) bulunanlar, kinlerini Allah asla meydana çıkarmaz mı sandılar"},{"SurahNumber":47,"VerseNumber":30,"Text":"Dilesek, biz onları (münafıkları) sana gösteriverirdik de kendilerini bütün simaları ile tanırdın. Fakat mutlaka sen, onları, lâkırdılarının edasından tanırsın. Allah ise bütün yaptıklarınızı bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"And olsun, sizi (savaşla) imtihana sokacağız; tâ ki içinizden mücahidleri ve sabır gösterenleri meydana çıkaralım ve haberlerinizi imtihan meydanlarına örnek yapalım"},{"SurahNumber":47,"VerseNumber":32,"Text":"Gerçekten kâfir olub da Allah yolundan saptıranlar, hak kendilerine belli olduktan sonra Peygambere karşı gelenler; Allah’a hiç bir şeyle (zerre kadar) zarar edemezler. Allah onların amellerini boşa çıkarır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman edenler! Allah’a itaat edin; Peygambere de itaat edin (küfür ve nifak gibi şeylerle) amellerinizi boşa çıkarmayın"},{"SurahNumber":47,"VerseNumber":34,"Text":"Muhakkak ki kâfir olanlar ve (insanları) Allah yolundan çevirenler, sonra da kâfir oldukları halde ölenler var ya, Allah hiç bir zaman bunları mağfiret buyurmaz"},{"SurahNumber":47,"VerseNumber":35,"Text":"Onun için (ey müminler, düşmanla savaşırken) gevşeklik etmeyin de, sizler daha üstün olacak iken sulha yalvarmayın. Allah sizinledir ve asla sizin amellerinizin mükâfatını eksiltmez"},{"SurahNumber":47,"VerseNumber":36,"Text":"Dünya hayatı ancak bir oyun ve eğlenceden ibarettir. Eğer siz iman eder ve (küfürden) sakınırsanız, (Allah ahirette) size mükâfatlarınızı verir. O, sizden mallarınızın tamamını da istemez"},{"SurahNumber":47,"VerseNumber":37,"Text":"Eğer sizden malların hepsini ister de sizi çıplak bırakacak olursa, cimrilik edib vermezsiniz; (Allah) bütün kinlerinizi de meydana çıkarır"},{"SurahNumber":47,"VerseNumber":38,"Text":"İşte siz, şu kimselersiniz: (Mallarınızdan ancak yüzde iki buçuğunu) Allah yolunda harcamaya davet olunuyorsunuz da, yine içinizden kimisi cimrilik ediyor. Halbuki kim cimrilik ederse, kendi zararına cimrilik etmiş olur. Allah Ganî’dir= hiç bir şeyinize muhtaç değildir. Siz ise, muhtaçlarsınız. Eğer Allah’a ibadetten yüz çevirirseniz, sizin yerinize başka bir kavmi getirir. Sonra onlar sizin gibi (itaattan çıkmış) olmazlar"},{"SurahNumber":48,"VerseNumber":1,"Text":"(Ey Rasûlüm, Mekke’nin ve diğer memleketlerin fethine sebeb olacak Hudeybiye sulhu ile) biz sana gerçekten açık bir zafer verdik"},{"SurahNumber":48,"VerseNumber":2,"Text":"Öyle ki, (bu yüzden) Allah, senin geçmiş ve gelecek günahını bağışlayıp üzerindeki nimetini, (dinin yücelmesini) tamamlayacak ve seni dosdoğru bir yolda sabit kılacaktır"},{"SurahNumber":48,"VerseNumber":3,"Text":"Ve emsalsiz bir zafer ile Allah, seni, (düşmanlarına) galib ve üstün getirecektir"},{"SurahNumber":48,"VerseNumber":4,"Text":"Allah odur ki, imanları üstüne, iman artırsınlar diye, müminlerin kalbine manevî huzuru indirdi. Bütün göklerin ve yerin orduları Allah’ındır. Allah Alîm’dir= her şeyi bilir, Hakîm’dir= hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":5,"Text":"(Müminlerin kalblerine, Allah’ın huzur indirmesi), erkek ve kadın bütün müminleri, ebedî olarak içlerinde kalmak üzere, (ağaçları) altından ırmaklar akar cennetlere koymak ve günahlarını onlardan örtmek içindir. İşte bu, Allah katında en büyük bir zaferdir"},{"SurahNumber":48,"VerseNumber":6,"Text":"Bir de, (Allah peygambere zafer vermez diye) Allah’a kötü zan besliyen erkek ve kadın münafıklarla, erkek ve kadın müşrikleri, - (müminler için bekledikleri) felâket başlarına dönesileri- azaba sokmak içindir. Allah onlara gazab etmiş, lânet etmiş ve kendilerine cehennemi hazırlamıştır. O, ne kötü bir yerdir"},{"SurahNumber":48,"VerseNumber":7,"Text":"Evet, göklerin ve yerin bütün orduları Allah’ındır. Allah Azîz’dir= her şeye galibdir, Hakîm’dir= hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":8,"Text":"Gerçekten biz, seni, (ümmetine) şahid, (cennetle) müjdeleyici, (cehennemle) korkutucu bir peygamber olarak gönderdik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Ki, (siz insanlar) Allah’a ve Peygamberine iman edesiniz, O’na yardım edesiniz ve O’nu büyük tanıyasınız; Allah’ı da sabah ve akşam tesbih edesiniz"},{"SurahNumber":48,"VerseNumber":10,"Text":"(Ey Rasûlüm, Hudeybiye gününde Rıdvan biatı ile) gerçekten sana biat edenler, (ölünceye kadar emrine bağlılık ve teslimiyyet sözü verenler), ancak Allah’a biat etmiş olurlar. Allah’ın kuvvet ve yardımı, o biat edenlerin vefa ve sadakatlerinin üstündedir. Onun için kim (biatından, verdiği sözden) cayarsa, ancak kendi aleyhine caymış olur. (Bunun cezası kendine aittir). Kim de Allah’a söz verdiği şeyi yerine getirirse, Allah da ona (yarın kıyamette) büyük bir mükâfat verecektir"},{"SurahNumber":48,"VerseNumber":11,"Text":"(Henüz iman kalblerinde yerleşmemiş olduğundan Hudeybiye seferinden) geri kalan bazı Bedevî’ler sana şöyle diyeceklerdir: “- Mallarımız ve ailelerimiz bizi, (seninle Hudeybiye seferine çıkmaktan) alıkoydu. Onun için bize mağfiret dile.” Onlar, kalblerinde olmıyan şeyi ağızlarıyla söyliyecekler. (Ey Rasûlüm, sen onlara) de ki:”- Eğer Allah size bir zarar dilerse, yahud size bir fayda dilerse, artık onun dilemesinden sizi kim koruyabilir? Doğrusu Allah bütün yaptıklarınızdan haberdar bulunuyor"},{"SurahNumber":48,"VerseNumber":12,"Text":"Daha doğrusu siz (ey münafıklar), zannettiniz ki, Peygamber ve müminler bir daha ailelerine dönmiyecekler. Bu zan da kalblerinizde yerleşti. (Allah, Peygambere zafer vermez diye), kötü zanda bulundunuz da helâke düşen bir kavim oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allah’a ve Peygamberine iman etmezse, bilsin ki, biz, kâfirlere kızgın bir ateş hazırlamışızdır"},{"SurahNumber":48,"VerseNumber":14,"Text":"Bütün göklerin ve yerin mülkü (idare ve tasarrufu) Allah’ındır. Dilediği kimseyi bağışlar, dilediğine de azab eder. Allah Gafûr’dur= çok bağışlayıcıdır, Rahîm’dir= çok merhametlidir"},{"SurahNumber":48,"VerseNumber":15,"Text":"Siz (Hayber’den) ganimetler almak için gideceğiniz vakit, o (Hudeybiye seferinden) geri kalanlar şöyle diyecekler: “-Bırakın bizi, arkanızdan gelelim.” Onlar, Allah’ın (kendi aleyhlerine olan) kelâmını, (Hudeybiye seferine katılmıyan Bedevî’leri, bundan böyle başka bir sefere çıkarma, emrini) değiştirmek istiyecekler. De ki: “- Siz, bizim arkamızdan asla gelmiyeceksiniz. Allah, bundan önce hakkınızda böyle buyurdu.” Onlar buna da şöyle diyecekler: “- Hayır bizi kıskanıyorsunuz.” Doğrusu onlar, pek az anlıyan duygusuzlardır"},{"SurahNumber":48,"VerseNumber":16,"Text":"(Ey Rasûlüm, Hudeybiye seferinden) geri kalan o Bedevî’lere de ki: “- siz yakında çok kuvvetli olan cengâver bir kavimle harb için çağrılacaksınız. Onlarla savaşırsınız, yahud müslüman olurlar (da kurtulurlar). Eğer itaat ederseniz, Allah size güzel bir mükâfat verir. Şayed bundan önce yaptığınız gibi, cihaddan dönerseniz, sizi acıklı bir azab ile azablandırır"},{"SurahNumber":48,"VerseNumber":17,"Text":"(Savaşa çıkmamak hususunda) amaya günah yok, aksağa günah yok, hastaya günah yok. Kim Allah’a ve Rasûlüne itaat ederse, Allah, onu (ağaçları) altından ırmaklar akar cennetlere koyar. Kim de (Allah’a ve Peygambere itaat etmekten) yüz çevirirse, onu acıklı bir azab ile azablandırır"},{"SurahNumber":48,"VerseNumber":18,"Text":"Hakikaten Allah, (Hudeybiye’de) ağacın altında sana biat etmekte oldukları vakit, o müminlerden razı oldu. Böylece kalblerinde olan sadakatı bildi de, üzerlerine manevî huzuru indirdi. Kendilerine de yakın bir zafer (Hayber’in fethini) verdi"},{"SurahNumber":48,"VerseNumber":19,"Text":"Bir de ele geçirecekleri (Hayber’deki) bir çok ganimetleri mükâfat verdi. Allah Azîz’dir= her şeye galibdir, Hakîm’dir= hikmet sahibidir"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah, size (kıyamete kadar olacak fetihlerden) alacağınız daha bir çok ganimetler vaadetmiştir. Şimdilik bunu (Hayber ganimetini) size peşin vermiş ve insanların ellerini (savaş hususunda) sizden çekmiştir ki, müminlere bir ibret olsun ve sizi doğru bir yola çıkarsın, (Allah’ın lütûf ve ihsanına olan güveninizi artırsın)"},{"SurahNumber":48,"VerseNumber":21,"Text":"Size, henüz elinizin ermediği diğer ganimetler de vermiştir. Fakat Allah onları ilmi ile kuşatmıştır. Allah ise her şeye kadirdir"},{"SurahNumber":48,"VerseNumber":22,"Text":"Eğer (Mekke halkından olan) o kâfirler, (Hudeybi’yede andlaşma yapmayıb) sizinle çarpışsaydılar, mutlaka arkalarını döneceklerdi (perişan olacaklardı). Sonra da ne onları koruyacak bir dost, ne de bir yaradımcı bulamıyacaklardı"},{"SurahNumber":48,"VerseNumber":23,"Text":"Allah’ın öteden beri olagelen sünneti böyledir. Allah’ın sünnetinde asla bir değişiklik bulamazsın"},{"SurahNumber":48,"VerseNumber":24,"Text":"Allah O’dur ki, sizi, Mekke vadisinde kâfirlere karşı sizi zafere erdirdikten sonra, onların ellerini sizden, sizin ellerinizi de onlardan çekti (birbirinizle savaşmadınız). Allah bütün yaptıklarınızı görendir"},{"SurahNumber":48,"VerseNumber":25,"Text":"Onlar (Mekke’liler), o kimselerdir ki, Peygamberi inkâr ettiler ve (Kâbe’ye hediye edilmek üzere alıkonub) bekletilmekte olan kurbanlıkları (kesim) yerine ulaşmaktan engellediler. Eğer kendilerini tanımadığınız (Mekkeli kâfirler arasındaki) bir takım mümin erkeklerle mümin kadınları bilmemezlikten çiğneyib o yüzden size bir vebal gelecek olmasaydı, (Allah, size, Mekke’nin fethi için müsaade buyururdu). Allah’ın, Mekke’deki müminleri koruması, dilediği kimseyi rahmetine koymak içindir. Eğer onlar (Mekkedeki müminler, kâfirlerden) ayrılsalardı, onlardan kâfir bulunanları acıklı bir azab ile azablandırırdık"},{"SurahNumber":48,"VerseNumber":26,"Text":"Hani o kâfir olanlar, kalblerindeki taassuba= cahiliyyet gayretine sarıldıkları sıra; Allah, Rasûlünün ve müminlerin üzerine manevî huzuru indirmişti. Onlara takvâ kelimesini (şehadet ve tevhid sözünü) de ilham etmişti. Onlar da buna lâyık ve ehil idiler. Allah her şeyi kemal üzre bilendir"},{"SurahNumber":48,"VerseNumber":27,"Text":"And olsun ki Allah, gerçekten Peygamberine o rüyayı hak olarak doğru gösterdi. And olsun ki, İnşaallah emniyet içinde bulunan kimseler olarak başlarınızı traş etmiş ve kısaltmış olduğunuz halde korkmazsınız mutlaka Mescid-i Haram’a gireceksiniz. Fakat Allah sizin bilmediğiniz şeyleri bildi de Mekke fethinden önce, yakın bir fetih (Hayber fethini) yaptı. (Hz. Peygamber Hudeybiye seferine çıkmazdan önce bir rüya görmüş ve emniyet içerisinde umre haccını ifa edeceklerini ashab-ı kirama bildirmişlerdi. Fakat Mekke’nin fethi ertesi yıla kalınca, imanı zayıf bazı kimseler “münafıklar” dedi koduya başladılar. Bunun üzerine bu ayet-i kerime nazil olmuştur)"},{"SurahNumber":48,"VerseNumber":28,"Text":"O’dur ki, peygamberini hidayet ve hak din ile gönderdi; Onu bütün dinlere üstün kılmak için... Buna şahid olarak da Allah yeter"},{"SurahNumber":48,"VerseNumber":29,"Text":"MUHAMMED (s.a.v.) Allah’ın peygamberidir. O’nun beraberinde bulunanlar (ashab-ı kiram), kâfirlere karşı çok şiddetli, kendi aralarında gayet merhametlidirler. Onları, rükû ve secde eder halde (namaz kılarken) Allah’dan sevab ve rıza istediklerini görürsün. Secde eserinden (çok namaz kılmaları yüzünden meydana gelen) nişanları yüzlerindedir. İşte onların Tevrat’daki vasıfları budur. İncil’deki vasıfları da şu: Onlar, filizini çıkarmış bir ekine benzerler. Derken o filizi kuvvetlendirmiş de kalınlaşmı, nihayet gövdeleri üzerinde doğrulub kalkmış; ekincilerin hoşuna gidiyor. (İşte ashab-ı kiram da böyle olmuştur. Bidayette azlıktılar, sonra çoğalıb kuvvetlendiler ve güzel bir cemiyyet meydana getirdiler). Bu teşbih, kâfirleri ashabla öfkelendirmek içindir. O iman edip salih âmeller işliyenlere, (ashaba), Allah bir mağfiret ve büyük bir mükâfat vaad etmiştir"},{"SurahNumber":49,"VerseNumber":1,"Text":"Ey iman edenler; (söz ve hareketlerinizle ileri varıb da) Allah’ın ve Rasûlünün önüne geçmeyin; Allah’dan korkun. Çünkü Allah Semî’dir= her şeyi işitir, Alîm’dir= her şeyi bilir"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ey iman edenler! Seslerinizi Peygamberin sesinden yüksek çıkarmayın ve birbirinize bağırır gibi, O’na bağırmayın; haberiniz olmadan amelleriniz boşa çıkıverir"},{"SurahNumber":49,"VerseNumber":3,"Text":"Gerçekten Allah’ın Peygamberi yanında seslerini kısanlar, bunlar o kimselerdir ki, Allah kalblerini takva için imtihan etmiştir. Onlara bir mağfiret ve büyük bir mükâfat vardır"},{"SurahNumber":49,"VerseNumber":4,"Text":"Hücrelerin (Peygambere ait odaların) önünden seni çağıranlar (var ya), onların çoğu aklı ermiyenlerdir"},{"SurahNumber":49,"VerseNumber":5,"Text":"Eğer onlar, sen kendilerine çıkıncaya kadar sabretselerdi, muhakkak ki haklarında hayırlı olurdu. Bununla beraber Allah Gafûr’dur= mağfireti boldur, Rahîm’dir= merhameti geniştir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey iman edenler! Eğer size bir fâsık, bir haber getirirse, onu araştırın (doğruluğunu anlayıncaya kadar tahkik edin). Değilse bilmiyerek bir kavme sataşırsınız da yaptığınıza pişman olursunuz"},{"SurahNumber":49,"VerseNumber":7,"Text":"(Ey müminler), biliniz ki, aranızda Allah’ın Peygamberi var. Eğer O, birçok işlerde size uysaydı, muhakkak darlığa düşerdiniz. Fakat Allah size imanı sevdirdi; ve onu kalblerinizde güzelleştirdi. Küfrü, nifakı ve isyanı ise, size iğrenç kıldı. İşte bu vasıfta olanlar, hidayete erenlerdir"},{"SurahNumber":49,"VerseNumber":8,"Text":"Bu, Allah’dan bir fazilet ve bir nimettir. Allah Alîm’dir= her şeyi noksansız bilir, Hakîm’dir= bütün işlerde hikmet sahibidir"},{"SurahNumber":49,"VerseNumber":9,"Text":"Eğer müminlerden iki birlik çarpışırlarsa, hemen aralarını düzelterek barıştırın. Eğer onlardan biri (Allah’ın hükmüne razı olmıyarak) tecavüz ediyorsa, o vakit tecavüz edenle, Allah’ın emrine dönünceye kadar savaşın. (Sonunda teslim olur Allah’ın emrine) dönerse, yine adaletle aralarını düzeltin ve hep adaletle iş görün; çünkü Allah adalet yapanları sever"},{"SurahNumber":49,"VerseNumber":10,"Text":"Müminler (dinde) ancak kardeştirler. Onun için (ihtilâf ettikleri zaman) iki kardeşinizin aralarını düzeltin ve (Allah’ın emrine muhalefet etmekten) sakının ki, merhamet olunasınız"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ey iman edenler! Bir kavim, diğer bir kavimle alay etmesin; olur ki, alay edilenler kendilerinden daha hayırlı bulunurlar. Bir takım kadınlar da diğer kadınlarla eğlenmesin; olur ki eğlenceye alınanlar kendilerinden daha hayırlı olurlar. Hem birbirinizi ayıblamayın ve kötü lâkablarla atışmayın. İmandan sonra fasıklıkla adlanmak ne kötü isimdir!... Kim de tevbe etmezse, işte onlar kendilerine zulmedenlerdir"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ey iman edenler! Zannın bir çoğundan sakının; çünkü zannın bir kısmı günahtır. (Müslümanların ayıb ve kusurlarını) araştırmayın; bir kısmınız bir kısmınızı (arkasında hoşlanmıyacağı sözle) çekiştirmesin. Hiç sizden biriniz ölü kardeşinizin etini yemek ister mi? Bundan tiksindiniz (değil mi)? O halde (gıybet etmekte) Allah’dan korkun. Muhakkak ki Allah Tevvâb’dır = tevbeleri kabul edendir, Rahîm’dir= çok merhametlidir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey insanlar! Sizi, bir erkekle bir dişiden (Âdem ile Havva’dan) yarattık. Hem de sizi soylara ve kabilelere ayırdık ki, birbirinizi tanıyasınız, (kim olduğunuz sorulunca, bağlı bulunduğunuz soy veya milletinizin adını söyleyesiniz). Biliniz ki, Allah katında en iyiniz, takvası en ziyade olanınızdır. (Şeref, soy ve neseble değildir). Şüphe yok ki Allah Alîm’dir= her şeyi bilendir, Habîr’dir = her şeyden haberdardır"},{"SurahNumber":49,"VerseNumber":14,"Text":"(Ganimet hevesi ile görünüşte İslâm’ı kabul eden bazı) Bedevî’ler: “- Biz, gerçekten iman ettik.” dediler. (Ey Rasûlüm, onlara) de ki: “-Siz kalblerinizle iman etmediniz. Ancak biz (kılıç korkusundan ve İslâm nimetinden faydalanmak için) müslüman gözüktük” deyin. Henüz iman kalblerinize girmemiştir. Eğer Allah’a ve Peygamberine itaat ederseniz, sizin amellerinizden (Allah) hiç bir şey eksiltmez. Çünkü Allah Gafûr’dur= mağfireti boldur, Rahim’dir= çok merhametlidir"},{"SurahNumber":49,"VerseNumber":15,"Text":"Müminler ancak o kimselerdir ki, Allah’a ve Peygamberine iman etmişlerdir; sonra (imanlarında) şüpheye düşmemişler ve Allah yolunda mallarıyla, canlarıyla savaşmışlardır. İşte böyle kimseler, imanlarında sadık olanlardır"},{"SurahNumber":49,"VerseNumber":16,"Text":"(Ey Rasûlüm, o Bedevî’lere) de ki: “- Siz dininizi Allah’a mı öğretiyorsunuz? (sadece inandık demekle mümin mi oluyorsunuz?) Allah ise, göklerdekileri ve yerdekileri bilir. Allah her şeyi bilendir"},{"SurahNumber":49,"VerseNumber":17,"Text":"(Bedevî’ler= Benî esed kabilesi, biz müslüman olduk; bize ikram et; bize yiyecek ver diye) İslâm’a girdiklerini senin başına kakıyorlar. (Ey Rasûlüm, onlara) de ki: “-İslâm oluşunuzu benim başıma kakmayın. Doğrusu sizi imana hidayet buyurduğundan, Allah sizin başınıza kakar; eğer (imanınızda) sadık kimselerseniz"},{"SurahNumber":49,"VerseNumber":18,"Text":"Muhakkak ki Allah, göklerin ve yerin gaybını bilir. Allah, bütün yaptıklarınızı da görür"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Şanlı Kur’an hakkı için"},{"SurahNumber":50,"VerseNumber":2,"Text":"Doğrusu (o Kureyşli) kâfirler, kendilerine içlerinden korkutucu bir peygamber geldiğine şaştılar da şöyle dediler: “- Bu, tuhaf bir şey"},{"SurahNumber":50,"VerseNumber":3,"Text":"Öldüğümüz ve bir toprak olduğumuz vakit mi (dirilecekmişiz)? Bu (Peygamberin dediği, imkândan) çok uzak bir dönüştür.”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Muhakkak ki biz, toprak, onların bedenlerinden neleri yeyip eksilttiğini bilmişizdir. Bizim katımızda (her şeyi) tesbit eden bir kitab (Levh-i Mahfûz) vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Doğrusu, kendilerine hak (Kur’an ve Peygamber) gelince yalanladılar da, şimdi muztarıb bir haldedirler"},{"SurahNumber":50,"VerseNumber":6,"Text":"(Öldükten sonra dirilmeyi inkâr eden o kâfirler) üstlerindeki semaya bakmadılar mı ki, biz onu nasıl bina etmişiz ve (yıldızlarla) onu donatmışız da hiç bir gediği yok"},{"SurahNumber":50,"VerseNumber":7,"Text":"Arzı da bir döşek yapmışız ve oraya sabit dağlar yerleştirmişiz; orada manzarası güzel bir çeşit bitkiden çiftler bitirmişiz"},{"SurahNumber":50,"VerseNumber":8,"Text":"Bütün bunları, hakka ve hakikata dönen her kul için (Allah’ın kudretini görüp anlamaya) bir ihtar ve ibret dersi olsun diye yaptık"},{"SurahNumber":50,"VerseNumber":9,"Text":"Gökten de bereketli bir yağmur indirip onunla bahçeler ve biçilecek ekinler bitirmekteyiz"},{"SurahNumber":50,"VerseNumber":10,"Text":"Bir de tomurcukları birbiri üzerine dizilmiş (göğe doğru) uzayan hurma ağaçları"},{"SurahNumber":50,"VerseNumber":11,"Text":"Bunlar, kullara rızk içindir. O yağmurla da (bitkileri kurumuş) ölü bir memlekete hayat vermekteyiz; işte (öldükten sonra dirilip kabirlerden) çıkış da böyledir"},{"SurahNumber":50,"VerseNumber":12,"Text":"(Ey Rasûlüm, senin) kavminden önce de Nuh’un kavmi, Ress’liler (Şuayb’ın kavmi) ve Semûd (Salih’in kavmi) hep tekzib ettiler"},{"SurahNumber":50,"VerseNumber":13,"Text":"Âd da, Firavun (kavmi) da, Lût’un yakınları da"},{"SurahNumber":50,"VerseNumber":14,"Text":"Eyke’liler de, (Himyer meliki) Tübba’ın kavmi de. Bunların hepsi (kendilerine gönderilen) peygamberleri yalanladılar da benim azabım (haklarında) gerçekleşti"},{"SurahNumber":50,"VerseNumber":15,"Text":"İlk yaratış bizi aciz mi bıraktı (ki, ikinci defa yaratmak bizi aciz bıraksın)? Doğrusu onlar (Kureyş kâfirleri ve diğer münkirler), yeni bir yaratıştan şüphe içindedirler"},{"SurahNumber":50,"VerseNumber":16,"Text":"And olsun, insanı biz yarattık ve nefsinin ona ne vesveseler verdiğini de biliriz; biz ona şah damarından daha yakınız (her halinden haberdarız ve her an kudretimiz altındadır)"},{"SurahNumber":50,"VerseNumber":17,"Text":"(İnsanoğlunun), biri sağ tarafında, biri sol tarafında oturmuş iki kâtip meleğin amellerini yazmakta olduklarını hatırla"},{"SurahNumber":50,"VerseNumber":18,"Text":"O, her ne söz atarsa muhakkak yanında hazır bir gözcü vardır"},{"SurahNumber":50,"VerseNumber":19,"Text":"Bir de ölüm sarhoşluğu (can çekişme) gerçek olarak gelmiştir. (Ey insanoğlu!) işte bu, senin kaçıp durduğun şey"},{"SurahNumber":50,"VerseNumber":20,"Text":"(İnsanlar öldükten sonra dirilmeleri için) Sûr’a da üfürülmüş olacaktır. İşte bu vakit, azap günüdür"},{"SurahNumber":50,"VerseNumber":21,"Text":"Herkes beraberinde bir sürücü ve bir de şahid (melek) olarak (Rabbi huzuruna) gelmiş bulunacaktır"},{"SurahNumber":50,"VerseNumber":22,"Text":"(Allah ona buyurur ki, ey insanoğlu! Dünyada iken) bugünden gaflette idin. Şimdi senden (gaflet) perdeni açtık; artık bugün gözün keskindir, (gerçeği görüyorsun)"},{"SurahNumber":50,"VerseNumber":23,"Text":"Beraberindeki (vazifeli melek) şöyle der: “- Bu yanımdaki hazırdır.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"(Allah şöyle buyurur): “- Atın atın cehenneme, her inatçı kâfiri"},{"SurahNumber":50,"VerseNumber":25,"Text":"Hayra engel olanı, şüpheci zalimi"},{"SurahNumber":50,"VerseNumber":26,"Text":"Bu, o kimsedir ki, Allah ile beraber, başka bir ilâh edinmiştir. Haydin, atın şiddetli azabın (cehennemin) içine.”"},{"SurahNumber":50,"VerseNumber":27,"Text":"(Onun dünyadaki) arkadaşı (olan şeytan şöyle) der: “- Ey Rabbimiz! Onu, ben azdırmadım; fakat kendisi uzak bir sapıklık içinde idi.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"(Allah, onlara şöyle) buyurur: “- Huzurumda çekişmeyin; ben size önceden (dünyada) bu azabı bildirmiştim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Benim katımda söz değiştirilmez ve ben kullara zulmeden değilim.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"O gün cehenneme: “- Doldun mu?” diyeceğiz. O, “- Daha ziyade var mı?” diyecek"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cennet de takvâ sahiblerine uzak olmıyarak yaklaştırılmış bulunacak"},{"SurahNumber":50,"VerseNumber":32,"Text":"İşte bu, sizin (dünyada) vaad olunduğunuz şey! Her tevbe eden, Allah’ın emrini gözeten için"},{"SurahNumber":50,"VerseNumber":33,"Text":"Gaybde, Rahman’a iç saygısı duyan ve halis bir kalb ile gelen kimseler için"},{"SurahNumber":50,"VerseNumber":34,"Text":"Selâmetle girin oraya (cennete); bu sonsuzluk günüdür"},{"SurahNumber":50,"VerseNumber":35,"Text":"Onlara, orada ne dilerlerse var. Katımızda ise ziyade (Allah’ı görmek) var"},{"SurahNumber":50,"VerseNumber":36,"Text":"Onlardan (senin kavminden) önce, biz nice nesilleri helâk ettik ki, onlar senin kavminden daha kuvvetli idiler. Öyle ki, memleketleri delik deşik etmişler, (her tarafı dolaşmışlar, ölümden kurtulmağa çare aramışlardı). Kaçacak bir yer var mı"},{"SurahNumber":50,"VerseNumber":37,"Text":"Muhakkak ki bu sûrede anılanlarda, aklı olan, yahud kendisi huzurlu bir kalb içinde olduğu halde (nasihatlere) kulak veren kimse için, bir ihtar; (bir ibret dersi) vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Celâlim hakkı için, biz göklerle yeri ve aralarındakileri altı günde yarattık, bize bir yorgunluk da dokunmadı"},{"SurahNumber":50,"VerseNumber":39,"Text":"O halde (Ey Rasûlüm, müşriklerin öldükten sonra dirilmeyi inkâr edişlerine dair) onların lâflarına karşı sabret de, Rabbini güneşin doğuşundan önce (sabah namazında) ve batmadan önce (öğle ile ikindi namazlarında) hamd ile tesbih et"},{"SurahNumber":50,"VerseNumber":40,"Text":"Bir de gecenin bir kısmında (akşam ve yatsı namazlarında) ve namazların sonlarında O’nu tesbih eyle"},{"SurahNumber":50,"VerseNumber":41,"Text":"(Ey Rasûlüm), münadinin yakın bir yerden çağıracağı günkü sözü dinle. (O kıyamet ahvalinden sana ne büyük haberler vereceğiz)"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gün (Sûr’a ikinci defa üfürülüşte) hak olan sayhayı (çağırmayı, bütün mahlûkat) işitirler. İşte bu, (kıyamette kabirlerden) çıkış günüdür"},{"SurahNumber":50,"VerseNumber":43,"Text":"Şübhesiz ki biz, hem diriltiriz, hem öldürürüz; dönüş de bizedir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gün yer onlara yarılıb süratle çıkarlar. İşte bu bir haşirdir (insanları bir araya toplamaktır) ki, bize kolaydır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz, onların (Kureyş kâfirlerinin) neler demekte olduklarını pek alâ biliyoruz. Sen de onlara karşı (imana) zorlayıcı değilsin. O halde sen benim tehdîdlerimden korkacaklara bu Kur’an ile öğüd ver"},{"SurahNumber":51,"VerseNumber":1,"Text":"O tozutub savuran rüzgârlara"},{"SurahNumber":51,"VerseNumber":2,"Text":"Arkasından ağır su taşıyan bulutlara"},{"SurahNumber":51,"VerseNumber":3,"Text":"Sonra kolayca akıb giden gemilere (veya bulutlara ve yıldızlara)"},{"SurahNumber":51,"VerseNumber":4,"Text":"Sonra işleri (kullara) bölen meleklere yemin olsun ki"},{"SurahNumber":51,"VerseNumber":5,"Text":"Muhakkak size vaad olunanlar bir gerçektir"},{"SurahNumber":51,"VerseNumber":6,"Text":"Ve şübhesiz ki hesab vuku bulacaktır, (herkes amelinin karşılığını görecektir)"},{"SurahNumber":51,"VerseNumber":7,"Text":"O (yıldızlara ait) güzel yollara sahib sema hakkı için ki"},{"SurahNumber":51,"VerseNumber":8,"Text":"Muhakkak siz, (peygamber hakkında kâhin demekle) ihtilâflı bir sözde bulunuyorsunuz"},{"SurahNumber":51,"VerseNumber":9,"Text":"Peygamber ve Kur’an’dan çevrilen çevrilir"},{"SurahNumber":51,"VerseNumber":10,"Text":"Kahrolsun o yalancılar"},{"SurahNumber":51,"VerseNumber":11,"Text":"Onlar, bir cehalet içinde bulunan gâfil kimselerdir"},{"SurahNumber":51,"VerseNumber":12,"Text":"Soruyorlar: Ne zaman o hesab günü"},{"SurahNumber":51,"VerseNumber":13,"Text":"O bir gündür ki, ateş üzerinde kavrulub yakılacaklar"},{"SurahNumber":51,"VerseNumber":14,"Text":"(Cehennemdeki melekler onlara şöyle derler): Tadın azabınızı. Bu (azab, dünyada iken) acele istediğiniz"},{"SurahNumber":51,"VerseNumber":15,"Text":"Gerçekten takvâ sahibleri, cennetlerde pınar başlarındadır"},{"SurahNumber":51,"VerseNumber":16,"Text":"Rablerinin kendilerine verdiğinden razı oldukları halde... Doğrusu onlar, bundan önce güzel amel işliyenlerdi"},{"SurahNumber":51,"VerseNumber":17,"Text":"Onlar geceden pek az (bir zaman) uyuyorlardı"},{"SurahNumber":51,"VerseNumber":18,"Text":"Sabahın erken vakitlerinde de hep istiğfar ederlerdi"},{"SurahNumber":51,"VerseNumber":19,"Text":"Onların mallarında dilencinin ve (ihtiyacını açıklayamayan) mahrumun bir hakkı vardır"},{"SurahNumber":51,"VerseNumber":20,"Text":"Arzda da gerçekten tasdik edenler için bir çok ibretler var"},{"SurahNumber":51,"VerseNumber":21,"Text":"Nefislerinizde de (hücrelerden vücud yapınıza kadar) bir çok alâmetler var (ki, hep Allah’ın kudretine ilmine, azamet ve iradesine delâlet ederler). Hâlâ görmiyecek misiniz"},{"SurahNumber":51,"VerseNumber":22,"Text":"Semada ise, (yağmur) rızkınız ve va’d olunduğunuz cennet vardır"},{"SurahNumber":51,"VerseNumber":23,"Text":"İşte o semânın ve yerin Rabbine yemin olsun ki, bu vaad olunan (cennet), sizin konuşmanız (sabit olduğu) gibi, muhakkak bir gerçektir"},{"SurahNumber":51,"VerseNumber":24,"Text":"(Ey Rasûlüm), sana geldi mi, İbrahîm’in ikram edilen misafirlerinin haberi"},{"SurahNumber":51,"VerseNumber":25,"Text":"Hani onlar, İbrahîm’in yanına varmışlardı da selâm vermişlerdi. O da (onlara karşılık olarak) selâm vermiş: “- (Bunlar) tanınmadık bir kavim.” demişti"},{"SurahNumber":51,"VerseNumber":26,"Text":"Hemen bir bahane ile ailesine giderek bir semiz dana (kesib etini) getirdi de"},{"SurahNumber":51,"VerseNumber":27,"Text":"Onu (yemek olarak) önlerine koydu. “-Yemeğe buyurmaz mısınız?” dedi. (Yemeğinden misafirlerin yemediğini görünce)"},{"SurahNumber":51,"VerseNumber":28,"Text":"O vakit onlardan (İbrahim’in) içine bir korku düştü. Onlar: “korkma!” dediler ve onu çok bilgin bir oğul ile müjdelediler"},{"SurahNumber":51,"VerseNumber":29,"Text":"Bunun üzerine (İbrahîm’in) hanımı bir çığlık içinde döndü de elini yüzüne çarptı: “- Ben, kısır bir koca karıyım! (Nasıl çocuğum olabilir)” dedi"},{"SurahNumber":51,"VerseNumber":30,"Text":"Onlar dediler ki: “- İş, sana dediğimiz gibidir. Bunu Rabbin buyurdu. Şübhesiz ki O, Hakîm’dir, Alîm’dir.”"}]}