{"Id":433,"LanguageCodes":["tr","tur"],"Name":"tur-wwwislamhouseco","Author":"Www.islamhouse.com","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"www.islamhouse.com","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Ben nefsimi temize çıkarmam. Çünkü Rabbimin merhamet ettiği hariç, nefis aşırı derecede kötülüğü emreder. Şüphesiz Rabbim çok bağışlayandır, çok merhamet edendir'' dedi"},{"SurahNumber":12,"VerseNumber":54,"Text":"Hükümdar: \"Onu bana getirin, kendime has (müsteşar) alayım.\" dedi. Onunla konuşunca: \"Şüphesiz bugün sen yanımızda yüksek makam sahibi ve güvenilir bir kişisin"},{"SurahNumber":12,"VerseNumber":55,"Text":"Yusuf: “Beni ülkenin hazinelerine bakmakla görevlendir. Çünkü ben iyi koruyucu ve bilgili bir kişiyim” dedi"},{"SurahNumber":12,"VerseNumber":56,"Text":"Böylece Yûsuf’a, dilediği yerde konaklamak üzere ülkede imkân ve iktidar verdik. Biz rahmetimizi istediğimize veririz ve iyi davrananların mükâfatını zayi etmeyiz"},{"SurahNumber":12,"VerseNumber":57,"Text":"Elbetteki, ahiret mükâfatı, iman edenler ve Allah’a karşı gelmekten sakınanlar için daha iyidir"},{"SurahNumber":12,"VerseNumber":58,"Text":"Yusuf’un kardeşleri gelip onun huzuruna girdiler. O (Yusuf) kendilerini tanıdığı halde onlar onu tanımadılar"},{"SurahNumber":12,"VerseNumber":59,"Text":"Yûsuf, onların yüklerini hazırlatınca dedi ki: “Sizin, baba bir kardeşinizi de bana getirin. Görmüyor musunuz? Ölçeği tam dolduruyorum ve ben misafir ağırlayanların en iyisiyim.”"},{"SurahNumber":12,"VerseNumber":60,"Text":"Eğer onu bana getirmezseniz, artık benim yanımda size verilecek tek ölçek (zahire) bile yoktur ve bir daha da bana yaklaşmayın"},{"SurahNumber":12,"VerseNumber":61,"Text":"“Onu babasından istemeye çalışacağız. Kuşkusuz bunu yapacağız"},{"SurahNumber":12,"VerseNumber":62,"Text":"Yusuf, memurlarına dedi ki: “Onların ödedikleri ölçek bedellerini yüklerinin içine koyun. Umulur ki ailelerine varınca onu anlarlar da belki yine dönüp gelirler"},{"SurahNumber":12,"VerseNumber":63,"Text":"Onlar, babalarına döndüklerinde: “Ey babamız! Bize artık erzak verilmeyecek. Kardeşimizi (Bünyamin’i) bizimle gönder ki erzak alalım. Onu biz elbette koruruz.” dediler"},{"SurahNumber":12,"VerseNumber":64,"Text":"Yakub onlara: “Onun hakkında size ancak, daha önce kardeşi hakkında güvendiğim kadar güvenebilirim! Allah en iyi koruyandır ve O, merhametlilerin en merhametlisidir.” dedi"},{"SurahNumber":12,"VerseNumber":65,"Text":"Yüklerini açıp zahire bedellerinin kendilerine geri verildiğini gördüler. “Ey babamız! Daha ne isteriz? İşte ödediğimiz bedeller de bize geri verilmiş. Onunla yine ailemize yiyecek getirir, kardeşimizi korur ve bir deve yükü zahire de fazladan alırız. Çünkü bu getirdiğimiz az bir miktardır.” dediler"},{"SurahNumber":12,"VerseNumber":66,"Text":"Babaları: “ Kuşatılıp çaresiz durumda kalmanız dışında, onu bana geri getireceğinize dair Allah adına sağlam bir söz vermedikçe, onu sizinle göndermeyeceğim” dedi. Ona güvencelerini verdiklerinde, “Allah söylediklerimize vekildir” dedi"},{"SurahNumber":12,"VerseNumber":67,"Text":"“Ey oğullarım, hepiniz (Mısır’a) bir kapıdan girmeyin, ayrı ayrı kapılardan girin. Bununla beraber Allah’dan size gelecek hiçbir şeyi sizden geri çeviremem. Hüküm ancak Allah’ındır. Ben, yalnız O’na güvenip dayandım. Tevekkül edenler de yalnız O’na güvenip dayanmalıdır” dedi"},{"SurahNumber":12,"VerseNumber":68,"Text":"Babalarının emrettiği şekilde (ayrı kapılardan) girdiklerinde (bile) bu, Allah’tan gelecek hiçbir şeyi onlardan uzaklaştıracak değildi. Sadece Yakub, içindeki bir dileği ortaya koymuş oldu. Şüphesiz o, biz kendisine öğrettiğimiz için bilgi sahibidir. Fakat insanların çoğu bilmezler"},{"SurahNumber":12,"VerseNumber":69,"Text":"Yûsuf’un huzuruna girdiklerinde; o, kardeşini yanına çekti bağrına bastı ve (gizlice) “Haberin olsun ben senin kardeşinim, artık onların yaptıklarına üzülme!\" dedi"},{"SurahNumber":12,"VerseNumber":70,"Text":"Yûsuf, onların yüklerini hazırlatırken su kabını kardeşinin yüküne koydurdu. Sonra bir münâdi: “Ey kafile (durun)! Siz gerçekten hırsızlık yaptınız.” diye bağırdı"},{"SurahNumber":12,"VerseNumber":71,"Text":"Yusuf’un kardeşleri onlara dönerek: “Ne kaybettiniz?” dediler"},{"SurahNumber":12,"VerseNumber":72,"Text":"Onlar: “Hükümdarın (ölçü) kabını kaybettik. Onu getirene bir deve yükü ödül var. (Münadi): Ben buna kefilim” dedi"},{"SurahNumber":12,"VerseNumber":73,"Text":"“Allah’a andolsun, siz de biliyorsunuz ki biz bu ülkede fesat çıkarmak için gelmedik, hırsız da değiliz.” dediler"},{"SurahNumber":12,"VerseNumber":74,"Text":"Onlar: “Eğer yalancı iseniz, hırsızlığın cezası nedir?” dediler"},{"SurahNumber":12,"VerseNumber":75,"Text":"Onlar da: “Cezası, su kabı kimin yükünde bulunursa, o kimsenin kendisi(nin alıkonması) onun cezasıdır. Biz zalimleri böyle cezalandırırız.” dediler"},{"SurahNumber":12,"VerseNumber":76,"Text":"Yusuf kardeşinin yükünden önce onlarınkini aramaya başladı; sonra kardeşinin yükünden su kabını çıkardı. İşte biz Yusuf'a böyle bir plan kullanmasını vahyettik. Çünkü hükümdarın kanunlarına göre kardeşini alıkoyamazdı. Ancak Allah'ın dilemesi başka. Dilediğimizi derecelerle yükseltiriz. Her ilim sahibinden üstün bir bilen bulunur"},{"SurahNumber":12,"VerseNumber":77,"Text":"Dediler ki: “Eğer o çalmış bulunuyorsa, daha önce onun bir kardeşi de çalmıştı.” Yusuf, bu (sözleri) içinde gizledi ve onlara belli etmedi. İçinden, “Siz kötü bir durumdasınız; anlattığınızı Allah çok daha iyi biliyor.” dedi"},{"SurahNumber":12,"VerseNumber":78,"Text":"Onlar, Yusuf’a: “Ey Aziz! Onun çok yaşlı bir babası var. Onun yerine bizden birini alıkoy. Şüphesiz biz senin iyilik edenlerden olduğunu görüyoruz.” dediler"},{"SurahNumber":12,"VerseNumber":79,"Text":"Yusuf: “Malımızı yanında bulduğumuz kimseden başkasını tutmaktan Allah’a sığınırız. Şüphesiz biz o takdirde zulmetmiş oluruz.” dedi"},{"SurahNumber":12,"VerseNumber":80,"Text":"Ondan ümitlerini kesince, kendi aralarında konuşmak üzere bir kenara çekildiler. Büyükleri dedi ki: “Babanızın Allah adına sizden söz aldığını, daha önce de Yusuf hakkında işlediğiniz kusuru bilmiyor musunuz? Artık babam bana izin verinceye veya Allah, hakkımda hükmedinceye kadar buradan asla ayrılmayacağım. O, hükmedenlerin en hayırlısıdır"},{"SurahNumber":12,"VerseNumber":81,"Text":"“Siz babanıza dönün ve deyin ki: “Ey babamız! Şüphesiz oğlun hırsızlık etti, biz ancak bildiğimize şahitlik ettik. (Sana söz verdiğimiz zaman) gaybı (oğlunun hırsızlık edeceğini) bilemezdik"},{"SurahNumber":12,"VerseNumber":82,"Text":"Bulunduğumuz kasaba halkına ve aralarında olduğumuz kervana da sor. Biz gerçekten doğru söyleyenleriz"},{"SurahNumber":12,"VerseNumber":83,"Text":"Yakub, “Nefisleriniz sizi bir iş yapmaya sürükledi. Artık bana düşen, güzel bir sabırdır. Umulur ki, Allah onların hepsini bana getirir. Çünkü O, hakkıyla bilendir, hüküm ve hikmet sahibidir.” dedi"},{"SurahNumber":12,"VerseNumber":84,"Text":"Onlardan yüz çevirdi ve, “Vah! Yusuf’a vah!” dedi ve üzüntüden iki gözüne ak düştü. O artık acısını içinde saklıyordu"},{"SurahNumber":12,"VerseNumber":85,"Text":"Oğulları: “Allah’a yemin ederiz ki, sen hâlâ Yusuf’u anıp duruyorsun. Sonunda üzüntüden eriyip gideceksin veya helâk olacaksın.” dediler"},{"SurahNumber":12,"VerseNumber":86,"Text":"Yakub, “Ben tasa ve üzüntümü ancak Allah’a arz ederim. Ben, Allah tarafından sizin bilmediğiniz şeyleri bilirim” dedi"},{"SurahNumber":12,"VerseNumber":87,"Text":"Oğullarım! Gidin, Yusuf’u ve kardeşini arayın, araştırın; Allah’ın rahmetinden de ümit kesmeyin. Çünkü kâfirler topluluğundan başkası Allah’ın rahmetinden ümit kesmez"},{"SurahNumber":12,"VerseNumber":88,"Text":"Bunun üzerine (Mısır’a dönüp) Yusuf’un yanına girdiklerinde: “Ey Aziz! Bize ve ailemize darlık ve sıkıntı dokundu. Değersiz bir sermaye ile geldik. Yiyeceğimizi tam ölç, ayrıca bize sadaka ver. Şüphesiz Allah, sadaka verenleri mükâfatlandırır” dediler"},{"SurahNumber":12,"VerseNumber":89,"Text":"Yusuf dedi ki: Siz (henüz) cahil kimseler iken Yusuf ve kardeşine neler yaptığınızı hatırlıyor musunuz"},{"SurahNumber":12,"VerseNumber":90,"Text":"Kardeşleri: “Yoksa sen, sen Yusuf musun?” dediler. O da, “Ben Yusuf’um, bu da kardeşim. Allah, bize lütufta bulundu. Çünkü, kim kötülükten sakınır ve sabrederse, şüphesiz Allah iyilik yapanların mükâfatını zayi etmez.” dedi"},{"SurahNumber":12,"VerseNumber":91,"Text":"Dediler ki: Allah’a andolsun, gerçekten Allah seni bize üstün kıldı. Gerçekten biz suç işlemiştik"},{"SurahNumber":12,"VerseNumber":92,"Text":"Yusuf dedi ki: \"Bugün size kınama yok. Allah sizi bağışlasın. O, merhametlilerin en merhametlisidir"},{"SurahNumber":12,"VerseNumber":93,"Text":"Bu gömleğimi götürün de babamın yüzüne sürün ki, gözleri açılsın ve bütün ailenizi bana getirin” dedi"},{"SurahNumber":12,"VerseNumber":94,"Text":"Kafile (Mısır’dan) ayrılınca babaları (etrafındakilere) dedi ki: \"Bana bunak demeyecekseniz, inanın ki Yusuf’un kokusunu alıyorum"},{"SurahNumber":12,"VerseNumber":95,"Text":"Onlar da: “Allah’a yemin ederiz ki sen hâlâ eski şaşkınlığındasın” dediler"},{"SurahNumber":12,"VerseNumber":96,"Text":"Müjdeci gelip gömleği Yakub’un yüzüne bırakınca gözleri açılıverdi. Yakub, “Ben size, Allah tarafından, sizin bilemeyeceğiniz şeyleri bilirim demedim mi?” dedi"},{"SurahNumber":12,"VerseNumber":97,"Text":"Oğulları: “Ey babamız, günahlarımızın bağışlanmasını dile. Biz gerçekten suçlu idik” dediler"},{"SurahNumber":12,"VerseNumber":98,"Text":"Yakub: “Rabbimden sizin bağışlanmanızı dileyeceğim. Şüphesiz O, çok bağışlayandır, çok merhamet edendir.” dedi"},{"SurahNumber":12,"VerseNumber":99,"Text":"Yûsuf’un huzuruna girdiklerinde; Yûsuf ana babasını bağrına bastı ve “Allah’ın iradesi ile güven içinde Mısır’a girin” dedi"},{"SurahNumber":12,"VerseNumber":100,"Text":"Babasını ve annesini tahtın üzerine çıkartıp oturttu. Hepsi onun için secde ettiler. Yusuf dedi ki: “Babacığım! İşte bu, daha önce gördüğüm rüyanın yorumudur. Rabbim onu gerçekleştirdi. Şeytan benimle kardeşlerimin arasını bozduktan sonra Rabbim beni zindandan çıkararak ve sizi çölden getirerek bana çok iyilikte bulundu. Şüphesiz Rabbim, dilediği şeyde nice incelikler sergileyendir. Şüphesiz O, hakkıyla bilendir, hüküm ve hikmet sahibidir"},{"SurahNumber":12,"VerseNumber":101,"Text":"Rabbim! Gerçekten bana mülk verdin ve bana sözlerin yorumunu öğrettin. Ey gökleri ve yeri yaratan! Dünyada ve ahirette sen benim velimsin. Benim canımı müslüman olarak al ve beni iyilere kat"},{"SurahNumber":12,"VerseNumber":102,"Text":"(Ey Muhammed!) İşte bu, sana vahyettiğimiz gayb haberlerindendir. Yoksa onlar (Yusuf’un kardeşleri) hile yaparak işlerini kararlaştırdıkları zaman sen yanlarında değildin"},{"SurahNumber":12,"VerseNumber":103,"Text":"Sen ne kadar şiddetle arzu etsen de insanların çoğu iman etmezler"},{"SurahNumber":12,"VerseNumber":104,"Text":"Hâlbuki sen buna karşılık onlardan bir ücret de istemiyorsun. O (Kur’an) âlemler içinde ancak bir öğüttür"},{"SurahNumber":12,"VerseNumber":105,"Text":"Göklerde ve yerde nice ayetler/deliller vardır ki yanlarına uğrarlar da onlardan yüzlerini çevirerek geçerler"},{"SurahNumber":12,"VerseNumber":106,"Text":"Onların çoğu Allah’a ancak şirk koşarak iman ederler"},{"SurahNumber":12,"VerseNumber":107,"Text":"Yoksa Allah tarafından kendilerini kuşatacak bir azabın gelmeyeceğinden veya onlar farkında olmadan kıyametin ansızın gelip çatmayacağından emin mi oldular"},{"SurahNumber":12,"VerseNumber":108,"Text":"De ki: Bu, benim yolumdur, ben ve bana uyanlar basiretle Allah’a davet ederiz. Allah’ı tenzih ederim. Ben müşriklerden değilim"},{"SurahNumber":12,"VerseNumber":109,"Text":"Biz senden önce de, şehirler halkından ancak kendilerine vahyettiğimiz birtakım erkekleri peygamber olarak gönderdik. Yeryüzünde dolaşıp da, kendilerinden önce gelenlerin akıbetlerinin nasıl olduğuna bakmadılar mı? Elbette ahiret yurdu Allah’a karşı gelmekten sakınanlar için daha iyidir. Hâlâ aklınızı kullanmıyor musunuz"},{"SurahNumber":12,"VerseNumber":110,"Text":"Nihayet peygamberler (kendilerini yalanlayanların imanlarından) ümitlerini kesip de yalanlandıklarını düşündükleri sırada, onlara yardımımız geldi de, böylece dilediğimiz kimseler kurtuluşa erdirildi. Azabımız ise suçlular topluluğundan geri çevrilemez"},{"SurahNumber":12,"VerseNumber":111,"Text":"Andolsun ki, onların kıssalarında akıl sahipleri için ibret vardır. Kur’an, uydurulabilecek bir söz değildir. Fakat kendinden öncekileri tasdik eden, her şeyi ayrı ayrı açıklayan ve iman eden bir toplum için de bir yol gösterici ve bir rahmettir"},{"SurahNumber":13,"VerseNumber":1,"Text":"Elif Lâm Mîm Râ. İşte bunlar kitabın âyetleridir. Sana Rabbinden indirilen (bu Kur'an) haktır, fakat insanların çoğu iman etmezler"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah, gökleri gördüğünüz gibi herhangi bir direk olmadan yükselten, sonra Arş’a istiva eden, güneşe de aya da emrine boyun eğdirendir. Bunların hepsi belli bir zamana kadar akıp gitmektedir. O, her işi yerli yerince düzenler, âyetleri ayrı ayrı açıklar ki, Rabbinize kavuşacağınıza kesin olarak iman edesiniz"},{"SurahNumber":13,"VerseNumber":3,"Text":"O, yeryüzünü yayıp döşeyen, orada sabit dağlar, nehirler var eden, orada her türlü meyveden (erkekli-dişili) iki eş yaratan gündüzü geceyle bürüyendir. Şüphesiz bunlarda, düşünen bir kavim için deliller vardır"},{"SurahNumber":13,"VerseNumber":4,"Text":"Yeryüzünde birbirine komşu kara parçaları, üzüm bağları, ekinler; bir kökten çıkan çok gövdeli ve tek gövdeli hurma ağaçları vardır ki hepsi aynı su ile sulanır. Ama biz ürünleri konusunda bir kısmını bir kısmına üstün kılıyoruz. Şüphesiz bunda aklını kullanan bir kavim için (Allah’ın varlığını gösteren) deliller vardır"},{"SurahNumber":13,"VerseNumber":5,"Text":"Eğer şaşacaksan, asıl şaşılacak olan onların, “Biz toprak olunca yeniden mi yaratılacakmışız?” demeleridir. İşte bunlar Rablerini inkâr edenlerdir. İşte onlar boyunlarına demir halkalar vurulanlardır ve işte onlar cehennemliklerdir. Onlar orada ebedî kalacaklardır"},{"SurahNumber":13,"VerseNumber":6,"Text":"Bir de senden, iyilikten önce kötülüğün acele gelmesini istiyorlar. Hâlbuki onlardan önce nice örnekler gelip geçmiştir. Şüphesiz Rabbin, zulümlerine rağmen insanlara yine de mağfiret edendir. Bununla beraber Rabbinin azabı pek şiddetlidir"},{"SurahNumber":13,"VerseNumber":7,"Text":"Küfre sapanlar, “Ona Rabbinden bir mucize indirilseydi ya!” diyorlar. Sen ancak bir uyarıcısın. Her kavim için de bir yol gösteren vardır"},{"SurahNumber":13,"VerseNumber":8,"Text":"Allah, her dişinin neye gebe olduğunu, rahimlerin arttırdığı şeyi ve eksilttiği şeyi bilir. O’nun katında her şey bir ölçü iledir"},{"SurahNumber":13,"VerseNumber":9,"Text":"O, görünmeyeni de görüneni de bilendir. O çok büyüktür, yüksektir, yüceler yücesidir"},{"SurahNumber":13,"VerseNumber":10,"Text":"(O’na göre) içinizden sözü gizleyen ile açığa vuran, geceleyin gizlenenle gündüz ortaya çıkan birdir"},{"SurahNumber":13,"VerseNumber":11,"Text":"İnsanı önünden ve ardından takip eden melekler vardır. Allah’ın emriyle onu koruyup gözetirler. Şüphesiz ki, bir kavim kendi durumunu değiştirmedikçe Allah onların durumunu değiştirmez. Allah, bir kavme kötülük diledi mi, artık o geri çevrilemez. Onlar için Allah’tan başka hiçbir yardımcı da yoktur"},{"SurahNumber":13,"VerseNumber":12,"Text":"O, korku ve ümit vermek için size şimşeği gösteren, yağmur yüklü bulutları meydana getirendir"},{"SurahNumber":13,"VerseNumber":13,"Text":"Gök gürültüsü O’na hamd ederek tesbih eder, Melekler de O’nun korkusundan tesbih ederler. O, yıldırımlar gönderir de onlarla dilediğini çarpar. Onlar ise Allah hakkında mücadele ediyorlar. Hâlbuki O, azabı çok şiddetli olandır"},{"SurahNumber":13,"VerseNumber":14,"Text":"Gerçek dua/ibadet yalnızca O’nadır. O’ndan başka dua ettikleri, kendilerine hiçbir şekilde karşılık veremezler. Onların durumu; ağzına gelsin diye suya doğru iki avucunu (uzaktan) açan kimse gibidir. Halbuki su (ağzına) ulaşacak değildir. İşte kâfirlerin duası delalet içinde olmaktan başka birşey değildir"},{"SurahNumber":13,"VerseNumber":15,"Text":"Hâlbuki göklerde ve yerde bulunanlar da onların gölgeleri de sabah akşam ister istemez sadece Allah'a secde ederler"},{"SurahNumber":13,"VerseNumber":16,"Text":"De ki: “Göklerin ve yerin Rabbi kimdir?” “Allah’tır” de. De ki: “O'nu bırakıp da kendilerine (bile) bir faydası ve zararı olmayan dostlar (mabutlar) mı edindiniz?” De ki: “Kör ile gören bir olur mu? Ya da karanlıklarla aydınlık bir olur mu? Yoksa Allah’a, O’nun yarattığı gibi yaratan ortaklar buldular da bu yaratma ile Allah’ın yaratması onlara göre birbirine mi benzedi?” De ki: “Her şeyin yaratıcısı Allah’tır. O, birdir, Kahhâr'dır/mutlak galiptir"},{"SurahNumber":13,"VerseNumber":17,"Text":"O, gökten su indirdi de dereler kendi ölçülerince dolup aktı ve sel, üste çıkan köpüğü aldı götürdü. Süs eşyası veya yararlanılacak bir şey elde etmek için ateşte erittikleri şeylerden de böyle köpük olur. İşte Allah, hak ile batıla böyle misal getirir. Köpüğe gelince sönüp gider. İnsanlara yararlı olan ise yerde kalır. İşte Allah, böyle misaller verir"},{"SurahNumber":13,"VerseNumber":18,"Text":"Rablerinin çağrısına uyanlara mükâfatın en güzeli (Cennet) vardır. O’nun çağrısına uymayanlar ise, yeryüzünde olan her şey ve onun yanında bir katı daha kendilerinin olsa, kurtulmak için hepsini fidye olarak verirlerdi. İşte hesabın kötüsü bunlar içindir. Varacakları yer de Cehennem'dir. O ne kötü yataktır"},{"SurahNumber":13,"VerseNumber":19,"Text":"Rabbinden sana indirilenin hak olduğunu bilen kimse, (O'na iman etmeyen) kör kimse gibi midir? (Bunu) ancak akıl sahipleri anlar"},{"SurahNumber":13,"VerseNumber":20,"Text":"Onlar, Allah’a verdikleri sözü eksiksiz yerine getirir ve anlaşmayı bozmazlar"},{"SurahNumber":13,"VerseNumber":21,"Text":"Onlar Allah’ın birleştirmesini emrettiği şeyi bitiştirirler. Rablerinden korkarlar ve kötü hesaptan endişe ederler"},{"SurahNumber":13,"VerseNumber":22,"Text":"Onlar, Rablerinin rızasına ermek için sabreder, namazı dosdoğru kılar, kendilerine verdiğimiz rızıklardan gizli olarak ve açıktan Allah için harcar ve kötülüğü iyilikle savarlar. İşte bunlar için dünya yurdunun iyi sonucu vardır"},{"SurahNumber":13,"VerseNumber":23,"Text":"(Bu güzel sonuç da) Adn Cennetleridir. Atalarından, eşlerinden ve çocuklarından iyi olanlarla beraber oraya girerler. Melekler de her bir kapıdan yanlarına girerler (ve şöyle derler)"},{"SurahNumber":13,"VerseNumber":24,"Text":"Sabretmenize karşılık selâm sizlere. Dünya yurdunun sonucu (olan Cennet) ne güzeldir"},{"SurahNumber":13,"VerseNumber":25,"Text":"Allah'a verdikleri sözü kuvvetle sağlamlaştırdıktan sonra bozanlar, Allah'ın birleştirilmesini emrettiği şeyleri ayıranlar ve yeryüzünde fesat çıkaranlar; işte lanet onlar içindir. Ve kötü yurt (Cehennem) onlarındır"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah, rızkı dilediğine bol verir, (dilediğine de) kısar. Onlar ise dünya hayatı ile sevinmektedirler. Hâlbuki dünya hayatı, ahiretin yanında çok az bir geçimliktir"},{"SurahNumber":13,"VerseNumber":27,"Text":"Kâfir olanlar: “Kendisine Rabbinden bir âyet (mûcize) indirilmeli değil miydi?” derler. De ki: “Şüphesiz Allah dilediğini saptırır ve kendisine yönelenleri de doğru yola iletir.”"},{"SurahNumber":13,"VerseNumber":28,"Text":"Bunlar, iman edenler ve gönülleri Allah'ın zikriyle sükûnete erenlerdir. Bilesiniz ki, kalpler ancak Allah'ı zikretmekle huzur bulur"},{"SurahNumber":13,"VerseNumber":29,"Text":"İman edip salih amellerde bulunanlar için, güzel bir hayat vardır ve güzel dönüş yeri de onlarındır"},{"SurahNumber":13,"VerseNumber":30,"Text":"(Ey Muhammed!) Böylece seni, kendilerinden önce nice ümmetlerin gelip geçtiği bir ümmete gönderdik ki; sana vahyettiklerimizi onlara okuyasın. Halbuki onlar Rahman’ı inkâr ediyorlar. De ki: O (Rahman) benim Rabbimdir, O’ndan başka (hak) ilah yoktur. Ben yalnız O’na tevekkül ettim, dönüşüm de yalnız O’nadır"},{"SurahNumber":13,"VerseNumber":31,"Text":"Kendisiyle dağların yürütüleceği veya yeryüzünün parçalanacağı ya da ölülerin konuşturulacağı bir Kur’an olacak olsaydı (o yine bu kitap olurdu). Fakat bütün emirler yalnız Allah’ındır. İman edenler bilmiyorlar mı ki, Allah dileseydi bütün insanlara hidayet ederdi. Allah’ın vaadi yerine gelinceye kadar devamlı olarak yaptıkları işler sebebiyle kâfirlere ya ansızın büyük bir bela gelecek veya o bela evlerinin yakınına inecektir. Şüphesiz Allah, vaadinden asla dönmez"},{"SurahNumber":13,"VerseNumber":32,"Text":"Andolsun, senden önce de nice peygamberler alaya alındı da ben inkâr edenlere bir süre (mühlet) verdim, sonra da onları yakalayıverdim. Benim cezalandırmam nasılmış"},{"SurahNumber":13,"VerseNumber":33,"Text":"Herkesin kazandığını görüp gözeten Allah'a (ortak koşulur mu?). Onlar, Allah’a ortaklar koştular. De ki: “Söyleyin bakalım onların isimlerini Yoksa siz (bununla) O’na yeryüzünde bilmediği bir şeyi mi haber veriyorsunuz, Yoksa siz üstün körü bir söz mü söylüyorsunuz?” Hayır, bilakis o kâfirlere tuzakları süslü gösterildi ve onlar doğru yoldan alıkondular. Allah, kimi saptırırsa, artık ona hidâyet verecek hiçbir kimse yoktur"},{"SurahNumber":13,"VerseNumber":34,"Text":"Onlara dünya hayatında bir azap vardır. Ahiret azabı ise daha ağırdır ve onları Allah’ın azabından koruyacak kimse de yoktur"},{"SurahNumber":13,"VerseNumber":35,"Text":"Allah’a karşı gelmekten sakınanlara va’dolunan Cennet'in durumu şudur: Onun içinden ırmaklar akar, yemişleri ve gölgeleri devamlıdır. İşte bu, Allah’a karşı gelmekten sakınanların sonudur. Kâfirlerin sonu ise ateştir"},{"SurahNumber":13,"VerseNumber":36,"Text":"Kendilerine kitap verdiklerimiz, sana indirilene (Kur'an'a) sevinirler; fakat (İslam aleyhinde birleşen) gruplardan, onun (sana indirilenin) bazısını inkâr edenler vardır. De ki: “Ben, yalnızca Allah'a ibadet etmek ve O'na ortak koşmamakla emrolundum. Ben ancak O'na davet ederim ve dönüşüm O'nadır.”"},{"SurahNumber":13,"VerseNumber":37,"Text":"Böylece biz onu (Kur’an’ı) Arapça bir hüküm olarak indirdik. Andolsun ki sana gelen bu ilimden sonra onların heva ve heveslerine uyarsan, Allah tarafından senin için ne bir dost, ne de bir koruyucu vardır"},{"SurahNumber":13,"VerseNumber":38,"Text":"Andolsun, senden önce de peygamberler gönderdik. Onlara da eşler ve çocuklar verdik. Allah’ın izni olmadan hiçbir peygamber bir mucize getiremez. Her ecelin (vadenin) bir yazısı vardır"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah, dilediğini siler, dilediğini de sabit kılıp bırakır. Ana kitap (Levh-i Mahfuz) O’nun katındadır"},{"SurahNumber":13,"VerseNumber":40,"Text":"Onlara vadettiğimiz azabın bir kısmını sana göstersek de, (göstermeden) senin ruhunu alsak da senin görevin sadece tebliğ etmektir. Hesap görmek ise bize aittir"},{"SurahNumber":13,"VerseNumber":41,"Text":"Görmediler mi ki biz nasıl yeryüzüne gelip onu etrafından eksiltiyoruz? Allah, hükmeder. O’nun hükmünü bozacak hiçbir kimse yoktur. O, hesabı çabuk görendir"},{"SurahNumber":13,"VerseNumber":42,"Text":"Onlardan öncekiler de tuzak kurmuşlardı. Oysa tuzak tümüyle Allah'a aittir. O, her nefsin kazandığını bilir. Kâfirler de dünya yurdunun sonunun kime ait olduğunu bileceklerdir"},{"SurahNumber":13,"VerseNumber":43,"Text":"O kâfir olanlar: “Sen gönderilmiş bir peygamber değilsin” derler. De ki: “Benimle sizin aranızda şahit olarak Allah ve yanında kitabın (Kur'an'ın) bilgisi bulunanlar yeter"},{"SurahNumber":14,"VerseNumber":1,"Text":"Elif, Lâm, Râ. Bu, Rabbinin izniyle insanları karanlıklardan nura, O güçlü ve övgüye layık olanın yoluna çıkarmak için sana indirdiğimiz bir kitaptır"},{"SurahNumber":14,"VerseNumber":2,"Text":"O Allah ki, göklerde ve yerde ne varsa O'nundur. Uğrayacakları şiddetli azaptan dolayı vay o kâfirlerin haline"},{"SurahNumber":14,"VerseNumber":3,"Text":"Onlar, o kimselerdir ki, dünya hayatını ahiret üzerine tercih edip severler; Allah yolundan alıkoyarlar ve onun eğriliğini isterler. İşte bunlar, hakdan çok uzak bir sapıklık içindedirler"},{"SurahNumber":14,"VerseNumber":4,"Text":"Biz her peygamberi, ancak kendi kavminin diliyle gönderdik ki, onlara (Allah’ın emirlerini) iyice açıklasın. Allah, dilediğini saptırır, dilediğini de doğru yola iletir. O, mutlak güç sahibidir, hüküm ve hikmet sahibidir"},{"SurahNumber":14,"VerseNumber":5,"Text":"Andolsun, Mûsâ’yı da, “Kavmini karanlıklardan aydınlığa çıkar ve onlara Allah’ın günlerini hatırlatarak öğüt ver\" diye âyetlerimizle gönderdik. Şüphesiz bunda çok sabreden, çok şükreden herkes için ibretler vardır"},{"SurahNumber":14,"VerseNumber":6,"Text":"Hani Mûsâ kavmine, “Allah’ın size olan nimetini anın. Hani o sizi, Firavun ailesinden kurtarmıştı. Onlar sizi işkencenin en ağırına uğratıyorlar, oğullarınızı boğazlayıp kadınlarınızı sağ bırakıyorlardı. İşte bunda size Rabbinizden büyük bir imtihan vardır” demişti"},{"SurahNumber":14,"VerseNumber":7,"Text":"Hani Rabbiniz şöyle duyurmuştu: “Andolsun, eğer şükrederseniz elbette size nimetimi artırırım. Eğer nankörlük ederseniz, hiç şüphesiz azabım çok şiddetlidir"},{"SurahNumber":14,"VerseNumber":8,"Text":"Mûsâ, şöyle dedi: \"Siz ve yeryüzünde bulunanların hepsi nankörlük etseniz de gerçek şu ki, Allah çok zengindir, övgüye lâyık olandır"},{"SurahNumber":14,"VerseNumber":9,"Text":"Sizden önceki Nûh, Âd ve Semûd kavimlerinin ve onlardan sonrakilerin –ki onları Allah’tan başkası bilmez- haberi size gelmedi mi? Onlara peygamberleri mucizeler getirdiler de onlar (öfkeden parmaklarını ısırmak için) ellerini ağızlarına götürüp; “Biz sizinle gönderileni inkâr ediyoruz. Bizi çağırdığınız şeyden de derin bir şüphe içindeyiz.” dediler"},{"SurahNumber":14,"VerseNumber":10,"Text":"Peygamberleri dedi ki: “Gökleri ve yeri yaratan Allah hakkında mı şüphe ediyorsunuz? (Hâlbuki) O, günahlarınızı bağışlamak ve sizi belli bir zamana kadar ertelemek için sizi (imana) çağırıyor. Onlar, “Siz de bizim gibi sadece birer insansınız. Bizi, babalarımızın ibadet ettiği (ilahlardan) alıkoymak istiyorsunuz. Öyleyse bize apaçık bir delil getirin” dediler"},{"SurahNumber":14,"VerseNumber":11,"Text":"Peygamberleri, onlara dedi ki: “Biz ancak sizin gibi birer insanız. Fakat Allah, kullarından dilediğine (peygamberlik) nimetini bahşeder. Allah’ın izni olmadıkça, bizim size bir delil getirmemiz haddimize değil. Mü’minler ancak Allah’a tevekkül etsinler.”"},{"SurahNumber":14,"VerseNumber":12,"Text":"“Allah, bize yollarımızı dosdoğru göstermişken, biz ne diye O’na tevekkül etmeyelim? Bize yaptığınız eziyete elbette katlanacağız. Tevekkül edenler, yalnız Allah’a tevekkül etsinler"},{"SurahNumber":14,"VerseNumber":13,"Text":"Kâfîr olanlar peygamberlerine; “Andolsun, ya sizi yurdumuzdan çıkaracağız, ya da bizim dinimize dönersiniz” dediler. Rableri de onlara şöyle vahyetti: “Biz zalimleri mutlaka yok edeceğiz.”"},{"SurahNumber":14,"VerseNumber":14,"Text":"“Onlardan sonra sizi elbette o yere yerleştireceğiz. Bu, makamımdan korkan ve tehdidimden sakınan kimseler içindir"},{"SurahNumber":14,"VerseNumber":15,"Text":"(Rasûller) Fetih istediler, (sonunda) her zorba inatçı, ümitsizce hüsrana uğradı"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hüsranın ardından da Cehennem vardır. Orada kendisine irinli su içirilecektir"},{"SurahNumber":14,"VerseNumber":17,"Text":"Onu yudumlamaya çalışacak, fakat boğazından bir türlü geçmeyecektir. Ölüm kendisini her yandan gelip saracak, fakat bir türlü ölemeyecektir. Arkasından da şiddetli bir azap gelecektir"},{"SurahNumber":14,"VerseNumber":18,"Text":"Rablerini inkâr edenlerin durumu; amelleri, aynen fırtınalı bir günde rüzgârın şiddetle savurduğu bir küle benzer. (Dünyada) kazandıkları hiçbir şeyin (ahirette) yararını görmezler. İşte bu, derin sapıklıktır"},{"SurahNumber":14,"VerseNumber":19,"Text":"Görmez misin ki, Allah gökleri ve yeri hak ile yaratmıştır? Eğer dilerse sizi yok eder ve yerinize yeniden başkalarını yaratır"},{"SurahNumber":14,"VerseNumber":20,"Text":"Bu da Allah’a göre zor bir iş değildir"},{"SurahNumber":14,"VerseNumber":21,"Text":"Onların tümü (kıyamette) Allah'ın huzuruna çıkarlar. Zayıf bırakılmışlar, büyüklük taslayanlara der ki: “Şüphesiz biz size tâbi idik; şimdi siz, bizden Allah'ın azabından herhangi bir şeyi savabilir misiniz?” Derler ki: “Eğer Allah bize hidayet etseydi, biz de sizleri hidayete eriştirirdik. Şimdi yakınsak da sabretsek de fark etmez, bizim için kaçacak hiç bir yer yoktur.”"},{"SurahNumber":14,"VerseNumber":22,"Text":"İş hükme bağlanıp bitince şeytan der ki: “Doğrusu Allah, size gerçek olan sözü vaat etti, ben de size vaatte bulundum, ama sözümden caydım. Benim size karşı zorlayıcı bir gücüm yoktu; yalnızca sizi çağırdım, siz de bana icabet ettiniz. Öyleyse beni kınamayın, siz kendinizi kınayın. Ben sizi kurtarıcı değilim, siz de beni kurtarıcı değilsiniz. Doğrusu daha önce beni ortak koşmanızı da tanımamıştım. Şüphesiz zalimlere acıklı bir azap vardır"},{"SurahNumber":14,"VerseNumber":23,"Text":"İman eden ve salih ameller işleyenler, Rablerinin izniyle, ebedî kalacakları ve içlerinden ırmaklar akan Cennetlere sokulacaklar. Oradaki esenlik dilekleri “selâm”dır"},{"SurahNumber":14,"VerseNumber":24,"Text":"Görmedin mi, Allah güzel bir sözü nasıl misal getirdi? (Güzel bir söz), kökü sağlam, dalları göğe yükselen bir ağaç gibidir"},{"SurahNumber":14,"VerseNumber":25,"Text":"Bu ağaç, Rabbinin izniyle her zaman meyvesini verir. Allah insanlara düşünüp ibret alsınlar diye (böyle) misaller verir"},{"SurahNumber":14,"VerseNumber":26,"Text":"Kötü bir sözün durumu da; yerden koparılmış, ayakta durma imkânı olmayan kötü bir ağacın durumu gibidir"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah, iman edenleri hem dünya hayatında hem de ahirette sapasağlam bir söz ile sabit kılar, zalimleri ise saptırır. Ve Allah dilediğini yapar"},{"SurahNumber":14,"VerseNumber":28,"Text":"Allah'ın nimetini küfür (ve nankörlükle) değiştirenleri ve kavimlerini helak yurduna sürükleyenleri görmedin mi"},{"SurahNumber":14,"VerseNumber":29,"Text":"Onlar Cehennem'e girecekler. Orası ne kötü bir karargahtır"},{"SurahNumber":14,"VerseNumber":30,"Text":"Onlar Allah’a, O’nun yolundan saptırmak için, ortaklar koştular De ki: “Bir süre daha faydalanın. Çünkü varışınız ateşedir"},{"SurahNumber":14,"VerseNumber":31,"Text":"İman eden kullarıma de ki: \"Namazı dosdoğru kılsınlar. Hiçbir alışveriş ve dostluğun bulunmadığı bir gün gelmeden önce kendilerine rızık olarak verdiğimiz şeylerden Allah yolunda gizlice ve açıktan infâk etsinler"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah; gökleri ve yeri yaratan, gökten yağmur indiren ve onunla size rızık olarak türlü meyveler çıkaran, emri gereğince denizde yüzmek üzere gemileri emrinize veren, nehirleri de hizmetinize sunandır"},{"SurahNumber":14,"VerseNumber":33,"Text":"O, düzenli seyredip hareket eden Güneş'i ve Ay'ı sizin hizmetinize sunan, gece ve gündüzü sizin emrinize verendir"},{"SurahNumber":14,"VerseNumber":34,"Text":"O, size kendisinden istediğiniz şeylerin hepsini verdi. Eğer Allah’ın nimetlerini saymaya kalkışsanız sayamazsınız. Şüphesiz insan çok zalimdir, çok nankördür"},{"SurahNumber":14,"VerseNumber":35,"Text":"Hani İbrahim demişti ki: “Rabbim! Bu şehri güvenli kıl! Beni ve oğullarımı putlara ibadet etmekten uzak tut"},{"SurahNumber":14,"VerseNumber":36,"Text":"“Rabbim! Çünkü o putlar insanlardan birçoğunu saptırdılar. Artık kim bana uyarsa, o bendendir. Kim de bana karşı gelirse, şüphesiz sen çok bağışlayan, çok merhamet edensin"},{"SurahNumber":14,"VerseNumber":37,"Text":"Rabbimiz! Ben çocuklarımdan bazısını, senin kutsal evinin (Kâbe’nin) yanında ekin bitmez bir vadiye yerleştirdim. Rabbimiz! Namazı dosdoğru kılmaları için (böyle yaptım). Sen de insanlardan bir kısmının gönüllerini onlara meylettir, onları ürünlerden rızıklandır, umulur ki şükrederler"},{"SurahNumber":14,"VerseNumber":38,"Text":"Rabbimiz! Şüphesiz sen, gizlediğimizi de, açığa vurduğumuzu da bilirsin. Yerde ve gökte hiçbir şey Allah’a gizli kalmaz"},{"SurahNumber":14,"VerseNumber":39,"Text":"Hamd, iyice yaşlanmış iken bana İsmail’i ve İshak’ı veren Allah’a mahsustur. Şüphesiz Rabbim duayı işitendir"},{"SurahNumber":14,"VerseNumber":40,"Text":"Rabbim! Beni ve soyumu namazı ikame edenlerden eyle. Rabbimiz! Duamı kabul buyur"},{"SurahNumber":14,"VerseNumber":41,"Text":"Rabbimiz! Hesap görülecek günde; beni, ana babamı ve inananları bağışla"},{"SurahNumber":14,"VerseNumber":42,"Text":"Sakın, Allah’ı zalimlerin yaptıklarından habersiz sanma! Allah, onları ancak gözlerin dehşetle yerinden fırlayacağı bir güne erteliyor"},{"SurahNumber":14,"VerseNumber":43,"Text":"O gün başlarını dikerek (çağırıldıkları yere doğru) koşarlar. Gözleri kendilerine bile dönmez, kalpleri de bomboştur"},{"SurahNumber":14,"VerseNumber":44,"Text":"(Ey Muhammed!) İnsanları, kendilerine azabın geleceği gün ile uyar. Zira o gün zalimler, “Ey Rabbimiz! Yakın bir süreye kadar bizi ertele de senin çağrına uyalım ve peygamberlerin izinden gidelim” diyecekler. Onlara şöyle denilecek: “Daha önce siz, sonunuzun gelmeyeceğine yemin etmemiş miydiniz"},{"SurahNumber":14,"VerseNumber":45,"Text":"Hatta siz, kendilerine zulmedenlerin yurtlarında yerleştiniz. Onlara neler yaptığımız da sizin için apaçık ortaya çıktı. Size birçok misaller de gösterdik"},{"SurahNumber":14,"VerseNumber":46,"Text":"Onlar tuzaklar kurdular, ama Allah katında da onlara tuzak vardır. İsterse onların tuzakları dağları yerinden oynatacak olsun"},{"SurahNumber":14,"VerseNumber":47,"Text":"Sakın Allah’ın, peygamberlerine verdiği sözden döneceğini sanma! Şüphesiz Allah, mutlak güç sahibidir, intikam sahibidir"},{"SurahNumber":14,"VerseNumber":48,"Text":"O gün yer, başka bir yere, gökler de başka göklere dönüştürülür ve insanlar tek ve Kahhar (her şeyin üzerinde yegâne hâkim) olan Allah’ın huzuruna çıkarlar"},{"SurahNumber":14,"VerseNumber":49,"Text":"O gün, suçluları zincirlere vurulmuş olarak görürsün"},{"SurahNumber":14,"VerseNumber":50,"Text":"Gömlekleri katrandandır. Yüzlerini de ateş bürüyecektir"},{"SurahNumber":14,"VerseNumber":51,"Text":"Allah, herkese kazandığının karşılığını vermek için böyle yapar. Şüphesiz Allah, hesabı çabuk görendir"},{"SurahNumber":14,"VerseNumber":52,"Text":"Bu Kur’an; kendisiyle uyarılsınlar, Allah’ın ancak tek ilâh olduğunu bilsinler ve akıl sahipleri düşünüp öğüt alsınlar diye insanlara bir bildiridir"}]}