{"Id":100,"LanguageCodes":["en","eng"],"Name":"eng-abdulmajiddarya","Author":"Abdul Majid Daryabadi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"And even thou We had sent down angels unto them, and the dead had spoken to them, and We had gathered together about them everything face to face, they were not such as could believe, unless Allah had so willed, but most of them speak ignorantly"},{"SurahNumber":6,"VerseNumber":112,"Text":"And in this wises have we appointed unto every prophet an enemy-- Satans of men and of genii inspiring to each other gilded speech as a delusion. And had thy Lord willed, they could not have done so; wherefore let thou alone if them and that which they fabricate"},{"SurahNumber":6,"VerseNumber":113,"Text":"And it is in order that the; hearts of those who believe not in the Hereafter might incline thereto, and that they might be pleased therewith, and that they might do that whereof they are the doers"},{"SurahNumber":6,"VerseNumber":114,"Text":"Say thou: shall I then seek as judge other than Allah, when it is He who hath sent down toward you the Book detailed? And those whom We vouchsafed the book know that it hath been revealed by thy Lord in truth; so be thou not of the doubters"},{"SurahNumber":6,"VerseNumber":115,"Text":"And perfected is the word of thy Lord in veracity and in justice. And none can change His words. And He is the Hearer, the Knower"},{"SurahNumber":6,"VerseNumber":116,"Text":"And if thou obeyedest most of those on the earth, they would lead thee astray from the way of Allah; they follow not but their fancy, and they only conjecture"},{"SurahNumber":6,"VerseNumber":117,"Text":"Verily thy Lord; He knoweth best whosoever strayeth from His path and He knoweth best the guided ones"},{"SurahNumber":6,"VerseNumber":118,"Text":"Wherefore eat of that whereon the name of Allah hath been pronounced, if ye are believers in His revelations"},{"SurahNumber":6,"VerseNumber":119,"Text":"And what aileth you that ye should not eat that whereon the name of Allah hath been pronounced while He hath surely detailed unto you that which He hath forbidden you, unless ye are driven thereto? Verily many lead others astray by their desires without knowledge. Verily thy Lord! He knoweth best the transgressors"},{"SurahNumber":6,"VerseNumber":120,"Text":"And leave the outside of sin and the inside thereof; verily those who earn sin, anon will they be requited for that which they were wont to do"},{"SurahNumber":6,"VerseNumber":121,"Text":"And eat not of that whereon the name of Allah hath not been pronounced; for verily that is a departure. Verily the Satans are ever inspiring their friends that they may wrangle with you; and were ye to obey them, verily ye shall become associaters indeed"},{"SurahNumber":6,"VerseNumber":122,"Text":"Is he who was dead, and We quickened him and appointed for him a light whereby he walketh among mankind, like unto him whose similitude is that he is in darknesses forth from which he cannot come? Even so is made fair-seeming to the infidels that which they are wont to do"},{"SurahNumber":6,"VerseNumber":123,"Text":"And even so we set up in every town the great ones as its sinners, that they may plot therein. And they plot not but against themselves, and they perceive not"},{"SurahNumber":6,"VerseNumber":124,"Text":"And whensoever there cometh unto them a sign, they say: we shall not believe until we are vouchsafed the like of that which is vouchsafed unto the apostles of Allah. Allah knoweth best wheresoever to place His apostleship. Anon shall befall those who have sinned vileness before Allah and severe chastisement for that which they were wont to plot"},{"SurahNumber":6,"VerseNumber":125,"Text":"So whomsoever Allah willeth that he shall guide, He expoundeth his breast for Islam; and whomsoever He willeth that he shall send astray, He maketh his breast strait, narrow, as if he were mounting up into the sky, thus Allah layeth the abomination on those who believe not"},{"SurahNumber":6,"VerseNumber":126,"Text":"And this is the path of thine Lord, straight. We have surely detailed the revelations unto a people who would be admonished"},{"SurahNumber":6,"VerseNumber":127,"Text":"For them is an abode of peace with their Lord; and He shall be their patron for that which they have been doing"},{"SurahNumber":6,"VerseNumber":128,"Text":"On the Day whereon He will gather them all together: O ye race of genii! surely much ye have gotten out of mankind. And their friends among mankind will say: our Lord! much use some of us made of others, and now we have reached the appointed term which Thou appointedest for us. He will say: the Fire shall be your habitation, therein ye shall be as abiders, save as Allah may will. Verily thy Lord is Wise, Knowing"},{"SurahNumber":6,"VerseNumber":129,"Text":"And thus We shall keep some of the wrong-doers close to others for that which they were wont to earn"},{"SurahNumber":6,"VerseNumber":130,"Text":"O ye race of genii and mankind came there not apostles unto you from amongst you recounting unto you My signs and warning you of your meeting of this Day? They will say: we bear witness against ourselves. The life of the world hath deluded them, and they shall bear witness against themselves that verily they had been infidels"},{"SurahNumber":6,"VerseNumber":131,"Text":"This is because thy Lord is not one to destroy a town for its wrong-doing while its people are unaware"},{"SurahNumber":6,"VerseNumber":132,"Text":"For all there will be degrees in accordance with that which they did, and thy Lord is not unaware of that which they do"},{"SurahNumber":6,"VerseNumber":133,"Text":"And thine Lord is Self-sufficient, the Owner of mercy. If He will, He can take you away, and make those succeed you, after you, whomsoever He will, even as He raised you from the seed of anot her people"},{"SurahNumber":6,"VerseNumber":134,"Text":"Verily that which ye are promised is sure to arrive, and ye cannot escape"},{"SurahNumber":6,"VerseNumber":135,"Text":"Say thou. O my people! go on acting in your way, verily I am going to act in my way, presently ye shall know whose will be the happy end of the abode; and verily the wrong-doers will not fare well"},{"SurahNumber":6,"VerseNumber":136,"Text":"And they'll appoint for Allah, of the tilth and cattle He hath produced, a portion, they say according to their fancy: this is for Allah, and: this for our associate-gods. Then, that which is for their associate-gods reacheth not Allah, while that which is for Allah reacheth their associate-gods; vile is the way they judge"},{"SurahNumber":6,"VerseNumber":137,"Text":"And even so their associate-gods have made fair seeming unto many of the associaters the slaying of their offspring, so that they may cause them to perish and that they may confound unto them their religion. And had Allah so willed, they would not have done it. Wherefore let thou alone them and that which they fabricate"},{"SurahNumber":6,"VerseNumber":138,"Text":"And they say according to their fancy: such cattle and tilth are taboo none shall eat thereof save whom we allow, and there are cattle whose backs are forbidden, and cattle over which they pronounce not the name of Allah: a fabrication against Him Anon He shall requite them for that which they were wont to fabricate"},{"SurahNumber":6,"VerseNumber":139,"Text":"And they say: whatsoever is in the bellies of such cattle is for our males alone and is forbidden unto our wives, and if it be born dead, then they all are partakers thereof. Anon He shall requite them for their attribution verily He is Wise, Knowing"},{"SurahNumber":6,"VerseNumber":140,"Text":"Surely lost are they who slay their offspring foolishly and without knowledge, and have forbidden that which Allah had provided for them: a fabrication against Allah: surely they have strayed and have not become guided ones"},{"SurahNumber":6,"VerseNumber":141,"Text":"And it is He who hath produced gardens, trellised and untrellised, and the date-palm and the corn of varied produce, and the olives and the pomegranates alike and unlike. Eat of the fruit thereof when it fruiteth, and give the due thereof on the day of its harvesting; and waste not; verily He approveth not the wasters"},{"SurahNumber":6,"VerseNumber":142,"Text":"And of the cattle He hath created beasts of burden and small ones. Eat of that which Allah hath provided for you; and follow not the foot-steps of the Satan; verily he is unto you a manifest foe"},{"SurahNumber":6,"VerseNumber":143,"Text":"He hath created eight pairs of the sheep a twain, and of the goats a twain. Say thou: is it the two males He hath forbidden or the two females, or that which the wombs of the two females contain? Declare unto me with knowledge, if ye are truth-tellers"},{"SurahNumber":6,"VerseNumber":144,"Text":"And of the camels He hath created a twain and of the oxen a twain. Say thou: is it the two males He hath forbidden or the two females, or that which the wombs of the two females contain? Were ye present when Allah enjoined this on you? Who then doth greater wrong than he who fabricateth a lie against Allah that he may lead people astray; verily Allah shall not guide a wrong-doing people"},{"SurahNumber":6,"VerseNumber":145,"Text":"Say thou: I find not in that which hath been revealed unto me aught forbidden unto an eater that eateth thereof, except it be carcass, or blood poured forth, or flesh of swine, for that verily is foul, or an abomination over which is invoked the name of other than that of Allah. Then whosoever is driven thereto, neither lusting nor transgressing, verily thy Lord is Forgiving, Merciful"},{"SurahNumber":6,"VerseNumber":146,"Text":"And unto those who are Judaised We forbade every animal with cloven hoof; and of the bullock and the goats We forbade unto them the fat thereof, save that which is borne on their backs or entrails or that which sticketh to the bone. Thus We requited them for their rebellion, and verily We are the Truthful"},{"SurahNumber":6,"VerseNumber":147,"Text":"So if they belie thee, say thou: Your Lord is Owner of extensive mercy, and His wrath shall not be turned aside from the guilty people"},{"SurahNumber":6,"VerseNumber":148,"Text":"Anon will those who associate had God willed, we would not say: have associated, nor our fathers; neither could we have forbidden aught. Even so belied those before them, until they tasted Our wrath. Say thou: is there with you any authority, that ye may bring unto us? ye but follow your fancy, and only conjecture"},{"SurahNumber":6,"VerseNumber":149,"Text":"Say thou: with Allah resteth the argument evident. Wherefore, had He so willed, He would have guided you all"},{"SurahNumber":6,"VerseNumber":150,"Text":"Say thou: here with your witnesses, those who will testify that Allah hath forbidden all this. Then even if they testify, testify thou not with them. And follow thou not the desires of those who belie Our signs and those who believe not in the Hereafter while they equalise others with their Lord"},{"SurahNumber":6,"VerseNumber":151,"Text":"Say thou: come, I shall recite that which your Lord hath forbidden unto you: associate not aught with Him, and shew kindness unto the parents, and slay not your offspring for fear of want - We it is who shall provide for you and them -and approach not indecencies, whatsoever is open thereof and whatsoever is concealed, and slay not anyone whom Allah hath forbidden except for justification. Thus He enjoineth you that haply ye may reflect"},{"SurahNumber":6,"VerseNumber":152,"Text":"And approach not the substance of an orphan save with that which is best until he attaineth his age of strength, and fill up the measure and balance with equity- We burthen not a soul except according to its capacity and when ye speak, be fair, even though it be against a kinsman; and the covenant of Allah fulfil. Thus He enjoineth you that haply ye may be admonished"},{"SurahNumber":6,"VerseNumber":153,"Text":"And that: verily this is my path, straight; follow it then, and follow not other ways; that will deviate you from His way. Thus He enjoineth you, that haply ye may fear God"},{"SurahNumber":6,"VerseNumber":154,"Text":"Then unto Musa We vouchsafed the Book perfect for him who would do well and detailing every thing and a guidance and a mercy, that haply in the meeting of their Lord they would believe"},{"SurahNumber":6,"VerseNumber":155,"Text":"And this is a Book We have sent down, blest, follow it then and fear God, haply ye may be shewn mercy"},{"SurahNumber":6,"VerseNumber":156,"Text":"Lest ye should say: the Book was only sent down to the two sects before us, and we in sooth were unaware of their readings"},{"SurahNumber":6,"VerseNumber":157,"Text":"Or lest ye should say. if only the Book had been sent down to us, we should surely have been better guided than they. So now surely there hath come unto you an evidence from Your Lord and a guidance and a mercy. Who then doth greater wrong than he who belieth the signs of Allah and shunneth them? Anon We will requite those who shun Our signs with an evil torment in as much as they were wont to shun them"},{"SurahNumber":6,"VerseNumber":158,"Text":"They await indeed that the angel should come unto them, or that thy Lord should come or that certain of the signs of thy Lord should come. On the Day whereon certain of the signs of thy Lord will come, belief will not profit any person who had not believed theretofore or had not earned any good by his belief. Say thou: so wait ye verily we also are waiting"},{"SurahNumber":6,"VerseNumber":159,"Text":"Verily those who have split their religion and become sects, thou art not amongst them in aught: their affair is only with Allah. Then He will declare unto them that which they were wont to do"},{"SurahNumber":6,"VerseNumber":160,"Text":"Whosoever will come with a virtue for him shall be then like thereof, and whosoever will come with a vice shall not be requited save with the like thereof; and they shall not be wronged"},{"SurahNumber":6,"VerseNumber":161,"Text":"Say thou as for me, my Lord hath guided me unto a straight path, a right religion, the faith of Ibrahim, the upright, and he was not of the associaters"},{"SurahNumber":6,"VerseNumber":162,"Text":"Say thou: verily my prayer and my rites and my living and my dying are all for Allah, Lord of the worlds"},{"SurahNumber":6,"VerseNumber":163,"Text":"No associate hath He. And to this I am bidden, and I am the first of the Muslims"},{"SurahNumber":6,"VerseNumber":164,"Text":"Say thou: shall seek a Lord other than Allah, while He is the Lord of everything? And no person earneth aught save against himself, and no bearer of burden shall bear anot her's burden. Thereafter Unto your Lord shall be your return, and He will declare unto you that wherein ye have been disputing"},{"SurahNumber":6,"VerseNumber":165,"Text":"And He it is Who hath made you successors in the earth, and hath raised some of you over others in degrees, that he might prove you by that which He hath vouchsafed unto you. Verily thy Lord is swift in chastising, and verily He is Forgiving, Merciful"},{"SurahNumber":7,"VerseNumber":1,"Text":"Alif-Lam-Mim-Suad"},{"SurahNumber":7,"VerseNumber":2,"Text":"This is a Book sent down toward thee: so let there be no straitness in thy breast therefor: that thou mayest warn thereby! and this is an admonition unto the believers"},{"SurahNumber":7,"VerseNumber":3,"Text":"Follow that which is sent down toward you from your Lord, and follow not any patrons beside Him; yet little ye are admonished"},{"SurahNumber":7,"VerseNumber":4,"Text":"And how many a township We have destroyed, upon them Our violence came at night or while they were taking their midday rest"},{"SurahNumber":7,"VerseNumber":5,"Text":"Then naught was their cry a when Our violence came upon them save that they said: verily we have been the wrong-doers"},{"SurahNumber":7,"VerseNumber":6,"Text":"Then We will surely question those to whom were the messengers sent, and We will surely question the sent ones"},{"SurahNumber":7,"VerseNumber":7,"Text":"Then surely We will recount unto them with knowledge, and We have not been absent"},{"SurahNumber":7,"VerseNumber":8,"Text":"And the weighing on that Day is certain, then whosesoever balances will be heavy, those! they shall fare well"},{"SurahNumber":7,"VerseNumber":9,"Text":"And whosesoever balances will be light - those are they who have lost themselves in respect of Our signs"},{"SurahNumber":7,"VerseNumber":10,"Text":"And assuredly We established you in the earth and appointed for you livelihoods therein; yet little thanks ye return"},{"SurahNumber":7,"VerseNumber":11,"Text":"And assuredly We created you, thereafter We fashioned you, and thereafter We said to the angels: prostrate yourselves before Adam; then they fell prostrate; not so Iblis: he was not of those who fell prostrate"},{"SurahNumber":7,"VerseNumber":12,"Text":"Allah said: what prevented thee, that thou shouldst not prostrate thyself, when I bade thee? He said. I am better than he; me Thou createdest me from fire, and him Thou createdest from clay"},{"SurahNumber":7,"VerseNumber":13,"Text":"Allah said: then get thee down from hence; not for thee is it to be stiff-necked herein. So go thou forth; verily thou art of the abject ones"},{"SurahNumber":7,"VerseNumber":14,"Text":"He said: respite me till the Day they shall be raised up"},{"SurahNumber":7,"VerseNumber":15,"Text":"Allah said: verily thou art of the respited"},{"SurahNumber":7,"VerseNumber":16,"Text":"He said: because Thou hast seduced me, I will beset for them Thy straight path"},{"SurahNumber":7,"VerseNumber":17,"Text":"Then surely I will come upon them from before them and from behind them and from their right and from their left, and Thou shalt not find the most of them thankful"},{"SurahNumber":7,"VerseNumber":18,"Text":"Allah said: go thou forth from hence, scorned, driven away. Whosoever of them followeth thee, I will of a surety fill Hell with you all"},{"SurahNumber":7,"VerseNumber":19,"Text":"And: O Adam: dwell thou and thy spouse in the Garden and eat ye twain thereof Whence ye will, and approach not yonder tree lest ye twain become of the wrong-doers"},{"SurahNumber":7,"VerseNumber":20,"Text":"Then the Satan whispered unto the twain in order that he might discover unto the twain that which lay hidden from the twain of their shame, and said: your Lord forbade you not vender tree but lest ye twain should become angels or become of the abiders"},{"SurahNumber":7,"VerseNumber":21,"Text":"And he sware unto them both: verily I am unto you of your good counsellors"},{"SurahNumber":7,"VerseNumber":22,"Text":"Thus with guile he caused the twain to fall. Then when the twain had tasted of the tree, their shame was discovered to them, and the twain began to cover themselves with leaves from the Garden; and their Lord called out unto the twain: forbade I not ye twain yonder tree, and said I not unto you, verily the Satan is unto you twain a manifest enemy"},{"SurahNumber":7,"VerseNumber":23,"Text":"The twain said. our Lord! we have wronged our souls, and if Thou forgivest us not and hath not mercy on us, we shall of a surety be of the losers"},{"SurahNumber":7,"VerseNumber":24,"Text":"Allah said: get ye down, one of you an enemy unto anot her; and for you on the earth there shall be a habitation and provision for a season"},{"SurahNumber":7,"VerseNumber":25,"Text":"Allah said: therein ye shall live and therein ye shall die, and therefrom ye shall be brought forth"},{"SurahNumber":7,"VerseNumber":26,"Text":"O Children of Adam! verily We have sent down unto you a garment covering your shame and as an adornment; and the garment of piety --that is the best. That is of the signss of Allah, that haply they may be admonished"},{"SurahNumber":7,"VerseNumber":27,"Text":"O Children of Adam! let not the Satan tempt you even as he drave forth your parents from the Garden, divesting the twain of their garment that he might discover unto the twain their shame. Verily he beholdeth you, he and his tribe, in such wise that ye behold them not. Verily We have made the Satans patrons of those only who believe not"},{"SurahNumber":7,"VerseNumber":28,"Text":"And when they commit an indecency, they say: we found our fathers thereon, and God hath enjoined it on us. Say thou. verily Allah enjoineth not an indecency; say ye falsely of Allah that which ye know not"},{"SurahNumber":7,"VerseNumber":29,"Text":"Say thou; my Lord hath enjoined equity, and that ye shall set your faces aright at every prostration, and call on Him, making religion pure for Him. Even as He began you; ye shall be brought back"},{"SurahNumber":7,"VerseNumber":30,"Text":"A part He hath guided, and upon a part the straying hath been justified. Verily they have taken the Satans as patrons instead of Allah and they imagine that they are guided ones"},{"SurahNumber":7,"VerseNumber":31,"Text":"O Children of Adam! take your adornment at every worship: and eat and drink, and waste not; verily He approveth not the wasters"},{"SurahNumber":7,"VerseNumber":32,"Text":"Say thou: who hath forbidden the adornment which Allah hath produced for His servants and the clean things of food? Say thou: these on the Day of Judgement, shall be for those alone who in the life of this world have believed. Thus We expound the signs unto a people who know"},{"SurahNumber":7,"VerseNumber":33,"Text":"Say thou: my Lord hath only forbidden indecencies the open thereof and the hidden thereof, and sin, and high-handedness without justice, and ye associate aught with Allah, for which He hath sent down no warranty, and that ye speak falsely of Allah that which ye know not"},{"SurahNumber":7,"VerseNumber":34,"Text":"And for every community there is an appointed term; then when its term shall arrive, not an hour will they stay behind or go in advance"},{"SurahNumber":7,"VerseNumber":35,"Text":"O Children of Adam! if there come unto you apostles from amongst you recounting My signs unto you, then whosoever shall fear God and amend, on them no fear shall come nor they shall grieve"},{"SurahNumber":7,"VerseNumber":36,"Text":"And those who shall belie Our signs and shall be stiff- necked against them--they shall be fellows of the Fire; therein they shall be abiders"},{"SurahNumber":7,"VerseNumber":37,"Text":"Who doth greater wrong than he who fabricateth a lie against Allah or belieth His sign? These: their full portion from the Book shall reach them until when Our messengers come unto them causing them to die, and say: where is that which ye were wont to call upon beside Allah? They will say: they have strayed from us. And they shall testify against themselves that they have been infidels"},{"SurahNumber":7,"VerseNumber":38,"Text":"Allah will say. enter the Fire among the communities who have passed away before you, of genii and mankind. So oft as a community will enter it, it shall curse its sister, until, when all shall have arrived one after anot her therein, the last of them shall say of the first of them: our Lord! these led us astray; so mete out unto them and double torment of the Fire, He will say: to each, double; but ye know not"},{"SurahNumber":7,"VerseNumber":39,"Text":"And the first of them will say unto the last of them: ye have then no preference over us; taste then the torment for that which ye were wont to earn"},{"SurahNumber":7,"VerseNumber":40,"Text":"Verily those who belie Our signs and are stiff-necked against them, for them will not be opened the portals of heaven, nor shall they enter the Garden until a camel passeth through the eye of a needle. And Thus We requite the guilty ones"},{"SurahNumber":7,"VerseNumber":41,"Text":"Their shall be a bed in Hell, and over them coverings; and Thus We requite the wrong-doers"},{"SurahNumber":7,"VerseNumber":42,"Text":"And those who believed and worked righteous works-We burthen not a soul except according to its capacity, they shall be fellows of the Garden; therein they shell be abiders"},{"SurahNumber":7,"VerseNumber":43,"Text":"And We shall extract whatsoever of rancour there may be in their breasts, rivers flowing beneath them, and they will say all praise unto Allah who hath guided us onto this; we were not such as to find guidance were it not that Allah had guided us; assuredly the aspotles of our Lord came with truth. And they shall be cried unto: this is the Garden, it ye inherit for that which ye have been working"},{"SurahNumber":7,"VerseNumber":44,"Text":"And the fellows of the Garden shall cry unto the fellows of the Fire: surely we have found true that which our Lord had promised us; have ye found true that which your Lord had promised you? They shall say: Yea! Then a Crier in-between them shall cry: the curse of Allah be upon the wrong-doers"},{"SurahNumber":7,"VerseNumber":45,"Text":"Those who turned away from the way of Allah and would seek to render it crooked and in the Herafter they were disbelievers"},{"SurahNumber":7,"VerseNumber":46,"Text":"And betwixt the twain there will be a veil, and, on the heights will be men recognising them all by their mark, and they will cry unto the fellows of the Garden; peace be unto you! They will not have entered it yet, while they shall be longing"},{"SurahNumber":7,"VerseNumber":47,"Text":"And when their eyes Will be turned toward the fellows of the Fire, they will say: our Lord! place us not with these wrong-doing people"},{"SurahNumber":7,"VerseNumber":48,"Text":"And the fellows of the heights will cry unto the men whom they would recognise by their mark, and say: your multitude availed you naught nor that over which ye were wont to be stiff-necked"},{"SurahNumber":7,"VerseNumber":49,"Text":"Are these the ones of whom ye sware that Allah would not reach them with His mercy? Unto them it hath been said enter the Garden; on you shall come no fear nor shall ye grieve"},{"SurahNumber":7,"VerseNumber":50,"Text":"And the fellows of the Fire will cry unto the fellows of the Garden: pour out on us water or aught wherewith Allah hath provided you. They will say verily Allah hath forbidden it unto infidels"},{"SurahNumber":7,"VerseNumber":51,"Text":"Who took their religion as a sport and a play and whom the life of the world beguiled. So today We will forget them even as they forget the meeting of this their Day and as they were ever gainsaying Our signs"},{"SurahNumber":7,"VerseNumber":52,"Text":"And assuredly We have brought unto them a book which We have detailed according to knowledge a guidance and, mercy unto a people who believe"},{"SurahNumber":7,"VerseNumber":53,"Text":"They await only its fulfilment. The Day whereon the fulfilment thereof arriveth, those who were negligent thereof afore shall say: surely the apostles of our Lord brought the truths; are there for us any intercessors that they might intercede for us? or could we be sent back that we may work otherwise than we were wont to work? Surely they have lost themselves, and there hath strayed from them that which they were wont to fabricate"},{"SurahNumber":7,"VerseNumber":54,"Text":"Verily your Lord is Allah who created the heavens and the earth in six days, then established Himself on the Throne, making the night cover the day, seeking it swiftly, and created the sun and the moon and the stars subjected to service by His command. Lo! His is the creation and the command. Blessed is Allah, the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":55,"Text":"Call on Your Lord in humility and in secrecy; verily He approveth not the trespassers"},{"SurahNumber":7,"VerseNumber":56,"Text":"And act not corruptly in the earth after the good ordering thereof, and call on Him fearing and longing; verily the mercy of Allah is nigh unto the well-doers"},{"SurahNumber":7,"VerseNumber":57,"Text":"And it is He who sendeth forth the heralding winds before His mercy, until when they have carried a heavy-laden cloud We drive it unto a dead land and send down rain thereby and bring forth thereby all kinds of fruits. In this wise We will raise the dead; haply ye may be admonished"},{"SurahNumber":7,"VerseNumber":58,"Text":"And a good land: its herbage cometh forth by the command of its Lord; and that which is vile, it cometh forth only scantily. In this wise We vary the signs for a people who return thanks"},{"SurahNumber":7,"VerseNumber":59,"Text":"Assuredly We sent Nuh unto his people, and he said: O my people! worship Allah; no god ye have but He; verily I fear for you the torment of a mighty day"},{"SurahNumber":7,"VerseNumber":60,"Text":"The chiefs of his people said: verily we see thee in error manifest"},{"SurahNumber":7,"VerseNumber":61,"Text":"He said: O my people! not with me is the error, but I am an apostle from the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":62,"Text":"I preach unto you the messages of my Lord and I councel you good, and I know from Allah which ye know not"},{"SurahNumber":7,"VerseNumber":63,"Text":"Marvel ye that an admonition from your Lord should come unto you upon a man from amongst yourselves, in order that the may warn you and that ye may fear, and that haply ye may be shewn mercy"},{"SurahNumber":7,"VerseNumber":64,"Text":"Then they belied him; there upon We delivered him and those with him in the ark, and drowned those who belied Our signs; verily they were a people blind"},{"SurahNumber":7,"VerseNumber":65,"Text":"And unto 'Ad We sent their brothers Hud. He said: O my people! worship Allah, no god ye have but He; Fear ye not"},{"SurahNumber":7,"VerseNumber":66,"Text":"The chiefs of those who disbelived among his people said: verily we see thee in folly, and verily we deem thee to be of the liars"},{"SurahNumber":7,"VerseNumber":67,"Text":"He said: O my people! not with me is folly, but I am an apostle from the Lord of the worlds"},{"SurahNumber":7,"VerseNumber":68,"Text":"I preach unto you the messages of my Lord, and I am unto you a counseller faithful"},{"SurahNumber":7,"VerseNumber":69,"Text":"Marvel ye that an admonition from your Lord should come unto you upon a Man from amongst you in order that he may warn you? Remember what time He made you successors after the people, of Nuh, and increased you amply in stature Remember the benefits of Allah, that haply ye may fare well"},{"SurahNumber":7,"VerseNumber":70,"Text":"They said: art thou come unto us that we should worship God alone and leave that which our fathers were wont to worship? Bring thou then upon us that wherewith thou threatenest us if thou sayest sooth"},{"SurahNumber":7,"VerseNumber":71,"Text":"He said: surely there have befallen you wrath and indignation from your Lord. Dispute ye with me over names ye have named, ye and your fathers, for which Allah hath sent down no warranty? Wait then; I also will be with you of those who wait"},{"SurahNumber":7,"VerseNumber":72,"Text":"Then We delivered him and those with him by a mercy from Us, and We utterly cut off those who belied Our signs, and would not be believers"},{"SurahNumber":7,"VerseNumber":73,"Text":"And unto Thamud We sent their brother, Salih He said: my people! worship Allah, no god ye have but He; surely there hath come unto you an evidence from your Lord. Yonder is the she-camel of Allah: a sign unto you; so leave her alone, pasturing on Allah's earth, and touch her not with evil, lest there seize you a torment afflictive"},{"SurahNumber":7,"VerseNumber":74,"Text":"And remember what time He made you successors after 'Ad and inherited you in earth; ye take for yourselves palaces in the plains whereof and ye hew out the mountains as houses. Remember ye wherefore the benefits of Allah and commit not evil on the earth as corrupters"},{"SurahNumber":7,"VerseNumber":75,"Text":"The chiefs of those who were stiff-necked amongst His people said unto those who were counted weak -unto such of them as believed: know ye that Salih is a sent one of his Lord? They said: verily we are believers in that wherewith he hath been sent"},{"SurahNumber":7,"VerseNumber":76,"Text":"Those who were stiff-necked said: verily we are disbelievers in that which ye believe"},{"SurahNumber":7,"VerseNumber":77,"Text":"Then they hamstrung the she camel and disdained the commandment of their Lord, and said: Salih! bring upon us that wherewith thou hast threatened us if thou art in sooth of the sent ones"},{"SurahNumber":7,"VerseNumber":78,"Text":"Whereupon an earthquake seized them, so that they lay prone in their dwellings"},{"SurahNumber":7,"VerseNumber":79,"Text":"Then he turned from them, and said: O my people! assuredly delivered unto you the messages of my Lord, and counselled you good, but ye approve not the good counsellors"},{"SurahNumber":7,"VerseNumber":80,"Text":"And We sent Lut, when he said unto his people: commit ye an indecency wherewith none hath preceded you in the worlds"},{"SurahNumber":7,"VerseNumber":81,"Text":"Verily ye go in lustfully unto men instead of women! Aye! ye are a people extravagant"},{"SurahNumber":7,"VerseNumber":82,"Text":"And naught was the answer of his people save that they said: drive themforth from your city, verily they are a people who would be pure"},{"SurahNumber":7,"VerseNumber":83,"Text":"Then We delivered him and his household, save his wife: she was among the lingerers"},{"SurahNumber":7,"VerseNumber":84,"Text":"And We rained upon them a rain. So behold! what like was the end of the sinners"},{"SurahNumber":7,"VerseNumber":85,"Text":"And unto Madyan We sent their brother Shu'aib. He said: O my people! worship Allah, no god ye have buthe; surely there hath come unto you an evidence from your Lord. So give full measure and weight, and defraud not people of their things, and act not corruptly on the earth after the ordering thereof; thatis best for you if ye be believers"},{"SurahNumber":7,"VerseNumber":86,"Text":"And beset not every highway menacing and turning aside from the path of Allah those who believe in Him, and seeking to make it crooked. And remember when ye were small, and He thereafter multiplied you; and behold what like was the end of the corrupters"},{"SurahNumber":7,"VerseNumber":87,"Text":"And if there be a party of you who believeth in that wherewith I am sent and a party who believeth not, then have patience until Allah judgeth between us, and He is the Best of judges"}]}