{"Id":199,"LanguageCodes":["ilp"],"Name":"ilp-abdulazizgroaal","Author":"Abdul Aziz Gro Aalem Saromintang","Language":"Iranun","Description":"Iranun","Direction":"ltr","Source":"https://www.islamic-invitation.com/ , King Fahd Quran Complex","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Na da-a Piyakatoron Ami ko pagtao Niyan, ko oriyan niyan, a tantara a pho-on ko Langit, go da Kami Sogo"},{"SurahNumber":36,"VerseNumber":29,"Text":"Da-a rowar ko lalis a isa, na sa maoto na siran na Miyapadung siran"},{"SurahNumber":36,"VerseNumber":30,"Text":"Hai Kasundit a phakatana ko manga Oripun (o Allah)! A da-a Puphakatalingoma kiran a Sogo a ba iran noto da pamagurugi"},{"SurahNumber":36,"VerseNumber":31,"Text":"Ba iran nda katokawi a madakul a bininasa Mi a miyaona an niran ko miyagapidapid a pagtao? Mata-an! A siran na di siran kiran phakandod"},{"SurahNumber":36,"VerseNumber":32,"Text":"Na da ko omani isa o ba di langon si-i ko Hadapan Nami phamakadarpa-a"},{"SurahNumber":36,"VerseNumber":33,"Text":"Na tanda kiran so Lopa a miyatai: A inoyag Amı sukaniyan, go piyakagumawan Nami sukaniyan sa Pur, na so saba-a don na pukhakan niran"},{"SurahNumber":36,"VerseNumber":34,"Text":"Go tiyagowan Nami oto sa manga Pamomolan a manga Qormah, go manga Anggor, go piyamakambowat Ami ron so manga Bowalan"},{"SurahNumber":36,"VerseNumber":35,"Text":"Ka-an siran Puphakakan ko Onga niyan: Go so miyanggalubuk sukaniyan o manga lima iran: Ati di siran Phanalamat"},{"SurahNumber":36,"VerseNumber":36,"Text":"Soti so (Allah a) Miyadun ko nggaganapa sa kalangolangowan niyan, pudon so Puphakatho-on o Lopa, go pudon so manga ginawa iran, go so nganin a di iran katawan"},{"SurahNumber":36,"VerseNumber":37,"Text":"Go tanda kiran so Gagawi-i: A puphokasun Nami ron so Daondao, na sa maoto na siran na Pukhalibotungan siran"},{"SurahNumber":36,"VerseNumber":38,"Text":"Go so Alongan a Puphalalagoi si-i ko Takus Iyan: Giyoto na takdir o (Allah a) Mabagur, a Mata-o"},{"SurahNumber":36,"VerseNumber":39,"Text":"Go so Olan,- a singgayan Nami sukaniyan sa manga darpa taman sa makakasoi sa lagid o talingtang a Qormah a miyathai"},{"SurahNumber":36,"VerseNumber":40,"Text":"Da ko Alongan o ba-on mapatot i karaota niyan ko Olan, go da ko Gagawi-i o ba niyan kaona i so Daondao: Na omani isa na si-i ko okit iyan puphamangudug"},{"SurahNumber":36,"VerseNumber":41,"Text":"Go tanda kiran a kiyarorana Mi ko manga Mimoriyatao kiran ko Kapal (o Nuh) a mapupuno"},{"SurahNumber":36,"VerseNumber":42,"Text":"Go IĪInadun Ami kiran so lagid oto a Kapuphaguda-an niran"},{"SurahNumber":36,"VerseNumber":43,"Text":"Na o kabaya Ami, a ludun Ami siran: Na da-a makatabang kiran, go da-a makasabut kiran"},{"SurahNumber":36,"VerseNumber":44,"Text":"IĪnonta so Limo a pho-on Rukami, go so kapakasungka sa dimathai taman ko wakto (o Kapatai)"},{"SurahNumber":36,"VerseNumber":45,"Text":"Na igira a Pitharo kiran: A Kalukun niyo so miya-ona an niyoa go so khaoriyan niyo, ka angkano Mipangalimo (na tomalikhod siran)"},{"SurahNumber":36,"VerseNumber":46,"Text":"Go da-a phakatalingoma kiran a tanda a pud ko manga tanda o Kadnan niran, inonta na miyabaloi siran non a khitatalikhod"},{"SurahNumber":36,"VerseNumber":47,"Text":"Go igira a Pitharo kiran: A Puphamumugai kano ko ini Pagupur rukano o Allah, na Tharo-on o siran a Miyamangongkir ko siran a Miyamaratiyaya: Ino ami Phakakana so tao a o kabaya o Allah, na Phakakun Niyan sukaniyan? da ko inonta na matatago ko Karibat a mapayag"},{"SurahNumber":36,"VerseNumber":48,"Text":"Go gi-i ran Tharo-on: A anda dun angkai a diyandi (a siksa), o sukano na manga Bunar"},{"SurahNumber":36,"VerseNumber":49,"Text":"Da-a pukhanayao iran a rowar ko Lalis a isa: A phakadansal kiran ko gi-i ran kaphapawala"},{"SurahNumber":36,"VerseNumber":50,"Text":"Na di siran lomakai thanan, go di siran makandod ko manga tonganai ran"},{"SurahNumber":36,"VerseNumber":51,"Text":"Na Iyopun so Sanggakala. Na sa maoto na siran na makapoon ko manga kobor, a Puphamagarabaya siran ko Kadnan niran"},{"SurahNumber":36,"VerseNumber":52,"Text":"Tharo-on niran: Hai dowan dowan tano! Antawa-a i miyokao rukutano ko Pakatotorogan tano? (Isumbag kiran a) Giyaya so inidiyandi o (Allah a) Masalinggagao; go miyatoman so (Katharo o) manga Sogo"},{"SurahNumber":36,"VerseNumber":53,"Text":"Da-a Kha-adun a rowar ko Lalis a isa, na sa maoto na siran na langon si-i ko Hadapan Nami phamakadarpa-a"},{"SurahNumber":36,"VerseNumber":54,"Text":"Na sa Alongan naya, na da-a kha-a niyaya a Baraniyawa a maito bo, go da-a Imbalas rukano a rowar ko Pinggolaola niyo"},{"SurahNumber":36,"VerseNumber":55,"Text":"Mata-an! A so manga tao ko Sorga sa Alongan naya na matatago ko katumbangan a Pukhababaya siran"},{"SurahNumber":36,"VerseNumber":56,"Text":"Siran a go so manga Karoma iran, na si-i ko khikasisirongan ko liyawao o manga Kantir, a gi-i siran Shasandasandang"},{"SurahNumber":36,"VerseNumber":57,"Text":"Adun a bagiyan niran ro-o a manga Onga; go khakowa iran so nganin a Phangunin niran"},{"SurahNumber":36,"VerseNumber":58,"Text":"Kalilintad a Katharo a phoon ko Kadnan a Makalimo-on"},{"SurahNumber":36,"VerseNumber":59,"Text":"Na sibai kano sa Alongan naya! Hai manga Baradosa"},{"SurahNumber":36,"VerseNumber":60,"Text":"Ba Akun rukano da banain hai manga Moriyatao o Adam, a di niyo Pushowasowata so Shaitan; Mata-an! A sukaniyan na ridowai"},{"SurahNumber":36,"VerseNumber":61,"Text":"niyo a mapayag?61. Na Showasowata Ko niyo; giyaya i okit a maka-o ontol"},{"SurahNumber":36,"VerseNumber":62,"Text":"Na Sabunsabunar a Miyakadadag rukano so KĶa-adun a madakul. Ba da-a manga sabot iyo"},{"SurahNumber":36,"VerseNumber":63,"Text":"Kati-i so Naraka Jahannam a so sukano na idi diyandi rukano"},{"SurahNumber":36,"VerseNumber":64,"Text":"Pamanolud kano ron sa Alongan naya, sabap ko KĶKiyaongkir iyo"},{"SurahNumber":36,"VerseNumber":65,"Text":"Sa Alongan naya na Parkatun Nami so manga Ngari iran; go Imbitiyarai Kami o manga Lima iran, go Shaksi-an o manga Ai ran, so Pinggalubuk iran"},{"SurahNumber":36,"VerseNumber":66,"Text":"Na o kabaya Ami, na Mataan a khabota Mi so manga Mata iran; na makapagoradorad siran ko lalan, na andamanaya i kaphakanono iran"},{"SurahNumber":36,"VerseNumber":67,"Text":"Na o kabaya Ami, na Mataan a khasalin Nami siran si-i ko manga darpa iran; na di iran magaga lomipos, go di siran phakandod"},{"SurahNumber":36,"VerseNumber":68,"Text":"Na sa tao a Pagumbowain Namı sukaniyan, na phato-on Nami sukaniyan ko korang a Ka-adun: Ba iran ndi shabota"},{"SurahNumber":36,"VerseNumber":69,"Text":"Na da-a Mi ndaon (ko Nabi) so Bayok, go di ron patot: Da ko Sukaniyan (a Minitalingoma Niyan) inonta na Pananadum, go Qur-an a Miyakapayag"},{"SurahNumber":36,"VerseNumber":70,"Text":"Ka-a Niyan Mapaka-iktiyar so tao a aya butad iyan na Oyagoyag, (1 poso) go an matangkud so Katharo (a siksa) ko Miyamangongkir"},{"SurahNumber":36,"VerseNumber":71,"Text":"Ba iran nda mailai a Mataan! A Sukami na Miyadun Kami sa ruk iran-a pud ko Pinggalubuk o manga Gu-us Ami-a manga Ayam, na siran i Makapapa-ar on"},{"SurahNumber":36,"VerseNumber":72,"Text":"Go Piyakaphasiyonot Ami kiran noto, ka so saba-adon na gi-i ran Kakhoda-an, go so saba-adon na Pukhakan niran"},{"SurahNumber":36,"VerseNumber":73,"Text":"Go adun a bagiyan niran non a manga gona, go manga inomun (a manga Gatas). Ino siran ndi Phanalamat"},{"SurahNumber":36,"VerseNumber":74,"Text":"Na kominowa siran sa salakao ko Allah, sa manga Katohanan, ka-an siran Katabangi"},{"SurahNumber":36,"VerseNumber":75,"Text":"Di ran khagaga so Katabangi kiran: Go siran na manga Tantara iran a phamakadarpa-an (ko Naraka)"},{"SurahNumber":36,"VerseNumber":76,"Text":"Na o ba Ka Mapakamboko o Katharo iran. Mata-an! A sukami na Katawan Nami so isosolun niran, go so Papayagun niran"},{"SurahNumber":36,"VerseNumber":77,"Text":"Ba di katawi o Manosiya a Mata-an! A Sukami na inadun Ami sukaniyan a pho-on sa Notfa! Na sa maoto na sukaniyan na lampawi, a mapayag"},{"SurahNumber":36,"VerseNumber":78,"Text":"Na mimba-al Rukami sa ibarat, go kiyalipatan niyan so Kiya-aduna on: Pitharo iyan: A antawa-a 1 Phakaoyag ko manga tolan a sukaniyan na miyardak"},{"SurahNumber":36,"VerseNumber":79,"Text":"Tharowangka: A Pagoyagun noto o Miyadun non ko paganai a kiya-okitan! Ka Sukaniyan i Mata-o ko oman i (okit a) Kapangadun"},{"SurahNumber":36,"VerseNumber":80,"Text":"So IĪnadunan kano Niyan pho-on ko Kayo a mailao sa Apoi, na sa maoto na sukano na mapuphakakadug iyo (sukaniyan)"},{"SurahNumber":36,"VerseNumber":81,"Text":"Ba di so Miyadun ko manga Langit a go so Lopa i Phakagaga sa Ka-aduna Niyan ko lagid iran?Owai na, Suka so Puphangadun, a Matao"},{"SurahNumber":36,"VerseNumber":82,"Text":"Aya dun a butad iyan, na igira a Kabaya Iyan so apiya antona-a, na Tharo-on Niyan non: so Kon, na Ma-adun"},{"SurahNumber":36,"VerseNumber":83,"Text":"Na Soti so shisi-i sa Tangan Niyan so Kapa-ar ko langowan taman: Go Ron kano Phamakandoda (ko kaphamagitonga ko manga Amal)"},{"SurahNumber":37,"VerseNumber":1,"Text":"Ibut ko Shasa-a sa-ap sa Samporna a kasha-ap"},{"SurahNumber":37,"VerseNumber":2,"Text":"Go so Puphamanundug (ko Gabon) sa Samporna a Kapanundug"},{"SurahNumber":37,"VerseNumber":3,"Text":"Go so Puphamamatiya sa Pananadum (a manga Malaikat)"},{"SurahNumber":37,"VerseNumber":4,"Text":"Mata-an! A so Tohan niyo na Matatangkud a Ísa"},{"SurahNumber":37,"VerseNumber":5,"Text":"Kadnan o manga Langit a go so Lopa, go so paglutan a dowa oto, go Kadnan o manga Subangan"},{"SurahNumber":37,"VerseNumber":6,"Text":"Mata-an! A Sukami na ini Pharas Ami ko Langit a marani so Parahiyasan a manga Bito-on"},{"SurahNumber":37,"VerseNumber":7,"Text":"Go Siyap ko oman i Shaitan a gi-i mbinasa"},{"SurahNumber":37,"VerseNumber":8,"Text":"Di ran maphamamakinug so (manga Malaikat a) a pagtao a Maporo, ka Puphululubadun siran ko mbalabala"},{"SurahNumber":37,"VerseNumber":9,"Text":"Sa kapamogao, go adun a bagiyan niran a siksa a Tatap"},{"SurahNumber":37,"VerseNumber":10,"Text":"Inonta so miyakasinggaot sa isa a kasinggaot (ko Katharo o manga Malaikat), na siyaloba sukaniyan o Sindao o Bito-on a Masindao (a Phakatotong)"},{"SurahNumber":37,"VerseNumber":11,"Text":"Na Paki-osain Ka kiran: O ba siran i lubi a Mabagur a Kaadun, antawa-a so Inadun Ami (i lubi a Mabagur)? Mata-an! A Sukami na Inadun Ami siran a pho-on ko Lipao, a Mapilit"},{"SurahNumber":37,"VerseNumber":12,"Text":"Kuna, ka Miyamumusa Ka, go Puphamagurugangka iran"},{"SurahNumber":37,"VerseNumber":13,"Text":"Na igira a Piyakatadum siran, na di siran Phakatadum"},{"SurahNumber":37,"VerseNumber":14,"Text":"Go igira a Miyakailai siran sa tanda, na Puphamagurugan niran"},{"SurahNumber":37,"VerseNumber":15,"Text":"Go Piīitharo iran: A da ko ungkai inonta na Balik Mata a Mapayag"},{"SurahNumber":37,"VerseNumber":16,"Text":"Ino amai ka Matai kami, go mbaloi kami a botha, go manga tolan, ba Mata-an! A sukami na Pagoyagun kami dun"},{"SurahNumber":37,"VerseNumber":17,"Text":"Antawa-a so manga Lokus ami a miyanga-o ona"},{"SurahNumber":37,"VerseNumber":18,"Text":"Tharowangka: A owai, (Pagoyagun kano dun), go sukano na Phamakarondan"},{"SurahNumber":37,"VerseNumber":19,"Text":"Na giyoto na satimambo a Lalis; na sa maoto na siran na makananayao siran"},{"SurahNumber":37,"VerseNumber":20,"Text":"Go Matharo iran: A Hai dowan dowan tano! Giya i so Alongan a Kapamalas"},{"SurahNumber":37,"VerseNumber":21,"Text":"(Na Tharo-on kiran:) Giya i so Alongan a Kokoman, a so sukano na Piyakambokhag iyo sukaniyan"},{"SurahNumber":37,"VerseNumber":22,"Text":"(Tharo-on o Allah ko manga Malaikat:) Limoda niyo so Mindadarowaka, rakhus o manga oganapa iran, go so Piyamanimba iran"},{"SurahNumber":37,"VerseNumber":23,"Text":"A salakao ko Allah, na nggonanaowa niyo siran ko lalan ko Naraka Jahim"},{"SurahNumber":37,"VerseNumber":24,"Text":"Go tarongkowa niyo siran, ka Mata-an! A siran na Pagisha-an siran"},{"SurahNumber":37,"VerseNumber":25,"Text":"(Putharo-on kiran:) Ino kano di Makaputhatabanga"},{"SurahNumber":37,"VerseNumber":26,"Text":"Kuna, ka siran sa Alongan naya na Makambabayorantang siran"},{"SurahNumber":37,"VerseNumber":27,"Text":"Na sangoran o saba-ad kiran so saba-ad, a gi-i siran shusundita"},{"SurahNumber":37,"VerseNumber":28,"Text":"Tharo-on niran: A Mata-an! A sukano na aya butad iyo na Pushong kano rukami sa kapanugul"},{"SurahNumber":37,"VerseNumber":29,"Text":"Isumbag iran: Kuna, ka da kano mabaloi a Miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":30,"Text":"Go da-a Miya-adun a rukami rukano a Kapa-ar. Kuna, ka miyabaloi kano a pagtao a manga Darowaka"},{"SurahNumber":37,"VerseNumber":31,"Text":"Na Miyatangud rukutano, so Katharo o Kadnan tano. Mata-an! A sukutano na khata-a man tano dun (angkai a siksa)"},{"SurahNumber":37,"VerseNumber":32,"Text":"Na Miyadadag ami sukano: ka Mata-an! A sukami na miyabaloi kami a manga Dadag"},{"SurahNumber":37,"VerseNumber":33,"Text":"Na Mata-an! A siran sa Alongan noto, na Makashasakotowa siran ko siksa"},{"SurahNumber":37,"VerseNumber":34,"Text":"Mata-an! A Sukami na lagidaya dun a ikhidiya Mi ko manga Baradosa"},{"SurahNumber":37,"VerseNumber":35,"Text":"Mata-an! A siran na aya butad iran na igira Pitharo kiran: A da-a Patot a Pushowasowatun a inonta so Allah, na Mumaratabat siran"},{"SurahNumber":37,"VerseNumber":36,"Text":"Go Tharo-on niran: A ati Mata-an! A sukutano na mibagak tano dun so manga Katohanan tano, Makapantag ko Pababayok, a Pumbuthangun"},{"SurahNumber":37,"VerseNumber":37,"Text":"Kuna, ka aya Minitalingoma o Muhammad na so Bunar, go miyatanto Niyan so manga Sogo"},{"SurahNumber":37,"VerseNumber":38,"Text":"Mata-an! A sukano na khata-aman niyo dun so siksa a Malipudus"},{"SurahNumber":37,"VerseNumber":39,"Text":"Ka da-a imbalas rukano a inonta so Pinggolaola niyo"},{"SurahNumber":37,"VerseNumber":40,"Text":"Ogaid na so manga Oripun o Allah, a manga Tolabos (nadi siran phakata-am ko siksa)"},{"SurahNumber":37,"VerseNumber":41,"Text":"Siran man na adun a bagiyan niran a Pagupur a mapupunto"},{"SurahNumber":37,"VerseNumber":42,"Text":"A manga Onga; a siran na khisusula-an"},{"SurahNumber":37,"VerseNumber":43,"Text":"Si-i ko manga Sorga a Pakalma"},{"SurahNumber":37,"VerseNumber":44,"Text":"(Si-i siran) ko manga Kantir a khipaga-a dapa-dapa"},{"SurahNumber":37,"VerseNumber":45,"Text":"Ipuphagilid kiran so tatagowan sa Inomun a pho-on ko Bowalan"},{"SurahNumber":37,"VerseNumber":46,"Text":"Mapoti, a mapiya i ta-am ko Puphamanginom"},{"SurahNumber":37,"VerseNumber":47,"Text":"Da-a matatago-on a Pakalangot; go di siran non Phangabuburug"},{"SurahNumber":37,"VerseNumber":48,"Text":"Go shisi-i kiran so (manga Darodopa a) manga thatangka ı kailai, a manga pipiya i kapumata"},{"SurahNumber":37,"VerseNumber":49,"Text":"Lagid o ba siran Montiya a totongkopun"},{"SurahNumber":37,"VerseNumber":50,"Text":"Na sangoran o saba-ad kiran so saba-ad a Puphamagishai siran"},{"SurahNumber":37,"VerseNumber":51,"Text":"Tharo-on o Putharo kiran: A Mata-an! A sakun na adun a Bolayoka akun"},{"SurahNumber":37,"VerseNumber":52,"Text":"A gi-i niyan Tharo-on: A ba Mata-an! A suka na pud dun ko Miyamangiımbunar"},{"SurahNumber":37,"VerseNumber":53,"Text":"Īno amai ka Matai tano, go mbaloi tano a botha, go manga tolan, ba Mata-an! A sukutano na khabalasan tano dun"},{"SurahNumber":37,"VerseNumber":54,"Text":"Tharo-on niyan: A ba niyo Purongaw"},{"SurahNumber":37,"VerseNumber":55,"Text":"Na rongawan niyan, na mailai niyan ko lumbak o Naraka Jahim"},{"SurahNumber":37,"VerseNumber":56,"Text":"Tharo-on niyan: Ibut ko Allah! Ka maito bo na Mata-an a khabinasa kongka"},{"SurahNumber":37,"VerseNumber":57,"Text":"Na o da so Limo o Kadnan ko, na miyabaloi ako dun a pud ko Piyamakadarpa (ko Naraka)"},{"SurahNumber":37,"VerseNumber":58,"Text":"Ino di tano Phamatai"},{"SurahNumber":37,"VerseNumber":59,"Text":"Inonta so KĶiyapatai tano paganai, go di tano phangasisiksa"},{"SurahNumber":37,"VerseNumber":60,"Text":"Mata-an naya! A titho a sukaniyan so Da-ag a mala"},{"SurahNumber":37,"VerseNumber":61,"Text":"Makapantag ko lagid aya, na Panamar Magamal so Puphamagamal"},{"SurahNumber":37,"VerseNumber":62,"Text":"Ba giyoto i mapiya a talagad, antawa-a so kayo a Zaqqum"},{"SurahNumber":37,"VerseNumber":63,"Text":"Mata-an! A Sukami na ini sunggai Ami aya a tiyoba ko manga Darowaka"},{"SurahNumber":37,"VerseNumber":64,"Text":"Mata-an! A sukaniyan na kayo a Mu-utho ko piyaganakanakan o Naraka Jahim"},{"SurahNumber":37,"VerseNumber":65,"Text":"So Onga niyan na miphulagid sukaniyan o manga Olo o manga Shaitan"},{"SurahNumber":37,"VerseNumber":66,"Text":"Na Mata-an! a siran na Phakakan siran non ndun na khapuno iran non so manga tiyan niran"},{"SurahNumber":37,"VerseNumber":67,"Text":"Oriyan niyan na Mata-an! A bagiyan niran noto a titho a kasasaogan sa phulikabo a ig"},{"SurahNumber":37,"VerseNumber":68,"Text":"Oriyan niyan na Mata-an! A aya khandodan niran na so dun so Naraka Jahim"},{"SurahNumber":37,"VerseNumber":69,"Text":"Mata-an! A siran na Miyatoon niran so manga lokus iran a khikadadadag"},{"SurahNumber":37,"VerseNumber":70,"Text":"Na siran na si-i siran gi-i shasakoya ko manga lakao iran"},{"SurahNumber":37,"VerseNumber":71,"Text":"Na Sabunsabunar a Mitharidadag ko miya-ona an niran so kadakulan ko miyangao ona"},{"SurahNumber":37,"VerseNumber":72,"Text":"Go Sabunsabunar a Siyogo"},{"SurahNumber":37,"VerseNumber":73,"Text":"an Nami siran sa Puphamakaiktiyar;73. Na Pamimikiranangka o antona-a ı miyambutad o kiya-a kiran ko Piyamaka-iktiyar (a da dun Paratiyaya)"},{"SurahNumber":37,"VerseNumber":74,"Text":"IĪnonta so manga Oripun o Allah a manga Tolabos"},{"SurahNumber":37,"VerseNumber":75,"Text":"Na Sabunsabunar a Miyangangarapan Rukami so Nuh, na Mata-an a miyakapiyapiya so Tomiyarima (ko Panguni Niyan)"},{"SurahNumber":37,"VerseNumber":76,"Text":"Na Siyabut Ami Sukaniyan a go so Ta-alokon ko boko a mala"},{"SurahNumber":37,"VerseNumber":77,"Text":"Go biyaloi Ami so Kiyababadan non, a siran ı miyangalalamba"},{"SurahNumber":37,"VerseNumber":78,"Text":"Go inibagak Ami Sukaniyan ko miyanga-o ori (a Kapuphananaduman)"},{"SurahNumber":37,"VerseNumber":79,"Text":"Kalilintad a si-i ko Nuh ko manga Ka-adun"},{"SurahNumber":37,"VerseNumber":80,"Text":"Mata-an! A Sukami na lagid man noto a Kambalasi Ami ko Miphipiyapiya"},{"SurahNumber":37,"VerseNumber":81,"Text":"Mata-an! A Sukaniyan na pud ko manga Oripun Ami a Miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":82,"Text":"Oriyan niyan na inulud Ami so manga pud (ada Pamaratiyaya)"},{"SurahNumber":37,"VerseNumber":83,"Text":"Na Mata-an! A ma-apud ko okit Iyan so Ibrahim"},{"SurahNumber":37,"VerseNumber":84,"Text":"Gowani a somangor ko Kadnan Niyan a rakhus o poso a da-a saninsaning iyan"},{"SurahNumber":37,"VerseNumber":85,"Text":"Gowani na Pitharo Iyan ki Ama Iyan, a go so pagtao Niyan: A antona-a i Pushimba a niyo"},{"SurahNumber":37,"VerseNumber":86,"Text":"Ba so kabokhag-a manga Katohanan-a salakao ko Allah i khabaya-an niyo"},{"SurahNumber":37,"VerseNumber":87,"Text":"Na antona-a i arangan niyo ko Kadnan o manga Ka-adun"},{"SurahNumber":37,"VerseNumber":88,"Text":"Na inilai Niyan sa kailai a gudaguda so manga Bito-on"},{"SurahNumber":37,"VerseNumber":89,"Text":"Na Pitharo Iyan: A Mata-an! A Pukhasakit Ako"},{"SurahNumber":37,"VerseNumber":90,"Text":"Na inawa-an niran Sukaniyan, a miyamanalikhod siran"},{"SurahNumber":37,"VerseNumber":91,"Text":"Na minanai somong ko manga Katohanan niran, na Pitharo Iyan: A ino kano di khan"},{"SurahNumber":37,"VerseNumber":92,"Text":"Ino a di kano Putharo"},{"SurahNumber":37,"VerseNumber":93,"Text":"Na siyongowan Niyan siran sa mananai, na pirorompi Niyan shabunar"},{"SurahNumber":37,"VerseNumber":94,"Text":"Na Piyamantuk iran Sukaniyan a gi-i siran mamagarabaya"},{"SurahNumber":37,"VerseNumber":95,"Text":"Pitharo Iyan: A ino niyo Pushimba-a so gi-i niyo phapandayan"},{"SurahNumber":37,"VerseNumber":96,"Text":"A so Allah i Miyadun rukano, a go so Puphangumba-alan niyo"},{"SurahNumber":37,"VerseNumber":97,"Text":"Pitharo iran: A mbalain niyo Sukaniyan sa Walai, na lubadun niyo Sukaniyan ko Kadug"},{"SurahNumber":37,"VerseNumber":98,"Text":"Na Pikhadiyatan niran Sukaniyan sa tipo, na biyaloi Ami siran a manga bababa"},{"SurahNumber":37,"VerseNumber":99,"Text":"Na Pitharo Iyan: A Mata-an! A Sakun na shong Ako ko Kadnan Ko! A Punggonanao Rakun"},{"SurahNumber":37,"VerseNumber":100,"Text":"Kadnan Ko! Bugi Yakong ka sa (Wata a) pud ko manga Bilangatao"},{"SurahNumber":37,"VerseNumber":101,"Text":"Na Piyanothol Ami Ron a (Pumbawata sa) Wata a Mama a Matigur"},{"SurahNumber":37,"VerseNumber":102,"Text":"Na kagiya iraot sa Miphagonota Iyan lomalakao, na Pitharo Iyan: Hai Wata Ko! Mata-an! A Sakun na Pithataginup Akun ko katotoroga (Rakun) a Mata-an! A Sakun na Shombali-in Ko Suka: Na Nggudaguda-angka o antona-a i Pandapat Ka! Pitharo Iyan: Hai Ama! Nggolalanun Ka so Sogowan Ruka: Ka khato-on Nakongka, Omiyog so Allah, a pud ko manga Papantang"},{"SurahNumber":37,"VerseNumber":103,"Text":"Na kagiya a Mbayorantang siran a dowa, go Piyakaiga Iyan a tomatakilid"},{"SurahNumber":37,"VerseNumber":104,"Text":"Na Tiyawag Ami Sukaniyan: Hai Ibrahim"},{"SurahNumber":37,"VerseNumber":105,"Text":"Sabunar a Miyatoman Ka so Taginupun!- Mata-an! A Sukami na lagid man noto a Kambalasi Ami ko Miīiphipiyapiya"},{"SurahNumber":37,"VerseNumber":106,"Text":"Mata-an! A giyaya na titho a sukaniyan na Tiyoba a Mapayag"},{"SurahNumber":37,"VerseNumber":107,"Text":"Na Siyanggar Ami Sukaniyan a Kibas a Mala"},{"SurahNumber":37,"VerseNumber":108,"Text":"Go inibagak Ami Sukaniyan (a Kapuphananaduman) ko miyanga-o ori"},{"SurahNumber":37,"VerseNumber":109,"Text":"Kalilintad a si-i ko Ibrahim"},{"SurahNumber":37,"VerseNumber":110,"Text":"Lagid man noto a Kambalasi Ami ko Miphipiyapīiya"},{"SurahNumber":37,"VerseNumber":111,"Text":"Mata-an! A Sukaniyan na pud ko manga Oripun Ami a Miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":112,"Text":"Na Piyanothol Ami Ron (a Ipumbawata Iyan) so Ishaq-a Nabi,- a pud ko manga Bilangatao"},{"SurahNumber":37,"VerseNumber":113,"Text":"Na Piyakandakulan Ami sa mapiya Sukaniyan a go so Ishaq: Na so saba-ad ko manga Mori ran a tao na Phipiyapiya, go (so saba-ad na) siyalimbotan niyan a ginawa niyan a mapayag"},{"SurahNumber":37,"VerseNumber":114,"Text":"Na Sabunsabunar a ini Pangalimo Ami so Musa a go so Haroun"},{"SurahNumber":37,"VerseNumber":115,"Text":"Go Siyabut Ami Siran a go so pagtao Wiran ko boko a mala"},{"SurahNumber":37,"VerseNumber":116,"Text":"Go Tiyabangan Nami Siran, na miyabaloi Siran a Siran i Miyamakada-ag"},{"SurahNumber":37,"VerseNumber":117,"Text":"Go inibugai Ami Kiran so Kitab a Miyakapayag (ko manga Kokoman)"},{"SurahNumber":37,"VerseNumber":118,"Text":"Go Pinggonanao Ami Kir- an so lalan a Matitho"},{"SurahNumber":37,"VerseNumber":119,"Text":"Go inibagak Ami Siran (a Kapuphananaduman) ko Miyangao ori"},{"SurahNumber":37,"VerseNumber":120,"Text":"Kalilintad a si-i ko Musa ago so Haroun"},{"SurahNumber":37,"VerseNumber":121,"Text":"Mata-an! A Sukami na lagid man noto a Kambalasi Ami ko Miphipiyapiya"},{"SurahNumber":37,"VerseNumber":122,"Text":"Mata-an! a giya dowa oto na pud ko manga Oripun Allah a Miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":123,"Text":"Go Mata-an! A so Ilyas na pud dun ko manga Sogo"},{"SurahNumber":37,"VerseNumber":124,"Text":"Gowani na Pitharo Iyan ko pagtao Niyan: A ino kano di Phananggila"},{"SurahNumber":37,"VerseNumber":125,"Text":"Ino niyo Puphanongganoya so Barahala Ba’al, na ipumbagak iyo so Lubi a mapiya a Miyangadun"},{"SurahNumber":37,"VerseNumber":126,"Text":"A so Allah, a Kadnan niyo go Kadnan o manga Lokus iyo a Miyanga-o ona"},{"SurahNumber":37,"VerseNumber":127,"Text":"Na Piyakambokhag iran Sukaniyan, na Mata-an! A siran na Phamakadarpa-an ndun (ko Naraka)"},{"SurahNumber":37,"VerseNumber":128,"Text":"Inonta so manga Oripun o Allah a manga Tolabos"},{"SurahNumber":37,"VerseNumber":129,"Text":"Na inibagak Ami Sukaniyan (a Kapuphananaduman) ko Miyanga-o ori"},{"SurahNumber":37,"VerseNumber":130,"Text":"Kalilintad a si-i ko Ilyasin"},{"SurahNumber":37,"VerseNumber":131,"Text":"Mata-an! a Sukami na lagid man noto a Kambalasi Ami ko Miphipiyapiya"},{"SurahNumber":37,"VerseNumber":132,"Text":"Mata-an! A Sukaniyan na pud ko manga Oripun Ami a Miyamaratiyaya"},{"SurahNumber":37,"VerseNumber":133,"Text":"Go Mata-an! A so Lut na pud dun ko manga Sogo (Am)"},{"SurahNumber":37,"VerseNumber":134,"Text":"Gowani na Siyabut Ami Sukaniyan a go so Ta-alokon, sa Kasamasama iran"},{"SurahNumber":37,"VerseNumber":135,"Text":"Inonta so lokus (a Karoma Niyan) ka miyapud ko miyamangibagak (ko Siksa)"},{"SurahNumber":37,"VerseNumber":136,"Text":"Oriyan niyan na bininasa Mi so manga salakao (kiran)"},{"SurahNumber":37,"VerseNumber":137,"Text":"Na Mata-an! A Sukano na Sabunar a pukhasagadan niyo siran, ko kapukhapita-i rukano"},{"SurahNumber":37,"VerseNumber":138,"Text":"A go so Gagawi-i: Ba niyo di mapunggudaguda"},{"SurahNumber":37,"VerseNumber":139,"Text":"Go Mata-an! A so Yunus na pud dun ko manga Sogo"},{"SurahNumber":37,"VerseNumber":140,"Text":"Gowani na miyalagoi a Miyagapas ko Kapal a tutugubun"},{"SurahNumber":37,"VerseNumber":141,"Text":"Na Miyakipuripa, na miyabaloi a pud ko Piyamanaban"},{"SurahNumber":37,"VerseNumber":142,"Text":"Na Liyamud Sukaniyan o suda, a sukaniyan na makapuphanginsoya"},{"SurahNumber":37,"VerseNumber":143,"Text":"Na o da (kagiya a) Mata-an a Sukaniyan na miyabaloi a pud ko Miyamanasbik"},{"SurahNumber":37,"VerseNumber":144,"Text":"Na Khatatap dun ko Tiyan o Suda sa taman ko Alongan a Kaoyaga kiran (ko Alongan a Qiyamah)"},{"SurahNumber":37,"VerseNumber":145,"Text":"Na inidampar Ami Sukaniyan ko Taog a Pagilidan a Sukaniyan na Pukhasakit"},{"SurahNumber":37,"VerseNumber":146,"Text":"Go Piyakatho-an Nami so kaporowan Niyan, sa Pamomolan a pundonapa (a kiyasirongan Niyan)"},{"SurahNumber":37,"VerseNumber":147,"Text":"Na Siyogo Ami Sukaniyan ko Magatos nggibo (a manga tao) o di na makalalawan siran (sa Magatos nggibo)"},{"SurahNumber":37,"VerseNumber":148,"Text":"Na Miyamaratiyaya siran; na Piyakasawit Ami siran ko Kapaginutao taman ko wakto (o Kapatai)"},{"SurahNumber":37,"VerseNumber":149,"Text":"Na Paki-osain Ka kiran: O ba ruk o Kadnan Ka so manga Wata a Babai, na ruk iran so manga Wata a Mama"},{"SurahNumber":37,"VerseNumber":150,"Text":"Antawa-a ba Ami Inadun so manga Malaikat a manga Babai, a siran na kamamasa-an niran"},{"SurahNumber":37,"VerseNumber":151,"Text":"Tanodan, ka Mata-an! A siran na po-on ko Kabokhag iran na Putharo-on niran ndun"},{"SurahNumber":37,"VerseNumber":152,"Text":"A Mibawata so Allah? Go Mata-an! A siran na titho a manga bokhag"},{"SurahNumber":37,"VerseNumber":153,"Text":"A ti miyatomo Iyan so manga Wata a Babai a di so manga Wata a Mama"},{"SurahNumber":37,"VerseNumber":154,"Text":"Ino kano wai? Andamanaya i Khipukhokomun niyo saya"},{"SurahNumber":37,"VerseNumber":155,"Text":"Ino kano di Phananadum"},{"SurahNumber":37,"VerseNumber":156,"Text":"Antawa-a ba adun a karina niyo a Mapayag"},{"SurahNumber":37,"VerseNumber":157,"Text":"Na talingoma-an niyo i Kitab iyo o sukano i manga bunar"},{"SurahNumber":37,"VerseNumber":158,"Text":"Na mimba-al siran ko lut o Allah a go so lut o manga Jinn sa bangunsa: Na Sabunsabunar a kiyatokawan o manga Jinn a Mata-an! a siran na Phamakadarpa-an ndun (ko Naraka)"},{"SurahNumber":37,"VerseNumber":159,"Text":"Soti so Allah! A mawatan ko Iphuropa iran"},{"SurahNumber":37,"VerseNumber":160,"Text":"Inonta so manga Oripun o Allah, a manga Tolabos"},{"SurahNumber":37,"VerseNumber":161,"Text":"Na Mata-an! A sukano a go"},{"SurahNumber":37,"VerseNumber":162,"Text":"so Pushimba-an niyo,162. Na da rukano i sorang Rukaniyan a Madadag iyo"},{"SurahNumber":37,"VerseNumber":163,"Text":"Inonta so sukaniyan a Phakasolud ko Naraka Jahim"},{"SurahNumber":37,"VerseNumber":164,"Text":"Na da-a pud rukami (a manga Malaikat) a ba da-a ba-giyan Niyan a darpa a mapupunto"},{"SurahNumber":37,"VerseNumber":165,"Text":"Go Mata-an! A Sukami na Sabunar a shasa-a sa-ap"},{"SurahNumber":37,"VerseNumber":166,"Text":"Go Mata-an! A Sukamı na Sabunar a Sukami so Puphamanasbik (ko Allah)"},{"SurahNumber":37,"VerseNumber":167,"Text":"Na Mata-an! A siran na Putharo-on niran ndun"},{"SurahNumber":37,"VerseNumber":168,"Text":"A o ba bo Mata-an! A adun a shisi-i rukami a Pananadum a pho-on ko Miyanga-o ona"},{"SurahNumber":37,"VerseNumber":169,"Text":"Ka miyabaloi kami dun a manga Oripun o Allah, a manga Tolabos"},{"SurahNumber":37,"VerseNumber":170,"Text":"Na inongkir iran so Qur-an: Na katokawan niran mbo"},{"SurahNumber":37,"VerseNumber":171,"Text":"Na Sabunsabunar a miyaona so Katharo Ami ko manga Oripun Ami a Piyamanogo"},{"SurahNumber":37,"VerseNumber":172,"Text":"Mata-an! A siran na siran ndun so Phangatatabangan"},{"SurahNumber":37,"VerseNumber":173,"Text":"Go Mata-an! A so manga Tantara Ami, na siran ndun so Phamakada-ag"},{"SurahNumber":37,"VerseNumber":174,"Text":"Na Talikhodingka siran sa taman ko masa (a di mathai)"},{"SurahNumber":37,"VerseNumber":175,"Text":"Go Paka-ilayangka siran, ka mailai ran mbo"},{"SurahNumber":37,"VerseNumber":176,"Text":"Ba so Siksa Ami na Phagalokalokan niran"},{"SurahNumber":37,"VerseNumber":177,"Text":"Na a pabila Makatoron (so siksa) ko sharonsarongan niran, na miyakaratarata a kakhapita-i koPiyamaka-iktiyar (a da dun Paratiyaya)"},{"SurahNumber":37,"VerseNumber":178,"Text":"Na Talikhodingka siran sataman ko masa (a di mathai)"},{"SurahNumber":37,"VerseNumber":179,"Text":"Go Paka-ilayangka (siran), ka khailai ran mbo"},{"SurahNumber":37,"VerseNumber":180,"Text":"Soti so Kadnan Ka, a Kadnan o Munang, a mawatan ko iphuropa iran"},{"SurahNumber":37,"VerseNumber":181,"Text":"Na Kalilintad a si-i ko manga Sogo"},{"SurahNumber":37,"VerseNumber":182,"Text":"Go so Podi na ruk o Allah, a Kadnan o manga Ka-adun"},{"SurahNumber":38,"VerseNumber":1,"Text":"Saad: So Allah i Mata-o ko paka-a antapan Niyan ro-o. Ibut ko Qur-an, a ndodon so Pananadum (ka Mata-an A so Muhammad na bunar)"},{"SurahNumber":38,"VerseNumber":2,"Text":"Kuna, ka so Miyamangongkir na matatago ko Maratabat, go so Kasosorang"},{"SurahNumber":38,"VerseNumber":3,"Text":"Madakul a bininasa Mi ko miya-ona-an niran a pagtao, na minithatawaga iran: A da-a masa a kapakapalagoli"},{"SurahNumber":38,"VerseNumber":4,"Text":"Na Miyamumusa siran ko kiyapakaoma kiran o Miyamakaiktiyar a pud kiran! Go Pitharo oMiyamangongkir: A giya i na balik Mata a bokhag"},{"SurahNumber":38,"VerseNumber":5,"Text":"Īno niyan mbaloya so manga Katohanan a Tohan a isa isa? Mata- an! A giya na titho a shai a Pakamumusa"},{"SurahNumber":38,"VerseNumber":6,"Text":"Na inilalakao o manga Nakoda iran: A dadayon kano, go thatakna kano ko manga Katohanan niyo! Mata-an! A giya i na titho ashai a paka-a antapun (rukutano)"},{"SurahNumber":38,"VerseNumber":7,"Text":"Da tano waya manug ko okita miyaori: Da ko ungkaya inonta na Piyangumba-alan (a kabokhag)"},{"SurahNumber":38,"VerseNumber":8,"Text":"Ino Sukaniyan mbo i Thoroni ko Pananadum ko ndolondolanan tano? Kuna, ka siran na matatago ko kashasangka ko Pananadum Akun! Kuna, ka (ka giya) da iran pun kata-ami so siksa Akun"},{"SurahNumber":38,"VerseNumber":9,"Text":"Antawa-a ba shisi-i kiran so khikatatagowan ko Limo o Kadnan Ka,- a Mabagur, a Puphamumugai"},{"SurahNumber":38,"VerseNumber":10,"Text":"Antawa-a ba iran ruk so Kapa-ar ko manga Langit a go so Lopa, go so nganin a pagulutan a dowa nan? Na Pamanik siran ko Puphamangokitan"},{"SurahNumber":38,"VerseNumber":11,"Text":"Tantara a so ndodo-o a pugus, a pud ko Mithampotampong"},{"SurahNumber":38,"VerseNumber":12,"Text":"Tomiyapliıs ko miya-ona an niran so pagtao a Nuh, a go so pagtao a Ad, go so Pir-aon a khiruk ko manga Lutakan"},{"SurahNumber":38,"VerseNumber":13,"Text":"Go so pagtao a Samood, go so pagtao o Lut, go so manga tao sa Aikah;- siran man so Mithampotampong"},{"SurahNumber":38,"VerseNumber":14,"Text":"Da ko oman i isa kiran inonta na Piyakambokhag iyan so manga Sogo, na Miyatangkud (kiran) so Siksa Akun"},{"SurahNumber":38,"VerseNumber":15,"Text":"Na da-a punaya-on o siranaya a rowar ko Lalis a isa, a da-a kaphakandod iyan"},{"SurahNumber":38,"VerseNumber":16,"Text":"Na Pīitharo iran: A Kadnan nami! Nggaga-aningka rukami so kipantag ami ko da pun so Alongan a kapamagitong"},{"SurahNumber":38,"VerseNumber":17,"Text":"Phantang Ka ko Katharo iran, go Aloyangka so Oripun Ami a Dawood, a adun a Bagur Iyan: Mata-an! A Sukaniyan na Puphananangoran (ko Allah)"},{"SurahNumber":38,"VerseNumber":18,"Text":"mata an! A Sukami na Piyakaphasiyonot Ami so manga Palao, a pud Iyan a Puthasbik Siran, ko Kagabigabi, a go so Kapita-pita"},{"SurahNumber":38,"VerseNumber":19,"Text":"Go so manga Papanok a matitimo: Na tanan si-i ko Allah Puphananangoran"},{"SurahNumber":38,"VerseNumber":20,"Text":"Go Piyakabagur Ami so Kadatu Iyan, go inibugai Ami Ron so Ongangun, a go so Kata-o ko Kokoman"},{"SurahNumber":38,"VerseNumber":21,"Text":"Na ino a Miyakatalingoma Ruka so Totholan ko Pukhakarido? gowani a manga lakat siran ko Daud si-i ko Darpa a diniyan Sambayangan"},{"SurahNumber":38,"VerseNumber":22,"Text":"Gowani na somiyolud siran ko Dawood, na inikaluk Iyan siran, Pitharo iran: A di Ka khaluk: Ka Pukharido Kami a dowa, ka inaniyaya o saba-ad Rukami so saba-ad: na Kokoma Kamingka sa ontol, go di Ka Phuramiramig; go Nggonanaowa Kamingka ko ontol a lalan"},{"SurahNumber":38,"VerseNumber":23,"Text":"Mata-an! a giyangkai a Pagari Ko: Na adun a siyao polo a go siyao a Bilibili Niyan, na adun a Bilibili Akun a satiman: Na Pitharo Iyan: A Pakitagikorun ka Rakun noto, na kiyadaoban Nako Niyan sa Katharo"},{"SurahNumber":38,"VerseNumber":24,"Text":"Pitharo (o Dawood): A Sabunsabunar a Kiyasalimbotan Ka Niyan sa kiyapanguniya Niyan ko Bilibili Ngka a Kinitapi Iyan ko manga Bilibili Niyan: Ka Mata-an! A madakul koshasakotowa a Sabunar a Phaganiyaya-an o saba-ad kiran so saba-ad: Inonta so siran a Miyamaratiyaya go Pinggalubuk iran so manga Pipiya, na tanto a maito siran? Na Miya-antang o Dawood a giyabo a kinitupung Nami Ron: Na Miyakapanguni sa Ma-ap ko Kadnan Niyan, go Somiyondong a Mangangalimbaba-an, go Miyananangoran (ko Allah)"},{"SurahNumber":38,"VerseNumber":25,"Text":"Na Niyapi Ami Ron Noto: Go Mata-an! A Miyambagiyan Niyan si-i Rukami so titho a Kapakarani, a go so mapiya a khandodan"},{"SurahNumber":38,"VerseNumber":26,"Text":"Hai Dawood! Mata-an! A Sukami na Biyaloi Ami Suka a Khalifah ko Lopa: Na Koko-mangka so manga Manosiya sa Ontol: Go Dingka Pagonoti so kabaya a ribat, ka Madadag Ka Niyan ko lalan o Allah: Mata-an! A so phangadadadag ko lalan oAllah,na adun abagiyan niran a siksa a sangat,sabap ko Kiyapakalipat iran ko Alongan a Kapamagitong"},{"SurahNumber":38,"VerseNumber":27,"Text":"Na da ko kiya-aduna Mi ko Langit a go so Lopa go so nganin a lut a dowa nan i ba ilang! Giyoto man i arangan o siran a Miyamangongkir! Na sangat a siksa a bagiyan o siran a Miyamangongkir ko Naraka"},{"SurahNumber":38,"VerseNumber":28,"Text":"Ba Ami babaloya so Miyamaratiyaya go Pinggalubuk iran so manga Pipiya, a lagid o Puphamaminasa ko Lopa? Antawa-a ba Ami babaloya so khipanananggila, a lagid o manga Bara-dosa"},{"SurahNumber":38,"VerseNumber":29,"Text":"(Giya i na) Kitab a Initoron Ami Sukaniyan si-i Ruka, a Piyakandakulan sa mapiya, ka-a niran Manggudaguda so manga Ayat Rukaniyan, go an Kasaboti o adun a manga Sabot iyan"},{"SurahNumber":38,"VerseNumber":30,"Text":"Na ini bugai Ami ko Dawood so (Wata Iyan a) Solaiman,Miyakapiyapiya a Oripun! Mata-an! A Sukaniyan na Puphananangoran (ko Allah)"},{"SurahNumber":38,"VerseNumber":31,"Text":"Gowani a Pakimasa-an ko Solaiman ko KĶKagabi-gabi so manga Koda a manga Gaga-an"},{"SurahNumber":38,"VerseNumber":32,"Text":"Na Miyatharo Iyan: A Mataan! A Sakun na Miyatomo Akun so kabaya ko Mapiya (sa doniya), a di so Tadum ko Kadnan Ko,- taman sa miyakadalong (so Alongan) ko runding"},{"SurahNumber":38,"VerseNumber":33,"Text":"(Pitharo o Solaiman:) Ndodun niyo siran Rakun. Na Phiphoonan Niyan mamotol sa manga Ai go manga Lig"},{"SurahNumber":38,"VerseNumber":34,"Text":"Na Sabunsabunar a Tiniyoba Ami so Solaiman: Ka Piyakidarpaan Ami so Korsi Iyan sa isa a lawas: Oriyan niyan na Mithaobat"},{"SurahNumber":38,"VerseNumber":35,"Text":"Pitharo Iyan: Kadnan Ko! Napi-i Yakongka, go Bugi Yakongka sa Kadatu, a da-a Kapatotan non a isa bo ko oriyan Ko: Mataan! A Suka na Suka so Puphamumugai"},{"SurahNumber":38,"VerseNumber":36,"Text":"Na Piyakaphasiyonot Ami Ron so ndo, a Pushambur sabap ko Sogowan Niyan, a malanat, a apiya anda Niyan Puphaka-antapa"},{"SurahNumber":38,"VerseNumber":37,"Text":"Go so manga Shaitan, a tanan Pababalai, go Panininub"},{"SurahNumber":38,"VerseNumber":38,"Text":"Go so manga pud a khipapatongun ko manga Sangkali"},{"SurahNumber":38,"VerseNumber":39,"Text":"(Pitharo Ami ron a) Giyaya na Pamumugayan Ami: Na Pamumugai Ka, o di na Kakaputingka, sa da-a Kapamagitong"},{"SurahNumber":38,"VerseNumber":40,"Text":"Na Mata-an! A adun a bagiyan Niyan si-i Rukami a titho a Kapakarani, go mapiya a khandodan"},{"SurahNumber":38,"VerseNumber":41,"Text":"Na Aloyangka so Oripun Ami a Ayyob. Gowani na ini Pangangarapan Niyan ko Kadnan Niyan: A Mata-an! A Sakun na Minisogat Rakun o Shaitan so dokao a go so siksa"},{"SurahNumber":38,"VerseNumber":42,"Text":"(Pitharo-on:) Dasulun Ka so Aingka: Giyaya na Papaigowai a Matunggao, go Inomun"},{"SurahNumber":38,"VerseNumber":43,"Text":"Na inibugai Ami Ron (bo) so manga Ta-alokon, a go so lagid iran a inibabid kiran,- a Limo a pho-on Rukami, go Pananadum, o adun a manga Sabot iyan"},{"SurahNumber":38,"VerseNumber":44,"Text":"Go (Pitharo-on:) Kowa-an Ka so Limangka sa sakukhum a Rasa-as, na luphadun Ka (ki Karomangka): Ka Dika Kasapa-an. Mata-an! A Sukami na Miyato-on Ami Sukaniyan a Mapantang. Sayana a mapiya a Oripun! Mata-an! A Sukaniyan na Puphangongonotan (ko Allah)"},{"SurahNumber":38,"VerseNumber":45,"Text":"Go Aloyangka so manga Oripun Ami a so Ibrahim, go so Ishaq, go so Yaqoub, a manga Babagur, go manga ala i Pandapat"},{"SurahNumber":38,"VerseNumber":46,"Text":"Mata-an! A Sukami na initolabos Ami Kiran so tolabos a Pananadum ko Ingud (a Akhirat)"},{"SurahNumber":38,"VerseNumber":47,"Text":"Go Mata-an! A siran si-i ko Hadapan Nami, na pud dun ko Miyangapipili a manga Pipiya"},{"SurahNumber":38,"VerseNumber":48,"Text":"Go Aloyangka so Ismail, go so Al-Yasha, go so Zulkifli: Na tanan Pud ko manga Pipiya"},{"SurahNumber":38,"VerseNumber":49,"Text":"Giyaya na Pananadum: Na Mata-an! A ruk o Khipanananggila, so titho a Mapiya a khandodan"},{"SurahNumber":38,"VerseNumber":50,"Text":"Manga Sorga a Tatap, a Khiluluka-an Kiran so manga Pinto"},{"SurahNumber":38,"VerseNumber":51,"Text":"Gi-i siran ro-o Shasandasandang; Puphananawag Si-ran ro-o sa manga Onga a Madakul, a go manga Inomun"},{"SurahNumber":38,"VerseNumber":52,"Text":"Go manga Ikapud Iran so manga Thatangka i Kailai (a manga Bai), a Murusharusha"},{"SurahNumber":38,"VerseNumber":53,"Text":"Giyaya so idi diyandi Rukano ko Alongan a Kapamagitong"},{"SurahNumber":38,"VerseNumber":54,"Text":"Mata-an! A giyaya na titho a Pagupur Ami, a da-a ikhada Iyan"},{"SurahNumber":38,"VerseNumber":55,"Text":"Giyaya (i khasowa),- Na Mata-an! A bagiyan o manga Malawani so titho a marata a khandodan"},{"SurahNumber":38,"VerseNumber":56,"Text":"Naraka Jahannam!- A Phamakasolud siran non,- Na Mikharatarata a dukhai"},{"SurahNumber":38,"VerseNumber":57,"Text":"Giyaya!- Na Ta-ami ran Sukaniyan,- A Phulikabo, go pakabunud a manga rurushik"},{"SurahNumber":38,"VerseNumber":58,"Text":"Go adun a salakao a lagid iyan, a mbarambarang (a Siksa)"},{"SurahNumber":38,"VerseNumber":59,"Text":"Kati-i so salompok a Puphamanolud a pud iyo! Da-a Kapakadadaya iran! Mata-an! A siran na Phamakasolud ko Naraka"},{"SurahNumber":38,"VerseNumber":60,"Text":"Tharo-on niran: A kuna, ka sukano na da-a Kapakadadaya iyo! Sukano i Tomiyoro rukami saya! Na miyakaratarata a Darpa"},{"SurahNumber":38,"VerseNumber":61,"Text":"Tharo-on niran: Kadnan Nami! Sa dun sa Tomiyoro rukami saya,- na Omaningka-on so siksa sa takup ko Naraka"},{"SurahNumber":38,"VerseNumber":62,"Text":"Go Tharo-on niran: A ino tanowai a da-a khailai tano ko manga Mama a sukutano naso ibibilang tano siran ko manga Rarata"},{"SurahNumber":38,"VerseNumber":63,"Text":"Ino tano khakowa siran a Pagurug, antawa-a ba da katoliki siran o manga kailai"},{"SurahNumber":38,"VerseNumber":64,"Text":"Mata-an! A giyoto man na bunar dun,- A Kapuphapawala o tao ko Naraka"},{"SurahNumber":38,"VerseNumber":65,"Text":"Tharowangka (Ya Muhammad): A Sakun na Matag Ako Puphamaka-iktiyar: Na da-a Tohan a inonta so Allah, a so isa isa a Phakaba-as"},{"SurahNumber":38,"VerseNumber":66,"Text":"Kadnan o manga Langit a go so Lopa, go so nganin a Pagulutan a dowa nan,- A so mabagur, a Manapi"},{"SurahNumber":38,"VerseNumber":67,"Text":"Tharowangka: A Sukaniyan na Tothol a Mala"},{"SurahNumber":38,"VerseNumber":68,"Text":"Sukano na tatalikhodan niyo to"},{"SurahNumber":38,"VerseNumber":69,"Text":"Da-a Kata-o Akun ko Pagtao a Maporo, gowani ko Puphanumbag Siran"},{"SurahNumber":38,"VerseNumber":70,"Text":"Da-a Kaphagilahami Rakun: A Rowar sa Sakun na matag Puphamaka-iktiyar a Mapayag"},{"SurahNumber":38,"VerseNumber":71,"Text":"Gowani na Pitharo o Kadnan Ka ko manga Malaikat: Mataan! A Sakun na Magadun Ako sa Manosiya a pho-on sa lipao (a giyoto so Adam)"},{"SurahNumber":38,"VerseNumber":72,"Text":"Na amai ka Imasadun Ko Sukaniyan, go Masokan Ko Sukaniyan sa Niyawa, na Sondong kano Rukaniyan, a Pangangalimbaba-an kano"},{"SurahNumber":38,"VerseNumber":73,"Text":"Na Miyangalimbaba-an so manga Malaikat, a tanan Siran langon"},{"SurahNumber":38,"VerseNumber":74,"Text":"Inonta so Iblis: Ka Mimaratabat, go miyabaloi a pud ko Miyamangongkir"},{"SurahNumber":38,"VerseNumber":75,"Text":"Pitharo (o Allah): Hai Iblis! Antona-a 1 miyakarun Ruka ko Kaphangalimbaba-an Ka ko Inadun Ko a minggolalan ko Bagur Akun? Ba Ka Mimaratabat? Antawa-a ba Ka miyabaloi a pud ko Miphapaporo"},{"SurahNumber":38,"VerseNumber":76,"Text":"Pitharo Iyan: A Sakun i Mapiya a di Sukaniyan: Inadun Akongka a pho-on sa Apoi, na Inadun Ka Sukaniyan a pho-on sa Lipao"},{"SurahNumber":38,"VerseNumber":77,"Text":"Pitharo (o Allah): Na Awaka (pho-on ko Sorga): Ka Mata-an! A Suka na Inibowang"},{"SurahNumber":38,"VerseNumber":78,"Text":"Go Mata-an a Mikolob Ruka so Morka Akun taman ko Alongan a Kapamalas"},{"SurahNumber":38,"VerseNumber":79,"Text":"Pitharo Iyan: Kadnan Ko! Na pakinayaon Ka Rakun taman ko Alongan a Kaoyaga Kiran"},{"SurahNumber":38,"VerseNumber":80,"Text":"Pitharo (o Allah): Na Mataan! A Suka na pud ko Phamakanayao"},{"SurahNumber":38,"VerseNumber":81,"Text":"Taman ko Alongan o wakto a Mapupunto"},{"SurahNumber":38,"VerseNumber":82,"Text":"Pitharo Iyan: Na Ibut ko Bagur Ka, ka Mata-an a dadagun Ko siran ndun langon"},{"SurahNumber":38,"VerseNumber":83,"Text":"Inonta so manga Oripun Ka a pud Kiran, a manga Tolabos"},{"SurahNumber":38,"VerseNumber":84,"Text":"Pitharo (o Allah): Na so Bunar (na Sakun),- Go so Bunar i Putharo-on Ko"},{"SurahNumber":38,"VerseNumber":85,"Text":"Mata-an a ipuno Akun ndun ko Naraka Jahannam so pud Ka,A go so tao a Miyonot Ruka a pud kiran, a murakhurakhus kano"},{"SurahNumber":38,"VerseNumber":86,"Text":"Tharowangka: A da-a Phangunin Ko rukano sa makapantag saya a sokai, go kuna a ba-a Ko pud ko Puphamanangin"},{"SurahNumber":38,"VerseNumber":87,"Text":"Da ko Sukaniyan (a Qur-an) inonta na Pananadum o manga Kaadun"},{"SurahNumber":38,"VerseNumber":88,"Text":"Na Mata-an a katokawan niyo dun so Totholan Rukaniyan ko oriyan o masa"},{"SurahNumber":39,"VerseNumber":1,"Text":"So Kinitoronun ko Kitab na pho-on ko Allah, a Mabagur, a Maongangun"},{"SurahNumber":39,"VerseNumber":2,"Text":"Mata-an! A Sukamiı na Initoron Ami Ruka (Ya Muhammad) so Kitab sabap ko Bunar: Na Showasowatangka so Allah, a Totolabosangka Rukaniyan so Okit ko Kapaginutao"},{"SurahNumber":39,"VerseNumber":3,"Text":"Tanodan, ka ruk o Allah so okit a Tolabos. Na so Miyamangowa sa salakao Rukaniyan a manga Panarigan (na Pitharo iran): Da-a Kapushimba ami kiran a rowar sa angkami ran mapakarani ko Allah sa Samporna a kadashug. Mata-an A so Allah na Khokomun Niyan siran si-i ko nganin a siran na di siran non Phagayonayon. Mata-an! A so Allah na di Niyan Punggonana-on so tao a sukaniyan na bokhag, a Miyongkir"},{"SurahNumber":39,"VerseNumber":4,"Text":"O kabaya o Allah a Khowa sa Wata, na Mata-an a Mamili ko Phagadunun Niyan sa kabaya Iyan: Soti Sukaniyan! Sukaniyan so Allah, a isa isa, a Phakaba-as"},{"SurahNumber":39,"VerseNumber":5,"Text":"Inadun Niyan so manga Langit a go so Lopa si-i ko Bunar: Ipukholob Iyan so Gagawi-i ko Daondao, go Ipukholob Iyan so Daondao ko Gagawi-i: Go Piyakaphasiyonot Iyan so Alongan a go so Olan: Oman i isa kiran na Phagokit si-i ko ta-alik a miyapunto. Ba di Sukaniyan so Mabagur,- A Manapi"},{"SurahNumber":39,"VerseNumber":6,"Text":"Inadun kano Niyan a pho-on ko Ginawa a isa: Oriyan niyan na Inadun Niyan, a Miyakapo-on non so Karoma Niyan; go Inadun Niyan rukano so manga Ayam a Walo a nggaganapa: Phagadun-un Kano Niyan si-i ko manga Tiyan o manga Ina iyo, sa isa a Ka-adun, ko oriyan o isa a Ka-adun, si-i ko manga lilibotung a tulo (lapis). Giyoto man so Allah, a Kadnan niyo: Ruk Iyan so Kapa-ar. Da-a Tohan inonta Sukaniyan: Na andamanaya i Kaputhalikhod iyo"},{"SurahNumber":39,"VerseNumber":7,"Text":"Amai ka Mongkir kano, na Mata-an! A so Allah na da-a singanin Niyan rukano; go di Niyan Ikhasowat ko manga Orıipun Niyan so Kaongkir: Na o Panalamat kano, na Ikhasowat Iyan oto rukano. Na di kha-awidan o ma-awid so awid o salakao. Oriyan niyan na si-i bo ko Kadnan niyo so Khandodan niyo, na Phanotholun Niyan rukano so Pinggolaola niyo. Mata-an! A Sukaniyan i Mata-o ko shishi-i ko manga Rarub"},{"SurahNumber":39,"VerseNumber":8,"Text":"Na igira a miyasogat so Manosiya a Morala, na Manguni ko Kadnan Niyan, a Puphananangoran si-i Rukaniyan: Oriyan niyan na igira a bigan Niyan sukaniyan sa Limo a pho-on Rukaniyan, na kalipatan niyan so Kiyapanguni niyan non gowani, go Mumba-al sa manga Saginda o Allah, ka-a niyan Mipanadag ko Lalan Rukaniyan. Tharowangka: A sawitingka so Kiya-ongkir ka sa maito: Mata-an! A suka na pud ko manga tao ko Naraka"},{"SurahNumber":39,"VerseNumber":9,"Text":"īĪno so tao a sukaniyan na Puphangongonotan ko manga oras ko kagagawi-i a Somosodod go Gomaganat a Ika-aluk iyan so (siksa ko} Akhirat, go a arapun niyan so Limo o Kadnan Niyan- (ba lagid o tao a di Phangongonotan)? Tharowangka: A ba magishan so manga Tata-o a go so di manga Tata-o? Aya bo a phakatanodon na so adun a manga Sabot iyan"},{"SurahNumber":39,"VerseNumber":10,"Text":"Tharowangka ko manga Oripun Ko a so Miyamaratiyaya! A Kalukun niyo so Kadnan niyo. Adun a ruk o siran a Miphipiyapiya sangkal a doniya a Mapiya (si-i ko Akhirat). Na so Lopa o Allah na maolad! Ithoman ndun sa Tarotop ko manga Papantang so Balas kiran sa di khaitong"},{"SurahNumber":39,"VerseNumber":11,"Text":"Tharowangka: A Mata-an! A Sakun na ini Sogo Rakun a Kashowasowata Ko ko Allah a Totolabosun Nakun Non so okit ko Kapaginutao"},{"SurahNumber":39,"VerseNumber":12,"Text":"Go ini Sogo Rakun ka ana Ko mabaloi a paganai ko Mimbabayorantang (Rukaniyan)"},{"SurahNumber":39,"VerseNumber":13,"Text":"Tharowangka: A Mata-an! A Sakun na ikhaluk Akun amai ka sorangun Ko so Kadnan Ko, so siksa ko Alongan a mala"},{"SurahNumber":39,"VerseNumber":14,"Text":"Tharowangka: A so Allah i Pushowasowatun Ko, a Totolabosun Nakun Non so okit Akun"},{"SurahNumber":39,"VerseNumber":15,"Text":"Na Showasowata niyo so nganin a kabaya iyo a salakao Rukaniyan. Tharowangka: A Mata-an! A aya manga logi na so liyogi ran so manga ginawa iran a go so ta-alok kiran ko Alongan a Qiyamah: Tanodan ka giyoto man na sukaniyan so kalogi a Mapayag"},{"SurahNumber":39,"VerseNumber":16,"Text":"Ruk iran ko kaporowanniran so milapilapis a Apoi, go si-i ko kababa-an niran so milapilapis (a Apoi): Giyoto man na ipuphangangaluk oto o Allah ko manga Oripun Niyan (Pitharo Iyan): Hai manga Oripun Ko! Na Onoti Yako niyo"},{"SurahNumber":39,"VerseNumber":17,"Text":"Na so piyamakawatanan niran so Tagot,- ka o ba iran Mashimba sukaniyan,- go Miyananangoran siran ko Allah,- Na bagiyan niran so Tothol a mapiya: Na Puphamanotholingka sa mapiya so manga Oripun Ko"},{"SurahNumber":39,"VerseNumber":18,"Text":"A siran so Puphamakinugun niran so Katharo, na Phagonotan niran so mapiya on: Siran man so Pinggonanao siran o Allah, go siran man na siran so manga papantas i akal"},{"SurahNumber":39,"VerseNumber":19,"Text":"Ino so miyatangkudon so Katharo a siksa: Bangka khasabut so tao a matatago ko Naraka"},{"SurahNumber":39,"VerseNumber":20,"Text":"Ogaid na so inikaluk iran so Kadnan niran, na adun a bagiyan niran a manga Darpa a Maporo, si-i ko Kaporowan niyan so manga darpa a maporo a Pimbabalai: Puphamangondas ko kababa-an niyan so manga Lawasaig: Diyandi o Allah: Di Pundorat so Allah ko diyandi"},{"SurahNumber":39,"VerseNumber":21,"Text":"Bangka da Mailai a Mataan! A so Allah na Piyakatoron Niyan pho-on ko Kawang so ig, na Piyakasunup Iyan noto ko Puphamangumbowatan a ig ko Lopa? Oriyan niyan na Puphakagumaon Niyan sa sabap Rukaniyan, so Pur a mbidabida so manga Waruna niyan: oriyan niyan na puphurorang; na Pukhailaingka sukaniyan a Puphakabinaning; oriyan niyan na pumbalowin Niyan noto a roput. Mataan! a adun a matatago ro-o man a titho a undao ko manga papantas 1 akal"},{"SurahNumber":39,"VerseNumber":22,"Text":"Īno so tao a piyakalowag o Allah so Rarub iyan makapantag ko Islam, na sukaniyan na si-i ko Sindao a pho-on ko Kadnan Niyan, (ba lagid o piyarkat Iyan so poso iyan)? Na sangat a siksa a ruk o khitutugas so manga poso iran ko Tadum ko Allah! Siran man i matatago ko kadadag a Mapayag"},{"SurahNumber":39,"VerseNumber":23,"Text":"So Allah na Initoron Niyan so Lubi a Mapiya a Tothol, Kitab a Makapushasaginda 1, a gi-i makhasokasoi: A puthabadun sa po-on Rukaniyan so manga kobal o siran a ika-aluk iran so Kadnan niran; oriyan niyan na pulumuk so manga kobal iran a go so manga poso iran ko Tadum ko Allah. Giyoto man so (Qur-an) Torowan o Allah: A Thoro-on Niyan sa sabap Rukaniyan so tao a kabaya Iyan; na sa tao a Dadagun o Allah, na da-a Makanggonanao ron"},{"SurahNumber":39,"VerseNumber":24,"Text":"Ino so tao a khatampar iyan so Paras iyan ko marata a siksa ko Alongan a Qiyamah, (ba lagid o phakalidas ko siksa)? Na Tharo-on ko manga Darowaka: Ta-ami niyo so pishokat iyo (a marata)"},{"SurahNumber":39,"VerseNumber":25,"Text":"Tomiyaplis so Miya-ona an niran, na miyakatalingoma kiran so siksa ko di ran kapakai inungka"},{"SurahNumber":39,"VerseNumber":26,"Text":"Na Piyakita-aman kiran o Allah so Kahina-an ko Kaoyagoyag ko Doniya; na Mata-an a so siksa ko Akhirat i Lubi a mala, o siran na katawi ran"},{"SurahNumber":39,"VerseNumber":27,"Text":"Na Sabunsabunar a Inumbaalan Nami ko manga Manosiya, si-i sangkai a Qur-an so oman 1 ibarat, ka-an siran makatanod"},{"SurahNumber":39,"VerseNumber":28,"Text":"Puphangadi-an a basa Arab, a da-a bukhogon: Ka-an siran Makapananggila"},{"SurahNumber":39,"VerseNumber":29,"Text":"Mimba-al so Allah sa ibarat:Mama a kathotompotompokan sukaniyan, o di phamagayonayon, go Mama a kabisa o isa a Mama: Ba mulagid a dowaya a ibarat? So podi na ruk o Allah! Kuna, ka so kadakulan kiran na di ran katawan"},{"SurahNumber":39,"VerseNumber":30,"Text":"Mata-an! A Suka na Phatal, go Mata-an! A siran na Phamatai"},{"SurahNumber":39,"VerseNumber":31,"Text":"Oriyan niyan na Mata-an! A sukano ko Alongan a Qiyamah, si-i ko Hadapan o Kadnan niyo, na Pushasawala kano"}]}