{"Id":93,"LanguageCodes":["de","deu"],"Name":"deu-asfbubenheimand","Author":"A. S. F. Bubenheim And N. Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Und wer von euch Allah und Seinem Gesandten demütig ergeben ist und rechtschaffen handelt, der geben Wir ihren Lohn zweimal. Und Wir haben für sie ehrenvolle Versorgung bereitet"},{"SurahNumber":33,"VerseNumber":32,"Text":"O Frauen des Propheten, ihr seid nicht wie irgendeine von den (übrigen) Frauen. Wenn ihr gottesfürchtig seid, dann seid nicht unterwürfig im Reden, damit nicht derjenige, in dessen Herzen Krankheit ist, begehrlich wird, sondern sagt geziemende Worte"},{"SurahNumber":33,"VerseNumber":33,"Text":"Haltet euch in euren Häusern auf; und stellt euch nicht zur Schau wie in der Zeit der früheren Unwissenheit. Verrichtet das Gebet und entrichtet die Abgabe und gehorcht Allah und Seinem Gesandten. Allah will gewiß nur den Makel von euch entfernen, ihr Angehörigen des Hauses, und euch völlig rein machen"},{"SurahNumber":33,"VerseNumber":34,"Text":"Und gedenkt dessen, was in euren Häusern von den Zeichen Allahs und von der Weisheit verlesen wird. Gewiß, Allah ist Feinfühlig und Allkundig"},{"SurahNumber":33,"VerseNumber":35,"Text":"Gewiß, muslimische Männer und muslimische Frauen, gläubige Männer und gläubige Frauen, ergebene Männer und ergebene Frauen, wahrhaftige Männer und wahrhaftige Frauen, standhafte Männer und standhafte Frauen, demütige Männer und demütige Frauen, Almosen gebende Männer und Almosen gebende Frauen, fa stende Männer und fastende Frauen, Männer, die ihre Scham hüten und Frauen, die (ihre Scham) hüten, und Allahs viel gedenkende Männer und gedenkende Frauen für (all) sie hat Allah Vergebung und großartigen Lohn bereitet"},{"SurahNumber":33,"VerseNumber":36,"Text":"Weder für einen gläubigen Mann noch für eine gläubige Frau gibt es, wenn Allah und Sein Gesandter eine Angelegenheit entschieden haben, die Möglichkeit, in ihrer Angelegenheit zu wählen. Und wer sich Allah und Seinem Gesandten widersetzt, der befindet sich ja in deutlichem Irrtum"},{"SurahNumber":33,"VerseNumber":37,"Text":"Und als du zu demjenigen sagtest, dem Allah Gunst erwiesen hatte und dem auch du Gunst erwiesen hattest: \"Behalte deine Gattin für dich und fürchte Allah\", und in deinem Inneren verborgen hieltest, was Allah doch offenlegen wird, und die Menschen fürchtetest, während Allah ein größeres Anrecht darauf hat, daß du Ihn fürchtest. Als dann Zaid keinen Wunsch mehr an ihr hatte, gaben Wir sie dir zur Gattin, damit für die Gläubigen kein Grund zur Bedrängnis bestehe hinsichtlich der Gattinnen ihrer angenommenen Söhne, wenn diese keinen Wunsch mehr an ihnen haben. Und Allahs Anordnung wird (stets) ausgeführt"},{"SurahNumber":33,"VerseNumber":38,"Text":"Es besteht für den Propheten kein Grund zur Bedrängnis in dem, was Allah für ihn verpflichtend gemacht hat. (So war) Allahs Gesetzmäßigkeit mit denjenigen, die zuvor dahingegangen sind - und Allahs Anordnung ist ein fest gefaßter Beschluß"},{"SurahNumber":33,"VerseNumber":39,"Text":"die Allahs Botschaften übermitteln, Ihn fürchten und niemanden fürchten außer Allah. Und Allah genügt als Abrechner"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad ist nicht der Vater irgend jemandes von euren Männern, sondern Allahs Gesandter und das Siegel der Propheten. Und Allah weiß über alles Bescheid"},{"SurahNumber":33,"VerseNumber":41,"Text":"O die ihr glaubt, gedenkt Allahs in häufigem Gedenken"},{"SurahNumber":33,"VerseNumber":42,"Text":"und preist Ihn morgens und abends"},{"SurahNumber":33,"VerseNumber":43,"Text":"Er ist es, Der über euch den Segen spricht - und auch Seine Engel -, damit Er euch aus den Finsternissen ins Licht hinausbringt; und Er ist zu den Gläubigen Barmherzig"},{"SurahNumber":33,"VerseNumber":44,"Text":"Ihr Gruß am Tag, da sie Ihm begegnen, wird sein: \"Friede !\" Und Er hat für sie trefflichen Lohn bereitet"},{"SurahNumber":33,"VerseNumber":45,"Text":"O Prophet, Wir haben dich gesandt als Zeugen, als Verkünder froher Botschaft und als Warner"},{"SurahNumber":33,"VerseNumber":46,"Text":"und als einen, der zu Allah mit Seiner Erlaubnis ruft und als eine lichtspendende Leuchte"},{"SurahNumber":33,"VerseNumber":47,"Text":"Und verkünde den Gläubigen, daß es für sie von Allah große Huld geben wird"},{"SurahNumber":33,"VerseNumber":48,"Text":"Und gehorche nicht den Ungläubigen und den Heuchlern; beachte nicht die Beleidigungen, die sie dir zufügen, und verlasse dich auf Allah. Und Allah genügt als Sachwalter"},{"SurahNumber":33,"VerseNumber":49,"Text":"O die ihr glaubt, wenn ihr gläubige Frauen heiratet und euch hierauf von ihnen scheidet, bevor ihr sie berührt habt, dann dürft ihr für sie keine von euch berechnete Wartezeit aussetzen; gewährt ihnen eine Abfindung und gebt sie auf schöne Weise frei"},{"SurahNumber":33,"VerseNumber":50,"Text":"O Prophet, Wir haben dir (zu heiraten) erlaubt: deine Gattinnen, denen du ihren Lohn gegeben hast, das, was deine rechte Hand (an Sklavinnen) besitzt von dem, was Allah dir als Beute zugeteilt hat, die Töchter deiner Onkel väterlicherseits und die Töchter deiner Tanten väterlicherseits, die Töchter deiner Onkel müt terlicherseits und die Töchter deiner Tanten mütterlicherseits, die mit dir ausgewandert sind; auch eine (jede) gläubige Frau, wenn sie sich dem Propheten (ohne Gegenforderung) schenkt und falls der Prophet sie heiraten will: Dies ist dir vorbehalten unter Ausschluß der (übrigen) Gläubigen - Wir wissen wohl, was Wir ihnen hinsichtlich ihrer Gattinnen und dessen, was ihre rechte Hand (an Sklavinnen) besitzt, verpflichtend gemacht haben -, damit für dich kein Grund zur Bedrängnis bestehe. Und Allah ist Allvergebend und Barmherzig"},{"SurahNumber":33,"VerseNumber":51,"Text":"Du darfst zurückstellen, wen von ihnen du willst, und du darfst bei dir aufnehmen, wen du willst. Und wenn du doch eine von denjenigen begehrst, die du abgewiesen hast, dann ist das für dich keine Sünde. Das ist eher geeignet, daß sie frohen Mutes, nicht traurig und daß sie alle mit dem zufrieden sind, was du ihnen gibst. Allah weiß, was in euren Herzen ist. Allah ist Allwissend und Nachsichtig"},{"SurahNumber":33,"VerseNumber":52,"Text":"Darüber hinaus ist dir weder erlaubt, Frauen zu heiraten noch sie gegen (andere) Gattinnen einzutauschen, auch wenn ihre Schönheit dir gefallen sollte, mit Aus nahme dessen, was deine rechte Hand (an Sklavinnen) besitzt. Und Allah ist Wächter über alles"},{"SurahNumber":33,"VerseNumber":53,"Text":"O die ihr glaubt, tretet nicht in die Häuser des Propheten ein - außer es wird euch erlaubt - zu(r Teilnahme an) einem Essen, ohne auf die rechte Zeit zu warten. Sondern wenn ihr (herein)gerufen werdet, dann tretet ein, und wenn ihr gegessen habt, dann geht auseinander, und (tut dies,) ohne euch mit geselliger Unterhaltung aufzuhalten. Solches fügt dem Propheten Leid zu, aber er schämt sich vor euch. Allah aber schämt sich nicht vor der Wahrheit. Und wenn ihr sie um einen Gegenstand bittet, so bittet sie hinter einem Vorhang. Das ist reiner für eure Herzen und ihre Herzen. Und es steht euch nicht zu, dem Gesandten Allahs Leid zuzufügen, und auch nicht, jemals seine Gattinnen nach ihm zu heiraten. Gewiß, das wäre bei Allah etwas Ungeheuerliches"},{"SurahNumber":33,"VerseNumber":54,"Text":"Ob ihr etwas offenlegt oder verbergt, gewiß, Allah weiß über alles Bescheid"},{"SurahNumber":33,"VerseNumber":55,"Text":"Es besteht für sie keine Sünde weder hinsichtlich ihrer Väter, noch ihrer Söhne, noch ihrer Brüder, der Söhne ihrer Brüder, noch der Söhne ihrer Schwestern, noch ihrer Frauen noch derjenigen, die ihre rechte Hand besitzt. Und fürchtet Allah. Gewiß, Allah ist über alles Zeuge"},{"SurahNumber":33,"VerseNumber":56,"Text":"Gewiß, Allah und Seine Engel sprechen den Segen über den Propheten. O die ihr glaubt, sprecht den Segen über ihn und grüßt ihn mit gehörigem Gruß"},{"SurahNumber":33,"VerseNumber":57,"Text":"Diejenigen, die Allah und Seinem Gesandten Leid zufügen, verflucht Allah im Diesseits und Jenseits, und für sie hat Er schmachvolle Strafe bereitet"},{"SurahNumber":33,"VerseNumber":58,"Text":"Und diejenigen, die den gläubigen Männern und den gläubigen Frauen Leid zufügen für etwas, was sie nicht begangen haben, laden damit Verleumdung und offenkundige Sünde auf sich"},{"SurahNumber":33,"VerseNumber":59,"Text":"O Prophet, sag deinen Gattinnen und deinen Töchtern und den Frauen der Gläubigen, sie sollen etwas von ihrem Überwurf über sich herunterziehen. Das ist eher geeignet, daß sie erkannt und so nicht belästigt werden. Und Allah ist Allver gebend und Barmherzig"},{"SurahNumber":33,"VerseNumber":60,"Text":"Wenn nicht die Heuchler und diejenigen, in deren Herzen Krankheit ist, und diejenigen, die beunruhigende Gerüchte in der Stadt verbreiten, (damit) aufhören, werden Wir dich ganz gewiß gegen sie antreiben. Hierauf werden sie nur noch kurze Zeit darin deine Nachbarn sein"},{"SurahNumber":33,"VerseNumber":61,"Text":"(Sie sind) verflucht. Wo immer sie (im Kampf) angetroffen werden, werden sie ergriffen und allesamt getötet"},{"SurahNumber":33,"VerseNumber":62,"Text":"(So war) Allahs Gesetzmäßigkeit mit denjenigen, die zuvor dahingegangen sind. Und du wirst in Allahs Gesetzmäßigkeit keine Änderung finden"},{"SurahNumber":33,"VerseNumber":63,"Text":"Die Menschen fragen dich nach der Stunde. Sag: Das Wissen darüber ist nur bei Allah. Was läßt dich wissen? Vielleicht ist die Stunde nahe"},{"SurahNumber":33,"VerseNumber":64,"Text":"Gewiß, Allah hat die Ungläubigen verflucht und für sie eine Feuerglut bereitet"},{"SurahNumber":33,"VerseNumber":65,"Text":"ewig und auf immer darin zu bleiben, ohne einen Schutzherrn noch Helfer zu finden"},{"SurahNumber":33,"VerseNumber":66,"Text":"Am Tag, da ihre Gesichter im (Höllen)feuer hin und her gedreht werden, sagen sie: \"O hätten wir doch Allah gehorcht und hätten wir dem Gesandten gehorcht"},{"SurahNumber":33,"VerseNumber":67,"Text":"Und sie sagen: \"Unser Herr, gewiß, wir haben unseren Herrschern und unseren Großen gehorcht, und da haben sie uns vom Weg abirren lassen"},{"SurahNumber":33,"VerseNumber":68,"Text":"Unser Herr, lasse ihnen zweifache Strafe zukommen, und verfluche sie mit einem großen Fluch"},{"SurahNumber":33,"VerseNumber":69,"Text":"O die ihr glaubt, seid nicht wie diejenigen, die Musa Leid zufügten, worauf Allah ihn freisprach von dem, was sie (über ihn) sagten; und er war bei Allah angesehen"},{"SurahNumber":33,"VerseNumber":70,"Text":"O die ihr glaubt, fürchtet Allah und sagt treffende Worte"},{"SurahNumber":33,"VerseNumber":71,"Text":"so läßt Er eure Werke als gut gelten und vergibt euch eure Sünden. Und wer Allah und Seinem Gesandten gehorcht, der erzielt ja einen großartigen Erfolg"},{"SurahNumber":33,"VerseNumber":72,"Text":"Wir haben das anvertraute Gut den Himmeln und der Erde und den Bergen angeboten, aber sie weigerten sich, es zu tragen, sie scheuten sich davor. Der Mensch trug es - gewiß, er ist sehr oft ungerecht und sehr oft töricht"},{"SurahNumber":33,"VerseNumber":73,"Text":"(Das ist so,) damit Allah die Heuchler, Männer und Frauen, und die Götzendiener, Männer und Frauen, straft und sich den Gläubigen, Männern und Frauen, ReueAnnehmend zuwendet. Allah ist Allvergebend und Barmherzig"},{"SurahNumber":34,"VerseNumber":1,"Text":"(Alles) Lob gehört Allah, Dem gehört, was in den Himmeln und was auf der Erde ist, und (alles) Lob gehört Ihm im Jenseits. Er ist der Allweise und Allkundige"},{"SurahNumber":34,"VerseNumber":2,"Text":"Er weiß, was in die Erde eindringt und was aus ihr herauskommt, was vom Himmel herabkommt und was dorthin aufsteigt. Und Er ist der Barmherzige und Allvergebende"},{"SurahNumber":34,"VerseNumber":3,"Text":"Diejenigen, die ungläubig sind, sagen: \"Die Stunde kommt nicht über uns.\" Sag: Doch bei meinem Herrn - sie kommt ganz gewiß über euch -, (bei Ihm,) dem Kenner des Verborgenen! Es entgeht Ihm nicht das Gewicht eines Stäubchens, weder in den Himmeln noch auf der Erde. Und es gibt nichts, was kleiner ist als dies oder größer, das nicht in einem deutlichen Buch (verzeichnet) wäre"},{"SurahNumber":34,"VerseNumber":4,"Text":"damit Er (es) denjenigen, die glauben und rechtschaffene Werke tun, vergelte. Für diese wird es Vergebung und ehrenvolle Versorgung geben"},{"SurahNumber":34,"VerseNumber":5,"Text":"Und diejenigen, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, für sie wird es schmerzhafte Strafe von Züchtigung geben"},{"SurahNumber":34,"VerseNumber":6,"Text":"Und diejenigen, denen das Wissen gegeben worden ist, sehen, (daß) das, was zu dir von deinem Herrn (als Offenbarung) herabgesandt worden ist, die Wahrheit ist und zum Weg des Allmächtigen und Lobenswürdigen führt"},{"SurahNumber":34,"VerseNumber":7,"Text":"Und diejenigen, die ungläubig sind, sagen: \"Sollen wir euch auf einen Mann hinweisen, der euch kundtut, daß ihr, wenn ihr vollständig in Stücke gerissen worden seid, doch wirklich in neuer Schöpfung (erstehen) werdet"},{"SurahNumber":34,"VerseNumber":8,"Text":"Hat er gegen Allah eine Lüge ersonnen, oder leidet er an Besessenheit?\" Nein! Vielmehr stecken diejenigen, die an das Jenseits nicht glauben, in der Strafe und befinden sich im tiefen Irrtum"},{"SurahNumber":34,"VerseNumber":9,"Text":"Sehen sie denn nicht auf das, was vom Himmel und von der Erde vor ihnen und was hinter ihnen ist? Wenn Wir wollen, lassen Wir die Erde mit ihnen versinken oder Stücke vom Himmel auf sie herabfallen. Darin ist wahrlich ein Zeichen für jeden Diener, der sich (Allah) reuig zuwendet"},{"SurahNumber":34,"VerseNumber":10,"Text":"Und Wir gaben ja Dawud eine Huld von Uns. - \"Ihr Berge, preist (Allah) im Widerhall mit ihm, und auch ihr Vögel.\" Und Wir machten für ihn das Eisen ge schmeidig"},{"SurahNumber":34,"VerseNumber":11,"Text":"Fertige Panzergewänder an und füge im richtigen Maß die Panzermaschen aneinander. Und handelt rechtschaffen, denn Ich sehe wohl, was ihr tut"},{"SurahNumber":34,"VerseNumber":12,"Text":"Und Sulaiman (machten Wir) den Wind (dienstbar), dessen Morgenlauf einen Monat und dessen Abendlauf einen Monat beträgt'. Und Wir ließen die Quelle des geschmolzenen Kupfers für ihn fließen. Und unter den Ginn gab es manche, die mit der Erlaubnis seines Herrn vor ihm tätig waren. Wer von ihnen von Unserem Befehl abweicht, den lassen Wir von der Strafe der Feuerglut kosten"},{"SurahNumber":34,"VerseNumber":13,"Text":"Sie machten ihm, was er wollte, an Gebetsräumen, Bildwerken, Schüsseln wie Wasserbecken und feststehenden Kesseln. - \"Verrichtet, ihr Sippe Dawuds, eure Arbeit in Dankbarkeit\", denn (nur) wenige von Meinen Dienern sind wirklich dankbar"},{"SurahNumber":34,"VerseNumber":14,"Text":"Und als Wir für ihn den Tod bestimmt hatten, wies sie auf sein Ableben nur das Tier der Erde hin, das seinen Stab fraß. Als er dann niederstürzte, wurde den Ginn klar, daß sie, wenn sie das Verborgene gewußt, nicht (weiter) in der schmachvollen Strafe verweilt hätten"},{"SurahNumber":34,"VerseNumber":15,"Text":"Die Sabaer hatten ja in ihrem Wohnort ein Zeichen: zwei Gärten zur Rechten und zur Linken. - \"Eßt von der Versorgung eures Herrn und dankt Ihm. Eine gute Ort schaft (ist es) und ein Allvergebender Herr"},{"SurahNumber":34,"VerseNumber":16,"Text":"Aber sie wandten sich ab. Da sandten Wir gegen sie die Flut des Staudammes, und Wir tauschten ihnen ihre zwei Gärten aus gegen zwei Gärten mit bitterem Ern teertrag und Tamarisken und einigen wenigen Zizyphusbäumen"},{"SurahNumber":34,"VerseNumber":17,"Text":"Das vergalten Wir ihnen, daß sie undankbar waren. Vergelten Wir denn sonst jemand anderem als dem Undankbaren"},{"SurahNumber":34,"VerseNumber":18,"Text":"Und Wir legten zwischen ihnen und den Städten, die Wir gesegnet haben, sichtbare Städte an. Und Wir setzten das rechte Maß der Reise zwischen ihnen fest: \"Reist in ihnen - Nächte und Tage - in Sicherheit umher"},{"SurahNumber":34,"VerseNumber":19,"Text":"Sie aber sagten: \"Unser Herr, vergrößere die Entfernungen zwischen unseren Reise(abschnitte)n.\" Sie taten sich selbst Unrecht. So machten Wir sie zu(m Gegenstand von) Geschichten und rissen sie vollständig in Stücke. Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren"},{"SurahNumber":34,"VerseNumber":20,"Text":"Wahrlich, Iblis fand seine Meinung von ihnen bestätigt. Sie folgten ihm, außer einer Gruppe der Gläubigen"},{"SurahNumber":34,"VerseNumber":21,"Text":"Doch hatte er keine Macht über sie; (es geschah) nur, damit Wir in Erfahrung bringen, wer an das Jenseits glaubt, und (ihn unterscheiden) von demjenigen, der darüber im Zweifel ist. Dein Herr ist Hüter über alles"},{"SurahNumber":34,"VerseNumber":22,"Text":"Sag: Ruft diejenigen an, die ihr anstatt Allahs angebt. Sie verfügen nicht (einmal) über das Gewicht eines Stäubchens weder in den Himmeln noch auf der Erde. Und sie haben an ihnen beiden keinen Anteil, noch nahm Er sich unter ihnen jemanden, der Ihm Beistand leisten sollte"},{"SurahNumber":34,"VerseNumber":23,"Text":"Auch nützt bei Ihm die Fürsprache nicht - außer, wem Er es erlaubt. Wenn dann der Schrecken von ihren Herzen genommen ist, sagen sie: \"Was hat euer Herr ge sagt?\" Sie sagen: \"Die Wahrheit\", und Er ist der Erhabene, der Große"},{"SurahNumber":34,"VerseNumber":24,"Text":"Sag: Wer versorgt euch von den Himmeln und der Erde? Sag: Allah. Fürwahr, entweder wir oder ihr (die einen von uns) befinden sich in Rechtleitung oder in deutlichem Irrtum"},{"SurahNumber":34,"VerseNumber":25,"Text":"Sag: Ihr werdet nicht danach befragt werden, was wir an Übeltaten begangen haben, noch werden wir danach befragt werden, was ihr tut"},{"SurahNumber":34,"VerseNumber":26,"Text":"Sag: Zusammenbringen wird uns unser Herr, hierauf wird Er zwischen uns der Wahrheit entsprechend entscheiden. Er ist der wahrhaft gerechte Entscheider, der Allwissende"},{"SurahNumber":34,"VerseNumber":27,"Text":"Sag: Zeigt mir diejenigen, die ihr Ihm als Teilhaber beigegeben habt. Keineswegs! Vielmehr ist Er Allah, der Allmächtige und Allweise"},{"SurahNumber":34,"VerseNumber":28,"Text":"Und Wir haben dich für die Menschen allesamt nur als Frohboten und Warner gesandt. Aber die meisten Menschen wissen nicht"},{"SurahNumber":34,"VerseNumber":29,"Text":"Und sie sagen: \"Wann wird dieses Versprechen eintreten, wenn ihr wahrhaftig seid"},{"SurahNumber":34,"VerseNumber":30,"Text":"Sag: Für euch ist eine Verabredung auf einen Tag (festgelegt), von dem ihr (euer Schicksal) weder um eine Stunde hinausschieben noch vorverlegen könnt"},{"SurahNumber":34,"VerseNumber":31,"Text":"Und diejenigen, die ungläubig sind, sagen: \"Wir werden nicht an diesen Qur'an glauben und auch nicht an das, was (an Offenbarungen) vor ihm da war.\" Könntest du nur sehen, wenn die Ungerechten vor ihren Herrn gestellt werden und untereinander die Worte wechseln! Diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: \"Wenn ihr nicht gewesen wäret, so wären wir wahrlich gläubig gewesen"},{"SurahNumber":34,"VerseNumber":32,"Text":"Diejenigen, die sich hochmütig verhielten, sagen zu denjenigen, die unterdrückt wurden: \"Sind wir es gewesen, die euch von der Rechtleitung abgehalten haben, nachdem sie zu euch gekommen war? Nein! Vielmehr wart ihr Übeltäter"},{"SurahNumber":34,"VerseNumber":33,"Text":"Und diejenigen, die unterdrückt wurden, sagen zu denjenigen, die sich hochmütig verhielten: \"Nein! Vielmehr waren es (eure) Ränke bei Nacht und bei Tag, da ihr uns befohlen hattet, Allah zu verleugnen und Ihm andere als Seinesgleichen zur Seite zu stellen.\" Und sie werden insgeheim Reue hegen, wenn sie die Strafe sehen. Und Wir werden die Fesseln um die Hälse derjenigen legen, die ungläubig waren. Wird ihnen (denn) etwas anderes vergolten als das, was sie zu tun pflegten"},{"SurahNumber":34,"VerseNumber":34,"Text":"Wir haben in keine Stadt einen Warner gesandt, ohne daß diejenigen, die in ihr üppig lebten, gesagt hätten: \"Gewiß, das, womit ihr gesandt seid, verleugnen wir"},{"SurahNumber":34,"VerseNumber":35,"Text":"Und sie sagen: \"Wir haben mehr Besitz und Kinder, und wir werden nicht gestraft werden"},{"SurahNumber":34,"VerseNumber":36,"Text":"Sag: Gewiß, mein Herr gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Aber die meisten Menschen wissen nicht"},{"SurahNumber":34,"VerseNumber":37,"Text":"Nicht euer Besitz ist es, und auch nicht eure Kinder sind es, die euch Zutritt in Unsere Nähe verschaffen, außer jemandem, der glaubt und rechtschaffen handelt. Diese erhalten mehrfachen Lohn für das, was sie getan haben, und sie werden in den Obergemächern in Sicherheit sein"},{"SurahNumber":34,"VerseNumber":38,"Text":"Diejenigen aber, die ständig gegen Unsere Zeichen eifern und ihnen Machtlosigkeit nachweisen wollen, sie werden zur Strafe vorgeführt werden"},{"SurahNumber":34,"VerseNumber":39,"Text":"Sag: Gewiß, mein Herr gewährt die Versorgung großzügig, wem von Seinen Dienern Er will, und bemißt auch. Und was immer ihr auch ausgebt, so wird Er es euch ersetzen, und Er ist der Beste der Versorger"},{"SurahNumber":34,"VerseNumber":40,"Text":"Und am Tag, da Er sie alle versammelt, hierauf Er zu den Engeln sagen wird: \"Diese da, pflegten sie euch zu dienen"},{"SurahNumber":34,"VerseNumber":41,"Text":"werden sie sagen: \"Preis sei Dir! Du bist unser Schutzherr, nicht sie. Nein! Vielmehr dienten sie den Ginn; die meisten von ihnen glauben an sie"},{"SurahNumber":34,"VerseNumber":42,"Text":"Heute vermögt ihr einer dem anderen weder Nutzen noch Schaden zu bringen.\" Und Wir sagen zu denjenigen, die Unrecht getan haben: \"Kostet die Strafe des (Höllen)feuers, das ihr für Lüge zu erklären pflegtet"},{"SurahNumber":34,"VerseNumber":43,"Text":"Und wenn ihnen Unsere Zeichen als klare Beweise verlesen werden, sagen sie: \"Dieser ist nur ein Mann, der euch von dem abhalten will, dem eure Väter dienten.\" Und sie sagen: \"Das ist nur eine ersonnene ungeheuerliche Lüge.\" Und diejenigen, die ungläubig sind, sagen von der Wahrheit, nachdem sie zu ihnen gekommen ist: \"Das ist nur deutliche Zauberei"},{"SurahNumber":34,"VerseNumber":44,"Text":"Und wir haben ihnen weder Schriften gegeben, die sie (hätten) eingehend lesen (können), noch haben Wir vor dir einen Warner zu ihnen gesandt"},{"SurahNumber":34,"VerseNumber":45,"Text":"Für Lüge erklärt haben (es auch) diejenigen, die vor ihnen waren, wobei diese nicht einmal das Zehntel dessen erreichten, was Wir jenen gegeben hatten. Sie bezichtigten Meine Gesandten der Lüge. Wie war da Meine Mißbilligung"},{"SurahNumber":34,"VerseNumber":46,"Text":"Sag: Ich ermahne euch nur zu einem: daß ihr euch zu zweit und einzeln um Allahs willen hinstellt und hierauf nachdenkt. Euer Gefährte leidet nicht an Besessenheit. Er ist euch nur ein Warner vor einer (bevorstehenden) strengen Strafe"},{"SurahNumber":34,"VerseNumber":47,"Text":"Sag: Was auch immer an Lohn ich von euch hätte verlangen können, das gehört euch. Mein Lohn obliegt nur Allah. Und Er ist über alles Zeuge"},{"SurahNumber":34,"VerseNumber":48,"Text":"Sag: Mein Herr kommt mit der Wahrheit, (Er,) der Allwisser der verborgenen Dinge"},{"SurahNumber":34,"VerseNumber":49,"Text":"Sag: Die Wahrheit ist gekommen. Das Falsche kann weder (etwas) neu von Anfang an machen noch es wiederholen"},{"SurahNumber":34,"VerseNumber":50,"Text":"Sag: Wenn ich irregehe, gehe ich nur zu meinem eigenen Nachteil irre, und wenn ich rechtgeleitet bin, so ist es durch das, was mir mein Herr (als Offenbarung) eingibt. Gewiß, Er ist Allhörend und nahe"},{"SurahNumber":34,"VerseNumber":51,"Text":"Könntest du nur sehen, wenn sie erschrecken! - Da gibt es kein Entrinnen -, und sie werden von einem nahen Ort aus weggenommen"},{"SurahNumber":34,"VerseNumber":52,"Text":"Und sie sagen: \"Wir glauben daran.\" Aber wie könnten sie (den Glauben) von einem fernen Ort aus erlangen"},{"SurahNumber":34,"VerseNumber":53,"Text":"wo sie ihn doch zuvor verleugnet haben? Und sie schleudern (Vermutungen) auf das Verborgene von einem fernen Ort aus"},{"SurahNumber":34,"VerseNumber":54,"Text":"Und es wird eine Trennung vorgenommen zwischen ihnen und dem, was sie begehren, so wie es zuvor mit ihresgleichen gemacht wurde; sie waren ja in starkem Zweifel"},{"SurahNumber":35,"VerseNumber":1,"Text":"(Alles) Lob gehört Allah, dem Erschaffer der Himmel und der Erde, Der die Engel zu Gesandten gemacht hat mit Flügeln, (je) zwei, drei und vier! Er fügt der Schöpfung hinzu, was Er will. Gewiß, Allah hat zu allem die Macht"},{"SurahNumber":35,"VerseNumber":2,"Text":"Was Allah den Menschen an Barmherzigkeit auftut, das kann keiner zurückhalten. Und was Er zurückhält, das kann keiner nach Ihm freigeben. Und Er ist der Allmächtige und Allweise"},{"SurahNumber":35,"VerseNumber":3,"Text":"O ihr Menschen, gedenkt der Gunst Allahs an euch. Gibt es einen anderen Schöpfer als Allah, Der euch vom Himmel und von der Erde versorgt? Es gibt keinen Gott außer Ihm. Wie laßt ihr euch also abwendig machen"},{"SurahNumber":35,"VerseNumber":4,"Text":"Wenn sie dich der Lüge bezichtigen, so wurden bereits vor dir Gesandte der Lüge bezichtigt. Und zu Allah werden (all) die Angelegenheiten zurückgebracht"},{"SurahNumber":35,"VerseNumber":5,"Text":"O ihr Menschen, gewiß, Allahs Versprechen ist wahr. So soll euch das diesseitige Leben nicht täuschen, und nicht täuschen soll euch hinsichtlich Allahs der Täuscher"},{"SurahNumber":35,"VerseNumber":6,"Text":"Gewiß, der Satan ist euch ein Feind; so nehmt ihn euch zum Feind. Er ruft ja seine Anhängerschaft nur dazu auf, zu den Insassen der Feuerglut zu gehören"},{"SurahNumber":35,"VerseNumber":7,"Text":"Diejenigen, die ungläubig sind, für sie wird es strenge Strafe geben; und diejenigen, die glauben und rechtschaffene Werke tun, für sie wird es Vergebung und großen Lohn geben"},{"SurahNumber":35,"VerseNumber":8,"Text":"Soll denn derjenige, dem sein böses Tun ausgeschmückt wird und der es dann für schön befindet, (wie jemand sein, der rechtgeleitet ist)? Allah läßt in die Irre gehen, wen Er will, und Er leitet recht, wen Er will. Darum soll deine Seele nicht über sie in Bedauern zergehen, denn Allah weiß Bescheid über das, was sie machen"},{"SurahNumber":35,"VerseNumber":9,"Text":"Und Allah ist es, Der die Winde sendet, und da wühlen sie die Wolken auf. Dann treiben Wir sie zu einem toten Land und machen damit dann die Erde nach ihrem Tod wieder lebendig. Ebenso wird es auch mit der Auferstehung sein"},{"SurahNumber":35,"VerseNumber":10,"Text":"Wenn immer einer die Macht anstrebt, so gehört alle Macht Allah. Zu Ihm steigt das gute Wort hinauf, und die rechtschaffene Tat hebt Er (zu sich) empor. Und für diejenigen, die Ränke böser Taten schmieden, wird es strenge Strafe geben, und die Ränke jener werden zu Fall kommen"},{"SurahNumber":35,"VerseNumber":11,"Text":"Und Allah hat euch aus Erde, hierauf aus einem Samentropfen erschaffen und euch hierauf zu Paaren gemacht. Nicht schwanger wird ein weibliches Wesen noch kommt es nieder, außer mit Seinem Wissen. Und keinem, dem ein langes Leben gewährt wird, wird das Altwerden oder eine Verkürzung seiner Lebenszeit zuteil, ohne daß es in einem Buch (verzeichnet) wäre. Gewiß, dies ist Allah ein leichtes"},{"SurahNumber":35,"VerseNumber":12,"Text":"Nicht gleich sind die beiden Meere : dies ist süß, erfrischend und angenehm zu trinken; jenes ist salzig und (auf der Zunge) brennend. Und aus allen (beiden) eßt ihr frisches Fleisch und holt Schmuck heraus, den ihr anlegt. Und du siehst die Schiffe, wie sie es durchpflügen, damit ihr nach etwas von Seiner Huld trachtet, und auf daß ihr dankbar sein möget"},{"SurahNumber":35,"VerseNumber":13,"Text":"Er läßt die Nacht in den Tag eindringen, und Er läßt den Tag in die Nacht eindringen. Und Er hat die Sonne und den Mond dienstbar gemacht - ein jedes läuft auf eine festgesetzte Frist zu. Dies ist doch Allah, euer Herr; Ihm gehört die Herrschaft. Diejenigen aber, die ihr anstatt Seiner anruft, verfügen nicht einmal über das Häutchen eines Dattelkerns"},{"SurahNumber":35,"VerseNumber":14,"Text":"Wenn ihr sie anruft, hören sie euer Bittgebet nicht, und wenn sie (es) auch hörten, würden sie euch doch nicht erhören. Und am Tag der Auferstehung verleugnen sie, daß ihr (sie Allah) beigesellt habt. Keiner kann dir kundtun wie Einer, der Kenntnis von allem hat"},{"SurahNumber":35,"VerseNumber":15,"Text":"O ihr Menschen, ihr seid es, die Allahs bedürftig sind; Allah aber ist der Unbedürftige und Lobenswürdige"},{"SurahNumber":35,"VerseNumber":16,"Text":"Wenn Er will, läßt Er euch vergehen und bringt eine neue Schöpfung"},{"SurahNumber":35,"VerseNumber":17,"Text":"Und dies ist für Allah keineswegs schwer"},{"SurahNumber":35,"VerseNumber":18,"Text":"Keine lasttragende (Seele) nimmt die Last einer anderen auf sich. Und wenn eine Schwerbeladene (zum Mittragen) ihrer Last aufruft, wird nichts davon (für sie) getragen, und handelte es sich dabei um einen Verwandten . Du kannst nur diejenigen warnen, die ihren Herrn im Verborgenen fürchten und das Gebet verrichten. Und wer sich läutert, läutert sich nur zu seinem eigenen Vorteil. Und zu Allah ist der Ausgang"},{"SurahNumber":35,"VerseNumber":19,"Text":"Nicht gleich sind der Blinde und der Sehende"},{"SurahNumber":35,"VerseNumber":20,"Text":"noch die Finsternisse und das Licht"},{"SurahNumber":35,"VerseNumber":21,"Text":"noch der Schatten und die (Sonnen)hitze"},{"SurahNumber":35,"VerseNumber":22,"Text":"Und nicht gleich sind auch die Lebenden und die Toten. Allah läßt hören, wen Er will. Und du vermagst nicht, diejenigen hören zu lassen, die in den Gräbern sind"},{"SurahNumber":35,"VerseNumber":23,"Text":"Du bist nur ein Warner"},{"SurahNumber":35,"VerseNumber":24,"Text":"Wir haben dich ja mit der Wahrheit gesandt als Frohboten und als Warner. Und es gibt keine Gemeinschaft, in der nicht ein Warner vorangegangen wäre"},{"SurahNumber":35,"VerseNumber":25,"Text":"Und wenn sie dich der Lüge bezichtigen, so haben bereits diejenigen, die vor ihnen waren, (die Gesandten) der Lüge bezichtigt. Ihre Gesandten kamen zu ihnen mit den klaren Beweisen und mit den Schriften und den erleuchtenden Büchern"},{"SurahNumber":35,"VerseNumber":26,"Text":"Hierauf ergriff Ich diejenigen, die ungläubig waren. Wie war da Meine Mißbilligung"},{"SurahNumber":35,"VerseNumber":27,"Text":"Siehst du nicht, daß Allah vom Himmel Wasser herabkommen läßt? Damit bringen Wir dann Früchte von unterschiedlichen Farben hervor. Und von den Bergen gibt es Schichten, weiße und rote - von unterschiedlichen Farben - und rabenschwarze"},{"SurahNumber":35,"VerseNumber":28,"Text":"Und unter den Menschen und den Tieren und dem Vieh gibt es (auf ähnliche Weise) unterschiedliche Farben. So ist es. Allah fürchten von Seinen Dienern eben nur die Gelehrten. Gewiß, Allah ist Allmächtig und Allvergebend"},{"SurahNumber":35,"VerseNumber":29,"Text":"Gewiß, diejenigen, die Allahs Buch verlesen, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich ausgeben, hoffen auf einen Handel, der nicht zu Fall kommen wird"},{"SurahNumber":35,"VerseNumber":30,"Text":"damit Er ihnen ihren Lohn in vollem Maß zukommen lasse und ihnen von Seiner Huld noch mehr gebe. Gewiß, Er ist Allvergebend und stets zu Dank bereit"},{"SurahNumber":35,"VerseNumber":31,"Text":"Und was Wir dir vom Buch (als Offenbarung) eingegeben haben, ist die Wahrheit, das zu bestätigen, was vor ihm war. Allah hat wahrlich Kenntnis von Seinen Dienern und sieht sie wohl"},{"SurahNumber":35,"VerseNumber":32,"Text":"Hierauf gaben Wir das Buch denjenigen von Unseren Dienern, die Wir auserwählten, zum Erbe. Mancher von ihnen tut sich selbst Unrecht, mancher von ihnen zeigt ein gemäßigtes Verhalten, und mancher von ihnen geht mit den guten Dingen mit Allahs Erlaubnis voran. Das ist die große Huld"},{"SurahNumber":35,"VerseNumber":33,"Text":"Die Gärten Edens (sind es), in die sie eingehen, worin sie mit Armreifen aus Gold und mit Perlen geschmückt sein werden, und ihre Kleidung wird darin aus Seide sein"},{"SurahNumber":35,"VerseNumber":34,"Text":"Und sie werden sagen: \"(Alles) Lob gehört Allah, Der den Kummer von uns hinweggenommen hat! Unser Herr ist wahrlich Allvergebend und stets zu Dank bereit"},{"SurahNumber":35,"VerseNumber":35,"Text":"(Er), Der uns durch Seine Huld in die (ewig) bleibende Wohnstätte versetzt hat, in der uns keine Mühsal widerfährt und in der uns keine Ermüdung befällt"},{"SurahNumber":35,"VerseNumber":36,"Text":"Diejenigen aber, die ungläubig sind, für sie wird es das Feuer der Hölle geben, wobei mit ihnen kein Ende gemacht wird, so daß sie sterben, und ihnen auch seine Strafe nicht erleichtert wird. So vergelten Wir jedem sehr Ungläubigen"},{"SurahNumber":35,"VerseNumber":37,"Text":"Und sie schreien darin laut: \"Unser Herr, bringe uns heraus, so werden wir rechtschaffen handeln, anders als das, was wir zu tun pflegten.\" - \"Haben Wir euch nicht ein so langes Leben gewährt, daß jeder, der hätte bedenken wollen, darin hätte bedenken können? Und ist nicht der Warner zu euch gekommen? So kostet nun, denn die Ungerechten haben keinen Helfer"},{"SurahNumber":35,"VerseNumber":38,"Text":"Gewiß, Allah ist der Kenner des Verborgenen der Himmel und der Erde; gewiß, Er weiß über das Innerste der Brüste Bescheid"},{"SurahNumber":35,"VerseNumber":39,"Text":"Er ist es, Der euch zu Nachfolgern auf der Erde gemacht hat. Wer nun ungläubig ist, dessen Unglaube lastet auf ihm. Und den Ungläubigen mehrt ihr Unglaube nur noch die Abscheu bei ihrem Herrn; und den Ungläubigen mehrt ihr Unglaube nur noch den Verlust"},{"SurahNumber":35,"VerseNumber":40,"Text":"Sag: Was meint ihr zu euren Teilhabern, die ihr anstatt Allahs anruft? Zeigt mir, was sie von der Erde erschaffen haben. Oder haben sie etwa einen Anteil an den Himmeln? Oder haben Wir ihnen (sonst) eine Schrift gegeben, so daß sie sich von daher auf einen klaren Beweis stützten? Nein! Vielmehr versprechen die Ungerechten einander nur Trügerisches"},{"SurahNumber":35,"VerseNumber":41,"Text":"Allah hält die Himmel und die Erde, daß sie nicht vergehen. Und wenn sie vergehen würden, so könnte niemand nach Ihm sie halten. Gewiß, Er ist Nachsichtig und Allvergebend"},{"SurahNumber":35,"VerseNumber":42,"Text":"Und sie haben bei Allah ihren kräftigsten Eid geschworen, sie würden, wenn ein Warner zu ihnen käme, wahrlich eher rechtgeleitet sein als irgendeine der Ge meinschaften. Als dann aber ein Warner zu ihnen kam, mehrte es in ihnen nur (noch) die Abneigung"},{"SurahNumber":35,"VerseNumber":43,"Text":"indem sie sich auf der Erde hochmütig verhielten und Ränke böser Taten schmiedeten. Aber die bösen Ränke umschließen nur ihre Urheber. Erwarten sie denn (für sich) etwas anderes als die Gesetzmäßigkeit (, nach) der (an den) Früheren (verfahren wurde)? Du wirst in Allahs Gesetzmäßigkeit keine Änderung finden, und du wirst in Allahs Gesetzmäßigkeit keine Abwandlung finden"},{"SurahNumber":35,"VerseNumber":44,"Text":"Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren und die eine stärkere Kraft als sie hatten? Und Allah kann sich nichts entziehen - weder in den Himmeln noch auf der Erde, denn Er ist Allwissend und Allmächtig"},{"SurahNumber":35,"VerseNumber":45,"Text":"Und wenn Allah die Menschen für das belangen wollte, was sie verdient haben, würde Er auf ihrer Oberfläche kein Tier übriglassen. Aber Er stellt sie auf eine festgesetzte Frist zurück. Und wenn dann ihre Frist kommt (-, so wird Er sie belangen), denn gewiß, Allah sieht Seine Diener wohl"},{"SurahNumber":36,"VerseNumber":1,"Text":"Ya-Sin"},{"SurahNumber":36,"VerseNumber":2,"Text":"Bei dem weisen Qur'an"},{"SurahNumber":36,"VerseNumber":3,"Text":"du bist wahrlich einer der Gesandten"},{"SurahNumber":36,"VerseNumber":4,"Text":"auf einem geraden Weg"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Er ist) die Offenbarung des Allmächtigen und Barmherzigen"},{"SurahNumber":36,"VerseNumber":6,"Text":"damit du ein Volk warnst, dessen Väter nicht gewarnt wurden, so daß sie (gegenüber allem) unachtsam sind"},{"SurahNumber":36,"VerseNumber":7,"Text":"Das Wort ist ja gegen die meisten von ihnen unvermeidlich fällig geworden, so glauben sie nicht"},{"SurahNumber":36,"VerseNumber":8,"Text":"Gewiß, Wir haben um ihre Hälse Fesseln gelegt. Sie reichen bis zum Kinn, so daß sie den Kopf hochhalten (müssen)"},{"SurahNumber":36,"VerseNumber":9,"Text":"Und Wir haben vor ihnen eine Sperrmauer errichtet und hinter ihnen eine Sperrmauer und sie so überdeckt, daß sie nicht sehen (können)"},{"SurahNumber":36,"VerseNumber":10,"Text":"Und gleich ist es in Bezug auf sie, ob du sie warnst oder sie nicht warnst; sie glauben nicht"},{"SurahNumber":36,"VerseNumber":11,"Text":"Du kannst nur jemanden warnen, der der Ermahnung folgt und den Allerbarmer im Verborgenen fürchtet. So verkünde ihm Vergebung und trefflichen Lohn"},{"SurahNumber":36,"VerseNumber":12,"Text":"Gewiß, Wir sind es, Die Wir die Toten wieder lebendig machen. Und Wir schreiben auf, was sie vorausgeschickt haben und (auch) ihre Spuren. Alles haben Wir in einem deutlichen Verzeichnis erfaßt"},{"SurahNumber":36,"VerseNumber":13,"Text":"Und präge ihnen als Gleichnis die (Geschichte der) Bewohner der Stadt, als die Gesandten zu ihr kamen"},{"SurahNumber":36,"VerseNumber":14,"Text":"Als Wir zwei zu ihnen sandten, da bezichtigten sie beide der Lüge, und so brachten Wir durch einen dritten Verstärkung. Sie sagten: \"Gewiß, wir sind zu euch ge sandt"},{"SurahNumber":36,"VerseNumber":15,"Text":"Sie sagten: \"Ihr seid nur menschliche Wesen wie wir. Nichts (als Offenbarung) hat der Allerbarmer herabgesandt. Ihr lügt nur"},{"SurahNumber":36,"VerseNumber":16,"Text":"Sie sagten: \"Unser Herr weiß (es), wir sind wirklich zu euch gesandt"},{"SurahNumber":36,"VerseNumber":17,"Text":"Und uns obliegt nur die deutliche Übermittelung (der Botschaft)"},{"SurahNumber":36,"VerseNumber":18,"Text":"Sie sagten: \"Wir sehen in euch ein böses Vorzeichen. Wenn ihr nicht aufhört, werden wir euch ganz gewiß steinigen, und euch wird ganz gewiß schmerzhafte Strafe von uns widerfahren"},{"SurahNumber":36,"VerseNumber":19,"Text":"Sie sagten: \"Euer Vorzeichen ist bei euch (selbst). (Ist es ein böses Vorzeichen,) wenn ihr ermahnt werdet? Aber nein! Ihr seid maßlose Leute"},{"SurahNumber":36,"VerseNumber":20,"Text":"Und es kam vom äußersten Ende der Stadt ein Mann gelaufen. Er sagte: \"O mein Volk, folgt den Gesandten"},{"SurahNumber":36,"VerseNumber":21,"Text":"Folgt denjenigen, die von euch keinen Lohn verlangen und (selbst) rechtgeleitet sind"},{"SurahNumber":36,"VerseNumber":22,"Text":"Und warum sollte ich nicht Demjenigen dienen, Der mich erschaffen hat und zu Dem ihr zurückgebracht werdet"},{"SurahNumber":36,"VerseNumber":23,"Text":"Soll ich mir etwa anstatt Seiner (andere) Götter nehmen? Wenn der Allerbarmer für mich Unheil will, nützt mir ihre Fürsprache nichts, und sie (können) mich nicht erretten"},{"SurahNumber":36,"VerseNumber":24,"Text":"Ich würde mich dann wahrlich in deutlichem Irrtum befinden"},{"SurahNumber":36,"VerseNumber":25,"Text":"Gewiß, ich glaube an euren Herrn, so hört auf mich"},{"SurahNumber":36,"VerseNumber":26,"Text":"Es wurde (zu ihm) gesagt: \"Geh in den (Paradies)garten ein.\" Er sagte: \"O wüßte doch mein Volk davon"},{"SurahNumber":36,"VerseNumber":27,"Text":"daß mein Herr mir vergeben und mich zu den Geehrten hat gehören lassen"}]}