{"Id":435,"LanguageCodes":["tr","tur"],"Name":"tur-yasarnuriozturk","Author":"Yasar Nuri Ozturk","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"Kıyamet saatine ilişkin bilgi, Allah'a bırakılır. O'nun ilmi dışında ne meyveler kabuğundan çıkar ne de bir dişi gebe kalır veya doğurur. \"Ortaklarım nerede?\" diye seslendiği gün, şöyle diyeceklerdir: \"Bizden hiçbir tanık olmadığını sana arz ederiz"},{"SurahNumber":41,"VerseNumber":48,"Text":"Daha önce yakarıp durdukları, onlardan uzaklaşıp kaybolmuştur. Kaçacak hiçbir yerleri olmadığını anlamışlardır"},{"SurahNumber":41,"VerseNumber":49,"Text":"İnsan, hayır istemekten/hayır için dua etmekten bıkıp usanmaz. Kendisine bir şer dokunmaya görsün; hemen ümidini keser, yıkılır"},{"SurahNumber":41,"VerseNumber":50,"Text":"Eğer kendisine dokunan bir zorluktan/zarardan sonra bizden bir rahmet tattırsak, yemin olsun, şöyle diyecektir: \"Bu benim hakkım! Kıyametin kopacağını da sanmıyorum. Rabbime döndürülmüş olsam da şüphesiz, O'nun katında benim için şaşmaz güzellikler vardır.\" Yemin olsun, biz o nankörlük edenlere, yapıp ettiklerini haber vereceğiz. Yemin olsun, o çetin azabı onlara tattıracağız"},{"SurahNumber":41,"VerseNumber":51,"Text":"İnsana nimet verdiğimizde yüz çevirir, yan yatar. Kendisine şer dokununca, hemen duaya koyulur"},{"SurahNumber":41,"VerseNumber":52,"Text":"De ki: \"Söyleyin bakalım, o Kur'an Allah katından ise, siz de onu inkâr ettinizse/onun üstünü örttünüzse, dönüşü olmayan kopukluğa düşenden daha sapık kim vardır"},{"SurahNumber":41,"VerseNumber":53,"Text":"Onlara ayetlerimizi ufuklarda ve öz benliklerinin içinde göstereceğiz. Ta ki, onun hak olduğu kendilerine ayan-beyan belli olsun. Kendisinin her şey üzerinde bir tanık oluşu, senin Rabbine yetmez mi"},{"SurahNumber":41,"VerseNumber":54,"Text":"Dikkat edin, onlar Rablerine kavuşma konusunda bir şüphe içindedirler. Gözünüzü açın! Allah Muhît'tir, her şeyi çepeçevre kuşatmıştır"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha, Mîm"},{"SurahNumber":42,"VerseNumber":2,"Text":"Ayn, Sîn, Kaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"İşte böyle vahyeder sana ve senden öncekilere Azîz ve Hakîm olan Allah"},{"SurahNumber":42,"VerseNumber":4,"Text":"Göklerdeki ve yerdeki her şey O'nundur. Öylesine yüce, öylesine büyüktür O"},{"SurahNumber":42,"VerseNumber":5,"Text":"Gökler, üstlerinden çatlayacak gibi titreşiyor. Melekler de Rablerinin hamdiyle tespih ediyorlar ve yeryüzündekiler için af diliyorlar. Gözünüzü açıp kendinize gelin! Allah'tır ancak hep affeden, hep merhamet eden"},{"SurahNumber":42,"VerseNumber":6,"Text":"O'nun berisinden veliler edinenlere gelince, onlar üzerine gözcü de Allah'tır. Sen değilsin onlara vekil"},{"SurahNumber":42,"VerseNumber":7,"Text":"İşte böyle! Biz sana Arapça bir Kur'an vahyettik ki, ülke ve medeniyetlerin anasını ve çevresindekileri uyarasın. Ve toplama günü konusunda da uyarıda bulunasın. Hiç kuşku yok o günde. Bir bölük cennettedir, bir bölük ateşte"},{"SurahNumber":42,"VerseNumber":8,"Text":"Eğer Allah dileseydi onları bir tek ümmet elbette yapıverirdi. Fakat O, dilediği kişiyi/dileyeni rahmetine sokar. Zalimlere gelince, onlar için ne bir dost vardır ne de bir yardımcı"},{"SurahNumber":42,"VerseNumber":9,"Text":"Yoksa O'ndan başka veliler mi edindiler? Allah! O'dur gerçek dost. Ölüleri O diriltir. O her şeye güç yetirir"},{"SurahNumber":42,"VerseNumber":10,"Text":"Herhangi bir şeyde ihtilafa düştüğünüzde onun hükmü Allah'a bırakılır. İşte budur Rabbim olan Allah! Yalnız O'na güvenip dayandım; yalnız O'na yönelirim ben"},{"SurahNumber":42,"VerseNumber":11,"Text":"Gökleri ve yeri ortaya çıkarandır, Fâtır'dır O. Size, benliklerinizden eşler yapmıştır; davarlardan da çiftler. Bu tarz içinde üretiyor sizi. O'nun benzeri gibi bir şey yoktur. Gereğince işiten, gereğince görendir O"},{"SurahNumber":42,"VerseNumber":12,"Text":"Göklerin ve yerin kilitleri/anahtarları O'nundur. Rızkı, dilediğine açıp bol bol verir. Kısarak, ölçüyle de verir. Gerçek şu ki, O herşeyi en iyi biçimde bilmektedir"},{"SurahNumber":42,"VerseNumber":13,"Text":"Sizin için, dinden, Nûh'a önerdiğini, sana vahyettiğini, İbrahim'e, Mûsa'ya ve İsa'ya önerdiğimizi şöyle diyerek kanunlaştırdı: \"Dini dosdoğru tutun; onda bölünüp fırkalara ayrılmayın!\" Onları çağırdığın bu tutum, şirke bulaşanlara çok ağır gelmiştir. Allah, dilediğini kendisi için seçer ve hakka yönelenleri kendisine iletir"},{"SurahNumber":42,"VerseNumber":14,"Text":"Kendilerine ilim geldikten sonra, sadece aralarındaki kıskançlık ve azgınlık yüzünden fırkalara bölündüler. Eğer belli bir süreye kadar erteleme sözü Rabbinden gelmiş olmasaydı, aralarında iş mutlaka bitirilirdi. Onların ardından Kitap'a mirasçı olanlar da onun hakkında, işkillendiren bir kuşku içindedirler"},{"SurahNumber":42,"VerseNumber":15,"Text":"İşte bunun için sen çağrıda bulun/dua et ve emrolunduğun gibi dosdoğru yürü. Onların boş arzularına uyma ve şöyle de: \"Allah'ın Kitap'tan indirdiğine inandım. Aranızda adaleti sağlamakla emrolundum. Allah'tır, bizim de Rabbimiz, sizin de Rabbiniz. Bizim amellerimiz bize, sizin amellerinizin size. Bizimle sizin aranızda delil yok. Allah bizi biraraya toplayacaktır/aramızı bulacaktır. Dönüş O'nadır"},{"SurahNumber":42,"VerseNumber":16,"Text":"Kabul edilişinin ardından Allah hakkında tartışmaya girenlerin delilleri Rableri katında geçersizdir. Bunların üzerlerine öfke, kendilerine şiddetli bir azap vardır"},{"SurahNumber":42,"VerseNumber":17,"Text":"Gerçeğe ilişkin Kitap'ı ve adalet ölçüsünü indiren o Allah'tır. Nereden bileceksin, belki de kıyamet saati çok yakındır"},{"SurahNumber":42,"VerseNumber":18,"Text":"Ona inanmayanlar onun çabucak gelmesini isterler. İman edenlerse ondan ürperirler ve bilirler ki o haktır. Dikkat edin, kıyamet saati hakkında tartışıp duranlar, geri dönüşü olmayan bir sapıklığın tam içindedirler"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah, kullarına çok lütufkârdır; dilediğini rızıklandırır. O'dur en güçlü, O'dur en yüce"},{"SurahNumber":42,"VerseNumber":20,"Text":"Âhiret ekini isteyenin o ekinini artırırız; dünya ekini isteyene de ondan veririz. Ama böylesi için âhirette bir nasip yoktur"},{"SurahNumber":42,"VerseNumber":21,"Text":"Yoksa onların, dinden, Allah'ın izin vermediği şeyi kendileri için yasalaştıran ortakları mı var? Kesin ayrıma ilişkin söz olmasaydı, aralarında hüküm mutlaka verilirdi. O zalimler var ya, onlar için acıklı bir azap öngörülmüştür"},{"SurahNumber":42,"VerseNumber":22,"Text":"Kazandıkları, tepelerine inerken o zalimlerin korkudan titrediklerini göreceksin. İman edip hayra ve barışa yönelik işler yapanlarsa cennetlerin bahçelerindedir. Rableri katında kendileri için, diledikleri herşey vardır. İşte budur o büyük lütuf"},{"SurahNumber":42,"VerseNumber":23,"Text":"Allah'ın, iman edip hayra ve barışa yönelik iyi işler yapanlara müjdelediği, işte budur. De ki: \"Ben, buna karşılık sizden, yakın akrabamı/Ehlibeytimi sevmeniz dışında bir ücret istemiyorum.\" Kim bir iyilik/güzellik üretirse onun için, o ürettiğine bir güzellik daha ekleriz. Çünkü Allah Gafûr'dur, çok affeder; Şekûr'dur, iyiliğe karşılık verir/teşekkür eder"},{"SurahNumber":42,"VerseNumber":24,"Text":"Yoksa, \"Yalan düzüp Allah'a iftira etti\" mi diyorlar? Allah dilerse senin kalbini mühürler; bâtılı mahveder ve hakkı kendi sözleriyle gerçekleştirir. Kuşkusuz, O, göğüslerin özündekini çok iyi bilir"},{"SurahNumber":42,"VerseNumber":25,"Text":"Kullarından tövbeyi kabul eden O'dur. Çirkinlikleri/kötülükleri affeden O, yapıp ettiklerinizi bilen O"},{"SurahNumber":42,"VerseNumber":26,"Text":"İman edip barışa/hayra yönelik işler yapanların dualarını O cevaplıyor, lütfundan onlara fazlasını O veriyor. İnkârcılara da şiddetli bir azap var"},{"SurahNumber":42,"VerseNumber":27,"Text":"Eğer Allah, kulları için rızkı yayıp döşeseydi, yeryüzünde mutlaka azarlardı. Ama O, dilediğince ölçülü olarak indiriyor. Çünkü O, kullarından gereğince haberdardır, onları iyice görmektedir"},{"SurahNumber":42,"VerseNumber":28,"Text":"O odur ki, kulları umutlarını kestikten sonra yağmuru indirir ve rahmetini yayar. Velî'dir O, Hamîd'dir"},{"SurahNumber":42,"VerseNumber":29,"Text":"Gökleri ve yeri ve bu ikisi içinde yaydığı canlıları yaratması da O'nun ayetlerindendir. O, dilediği zamanda onları bir araya getirmeye kadirdir"},{"SurahNumber":42,"VerseNumber":30,"Text":"Size gelip çatan her musibet ellerinizin kazandığı yüzündendir. Allah birçoklarını da affediyor"},{"SurahNumber":42,"VerseNumber":31,"Text":"Siz yeryüzünde âciz bırakıcılar değilsiniz. Sizin, Allah'tan başka dostunuz da yoktur, yardımcısınız da"},{"SurahNumber":42,"VerseNumber":32,"Text":"Denizde o dağlar gibi akıp giden gemiler de O'nun ayetlerindendir"},{"SurahNumber":42,"VerseNumber":33,"Text":"Dilerse rüzgârı durdurur da o akıp giden gemiler denizin sırtında donmuş gibi kalırlar. Gereğince sabreden, gereğince şükreden herkes için bütün bunlarda elbette ki ibretler vardır"},{"SurahNumber":42,"VerseNumber":34,"Text":"Yahut onları, içindekilerin kazançları yüzünden mahveder. Ama birçoğunu affediyor"},{"SurahNumber":42,"VerseNumber":35,"Text":"Ki ayetlerimiz hakkında tartışıp duranlar kendileri için kaçacak bir yer olmadığını bilsinler"},{"SurahNumber":42,"VerseNumber":36,"Text":"Size verilen şeyler, şu iğreti hayatın nimetidir. İnanıp Rablerine tevekkül edenler için Allah katında bulunan ise daha hayırlı, daha kalıcıdır"},{"SurahNumber":42,"VerseNumber":37,"Text":"Onlar, günahın büyüklerinden ve tüm iğrençliklerinden uzak dururlar. Öfkelendikleri zamansa, affedenler onlar olur"},{"SurahNumber":42,"VerseNumber":38,"Text":"Rablerinin çağrısına cevap verirler, namazı/duayı yerine getirirler. İşleri/yönetimleri, aralarında bir şûra'dır. Kendilerine verdiğimiz rızıklardan infak ederler"},{"SurahNumber":42,"VerseNumber":39,"Text":"Kendilerine zulüm ve haksızlık gelip çattığında, yardımlaşırlar"},{"SurahNumber":42,"VerseNumber":40,"Text":"Bir kötülüğün cezası, tıpkısı bir kötülüktür. Fakat affdeip barışmayı esas alanın ücretini bizzat Allah verir. O, zalimleri hiç sevmez"},{"SurahNumber":42,"VerseNumber":41,"Text":"Zulme uğratılışı ardından kendini savunana gelince, böyleleri aleyhine yol aranamaz"},{"SurahNumber":42,"VerseNumber":42,"Text":"Aleyhlerine yol aranacak olan şu kişilerdir ki, insanlara zulmederler ve yeryüzünde haksız yere taşkınlıklar sergilerler/saldırılarda bulunurlar. İşte böyleleri için acıklı bir azap vardır"},{"SurahNumber":42,"VerseNumber":43,"Text":"Sabredip bağışlayan bilsin ki, bu, işlerin en zorlularındandır"},{"SurahNumber":42,"VerseNumber":44,"Text":"Allah'ın saptırdığına, O'ndan başka dost yoktur. Zalimlerin, azapla yüz yüze geldiklerinde, \"Geri dönüşe bir yol yok mu?\" diye söylendiklerini göreceksin"},{"SurahNumber":42,"VerseNumber":45,"Text":"Ve göreceksin onları, zilletten ezilip büzülmüş halde ürkek bakışlarla bakarken, ateşe salınırlar. İnananlar şöyle derler: \"Gerçek hüsrana uğrayanlar, kıyamet günü hem kendilerini hem de ailelerini perişan edenlerdir. Dikkat edin, zalimler, sürüp gidecek bir azabın içindedir"},{"SurahNumber":42,"VerseNumber":46,"Text":"Onların Allah'tan başka kendilerine yardım edecek velileri yoktur. Allah'ın saptırdığı kimse için artık hiçbir yol yoktur"},{"SurahNumber":42,"VerseNumber":47,"Text":"Ertelenmesine Allah'tan izin çıkmayacak gün gelmeden önce, Rabbinizin çağrısına uyun. O gün, sığınacak yeriniz olmayacak; yaptıklarınızı inkârınız da mümkün olmayacak"},{"SurahNumber":42,"VerseNumber":48,"Text":"Yüz çevirirlerse, biz seni onlar üzerine bekçi göndermemişiz. Sana düşen, tebliğden başka bir şey değildir. Biz insana, bizden bir rahmet tattırdığımızda, onunla sevinip şımarır. Kendi ellerinin hazırladığından bir kötülük başlarına sarılınca, bakarsın insan, alabildiğine nankörleşmiştir"},{"SurahNumber":42,"VerseNumber":49,"Text":"Göklerin ve yerin mülkü/yönetimi Allah'ındır. Dilediğini yaratır. Dilediğine kız evlat bağışlar, dilediğine erkek evlatlar armağan eder"},{"SurahNumber":42,"VerseNumber":50,"Text":"Yahut onları erkekler ve dişiler halinde çift verir. Dilediğini de kısır yapar. O'dur bilen, O'dur güç yetiren"},{"SurahNumber":42,"VerseNumber":51,"Text":"Allah, bir insanla ancak vahiy yoluyla yahut perde arkasından konuşur; yahut da bir resul gönderir de kendi izniyle dilediğini vahyeder. Yüceler yücesi O'dur; hüküm ve hikmet sahibi O'dur"},{"SurahNumber":42,"VerseNumber":52,"Text":"İşte böylece sana da emrimizden bir ruh vahyettik. Sen, kitap nedir, iman nedir bilmezdin. Fakat biz onu, kullarımızdan dilediğimizi kendisiyle kılavuzladığımız bir nur yaptık. Hiç kuşkusuz, sen, dosdoğru bir yola kılavuzluk etmektesin"},{"SurahNumber":42,"VerseNumber":53,"Text":"Göklerde ve yerdeki her şeyin sahibi olan Allah'ın yoludur o. Gözünüzü açın, bütün iş ve oluşlar Allah'a varır"},{"SurahNumber":43,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":43,"VerseNumber":2,"Text":"O ayan-beyan konuşan Kitap'a yemin olsun ki"},{"SurahNumber":43,"VerseNumber":3,"Text":"Biz onu akıl erdiresiniz diye Arapça bir Kur'an yaptık"},{"SurahNumber":43,"VerseNumber":4,"Text":"Ve o, bizim katımızdaki ana Kitap'ta çok yüce, çok hikmetlidir"},{"SurahNumber":43,"VerseNumber":5,"Text":"Siz, haddi aşanlardan/zulme sapanlardan oluşan bir toplumsunuz diye, o zikri/Kur'an'ı sizden uzak mı tutalım"},{"SurahNumber":43,"VerseNumber":6,"Text":"Biz, öncekiler için de nice peygamberler gönderdik"},{"SurahNumber":43,"VerseNumber":7,"Text":"Onlara bir peygamber geldiğinde mutlaka onunla alay ediyorlardı"},{"SurahNumber":43,"VerseNumber":8,"Text":"Biz, gücü-kuvveti onlardan daha üstün olanları da helâk etmişizdir. Öncekilerin örneği geçti"},{"SurahNumber":43,"VerseNumber":9,"Text":"Yemin olsun, eğer onlara, \"Gökleri ve yeri kim yarattı?\" diye sorsan, kesinlikle şöyle diyeceklerdir: \"Onları, Azîz ve Alîm olan yarattı"},{"SurahNumber":43,"VerseNumber":10,"Text":"O, yerküreyi size bir beşik yaptı. Ve onda sizler için yollar oluşturdu ki, varacağınız yere varabilesiniz"},{"SurahNumber":43,"VerseNumber":11,"Text":"Gökten bir ölçüye bağlı olarak/bir kaderle su indirmiştir O. O suyla biz ölü bir beldeyi hayata kavuşturduk. İşte siz de böyle çıkarılacaksınız"},{"SurahNumber":43,"VerseNumber":12,"Text":"Tüm çiftleri de yaratan O'dur. Ve O, sizin için gemilerden ve hayvanlardan binmekte olduğunuz şeylere de vücut verdi"},{"SurahNumber":43,"VerseNumber":13,"Text":"Ki onların sırtlarına kurulasınız, sonra oraya kurulduğunuzda, Rabbinizin nimetini hatırlaya da şöyle diyesiniz: \"Adı ve kudreti yücedir bunu bizim emrimize verenin! Yoksa biz bunu kendimize yanaştıramazdık"},{"SurahNumber":43,"VerseNumber":14,"Text":"Ve gerçekten biz, halden hale geçerek Rabbimize mutlaka döneceğiz"},{"SurahNumber":43,"VerseNumber":15,"Text":"Kullarından O'na bir pay çıkardılar/bir parça isnat ettiler. Hiç kuşkusuz, insan apaçık bir nankördür"},{"SurahNumber":43,"VerseNumber":16,"Text":"Yoksa Allah, yarattıklarından kızları kendine ayırdı da oğullarla seçkinleşmeyi size mi bıraktı"},{"SurahNumber":43,"VerseNumber":17,"Text":"Onlardan biri, Rahman'a benzer gösterdiği/Rahman'a isnat ettiği kız evlatla müjdelendiğinde, yüzü simsiyah kesilir de öfkeden yutkunur durur"},{"SurahNumber":43,"VerseNumber":18,"Text":"Süs içinde yetiştirilen, fakat çekişme ve savaşta yetersiz kalanı, öyle mi"},{"SurahNumber":43,"VerseNumber":19,"Text":"Rahman'ın kulları olan melekleri, dişiler saydılar. Onların yaratılışına tanık mıydılar? Tanıklıkları yazılacak ve sorguya çekilecekler"},{"SurahNumber":43,"VerseNumber":20,"Text":"Bir de dediler ki: \"Rahman dileseydi, onlara tapınmazdık.\" Bu konuda hiçbir bilgileri yoktur. Sadece saçmalıyorlar"},{"SurahNumber":43,"VerseNumber":21,"Text":"Yoksa onlara bundan önce bir kitap verdik de ona mı yapışmaktadırlar"},{"SurahNumber":43,"VerseNumber":22,"Text":"Hayır, sadece şunu söylemişlerdir: \"Biz atalarımızı bir ümmet/bir din üzerinde bulduk; onların eserlerini izleyerek biz de doğruya ve güzele varacağız"},{"SurahNumber":43,"VerseNumber":23,"Text":"İşte böyle! Senden önce de hangi kente bir uyarıcı göndermişsek oranın servetle şımarmış kodamanları mutlaka şöyle demişlerdir: \"Biz atalarımızı bir ümmet/bir din üzerinde bulduk; onların eserlerine uyarak yol alacağız"},{"SurahNumber":43,"VerseNumber":24,"Text":"Uyarıcı dedi: \"Peki, ben size, atalarınızı üzerinde bulduğunuz şeyden daha iyi yol göstereni getirmiş olsam da mı?\" Dediler: \"Doğrusu, biz seninle gönderilen şeyi tanımıyoruz"},{"SurahNumber":43,"VerseNumber":25,"Text":"Bunun üzerine onlardan öc aldık. Bir bak, nice olmuştur o yalanlayanların sonu"},{"SurahNumber":43,"VerseNumber":26,"Text":"Bir zaman İbrahim, babasına ve toplumuna şöyle demişti: \"Ben, sizin taptıklarınızdan uzağım"},{"SurahNumber":43,"VerseNumber":27,"Text":"Yalnız beni yaratana kulluk ederim. Bana, O kılavuzluk edecektir"},{"SurahNumber":43,"VerseNumber":28,"Text":"O, sözünü, kendinden sonra yaşayacak bir mesaj yaptı ki, insanlar hakka dönebilsinler"},{"SurahNumber":43,"VerseNumber":29,"Text":"Ben, şunlar ve atalarını, kendilerine hak ve açık kanıtlı resul gelinceye kadar nimetlendirdim"},{"SurahNumber":43,"VerseNumber":30,"Text":"Ne var ki, hak kendilerine geldiğinde şöyle dediler: \"Bu bir büyü, biz bunu inkâr ediyoruz"},{"SurahNumber":43,"VerseNumber":31,"Text":"Ve dediler: \"Şu Kur'an, iki kent içinden büyük bir adama indirilmeli değil miydi"},{"SurahNumber":43,"VerseNumber":32,"Text":"Rabbinin rahmetini onlar mı bölüştürüyorlar? Dünya hayatında onların geçimliklerini aralarında biz paylaştırdık. Ve onların kimini kimine derecelerle üstün kıldık ki, bazısı bazısını tutup çalıştırsın. Rabbinin rahmeti, onların derleyip topladıklarından daha hayırlıdır"},{"SurahNumber":43,"VerseNumber":33,"Text":"İnsanlar bir tek ümmet haline gelmeyecek olsalardı, o Rahman'a nankörlük edenlerin evlerine gümüşten tavanlar çatar, sırtlarına binip yükselecekleri merdivenler/asansörler yapardık"},{"SurahNumber":43,"VerseNumber":34,"Text":"Evlerine kapılar, üzerlerinde yan yatacakları koltuklar yapardık"},{"SurahNumber":43,"VerseNumber":35,"Text":"Her yanda süsler oluştururduk. İşte bütün bunlar, şu iğreti dünya hayatının nimetidir. Rabbinin katındaki âhiret ise takva sahipleri içindir"},{"SurahNumber":43,"VerseNumber":36,"Text":"Kim Rahman'ın Zikri'ni görmezlikten gelip ondan uzaklaşırsa biz ona bir şeytanı musallat ederiz de o ona can yoldaşı olur"},{"SurahNumber":43,"VerseNumber":37,"Text":"Bu şeytanlar onları yoldan saptırırlar. Onlarsa kendilerinin hâlâ hidayet üzere olduklarını sanırlar"},{"SurahNumber":43,"VerseNumber":38,"Text":"Sonunda bize geldiğinde, şeytan, yoldaşına şöyle der: \"Keşke aramızda iki doğu arası kadar uzaklık olsaydı. Ne kötü yoldaşmışsın sen"},{"SurahNumber":43,"VerseNumber":39,"Text":"Bugün hiçbir şey işinize yaramayacaktır. Çünkü zulme sapmışsınız. Azapta ortaklık kuracaksınız"},{"SurahNumber":43,"VerseNumber":40,"Text":"Sen şimdi sağırlara söz mü duyuracaksın; yoksa körlere, apaçık sapıklığa dalmışlara kılavuzluk mu edeceksin"},{"SurahNumber":43,"VerseNumber":41,"Text":"Ya biz, seni alıp götürdükten sonra onlardan öc alırız"},{"SurahNumber":43,"VerseNumber":42,"Text":"Yahut da onlara yönelttiğimiz tehdidi sana gösteririz. Biz onlarla başa çıkacak güçteyiz"},{"SurahNumber":43,"VerseNumber":43,"Text":"Sen, sana vahyedilene sımsıkı sarıl! Hiç kuşkusuz, sen, dosdoğru bir yol üzerindesin"},{"SurahNumber":43,"VerseNumber":44,"Text":"Gerçek şu: Bu Kur'an sana ve toplumuna elbette ki bir hatırlatıcı/bir düşündürücü/bir şeref/bir öğüttür. Bundan sorumlu tutulacaksınız"},{"SurahNumber":43,"VerseNumber":45,"Text":"Senden önce gönderdiğimiz resullerimize sor: Rahman'dan başka ibadet edilecek tanrılar yapmış mıyız"},{"SurahNumber":43,"VerseNumber":46,"Text":"Yemin olsun, Mûsa'yı ayetlerimizle Firavun'a ve onun üst düzey adamlarına gönderdik de onlara dedi ki: \"Ben âlemlerin Rabbi'nin resulüyüm"},{"SurahNumber":43,"VerseNumber":47,"Text":"Mûsa onlara ayetlerimizi getirdiğinde onlar bu ayetlere gülüyorlardı"},{"SurahNumber":43,"VerseNumber":48,"Text":"Onlara gösterir olduğumuz her ayet-alâmet, kızkardeşi ayet-alâmetten mutlaka daha büyüktür. Belki dönerler diye onları azapla da yakalamışızdır"},{"SurahNumber":43,"VerseNumber":49,"Text":"Dediler ki: \"Ey büyücü! Sana verdiği söz aşkına, Rabbine bizim için bir yakarıver; biz artık doğru yola gireceğiz"},{"SurahNumber":43,"VerseNumber":50,"Text":"Fakat kendilerinden azabı kaldırdığımızda hemen yan çizmeye başladılar"},{"SurahNumber":43,"VerseNumber":51,"Text":"Firavun, toplumu içinde haykırıp şöyle dedi: \"Ey toplumum! Mısır'ın mülk ve yönetimi benim değil mi? İşte şu nehirler benim altımdan akıyor. Görmüyor musunuz"},{"SurahNumber":43,"VerseNumber":52,"Text":"Yoksa ben şu zavallı, şu meramını anlatamayacak adamdan hayırlı değil miyim"},{"SurahNumber":43,"VerseNumber":53,"Text":"Ona altın bilezikler atılmalı, yanında-hizmetinde melekler bulunmalı değil miydi"},{"SurahNumber":43,"VerseNumber":54,"Text":"İşte toplumunu böyle küçümsedi, onlar da ona itaat ettiler. Çünkü onlar yoldan sapmış bir toplum idiler"},{"SurahNumber":43,"VerseNumber":55,"Text":"Onlar bizi bu şekilde öfkelendirince, biz de onlardan öc aldık; hepsini suya gömüverdik"},{"SurahNumber":43,"VerseNumber":56,"Text":"Onları, sonra gelecekler için eski bir örnek yaptık"},{"SurahNumber":43,"VerseNumber":57,"Text":"Meryem'in oğlu, bir örnek olarak ortaya konunca, senin toplumun buna karşı hemen bağırıp çağırmaya başladı"},{"SurahNumber":43,"VerseNumber":58,"Text":"Dediler ki: \"Bizim tanrılarımız mı hayırlı, o mu?\" Bunu sana sadece çekişme olsun diye örnek verdiler. Çekişmeyi seven bir toplumdur onlar"},{"SurahNumber":43,"VerseNumber":59,"Text":"Meryem'in oğlu, kendisine nimet verdiğimiz ve İsrailoğullarına örnek yaptığımız bir kuldu"},{"SurahNumber":43,"VerseNumber":60,"Text":"Eğer dileseydik, içinizden, yeryüzünde size halef olacak melekler vücuda getirirdik"},{"SurahNumber":43,"VerseNumber":61,"Text":"Hiç kuşkusuz o, kıyamet saati için bir bilgidir. O halde sakın o saat hakkında şüpheye düşmeyin; bana uyun. Dosdoğru yol budur"},{"SurahNumber":43,"VerseNumber":62,"Text":"Sakın şeytan sizi geri çevirmesin. O, sizin için açık bir düşmandır"},{"SurahNumber":43,"VerseNumber":63,"Text":"İsa, açık-seçik kanıtlarla geldiğinde şöyle demişti: \"Ben size hikmet getirdim ve tartışıp durduğunuz şeylerin bir kısmını size açıklayayım diye geldim. O halde, Allah'tan sakının ve bana itaat edin"},{"SurahNumber":43,"VerseNumber":64,"Text":"Kuşkusuz, Allah hem benim Rabbimdir hem sizin Rabbinizdir. O halde O'na ibadet edin! İşte bu, dosdoğru bir yoldur"},{"SurahNumber":43,"VerseNumber":65,"Text":"Böyle iken, aralarından çıkan hizipler ihtilafa düştüler. Korkunç bir günün azabından vay haline o zulmedenlerin"},{"SurahNumber":43,"VerseNumber":66,"Text":"Hiç farkında olmadıkları bir sırada o saatin birdenbire kendilerine gelmesinden başka neyi bekliyorlar"},{"SurahNumber":43,"VerseNumber":67,"Text":"Dostlar o gün birbirine düşman kesilirler. Ancak takvaya sarılanlar böyle değildir"},{"SurahNumber":43,"VerseNumber":68,"Text":"Ey kullarım! Bugün size korku yok; sizler tasalanmayacaksınız da"},{"SurahNumber":43,"VerseNumber":69,"Text":"Onlar, ayetlerimize iman edip Allah'a teslim olanlar haline gelmişlerdi"},{"SurahNumber":43,"VerseNumber":70,"Text":"Cennete girin! Siz ve eşleriniz ikramlarla ağırlanacaksınız"},{"SurahNumber":43,"VerseNumber":71,"Text":"Çevrelerinde altın tepsiler, kadehler dolaştırılır. Orada, nefislerin arzu duyacağı, gözlerin zevkleneceği her şey vardır. Ve siz orada sürekli kalacaksınız"},{"SurahNumber":43,"VerseNumber":72,"Text":"İşte size, yapıp ettiklerinize karşılık mirasçı kılındığınız cennet"},{"SurahNumber":43,"VerseNumber":73,"Text":"Orada sizin için pek çok meyve var. Onlardan yiyeceksiniz"},{"SurahNumber":43,"VerseNumber":74,"Text":"Suçlular ise cehennem azabının içinde uzun süre sürekli kalacaklardır"},{"SurahNumber":43,"VerseNumber":75,"Text":"Azapları hafifletilmeyecektir; onun içinde ümitsiz kalacaklardır"},{"SurahNumber":43,"VerseNumber":76,"Text":"Biz onlara zulmetmedik; onlar zalimlerin ta kendileriydi"},{"SurahNumber":43,"VerseNumber":77,"Text":"Şöyle seslenecekler: \"Ey Mâlik! Rabbin işimizi bitirversin.\" O şöyle diyecek: \"Bekleyeceksiniz"},{"SurahNumber":43,"VerseNumber":78,"Text":"Yemin olsun, size hakkı getirdik ama çoğunuz haktan tiksiniyorsunuz"},{"SurahNumber":43,"VerseNumber":79,"Text":"Yoksa bir iş ve oluşta kesin karara mı vardılar? Kuşkusuz, biz de kesin kararlıyız"},{"SurahNumber":43,"VerseNumber":80,"Text":"Yoksa onların sırlarını, fısıltılarını duymadığımızı mı sanıyorlar? Hayır, öyle değil; elçilerimiz yanlarında yazıp duruyorlar"},{"SurahNumber":43,"VerseNumber":81,"Text":"De ki: \"Eğer Rahman'ın bir çocuğu olsaydı, ona kulluk edenlerin ilki ben olurdum"},{"SurahNumber":43,"VerseNumber":82,"Text":"Göklerin ve yerin Rabbi, arşın Rabbi onların nitelendirmelerinden arınmıştır, yücedir"},{"SurahNumber":43,"VerseNumber":83,"Text":"Bırak onları, kendilerine vaat edilen günlerine kavuşuncaya değin dalıp gitsinler; oynayıp oyalansınlar"},{"SurahNumber":43,"VerseNumber":84,"Text":"Göklerde ilah olan da O, yerde ilah olan da O. O'dur Hakîm, O'dur Alîm"},{"SurahNumber":43,"VerseNumber":85,"Text":"Göklerin, yerin ve bunlar arasındakilerin mülkü/yönetimi kendine ait olan o Allah'ın şanı yücedir. Kıyamet saatine ilişkin bilgi O'nun katındadır. Siz de O'na döndürüleceksiniz"},{"SurahNumber":43,"VerseNumber":86,"Text":"O'nun berisinden yakardıkları, şefaate sahip olamaz! Hakka tanık olanlar müstesna. Onlar, ilimden nasiplenmekteler"},{"SurahNumber":43,"VerseNumber":87,"Text":"Kendilerini kim yarattı diye onlara sorsan, yemin olsun, \"Allah!\" diyeceklerdir. Peki, nasıl döndürülüyorlar"},{"SurahNumber":43,"VerseNumber":88,"Text":"Onun \"Ey Rabbim\" deyişine yemin olsun ki, bunlar iman etmez bir topluluktur"},{"SurahNumber":43,"VerseNumber":89,"Text":"Artık sen onlara aldırma, \"Selam!\" deyiver. Yakında bilecekler"},{"SurahNumber":44,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":44,"VerseNumber":2,"Text":"O ayan-beyan gösteren Kitap'a yemin olsun ki"},{"SurahNumber":44,"VerseNumber":3,"Text":"Biz onu kutlu/bereketli bir gecede indirdik. Hiç kuşkusuz, biz uyarıcılarız"},{"SurahNumber":44,"VerseNumber":4,"Text":"Hikmetlerle dolu her iş ve oluş o gecede ayırt edilir"},{"SurahNumber":44,"VerseNumber":5,"Text":"Katımızdan bir emir olarak. Hiç kuşkusuz biz, resuller göndeririz"},{"SurahNumber":44,"VerseNumber":6,"Text":"Senin Rabbinden bir rahmet olarak. Hiç kuşkusuz O, gereğince duyan, gereğince bilendir"},{"SurahNumber":44,"VerseNumber":7,"Text":"Göklerin, yerin ve bunlar arasındakilerin Rabbidir O, eğer görürcesine biliyor iseniz"},{"SurahNumber":44,"VerseNumber":8,"Text":"Tanrı yoktur O'ndan başka! Diriltir ve öldürür. Sizin de Rabbinizdir O, önceki atalarınızın da Rabbidir"},{"SurahNumber":44,"VerseNumber":9,"Text":"İş, onların sandığı gibi değil! Bir kuşku içinde oynayıp oyalanmaktadırlar"},{"SurahNumber":44,"VerseNumber":10,"Text":"Artık sen göğün açıkça izlenen bir duman getireceği günü gözle"},{"SurahNumber":44,"VerseNumber":11,"Text":"İnsanları kuşatıp sarar. İnletici bir azaptır bu"},{"SurahNumber":44,"VerseNumber":12,"Text":"Ey Rabbimiz, kaldır bizden bu azabı. Biz gerçekten müminleriz"},{"SurahNumber":44,"VerseNumber":13,"Text":"Nerede onlarda öğüt almak? Yemin olsun, delillerle açıklayan bir resul gelmişti onlara"},{"SurahNumber":44,"VerseNumber":14,"Text":"Ama ondan yüz çevirdiler ve şöyle dediler: \"Eğitilmiş bir mecnun"},{"SurahNumber":44,"VerseNumber":15,"Text":"Biz azabı biraz kaldırırız; siz eski halinize tekrar dönersiniz"},{"SurahNumber":44,"VerseNumber":16,"Text":"Gün gelir, en büyük vuruşla vururuz biz. Şu bir gerçek ki, intikam da alırız biz"},{"SurahNumber":44,"VerseNumber":17,"Text":"Kudretimize yemin olsun ki, onlardan önce Firavun'un kavmini de ince bir imtihana çektik de, asil ve onurlu bir resul geldi onlara"},{"SurahNumber":44,"VerseNumber":18,"Text":"Şöyle sesleniyordu: \"Ey Allah'ın kulları, bana gelin! Çünkü ben sizin için güvenilir bir resulüm"},{"SurahNumber":44,"VerseNumber":19,"Text":"Allah'a karşı ululuk taslamayın! Ben size apaçık bir kanıt getirmekteyim"},{"SurahNumber":44,"VerseNumber":20,"Text":"Ben, beni taşlamınzdan Rabbim ve Rabbinize sığındım"},{"SurahNumber":44,"VerseNumber":21,"Text":"Bana inanmadınızsa bari benden uzak durun"},{"SurahNumber":44,"VerseNumber":22,"Text":"Sonra Rabbine, \"Bunlar suç işleyen bir topluluktur.\" diye yakardı"},{"SurahNumber":44,"VerseNumber":23,"Text":"Bunun üzerine, Allah buyurdu: \"O halde kullarımı geceleyin yola çıkar, çünkü takip edileceksiniz"},{"SurahNumber":44,"VerseNumber":24,"Text":"Denizi açık bırak, çünkü onlar, boğulmaya mahkûm edilmiş bir ordudur"},{"SurahNumber":44,"VerseNumber":25,"Text":"Geriye nice bahçeler, nice pınarlar bıraktılar"},{"SurahNumber":44,"VerseNumber":26,"Text":"Nice ekinler, nice seçkin makamlar"},{"SurahNumber":44,"VerseNumber":27,"Text":"İçinde zevk sürdükleri nice nimetler"},{"SurahNumber":44,"VerseNumber":28,"Text":"İşte böyle! Onlara başka bir toplumu mirasçı kıldık"},{"SurahNumber":44,"VerseNumber":29,"Text":"Gök de ağlamadı onlar için yer de. Yüzlerine bakılmadı bile"},{"SurahNumber":44,"VerseNumber":30,"Text":"Yemin olsun, İsrailoğullarını, rezil edici bir azaptan kurtardık"},{"SurahNumber":44,"VerseNumber":31,"Text":"Firavun'dan kurtardık. Firavun, haddi aşanların büyüklük taslayanlarından biriydi"},{"SurahNumber":44,"VerseNumber":32,"Text":"Yemin olsun, biz onları bir ilim sayesinde âlemlere üstün kılmıştık"},{"SurahNumber":44,"VerseNumber":33,"Text":"Onlara, içinde açık bir imtihan bulunan ayetler vermiştik"},{"SurahNumber":44,"VerseNumber":34,"Text":"Şimdi, şunlar tutmuş diyorlar ki"},{"SurahNumber":44,"VerseNumber":35,"Text":"İlk ölümümüzden başkası yok! Biz diriltilecek filan değiliz"},{"SurahNumber":44,"VerseNumber":36,"Text":"Eğer doğru sözlülerseniz, atalarımızı geri getirin"},{"SurahNumber":44,"VerseNumber":37,"Text":"Onlar mı hayırlı yoksa Tübba' halkıyla onlardan önce gelenler mi? Onları helâk ettik; çünkü onlar, suç işlemiş insanlardı"},{"SurahNumber":44,"VerseNumber":38,"Text":"Biz gökleri, yeri ve bunlar arasındakileri eğlenmek için yaratmadık"},{"SurahNumber":44,"VerseNumber":39,"Text":"İkisini de, sadece gerçeği göstermek üzere yarattık. Ama onların çokları bilmiyorlar"},{"SurahNumber":44,"VerseNumber":40,"Text":"Hiç kuşkusuz, ayrım günü, hepsinin buluşma zamanıdır/buluşma yeridir"},{"SurahNumber":44,"VerseNumber":41,"Text":"Bir gündür ki o, dostun dosta yararı olmaz. Onlara yardım da edilmez"},{"SurahNumber":44,"VerseNumber":42,"Text":"Allah'ın rahmet ettiği kimse müstesna. Allah Azîz'dir, Rahîm'dir"},{"SurahNumber":44,"VerseNumber":43,"Text":"Şu bir gerçek ki zakkum ağacı"},{"SurahNumber":44,"VerseNumber":44,"Text":"Suçluların yemeğidir"},{"SurahNumber":44,"VerseNumber":45,"Text":"Erimiş maden misali, karınlarda kaynar"},{"SurahNumber":44,"VerseNumber":46,"Text":"Sıcak suyun kaynaması gibi"},{"SurahNumber":44,"VerseNumber":47,"Text":"Tutun onu, cehennemin tam ortasına götürün"},{"SurahNumber":44,"VerseNumber":48,"Text":"Sonra başının üstüne, kaynar su azabından dökün"},{"SurahNumber":44,"VerseNumber":49,"Text":"Tat bakalım! Hani sen onurluydun, seçkindin"},{"SurahNumber":44,"VerseNumber":50,"Text":"İşte budur o kuşkulanıp durduğunuz şey"},{"SurahNumber":44,"VerseNumber":51,"Text":"Korunup sakınanlar, güvenli bir makamdadır"},{"SurahNumber":44,"VerseNumber":52,"Text":"Bahçelerde, pınar başlarında"},{"SurahNumber":44,"VerseNumber":53,"Text":"İnce ipekten, parlak atlastan giymiş olarak, karşılıklı oturmaktadırlar"},{"SurahNumber":44,"VerseNumber":54,"Text":"İşte böyle! Onları iri gözlü hurilerle de eşleştirmişizdir"},{"SurahNumber":44,"VerseNumber":55,"Text":"Orada, güvenli bir biçimde her türlü meyveyi isterler"},{"SurahNumber":44,"VerseNumber":56,"Text":"Orada, ilk ölüm dışında ölüm tatmazlar. Allah onları cehennem azabından korumuştur"},{"SurahNumber":44,"VerseNumber":57,"Text":"Rabbinden bir lütuf olarak böyledir. İşte budur o büyük başarı"},{"SurahNumber":44,"VerseNumber":58,"Text":"Biz o Kur'an'ı senin dilinle/senin diline kolaylaştırdık ki, düşünüp öğüt alabilsinler"},{"SurahNumber":44,"VerseNumber":59,"Text":"Artık, beklemeye geç! Çünkü onlar da beklemekteler"},{"SurahNumber":45,"VerseNumber":1,"Text":"Hâ, Mîm"},{"SurahNumber":45,"VerseNumber":2,"Text":"Azîz ve Hakîm olan Allah'tan Kitap'ın indirilişidir bu"},{"SurahNumber":45,"VerseNumber":3,"Text":"Kuşkusuz, göklerde ve yerde, iman sahipleri için sayısız ayetler vardır"},{"SurahNumber":45,"VerseNumber":4,"Text":"Ve sizin yaratılışınızda, her yana yaydığı canlılarda, kesinliği yakalayan bir topluluk için ibretler, işaretler vardır"},{"SurahNumber":45,"VerseNumber":5,"Text":"Geceyle gündüzün birbiri ardınca gelişinde, Allah'ın gökten bir rızık indirip de onunla yerküreyi ölümünden sonra hayata kavuşturmasında, rüzgârların herbir yana sevkedilişinde de aklını çalıştıran bir topluluk için izler, işaretler vardır"},{"SurahNumber":45,"VerseNumber":6,"Text":"İşte bunlar, Allah'ın ayetleridir ki, onları sana hak olarak okuyoruz. Hal böyle iken Allah'tan ve onun ayetlerinden sonra hangi hadise/söze inanıyorlar"},{"SurahNumber":45,"VerseNumber":7,"Text":"Yazıklar ve azaplar olsun günaha batmış her yalancı iftiracıya"},{"SurahNumber":45,"VerseNumber":8,"Text":"Ki Allah'ın ayetlerinin kendisine okunuşunu dinler, sonra böbürlenmiş olarak inadında devam eder. Sanki hiç duymamıştır onları. Artık acıklı bir azapla muştula böylesini"},{"SurahNumber":45,"VerseNumber":9,"Text":"Ayetlerimizden birşeyin bilgisine ulaşınca, alaya aldı onu. İşte onlar içindir horlayıp yere batıran bir azap"},{"SurahNumber":45,"VerseNumber":10,"Text":"Arkalarından cehennem! Kazanmış oldukları da Allah dışında edindikleri veliler de onlara hiçbir yarar sağlamayacaktır. Çok büyük bir azap vardır onlar için"},{"SurahNumber":45,"VerseNumber":11,"Text":"İyiye ve güzele bir kılavuzdur bu! Rablerinin ayetlerini inkâr edenler için, korkunç bir pislik azabı öngörülmüştür"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah size denizi boyun eğdirdi ki, içinde gemiler O'nun emriyle akıp gitsin, lütfundan istekte bulunasınız ve şükredebilesiniz"},{"SurahNumber":45,"VerseNumber":13,"Text":"Göklerde ne var, yerde ne varsa tümünü, O'ndan bir lütuf olarak size boyun eğdirmiştir. Bunda, derin derin düşünen bir topluluk için elbette ibretler vardır"},{"SurahNumber":45,"VerseNumber":14,"Text":"İman edenlere söyle: \"Allah'ın günlerini ummayanları affetsinler ki, O, bir toplumu kazandıklarıyla cezalandırsın"},{"SurahNumber":45,"VerseNumber":15,"Text":"Kim hayra ve barışa yönelik bir iş yaparsa kendi lehinedir. Kötülük yapan da kendi aleyhine yapmış olur. Sonunda Rabbinize döndürülürsünüz"},{"SurahNumber":45,"VerseNumber":16,"Text":"Yemin olsun, biz, İsrailoğullarına Kitap'ı, hükmetme gücünü, peygamberliği verdik, onları temiz yiyeceklerden rızıklandırdık ve kendilerini âlemler üzerine imtiyazlı kıldık"},{"SurahNumber":45,"VerseNumber":17,"Text":"Onlara, iş ve yönetime ilişkin açık-seçik belgeler verdik. Onlar, kendilerine ilim geldikten sonra, aralarındaki azgınlık ve kıskançlık yüzünden ihtilafa düştüler. Hiç kuşkusuz, Rabbin, onlar arasında, tartışıp durdukları şeyle ilgili olarak kıyamet günü hüküm verecektir"},{"SurahNumber":45,"VerseNumber":18,"Text":"Daha sonra seni, iş ve yönetimde bir şerîat/bir yol-yöntem üzerine koyduk. Artık ona uy! Bilmeyenlerin keyifleri ardınca gitme"},{"SurahNumber":45,"VerseNumber":19,"Text":"Kuşkun olmasın ki onlar, Allah karşısında sana hiçbir yarar sağlayamazlar/Allah'tan gelecek hiçbir şeyi senden uzaklaştıramazlar. Zalimler birbirlerinin dostlarıdır; Allah ise takvaya sarılanların Velî'sidir"},{"SurahNumber":45,"VerseNumber":20,"Text":"Bu Kur'an, insanların kalp gözlerini açacak ışıklardan oluşur. Gereğince inanan bir toplum için de bir kılavuz ve bir rahmettir o"},{"SurahNumber":45,"VerseNumber":21,"Text":"Kötülüklere cesaretle dalanlar sanıyorlar mı ki, biz kendilerini, iman edip hayra ve barışa yönelik işler yapanlarla aynı tutacağız? Hayatları ve ölümleri onlarla aynı mı olacak?! Ne kötü hüküm veriyorlar bunlar"},{"SurahNumber":45,"VerseNumber":22,"Text":"Ve Allah, gökleri ve yeri hak olarak yarattı. Ta ki her benlik, kazancının karşılığıyla, hiç kimse zulme uğratılmaksızın, yüz yüze getirilsin"},{"SurahNumber":45,"VerseNumber":23,"Text":"Kendisinin ilahı olarak kendi duygu ve arzusunu almış kişiyi gördün mü? Allah onu bir ilim üzerine saptırmış, kulağı ve kalbi üzerine mühür basmış, gözünün üstüne de bir perde çekmiştir. Allah'tan sonra ona kim kılavuzluk edecektir. Hâlâ düşünüp ibret almıyor musunuz"},{"SurahNumber":45,"VerseNumber":24,"Text":"Dediler ki: \"Şu dünya hayatımızdan başkası yok. Ölüyoruz, diriliyoruz. Bizi zamandan başkası helâk etmiyor.\" Onların bu konuda hiçbir bilgisi yoktur. Sadece sanıda bulunuyorlar"},{"SurahNumber":45,"VerseNumber":25,"Text":"Ayetlerimiz, karşılarında açık-seçik mesajlar halinde okunduğunda, delilleri sadece şöyle demek olmuştur: \"Doğru sözlüler iseniz atalarımızı getirin"},{"SurahNumber":45,"VerseNumber":26,"Text":"De ki: \"Sizi Allah yaşatıyor; sonra sizi öldürecek, sonra da o hakkında hiç kuşku bulunmayan kıyamet gününde biraraya getirecek. Ama insanların çokları bilmiyorlar"},{"SurahNumber":45,"VerseNumber":27,"Text":"Göklerin ve yerin mülkü/saltanatı Allah'ındır. Kıyamet kopunca, işte o gün, gerçekleri hükümsüz kılanlar hüsrana uğrayacaklardır"},{"SurahNumber":45,"VerseNumber":28,"Text":"O gün tüm ümmetleri, toplanıp diz çökmüş görürsün. Her ümmet kendi kitabına davet edilir. Bugün, yapıp-ettiklerinizin karşılığıyla yüzyüze getirileceksiniz"},{"SurahNumber":45,"VerseNumber":29,"Text":"Bu bizim kitabımız, karşınızda gerçeği söylüyor. Çünkü biz, yapıp-ettiklerinizin kopyasını çıkarıyorduk/yaptıklarınızı kaydediyorduk"},{"SurahNumber":45,"VerseNumber":30,"Text":"İman edip hayra ve barışa yönelik işler yapanların durumu şu: Rableri onları rahmetine sokacaktır. İşte açık zafer budur"},{"SurahNumber":45,"VerseNumber":31,"Text":"İnkâr ve nankörlüğe sapmış olanlara gelince, onlara şöyle denecek: \"Ayetlerimiz karşınızda okunurdu ama siz büyüklük taslardınız, suç işleyen bir toplum oldunuz, öyle değil mi"},{"SurahNumber":45,"VerseNumber":32,"Text":"Hani, size, \"Hiç kuşkusuz, Allah'ın vaadi haktır, kıyamet saatinde de şüphe yoktur\" dendiğinde, siz şöyle demiştiniz: \"Saat nedir, bilmiyoruz. Sadece bir şeyler var sanıyoruz; kesin bir bilgimiz olmadığı için inanmıyoruz"},{"SurahNumber":45,"VerseNumber":33,"Text":"Yaptıklarının kötülükleri karşılarına dikilmiş, alay edip durdukları şey kendilerini kuşatıvermiştir"},{"SurahNumber":45,"VerseNumber":34,"Text":"Şöyle denilir: \"Unutuyoruz sizi bugün! Tıpkı sizin, bugününüze kavuşmayı unuttuğunuz gibi. İşte böyle! Sığınağınız ateştir; hiçbir yardımcınız da olmayacaktır"},{"SurahNumber":45,"VerseNumber":35,"Text":"Bunun sebebi şudur: \"Siz, Allah'ın ayetlerini eğlence aracı yaptınız, dünya hayatı sizi aldattı/gurura itti. Bugün ateşten çıkarılmayacaklar, özür dilemeleri de kabul edilmeyecek"},{"SurahNumber":45,"VerseNumber":36,"Text":"Hamt; göklerin Rabbi, yerin Rabbi, âlemlerin Rabbi olan Allah'adır"},{"SurahNumber":45,"VerseNumber":37,"Text":"Göklerde ve yerde ululuk/büyüklük O'nundur! Azîz'dir O, Hakîm'dir"}]}