{"Id":156,"LanguageCodes":["fa","fas"],"Name":"fas-mahdielahighoms","Author":"Mahdi Elahi Ghomshei","Language":"Persian","Description":"Persian","Direction":"rtl","Source":"http://tanzil.net","Translations":[{"SurahNumber":9,"VerseNumber":93,"Text":"منحصرا گناه و عقوبت آنها راست که با وجود تمکن و دارایی از تو رخصت معافیت از جنگ می‌طلبند و خوش دارند که با بازماندگان (یعنی زنان و کودکان) در خانه بنشینند (و به جهاد حاضر نشوند) و خدا بر دل آنها نقش کفر و ظلمت زده به طوری که هیچ درک نکنند"},{"SurahNumber":9,"VerseNumber":94,"Text":"وقتی که شما (از جنگ سالم و فاتح) به سوی آنها بر می‌گردید آنها به عذرهای بی‌جا می‌پردازند، به آنها پاسخ ده که ما هرگز به این عذر تراشی‌ها تصدیق شما نکنیم، بی‌شک خدا حقیقت حال شما را بر ما روشن گردانید، و به زودی خدا و رسولش کردار شما را دیده، آن گاه به سوی خدایی که دانای غیبت و شهود است بازتان گردانند پس شما را به کردارتان واقف کند"},{"SurahNumber":9,"VerseNumber":95,"Text":"چون شما به سوی آنها بازگردید قسم‌های مؤکّد به خدا برای شما یاد کنند که از آنها چشم‌پوشی کنید. از آنها اعراض کنید که مردمی پلیدند و به کیفر کردار خود به آتش دوزخ مأوی خواهند یافت"},{"SurahNumber":9,"VerseNumber":96,"Text":"(آن مردم منافق) برای اینکه شما از آنها راضی شوید قسمها یاد می‌کنند، پس اگر شما مؤمنان هم از آنها راضی شوید خدا هرگز از آن گروه فاسق راضی نخواهد شد"},{"SurahNumber":9,"VerseNumber":97,"Text":"اعراب بادیه‌نشین در کفر و نفاق از دیگران سخت‌تر و به جهل و نادانی احکام خدا که بر رسولش فرستاده سزاوارترند، و خدا دانا و حکیم است"},{"SurahNumber":9,"VerseNumber":98,"Text":"و برخی از اعراب بادیه‌نشین مخارجی را که (در راه جهاد دین) می‌کنند بر خود ضرر و زیانی می‌پندارند و برای شما مسلمین مترصد حوادث و عواقب ناگوارند و حال آنکه عواقب و حوادث بد بر خود آنها خواهد بود و خدا شنوا و داناست"},{"SurahNumber":9,"VerseNumber":99,"Text":"و برخی دیگر از همان اعراب بادیه‌نشین ایمان واقعی به خدا و قیامت آورده و آنچه را در راه خدا انفاق می‌کنند موجب تقرب نزد خدا و دعای خیر رسول دانند، آری آگاه شوید که انفاق آنها موجب قربشان به خداست، و البته خدا آنان را در (سرای) رحمت خود داخل می‌گرداند، که خدا بسیار آمرزنده و مهربان است"},{"SurahNumber":9,"VerseNumber":100,"Text":"و آنان که سبقت به ایمان گرفتند از مهاجر و انصار (و در دین ثابت ماندند) و آنان که به نیکی پیروی آنان کردند، خدا از آنها خشنود است و آنها از خدا خشنودند، و خدا برای همه آنها بهشت‌هایی که از زیر درختان آنها نهرها جاری است مهیا ساخته که در آن بهشت تا ابد متنعّم باشند، این به حقیقت سعادت بزرگ است"},{"SurahNumber":9,"VerseNumber":101,"Text":"و بعضی از اعراب بادیه‌نشین اطراف شما (اطراف مدینه) منافقند و بعضی اهل شهر مدینه هم منافق و بر نفاق ماهر و ثابتند که تو از آنها آگاه نیستی، ما از آنها آگاهیم، آنان را دو بار عذاب خواهیم کرد (در دنیا قبل از مرگ و در برزخ بعد از مرگ) و عاقبت هم به عذاب سخت ابدی دوزخ بازگردانیده می‌شوند"},{"SurahNumber":9,"VerseNumber":102,"Text":"و بعضی دیگر از آنها به گناهان خود اعتراف کردند که عمل صالح و فعل قبیح هر دو به جای آوردند، امید باشد که خداوند توبه آنان بپذیرد که البته خدا بسیار آمرزنده و مهربان است"},{"SurahNumber":9,"VerseNumber":103,"Text":"تو از اموال مؤمنان صدقات را دریافت دار که بدان صدقات نفوس آنها را پاک و پاکیزه می‌سازی و رشد و برکت می‌دهی، و آنها را به دعای خیر یاد کن که دعای تو در حق آنان موجب تسلّی خاطر آنها شود و خدا شنوا و داناست"},{"SurahNumber":9,"VerseNumber":104,"Text":"آیا مؤمنان هنوز ندانسته‌اند که محققا خداست که توبه بندگان را می‌پذیرد و صدقه آنها را قبول می‌فرماید و خداست که بسیار توبه پذیر و بر خلق مهربان است؟"},{"SurahNumber":9,"VerseNumber":105,"Text":"و بگو که هر عمل کنید خدا آن عمل را می‌بیند و هم رسول و مؤمنان بر آن آگاه می‌شوند، آن گاه به سوی خدایی که دانای عوالم غیب و شهود است بازگردانیده شوید و او شما را به کردارتان واقف سازد"},{"SurahNumber":9,"VerseNumber":106,"Text":"و برخی دیگر (از گناهکاران) آنهایی هستند که کارشان بر مشیّت خدا موقوف است یا آنان را عذاب کنید و یا از گناهشان درگذرد، و خدا دانا و حکیم است"},{"SurahNumber":9,"VerseNumber":107,"Text":"و (گروهی دیگر از منافقانند) آنان که مسجدی برای زیان به اسلام برپا کردند و مقصودشان کفر و عناد و تفرقه کلمه بین مسلمین و ساختن کمینگاهی برای دشمنان دیرینه خدا و رسول بود، و با این همه قسم‌های مؤکّد یاد می‌کنند که ما جز قصد خیر غرضی نداریم، و خدا گواهی می‌دهد که محققا دروغ می‌گویند"},{"SurahNumber":9,"VerseNumber":108,"Text":"تو (ای رسول ما) هرگز در مسجد آنها (به نماز) مایست که همان مسجد (قبا) که بنیانش از اول بر پایه تقوای محکم بنا گردیده سزاوارتر است به اینکه در آن اقامه نماز کنی، که در آن مسجد مردان پاکی که مشتاق تهذیب نفوس خودند درآیند، و خدا مردان پاک مهذّب را دوست می‌دارد"},{"SurahNumber":9,"VerseNumber":109,"Text":"آیا کسی که مسجدی به نیت تقوا تأسیس کرده و رضای حق را طالب است مانند کسی است که بنایی سازد بر پایه سستی در کنار مسیل (لبه پرتگاه دوزخ) که زود به ویرانی کشد و عاقبت او را به آتش دوزخ درافکند؟! و خدا هرگز ستمکاران را هدایت نخواهد فرمود"},{"SurahNumber":9,"VerseNumber":110,"Text":"بنیانی که آنها بنا کردند دلهای ایشان را همیشه به حیرت و شک و ریب افکند تا آنکه از آن دل برکنند، و خدا دانا و حکیم است"},{"SurahNumber":9,"VerseNumber":111,"Text":"همانا خدا جان و مال اهل ایمان را به بهای بهشت خریداری کرده، آنها در راه خدا جهاد می‌کنند پس (دشمنان دین را) به قتل می‌رسانند و (یا خود) کشته می‌شوند، این وعده قطعی است بر خدا و عهدی است که در تورات و انجیل و قرآن یاد فرموده، و از خدا با وفاتر به عهد کیست؟ پس از این معامله‌ای که کردید بسی شاد باشید که این به حقیقت سعادت و فیروزی بزرگ است"},{"SurahNumber":9,"VerseNumber":112,"Text":"اینان همان از گناه پشیمانان، خداپرستان، حمد و شکر نعمت‌گزاران، روزه‌داران، نماز با خضوع گزاران، امر به معروف و نهی از منکر کنندگان، و نگهبانان حدود الهی‌اند، و مؤمنان را بشارت ده"},{"SurahNumber":9,"VerseNumber":113,"Text":"پیغمبر و گرویدگان به او نباید برای مشرکان هر چند خویشان آنها باشند از خدا آمرزش طلبند بعد از آنکه آنها را اهل دوزخ شناختند"},{"SurahNumber":9,"VerseNumber":114,"Text":"و ابراهیم [چون در آیه قبل فرمود که مؤمن نباید بر خویشانش هم اگر مشرک و کافرند ترحم و شفقت کند ممکن است کسی از جهل اعتراض کند که پس ابراهیم خلیل چرا بر عمویش آزر طلب آمرزش از خدا کرد با آنکه مشرک و کافر بود و در این آیه جواب این اشکال داده شده که دعا و استغفار ابراهیم برای عموی کافرش طبق عهدی بود که با او کرد که اگر ایمان آورد در حقش از خدا طلب رحمت و مغفرت کند و چون بر کفر و شرک باقی ماند ابراهیم هم بر او طلب رحمت و آمرزش نکرد.] هم که برای پدرش (یعنی عمویش) از خدا آمرزش خواست این نبود مگر به موجب عهدی که با او کرده بود (که ایمان آورد) و چون بر او محقق شد که وی دشمن خداست از او بیزاری جست، که ابراهیم شخصی بسیار خداترس و بردبار بود"},{"SurahNumber":9,"VerseNumber":115,"Text":"و خدا بعد از آنکه قومی را هدایت کرد دیگر گمراه نکند تا بر آنها آنچه را باید از آن بپرهیزند معین و روشن بیان کند، که خدا محققا به همه چیز داناست"},{"SurahNumber":9,"VerseNumber":116,"Text":"محققا و منحصرا ملک و پادشاهی آسمانها و زمین از آن خداست که خلق را زنده کند و بمیراند، و شما را جز خدا سرپرست و یاوری نیست"},{"SurahNumber":9,"VerseNumber":117,"Text":"همانا خدا بر پیغمبر و اصحابش از مهاجر و انصار که در ساعت سختی-که نزدیک بود دلهای فرقه‌ای از آنها (از رنج و تعب در سختیهای جنگ تبوک و غیره) بلغزد-پیروی از رسولش کردند باز لطف فرمود و از لغزشهاشان درگذشت، که او درباره رسول و مؤمنان به یقین مشفق و مهربان است"},{"SurahNumber":9,"VerseNumber":118,"Text":"و بر آن سه تن [آن سه نفر مرارة بن ربیع و هلال بن امیه و کعب بن مالک بودند که از زحمت جنگ و سختی حال و رنج و تعب و گرما از رفتن به جنگ در تبوک خودداری کردند و بعد در حضور پیغمبر آمدند و عذرخواهی کردند و توبه آنها پذیرفته شد.] که (از جنگ تبوک) باز نهاده شدند (و مردم به دستور پیامبر صلّی اللّه علیه و آله و سلّم از آنان بریدند) تا آنکه زمین با همه پهناوری بر آنها تنگ شد و بلکه از خود دلتنگ شدند و دانستند که از (غضب) خدا جز به (لطف) او ملجأ و پناهی نیست، پس خدا بر آنها باز لطف فرمود تا توبه کنند، که خداوند بسیار توبه‌پذیر و مشفق و مهربان است"},{"SurahNumber":9,"VerseNumber":119,"Text":"ای اهل ایمان، خداترس باشید و با مردان راستگوی با ایمان بپیوندید"},{"SurahNumber":9,"VerseNumber":120,"Text":"اهل مدینه و بادیه‌نشینان اطرافشان نباید هرگز از (همراهی) پیغمبر تخلف کنند و نه هرگز جان خود را از جان او عزیزتر شمارند، زیرا هیچ رنج تشنگی و خستگی و گرسنگی در راه خدا نکشند و هیچ قدمی در جایی که کفار را خشمگین کند ننهند و هیچ دستبردی به دشمنان نرسانند جز آنکه در مقابل هر یک از این رنج و آلام عمل صالحی در نامه اعمالشان نوشته شود که خدا هرگز اجر نیکوکاران را ضایع نخواهد گذاشت"},{"SurahNumber":9,"VerseNumber":121,"Text":"و هیچ مالی کم یا زیاد (در راه خدا) انفاق نکنند و هیچ وادیی نپیمایند جز آنکه در نامه عمل آنها نوشته شود تا خداوند بسیار بهتر از آنچه کردند اجر به آنها عطا فرماید"},{"SurahNumber":9,"VerseNumber":122,"Text":"و (هنگامی که رسول فرمان خروج برای جنگ دهد) نباید مؤمنان همگی بیرون روند (و رسول را تنها گذارند) پس چرا از هر طایفه‌ای جمعی برای جنگ و گروهی نزد رسول برای آموختن علم دین مهیا نباشند تا قوم خود را چون به نزدشان بازگشتند بیم رسانند، باشد که (از نافرمانی خدا) حذر کنند"},{"SurahNumber":9,"VerseNumber":123,"Text":"ای اهل ایمان، با کافران از آنان که با شما نزدیکترند شروع به جهاد کنید و باید کفار در شما درشتی و نیرومندی و قوت و پایداری حس کنند، و بدانید که خدا همیشه با پرهیزکاران است"},{"SurahNumber":9,"VerseNumber":124,"Text":"و هرگاه سوره‌ای نازل شود برخی (از همین منافقان) هستند که به دیگران می‌گویند: این سوره بر ایمان کدام یک از شما افزود؟ آنان که به حقیقت اهل ایمانند همه را بر ایمان بیفزود و شادمان و مسرور شدند"},{"SurahNumber":9,"VerseNumber":125,"Text":"و اما آنان که دلهاشان به مرض (شک و نفاق) مبتلاست هم بر خبث ذاتی آنها خباثتی افزود تا به حال کفر جان دادند"},{"SurahNumber":9,"VerseNumber":126,"Text":"آیا (منافقان) نمی‌بینند که آنها در هر سالی یک بار یا دو بار البته امتحان می‌شوند؟ باز هم پشیمان نشده و (خدا را) یاد نمی‌کنند"},{"SurahNumber":9,"VerseNumber":127,"Text":"و هرگاه سوره‌ای نازل شود بعضی از آنها به بعضی دیگر نگاه و اشاره کرده، گویند: آیا شما را کسی (از مؤمنان در محضر پیغمبر) دیده و شناخته (یا نه)؟ آن گاه همه بر می‌گردند. خدا دلهاشان را برگرداند، که مردمی بسیار بی‌شعور و نادانند"},{"SurahNumber":9,"VerseNumber":128,"Text":"همانا رسولی از جنس شما برای (هدایت) شما آمد که فقر و پریشانی و جهل و فلاکت شما بر او سخت می‌آید و بر (آسایش و نجات) شما بسیار حریص و به مؤمنان رئوف و مهربان است"},{"SurahNumber":9,"VerseNumber":129,"Text":"پس (ای رسول) هرگاه مردم روگردانیدند بگو: خدا مرا کفایت است که جز او خدایی نیست، من بر او توکل کرده‌ام و او رب عرش بزرگ است"},{"SurahNumber":10,"VerseNumber":1,"Text":"الر (از اسرار وحی الهی است) این است آیات الهی که به حقّ و راستی گویاست"},{"SurahNumber":10,"VerseNumber":2,"Text":"آیا مردم تعجب کردند از اینکه ما یکی از افراد آنها را به وحی و رسالت خود برگزیدیم (و گفتیم) که خلق را (از عذاب قیامت) بترسان و مؤمنان را بشارت ده که به راستی مقامشان نزد خدا رفیع است! کافران گفتند: این شخص ساحری آشکار است"},{"SurahNumber":10,"VerseNumber":3,"Text":"خالق و پروردگار شما به حقیقت خداست که جهان را از آسمانها و زمین در شش روز (یعنی مقدار زمان شش روز یا شش مرتبه وجودی) خلق فرمود. آن گاه ذات مقدسش بر عرش فرمانروایی قرار گرفت، امر آفرینش را نیکو ترتیب می‌دهد، هیچ کس شفیع و واسطه جز به رخصت او نخواهد بود، چنین خدایی به حقیقت پروردگار شماست، او را به یگانگی پرستید، چرا متذکر نمی‌شوید؟"},{"SurahNumber":10,"VerseNumber":4,"Text":"بازگشت شما همه به سوی او خواهد بود، این به حقیقت وعده خداست که او در اول، خلق را می‌آفریند و آن‌گاه (به سوی خود) بر می‌گرداند تا آنان را که ایمان آورده و عمل صالح کردند به عدل و احسان، ثواب و جزای خیر دهد و آنان که کافر شدند به کیفر کفرشان به شرابی از آب جوشان دوزخ و عذابی دردناک معذّب خواهند گشت"},{"SurahNumber":10,"VerseNumber":5,"Text":"اوست خدایی که آفتاب را رخشان و ماه را تابان فرمود و سیر ماه را در منازلی معین کرد تا بدین واسطه شماره سنوات و حساب ایام را بدانید. اینها را خدا جز به حق نیافریده. خدا آیات خود را برای اهل علم و معرفت مفصل بیان می‌کند"},{"SurahNumber":10,"VerseNumber":6,"Text":"به حقیقت در رفت و آمد شب و روز و در هر چیزی که خدا در آسمانها و زمین خلق فرموده برای اهل خرد و تقوا علامت و نشانه‌ها (ی قدرت خدا) پدیدار است"},{"SurahNumber":10,"VerseNumber":7,"Text":"البته آنهایی که به لقاء ما دل نسبته و امیدوار نیستند و به زندگی پست دنیا دلخوش و دلبسته‌اند و آنهایی که از آیات و نشانه‌های ما غافلند"},{"SurahNumber":10,"VerseNumber":8,"Text":"هم اینانند که عاقبت به کردار زشت خود در آتش دوزخ مأوی گیرند"},{"SurahNumber":10,"VerseNumber":9,"Text":"آنان که ایمان آورده و نیکوکار شدند پروردگارشان به سبب همان ایمان آنها را (به راه سعادت و طریق بهشت) رهبری کند، در آن بهشتهای پرنعمت نهرها از زیر پای آنان جاری است"},{"SurahNumber":10,"VerseNumber":10,"Text":"و در آن بهشت زبان شوق به تقدیس خدا گشایند که بار الها تو از هر نقص و آلایش پاک و منزهی و درود آنها در بهشت «سلام» است و آخرین سخنشان حمد پروردگار عالمیان است"},{"SurahNumber":10,"VerseNumber":11,"Text":"و اگر خدا به عقوبت عمل زشت مردم و دعای شرّی که در حق خود می‌کنند به مانند خیرات تعجیل می‌فرمود مردم همه محکوم مرگ و هلاک می‌شدند و لیکن ما آنان را که به لقای ما امیدوار نیستند به همان حال سرگردانی در کفر و طغیان رها می‌سازیم"},{"SurahNumber":10,"VerseNumber":12,"Text":"و هرگاه آدمی را رنج و زیانی رسد همان لحظه به هر حالت باشد از خفته و نشسته و ایستاده فورا ما را به دعا می‌خواند و آن گاه که رنج و زیانش را بر طرف سازیم باز به حال غفلت و غرور چنان باز می‌گردد که گویی هیچ ما را برای دفع ضرر و رنجی که به او رسیده بود نخوانده است! اعمال زشت تبهکاران این چنین در نظرشان زیبا جلوه داده شده است"},{"SurahNumber":10,"VerseNumber":13,"Text":"و محقّقا ما اقوام و مللی را پیش از شما به کیفر ظلمشان سخت به دست هلاک سپردیم و نیز به کیفر آنکه پیغمبرانی با آیات و معجزات بر آنها آمد باز هیچ ایمان نیاوردند. ما این گونه مردم بد عمل را به کیفر می‌رسانیم"},{"SurahNumber":10,"VerseNumber":14,"Text":"سپس ما بعد از آنها شما را در زمین جانشین کردیم تا بنگریم که چگونه عمل خواهید کرد"},{"SurahNumber":10,"VerseNumber":15,"Text":"و هرگاه آیات روشن ما بر خلق تلاوت شود منکران معاد که امیدوار به لقاء ما نیستند گویند که قرآنی غیر از این بیاور یا همین را مبدل ساز. بگو: مرا نرسد که از پیش خود قرآن را تبدیل کنم من جز آنچه را که به من وحی می‌شود پیروی نمی‌کنم، من اگر عصیان پروردگارم کنم از عذاب روز بزرگ قیامت سخت می‌ترسم"},{"SurahNumber":10,"VerseNumber":16,"Text":"بگو اگر خدا نمی‌خواست هرگز بر شما تلاوت این قرآن نمی‌کردم و او هم شما را به آن آگاه نمی‌ساخت، زیرا من عمری پیش از این میان شما زیستم (که دعوی رسالت نداشتم) آیا عقل و فکرتان را کار نمی‌بندید؟"},{"SurahNumber":10,"VerseNumber":17,"Text":"پس کیست ستمکارتر از آن که به خدا نسبت دروغ دهد یا آیات او را تکذیب کند؟ و البته بدکاران هرگز به فلاح و رستگاری نخواهند رسید"},{"SurahNumber":10,"VerseNumber":18,"Text":"و بت‌هایی را به جای خدا پرستش می‌کنند که آن بتان به آنها هیچ ضرر و نفعی نمی‌رسانند، و می‌گویند که این بتان شفیع ما نزد خدا هستند بگو: شما می‌خواهید خدا را یاد آور سازید به چیزی که خدا در همه آسمانها و زمین علم به آن ندارد؟ خدا از آنچه شریک او قرار می‌دهند منزه و برتر است"},{"SurahNumber":10,"VerseNumber":19,"Text":"و مردم (در فطرت توحید) یک طایفه بیش نبودند پس از آن فرقه فرقه شدند (و به انواع شرک و دینهای باطل گرویدند) و اگر کلمه‌ای که در ازل از حق سبقت یافته (که برای آزمایش مهلت یابند) نبود البته اختلافاتشان خاتمه یافته و حکم به هلاکت کافران داده می‌شد"},{"SurahNumber":10,"VerseNumber":20,"Text":"و گویند: چرا بر او آیت و معجزی از جانب خدایش نیامد (که قهرا مردم مطیع شوند)؟ پاسخ ده که دانای غیب خداست و بس، اینک شما منتظر (عذاب خدا) باشید من هم با شما منتظر (نصرت او) می‌باشم"},{"SurahNumber":10,"VerseNumber":21,"Text":"و ما هرگاه بر آدمیان بعد از آنکه آنان را رنج و زیانی رسید رحمتی فرستیم آن‌گاه در محو آیات ما مکر و سیاست به کار می‌برند. بگو: مکر و سیاست الهی سریعتر است، همانا رسولان ما (فرشتگان و قوای عالم) مکرهای شما را می‌نویسند"},{"SurahNumber":10,"VerseNumber":22,"Text":"اوست آن که شما را در برّ و بحر سیر می‌دهد تا آن‌گاه که در کشتی نشینید و کشتی با باد ملایمی سرنشینان را به حرکت آرد و آنها بدان شادمان و خوشوقت باشند ناگاه باد تندی بر کشتی بوزد و سرنشینان از هر جانب به امواج خطر در افتند و خود را در ورطه هلاکت ببینند آن زمان خدا را به اخلاص و دین فطرت بخوانند که (بار الها) اگر ما را از این خطر نجات بخشی دیگر همیشه شکر و سپاس تو خواهیم کرد"},{"SurahNumber":10,"VerseNumber":23,"Text":"اما پس از آنکه خدا از غرق نجاتشان داد باز در زمین به نا حق ظلم و ستمگری آغاز کنند. ای مردم شما هر ظلم و ستم کنید منحصرا به نفس خویش کنید در پی متاع فانی دنیا، آن‌گاه در آخرت به سوی ما باز می‌گردید و شما را به آنچه می‌کرده‌اید آگاه می‌سازیم"},{"SurahNumber":10,"VerseNumber":24,"Text":"محقّقا در مثل، زندگانی دنیا به آبی ماند که از آسمانها فرو فرستادیم تا به آن باران انواع مختلف گیاه زمین از آنچه آدمیان و حیوانات تغذیه کنند در هم رویند تا آن‌گاه که زمین (از خرمی و سبزی) به خود زیور بسته و آرایش کند و مردمش خود را بر آن قادر و متصرف پندارند ناگهان فرمان ما به شب یا روز در رسد و آن همه زیب و زیور زمین را دور کند و چنان خشک شود که گویی دیروز هیچ نبوده است. این گونه آیات خود را به تفصیل برای اهل فکرت بیان می‌کنیم"},{"SurahNumber":10,"VerseNumber":25,"Text":"و خدا به سر منزل سعادت و سلامت می‌خواند و هر که را می‌خواهد به راه مستقیم هدایت می‌کند"},{"SurahNumber":10,"VerseNumber":26,"Text":"مردم نیکوکار به نیکوترین پاداش عمل خود و زیادتیی (از لطف خدا) نایل شوند و هرگز بر رخسار آنها گرد خجلت و ذلت ننشیند، آنانند اهل بهشت و در آنجا تا ابد متنعّمند"},{"SurahNumber":10,"VerseNumber":27,"Text":"و کسانی که مرتکب اعمال بد شدند به قدر همان اعمال زشت مجازات شوند و گرد خواری و رسوایی بر رخسارشان نشیند، و نگهبانی از (عذاب) خدا نیابند، گویی روی آنها را قطعه‌هایی از شب ظلمانی پوشانده‌اند، آنان اهل آتش دوزخ و در آن همیشه معذبند"},{"SurahNumber":10,"VerseNumber":28,"Text":"و ما روزی همه خلق را جمع آریم آن‌گاه به مشرکان گوییم: شما و بتهاتان در مکان خود بایستید، سپس میانشان جدایی افکنیم، و بتان و سایر معبودان باطل زبان گشوده گویند: شما هرگز ما را پرستش نمی‌کردید"},{"SurahNumber":10,"VerseNumber":29,"Text":"پس شهادت و حکم خدا میان ما و شما کفایت کند که ما از پرستش شما غافل بودیم"},{"SurahNumber":10,"VerseNumber":30,"Text":"در آن روز هر شخصی جزاء اعمال نیک و بدی که پیش از این کرده خواهد دید و همه به سوی خدا معبود و مولای حقیقی خود بازگردانده شوند، و خدایان باطل که به دروغ به خدایی می‌بستند همه از دستشان برود"},{"SurahNumber":10,"VerseNumber":31,"Text":"مشرکان را بگو: کیست که از آسمان و زمین به شما روزی می‌دهد؟ یا کیست که گوش و چشمها عطا می‌کند؟ و کیست که از مرده زنده و از زنده مرده برمی‌انگیزد؟ و کیست که فرمانش عالم آفرینش را منظم می‌دارد؟ پس خواهند گفت: خدای یکتاست. به آنها بگو: پس چرا خدا ترس نمی‌شوید؟"},{"SurahNumber":10,"VerseNumber":32,"Text":"چنین خدای قادر یکتایی به حقیقت پروردگار شماست و بعد از حق و حقیقت چه باشد غیر گمراهی؟ پس به کجا می‌برندتان؟"},{"SurahNumber":10,"VerseNumber":33,"Text":"این چنین حکم شقاوت و کلمه عذاب بر فاسقان محقق شد که دیگر ایمان نمی‌آورند"},{"SurahNumber":10,"VerseNumber":34,"Text":"بگو که آیا هیچ یک از بتان و خدایان شما بر این کار قادر است که در آغاز خلق را بیافریند و سرانجام برگرداند؟ بگو: تنها خدای یکتاست که در اول خلایق را خلق کرده آن گاه همه را (به سوی خود) بازمی‌گرداند، پس کجا می‌گردانندتان؟"},{"SurahNumber":10,"VerseNumber":35,"Text":"باز بگو: آیا هیچ یک از بتان و خدایان شما مشرکان (کسی را) به راه حق هدایت تواند کرد؟ بگو: تنها خداست که به راه حق هدایت می‌کند، آیا آن که به راه حق رهبری می‌کند سزاوارتر به پیروی است یا آن که خود هدایت نیابد مگر آنکه هدایتش کنند؟ پس شما مشرکان را چه شده، چگونه قضاوت می‌کنید؟"},{"SurahNumber":10,"VerseNumber":36,"Text":"و اکثر این مردم جز از خیال و گمان باطل خود از چیزی پیروی نمی‌کنند در صورتی که گمان و خیالات موهوم هیچ از حق بی‌نیاز نمی‌گرداند (و به علم یقین نمی‌رساند) و خدا به هر چه این کافران می‌کنند آگاه است"},{"SurahNumber":10,"VerseNumber":37,"Text":"و این قرآن نه بدان پایه است که کسی جز به وحی خدا تواند بافت، لیکن سایر کتب آسمانی را تصدیق می‌کند و کتاب الهی را به تفصیل بیان می‌کند که بی‌هیچ شک نازل از جانب خدای عالمیان است"},{"SurahNumber":10,"VerseNumber":38,"Text":"بلکه کافران می‌گویند قرآن را (محمد) خود بافته است. بگو: اگر راست می‌گویید شما خود و هم از هر کس نیز می‌توانید کمک بطلبید و یک سوره مانند آن بیاورید"},{"SurahNumber":10,"VerseNumber":39,"Text":"بلکه انکار چیزی را می‌کنند که علمشان به آن احاطه نیافته و حقیقت و باطن آن هنوز به آنان نرسیده است، پیشینیان هم این چنین رسل و آیات خدا را تکذیب کردند، پس بنگر عاقبت کار ستمکاران عالم به کجا کشید"},{"SurahNumber":10,"VerseNumber":40,"Text":"و برخی از مردم به قرآن ایمان می‌آورند و برخی ایمان نمی‌آورند، و خدای تو حال تبهکاران را بهتر می‌داند"},{"SurahNumber":10,"VerseNumber":41,"Text":"و اگر تو را تکذیب کردند بگو: عمل من برای من و عمل شما برای شما (هر کس جزای خود را خواهد یافت) شما بری از کردار من هستید و من بیزار از کردار شما"},{"SurahNumber":10,"VerseNumber":42,"Text":"برخی از این منکران (چون قرائت قرآن کنی) به ظاهر به تو گوش کنند (ولی به معنی نمی‌شنوند) آیا تو کران را گر چه هیچ عقل و ادراکی ندارند از کلام خدا توانی چیزی بشنوانی؟"},{"SurahNumber":10,"VerseNumber":43,"Text":"و برخی از منکران (هنگام تلاوت قرآن به چشم ظاهر) در تو می‌نگرند (ولی به مقام باطن تو پی نمی‌برند) آیا تو کوران را گر چه هیچ نبینند هدایت توانی کرد؟"},{"SurahNumber":10,"VerseNumber":44,"Text":"خدا هرگز به مردم ستم نمی‌کند ولی مردم خود در حق خویش ستم می‌کنند"},{"SurahNumber":10,"VerseNumber":45,"Text":"و روزی که همه خلایق را جمع آرد گویا (در دنیا) ساعتی از روز بیش درنگ نکرده‌اند، (در آن روز) یکدیگر را کاملا می‌شناسند، آنان که لقای خدا را انکار کردند بسیار زیان کرده‌اند و هرگز راه نیافته‌اند"},{"SurahNumber":10,"VerseNumber":46,"Text":"و اگر ما بعضی از عقاب آن منکران را که وعده کردیم (در حیات دنیا) به تو نشان دهیم یا (به تأخیر افکنده و پیشتر از عقاب آنها) قبض روح تو کنیم باز بازگشت آنان در قیامت به سوی ماست، آن گاه خدا بر اعمال آنها گواه و آگاه است"},{"SurahNumber":10,"VerseNumber":47,"Text":"و برای هر امتی رسولی است که هرگاه رسول آنها آمد (و حجت بر آنان تمام شد) میان آنها حکم به عدل شود و بر هیچ کس (در کیفر و پاداش) ستم نخواهد شد"},{"SurahNumber":10,"VerseNumber":48,"Text":"و (کافران) گویند: پس این وعده قیامت کی خواهد بود اگر شما راستگویید؟"},{"SurahNumber":10,"VerseNumber":49,"Text":"پاسخ ده که من مالک نفع و ضرر خود نیستم (تا چه رسد به دیگران) مگر هر چه خدا خواهد، برای هر امتی اجل معینی است که چون فرا رسد ساعتی پس و پیش نخواهند شد"},{"SurahNumber":10,"VerseNumber":50,"Text":"بگو: مرا خبر دهید که اگر شب یا روز عذاب خدا شما را فرا رسد (چه راه مفری دارید و) گناهکاران چه چیزی را از او به تعجیل می‌طلبند؟"},{"SurahNumber":10,"VerseNumber":51,"Text":"آیا آن گاه که عذاب واقع شد به او ایمان می‌آورید؟ الآن (ایمان آوردید و به جزع و توبه برخاستید)؟ و حال آنکه قبلا عذاب را به تعجیل می‌خواستید"},{"SurahNumber":10,"VerseNumber":52,"Text":"آن گاه به ستمکاران گویند: بچشید عذاب ابدی را، آیا این عذاب جز نتیجه اعمال زشت شماست؟"},{"SurahNumber":10,"VerseNumber":53,"Text":"کافران از تو می‌پرسند که آیا این (وعده عذاب) حق است؟ بگو: آری قسم به خدای من که البته حق است و شما از آن هیچ مفرّی ندارید"},{"SurahNumber":10,"VerseNumber":54,"Text":"و اگر در (آن روز) مردم ستمکار مالک روی زمین باشند آرزو کنند که همه دارایی خود را فدا دهند (تا مگر خویشتن را از عذاب برهانند و نتوانند) و چون عذاب را مشاهده کنند حسرت و پشیمانی خود را پنهان دارند (که شماتت از مردم نکشند) و در حق آنها حکم به عدل شود و به آنان هیچ ستمی نخواهد شد"},{"SurahNumber":10,"VerseNumber":55,"Text":"آگاه باشید که هر چه در آسمانها و زمین است ملک خداست و هم آگاه باشید که وعده خدا همه حق محض است، ولی اکثر خلق از آن آگه نیستند"},{"SurahNumber":10,"VerseNumber":56,"Text":"خداست که زنده می‌کند و می‌میراند و باز همه به سوی او بازگردانده می‌شوید"},{"SurahNumber":10,"VerseNumber":57,"Text":"ای مردم عالم، به حقیقت نامه‌ای که همه پند و اندرز و شفای دلها و هدایت و رحمت بر مؤمنان است از جانب خدایتان آمد"},{"SurahNumber":10,"VerseNumber":58,"Text":"بگو که باید منحصرا به فضل و رحمت خدا شادمان شوند (و به نزول قرآن مسرور باشند) که آن بهتر و مفیدتر از ثروتی است که می‌اندوزند"},{"SurahNumber":10,"VerseNumber":59,"Text":"باز (به مشرکان عرب) بگو: با من بگویید که آیا رزقی که خدا برای شما فرستاده (و حلال فرموده) و شما از پیش خود بعضی را حرام و بعضی را حلال می‌کنید، آیا این به دستور خداست یا بر خدا افترا می‌بندید؟"},{"SurahNumber":10,"VerseNumber":60,"Text":"و آنان که بر خدا دروغ می‌بندند مگر چه گمان دارند به روز قیامت؟! البته خدا را با بندگان فضل و احسان بسیار است ولی اکثر مردم شکر نمی‌کنند"},{"SurahNumber":10,"VerseNumber":61,"Text":"و تو در هیچ حالی نباشی و هیچ آیه‌ای از قرآن تلاوت نکنی و به هیچ عملی تو و امت وارد نشوید جز آنکه ما همان لحظه شما را مشاهده می‌کنیم و هیچ چیز به وزن ذره‌ای در همه زمین و آسمان از خدای تو پنهان نیست و کوچکتر از ذره و بزرگتر از آن هر چه هست همه در کتاب مبین حق (و لوح علم الهی) مسطور است"},{"SurahNumber":10,"VerseNumber":62,"Text":"آگاه باشید که دوستان خدا هرگز هیچ ترسی (از حوادث آینده عالم) و هیچ حسرت و اندوهی (از وقایع گذشته جهان) در دل آنها نیست"},{"SurahNumber":10,"VerseNumber":63,"Text":"آنان که اهل ایمان و خداترسند"},{"SurahNumber":10,"VerseNumber":64,"Text":"آنها را پیوسته بشارت است هم در حیات دنیا (به مکاشفات در عالم خواب) و هم در آخرت (به نعمتهای بهشت). سخنان خدا را تغییر و تبدیلی نیست، این است فیروزی بزرگ"},{"SurahNumber":10,"VerseNumber":65,"Text":"و سخن منکران خاطرت را غمگین نسازد، که هر عزت و اقتداری مخصوص خداست و او شنوا و داناست"},{"SurahNumber":10,"VerseNumber":66,"Text":"آگاه باش که هر که در همه آسمانها و هر که در زمین است ملک خداست و مشرکان که غیر از خدا را می‌خوانند چه چیزی را پیروی می‌کنند؟ آنچه پیروی می‌کنند گمان باطلی بیش نیست و جز آنکه دروغی بافند و تخمینی زنند کاری ندارند"},{"SurahNumber":10,"VerseNumber":67,"Text":"اوست خداوندی که شب تار را برای آسایش شما و روز را روشن (برای امر معاش) مقرر فرمود، که در آن نشانه‌هایی (از قدرت خدا) برای مردمی که بشنوند پدیدار است"},{"SurahNumber":10,"VerseNumber":68,"Text":"کافران قائل شدند که خدا فرزندی اتخاذ کرده (چنین نیست) او منزه است و هم بی‌نیاز که هر چه در آسمانها و زمین است همه ملک اوست، و شما کافران و مشرکان بر این قول خود هیچ دلیلی ندارید، آیا بی‌دلیل و از روی جهالت نسبت به خدا چنین دروغ سخن می‌گویید؟"},{"SurahNumber":10,"VerseNumber":69,"Text":"بگو: هرگز آنان که به خدا نسبت دروغ دهند نجات و رستگاری ندارند"},{"SurahNumber":10,"VerseNumber":70,"Text":"(این گفتار باطل، همه برای طمع) متاع دنیاست، سپس بازگشتشان به سوی ما خواهد بود و ما آنها را به کیفر کفرشان عذابی سخت بچشانیم"},{"SurahNumber":10,"VerseNumber":71,"Text":"و حکایت نوح را بر اینان باز خوان که به امتش گفت: ای قوم اگر مقام رسالت و اندرز من به آیات خدا بر شما گران می‌آید، من تنها به خدا توکل کردم، شما هم به اتفاق بتان و خدایان باطل خود هر مکر و تدبیری (بر آزار من) دارید انجام دهید تا امر بر شما پوشیده نباشد و درباره من هر مکر و اندیشه دارید به کار برید و مهلتم ندهید"},{"SurahNumber":10,"VerseNumber":72,"Text":"پس اگر شما روی گردانیده (و نصیحت مرا نپذیرفتید) من از شما اجری نخواسته بلکه اجر من تنها بر خداست و من خود از جانب حق مأمورم که از اهل اسلام و تسلیم حکم او باشم"},{"SurahNumber":10,"VerseNumber":73,"Text":"قوم نوح باز او را تکذیب کردند، ما هم او و پیروانش را که با او در کشتی بودند نجات داده و خلفای روی زمین قرار دادیم و آنان که آیات ما را تکذیب کردند همه را غرق کردیم، بنگر تا عاقبت انذار شدگان به کجا کشید"},{"SurahNumber":10,"VerseNumber":74,"Text":"آن گاه بعد از نوح پیغمبرانی را به امتانشان فرستادیم، آنها با آیات و معجزات بر آن امتها آمدند و آنان هم همان آیاتی را که پیشینیان تکذیب کردند، تکذیب کرده و ایمان نیاوردند. این چنین ما هم بر دل‌های سرکشان مهر برنهیم"},{"SurahNumber":10,"VerseNumber":75,"Text":"آن‌گاه بعد از آن رسولان، موسی و هارون را با معجزات خود به سوی فرعون و اشراف مملکت او فرستادیم، آنها هم گردنکشی کردند و مردمی تبهکار بودند"},{"SurahNumber":10,"VerseNumber":76,"Text":"و چون حق از جانب ما بر آنها آمد گفتند: این سحر بودنش بر همه آشکار است"},{"SurahNumber":10,"VerseNumber":77,"Text":"موسی به آنان گفت: آیا به آیات حق که برای شما آمد نسبت سحر می‌دهید؟ آیا این سحر است و حال آنکه ساحران را هرگز فلاح و فیروزی نخواهد بود؟"},{"SurahNumber":10,"VerseNumber":78,"Text":"پاسخ دادند که آیا تو آمده‌ای که ما را از عقاید و آدابی که پدران خود را بر آن یافته‌ایم بازگردانی تا خود و برادرت هارون در زمین سلطنت یابید و بر ما حکمفرما شوید؟ ما هرگز به شما ایمان نخواهیم آورد"},{"SurahNumber":10,"VerseNumber":79,"Text":"و فرعون (به اتباعش) گفت: هر کجا ساحری ماهر و داناست همه را نزد من حاضر کنید"},{"SurahNumber":10,"VerseNumber":80,"Text":"آن گاه که ساحران همه حاضر شدند موسی به ساحران گفت که شما اول بساط سحر خود را بیندازید"},{"SurahNumber":10,"VerseNumber":81,"Text":"آن‌گاه که ساحران بساط جادو انداختند، موسی گفت: خدا البته سحر شما را باطل خواهد کرد، که خدا هرگز عمل مفسدان را اصلاح نکند"},{"SurahNumber":10,"VerseNumber":82,"Text":"و خدا به (آیات و) کلمات خود حق را تا ابد پایدار گرداند هر چند بدکاران عالم راضی نباشند"},{"SurahNumber":10,"VerseNumber":83,"Text":"پس کسی به موسی ایمان نیاورد جز قبیله او آن هم با حال خوف و تقیه از فرعون و مهتران اتباعش که مبادا فرعون در صدد فتنه و قتلشان برآید که فرعون در سرزمین مصر بسیار علوّ و سرکشی داشت و سخت متعدّی و ستمکار بود"},{"SurahNumber":10,"VerseNumber":84,"Text":"و موسی گفت که ای قوم من، شما اگر به حقیقت ایمان به خدا آورده و اگر به راستی تسلیم فرمان او هستید بر او توکل کنید"},{"SurahNumber":10,"VerseNumber":85,"Text":"پیروان موسی نیز همه گفتند: ما بر خدا توکل کردیم، بار الها ما را دستخوش فتنه اشرار و قوم ستمکار مگردان"},{"SurahNumber":10,"VerseNumber":86,"Text":"و ما را به رحمت و لطف خود از شر کافران نجات ده"},{"SurahNumber":10,"VerseNumber":87,"Text":"و به موسی و برادرش (هارون) وحی کردیم که شما برای پیروانتان در شهر مصر منزل گیرید و (اکنون که از بیم فرعونیان به مساجد نتوانید رفت)، خانه‌هایتان را قبله و معبد خود قرار دهید و نماز به پا دارید و (تو هم ای رسول) مؤمنان را (به فتح در دنیا و بهشت در آخرت) بشارت ده"},{"SurahNumber":10,"VerseNumber":88,"Text":"و موسی عرض کرد: بار الها تو به فرعون و فرعونیان در حیات دنیا ملک و اموال و زیورهای بسیار بخشیدی که-پروردگارا-بدین وسیله بندگان را از راه تو گمراه کنند، بار خدایا، اموال آنها را نابود گردان و دلهایشان را سخت بربند که ایمان نیاورند تا هنگامی که عذاب دردناک را مشاهده کنند"},{"SurahNumber":10,"VerseNumber":89,"Text":"خدا فرمود: دعای شما مستجاب شد، پس هر دو استوار و پا برجا باشید و از راه مردم جاهل پیروی مکنید"},{"SurahNumber":10,"VerseNumber":90,"Text":"و ما بنی اسرائیل را از دریا گذرانیدیم پس آنگه فرعون و سپاهش به ظلم و ستمگری آنها را تعقیب کردند تا چون هنگام غرق فرعون فرا رسید گفت: اینک من ایمان آوردم که حقّا جز آن کسی که بنی اسرائیل به او ایمان دارند خدایی در عالم نیست و من هم از مسلمانان و اهل تسلیم فرمان او هستم"},{"SurahNumber":10,"VerseNumber":91,"Text":"اکنون باید ایمان بیاوری؟ در صورتی که از این پیش عمری به (کفر و) نافرمانی زیستی و از مردم ظالم بدکار بودی"},{"SurahNumber":10,"VerseNumber":92,"Text":"پس ما امروز (تو را غرق دریای هلاک کرده و) بدنت را برای عبرت آیندگان به ساحل نجات می‌رسانیم با آنکه بسیاری از مردم از آیات قدرت ما غافل هستند"},{"SurahNumber":10,"VerseNumber":93,"Text":"و محققا ما بنی اسرائیل را (پس از هلاک دشمنان) به مقام صدق (و منزل آسایش) مسکن دادیم و از نعمتهای پاکیزه (در ملک شام و مصر) روزی آنها کردیم، و همیشه بنی اسرائیل (در ایمان به رسول خاتم) اتفاق داشتند تا زمانی که آن رسول با قرآن آسمانی برای هدایت آنها آمد آن‌گاه آغاز اختلاف کردند (و رسالت پیغمبر بزرگ را از عناد و لجاج منکر شدند. ای رسول ما) خدای تو روز قیامت میان آنها در آنچه اختلاف می‌کردند حکم خواهد کرد"},{"SurahNumber":10,"VerseNumber":94,"Text":"پس اگر شک و ریبی از آنچه به تو فرستادیم در دل داری از خود علمای اهل کتاب که کتاب آسمانی پیش از تو را می‌خوانند بپرس. همانا (کتاب آسمانی) حق از جانب خدایت بر تو آمد و ابدا نباید شک و ریبی در دل راه دهی"},{"SurahNumber":10,"VerseNumber":95,"Text":"و نباید هرگز از آنان که تکذیب آیات خدا کردند باشی که از زیانکاران عالم خواهی شد"},{"SurahNumber":10,"VerseNumber":96,"Text":"البته آنان که حکم عذاب خدا بر آنها حتم است ایمان نمی‌آورند"},{"SurahNumber":10,"VerseNumber":97,"Text":"اگر چه هر گونه معجزه و آیتی از جانب خدا بر آنان بیاید، تا وقتی که عذاب دردناک را به چشم مشاهده کنند"},{"SurahNumber":10,"VerseNumber":98,"Text":"پس چرا باید از هیچ شهری در وقتی که ایمانشان سود می‌بخشد ایمان نیاورند (و تا زمان معاینه عذاب لجاجت کنند) و تنها قوم یونس باشند که چون ایمان آوردند ما عذاب ذلت را در دنیا از آنها برداشتیم و تا زمانی معین (که وقت مرگ طبیعی بود) آنها را متمتّع و بهره‌مند گردانیدیم"},{"SurahNumber":10,"VerseNumber":99,"Text":"و اگر خدای تو (در مشیّت ازلی) می‌خواست اهل زمین همه یکسره ایمان می‌آوردند، آیا تو می‌خواهی تا به جبر و اکراه همه را مؤمن و خداپرست گردانی؟"},{"SurahNumber":10,"VerseNumber":100,"Text":"و هیچ یک از نفوس بشر را تا خدا رخصت ندهد ایمان نیاورد و پلیدی (کفر و جهالت) را خدا برای مردم بی‌خرد که عقل را کار نبندند مقرر می‌دارد"},{"SurahNumber":10,"VerseNumber":101,"Text":"بگو: در آسمانها و زمین بنگرید تا چه مشاهده می‌کنید. و (گر چه) مردمی را که نخواهند ایمان آورند دلایل و آیات و بیم دادنهای الهی هرگز سودمند نمی‌افتد"},{"SurahNumber":10,"VerseNumber":102,"Text":"پس مردمی که ایمان نمی‌آورند منتظر چیستند جز آنکه روزگار هلاکت و عذابی که پیشینیان دیدند به چشم ببینند؟ بگو که شما (نزول عذاب را)، منتظر باشید که من هم با شما منتظر (نزول فتح و نصرت خدا) می‌باشم"},{"SurahNumber":10,"VerseNumber":103,"Text":"آن گاه ما رسولان خود و مؤمنان را نجات می‌دهیم، ما بر خود فرض کردیم که این چنین اهل ایمان را نجات بخشیم"},{"SurahNumber":10,"VerseNumber":104,"Text":"بگو که ای مردم، اگر شما به آیین من شک دارید پس (یقین دارید که) من هرگز خدایان باطلی را که شما می‌پرستید نخواهم پرستید، بلکه تنها خدای یکتایی را که مرگ (و زندگانی) همه شما خلایق به امر اوست می‌پرستم و مأمورم که خود از اهل ایمان باشم"},{"SurahNumber":10,"VerseNumber":105,"Text":"و (خدا مرا امر کرده به) این که روی به جانب دین حنیف (اسلام و آیین پاک توحید) آور و هرگز هم آیین مشرکان مباش"},{"SurahNumber":10,"VerseNumber":106,"Text":"و غیر از خدای یکتا هیچ یک از این خدایان باطل را که به حال تو نفع و ضرری ندارند به خدایی مخوان و گر نه از ستمکاران خواهی بود"},{"SurahNumber":10,"VerseNumber":107,"Text":"و اگر خدا بر تو ضرری خواهد هیچ کس جز او دفع آن ضرر نتواند، و اگر خیر و رحمتی خواهد باز احدی منع فضل او نتواند، که فضل و رحمت خود را به هر کس از بندگان بخواهد البته می‌رساند و اوست خدای بسیار آمرزنده و مهربان"},{"SurahNumber":10,"VerseNumber":108,"Text":"بگو: ای مردم به حقیقت (کتاب و رسول) حق از جانب خدایتان برای شما آمد، پس هر کس هدایت یافت نفعش بر خود اوست و هر کس به راه گمراهی شتافت زیانش بر خود اوست و من نگهبان شما (از مؤاخذه خدا) نیستم"},{"SurahNumber":10,"VerseNumber":109,"Text":"و تو خود از وحی خدای که بر تو می‌رسد پیروی کن و راه صبر پیش گیر تا وقتی که خدا (میان تو و مخالفانت) حکم کند و او بهترین حکمفرمایان عالم است"},{"SurahNumber":11,"VerseNumber":1,"Text":"الر (اسرار این حرف نزد خدا و رسول است)، این قرآن کتابی است دارای آیاتی محکم که از جانب خدایی حکیم و آگاه به تفصیل و بسیار روشن بیان گردیده است"},{"SurahNumber":11,"VerseNumber":2,"Text":"(تا تذکر دهد به خلق) که جز خدای یکتا هیچ کس را نپرستید، که من حقّا برای اندرز و بشارت شما امت آمده‌ام"},{"SurahNumber":11,"VerseNumber":3,"Text":"و (تا به شما بگویم که از گناهانتان) آمرزش از خدا طلبید و به درگاه او توبه و انابه کنید تا شما را تا اجل معین و هنگام مرگ لذت و بهره نیکو بخشید و در حق هر مستحق رحمتی تفضل فرماید، و اگر روی بگردانید سخت از عذاب روز بزرگ قیامت بر شما می‌ترسم"},{"SurahNumber":11,"VerseNumber":4,"Text":"رجوع شما به سوی خداست و او بر همه چیز تواناست"},{"SurahNumber":11,"VerseNumber":5,"Text":"آگه باشید که آنان (یعنی منافقان امت) روی دلها از خدا می‌گردانند (و از حضور رسول و استماع کلام خدا دوری جسته و احتراز می‌کنند) تا خود را از او پنهان دارند، آگه باش که هر گه سر در جامه خود بپیچند (که از حق پنهان شوند) خدا هر چه پنهان یا آشکار کنند همه را می‌داند، که او بر درون دلها محققا آگاه است"}]}