{"Id":74,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Сполуката е за вярващите"},{"SurahNumber":23,"VerseNumber":2,"Text":"които в своята молитва са смирени"},{"SurahNumber":23,"VerseNumber":3,"Text":"и които от празнословието странят"},{"SurahNumber":23,"VerseNumber":4,"Text":"и които милостинята закат дават"},{"SurahNumber":23,"VerseNumber":5,"Text":"и които целомъдрието си пазят"},{"SurahNumber":23,"VerseNumber":6,"Text":"освен за техните съпруги или за владените от техните десници. Те не ще бъдат порицавани"},{"SurahNumber":23,"VerseNumber":7,"Text":"а които се стремят към друго, освен това, тези са престъпващите"},{"SurahNumber":23,"VerseNumber":8,"Text":"и които повереното им и обетите си съблюдават"},{"SurahNumber":23,"VerseNumber":9,"Text":"и които своите молитви редовно отслужват"},{"SurahNumber":23,"VerseNumber":10,"Text":"тези са наследниците"},{"SurahNumber":23,"VerseNumber":11,"Text":"които ще наследят Градините на Фирдаус, там ще пребивават вечно"},{"SurahNumber":23,"VerseNumber":12,"Text":"Сътворихме Ние човека от подбрана глина"},{"SurahNumber":23,"VerseNumber":13,"Text":"после го оставяме - частица сперма - на сигурно място"},{"SurahNumber":23,"VerseNumber":14,"Text":"после от частицата сперма създаваме съсирек и създаваме късче като надъвкано месо, и от късчето създаваме кости, и покриваме костите с плът, после го оформяме в друго творение. Благословен е Аллах, Най-прекрасният Творец"},{"SurahNumber":23,"VerseNumber":15,"Text":"После подир това ще умрете"},{"SurahNumber":23,"VerseNumber":16,"Text":"После в Съдния ден ще бъдете възкресени"},{"SurahNumber":23,"VerseNumber":17,"Text":"И сътворихме седем небеса над вас, и не сме нехайни към творението"},{"SurahNumber":23,"VerseNumber":18,"Text":"И изсипваме от небето вода с мяра, и я съхраняваме в земята, и несъмнено можем да я отнесем"},{"SurahNumber":23,"VerseNumber":19,"Text":"С нея сътворяваме за вас градини с палми и грозде - там има за вас много плодове и от тях ядете"},{"SurahNumber":23,"VerseNumber":20,"Text":"и [маслиново] дърво, което никне в Синайската планина. То дава мазнина и препитание за хранещите се"},{"SurahNumber":23,"VerseNumber":21,"Text":"И в добитъка има за вас поука. Даваме ви да пиете от онова, което е в стомаха им. Имате от тях много облаги и от тях ядете"},{"SurahNumber":23,"VerseNumber":22,"Text":"И с тях, и с корабите се превозвате"},{"SurahNumber":23,"VerseNumber":23,"Text":"Когато изпратихме Нух при неговия народ, рече: “О, народе мой, на Аллах служете! Нямате друг бог освен Него. Нима не се боите от Него?”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Знатните от неговия народ, които отричаха, казаха: “Този е само един човек като вас. Той иска да ви превъзхожда. А ако Аллах бе пожелал, Той щеше да изпрати ангели. [Но да е човек] не сме чували такова нещо дори от древните ни предци"},{"SurahNumber":23,"VerseNumber":25,"Text":"Той е само един луд. Изтърпете го известно време!”"},{"SurahNumber":23,"VerseNumber":26,"Text":"Рече: “Господи мой, помогни ми, защото ме взеха за лъжец!”"},{"SurahNumber":23,"VerseNumber":27,"Text":"И му разкрихме: “Направи Ковчега пред Нашите Очи и с Нашето откровение! И щом дойде Нашата повеля и кипне пещта, натовари в него от всичко по чифт, и своето семейство, освен онези от тях, за които имаше слово отпреди! И не Ми споменавай за угнетителите! Те ще бъдат издавени"},{"SurahNumber":23,"VerseNumber":28,"Text":"И когато се настаниш, ти и онези с теб, в Ковчега, кажи: “Слава на Аллах, Който ни спаси от хората-угнетители!”"},{"SurahNumber":23,"VerseNumber":29,"Text":"И кажи: “Господи мой, посели ме на благословено място! Най-добре Ти поселяваш.”"},{"SurahNumber":23,"VerseNumber":30,"Text":"В това има знамения. Ние непременно изпитваме [рабите]"},{"SurahNumber":23,"VerseNumber":31,"Text":"И създадохме след тях друго поколение"},{"SurahNumber":23,"VerseNumber":32,"Text":"И им изпратихме пратеник измежду тях, [който рече]: “На Аллах служете! Нямате друг бог освен Него! Нима не се боите от Него?”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Знатните от неговия народ, които отрекоха и взеха за лъжа срещата в отвъдния живот - а бяхме ги отрупали с разкош в земния - рекоха: “Този е само един човек като вас. Яде, каквото и вие ядете, и пие, каквото пиете"},{"SurahNumber":23,"VerseNumber":34,"Text":"И ако се покорите на човек като вас, тогава ще сте губещи"},{"SurahNumber":23,"VerseNumber":35,"Text":"Нима ви обещава, че след като умрете и станете пръст и кости, [отново] ще бъдете извадени"},{"SurahNumber":23,"VerseNumber":36,"Text":"Далеч, много надалеч е онова, което ви се обещава"},{"SurahNumber":23,"VerseNumber":37,"Text":"Съществува само земният ни живот. Умираме и живеем, и никога не ще бъдем възкресени"},{"SurahNumber":23,"VerseNumber":38,"Text":"Този е само един мъж, който измисля лъжа за Аллах, и никога не ще му повярваме.”"},{"SurahNumber":23,"VerseNumber":39,"Text":"Рече: “Господи мой, помогни ми, защото ме взеха за лъжец!”"},{"SurahNumber":23,"VerseNumber":40,"Text":"Рече [Аллах]: “Скоро непременно ще съжаляват.”"},{"SurahNumber":23,"VerseNumber":41,"Text":"И с право ги обхвана Викът, и ги превърнахме в съчки. Гибел за хората-угнетители"},{"SurahNumber":23,"VerseNumber":42,"Text":"После създадохме подир тях други поколения"},{"SurahNumber":23,"VerseNumber":43,"Text":"Никоя общност не изпреварва своя срок и не го забавя"},{"SurahNumber":23,"VerseNumber":44,"Text":"После изпратихме Нашите пратеници поред. Всякога, щом при някоя общност идваше нейният пратеник, те го взимаха за лъжец. И така ги накарахме една друга да се последват. И ги превърнахме в предания. Гибел за хората-неверници"},{"SurahNumber":23,"VerseNumber":45,"Text":"После изпратихме Муса и брат му Харун с Нашите знамения и с явен довод"},{"SurahNumber":23,"VerseNumber":46,"Text":"при Фараона и знатните му хора. А те се възгордяха и бяха хора надменни"},{"SurahNumber":23,"VerseNumber":47,"Text":"И рекоха: “Нима да повярваме на двама като нас, щом хората им са наши слуги?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"И ги взеха за лъжци, и бяха от погубените"},{"SurahNumber":23,"VerseNumber":49,"Text":"И дадохме на Муса Писанието, за да се напътят"},{"SurahNumber":23,"VerseNumber":50,"Text":"И сторихме [Иса] сина на Мариам и майка му знамение, и ги приютихме на хълм, където имаше покой и извор"},{"SurahNumber":23,"VerseNumber":51,"Text":"О, пратеници, яжте от благата и вършете праведни дела! Каквото и да сторите, Аз го знам"},{"SurahNumber":23,"VerseNumber":52,"Text":"Това е вашата вяра - единствената вяра, а Аз съм вашият Господ. Затова единствено от Мен се бойте"},{"SurahNumber":23,"VerseNumber":53,"Text":"Но [общностите] се разделиха на групи и всяка от тях ликува с това, което е у нея"},{"SurahNumber":23,"VerseNumber":54,"Text":"Остави ги [о, Мухаммад] в бездната на заблуждението им до време"},{"SurahNumber":23,"VerseNumber":55,"Text":"Нима смятат, че с имотите и синовете, които им набавяме"},{"SurahNumber":23,"VerseNumber":56,"Text":"Ние се надпреварваме да им сторим добро? Не, ала те не забелязват"},{"SurahNumber":23,"VerseNumber":57,"Text":"Онези, които в страхопочитание от своя Господ се боят"},{"SurahNumber":23,"VerseNumber":58,"Text":"и които в знаменията на своя Господ вярват"},{"SurahNumber":23,"VerseNumber":59,"Text":"и които със своя Господ не съдружават"},{"SurahNumber":23,"VerseNumber":60,"Text":"и които дават, каквото дават, с боязливи сърца, защото при своя Господ ще се завърнат"},{"SurahNumber":23,"VerseNumber":61,"Text":"те се надпреварват в добрините и те първи ги извършват"},{"SurahNumber":23,"VerseNumber":62,"Text":"И на всяка душа Ние възлагаме само по силите й. При Нас има Книга, която казва истината и те не ще бъдат онеправдани"},{"SurahNumber":23,"VerseNumber":63,"Text":"Но сърцата им са в бездна [от заблуда] относно това. За тях [-неверниците] има и други деяния, които непременно ще извършат"},{"SurahNumber":23,"VerseNumber":64,"Text":"А когато сграбчим с мъчение свикналите на разкош сред тях, ето ги - роптаят"},{"SurahNumber":23,"VerseNumber":65,"Text":"“Не роптайте Днес! Не ще получите помощ от Нас"},{"SurahNumber":23,"VerseNumber":66,"Text":"Вече ви бяха четени Моите знамения, ала вие се отвръщахте"},{"SurahNumber":23,"VerseNumber":67,"Text":"високомерни към него, празнословещи по вечерни събирания.”"},{"SurahNumber":23,"VerseNumber":68,"Text":"Няма ли да размислят над Словото или при тях дойде нещо, което не е идвало при древните им предци"},{"SurahNumber":23,"VerseNumber":69,"Text":"Или не узнаха своя пратеник, та го отричат"},{"SurahNumber":23,"VerseNumber":70,"Text":"Или казват: “Луд е.” Ала не, той им донесе истината, но повечето от тях ненавиждат истината"},{"SurahNumber":23,"VerseNumber":71,"Text":"А ако истината следваше техните страсти, непременно щяха да се разрушат и небесата, и земята, и всички, които са по тях. Въпреки че им дадохме [Корана-] тяхното напомняне, те от своето напомняне се отдръпват"},{"SurahNumber":23,"VerseNumber":72,"Text":"Или искаш от тях награда [о, Мухаммад]? Но наградата на твоя Господ е най-доброто и Той е Най-добрият от даващите препитание"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ти ги зовеш към правия път"},{"SurahNumber":23,"VerseNumber":74,"Text":"А онези, които не вярват в отвъдния живот, от пътя се отклоняват"},{"SurahNumber":23,"VerseNumber":75,"Text":"И да ги пощадяхме и избавехме от бедата, която ги е сполетяла, пак щяха да упорстват, в своята престъпност да се лутат"},{"SurahNumber":23,"VerseNumber":76,"Text":"И ги сграбчихме с мъчението, ала те нито се покориха на своя Господ, нито Го умоляваха"},{"SurahNumber":23,"VerseNumber":77,"Text":"А щом им отворихме врата към сурово мъчение, ето ги там - отчаяни"},{"SurahNumber":23,"VerseNumber":78,"Text":"Той е Онзи, Който създаде за вас слуха и зрението, и сърцата. Колко малко сте признателни"},{"SurahNumber":23,"VerseNumber":79,"Text":"Той е, Който ви размножи по земята и при Него ще бъдете събрани"},{"SurahNumber":23,"VerseNumber":80,"Text":"Той е, Който съживява и умъртвява, и от Него е промяната на нощта и деня. Нима не проумявате"},{"SurahNumber":23,"VerseNumber":81,"Text":"А те изричат същото, което изричаха и предците"},{"SurahNumber":23,"VerseNumber":82,"Text":"Казват: “След като умрем и станем пръст и кости, дали наистина ще бъдем възкресени"},{"SurahNumber":23,"VerseNumber":83,"Text":"Това вече ни бе обещано, на нас и на предците ни, от по-рано. Това са само легенди на предците.”"},{"SurahNumber":23,"VerseNumber":84,"Text":"Кажи: “Чия е земята и тези по нея, ако знаете?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"Ще кажат: “На Аллах!” Кажи: “Не ще ли се поучите?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Кажи: “Кой е Господът на седемте небеса и Господът на великия Трон?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"Ще кажат: “Аллах!” Кажи: “Не ще ли се побоите?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Кажи: “В чии ръце е владението на всичко, щом Той покровителства, а не е покровителстван, ако знаете?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"Ще кажат: “На Аллах!” Кажи: “Как тогава сте омагьосвани?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Да, Ние им дадохме истината, а те са лъжци"},{"SurahNumber":23,"VerseNumber":91,"Text":"Аллах не се сдоби със син и няма друг бог заедно с Него. Иначе всеки бог щеше да отнесе онова, което е сътворил, и едни от тях щяха да надделеят над други. Пречист е Аллах над онова, което описват"},{"SurahNumber":23,"VerseNumber":92,"Text":"Знаещият и скритото, и явното, - превисоко е над онова, което съдружават с Него"},{"SurahNumber":23,"VerseNumber":93,"Text":"Кажи [о, Мухаммад]: “Господи мой, ако ми покажеш онова, което им е обещано"},{"SurahNumber":23,"VerseNumber":94,"Text":"Господи мой, не ме поставяй сред хората-угнетители!”"},{"SurahNumber":23,"VerseNumber":95,"Text":"Способни сме Ние да ти покажем онова, което им обещаваме"},{"SurahNumber":23,"VerseNumber":96,"Text":"Отвърни на злината с добрина! Ние повече знаем какво описват"},{"SurahNumber":23,"VerseNumber":97,"Text":"И кажи: “Господи мой, пази ме от подстрекателствата на сатаните"},{"SurahNumber":23,"VerseNumber":98,"Text":"И ме пази, Господи мой, да не ме спохождат!”"},{"SurahNumber":23,"VerseNumber":99,"Text":"А когато се яви при някого от тях смъртта, той казва: “Господи мой, върни ме"},{"SurahNumber":23,"VerseNumber":100,"Text":"за да сторя праведно дело в живота, който оставих!” Ала не! Това си е негово слово. Но зад тях има преграда до Деня, когато ще бъдат възкресени"},{"SurahNumber":23,"VerseNumber":101,"Text":"И когато се протръби с Рога, тогава не ще има родство между тях и не ще питат един за друг"},{"SurahNumber":23,"VerseNumber":102,"Text":"Чиито везни натежат, тези са сполучилите"},{"SurahNumber":23,"VerseNumber":103,"Text":"А чиито везни олекнат, тези са се погубили - в Ада ще пребивават вечно"},{"SurahNumber":23,"VerseNumber":104,"Text":"Огънят ще обгаря лицата им и в него ще се гърчат"},{"SurahNumber":23,"VerseNumber":105,"Text":"“Не ви ли бяха четени Моите знамения, та ги взехте за лъжа?”"},{"SurahNumber":23,"VerseNumber":106,"Text":"Ще рекат: “Господи наш, надделяха над нас страстите ни и бяхме хора заблудени"},{"SurahNumber":23,"VerseNumber":107,"Text":"Господи наш, извади ни оттук, а ако пак повторим, тогава наистина ще сме угнетители!”"},{"SurahNumber":23,"VerseNumber":108,"Text":"Ще рече: “Бъдете там презрени и не говорете с Мен"},{"SurahNumber":23,"VerseNumber":109,"Text":"Имаше група от Моите раби, казващи: “Господи наш, ние повярвахме. Опрости ни и помилвай! Ти си Най-милосърдният.”"},{"SurahNumber":23,"VerseNumber":110,"Text":"А им се подигравахте, докато сториха да забравите Моето споменаване в присмеха си над тях"},{"SurahNumber":23,"VerseNumber":111,"Text":"Днес Аз ги възнаграждавам, защото бяха търпеливи. Те са спечелилите.”"},{"SurahNumber":23,"VerseNumber":112,"Text":"Ще рече [Аллах]: “Колко години престояхте в земята?”"},{"SurahNumber":23,"VerseNumber":113,"Text":"Ще рекат: “Престояхме ден или част от деня. Питай отброяващите [ангели].”"},{"SurahNumber":23,"VerseNumber":114,"Text":"Ще рече: “Престояхте само малко, ако знаете"},{"SurahNumber":23,"VerseNumber":115,"Text":"Нима смятахте, че ви сътворихме напразно и че при Нас не ще бъдете върнати?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Всевишен е Аллах, истинският Владетел! Няма друг бог освен Него, Господа на прекрасния Трон"},{"SurahNumber":23,"VerseNumber":117,"Text":"А който призовава друг бог заедно с Аллах без довод за това, равносметката му е при неговия Господ. Неверниците не ще сполучат"},{"SurahNumber":23,"VerseNumber":118,"Text":"И кажи [о, Мухаммад]: “Господи, опрости и помилвай! Ти си Най-милосърдният.”"},{"SurahNumber":24,"VerseNumber":1,"Text":"Сура, която Ние низпослахме и наложихме. В нея низпослахме ясни знамения, за да се поучите"},{"SurahNumber":24,"VerseNumber":2,"Text":"На всяка прелюбодейка и всеки прелюбодеец ударете по сто бича и да не ви обземе състрадание към тях, като прилагате религията на Аллах, - ако вярвате в Аллах и в Сетния ден! И да присъства на мъчението им група от вярващите"},{"SurahNumber":24,"VerseNumber":3,"Text":"Прелюбодеецът се свързва само с прелюбодейка или съдружаваща и прелюбодейката се свързва само с прелюбодеец или съдружаващ. Възбранено е това за вярващите"},{"SurahNumber":24,"VerseNumber":4,"Text":"А на онези, които набедят целомъдрени жени, после не доведат четирима свидетели, ударете осемдесет бича и не приемайте никога тяхно свидетелство! Тези са нечестивците"},{"SurahNumber":24,"VerseNumber":5,"Text":"освен които след това се покаят и поправят. Аллах е опрощаващ, милосърден"},{"SurahNumber":24,"VerseNumber":6,"Text":"А които набедят своите съпруги и нямат свидетели, освен самите себе си, всеки от тях да засвидетелства четири пъти в името на Аллах, че наистина е искрен"},{"SurahNumber":24,"VerseNumber":7,"Text":"А петия път - проклятието на Аллах да е над него, ако лъже"},{"SurahNumber":24,"VerseNumber":8,"Text":"И се отклонява от жената мъчението, ако четири пъти засвидетелства в името на Аллах, че наистина той лъже"},{"SurahNumber":24,"VerseNumber":9,"Text":"А петия път - гневът на Аллах да е над нея, ако мъжът е искрен"},{"SurahNumber":24,"VerseNumber":10,"Text":"И ако не бе благодатта на Аллах към вас, и Неговата милост, и не бе Аллах приемащ покаянието, премъдър"},{"SurahNumber":24,"VerseNumber":11,"Text":"Онези, които оклеветиха [Аиша], са [само] група от вас. Не смятайте, че то е зло за вас! Не, то е добро за вас. Над всеки от онези тегне грехът, който е придобил, а за най-големия виновник има огромно мъчение"},{"SurahNumber":24,"VerseNumber":12,"Text":"Защо когато чухте това, вярващите мъже и жени не помислиха добро в себе си и не рекоха: “То е явна клевета.”"},{"SurahNumber":24,"VerseNumber":13,"Text":"Защо не доведоха за това четирима свидетели? И след като не са дошли със свидетелите, тези са лъжците пред Аллах"},{"SurahNumber":24,"VerseNumber":14,"Text":"И ако не е благодатта на Аллах към вас, и Неговата милост в земния живот и в отвъдния, щеше да ви сполети огромно мъчение за измислицата, в която затънахте"},{"SurahNumber":24,"VerseNumber":15,"Text":"Ето, вие я пренасяте с езика си и изричате с устата си онова, за което нямате знание, и го смятате за дребно, а при Аллах то е огромно"},{"SurahNumber":24,"VerseNumber":16,"Text":"И защо, когато чухте това, не рекохте: “Не ни подобава да приказваме за него. Пречист си Ти! Това е огромна измама.”"},{"SurahNumber":24,"VerseNumber":17,"Text":"Аллах ви наставлява никога да не повторите подобно нещо, ако сте вярващи"},{"SurahNumber":24,"VerseNumber":18,"Text":"И ви разяснява Аллах знаменията. Аллах е всезнаещ, премъдър"},{"SurahNumber":24,"VerseNumber":19,"Text":"За онези, които желаят покварата да се разпространява сред вярващите, ще има болезнено мъчение в земния живот и в отвъдния. Аллах знае, вие не знаете"},{"SurahNumber":24,"VerseNumber":20,"Text":"И ако не бе благодатта на Аллах към вас, и Неговата милост, и не бе Аллах състрадателен, милосърден"},{"SurahNumber":24,"VerseNumber":21,"Text":"О, вярващи, не следвайте стъпките на сатаната! А който следва стъпките на сатаната, на него повелява той покварата и порицаваното. И ако не бе благодатта на Аллах към вас и Неговата милост, никой от вас не ще бъде никога чист. Но Аллах пречиства когото пожелае. Аллах е всечуващ, всезнаещ"},{"SurahNumber":24,"VerseNumber":22,"Text":"И удостоените с благодат и обилие сред вас да не се кълнат, че не ще даряват на [съгрешилите от] роднините и клетниците, и преселниците по пътя на Аллах! И нека извиняват, и нека прощават! Нима не искате Аллах да ви опрости? Аллах е опрощаващ, милосърден"},{"SurahNumber":24,"VerseNumber":23,"Text":"Онези, които набедят целомъдрена жена, наивна и вярваща, те са прокълнати в земния живот и в отвъдния, и за тях ще има огромно мъчение"},{"SurahNumber":24,"VerseNumber":24,"Text":"в Деня, когато и езиците, и ръцете, и краката им ще свидетелстват за техните дела"},{"SurahNumber":24,"VerseNumber":25,"Text":"В този Ден Аллах напълно ще им изплати истинското въздаяние и ще узнаят, че Аллах е явната истина"},{"SurahNumber":24,"VerseNumber":26,"Text":"Лошото е за лошите хора и лошите хора са за лошото, а доброто е за добрите хора и добрите хора са за доброто. Тези са пречистени от онова, което се приказва. За тях има опрощение и щедро препитание"},{"SurahNumber":24,"VerseNumber":27,"Text":"О, вярващи, не влизайте в домове, освен в собствените си, докато не поискате разрешение и не поздравите обитателите им! За вас това е най-доброто, за да се поучите"},{"SurahNumber":24,"VerseNumber":28,"Text":"И ако не намерите никого там, не влизайте, докато не ви се позволи! И ако ви бъде казано: “Върнете се!”, тогава се върнете! За вас това е най-чистото. Аллах знае вашите дела"},{"SurahNumber":24,"VerseNumber":29,"Text":"Не е грях за вас да влизате в необитаеми домове, в които има ваше имущество. Аллах знае какво разкривате и какво потулвате"},{"SurahNumber":24,"VerseNumber":30,"Text":"Кажи на вярващите мъже да свеждат погледите си и да пазят целомъдрието си! За тях това е най-чистото. Сведущ е Аллах за техните дела"},{"SurahNumber":24,"VerseNumber":31,"Text":"И кажи на вярващите жени да свеждат поглед и да пазят целомъдрието си, и да не показват своите украшения освен видното от тях, и да спускат покривалото върху пазвата си, и да не показват своите украшения освен пред съпрузите си или бащите си, или бащите на съпрузите си, или синовете си, или синовете на съпрузите си, или братята си, или синовете на братята си, или синовете на сестрите си, или жените [вярващи] или [слугините], владени от десниците им, или слугите от мъжете без плътски нужди, или децата, непознали още женската голота. И да не тропат с крак, за да се разбере какво скриват от своите украшения. И се покайте пред Аллах всички, о, вярващи, за да сполучите"},{"SurahNumber":24,"VerseNumber":32,"Text":"И встъпвайте в брак с несемейните от вас и с праведните от робите и робините ви! Ако са бедни, Аллах ще им даде от Неговата благодат. Аллах е прещедър, всезнаещ"},{"SurahNumber":24,"VerseNumber":33,"Text":"Които нямат средства да встъпят в брак, нека се въздържат, докато Аллах им даде от Своята благодат! А за онези сред владените от десниците ви, които желаят договор [за освобождаване] - напишете им, ако виждате у тях добро! И им дайте от имота на Аллах, който Той ви е дал! В стремежа ви към благата на земния живот не принуждавайте слугините си да развратничат - те желаят целомъдрие! Но принудят ли слугиня, то и след принуждаването Аллах [за нея] е опрощаващ, милосърден"},{"SurahNumber":24,"VerseNumber":34,"Text":"И вече ви низпослахме ясни знамения и пример за онези, които бяха преди вас, и поучение за богобоязливите"},{"SurahNumber":24,"VerseNumber":35,"Text":"Аллах е Светлината на небесата и на земята. Сиянието Му е като ниша, в която има светилник. Светилникът е в стъкло. Стъклото е сякаш блестяща звезда. Разпалена е от [маслото на] благословено маслиново дърво, нито източно, нито западно. Едва докоснато от огъня, маслото му озарява. Светлина върху светлина. Аллах напътва към Своята светлина когото пожелае и дава Аллах примерите за хората - Аллах всяко нещо знае"},{"SurahNumber":24,"VerseNumber":36,"Text":"в домовете, които Аллах позволи да бъдат възвисени и да се споменава в тях Неговото име. Прославят Го там и сутрин, и вечер"},{"SurahNumber":24,"VerseNumber":37,"Text":"хора, които нито търговия, нито продажба ги отвлича от споменаването на Аллах и от служенето на молитвата и даването на милостинята закат. Страхуват се от Деня, в който ще се преобърнат сърцата и очите"},{"SurahNumber":24,"VerseNumber":38,"Text":"за да им въздаде Аллах най-доброто за онова, което са вършили, и да им надбави от Своята благодат. Аллах безмерно дава препитание на когото пожелае"},{"SurahNumber":24,"VerseNumber":39,"Text":"А на неверниците делата са като мираж в пустиня. Жадният го смята за вода, но стигне ли там, не намира нищо. Там ще намери Аллах и Той ще му изплати въздаянието. Аллах бързо прави равносметка"},{"SurahNumber":24,"VerseNumber":40,"Text":"Или [делата им са] като тъмнини в морска бездна. Покриват я вълни едни над други, а над тях - облаци. Тъмнини една върху друга. Извади ли някой ръка, едвам ще я види. Комуто Аллах не е отредил светлина, не ще има за него светлина"},{"SurahNumber":24,"VerseNumber":41,"Text":"Не виждаш ли, че Аллах прославят всички на небесата и на земята, и птиците, разтворили криле? Всеки знае как да се моли и да прославя. Аллах знае техните дела"},{"SurahNumber":24,"VerseNumber":42,"Text":"На Аллах принадлежи владението на небесата и на земята, и към Аллах е завръщането"},{"SurahNumber":24,"VerseNumber":43,"Text":"Не виждаш ли, че Аллах подкарва облаците, после ги съединява, после ги сторва на купчина и виждаш как дъждът излиза от тях. И спуска от планини в небето градушка, и поразява Той с нея когото пожелае, и я отклонява от когото пожелае. И блясъкът на Неговата мълния едва не отнема зрението"},{"SurahNumber":24,"VerseNumber":44,"Text":"Аллах променя нощта и деня. В това има поука за прозорливите"},{"SurahNumber":24,"VerseNumber":45,"Text":"Аллах сътвори от вода всяка твар. Някои от тях се движат по корем, някои от тях вървят на два крака, а някои от тях вървят на четири. Аллах сътворява, каквото пожелае. Аллах за всяко нещо има сила"},{"SurahNumber":24,"VerseNumber":46,"Text":"Вече низпослахме ясни знамения. Аллах води когото пожелае към правия път"},{"SurahNumber":24,"VerseNumber":47,"Text":"Казват [лицемерите]: “Повярвахме в Аллах и в Пратеника, и се покорихме.” Сетне част от тях се отмята след това. Тези не са вярващи"},{"SurahNumber":24,"VerseNumber":48,"Text":"И когато бъдат призовани към Аллах и към Неговия Пратеник, за да отсъди помежду им, ето - част от тях се отвръща"},{"SurahNumber":24,"VerseNumber":49,"Text":"А ако правдата е в тяхна полза, отиват при него покорни"},{"SurahNumber":24,"VerseNumber":50,"Text":"Болест ли има в сърцата им, или се усъмняват, или се страхуват, че Аллах и Неговият Пратеник ще бъдат несправедливи към тях? Да, тези са угнетителите"},{"SurahNumber":24,"VerseNumber":51,"Text":"Ако вярващите бъдат призовани към Аллах и Неговия Пратеник, за да отсъди помежду им, те изричат само: “Чухме и се покорихме!” Тези са сполучилите"},{"SurahNumber":24,"VerseNumber":52,"Text":"Който се покорява на Аллах и на Неговия Пратеник, и се страхува от Аллах, и се бои от Него, тези са преуспяващите"},{"SurahNumber":24,"VerseNumber":53,"Text":"И се кълнат [лицемерите] в Аллах с най-усърдните си клетви, че ако им повелиш, непременно ще излязат [за битка]. Кажи [о, Мухаммад]: “Не се кълнете! Ясно е доколко се покорявате! Сведущ е Аллах за вашите дела.”"},{"SurahNumber":24,"VerseNumber":54,"Text":"Кажи: “Покорявайте се на Аллах, покорявайте се на Пратеника! А отметнете ли се, негов дълг е само онова, което му е възложено и ваш дълг е само онова, което на вас е възложено. И покорите ли му се, ще сте на правия път. Дълг за Пратеника е само ясното послание.”"},{"SurahNumber":24,"VerseNumber":55,"Text":"Аллах обеща на онези от вас, които вярват и вършат праведни дела, че ще ги остави наследници на земята, както остави и онези преди тях, и непременно ще укрепи тяхната религия, която Той им избра, и в замяна след страха ще им дари сигурност. Те само на Мен ще служат и не ще Ме съдружават с нищо. А който подир това стане неверник, тези са нечестивците"},{"SurahNumber":24,"VerseNumber":56,"Text":"И отслужвайте молитвата, и давайте милостинята закат, и се покорявайте на Пратеника, за да бъдете помилвани"},{"SurahNumber":24,"VerseNumber":57,"Text":"Не смятай, че неверниците ще обезсилят [Аллах] на земята! Мястото им е Адът. И колко лоша участ е той"},{"SurahNumber":24,"VerseNumber":58,"Text":"О, вярващи, нека онези, които са под властта на десниците ви и онези от вас, които не са достигнали зрелост, да ви искат позволение три пъти: преди молитвата в зори и когато сваляте одеждите си по пладне, и подир нощната молитва - три случая, в които може да сте съблечени. Извън това не е грях нито за вас, нито за тях да влизате едни при други. Така Аллах ви разяснява знаменията. Аллах е всезнаещ, премъдър"},{"SurahNumber":24,"VerseNumber":59,"Text":"А когато децата ви достигнат зрелост, да искат позволение, както искат и всички преди тях. Така Аллах ви разяснява Своите знамения. Аллах е всезнаещ, премъдър"},{"SurahNumber":24,"VerseNumber":60,"Text":"А престарелите жени, които вече не се надяват на брак, не е грях да свалят връхното си наметало, без да показват украшения. Но да се въздържат е по-доброто за тях. Аллах е всечуващ, всезнаещ"},{"SurahNumber":24,"VerseNumber":61,"Text":"Няма за слепеца притеснение и няма за куция притеснение, и няма за болния притеснение, нито за самите вас да ядете в своите домове или в домовете на бащите си, или в домовете на майките си, или в домовете на братята си, или в домовете на сестрите си, или в домовете на чичовците си, или в домовете на лелите си, или в домовете на вуйчовците си, или в домовете на вуйните си, или там, откъдето имате ключове, или при ваш приятел. Няма грях за вас да ядете заедно или поотделно. И щом влезете в домове, поздравете се взаимно с поздрав от Аллах - благословен, мил! Така Аллах ви обяснява знаменията, за да проумеете"},{"SurahNumber":24,"VerseNumber":62,"Text":"Вярващите са само онези, които вярват в Аллах и в Неговия Пратеник, и щом са с него за общо дело, не си отиват, докато не му поискат позволение. Които ти искат позволение, те вярват в Аллах и в Неговия Пратеник. А щом ти поискат позволение за нещо свое, позволи на когото желаеш! И моли Аллах да ги опрости! Аллах е опрощаващ, милосърден"},{"SurahNumber":24,"VerseNumber":63,"Text":"И не се обръщайте към Пратеника така, както се обръщате един към друг! Аллах знае онези от вас, които скришом се измъкват. И да се боят онези, които нарушават негово нареждане, да не ги сполети изпитание или да не ги сполети болезнено мъчение"},{"SurahNumber":24,"VerseNumber":64,"Text":"Да, на Аллах е всичко на небесата и на земята. Знае Той вашето положение. В Деня, когато бъдат върнати при Него, ще ги извести какво са вършили. Аллах знае всяко нещо"},{"SurahNumber":25,"VerseNumber":1,"Text":"Благословен е Онзи, Който низпосла на Своя раб Разграничаването, за да бъде предупредител за световете"},{"SurahNumber":25,"VerseNumber":2,"Text":"Онзи, Комуто принадлежи владението на небесата и на земята. И не се е сдобивал със син, и няма съдружник във владението, и е сътворил всяко нещо, и го е премерил с точна мяра"},{"SurahNumber":25,"VerseNumber":3,"Text":"А вместо Него [неверниците] приеха божества, които нищо не творят, а те са сътворени, и не владеят за себе си нито вреда, нито полза, и не владеят нито смърт, нито живот, нито възкресение"},{"SurahNumber":25,"VerseNumber":4,"Text":"И казват неверниците: “Това е само лъжа, която той си е измислил. И са му помогнали за нея други хора.” Така угнетяват и мамят"},{"SurahNumber":25,"VerseNumber":5,"Text":"И казват: “Легенди на предците! Накарал е да му ги препишат и му се диктуват сутрин и вечер.”"},{"SurahNumber":25,"VerseNumber":6,"Text":"Кажи [о, Мухаммад]: “Низпосла го Онзи, Който знае неведомото и на небесата, и на земята. Той е опрощаващ, милосърден.”"},{"SurahNumber":25,"VerseNumber":7,"Text":"И казват: “Що за пратеник е този? Яде храна и ходи по пазарите. Защо не му бе изпратен ангел, за да бъде с него предупредител"},{"SurahNumber":25,"VerseNumber":8,"Text":"Или не му бъде спуснато съкровище, или не му се даде градина, от която да яде?” И казват угнетителите: “Вие следвате само един омагьосан човек.”"},{"SurahNumber":25,"VerseNumber":9,"Text":"Погледни как скалъпват за теб притчите и така се заблуждават, и не могат да намерят пътя"},{"SurahNumber":25,"VerseNumber":10,"Text":"Благословен е Онзи, Който ако пожелае, ти отрежда по-доброто от това - Градините, сред които реки текат, и дворци ти отрежда"},{"SurahNumber":25,"VerseNumber":11,"Text":"Но те взимат за лъжа Часа, а Ние приготвихме пламъци за онези, които взимат за лъжа Часа"},{"SurahNumber":25,"VerseNumber":12,"Text":"И когато те ги зърнат отдалеч, ще доловят тяхната ярост и вой"},{"SurahNumber":25,"VerseNumber":13,"Text":"И когато бъдат хвърлени там на тясно място - завързани, ще зоват за погибел"},{"SurahNumber":25,"VerseNumber":14,"Text":"[И ще им се каже]: “Не зовете Днес за една гибел, а за много гибел!”"},{"SurahNumber":25,"VerseNumber":15,"Text":"Кажи [о, Мухаммад]: “Това ли е по-доброто, или Градината на вечността, обещана за богобоязливите? Тя за тях ще бъде въздаяние и място за пребивание.”"},{"SurahNumber":25,"VerseNumber":16,"Text":"Там ще пребивават вечно и ще имат, каквото пожелаят. Това е обещание, измолено от твоя Господ"},{"SurahNumber":25,"VerseNumber":17,"Text":"В Деня, когато Той ще събере тях и онова, на което служат вместо на Аллах, ще каже: “Вие ли заблудихте тези Мои раби, или сами се заблудиха по пътя?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"Ще кажат: “Пречист си Ти! Не ни подобава да приемаме други покровители освен Теб. Ала Ти им даде, на тях и на техните бащи, да се понасладят, докато забравиха споменаването и станаха хора погубени.”"},{"SurahNumber":25,"VerseNumber":19,"Text":"Изобличиха ви в лъжа за онова, което казвате [о, съдружаващи] и не можете нито да се защитите, нито да се спасите. И който от вас угнетява, ще го накараме да вкуси голямо мъчение"},{"SurahNumber":25,"VerseNumber":20,"Text":"И преди теб изпращахме само пратеници, които ядат храна и ходят по пазарите. И сторихме едни от вас изпитание за други. Ще изтърпите ли? Твоят Господ е всезрящ"}]}