{"Id":349,"LanguageCodes":["sw","swa"],"Name":"swa-alimuhsinalbarw","Author":"Ali Muhsin Al Barwani","Language":"Swahili","Description":"Swahili","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"BASI NI NANI dhaalimu mkubwa kuliko yule aliye msingizia uwongo Mwenyezi Mungu na kuikanusha kweli imfikiapo? Je! Siyo katika Jahannamu makaazi ya hao makafiri"},{"SurahNumber":39,"VerseNumber":33,"Text":"Na aliye ileta Kweli na akaithibitisha - hao ndio wachamngu"},{"SurahNumber":39,"VerseNumber":34,"Text":"Watapata watakacho taka kwa Mola wao Mlezi. Hayo ndiyo malipo ya watendao mema"},{"SurahNumber":39,"VerseNumber":35,"Text":"Ili Mwenyezi Mungu awafutie ukomo wa uovu walio ufanya na awalipe ujira wao kwa mujibu wa ukomo wa wema walio kuwa wakiutenda"},{"SurahNumber":39,"VerseNumber":36,"Text":"Je! Mwenyezi Mungu si wa kumtosheleza mja wake? Na ati wanakutishia kwa hao wenginewe wasio kuwa Yeye! Na aliye hukumiwa na Mwenyezi Mungu kupotea hana wa kumwongoa"},{"SurahNumber":39,"VerseNumber":37,"Text":"Na ambaye Mwenyezi Mungu anamwongoa hana wa kumpotoa. Je! Mwenyezi Mungu si Mwenye nguvu anaye weza kulipiza"},{"SurahNumber":39,"VerseNumber":38,"Text":"Na ukiwauliza: Ni nani aliye ziumba mbingu na ardhi. Bila ya shaka watasema: Mwenyezi Mungu. Sema: Je! Mnawaonaje wale mnao waomba badala ya Mwenyezi Mungu, ikiwa Mwenyezi Mungu akitaka kunidhuru, wao wanaweza kuniondolea dhara yake? Au akitaka kunirehemu, je, wao wanaweza kuzuia rehema yake? Sema: Mwenyezi Mungu ananitosheleza. Kwake Yeye wategemee wanao tegemea"},{"SurahNumber":39,"VerseNumber":39,"Text":"Sema: Enyi watu wangu! Fanyeni mwezavyo, mimi pia nafanya. Basi mtakuja ona"},{"SurahNumber":39,"VerseNumber":40,"Text":"Ni nani itakaye mfikia adhabu ya kumhizi, na itakaye mshukia adhabu ya daima"},{"SurahNumber":39,"VerseNumber":41,"Text":"Hakika Sisi tumekuteremshia Kitabu kwa ajili ya watu wote kwa Haki. Basi mwenye kuongoka ni kwa nafsi yake, na mwenye kupotoka bila ya shaka amepotoka kwa khasara yake. Na wewe si mlinzi juu yao"},{"SurahNumber":39,"VerseNumber":42,"Text":"MWENYEZI MUNGU huzipokea roho zinapo kufa. Na zile zisio kufa wakati wa kulala kwake, huzishika zilizo hukumiwa kufa, na huzirudisha nyengine mpaka ufike wakati uliowekwa. Hakika katika hayo bila ya shaka zipo Ishara kwa watu wanao fikiri"},{"SurahNumber":39,"VerseNumber":43,"Text":"Au ndio wanachukua waombezi badala ya Mwenyezi Mungu? Sema: Ingawa hawana mamlaka juu ya kitu chochote, wala hawatambui lolote"},{"SurahNumber":39,"VerseNumber":44,"Text":"Sema: Uombezi wote uko kwa Mwenyezi Mungu. Ni wake Yeye tu ufalme wa mbingu na ardhi. Kisha mtarejeshwa kwake"},{"SurahNumber":39,"VerseNumber":45,"Text":"Na anapo tajwa Mwenyezi Mungu peke yake nyoyo za wasio iamini Akhera huchafuka. Na wanapo tajwa wenginewe asiye kuwa Yeye basi wao hufurahi"},{"SurahNumber":39,"VerseNumber":46,"Text":"Sema: Ewe Mwenyezi Mungu! Muumba mbingu na ardhi! Mjuzi wa yasiyo onekana na yanayo onekana! Wewe utahukumu baina ya waja wako katika waliyo kuwa wakikhitalifiana"},{"SurahNumber":39,"VerseNumber":47,"Text":"Na lau kuwa walio dhulumu wangeli kuwa na vyote viliomo duniani na pamoja navyo vingine kama hivyo, bila ya shaka wangeli vitoa kujikomboa katika adhabu mbaya hiyo Siku ya Kiyama. Na yatawadhihirikia kwa Mwenyezi Mungu wasiyo kuwa wakiyatarajia"},{"SurahNumber":39,"VerseNumber":48,"Text":"Na utawadhihirikia ubaya wa waliyo yachuma, yatawazunguka waliyo kuwa wakiyafanyia mzaha"},{"SurahNumber":39,"VerseNumber":49,"Text":"Na dhara inapo mgusa mtu hutuomba. Kisha tunapo mpa neema zitokazo kwetu, husema: Nimepewa haya kwa sababu ya ilimu yangu. Sio! Huo ni mtihani! Lakini wengi wao hawajui"},{"SurahNumber":39,"VerseNumber":50,"Text":"Waliyasema haya waliyo kuwa kabla yao, lakini hayakuwafaa waliyo kuwa wakiyachuma"},{"SurahNumber":39,"VerseNumber":51,"Text":"Basi ukawasibu uovu wa waliyo yachuma. Na wale walio dhulumu miongoni mwa hawa utawasibu uovu wa waliyo yachuma vile vile. Nao si wenye kushinda"},{"SurahNumber":39,"VerseNumber":52,"Text":"Kwani wao hawajui kwamba Mwenyezi Mungu humkunjulia riziki amtakaye na akamkadiria? Hakika katika haya bila ya shaka zipo Ishara kwa watu wanao amini"},{"SurahNumber":39,"VerseNumber":53,"Text":"Sema: Enyi waja wangu walio jidhulumu nafsi zao! Msikate tamaa na rehema ya Mwenyezi Mungu. Hakika Mwenyezi Mungu husamehe dhambi zote. Hakika Yeye ni Mwenye kusamehe, Mwenye kurehemu"},{"SurahNumber":39,"VerseNumber":54,"Text":"Na rejeeni kwa Mola wenu Mlezi, na silimuni kwake, kabla ya kukujieni adhabu. Kisha hapo hamtanusuriwa"},{"SurahNumber":39,"VerseNumber":55,"Text":"Na fuateni yaliyo bora kabisa katika yale yaliyo teremshwa kwenu kutoka kwa Mola wenu Mlezi, kabla haijakujieni adhabu kwa ghafla, na hali hamtambui"},{"SurahNumber":39,"VerseNumber":56,"Text":"Isije ikasema nafsi: Ee majuto yangu kwa yale niliyo poteza upande wa Mwenyezi Mungu, na hakika nilikuwa miongoni mwa wanao fanya maskhara"},{"SurahNumber":39,"VerseNumber":57,"Text":"Au ikasema: Ingeli kuwa Mwenyezi Mungu ameniongoa, bila ya shaka ningeli kuwa miongoni mwa wenye kumchamngu"},{"SurahNumber":39,"VerseNumber":58,"Text":"Au ikasema inapo ona adhabu: Lau kuwa ningeli pata fursa nyengine, ningeli kuwa miongoni mwa wafanya mema"},{"SurahNumber":39,"VerseNumber":59,"Text":"Wapi! Bila ya shaka zilikujia Ishara zangu, nawe ukazikadhibisha, na ukajivuna, na ukawa miongoni mwa makafiri"},{"SurahNumber":39,"VerseNumber":60,"Text":"Na Siku ya Kiyama utawaona walio msingizia uwongo Mwenyezi Mungu nyuso zao zimesawijika. Je! Si katika Jahannamu makaazi ya wanao takabari"},{"SurahNumber":39,"VerseNumber":61,"Text":"Na Mwenyezi Mungu atawaokoa wenye kujikinga kwa ajili ya kufuzu kwao. Hapana uovu utao wagusa, wala hawatahuzunika"},{"SurahNumber":39,"VerseNumber":62,"Text":"Mwenyezi Mungu ndiye Muumba wa kila kitu, na Yeye ndiye Mlinzi juu ya kila kitu"},{"SurahNumber":39,"VerseNumber":63,"Text":"Yeye anazo funguo za mbingu na ardhi. Na wale walio zikataa Ishara za Mwenyezi Mungu, hao ndio wenye kukhasiri"},{"SurahNumber":39,"VerseNumber":64,"Text":"Sema: Je! Mnaniamrisha nimuabudu asiye kuwa Mwenyezi Mungu, enyi majaahili"},{"SurahNumber":39,"VerseNumber":65,"Text":"Na kwa yakini yamefunuliwa kwako na kwa walio kuwa kabla yako: Bila ya shaka ukimshirikisha Mwenyezi Mungu a'mali zako zitaanguka, na lazima utakuwa miongoni mwa wenye kukhasiri"},{"SurahNumber":39,"VerseNumber":66,"Text":"Bali muabudu Mwenyezi Mungu tu, na uwe miongoni mwa wenye kushukuru"},{"SurahNumber":39,"VerseNumber":67,"Text":"Na wala hawakumhishimu Mwenyezi Mungu kama anavyo stahiki kadiri yake. Na Siku ya Kiyama ardhi yote itakuwa mkononi mwake, na mbingu zitakunjwa katika mkono wake wa kuume. Subhanahu wa Taa'la Ametakasika na Ametukuka na hayo wanayo mshirikisha nayo"},{"SurahNumber":39,"VerseNumber":68,"Text":"Na litapulizwa barugumu, wazimie waliomo mbinguni na waliomo katika ardhi, isipo kuwa aliye mtaka Mwenyezi Mungu. Kisha litapulizwa mara nyengine. Hapo watainuka wawe wanangojea"},{"SurahNumber":39,"VerseNumber":69,"Text":"Na ardhi itang'ara kwa Nuru ya Mola wake Mlezi, na Kitabu kitawekwa, na wataletwa Manabii na mashahidi, na patahukumiwa baina yao kwa haki, wala hawatadhulumiwa"},{"SurahNumber":39,"VerseNumber":70,"Text":"Na kila nafsi italipwa kwa yale iliyo yafanya, na Yeye anayajua sana wanayo yatenda"},{"SurahNumber":39,"VerseNumber":71,"Text":"Na walio kufuru wataongozwa kuendea Jahannamu kwa makundi. Mpaka watakapo ifikia itafunguliwa milango yake, na walinzi wake watawaambia: Kwani hawakukujilieni Mitume miongoni mwenu wakikusomeeni Aya za Mola wenu Mlezi na kukuonyeni mkutano wa siku yenu hii? Watasema: Kwani! Lakini limekwisha thibiti neno la adhabu juu ya makafiri"},{"SurahNumber":39,"VerseNumber":72,"Text":"Itasemwa: Ingieni milango ya Jahannamu mdumu humo. Basi nayo ni ubaya ulioje wa makaazi ya wanao takabari"},{"SurahNumber":39,"VerseNumber":73,"Text":"Na walio mcha Mola wao Mlezi wataongozwa kuendea Peponi kwa makundi, mpaka watakapo fikilia, nayo milango yake imekwisha funguliwa. Walinzi wake watawaambia: Salaam Alaikum, Amani iwe juu yenu! Mmet'ahirika. Basi ingieni humu mkae milele"},{"SurahNumber":39,"VerseNumber":74,"Text":"Nao watasema: Alhamdulillah, Sifa njema zote ni za Mwenyezi Mungu aliye tutimizia ahadi yake, na akaturithisha ardhi, tunakaa katika Bustani popote tupendapo. Basi ni malipo mazuri yaliyoje ya watendao"},{"SurahNumber":39,"VerseNumber":75,"Text":"Na utawaona Malaika wakizunguka pembeni mwa Kiti cha enzi cha Mwenyezi Mungu, wakimtakasa na kumsifu Mola wao Mlezi. Na patahukumiwa baina yao kwa haki na patasemwa: Sifa zote njema ni za Mwenyezi Mungu, Mola Mlezi wa viumbe vyote"},{"SurahNumber":40,"VerseNumber":1,"Text":"H'a, Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"Uteremsho wa Kitabu umetoka kwa Mwenyezi Mungu Mwenye nguvu, Mwenye kujua"},{"SurahNumber":40,"VerseNumber":3,"Text":"Anaye samehe dhambi na anaye pokea toba, Mkali wa kuadhibu, Mwenye ukarimu, hakuna mungu ila Yeye; marejeo ni kwake"},{"SurahNumber":40,"VerseNumber":4,"Text":"Hawazibishi Ishara za Mwenyezi Mungu ila walio kufuru; basi kusikughuri wewe kutanga tanga kwao katika nchi"},{"SurahNumber":40,"VerseNumber":5,"Text":"Kabla yao walikadhibisha kaumu ya Nuhu na makundi mengine baada yao. Na kila taifa lilikuwa na hamu juu ya Mtume wao wamkamate. Na walibishana kwa upotovu ili kuipindua haki. Kwa hivyo niliwakamata. Basi ilikuwaje adhabu yangu"},{"SurahNumber":40,"VerseNumber":6,"Text":"Namna hivi limewathibitikia makafiri neno la Mola wako Mlezi ya kwamba wao ni watu wa Motoni"},{"SurahNumber":40,"VerseNumber":7,"Text":"Wale wanao beba A'rshi, na wanao izunguka, wanamsabihi na kumhimidi Mola wao Mlezi, na wanamuamini, na wanawaombea msamaha walio amini kwa kusema: Mola wetu Mlezi! Umekienea kila kitu kwa rehema na ujuzi. Basi wasamehe walio tubu na wakaifuata Njia yako, na waepushe na adhabu ya Jahannamu"},{"SurahNumber":40,"VerseNumber":8,"Text":"Mola wetu Mlezi! Na waingize katika Bustani za Milele ulizo waahidi. Na uwape haya pia wale walio fanya mema miongoni mwa wazee wao na wake zao na dhuriya zao. Hakika Wewe ni Mwenye nguvu, Mwenye hikima"},{"SurahNumber":40,"VerseNumber":9,"Text":"Na waepushe na maovu; kwani umwepushaye maovu siku hiyo, hakika umemrehemu; na huko ndiko kufuzu kukubwa"},{"SurahNumber":40,"VerseNumber":10,"Text":"Kwa hakika wale walio kufuru watanadiwa: Bila ya shaka kukuchukieni Mwenyezi Mungu ni kukubwa kuliko kujichukia nyinyi nafsi zenu, mlipo kuwa mnaitwa kwenye Imani nanyi mkakataa"},{"SurahNumber":40,"VerseNumber":11,"Text":"Watasema: Mola wetu Mlezi! Umetufisha mara mbili, na umetuhuisha mara mbili! Basi tunakiri madhambi yetu. Basi je, ipo njia ya kutoka"},{"SurahNumber":40,"VerseNumber":12,"Text":"Hayo ni hivyo kwa sababu mlikuwa akiombwa Mwenyezi Mungu peke yake mnakataa. Na akishirikishwa mnaamini. Basi hukumu ni ya Mwenyezi Mungu Mtukufu Mkuu"},{"SurahNumber":40,"VerseNumber":13,"Text":"Yeye ndiye anaye kuonyesheni Ishara zake, na anakuteremshieni kutoka mbinguni riziki. Na hapana anaye kumbuka ila anaye rejea"},{"SurahNumber":40,"VerseNumber":14,"Text":"Basi mwombeni Mwenyezi Mungu mkimsafia Dini Yeye tu, na wangachukia makafiri"},{"SurahNumber":40,"VerseNumber":15,"Text":"Yeye ndiye Mwenye vyeo vya juu, Mwenye A'rshi. Hupeleka Roho kwa amri yake juu ya amtakaye katika waja wake, ili kuonya kwa Siku ya Mkutano"},{"SurahNumber":40,"VerseNumber":16,"Text":"Siku watakayo dhihiri wao. Hapana kitacho fichikana chochote chao kwa Mwenyezi Mungu. Ufalme ni wa nani leo? Ni wa Mwenyezi Mungu Mmoja Mtenda nguvu"},{"SurahNumber":40,"VerseNumber":17,"Text":"Leo kila nafsi italipwa kwa iliyo chuma. Hapana dhulma leo. Hakika Mwenyezi Mungu ni Mwepesi wa kuhisabu"},{"SurahNumber":40,"VerseNumber":18,"Text":"Na waonye siku inayo kurubia, wakati nyoyo zitakapo fika kooni, nao wamejaa huzuni. Madhaalimu hawatakuwa na rafiki, wala mwombezi wa kuitikiwa"},{"SurahNumber":40,"VerseNumber":19,"Text":"(Mwenyezi Mungu) anajua khiyana ya macho na yanayo ficha vifua"},{"SurahNumber":40,"VerseNumber":20,"Text":"Na Mwenyezi Mungu huhukumu kwa haki; lakini hao wanao waomba badala yake hawahukumu chochote. Hakika Mwenyezi Mungu ndiye Mwenye kusikia Mwenye kuona"},{"SurahNumber":40,"VerseNumber":21,"Text":"Kwani hawatembei katika ardhi wakaona jinsi ulivyo kuwa mwisho wa walio kuwa kabla yao? Hao walikuwa wamewazidi hawa kwa nguvu na athari katika nchi. Na Mwenyezi Mungu aliwatia mkononi kwa sababu ya madhambi yao. Na wala hapakuwa wa kuwalinda na Mwenyezi Mungu"},{"SurahNumber":40,"VerseNumber":22,"Text":"Hayo ni kwa sababu walikuwa wanawajia Mitume wao kwa hoja zilizo wazi, lakini wakawakataa, ndipo Mwenyezi Mungu akawakamata. Bila ya shaka Yeye ni Mwenye nguvu, Mkali wa kuadhibu"},{"SurahNumber":40,"VerseNumber":23,"Text":"Na kwa yakini tulimtuma Musa pamoja na Ishara zetu na uthibitisho ulio wazi"},{"SurahNumber":40,"VerseNumber":24,"Text":"Kumwendea Firauni na Hamana na Qaruni, wakasema: Huyu ni mchawi, mwongo mkubwa"},{"SurahNumber":40,"VerseNumber":25,"Text":"Basi alipo waletea Haki inayo toka kwetu, walisema: Waueni watoto wanaume wa wale walio muamini na wawacheni hai wanawake wao. Na haviwi vitimbi vya makafiri ila katika upotovu"},{"SurahNumber":40,"VerseNumber":26,"Text":"Na Firauni akasema: Niachieni nimuuwe Musa, naye amwite Mola wake Mlezi! Mimi nachelea asije kubadilishieni dini yenu, au akatangaza uharibifu katika nchi"},{"SurahNumber":40,"VerseNumber":27,"Text":"Na Musa akasema: Mimi najikinga kwa Mola wangu Mlezi na Mola wenu Mlezi anilinde na kila mwenye jeuri asiye iamini Siku ya Hisabu"},{"SurahNumber":40,"VerseNumber":28,"Text":"Na akasema mtu mmoja Muumini, aliye kuwa mmoja katika watu wa Firauni aliye ficha Imani yake: Mtamuuwa mtu kwa sababu anasema Mola wangu Mlezi ni Mwenyezi Mungu? Na hali naye amekujieni na hoja zilizo wazi? Na akiwa yeye mwongo basi uwongo wake ni juu yake mwenyewe, na akiwa mkweli yatakufikieni baadhi ya hayo anayo kuahidini. Hakika Mwenyezi Mungu hamwongoi apindukiaye mipaka, mwongo mkubwa"},{"SurahNumber":40,"VerseNumber":29,"Text":"Enyi watu wangu! Leo mna ufalme, mmeshinda katika nchi; basi ni nani atakaye nisaidia kutuokoa na adhabu ya Mwenyezi Mungu kama ikitufikia? Firauni akasema: Sikupeni shauri ila ile niliyo iona, wala sikuongozeni ila kwenye njia ya uwongofu"},{"SurahNumber":40,"VerseNumber":30,"Text":"Na akasema yule aliye amini: Enyi watu wangu! Hakika mimi nakukhofieni mfano wa siku za makundi"},{"SurahNumber":40,"VerseNumber":31,"Text":"Mfano wa hali ya watu wa Nuhu na A'di na Thamudi na wale wa baada yao. Na Mwenyezi Mungu hataki kuwadhulumu waja"},{"SurahNumber":40,"VerseNumber":32,"Text":"Na enyi watu wangu! Hakika mimi nakukhofieni Siku ya mayowe"},{"SurahNumber":40,"VerseNumber":33,"Text":"Siku mtakapo geuka kurudi nyuma. Hamtakuwa na wa kukulindeni kwa Mwenyezi Mungu. Na mwenye kuhukumiwa na Mwenyezi Mungu kupotea, basi huyo hana wa kumwongoa"},{"SurahNumber":40,"VerseNumber":34,"Text":"Na alikwisha wajieni Yusuf zamani kwa dalili zilizo wazi, lakini nyinyi mliendelea katika shaka kwa yale aliyo kuleteeni; mpaka alipo kufa mkasema: Mwenyezi Mungu hataleta kabisa Mtume baada yake. Kama hivyo Mwenyezi Mungu humwacha kupotea anaye pindukia mipaka katika maasi anaye jitia shaka"},{"SurahNumber":40,"VerseNumber":35,"Text":"Hao ambao wanajadiliana katika Ishara za Mwenyezi Mungu pasipo ushahidi wowote ulio wafikia, ni chukizo kubwa mbele ya Mwenyezi Mungu na mbele ya walio amini. Hivi ndivyo Mwenyezi Mungu apigavyo muhuri juu ya kila moyo wa jeuri anaye jivuna"},{"SurahNumber":40,"VerseNumber":36,"Text":"Na Firauni akasema: Ewe Hamana! Nijengee mnara ili nipate kuzifikia njia"},{"SurahNumber":40,"VerseNumber":37,"Text":"Njia za mbinguni ili nikamwone Mungu wa Musa. Na kwa hakika mimi bila ya shaka namjua kuwa ni mwongo tu. Na hivi ndivyo Firauni alivyo pambiwa ubaya wa vitendo vyake, na akazuiliwa Njia. Na vitimbi vya Firauni havikuwa ila katika kuangamia tu"},{"SurahNumber":40,"VerseNumber":38,"Text":"Na yule aliye amini alisema: Enyi watu wangu! Nifuateni mimi, nitakuongozeni njia ya uwongozi mwema"},{"SurahNumber":40,"VerseNumber":39,"Text":"Enyi watu wangu! Hakika haya maisha ya dunia ni starehe ipitayo tu, na hakika Akhera ndiyo nyumba ya daima"},{"SurahNumber":40,"VerseNumber":40,"Text":"Mwenye kutenda uovu hatalipwa ila sawa na huo uwovu wake, na anaye tenda wema, akiwa mwanamume au mwanamke, naye ni Muumini, basi hao wataingia Peponi, waruzukiwe humo bila ya hisabu"},{"SurahNumber":40,"VerseNumber":41,"Text":"Na enyi watu wangu! Kwa nini mimi nakuiteni kwenye uwokofu, nanyi mnaniita kwenye Moto"},{"SurahNumber":40,"VerseNumber":42,"Text":"Mnaniita nimkufuru Mwenyezi Mungu na nimshirikishe na yule ambaye simjui, nami nakuiteni kwa Mwenye nguvu Mwenye kusamehe"},{"SurahNumber":40,"VerseNumber":43,"Text":"Bila ya shaka mnaye niitia kumuabudu hastahiki wito duniani wala Akhera. Na hakika marejeo yetu ni kwa Mwenyezi Mungu. Na wanao pindukia mipaka ndio watu wa Motoni"},{"SurahNumber":40,"VerseNumber":44,"Text":"Basi mtayakumbuka ninayo kuambieni. Nami namkabidhi Mwenyezi Mungu mambo yangu. Hakika Mwenyezi Mungu anawaona waja wake"},{"SurahNumber":40,"VerseNumber":45,"Text":"Basi Mwenyezi Mungu akamlinda na ubaya wa hila walizo zifanya. Na adhabu mbaya itawazunguka watu wa Firauni"},{"SurahNumber":40,"VerseNumber":46,"Text":"Wanaonyeshwa Moto asubuhi na jioni. Na itapo fika Saa ya Kiyama patasemwa: Waingizeni watu wa Firauni katika adhabu kali kabisa"},{"SurahNumber":40,"VerseNumber":47,"Text":"Na watapo hojiana huko Motoni, wanyonge watawaambia walio jitukuza: Hakika sisi tulikuwa wafuasi wenu, basi je, hamtuondolei sehemu ya huu Moto"},{"SurahNumber":40,"VerseNumber":48,"Text":"Watasema walio jitukuza: Hakika sote sisi tumo humo humo! Kwani Mwenyezi Mungu kesha hukumu baina ya waja"},{"SurahNumber":40,"VerseNumber":49,"Text":"Na walio Motoni watawaambia walinzi wa Jahannamu: Mwombeni Mola wenu Mlezi atupunguzie walau siku moja ya adhabu"},{"SurahNumber":40,"VerseNumber":50,"Text":"Nao watasema: Je! Hawakuwa wakikufikieni Mitume wenu kwa hoja zilio wazi? Watasema: Kwani? Watasema: Basi ombeni! Na maombi ya makafiri hayawi ila ni kupotea bure"},{"SurahNumber":40,"VerseNumber":51,"Text":"Hakika bila ya shaka Sisi tunawanusuru Mitume wetu na walio amini katika uhai wa duniani na siku watapo simama Mashahidi"},{"SurahNumber":40,"VerseNumber":52,"Text":"Siku ambayo hautawafaa madhaalimu udhuru wao, nao watapata laana, na watapata makaazi mabaya kabisa"},{"SurahNumber":40,"VerseNumber":53,"Text":"Na kwa hakika tulimpa Musa uwongofu, na tukawarithisha Wana wa Israili Kitabu"},{"SurahNumber":40,"VerseNumber":54,"Text":"Ambacho ni Uwongofu na Ukumbusho kwa wenye akili"},{"SurahNumber":40,"VerseNumber":55,"Text":"Basi subiri. Hakika ahadi ya Mwenyezi Mungu ni kweli. Na omba msamaha kwa dhambi zako, na umtakase Mola wako Mlezi kwa kumhimidi jioni na asubuhi"},{"SurahNumber":40,"VerseNumber":56,"Text":"Hakika hao wanao bishana katika Ishara za Mwenyezi Mungu bila ya uthibitisho wowote uliyo wajia, hawana vifuani mwao ila kutaka ukubwa tu, na wala huo hawaufikilii. Basi jikinge kwa Mwenyezi Mungu. Hakika Yeye ni Mwenye kusikia, Mwenye kuona"},{"SurahNumber":40,"VerseNumber":57,"Text":"Bila ya shaka kuumba mbingu na ardhi ni kukubwa zaidi kuliko kuwaumba watu. Lakini watu wengi hawajui"},{"SurahNumber":40,"VerseNumber":58,"Text":"Na kipofu na mwenye kuona hawalingani; na walio amini na watendao mema hawalingani na muovu. Ni machache mnayo yakumbuka"},{"SurahNumber":40,"VerseNumber":59,"Text":"Hakika Saa (ya Kiyama) itafika, nayo haina shaka. Lakini watu wengi hawaamini"},{"SurahNumber":40,"VerseNumber":60,"Text":"Na Mola wenu Mlezi anasema: Niombeni nitakuitikieni. Kwa hakika wale ambao wanajivuna na kuniabudu Mimi wataingia Jahannamu wadhalilike"},{"SurahNumber":40,"VerseNumber":61,"Text":"Mwenyezi Mungu aliye kufanyieni usiku ili mpate kutulia humo, na mchana wa kuonea. Hakika Mwenyezi Mungu bila ya shaka ni Mwenye fadhila juu ya watu, lakini watu wengi hawashukuru"},{"SurahNumber":40,"VerseNumber":62,"Text":"Huyo ndiye Mwenyezi Mungu Mola wenu Mlezi, Muumba wa kila kitu. Hapana mungu ila Yeye; basi mnageuzwa wapi"},{"SurahNumber":40,"VerseNumber":63,"Text":"Namna hivi ndivyo walivyo geuzwa walio kuwa wakizikataa Ishara za Mwenyezi Mungu"},{"SurahNumber":40,"VerseNumber":64,"Text":"Ni Mwenyezi Mungu aliye kufanyieni ardhi kuwa ni pahala pa kukaa, na mbingu kuwa dari. Na akakutieni sura, na akazifanya nzuri sura zenu, na akakuruzukuni vitu vizuri. Huyo ndiye Mwenyezi Mungu Mola wenu Mlezi. Basi ametukuka Mwenyezi Mungu Mola Mlezi wa walimwengu wote"},{"SurahNumber":40,"VerseNumber":65,"Text":"Yeye ndiye aliye Hai - hapana mungu isipo kuwa Yeye. Basi muabuduni Yeye mkimsafishia Dini Yeye. Sifa njema zote ni za Mwenyezi Mungu, Mola Mlezi wa walimwengu wote"},{"SurahNumber":40,"VerseNumber":66,"Text":"Sema: Mimi nimekatazwa kuwaabudu hao mnao waomba badala ya Mwenyezi Mungu, zilipo nijia hoja zilizo dhaahiri kutokana na Mola wangu Mlezi. Na nimeamrishwa nisilimu kwa Mola wa walimwengu wote"},{"SurahNumber":40,"VerseNumber":67,"Text":"Yeye ndiye aliye kuumbeni kwa udongo, kisha kwa tone la manii, kisha kwa pande la damu, kisha akakutoeni katika hali ya mtoto mchanga, kisha mpate kufikilia utu uzima, kisha mpate kuwa wazee. Na kati yenu wapo wanao kufa kabla, na ili mfikie muda ulio kwisha wekwa, na ili mpate kufahamu"},{"SurahNumber":40,"VerseNumber":68,"Text":"Yeye ndiye anaye huisha na anaye fisha. Akihukumu jambo liwe, basi huliambia: Kuwa! Likawa"},{"SurahNumber":40,"VerseNumber":69,"Text":"Je! Huwaoni wale wanao bishana katika Ishara za Mwenyezi Mungu? Wanageuziwa wapi"},{"SurahNumber":40,"VerseNumber":70,"Text":"Ambao wamekanusha Kitabu na yale tuliyo watuma Mitume wetu. Basi watakuja jua"},{"SurahNumber":40,"VerseNumber":71,"Text":"Zitakapo kuwa pingu shingoni mwao na minyororo, huku wanabururwa"},{"SurahNumber":40,"VerseNumber":72,"Text":"Katika maji ya moto, kisha wanaunguzwa Motoni"},{"SurahNumber":40,"VerseNumber":73,"Text":"Tena wataambiwa: Wako wapi mlio kuwa mkiwashirikisha"},{"SurahNumber":40,"VerseNumber":74,"Text":"Badala ya Mwenyezi Mungu? Watasema: Wametupotea, bali tangu zamani hatukuwa tukiomba kitu! Hivyo ndivyo Mwenyezi Mungu anawaachia makafiri wapotelee mbali"},{"SurahNumber":40,"VerseNumber":75,"Text":"Haya ni kwa sababu mlikuwa mkijitapa katika ardhi pasipo haki, na kwa sababu mlikuwa mkijishaua"},{"SurahNumber":40,"VerseNumber":76,"Text":"Ingieni kwenye milango ya Jahannamu, mdumu humo milele. Basi ni maovu yaliyoje makaazi ya wanao takabari"},{"SurahNumber":40,"VerseNumber":77,"Text":"Basi subiri, hakika ahadi ya Mwenyezi Mungu ni ya kweli. Na ama tukikuonyesha baadhi ya yale tuliyo waahidi au tukikufisha, lakini wao watarudishwa kwetu tu"},{"SurahNumber":40,"VerseNumber":78,"Text":"Na bila ya shaka tuliwatuma Mitume kabla yako. Wengine katika hao tumekusimulia khabari zao, na wengine hatukukusimulia. Na haiwi Mtume alete Ishara yoyote ila kwa idhini ya Mwenyezi Mungu. Basi ikija amri ya Mwenyezi Mungu huhukumiwa kwa Haki, na hapo wapotofu watakhasiri"},{"SurahNumber":40,"VerseNumber":79,"Text":"Mwenyezi Mungu aliye kujaalieni nyama hoa, mifugo, ili muwapande baadhi yao, na muwale baadhi yao"},{"SurahNumber":40,"VerseNumber":80,"Text":"Na katika hao mnayo manufaa kadhaa wa kadhaa, na mnapata kwao haja ziliomo vifuani mwenu; na mnachukuliwa juu yao, na juu ya marikebu"},{"SurahNumber":40,"VerseNumber":81,"Text":"Naye anakuonyesheni Ishara zake. Basi Ishara gani za Mwenyezi Mungu mnazo zikataa"},{"SurahNumber":40,"VerseNumber":82,"Text":"Kwani hawatembei katika ardhi wakaona ulikuwaje mwisho wa walio kuwa kabla yao? Wao walikuwa wengi kuliko hawa, na wamewashinda kwa nguvu na athari katika nchi. Wala hayakuwafaa hayo waliyo kuwa wakiyachuma"},{"SurahNumber":40,"VerseNumber":83,"Text":"Walipo wajia Mitume wao kwa dalili zilizo wazi walijitapa kwa ilimu waliyo kuwa nayo. Basi yakawazunguka waliyo kuwa wakiyafanyia maskhara"},{"SurahNumber":40,"VerseNumber":84,"Text":"Walipo iona adhabu yetu walisema: Tumemuamini Mwenyezi Mungu kuwa ni wa pekee, na tunaikataa miungu tuliyo kuwa tukiishirikisha naye"},{"SurahNumber":40,"VerseNumber":85,"Text":"Lakini imani yao haikuwa yenye kuwafaa kitu wakati ambao wamekwisha iona adhabu yetu. Huu ndio mwendo wa Mwenyezi Mungu ulio kuwa kwa waja wake. Na hapo walio kufuru walikhasiri"},{"SurahNumber":41,"VerseNumber":1,"Text":"H'a Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"Uteremsho huu umetoka kwa Mwingi wa rehema, Mwenye kurehemu"},{"SurahNumber":41,"VerseNumber":3,"Text":"Hichi ni Kitabu kilicho pambanuliwa Aya zake, cha kusomwa kwa Kiarabu kwa watu wanao jua"},{"SurahNumber":41,"VerseNumber":4,"Text":"Kitoacho khabari njema, na chenye kuonya. Lakini wengi katika wao wamepuuza; kwa hivyo hawasikii"},{"SurahNumber":41,"VerseNumber":5,"Text":"Na wakasema: Nyoyo zetu zimo katika vifuniko kwa hayo unayo tuitia, na masikio yetu yana uziwi, na baina yetu na wewe lipo pazia. Basi wewe tenda, nasi tunatenda"},{"SurahNumber":41,"VerseNumber":6,"Text":"Sema: Hakika mimi ni mtu kama nyinyi; inafunuliwa kwangu ya kwamba Mungu wenu ni Mungu Mmoja tu. Basi nyookeni sawa kumwendea Yeye, na mumtake msamaha, na ole wao wanao mshirikisha"},{"SurahNumber":41,"VerseNumber":7,"Text":"Ambao hawatoi Zaka na wanaikataa Akhera"},{"SurahNumber":41,"VerseNumber":8,"Text":"Hakika wanao amini na wakatenda mema watakuwa na ujira usio na ukomo"},{"SurahNumber":41,"VerseNumber":9,"Text":"Sema: Hivyo nyinyi mnamkataa aliye umba ardhi katika siku mbili, na mnamfanyia washirika? Huyu ndiye Mola Mlezi wa walimwengu wote"},{"SurahNumber":41,"VerseNumber":10,"Text":"Na akaweka humo milima juu yake, na akabarikia humo na akakadiria humo chakula chake katika siku nne. Haya ni sawa kabisa kwa wanao uliza"},{"SurahNumber":41,"VerseNumber":11,"Text":"Kisha akazielekea mbingu, na zilikuwa moshi, akaziambia hizo na ardhi: Njooni, kwa khiari au kwa nguvu! Vyote viwili vikasema: Tumekuja nasi ni wat'iifu"},{"SurahNumber":41,"VerseNumber":12,"Text":"Basi akazifanya mbingu saba kwa siku mbili, na akazipangia kila mbingu mambo yake. Na tukaipamba mbingu ya chini kwa mataa na kwa ulinzi. Hichi ndicho kipimo cha Mwenyezi Mungu Mwenye Kujua"},{"SurahNumber":41,"VerseNumber":13,"Text":"Basi wakipuuza wewe sema: Nakuhadharisheni adhabu mfano wa adhabu ya A'di na Thamudi"},{"SurahNumber":41,"VerseNumber":14,"Text":"Walipo wajia Mitume mbele yao na nyuma yao wakawaambia: Msimuabudu ila Mwenyezi Mungu! Wakasema: Angeli taka Mola wetu Mlezi bila ya shaka angeli wateremsha Malaika. Basi sisi hakika tunayakataa hayo mliyo tumwa"},{"SurahNumber":41,"VerseNumber":15,"Text":"Ama kina A'di walijivuna katika nchi bila ya haki, na wakasema: Nani aliye kuwa na nguvu kushinda sisi? Kwani wao hawakuona kwamba Mwenyezi Mungu aliye waumba ni Mwenye nguvu kushinda wao? Na wao wakawa wanazikataa Ishara zetu"},{"SurahNumber":41,"VerseNumber":16,"Text":"Basi tuliwapelekea upepo wa kimbunga katika siku za ukorofi, ili tuwaonjeshe adhabu ya kuwahizi katika uhai wa duniani, na bila ya shaka adhabu ya Akhera ina hizaya zaidi, na wala wao hawatanusuriwa"},{"SurahNumber":41,"VerseNumber":17,"Text":"Na ama Thamudi tuliwaongoza, lakini walipenda upofu kuliko uwongofu. Basi uliwachukua moto wa adhabu ya kuwafedhehi kwa sababu ya yale waliyo kuwa wakiyachuma"},{"SurahNumber":41,"VerseNumber":18,"Text":"Na tukawaokoa walio amini na wakawa wanamcha-mngu"},{"SurahNumber":41,"VerseNumber":19,"Text":"Na siku watakapo kusanywa maadui wa Mwenyezi Mungu kwenye Moto, nao wakikgawanywa kwa makundi"},{"SurahNumber":41,"VerseNumber":20,"Text":"Hata watakapo ufikia Moto yatawashuhudia masikio yao, na macho yao na ngozi zao kwa waliyo kuwa wakiyatenda"},{"SurahNumber":41,"VerseNumber":21,"Text":"Na wao wataziambia ngozi zao: Kwa nini mmetushuhudilia? Nazo zitasema: Ametutamkisha Mwenyezi Mungu ambaye ametamkisha kila kitu! Na Yeye ndiye aliye kuumbeni mara ya kwanza, na kwake Yeye tu mtarejeshwa"},{"SurahNumber":41,"VerseNumber":22,"Text":"Na hamkuwa wenye kujificha hata masikio yenu, na macho yenu, na ngozi zenu, zisikushuhudilieni. Lakini mlidhani kwamba Mwenyezi Mungu hayajui mengi katika mliyo kuwa mkiyatenda"},{"SurahNumber":41,"VerseNumber":23,"Text":"Basi hiyo dhana yenu mliyo kuwa mkimdhania Mola wenu Mlezi. Imekuangamizeni; na mmekuwa miongoni mwa walio khasiri"},{"SurahNumber":41,"VerseNumber":24,"Text":"Basi wakisubiri Moto ndio maskani yao. Na wakiomba radhi hawakubaliwi"},{"SurahNumber":41,"VerseNumber":25,"Text":"Na tukawawekea marafiki, na wakawapambia yaliyo mbele yao na nyuma yao. Basi ikawathibitikia kauli wawe pamoja na mataifa yaliyo pita kabla yao, miongoni mwa majini na watu. Hakika hao wamekuwa ni wenye kukhasirika"},{"SurahNumber":41,"VerseNumber":26,"Text":"Na walio kufuru walisema: Msiisikilize Qur'ani hii, na timueni zogo, huenda mkashinda"},{"SurahNumber":41,"VerseNumber":27,"Text":"Basi hapana shaka tutawaonjesha hao walio kufuru adhabu kali, na hapana shaka tutawalipa malipo mabaya ya yale waliyo kuwa wakiyafanya"},{"SurahNumber":41,"VerseNumber":28,"Text":"Hayo ndiyo malipo ya Maadui wa Mwenyezi Mungu - Moto! Humo watakuwa na maskani ya kudumu, ndiyo malipo yao kwa sababu walikuwa wakizikataa Ishara zetu"},{"SurahNumber":41,"VerseNumber":29,"Text":"Na walio kufuru watasema: Mola wetu Mlezi! Tuonyeshe walio tupoteza miongoni mwa majini na watu ili tuwaweke chini ya miguu yetu, wapate kuwa miongoni wa walio chini kabisa"},{"SurahNumber":41,"VerseNumber":30,"Text":"Hakika walio sema: Mola wetu Mlezi ni Mwenyezi Mungu! Kisha wakanyooka sawa, hao huwateremkia Malaika wakawaambia: Msiogope, wala msihuzunike; nanyi furahini kwa Pepo mliyo kuwa mkiahidiwa"},{"SurahNumber":41,"VerseNumber":31,"Text":"Sisi ni vipenzi vyenu katika maisha ya dunia na katika Akhera, na humo mtapata kinacho tamaniwa na nafsi zenu, na humo mtapata mtakavyo vitaka"},{"SurahNumber":41,"VerseNumber":32,"Text":"Ni takrima itokayo kwa Mwenye kusamehe, Mwenye kurehemu"},{"SurahNumber":41,"VerseNumber":33,"Text":"Na ni nani mbora wa kusema kuliko aitaye kwa Mwenyezi Mungu na akatenda mema, na akasema: Hakika mimi ni katika Waislamu"},{"SurahNumber":41,"VerseNumber":34,"Text":"Mema na maovu hayalingani. Pinga uovu kwa lilio jema zaidi. Hapo yule ambaye baina yako naye pana uadui atakuwa kama rafiki jamaa wa kukuonea uchungu"},{"SurahNumber":41,"VerseNumber":35,"Text":"Lakini hawapewi wema huu ila wanao subiri, wala hawapewi ila wenye bahati kubwa"},{"SurahNumber":41,"VerseNumber":36,"Text":"Na Shet'ani akikuchochea kwa uchochezi wewe jikinge kwa Mwenyezi Mungu. Hakika Yeye ni Mwenye kusikia, Mwenye kujua"},{"SurahNumber":41,"VerseNumber":37,"Text":"Na katika Ishara zake ni usiku na mchana, na jua na mwezi. Basi msilisujudie jua wala mwezi, bali msujudieni Mwenyezi Mungu aliye viumba, ikiwa nyinyi mnamuabudu Yeye tu"},{"SurahNumber":41,"VerseNumber":38,"Text":"Na ikiwa watajivuna, basi hao walioko kwa Mola wako Mlezi wanamtakasa Yeye usiku na mchana, na wao hawachoki"},{"SurahNumber":41,"VerseNumber":39,"Text":"Na katika Ishara zake ni kwamba unaiona ardhi nyonge, lakini tunapo iteremshia maji mara unaiona inataharaki na kuumuka. Bila ya shaka aliye ihuisha ardhi ndiye atakaye huisha wafu. Hakika Yeye ni Muweza wa kila kitu"},{"SurahNumber":41,"VerseNumber":40,"Text":"Hakika wale wanao upotoa ukweli uliomo katika Ishara zetu hawatufichikii Sisi. Je! Atakaye tupwa Motoni ni bora au atakaye kuja kwa amani Siku ya Kiyama? Tendeni mpendavyo, kwa hakika Yeye anayaona mnayo yatenda"},{"SurahNumber":41,"VerseNumber":41,"Text":"Kwa hakika wanayo yakataa mawaidha haya yanapo wajia (wataangamia), na haya bila ya shaka ni Kitabu chenye nguvu na utukufu"},{"SurahNumber":41,"VerseNumber":42,"Text":"Hautakifikia upotovu mbele yake wala nyuma yake. Kimeteremshwa na Mwenye hikima, Msifiwa"},{"SurahNumber":41,"VerseNumber":43,"Text":"Huambiwi ila yale yale waliyo ambiwa Mitume wa kabla yako. Hakika Mola wako Mlezi bila ya shaka ni Mwenye maghfira, na ni Mwenye adhabu chungu"},{"SurahNumber":41,"VerseNumber":44,"Text":"Na lau tungeli ifanya Qur'ani kwa lugha ya kigeni wangeli sema: Kwanini Aya zake haziku pambanuliwa? Yawaje lugha ya kigeni na Mtume Mwaarabu? Sema: Hii Qur'ani ni uwongofu na poza kwa wenye kuamini. Na wasio amini umo uziwi katika masikio yao, nayo kwao imezibwa hawaioni. Hao wanaitwa nao wako pahala mbali"},{"SurahNumber":41,"VerseNumber":45,"Text":"Na hakika tulimpa Musa Kitabu, lakini pakatokea khitilafu kati yake. Na lau kuwa halikwisha tangulia neno la Mola wako Mlezi wangeli hukumiwa. Na hakika wao wamo katika shaka yenye kuwatia wasiwasi"},{"SurahNumber":41,"VerseNumber":46,"Text":"Anaye tenda mema basi anajitendea mwenyewe nafsi yake, na mwenye kutenda uovu basi ni juu ya nafsi yake vile vile; wala Mola wako Mlezi si mwenye kuwadhulumu waja"}]}