{"Id":338,"LanguageCodes":["sq","sqi"],"Name":"sqi-fetimehdiu","Author":"Feti Mehdiu","Language":"Albanian","Description":"Albanian","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"Besimtarët kanë shpëtuar"},{"SurahNumber":23,"VerseNumber":2,"Text":"Ata të cilët namazin e tyre e bëjnë me respekt-frikë"},{"SurahNumber":23,"VerseNumber":3,"Text":"Ata të cilët u shmangen fjalëve të kota"},{"SurahNumber":23,"VerseNumber":4,"Text":"Ata të cilët e japin zeqatin"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ata të cilët e ruajnë nderin e tyre"},{"SurahNumber":23,"VerseNumber":6,"Text":"Vetëm për gratë e veta ose për qolet e tyre. Ata me siguri janë ët paqortueshëm"},{"SurahNumber":23,"VerseNumber":7,"Text":"Kush kërkon përtej asaj, po ata janë që e teprojnë"},{"SurahNumber":23,"VerseNumber":8,"Text":"Edhe ata të cilët kanë kujdes në sendet që u janë besuar dhe në fjalën e dhënë"},{"SurahNumber":23,"VerseNumber":9,"Text":"Edhe ata të cilët i ruajnë kohët e namazit"},{"SurahNumber":23,"VerseNumber":10,"Text":"Ata janë trashëgimtarë të denjë"},{"SurahNumber":23,"VerseNumber":11,"Text":"Të cilët do të trashëgojnë Firdevsin, e aty do të qëndrojnë gjithmonë"},{"SurahNumber":23,"VerseNumber":12,"Text":"Ne e kemi krijuar njeriun nga palca e tokës"},{"SurahNumber":23,"VerseNumber":13,"Text":"Pastaj e bëjmë pikë fare në një vend të sigurt"},{"SurahNumber":23,"VerseNumber":14,"Text":"Pastaj atë pikë fare e bëjmë copë gjaku, e mandej nga copa e gjakut e bëjmë mish, nga copa e mishit krijojmë eshtra; e mandej eshtrat i veshim me mish, e pastaj i ngjallim si një qenie tjetër – pra, qoftë lavdëruar All-llahu, krijuesi më i mirë"},{"SurahNumber":23,"VerseNumber":15,"Text":"Ju, pas kësaj, me siguri do të vdisni"},{"SurahNumber":23,"VerseNumber":16,"Text":"Mandej në ditën e kijametit, pa dyshim, do të ringjalleni"},{"SurahNumber":23,"VerseNumber":17,"Text":"Ne kemi krijuar përmbi ju shtatë rrugë dhe nuk jemi të pakujdesshëm ndaj asaj që kemi krijuar"},{"SurahNumber":23,"VerseNumber":18,"Text":"ne lëshojmë nga qielli, me masë, ujin dhe e mbajmë në tokë. Por Ne kemi mundësi edhe ta marrim"},{"SurahNumber":23,"VerseNumber":19,"Text":"Dhe me ndihmën e tij ngrisim për ju kopshte panjash dhe hardhishë. Në të keni shumë pemë dhe ju prej tyre hani"},{"SurahNumber":23,"VerseNumber":20,"Text":"Edhe lisat që rriten në malin Sinaj, që japin vaj e lëng të yndyrshëm për ata që e hanë"},{"SurahNumber":23,"VerseNumber":21,"Text":"Edhe tek kafshët keni mësime: Ne u japim (bëjmë) të pini nga ajo që gjendet në barqet e tyre dhe ju keni shumë dobi prej tyre. Ju prej atyre ushqeheni"},{"SurahNumber":23,"VerseNumber":22,"Text":"Me to dhe me lundra bartni barrët"},{"SurahNumber":23,"VerseNumber":23,"Text":"Ne ia kemi dërguar Nuhin popullit të tij, dhe u tha: “O populli im, adhuroni vetëm All-llahun! Ju nuk keni tjetër Zot përveç Atij, a nuk i frikësoheni”"},{"SurahNumber":23,"VerseNumber":24,"Text":"Por parësia e popullit të tij, të cilët nuk besonin, thanë: “Ky nuk është asgjë, pos njeri sikur edhe ju, dhe vetëm do të jetë më autoritativ te ju. Të kish dashur All-llahu do të kishte dërguar engjujt; kështu diçka nuk kemi dëgjuar prej të parëve tanë"},{"SurahNumber":23,"VerseNumber":25,"Text":"Ai është vetëm njeri i xhindosur prandaj lëshone deri dikur”"},{"SurahNumber":23,"VerseNumber":26,"Text":"“Zoti im – tha ai – më ndihmo, se ata më përgënjeshtrojnë”"},{"SurahNumber":23,"VerseNumber":27,"Text":"Dhe ne ia shpallëm: “Ndërto anijen nën kujdesin tonë, dhe sipas frymzimit tonë, e kur të vijë urdhëri ynë të vërshojë uji mbi sipërfaqen e tokës, ti ngarko në të nga secili lloj nga një çift, edhe familjen tënde dhe mos m’u drejto mua për ata që bënë krime. Ata, pa dyshim, do të përmbyten"},{"SurahNumber":23,"VerseNumber":28,"Text":"Dhe kur të vendosesh në anije ti dhe ata që janë me ty, thuaj: “Qoftë lavdëruar All-llahu i cili na shpëtoi nga populli kriminel”"},{"SurahNumber":23,"VerseNumber":29,"Text":"Dhe thuaj: “O Zoti im, më zbarko në vend të bekuar! Ti je më i miri zbarkues!”"},{"SurahNumber":23,"VerseNumber":30,"Text":"Në këto, vërtetë, ka argumente dhe Ne njëmend i kemi vënë në sprovë"},{"SurahNumber":23,"VerseNumber":31,"Text":"Ps tyre kemi krijuar brezni të tjera"},{"SurahNumber":23,"VerseNumber":32,"Text":"dhe si profet ua kemi dërguar një nga mesi i tyre! “Adhurone All-llahun! Ju nuk keni tjetër Zot përveç Atij, a nuk i frikësoheni”"},{"SurahNumber":23,"VerseNumber":33,"Text":"Kurse parësia e popullit të tij, të cilët nuk kanë besuar, dhe të cilët kanë përgënjeshtruar ballafaqimin në botën tjetër, dhe të cilëve u kemi dhënë që në këtë botë të çojnë jetë luksoze, thoshin: “Ky nuk është tjetër përveç njeri sikur ju, ha atë që hani edhe ju, edhe pi atë që pini edhe ju"},{"SurahNumber":23,"VerseNumber":34,"Text":"Dhe në qoftë se i përuleni një njeriu sikur ju, ju me siguri atëherë do të humbni"},{"SurahNumber":23,"VerseNumber":35,"Text":"E ai u premton se pasi që të vdisni e të bëheni truall dhe eshtra do të ngjalleni"},{"SurahNumber":23,"VerseNumber":36,"Text":"Është larg, shumë larg ajo që po u premtohet"},{"SurahNumber":23,"VerseNumber":37,"Text":"Ekziston vetëm jeta në këtë botë. Ne jetojmë dhe vdesim, por nuk do të ringjallemi"},{"SurahNumber":23,"VerseNumber":38,"Text":"Ai është njeri, i cili përhap gënjeshtra për All-llahun, por ne atij nuk i besojmë"},{"SurahNumber":23,"VerseNumber":39,"Text":"“O Zot, - tha ai, - më ndihmo se më përgënjeshtrojnë!”"},{"SurahNumber":23,"VerseNumber":40,"Text":"“Ata së shpejti do të pendohen!” – iu përgjegj Ai"},{"SurahNumber":23,"VerseNumber":41,"Text":"Dhe me të drejtë i goditi një zë i tmerrshëm dhe i bëmë sikur flasin me hundë. Kështu shkatërrohet populli kriminel"},{"SurahNumber":23,"VerseNumber":42,"Text":"E pastaj krijuam, pas atyre, brezni tjera"},{"SurahNumber":23,"VerseNumber":43,"Text":"Asnjë popull nuk mund ta shpejtojë e as ta vonojë shkatërrimin e vet"},{"SurahNumber":23,"VerseNumber":44,"Text":"Mandej ua kemi dërguar profetët, njërin pas tjetrit. Sa herë që një populli i ka ardhur profeti i vet e kanë përgënjeshtruar, prandaj Ne i kemi ndërruar njërin pas tjetrit, ndërsa jetën e tyre e shndërruam në tregime. Qoftë shporrur një popull që nuk beson"},{"SurahNumber":23,"VerseNumber":45,"Text":"Pastaj e dërguam Musaun dhe vëllain e tij Harunin me argumentet dhe autorizimet tona të qarta"},{"SurahNumber":23,"VerseNumber":46,"Text":"Faraonit dhe parisë së tij, por ata bënë mendjemadhësi, ishin njerëz kryelartë"},{"SurahNumber":23,"VerseNumber":47,"Text":"Dhe thanë: “T’u besojmë dy vetëve që janë sikur ne, kurse populli i tyre është në shërbim tonin?”"},{"SurahNumber":23,"VerseNumber":48,"Text":"Edhe ata dy i shpallëm gënjeshtarë, prandaj qenë shfarosur"},{"SurahNumber":23,"VerseNumber":49,"Text":"Musaut, atëherë, i dhamë Librin, ndoshta ata do të nisen mbarë"},{"SurahNumber":23,"VerseNumber":50,"Text":"Edhe të birin e Merjemes edhe nënën e tij i kemi bërë si argument. Ne ata i vendosëm në një rrafshlartë plot ujë e freski"},{"SurahNumber":23,"VerseNumber":51,"Text":"“O profet! Hani nga ushqimet e mira dhe bëni vepra të mira, sepse unë e di mirë ç’punoni ju"},{"SurahNumber":23,"VerseNumber":52,"Text":"Feja juaj – është e vetmja fe e drejtë, kurse Unë jam Zoti juaj, prandaj frikësohuni!”"},{"SurahNumber":23,"VerseNumber":53,"Text":"Mirëpo ata u ndanë në grupe përkitazi me çështjet fetare, secila palë e entuziazmuar me atë çka kishte (predikonte)"},{"SurahNumber":23,"VerseNumber":54,"Text":"Prandaj lini ata në mashtrimin e vet deri dikur"},{"SurahNumber":23,"VerseNumber":55,"Text":"A mendojnë ata se kur i ndihmojmë me pasuri dhe fëmijë"},{"SurahNumber":23,"VerseNumber":56,"Text":"Se po ngutemi t’u bëjmë ndonjë të mirë? Assesi, por ata nuk e ndiejnë"},{"SurahNumber":23,"VerseNumber":57,"Text":"Ata të cilët nga respekti i frikësohen Zotit të tyre"},{"SurahNumber":23,"VerseNumber":58,"Text":"Edhe ata që besojnë në argumentet e Zotit të tyre"},{"SurahNumber":23,"VerseNumber":59,"Text":"Ata të cilët Zotit të tyre nuk i bëjnë tjetër shok"},{"SurahNumber":23,"VerseNumber":60,"Text":"(Edhe ata të cilët nga ajo pasuri) që u jepet japin dhe u dridhen zemrat për shkak se do të kthehen te Zoti i tyre"},{"SurahNumber":23,"VerseNumber":61,"Text":"Ata shpejtojnë të bëjnë vepra të mira dhe në atë prijnë"},{"SurahNumber":23,"VerseNumber":62,"Text":"Ne nuk ngarkojmë askë përtej mundësive të tij; Ne kemi librin që flet të vërtetën dhe ata nuk do të dëmtohen"},{"SurahNumber":23,"VerseNumber":63,"Text":"Por zemrat e tyre në këtë janë krejtësisht të mashtruara, e përveç asaj bëjnë edhe vepra të këqia pa ia nda"},{"SurahNumber":23,"VerseNumber":64,"Text":"Ndërkaq, kur ata që kanë bërë jetë kulsoze i përfshijmë në dënim, atëherë luten"},{"SurahNumber":23,"VerseNumber":65,"Text":"“tani mos u lutni! Nga ana jonë, vërtet, nuk do të keni ndihmë"},{"SurahNumber":23,"VerseNumber":66,"Text":"Juve u janë lexuar ajetet e mia, kurse ju jeni zbrapsur"},{"SurahNumber":23,"VerseNumber":67,"Text":"me arrogancë dhe duke i fyer, largoheni”"},{"SurahNumber":23,"VerseNumber":68,"Text":"A nuk kanë menduar ata fjalën (Kur’anin)? A u vjen diçka që nuk u ka ardhur të parëve të tyre të hershëm"},{"SurahNumber":23,"VerseNumber":69,"Text":"Apo nuk e njohin Profetin e vet, prandaj edhe e mohojnë"},{"SurahNumber":23,"VerseNumber":70,"Text":"Ose thonë: “Ai është me xhind”! Jo, por ai u sjell të vërtetën, ndërsa shumica sish e urrejnë të vërtetën"},{"SurahNumber":23,"VerseNumber":71,"Text":"Sikur All-llahu të merrej me epshet e tyre, me siguri do të zhdukeshin qiejt dhe toka dhe çdo kush që gjendet në të, mirëpo, Ne u kemi bërë vërejtje, kurse ata nuk duan të dinë fare për vërejtjen e tyre"},{"SurahNumber":23,"VerseNumber":72,"Text":"Apo u kërkon ti atyre ndonjë shpërblim? Shpërblimi i Zotit tënd është më i mirë se Ai është shpërblyesi më i mirë"},{"SurahNumber":23,"VerseNumber":73,"Text":"Ti me të vërtetë i fton ata në rrugë të drejtë"},{"SurahNumber":23,"VerseNumber":74,"Text":"Dhe ata të cilët nuk besojnë në botën tjetër i shmangen padyshim rrugës (së drejtë)"},{"SurahNumber":23,"VerseNumber":75,"Text":"Dhe sikur t’i kishim mëshiruar dhe t’i kishim liruar nga fatkeqësitë, ata do të zhyteshin përsëri në zhgënjimin e tyre"},{"SurahNumber":23,"VerseNumber":76,"Text":"Ne ata i kemi përfshirë në dënim, por ata prapëseprapë nuk i janë përulur dhe lutur Zotit të vet"},{"SurahNumber":23,"VerseNumber":77,"Text":"Derisa t’u hapim një derë dënimi shumë të rëndë, ata atëherë do të mbesin aty shpresëhumbur"},{"SurahNumber":23,"VerseNumber":78,"Text":"Ai është i cili juve ju jep të dëgjuarit, të pamurit edhe mendjen; po sa pak falënderoni"},{"SurahNumber":23,"VerseNumber":79,"Text":"Ai është i cili ju krijon në tokë dhe para Tij do të mblidheni"},{"SurahNumber":23,"VerseNumber":80,"Text":"dhe Ai është i cili bën vdekje dhe ngjallje, prej tij varet ndërrimi i natës e ditës; po a nuk e kuptoni"},{"SurahNumber":23,"VerseNumber":81,"Text":"Mirëpo ata flasin si patën folur ata përpara tyre"},{"SurahNumber":23,"VerseNumber":82,"Text":"Thonë: “A kur të vdesim e të bëhemi dhé e eshtra do të ringjallemi a”"},{"SurahNumber":23,"VerseNumber":83,"Text":"Edhe neve, por edhe të parëve tanë që më parë na është premtuar kjo, por këto janë vetëm trillime të popujve të lashtë”"},{"SurahNumber":23,"VerseNumber":84,"Text":"thuaju: “E kujt është toka dhe gjithë ç’ka në të, e dini?”"},{"SurahNumber":23,"VerseNumber":85,"Text":"“E All-llahut!” – do të përgjigjen, por ti thuaj: “Po pse pra nuk vini në vete?”"},{"SurahNumber":23,"VerseNumber":86,"Text":"Pyeti: “Kush është Zoti i shtatë qiejve dhe Zot i gjithësisë së gjithëmbarshme?”"},{"SurahNumber":23,"VerseNumber":87,"Text":"“All-llahu” – do të thonë ata, kurse ti thuaju: “E pse pra nuk po frikësoheni?”"},{"SurahNumber":23,"VerseNumber":88,"Text":"Thuaj: “Kush është Ai në duart e të cilit është pushteti mbi të gjitha, e që merr në mbrojtje dhe nuk ka nevojë për t’u marrë në mbrojtje, e dini?”"},{"SurahNumber":23,"VerseNumber":89,"Text":"“All-llahu!” – do të përgjigjen, e ti thuaju: “Po pse pra jeni të magjepsur?”"},{"SurahNumber":23,"VerseNumber":90,"Text":"Po Ne atyre u sjellim të vërtetën, kurse ata me të vërtetë janë gënjeshtarë"},{"SurahNumber":23,"VerseNumber":91,"Text":"All-llahu nuk ka djalë dhe me të nuk ka ndonjë tjetër Zot! Sepse, çdo zot, do të merrte me vete atë që e ka krijuar dhe do të dominonin njëri ndaj tjetrit. Qoftë lavdëruar All-llahu nga ajo që ata thonë për Të"},{"SurahNumber":23,"VerseNumber":92,"Text":"Din atë që nuk shihet dhe atë që shihet dhe është shumë lartë mbi ata që i konsiderojnë të barabartë"},{"SurahNumber":23,"VerseNumber":93,"Text":"Thuaj: “Zoti im, a po ma tregon atë që u premtohet atyre"},{"SurahNumber":23,"VerseNumber":94,"Text":"O Zot, mos më fut ndër njerëz kriminelë!”"},{"SurahNumber":23,"VerseNumber":95,"Text":"dhe Ne, me të vërtet, mundemi të tregojmë atë që u premtojmë atyre"},{"SurahNumber":23,"VerseNumber":96,"Text":"Ti ktheju të keqen me të mirë, se Ne e dimë mirë se çka përshkruajnë ata"},{"SurahNumber":23,"VerseNumber":97,"Text":"Dhe thuaj: “O Zot, unë Ty të drejtohem për mbrojtje nga vegimet e djallit!”"},{"SurahNumber":23,"VerseNumber":98,"Text":"Dhe Ty, o Zot, të drejtohem të mos i kem pranë meje"},{"SurahNumber":23,"VerseNumber":99,"Text":"Kur dikujt prej tyre i vjen vdekja, ai thërret, “O Zoti im, më kthe"},{"SurahNumber":23,"VerseNumber":100,"Text":"Mbase do të bëjë ndonjë vepër të mirë në atë që e kam lëshuar! Kurrë! Kjo është fjalë që do të flasë Ai se prapa tyre do të ketë një pengesë deri në ditën kur do të ringjallen"},{"SurahNumber":23,"VerseNumber":101,"Text":"E kur të fryhet në sur, atëherë nuk do të ketë lidhje familjare ndërmjet atyre as që do të pyesin njëri për tjetrin"},{"SurahNumber":23,"VerseNumber":102,"Text":"Kujt i peshojnë më rëndë (veprat e mira) ata do të jenë të shpëtuar"},{"SurahNumber":23,"VerseNumber":103,"Text":"Kurse ata, veprat e të cilëve nuk peshojnë, ata e kanë humbur vetveten në xhehennem, ku do të mbesin përgjithmonë"},{"SurahNumber":23,"VerseNumber":104,"Text":"Zjarri do t’ua djegë atyre fytyrat dhe do të mbesin aty dhëmbë zgërdhirë"},{"SurahNumber":23,"VerseNumber":105,"Text":"Po a nuk u janë lexuar ajetet e mia, dhe ju i mohonit"},{"SurahNumber":23,"VerseNumber":106,"Text":"“O Zoti ynë” – do të thonë, - na ka munduar mjerimi ynë prandaj jemi bërë popull i humbur"},{"SurahNumber":23,"VerseNumber":107,"Text":"Zoti ynë, na shpëto prej tij (mjerimit), e nëse prapë bëjmë keq, atëherë, me të vërtetë, ne jemi kriminelë”"},{"SurahNumber":23,"VerseNumber":108,"Text":"“Rrini aty dhe asgjë mos më folni!” – u thotë Ai"},{"SurahNumber":23,"VerseNumber":109,"Text":"Ka pasur një grup nga robërit e mi që thonë: O Zoti ynë! Ne besuam, prandaj na fal dhe na mëshiro se Ti je më i miri i mëshiruesve!”"},{"SurahNumber":23,"VerseNumber":110,"Text":"Ju i keni marrë për tallje, si të magjepsur, sa që patët harruar vërejtjen time dhe i keni përqeshur"},{"SurahNumber":23,"VerseNumber":111,"Text":"Sot Unë i kam shpërblyer për atë që kanë duruar, ata me të vërtetë kanë arritur çka kanë dëshiruar"},{"SurahNumber":23,"VerseNumber":112,"Text":"“Po sa vjet keni kaluar në tokë?” – do të pyes Ai"},{"SurahNumber":23,"VerseNumber":113,"Text":"Kemi kaluar një ditë ose një pjesë të ditës – do të përgjigjen. Pyeti ata që kanë numëruar"},{"SurahNumber":23,"VerseNumber":114,"Text":"“Po si! – do të thotë Ai, - kohë të shkurtër keni kaluar, sikur vetëm ta dinit"},{"SurahNumber":23,"VerseNumber":115,"Text":"A keni menduar se u kemi krijuar kot dhe se nuk do të ktheheni te ne?”"},{"SurahNumber":23,"VerseNumber":116,"Text":"Pra le të jetë lavdëruar All-llahu, sundues i vërtetë, nuk ka tjetër Zot veç atij, Zot i gjithësisë fisnike"},{"SurahNumber":23,"VerseNumber":117,"Text":"Kurse ai i cili përveç All-llahut lut tjetër Zot, pa asnjë argument për të, para Zotit të vet do të japë llogari dhe me të vërtetë mosbesimtarët nuk do të shpëtojnë"},{"SurahNumber":23,"VerseNumber":118,"Text":"Dhe thuaj: “O Zoti im, më fal dhe më mëshiro, Tij je mëshiruesi më i mirë!”"},{"SurahNumber":24,"VerseNumber":1,"Text":"Suren që e shpallim, ligjet e saj i bëjmë të detyrueshme sepse aty shpallim fakte të qarta, ndoshta ju do të mblidhni mend"},{"SurahNumber":24,"VerseNumber":2,"Text":"Laviren dhe lavirin, çdonjërin, rrihne me njëqind të rëna me kamxhik dhe le të mos u preokupojë asnjëfarë sentimentalizmi kur po zbatoni fenë e All-llahut, nëse i besoni All-llahut dhe botës tjetër. Dënimin e të dyve le ta shikojnë një grup besimtarësh"},{"SurahNumber":24,"VerseNumber":3,"Text":"Laviri nuk duhet të martohet me tjetër, përveç me lavire ose me politeiste, kurse lavirja të mos martohet me tjetër, përveç me lavir ose ndonjë politeist. Ajo është ndaluar për besimtarët"},{"SurahNumber":24,"VerseNumber":4,"Text":"Ata të cilët fajësojnë gratë e ndershme e pastaj nuk e argumentojnë këtë me katër dëshmitarë, t’i rrihni tetëdhjetë herë me kamxhik dhe kurrë më mos e pranoni dëshminë e tyre. Ata janë njerëz të prishur"},{"SurahNumber":24,"VerseNumber":5,"Text":"Me përjashtim të atyre që, pastaj, pendohen dhe përmirësohen, sepse edhe All-llahu fal dhe është shumë i mëshirshëm"},{"SurahNumber":24,"VerseNumber":6,"Text":"Ndërsa ata të cilët fajësojnë bashkëshortet e veta, por që nuk kanë dëshmitarë tjetër, përveç vetes, dëshminë e vet, se me të vërtetë janë të drejtë, do të vërtetojnë duke u betuar katër herë në All-llahun"},{"SurahNumber":24,"VerseNumber":7,"Text":"Kurse herën e pestë le të betohen, nëse gënjejnë, le t’i godasë mallkimi i All-llahut"},{"SurahNumber":24,"VerseNumber":8,"Text":"Ajo do të kursehet nga dënimi nëse katër herë betohet në All-llahun, se me të vërtetë, ai gënjen"},{"SurahNumber":24,"VerseNumber":9,"Text":"E herën e pestë, që ta godisë hidhërimi i All-llahut, nëse ai është nga të sinqertit (e flet të vërtetën)"},{"SurahNumber":24,"VerseNumber":10,"Text":"Sikur të mos ishte mirësia e All-llahut ndaj jush dhe mëshira e Tij, se All-llahu pranon pendimin dhe është shumë i urtë"},{"SurahNumber":24,"VerseNumber":11,"Text":"Ata që kanë trilluar shpifje ju mos e konsideroni atë si ndonjë krim ndaj jush. Jo, ajo është mirë për ju. Secili prej tyre do të jetë i dënuar sipas mëkatit që e ka merituar; atë, të cilin e udhëheq arroganca e vet, e pret vuajtja e madhe"},{"SurahNumber":24,"VerseNumber":12,"Text":"sikur mos ta dëgjonit atë (shpifje), besimtaret dhe besimtarët do të mendonin mirë për vete dhe do të thonin: “kjo është gënjeshtër e qartë”"},{"SurahNumber":24,"VerseNumber":13,"Text":"Pse nuk i sollën katër dëshmitarë? Pra, pasi nuk sollën dëshmitarë, tek All-llahu ata janë gënjeshtarë"},{"SurahNumber":24,"VerseNumber":14,"Text":"Sikur të mos jetë mirësia e All-llahut ndaj jush dhe mëshira e Tij në këtë botë, dhe në botën tjetër, për shkak të mëkateve që keni bërë, do t’u kisht goditur dënim i rëndë"},{"SurahNumber":24,"VerseNumber":15,"Text":"Kur keni filluar që me gjuhën tuaj ta tregoni atë dhe me plot gojën keni folur atë për çka nuk keni ditur asgjë, e keni konsideruar imtësi, por ajo tek All-llahu është e madhe"},{"SurahNumber":24,"VerseNumber":16,"Text":"Sikur, sapo e dëgjuat atë, të kishit thënë: “Neve nuk na ka hije të flasim për këtë, Ti qofsh lavdëruar! Kjo është shpifje e madhe”"},{"SurahNumber":24,"VerseNumber":17,"Text":"All-llahu ju këshillon që, një gjë të tilë, nëse jeni besimtarë, kurrë të mos e përsëritni"},{"SurahNumber":24,"VerseNumber":18,"Text":"E All-llahu ua sqaron ajetet, sepse All-llahu është shumë i dijshëm dhe i urtë"},{"SurahNumber":24,"VerseNumber":19,"Text":"Ata të cilët dëshirojnë që te besimtarët të përhapet amoraliteti, i pret dënim i dhembshëm në këtë dhe në botën tjetër. All-llahu e di, por ju nuk e dini"},{"SurahNumber":24,"VerseNumber":20,"Text":"Sikur të mos ishte mirësia e All-llahut ndaj jush dhe mëshira eTij, mirëpo, All-llahu me të vërtetë është shumë i butë e i mëshirshëm"},{"SurahNumber":24,"VerseNumber":21,"Text":"O besimtarë, mos ndiqni gjurmët e djallit! Atë, që shkon gjurmëve të djallit ai e shpie në theqafje dhe në amoralitet; po sikur të mos ishte mirësia e All-llahut ndaj jush dhe mëshira e Tij, asnjëri prej jush kurrë nuk do të pastrohej (nga mëkatet), mirëpo, All-llahu pastron atë që do Ai. All-llahu shumë di dhe dëgjon"},{"SurahNumber":24,"VerseNumber":22,"Text":"Mos ta lëshojnë rastin ata të cilët kanë pasuri e mjete nga ju, t’u japin të afërmëve dhe të ngratëve, edhe atyre që për hirë të All-llahut kanë lënë vendlindjen e vet; le t’ua falin dhe mos t’ua zënë për gabim! A dëshironi që edhe juve All-llahu t’ua falë? All-llahu falë dhe është shumë i mëshirshëm"},{"SurahNumber":24,"VerseNumber":23,"Text":"Ata që fajësojnë gratë e ndershme, besimtaret e pa të keq, janë të mallkuar në këtë dhe në botën tjetër; ata i pret mundim i madh"},{"SurahNumber":24,"VerseNumber":24,"Text":"Atë ditë, kur të dëshmojnë kundër tyre, gjuhët e tyre, edhe duart e tyre, edhe këmbët e tyre për atë që e kanë bërë"},{"SurahNumber":24,"VerseNumber":25,"Text":"Atë ditë All-llahu do t’ua shpërblejë fenë e tyre të vërtetë dhe ata do të kuptojnë se All-llahu, vërtetë, është vërtetësi e hapët"},{"SurahNumber":24,"VerseNumber":26,"Text":"Të pandershmet janë për të pandershmit, kurse të pandershmit janë për të pandershmet; të mirat janë për të mirët, kurse të mirët janë për të mirat. Ata nuk kanë faj pse flitet për ta; ata i pret falje dhe furnizim fisnik"},{"SurahNumber":24,"VerseNumber":27,"Text":"O besimtarë, mos hyni në shtëpi të huaj pa marrë leje dhe pa përshëndetur njerëzit e asaj (shtëpie). Kjo është më mirë për ju. Ndoshta do ta kuptoni"},{"SurahNumber":24,"VerseNumber":28,"Text":"Po nëse nuk gjeni aty askë, mos hyni në të deri sa të mos u jepet leje; e nëse ju thuhet “kthehuni”! po ju kthehuni, kjo është punë më e pastër për ju. Ndërkaq All-llahu e di se si veproni"},{"SurahNumber":24,"VerseNumber":29,"Text":"Nuk është mëkat për ju të hyni në shtëpia të pabanuara, në të cilat keni ndonjë punë; kurse All-llahu e di atë që e shprehni haptazi edhe atë që e fshihni"},{"SurahNumber":24,"VerseNumber":30,"Text":"Por thuaju besimtarëve të ulin kryet (shikimet e tyre) dhe të kujdesen për pjesët e turpshme të trupit të vet. Ajo është punë më e pastër për ata, kurse All-llahu është, me siguri, i informuar se ç’bëjnë ata"},{"SurahNumber":24,"VerseNumber":31,"Text":"Thuaju edhe besimtareve le të ulin kryet dhe të kujdesen për pjesët e turpshme të trupit të vet, dhe le të mos i ekspozojnë stolitë e tyre, përveç asaj që edhe ashtu është e jashtme (duket). Le t’i mbulojnë krahërorët e tyre me mbulesa dhe të mos ua tregojnë zbukurimet e tyre askujt, përveç bashkëshortëve të tyre ose baballarëve të tyre; baballarëve të burrave të tyre, djemve të tyre ose djemve të burrave të tyre; vëllezërve të tyre ose djemve të vëllezërve apo djemve të motrave të tyre; ose grave (shoqeve) të tyre, robëreshave të tyre, shërbëtorëve, të cilët nuk ndiejnë nevojë për femra, ose fëmijëve, të cilët akoma nuk dinë se çka janë pjesët e turpshme të trupit të femrës; le të mos rrapllojnë me këmbët e tyre për të shfaqur fshehtësinë e stolive të tyre. Dhe të gjithë pendohuni te All-llahu, o besimtarë, ndoshta do të shpëtoni"},{"SurahNumber":24,"VerseNumber":32,"Text":"Martoni të pamartuarit prej jush, edhe robërit e shërbëtorët tuaj të mirë, nëse janë të varfër. All-llahu do t’i pasurojë nga mirësia e Tij, sepse All-llahu është i gjithëdijshëm"},{"SurahNumber":24,"VerseNumber":33,"Text":"Le të përmbahen ata që nuk kanë mundësi të martohen, derisa All-llahu t’i pasurojë me mirësi të vet! Ata të cilët nga ju këkrojnë aktlirimin, shkruani atyre me marrëveshje, nëse i dini se janë të mirë. Jepuni nga pasuria që u ka dhënë juve All-llahu. Mos i detyroni shërbëtoret tuaja të bëjnë kurvëri – e ato dëshirojnë të jenë të pastërta – në mënyrë që ta shijoni kënaqësinë e kësaj bote. Nëse dikush i detyron ato, po All-llahu ato do t’i falë, sepse kanë qenë të detyruara, dhe do të ketë mëshirë ndaj tyre"},{"SurahNumber":24,"VerseNumber":34,"Text":"Ne juve ju kemi zbritur argumente të qarta dhe shembuj nga jeta e atyre që kanë qenë para jush edhe këshillë për ata të cilët i ruhen i druajnë All-llahut"},{"SurahNumber":24,"VerseNumber":35,"Text":"All-llahu është dritë e qiejve dhe e tokës! Shembull i dritës së Tij është si një gropë e thellë në të cilën është një kandil; Kandili është një qelq, e qelqi është sikur një yll i fildisht i ndezur me drurin e bekuar të ullirit, as i lindjes as i perëndimit, vaji i të cilëve bën dritë pothuajse edhe pa e prek zjarri; dritë përmbi dritë! All-llahu udhëzon kah drita e vet atë që Ai do. All-llahu u sjell shembuj njerëzve, All-llahu di shumë mirë çdo send"},{"SurahNumber":24,"VerseNumber":36,"Text":"Nëpër shtëpi që janë ngritur me lejen e All-llahut, aty përmendet edhe emri i Tij, aty e lavdërojnë atë në mëngjes dhe në mbrëmje"},{"SurahNumber":24,"VerseNumber":37,"Text":"Ka burra të cilët puna dhe shitblerja nuk i pengon ta përmendin All-llahun dhe që e kryejnë namazin; japin zeqatin dhe i frikësohen ditës kur zemrat dhe shikimet do të shqetësohen"},{"SurahNumber":24,"VerseNumber":38,"Text":"All-llahu do t’i shpërblejë më mirë se ç’kanë vepruar dhe do t’ua shtojë edhe më tepër nga mirësia e Tij; All-llahu e furnizon kë të dojë pa e matur"},{"SurahNumber":24,"VerseNumber":39,"Text":"Veprat e atyre që nuk besojnë janë si një brrakë në rrafshirë në të cilën i etshmi kujton se ka ujë, derisa të vijë aty ku nuk gjen asgjë, por do të gjejë atje All-llahun dhe Ai do t’ia paguaj plotësisht llogarinë e tij, sepse All-llahu është shumë i shpejtë në llogaritje"},{"SurahNumber":24,"VerseNumber":40,"Text":"Ose janë si një errësirë mbi detin e thellë, të cilën e mbulojnë valët njëra pas tjetrës, kurse mbi të janë retë krejt të errëta njëra mbi tjetrën, gisht në sy nuk shihet; Atij të cilit All-llahu nuk i jep dritë, për atë nuk ka dritë"},{"SurahNumber":24,"VerseNumber":41,"Text":"A nuk e sheh se All-llahun e lavdëron çdo krijesë që është në qiej dhe në tokë, madje edhe shnpendët në tufa; Të gjithë e dinë si t’i luten dhe si ta madhërojnë, kurse All-llahu e di mirë se çka bëjnë ata"},{"SurahNumber":24,"VerseNumber":42,"Text":"I All-llahut është pushteti i qiejve dhe tokës dhe tek All-llahu përfundojnë"},{"SurahNumber":24,"VerseNumber":43,"Text":"A nuk e sheh se All-llahu i shpërndan retë, pastaj i bashkon dhe i grumbullon njërën mbi tjetrën, dhe ti sheh shiun sikur del nga mesi i tyre; Ai lëshon nga qielli, nga retë e mëdha sikur male, breshër dhe me atë godit kë të dojë dhe kë të dojë e kursen. Shkëlqimi i vetëtimës gati sa s’ta merr të pamurit"},{"SurahNumber":24,"VerseNumber":44,"Text":"All-llahu ndërron natën dhe ditën, dhe në këtë, me të vërtetë, ka mësim për ata që shohin"},{"SurahNumber":24,"VerseNumber":45,"Text":"All-llahu i krijon të gjitha kafshët nga uji; disa sish ecin barkaz, disa shkojnë me dy këmbë, e disa pra shkojnë me katër këmbë; All-llahu krijon çka të dojë, sepse All-llahu ka munjdësi për gjithçka"},{"SurahNumber":24,"VerseNumber":46,"Text":"Ne kemi shpallur argumente të qarta, dhe All-llahu kë të dojë e drejton në rrugë të drejtë"},{"SurahNumber":24,"VerseNumber":47,"Text":"Dhe thonë: “Ne i kemi besuar All-llahut dhe Profetit dhe u përulemi” – pastaj një grup sish, pas kësaj, kthejnë kryet në anën tjetër. Ata nuk janë besimtarë"},{"SurahNumber":24,"VerseNumber":48,"Text":"Kur të thirren te All-llahu dhe Profeti i tij që ai t’i gjykojë, një grup prej tyre menjëherë i kthejnë shpinën"},{"SurahNumber":24,"VerseNumber":49,"Text":"Dhe nëse janë më të drejtë, i vijnë si të nënshtruar"},{"SurahNumber":24,"VerseNumber":50,"Text":"A i kanë zemrat të sëmuara apo dyshojnë, ose kanë frikë se All-llahu dhe Profeti i Tij do të sillen padrejtësisht ndaj tyre? Asnjëra, por ata janë mizorë"},{"SurahNumber":24,"VerseNumber":51,"Text":"Kur të thirren besimtarët tek All-llahu dhe Profeti i Tij, që ai t’i gjykojë, fjala e tyre që do të thonë është: “Dëgjojmë dhe përulemi!” Ata janë të shpëtuar"},{"SurahNumber":24,"VerseNumber":52,"Text":"Dhe kush i përulet All-llahut dhe Profetit të Tij, dhe i frikësohet All-llahut dhe i ruhet atij, ata do të arrijnë çka të dëshirojnë"},{"SurahNumber":24,"VerseNumber":53,"Text":"Betohen në All-llahun me betimin më të rëndë, se në qoftë se ti u urdhëron, me siguri, do të dalin (në luftë). Thuaju: “Mos bëni be”, dihet se çka kërkohet prej jush; All-llahu është i informuar se çka punoni ju"},{"SurahNumber":24,"VerseNumber":54,"Text":"Thuaj: “Përuluni All-llahut dhe nderoni Profetin”! E nëse ju ia ktheni shpinën, ai është i obliguar të veprojë ashtu si i është ngarkuar atij; e ju jeni të detyruar të veproni si jeni ju të ngarkuar; po nëse dëgjoni, do të jeni në rrugë të drejtë, kurse Profeti është i detyruar vetëm të informojë haptazi"},{"SurahNumber":24,"VerseNumber":55,"Text":"All-llahu u premton se ata që kanë besuar dhe bëjnë vepra të mira, nga mesi juaj, pa dyshim do t’i bëjë mëkëmbës në tokë, ashtu siç i ka bërë mëkëmbës ata para tyre, dhe se do t’ua forcojë, me siguri, fenë e tyre, atë fe të cilën ua pëlqen Ai, dhe pa dyshim firkën do t’ua zëvendësojë me sigurim. Ata do të më përulën mua dhe nuk do të më bëjnë tjetër shok. Nëdrsa ata që edhe më, pas kësaj, mohojnë – ata janë, vërtetë, mskarenj"},{"SurahNumber":24,"VerseNumber":56,"Text":"Falne namazin, jepne zeqatin dhe respektoni Profetin, në mënyrë që të jeni të mëshiruar"},{"SurahNumber":24,"VerseNumber":57,"Text":"Assesi mos i konsidero mosbesimtarët si mrekullibërës në tokë; vendi i tyre është zjarri, e ai është, me të vërtetë, çerdhe e tmerrshme"},{"SurahNumber":24,"VerseNumber":58,"Text":"O besimtarë, juve duhet t’u kërkojnë leje tri herë ata që janë në posedimin tuaj dhe ata të cilët akoma nuk kanë arritur moshën e pjekurisë; para faljes së sabahut edhe në drekë kur i hiqni rrobat tuaja (nga të nxehtit), edhe pas faljes së jacisë. Këto janë tri kohë kur nuk jeni të veshur; në kohën tjetër nuk është mëkat as për ju as për ata. Ata u vizitojnë juve, vizitone njëri-tjetrin! Ashtu All-llahu ua shpjegon argumentet! All-llahu është shumë i dijshëm dhe i urtë"},{"SurahNumber":24,"VerseNumber":59,"Text":"Edhe kur fëmijët tuaj arrijnë moshën e pjekurisë le të lypin leje (për të hy) ashtu siç kanë lypur leje ata përpara tyre. Ashtu All-llahu ua shpjegon ligjet e veta. All-llahu është shumë i dijshëm dhe i urtë"},{"SurahNumber":24,"VerseNumber":60,"Text":"Kurse femrat e vjetra (të mbetura) të cilat nuk shpresojnë më për martesë, nuk e kanë mëkat të heqin mbulesën e tyre, por duke mos treguar ato pjesë të trupit ku vihen stolitë; por është më mirë të përmbahen. Ndërkaq All-llahu di dhe dëgjon shumë"},{"SurahNumber":24,"VerseNumber":61,"Text":"Nuk është mëkat për të verbërin, as është mëkat për të çalin, e as për të sëmurin, po as për ju vetë, të hani në shtëpitë tuaja, ose në shtëpitë e baballarëve tuaj, ose në shtëpitë e nënave tuaja, ose në shtëpitë e vëllezërve tuaj, ose në shtëpitë e motrave tuaja, ose në shtëpitë e xhaxhallarëve tuaj, ose në shtëpitë e hallave tuaja, ose në shtëpitë e dajve tuaj, ose në shtëpitë e tezeve tuaja, ose në ato, çelësat e të cilave posedoni ju ose miku i juaj; Nuk është mëkat të hani bashkë apo veç e veç. Por kur të hyni në shtëpi, ju të përshëndetni me përshëndetje të caktuar nga All-llahu, të uruar e të bekuar. Ashtu All-llahu ua shpjegon argumentet (ajetet), ndoshta bëheni të mençur"},{"SurahNumber":24,"VerseNumber":62,"Text":"Me të vërtetë besimtarë janë vetëm ata të cilët besojnë All-llahun dhe Profetin e tij, dhe të cilët kur janë me atë për ndonjë çështje të përbashkët, nuk largohen pa marrë pëlqimin e tij. Ata që kërkojnë prej teje leje, njëmend, besojnë në All-llahun dhe Profetin e tij. Dhe kur ata kërkojnë prej teje leje për ndonjë punë të tyre, lejo kë të duash, por lute All-llahun t’i falë, sepse All-llahu fal dhe është shumë i mëshirshëm"},{"SurahNumber":24,"VerseNumber":63,"Text":"Ftesën e Profetit ndër ju mos e trajtoni si ftesë të cilën ia drejtoni ju njëri-tjetrit; All-llahu me siguri i di ata nga mesi i juaj të cilët tërhiqen fshehtazi. Le të ruhen ata të cilët veprojnë në kundërshtim me urdhërin e tij, mos t’i godas ndonjë ngatrresë apo mos t’i godasë ndonjë dënim i dhembshëm"},{"SurahNumber":24,"VerseNumber":64,"Text":"Kujdes! Se gjithë çka është në qiej dhe në tokë i takon All-llahut. Ai e di mirë se çka i keni ju Atij, dhe Ai do t’i informojnë ata për të gjitha çka kanë punuar ditën kur t’i kthehen Atij. All-llahu e di shumë mirë çdo send"},{"SurahNumber":25,"VerseNumber":1,"Text":"Qoftë lartësuar Ai i cili i shpalli robit të vet Furkanin që të jetë qortim (vërejtje) për botërat"},{"SurahNumber":25,"VerseNumber":2,"Text":"Ai të cilit i takon pushteti i qiejve dhe i tokës dhe nuk ka fare fëmijë as bashkëpunëtorë në pushtet, ka krijuar çdo gjë dhe e ka rregulluar si duhet"},{"SurahNumber":25,"VerseNumber":3,"Text":"Disa marrin, përveç Atij, ndonjë hyjni që nuk krijon asgjë, por vetë janë të krijuar dhe nuk janë në gjendje t’i bëjnë vetes ndonjë dëm e as dobi; dhe as kanë mundësi t’ia marrin jetën, t’i japin jetë apo të ngjallin"},{"SurahNumber":25,"VerseNumber":4,"Text":"Ata të cilët nuk kanë besuar, thonë: “Kjo nuk është gjë tjetër pos gënjeshtër e madhe që e shpif ai, madje i ndihmojnë edhe njerëz të tjerë” dhe bëjnë padrejtësi dhe shpifje"},{"SurahNumber":25,"VerseNumber":5,"Text":"Dhe thonë: “Ato janë legjenda të popujve të lashtë, ai kërkon që të përshkruhen dhe t’i lexohen në mëngjes dhe në mbrëmje”"},{"SurahNumber":25,"VerseNumber":6,"Text":"Thuaj: “Atë e shpall Ai i cili i di fshehtësitë e qiejve dhe të tokës; Ai është shumë i mëshirshëm dhe fal shumë”"},{"SurahNumber":25,"VerseNumber":7,"Text":"E ata thonë: “Ç’është me këtë Profet, ai ha ushqim dhe ec nëpër tregje; është dashur t’i dërgohet një engjull që të jetë bashkë me të qortues (t’i tërheq vërejtjen popullit)"},{"SurahNumber":25,"VerseNumber":8,"Text":"Ose t’i lëshohet ndonjë farë depoje apo të ketë kopsht prej ku do të ushqehej”. Dhe mizorët, madje thonë: “Ju pasoni vetëm një njeri të magjepsur”"},{"SurahNumber":25,"VerseNumber":9,"Text":"Shih se çka flasin për ty, andaj bredhin e nuk mund ta gjejnë rrugën (e drejtë)"},{"SurahNumber":25,"VerseNumber":10,"Text":"Qoftë i madhëruar Ai i cili, nëse do, mund të të japë edhe më mirë se këta, xhennete nëpër të cilat rrjedhin lumenj e të bën edhe pallate"},{"SurahNumber":25,"VerseNumber":11,"Text":"Mirëpo ata e mohojnë edhe momentin e ringjalljes, e Ne, për ata që e përgënjeshtrojnë Ditën e ringjalljes, kemi përgatitur zjarr të këndellur"},{"SurahNumber":25,"VerseNumber":12,"Text":"Që kur t’u tregohet prej së largu, do ta dëgjojnë si ushton dhe tërbueshëm vlon"},{"SurahNumber":25,"VerseNumber":13,"Text":"E kur të hidhen në të, në grykë, duarlidhur, atje do të thërrasin “shkatërrim, ku je!”"},{"SurahNumber":25,"VerseNumber":14,"Text":"Sot mos kërkoni një shkatërrim por kërkoni shumë shkatërrime"},{"SurahNumber":25,"VerseNumber":15,"Text":"Thuaj: “A është më mirë ajo apo xhenneti i përjetshëm i cili u është premtuar atyre që i frikësohen All-llahut”. Për ata ka (xhennet) shpërblim dhe vendqëndrim"},{"SurahNumber":25,"VerseNumber":16,"Text":"Aty do të kenë gjithnjë gjithçka dëshirojnë; ajo është premtim i dëshiruar (i kërkuar) nga Zoti yt"},{"SurahNumber":25,"VerseNumber":17,"Text":"Kurse në ditën kur ata t’i tubojë Ai, si edhe ata të cilët kanë adhuruar (tjetërkend) përveç All-llahut, dhe t’u thohtë: “A ju i keni mashtruar robërit e mi, ata, apo ata e kanë humbur vetë rrugën e drejtë?”"},{"SurahNumber":25,"VerseNumber":18,"Text":"Ata do të thonë: “Ti qofsh lavdëruar, për ne nuk është e nevojshme të marrim, përpos Teje, farë prijësisht tjerë, por ti i ke lëshuar ata dhe të parët e tyre të kënaqen deri sa e harruan vërejtjen dhe u bënë një popull i shkatërruar!”"},{"SurahNumber":25,"VerseNumber":19,"Text":"Ata e kanë përgënjeshtruar atë që thuani ju, kurse ju nuk do të keni mundësi as të ndërroni diçka e as të ndihmoni. Ndërsa secilin prej jush që është mizor do ta bëjmë të shijojë dënim të madh"},{"SurahNumber":25,"VerseNumber":20,"Text":"Ne nuk kemi dërguar para teje asnjë profet i cili nuk ka ngrënë e nuk ka ecur nëpër tregje. Ne bëjmë që njëri-tjetrin ta vëni në sprovë, a po qëndroni? Kurse Zoti yt sheh shumë"}]}