{"Id":95,"LanguageCodes":["de","deu"],"Name":"deu-frankbubenheima","Author":"Frank Bubenheim And Nadeem Elyas","Language":"German","Description":"German","Direction":"ltr","Source":"https://quranenc.com/check/german_bubenheim/v1.1.0-csv.1 , https://quranenc.com/en/browse/german_bubenheim , https://quranenc.com ,","Translations":[{"SurahNumber":12,"VerseNumber":53,"Text":"Und ich spreche mich nicht selbst frei. Die Seele gebietet fürwahr mit Nachdruck das Böse, außer daß mein Herr Sich erbarmt. Mein Herr ist Allvergebend und Barmherzig"},{"SurahNumber":12,"VerseNumber":54,"Text":"Und der König sagte: Bringt ihn zu mir. Ich will ihn mir selbst vorbehalten. Als er mit ihm sprach, sagte er: Du bist (von) heute (an) bei uns in fester Stellung und vertrauenswürdig"},{"SurahNumber":12,"VerseNumber":55,"Text":"Er sagte: Setze mich über die Vorratskammern des Landes ein; ich bin ein kenntnisreicher Hüter"},{"SurahNumber":12,"VerseNumber":56,"Text":"So verliehen Wir Yusuf eine feste Stellung im Land, so daß er sich darin aufhalten konnte, wo immer er wollte. Wir treffen mit Unserer Barmherzigkeit, wen Wir wollen, und Wir lassen den Lohn der Gutes Tuenden nicht verlorengehen"},{"SurahNumber":12,"VerseNumber":57,"Text":"Aber der Lohn des Jenseits ist wahrlich besser für diejenigen, die glauben und gottesfürchtig sind"},{"SurahNumber":12,"VerseNumber":58,"Text":"Und da kamen Yusufs Brüder und traten bei ihm ein. Er erkannte sie, während sie ihn nicht erkannten"},{"SurahNumber":12,"VerseNumber":59,"Text":"Als er sie nun mit ihrem Bedarf ausgestattet hatte, sagte er: Bringt mir einen (Halb)bruder von euch väterlicherseits. Seht ihr denn nicht, daß ich volles Maß gebe und daß ich der beste Obdachgeber bin"},{"SurahNumber":12,"VerseNumber":60,"Text":"Wenn ihr ihn mir nicht bringt, so bekommt ihr bei mir kein Maß mehr, und ihr sollt nicht in meine Nähe kommen"},{"SurahNumber":12,"VerseNumber":61,"Text":"Sie sagten: Wir werden versuchen, seinen Vater in Bezug auf ihn zu bewegen, und wir werden es bestimmt tun"},{"SurahNumber":12,"VerseNumber":62,"Text":"Und er sagte zu seinen Burschen: Steckt ihre (Tausch)ware (zurück) in ihr Gepäck, so daß sie sie (wieder)erkennen, wenn sie zu ihren Angehörigen zurückgekehrt sind, auf daß sie wiederkommen mögen"},{"SurahNumber":12,"VerseNumber":63,"Text":"Als sie zu ihrem Vater zurückkamen, sagten sie: O unser Vater, ein (weiteres) Maß ist uns verweigert worden. Darum lasse unseren Bruder mit uns gehen, so bekommen wir ein (weiteres) Maß zugeteilt; wir werden ihn fürwahr behüten"},{"SurahNumber":12,"VerseNumber":64,"Text":"Er sagte: Kann ich ihn euch etwa anders anvertrauen, als ich euch zuvor seinen Bruder anvertraut habe? Allah ist besser als Behütender, und Er ist der Barmherzigste der Barmherzigen"},{"SurahNumber":12,"VerseNumber":65,"Text":"Und als sie ihre Sachen öffneten, fanden sie, daß ihre Ware ihnen zurückgegeben worden war. Sie sagten: O unser Vater, was begehren wir (mehr)? Das ist unsere Ware, sie ist uns zurückgegeben worden. Wir werden Vorrat für unsere Angehörigen bringen, unseren Bruder behüten und das Maß (der Last) eines Kamels mehr haben. Das ist ein leicht(erhältlich)es Maß"},{"SurahNumber":12,"VerseNumber":66,"Text":"Er sagte: Ich werde ihn nicht mit euch senden, bis ihr mir ein verbindliches Versprechen vor Allah gebt, daß ihr ihn mir ganz gewiß wiederbringt, es sei denn, ihr werdet umringt. Als sie ihm ihr verbindliches Versprechen gegeben hatten, sagte er: Allah ist Sachwalter über das, was wir (hier) sagen"},{"SurahNumber":12,"VerseNumber":67,"Text":"Und er sagte: O meine Kinder, geht nicht (alle) durch ein einziges Tor hinein, sondern geht durch verschiedene Tore hinein. Ich kann euch gegen Allah nichts nützen. Das Urteil ist allein Allahs. Auf Ihn verlasse ich mich; und auf Ihn sollen sich diejenigen verlassen, die sich (überhaupt auf jemanden) verlassen (wollen)"},{"SurahNumber":12,"VerseNumber":68,"Text":"Als sie hineingingen, wie ihr Vater ihnen befohlen hatte, konnte es ihnen vor Allah nichts nützen. (Es war) nur ein Bedürfnis in der Seele Ya’qubs, das er (damit) erfüllte. Und er besaß fürwahr Wissen, weil Wir es ihn gelehrt hatten. Aber die meisten Menschen wissen nicht"},{"SurahNumber":12,"VerseNumber":69,"Text":"Als sie bei Yusuf eintraten, zog er seinen Bruder zu sich. Er sagte: Gewiß, ich bin dein Bruder. So sei nicht bekümmert wegen dessen, was sie getan haben"},{"SurahNumber":12,"VerseNumber":70,"Text":"Als er sie nun mit ihrem Bedarf ausgestattet hatte, steckte er das Trinkgefäß in das Gepäck seines Bruders. Hierauf rief ein Rufer aus: Ihr (da, von der) Karawane, ihr seid fürwahr Diebe"},{"SurahNumber":12,"VerseNumber":71,"Text":"Sie sagten, indem sie sich ihnen zuwandten: Was vermißt ihr"},{"SurahNumber":12,"VerseNumber":72,"Text":"Sie sagten: Wir vermissen den Kelch des Königs. Wer ihn wiederbringt, erhält die Last eines Kamels, und dafür bin ich Bürge"},{"SurahNumber":12,"VerseNumber":73,"Text":"Sie sagten: Bei Allah, ihr wißt doch, wir sind nicht gekommen, um im Land Unheil zu stiften, und wir sind keine Diebe"},{"SurahNumber":12,"VerseNumber":74,"Text":"Sie sagten: Was soll dann die Vergeltung dafür sein, wenn ihr Lügner seid"},{"SurahNumber":12,"VerseNumber":75,"Text":"Sie (die Brüder) sagten: Die Vergeltung dafür soll sein, daß derjenige, in dessen Gepäck er gefunden wird, selbst das Entgelt dafür sein soll. So vergelten wir den Ungerechten"},{"SurahNumber":12,"VerseNumber":76,"Text":"Er begann (zu suchen) in ihren Behältern vor dem Behälter seines Bruders. Hierauf holte er es aus dem Behälter seines Bruders hervor. So führten Wir für Yusuf eine List aus. Nach dem Gesetz des Königs hätte es ihm nicht zugestanden, seinen Bruder (als Sklaven) zu nehmen, außer daß Allah es wollte. Wir erhöhen, wen Wir wollen, um Rangstufen. Und über jedem, der Wissen besitzt, steht einer, der (noch mehr) weiß"},{"SurahNumber":12,"VerseNumber":77,"Text":"Sie sagten: Wenn er stiehlt, so hat ein Bruder von ihm schon zuvor gestohlen. Aber Yusuf hielt es in seinem Innersten geheim und legte es ihnen nicht offen. Er sagte: Ihr befindet euch in einer (noch) schlechteren Lage. Und Allah weiß sehr wohl, was ihr beschreibt"},{"SurahNumber":12,"VerseNumber":78,"Text":"Sie sagten: O hoher Herr, er hat einen Vater, einen hochbetagten Greis. So nimm einen von uns an seiner Stelle. Wir sehen, daß du zu den Gutes Tuenden gehörst"},{"SurahNumber":12,"VerseNumber":79,"Text":"Er sagte: Allah schütze uns (davor), daß wir einen anderen nehmen als denjenigen, bei dem wir unsere Sachen gefunden haben! Wir würden sonst wahrlich zu den Ungerechten gehören"},{"SurahNumber":12,"VerseNumber":80,"Text":"Als sie die Hoffnung an ihm aufgegeben hatten, zogen sie sich zurück zu einem vertraulichen Gespräch. Der Älteste von ihnen sagte: Wißt ihr (denn) nicht, daß euer Vater von euch ein verbindliches Versprechen vor Allah entgegengenommen hat und daß ihr zuvor (eure Pflicht) gegenüber Yusuf vernachlässigt habt? Ich werde das Land nicht verlassen, bis mein Vater es mir erlaubt oder Allah ein Urteil für mich fällt. Er ist der Beste derer, die Urteile fällen"},{"SurahNumber":12,"VerseNumber":81,"Text":"Kehrt zu eurem Vater zurück und sagt: ,O unser Vater, dein Sohn hat gestohlen, und wir bezeugen nur das, was wir wissen, und wir sind nicht Hüter über das Verborgene"},{"SurahNumber":12,"VerseNumber":82,"Text":"Frag die Stadt, in der wir waren, und die Karawane, mit der wir angekommen sind. Wir sagen gewiß die Wahrheit’"},{"SurahNumber":12,"VerseNumber":83,"Text":"Er sagte: Nein! Vielmehr habt ihr selbst euch etwas eingeredet. (Es gilt) schöne Geduld (zu üben). Aber vielleicht wird Allah sie mir alle wiederbringen. Er ist ja der Allwissende und Allweise"},{"SurahNumber":12,"VerseNumber":84,"Text":"Und er kehrte sich von ihnen ab und sagte: O mein Kummer um Yusuf! Und seine Augen wurden weiß vor Trauer, und so hielt er (seinen Kummer) zurück"},{"SurahNumber":12,"VerseNumber":85,"Text":"Sie sagten: Bei Allah, du hörst nicht auf, Yusufs zu gedenken, bis du hinfällig geworden bist oder zu denen gehörst, die umkommen"},{"SurahNumber":12,"VerseNumber":86,"Text":"Er sagte: Ich klage meinen unerträglichen Kummer und meine Trauer nur Allah (allein), und ich weiß von Allah her, was ihr nicht wißt"},{"SurahNumber":12,"VerseNumber":87,"Text":"O meine Kinder, geht und erkundigt euch über Yusuf und seinen Bruder. Und gebt nicht die Hoffnung auf das Erbarmen Allahs auf. Es gibt die Hoffnung auf das Erbarmen Allahs nur das ungläubige Volk auf"},{"SurahNumber":12,"VerseNumber":88,"Text":"Als sie (wieder) bei ihm eintraten, sagten sie: O hoher Herr, Unheil ist uns und unseren Angehörigen widerfahren. Und wir haben (nur) Ware von geringem Wert gebracht. So gib uns (dennoch) volles Maß und gib (es) uns als Almosen. Allah vergilt denjenigen, die Almosen geben"},{"SurahNumber":12,"VerseNumber":89,"Text":"Er sagte: Wißt ihr (noch), was ihr Yusuf und seinem Bruder damals in eurer Torheit antatet"},{"SurahNumber":12,"VerseNumber":90,"Text":"Sie sagten: Bist du denn wirklich Yusuf? Er sagte: Ich bin Yusuf, und das ist mein Bruder. Allah hat uns eine Wohltat erwiesen. Gewiß, wer gottesfürchtig und standhaft ist -- gewiß, Allah läßt den Lohn der Gutes Tuenden nicht verlorenge hen"},{"SurahNumber":12,"VerseNumber":91,"Text":"Sie sagten: Bei Allah, Allah hat dich uns vorgezogen. Und wir haben wahrlich Verfehlungen begangen"},{"SurahNumber":12,"VerseNumber":92,"Text":"Er sagte: Keine Schelte soll heute über euch kommen. Allah vergibt euch, Er ist ja der Barmherzigste der Barmherzigen"},{"SurahNumber":12,"VerseNumber":93,"Text":"Geht mit diesem meinem Hemd und legt es auf das Gesicht meines Vaters, so wird er sein Augenlicht (wieder)erlangen. Und bringt eure Angehörigen allesamt zu mir"},{"SurahNumber":12,"VerseNumber":94,"Text":"Als nun die Karawane aufgebrochen war, sagte ihr Vater: Wahrlich, ich nehme Yusufs Geruch war. Wenn ihr mich nur nicht bezichtigen würdet, Unsinn zu reden"},{"SurahNumber":12,"VerseNumber":95,"Text":"Sie sagten: Bei Allah, du befindest dich fürwahr in deinem alten Irrtum"},{"SurahNumber":12,"VerseNumber":96,"Text":"Als nun der Frohbote kam, legte er es auf sein Gesicht, und da hatte er sein Augenlicht wiedererlangt. Er sagte: Habe ich euch nicht gesagt, daß ich von Allah her weiß, was ihr nicht wißt"},{"SurahNumber":12,"VerseNumber":97,"Text":"Sie sagten: O unser Vater, bitte für uns um Vergebung unserer Sünden, denn wir haben gewiß Verfehlungen begangen"},{"SurahNumber":12,"VerseNumber":98,"Text":"Er sagte: Ich werde meinen Herrn um Vergebung für euch bitten. Er ist ja der Allvergebende und Barmherzige"},{"SurahNumber":12,"VerseNumber":99,"Text":"Als sie nun bei Yusuf eintraten, zog er seine Eltern an sich und sagte: Betretet Ägypten, wenn Allah will, in Sicherheit"},{"SurahNumber":12,"VerseNumber":100,"Text":"Und er hob seine Eltern auf den Thron empor. Und sie fielen vor ihm ehrerbietig nieder. Er sagte: O mein lieber Vater, das ist die Deutung meines (Traum)gesichts von zuvor. Mein Herr hat es wahrgemacht. Und Er hat mir Gutes erwiesen, als Er mich aus dem Gefängnis herauskommen ließ und euch aus dem nomadischen Leben hierherbrachte, nachdem der Satan zwischen mir und meinen Brüdern (zu Zwietracht) aufgestachelt hatte. Gewiß, mein Herr ist feinfühlig (in der Durchführung dessen), was Er will. Er ist ja der Allwissende und Allweise"},{"SurahNumber":12,"VerseNumber":101,"Text":"Mein Herr, Du hast mir etwas von der Herrschaft gegeben und mich etwas von der Deutung der Sprüche gelehrt. (O Du) Erschaffer der Himmel und der Erde, Du bist mein Schutzherr im Diesseits und Jenseits. Berufe mich als (Dir) ergeben ab und nimm mich unter die Rechtschaffenen auf"},{"SurahNumber":12,"VerseNumber":102,"Text":"Dies gehört zu den Nachrichten vom Verborgenen, das Wir dir (als Offenbarung) eingeben. Denn du warst nicht bei ihnen, als sie sich einigten, indem sie Ränke schmiedeten"},{"SurahNumber":12,"VerseNumber":103,"Text":"Aber die meisten Menschen werden, auch wenn du noch so sehr (danach) trachtest, nicht gläubig sein"},{"SurahNumber":12,"VerseNumber":104,"Text":"Und du verlangst von ihnen keinen Lohn dafür. Es ist nur eine Ermahnung für die Weltenbewohner"},{"SurahNumber":12,"VerseNumber":105,"Text":"Wie viele Zeichen gibt es in den Himmeln und auf der Erde, an denen sie vorbeigehen, wobei sie sie unbeachtet lassen"},{"SurahNumber":12,"VerseNumber":106,"Text":"Und die meisten von ihnen glauben nicht an Allah, ohne (Ihm andere) beizugesellen"},{"SurahNumber":12,"VerseNumber":107,"Text":"Glauben sie denn, sicher zu sein davor, daß eine überdeckende Strafe von Allah über sie kommt oder daß plötzlich die Stunde über sie kommt, ohne daß sie merken"},{"SurahNumber":12,"VerseNumber":108,"Text":"Sag: Das ist mein Weg: Ich rufe zu Allah aufgrund eines sichtbaren Hinweises, ich und diejenigen, die mir folgen. Preis sei Allah! Und ich gehöre nicht zu den Götzendienern"},{"SurahNumber":12,"VerseNumber":109,"Text":"Und Wir haben vor dir nur Männer gesandt von den Bewohnern der Städte, denen Wir (Offenbarungen) eingaben. Sind sie denn nicht auf der Erde umhergereist, so daß sie schauen (konnten), wie das Ende derjenigen war, die vor ihnen waren? Die Wohnstätte des Jenseits ist wahrlich besser für diejenigen, die gottesfürchtig sind. Begreift ihr denn nicht"},{"SurahNumber":12,"VerseNumber":110,"Text":"Erst dann, als die Gesandten die Hoffnung aufgegeben hatten und sie meinten, daß sie belogen worden seien, kam Unsere Hilfe zu ihnen. Und so wird errettet, wen Wir wollen. Aber vom übeltätigen Volk wird Unsere Gewalt nicht abgewandt"},{"SurahNumber":12,"VerseNumber":111,"Text":"In ihren Geschichten ist wahrlich eine Lehre für diejenigen, die Verstand besitzen. Es ist keine Aussage, die ersonnen wird, sondern die Bestätigung dessen, was vor ihm war, und die ausführliche Darlegung aller Dinge und eine Rechtleitung und Barmherzigkeit für Leute, die glauben"},{"SurahNumber":13,"VerseNumber":1,"Text":"Alif-Lam-Mim-Ra. Dies sind die Zeichen des Buches. Was zu dir von deinem Herrn herabgesandt worden ist, ist die Wahrheit. Aber die meisten Menschen glauben nicht"},{"SurahNumber":13,"VerseNumber":2,"Text":"Allah ist es, Der die Himmel ohne Stützen, die ihr sehen könnt, emporgehoben und Sich hierauf über den Thron erhoben hat. Er hat die Sonne und den Mond dienstbar gemacht - jedes läuft auf eine festgesetzte Frist zu. Er regelt die Angelegenheit, er legt die Zeichen ausführlich dar, auf daß ihr von der Begegnung mit eurem Herrn überzeugt seiet"},{"SurahNumber":13,"VerseNumber":3,"Text":"Und Er ist es, Der die Erde gedehnt und auf ihr festgegründete Berge und Flüsse gemacht hat. Und von allen Früchten hat Er auf ihr zwei, ein Paar, gemacht. Er läßt die Nacht den Tag überdecken. Darin sind wahrlich Zeichen für Leute, die nachdenken"},{"SurahNumber":13,"VerseNumber":4,"Text":"Und auf der Erde sind nebeneinanderliegende Landstriche und Gärten mit Rebstöcken und (sonstige) Pflanzen und Palmen, mehrstämmig und einzelstämmig, die (alle) mit demselben Wasser bewässert werden. Wir zeichnen die einen von ihnen vor den anderen im Ernteertrag aus. Darin sind wahrlich Zei chen für Leute, die begreifen"},{"SurahNumber":13,"VerseNumber":5,"Text":"Und wenn du dich (schon) wunderst, so sind ihre Worte wunderlich: Sollen wir etwa, wenn wir zu Erde geworden sind, denn wirklich in neuer Schöpfung (erstehen)? Das sind diejenigen, die ihren Herrn verleugnen; das sind diejenigen, die Fesseln um ihre Hälse haben; das sind die Insassen des (Höllen)feuers. Ewig werden sie darin bleiben"},{"SurahNumber":13,"VerseNumber":6,"Text":"Sie wünschen von dir, ihnen das Schlechte vor dem Guten zu beschleunigen, obwohl doch vor ihnen beispielgebende Strafen ergangen sind. Dein Herr ist gegen die Menschen wahrlich voll der Vergebung, trotz ihres Unrechts. Aber dein Herr ist wahrlich (auch) streng im Bestrafen"},{"SurahNumber":13,"VerseNumber":7,"Text":"Diejenigen, die ungläubig sind, sagen: Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt würde! Du bist aber nur ein Überbringer von Warnungen. Und jedes Volk hat einen, der es rechtleitet"},{"SurahNumber":13,"VerseNumber":8,"Text":"Allah weiß, womit jedes weibliche Wesen schwanger ist und wie der Mutterleib abnimmt und wie er zunimmt. Und alles hat bei Ihm ein Maß"},{"SurahNumber":13,"VerseNumber":9,"Text":"(Er ist) der Kenner des Verborgenen und des Offenbaren, der Große und hoch Erhabene"},{"SurahNumber":13,"VerseNumber":10,"Text":"Es ist gleich, ob jemand von euch seine Worte geheimhält oder sie laut vernehmbar äußert und ob jemand sich bei Nacht verbirgt oder bei Tag offen hervortritt"},{"SurahNumber":13,"VerseNumber":11,"Text":"Er hat vor sich und hinter sich Begleiter, die ihn auf Allahs Befehl beschützen. Allah ändert nicht den Zustand eines Volkes, bis sie das ändern, was in ihnen selbst ist. Und wenn Allah einem Volk Böses will, so kann es nicht zurückgewiesen werden. Und sie haben außer Ihm keinen Schutzherrn"},{"SurahNumber":13,"VerseNumber":12,"Text":"Er ist es, Der euch den Blitz (als Grund) zur Angst und zum Begehren sehen und die schweren Wolken entstehen läßt"},{"SurahNumber":13,"VerseNumber":13,"Text":"Und der Donner lobpreist Ihn und (desgleichen) die Engel aus Furcht vor Ihm. Und Er sendet die Donnerschläge und trifft damit, wen Er will. Dabei streiten sie über Allah, wo Er doch stark im Streiten ist"},{"SurahNumber":13,"VerseNumber":14,"Text":"Ihm gebührt die wahre Anrufung. Diejenigen, die sie außer Ihm anrufen, erhören sie in nichts. Sie sind nur wie einer, der seine Hände nach Wasser ausstreckt, damit es seinen Mund erreiche, aber es erreicht ihn nicht. Aber das Bittgebet der Ungläubigen geht nur ins Leere"},{"SurahNumber":13,"VerseNumber":15,"Text":"Und vor Allah wirft sich nieder, wer in den Himmeln und auf der Erde ist, ob freiwillig oder widerwillig, und (auch) ihre Schatten, am Morgen und am Abend"},{"SurahNumber":13,"VerseNumber":16,"Text":"Sag: Wer ist der Herr der Himmel und der Erde? Sag: Allah. Sag: Nehmt ihr euch denn außer Ihm Schutzherren, die sich selbst weder Nutzen noch Schaden zu bringen vermögen? Sag: Sind (etwa) der Blinde und der Sehende gleich? Oder sind (etwa) die Finsternisse und das Licht gleich? Oder haben sie Allah (solche) Teilhaber gegeben, die eine Schöpfung wie die Seinige schufen, so daß ihnen die Schöpfung ähnlich erscheint? Sag: Allah ist der Schöpfer von allem, und Er ist der Eine, der Allbezwinger"},{"SurahNumber":13,"VerseNumber":17,"Text":"Er läßt vom Himmel Wasser herabkommen, und dann fließen Täler entsprechend ihrem Maß, daraufhin trägt die Flut aufschwellenden Schaum. Und aus dem, worüber man das Feuer anzündet, im Trachten (da)nach(,) Schmuck oder Gerät (anzufertigen, entsteht) ein ähnlicher Schaum. So prägt Allah (im Gleichnis) das Wahre und das Falsche. Was nun den Schaum angeht, so vergeht er nutzlos. Was aber den Menschen nützt, das bleibt in der Erde. So prägt Allah die Gleichnisse"},{"SurahNumber":13,"VerseNumber":18,"Text":"Für diejenigen, die auf ihren Herrn hören, ist das Beste. Diejenigen aber, die nicht auf Ihn hören, wenn sie alles hätten, was auf der Erde ist, und noch einmal das Gleiche dazu, würden sie sich sicherlich damit loskaufen. Für sie wird es eine böse Abrechnung geben, und ihr Zufluchtsort ist die Hölle - eine schlimme Lagerstatt"},{"SurahNumber":13,"VerseNumber":19,"Text":"Ist etwa jemand, der weiß, daß das, was zu dir von deinem Herrn (als Offenbarung) herabgesandt worden ist, die Wahrheit ist, wie jemand, der blind ist? Jedoch bedenken nur diejenigen, die Verstand besitzen"},{"SurahNumber":13,"VerseNumber":20,"Text":"Diejenigen, die Allahs Bund halten und das Abkommen nicht brechen"},{"SurahNumber":13,"VerseNumber":21,"Text":"und die verbinden, was Allah befohlen hat zu verbinden, ihren Herrn fürchten und Angst vor einer bösen Abrechnung haben"},{"SurahNumber":13,"VerseNumber":22,"Text":"und die geduldig sind im Trachten nach dem Angesicht ihres Herrn, das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich ausgeben und mit dem Guten das Böse abwehren, für sie gibt es letztendlich die Wohnstätte"},{"SurahNumber":13,"VerseNumber":23,"Text":"die Gärten Edens, in die sie eingehen werden, (sie) und diejenigen, die rechtschaffen waren von ihren Vätern, ihren Gattinnen und ihren Nachkommenschaften. Und die Engel treten zu ihnen ein durch alle Tore"},{"SurahNumber":13,"VerseNumber":24,"Text":"Friede sei auf euch dafür, daß ihr geduldig wart! Wie trefflich ist die endgültige Wohnstätte"},{"SurahNumber":13,"VerseNumber":25,"Text":"Diejenigen, die den Bund Allahs nach seiner Abmachung brechen und das trennen, was Allah befohlen hat, daß (es) verbunden werden soll, und auf der Erde Unheil stiften, für sie gibt es den Fluch und eine schlimme Wohnstätte"},{"SurahNumber":13,"VerseNumber":26,"Text":"Allah gewährt die Versorgung großzügig, wem Er will, und bemißt auch. Und sie sind froh über das diesseitige Leben; aber das diesseitige Leben (zählt) im Jenseits nur als (vergänglicher) Nießbrauch"},{"SurahNumber":13,"VerseNumber":27,"Text":"Und diejenigen, die ungläubig sind, sagen: Wenn doch ein Zeichen von seinem Herrn auf ihn herabgesandt würde! Sag: Allah läßt in die Irre gehen, wen Er will, und leitet zu Sich, wer sich Ihm reuig zuwendet"},{"SurahNumber":13,"VerseNumber":28,"Text":"(Es sind) diejenigen, die glauben und deren Herzen im Gedenken Allahs Ruhe finden. Sicherlich, im Gedenken Allahs finden die Herzen Ruhe"},{"SurahNumber":13,"VerseNumber":29,"Text":"Diejenigen, die glauben und rechtschaffene Werke tun - für sie wird es Tuba geben, und für sie wird eine schöne Heimstatt (da)sein"},{"SurahNumber":13,"VerseNumber":30,"Text":"So haben Wir dich in eine Gemeinschaft gesandt, vor der Gemeinschaften dahingegangen sind, damit du ihnen verliest, was Wir dir (als Offenbarung) eingegeben haben; und doch verleugnen sie den Allerbarmer. Sag: Er ist mein Herr. Es gibt keinen Gott außer Ihm. Auf Ihn verlasse ich mich, und zu Ihm bereue ich"},{"SurahNumber":13,"VerseNumber":31,"Text":"Wenn es auch einen Qur’an gäbe, mit dem die Berge versetzt oder die Erde in Stücke gerissen oder zu den Toten gesprochen werden könnte ... (würden sie doch nicht glauben). Nein! Vielmehr steht die Angelegenheit ganz bei Allah. Wissen denn nicht diejenigen, die glauben, daß wenn Allah wollte, Er die Menschen wahrlich alle rechtleiten würde? Diejenigen, die ungläubig sind, wird immer wieder ein Verhängnis treffen für das, was sie gemacht haben, oder es wird in der Nähe ihrer Wohnstätten geschehen, bis Allahs Versprechen eintrifft. Gewiß, Allah bricht nicht, was Er versprochen hat"},{"SurahNumber":13,"VerseNumber":32,"Text":"Man machte sich ja bereits über Gesandte vor dir lustig. Da gewährte Ich denen, die ungläubig waren, Aufschub; hierauf ergriff Ich sie. Wie war da Meine Bestrafung"},{"SurahNumber":13,"VerseNumber":33,"Text":"Ist denn Derjenige, Der über jeder Seele steht, (um ihr zu vergelten) für das, was sie verdient hat, (den Götzen gleich)? Und dennoch geben sie Allah Teilhaber. Sag: Nennt sie. Oder wollt ihr Ihm etwas kundtun, das Er auf der Erde nicht kennt, oder über offenkundige Worte? Nein! Vielmehr sind denjenigen, die ungläubig sind, ihre Ränke ausgeschmückt worden, und sie sind vom (rechten) Weg abgehalten worden. Wen Allah in die Irre gehen läßt, der hat niemanden, der ihn rechtleitet"},{"SurahNumber":13,"VerseNumber":34,"Text":"Für sie gibt es Strafe im diesseitigen Leben; aber die Strafe des Jenseits ist wahrlich härter. Und sie werden vor Allah keinen Behüter haben"},{"SurahNumber":13,"VerseNumber":35,"Text":"(Dies ist) das Gleichnis des (Paradies)gartens, der den Gottesfürchtigen versprochen ist: Er ist durcheilt von Bächen; sein Ernteertrag ist immerwährend und (auch) sein Schatten. Das ist die letztendliche (Taten)folge derjenigen, die gottesfürchtig sind, während das endgültige Ziel der Ungläubigen das (Höllen)feuer ist"},{"SurahNumber":13,"VerseNumber":36,"Text":"Diejenigen, denen Wir die Schrift gegeben haben, sind froh über das, was (als Offenbarung) zu dir herabgesandt worden ist. Unter den Gruppierungen gibt es manche, die einen Teil davon nicht anerkennen. Sag: Mir ist befohlen worden, Allah zu dienen und Ihm nicht(s) beizugesellen. Zu Ihm rufe ich, und zu Ihm ist meine Heimkehr"},{"SurahNumber":13,"VerseNumber":37,"Text":"Und so haben Wir ihn als ein Urteil auf arabisch hinabgesandt. Wenn du ihren Neigungen folgst nach dem, was dir an Wissen zugekommen ist, wirst du vor Allah weder Schutzherrn noch Behüter haben"},{"SurahNumber":13,"VerseNumber":38,"Text":"Und Wir haben ja bereits Gesandte vor dir gesandt und ihnen Gattinnen und Nachkommenschaft gegeben. Kein Gesandter kann ein Zeichen bringen außer mit Allahs Erlaubnis. Jede Frist hat eine Vorbestimmung"},{"SurahNumber":13,"VerseNumber":39,"Text":"Allah löscht aus, was Er will, und läßt bestehen; und bei Ihm ist der Kern des Buches"},{"SurahNumber":13,"VerseNumber":40,"Text":"Ob Wir dich nun einen Teil dessen, was Wir ihnen androhen, sehen lassen oder dich nun (zuvor) abberufen, so obliegt dir nur die Übermittlung (der Botschaft), und Uns obliegt die Abrechnung"},{"SurahNumber":13,"VerseNumber":41,"Text":"Sehen sie denn nicht, daß Wir über das Land kommen und es an seinen Enden kürzen? Allah (allein) richtet, und es gibt niemanden, der letztendlich Sein Urteil rückgängig machen kann. Und Er ist schnell im Abrechnen"},{"SurahNumber":13,"VerseNumber":42,"Text":"Ränke haben bereits diejenigen vor ihnen geschmiedet. Aber alles an Ränken ist Allahs. Er weiß, was jede Seele erwirbt. Und die Ungläubigen werden zu wissen bekommen, für wen die letztendliche Wohnstätte sein wird"},{"SurahNumber":13,"VerseNumber":43,"Text":"Diejenigen, die ungläubig sind, sagen: Du bist nicht gesandt. Sag: Allah genügt als Zeuge zwischen mir und euch und derjenige, der das Wissen der Schrift hat"},{"SurahNumber":14,"VerseNumber":1,"Text":"Alif-Lam-Ra. Dies ist ein Buch, das Wir zu dir hinabgesandt haben, damit du die Menschen mit der Erlaubnis ihres Herrn aus den Finsternissen hinaus ins Licht bringst, auf den Weg des Allmächtigen und Lobenswürdigen"},{"SurahNumber":14,"VerseNumber":2,"Text":"(den Weg) Allahs, Dessen ist, was in den Himmeln und was auf der Erde. Und wehe den Ungläubigen vor einer strengen Strafe"},{"SurahNumber":14,"VerseNumber":3,"Text":"Diejenigen, die das diesseitige Leben mehr lieben als das Jenseits und von Allahs Weg abhalten und danach trachten, ihn krumm zu machen; sie befinden sich in weit(reichend)em Irrtum"},{"SurahNumber":14,"VerseNumber":4,"Text":"Und Wir haben keinen Gesandten gesandt, außer in der Sprache seines Volkes, damit er ihnen (die Botschaft) klar macht. Allah läßt dann in die Irre gehen, wen Er will, und leitet recht, wen Er will. Und Er ist der Allmächtige und Allweise"},{"SurahNumber":14,"VerseNumber":5,"Text":"Und Wir sandten ja bereits Musa mit Unseren Zeichen: Bringe dein Volk aus den Finsternissen hinaus ins Licht, und erinnere sie an die Tage Allahs. Darin sind wahrlich Zeichen für jeden sehr Standhaften und sehr Dankbaren"},{"SurahNumber":14,"VerseNumber":6,"Text":"Und als Musa zu seinem Volk sagte: Gedenkt der Gunst Allahs an euch, als Er euch vor den Leuten Fir’auns rettete, die euch eine böse Qual auferlegten, eure Söhne abschlachteten und (nur) eure Frauen am Leben ließen. Seht, darin war für euch eine gewaltige Prüfung von eurem Herrn"},{"SurahNumber":14,"VerseNumber":7,"Text":"Und als euer Herr ankündigte: ,Wenn ihr dankbar seid, werde Ich euch ganz gewiß noch mehr (Gunst) erweisen. Wenn ihr jedoch undankbar seid, dann ist meine Strafe fürwahr streng"},{"SurahNumber":14,"VerseNumber":8,"Text":"Und Musa sagte: Wenn ihr undankbar seid, ihr und alle, die auf der Erde sind, so ist Allah wahrlich Unbedürftig und Lobenswürdig"},{"SurahNumber":14,"VerseNumber":9,"Text":"Ist zu euch nicht die Kunde von denjenigen vor euch gekommen, des Volkes Nuhs, der ’Ad und der Tamud und derjenigen nach ihnen? Nur Allah kennt sie. Ihre Gesandten kamen zu ihnen mit den klaren Beweisen; sie aber steckten (vor Grimm) ihre Hände in den Mund und sagten: Wir verleugnen das, womit ihr gesandt seid, und wir sind über das, wozu ihr uns aufruft, fürwahr in einem starken Zweifel"},{"SurahNumber":14,"VerseNumber":10,"Text":"Ihre Gesandten sagten: Gibt es denn einen Zweifel über Allah, den Erschaffer der Himmel und der Erde, Der euch ruft, um euch (etwas) von euren Sünden zu vergeben und euch auf eine festgesetzte Frist zurückzustellen? Sie sagten: Ihr seid nur menschliche Wesen wie wir. Ihr wollt uns von dem abhalten, dem unsere Väter dienten. So bringt uns eine deutliche Ermächtigung"},{"SurahNumber":14,"VerseNumber":11,"Text":"Ihre Gesandten sagten zu ihnen: Wir sind (zwar) nur menschliche Wesen wie ihr, aber Allah erweist Wohltaten, wem von Seinen Dienern Er will. Es steht uns nicht zu, eine Ermächtigung zu bringen - außer mit der Erlaubnis Allahs. Und auf Allah sollen sich die Gläubigen verlassen"},{"SurahNumber":14,"VerseNumber":12,"Text":"Warum sollten wir uns nicht auf Allah verlassen, wo Er uns doch unsere Wege geleitet hat? Wir werden das, was ihr uns an Leid zufügt, ganz gewiß geduldig ertragen, und auf Allah sollen sich diejenigen verlassen, die sich (überhaupt auf jemanden) verlassen (wollen)"},{"SurahNumber":14,"VerseNumber":13,"Text":"Diejenigen, die ungläubig waren, sagten zu ihren Gesandten: Wir werden euch ganz gewiß aus unserem Land vertreiben, oder aber ihr kehrt zu unserem Glaubensbekenntnis zurück! Da gab ihnen ihr Herr (als Offenbarung) ein: Ganz gewiß werden Wir die Ungerechten vernichten"},{"SurahNumber":14,"VerseNumber":14,"Text":"Und Wir werden euch ganz gewiß nach ihnen das Land bewohnen lassen. Dies (gilt) für denjenigen, der Meinen Stand fürchtet und Meine Androhung fürchtet"},{"SurahNumber":14,"VerseNumber":15,"Text":"Und sie riefen (Allah) um Sieg (über die Ungläubigen) an. Und enttäuscht wurde jeder widerspenstige Gewalthaber"},{"SurahNumber":14,"VerseNumber":16,"Text":"Hinterdrein kommt für ihn die Hölle, und er bekommt eitriges Wasser zu trinken"},{"SurahNumber":14,"VerseNumber":17,"Text":"das er schluckt, aber beinahe nicht hinunterbringt. Und der Tod kommt zu ihm von überall her, doch kann er nicht sterben. Und hinterdrein kommt harte Strafe"},{"SurahNumber":14,"VerseNumber":18,"Text":"(Dies ist) das Gleichnis derjenigen, die ihren Herrn verleugnen: Ihre Werke sind wie Asche, auf die der Wind an einem stürmischen Tag heftig bläst. Sie haben keine Macht über etwas von dem, was sie erworben haben. Das ist wirklich der tiefe Irrtum"},{"SurahNumber":14,"VerseNumber":19,"Text":"Siehst du nicht, daß Allah die Himmel und die Erde in Wahrheit erschaffen hat? Wenn Er will, läßt Er euch vergehen und bringt eine neue Schöpfung"},{"SurahNumber":14,"VerseNumber":20,"Text":"Und dies ist für Allah keineswegs schwer"},{"SurahNumber":14,"VerseNumber":21,"Text":"Und sie erscheinen alle vor Allah. Dann sagen die Schwachen zu denjenigen, die sich hochmütig verhielten: Wir waren doch eure Gefolgsleute; könnt ihr uns nun vor Allahs Strafe etwas nützen? Sie sagen: Wenn Allah uns rechtgeleitet hätte, fürwahr, hätten (auch) wir euch rechtgeleitet. Gleich ist es in Bezug auf uns, ob wir ängstlich sind oder standhaft bleiben; es gibt für uns kein Entrinnen"},{"SurahNumber":14,"VerseNumber":22,"Text":"Und der Satan sagt, nachdem die Angelegenheit entschieden ist: Gewiß, Allah hat euch ein wahres Versprechen gegeben, und ich habe euch (etwas) versprochen, es aber dann gebrochen. Und ich hatte keine Macht über euch, außer daß ich euch gerufen habe und ihr auf mich gehört habt. So tadelt mich nicht, sondern tadelt euch selbst. Ich kann euch nicht zu Hilfe kommen, und ihr könnt mir nicht zu Hilfe kommen. Ich weise es ja von mir, daß ihr mich zuvor (Allah) beigesellt habt. Gewiß, für die Ungerechten gibt es schmerzhafte Strafe"},{"SurahNumber":14,"VerseNumber":23,"Text":"Aber diejenigen, die glauben und rechtschaffene Werke tun, werden in Gärten eingelassen, durcheilt von Bächen, ewig darin zu bleiben, mit der Erlaubnis ihres Herrn. Ihr Gruß darin wird sein: Friede"},{"SurahNumber":14,"VerseNumber":24,"Text":"Siehst du nicht, wie Allah ein Gleichnis von einem guten Wort geprägt hat? (Es ist) wie ein guter Baum, dessen Wurzeln fest sitzen und dessen Zweige in den Himmel (reichen)"},{"SurahNumber":14,"VerseNumber":25,"Text":"Er bringt seinen Ernteertrag zu jeder Zeit (hervor) - mit der Erlaubnis seines Herrn. Und Allah prägt für die Menschen Gleichnisse, auf daß sie bedenken mögen"},{"SurahNumber":14,"VerseNumber":26,"Text":"Und das Gleichnis eines schlechten Wortes ist wie ein schlechter Baum, der aus der Erde herausgerissen worden ist und keinen festen Grund (mehr) hat"},{"SurahNumber":14,"VerseNumber":27,"Text":"Allah festigt diejenigen, die glauben, durch das beständige Wort im diesseitigen Leben und im Jenseits. Doch Allah läßt die Ungerechten in die Irre gehen. Allah tut, was Er will"},{"SurahNumber":14,"VerseNumber":28,"Text":"Siehst du nicht jene, die Allahs Gunst gegen Undankbarkeit eingetauscht und ihr Volk in die Wohnstätte des Niedergangs versetzt haben"},{"SurahNumber":14,"VerseNumber":29,"Text":"in die Hölle, der sie ausgesetzt sind? - Ein schlimmer Aufenthalt"},{"SurahNumber":14,"VerseNumber":30,"Text":"Und sie haben Allah andere als Seinesgleichen zur Seite gestellt, um (die Menschen) von Seinem Weg abirren zu lassen. Sag: Genießt nur, euer Ausgang wird ja in das (Höllen)feuer sein"},{"SurahNumber":14,"VerseNumber":31,"Text":"Sag zu Meinen Dienern, die glauben, sie sollen das Gebet verrichten und von dem, womit Wir sie versorgt haben, heimlich und öffentlich (als Spende) ausgeben, bevor ein Tag kommt, an dem es weder Verkaufen noch Freundschaften gibt"},{"SurahNumber":14,"VerseNumber":32,"Text":"Allah ist es, Der die Himmel und die Erde erschaffen hat und vom Himmel Wasser herabkommen läßt, durch das Er dann für euch Früchte als Versorgung hervorbringt. Und Er hat euch die Schiffe dienstbar gemacht, damit sie auf dem Meer auf Seinen Befehl fahren, und Er hat euch die Flüsse dienstbar gemacht"},{"SurahNumber":14,"VerseNumber":33,"Text":"Er hat euch die Sonne und den Mond in ihrem unablässigen Lauf dienstbar gemacht, und Er hat euch die Nacht und den Tag dienstbar gemacht"},{"SurahNumber":14,"VerseNumber":34,"Text":"Und Er gewährte euch von allem, worum ihr batet. Wenn ihr die Gunst(erweise) Allahs aufzählen wolltet, könntet ihr sie nicht erfassen. Gewiß, der Mensch ist wahrlich sehr oft ungerecht und sehr oft undankbar"},{"SurahNumber":14,"VerseNumber":35,"Text":"Und als Ibrahim sagte: Mein Herr, mache diese Ortschaft sicher, und lasse mich und meine Kinder es meiden, Götzen zu dienen"},{"SurahNumber":14,"VerseNumber":36,"Text":"Mein Herr, sie haben viele von den Menschen in die Irre geführt. Wer mir nun folgt, der gehört zu mir; und wer sich mir widersetzt, so bist Du ja Allvergebend und Barmherzig"},{"SurahNumber":14,"VerseNumber":37,"Text":"Unser Herr, ich habe (einige) aus meiner Nachkommenschaft in einem Tal ohne Pflanzungen bei Deinem geschützten Haus wohnen lassen, unser Herr, damit sie das Gebet verrichten. So lasse die Herzen einiger Menschen sich ihnen zuneigen und versorge sie mit Früchten, auf daß sie dankbar sein mögen"},{"SurahNumber":14,"VerseNumber":38,"Text":"Unser Herr, Du weißt ja, was wir verbergen und was wir offenlegen; vor Allah ist nichts verborgen, weder auf der Erde noch im Himmel"},{"SurahNumber":14,"VerseNumber":39,"Text":"(Alles) Lob gehört Allah, Der mir trotz meines hohen Alters Ismail und Ishaq geschenkt hat! Gewiß, mein Herr ist wahrlich der Erhörer des Gebets"},{"SurahNumber":14,"VerseNumber":40,"Text":"Mein Herr, mach, daß ich das Gebet verrichte, (ich) und (auch einige) aus meiner Nachkommenschaft. Unser Herr, und nimm mein Gebet an"},{"SurahNumber":14,"VerseNumber":41,"Text":"Unser Herr, vergib mir und meinen Eltern und den Gläubigen an dem Tag, da die Abrechnung stattfinden wird"},{"SurahNumber":14,"VerseNumber":42,"Text":"Und meine ja nicht, Allah sei unachtsam dessen, was die Ungerechten tun. Er stellt sie nur zurück bis zu einem Tag, an dem die Blicke starr werden"},{"SurahNumber":14,"VerseNumber":43,"Text":"(sie kommen) hastend, die Köpfe hochhebend; ihr Blick kehrt nicht zu ihnen zurück, und ihre Herzen sind leer"},{"SurahNumber":14,"VerseNumber":44,"Text":"Und warne die Menschen vor dem Tag, an dem die Strafe über sie kommt. Da werden diejenigen sagen, die Unrecht taten: Unser Herr, stelle uns auf eine kurze Frist zurück, so werden wir Deinen Ruf erhören und den Gesandten folgen. Hattet ihr denn nicht zuvor geschworen, es würde für euch keinen Untergang geben"},{"SurahNumber":14,"VerseNumber":45,"Text":"Ihr habt noch in den Wohnorten derer gewohnt, die sich selbst Unrecht zugefügt haben, und es ist euch klargeworden, wie Wir an ihnen gehandelt haben. Wir haben euch doch Beispiele geprägt"},{"SurahNumber":14,"VerseNumber":46,"Text":"Und sie haben bereits ihre Ränke geschmiedet, aber ihre Ränke sind bei Allah, auch wenn ihre Ränke derart sind, daß davor die Berge vergehen"},{"SurahNumber":14,"VerseNumber":47,"Text":"So meine ja nicht, Allah würde Sein Versprechen gegenüber Seinen Gesandten brechen. Gewiß, Allah ist Allmächtig und Besitzer von Vergeltungsgewalt"},{"SurahNumber":14,"VerseNumber":48,"Text":"An dem Tag, da die Erde zu einer anderen Erde verändert werden wird, und (ebenso) die Himmel, und da sie vor Allah erscheinen werden, dem Einen, dem Allbezwinger"},{"SurahNumber":14,"VerseNumber":49,"Text":"An jenem Tag wirst du die Übeltäter in Ketten zusammengebunden sehen"},{"SurahNumber":14,"VerseNumber":50,"Text":"Ihre Kleider werden aus Pech sein, und das Feuer wird ihre Gesichter überdecken"},{"SurahNumber":14,"VerseNumber":51,"Text":"damit Allah jeder Seele vergelte, was sie erworben hat. Gewiß, Allah ist schnell im Abrechnen"},{"SurahNumber":14,"VerseNumber":52,"Text":"Dies ist eine Botschaft an die Menschen, damit sie dadurch gewarnt werden und damit sie wissen, daß Er nur ein Einziger Gott ist, und damit diejenigen bedenken, die Verstand besitzen"}]}