{"Id":238,"LanguageCodes":["la","lat"],"Name":"lat-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Latin","Description":"Latin","Direction":"ltr","Source":"https://www.alqurantranslation.com/ , Contact:+989354664487","Translations":[{"SurahNumber":27,"VerseNumber":56,"Text":"Unus response ex his people est their dictus Banish Lot's familia tuus oppidum; they est people qui wish est pure"},{"SurahNumber":27,"VerseNumber":57,"Text":"Consequently nos saved eum his familia absque his uxor; nos comes eam among the doomed"},{"SurahNumber":27,"VerseNumber":58,"Text":"Nos showered them certain shower est miserable shower people warned"},{"SurahNumber":27,"VerseNumber":59,"Text":"Dictus Praise est DEUS pax est His servus whom He chose! Deus bonus idols some people est set"},{"SurahNumber":27,"VerseNumber":60,"Text":"Qui Unus est created caelum terra? Qui est 1 qui sends down vos caelum aqua whereby nos produce gardens foderator de beauty! - Vos possibly non manufacture its trees est it alias deus DEUS? Indeed they est people qui deviated"},{"SurahNumber":27,"VerseNumber":61,"Text":"Qui Unus factus terra habitable causa rivers run it locus it montis est created barrier 2 aqua? est it alias deus DEUS? Indeed multus de them non know"},{"SurahNumber":27,"VerseNumber":62,"Text":"Qui Unus rescues those est become desperate alias Eum relieves adversity factus vos inheritors terra? est it alias deus DEUS? Rarely perfecit vos take heed"},{"SurahNumber":27,"VerseNumber":63,"Text":"Qui Unus est guides vos darkness terra ac sea Qui Unus est sends winds bonus news signaling His mercy? est it alias deus DEUS? exalted est DEUS habuit any partner"},{"SurahNumber":27,"VerseNumber":64,"Text":"Qui Unus initiates creation est tunc repeats it Qui Unus est provisus pro vos caelum terra? est it alias deus DEUS? Dictus Show me tuus proof si vos est truthful"},{"SurahNumber":27,"VerseNumber":65,"Text":"Dictus Non 1 caelum terra knows future absque DEUS! They perfecit non et perceive quam when they resurrected"},{"SurahNumber":27,"VerseNumber":66,"Text":"In fact, their knowledge Hereafter confused In fact, they harbor doubts it In fact, they est totally heedless thereof"},{"SurahNumber":27,"VerseNumber":67,"Text":"Those disbelieved dictus nos turn into dust alias noster parentes nos get brought out"},{"SurahNumber":27,"VerseNumber":68,"Text":"Nos dedit same promise in the elapsus. These est nihil tales ex preter"},{"SurahNumber":27,"VerseNumber":69,"Text":"Dictus Roam terra note consequences guilty"},{"SurahNumber":27,"VerseNumber":70,"Text":"Non grieve them non annoyed their scheming"},{"SurahNumber":27,"VerseNumber":71,"Text":"They dictus When promise advenit pass vos est truthful"},{"SurahNumber":27,"VerseNumber":72,"Text":"dictus Vos iam suffering some de retribution vos challenge"},{"SurahNumber":27,"VerseNumber":73,"Text":"Tuus Dominus est foderator de gratia people multus de them est unappreciative"},{"SurahNumber":27,"VerseNumber":74,"Text":"Tuus Dominus fully knows quod their chests hide quod they declare"},{"SurahNumber":27,"VerseNumber":75,"Text":"(ibi est nihil caelum terra hidden Deus;) everything est profound actum"},{"SurahNumber":27,"VerseNumber":76,"Text":"Hoc Quran settles multus proles Infans Israel; proles ut they adhuc disputing"},{"SurahNumber":27,"VerseNumber":77,"Text":"multus assuredly it est guide mercy believers"},{"SurahNumber":27,"VerseNumber":78,"Text":"Tuus Dominus est Unus qui scabinus them prout His dominus. He est Almighty Omniscient"},{"SurahNumber":27,"VerseNumber":79,"Text":"Ergo put tuus trust DEUS; vos subsequentis manifest truth"},{"SurahNumber":27,"VerseNumber":80,"Text":"Vos non factus peritus nor surdus hear alias they turn"},{"SurahNumber":27,"VerseNumber":81,"Text":"Nor potuit vos guide blind their straying Unus unus hear vos est those believe in noster revelations decide est submitters"},{"SurahNumber":27,"VerseNumber":82,"Text":"Apud statim temporis nos produce them creature factus earthly materials declaring ut people non est certain de noster revelations"},{"SurahNumber":27,"VerseNumber":83,"Text":"Feria advenit when nos summon omnis community some de those non believe in noster proofs forcibly"},{"SurahNumber":27,"VerseNumber":84,"Text":"When they arrive He dictus Vos rejected My revelations acquiring knowledge them! Hoc non quod vos est perfecit"},{"SurahNumber":27,"VerseNumber":85,"Text":"They incur requital their wickedness; they dictus nihil"},{"SurahNumber":27,"VerseNumber":86,"Text":"they non vide nos habuit factus nox their rest feria lighted? These est sufficient proofs people qui believe"},{"SurahNumber":27,"VerseNumber":87,"Text":"Feria when horn blown everyone caelum terra horrified absque those chosen DEUS! Totus testimentum advenit Eum forcibly"},{"SurahNumber":27,"VerseNumber":88,"Text":"When vos look montis vos think they standing adhuc. Autem they moving like clouds Such est manufacture DEUS perfected everything. He est fully Cognizant de everything vos perfecit"},{"SurahNumber":27,"VerseNumber":89,"Text":"(Those bring bonus works their actum) receive far bene rewards they est perfectly secure horrors ut feria"},{"SurahNumber":27,"VerseNumber":90,"Text":"Prout pro those bring malus works they forced Hell. Vos non requited quod vos perfecit"},{"SurahNumber":27,"VerseNumber":91,"Text":"Ego simply commanded worship Dominus hoc oppidum! - He factus it safe sanctuary - He possesses totus things. Ego commanded est submitter"},{"SurahNumber":27,"VerseNumber":92,"Text":"Ac to recite Quran! Whoever guided guided his suus bonus ac si they iit astray tunc dictus ego est simply warner"},{"SurahNumber":27,"VerseNumber":93,"Text":"Dictus Praise est DEUS; He show vos His proofs dum vos recognize them! Tuus Dominus est nunquam unaware de anything vos perfecit"},{"SurahNumber":28,"VerseNumber":1,"Text":"M"},{"SurahNumber":28,"VerseNumber":2,"Text":"These letters constitute proofs hoc profound book"},{"SurahNumber":28,"VerseNumber":3,"Text":"Nos recite vos hic some history de Moses Pharaoh truthfully pro the benefit de people believe"},{"SurahNumber":28,"VerseNumber":4,"Text":"Pharaoh turned into tyrant terra discriminated some people He persecuted helpless group de them slaughtering their filius dum sparing their filia! He est indeed wicked"},{"SurahNumber":28,"VerseNumber":5,"Text":"Nos willed compensate those oppressed terra turn them into dux factus them inheritors"},{"SurahNumber":28,"VerseNumber":6,"Text":"Ac to establish them terra dedit Pharaoh Hamaan their troops taste their suus medicine"},{"SurahNumber":28,"VerseNumber":7,"Text":"Nos inspired Moses' matris Nurse eum ac when vos fear his vita throw eum into river sine fear grief! Nos return eum vos factus eum 1 messengers"},{"SurahNumber":28,"VerseNumber":8,"Text":"Pharaoh's familia picked eum unus habet eum lead opposition est stirps grief them! Ut est Pharaoh Hamaan their troops est transgressors"},{"SurahNumber":28,"VerseNumber":9,"Text":"Pharaoh's uxor dictus Hoc est joyous invenit me vos. Non kill eum pro he est de some benefit nos nos adopt eum est noster filius. They non habet idea"},{"SurahNumber":28,"VerseNumber":10,"Text":"mind Moses' mater growing ita anxious ut she fere dedit away his identity. Nos strengthened eam heart factus eam believer"},{"SurahNumber":28,"VerseNumber":11,"Text":"She dictus to his soror Trace his path. She watched eum afar dum they non perceive"},{"SurahNumber":28,"VerseNumber":12,"Text":"Nos forbade eum ex accepting totus nursing mater! (His soror) tunc dictus ego show vos familia levabat eum vos take bonus care de eum"},{"SurahNumber":28,"VerseNumber":13,"Text":"Sic nos restored eum his mater in order please eam remove eam injuria let eam know ut deus promise est truth! Autem multus de them non know"},{"SurahNumber":28,"VerseNumber":14,"Text":"When he reached maturity strength nos endowed eum cum wisdom knowledge! Nos sic reward the righteous"},{"SurahNumber":28,"VerseNumber":15,"Text":"Dodum he iniit oppidum unexpectedly sine recognized people He invenit 2 vir fighting unus est Hebrew ex his people alius est Egyptian his enemies. 1 ex his people alias on eum pro help his enemy Moses punched eum killing eum! He dictus Hoc est work devil he est real enemy profound misleader"},{"SurahNumber":28,"VerseNumber":16,"Text":"He dictus My Dominus ego wronged my anima. Please forgive me He forgave eum! He est Forgiver Merciful"},{"SurahNumber":28,"VerseNumber":17,"Text":"He dictus My Dominus in return pro Tuus blessings me ego nunquam est supporter guilty unus"},{"SurahNumber":28,"VerseNumber":18,"Text":"In the morning he est oppidum afraid watchful. Unus sought his help heri asked his help again Moses dictus to eum Vos est really trouble faber"},{"SurahNumber":28,"VerseNumber":19,"Text":"Ante he attempted strike their mutuus enemy he dictus O Moses vos want perfecit kill me prout vos killed alius vir heri? Obviously vos wish est tyrant terra; vos non wish est righteous"},{"SurahNumber":28,"VerseNumber":20,"Text":"Vir advenit running alius side de oppidum dictus O Moses people est plotting kill vos! Vos bonus sinister statim! Ego dedit vos bonus advice"},{"SurahNumber":28,"VerseNumber":21,"Text":"He fled oppidum afraid watchful. He dictus My Dominus save me ex oppressive people"},{"SurahNumber":28,"VerseNumber":22,"Text":"Prout he traveled Midyan he dictus maius my Dominus guide me rectus path"},{"SurahNumber":28,"VerseNumber":23,"Text":"When he reached Midyan's aqua he invenit crowd people aqua nota bene 2 femina waiting on the side He dictus Quod est it ut vos need They dictus Nos non est able to aqua crowd disperses noster patris est veteris vir"},{"SurahNumber":28,"VerseNumber":24,"Text":"He aqua them tunc turned shade dictus My Dominus whatever provision vos send to me ego est in dire need pro it"},{"SurahNumber":28,"VerseNumber":25,"Text":"Soon 1 de 2 femina approached eum shyly dictus My patris invites vos pay vos aqua nos. When he met eum told eum his story he dictus non Habet fear Vos saved oppressive people"},{"SurahNumber":28,"VerseNumber":26,"Text":"de 2 femina dictus O my patris hire eum! He est bonus unus hire he est strong honest"},{"SurahNumber":28,"VerseNumber":27,"Text":"He dictus Ego wish offer 1 de my 2 filia vos to maritus in return working me 8 pilgrimages si vos factus them 10 it est voluntary tuus part Ego non wish factus hoc matter too difficult pro vos. Vos invenit me DEUS testimentum righteous"},{"SurahNumber":28,"VerseNumber":28,"Text":"He dictus It est agreement me vos. Whichever period ego fulfill vos non est averse to either 1. DEUS est guarantor DE quod NOS DICTUS"},{"SurahNumber":28,"VerseNumber":29,"Text":"(When he fulfilled his obligation he traveled his familia Egypt). He vide slope Mount Sinai fire He dictus to his familia Stay hic. Ego vide fire Maybe ego bring vos news portion fire warm vos"},{"SurahNumber":28,"VerseNumber":30,"Text":"When he reached it he est alias edge statim side valley beatus spot burning bush located O Moses hoc est Me. DEUS; DOMINUS DE universe"},{"SurahNumber":28,"VerseNumber":31,"Text":"Throw down tuus staff When he vide it moving like demon he turned circiter fled O Moses advenit non est afraid. Vos est perfectly safe"},{"SurahNumber":28,"VerseNumber":32,"Text":"Put tuus manus into tuus pocket it advenit albus blemish Fold tuus wings settle down tuus fear These est 2 proofs ex tuus Dominus shown Pharaoh his senior; they est wicked people"},{"SurahNumber":28,"VerseNumber":33,"Text":"He dictus My Dominus ego killed unus de them ac ego fear lest they kill me"},{"SurahNumber":28,"VerseNumber":34,"Text":"Alias my frater Aaron est eloquent than ego. Send eum me helper affirmavit strengthen me! Ego fear lest they disbelieve me"},{"SurahNumber":28,"VerseNumber":35,"Text":"He dictus Nos strengthen vos tuus frater nos provisus vos ambo manifest authority Sic they non est able to touch either unus de vos. Cum noster miracles 2 de vos unus cum those subsequentis vos est victors"},{"SurahNumber":28,"VerseNumber":36,"Text":"When Moses iit them noster proofs clear profound they dictus Hoc fabricated magic Nos nunquam heard hoc noster ancient patres"},{"SurahNumber":28,"VerseNumber":37,"Text":"Moses dictus My Dominus knows bene qui brought guidance Eum est ultimate victors. Surely transgressors nunquam succeed"},{"SurahNumber":28,"VerseNumber":38,"Text":"Pharaoh dictus O vos senior ego non known de any deus vos alius than me. Ergo fire adobe O Hamaan in order build tower ut ego take look deus Moses Ego est sure ut he est liar"},{"SurahNumber":28,"VerseNumber":39,"Text":"Sic he his troops continued commit arrogance terra any rectus thought ut they non returned nos"},{"SurahNumber":28,"VerseNumber":40,"Text":"Consequently nos punished eum his troops throwing them into sea Note consequences transgressors"},{"SurahNumber":28,"VerseNumber":41,"Text":"Nos factus them imams led their people to Hell. Furthermore Feria Resurrection they non habet help"},{"SurahNumber":28,"VerseNumber":42,"Text":"They incurred in hoc vita condemnation Feria Resurrection they despised"},{"SurahNumber":28,"VerseNumber":43,"Text":"Nos dedit Moses scripture - Post annihilated proximus generations post setting examples them - to provisus enlightenment people guidance mercy ut they take heed"},{"SurahNumber":28,"VerseNumber":44,"Text":"Vos est presentis slope western mount when nos proles command Moses vos non est testis"},{"SurahNumber":28,"VerseNumber":45,"Text":"Nos established multus generations length temporis (they deviated Nor est vos among the people de Midyan reciting noster revelations them! Nos perfecit send messengers)"},{"SurahNumber":28,"VerseNumber":46,"Text":"Nor est vos slope Mount Sinai when nos alias Moses it est mercy tuus Dominus people in order warn people non received warner vos ut they take heed"},{"SurahNumber":28,"VerseNumber":47,"Text":"Sic they non dictus when disaster strikes them prout consequence their suus deeds Noster Dominus habet Vos sent messenger nos nos subsequentis Tuus revelations est believers"},{"SurahNumber":28,"VerseNumber":48,"Text":"Statim ut truth advenit them nos they dictus unus nos dedit quod dedit Moses they non disbelieve in est Perfecit quod dedit Moses in the elapsus? They dictus Ambo (scriptures) est works de magic ut copied unus alias They alias dictus Nos est disbelievers ambo them"},{"SurahNumber":28,"VerseNumber":49,"Text":"Dictus Tunc produce scripture ex DEUS bonus guidance than 2 ego subsequentis it vos est truthful"},{"SurahNumber":28,"VerseNumber":50,"Text":"they fail respond vos tunc know ut they subsequentis unus their suus opinions. Qui est farther astray than those subsequentis their suus opinions guidance ex DEUS? DEUS NON guide such wicked people"},{"SurahNumber":28,"VerseNumber":51,"Text":"Nos delivered message them ut they take heed"},{"SurahNumber":28,"VerseNumber":52,"Text":"Those nos beatus proximus scriptures believe in hoc"},{"SurahNumber":28,"VerseNumber":53,"Text":"When it recited them they dictus Nos believe in it Hoc est truth noster Dominus. Et ante nos heard it nos est submitters"},{"SurahNumber":28,"VerseNumber":54,"Text":"To these nos grant twice reward they steadfastly persevere They counter malus works bonus works ex noster provisions them they dedit"},{"SurahNumber":28,"VerseNumber":55,"Text":"When they advenit vain talk they disregard it dictus Nos est responsible noster deeds vos est responsible pro tuus deeds. Pax est vos. Nos non wish behave like ignorant unus"},{"SurahNumber":28,"VerseNumber":56,"Text":"Vos non guide unus vos love DEUS est UNUS UNUS QUI guides PROUT His TESTIMENTUM PROUT His knowledge DE those deserve guidance"},{"SurahNumber":28,"VerseNumber":57,"Text":"They dictus nos subsequentis tuus guidance nos suffer persecution. testimentum nos non establish them Sanctus Sanctuary to quae totus generis de fruits offered provision nos? Indeed multus de them non know"},{"SurahNumber":28,"VerseNumber":58,"Text":"Multus community nos annihilated pro turning unappreciative de their vita! Consequently hic est their domus nihil uninhabited ruins them ut few Nos est inheritors"},{"SurahNumber":28,"VerseNumber":59,"Text":"Pro tuus Dominus nunquam annihilates any community sending messenger in the midst thereof recite noster revelations to them! Nos nunquam annihilate any community its people est wicked"},{"SurahNumber":28,"VerseNumber":60,"Text":"Everything dedit vos est unus material hoc vita its vanity. Quod est DEUS est far bene everlasting Vos non understand"},{"SurahNumber":28,"VerseNumber":61,"Text":"nos promised bonus promise surely advenit pass aequalis to unus whom nos provisus cum temporary materials hoc vita tunc suffers eternal doom Feria Resurrection"},{"SurahNumber":28,"VerseNumber":62,"Text":"Feria advenit when He alias them dictus Ubi those idols vos perfecit est set Me"},{"SurahNumber":28,"VerseNumber":63,"Text":"Those incurred judgment dictus Noster Dominus these est the unus nos misled nos misled them unus nos iit astray. Nos statim devote totally Vos. They really non worshipping nos"},{"SurahNumber":28,"VerseNumber":64,"Text":"(It dictus Alias tuus idols help vos)! They alias them they non respond! They suffer retribution wish they guided"},{"SurahNumber":28,"VerseNumber":65,"Text":"Ut feria He ask everyone testimentum Quam vos respond messengers"},{"SurahNumber":28,"VerseNumber":66,"Text":"They ita stunned facts ut feria they est speechless"},{"SurahNumber":28,"VerseNumber":67,"Text":"Prout pro those repent believe lead righteous vita they finis winners"},{"SurahNumber":28,"VerseNumber":68,"Text":"Tuus Dominus est Unus creates whatever He testimentum chooses non 1 perfecit any choosing Glory est to DEUS the Multus Exalted He far supra needing partners"},{"SurahNumber":28,"VerseNumber":69,"Text":"Tuus Dominus knows innermost thoughts hidden in their chests alias prout everything they declare"},{"SurahNumber":28,"VerseNumber":70,"Text":"He est 1 DEUS; ibi non est alius deus Eum. To Eum belongs totus praise in hoc 1 vita in Hereafter Totus judgment belongs Eum Eum vos returned"},{"SurahNumber":28,"VerseNumber":71,"Text":"Dictus Quod si DEUS factus nox perpetual dum Feria Resurrection? Quae deus DEUS provisus vos potuit cum light Vos non hear"},{"SurahNumber":28,"VerseNumber":72,"Text":"Dictus Quod si DEUS factus daylight perpetual dum Feria Resurrection? Quae deus DEUS provisus vos nox tuus rest Vos non vide"},{"SurahNumber":28,"VerseNumber":73,"Text":"(est mercy Eum He created vos nox feria in order rest nox) tunc seek His provisions feria) vos est appreciative"},{"SurahNumber":28,"VerseNumber":74,"Text":"Feria advenit when He asks them Ubi idols vos perfecit est fabricated rank Me"},{"SurahNumber":28,"VerseNumber":75,"Text":"Nos select ex omnis community testis tunc dictus Presentis tuus proof They realize tunc totus truth belongs DEUS dum idols they fabricated relinquit them"},{"SurahNumber":28,"VerseNumber":76,"Text":"(Qaaroon slave driver) est 1 de Moses' people betrayed them oppressed them! Nos dedit eum multus treasures keys thereof est fere too heavy pro strongest manus. His people dictus to eum non est arrogant; DEUS non love those est arrogant"},{"SurahNumber":28,"VerseNumber":77,"Text":"Use provisions bestowed upon vos de DEUS seek abode Hereafter neglecting tuus share in hoc saeculum! Est charitable prout DEUS est charitable towards vos. Non keep corrupting terra! DEUS NON love corruptors"},{"SurahNumber":28,"VerseNumber":78,"Text":"He dictus ego attained totus hoc my suus cleverness. he non realize ut DEUS Perfecit annihilated eum generations est much stronger than he major in numerus annihilated transgressors est asked de their crimes"},{"SurahNumber":28,"VerseNumber":79,"Text":"feria he advenit his people foderator splendor. Those preferred hoc worldly vita dictus Oh nos wish nos possessed quod Qaaroon attained Indeed he est very fortunate"},{"SurahNumber":28,"VerseNumber":80,"Text":"Prout pro those beatus knowledge they dictus Woe to vos deus recompense est far bene those believe lead righteous vita. Nullus attains hoc absque the steadfast"},{"SurahNumber":28,"VerseNumber":81,"Text":"Nos tunc causa terra swallow eum his mansion. Non army helped eum DEUS; he non destined est winner"},{"SurahNumber":28,"VerseNumber":82,"Text":"Those est envious de eum feria ante dictus Nunc nos realize ut DEUS est Unus provisus pro whomever He chooses His servus withholds! Si it est pro deus gratia nos He causa terra swallow nos too Nos statim realize ut disbelievers nunquam succeed"},{"SurahNumber":28,"VerseNumber":83,"Text":"Nos reserve abode Hereafter those non seek exaltation terra nor corruption. ultimate victory belongs to the righteous"},{"SurahNumber":28,"VerseNumber":84,"Text":"Whoever works righteousness receives far bonus reward Prout pro those commit sins retribution their sins est precisely equivalent to their works"},{"SurahNumber":28,"VerseNumber":85,"Text":"Surely Unus decretum Quran vos summon vos predetermined appointment. Dictus My Dominus est fully aware de those uphold guidance those iit astray"},{"SurahNumber":28,"VerseNumber":86,"Text":"Vos nunquam expected hoc scripture advenit tuus via hoc est mercy tuus Dominus. Ergo vos non side disbelievers"},{"SurahNumber":28,"VerseNumber":87,"Text":"Nor shall vos diverted deus revelations post they advenit vos invite others to tuus Dominus! Non perfecit ever fall idol worship"},{"SurahNumber":28,"VerseNumber":88,"Text":"Vos non worship DEUS any alius deus. ibi non est alius deus Eum. Everything periit His comparatio. To Eum belongs totus sovereignty to Eum vos returned"},{"SurahNumber":29,"VerseNumber":1,"Text":"Ut. L. M"},{"SurahNumber":29,"VerseNumber":2,"Text":"people think they sinister dictus Nos perfecit est believe put test"},{"SurahNumber":29,"VerseNumber":3,"Text":"Nos tested those them DEUS distinguish those est truthful He expose liars"},{"SurahNumber":29,"VerseNumber":4,"Text":"those commit sins think ut they perfecit ever fool nos? Wrong indeed est their judgment"},{"SurahNumber":29,"VerseNumber":5,"Text":"(Anyone hoping meet DEUS know ut) such meeting DEUS testimentum multus assuredly advenit pass He est Hearer Omniscient"},{"SurahNumber":29,"VerseNumber":6,"Text":"Those strive strive their suus bonus DEUS est in non need DE anyone"},{"SurahNumber":29,"VerseNumber":7,"Text":"Those believe lead righteous vita nos certainly remit their sins certainly reward them generously pro their righteous works"},{"SurahNumber":29,"VerseNumber":8,"Text":"Nos enjoined human est honor his parentes. they try force vos set idols Me non obey them! To Me est tuus ultimate return tunc ego inform vos de everything vos perfecit"},{"SurahNumber":29,"VerseNumber":9,"Text":"Those believe lead righteous vita nos certainly admit them cum the righteous"},{"SurahNumber":29,"VerseNumber":10,"Text":"Among the people ibi est those dictus Nos believe in DEUS prout soon prout they suffer any hardship DEUS they equate people's persecution deus retribution! Si blessings ex tuus Dominus advenit tuus via they dictus Nos vos. est Est DEUS non fully awareof people's innermost thoughts"},{"SurahNumber":29,"VerseNumber":11,"Text":"DEUS testimentum multus certainly distinguish those believe He testimentum multus certainly expose hypocrites"},{"SurahNumber":29,"VerseNumber":12,"Text":"Those disbelieved dictus to those believed vos subsequentis noster via nos est responsible tuus sins Non true they non bear any de their sins They est liars"},{"SurahNumber":29,"VerseNumber":13,"Text":"In fact, they carry their suus sins alias to loads alius people's sins they est responsible. multus certainly they asked Feria Resurrection their false claims"},{"SurahNumber":29,"VerseNumber":14,"Text":"Nos sent Noah his people he stayed them 1000 annus minus 50. Subsequently they incurred flood their transgressions"},{"SurahNumber":29,"VerseNumber":15,"Text":"Nos saved eum those accompanied eum ark nos set it lesson totus people"},{"SurahNumber":29,"VerseNumber":16,"Text":"Abraham dictus to his people Vos worship DEUS reverence Eum! Hoc est bene vos si vos unus knew"},{"SurahNumber":29,"VerseNumber":17,"Text":"Quod vos worship DEUS est powerless idols; vos invented lie idols vos worship DEUS non possess any provisions vos! Ergo vos seek provisions unus ex DEUS. Vos worship Eum alone est appreciative de Eum; Eum est tuus ultimate return"},{"SurahNumber":29,"VerseNumber":18,"Text":"Vos disbelieve generations vos alias disbelieved sole function messenger est deliver message"},{"SurahNumber":29,"VerseNumber":19,"Text":"Habet they non vide quam DEUS initiates creation tunc! repeats it Hoc est easy DEUS perfecit"},{"SurahNumber":29,"VerseNumber":20,"Text":"Dictus Roam terra invenit out generis vita. Pro DEUS testimentum sic initiate creation Hereafter DEUS est Omnipotent"},{"SurahNumber":29,"VerseNumber":21,"Text":"He condemns retribution whomever He testimentum showers His mercy whomever He testimentum. Ultimately to Eum vos est turned over"},{"SurahNumber":29,"VerseNumber":22,"Text":"Nullus de vos escape these facts terra caelum vos habet nullus DEUS prout Dominus Magister"},{"SurahNumber":29,"VerseNumber":23,"Text":"Those disbelieve deus revelations in meeting Eum despaired My mercy! They incurred painful retribution"},{"SurahNumber":29,"VerseNumber":24,"Text":"Unus response ex his people est their dictus Kill eum burn eum. DEUS saved eum ex fire Hoc provisus lessons people qui believe"},{"SurahNumber":29,"VerseNumber":25,"Text":"He dictus Vos worship DEUS powerless idols peer pressure just preserve some friendship vos in hoc worldly vita! Tunc Feria Resurrection vos disown unus alias curse 1 alias Tuus destiny est Hell wherein vos non help 1 alias"},{"SurahNumber":29,"VerseNumber":26,"Text":"Lot believed eum dictus ego emigrating my Dominus! He est Almighty the Multus Wise"},{"SurahNumber":29,"VerseNumber":27,"Text":"Nos granted eum Isaac Jacob nos assigned his descendants prophethood scriptures nos endowed eum his due recompense in hoc vita Hereafter he surely est cum the righteous"},{"SurahNumber":29,"VerseNumber":28,"Text":"Lot dictus to his people Vos commit such abomination non 1 in the saeculum ever perfecit it vos"},{"SurahNumber":29,"VerseNumber":29,"Text":"Vos practice genus vir vos commit highway robbery vos allow totus generis de vice tuus society. unus response ex his people est dictus Bring to nos deus retribution vos est truthful"},{"SurahNumber":29,"VerseNumber":30,"Text":"He dictus My Dominus grant me victory these wicked people"},{"SurahNumber":29,"VerseNumber":31,"Text":"(When noster messengers iit Abraham bonus news Isaac's genitus) they alias dictus Nos est on noster via annihilate people de ut oppidum (Sodom) its people est wicked"},{"SurahNumber":29,"VerseNumber":32,"Text":"He dictus Lot vivens ibi. They dictus Nos est fully aware de everyone qui vita in it Nos perfecit de course save eum his familia absque his uxor; she doomed"},{"SurahNumber":29,"VerseNumber":33,"Text":"When noster messengers arrived Lot's locus they mistreated he embarrassed their comparatio. they dictus non Habet fear non injuria! Nos save vos tuus familia absque tuus uxor; she doomed"},{"SurahNumber":29,"VerseNumber":34,"Text":"Nos pour people de hoc oppidum disaster ex caelum consequence their wickedness"},{"SurahNumber":29,"VerseNumber":35,"Text":"Nos sinister standing some de their ruins to serve prout profound lesson people qui understand"},{"SurahNumber":29,"VerseNumber":36,"Text":"To Midyan nos sent their frater Shu aib. He dictus O my people vos worship DEUS seek Extremum Feria non roam terra corruptingly"},{"SurahNumber":29,"VerseNumber":37,"Text":"They disbelieved eum consequently earthquake annihilated them; they sinister denatus their domus de morning"},{"SurahNumber":29,"VerseNumber":38,"Text":"Similarly 'Aad Thamoud annihilated Hoc factus manifest vos per their ruins devil adorned their works their eyes diverted them path et they habet eyes"},{"SurahNumber":29,"VerseNumber":39,"Text":"Alias Qaaroon Pharaoh Hamaan; Moses iit to them clear signum! they continued commit tyranny terra! Consequently they non evade (retribution)"},{"SurahNumber":29,"VerseNumber":40,"Text":"totus those disbelievers doomed consequence their sins Some de them nos annihilated violent winds some annihilated quake some nos causa terra swallow some nos drowned DEUS NON est UNUS wronged them; est they wronged their suus ANIMA"},{"SurahNumber":29,"VerseNumber":41,"Text":"allegory de those accept alius magister DEUS est ut de spider eam domus; flimsiest de totus domus est domus spider they unus knew"},{"SurahNumber":29,"VerseNumber":42,"Text":"DEUS knows FODERATOR BENE UT whatever they worship EUM est really NIHIL. He est Almighty the Multus Wise"},{"SurahNumber":29,"VerseNumber":43,"Text":"Nos cite these examples people nullus appreciate them absque the knowledgeable"},{"SurahNumber":29,"VerseNumber":44,"Text":"DEUS created CAELUM TERRA truthfully. Hoc provisus sufficient proof believers"},{"SurahNumber":29,"VerseNumber":45,"Text":"Vos recite quod revealed vos de scripture observe Contact Prayers (Salat) pro Contact Prayers prohibit malus vice remembrance DEUS Salat) est the multus important objective DEUS knows everything VOS PERFECIT"}]}