{"Id":286,"LanguageCodes":["pt","por"],"Name":"por-samirelhayek","Author":"Samir El Hayek","Language":"Portuguese","Description":"Portuguese","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":21,"VerseNumber":1,"Text":"Aproxima-se a prestação de contas dos homens que, apesar disso, estão desdenhosamente desatentos"},{"SurahNumber":21,"VerseNumber":2,"Text":"Nunca lhes chegou uma nova mensagem de seu Senhor, que não escutassem, senão com o fito de escarnecê-la"},{"SurahNumber":21,"VerseNumber":3,"Text":"Com os seus corações entregues à divagação. Os iníquos dizem, confidencialmente: Acaso, este não é um homem comovós? Assistir-lhe-eis à magia conscientemente"},{"SurahNumber":21,"VerseNumber":4,"Text":"Dize: Meu Senhor conhece tudo quanto é dito nos céus e na terra, porque Ele é Oniouvinte, o Onisciente"},{"SurahNumber":21,"VerseNumber":5,"Text":"Porém, afirmam: É uma miscelânea de sonhos! Ele os forjou! Qual! É um poeta! Que nos apresente, então, algum sinal, como os enviados aos primeiros (mensageiros)"},{"SurahNumber":21,"VerseNumber":6,"Text":"Nenhum dos habitantes das cidades que exterminamos, anteriormente a eles, acreditou. Crerão eles"},{"SurahNumber":21,"VerseNumber":7,"Text":"Antes de ti não enviamos nada além de homens, que inspiramos. Perguntai-o, pois, aos adeptos da Mensagem, se oignorais"},{"SurahNumber":21,"VerseNumber":8,"Text":"Não os dotamos de corpos que pudessem prescindir de alimentos, nem tampouco foram imorais"},{"SurahNumber":21,"VerseNumber":9,"Text":"Então, cumprimos a Nossa promessa para com eles e os salvamos, juntamente com os que quisemos, e exterminamos ostransgressores"},{"SurahNumber":21,"VerseNumber":10,"Text":"Enviamos-vos o Livro, que encerra uma Mensagem para vós; não raciocinais"},{"SurahNumber":21,"VerseNumber":11,"Text":"Quantas populações de cidades exterminamos, por sua iniqüidade, e suplantamos por outras"},{"SurahNumber":21,"VerseNumber":12,"Text":"Porém, quando se deram conta do Nosso castigo, eis que tentaram fugir dele precipitadamente"},{"SurahNumber":21,"VerseNumber":13,"Text":"Não fujais! Voltai ao que vos foi concedido e às vossas moradas, a fim de que sejas interrogados"},{"SurahNumber":21,"VerseNumber":14,"Text":"Disseram: Ai de nós! Em verdade, fomos iníquos"},{"SurahNumber":21,"VerseNumber":15,"Text":"E não cessou esta sua lamentação, até que os deixamos inertes, tal qual plantas segadas"},{"SurahNumber":21,"VerseNumber":16,"Text":"Não riamos os céus e a terra e tudo quanto existe entre ambos por mero passatempo"},{"SurahNumber":21,"VerseNumber":17,"Text":"E se quiséssemos diversão, tê-la-íamos encontrado entre as coisas próximas de Nós, se fizéssemos (tal coisa)"},{"SurahNumber":21,"VerseNumber":18,"Text":"Qual! Arremessamos a verdade sobre a falsidade, o que a anula. Ei-la desvanecida. Ai de vós, pela falsidade que (Nos) descreveis"},{"SurahNumber":21,"VerseNumber":19,"Text":"Seu é tudo o que existe nos céus e na terra; e todos quanto se acham em Sua Presença, não se ensoberbecem emadorá-Lo, nem se enfadam disso"},{"SurahNumber":21,"VerseNumber":20,"Text":"Glorificam-No noite e dia, e não ficam exaustos"},{"SurahNumber":21,"VerseNumber":21,"Text":"Ou (será que) adotaram divindades da terra, que podem ressuscitar os mortos"},{"SurahNumber":21,"VerseNumber":22,"Text":"Se houvesse nos céus e na terra outras divindades além de Deus, (ambos) já se teriam desordenado. Glorificado sejaDeus, Senhor do Trono, de tudo quanto Lhe atribuem"},{"SurahNumber":21,"VerseNumber":23,"Text":"Ele não poderá ser questionado quanto ao que faz; eles sim, serão interpelados"},{"SurahNumber":21,"VerseNumber":24,"Text":"Adotarão, porventura, outras divindades além d'Ele? Dize-lhes: Apresentai vossa prova! Eis aqui a Mensagem daquelesque estão comigo e a Mensagem daqueles que me precederam. Porém, a maioria deles não conhece a verdade, e a desdenha"},{"SurahNumber":21,"VerseNumber":25,"Text":"Jamais enviamos mensageiro algum antes de ti, sem que lhe tivéssemos revelado que: Não há outra divindade além deMim. Adora-Me, e serve-Me"},{"SurahNumber":21,"VerseNumber":26,"Text":"E dizem: O Clemente teve um filho! Glorificado seja! Qual! São apenas servos veneráveis, esses a quem chamam defilhos"},{"SurahNumber":21,"VerseNumber":27,"Text":"Que jamais se antecipam a Ele no falar, e que agem sob o Seu comando"},{"SurahNumber":21,"VerseNumber":28,"Text":"Ele conhece tanto o que há antes deles como o que há depois deles, e não podem interceder em favor de ninguém, salvode quem a Ele aprouver, são, ante seu temor, a Ele reverentes"},{"SurahNumber":21,"VerseNumber":29,"Text":"E quem quer que seja, entre eles, que disser: Em verdade eu sou deus, junto a Ele! condená-lo-emos ao inferno. Assimcastigamos os iníquos"},{"SurahNumber":21,"VerseNumber":30,"Text":"Não vêem, acaso, os incrédulos, que os céus e a terra eram uma só massa, que desagregamos, e que criamos todos osseres vivos da água? Não crêem ainda"},{"SurahNumber":21,"VerseNumber":31,"Text":"E produzimos firmes montanhas na terra, para que esta não oscilasse com eles, e traçamos, entre aqueles, desfiladeiroscomo caminhos, para que se orientassem"},{"SurahNumber":21,"VerseNumber":32,"Text":"E fizemos o céu como abóbada bem protegida; e, apesar disso, desdenham os seus sinais"},{"SurahNumber":21,"VerseNumber":33,"Text":"Ele foi Quem criou a noite e o dia, o sol e a lua; cada qual (dos corpos celestes) gravita em sua respectiva órbita"},{"SurahNumber":21,"VerseNumber":34,"Text":"Jamais concedemos a imortalidade a ser humano algum, anterior a ti. Porventura, se tu morresses, seriam eles imortais"},{"SurahNumber":21,"VerseNumber":35,"Text":"Toda a alma provará o gosto da morte, e vos provaremos com o mal e com o bem, e a Nós retornareis"},{"SurahNumber":21,"VerseNumber":36,"Text":"E, quando os incrédulos te vêem, não te tratam senão com zombarias, dizendo: É este que fala sobre os vossos deuses? Eblasfemam, à menção do Clemente"},{"SurahNumber":21,"VerseNumber":37,"Text":"O homem é, por natureza, impaciente. Não vos apresseis, pois logo vos mostrarei os Meus sinais"},{"SurahNumber":21,"VerseNumber":38,"Text":"E perguntaram: quanto se cumprirá esta promessa, se estais certos"},{"SurahNumber":21,"VerseNumber":39,"Text":"Ah, se os incrédulos conhecessem o momento em que não poderão evitar o fogo sobre seus rostos e suas espáduas, nemtampouco ser socorridos"},{"SurahNumber":21,"VerseNumber":40,"Text":"Pelo contrário, surpreendê-los-á (o fogo) inopinadamente e os aniquilará. Não poderão desviá-lo, nem serão tolerados"},{"SurahNumber":21,"VerseNumber":41,"Text":"Mensageiros anteriores a ti foram escarnecidos; porém, os escarnecedores envolveram-se naquilo de que escarneciam"},{"SurahNumber":21,"VerseNumber":42,"Text":"Dize: Quem poderá proteger-vos, à noite e de dia, (do seu castigo) do Clemente? Sem dúvida, eles desdenham a mençãodo seu Senhor"},{"SurahNumber":21,"VerseNumber":43,"Text":"Ou têm, acaso, divindades que os defendem de Nós? Não podem sequer socorrer a si mesmos, nem estarão a salvo eNós"},{"SurahNumber":21,"VerseNumber":44,"Text":"Contudo, agraciamo-los, tanto eles como seus pais, e até lhes prolongamos a vida. Porém, não reparam, acaso, em quetemos assolado a terra, reduzindo-a em suas bordas? São eles, porventura, os vencedores"},{"SurahNumber":21,"VerseNumber":45,"Text":"Dize-lhes: Só vos admoesto com a revelação; no entanto, os surdos não ouvem a predicação, mesmo quando sãoadmoestados"},{"SurahNumber":21,"VerseNumber":46,"Text":"Mas, quando um resquício do castigo e o teu Senhor os toca, dizem: Ai de nós! Em verdade, fomos iníquos"},{"SurahNumber":21,"VerseNumber":47,"Text":"E instalaremos as balanças da justiça para o Dia da Ressurreição. Nenhuma alma será defraudada no mínimo que seja; mesmo se for do peso de um grão de mostarda, tê-lo-emos em conta. Bastamos Nós por cômputo"},{"SurahNumber":21,"VerseNumber":48,"Text":"Havíamos concedido a Moisés e a Aarão o Discernimento, luz e mensagem para os devotos"},{"SurahNumber":21,"VerseNumber":49,"Text":"Que temem intimamente seu Senhor e são reverentes, quanto à Hora"},{"SurahNumber":21,"VerseNumber":50,"Text":"Esta é a mensagem bendita, que revelamos. Atrever-vos-eis a negá-la"},{"SurahNumber":21,"VerseNumber":51,"Text":"Anteriormente concedemos a Abraão a sua integridade, porque o sabíamos digno disso"},{"SurahNumber":21,"VerseNumber":52,"Text":"Ao perguntar ao seu pai e ao seu povo: Que significam esses ídolos, aos quais vos devotais"},{"SurahNumber":21,"VerseNumber":53,"Text":"Responderam: Encontramos nossos pais a adorá-los"},{"SurahNumber":21,"VerseNumber":54,"Text":"Disse-lhes (Abraão): Sem dúvida que vós e os vossos pais estais em evidente erro"},{"SurahNumber":21,"VerseNumber":55,"Text":"Inquiriram-no: Trouxeste-nos a verdade, ou tu és um dos tantos trocistas"},{"SurahNumber":21,"VerseNumber":56,"Text":"Respondeu-lhes: Não! Vosso Senhor é o Senhor dos céus e da terra, os quais criou, e eu sou um dos testemunhadoresdisso"},{"SurahNumber":21,"VerseNumber":57,"Text":"Por Deus que tenho um plano para os vossos ídolos, logo que tiverdes partido"},{"SurahNumber":21,"VerseNumber":58,"Text":"E os reduziu a fragmentos, menos o maior deles, para que, quando voltassem, se recordassem dele"},{"SurahNumber":21,"VerseNumber":59,"Text":"Perguntaram, então: Quem fez isto com os nossos deuses? Ele deve ser um dos iníquos"},{"SurahNumber":21,"VerseNumber":60,"Text":"Disseram: Temos conhecimento de um jovem que falava deles. É chamado Abraão"},{"SurahNumber":21,"VerseNumber":61,"Text":"Disseram: Trazei-o à presença do povo, para que testemunhem"},{"SurahNumber":21,"VerseNumber":62,"Text":"Perguntaram: Foste tu, ó Abraão, quem assim fez com os nossos deuses"},{"SurahNumber":21,"VerseNumber":63,"Text":"Respondeu: Não! Foi o maior deles. Interrogai-os, pois, se é que podem falar inteligivelmente"},{"SurahNumber":21,"VerseNumber":64,"Text":"E confabularam, dizendo entre si: Em verdade, vós sois os injustos"},{"SurahNumber":21,"VerseNumber":65,"Text":"Logo voltaram a cair em confusão e disseram: Tu bem sabes que eles não falam"},{"SurahNumber":21,"VerseNumber":66,"Text":"Então, (Abraão) lhes disse: Porventura, adorareis, em vez de Deus, quem não pode beneficiar-vos ou prejudicar-vos emnada"},{"SurahNumber":21,"VerseNumber":67,"Text":"Que vergonha para vós e para os que adorais, em vez de Deus! Não raciocinais"},{"SurahNumber":21,"VerseNumber":68,"Text":"Disseram: Queimai-o e protegei os vossos deuses, se os puderdes (de algum modo)"},{"SurahNumber":21,"VerseNumber":69,"Text":"Porém, ordenamos: Ó fogo, sê frescor e poupa Abraão"},{"SurahNumber":21,"VerseNumber":70,"Text":"Intentaram conspirar contra ele, porém, fizemo-los perdedores"},{"SurahNumber":21,"VerseNumber":71,"Text":"E o salvamos, juntamente com Lot, conduzindo-os à terra que abençoamos para a humanidade"},{"SurahNumber":21,"VerseNumber":72,"Text":"E o agraciamos com Isaac e Jacó, como um dom adicional, e a todos fizemos virtuosos"},{"SurahNumber":21,"VerseNumber":73,"Text":"E os designamos imames, para que guiassem os demais, segundo os Nossos desígnios, e lhes inspiramos a prática dobem, a observância da oração, o pagamento do zakat, e foram Nossos adoradores"},{"SurahNumber":21,"VerseNumber":74,"Text":"E concedemos a Lot a prudência e a sabedoria, salvando-o da cidade que se havia entregue às obscenidades, porque erahabitada por um povo vil e depravado"},{"SurahNumber":21,"VerseNumber":75,"Text":"E o amparamos em Nossa misericórdia, porque era um dos virtuosos"},{"SurahNumber":21,"VerseNumber":76,"Text":"E (recorda-te de) Noé quando, tempos atrás, nos implorou e o atendemos e o salvamos, juntamente com a sua família, dagrande aflição"},{"SurahNumber":21,"VerseNumber":77,"Text":"E o socorremos contra o povo que desmentia os Nossos versículos, porquanto era um povo vil; eis que os afogamos atodos"},{"SurahNumber":21,"VerseNumber":78,"Text":"E de Davi e de Salomão, quando julgavam sobre certa plantação, onde as ovelhas de certo povo pastaram durante anoite, sendo Nós Testemunha de seu juízo"},{"SurahNumber":21,"VerseNumber":79,"Text":"E fizemos Salomão compreender a causa. E dotamos ambos de prudência e sabedoria. E submetemos a ele e a Davi asmontanhas e os pássaros para que Nos glorificassem. E fomos Nós o Autor"},{"SurahNumber":21,"VerseNumber":80,"Text":"E lhe ensinamos a arte de faze couraças para vós, a fim de proteger-vos das vossas violências mútuas. Não estaisagradecidos"},{"SurahNumber":21,"VerseNumber":81,"Text":"E submetemos a Salomão o vento impetuoso, que sopra a seu capricho, para a terra que Nós abençoamos, porque somosOnisciente"},{"SurahNumber":21,"VerseNumber":82,"Text":"E também (lhe submetemos) alguns (ventos) maus que, no mar, faziam submergir os navios, além de outras tarefas, sendoNós o seu custódio"},{"SurahNumber":21,"VerseNumber":83,"Text":"E (recorda-te) de quando Jó invocou seu Senhor (dizendo): Em verdade, a adversidade tem-me açoitado; porém, Tu és omais clemente dos misericordiosos"},{"SurahNumber":21,"VerseNumber":84,"Text":"E o atendemos e o libertamos do mal que o afligia; restituímos-lhes a família, duplicando-a, como acréscimo, em virtudeda Nossa misericórdia, e para que servisse de mensagem para os adoradores"},{"SurahNumber":21,"VerseNumber":85,"Text":"E (recorda-te) de Ismael, de Idris (Enoc) e de Dulkifl, porque todos se contavam entre os perseverantes"},{"SurahNumber":21,"VerseNumber":86,"Text":"Amparamo-lo em Nossa misericórdia, que se contavam entre os virtuosos"},{"SurahNumber":21,"VerseNumber":87,"Text":"E (recorda-te) de Dun-Num quando partiu, bravo, crendo que não poderíamos controlá-lo. Clamou nas trevas: Não hámais divindade do que Tu! Glorificado sejas! É certo que me contava entre os iníquos"},{"SurahNumber":21,"VerseNumber":88,"Text":"E o atendemos e o libertamos da angústia. Assim salvamos os fiéis"},{"SurahNumber":21,"VerseNumber":89,"Text":"E (recorda-te) de Zacarias quando implorou ao seu Senhor: Ó Senhor meu, não me deixes sem prole, não obstante seresTu o melhor dos herdeiros"},{"SurahNumber":21,"VerseNumber":90,"Text":"E o atendemos e o agraciamos com Yahia (João), e curamos sua mulher (de esterilidade); um procurava sobrepujar ooutro nas boas ações, recorrendo a Nós com afeição e temor, e sendo humildes a Nós"},{"SurahNumber":21,"VerseNumber":91,"Text":"E (recorda-te) também daquela que conservou a sua castidade (Maria) e a quem alentamos com o Nosso Espírito, fazendo dela e de seu filho sinais para a humanidade"},{"SurahNumber":21,"VerseNumber":92,"Text":"Esta vossa comunidade é a comunidade única e Eu sou o vosso Senhor. Adorai-Me, portanto (e a nenhum outro)"},{"SurahNumber":21,"VerseNumber":93,"Text":"Mas (as gerações posteriores) se dividiram mutuamente em sua unidade; e todos voltarão a Nós"},{"SurahNumber":21,"VerseNumber":94,"Text":"Mas quem praticar o bem e for, ademais, fiel, saberá que seus esforços não serão baldados, porque os anotamos todos"},{"SurahNumber":21,"VerseNumber":95,"Text":"Está proibido o ressurgimento de toda população que temos destruído; seus integrantes não retornarão"},{"SurahNumber":21,"VerseNumber":96,"Text":"Até ao instante em que for aberta a barreira do (povo de) Gog e Magog e todos se precipitarem por todas as colinas"},{"SurahNumber":21,"VerseNumber":97,"Text":"E aproximar a verdadeira promessa. E eis os olhares fixos dos incrédulos, que exclamarão: Ai de nós! Estivemosdesatentos quanto a isto; qual, fomos uns iníquos"},{"SurahNumber":21,"VerseNumber":98,"Text":"Vós, com tudo quanto adorais, em vez de Deus, sereis combustível do inferno, no qual entrareis, por certo"},{"SurahNumber":21,"VerseNumber":99,"Text":"Se houvessem aqueles sido deuses, não o teria adentrado; ali todos permanecerão eternamente"},{"SurahNumber":21,"VerseNumber":100,"Text":"Onde se lamentarão mas não serão ouvidos"},{"SurahNumber":21,"VerseNumber":101,"Text":"Em verdade, aqueles a quem predestinamos o Nossos bem, serão afastados disso"},{"SurahNumber":21,"VerseNumber":102,"Text":"Não ouvirão a crepitação (da fogueira) e desfrutarão eternamente de tudo quanto à sua lama apetecer"},{"SurahNumber":21,"VerseNumber":103,"Text":"E o grande terror não os atribulará, e os anjos os receberão, dizendo-lhes: Eis aqui o dia que vos fora prometido"},{"SurahNumber":21,"VerseNumber":104,"Text":"Será o dia em que enrolaremos o céu como um rolo de pergaminho. Do mesmo modo que originamos a criação, reproduzi-la-emos. É porque é uma promessa que fazemos, e certamente a cumpriremos"},{"SurahNumber":21,"VerseNumber":105,"Text":"Temos prescrito, nos Salmos, depois da Mensagem (dada a Moisés), que a terra, herdá-la-ão os Meus servos virtuosos"},{"SurahNumber":21,"VerseNumber":106,"Text":"Nisto há uma mensagem para os adoradores"},{"SurahNumber":21,"VerseNumber":107,"Text":"E não te enviamos, senão como misericórdia para a humanidade"},{"SurahNumber":21,"VerseNumber":108,"Text":"Dize: Em verdade, tem-me sido revelado que o vosso Deus é Único. Sereis portanto submissos"},{"SurahNumber":21,"VerseNumber":109,"Text":"Todavia, se se recusarem a sê-lo, dize-lhes: Tenho proclamado a mensagem a todos por igual, mas não sei se estápróximo ou remoto o que vos foi prometido"},{"SurahNumber":21,"VerseNumber":110,"Text":"Porque Ele sabe tanto o que manifestais por palavras, como conhece o que ocultais"},{"SurahNumber":21,"VerseNumber":111,"Text":"Ignoro se isto constitui uma prova para vós e um gozo transitório"},{"SurahNumber":21,"VerseNumber":112,"Text":"Dize: Ó meu Senhor, julga com eqüidade! Nosso Senhor é o Clemente, a Quem recorro, contra o que blasfemais"},{"SurahNumber":22,"VerseNumber":1,"Text":"Ó humanos, temei a vosso Senhor, porque a convulsão da Hora será logo terrível"},{"SurahNumber":22,"VerseNumber":2,"Text":"No dia em que a presenciardes, casa nutriente esquecerá o filho que amamenta; toda a gestante abortará; tu verás oshomens como ébrios, embora não o estejam, porque o castigo de Deus será severíssimo"},{"SurahNumber":22,"VerseNumber":3,"Text":"Entre os humanos há quem discute nesciamente acerca de Deus e segue qualquer demônio rebelde"},{"SurahNumber":22,"VerseNumber":4,"Text":"Foi decretado sobre (o maligno): Quem se tornar íntimo dele, será desviado e conduzido ao suplício do tártaro"},{"SurahNumber":22,"VerseNumber":5,"Text":"Ó humanos, se estais em dúvida sobre a ressurreição, reparai em que vos criamos do pó, depois do esperma, e logo vosconvertemos em algo que se agarra e, finalmente, em feto, com forma ou amorfo, para demonstrar-vos (a Nossa onipotência); e conservamos no útero o que queremos, até um período determinado, de onde vos retiraremos, crianças para que alcanceisa puberdade. Há, entre vós, aqueles que morrem (ainda jovens) e há os que chegam à senilidade, até ao ponto de não serecordarem do que sabiam. E observai que a terra é árida; não obstante, quando (Nós) fazemos descer a água sobre ela, move-se e se impregna de fertilidade, fazendo brotar todas as classes de pares de viçosos (frutos)"},{"SurahNumber":22,"VerseNumber":6,"Text":"Isto, porque Deus é Verdadeiro e vivifica os mortos, e porque é Onipotente"},{"SurahNumber":22,"VerseNumber":7,"Text":"E a Hora chegará indubitavelmente, e Deus ressuscitará aqueles que estiverem nos sepulcros"},{"SurahNumber":22,"VerseNumber":8,"Text":"Entre os humanos, há aquele que disputa nesciamente acerca de Deus, sem orientação nem livro lúcido"},{"SurahNumber":22,"VerseNumber":9,"Text":"Desdenhoso, para assim desviar os demais da senda de Deus. Sofrerá aviltamento neste mundo e, no Dia da Ressurreição, fá-lo-emos experimentar a pena da chama infernal"},{"SurahNumber":22,"VerseNumber":10,"Text":"Isso, pelo que tiverem cometido suas mãos, porque Deus nunca é injusto para com os Seus servos"},{"SurahNumber":22,"VerseNumber":11,"Text":"Entre os humanos há, também, quem adora Deus com restrições: se lhe ocorre um bem, satisfaz-se com isso; porém, se oaçoita um adversidade, renega e perde este mundo e o outro. Esta é a evidencia desventura"},{"SurahNumber":22,"VerseNumber":12,"Text":"Ele invoca, em vez de Deus, quem não pode prejudicá-lo nem beneficiá-lo. Tal é o profundo erro"},{"SurahNumber":22,"VerseNumber":13,"Text":"Invoca quem lhe causa mais prejuízos do que benefícios. Que péssimo amo e que diabólico companheiro"},{"SurahNumber":22,"VerseNumber":14,"Text":"Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios, porque Deus faz o que Lheapraz"},{"SurahNumber":22,"VerseNumber":15,"Text":"Quem pensa que Deus jamais o socorrerá (Mensageiro) neste mundo ou no outro, que pendure uma corda no teto (de suacasa) e se enforque; verá se com isso poderá acalmar o seu furor"},{"SurahNumber":22,"VerseNumber":16,"Text":"Assim o revelamos (o Alcorão) em lúcidos versículos, e Deus ilumina quem Lhe apraz"},{"SurahNumber":22,"VerseNumber":17,"Text":"Quanto aos fiéis, judeus, sabeus, cristão, masdeístas ou idólatras, certamente Deus os julgará a todos no Dia daRessurreição, porque Deus é Testemunha de todas as coisas"},{"SurahNumber":22,"VerseNumber":18,"Text":"Não reparas, acaso, em que tudo quanto há nos céus e tudo quanto há na terra se prostra ante Deus? O sol, a lua, asestrelas, as montanhas, as árvores, os animais e muitos humanos? Porém, muitos merecem o castigo! E quem Deus afrontarnão achará quem o honre, porque Deus faz o que Lhe apraz"},{"SurahNumber":22,"VerseNumber":19,"Text":"Existem dois antagonistas (crédulos e incrédulos), que disputam acerca do seu Senhor. Quanto aos incrédulos, serãocobertos com vestimentas de fogo e lhes será derramada, sobre as cabeças, água fervente"},{"SurahNumber":22,"VerseNumber":20,"Text":"A qual derreterá tudo quanto há em suas entranhas, além da totalidade de suas peles"},{"SurahNumber":22,"VerseNumber":21,"Text":"Em adição, haverá clavas de ferro (para o castigo)"},{"SurahNumber":22,"VerseNumber":22,"Text":"Toda a vez que dele (do fogo) quiserem sair, por angústia, ali serão repostos e lhes será dito: Sofrei a pena da queima"},{"SurahNumber":22,"VerseNumber":23,"Text":"Por outra, Deus introduzirá os fiéis, que praticam o bem, em jardins, abaixo dos quais correm os rios, onde serãoenfeitados com pulseiras de ouro e pérola, e suas vestimentas serão de seda"},{"SurahNumber":22,"VerseNumber":24,"Text":"Porque se guiaram pelas palavras puras e se encaminharam até à senda do Laudabilíssimo"},{"SurahNumber":22,"VerseNumber":25,"Text":"Quanto aos incrédulos, que vedam os demais da senda de Deus e a sagrada Mesquita, - a qual destinamos aos humanos, por igual, quer seja seus habitantes, quer sejam visitantes, - e que nela comete, intencionalmente, profanação ou iniqüidade, fá-los-emos provar um doloroso castigo"},{"SurahNumber":22,"VerseNumber":26,"Text":"E (recorda-te) de quando indicamos a Abraão o local da Casa, dizendo: Não Me atribuas parceiros, mas consagra aMinha Casa para os circungirantes, para os que permanecem em pé e para os genuflexos e prostrados"},{"SurahNumber":22,"VerseNumber":27,"Text":"E proclama a peregrinação às pessoas; elas virão a ti a pé, e montando toda espécie de camelos, de todo longínquolugar"},{"SurahNumber":22,"VerseNumber":28,"Text":"Para testemunhar os seus benefícios e invocar o nome de Deus, nos dias mencionados, sobre o gado com que Ele osagraciou (para o sacrifício). Comei, pois, dele, e alimentai o indigente e o pobre"},{"SurahNumber":22,"VerseNumber":29,"Text":"Que logo se higienizem, que cumpram os seus votos e que circungirem a antiga Casa"},{"SurahNumber":22,"VerseNumber":30,"Text":"Tal será (a peregrinação). Quanto àquele que enaltecer os ritos sagrados de Deus, terá feito o melhor para ele, aos olhosdo seu Senhor. É-vos permitida a (carne) das reses, exceto o que já vos foi estipulado. Enviai, pois, a abominação daadoração dos ídolos e evitai o perjúrio"},{"SurahNumber":22,"VerseNumber":31,"Text":"Consagrando-vos a Deus; e não Lhe atribuais parceiros, porque aquele que atribuir parceiros a Deus, será como sehouvesse sido arrojado do céu, como se o tivessem apanhado das aves, ou como se o vento o lançasse a um lugar longínquo"},{"SurahNumber":22,"VerseNumber":32,"Text":"Tal será. Contudo, quem enaltecer os símbolos de Deus, saiba que tal (enaltecimento) partirá de quem possuir piedadeno coração"},{"SurahNumber":22,"VerseNumber":33,"Text":"Neles (os animais) tendes benefícios, até um tempo prefixado; então, seu lugar de sacrifício será a antiga Casa"},{"SurahNumber":22,"VerseNumber":34,"Text":"Para cada povo temos instituído ritos (de sacrifício), para que invoquem o nome de Deus, sobre o que Ele agraciou, degado. Vosso Deus é Único; consagrai-vos, pois, a Ele. E tu (ó Mensageiro), anuncia a bem-aventurança aos que sehumilham"},{"SurahNumber":22,"VerseNumber":35,"Text":"Cujos corações estremecem, quando o nome de Deus é Mencionado; os perseverantes, que suportam o que lhes sucede, são observantes da oração e fazem caridade daquilo com que agraciamos"},{"SurahNumber":22,"VerseNumber":36,"Text":"E vos temos designado (o sacrifício) dos camelos, entre os símbolos de Deus. Neles, tendes benefícios. Invocai, pois, onome de Deus sobre eles, no momento (do sacrifício), quando ainda estiverem em pé, e quando tiverem tombado. Comei, pois, deles e daí de comer ao necessitado e ao pedinte. Assim vo-los sujeitamos, para que Nos agradeçais"},{"SurahNumber":22,"VerseNumber":37,"Text":"Nem suas carnes, nem seu sangue chegam até Deus; outrossim, alcança-O a vossa piedade. Assim vo-los sujeitou, paraque O glorifiqueis, por haver-vos encaminhado. Anuncia, pois, a bem-aventurança aos benfeitores"},{"SurahNumber":22,"VerseNumber":38,"Text":"Em verdade, Deus defende os fiéis, porque Deus não aprecia nenhum pérfido e ingrato"},{"SurahNumber":22,"VerseNumber":39,"Text":"Ele permitiu (o combate) aos que foram atacados; em verdade, Deus é Poderoso para socorrê-los"},{"SurahNumber":22,"VerseNumber":40,"Text":"São aqueles que foram expulsos injustamente dos seus lares, só porque disseram: Nosso Senhor é Deus! E se Deus nãotivesse refreado os instintos malignos de uns em relação aos outros, teriam sido destruídos mosteiros, igrejas, sinagogas emesquitas, onde o nome de Deus é freqüentemente celebrado. Sabei que Deus secundará quem O secundar, em Sua causa, porque é Forte, Poderosíssimo"},{"SurahNumber":22,"VerseNumber":41,"Text":"São aqueles que, quando os estabelecemos na terra, observam a oração, pagam o zakat, recomendam o bem e proíbem oilícito. E em Deus repousa o destino de todos os assuntos"},{"SurahNumber":22,"VerseNumber":42,"Text":"Porém, se te desmentem (ó Mensageiros), o mesmo que fizeram, antes deles, os povos de Noé, de Ad e de Tamud"},{"SurahNumber":22,"VerseNumber":43,"Text":"(Assim também) o povo de Abraão e o povo de Lot"},{"SurahNumber":22,"VerseNumber":44,"Text":"E o povo de Madian (fez o mesmo); também foi desmentido Moisés. Então, tolerei os incrédulos; mas logo os castiguei, e que rigorosa foi a Minha rejeição"},{"SurahNumber":22,"VerseNumber":45,"Text":"Quantas cidades destruímos por sua iniqüidade, transformando-as em ruínas, com os poços e os castelos fortificadosabandonados"},{"SurahNumber":22,"VerseNumber":46,"Text":"Não percorreram eles a terra, para que seus corações verificassem o ocorrido? Talvez possam, assim, ouvir eraciocinar! Todavia, a cegueira não é a dos olhos, mas a dos corações, que estão em seus peitos"},{"SurahNumber":22,"VerseNumber":47,"Text":"Pedem-te incessantemente a iminência do castigo; saibam que Deus jamais falta à sua promessa, porque um dia, para oteu Senhor, é como mil anos, dos que contais"},{"SurahNumber":22,"VerseNumber":48,"Text":"E quantas cidades iníquas temos tolerado! Mas logo as castigarei e a Mim será o destino"},{"SurahNumber":22,"VerseNumber":49,"Text":"Dize: Ó humanos, sou apenas um elucidativo admoestador para vós"},{"SurahNumber":22,"VerseNumber":50,"Text":"E os fiéis que praticarem o bem obterão um indulgência e um magnífico sustento"},{"SurahNumber":22,"VerseNumber":51,"Text":"Por outra, aqueles que se esforçarem em desacreditar os Nossos versículos serão os réprobos"},{"SurahNumber":22,"VerseNumber":52,"Text":"Antes de ti, jamais enviamos mensageiro ou profeta algum, sem que Satanás o sugestionasse em sua predicação; porém, Deus anula o que aventa Satanás, e então prescreve as Suas leis, porque Deus é Sapiente, Prudentíssimo"},{"SurahNumber":22,"VerseNumber":53,"Text":"Ele faz das sugestões de Satanás uma prova, para aqueles que abrigam a morbidez em seus corações e para aqueles cujoscorações estão endurecidos, porque os iníquos estão em um cisma distante (da verdade)"},{"SurahNumber":22,"VerseNumber":54,"Text":"Quanto àqueles que receberam a ciência, saibam que ele (o Alcorão) é a verdade do teu Senhor; que creiam nele e queseus corações se humilhem ante ele, porque Deus guia os fiéis até à senda reta"},{"SurahNumber":22,"VerseNumber":55,"Text":"Porém, os incrédulos não cessarão de estar em dúvida acerca dele, até que a Hora lhes chegue de improviso, ou osaçoite o castigo do dia nefasto"},{"SurahNumber":22,"VerseNumber":56,"Text":"A soberania, naquele dia, será de Deus, que julgará entre eles. Os fiéis que tiverem praticado o bem entrarão nos jardinsdo prazer"},{"SurahNumber":22,"VerseNumber":57,"Text":"Em troca, os incrédulos, que desmentirem os Nossos versículos, sofrerão um castigo ignominioso"},{"SurahNumber":22,"VerseNumber":58,"Text":"Aqueles que migraram pela causa de Deus e forma mortos, ou morreram, serão infinitamente agraciados por Ele, porqueDeus é o melhor dos agraciadores"},{"SurahNumber":22,"VerseNumber":59,"Text":"Em verdade, introduzi-los-á em um lugar que comprazerá a eles, porque Deus é tolerante, Sapientíssimo"},{"SurahNumber":22,"VerseNumber":60,"Text":"Assim será! Aquele que se desforrar um pouco de quem o injuriou e o ultrajou, sem dúvida Deus socorrerá, porque éAbsolvedor, Indulgentíssimo"},{"SurahNumber":22,"VerseNumber":61,"Text":"Isto, porque Deus insere a noite no dia e o dia na noite e é, ademais, Oniouvinte, Onividente"},{"SurahNumber":22,"VerseNumber":62,"Text":"Isto porque Deus é a Verdade; e o que invocam, em vez d'Ele, é a falsidade. Sabei que Ele é Grandioso, Altíssimo"},{"SurahNumber":22,"VerseNumber":63,"Text":"Porventura, não reparas em que Deus faz descer água do céu, tornando verdes os campos? Sabei que Deus é Onisciente, Sutilíssimo"},{"SurahNumber":22,"VerseNumber":64,"Text":"Seu é tudo quanto existe nos céus e quanto há na terra, porque é Opulento, Laudabilíssimo"},{"SurahNumber":22,"VerseNumber":65,"Text":"Não tens reparado em que Deus vos submeteu o que existe na terra, assim como as naves, que singram os mares por Suavontade? Ele sustém o firmamento, para que não caia sobre a terra, a não ser por Sua vontade, porque é, para com oshumanos, Compassivo, Misericordiosíssimo"},{"SurahNumber":22,"VerseNumber":66,"Text":"E Ele é Quem vos dá a vida, então vos fará morrer, em seguida vos devolverá a vida. Em verdade, o homem é ingrato"},{"SurahNumber":22,"VerseNumber":67,"Text":"Temos prescrito a cada povo ritos a serem observados. Que não te refutem a este respeito! E invoca teu Senhor, porquesegues uma orientação correta"},{"SurahNumber":22,"VerseNumber":68,"Text":"Porém, se te refutam, dize-lhes: Deus sabe melhor do que ninguém o que fazeis"},{"SurahNumber":22,"VerseNumber":69,"Text":"Deus julgará entre vós, no Dia da Ressurreição, a respeito de vossas divergências"},{"SurahNumber":22,"VerseNumber":70,"Text":"Ignoras, acaso, que Deus conhece o que há nos céus e na terra? Em verdade, isto está registrado num Livro, porque éfácil para Deus"},{"SurahNumber":22,"VerseNumber":71,"Text":"E adoram, em vez de Deus, coisas, às quais Ele não concedeu autoridade alguma, e da qual não têm conhecimento algum; porém, os iníquos não terão nenhum protetor"},{"SurahNumber":22,"VerseNumber":72,"Text":"E quando lhes são recitados os Nossos lúcidos versículos, descobres o desdém nos semblantes dos incrédulos, chegandomesmo a ponto de se lançarem sobre aqueles que lhes recitam os Nossos versículos. Dize: Poderia inteirar-vos de algo piordo que isto? É o fogo (infernal), que Deus prometeu aos incrédulos. E que funesto destino"},{"SurahNumber":22,"VerseNumber":73,"Text":"Ó humanos, eis um exemplo; escutai-o, pois: Aqueles que invocais, em vez de Deus, jamais poderiam criar uma mosca; ainda que, para isso, se juntassem todos. E se a mosca lhe arrebatasse algo, não poderiam dela tirá-lo, porque tanto osolicitador como o solicitado, são impotentes"},{"SurahNumber":22,"VerseNumber":74,"Text":"Não aquilatam Deus como (Ele) merece. Saibam eles que Deus é Forte, Poderosíssimo"},{"SurahNumber":22,"VerseNumber":75,"Text":"Deus escolhe os mensageiros, entre os anjos e entre os humanos, porque é Oniouvinte, Onividente"},{"SurahNumber":22,"VerseNumber":76,"Text":"Ele conhece tanto o seu passado como o seu futuro, porque a Deus retornarão todas as coisas"},{"SurahNumber":22,"VerseNumber":77,"Text":"Ó fiéis, genuflecti, prostrai-vos, adorai vosso Senhor e praticai o bem, para que prospereis"},{"SurahNumber":22,"VerseNumber":78,"Text":"E combatei com denodo pela causa de Deus; Ele vos elegeu. E não vos impôs dificuldade alguma na religião, porque é ocredo de vosso pai, Abraão. Ele vos denominou muçulmanos, antes deste e neste (Alcorão), para que o Mensageiro sejatestemunha vossa, e para que sejais testemunhas dos humanos. Observai, pois, a oração, pagai o zakat e apegai-vos a Deus, Que é vosso Protetor. E que excelente Protetor! E que excelente Socorredor"}]}