{"Id":124,"LanguageCodes":["en","eng"],"Name":"eng-mohammadshafi","Author":"Mohammad Shafi","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":41,"VerseNumber":47,"Text":"To Him goes back the knowledge of the Hour (the time when the present world will end and the Hereafter begin). No fruit comes out of its spathe, no female conceives or gives birth, but with His knowledge. And that Day He will call them out, \"Where are those whom you worshipped besides Me?\" They will answer, \"We confess to You none of us has seen them"},{"SurahNumber":41,"VerseNumber":48,"Text":"And those they prayed to before, will desert them. And they will realise there is no place for them to escape to"},{"SurahNumber":41,"VerseNumber":49,"Text":"Man never tires of praying for good. And if evil befalls him he gives up all hope"},{"SurahNumber":41,"VerseNumber":50,"Text":"And if We let him have a taste of Our mercy after some distress had afflicted him, he says, \"It was my due. I do not think the Hour will ever happen. And even if I am sent back to my Lord, there will surely still be the best for me with Him.\" We shall tell those who suppress the Truth what they used to do, and make them suffer severe punishment"},{"SurahNumber":41,"VerseNumber":51,"Text":"And when We shower Our favours upon man he keeps himself arrogantly aloof. And when anything bad happens to him, he prays a great deal"},{"SurahNumber":41,"VerseNumber":52,"Text":"Say, \"Do you see if this is from Allah and you deny it, would there be anyone more astray than he who is in such extreme rebellion"},{"SurahNumber":41,"VerseNumber":53,"Text":"We will show Our signs to them in the wide world outside and within themselves, until it becomes clear to them that it (Qur'aan) is the truth. Is it not sufficient that your Lord is Witness over all things"},{"SurahNumber":41,"VerseNumber":54,"Text":"Beware! They are indeed in doubt concerning their meeting their Lord. Beware! He does indeed encompass all things"},{"SurahNumber":42,"VerseNumber":1,"Text":"Ha-meem"},{"SurahNumber":42,"VerseNumber":2,"Text":"AAayn-seen-qaf"},{"SurahNumber":42,"VerseNumber":3,"Text":"THUS has Allah, the Omnipotent, the Wise, revealed to you, and to those before you"},{"SurahNumber":42,"VerseNumber":4,"Text":"To Him belong all that is in the heavens and all that is in the earth. And He is the One exalted, great"},{"SurahNumber":42,"VerseNumber":5,"Text":"The heavens almost burst asunder from above them; and the angels sing their Lord's praise, and ask forgiveness for all on earth. Beware! Allah is indeed the One forgiving, merciful"},{"SurahNumber":42,"VerseNumber":6,"Text":"And those that take awliya other than Allah, He is watching them; and you (Prophet) are not a manager/dispenser of their affairs"},{"SurahNumber":42,"VerseNumber":7,"Text":"And thus do We reveal to you (Prophet Muhammad) Qur'aan in the Arabic tongue in order that you may warn the Mother (Makkah) of all cities and all those who dwell around it. And warn them of the Day of the Gathering [Resurrection Day] — no doubt at all that the Day is going to come — when some shall find themselves in paradise, and some in the blazing fire"},{"SurahNumber":42,"VerseNumber":8,"Text":"And had Allah so willed, He could surely have made them all one single community. However, He admits to His mercy whom He wills! And those that transgress limits set by Allah shall have no wali and none to help them"},{"SurahNumber":42,"VerseNumber":9,"Text":"Have they taken awliya other than Him? But Allah is the Wali. And it is He Who brings the dead to life. And it is He Who has the power to do anything"},{"SurahNumber":42,"VerseNumber":10,"Text":"And the resolution of your differences on any matter rests with Allah. [Say,] \"Such is Allah, my Lord! In Him have I placed my trust, and to Him do I always turn"},{"SurahNumber":42,"VerseNumber":11,"Text":"The Originator of the heavens and the earth! He has made for you mates of your own kind — just as He has made mates among the animals — to multiply you thereby. There is nothing like Him, and He is the One Who hears all, sees all"},{"SurahNumber":42,"VerseNumber":12,"Text":"He has the keys of the heavens and the earth. He provides abundantly to whom He wills, and restrictively to whom He wills. He does indeed know everything"},{"SurahNumber":42,"VerseNumber":13,"Text":"Ordained for you, for the right conduct of life, that which He had enjoined upon Noah — and which We revealed to you [Prophet Muhammad] — and that which We had enjoined upon Abraham, Moses, and Jesus: Stand firmly by the Allah-ordained way of life, and break not your unity therein. What you call them to, appears a tall order to those who worship others besides Allah. Allah calls to Himself whom He wills, and guides to Himself one who turns to Him"},{"SurahNumber":42,"VerseNumber":14,"Text":"And they did not break up their unity, but only after they had received knowledge — out of mutual jealousy. And had it not been for a decree already issued from your Lord for a set term, their matter would indeed have been decided then and there. And those indeed who have inherited the Book after them are in grave doubt and suspicion about it"},{"SurahNumber":42,"VerseNumber":15,"Text":"To this [Qur'aan], then, you invite [all mankind], and persistently follow the course as prescribed [by Allah]. And follow not their vain desires. And say, \"I believe in whatever Writ Allah has sent down. And I am commanded to deal justly with problems amongst you. Allah is our Lord and He is your Lord as well. We are responsible for our deeds, and you, for yours. There is no contentious issue between us and you. Allah will bring us all together. And to Him is the final destination"},{"SurahNumber":42,"VerseNumber":16,"Text":"And those that would quarrel about Allah after the response He has been accorded, all their contentions are null and void in the sight of their Lord. And upon them will fall [His] wrath, and for them is severe suffering in store"},{"SurahNumber":42,"VerseNumber":17,"Text":"It is Allah Who has sent down the Book with the truth and the balance [wherewith to conduct one's life on principles of justice]. And who knows, the Hour (the time when the present world will end and the Hereafter begin) may well be near"},{"SurahNumber":42,"VerseNumber":18,"Text":"Those who do not believe in it ask for hastening it. And those who believe, fear it and know it to be the truth. Beware! Those who entertain doubts about the Hour have certainly indeed gone far astray"},{"SurahNumber":42,"VerseNumber":19,"Text":"Allah is most kind to His subjects. He provides for them as much as He wills. And He is most strong, the Omnipotent"},{"SurahNumber":42,"VerseNumber":20,"Text":"One who is desirous of a harvest in the Hereafter, We shall grant an increase in that one's harvest there. And one who is desirous a harvest in this world, We give him something thereof, And he will have no share in the blessings of the Hereafter"},{"SurahNumber":42,"VerseNumber":21,"Text":"Do they have gods, other than Allah, which enjoin upon them a religious law that Allah has not prescribed!? Had it not been for divine decree on the final judgment, their matter would indeed have been decided [in this world itself]. And, indeed, painful punishment awaits the wicked people"},{"SurahNumber":42,"VerseNumber":22,"Text":"You will see the wicked people fearful of what they have earned, and the evil effects of what they had earned falling back upon them, themselves. And [you will see] those who had believed and had done righteous deeds living among the flowering meadows of the gardens of Paradise. They shall have what they want, with their Lord. That is the greatest favour [a human being can achieve]"},{"SurahNumber":42,"VerseNumber":23,"Text":"That favour is what Allah gives the glad tiding of, to such of His subjects as believe and do righteous deeds. Say, \"No reward do I ask of you for this [Message] other than the love of the near and dear ones.\" And one who does anything good We increase for him the goodness thereof. Allah is indeed forgiving, appreciative of gratitude"},{"SurahNumber":42,"VerseNumber":24,"Text":"Do they say, \"He [Muhammad] has concocted a falsehood against Allah\"? But then, had Allah so willed, He could have sealed your heart. And Allah blots out all falsehood, and makes the truth prevail by His words. He is indeed aware of what goes on is in the minds [of human beings]"},{"SurahNumber":42,"VerseNumber":25,"Text":"And it is He Who accepts repentance from His subjects, pardons bad deeds, and it is He Who knows all that you do"},{"SurahNumber":42,"VerseNumber":26,"Text":"And He responds to those who believe and do righteous deeds, and He gives them more out of His Grace. And a rigorous punishment awaits those that suppress the Truth"},{"SurahNumber":42,"VerseNumber":27,"Text":"And had Allah given provisions in abundance to His subjects, they would commit transgressions on earth. And so He bestows provisions, in due measure, as He wills. He is indeed fully aware of [the needs of] His subjects"},{"SurahNumber":42,"VerseNumber":28,"Text":"And it is He who sends down heavy rain after people have despaired of it, and He spreads His Mercy thereby. He is the Wali, to whom all praise is due"},{"SurahNumber":42,"VerseNumber":29,"Text":"And among His signs is the creation of the heavens and the earth, and of the living creatures He has caused to flourish in them both. And He has the power to gather them together whenever He wills"},{"SurahNumber":42,"VerseNumber":30,"Text":"And whatever calamity befalls you, it is becuse of what your own hands have earned. And much He pardons"},{"SurahNumber":42,"VerseNumber":31,"Text":"And you cannot do anything to frustrate Him on earth. And you have none to be your walih other than Allah, and none to help you"},{"SurahNumber":42,"VerseNumber":32,"Text":"And among His signs are the ships like some signboards [raised] in the sea"},{"SurahNumber":42,"VerseNumber":33,"Text":"If He so wills, He makes the wind still. And then they [ships] lie motionless on the sea's surface. In this indeed are signs for all who are patient and grateful"},{"SurahNumber":42,"VerseNumber":34,"Text":"Or He destroys them because of the evil they have earned. And much He pardons"},{"SurahNumber":42,"VerseNumber":35,"Text":"And let those who dispute Our messages know that there is no place for them to escape to"},{"SurahNumber":42,"VerseNumber":36,"Text":"So whatever you are given is but a [temporary] provision for life in this world. And that which is with Allah is better and lasting for those who believe and in their Lord place their trust"},{"SurahNumber":42,"VerseNumber":37,"Text":"And [that which is with Allah is better and lasting] for those who shun the greater sins and indecencies, and who, when in anger, readily forgive"},{"SurahNumber":42,"VerseNumber":38,"Text":"And [that which is with Allah is better and lasting] for those who have responded to their Lord and have established regular prayer. And their affairs are conducted by mutual consultation. And they spend out of what We have provided to them"},{"SurahNumber":42,"VerseNumber":39,"Text":"And [that which is with Allah is better and lasting] for those who defend themselves against tyranny"},{"SurahNumber":42,"VerseNumber":40,"Text":"And harm may be requited by an equal harm. But, then, the reward of one who forgives and reconciles rests with Allah. He [Allah] does indeed not love wicked persons"},{"SurahNumber":42,"VerseNumber":41,"Text":"And, certainly, no blame whatever attaches to anyone who defends oneself after having been wronged"},{"SurahNumber":42,"VerseNumber":42,"Text":"Blameworthy are but those who oppress people and unjustly commit transgression on earth: for them, a painful punishment"},{"SurahNumber":42,"VerseNumber":43,"Text":"And, certainly indeed, it is among the most resolute of acts for anyone to be patient and forgiving"},{"SurahNumber":42,"VerseNumber":44,"Text":"And he whom Allah lets go astray has no wali thereafter. And so you will see the evildoers [on Judgment Day] exclaim as soon as they behold the punishment, \"Is there any way back"},{"SurahNumber":42,"VerseNumber":45,"Text":"And you will see them brought up for the punishment, humbled in disgrace, looking around with a furtive glance. And those who had believed will say, \"Indeed, the doomed ones are those that have doomed themselves and their families on the Day of Resurrection.\" Beware! The evildoers will suffer an eternal punishment"},{"SurahNumber":42,"VerseNumber":46,"Text":"And they will have no awliya to help them besides Allah! And he whom Allah lets go astray shall find no way out"},{"SurahNumber":42,"VerseNumber":47,"Text":"Respond to your Lord before a Day — on which there will be no turning back — comes, at Allah's behest. That Day you will have no place of refuge, and neither will you be able to resort to any denial"},{"SurahNumber":42,"VerseNumber":48,"Text":"Then if they respond not, We have not sent you [Prophet] to be their keeper. Your responsibility is but to deliver Allah's Message to the people correctly. And when We give man a taste of Our grace, he exults in it. And if misfortune befalls them as a result of what they have done, then, behold, man becomes ungrateful"},{"SurahNumber":42,"VerseNumber":49,"Text":"Allah's is the absolute sovereignty over the heavens and the earth. He creates what He wills. He gives female offspring to whom He wills, and male offspring to whom He wills"},{"SurahNumber":42,"VerseNumber":50,"Text":"Or, He [Allah] gives a mixed, male and female, offspring, and makes whom He wills barren. He does indeed know everything, can do anything"},{"SurahNumber":42,"VerseNumber":51,"Text":"And man cannot receive an address by Allah otherwise than through inspiration, or from behind a veil, or through a Messenger [angel] revealing a divine Message by His [Allah's] leave. He is indeed Exalted, Wise"},{"SurahNumber":42,"VerseNumber":52,"Text":"And, likewise, have We revealed to you [Prophet Muhammad] a soul of a message, at Our behest! You did not know what the divine Writ is, or what belief means. Nonetheless, We have caused this Message [We have revealed to you] to be a light, whereby We guide whom We will of Our subjects. And, you do certainly guide people to the Straight Path"},{"SurahNumber":42,"VerseNumber":53,"Text":"[The Straight] Path of Allah, to whom all that is in the heavens and all that is on earth belongs. Verily, with Allah is the end of all matters"},{"SurahNumber":43,"VerseNumber":1,"Text":"Ha-mim"},{"SurahNumber":43,"VerseNumber":2,"Text":"By the Book that makes things clear"},{"SurahNumber":43,"VerseNumber":3,"Text":"We have made it a Qur'an [reading material] in Arabic, so that you understand"},{"SurahNumber":43,"VerseNumber":4,"Text":"And it is indeed in the Mother Book with Us, certainly [with contents] of the highest order and wisdom"},{"SurahNumber":43,"VerseNumber":5,"Text":"Should We then keep the divine Message away from you altogether as you are a people steeped in transgression"},{"SurahNumber":43,"VerseNumber":6,"Text":"And how many of the prophets did We send amongst the ancient peoples"},{"SurahNumber":43,"VerseNumber":7,"Text":"And no prophet did ever come to them but they mocked at him"},{"SurahNumber":43,"VerseNumber":8,"Text":"And We destroyed those that were stronger in power than these. And gone were the likes of the ancient peoples"},{"SurahNumber":43,"VerseNumber":9,"Text":"And were you to question them, `Who created the heavens and the earth?' they would surely reply, `the Omnipotent, the All-knowing did surely create them"},{"SurahNumber":43,"VerseNumber":10,"Text":"The One Who has made the earth spread out for you, and has made therein ways for you to travel by"},{"SurahNumber":43,"VerseNumber":11,"Text":"And the One Who sends down rain from the sky in due measure. And We raise to life therewith a land that is dead. You too will be raised likewise (when you are dead)"},{"SurahNumber":43,"VerseNumber":12,"Text":"And the One Who has created all things in pairs, and has made ships and cattle for you to ride on"},{"SurahNumber":43,"VerseNumber":13,"Text":"So that you may mount on their backs, and then remember your Lord's favour, while so mounted, and say, \"Glory to Him Who has made these subservient to us, and we could never have done this by ourselves"},{"SurahNumber":43,"VerseNumber":14,"Text":"And to our Lord, indeed, must we turn back"},{"SurahNumber":43,"VerseNumber":15,"Text":"And they created partners for Him from amongst His subjects! Man is certainly indeed openly ungrateful [to his Lord]"},{"SurahNumber":43,"VerseNumber":16,"Text":"Has He taken daughters out of what He himself creates, and chosen sons for you"},{"SurahNumber":43,"VerseNumber":17,"Text":"And when news is given to anyone of them of the birth of one [daughter] like what he allots [in a display of pernicious audacity] to the Gracious One, his face becomes darkened with suppressed anger"},{"SurahNumber":43,"VerseNumber":18,"Text":"[The man given the news of a daughter born to him thinks, \"Am I now saddled with an offspring] to be brought up in jewellery?\" And he lapses into a dilemma [whether to keep the child alive or kill her. Refer Verses]"},{"SurahNumber":43,"VerseNumber":19,"Text":"And they make angels, who themselves are subjects of the Gracious One, into females. Did they witness their creation? Their evidence will be recorded, and they will be questioned"},{"SurahNumber":43,"VerseNumber":20,"Text":"And they say, \"Had the Gracious One so willed, we should not have worshipped them (deities)!\" They have no knowledge thereof. Indeed, they do nothing but lie"},{"SurahNumber":43,"VerseNumber":21,"Text":"Had We given them a Writ before this, to which they are holding fast?h"},{"SurahNumber":43,"VerseNumber":22,"Text":"But they say, \"We did find our fathers following certain community rites, and we do indeed follow in their footsteps"},{"SurahNumber":43,"VerseNumber":23,"Text":"And, just the same way, We did never send a Warner before you to any people, but the affluent among them said, \"We did find our fathers following certain community rites, and we do indeed emulate them"},{"SurahNumber":43,"VerseNumber":24,"Text":"He [the Warner] said, \"How could you emulate them even when I brought you better guidance than that which you found your fathers following?\" They said, \"We do indeed deny that you are sent with any divine message at all"},{"SurahNumber":43,"VerseNumber":25,"Text":"We then penalised them. And see what end the liars met with"},{"SurahNumber":43,"VerseNumber":26,"Text":"And when Abraham said to his father and his people, \"I do indeed have nothing to do with what you worship"},{"SurahNumber":43,"VerseNumber":27,"Text":"(I do worship none) but Him Who made me, and He will certainly guide me"},{"SurahNumber":43,"VerseNumber":28,"Text":"And He [Allah] made it [what Abraham said] an enduring statement among those who came after him, that they may turn back [to Allah]"},{"SurahNumber":43,"VerseNumber":29,"Text":"Nevertheless, I did give means of livelihood to these and to their fathers, until the Truth came to them, and a Messenger manifest"},{"SurahNumber":43,"VerseNumber":30,"Text":"And when the Truth came to them, they said, \"This is deceptive magic, and we do indeed reject it"},{"SurahNumber":43,"VerseNumber":31,"Text":"And they say, \"Why is not this Qur'aan sent down to some leading man in either of the two cities"},{"SurahNumber":43,"VerseNumber":32,"Text":"Is it they who apportion the Mercy of your Lord? It is We Who apportion among them their livelihood in the life of this world! And We raise some of them above others in rank, so that some may take service from others. And the Mercy of your Lord is better than the worldly wealth they amass"},{"SurahNumber":43,"VerseNumber":33,"Text":"And were it not that mankind might all go the same (evil) way, We would provide, for everyone that becomes ungrateful towards the Gracious One, silver roofs — and staircases by which to go up — for their houses"},{"SurahNumber":43,"VerseNumber":34,"Text":"And for their houses doors, and couches on which they could recline"},{"SurahNumber":43,"VerseNumber":35,"Text":"And adornments of gold. And all these are nothing but conveniences of the present life. And the Hereafter, with your Lord, is for the Righteous"},{"SurahNumber":43,"VerseNumber":36,"Text":"If anyone turns away from remembrance of the Gracious One, We appoint for him a devil to be a companion to him"},{"SurahNumber":43,"VerseNumber":37,"Text":"And the devils do certainly indeed hinder them from the Path, and they think they are being guided aright"},{"SurahNumber":43,"VerseNumber":38,"Text":"Ultimately, when (such a one that turns away from Allah) comes to Us, he says (to the devil appointed as his companion), \"Would that I and you were as far apart as the two Easts are!\" And a wretched companion is that devil"},{"SurahNumber":43,"VerseNumber":39,"Text":"And the Day of Resurrection shall have nothing good for you when you have been wicked. Instead, you shall join others in getting punished"},{"SurahNumber":43,"VerseNumber":40,"Text":"Can you then make the deaf to hear, or show the way to the blind or to one gone far astray"},{"SurahNumber":43,"VerseNumber":41,"Text":"Even if We take you away, We shall not fail to exact retribution from them"},{"SurahNumber":43,"VerseNumber":42,"Text":"Or We shall show you what We have promised them; for, indeed, they are completely under our control"},{"SurahNumber":43,"VerseNumber":43,"Text":"So hold fast to the Revelation sent down to you. You are indeed on the Straight Path"},{"SurahNumber":43,"VerseNumber":44,"Text":"And it (the Qur'an) is certainly indeed the divine Message for you and for your people. And soon shall you (all) be brought to account"},{"SurahNumber":43,"VerseNumber":45,"Text":"And ask our Messengers whom We sent before you, \"Did We appoint any deities, other than the Gracious One, to be worshipped"},{"SurahNumber":43,"VerseNumber":46,"Text":"And We did send Moses, with Our Signs, to Pharaoh and his Chiefs: He [Moses] said, \"I am a Messenger of the Lord of the Worlds"},{"SurahNumber":43,"VerseNumber":47,"Text":"Then when he came to them with Our Signs, they ridiculed those Signs"},{"SurahNumber":43,"VerseNumber":48,"Text":"And We showed them not any Sign but that which was better than the one preceding. And We seized them with Punishment, so that they turn to Us"},{"SurahNumber":43,"VerseNumber":49,"Text":"And they said, \"O you magician! Invoke thy Lord for us since He has a covenant with you. We shall certainly be of those guided"},{"SurahNumber":43,"VerseNumber":50,"Text":"Then as We relieved them of the punishing calamity, they broke their word"},{"SurahNumber":43,"VerseNumber":51,"Text":"And Pharaoh issued a proclamation among his people, saying, \"O my people! Are not the dominion of Egypt mine and these streams flowing underneath? Do you not then see all this"},{"SurahNumber":43,"VerseNumber":52,"Text":"Am I not better than this man (Moses), who is so contemptible and cannot express himself clearly"},{"SurahNumber":43,"VerseNumber":53,"Text":"Then why are not gold bracelets bestowed upon him, or the angels accompanying him"},{"SurahNumber":43,"VerseNumber":54,"Text":"Thus did he [Pharaoh] trick his people into obeying him! They were indeed a people depraved"},{"SurahNumber":43,"VerseNumber":55,"Text":"Then as they incurred our displeasure, We exacted retribution from them, and drowned them all"},{"SurahNumber":43,"VerseNumber":56,"Text":"And We made them part of past history and example for later peoples"},{"SurahNumber":43,"VerseNumber":57,"Text":"When (Jesus) the son of Mary is mentioned by way of an example, your people protest"},{"SurahNumber":43,"VerseNumber":58,"Text":"And they say, \"Are our gods better, or he [Jesus]?\" They mention him to you not but by way of argument. Yes, they are a contentious people"},{"SurahNumber":43,"VerseNumber":59,"Text":"He [Jesus] was no more than a worshipper of Allah. We granted Our favour to him, and We made him an example for the Children of Israel"},{"SurahNumber":43,"VerseNumber":60,"Text":"And had We so willed, We could certainly have made angels, instead of you, to be our representatives on the earth"},{"SurahNumber":43,"VerseNumber":61,"Text":"And this [divine revelation] indeed is definite knowledge of the Hour (the time when the present world will end and the Hereafter begin). Have no doubt then about it, and follow Me. This is the Straight Path"},{"SurahNumber":43,"VerseNumber":62,"Text":"And let the Satan hinder you not [from the Straight Path]. Indeed, he is an open enemy to you"},{"SurahNumber":43,"VerseNumber":63,"Text":"And when Jesus came with clear Signs, he said, \"Verily, I have come to you with divine revelation spelling out Wisdom, and in order to make clear to you some of the (points) on which you differ. So fear Allah, and obey me"},{"SurahNumber":43,"VerseNumber":64,"Text":"Allah is indeed my Lord as also yours! So worship Him. This is the Straight Path"},{"SurahNumber":43,"VerseNumber":65,"Text":"Then the sects had differences among themselves. Woe then to the wicked ones from the punishment of a painful Day"},{"SurahNumber":43,"VerseNumber":66,"Text":"Are they waiting for the Hour to come upon them unawares, all of a sudden"},{"SurahNumber":43,"VerseNumber":67,"Text":"Friends on that day will be foes, one to another, the Righteous excepted"},{"SurahNumber":43,"VerseNumber":68,"Text":"O those who worship me! You shall have no fear that Day, nor shall you grieve"},{"SurahNumber":43,"VerseNumber":69,"Text":"Those that have believed in Our Verses/Signs and submitted to Allah's Will"},{"SurahNumber":43,"VerseNumber":70,"Text":"Enter the Garden, you and your wives, rejoicing"},{"SurahNumber":43,"VerseNumber":71,"Text":"Dishes and goblets of gold will be passed round to them. And they will have there all that they desire, all that looked pleasing to their eyes. And you shall abide therein for ever"},{"SurahNumber":43,"VerseNumber":72,"Text":"And this will be the Garden you shall be heirs to for your deeds (in worldly life)"},{"SurahNumber":43,"VerseNumber":73,"Text":"You shall have fruits therein in abundance, to eat from"},{"SurahNumber":43,"VerseNumber":74,"Text":"The sinners will indeed dwell under punishment in Hell"},{"SurahNumber":43,"VerseNumber":75,"Text":"The severity of punishment will not be lightened from them, and they will be overwhelmed with despair there"},{"SurahNumber":43,"VerseNumber":76,"Text":"And We did them no wrong; but they wronged themselves"},{"SurahNumber":43,"VerseNumber":77,"Text":"They will cry, \"O Malik [guarding angel of Hell]! Would that your Lord put an end to us!\" He [the guard] will say, \"But indeed, you are here to stay"},{"SurahNumber":43,"VerseNumber":78,"Text":"Verily, We have brought the Truth to you; but most of you have a hatred for Truth"},{"SurahNumber":43,"VerseNumber":79,"Text":"Do they decide what to do? Then We decide what to do"},{"SurahNumber":43,"VerseNumber":80,"Text":"Or do they think that We hear not their secrecies and their secret talks? Yes, We do! And Our messengers [angels] are with them, recording"},{"SurahNumber":43,"VerseNumber":81,"Text":"Say, \"If the Gracious One had a son, I would be the first to worship him"},{"SurahNumber":43,"VerseNumber":82,"Text":"The Lord of the heavens and the earth, the Lord of the Throne — He is free from things they attribute to him"},{"SurahNumber":43,"VerseNumber":83,"Text":"So let them continue to be engaged in their vain talks and games until they meet the Day promised to them"},{"SurahNumber":43,"VerseNumber":84,"Text":"And He is the One worthy of worship in the heaven and worthy of worship on the earth! And He is full of Wisdom and Knowledge"},{"SurahNumber":43,"VerseNumber":85,"Text":"And blessed is He to Whom belongs the absolute sovereignty over the heavens and the earth, and of all in between them. And with Him is the Knowledge of the Hour (the time when the present world will end and the Hereafter begin). And to Him shall you be brought back"},{"SurahNumber":43,"VerseNumber":86,"Text":"And those whom they invoke besides Allah have no power of intercession, except for one who bears witness to the Truth. And they know (they have no power)"},{"SurahNumber":43,"VerseNumber":87,"Text":"And if you ask them who created them, they will surely say, `Allah!' How then are they deluded (from His Guidance)"},{"SurahNumber":43,"VerseNumber":88,"Text":"And (their delusion induces the Prophet to) exclaim, \"O my Lord! These people will never believe"},{"SurahNumber":43,"VerseNumber":89,"Text":"Leave them alone then, and say \"Peace!\" Soon shall they know"},{"SurahNumber":44,"VerseNumber":1,"Text":"Ha-mim"},{"SurahNumber":44,"VerseNumber":2,"Text":"[Angels swear:] By the Book clear [Qur'aan]"},{"SurahNumber":44,"VerseNumber":3,"Text":"We have indeed sent it [the Qur'aan] down on a blessed night. We had indeed been warning [mankind]"},{"SurahNumber":44,"VerseNumber":4,"Text":"That night, every decree of wisdom is distinctly defined"},{"SurahNumber":44,"VerseNumber":5,"Text":"Decree from Us — We were the Messengers indeed"},{"SurahNumber":44,"VerseNumber":6,"Text":"A mercy from your Lord — He hears all, knows all"},{"SurahNumber":44,"VerseNumber":7,"Text":"He is the Lord of the heavens and the earth and all that is in between, if you do certainly believe"},{"SurahNumber":44,"VerseNumber":8,"Text":"No deity other than Him — He who gives life and death! Your Lord and Lord of your forefathers"},{"SurahNumber":44,"VerseNumber":9,"Text":"But, they play with their doubts"},{"SurahNumber":44,"VerseNumber":10,"Text":"Wait then for the Day when smoke appears in the sky"},{"SurahNumber":44,"VerseNumber":11,"Text":"[And] envelopes the people, [who cry out,] \"Painful punishment this"},{"SurahNumber":44,"VerseNumber":12,"Text":"Our Lord! Relieve us from this punishment; we do indeed believe in You"},{"SurahNumber":44,"VerseNumber":13,"Text":"Was not there for them the Zikr [Qur'aan]? And surely a Messenger duly and clearly authorized had come to them therewith"},{"SurahNumber":44,"VerseNumber":14,"Text":"But then they had turned away from him saying he was a crazy man, just repeating what he had learnt from others"},{"SurahNumber":44,"VerseNumber":15,"Text":"Were We to ease the torment for a while, you would return to worshipping others besides Allah"},{"SurahNumber":44,"VerseNumber":16,"Text":"On the Day We get hold with the severest grip [Day of Judgment], We will certainly exact retribution"},{"SurahNumber":44,"VerseNumber":17,"Text":"And We did put the people of Pharaoh on trial, before them. And there came to them a noble Messenger"},{"SurahNumber":44,"VerseNumber":18,"Text":"[The Messenger said to them,] \"Hand over to me Allah's worshippers [Children of Israel]. I am a trustworthy Messenger sent to you"},{"SurahNumber":44,"VerseNumber":19,"Text":"And the Messenger further said, \"Do not set you yourselves above Allah. I have indeed come to you with clear authority"},{"SurahNumber":44,"VerseNumber":20,"Text":"And I do indeed seek refuge with my Lord — and your Lord — lest you stone me [to death]"},{"SurahNumber":44,"VerseNumber":21,"Text":"If you do not believe in me, then do let me go"},{"SurahNumber":44,"VerseNumber":22,"Text":"He then prayed to his Lord, \"These are sinful people"},{"SurahNumber":44,"VerseNumber":23,"Text":"[Allah said,] \"Move out in the night with My devotees. You shall indeed be pursued"},{"SurahNumber":44,"VerseNumber":24,"Text":"Leave the sea and be calm! Pharaoh's army is destined to be drowned"},{"SurahNumber":44,"VerseNumber":25,"Text":"How many gardens and fountains did they leave behind"},{"SurahNumber":44,"VerseNumber":26,"Text":"And [how many] fields and places nice"},{"SurahNumber":44,"VerseNumber":27,"Text":"And comfortable life which they enjoyed"},{"SurahNumber":44,"VerseNumber":28,"Text":"And such other things! And We handed over all that to another people"},{"SurahNumber":44,"VerseNumber":29,"Text":"Neither the heaven nor the earth wept for them! And they were given no respite"},{"SurahNumber":44,"VerseNumber":30,"Text":"And We did save the Children of Israel from the humiliating torture"},{"SurahNumber":44,"VerseNumber":31,"Text":"[Torture -] at the hands of Pharaoh! He was foremost among those who exceeded all bounds"},{"SurahNumber":44,"VerseNumber":32,"Text":"And We chose them — We knew whom to choose — above all other people"},{"SurahNumber":44,"VerseNumber":33,"Text":"And We gave them signs in which there was a clear test"},{"SurahNumber":44,"VerseNumber":34,"Text":"Indeed, there are those who do say"},{"SurahNumber":44,"VerseNumber":35,"Text":"There is nothing beyond our first death! And we shall not be raised to life again"},{"SurahNumber":44,"VerseNumber":36,"Text":"If what you say is true, then bring back our forefathers"},{"SurahNumber":44,"VerseNumber":37,"Text":"Are they better than the people of Tubba [an ancient tribe] and those who came before them? We destroyed those earlier peoples, because they were sinners"},{"SurahNumber":44,"VerseNumber":38,"Text":"We did not create the heavens and the earth and all that lies in between them just for playing therewith"},{"SurahNumber":44,"VerseNumber":39,"Text":"We did not create them but with a purpose ! Yet most of them know this not"},{"SurahNumber":44,"VerseNumber":40,"Text":"Indeed, Day of the Decision is the appointed time for them all"},{"SurahNumber":44,"VerseNumber":41,"Text":"Day when friend shall be of no avail to friend, and they shall not be given any help"},{"SurahNumber":44,"VerseNumber":42,"Text":"[No help] except to those whom Allah shows mercy. Indeed, He is the One Omnipotent, Merciful"},{"SurahNumber":44,"VerseNumber":43,"Text":"Indeed, the Zaqqum tree"},{"SurahNumber":44,"VerseNumber":44,"Text":"[Zaqqum tree] shall be food of the sinful"},{"SurahNumber":44,"VerseNumber":45,"Text":"[Food of the sinful would be] like molten brass boiling in their bellies"},{"SurahNumber":44,"VerseNumber":46,"Text":"Like the boiling of hot water"},{"SurahNumber":44,"VerseNumber":47,"Text":"[Allah will command angels,] \"Seize him and drag him into the thick of the Hell Fire"},{"SurahNumber":44,"VerseNumber":48,"Text":"Then pour over his head boiling water as punishment"},{"SurahNumber":44,"VerseNumber":49,"Text":"Taste it! You did indeed consider yourself powerful and honourable"},{"SurahNumber":44,"VerseNumber":50,"Text":"This indeed is what you had doubts about"},{"SurahNumber":44,"VerseNumber":51,"Text":"The pious shall be in a secure place"},{"SurahNumber":44,"VerseNumber":52,"Text":"Among gardens and springs"},{"SurahNumber":44,"VerseNumber":53,"Text":"Dressed in silk and brocade, and facing one another"},{"SurahNumber":44,"VerseNumber":54,"Text":"Thus shall it be! And We shall give them Houris with lovely eyes as companions"},{"SurahNumber":44,"VerseNumber":55,"Text":"In an atmosphere of peace and security therein, they will ask for every kind of fruit"},{"SurahNumber":44,"VerseNumber":56,"Text":"They will not taste death therein like the one they earlier had. Allah will save them from the torment of Hell"},{"SurahNumber":44,"VerseNumber":57,"Text":"[Saving people from Hell and granting them entry into Paradise would be] a favour from your Lord. That will be the highest success"},{"SurahNumber":44,"VerseNumber":58,"Text":"We have indeed then made this Qur'aan easy in your own language so that they [your people] may listen and pay attention"},{"SurahNumber":44,"VerseNumber":59,"Text":"So you wait and watch [what happens to them]; they too are waiting and watching [what happens to you]"},{"SurahNumber":45,"VerseNumber":1,"Text":"These are among the mysterious letters, of the Arabic language, appearing at the beginning of some Qur'aanic chapters"},{"SurahNumber":45,"VerseNumber":2,"Text":"Revelation of the Book is from Allah, the Omnipotent, and Wise"},{"SurahNumber":45,"VerseNumber":3,"Text":"Indeed, in the heavens and the earth there are Signs for those who believe"},{"SurahNumber":45,"VerseNumber":4,"Text":"And in your creation and in animals Allah proliferates, there are Signs for people certain of their belief in Him"},{"SurahNumber":45,"VerseNumber":5,"Text":"And in the succession of night and day, and in the provision that Allah sends down from the sky wherewith He gives life to the earth after it had been dead, and in the winds changing their directions, there are Signs for people who make use of their intelligence"},{"SurahNumber":45,"VerseNumber":6,"Text":"These are Allahճ Verses being recited to you [O Muhammad] in Truth. In what Hadeeth after Allah and His Verses will they, then, believe"},{"SurahNumber":45,"VerseNumber":7,"Text":"Woe to every sinful liar"},{"SurahNumber":45,"VerseNumber":8,"Text":"He hears Allahճ Verses recited to him, and then arrogantly persists [in being a sinful liar] as though he had not heard it. Tell him, then, he shall suffer a painful punishment"},{"SurahNumber":45,"VerseNumber":9,"Text":"When he comes to know something from Our Verses, he makes a fun of it. For such there shall be a humiliating punishment"},{"SurahNumber":45,"VerseNumber":10,"Text":"There is Hell beyond, for them. Their worldly earnings, or those whom they took as awliya besides Allah, shall avail them not! And for them, there is a great punishment"},{"SurahNumber":45,"VerseNumber":11,"Text":"This (Qur'aan) is guidance. For those who suppress the truth of the Verses of their Lord, there shall be punishment of a painful scourge"},{"SurahNumber":45,"VerseNumber":12,"Text":"Allah it is Who has made the sea subservient to you so that ships may sail in it at His command and you may seek of His Favour and give thanks to Him"},{"SurahNumber":45,"VerseNumber":13,"Text":"And He has made things in the heavens and all that is in the earth, subservient to you. Indeed, there are Signs in this for those who reflect"},{"SurahNumber":45,"VerseNumber":14,"Text":"Tell those who believe to forgive those who do not look forward to the Divine Times (Hereafter) for Allah Himself to requite them for their deeds"},{"SurahNumber":45,"VerseNumber":15,"Text":"He who does a good deed does so for his own good; and he who commits a bad deed, will himself suffer its consequence. All of you will then [after you have done your deeds here, good or bad] be sent back to your Lord"},{"SurahNumber":45,"VerseNumber":16,"Text":"Indeed We did bestow upon the Children of Israel the Book, political power and Prophethood. And We provided them with good things and exalted them above the worlds.h"},{"SurahNumber":45,"VerseNumber":17,"Text":"And We gave them clear directions on what to do. Then they differed not until after knowledge had come to them out of spite, one against another. On the Day of Resurrection, Allah will indeed judge among them in what they differed"},{"SurahNumber":45,"VerseNumber":18,"Text":"Then We have set you, (O Prophet), on a certain course of action. So follow that course, and not desires of those who know not"},{"SurahNumber":45,"VerseNumber":19,"Text":"They will indeed be of no avail to you against Allah. And indeed the wrong-doers are friends one to another, whereas Allah is the wali to those who fear Him"},{"SurahNumber":45,"VerseNumber":20,"Text":"These (Qur'aanic Verses) are insights for mankind, and guidance and mercy for people certain of their belief in Allah"},{"SurahNumber":45,"VerseNumber":21,"Text":"Do those who do bad things think that We shall make them equal, in their lives and in their deaths, to those who believe and do good deeds? Vile is their judgement"},{"SurahNumber":45,"VerseNumber":22,"Text":"Allah created the heavens and the earth in Truth to requit every person for his/her deeds. And none shall be wronged"},{"SurahNumber":45,"VerseNumber":23,"Text":"Have you then seen a person who has taken his desire for his god, and then Allah, knowing this, caused him to go astray, put a seal on his hearing and his heart, and cast a veil over his sight? Who is there then to guide him after Allah? Will you not then ponder over this"},{"SurahNumber":45,"VerseNumber":24,"Text":"And they say, \"There is nothing other than our present worldly life. We die and we live here; and it is the passage of time that destroys us, nothing else.\" And they have no knowledge about this; they are indulging in nothing but conjecture"},{"SurahNumber":45,"VerseNumber":25,"Text":"And when Our Clear Verses are recited to them, their only contention is, \"Bring back to us our fathers if what you say is true"},{"SurahNumber":45,"VerseNumber":26,"Text":"Say, \"It is Allah Who gives you life and then causes you to die, and then bring all of you together on the Day of Resurrection, a Day wherein there is no doubt. Yet, most people know not"},{"SurahNumber":45,"VerseNumber":27,"Text":"And Allahճ is the absolute sovereignty over the heavens and the earth! And the Day the Hour (of Resurrection) comes to pass, the followers of falsehood shall be in doom"},{"SurahNumber":45,"VerseNumber":28,"Text":"And you shall see every people on their knees. Every people will be summoned to come forth and see their Record and will be told, \"Today you shall be given your dues for what you did"},{"SurahNumber":45,"VerseNumber":29,"Text":"This, Our Record, speaks the truth about you. We did indeed record all that you did"},{"SurahNumber":45,"VerseNumber":30,"Text":"Those then who believe and do righteous deeds — their Lord shall admit them to His Mercy. That is the success manifest"},{"SurahNumber":45,"VerseNumber":31,"Text":"And those that suppressed the Truth shall be told, \"Were My Verses not recited to you? But then you were a proud and sinful people"},{"SurahNumber":45,"VerseNumber":32,"Text":"And when told, \"Allahճ promise is true indeed! And the Hour (the time when the present world will end and the Hereafter begin) — there is no doubt therein.\" you said, \"We do not know what the Hour is. We are just guessing and are not at all certain"},{"SurahNumber":45,"VerseNumber":33,"Text":"And the evil of what they do will be apparent to them, and that which they scoff at will besiege them"},{"SurahNumber":45,"VerseNumber":34,"Text":"And it will be said, \"We forget you today as you forgot your appointment this Day. The Fire shall now be your abode, and none shall come to help you"},{"SurahNumber":45,"VerseNumber":35,"Text":"That is because you held Allahճ Verses/Signs in ridicule and the worldly life deluded you.\" That Day then they shall not be taken out of that (unenviable) state of theirs nor shall they be allowed to solicit favours"},{"SurahNumber":45,"VerseNumber":36,"Text":"All praise is due then to Allah, the Lord of the heavens, the Lord of the earth, the Lord of the entire Universe"},{"SurahNumber":45,"VerseNumber":37,"Text":"And all greatness in the heavens and the earth is His! He is the One Omnipotent, Wise"}]}