{"Id":395,"LanguageCodes":["tr","tur"],"Name":"tur-edipyuksel","Author":"Edip Yuksel","Language":"Turkish","Description":"Turkish","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":23,"VerseNumber":1,"Text":"İnananlar başarıya ulaşmışlardır"},{"SurahNumber":23,"VerseNumber":2,"Text":"Nitekim onlar namazlarında saygılıdırlar"},{"SurahNumber":23,"VerseNumber":3,"Text":"Boş sözlerden yüz çevirirler"},{"SurahNumber":23,"VerseNumber":4,"Text":"Zekatı pratiğe geçirirler"},{"SurahNumber":23,"VerseNumber":5,"Text":"Ve cinsel ilişkilerden sakınırlar"},{"SurahNumber":23,"VerseNumber":6,"Text":"Ancak eşleri veya sahip oldukları hariç. Onlar kınanmazlar"},{"SurahNumber":23,"VerseNumber":7,"Text":"Kim bunun ötesini ararsa sınırı aşmış olur"},{"SurahNumber":23,"VerseNumber":8,"Text":"Onlar ki kendilerine emanet edilen şeylere dikkat ederler. Verdikleri sözleri de yerine getirirler"},{"SurahNumber":23,"VerseNumber":9,"Text":"Onlar ki namazlarını düzenli olarak gözetirler"},{"SurahNumber":23,"VerseNumber":10,"Text":"İşte varis olacaklar onlardır"},{"SurahNumber":23,"VerseNumber":11,"Text":"Cennete mirasçı olacak ve orada ebedi kalacaklar"},{"SurahNumber":23,"VerseNumber":12,"Text":"Biz, insanı özel bir balçıktan yarattık"},{"SurahNumber":23,"VerseNumber":13,"Text":"Sonra onu sağlam bir bekleme yerinde bir damlacık haline getirdik"},{"SurahNumber":23,"VerseNumber":14,"Text":"Sonra, o damlacığı, embriyo olarak biçimlendirdik, sonra embriyoyu dölüt olarak biçimlendirdik, sonra dölütü kemik olarak biçimlendirdik, sonra kemiğe et giydirdik ve sonra onu yeni bir yaratık haline soktuk. Biçim verenlerin en güzeli ALLAH çok yücedir"},{"SurahNumber":23,"VerseNumber":15,"Text":"Sonra siz, bunun ardından öleceksiniz"},{"SurahNumber":23,"VerseNumber":16,"Text":"Sonra siz, kıyamet (ayağa kalkış) günü diriltileceksiniz"},{"SurahNumber":23,"VerseNumber":17,"Text":"Üstünüzde yedi yol yarattık ve biz asla yaratıklardan habersiz olmadık"},{"SurahNumber":23,"VerseNumber":18,"Text":"Gökten belli bir oranda su indirdik ve onu toprakta depoladık. Kuşkusuz onu gidermeye de gücümüz yeter"},{"SurahNumber":23,"VerseNumber":19,"Text":"Onunla, sizin için bir çok meyvelar içeren hurma ve üzüm bahçeleri yaptık; onlardan yiyip duruyorsunuz"},{"SurahNumber":23,"VerseNumber":20,"Text":"Sina Dağı civarında yetişen ve yiyenler için yağ ve lezzet üreten bir ağaç"},{"SurahNumber":23,"VerseNumber":21,"Text":"Çiftlik hayvanlarında sizin için bir ders vardır. Karınlarındaki maddeden sizi içiriyoruz, onlarda sizin için bir çok yararlar mevcuttur; hatta onlardan yiyorsunuz"},{"SurahNumber":23,"VerseNumber":22,"Text":"Onların üzerinde ve gemiler üzerinde taşınıyorsunuz"},{"SurahNumber":23,"VerseNumber":23,"Text":"Nuh'u halkına göndermiştik de, \"Halkım, ALLAH'a kulluk ediniz. O'ndan başka bir tanrınız yoktur. Saygı duyup erdemli davranmaz mısınız,\" demişti"},{"SurahNumber":23,"VerseNumber":24,"Text":"Halkının ileri gelen inkarcıları, \"Bu, sizin gibi bir insandan başka bir şey değildir. Üzerinize egemen olmak istiyor. ALLAH dileseydi bir melek indirirdi. İlk atalarımızdan böyle bir şey işitmedik"},{"SurahNumber":23,"VerseNumber":25,"Text":"O, sadece deli bir adamdır. Hele bir süreye kadar onu gözleyin"},{"SurahNumber":23,"VerseNumber":26,"Text":"Dedi ki, \"Rabbim, beni yalanlamalarına karşılık bana yardım et"},{"SurahNumber":23,"VerseNumber":27,"Text":"Bunun üzerine kendisine şöyle vahyettik: \"Gözümüzün önünde ve vahyimize uygun olarak gemiyi yap. Emrimiz gelince, kaynaklar kaynayıp taşınca her çeşit (evcil hayvanı) ve aleyhlerine hüküm verilmiş olanların dışındaki aileni al. Zalimler adına benimle konuşma; onlar boğulacaklardır"},{"SurahNumber":23,"VerseNumber":28,"Text":"Sen ve beraberindekiler gemiye yerleştiğinizde, 'Bizi o zalim halktan kurtaran ALLAH'a övgüler olsun,' de"},{"SurahNumber":23,"VerseNumber":29,"Text":"Ve, 'Rabbim, beni kutlu bir yere indir. Sen indirenlerin en iyisisin,' de"},{"SurahNumber":23,"VerseNumber":30,"Text":"Bunda işaretler ve dersler vardır. Biz elbette sizleri denemekteyiz"},{"SurahNumber":23,"VerseNumber":31,"Text":"Sonra, onların ardından, başka bir soy yetiştirdik"},{"SurahNumber":23,"VerseNumber":32,"Text":"Onlara, aralarından bir elçi gönderdik: \"ALLAH'a kulluk ediniz, sizin ondan başka bir tanrınız yoktur. Saygı gösterip erdemli davranmıyacak mısınız"},{"SurahNumber":23,"VerseNumber":33,"Text":"Dünya hayatında kendilerine alabildiğine nimetler bağışlamamıza rağmen, ahiret karşılaşmasını yalanlayıp inkar eden, halkının ileri gelenleri şöyle dediler: \"Bu, yalnızca sizin gibi bir insandır. Sizin yediğinizden yiyor, sizin içtiğinizden içiyor"},{"SurahNumber":23,"VerseNumber":34,"Text":"Sizin gibi bir insana uyarsanız, siz o zaman gerçekten kaybedersiniz"},{"SurahNumber":23,"VerseNumber":35,"Text":"Siz öldükten, toprak ve kemik haline dönüştükten sonra, sizin geri çıkacağınızı mı söz veriyor"},{"SurahNumber":23,"VerseNumber":36,"Text":"Size söz verilen bu şey imkansızdır, imkansız"},{"SurahNumber":23,"VerseNumber":37,"Text":"Yaşantımız sadece bu dünyadadır. Yaşarız, ölürüz. Asla dirilecek değiliz"},{"SurahNumber":23,"VerseNumber":38,"Text":"O, ALLAH'a yalan yakıştıran bir adamdan başkası değildir. Biz ona inanacak değiliz"},{"SurahNumber":23,"VerseNumber":39,"Text":"Dedi ki, \"Rabbim, yalanlamalarına karşılık bana yardım et"},{"SurahNumber":23,"VerseNumber":40,"Text":"Dedi ki, \"Az sonra onlar pişman olacaklardır"},{"SurahNumber":23,"VerseNumber":41,"Text":"Korkunç felaket onları eşitçe yakaladı ve böylece onları süprüntü yığınına çevirdik. O zalim halk yok olmayı hakketmişti"},{"SurahNumber":23,"VerseNumber":42,"Text":"Sonra, onların da ardından başka soylar yetiştirdik"},{"SurahNumber":23,"VerseNumber":43,"Text":"Hiç bir toplum kendisi için belirlenmiş süreyi çabuklaştıramaz, geciktiremez"},{"SurahNumber":23,"VerseNumber":44,"Text":"Sonra biz, elçilerimizi ardı ardına gönderdik. Her ne zaman bir elçi toplumuna gittiyse onu yalanladılar. Biz de onları bir biri peşinden sürüp tarihe gömdük. İnanmayan bir topluluk yok olmayı hakketmiştir"},{"SurahNumber":23,"VerseNumber":45,"Text":"Sonra biz, Musa'yı ve kardeşi Harun'u ayetlerimizle ve apaçık bir delille gönderdik"},{"SurahNumber":23,"VerseNumber":46,"Text":"Firavun ve ileri gelen takımına... Ancak onlar büyüklendiler. Onlar küstah bir topluluk olmuştu"},{"SurahNumber":23,"VerseNumber":47,"Text":"O ikisinin halkı bize kölelik ederken şimdi biz tutup bizim gibi iki insana mı inanalım,\" dediler"},{"SurahNumber":23,"VerseNumber":48,"Text":"İkisini yalanladılar ve sonuç olarak yok edilenlerden oldular"},{"SurahNumber":23,"VerseNumber":49,"Text":"Doğruyu bulurlar diye Musa'ya Kitabı vermiştik"},{"SurahNumber":23,"VerseNumber":50,"Text":"Meryem oğlunu ve annesini bir işaret kıldık, ve onları yerleşmeye elverişli ve pınarı olan bir tepede barındırdık"},{"SurahNumber":23,"VerseNumber":51,"Text":"Elçiler, iyi nimetlerden yiyiniz ve erdemli işler yapınız. Ben sizin yaptıklarınızı çok iyi bilirim"},{"SurahNumber":23,"VerseNumber":52,"Text":"Sizin bu toplumunuz bir tek toplumdur. Ben sizin Rabbinizim beni sayın"},{"SurahNumber":23,"VerseNumber":53,"Text":"Fakat, onlar işlerini çeşitli kitaplara ayırdılar. Her grup kendi yanında bulunandan hoşnut"},{"SurahNumber":23,"VerseNumber":54,"Text":"Belli bir süreye kadar onları şaşkınlıkları içinde bırak"},{"SurahNumber":23,"VerseNumber":55,"Text":"Sanıyorlar mı ki, kendilerine bağışladığımız paralar ve çocuklar ile"},{"SurahNumber":23,"VerseNumber":56,"Text":"Onların iyiliğine koşuyoruz? Hayır, farkında değiller"},{"SurahNumber":23,"VerseNumber":57,"Text":"Rab'lerine olan saygıdan ötürü alabildiğine dikkatli olanlar"},{"SurahNumber":23,"VerseNumber":58,"Text":"Rab'lerininin ayetlerine inananlar"},{"SurahNumber":23,"VerseNumber":59,"Text":"Rab'lerine ortak koşmayanlar"},{"SurahNumber":23,"VerseNumber":60,"Text":"Rab'lerine döneceklerinin bilincinde olarak verenler"},{"SurahNumber":23,"VerseNumber":61,"Text":"İşte onlar, iyiliklerde yarışanlardır; ve onlar iyilik yapmakta öncüdürler"},{"SurahNumber":23,"VerseNumber":62,"Text":"Bir kişiye ancak kapasitesi kadar yükleriz. Katımızda gerçeği konuşan bir kitap vardır. Hiç kimse haksızlığa uğratılmayacaktır"},{"SurahNumber":23,"VerseNumber":63,"Text":"Zihinleri bundan (mesajdan) gafil olup buna aykırı işlerde çalışıp durmaktadırlar"},{"SurahNumber":23,"VerseNumber":64,"Text":"Varlıklılarını cezaya çarptığımızda, yakınmaya başlarlar"},{"SurahNumber":23,"VerseNumber":65,"Text":"Yakınmayın; bu gün tarafımızdan hiç bir yardım görmezsiniz"},{"SurahNumber":23,"VerseNumber":66,"Text":"Size ayetlerim okunuyordu da ardınıza dönüyordunuz"},{"SurahNumber":23,"VerseNumber":67,"Text":"Ona karşı büyüklük taslıyordunuz, saçmalayarak geceliyordunuz"},{"SurahNumber":23,"VerseNumber":68,"Text":"Onlar bu sözü incelemediler mi, yoksa geçmiş atalarına gelmeyen bir şey mi kendilerine geldi"},{"SurahNumber":23,"VerseNumber":69,"Text":"Yoksa, kendilerine gönderilen elçiyi tanımadıkları için mi onu inkar ediyorlar"},{"SurahNumber":23,"VerseNumber":70,"Text":"Yoksa, onun deli olduğuna mı karar verdiler? Halbuki onlara gerçeği getirmişti. Ne var ki onların çoğu gerçekten hoşlanmaz"},{"SurahNumber":23,"VerseNumber":71,"Text":"Gerçek onların arzularına uysaydı, gökler, yer ve içlerindekiler kaosa girerdi. Halbuki onlara mesajlarını verdik, ancak çokları mesajlarından yüz çevirmekte"},{"SurahNumber":23,"VerseNumber":72,"Text":"Yoksa sen onlardan bir maaş mı istedin? Rabbinin maaşı çok daha iyidir. O, rızık verenlerin en iyisidir"},{"SurahNumber":23,"VerseNumber":73,"Text":"Kuşku yok ki sen onları dosdoğru yola çağırıyorsun"},{"SurahNumber":23,"VerseNumber":74,"Text":"Ama ahirete inanmıyanlar yoldan sapmaktadırlar"},{"SurahNumber":23,"VerseNumber":75,"Text":"Kendilerine acıyıp başlarına gelen perişanlıklarını giderseydik bile, azgınlıklarına dalıp bocalayacaklardı"},{"SurahNumber":23,"VerseNumber":76,"Text":"Onları cezaya çarptırmamıza rağmen Rab'lerine boyun eğmediler, yalvarmadılar"},{"SurahNumber":23,"VerseNumber":77,"Text":"Kendilerine çetin bir azabın kapısını açtığımız zaman şaşırıp şoke oldular"},{"SurahNumber":23,"VerseNumber":78,"Text":"O'dur sizin için işitme, görme duyularını ve beyinler yaratan. Ne kadar da az şükrediyorsunuz"},{"SurahNumber":23,"VerseNumber":79,"Text":"O'dur sizi yeryüzüne yerleştiren; O'nun huzurunda toplanacaksınız"},{"SurahNumber":23,"VerseNumber":80,"Text":"O'dur yaşatan ve öldüren; gecenin ve gündüzün değişmesi O'na bağlı. Aklınızı kullanmaz mısınız"},{"SurahNumber":23,"VerseNumber":81,"Text":"Ancak onlar, öncekilerin dediklerini tekrarladılar"},{"SurahNumber":23,"VerseNumber":82,"Text":"Ve şöyle dediler: \"Biz öldüğümüz, toprak ve kemik olduğumuz zaman mı dirileceğiz"},{"SurahNumber":23,"VerseNumber":83,"Text":"Bize ve atalarımıza daha önce aynı şey söz verilmişti. Bu, geçmişlerin efsanesinden başka bir şey değildir"},{"SurahNumber":23,"VerseNumber":84,"Text":"De ki, \"Biliyorsanız, yer, gökler ve içlerinde bulunanlar kimindir"},{"SurahNumber":23,"VerseNumber":85,"Text":"ALLAH'ın,\" diyecekler. De ki, \"Düşünmez misiniz"},{"SurahNumber":23,"VerseNumber":86,"Text":"De ki, \"Yedi göğün Rabbi, büyük yönetimin Rabbi kimdir"},{"SurahNumber":23,"VerseNumber":87,"Text":"ALLAH.,\" diyecekler. De ki, \"Öyleyse neden erdemli davranmıyorsunuz"},{"SurahNumber":23,"VerseNumber":88,"Text":"De ki, \"Biliyorsanız, koruyup kollayan, fakat kendisi korunup kollanmayan; her şeyin egemenliğini elinde bulunduran kimdir"},{"SurahNumber":23,"VerseNumber":89,"Text":"ALLAH.,\" diyeceklerdir. De ki, \"O halde nasıl da aldanıyorsunuz"},{"SurahNumber":23,"VerseNumber":90,"Text":"Kendilerine gerçeği getirmemize rağmen onlar yalanlamaktadırlar"},{"SurahNumber":23,"VerseNumber":91,"Text":"ALLAH çocuk edinmemiştir, O'nunla beraber bir tanrı da yoktur. Aksi taktirde her tanrı yarattığı şeylerle birlikte bağımsızlığını ilan ederek yönetim için bir biriyle çekişmeye girerdi. ALLAH, onların niteledikleri şeylerden çok uzaktır"},{"SurahNumber":23,"VerseNumber":92,"Text":"Tüm sırları ve tanık olunanları Bilendir; onların ortak koştukları şeylerden yücedir"},{"SurahNumber":23,"VerseNumber":93,"Text":"De ki, \"Rabbim, onlara verilen sözü bana gösterirsen"},{"SurahNumber":23,"VerseNumber":94,"Text":"Rabbim, beni o zalim toplum içinde bırakma"},{"SurahNumber":23,"VerseNumber":95,"Text":"Biz elbette, kendilerine söz verileni sana gösterebiliriz"},{"SurahNumber":23,"VerseNumber":96,"Text":"Kötülüğe iyilikle karşılık ver. Biz onların iddialarını iyi biliriz"},{"SurahNumber":23,"VerseNumber":97,"Text":"Şeytandan Korunmak İçin"},{"SurahNumber":23,"VerseNumber":98,"Text":"Ve de ki, \"Rabbim, şeytanların fısıltılarından sana sığınırım"},{"SurahNumber":23,"VerseNumber":99,"Text":"Onlardan birine ölüm gelip çattığı zaman şöyle der, \"Rabbim, beni geri döndürünüz"},{"SurahNumber":23,"VerseNumber":100,"Text":"Ki terketmiş bulunduğum şeylerde erdemli işler yapayım.\" Hayır. Bu onun söylediği bir laftan ibarettir. Diriliş gününe kadar onların ardında bir engel vardır"},{"SurahNumber":23,"VerseNumber":101,"Text":"Boruya üfürüldüğünde o gün artık aralarında akrabalık yoktur ve birbirleriyle de ilgilenemezler"},{"SurahNumber":23,"VerseNumber":102,"Text":"Tartıları ağır gelenler, işte onlar kazanacaklardır"},{"SurahNumber":23,"VerseNumber":103,"Text":"Tartıları hafif gelenler ise, kendilerini zarara soktukları için cehennemde ebedi kalacak olanlardır"},{"SurahNumber":23,"VerseNumber":104,"Text":"Onlar orada perişan durumda iken, ateş de yüzlerini yalayacaktır"},{"SurahNumber":23,"VerseNumber":105,"Text":"Ayetlerim size okunmuyor muydu ve siz de onları yalanlamıyor muydunuz"},{"SurahNumber":23,"VerseNumber":106,"Text":"Rabbimiz,\" diyecekler, \"Bizi talihsizliğimiz yendi; biz sapıtan bir toplum olduk"},{"SurahNumber":23,"VerseNumber":107,"Text":"Rabbimiz, bizi buradan çıkar. Eğer (eski durumumuza) dönersek artık biz gerçekten zalimleriz"},{"SurahNumber":23,"VerseNumber":108,"Text":"Diyecek ki, \"Sinin orada, benimle konuşmayın"},{"SurahNumber":23,"VerseNumber":109,"Text":"Kullarımdan bir grup, 'Rabbimiz, inandık, bizi bağışla, bize merhamet et, sen merhamet edenlerin en merhametlisisin.' derdi"},{"SurahNumber":23,"VerseNumber":110,"Text":"Sizse onları alaya aldınız ve onlar yüzünden beni anmayı unuttunuz. Onlara gülüp duruyordunuz"},{"SurahNumber":23,"VerseNumber":111,"Text":"Bugün ben, onlara sabretmelerinin karşılığını verdim. Kazananlar işte bunlardır"},{"SurahNumber":23,"VerseNumber":112,"Text":"Dedi ki, \"Yeryüzünde kaç sene kaldınız"},{"SurahNumber":23,"VerseNumber":113,"Text":"Bir gün veya günün bir kısmı kadar kaldık. Sayanlara sor,\" dediler"},{"SurahNumber":23,"VerseNumber":114,"Text":"Dedi ki, \"Siz gerçekten çok kısa bir süre kaldınız, keşke bilseydiniz"},{"SurahNumber":23,"VerseNumber":115,"Text":"Sizi boş yere yarattığımızı ve bize dönmeyeceğinizi mi sandınız"},{"SurahNumber":23,"VerseNumber":116,"Text":"Gerçek Yönetici olan ALLAH çok yücedir. O'ndan başka tanrı yoktur ve O, cömert yönetimin Rabbidir"},{"SurahNumber":23,"VerseNumber":117,"Text":"Her kim ALLAH'la birlikte, hiç bir delile sahip olmayan başka bir tanrıya da kulluk ederse, onun hesabı Rabbinin katındadır. Kuşkusuz kafirler başaramazlar"},{"SurahNumber":23,"VerseNumber":118,"Text":"De ki: \"Rabbim, (bizi) bağışla, merhamet et; sen, merhamet edenlerin en iyisisin"},{"SurahNumber":24,"VerseNumber":1,"Text":"Bu, indirerek yasa olarak yayımladığımız bir sure olup öğüt alasınız diye içine apaçık ayetler yerleştirdik"},{"SurahNumber":24,"VerseNumber":2,"Text":"Zina eden kadın ve erkeğin her birine yüz celde vurunuz. ALLAH'a ve ahiret gününe inanıyorsanız, onlara olan acıma duygunuz ALLAH'ın yasasını uygulamakta size engel olmamalı. İnananlardan bir grup onların cezalandırılma işlemine tanık olsun"},{"SurahNumber":24,"VerseNumber":3,"Text":"Zina eden bir erkek, eninde sonunda, zina eden veya müşrik bir kadınla evlenir; zina eden bir kadın da eninde sonunda, zina eden veya müşrik bir erkekle evlenir. Bu, inananlar için yasaktır"},{"SurahNumber":24,"VerseNumber":4,"Text":"Evli kadınları suçladıktan sonra dört tanık getiremiyenlere seksen celde vurunuz ve onların tanıklığını ebedi olarak kabul etmeyin. Onlar yoldan çıkmış kimselerdir"},{"SurahNumber":24,"VerseNumber":5,"Text":"Bununla birlikte, bundan sonra tevbe edip kendilerini düzeltenler için ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":24,"VerseNumber":6,"Text":"Eşlerini suçlayıp kendilerinden başka tanıkları olmayan erkeklerden birinin tanıklığı, doğru konuştuğuna dair dört kez ALLAH'a yemin etmesiyle geçerli olabilir"},{"SurahNumber":24,"VerseNumber":7,"Text":"Beşinci yeminde de, yalancı olduğu taktirde ALLAH'ın lanetinin kendisi üzerine olmasını diler"},{"SurahNumber":24,"VerseNumber":8,"Text":"Dört kez ALLAH'a yemin ederek kocasının yalan söylediğine tanıklıkta bulunduğu taktirde kadın cezayı savar"},{"SurahNumber":24,"VerseNumber":9,"Text":"Beşinci yeminde de, kocasının doğru olması halinde kendisinin ALLAH'ın gazabına uğramasını diler"},{"SurahNumber":24,"VerseNumber":10,"Text":"ALLAH size bağışı ve merhametiyle davranmasaydı, ALLAH Tevbeleri Kabul Eden ve Bilge olmasaydı"},{"SurahNumber":24,"VerseNumber":11,"Text":"O iftirayı, sizden bir çete uydurdu. Onun sizin için kötü olduğunu sanmayın; aksine sizin için iyi (bir ders) dir. Bu arada, onlardan her biri günahı paylaşmıştır. Elebaşılık yapanları da büyük bir cezayı haketmiştir"},{"SurahNumber":24,"VerseNumber":12,"Text":"Onu işittiğinizde, siz inanan erkek ve kadınların birbiriniz hakkında olumlu düşüncelere sahip olarak, \"Bu, açıkça büyük bir yalandır,\" demeleri gerekmez miydi"},{"SurahNumber":24,"VerseNumber":13,"Text":"Dört tanık getirmeli değiller miydi? Tanıklar getiremediklerine göre onlar ALLAH yanında yalancılardandır"},{"SurahNumber":24,"VerseNumber":14,"Text":"ALLAH'ın size dünya ve ahirette bağışı ve merhameti olmasaydı daldığınız o olaydan ötürü size büyük bir ceza dokunacaktı"},{"SurahNumber":24,"VerseNumber":15,"Text":"Onu dilinize dolamış ve hakkında bir bilginiz olmayan bir konuda ağzınızı açıp konuşuyordunuz. Onu basit bir şey sanmıştınız. Oysa o, ALLAH yanında büyüktür"},{"SurahNumber":24,"VerseNumber":16,"Text":"Onu işittiğinizde, \"Bunu konuşmamız doğru değil. Sen Yücesin. Bu büyük bir iftiradır,\" demeniz gerekmez miydi"},{"SurahNumber":24,"VerseNumber":17,"Text":"Benzerini tekrarlamayasınız diye ALLAH size öğüt veriyor. İnananlar iseniz"},{"SurahNumber":24,"VerseNumber":18,"Text":"ALLAH size ayetlerini böyle açıklıyor. ALLAH Bilendir, Bilgedir"},{"SurahNumber":24,"VerseNumber":19,"Text":"İnananların arasından hayasızlığın yaygınlaşmasını arzulayanlar, dünya ve ahirette acı verici bir cezayı hakketmişlerdir. ALLAH bilir, siz bilmezsiniz"},{"SurahNumber":24,"VerseNumber":20,"Text":"ALLAH'ın size bağış ve rahmeti olmasaydı, ALLAH En Şefkatli ve Rahim (En Merhametli) olmasaydı"},{"SurahNumber":24,"VerseNumber":21,"Text":"Ey inananlar, Şeytanın adımlarını izlemeyin. Kim Şeytanın adımlarını izlerse, kendisine hayasızlığı ve kötülüğü emreder. ALLAH'ın size bağışı ve merhameti olmasaydı sizden hiç biriniz ebediyen temizlenemezdi. Ancak ALLAH dileyeni temizler. ALLAH İşitendir, Bilendir"},{"SurahNumber":24,"VerseNumber":22,"Text":"Sizden mal ve imkana sahip olanlar, akrabalara, yoksullara ve ALLAH yolunda göç edenlere vermemek için yemin etmesinler. Affetsinler, geçsinler. ALLAH'ın sizi bağışlamasını sevmez misiniz? ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":24,"VerseNumber":23,"Text":"İffetli ve (kötülüklerden) habersiz inanan kadınlara iftira edenler, dünya ve ahirette lanetlenirler ve onlar için büyük bir ceza vardır"},{"SurahNumber":24,"VerseNumber":24,"Text":"O gün ki, dilleri, elleri ve ayakları onların yapmış oldukları her şeye tanıklık edeceklerdir"},{"SurahNumber":24,"VerseNumber":25,"Text":"ALLAH o gün, hakettiklerini tam olarak ödeyecek ve ALLAH'ın apaçık bir gerçek olduğunu öğreneceklerdir"},{"SurahNumber":24,"VerseNumber":26,"Text":"Kötü kadınlar, kötü erkekler için, kötü erkekler de kötü kadınlar içindir. İyi kadınlar iyi erkekler için ve iyi erkekler de iyi kadınlar içindir. Bunlar (ikinci grup), onların söylentilerinden uzaktır. Bunlar bağışlanma ve cömert bir ödül haketmişlerdir"},{"SurahNumber":24,"VerseNumber":27,"Text":"Ey inananlar, evlerinizden başka evlere, izin almadan, halkına selam vermeden girmeyiniz. Düşünürseniz bunun sizin için daha iyi olduğunu görürsünüz"},{"SurahNumber":24,"VerseNumber":28,"Text":"Orada hiç kimseyi bulamazsanız (yetkililer tarafından) izin verilmeden oraya girmeyiniz. Size \"Geri dönün,\" dendiğinde dönüp gidiniz. Bu, sizin için daha temiz bir davranıştır. ALLAH yaptıklarınızı Bilendir"},{"SurahNumber":24,"VerseNumber":29,"Text":"Oturulmayan ve içinde eşyanız bulunan bir eve girmenizde bir sakınca yoktur. ALLAH açığa vurduklarınızı da gizlediklerinizi de bilir"},{"SurahNumber":24,"VerseNumber":30,"Text":"İnananlara, gözlerini sakınmalarını (kadınlara gözünü dikip bakmamalarını) ve iffetlerini korumalarını bildir. Bu, onlar için daha temiz bir davranıştır. Elbette ALLAH yaptıklarından haberdardır"},{"SurahNumber":24,"VerseNumber":31,"Text":"İnanan kadınlara da söyle, gözlerini sakınsınlar, iffetlerini korusunlar ve açıkta olması gereken yerleri hariç, alımlı yerlerini göstermesinler. Örtülerini göğüslerinin üzerine kapasınlar. Vücutlarının alımlı yerlerini kimseye göstermesinler; ancak kocaları, babaları, kocalarının babaları, oğulları, kocalarının oğulları, kardeşleri, erkek kardeşlerinin oğulları, kızkardeşlerinin oğulları, diğer kadınlar, cinsel iktidara sahip olmayan erkek hizmetkarlar ve işçiler ve kadınların cinsel yönlerini henüz anlamayan çocuklar hariç. Gizledikleri alımlı bölgelerini sergilemek/bildirmek için ayaklarını yere vurmasınlar. Ey inananlar, topluca ALLAH'a yöneliniz ki başarılı olasınız"},{"SurahNumber":24,"VerseNumber":32,"Text":"Bekarlarınızı, erdemli kadın ve erkek hizmetçilerinizi evlendiriniz; eğer yoksul iseler, ALLAH onları kendi lütfundan zengin edecektir. ALLAH Cömerttir, Bilendir"},{"SurahNumber":24,"VerseNumber":33,"Text":"Evlenme imkanına sahip olmayanlar da, ALLAH kendilerini lütfuyla zenginleştirene kadar iffetli davransınlar. Evlenme yoluyla özgürlük belgesi almak isteyen esirleri -niyetleri dürüstse- özgürlüklerine kavuşturun. Ve ALLAH'ın size verdiği parasından onlara veriniz. İffetli olmak isteyen kızlarınızı, bu dünyanın geçici menfaatini arzulayarak fuhuşa zorlamayın. Kim onları zorlarsa, o zaman ALLAH onların zorlandığını hesaba katar; O Bağışlayandır, Rahimdir"},{"SurahNumber":24,"VerseNumber":34,"Text":"Size apaçık ayetler, sizden önce geçmiş kimselerden örnekler ve erdemliler için bir öğüt indirmiş bulunuyoruz"},{"SurahNumber":24,"VerseNumber":35,"Text":"ALLAH göklerin ve yerin ışığıdır. Işığının örneği şuna benzer: içinde lamba bulunan bir oyuk... Lamba bir cam kap içindedir. O cam kap ise, incimsi bir gezegen gibidir. Yakıtı, ne batıya ne de doğuya bağıntısı olmayan, zeytinyağı üreten bereketli bir ağaçtandır. Yağı, neredeyse ateş değmeden aydınlık verir. Işık üzerine ışıktır. ALLAH dileyeni/dilediğini ışığına ulaştırır. İşte ALLAH halka böyle örnekler verir. ALLAH her şeyi bilir"},{"SurahNumber":24,"VerseNumber":36,"Text":"(Böyle bir ışık ve hidayet), içlerinde ismi anıldığı için ALLAH'ın onaylayıp yükselttiği evlerdedir. Orada, O'nu sabah akşam yücelten"},{"SurahNumber":24,"VerseNumber":37,"Text":"Kişiler vardır. Onları, ALLAH'ı anmaktan, namazı gözetmekten ve zekatı vermekten ne bir iş ne de bir ticaret alıkoymaz. Onlar, kalplerin ve gözlerin ters döneceği günden korkarlar"},{"SurahNumber":24,"VerseNumber":38,"Text":"ALLAH onların güzel işlerini kuşkusuz ödüllendirecek ve onlara lütfunu arttıracaktır. ALLAH dilediğini hesapsız olarak rızıklandırır"},{"SurahNumber":24,"VerseNumber":39,"Text":"İnkarcılara gelince, işleri, çöldeki bir serap gibidir. Susayan onu su sanır. Yanına varınca onu bulamaz, ancak orada ALLAH'ı bulur; O da onun hesabını tam görür. Kuşkusuz ALLAH hesabı çabuk görendir"},{"SurahNumber":24,"VerseNumber":40,"Text":"Yahut, yoğun bir sisle birlikte dalga üstüne dalganın örttüğü engin bir denizin ortasındaki karanlıklara benzer. Üstüste yığılmış karanlıklar... İnsan elini uzattığı zaman nerdeyse onu bile göremez. ALLAH'ın ışıktan yoksun bıraktığı kimsenin hiç birışığı olamaz"},{"SurahNumber":24,"VerseNumber":41,"Text":"Diziler halinde uçan kuşlar dahil, göklerde ve yerde bulunan herkesin ALLAH'ı yücelttiğini görmez misin? Her birisi kendi duasını ve yüceltme yöntemini bilir. ALLAH onların yaptıklarını iyi bilir"},{"SurahNumber":24,"VerseNumber":42,"Text":"Göklerin ve yerin yönetimi ALLAH'a aittir. Dönüş de ALLAH'adır"},{"SurahNumber":24,"VerseNumber":43,"Text":"Bilmez misin ki ALLAH bulutları sürer, sonra onları birleştirir, sonra onları birbiri üstüne yığar ve sen de yağmurun onların arasından çıktığını görürsün? Gökten büyük kütlelerden dolu yağdırır, dilediği kimseyi ona uğratır ve dilediğinden de onu uzak tutar. Şimşeğinin parıltısı neredeyse gözleri alır"},{"SurahNumber":24,"VerseNumber":44,"Text":"ALLAH gece ile gündüzü çevirip kontrol eder. Gözleri olanlar için elbette bunda bir ders vardır"},{"SurahNumber":24,"VerseNumber":45,"Text":"ALLAH bütün canlıları sudan yaratır. Onlardan kimi karnı üzerinde yürür, kimi iki ayakları üzerinde yürür, kimi de dört ayak üzerinde yürür. ALLAH dilediğini yaratır. ALLAH her şeye gücü yetendir"},{"SurahNumber":24,"VerseNumber":46,"Text":"Apaçık ayetler indirmiş bulunuyoruz. ALLAH dilediğini/dileyeni dosdoğru yola iletir"},{"SurahNumber":24,"VerseNumber":47,"Text":"ALLAH'a ve elçiye inandık ve itaat ettik,\" derler. Fakat sonra, bunun ardından, onlardan bir grup yüz çevirir; bunlar inanmış değildir"},{"SurahNumber":24,"VerseNumber":48,"Text":"Aralarında hüküm vermesi için ALLAH'a ve elçisine çağrıldıkları zaman onlardan bir grup hoşlanmaz"},{"SurahNumber":24,"VerseNumber":49,"Text":"Ancak karar lehlerine olursa, ona gönüllü koşarlar"},{"SurahNumber":24,"VerseNumber":50,"Text":"Kalplerinde bir hastalık mı var? Kuşku mu duyuyorlar? ALLAH'ın ve elçisinin kendilerine haksızlık yapacağından mı korkmaktadırlar? Aslında onlar zalimlerdir"},{"SurahNumber":24,"VerseNumber":51,"Text":"Aralarında hüküm vermek üzere, ALLAH'a ve elçisine çağrıldıkları zaman inananlar yalnızca şunu söylerler: \"İşittik ve uyduk.\" Kazananlar işte bunlardır"},{"SurahNumber":24,"VerseNumber":52,"Text":"ALLAH'a ve elçisine uyan, ALLAH'ı sayıp O'nu dinleyen kimseler üstün gelenlerdir"},{"SurahNumber":24,"VerseNumber":53,"Text":"Kendilerine emrettiğin taktirde çıkacaklarına dair yeminlerinin en ciddi olanıyla ALLAH'a yemin ettiler. De ki, \"Yemin etmeyin. Nasıl itaat ettiğiniz ortada. ALLAH yaptığınız her şeyden haberdardır"},{"SurahNumber":24,"VerseNumber":54,"Text":"De ki, \"ALLAH'a ve elçiye uyunuz. Reddederseniz, o kendi görevinden sorumludur, siz de kendi görevinizden sorumlusunuz. Ona uyarsanız, doğruyu bulursunuz. Elçinin tek görevi, mesajı açıkça bildirmekten ibarettir"},{"SurahNumber":24,"VerseNumber":55,"Text":"ALLAH, inanıp erdemli davrananlarınızı, kendilerinden öncekileri egemen kıldığı gibi onları da egemen yapacağına, kendileri için seçtiği dini yerleştireceğine ve korkularını güvene çevireceğine söz vermiştir. Çünkü onlar bana kulluk ederler ve bana hiçbir şeyi ortak koşmazlar. Bundan sonra inkar edenler, yoldan çıkmış olanlardır"},{"SurahNumber":24,"VerseNumber":56,"Text":"Namazı gözetiniz, zekatı veriniz ve elçiye uyunuz ki merhamet edilesiniz"},{"SurahNumber":24,"VerseNumber":57,"Text":"İnkar edenlerin bizi aciz bırakacaklarını sanmayın. Onların varacağı yer ateştir; ne kötü bir varış noktasıdır"},{"SurahNumber":24,"VerseNumber":58,"Text":"Ey inananlar, emriniz altında çalışanlar ve sizden henüz erginliğe ermemiş olanlar üç kez izin almalıdırlar: Sabah namazından önce, öğle vaktinde dinlenmek için elbisenizi çıkardığınız zaman ve Akşam namazından sonra... Bunlar, sizin özel üç vaktinizdir. Bunların dışında, birbirinizin yanına girip çıkmakta bir sakınca yoktur. ALLAH ayetleri size böyle açıklar. ALLAH Bilendir, Bilgedir"},{"SurahNumber":24,"VerseNumber":59,"Text":"Çocuklarınız erginlik çağına erişince, kendilerinden önceki yetişkinlerin izin istedikleri gibi onlar da (özel odanıza girmeden önce) izin istesinler. ALLAH ayetlerini size böyle açıklar. ALLAH Bilendir, Bilgedir"},{"SurahNumber":24,"VerseNumber":60,"Text":"Evlenme beklentisi olmayan yaşlı kadınların, alımlı yerlerini açıp saçmamak koşuluyla dış elbiselerini bırakmalarında bir sakınca yoktur. İffetli davranmaları kendileri için daha iyidir. ALLAH İşitendir, Bilendir"},{"SurahNumber":24,"VerseNumber":61,"Text":"Siz, evlerinizde, babalarınızın evlerinde, annelerinizin evlerinde, kardeşlerinizin evlerinde, kızkardeşlerinizin evlerinde, amcalarınızın evlerinde, halalarınızın evlerinde, dayılarınızın evlerinde, teyzelerinizin, anahtarlarına sahip olduğunuz ve arkadaşlarınızın evlerinde yemenizden dolayı kınanmazsınız. Aynı şekilde kör kınanmaz, topal kınanmaz, sakat ve hasta da kınanmaz. Topluca yahut ayrı ayrı yemenizde de bir sakınca yoktur. Bir eve girdiğinizde ALLAH'tan güzel, kutlu bir yaşam dileyerek selamlayınız. ALLAH size ayetleri böyle açıklar ki anlayasınız"},{"SurahNumber":24,"VerseNumber":62,"Text":"Gerçek inananlar, ALLAH'a ve elçisine inanan ve toplumsal bir sorun için onunla beraber iken ondan izinsiz terketmeyenlerdir. Senden izin isteyenler, ALLAH'a ve elçisine inananlardır. Bazı işleri için senden izin istediklerinde dilediğine izin verebilirsin. Onlar için ALLAH'tan bağışlanma dile. ALLAH Bağışlayandır, Rahimdir"},{"SurahNumber":24,"VerseNumber":63,"Text":"Elçinin davetini, aranızda herhangi birinin diğerini davet etmesi gibi tutmayın. ALLAH sizden eften püften özürler göstererek sıvışıp gidenleri biliyor. Onun emirlerine aykırı davrananlar, başlarına bir felaketin gelmesinden veya acı bir cezaya çarpılmaktan sakınsınlar"},{"SurahNumber":24,"VerseNumber":64,"Text":"Göklerde ve yerde olanlar hep ALLAH'a aittir. İçinde bulunduğunuz her durumu bilir. Nitekim kendisine döndürülecekleri gün, yaptıkları her şeyi onlara bildirecektir. ALLAH her şeyi bilendir"},{"SurahNumber":25,"VerseNumber":1,"Text":"Tüm dünyaya bir uyarı olarak, Yasalar Kitabını kuluna indiren çok Yücedir"},{"SurahNumber":25,"VerseNumber":2,"Text":"Göklerin ve yerin yönetimi O'na aittir. Çocuk edinmemiştir, yönetiminde de kendisinin ortağı yoktur. Her şeyi yaratmış ve en ayrıntılı ölçülerle ona düzen vermiştir"},{"SurahNumber":25,"VerseNumber":3,"Text":"Buna rağmen O'nun yanında, bir şey yaratamıyan, kendileri yaratılan, kendilerine bile yarar ve zarar veremiyen, öldüremiyen, yaşatamıyan ve diriltemiyen bir takım tanrılar edindiler"},{"SurahNumber":25,"VerseNumber":4,"Text":"İnkar edenler, \"Bu, başkalarının yardımıyla onun uydurduğu bir yalandan başka bir şey değildir,\" diyerek haksız ve asılsız bir tez ortaya koydular"},{"SurahNumber":25,"VerseNumber":5,"Text":"Dediler, \"Yazıp durduğu şey evvelkilerin masallarıdır; gece gündüz kendisine dikte edilmektedir"},{"SurahNumber":25,"VerseNumber":6,"Text":"De ki, \"Onu, göklerin ve yerin gizliliklerini bilen indirmiştir. O, Bağışlayandır, Rahimdir"},{"SurahNumber":25,"VerseNumber":7,"Text":"Ve dediler, \"Nasıl olur da bu elçi yemek yiyor ve çarşılarda dolaşıyor? Kendisiyle birlikte uyarıcı olarak bir melek inseydi ya"},{"SurahNumber":25,"VerseNumber":8,"Text":"Yahut kendisine bir hazine atılsaydı, veya kendisinin bir bahçesi olsaydı ve ondan yeseydi!\" Hatta zalimler, \"Siz, büyülenmiş bir adama uyuyorsunuz,\" dediler"},{"SurahNumber":25,"VerseNumber":9,"Text":"Bak, senin için ne örnekler verdiler de saptılar, yolu asla bulamıyacaklardır"},{"SurahNumber":25,"VerseNumber":10,"Text":"Dilerse sana, bunlardan daha iyi olan, içlerinden ırmaklar akan cennetler (bahçeler) ve köşkler verebilen O çok yücedir"},{"SurahNumber":25,"VerseNumber":11,"Text":"Doğrusu, onlar Saati (dünyanın sonunu) yalanladılar. Saati yalanlayanlara alevli cehennemi hazırladık"},{"SurahNumber":25,"VerseNumber":12,"Text":"Cehennem onları uzaktan görünce, onun öfkesini ve uğultusunu işitirler"},{"SurahNumber":25,"VerseNumber":13,"Text":"Zincirlenmiş olarak onun dar bir yerinden atıldıkları zaman ölümü çağırırlar"},{"SurahNumber":25,"VerseNumber":14,"Text":"Bu gün bir ölüm değil, birçok ölüm çağırın"},{"SurahNumber":25,"VerseNumber":15,"Text":"De ki, \"Bu mu, yoksa erdemlilere bir karşılık ve dönüş yeri olarak söz verilmiş ebedi cennet mi daha iyi"},{"SurahNumber":25,"VerseNumber":16,"Text":"Onlar orada ebedi olarak dilediklerini elde ederler. Bu, Rabbin'in mutlak surette gerçekleşecek sözüdür"},{"SurahNumber":25,"VerseNumber":17,"Text":"Onları ve onların ALLAH'tan başka taptıklarını topladığı gün, \"Bu kullarımı siz mi saptırdınız, yoksa onlar mı yolu saptılar?\" der"},{"SurahNumber":25,"VerseNumber":18,"Text":"Sen yücesin, senin yanında kimseyi veliler kabul etmek bize yakışmaz. Fakat, sen onlara ve atalarına nimetler bağışladın. Nihayet, onlar mesajı unutup yozlaşan bir toplum oldular,\" diye karşılık verdiler"},{"SurahNumber":25,"VerseNumber":19,"Text":"Onlar sizin bu söylediklerinizi yalanlamış bulunuyorlar. Siz ne veto edebilir, ne de yardım edebilirsiniz. Hatta sizden zulmeden olursa ona da büyük bir azap tattırırız"},{"SurahNumber":25,"VerseNumber":20,"Text":"Senden önce gönderdiğimiz tüm elçiler de yemek yerler, çarşılarda dolaşırlardı. Sizi birbiriniz için bir sınav yaptık; dayanabilecek misiniz? Rabbin Görendir"}]}