{"Id":101,"LanguageCodes":["en","eng"],"Name":"eng-abulalamaududi","Author":"Abul Ala Maududi","Language":"English","Description":"English","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Who, then, can be more unjust than he who lied against Allah and denied the Truth when it came to him, calling it a lie? Is there no room for such unbelievers in Hell"},{"SurahNumber":39,"VerseNumber":33,"Text":"But he who brought the Truth, and those who confirmed it as true, such are the ones who shall be guarded against the chastisement"},{"SurahNumber":39,"VerseNumber":34,"Text":"They shall have from their Lord all that they wish for. That is the reward of those that do good"},{"SurahNumber":39,"VerseNumber":35,"Text":"so that Allah may remit their worst deeds and reward them according to the best of their deeds"},{"SurahNumber":39,"VerseNumber":36,"Text":"(O Prophet), does Allah not suffice for His servant? They frighten you with others apart from Him, although he whom Allah lets go astray, none can guide him to the Right Way"},{"SurahNumber":39,"VerseNumber":37,"Text":"And he whom Allah guides to the Right Way, none can lead him astray. Is not Allah the Most Mighty, the Lord of Retribution"},{"SurahNumber":39,"VerseNumber":38,"Text":"If you ask them: “Who created the heavens and the earth?” they will surely answer: “Allah.” Tell them: “What do you think, then, of the deities whom you call upon instead of Allah? If Allah should will that an affliction befall me, will those deities remove the harm inflicted by Him? Or if Allah should will that I receive (His) Mercy, will they be able to withhold His Mercy from me?” Say: “Allah is sufficient for me; those who have to put their trust, let them put their trust in Him"},{"SurahNumber":39,"VerseNumber":39,"Text":"Tell them: “My people, continue to work in your position as you will, I too will continue with my work. Soon you shall know"},{"SurahNumber":39,"VerseNumber":40,"Text":"whom the degrading chastisement will visit and upon whom the everlasting chastisement will alight"},{"SurahNumber":39,"VerseNumber":41,"Text":"(O Prophet), We revealed to you the Book with the Truth for all mankind. So he who follows the Right Way does so to his own benefit, and he who goes astray, shall hurt only himself by straying. You are not accountable on their behalf"},{"SurahNumber":39,"VerseNumber":42,"Text":"It is Allah Who takes away the souls of people at the hour of their death, and takes away at the time of sleep the souls of those that have not died. Then He retains the souls of those against whom He had decreed death and returns the souls of others till an appointed time. Surely there are Signs in this for a people who reflect"},{"SurahNumber":39,"VerseNumber":43,"Text":"Or have they taken others instead of Allah as intercessors? Say: “Will they intercede though they may have no power and though they may not even understand?”"},{"SurahNumber":39,"VerseNumber":44,"Text":"Say: “All intercession lies with Allah. His is the dominion of the heavens and the earth. And to Him will all of you be sent back.”"},{"SurahNumber":39,"VerseNumber":45,"Text":"When Allah alone is mentioned, the hearts of those who do not believe in the Hereafter contract with bitterness, but when deities apart from Allah are mentioned, they are filled with joy"},{"SurahNumber":39,"VerseNumber":46,"Text":"Say: “O Allah, the Originator of the heavens and the earth, the Knower of the unseen and the seen, You it is Who will judge among Your servants concerning what they differed"},{"SurahNumber":39,"VerseNumber":47,"Text":"If the wrong-doers possessed the treasures of the earth in their entirety and as much besides, they would gladly offer it on the Day of Resurrection to redeem themselves from the harrowing chastisement. This because there will appear to them from Allah something (exceedingly dismal which) they had never even imagined"},{"SurahNumber":39,"VerseNumber":48,"Text":"The evil consequences of their deeds will become fully apparent to them, and what they had scoffed at will encompass them"},{"SurahNumber":39,"VerseNumber":49,"Text":"When an affliction befalls man, he cries out to Us; but when We grant him a favour from Us, he says: “I have been granted this on account of my knowledge.” Nay; this (favour) is a test; but most of them do not know"},{"SurahNumber":39,"VerseNumber":50,"Text":"Their predecessors also said the same, but their earnings proved of no avail to them"},{"SurahNumber":39,"VerseNumber":51,"Text":"and the evil consequences of their deeds overtook them. The wrongdoers among these will also be overtaken by the evil consequences of their deeds. They will be utterly unable to frustrate (Us)"},{"SurahNumber":39,"VerseNumber":52,"Text":"Do they not know that Allah enlarges and straitens the provision of whomsoever He pleases? Therein are Signs for those that believe"},{"SurahNumber":39,"VerseNumber":53,"Text":"Tell them, (O Prophet): “My servants who have committed excesses against themselves, do not despair of Allah's Mercy. Surely Allah forgives all sins. He is Most Forgiving, Most Merciful"},{"SurahNumber":39,"VerseNumber":54,"Text":"Turn to your Lord and surrender yourselves to Him before the chastisement over-takes you; for then you will receive no help"},{"SurahNumber":39,"VerseNumber":55,"Text":"Follow the best of what has been revealed to you from your Lord before the chastisement suddenly comes upon you without you even being aware of it.”"},{"SurahNumber":39,"VerseNumber":56,"Text":"Lest a person should say: “Alas for me for neglecting my duty towards Allah and for being among those that scoffed”"},{"SurahNumber":39,"VerseNumber":57,"Text":"and lest a person should say: “If only Allah had guided me, I should have been one of the God-fearing”"},{"SurahNumber":39,"VerseNumber":58,"Text":"or lest he should say, when he sees the chastisement: “O that I might return again, and be among those who do good.”"},{"SurahNumber":39,"VerseNumber":59,"Text":"Yes indeed! But My Signs came to you and you rejected them as lies, and waxed arrogant and were among those who disbelieved"},{"SurahNumber":39,"VerseNumber":60,"Text":"On the Day of Resurrection you shall see that the faces of those who had lied against Allah have turned dark. Is Hell not vast enough to provide a room to the vainglorious"},{"SurahNumber":39,"VerseNumber":61,"Text":"But as for the God-fearing, Allah will deliver them on account of their achievements: no harm shall visit them nor shall they grieve"},{"SurahNumber":39,"VerseNumber":62,"Text":"Allah is the Creator of everything; He is the Guardian over everything"},{"SurahNumber":39,"VerseNumber":63,"Text":"To Him belong the keys of the heavens and the earth. It is those who disbelieve in Allah's Signs who will be the losers"},{"SurahNumber":39,"VerseNumber":64,"Text":"(O Prophet), say: “Ignorant people! Do you bid me to serve any other beside Allah?”"},{"SurahNumber":39,"VerseNumber":65,"Text":"(Tell them clearly that) it was revealed to you and to all Prophets before you: “If you associate any others with Allah in His Divinity, your works will surely come to naught and you will certainly be among the losers.”"},{"SurahNumber":39,"VerseNumber":66,"Text":"Therefore, serve Allah alone and be among those who give thanks"},{"SurahNumber":39,"VerseNumber":67,"Text":"They did not recognise the true worth of Allah. (Such is Allah's power that) on the Day of Resurrection the whole earth will be in His grasp, and the heavens shall be folded up in His Right Hand. Glory be to Him! Exalted be He from all that they associate with Him"},{"SurahNumber":39,"VerseNumber":68,"Text":"And the Trumpet shall be blown and all who are in the heavens and the earth shall fall down dead save those whom Allah wills. Then the Trumpet shall be blown again, and lo! all of them will be standing and looking on"},{"SurahNumber":39,"VerseNumber":69,"Text":"The earth shall shine with the light of its Lord, and the Scroll (of deeds) shall be set in place, and the Prophets and all witnesses shall be brought, and judgement shall be justly passed among them, and they shall not be wronged"},{"SurahNumber":39,"VerseNumber":70,"Text":"and everyone shall be paid in full for all that he did. Allah is best aware of all that they do"},{"SurahNumber":39,"VerseNumber":71,"Text":"(After the judgement has been passed) the unbelievers shall be driven in companies to Hell so that when they arrive there, its gates shall be thrown open and its keepers shall say to them: “Did Messengers from among yourselves not come to you, rehearsing to you the Signs of your Lord and warning you against your meeting of this Day?” They will say: “Yes indeed; but the sentence of chastisement was bound to be executed against the unbelievers.”"},{"SurahNumber":39,"VerseNumber":72,"Text":"It will be said: “Enter the gates of Hell. Herein shall you abide.” How evil is the abode of the vainglorious"},{"SurahNumber":39,"VerseNumber":73,"Text":"And those who eschewed disobeying their Lord shall be driven in companies to Paradise so that when they arrive there its gates will have already been thrown open and its keepers shall say to them: “Peace be upon you; you have done well. So enter. Herein you shall abide.”"},{"SurahNumber":39,"VerseNumber":74,"Text":"They will say: “All thanks and praise be to Allah Who has made His promise to us come true, and Who gave us the earth to inherit. We may now dwell in Paradise wherever we please.” How excellent is the reward of those who laboured"},{"SurahNumber":39,"VerseNumber":75,"Text":"You shall see the angels surrounding the Throne, glorifying their Lord with His praise, and judgement will have been made among them with fairness, and it will be proclaimed: “All praise and thanks be to Allah, the Lord of the whole Universe.”"},{"SurahNumber":40,"VerseNumber":1,"Text":"Ha'. Mim"},{"SurahNumber":40,"VerseNumber":2,"Text":"This Book is a revelation from Allah, the All-Mighty, the All-Knowing"},{"SurahNumber":40,"VerseNumber":3,"Text":"the Forgiver of sins, the Accepter of repentance, the Stern in retribution, the Bountiful. There is no god but He. To Him are all destined to return"},{"SurahNumber":40,"VerseNumber":4,"Text":"None but the unbelievers dispute regarding the Signs of Allah. So let not their strutting about in the land delude you"},{"SurahNumber":40,"VerseNumber":5,"Text":"Before them the people of Noah also gave the lie (to Messengers), and so did many parties after them. Each nation sallied forth against its Messenger to seize him, and they disputed with false arguments seeking therewith to repudiate the Truth. Then I seized them; and behold, how woeful was My retribution"},{"SurahNumber":40,"VerseNumber":6,"Text":"Thus has the decree of your Lord become due against the unbelievers. They are destined for the Fire"},{"SurahNumber":40,"VerseNumber":7,"Text":"The angels that bear the Throne and those that are around to extol your Lord's glory with His praise, they believe in Him, and ask forgiveness for the believers, saying: “Our Lord! You encompass everything with Your Mercy and Knowledge. So forgive those that repent and follow Your Path, and guard them against the chastisement of Hell"},{"SurahNumber":40,"VerseNumber":8,"Text":"Our Lord, admit them to the everlasting Gardens You have promised them and those of their fathers and spouses and progeny that were righteous. Surely You alone are Most Mighty, Most Wise"},{"SurahNumber":40,"VerseNumber":9,"Text":"and guard them against all ills. He whom You guard against ills on that Day, to him You have surely been Most Merciful. That is the great triumph.”"},{"SurahNumber":40,"VerseNumber":10,"Text":"It will be announced to the unbelievers (on the Day of Resurrection): “Surely Allah's abhorrence of you when you were called to believe but you disbelieved was greater than is your abhorrence of yourselves today.”"},{"SurahNumber":40,"VerseNumber":11,"Text":"They will say: “Our Lord, twice have You caused us to die and twice have You given us life. We have now confessed our sins. Is there, then, any way out?”"},{"SurahNumber":40,"VerseNumber":12,"Text":"(They will be told): “(The cause of your present state is that) when Allah alone was invoked, you disbelieved; and when others instead of Him were invoked, you believed. Today all judgement lies with Allah, the Most High, the All-Great.”"},{"SurahNumber":40,"VerseNumber":13,"Text":"He it is Who shows you His Signs and sends down provision for you from the sky. Yet none takes heed except he who constantly turns to Allah"},{"SurahNumber":40,"VerseNumber":14,"Text":"So call upon Allah, consecrating all your devotion to Him, howsoever much the unbelievers may dislike it"},{"SurahNumber":40,"VerseNumber":15,"Text":"Exalted in Rank, Lord of the Throne: He causes the spirit to descend on whomsoever of His servants He pleases so as to warn them of the Day of Encounter"},{"SurahNumber":40,"VerseNumber":16,"Text":"the Day when they will emerge and nothing of them shall be hidden from Allah. (On that Day they will be asked): “Whose is the kingdom today?” (The whole world will cry out): “It is Allah's, the One, the Overpowering.”"},{"SurahNumber":40,"VerseNumber":17,"Text":"(It will then be said): “Today shall everyone be fully recompensed for his deeds. None shall be wronged today. Surely Allah is Swift in Reckoning.”"},{"SurahNumber":40,"VerseNumber":18,"Text":"(O Prophet), then warn them of the Day that has drawn near, the Day when hearts full of suppressed grief will leap up to the throats and the wrong-doers shall neither have any sincere friend nor intercessor whose word will be heeded"},{"SurahNumber":40,"VerseNumber":19,"Text":"He knows even the most stealthy glance of the eyes and all the secrets that hearts conceal"},{"SurahNumber":40,"VerseNumber":20,"Text":"Allah will judge with justice, whereas those whom they call upon beside Him cannot judge at all. Surely Allah -- and He alone -- is All- Hearing, All-Seeing"},{"SurahNumber":40,"VerseNumber":21,"Text":"Have they not journeyed in the land that they might observe the end of those who came before them? They were even greater in strength than they and left behind more splendid traces in the land. Then Allah seized them because of their sins and they had none who could protect them from Allah"},{"SurahNumber":40,"VerseNumber":22,"Text":"They came to this end because their Messengers would come to them with Clear Signs and yet they would refuse to believe. So Allah seized them. He is indeed Strong, Terrible in Retribution"},{"SurahNumber":40,"VerseNumber":23,"Text":"Verily We sent Moses with Our Signs and a clear authority"},{"SurahNumber":40,"VerseNumber":24,"Text":"to Pharaoh and Haman and Korah. They said: “(He is) a sorcerer, an utter liar.”"},{"SurahNumber":40,"VerseNumber":25,"Text":"When Moses brought them the Truth from Us they said: “Kill the sons of all the believers who have joined him, but spare the women.” The guile of the unbelievers always ends in vain"},{"SurahNumber":40,"VerseNumber":26,"Text":"One day Pharaoh said: “Let me go and kill Moses; then let him invoke his Lord. I fear that he will change your religion or cause disruption in the land.”"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moses said: “I have taken refuge with my Lord and your Lord from everyone who waxes arrogant and does not believe in the Day of Reckoning.”"},{"SurahNumber":40,"VerseNumber":28,"Text":"Then a man endowed with faith, from Pharaoh's folk, who had kept his faith hidden, said: “Do you kill a person simply because he says: 'My Lord is Allah' even though he brought to you clear Signs from your Lord? If he is a liar, his lying will recoil upon him; but if he is truthful, you will be smitten with some of the awesome consequences of which he warns you. Allah does not guide to the Right Way any who exceeds the limits and is an utter liar"},{"SurahNumber":40,"VerseNumber":29,"Text":"My people, today the kingdom is yours, and you are supreme in the land. But if Allah's chastisement were to come upon you, who will come to our help?” Pharaoh said: “I only counsel what I consider right; I only direct you to the Path of Rectitude.”"},{"SurahNumber":40,"VerseNumber":30,"Text":"He who had faith said: “My people, I fear that you will confront a day like that which overtook many parties before you"},{"SurahNumber":40,"VerseNumber":31,"Text":"like the day that overtook the people of Noah and Ad and Thamud, and those who came after them. Allah does not wish to subject His servants to any injustice"},{"SurahNumber":40,"VerseNumber":32,"Text":"My people, I fear that you will encounter a day when there will be much wailing and you will cry out to one another for help"},{"SurahNumber":40,"VerseNumber":33,"Text":"the day when you will turn around to retreat, there will be none to protect you from Allah. He whom Allah lets go astray, none will be able to show him the Right Way"},{"SurahNumber":40,"VerseNumber":34,"Text":"Verily Joseph came to you with Clear Signs before, yet you continued to doubt his Message. Thereafter when he died, you said: 'Allah shall send no Messenger after him.'” Thus Allah leads astray those who transgress the limits and are given to much doubting"},{"SurahNumber":40,"VerseNumber":35,"Text":"those who contend regarding Allah's Signs without any evidence that might have come to them. That is exceedingly loathsome to Allah and to those that believe. Thus does Allah seal the heart of everyone who is proud and high-handed"},{"SurahNumber":40,"VerseNumber":36,"Text":"Pharaoh said: “Haman, build for me a lofty tower that I may scale the highways"},{"SurahNumber":40,"VerseNumber":37,"Text":"the highways to the heavens -- and have a look at the God of Moses, although I am certain that Moses is a liar.” Thus Pharaoh's evil deed was made to seem fair to him, and he was barred from the Right Path. Pharaoh's guile only led him to his own perdition"},{"SurahNumber":40,"VerseNumber":38,"Text":"The person endowed with faith said: “My people, follow me; I shall direct you to the Path of Rectitude"},{"SurahNumber":40,"VerseNumber":39,"Text":"My people, the life of this world is ephemeral, whereas the Hereafter, that is the permanent abode"},{"SurahNumber":40,"VerseNumber":40,"Text":"Whosoever does an evil deed will be requited only with the like of it; and whosoever acts righteously and has attained to faith -- be he a male or a female -- they shall enter Paradise and be provided sustenance beyond all reckoning"},{"SurahNumber":40,"VerseNumber":41,"Text":"My people, how is it that I call you to salvation while you call me to the Fire"},{"SurahNumber":40,"VerseNumber":42,"Text":"you call me to deny Allah and to associate with Him as His partners those regarding whom I have no knowledge (that they are Allah's partners in His Divinity), whereas I call you to the Most Mighty, the Most Forgiving"},{"SurahNumber":40,"VerseNumber":43,"Text":"There is no doubt that those whom you call me to have no claim to be called upon in this world and in the Hereafter. Certainly to Allah shall be our return, and those who exceed the limits are destined to the Fire"},{"SurahNumber":40,"VerseNumber":44,"Text":"Soon you shall remember what I say to you. I entrust my affairs to Allah. Surely Allah is watchful over His servants.”"},{"SurahNumber":40,"VerseNumber":45,"Text":"Eventually Allah saved the person endowed with faith from all the evils of their guile, and a woeful chastisement encompassed the Pharaonites"},{"SurahNumber":40,"VerseNumber":46,"Text":"They are exposed to the Fire every morning and evening; and when the Last Hour will come to pass, a command shall be given: “Admit the Pharaonites to an even more severe chastisement.”"},{"SurahNumber":40,"VerseNumber":47,"Text":"Just imagine when they will remonstrate with one another in Hell. The weak ones will say to those who waxed proud: “We were your followers. Will you, then, lighten for us a part of our suffering of the Fire?”"},{"SurahNumber":40,"VerseNumber":48,"Text":"Those who had waxed proud will reply: “All of us are in it. Allah has already passed His judgement among His servants.”"},{"SurahNumber":40,"VerseNumber":49,"Text":"Those suffering in the Fire will say to the keepers of Hell: “Call upon your Lord to lighten the chastisement for us just for a day.”"},{"SurahNumber":40,"VerseNumber":50,"Text":"The keepers of Hell will ask: “Did your Messengers not come to you with Clear Signs?” They will say: “Yes (they did).” The keepers of Hell will say: “Then you yourselves should call (upon the Lord). And the call of the unbelievers will end in vain.”"},{"SurahNumber":40,"VerseNumber":51,"Text":"Surely We shall help Our Messengers and the believers in the life of this world and on the Day when witnesses will rise to testify"},{"SurahNumber":40,"VerseNumber":52,"Text":"the Day when the excuses offered by the wrong-doers shall not avail them. They shall be victims of the curse and a woeful abode"},{"SurahNumber":40,"VerseNumber":53,"Text":"We surely guided Moses and made the Children of Israel the heirs of the Book"},{"SurahNumber":40,"VerseNumber":54,"Text":"which was a guidance and good counsel to people endowed with understanding and wisdom"},{"SurahNumber":40,"VerseNumber":55,"Text":"Be steadfast, then, (O Prophet), Allah's promise is true. Seek forgiveness for your shortcomings, and celebrate the praise of your Lord, evening and morning"},{"SurahNumber":40,"VerseNumber":56,"Text":"Verily those who dispute regarding the Signs of Allah without any evidence that might have come to them, nothing but vain pride fills their hearts. Yet they shall never be able to satisfy the pride with which they are puffed up. So seek refuge with Allah. Verily He is All-Hearing, All-Seeing"},{"SurahNumber":40,"VerseNumber":57,"Text":"Surely the creation of the heavens and the earth is a greater act than the creation of human beings. But most people do not know"},{"SurahNumber":40,"VerseNumber":58,"Text":"Never can the blind and the seeing be equal; nor those that believe and act righteously and those that do evil. Little do you understand"},{"SurahNumber":40,"VerseNumber":59,"Text":"The Hour will indeed come; there is no doubt about that. Yet most people do not believe"},{"SurahNumber":40,"VerseNumber":60,"Text":"Your Lord said: “Pray to Me, and I will accept your prayers. Surely those who wax too proud to worship Me shall enter Hell, utterly abased.”"},{"SurahNumber":40,"VerseNumber":61,"Text":"Allah it is Who made the night so that you may seek repose in it, and made the day radiant. Surely Allah is Most Bounteous to people; but most people do not give thanks"},{"SurahNumber":40,"VerseNumber":62,"Text":"Allah (Who bestowed all these favours upon you) is your Lord, the Creator of everything. There is no god but He. Whence are you, then, being led astray"},{"SurahNumber":40,"VerseNumber":63,"Text":"Thus it is only those who had denied Allah's Signs that were led astray"},{"SurahNumber":40,"VerseNumber":64,"Text":"Allah it is Who made the earth a dwelling place for you and made the sky a canopy, Who shaped you -- and shaped you exceedingly well -- and gave you good things as sustenance. That is Allah, your Lord; blessed be Allah, the Lord of the Universe"},{"SurahNumber":40,"VerseNumber":65,"Text":"He is the Ever-Living: there is no god but He. So call upon Him, consecrating to Him all your devotion. All praise and thanks be to Allah, the Lord of the whole Universe"},{"SurahNumber":40,"VerseNumber":66,"Text":"Say, (O Prophet): “I have been forbidden to worship those beside Allah whom you call upon. (How can I worship any beside Allah) when clear Signs have come to me from my Lord and I have been commanded to surrender to Allah, the Lord of the Universe?”"},{"SurahNumber":40,"VerseNumber":67,"Text":"He it is Who created you from dust, then from a sperm-drop, then from a clot; then He brings you out as an infant, then causes you to grow into full maturity, and then causes you to grow further so that you may reach old age, while some of you He recalls earlier. All this is in order that you may reach an appointed term and that you may understand (the Truth)"},{"SurahNumber":40,"VerseNumber":68,"Text":"He it is Who gives life and causes death. Whenever He decrees a thing, He only commands to it “Be”, and it is"},{"SurahNumber":40,"VerseNumber":69,"Text":"Did you not see those who dispute concerning Allah's Signs? Whence are they, then, being turned astray"},{"SurahNumber":40,"VerseNumber":70,"Text":"Those who gave the lie to this Book and all the Books which We had sent with Our Messengers shall soon come to know the Truth"},{"SurahNumber":40,"VerseNumber":71,"Text":"when fetters and chains shall be on their necks, and they shall be dragged into"},{"SurahNumber":40,"VerseNumber":72,"Text":"boiling water, and cast into the Fire"},{"SurahNumber":40,"VerseNumber":73,"Text":"It will then be said to them: “Where are those whom you"},{"SurahNumber":40,"VerseNumber":74,"Text":"associated with Allah in His Divinity?” They will say: “We have lost them; rather, we never used to call upon anyone before.” Thus will Allah cause them to stumble in error"},{"SurahNumber":40,"VerseNumber":75,"Text":"(They will be told): “This is because while you were on earth you took delight in untruth and exulted in it"},{"SurahNumber":40,"VerseNumber":76,"Text":"Enter Hell now to abide in it. How woeful is the abode of those who wax proud"},{"SurahNumber":40,"VerseNumber":77,"Text":"So be patient, (O Prophet). Surely Allah's promise is true. Whether We show them a part of the woeful consequences against which We warn them (while you are still in their midst) or We recall you (from this world) before that, eventually it is to Us that they shall be brought back"},{"SurahNumber":40,"VerseNumber":78,"Text":"Indeed We sent many Messengers before you: of them there are some whose account We have narrated to you and there are others whose account We have not narrated to you. It did not lie in any Messenger's power to bring any Sign except with Allah's leave. So when Allah's decree came, the matter was decided with justice, and those steeped in error courted utter loss, then and there"},{"SurahNumber":40,"VerseNumber":79,"Text":"Allah it is Who has made cattle for you so that you ride some of them and from some of them you derive food"},{"SurahNumber":40,"VerseNumber":80,"Text":"In them there are also other benefits for you, and through them you fulfil your heartfelt need (to reach places), and you are borne along upon them as upon the ships"},{"SurahNumber":40,"VerseNumber":81,"Text":"Allah shows His Signs to you; then which of Allah's Signs will you deny"},{"SurahNumber":40,"VerseNumber":82,"Text":"Did they not journey in the land that they may behold the end of those who had gone before them? They were more numerous and greater in strength and left behind more splendid traces in the land. Yet their attainments did not avail them"},{"SurahNumber":40,"VerseNumber":83,"Text":"When their Messengers came to them with Clear Signs, they arrogantly exulted in whatever knowledge they had. They were then encompassed by what they had mocked"},{"SurahNumber":40,"VerseNumber":84,"Text":"When they saw Our chastisement, they said: “We have come to believe in Allah, the Only One, and we reject all what we had associated (with Allah in His Divinity).”"},{"SurahNumber":40,"VerseNumber":85,"Text":"But their believing after they had seen Our chastisement did not avail them. That has been Allah's Way concerning His servants. And the unbelievers courted utter loss, then and there"},{"SurahNumber":41,"VerseNumber":1,"Text":"Ha'. Mim"},{"SurahNumber":41,"VerseNumber":2,"Text":"This is a revelation from the Most Merciful, the Most Compassionate"},{"SurahNumber":41,"VerseNumber":3,"Text":"a Book whose verses have been well-expounded; an Arabic Qur'an for those who have knowledge"},{"SurahNumber":41,"VerseNumber":4,"Text":"one bearing good news and warning. Yet most of them turned away and are not wont to give heed"},{"SurahNumber":41,"VerseNumber":5,"Text":"They say: “Our hearts are securely wrapped up against what you call us to, and in our ears is a heaviness, and between you and us there is a veil. So act; we too are acting.”"},{"SurahNumber":41,"VerseNumber":6,"Text":"Tell them, (O Prophet): “I am only a human being like you. It is revealed to me that your God is One God; so direct yourselves straight to Him, and seek His forgiveness. Woe to those who associate others with Allah in His Divinity"},{"SurahNumber":41,"VerseNumber":7,"Text":"who do not pay Zakah, and who deny the Hereafter"},{"SurahNumber":41,"VerseNumber":8,"Text":"As to those who have faith and do good works, surely theirs shall be a never-ending reward"},{"SurahNumber":41,"VerseNumber":9,"Text":"Tell them, (O Prophet): “Do you indeed disbelieve in Him and assign compeers to Him Who created the earth in two days? He is the Lord of all beings of the Universe"},{"SurahNumber":41,"VerseNumber":10,"Text":"(After creating the earth) He set up firm mountains on it, blessed it, and provided it with sustenance in proportion to the needs of all who seek (sustenance). All this was done in four days"},{"SurahNumber":41,"VerseNumber":11,"Text":"Then He turned to the heaven while it was all smoke. He said to the heaven and the earth: “Come (into being), willingly or unwillingly.” They said: “Here we come (into being) in willing obeisance.”"},{"SurahNumber":41,"VerseNumber":12,"Text":"Then He made them seven heavens in two days and revealed to each heaven its law. And We adorned the lower heaven with lamps, and firmly secured it. All this is the firm plan of the All-Mighty, the All-Knowing"},{"SurahNumber":41,"VerseNumber":13,"Text":"But if they turn away, tell them: “I warn you against a sudden scourge like that which struck Ad and Thamud.”"},{"SurahNumber":41,"VerseNumber":14,"Text":"When the Messengers (of Allah) came to them from the front and from the rear, saying: “Do not serve any but Allah”; they said: “Had our Lord so willed, He would have sent down angels. So we deny the Message you have brought.”"},{"SurahNumber":41,"VerseNumber":15,"Text":"As for Ad, they waxed proud in the land without justification and said: “Who is greater than we in strength?” Did they not see that Allah, Who created them, is greater in strength than they? They continued to deny Our Signs"},{"SurahNumber":41,"VerseNumber":16,"Text":"whereupon We sent upon them a fierce wind on inauspicious days that We might make them taste a degrading chastisement in the life of this world. And surely the chastisement of the Hereafter is even more degrading. There will be none to help them there"},{"SurahNumber":41,"VerseNumber":17,"Text":"As for Thamud, We bestowed guidance upon them, but they preferred to remain blind rather than be guided. At last a humiliating scourge overtook them on account of their misdeeds"},{"SurahNumber":41,"VerseNumber":18,"Text":"Yet We delivered those who believed and were God-fearing"},{"SurahNumber":41,"VerseNumber":19,"Text":"Imagine the Day when Allah's enemies will be mustered to the Fire, and the people of the former times will be detained until the arrival of people of the later times"},{"SurahNumber":41,"VerseNumber":20,"Text":"and when all have arrived, their ears, their eyes, and their skins shall bear witness against them, stating all that they had done in the life of the world"},{"SurahNumber":41,"VerseNumber":21,"Text":"They will ask their skins: “Why did you bear witness against us?” The skins will reply: “Allah gave us speech, as He gave speech to all others. He it is Who created you for the first time and it is to Him that you will be sent back"},{"SurahNumber":41,"VerseNumber":22,"Text":"When you used to conceal yourselves (while committing misdeeds) you never thought that your ears or your eyes or your skins would ever bear witness against you; you rather fancied that Allah does not know a great deal of what you do"},{"SurahNumber":41,"VerseNumber":23,"Text":"This thought of yours about your Lord has led to your perdition and you have become among the losers.”"},{"SurahNumber":41,"VerseNumber":24,"Text":"In this state, whether they bear with patience (or not), Fire alone shall be their abode. And if they seek to make amends, they will not be allowed to do so"},{"SurahNumber":41,"VerseNumber":25,"Text":"We had assigned to them companions who embellished for them all that was before them and behind them. Thus the same decree (of chastisement) which had overtaken the previous generations of jinn and human beings (also) became due against them. Surely they became the losers"},{"SurahNumber":41,"VerseNumber":26,"Text":"The deniers of the Truth say: “Do not give ear to the Qur'an and cause interruption when it is recited; thus perhaps you will gain the upper hand.”"},{"SurahNumber":41,"VerseNumber":27,"Text":"We shall certainly make these unbelievers taste a terrible chastisement and shall fully requite them according to the worst deeds that they committed"},{"SurahNumber":41,"VerseNumber":28,"Text":"That is the recompense of the enemies of Allah -- the Fire, their abiding home. That will be the re-compense for their denying Our Signs"},{"SurahNumber":41,"VerseNumber":29,"Text":"There the unbelievers will say: “Our Lord, show us those that led us astray, both jinn and humans, and we will trample them under our feet so that they are utterly degraded.”"},{"SurahNumber":41,"VerseNumber":30,"Text":"Those who say “Allah is our Lord” and then remain steadfast, upon them descend angels (and say): “Do not fear nor grieve, and receive good tidings of Paradise which you were promised"},{"SurahNumber":41,"VerseNumber":31,"Text":"We are your companions in this world and in the Hereafter. There you shall have all that you desire and all what you will ask for"},{"SurahNumber":41,"VerseNumber":32,"Text":"This is by way of hospitality from Him Who is Most Forgiving, Most Merciful.”"},{"SurahNumber":41,"VerseNumber":33,"Text":"And who is fairer in speech than he who calls to Allah and acts righteously and says: “I am a Muslim”"},{"SurahNumber":41,"VerseNumber":34,"Text":"(O Prophet), good and evil are not equal. Repel (evil) with that which is good, and you will see that he, between whom and you there was enmity, shall become as if he were a bosom friend (of yours)"},{"SurahNumber":41,"VerseNumber":35,"Text":"But none attains to this except those who are steadfast; none attains to this except those endowed with mighty good fortune"},{"SurahNumber":41,"VerseNumber":36,"Text":"And if you are prompted by a provocation from Satan, seek refuge with Allah. He, and He alone, is All-Hearing, All- Knowing"},{"SurahNumber":41,"VerseNumber":37,"Text":"And of His Signs are the night and the day, and the sun and the moon. Do not prostrate yourselves before the sun, nor before the moon, but prostrate yourselves before Allah Who created them, if it is Him that you serve"},{"SurahNumber":41,"VerseNumber":38,"Text":"But if they wax proud (and persist in their attitude, it does not matter, for) the angels near-stationed to your Lord glorify Him night and day, and never grow weary"},{"SurahNumber":41,"VerseNumber":39,"Text":"And of His Signs is that you see the earth withered, then We send down water upon it, and lo! it quivers and swells. Surely He Who gives life to the dead earth will also give life to the dead. Surely He has power over everything"},{"SurahNumber":41,"VerseNumber":40,"Text":"Those who pervert Our Signs are not hidden from Us. Is he who will be cast into the Fire better, or he who comes secure on the Day of Resurrection? Do as you wish; He sees all what you do"},{"SurahNumber":41,"VerseNumber":41,"Text":"These are the ones who rejected the Good Counsel when it came to them, although it is certainly a Mighty Book"},{"SurahNumber":41,"VerseNumber":42,"Text":"Falsehood may not enter it from the front or from the rear. It is a revelation that has been sent down from the Most Wise, the Immensely Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"(O Prophet), nothing is said to you but what was already said to the Messengers before you. Surely your Lord is the Lord of forgiveness and the Lord of grievous chastisement"},{"SurahNumber":41,"VerseNumber":44,"Text":"Had We revealed this as a non-Arabic Qur'an they would have said: “Why were its verses not clearly expounded? How strange, a non-Arabic scripture and an Arab audience!” Tell them: “It is a guidance and a healing to the believers. But to those who do not believe, it serves as a plug in their ears and a covering over their eyes. It is as if they are being called from a place far away"},{"SurahNumber":41,"VerseNumber":45,"Text":"And in the past We gave Moses the Book and yet it became an object of dispute. If your Lord's decree had not gone forth before, a decisive judgement would have been made among them, once and for all. Surely they are in a disquieting doubt about it"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever does good, does so to his own benefit; and whoever does evil, will suffer its evil consequence. Your Lord does no wrong to His servants"}]}