{"Id":317,"LanguageCodes":["sn","sna"],"Name":"sna-abdullahjmadini","Author":"Abdullah J. M. Adini And Students","Language":"Shona","Description":"Shona","Direction":"ltr","Source":"https://www.islamic-invitation.com/","Translations":[{"SurahNumber":33,"VerseNumber":31,"Text":"Uye kune uyo wese wenyu anoteerera mirairo yaAllah nemutumwa wavo, zvekare oita mabasa akanaka, tichamupa mubairo wake uri pauviri, uye tichamugadzirira raramo yakanaka (Paradhiso)"},{"SurahNumber":33,"VerseNumber":32,"Text":"Imi madzimai amuporofita! Hamuna kufanana nemamwe madzimai. Mukachengetedza mirairo yenyu, uye musafe munopfava pakutaura, nekuti uyo muhana make mune chirwere (chezvakaipa, nyengedzo nehupombwe) anogona kuva neshuviro, asi taurai zvine chiremerera"},{"SurahNumber":33,"VerseNumber":33,"Text":"Uye garai mudzimba dzenyu, uye musave munozvitaridza sezvaiitwa neavo venguva yevasingazivi, uye itai Swalaah, uye ipai zvipo (Zakaah), uye teererai Allah nemutumwa wavo (SAW). Zvirokwazvo, Allah vanoda kubvisa mabasa akaipa nezvitadzo kubva mamuri, imi vanhu vemhuri (yamutumwa (SAW)), uye kukuchenurai zvakazara"},{"SurahNumber":33,"VerseNumber":34,"Text":"Uye rangarirai (imi vanhu vemhuri yamutumwa, zvido zvaTenzi venyu) zvinoverengwa mudzimba dzenyu kubva pandima dzaAllah uye neSunnah (Magariro eMutumwa). Zvirokwazvo, Allah ndivo vega vane nyasha, uye vanoziva (zvinhu zvose)"},{"SurahNumber":33,"VerseNumber":35,"Text":"Zvirokwazvo, varume nemadzimai echiMuslim (vanozvipira kuna Allah), varume nemadzimai vanotenda muIslaam, varume nemadzimai vanoteerera (Allah), varume nemadzimai vari pachokwadi, varume nemadzimai vanotsungirira, varume nemadzimai vanozvidzikisira (pamberi paTenzi vavo Allah), varume nemadzimai vanopa zvipo, varume nemadzimai vanotsanya (muRamadhaan nedzimwe nguva apo kutsanya kunenge kusingamanikidzirwi), varume nemadzimai vanochengetedza nhengo dzavo dzakavandika (kubva kuhupombwe), uye varume nemadzimai vanorangarira Allah zvakanyanya (kuburikidza nemuhana dzavo nezvavanotaura), Allah vavagadzirira ruregerero uye mubairo mukuru (Paradhiso)"},{"SurahNumber":33,"VerseNumber":36,"Text":"Uye hazvibvumidzwi kumutendi, murume kana mudzimai, kuti kana Allah nemutumwa wavo (SAW) vachinge varonga hurongwa ivo voshandura muhurongwa hwavo. Uye uyo anopokana naAllah nemutumwa wavo (SAW), zvirokwazvo anenge arasika kurasika kuri pachena"},{"SurahNumber":33,"VerseNumber":37,"Text":"Uye (rangarirai) apo pawakati kwaari (Zaid Ibn Haarithah (RA)) uyo Allah vakamukomborera (nekumupinza muIslaam), uye newe ukamukomborera (nekumusunungura kubva muuranda): “Ramba une mudzimi wako, uye itya Allah!” Asi wakavanza muhana yako (kuti ucharoora murambiwa naZaid) izvo Allah vachave vanoburitsa. Uchitya vanhu (kuti vachati waroora murambiwa waZaid), uye Allah ndivo vanekodzero kuti uvatye. Nokudaro apo Zaid akamuramba, takave tinomuroodza kwauri, nemhaka yokuti (mune ramangwana) pasazove nedambudziko pakati pevatendi kuroora vakadzi vevanakomana vavakarera vasiri vavo apo vanenge vavaramba (madzimai avo). Uye murairo waAllah unofanirwa kuzadzikiswa"},{"SurahNumber":33,"VerseNumber":38,"Text":"Hapana kana chitadzo pana muporofita (SAW) pane izvo Allah vakabvumidza. Iyi ndiyo yaiva nzira yaAllah pane ayo (maporofita) enguva yakapfuura. Uye mirairo yaAllah yakatorongwa"},{"SurahNumber":33,"VerseNumber":39,"Text":"Avo vanoparidza shoko raAllah uye vovatya, uye vorega kutya kana ani zvake kusara kwaAllah. Uye Allah vakatokwana pakubvunzurudza"},{"SurahNumber":33,"VerseNumber":40,"Text":"Muhammad (SAW) haatombori kana baba vaani zvake pakati pevarume venyu, asi mutumwa waAllah zvekare muporofita wekupedzisira. Uye Allah vanoziva zvose"},{"SurahNumber":33,"VerseNumber":41,"Text":"Imi vatendi! Rangarirai Allah zvakanyanya"},{"SurahNumber":33,"VerseNumber":42,"Text":"Varumbidzei mangwanani uye nemasikati (Fajr neAsr)"},{"SurahNumber":33,"VerseNumber":43,"Text":"Ndivo vanotumira Swalaah (makomborero avo) kwamuri, uye ngirozi dzavo zvekare (dzinokukumbirirai makomborero neruregerero) kuti vakuburitsei kubva murima (kusatenda) kupinda muchaedza (Islaam). Uye ndivo chete vanetsitsi nevatendi"},{"SurahNumber":33,"VerseNumber":44,"Text":"Pazuva ravachasangana navo (Allah) kukwazisa kwazvo (ngirozi) kuchange kuri “Salaam (Runyararo)!” Uye vakavagadzirira mubairo mutsvene (Paradhiso)"},{"SurahNumber":33,"VerseNumber":45,"Text":"Iwe muporofita (Muhammad (SAW))! Zvirokwazvo, takutumira semupupuri, uye mupi wenhaurwa tsvene, uye muyambiri"},{"SurahNumber":33,"VerseNumber":46,"Text":"Uye seuyo anodaidzira kuna Allah (kuti hakuna kana ani anofanirwa kunamatwa kunze kwaAllah vega) nekuda kwavo, uye semwenje unoparadzira chiedza (kuburikidza nemirairo kubva muQur’aan neSunnah)"},{"SurahNumber":33,"VerseNumber":47,"Text":"Uye shambadzira kuvatendi (muhumwechete hwaAllah nemutumwa wavo (Muhammad (SAW)) nhaurwa tsvene, kuti kubva kuna Allah vachawana mubairo mukuru"},{"SurahNumber":33,"VerseNumber":48,"Text":"Uye usateerere vasingatendi uye nevanyengedzi, uye usavakuvadze (mukudzorera kukuvadza kwavanenge vakuita kusvikira waudzwa). Uye isa chivimbo chako muna Allah, uye vanokwana Allah semuchengetedzi wezvivimbo"},{"SurahNumber":33,"VerseNumber":49,"Text":"Imi vatendi! Kana muchiroora madzimai anotenda, uye mobva mavaramba musati mamboenda pabonde navo, hapana Iddah (nguva yakatarwa, Qur’aan 65: 4) munofanirwa kuvaverengera. Saka vapei zvipo, mobva mavasiya vakasununguka mune zvakanaka"},{"SurahNumber":33,"VerseNumber":50,"Text":"Iwe muporofita (Muhammad (SAW))! Zvirokwazvo, takabvumidza kwauri madzimai ako, avo wavakabvisira Mahr (Mari inobviswa nemurume achipa mudzimai wake), uye avo varandakadzi vaunochengeta vawakapiwa naAllah, nevanasikana vana sekuru vako (kudivi rababa), uye nevanasikana vana tete vako (kudivi rababa), uye nevanasikana vana sekuru vako kudivi raamai, uye nevanasikana vana maiguru nanamainini kudivi raamai, avo vanenge vatama (kubva kuMakkah) pamwe newe, uye nemudzimai anotenda kana achinge azvipa kuna muporofita uye muporofita vodawo kumuroora, chipo (ruremekedzo) kwauri chete, kwete kuvatendi vese. Zvirokwazvo, tinoziva izvo zvatakavakomekedza pamusoro pemadzimai avo uye varandakadzi vavo avo vavanochengeta kuti pasazove nedambudziko kwauri. Zvirokwazvo, Allah ndivo vanoregerera zvikuru, vane ngoni zhinji"},{"SurahNumber":33,"VerseNumber":51,"Text":"Iwe (Muhammad (SAW)) unokwanisa kumisa chijana cheuyo waunoda pamadzimai ako, uye unokwanisa kutambira uyo waunoda. Kune uyo upi waunenge wambotsveta parutivi, hapana kana chitadzo kwauri (kumutambira zvekare). Zviri nani kuti vachengetedzwe vasashungurudzwa, uye vose vofadzwa neizvo zvaunenge wavapa. Allah vanoziva zviri muhana dzenyu. Uye Allah vanoziva zvinhu zvose, uye vane moyo murefu zvikuru"},{"SurahNumber":33,"VerseNumber":52,"Text":"Hazvitenderwi kwauri (kuroora) mamwe madzimai mushure meizvi, kana kuchinja nemamwe madzimai kunyangwe vakanaka zvinokufadza kusara kwevarandakadzi vaunochengeta. Uye Allah vanoona zvinhu zvose"},{"SurahNumber":33,"VerseNumber":53,"Text":"Imi vatendi! Musapinda mudzimba dzemuporofita (SAW) kusara kwekuti mvumo yapiwa kwamuri yekuti mudye kwete (kukasika kuuya) kuzomirira gadziriro yacho. Asi kana muchinge makokwa, pindai, uye kana muchinge matora kudya kwenyu shaikai musina kumirira kana nyaya. Zvirokwazvo (kahunhu kakadero), kanogumbura muporofita uye vanokunyarai (kukutaurirai kuti muchienda). Asi Allah havanyari (kukuudzai) chokwadi. Uye kana muchibvunza chero zvamunoda kumadzimai ake, vabvunzei muri seri kwechimwe chinhu, izvi ndizvo zvinhu zvakarurama pamoyo penyo neyavo. Uye hazvina kunaka kuti mugumbure mutumwa waAllah (SAW), kana kuti kuroora madzimai ake mushure mekufa kwake. Zvirokwazvo, izvi naAllah zvichange zviri chitadzo chikuru"},{"SurahNumber":33,"VerseNumber":54,"Text":"Kana mukaviga zvimwe zvinhu kana kuzviburitsa, zvirokwazvo, Allah vanoziva zvinhu zvose"},{"SurahNumber":33,"VerseNumber":55,"Text":"Hapana chitadzo kwavari (madzimai amuporofita (SAW) kana vakabvisa maduku avo) pamberi pamadzibaba avo, kana vanakomana vavo, kana hanzvadzi dzavo, kana vanakomana veanzvadzi dzavo, kana vanakomana vamadzikoma avo, kana mamwe madzimai (anotenda), kana varandakadzi vavo. Uye (imi madzimai) ityai Allah. Zvirokwazvo, Allah vanopupura zvinhu zvose"},{"SurahNumber":33,"VerseNumber":56,"Text":"Zvirokwazvo, Allah vanotumira makomborero avo kuna muporofita (Muhammad (SAW)), uye nengirozi dzavo (zvinokumbira kuti Allah vavakomborere nekuvaregerera). Imi vatendi! Tumiraiwo minamato kwaari (kukumbira kuna Allah kuti vamukomborere nekumuregerera Muhammad (SAW)), uye momukwazisa nenzira yekukwazisa nayo muIslaam (As-Salaamu Alaykum)"},{"SurahNumber":33,"VerseNumber":57,"Text":"Zvirokwazvo, avo vanotsamwisa Allah nemutumwa wavo (SAW), Allah vanovarengera pasi rinho, uye muhupenyu hwemangwana, uye vakavagadzirira mutongo unonyadzisa"},{"SurahNumber":33,"VerseNumber":58,"Text":"Uye avo vanotsamwisa varume nemadzimai anotenda pasina chikonzero, zvirokwazvo, vazvitakurira mhoswa yekupomera mhoswa vamwe (ivo vasina kuipara), uye chitadzo chiri pachena"},{"SurahNumber":33,"VerseNumber":59,"Text":"Iwe Muporofita! Taurira madzimai ako uye vanasikana vako uye nemadzimai evatendi kuti vavhare miviri yavo yose nenguwo dzavo. Zvinenge zviri nani kuti vazivikanwe (sevakadzi vanoremekedzeka) uye kuti vasave vanoshungurudzwa. Zvirokwazvo, Allah ndivo vane ruregerero rukuru, nenyasha zhinji"},{"SurahNumber":33,"VerseNumber":60,"Text":"Asi vanyengedzi, neavo mumoyo yavo mune chirwere (cheupombwe), uye avo vanofambisa makuhwa kubva pavanhu vemuMadeenah vakasasiya, zvirokwazvo, tichakuita kuti uvakurire, uye zvirokwazvo havazombokwanisa kugaramo savavakidzani vako asi kusara kwekanguva kadiki"},{"SurahNumber":33,"VerseNumber":61,"Text":"Vachatsvinyirwa, uye vachange vari vanorwadziswa kwese kwavanenge vari, uye vachauraiwa zvakanyanya"},{"SurahNumber":33,"VerseNumber":62,"Text":"Ndiyo yaiva nzira yaAllah panguva yeavo vakapfuura, uye hauzombowana kana imwe shanduko panzira yaAllah"},{"SurahNumber":33,"VerseNumber":63,"Text":"Vanhu vakakuvhunza maererano nenguva, taura kuti: “Ruzivo rwayo runongova naAllah chete. Unombozivei! Inokwanisa (nguva) kunge iri pedyo!”"},{"SurahNumber":33,"VerseNumber":64,"Text":"Zvirokwazvo, Allah vakasvora (vakarengera) vanhu vasingatendi, uye vakavagadzirira moto unopisa"},{"SurahNumber":33,"VerseNumber":65,"Text":"Umo mavachagara zvachose, uye havafi vakawana muchengetedzi kana mubatsiri"},{"SurahNumber":33,"VerseNumber":66,"Text":"Pazuva iro zviso zvavo zvichatendeudzwa mumoto, vachataura kuti: “Imi ingadai takateerera Allah uye nemutumwa (Muhammad (SAW)).”"},{"SurahNumber":33,"VerseNumber":67,"Text":"Uye vachataura kuti: “Tenzi vedu! Zvirokwazvo, takave tinoteerera vatungamiriri nevakuru vedu, naizvozvo vakatiburitsa munzira (yakatwasuka).”"},{"SurahNumber":33,"VerseNumber":68,"Text":"“Tenzi vedu! Vapei marwadzo kaviri uye movarengera kurengera kukuru!”"},{"SurahNumber":33,"VerseNumber":69,"Text":"Imi vatendi! Musaite seavo vakasvota Musa. Asi Allah vakamuchenesa pamusoro peizvo zvavaitaura, uye akava munhu akakosha pamberi paAllah"},{"SurahNumber":33,"VerseNumber":70,"Text":"Imi vatendi! Itai basa renyu kuna Allah uye kuvatya, uye taurai chokwadi (nguva dzose)"},{"SurahNumber":33,"VerseNumber":71,"Text":"Vachaita kuti mabasa enyu ave akanaka uye vokuregererai zvitadzo zvenyu. Uye uyo ari upi zvake anoteerera Allah nemutumwa wavo (SAW), zvirokwazvo, anenge abudirira kubudirira kukuru (achanunurwa kubva kumoto uye opinzwa muParadhiso)"},{"SurahNumber":33,"VerseNumber":72,"Text":"Zvirokwazvo, takave tinopa Al-Amaanah (Basa) kumatenga nenyika uye nemakomo, asi zvakaramba kuritakura uye zvikaritya (zvichitya murango waAllah), asi vanhu vakaritakura. Zvirokwazvo, vakazvidzvanyirira uye vari bundu"},{"SurahNumber":33,"VerseNumber":73,"Text":"Kuitira kuti Allah vazorwadzisa vanyengedzi vechirume nevechikadzi uye maMushrikoon (vasingatendi muumwechete waAllah). Uye Allah vacharegerera vanotenda (muIslaam) varume nemadzimai. Uye Allah vane ruregerero rukuru, nenyasha zhinji"},{"SurahNumber":34,"VerseNumber":1,"Text":"Kurumbidzwa nekutendwa ndekwaAllah, avo ndivo muridzi wezvese zviri mumatenga nenyika. Kurumbidzwa nekutendwa ndekwavo muhupenyu hunotevera. Uye ndivo muchenjeri, uye muzivi wezvose"},{"SurahNumber":34,"VerseNumber":2,"Text":"Vanoziva zvinopinda pasi uye zvinobuda mariri, uye zvinodzika kubva kudenga nezvinokwira kwariri. Uye ndivo vane tsitsi dzose, neruregerero"},{"SurahNumber":34,"VerseNumber":3,"Text":"Avo vasingatendi vanoti: “Nguva (yekutongwa) haiuye kwatiri.” Taura: “Hongu! Ndinopika naTenzi vangu, muzivi wezvisingaoneki, ichauya kwamuri. Hapana kanhu kadiki pauremu kana kurema kushoma kune ikako kana kukura kukadarika chingatiza ruzivo rwavo mumatenga kana pasi, asi kuti chiri mugwaro rakajeka (Al-Lauh Al-Mahfoodh).”"},{"SurahNumber":34,"VerseNumber":4,"Text":"Kuti vave vanopa mubairo kune avo vanotenda (muhumwechete waAllah) nekuita mabasa akanaka. Vakadaro vachawana ruregerero uye neraramo yakanaka (Paradhiso)"},{"SurahNumber":34,"VerseNumber":5,"Text":"Asi avo vanotsungirira mukupikisa ndima dzedu nekudzishingaidza, ivo vachave vanowana mutongo unorwadza"},{"SurahNumber":34,"VerseNumber":6,"Text":"Uye avo vakapuhwa ruzivo vanoona zvakadzikiswa kwauri (Muhammad (SAW)) kubva kuna Tenzi vako kuti ichokwadi, uye zvinotungamira kunzira yeMukuru, neMurumbidzwi"},{"SurahNumber":34,"VerseNumber":7,"Text":"Avo vasingatendi vanoti: “Tingakutungamirirei kune murume (Muhammad (SAW)) uyo anokuudzai (kuti) kana maitwa ivhu mave zvimedu zvimedu, chokwadi muchasikwa (zvekare) patsva?”"},{"SurahNumber":34,"VerseNumber":8,"Text":"Asi aunza manyepo pamusoro paAllah kana kuti mune kupenga maari? Kwete! Asi vasingatendi muhupenyu hwemangwana ndivo (pachavo) vari mumarwadzo, uye vakarasika zvakanyanya"},{"SurahNumber":34,"VerseNumber":9,"Text":"Havaoni zviri mberi nemumashure mavo, zvedenga nepasi? Kana tikada, tinonyudza pasi navo, kana kuita kuti zvimedu zvedenga zvivadonhere. Zvirokwazvo, mune izvozvo mune chiratidzo kune wese muranda anotendeukira kuna Allah (achikumbira rugerero)"},{"SurahNumber":34,"VerseNumber":10,"Text":"Uye zvirokwazvo, takave tinopa Dawood (Davhidha) nyasha kubva kwatiri (tichiti): “Imi makomo! Rumbidzai (Allah) naye! Uye imi shiri (zvekare)! Uye takaita kuti mhangura (simbi) imupfavire.”"},{"SurahNumber":34,"VerseNumber":11,"Text":"Tichiti: “Zvigadzirisire mabhachi, uye enzanisa zvindove zvemadema utare engetani, uye moita (imi vanhu) zvakanaka. Zvirokwazvo, ndiri muoni wezvose zvamunoita.”"},{"SurahNumber":34,"VerseNumber":12,"Text":"Uye Sulaimaan (Soromoni) takamupa mhepo, hungwanani hwayo hwaiva mwedzi (werwendo), uye usikati hwayo hwaiva mwedzi (werwendo). Uye takaita kuti dare (tsime) rendarira rimuerere, uye paiva nemaJinn aishanda pamberi pake nekuda kwaTenzi vake. Uye uyo kubva kwavari akatendeuka kubva kurairo yedu, tichaita kuti ave anoravira kuvirima kwemoto"},{"SurahNumber":34,"VerseNumber":13,"Text":"Vaimushandira sekuda kwake, (vachivaka) makamuri marefu, zvivezwa, shambiro hombe sechengeto, uye mapoto mahombe akagadzikwa (pasi panzvimbo yavo). “Sevenzai, imi vemhuri yaDawood (Davhidha) mune kutenda!” Asi vashoma vevaranda vangu ndivo vanotenda"},{"SurahNumber":34,"VerseNumber":14,"Text":"Apo takave tinozadzisa rufu rwake (Sulaimaan (Soromoni)), hapana chakavaudza (maJinn) nezverufu rwake kunze kwegore duku repasi iro rairamba (zvishoma nezvishoma) richidya tsvimbo yake. Saka apo akadonha, Majinn akanyatsoona kuti dai vaiva vaziva zvisingaoneki, vaiva vasingagari mumarwadzo anonyadzisa"},{"SurahNumber":34,"VerseNumber":15,"Text":"Zvirokwazvo paiva kuna Sheba chiratidzo munzvimbo dzavaigara – mapindu maviri kudivi rerudyi uye nekuruboshwe, (zvikanzi kwavari): “Idyai pane zvamakapuwa naTenzi venyu, uye ivai munovatenda.” Pasi pakafanira uye naTenzi vanoregerera"},{"SurahNumber":34,"VerseNumber":16,"Text":"Asi vakatendeukira kudivi, saka takatuma kwavari mapopoma, uye tikasandura mapindur avo maviri kuita mapindu emichero inovava, uye nemimwe michero, uye nemiti mishoma yelatosi"},{"SurahNumber":34,"VerseNumber":17,"Text":"Naizvozvo takavapa mubairo nemhaka yokuti vaisatenda. Uye hatipe mubairo (wakadaro) kunze kweavo vasingatendi"},{"SurahNumber":34,"VerseNumber":18,"Text":"Uye takagadzika, pakati pavo nemaguta atakaropafadza, maguta ari nyore kuoneka, uye tikaita kuti zvidimbu (zverwendo) pakati pavo zvive nyore (tichiti): “Fambai maari murugare manheru nemasikati.”"},{"SurahNumber":34,"VerseNumber":19,"Text":"Asi vakati: “Tenzi vedu! Itai kuti zvidimbu zvekufamba kwedu pakati pedu zvirebe,” uye vakazvitadzira pachavo. Uye takavaita kuti vave sengano (panyika), uye tikavaparadzira vose zvachose. Zvirokwazvo, mazviri mune mucherechedzo kune wese anotsungirira, anotenda zvikuru"},{"SurahNumber":34,"VerseNumber":20,"Text":"Uye zvirokwazvo Satani kufunga kwake kwakave chokwadi pamusoro pavo, uye vakamutevera, kunze kweboka revatendi"},{"SurahNumber":34,"VerseNumber":21,"Text":"Uye iye (Satani) ange asina masimba pamusoro pavo, kunze kwekuti tive tinoedza uyo anotenda muhupenyu hwemangwana neuyo asingagutsikani nawo. Uye Tenzi vako vanoona zvose. (Vanonyora zviito zvemunhu wese, uye vachamupa mubairo unoenderana nazvo)"},{"SurahNumber":34,"VerseNumber":22,"Text":"Taura (Muhammad (SAW)): “Shevedzai avo vamunoti (ndanamwari) kunze kwaAllah! Havana kana uremu hwekanhu kadiki kudenga kana pasi, uye havana mugove maari, uye Haana (Allah) kana mubatsiri kubva kwavari.”"},{"SurahNumber":34,"VerseNumber":23,"Text":"Kumirirwa kwavari (Allah) hakubatsiri kunze kune uyo wavanobvumidza. Kusvikira apo kutya kukabviswa kubva madziri (ngirozi) muhana dzadzo, dzinoti (ngirozi): “Chii chataura Tenzi venyu?” Dzinoti: “Chokwadi. Uye ndivo vari pamusoro-soro, vakuru.”"},{"SurahNumber":34,"VerseNumber":24,"Text":"Taura (Muhammad (SAW)): “Ndiyani anokupai raramo kubva kumatenga nepasi?” Iti: “Allah. Uye zvirokwazvo isu kana imi takatungamirirwa kana takarasika zviri pachena.”"},{"SurahNumber":34,"VerseNumber":25,"Text":"Taura (Muhammad (SAW) kune vasingatendi): “Hamumbobvunzwi nemhaka yokutadza kwedu, uye hatimbobvunzwi pamusoro pezvamurikuita.”"},{"SurahNumber":34,"VerseNumber":26,"Text":"Taura: “Tenzi vedu vachatiunganidza tose (pazuva rekutongwa), uye vachatonga pakati pedu nechokwadi. Uye ndivo mutongi anonyatsotonga, vanoziva zvose.”"},{"SurahNumber":34,"VerseNumber":27,"Text":"Taura (Muhammad (SAW)): “Ndiratidzei avo murikuvabatanidza navo (Allah) sevabatsiri. Kwete (hapana vabatsiri)! Asi ndiAllah (chete) vane masimba ose, vane hungwaru hwose.”"},{"SurahNumber":34,"VerseNumber":28,"Text":"Uye hatina kukutuma (Muhammad (SAW)) kunze kwekuve mupi wemashoko akanaka uye muyambiri kune vanhu vose, asi vanhu vakawanda havazvizivi"},{"SurahNumber":34,"VerseNumber":29,"Text":"Uye vanoti: “Ndirinhi pachauya vimbiso iyi (zuva rekutongwa) kana uri pachokwadi?”"},{"SurahNumber":34,"VerseNumber":30,"Text":"Taura (Muhammad (SAW)): “Vimbiso kwamuri ndeye zuva iro ramuchatadza kudzosera awa (nguva) kumashure kana kuendesa mberi.”"},{"SurahNumber":34,"VerseNumber":31,"Text":"Uye avo vasingatendi vanoti: “Hatitendi muQur’aan iri kana mune izvo zvaiva mumashure maro.” Asi dai maiona apo vatadzi vachaitwa kuti vamire pamberi paTenzi vavo, vachitaudzana vachipomerana. Avo vange vakadzvanyirirwa vasina simba vachati kune avo vaizvitutumadza: “Dai pasina imi, zvirokwazvo, tingadai takave vatendi!”"},{"SurahNumber":34,"VerseNumber":32,"Text":"Uye avo vaizvitutumadza vachati kune avo vange vakadzvanyirirwa: “Takakuvharidzirai kunhungamiri here payakauya kwamuri? Kwete, asi maiva vatadzi.”"},{"SurahNumber":34,"VerseNumber":33,"Text":"Avo vainzi havana masimba (vaidzvanyirirwa) vachati kune avo vaizvitutumadza: “Kwete, asi kwaiva kuronga kwenyu husiku nesikati, apo makatikomekedza kusatenda muna Allah uye kuisa vamwe kwavari!” Uye vachaviga kudemba kwavo (nekusateerera kwavo Allah panyika) apo vachaona marwadzo. Uye tichaisa ngetani dzemhangura (simbi) kupoteredza huro dzeavo vaisatenda. Vachapuwa here mubairo kunze kweizvo vaiita"},{"SurahNumber":34,"VerseNumber":34,"Text":"Uye hatina kutumira muyambiri kuguta asi avo vakapuwa hupfumi hwepanyika nekugarika pakati pavo vakati: “Hatitendi muizvo zvamatumwa nazvo.”"},{"SurahNumber":34,"VerseNumber":35,"Text":"Uye vanoti: “Tine upfumi nevana vakawanda, uye hatizove tinopuwa mutongo.”"},{"SurahNumber":34,"VerseNumber":36,"Text":"Taura (Muhammad (SAW)): “Zvirokwazvo, Tenzi vangu vanokudza raramo kune uyo wavanoda uye kuderedza, asi vanhu vakawanda havazvizivi.”"},{"SurahNumber":34,"VerseNumber":37,"Text":"Uye hausi upfumi hwenyu, kana vana venyu vanokuunzai pedyo nesu, asi kunze kweuyo anotenda (muIslaam) nekuita mabasa akanaka. Vakadaro vachawana mubairo wakapetwa kaviri nezvavaiita, uye vachave vanogara munzvimbo dzapamusoro (Paradhiso) murunyararo"},{"SurahNumber":34,"VerseNumber":38,"Text":"Uye avo vanoshanda nesimba kuda kuparadza zviratidzo zvedu nechinangwa chekuzvishingaidza, vachava vanounzwa kumarwadzo"},{"SurahNumber":34,"VerseNumber":39,"Text":"Taura: “Zvirokwazvo, Tenzi vangu vanowedzera raramo kune uyo wavanoda kubva kune varanda vavo, uye kumuderedzera. Uye chero chamuchashandisa (munzira yaAllah kubva muhupfumi hwenyu), vanodzosera. Uye ndivo mupi anakanaka wepamusoro-soro weraramo.”"},{"SurahNumber":34,"VerseNumber":40,"Text":"Uye zuva ravachavaunganidza wose, vachati kungirozi: “Ndimi here mainamatwa nevanhu ava?”"},{"SurahNumber":34,"VerseNumber":41,"Text":"Dzichati (Ngirozi): “Kurumbidzwa ndekwenyu! Ndimi muchengeti wedu kusiya kwavo. Kwete, asi vainamata maJinn; vakawanda vavo vaiva vatendi maari.”"},{"SurahNumber":34,"VerseNumber":42,"Text":"Saka zuva ranhasi mumwe wenyu hakwanisi kubatsira kana kukuvadza mumwe. Uye tichati kune avo vaiita zvakaipa (vainamata zvimwe zvinhu pamwechete naAllah): “Ravirai marwadzo emoto uyo wamairamba.”"},{"SurahNumber":34,"VerseNumber":43,"Text":"Uye kana micherechedzo yedu iripachena ikaverengwa kwavari, vanoti: “Chii ichi kunze kwekuti murume (Muhammad (SAW)) anoda kukubvisai kubva kune izvo madzitateguru enyu ainamata.” Uye vanoti: “Iri (Qur’aan) hapana zviripo kunze kwemanyepo akafungwa.” Uye avo vasingatendi vanoti kana chokwadi chauya kwavari: “Hapana zviripo kunze kwemapipi ari pachena!”"},{"SurahNumber":34,"VerseNumber":44,"Text":"Uye hatina kuvapa magwaro kuti vamadzidze, kana kutumira kwavari muyambiri mushure mako (Muhammad (SAW)"},{"SurahNumber":34,"VerseNumber":45,"Text":"Uye vaiva mumashure mavo vakaramba, asi ava havana kumbowana kana kagumi kubva kune izvo zvatakavapa (vekare), asi vakaramba vatumwa vangu. Saka wakanga wakaoma sei murango wangu"},{"SurahNumber":34,"VerseNumber":46,"Text":"Taura (Muhammad (SAW)) kuti: “Ndinokukurudzirai chinhu chimwe: kuti momira nechinangwa chekufadza Allah muri vaviri uye mumwe, uye mofungisisa. Hakuna kupenga kune umwe wenyu (Muhammad (SAW)). Anongova muyambiri kwamuri pamberi pemarwadzo akaomarara.”"},{"SurahNumber":34,"VerseNumber":47,"Text":"Taura (Muhammad (SAW)) kuti: “Chero mubairo wandakakukumbirai ndewenyu. Mubairo wangu unobva kuna Allah bedzi, uye ndivo mupupuri pamusoro pezvinhu zvose.”"},{"SurahNumber":34,"VerseNumber":48,"Text":"Taura (Muhammad (SAW)) kuti: “Zvirokwazvo, Tenzi vangu vanodzikisa chokwadi, muzivisisi wezvakavandika.”"},{"SurahNumber":34,"VerseNumber":49,"Text":"Taura (Muhammad (SAW)) kuti: “Chokwadi (Qur’aan) chauya, uye manyepo (satani) haavaki chinhu uye haamutsi (chinhu).”"},{"SurahNumber":34,"VerseNumber":50,"Text":"Taura: “Chero ndikarasika, ndinenge ndarasika ndoga. Asi ndikaramba ndakatungamirwa, imhaka yedudziro yaTenzi vangu kwandiri. Zvirokwazvo, ndivo munzwi wezvose, vari padyo (nezvinhu zvose).”"},{"SurahNumber":34,"VerseNumber":51,"Text":"Asi dai waiona, apo vachave vatyitya pasina kwekutizira, uye vachabvutwa (vachabatwa) panzvimbo iri pedyo"},{"SurahNumber":34,"VerseNumber":52,"Text":"Uye vachati (muhupenyu hwemangwana): “Tavakutenda (iyezvino),” asi vangagamuchira kutenda sei kunzvimbo iri kure kure (kwavasingakwanisi kudzoka kuhupenyu wepasi)"},{"SurahNumber":34,"VerseNumber":53,"Text":"Zvirokwazvo, vakarega kutenda (muIslaam) mushure (pasi rino), uye vaiva nekufungidzira pamusoro pezvisingaoneki (Paradhiso, Gehena, Kumutswa, Vimbiso yaAllah vachiti zvese manyepo) kubva kunzvimbo iri kure"},{"SurahNumber":34,"VerseNumber":54,"Text":"Uye chidziviriro chichaiswa pakati pavo neizvo zvavanoshuvira (Ruregerero nekutenda) sezvakaitwa mumashure nevanhu vakafanana navo. Zvirokwazvo, vaiva nekufungidzira nekusagutsikana kukuru"},{"SurahNumber":35,"VerseNumber":1,"Text":"Kurumbidzwa nekutenda kwose ndekwaAllah, Musiki wematenga nenyika, vakaita ngirozi vatumwa vane mapapiro maviri, matatu kana mana. Vanowedzera mukusika zvavanoda. Zvirokwazvo, Allah vanokwanisa kuita zvose"},{"SurahNumber":35,"VerseNumber":2,"Text":"Kubva mutsitsi Allah dzavanopa kuvanhu, hapana angazvidzivirira; uye dzavanodzivirira hapana angape mushure mezvo. Uye ndivo samasimba, vane hungwaru hwose"},{"SurahNumber":35,"VerseNumber":3,"Text":"Imi vanhu! Rangarirai makomborero aAllah kwamuri! Pane here mumwe musiki kunze kwaAllah avo vanokupai kubva kudenga (mvura) uye nepasi? Laa ilaaha illaa Huwa (Hakuna umwe ane kodzero yekunamatwa kunze kwavo). Saka munotendeukirei (kubva kwavari)"},{"SurahNumber":35,"VerseNumber":4,"Text":"Uye vakakuramba (Muhammad (SAW)), zvirokwazvo vamwe vatume vakarambwa mushure mako. Uye kuna Allah ndiko kunodzoserwa nyaya dzose"},{"SurahNumber":35,"VerseNumber":5,"Text":"Imi vanhu! Zvirokwazvo, vimbiso yaAllah ndeyechokwadi. Saka musarega hupenyu huno huchikunyengedzai, uye mambo wevanyengedzi (satani) asakunyengedzei nezvaAllah"},{"SurahNumber":35,"VerseNumber":6,"Text":"Zvirokwazvo, Satani imhandu kwamuri, saka mutorei semuvengi. Anoshevedza vateveri vake kuti vave vagari vemumariri emoto"},{"SurahNumber":35,"VerseNumber":7,"Text":"Avo vasingatendi, chavo uchange uri mutongo wakaomarara; uye avo vanotenda (muhumwechete hwaAllah) zvekare voita mabasa akanaka, vachawana ruregerero uye nemubairo mukuru (Paradhiso)"},{"SurahNumber":35,"VerseNumber":8,"Text":"Uyo mabasa ake akaipa anoshongedzwa aonekere kwaari seakanaka (akafanana here neuyo ari panzira yakatwasuka)? Zvirokwazvo, Allah vanosiya uyo wavanoda kuti apengereke, zvekare votungamira wavanoda. Usazviparadze (Muhammad (SAW)) kana kuzvigumbura nekuda kwavo. Zvirokwazvo, Allah vanoziva zvose zvavanoita"},{"SurahNumber":35,"VerseNumber":9,"Text":"Uye ndiAllah vanotumira mhepo kuti isimudze makore.Tomaendesa kunzvimbo yakafa (yakaoma), nekuda kwavo tinobva tamutsa nzvimbo iyi mushure mekufa kwayo. Nekudaro kuchava kumutswa kwevafi (pazuva rekutongwa)"},{"SurahNumber":35,"VerseNumber":10,"Text":"Kana mumwe munhu achida mukurumbira, ngaazive kuti mukurumbira wese ndewaAllah chete (Uye munhu anokwanisa kuwana mukurumbira chete kuburikidza nekuteerera Allah nekuvanamata). Mashoko akanaka anoenda kwavari, uye basa rakanaka zvakare anowasimudza (Mashoko akanaka haatambirwi naAllah kunze kwekuti achiteverwa nemabasa akanaka). Asi avo vanoronga kuita mabasa akaipa, vachange vaine mutongo wakaomarara. Uye urongwa wavo unopera (unoparara)"},{"SurahNumber":35,"VerseNumber":11,"Text":"Uye Allah vakakusikai (Adam) kubva muvhu, uye kubva muNutfah (vana vaAdam kubva mumvura yababa naamai yakasangana), uye vakakuisai muhuviri (murume nemukadzi). Hapana mukadzi anozvitakura kana kuzvara mwana kusiya kwekuti ivo vanenge vachizviziva. Hapana kana munhu anowedzerwa kana kudimburirwa hupenyu kusara kwekuti zvinenge zvakanyorwa mugwaro. Zvirokwazvo, pamberi pavo Allah zvinhu zvidukusa (zvirinyore)"},{"SurahNumber":35,"VerseNumber":12,"Text":"Uye makungwa maviri (mhando dzemvura dzirimo) hadzina kufanana. Imwe inonaka uye ichitapira pakunwa, uye imwe ichivava zvekare ichisvota kunwa. Uye kubva maari (Makungwa) munodya nyama yehove nyoro, uye munowana kubvamo zvipfekwa. Uyezve zvekare unoona ngarava dzichifamba imo mumvura, muchitsvaga zvimwe zvezvipo zvavo (Allah), uye kuti muve munotenda"},{"SurahNumber":35,"VerseNumber":13,"Text":"Vanoita kuti usiku upinde muzuva (nguva inoshomeka usiku inowedzerwa kunguva yemasikati), uye voita kuti masikati apinde muhusiku (nguva inoshomeka yemasikati inowedzerwa kunguva yeusika). Ndivo zvekare vane masimba pamusoro pezuva nemwedzi, chimwe nechimwe chinofamba panguva yakatarwa. Ava ndiAllah, Tenzi venyu. Ndivo vane humambo. Uye avo vanomudavidzira vasiri ivo (Allah), havasi varidzi kana veganda remodzi yemadheti"},{"SurahNumber":35,"VerseNumber":14,"Text":"Kunyange mukavashevedzera, havanzwi kana kudana kwenyu. Uye kunyangwe vakakunzwai havatombokwanisi kana kukupindurai (kukupai zvamurikuda). Uye pazuva rekumutswa vacharamba kuvanamata kwamaiita. Zvekare hapana achakuudza (Muhammad (SAW)) seavo anoziva zvose (Allah)"},{"SurahNumber":35,"VerseNumber":15,"Text":"Imi vanhu! Imi ndimi munomirira rubatsiro rwaAllah. Asi Allah ndivo vane upfumi hwose, vanofanirwa kurumbidzwa"},{"SurahNumber":35,"VerseNumber":16,"Text":"Ingadai vaida, vaikuparadzai mose uye vounza zvisikwa zvitsva"},{"SurahNumber":35,"VerseNumber":17,"Text":"Izvi hazvina kana kumbooma kuna Allah"},{"SurahNumber":35,"VerseNumber":18,"Text":"Uye hapana kana munhu achatakura mikwende yemumwe. Uye kana ane mikwende akasheedzera kuti itakurwe, hapana chichatakurwa kubva kwairi, kunyangwe ari munhu wepedyo. Zvirokwazvo, unokwanisa (Muhammad (SAW)) kuyambira avo vanotya Tenzi vavo vasingaoneki uye voita Swalaah. Uye uyo anozvichenura (kubva kuzvitadzo), anenge achizvichenura nekuzvibatsira pachake. Uye zvirokwazvo kuna Allah ndiko kwatichadzokera"},{"SurahNumber":35,"VerseNumber":19,"Text":"Havana kuenzana, asingaoni (asingatendi) neanoona (mutendi)"},{"SurahNumber":35,"VerseNumber":20,"Text":"Uye (hazvina kuenzana) rima (kusatenda) nechaedza (kutenda)"},{"SurahNumber":35,"VerseNumber":21,"Text":"Uye (hazvina kuenzana) mumvuri nekupisa kwezuva"},{"SurahNumber":35,"VerseNumber":22,"Text":"Uye havana kuenzana vapenyu (vatendi) nevafi (vasingatendi). Zvirokwazvo, Allah vanoita kuti wavanoda anzwe, asi iwe haukwanise kuita kuti vari mumakuva vanzwe"},{"SurahNumber":35,"VerseNumber":23,"Text":"Unongove (iwe Muhammad (SAW)) muyambiri (Basa rako kungosvitsa shoko chete, asi kutambirwa kwaro kuri mumaoko aAllah)"},{"SurahNumber":35,"VerseNumber":24,"Text":"Zvirokwazvo, takava tinokutumidzira nechokwadi, mupi wenhaurwa tsvene uye uri muyambiri. Zvekare hapana kana chikwata (chevanhu) asi kusara kwekuti muyambiri akapfuura nemavaiva vari"},{"SurahNumber":35,"VerseNumber":25,"Text":"Uye vakaramba (kukuteerera) iwe, vainge varipo mushure mavo vakarambawo zvekare. Vatumwa vavo vakauya kwavari nezviratidzo zviri pachena, uye nemagwaro, pamwe negwaro rinopa chiedza"},{"SurahNumber":35,"VerseNumber":26,"Text":"Uye ndakave ndinotora (ndinoranga) avo vasingatendi. Uye mutongo wangu wange wakaoma sei"},{"SurahNumber":35,"VerseNumber":27,"Text":"Ko hauoni here kuti Allah vanotumira mvura kubva kumatenga. Uye toburitsa nayo michero yemhando dzakasiyana-siyana, uye kubva mumakomo mune mhando chena netsvuku dzemivara yakasiyana-siyana uye (dzimwe) dzakanyanyo svibira"},{"SurahNumber":35,"VerseNumber":28,"Text":"Uye kubva muvanhu nemhuka nemombe mune mavara akasiyana-siyana zvekare. Zvirokwazvo, ndeavo chete vane ruzivo kubva pavaranda vavo vanotya Allah. Zvirokwazvo, Allah vane masimba, uye vanoregerera zvikuru"},{"SurahNumber":35,"VerseNumber":29,"Text":"Zvirokwazvo, avo vanoverenga Gwaro raAllah (Qur’aan), uye voita Swalaah (vonamata), vopa (zvipo) kubva kune zvatakavapa muchivande kana pachena, vanotarisira mubairo uyo usingambopera"},{"SurahNumber":35,"VerseNumber":30,"Text":"Kuti vachavaripa mibairo yavo zvizere, uye vovawedzera kubva munyasha dzavo. Zvirokwazvo, ndivo vanoregerera, vanoyemura (mabasa akanaka)"},{"SurahNumber":35,"VerseNumber":31,"Text":"Uye zvatadzikisa kwauri (Muhammad (SAW)) muGwaro (Qur’aan) ndezvechokwadi (kuti uzvitevedzere iwe nevatevedzeri vako), uye zvichitsigira izvo (zvakadzikiswa) zviri mumashure maro. Zvirokwazvo, Allah vanoziva uye vanoona zvose zviri muvaranda vavo"},{"SurahNumber":35,"VerseNumber":32,"Text":"Uye takave tinopa Gwaro (Qur’aan) senhaka kuvaranda vedu kubva kune avo vatakasarudza (vatevedzeri vaMuhammad (SAW)). Uye kubva mavari mune vanozvikanganisira, zvekare kubva mavari mune vanotevedzera nzira iri pakati nepakati, uye kubva pavari pane vamwe vari pakuita kunyanya mabasa akanaka nekuda kwaAllah. Iyi (nhaka yeQur’aan) inhaka svinu chaiyo (inyasha huru)"},{"SurahNumber":35,"VerseNumber":33,"Text":"Paradhiso vacharipindamo, uye vachapfekedzwa fumba dzegoridhe (mabhenguru) nemapera, uye mbatya dzavo dzichange dziri dzesiriki"},{"SurahNumber":35,"VerseNumber":34,"Text":"Uye vachataura kuti: “Kurumbidzwa nekutendwa kose ngakuve kuna Allah vatibvisira matambudziko ose. Zvirokwazvo, Tenzi vedu vanoregerera, vanoyemura (mabasa akanaka uye kupa mubairo).”"},{"SurahNumber":35,"VerseNumber":35,"Text":"“Avo, kubva paNyasha dzavo, vatigarisa isu munzvimbo yatichagara zvachose, umo musina kana dambudziko rinotiwana, kana kuneta.”"},{"SurahNumber":35,"VerseNumber":36,"Text":"Asi avo vasingatendi (muhumwechete hwaAllah), vachawana moto weGehena, uko havasi kuzombourayiwa kana mutongo wavo kumbodzorwa. Kudaro tinopa mubairo kune wese asingatendi"},{"SurahNumber":35,"VerseNumber":37,"Text":"Umo vachachema: “Tenzi wedu! Tiburitseiwo, tichaita mabasa akanaka kwete ayo ataiita.” (Allah vachapindura vachiti): “Hatina here kukupai hupenyu hwakakwana, kuitira kuti uyo anenge atambira chenjedzo obva aitambira? Uye muyambiri akauya kwamuri. Saka ravirai (huipi hwemabasa enyu). Kune vaiti vezvakashata hapana mubatsiri.”"},{"SurahNumber":35,"VerseNumber":38,"Text":"Zvirokwazvo, Allah vanoziva zvakavandika mumatenga nepanyika. Chokwadi, vanoziva zvose zviri mumoyo"},{"SurahNumber":35,"VerseNumber":39,"Text":"Ndivo vakakuitai vamiririri muri zvikwata mushure mezvikwata panyika, kuitira kuti uyo asingatendi (muIslaam) kunenge kuri kusatenda kwake. Uye kusatenda kwevasingatendi hakuna chakunowedzera kusara kweruvengo rwaTenzi vavo. Uye kusatenda kwevasingatendi hakuna kana zvakunowedzera kusara kwekurasikirwa"},{"SurahNumber":35,"VerseNumber":40,"Text":"Taura (iwe Muhammad (SAW)): “Ndiudzei zvamunofunga maererano nezvamunodaidza kuti vanamwari kunze kwaAllah? Ndiratidzei kunyangwe chavakasika pano panyika. Kana kuti vane here kunyangwe chidimbu kumatenga? Kana kuti takavapa Gwaro kuti vakwanise kuzotevedzera hwapupu huri mariri? Vaiti vezvakaipa havavimbisani kusara kwenyengedzo.”"},{"SurahNumber":35,"VerseNumber":41,"Text":"Zvirokwazvo, Allah vakapfumbata matenga nenyika kuitira kuti zvisafambe-fambe kubva panzvimbo yazvo, uye kana akafamba kubva panzvimbo yavo, hapana anokwanisa kumapfumbata mushure mavo. Muchokwadi, Allah vane moyo murefu, uye vanoregerera zvikuru"},{"SurahNumber":35,"VerseNumber":42,"Text":"Uye vakapika naAllah mundudziro dzavo kuti kana muyambiri akauya kwavari, vachange vari vakatungamirirwa zvakanyanya kupinda avo vaivapo. Apo muyambiri (Muhammad (SAW)) paakauya kwavari, hapana kana chakawedzera pavari kusara kwekumhanyidzana (kubva pachokwadi)"},{"SurahNumber":35,"VerseNumber":43,"Text":"(Vakamhanyidzana mukutiza nekuda kwe) Kusanzwisisa kwavo panyika uye kuipa kwehurongwa hwavo. Asi huipi hwehurongwa ndewe uyo anenge ahuronga. Uye vanotarisira here (chimwe) chinhu kusara kweSunnah (nzira) yevanhu vekare? Saka hapana kana shanduko paSunnah (Nzira) yaAllah yauchawana. Uye hapana kana kudzokera shure kuchaitika paSunnah (Nzira) yaAllah"},{"SurahNumber":35,"VerseNumber":44,"Text":"Havana here kufamba panyika vakaona magumo eavo vaive mumashure mavo kunyangwe zvavo vaiva nemasimba akawanda kupinda avo? Allah havasi vekuti chii zvacho chiri mumatenga nenyika chingakwanisa kuvatiza. Chokwadi, Allah vanoziva zvese, uye vane masimba pamusoro pezvinhu zvose"},{"SurahNumber":35,"VerseNumber":45,"Text":"Uye ingadai Allah vakada kurwadzisa (kuranga) vanhu zvichienderana nemabasa avo, vaisambosiya kana chii zvacho chinorarama pano panyika. Asi vanovaregerera (vanovasiya) kusvikira nguva yakatarwa yasvika. Uye kana nguva yavo ichinge yasvika, zvirokwazvo Allah vanoona zvizere varanda vavo"},{"SurahNumber":36,"VerseNumber":1,"Text":"Yaa – Seen. (Aya mavara mamwe ezvishamiso zveQur’aan, uye hapana anoziva zvaanoreva kusara kwaAllah)"},{"SurahNumber":36,"VerseNumber":2,"Text":"Ndinopika neQur’aan rizere nehuchenjeri (Mitemo nehumboo)"},{"SurahNumber":36,"VerseNumber":3,"Text":"Chokwadi, iwe (Muhammad (SAW)) uri mumwe wevatumwa"},{"SurahNumber":36,"VerseNumber":4,"Text":"Munzira yakatwasuka (Islaam)"},{"SurahNumber":36,"VerseNumber":5,"Text":"(Iyi ibvundunuro) yakatumirwa pasi naSamasimba, vane nyasha zhinji"},{"SurahNumber":36,"VerseNumber":6,"Text":"Kuti ukwanise kuyambira vanhu avo madzibaba avo haana kunge akayambirwa, nokudaro havateereri (havana hanya)"},{"SurahNumber":36,"VerseNumber":7,"Text":"Zvirokwazvo, shoko (remutongo) rabuda pachena richipokana nevazhinji vavo, saka havasi kuzombotenda"},{"SurahNumber":36,"VerseNumber":8,"Text":"Zvirokwazvo, tavatakudza changadzo muhuro dzavo kusvikira muzvirebvu, muzvirokwazvo kuitira kuti misoro yavo irambe yakasimudzwa mudenga"},{"SurahNumber":36,"VerseNumber":9,"Text":"Uye takave tinoisa muganhu mumashure mavo uye takaisa muganhu pakati pavo, uye takavaputira kuitira kuti vasaone"},{"SurahNumber":36,"VerseNumber":10,"Text":"Zvakangofanana kwavari, kuti unovayambira kana kusayambira, havambotendi"},{"SurahNumber":36,"VerseNumber":11,"Text":"Unokwanisa kungoyambira uyo anotevedzera yambiro (Qur’aan), uye achitya vane nyasha zhinji (Allah) vasingaoneki. Ipa uyo nhaurwa tsvene dzerugerero uye mubairo wakanaka (Paradhiso)"},{"SurahNumber":36,"VerseNumber":12,"Text":"Zvirokwazvo, tinopa hupenyu kune vakafa, uye tinonyora izvo zvavanotumira kumberi (kwavo), uye nemastsimba avo, uye zvinhu zvose takazvinyora zviri mumanhamba mubhuku riri pachena"},{"SurahNumber":36,"VerseNumber":13,"Text":"Vataurire maererano nemuenzaniso wenyaya yevagari vedhorobha (Antioch (Antakiya)), apo pakauya vatumwa kwavari"},{"SurahNumber":36,"VerseNumber":14,"Text":"Patakavatumira vatumwa vaviri, vakavaramba. Saka takavasimbisa newechitatu, uye vakati: “Chokwadi, tave tinotumwa kwamuri sevatumwa.”"},{"SurahNumber":36,"VerseNumber":15,"Text":"Ivo (vanhu vedhorobha) vakati: “Muri vanhu sesu, uye vane nyasha zhinji (Allah) hapana chavadzikisa. Muri kutaura manyepo.”"},{"SurahNumber":36,"VerseNumber":16,"Text":"Vatumwa vakati: “Tenzi vedu vanoziva kuti tave tinotumwa sevatumwa kwamuri.”"},{"SurahNumber":36,"VerseNumber":17,"Text":"“Uye basa redu ndere kungosvitsa shoko zviri pachena.”"},{"SurahNumber":36,"VerseNumber":18,"Text":"Ivo (vanhu) vakati: “Isu tiri kuona chiitiko chakaipa (munyama) kubva kwamuri. Mukasasiya, tinoku temai-temai nematombo zvechokwadi, uye marwadzo akaomarara anokuwanai kubva kwatiri.”"},{"SurahNumber":36,"VerseNumber":19,"Text":"(Ivo vatumwa) vakati: “(Munyama) Zviitiko zvenyu zvakaipa zvinemi! (Munochishevedza kuti “chiitiko chakaipa (munyama)”) nekuti murikueuchidzwa? Asi muri vanhu vanotyora mirairo yaAllah (muchiita mhando dzose dzezvitadzo zvikuru uye nekusateerera Allah).”"},{"SurahNumber":36,"VerseNumber":20,"Text":"Uye pakauya murume achimhanya kubva kunzvimbo yaiva kure yedhorobha akati: “Imi vanhu vangu! Teererai vatumwa.”"},{"SurahNumber":36,"VerseNumber":21,"Text":"“Tevedzerai avo vasingambo kubvunzai maererano nemubhadharo wavo, uye vakatungamirirwa (munzira yakatwasuka).”"},{"SurahNumber":36,"VerseNumber":22,"Text":"“Uye ndingazotadza sei kunamata avo vakandisika uye kwavari muchava munodzoserwa?”"},{"SurahNumber":36,"VerseNumber":23,"Text":"“Ndingatora here zvinamatwa kunze kwavo? Kana vane nyasha zhinji (Allah) vakandishuvira chakaipa, kumiririra kwazvo (zvinamatwa kunze kwaAllah) hakukwanisi kundibatsira, uye hazvikwanisi kundinunura?”"},{"SurahNumber":36,"VerseNumber":24,"Text":"“Zvirokwazvo, ndinenge ndiri mukurasika kuri pachena.”"},{"SurahNumber":36,"VerseNumber":25,"Text":"“Zvirokwazvo, ndave ndinotenda muna Tenzi venyu, naizvozvo nditeererei!”"},{"SurahNumber":36,"VerseNumber":26,"Text":"Zvakanzi (kwaari apo paakauraiwa nevasingatendi): “Pinda Paradhiso.” Akati: “Ndinoshuvira kuti dai vanhu vangu vaziva.”"},{"SurahNumber":36,"VerseNumber":27,"Text":"“Kuti Tenzi vangu (Allah) vandiregerera, uye vakandiita umwe wevakaremekedzwa!”"}]}