{"Id":445,"LanguageCodes":["uk","ukr"],"Name":"ukr-hadiabdollahian","Author":"Hadi Abdollahian","Language":"Ukrainian","Description":"Ukrainian","Direction":"ltr","Source":"Contact:+989354664487","Translations":[{"SurahNumber":39,"VerseNumber":32,"Text":"Хто більше згубний ніж один хто приписує брехню до БОГА, в той час, як disbelieving у правді що прибув йому? Пекло не справедливий requital для disbelievers"},{"SurahNumber":39,"VerseNumber":33,"Text":"Як для цих хто сприяють правді, та вважають там, вони являють собою справедливий"},{"SurahNumber":39,"VerseNumber":34,"Text":"Вони отримають все вони бажають, у їхньому Лорді. Такий являє собою винагороду для справедливу"},{"SurahNumber":39,"VerseNumber":35,"Text":"БОГ відсилає їхні sinful праці, та нагороджує їх великодушно для їхніх гарних праць"},{"SurahNumber":39,"VerseNumber":36,"Text":"БОГ не достатній для Його службовця? Вони лякають вас з ідолами вони здіймаються біля Його. Whomever БОГ посилає astray, нічого не може керувати йо"},{"SurahNumber":39,"VerseNumber":37,"Text":"Та whomever БОГ керує, нічого не може послати йому astray. БОГ не Могутній, Avenger"},{"SurahNumber":39,"VerseNumber":38,"Text":"Якщо ви просите їх, \"Хто утворив небо та землю?\" Вони скажуть, \"БОГ.\" Скажіть, \"Чому тоді ви встановлюєте ідолів біля БОГА? Якщо БОГ willed будь-яке нещастя для мене, може вони relieve таке нещастя? Та якщо Він willed благословення для мене, вони можуть заважити такому благословенню?\" Скажіть, \"БОГ є достатній для мене.\" У Йо trusters буде довіра"},{"SurahNumber":39,"VerseNumber":39,"Text":"Кажуть, \"O мої люди, ваш кращий та я зроблю мій кращий; ви безсумнівно знайдете"},{"SurahNumber":39,"VerseNumber":40,"Text":"(Ви знайдете) хто зазнав ганебного покарання, та заслужив вічний retribution"},{"SurahNumber":39,"VerseNumber":41,"Text":"Ми відкрили святе писання через вас для людей, правдиво. Тоді, whoever керується керується для його власний гарний, та whoever іде astray іде astray до його власного збитку. Ви не їхній прибічник"},{"SurahNumber":39,"VerseNumber":42,"Text":"БОГ ставить душі до смерті коли кінець їхнього життя прибуває, та також під час сна. Отже, Він бере деякий задній під час їхнього сна, в той час, як інші дозволяються щоб продовжити життя до кінця їх predetermined тимчасові. Це мусить забезпечити уроки для людей що віддзеркалюють"},{"SurahNumber":39,"VerseNumber":43,"Text":"вони винайшли посередників бути посередником між ними та БОГОМ? Скажіть, \"Що якщо вони не володіють будь-якою потужністю, не розумінням"},{"SurahNumber":39,"VerseNumber":44,"Text":"Кажуть, \"Все заступництво належить БОГУ.\" Йому належить всьому суверенітету неба та землі, тоді йому ви будете вертатися"},{"SurahNumber":39,"VerseNumber":45,"Text":"Коли БОГ ВИКЛЮЧНО згадується, серденька цих хто не вірять в У майбутньому скорочуються з антипатією. Але коли інші згадуються біля Його, вони стають задоволеним"},{"SurahNumber":39,"VerseNumber":46,"Text":"Проголошують: \"Наш бог, Initiator неба та землі, Knower всіх таємниць та декларацій, Ви являєте собою тільки одніх котрих суддів серед Ваших службовців відносно їхніх суперечок"},{"SurahNumber":39,"VerseNumber":47,"Text":"Якщо цей хто порушений володів все на землі, навіть двічі як значно, вони легко би дали це аж до уникають страшного retribution на Дні Resurrection. Вони будуть показуватися БОГОМ які вони ніколи не очікувані"},{"SurahNumber":39,"VerseNumber":48,"Text":"sinful праці вони заробили будуть показуватися їм, та ті самі речі вони звичайно висміювали повернуться переслідувати їх"},{"SurahNumber":39,"VerseNumber":49,"Text":"Якщо людський торкається нещастям, він благає нас, але як тільки ми даруємо благословенню на його, він каже, \"я досягнув це внаслідок мого cleverness!\" Дійсно, це є тільки тест, але більшість їх не знають"},{"SurahNumber":39,"VerseNumber":50,"Text":"Цей перед тим, як їм вимовили ту же річ, та їхній заробіток не допоміг їм у найменшим"},{"SurahNumber":39,"VerseNumber":51,"Text":"Вони зазнали наслідків їхнього зла праці. Аналогічно, порушники серед нинішньої генерації зазнають наслідків їхнього зла праці; вони не можуть втікти"},{"SurahNumber":39,"VerseNumber":52,"Text":"вони не здійснюють що БОГ являє собою одні котрі підвищення запобіжні заходи whomever Він вибирає, та утримує? Це - уроки для людей що вважають"},{"SurahNumber":39,"VerseNumber":53,"Text":"Проголошують: \"O Мої службовці що перевищили межі, ніколи не розпач БОЖОГО милосердя. Для БОГА пробачає всім гріхам. Він являє собою Forgiver, Найбільш Милосердний"},{"SurahNumber":39,"VerseNumber":54,"Text":"Ви будете підкоритися вашому Лорду, та будете підкоритися йому повністю, перед тим, як retribution наздоганяє вас; тоді ви не можете бути допомагатися"},{"SurahNumber":39,"VerseNumber":55,"Text":"Та слідуєте за кращим шляхом що показується для вас вашим Лордом, перед тим, як retribution наздоганяє вас раптом коли ви найменші очікуєте це"},{"SurahNumber":39,"VerseNumber":56,"Text":"Lest душа може сказати, \"Як засмучений я для того, щоб disregarding БОЖІ заповіді; Я був звичайно один з mockers"},{"SurahNumber":39,"VerseNumber":57,"Text":"Або кажу, \"Мав БОГА керований мені, я би був з справедливий"},{"SurahNumber":39,"VerseNumber":58,"Text":"Або кажу, коли йому бачить retribution, \"Якщо я отримую інший шанс, я попрацюю righteousness"},{"SurahNumber":39,"VerseNumber":59,"Text":"Так дійсно (ви приїжджали досить можливості). Мої докази прибули до вас, але ви відхилили їх, повернулися зухвалі, та стали disbeliever"},{"SurahNumber":39,"VerseNumber":60,"Text":"На Дні Resurrection ви побачите обличчя цих хто лягли про БОГА накрив з нещастям. Пекло не право retribution для зухвалих"},{"SurahNumber":39,"VerseNumber":61,"Text":"Та БОГ врятує ці хто підтримали righteousness; Він нагородить їх. Ніяка шкода не торкнеться їх, не буде вони мають будь-яке горе"},{"SurahNumber":39,"VerseNumber":62,"Text":"БОГ являє собою Creator всіх речей, та Він є у повному контролі всіх речей"},{"SurahNumber":39,"VerseNumber":63,"Text":"Йому належить всім рішенням у небі та землі, та цей хто disbelieve у БОЖИХ відкриттях являють собою реальний losers"},{"SurahNumber":39,"VerseNumber":64,"Text":"Кажете, це за винятком БОГА ви exhort мені щоб обожнюєте, O ви необізнані"},{"SurahNumber":39,"VerseNumber":65,"Text":"Це є відкрите до вас, та до цих перед тим, як ви що якщо ви колись здійснюєте ідола обожнюєте, всі ваші праці будуть знищуватися, та ви будете з losers"},{"SurahNumber":39,"VerseNumber":66,"Text":"Тому, ви будете обожнювати БОГА виключно, та будете бути appreciative"},{"SurahNumber":39,"VerseNumber":67,"Text":"Вони можуть ніколи не fathom greatness БОГА. Вся земля є в межах Його кулака на Дні Resurrection. Фактично, всесвіт згинаються в межах Його права рука. Він glorified; Він значно надто високо нагорі потребує будь-яких партнерів"},{"SurahNumber":39,"VerseNumber":68,"Text":"ріг буде дутися, whereupon кожний у небі та землі буде вражатися несвідомий, крім цих хто буде економитися БОГОМ. Тоді йому буде дутися інший раз, whereupon вони будуть все збільшення, дивившися"},{"SurahNumber":39,"VerseNumber":69,"Text":"Тоді земля буде блищати з світлом його Лорда. Запис буде проголошуватися, та пророки та свідки будуть породжуватися. Кожний буде тоді судитися equitably, без найменшої несправедливості"},{"SurahNumber":39,"VerseNumber":70,"Text":"Кожна душа буде платитися за щоб ні це, для Він знає цілком все вони зробили"},{"SurahNumber":39,"VerseNumber":71,"Text":"Цей хто disbelieved буде вестися до Дідька у натовпі. Коли вони дістаються до це, та його брами відкриваються, його варти скажуть, ви не отримуєте кур'єрів з числа вас, хто декламуєтесь до вас апокаліпсис вашого Лорда, та попереджаються ви про зустрічаючий цей день?\" Вони відповідять, \"Так дійсно. Але `retribution' слова вже був викарбований на disbelievers"},{"SurahNumber":39,"VerseNumber":72,"Text":"Це буде казатися, \"Вносите брами Пекла, причому ви перебуєте завжди.\" Що нещасна доля для зухвала"},{"SurahNumber":39,"VerseNumber":73,"Text":"Цей хто reverenced їхній Лорд буде вестися до Раю у натовпі. Коли вони дістаються до це, та його брами відкриваються, його варти скажуть, \"Мир будуть на вас; ви перемогли. Тому, ви перебуєте herein завжди"},{"SurahNumber":39,"VerseNumber":74,"Text":"Вони скажуть, \"Похвала мусить БОГ, хто виконав Його обіцянку до нас, та зроблену нам успадковують землю, полюбляючий Рай тому що ми будь ласка.\" Що красива винагорода для працівників"},{"SurahNumber":39,"VerseNumber":75,"Text":"Ви побачите , що ангели плаває навколо трону, glorifying та хвалячий їхній Лорд. Після рівноправного вироку видається до всього, це буде проголошуватися: \"Похваліть мусить БОГ, Лорд всесвіту"},{"SurahNumber":40,"VerseNumber":1,"Text":"M"},{"SurahNumber":40,"VerseNumber":2,"Text":"Це відкриття святого писання є з БОГА, Могутнього, Omniscient"},{"SurahNumber":40,"VerseNumber":3,"Text":"Forgiver гріхів, акцептанта каяття, чіткого у примушуючому retribution, та possessor всієї потужності. Немає іншого бога біля Його. Йому являє собою остаточну долю"},{"SurahNumber":40,"VerseNumber":4,"Text":"Ніхто не сперечається проти БОЖИХ відкриттів крім цих хто disbelieve. Не знаходьтеся під їхнім очевидним успіхом"},{"SurahNumber":40,"VerseNumber":5,"Text":"Disbelieving перед тим, як їм являли собою людей Noah, та багато інших опонентів після них. Кожна спільнота переслідувала їхнього кур'єра neutralize йо. Та вони сперечалися з falsehood, щоб завдати поразки правді. Отже, я покарав їх; як страшний Мій retribution"},{"SurahNumber":40,"VerseNumber":6,"Text":"Отже, вирок вашого Лорда вже карбується на ці хто disbelieve, що вони являють собою dwellers Пекла"},{"SurahNumber":40,"VerseNumber":7,"Text":"Цей хто служать трону та всьому цьому навколо це glorify та хвалять їхнього Лорда, та вірять в Йому. Та вони просять forgiveness для цих хто вважають: \"Наш Лорд, Ваше милосердя та Ваше знання охоплюють всі речі. Простіть ці хто кайтеся та слідують за Вашим шляхом, та запасними їм retribution Пекла"},{"SurahNumber":40,"VerseNumber":8,"Text":"Наш Лорд, та допускаєте їх у парк Eden що Ви пообіцяли для них та для справедливий серед їхніх батьків, подружжя, та дітей. Ви являєте собою Могутній, Найбільш Мудрий"},{"SurahNumber":40,"VerseNumber":9,"Text":"Та захищають їх з падаючих у гріхові. Whomever Ви захищаєте з падаючих у гріхові, на що день, досягнув милосердя від Вас. Це являє собою найбільш великий тріумф"},{"SurahNumber":40,"VerseNumber":10,"Text":"Цей хто disbelieve буде розповідатися, \"БОЖИЙ abhorrence до ви є навіть гірші ніж ваш власний abhorrence до себе. Для ви були запрошені щоб повірити, але ви вибрали disbelieve"},{"SurahNumber":40,"VerseNumber":11,"Text":"Вони скажуть, \"Наш Лорд, ви поставили нас до смерті двічі, та Ви дали нам два життя; зараз ми зізналися наші гріхи. Чи є будь-який вихід"},{"SurahNumber":40,"VerseNumber":12,"Text":"Це тому, що коли БОГ ВИКЛЮЧНО захищався, ви disbelieved, але коли інші були згадані біля Його, ви вважали. Тому, БОЖИЙ вирок є виданий; Він являє собою Найбільш Високо, Великий"},{"SurahNumber":40,"VerseNumber":13,"Text":"Він являє собою один хто безперервно показує вам Його докази, та посилає вниз до вас з умов неба. Тільки цей хто повністю підкоряються буде спроможний взяти увагу"},{"SurahNumber":40,"VerseNumber":14,"Text":"Тому, ви будете присвятити ваш обожнюєте абсолютно до БОГА ВИКЛЮЧНО, навіть якщо disbelievers не любите це"},{"SurahNumber":40,"VerseNumber":15,"Text":"Possessor найвищих рангів, та Лінійки всього dominion. Він посилає натхнення, носячи Його команди, whomever Він вибирає з числа Його службовців, щоб попередити про День Скликаючого"},{"SurahNumber":40,"VerseNumber":16,"Text":"Що являє собою день коли кожний буде повністю exposed; жоден з них не сховається будь що з БОГА. Кому належить всьому суверенітету на тому дні? До БОГА,, Вищого"},{"SurahNumber":40,"VerseNumber":17,"Text":"На що день, кожна душа буде requited для щоб ні це зароблене. Там буде ніяка несправедливість на тому дні. БОГ є найбільш ефективний у розрахунку"},{"SurahNumber":40,"VerseNumber":18,"Text":"Попереджають їх про неминучий день, коли серденька будуть страхатися, та багато будуть remorseful. Порушники будуть не мати товариша не посередника підкорятися"},{"SurahNumber":40,"VerseNumber":19,"Text":"Він знає цілком що очі не може побачити, та все що розум приховують"},{"SurahNumber":40,"VerseNumber":20,"Text":"БОГ приймає рішення equitably, в той час, як ідоли вони благають біля Його не можуть приймати рішення будь що. БОГ являє собою один хто являє собою Слухача, Seer"},{"SurahNumber":40,"VerseNumber":21,"Text":"вони не блукали земля та примітка наслідки для цих перед тим, як їм? Вони звичайно були міцніші ніж вони, та більше продуктивні на землі. Але БОГ покарав їх для їхніх гріхів, та нічого не міг захистити їх з БОГА"},{"SurahNumber":40,"VerseNumber":22,"Text":"Що тому, що їхні кур'єри поїхали їм з ясними доказами, але вони disbelieved. Отже, БОГ покарав їх. Він є Могутній, чіткий у примушуючому retribution"},{"SurahNumber":40,"VerseNumber":23,"Text":"Ми послали Moses з нашими знаками та глибоким авторитетом"},{"SurahNumber":40,"VerseNumber":24,"Text":"Pharaoh, Haamaan, та Qaaroon. Але вони сказали, чарівник; брехун"},{"SurahNumber":40,"VerseNumber":25,"Text":"Та коли він показав їм правду з нас, вони сказали, \"Убивають синів цих хто вважали з ним, та запасні їхні дочки.\" Отже, замишляючий disbelievers є завжди безпутний"},{"SurahNumber":40,"VerseNumber":26,"Text":"Pharaoh сказав, \"Дозволений мені убивають Moses, та дозволяють йому благають його Лорда. Я пілкуюсь lest він підкупає вашу релігію, або розповсюджує зло всюди земля"},{"SurahNumber":40,"VerseNumber":27,"Text":"Moses сказав, \"я шукаю притулку у мойому Лорді та вашому Лорді, з кожного зухвалому одному хто не вірить в Дню Розрахунку"},{"SurahNumber":40,"VerseNumber":28,"Text":"вірячий людині серед Pharaoh люди, хто приховував його віру, казався, 'Як може ви убиваєте людину тільки для того, щоб казати, `my Лорд не зможете БОГ, та він показав вам ясні докази з вашого Лорда? Якщо він є брехун, це - його проблема, та якщо він є правдиві, ви маєте вигоду з його обіцянок. Безсумнівно, БОГ не керує будь-яким порушником, брехуном"},{"SurahNumber":40,"VerseNumber":29,"Text":"O мої люди, сьогодні ви маєте царювання та upperhand. Але хто допоможе нам проти БОЖОГО вироку, це мусить прибути до нас?\" Pharaoh сказали, \"Ви мусите прослідкувати за тільки що я дивлюся придатний; Я буду керувати вами тільки у праві шлях"},{"SurahNumber":40,"VerseNumber":30,"Text":"хто вважав сказані, \"O мої люди, я бо для вас та же доля як попередні опоненти"},{"SurahNumber":40,"VerseNumber":31,"Text":"опоненти Noah, та `aad, Thamoud, та інші що прибули після них. БОГ не бажає будь-якої несправедливості для людей"},{"SurahNumber":40,"VerseNumber":32,"Text":"O мої люди, я бо для вас День Скликаючого"},{"SurahNumber":40,"VerseNumber":33,"Text":"Що являє собою день коли ви можете побажати повернутися навколо та тікаєте. Але нічого не захистите вас тоді з БОГА. Whomever БОГ посилає astray, нічого не може керувати йо"},{"SurahNumber":40,"VerseNumber":34,"Text":"Joseph прибули до вас перед що з ясними відкриттями, але ви продовжувались піддати сумніву його повідомлення. Тоді, коли він вмер ви сказали, \"БОГ не пошле будь-якому іншому кур'єру після його. (Він являв собою останнього кур'єра)!\" БОГ таким чином посилає astray цей хто порушники, doubtful"},{"SurahNumber":40,"VerseNumber":35,"Text":"Вони сперечаються проти БОЖИХ відкриттів, без будь-якої бази. Це є властивість що найбільш abhorred БОГОМ та цими хто вважають. БОГ таким чином опечатує серденька кожного зухвалого тирана"},{"SurahNumber":40,"VerseNumber":36,"Text":"Pharaoh сказала, \"O Haamaan, будую для мене висока башта, що я можу витягнути та можу зробити відкриття"},{"SurahNumber":40,"VerseNumber":37,"Text":"я захочу досягнути небес, та беру дивлюся на бога Moses. Я вірю він є брехун.\" Таким чином являли собою зло праці Pharaoh прикрашений у його очах, та таким чином він утримав з наступного (право) шлях. Pharaoh замишляючий справді згубний"},{"SurahNumber":40,"VerseNumber":38,"Text":"хто вважав сказані, \"O мої люди, слідкують мені, та я буду керувати вами у праві шлях"},{"SurahNumber":40,"VerseNumber":39,"Text":"O мої люди, це перше життя є тимчасова ілюзія, в той час, як У майбутньому являє собою вічний abode"},{"SurahNumber":40,"VerseNumber":40,"Text":"Whoever здійснює гріх requited для справедливого що, та whoever праці righteousness - мужчина або жіночий - той час, як вірячи, цей внесе Рай причому вони отримують умови без будь-яких меж"},{"SurahNumber":40,"VerseNumber":41,"Text":"O мої люди, в той час, як я запрошую вас бути врятовані, ви запрошуєте мені до hellfire"},{"SurahNumber":40,"VerseNumber":42,"Text":"Ви запрошуєте мені щоб бути unappreciative БОГА, та щоб встановити біля ідолів Його що я не визнаю. Я запрошую вас до Могутні, Forgiver"},{"SurahNumber":40,"VerseNumber":43,"Text":"Немає сумніву що що ви запрошуєте мені щоб не має бази у це світ, не у У майбутньому, що нашому остаточному відшкодуванні мусить БОГ, та що порушники підпали hellfire"},{"SurahNumber":40,"VerseNumber":44,"Text":"Деякий день ви згадаєте що я розповідаю вам зараз. Я лишаю вирок цієї матерії до БОГА; БОГ являє собою Seer всіх людей"},{"SurahNumber":40,"VerseNumber":45,"Text":"БОГ тоді захистив його з їхнього зла замишляє, в той час, як люди Pharaoh зазнали найгіршого retribution"},{"SurahNumber":40,"VerseNumber":46,"Text":"Пекло буде показуватися їм день та ніч, та на Дні Resurrection: \"Допустіть Pharaoh люди у найгірший retribution"},{"SurahNumber":40,"VerseNumber":47,"Text":"Тому що вони сперечаються у Пеклі, послідовники скажуть їхнім лідерам, \"Ми звичайно були ваші послідовники, ви можете зекономити нас будь-яка частина цього Пекла"},{"SurahNumber":40,"VerseNumber":48,"Text":"лідери скажуть, \"Ми є всі у це разом. БОГ приймав рішення серед людей"},{"SurahNumber":40,"VerseNumber":49,"Text":"Цей у hellfire скаже охоронцям Пекла, \"Виклик на вашого Лорда зменшити retribution для нас, для рівного одного дня"},{"SurahNumber":40,"VerseNumber":50,"Text":"Вони скажуть, ви не отримали ваших кур'єрів котрі доставили до вас ясні повідомлення?\" Вони відповідять, \"Так ми.\" Вони скажуть, \"Тоді благають (як багато тому що ви бажаєте); благаючий disbelievers завжди марно"},{"SurahNumber":40,"VerseNumber":51,"Text":"Найбільш безперечно, ми дамо перемога нашим кур'єрам та до цих хто вважають, і у цьому світі і на дні свідки скликаються"},{"SurahNumber":40,"VerseNumber":52,"Text":"На що день, вибачення disbelievers не будуть їм вигоди. Вони зазнали осуду; вони зазнали найгіршої долі"},{"SurahNumber":40,"VerseNumber":53,"Text":"Ми дали Moses керівництво, та зроблене Дітям Ізраїля успадковуємо святе писання"},{"SurahNumber":40,"VerseNumber":54,"Text":"(Їхня історія) є урок та reminder для цих хто володіють розвідкою"},{"SurahNumber":40,"VerseNumber":55,"Text":"Тому, пацієнт, для БОЖОЇ обіцянки є вірний, та просять forgiveness для вашого гріха, та glorify та хвалять вашого Лорда ніч та день"},{"SurahNumber":40,"VerseNumber":56,"Text":"Безсумнівно, цей хто сперечаються проти БОЖИХ відкриттів без доказу exposing зухвалість це - приховані внутрішні їхні скрині, та вони не знають навіть це. Тому, шукають притулку у БОГУ; Він являє собою Слухача, Seer"},{"SurahNumber":40,"VerseNumber":57,"Text":"створення неба та землі навіть більше awesome ніж створення людське будучи, але найбільш люди не знають"},{"SurahNumber":40,"VerseNumber":58,"Text":"Не рівний являють собою сліпий та seer. Не є цей хто вважають та робота righteousness дорівнюють до грішників. Рідко робити ви берете увагу"},{"SurahNumber":40,"VerseNumber":59,"Text":"Найбільш звичайно, Година (День Вироку) прибуває, певно приблизно це, але найбільш люди не вважають"},{"SurahNumber":40,"VerseNumber":60,"Text":"Ваш Лорд каже, \"Благаю Мені, та я відповіду до вас. Безсумнівно, цей хто є надто зухвалий обожнювати Мені увійде Gehenna, forcibly"},{"SurahNumber":40,"VerseNumber":61,"Text":"БОГ являє собою один хто замислив нічні таким чином ви можете відпочити у це, та освітленому дні. БОГ дарує багато благословення на людей, але найбільш люди є не вдячні"},{"SurahNumber":40,"VerseNumber":62,"Text":"Такий БОГ ваш Лорд, Creator всіх речей. Немає бога крім Він. Як ви могли deviate"},{"SurahNumber":40,"VerseNumber":63,"Text":"Deviating цей хто disregard БОЖІ відкриття"},{"SurahNumber":40,"VerseNumber":64,"Text":"БОГ являє собою один хто надав habitable землі для вас, та небо formidable структура, та Він замислив вас, та замислили вас добре. Він являє собою один хто забезпечує вас з гарними умовами. Такий БОГ ваш Лорд; Найбільш Exalted БОГ, Лорд всесвіту"},{"SurahNumber":40,"VerseNumber":65,"Text":"Він являє собою Життя; немає бога крім Він. Ви будете обожнювати Його виключно, присвячуючи вашу релігію абсолютно йому єдину. Похваліть мусить БОГ, Лорд всесвіту"},{"SurahNumber":40,"VerseNumber":66,"Text":"Кажу, \"я був наказаний з обожнюючих ідолів ви обожнюєте біля БОГА, коли ясні відкриття прибули мені з мого Лорда. Я був наказаний щоб підкоритися до Лорда всесвіту"},{"SurahNumber":40,"VerseNumber":67,"Text":"Він являє собою один хто утворив вас з пилу, та згодом з tiny краплі, тоді з вішаючої embryo, тоді Він приносить вам як дитина, тоді Він дозволяє ви досягаєте зрілості, тоді ви стаєте старим - деякий з ви вмираєте раніше. Ви досягаєте predetermined вік, що ви можете зрозуміти"},{"SurahNumber":40,"VerseNumber":68,"Text":"Він являє собою тільки один хто контролює життя та смерть. Щоб будь що зробив, Він просто каже йому,,\" та це"},{"SurahNumber":40,"VerseNumber":69,"Text":"ви відзначили ці хто сперечаються проти БОЖИХ доказів, та як вони deviated"},{"SurahNumber":40,"VerseNumber":70,"Text":"Вони являють собою хто disbelieved у святому писанні, та у повідомленнях ми послали з нашими кур'єрами. Тому, вони безсумнівно знайдуть"},{"SurahNumber":40,"VerseNumber":71,"Text":"кайдани будуть навколо їхніх ший, та ланцюги будуть звичайно тягнули їх"},{"SurahNumber":40,"VerseNumber":72,"Text":"У Inferno, тоді у Вогні, вони спалять"},{"SurahNumber":40,"VerseNumber":73,"Text":"Вони будуть проситися, \"Де являють собою ідолів ви звичайно обожнювали"},{"SurahNumber":40,"VerseNumber":74,"Text":"біля БОГА?\" Вони скажуть, \"Вони покинули нас. Фактично, коли ми обожнювали їх, ми обожнювали нічого.\" Таким чином БОГ посилають disbelievers astray"},{"SurahNumber":40,"VerseNumber":75,"Text":"Це тому, що ви звичайно тішилися з невірних доктрин на землі, та ви звичайно сприяли їм"},{"SurahNumber":40,"VerseNumber":76,"Text":"Вносите брами Gehenna, причому ви перебуєте завжди. Що нещасна доля для зухвалих"},{"SurahNumber":40,"VerseNumber":77,"Text":"Ви будете пацієнт, для БОЖОЇ обіцянки правда. Чи ми показуємо вам деяким з (retribution) ми пообіцяли для них, або припиняємо ваше життя перед що, вони будуть вертатися до нас"},{"SurahNumber":40,"VerseNumber":78,"Text":"Ми послали кур'єрам перед тим, як ви - деякі з них ми згадали до вас, та деякі ми не згадали до вас. Ніякий кур'єр не може виробити будь-яке чудо без БОЖОГО уповноваження. Одного разу БОЖИЙ вирок видається, правда dominates, та falsifiers exposed та принижуються"},{"SurahNumber":40,"VerseNumber":79,"Text":"БОГ являє собою один хто утворив домашну худобу для вас; деякі ви їдете, та деякі ви гоститеся"},{"SurahNumber":40,"VerseNumber":80,"Text":"Вони також забезпечують вас з додатковими вигодами що задовольняєте багато ваших потреб. На них, так же, як і на кораблі, ви носитесь"},{"SurahNumber":40,"VerseNumber":81,"Text":"Він таким чином показує вам Його докази. Котрий БОЖИХ доказів ви можете заперечити"},{"SurahNumber":40,"VerseNumber":82,"Text":"вони не блукали земля та відзначили наслідки для цих хто передували їм? Вони звичайно були більші у числі, більшому у потужності, та оволоділи більшою спадщиною на землі. Досі, всі їхні досягнення не допомогли їм у найменшим"},{"SurahNumber":40,"VerseNumber":83,"Text":"Коли їхні кур'єри поїхали їм з ясними доказами, вони тішилися з знання вони успадкували, та ті самі речі вони ridiculed являли собою причину їхнього падіння"},{"SurahNumber":40,"VerseNumber":84,"Text":"Згодом, коли вони побачили наш retribution вони сказали, \"Зараз ми віримо в БОГУ ВИКЛЮЧНО, та ми зараз disbelieve у ідолі обожнюємо що ми використали до практики"},{"SurahNumber":40,"VerseNumber":85,"Text":"Їхня віра тоді не могла допомогти їм у найменші, одного разу вони побачили наш retribution. Такий БОЖА система що є встановлена щоб мати справу з Його створіння; disbelievers завжди прирікаються"},{"SurahNumber":41,"VerseNumber":1,"Text":"M"},{"SurahNumber":41,"VerseNumber":2,"Text":"відкриття з найбільшого Доброзичливе, Найбільш Милосердне"},{"SurahNumber":41,"VerseNumber":3,"Text":"святе писання чиї вірші забезпечують повноцінні деталі, у арабські Quran, для людей що знають"},{"SurahNumber":41,"VerseNumber":4,"Text":"пред'явник гарної новини, так же, як і warner. Але, більшість їх проганяють; вони не чують"},{"SurahNumber":41,"VerseNumber":5,"Text":"Вони сказали, \"Наші розум складаються, наші вушра є глухі до вашого повідомлення, та бар'єр відокремлює нас від вас. Зробіть які ви захотіть, та так будете ми"},{"SurahNumber":41,"VerseNumber":6,"Text":"Кажу, \"я не є більш ніж людський виглядаючий як ви, хто є надихнутий що вашим богом є один бог. Вам повинні бути присвячені йому, та просите Його forgiveness. Прикрощі до ідола worshipers"},{"SurahNumber":41,"VerseNumber":7,"Text":"Хто не дають обов'язкову добродійність (Zakat), та що стосується У майбутньому, вони disbelievers"},{"SurahNumber":41,"VerseNumber":8,"Text":"Як для цих хто вважають та ведуть справедливе життя, вони отримують добре заслужену винагороду"},{"SurahNumber":41,"VerseNumber":9,"Text":"Кажете, \"Ви disbelieve у хто утворив землю у двох днях, та ви встановлюєте ідолів вишикуватися з Ним, хоч Він Лорд всесвіту"},{"SurahNumber":41,"VerseNumber":10,"Text":"Він розмістив на це stabilizers (гори), встигуті продуктивні, та Він обчислював його умови у чотирьох днях, щоб задовольнити потреби всіх його мешканців"},{"SurahNumber":41,"VerseNumber":11,"Text":"Тоді Він повернувся до неба, коли це був досі газ, та сказаний це, та до землі, \"Прибутої у існування, охоче або змушено.\" Вони сказали, \"Ми прибуваємо охоче"},{"SurahNumber":41,"VerseNumber":12,"Text":"Отже, Він завершив сім всесвіт у двох днях, та встановлюють закони для кожного всесвіту. Та ми прикрасили найбільш низький всесвіт з лампами, та розмістили варти навколо це. Такий являє собою проект Могутнього, Omniscient"},{"SurahNumber":41,"VerseNumber":13,"Text":"Якщо вони проганяють, тоді кажуть, \"я попереджаю вас лиха любите лихо що винищували `aad та Thamoud"},{"SurahNumber":41,"VerseNumber":14,"Text":"Їхні кур'єри поїхали їм, так же, як і перед тим, як їм та після них, кажучи, \"Ви не будете обожнювати крім БОГА.\" Вони сказали, \"Мали нашого Лорда willed, Він міг послали ангели. Ми disbelievers у що ви кажете"},{"SurahNumber":41,"VerseNumber":15,"Text":"Як для `aad, вони повернулися зухвалі на землі, протиставлена правда, та сказала, \"Хто більше потужний ніж ми?\" Вони не здійснили що БОГ, хто утворив їх, є більше потужні ніж вони? Вони unappreciative наших відкриттів"},{"SurahNumber":41,"VerseNumber":16,"Text":"Отже, ми послали на них насильницький вітер, для нечисленних нещасних днів. Ми таким чином afflicted їм з принижуючим retribution у це життя, та retribution У майбутньому більше принижує; вони можуть ніколи не перемогти"},{"SurahNumber":41,"VerseNumber":17,"Text":"Як для Thamoud, ми якщо їм з керівництвом, але вони віддали перевагу blindness над керівництвом. Отже, згубний та ганебний retribution винищив їх, внаслідок які вони зароблені"},{"SurahNumber":41,"VerseNumber":18,"Text":"Ми завжди рятуємо ці хто вважають та ведемо справедливе життя"},{"SurahNumber":41,"VerseNumber":19,"Text":"день прибуде коли вороги БОГА будуть скликатися до hellfire, forcibly"},{"SurahNumber":41,"VerseNumber":20,"Text":"Одного разу вони приїжджають там, їхній володіють слуханням, очі, та шкури будуть давати свідчення до все вони зробили"},{"SurahNumber":41,"VerseNumber":21,"Text":"Вони скажуть їхнім шкурам, \"Чому ви давали свідчення проти нас?\" Вони відповідять, \"БОГ зробив нам розмовляють; Він являє собою один хто викликає все розмовляти. Він являє собою один хто утворив вас перший час, та зараз вам були повернуті йому"},{"SurahNumber":41,"VerseNumber":22,"Text":"Немає шляху ви можете сховатися з вашого власного слухання, ваших очей, або ваших шкур. Фактично, ви подумали що БОГ unaware багато які ви"},{"SurahNumber":41,"VerseNumber":23,"Text":"Цей різновид думаючого про вашого Лорда викликає вас впасти, та тоді ви стаєте losers"},{"SurahNumber":41,"VerseNumber":24,"Text":"Якщо вони продовжують шлях вони, Пекло буде їх доля, та якщо вони складають пробачення, вони не будуть вибачені"},{"SurahNumber":41,"VerseNumber":25,"Text":"Ми призначаємо їм компанйони що прикрашають все вони у їхніх очах. Отже, вони закінчують зазнаючі тієї же долі як попередні спільноти jinns та humans, хто також losers"},{"SurahNumber":41,"VerseNumber":26,"Text":"Цей хто disbelieved сказаний, \"Не слухаєте це Quran та викривляєте це, що ви можете перемогти"},{"SurahNumber":41,"VerseNumber":27,"Text":"Ми будемо звичайно afflict ці disbelievers з суворим retribution. Ми будемо звичайно requite їм для їхнього зла праці"},{"SurahNumber":41,"VerseNumber":28,"Text":"Такий являє собою requital що очікує БОЖИХ ворогів. Пекло буде їх вічне abode; справедливий requital для того, щоб discarding наші відкриття"},{"SurahNumber":41,"VerseNumber":29,"Text":"Цей хто disbelieved скаже, \"Наш Лорд, показують нам цим серед двох різновидів - jinns та humans - хто призвів до помилки ни, таким чином ми можемо trample їм під нашими ногами, та надають їм lowliest"},{"SurahNumber":41,"VerseNumber":30,"Text":"Цей хто проголошують: \"Наш Лорд вміє БОГ, тоді ведуть справедливе життя, ангели спускаються на них: \"Ви будете не мати страха, не будете ви сумуєте. Тіштеся з гарної новини що Рай є зарезервований для вас"},{"SurahNumber":41,"VerseNumber":31,"Text":"Ми є ваші союзники у цьому житті, та у У майбутньому. Ви будете мати у це будь що ви бажаєте; ви будете мати будь що ви захочете"},{"SurahNumber":41,"VerseNumber":32,"Text":"(Такий ваш) остаточний abode, з Forgiver, Найбільш Милосердний"},{"SurahNumber":41,"VerseNumber":33,"Text":"Хто може вимовити кращі слова ніж один хто запрошує до БОГА, може працює righteousness, та може каже, 'я можу є один з submitters"},{"SurahNumber":41,"VerseNumber":34,"Text":"Не рівний являє собою гарну відповідь та погану відповідь. Ви будете вдатися до найприємнішої можливої відповіді. Отже, хто звичайно був ваш ворог, може стати вашим кращим товаришем"},{"SurahNumber":41,"VerseNumber":35,"Text":"Ніхто не може досягнути це крім цих хто steadfastly persevere. Ніхто не може досягнути це крім цих хто є надзвичайно вдалий"},{"SurahNumber":41,"VerseNumber":36,"Text":"Коли чорт шепоче ідею до вас, ви будете шукати притулку у БОГУ. Він являє собою Слухача, Omniscient"},{"SurahNumber":41,"VerseNumber":37,"Text":"Серед Його доказів являють собою ніч та день, та сонце та місяць. Не prostrate перед сонцем, не місяцем; ви будете упасти prostrate перед тим, як БОГ котрий утворив їх, якщо ви справді обожнюєте Його єдиний"},{"SurahNumber":41,"VerseNumber":38,"Text":"Якщо вони є надто зухвалі зробити це, тоді це у вашому Лорді glorify Йо ніч та день, без колись стомлюючого"},{"SurahNumber":41,"VerseNumber":39,"Text":"Серед Його доказів що ви бачите землю досі, тоді, як тільки ми злива це з водою, це вібрує з життям. Безсумнівно, хто відновив це може ожити мертвий. Він Omnipotent"},{"SurahNumber":41,"VerseNumber":40,"Text":"Безсумнівно, цей хто викривляють наші відкриття є не прихований з нас. Один хто приїжджає кинений у Пекло краще, або один хто прибуває забезпечують на Дні Resurrection? Зробіть щоб ні ви бажаєте; Він Seer все ви"},{"SurahNumber":41,"VerseNumber":41,"Text":"Цей хто відхилили Quran доказ коли йому прибув їм, також відхилили Почесну книгу"},{"SurahNumber":41,"VerseNumber":42,"Text":"Ніякий falsehood не міг внести це, раніше або у майбутнім; відкриття з дуже Мудрого, Praiseworthy"},{"SurahNumber":41,"VerseNumber":43,"Text":"Що сказані ви акуратно що були сказані попереднім кур'єрам. Ваш Лорд володіє forgiveness, та Він також володіє болісним retribution"},{"SurahNumber":41,"VerseNumber":44,"Text":"Якщо б ми встигли не-арабські Quran вони би сказали, 'Чому би зробили це прибуте вниз у тій мові?\" Чи це є арабське або не-арабський, кажуть, \"Для цих хто вважають, це - довідник та лікуючий. Як для цих хто disbelieve, вони будуть глухі та сліпі йому, так, якби вони направляються з faraway"},{"SurahNumber":41,"VerseNumber":45,"Text":"Ми дали Moses святе писання та це також диспутувалось. Якщо б це було не для вашого Лорда predetermined рішення, вони би судились негайно. Дійсно, вони гавань надто багато має сумнів"},{"SurahNumber":41,"VerseNumber":46,"Text":"Whoever праці righteousness так для його власний гарний, та whoever праці зло так до його власного збитку. Ваш Лорд ніколи не unjust до людей"}]}