{"Id":352,"LanguageCodes":["ta","tam"],"Name":"tam-abdulhameedbaqa-la","Author":"Abdulhameed Baqavi","Language":"Tamil","Description":"Tamil - Transliteration","Direction":"ltr","Source":"https://quranenc.com/check/tamil_baqavi/v1.0.0-csv.1 , https://quranenc.com/en/browse/tamil_baqavi , https://quranenc.com ,","Translations":[{"SurahNumber":4,"VerseNumber":148,"Text":"Aniyayattirku ullanavarkalait tavira (marrevarum yaraip parriyum) pakirankamakak (kuccalittuk) kurram kuruvatai allah virumpuvate illai. Allah ceviyurupavanaka nankaripavanaka, irukkiran"},{"SurahNumber":4,"VerseNumber":149,"Text":"(oruvarukkuc ceyyum) nanmaiyai ninkal veliyakkinalum allatu atai maraittuk kontalum allatu (oruvar unkalukkuc ceyta) tinkai ninkal mannittuvittalum (atu unkalukke mika nanru. Enenral) niccayamaka allah (kurrankalai) mika mannippavanaka, perarralutaiyavanaka irukkiran"},{"SurahNumber":4,"VerseNumber":150,"Text":"niccayamaka evarkal allahvaiyum, avanutaiya tutarkalaiyum nirakarittuvittu, allahvukkum, avanutaiya tutarkalukkum itaiyil pirivinai ceytuvitak karuti (tutarkalil) ‘‘cilarai nampikkai kolvom; cilarai nirakarippom'' enavum kuri (nirakarippukkum nampikkaikkum) mattiyil oru pataiyai erpatutta virumpukirarkalo"},{"SurahNumber":4,"VerseNumber":151,"Text":"avarkaltan unmaiyil nirakarippavarkal. Nam nirakarippavarkalukku ilivu tarum vetanaiyaiye cittappatutti vaittirukkirom"},{"SurahNumber":4,"VerseNumber":152,"Text":"evarkal allahvaiyum, avanutaiya tutarkalaiyum nampikkai kontu, avarkalukkitaiyil pirivinai ceyyamal irukkirarkalo avarkalukku avarkalutaiya kulikalai (allah marumaiyil) kotuppan. Allah mikka pilaiporuppavanaka, mikak karunai kattupavanaka irukkiran"},{"SurahNumber":4,"VerseNumber":153,"Text":"(Napiye!) Vetattaiyutaiyavarkal (avarkal virumpukirapati) vanattiliruntu avarkal mitu oru vetattai irakkivaikkumaru um'mitam ketkinranar. Niccayamaka itaivitap periyatonraiye musavitam avarkal kettu ‘‘allahvai enkalukkuk kankutakak kanpippiraka'' enru kurinarkal.Akave, avarkalin aniyayattin karanamaka avarkalai iti mulakkam pitittukkontatu. (Itumattuma?) Avarkalitam telivana attatcikal vantatan pinnarum kalaikkanrai(t teyvamaka) etuttuk kontanar. Itaiyum nam mannittu (avarkalutaiya napi) musavukku telivana attatciyaik kotuttom"},{"SurahNumber":4,"VerseNumber":154,"Text":"avarkalitam vakkuruti vankuvatarkakat ‘tur' (sinay) ennum malaiyai avarkal mitu uyarttiya camayattil ‘‘(innakarattin) vayilil talaikunintu vanankiyavarkalakave cellunkal'' enru nam avarkalukku kurinom. (Min vettaiyata) canikkilamaiyil ninkal varampu miratirkal enrum avarkalukkuk kuri (ivarrirkakavum) urutiyana vakkurutiyai nam avarkalitam perriruntom. (Eninum avarkal marivittanar)"},{"SurahNumber":4,"VerseNumber":155,"Text":"akave, avarkal tankal vakkurutikalukku maru ceytatinalum, allahvutaiya vacanankalai avarkal nirakarittatalum, niyayaminri napimarkalaik kolai ceytu kontiruntatalum, ‘‘enkal ullankal tiraiyitappattu vittana. (Akave, evarutaiya upatecamum palanalikkatu) enru avarkal kurivantatalum (nam avarkalaic capittu vittom). Avarkal kuriyataip pol alla! Maraka, allahtan avarkalutaiya nirakarippin karanamaka avarkalutaiya ullankalin mitu muttiraiyittuvittan. Atalal, (avarkalil nallor) cilarait tavira (marravarkal) nampikkai kollave mattarkal"},{"SurahNumber":4,"VerseNumber":156,"Text":"Avarkalin (ittakaiya) nirakarippinalum, maryamin mitu apantamana avaturaik kuriyatanalum (avarkalai nam capittom)"},{"SurahNumber":4,"VerseNumber":157,"Text":"melum, ‘‘allahvutaiya tutar, maryamutaiya makan isa masihai niccayamaka nam (ciluvaiyil araintu) kolai ceytuvittom'' enru avarkal kuriyatanalum (avarkalaic capittom). Avarai avarkal kolai ceyyavum illai. Avarai avarkal ciluvaiyil araiyavum illai. (Avar irunta araikkul avarait tetic cenravan avaraippol akkappattu vittan. Teticcenra marravarkal avanaiye ciluvaiyil araintanar. Itanal) avarkal cantekattirkullakkappattu vittanar. Akave, evarkal itarku marana apippirayam kontirukkirarkalo avarkal vin cantekattileye alntuvittanar. Vin cantekattaip pinparruvatait tavira atil avarkalukku unmaiyana nana (atara)m kitaiyatu. Niccayamaka avarkal avaraik kolai ceyyave illai"},{"SurahNumber":4,"VerseNumber":158,"Text":"eninum, allah avarait tan alavil uyarttikkontan. Allah (anaivaraiyum) mikaittavanaka, nanamutaiyavanaka irukkiran"},{"SurahNumber":4,"VerseNumber":159,"Text":"vetattaiyutaiyavarkalil ovvoruvarum avar irappatarku munnataka avarai nampikkai kollamal iruppatillai. Eninum, marumai nalil ivarkalukku etirakave avar catciyam kuruvar"},{"SurahNumber":4,"VerseNumber":160,"Text":"akave, yutarkalin (ittakaiya) aniyayankalin karanamakavum, (avvare) allahvin pataiyai vittu palarait tatuttuk kontiruntatin karanamakavum avarkalukku anumatikkap pattiruntavarril nallavarrai nam avarkalukku vilakkivittom"},{"SurahNumber":4,"VerseNumber":161,"Text":"Avarkalukku vatti vilakkappattiruntum, atai vanki vantatinalum, manitarkalin porulkalai avarkal niyayaminri vilunki vantatinalum (nam avarkalaic capittom). Avarkalil (ittakaiya) nirakarippavarkalukkut tunpuruttum vetanaiyai marumaiyil tayarpatutti vaittirukkirom"},{"SurahNumber":4,"VerseNumber":162,"Text":"eninum (napiye!) Avarkalil kalviyil uruti mikkavarkalum, unmai nampikkaiyalarkalum, um mitu arulappatta (ivvetat)taiyum, umakku munnar arulappattirunta (vetankal ya)varraiyum meyyakave nampikkai kolvarkal tolukaiyaiyum kataippitittut tolupavarkal; jakattum kotuttu varupavarkal; allahvaiyum iruti nalaiyum nampikkai kontavarkal. Akiya ivarkalukku (marumaiyil) makattana kuliyai nam kotuppom"},{"SurahNumber":4,"VerseNumber":163,"Text":"(napiye!) Nuhukkum, avarukkup pinnar vanta napimarkalukkum nam vahyi arivittavare umakkum niccayamaka nam vahyi arivittom. Melum, iprahim, ismayil, is'hak, ya'akup akiyavarkalukkum, avarkalutaiya cantatikalukkum, isa, aiyup, yunus, harun, sulaiman akiyavarkalukkum (ivvare) nam vahyi arivittirukkirom. Tavutukku ‘japur' ennum vetattai name kotuttom"},{"SurahNumber":4,"VerseNumber":164,"Text":"(ivarkalaippol innum veru) pala napimarkalaiyum (nam anuppi vaittom). Avarkalutaiya carittirankalaiyum itarku munnar nam umakkuk kuriyirukkirom. Veru pala napimarkalaiyum (nam anuppiyirukkirom. Eninum) avarkalutaiya carittirankalai nam umakkuk kuravillai. Musavu(kku vahyi arivittatu)tan allah peciyum irukkiran"},{"SurahNumber":4,"VerseNumber":165,"Text":"Allahvin mitu (kurram kura) manitarkalukku or ataramum illatirukka ittutarkalukkup pinnarum (yahya ponra veru) pala tutarkalai (corkkat taikkontu) narceyti kurukiravarkalakavum, (narakattaik kontu) accamutti eccarikkiravarkalakavum (nam anuppivaittom). Allah (anaivaraiyum) mikaittavanaka, nanamutaiyavanaka irukkiran"},{"SurahNumber":4,"VerseNumber":166,"Text":"(napiye! Ivarkal um'mai nirakarittu vittatanal avatenna?) Um'mitu arulappatta vetam unmaiyanatenrum (umatu melana takutiyai) arinte atai (um'mitu avan) irakkivaittan enrum allahve catciyam kurukiran. (Avvare) vanavarkalum catci kurukinranar. Allahve potumana catci avan"},{"SurahNumber":4,"VerseNumber":167,"Text":"(napiye! Um'mai) evarkal nirakarittu (marravarkalaiyum) allahvutaiya valiyiliruntu makkalai tatuttarkalo avarkal niccayamaka vekuturamana oru valikettiltan cenru vittanar"},{"SurahNumber":4,"VerseNumber":168,"Text":"(napiye!) Evarkal (um'mai) nirakarittuvittu aniyayam ceykirarkalo avarkalai allah mannippavanaka illai. (Nerana) oru valiyil avarkalaic celuttavum mattan"},{"SurahNumber":4,"VerseNumber":169,"Text":"narakattin valiyaittavira (atiltan avarkalai celuttuvan.) A(nta narakat)tiltan avarkal enrenrum tankiyum vituvarkal. Ivvaru ceyvatu allahvukku mikac culapame"},{"SurahNumber":4,"VerseNumber":170,"Text":"manitarkale! Unkal iraivanal murrilum unmaiyaik konte anuppappatta tutar niccayamaka unkalitam vantirukkirar. Akave, ninkal avarai nampikkaikollunkal. (Atu) unkalukke mikka nanru. Ninkal (avarai) nirakarittuvittal (allahvukku onrum kuraintu vitatu. Enenral) vanankalilum, pumiyilumulla anaittum niccayamaka allahvukkuriyanave! Allah (anaivaraiyum) nankarintavanaka, nanamutaiyavanaka irukkiran"},{"SurahNumber":4,"VerseNumber":171,"Text":"Vetattaiyutaiyavarkale! Unkal markkattil ninkal alavu katantu cenruvitatirkal. Melum, allahvaip parri unmaiyait tavira (veretuvum) kuratirkal. Niccayamaka maryamutaiya makan isa masih, allahvutaiya oru tutartan. (Avanutaiya makanalla.) Avanutaiya (‘kun' enra) vakka(l pirantavara)kavum irukkirar. Allah (tan) vakkai maryamukku alittan. (Marra atmakkalaip ponru avarum) avanal pataikkappatta or atmave. Akave, allahvaiyum, avanutaiya tutarkalaiyum ninkal nampikkai kollunkal. (Katavulkal) ‘muvar' enrum kuratirkal. (Ivvaru kuruvatai) vittuvitunkal. (Atu) unkalukkuttan mika nanru. Enenral, allah oruvantan vanakkattirkuriyavan. Avan cantatikalai vittum mikap paricuttamanavan. Vanankal, pumiyil iruppavai anaittum avanukku uriyavaiye! (Unkal anaivaraiyum) patukakka allah (oruvane) potumanavan. (Isa avaciyamillai)"},{"SurahNumber":4,"VerseNumber":172,"Text":"isavum, cirappu vaynta vanavarkalum allahvukku atimaiyay iruppataipparri kuraivakak karuta mattarkal. Evarkal karvam kontu allahvukku atimaiyayiruppataik kuraivakak kankinranaro avarkal anaivaraiyum (marumaiyil) avan tannitame kontuvarac ceyvan"},{"SurahNumber":4,"VerseNumber":173,"Text":"akave, evarkal unmaiyakave nampikkai kontu, nar ceyalkalaic ceykirarkalo avarkalutaiya kulikalai avan avarkalukku mulumaiyaka alittu, tan arulal menmelum, avarkalukku atikappatuttuvan. Evarkal karvam kontu (allahvukku atimaiyay iruppataik) kuraivakak kankinranaro avarkalait tunpuruttum vetanaiyaik kontu vetanai ceyvan. Allahvait tavira tankalukkut tunai puripavarkalaiyum utavi puripavarkalaiyum (anku) avarkal kanamattarkal"},{"SurahNumber":4,"VerseNumber":174,"Text":"Manitarkale! Unkal iraivanitamiruntu (potumana) attatciyalar niccayamaka unkalitam vantuvittar. (Avarutan) mikattelivana (vetamennum) oliyai nam unkalukku irakkiyirukkirom"},{"SurahNumber":4,"VerseNumber":175,"Text":"akave, evarkal allahvai unmaiyakave nampikkai kontu, a(nta vetat)taip palamakap parrip pitittuk kolkirarkalo avarkalai avan tan anpilum, arulilum celutti vitukiran. Tannitam varuvatarkuriya nerana valiyilum avarkalaic celuttukiran"},{"SurahNumber":4,"VerseNumber":176,"Text":"(napiye!) ‘Kalala' parriya (atavatu tantai, pattan, pillai, peran akiya varicukal illata porulaip parriya) markkak kattalaiyai avarkal um'mitam ketkirarkal. Nir kuruviraka: ‘‘Allah unkalukkuk kattalaiyitukiran. Cantatiyillata oru manitan irantu avanukku (ore) oru cakotari (mattum) iruntal avalukku avan vittuc cenra (cot)til pati kitaikkum. (Itarku maraka oru pen irantu) avalukkuc cantati illamalirun(tu ore oru cakotaran mattum irun)tal aval vittuccenra anaittaiyum avan ataivan. Aninri iru penkal (mattum) iruntal, aval vittuc cenratil munril iru pakattai ivviruvarum ataivarkal. Melum, anum pennum (akap palar) cakotararkalayiruntal, (irantavar vittuccenratil) anukkup pennukkiruppataip pola irantu panku untu. (Atavatu pennukku oru pankum anukku iru pankukalum kitaikkum.) Ninkal vali tavaramal iruppatarkaka (ivarrai) allah unkalukku (ivvaru) telivaka vivarikkiran. Allah anaittaiyum nankarintavan avan"},{"SurahNumber":5,"VerseNumber":1,"Text":"Nampikkaiyalarkale! Ninkal (unkal) utanpatikkaikalai mulumaiyaka niraiverrunkal. Melum, unkalukku (pinvarum 3am vacanattil) oti kattappatupavarrait tavira (marra) kalnataikal anaittum unkalukku akumakkap pattirukkinrana. (Avarrai ennerattilum pucikkalam; vettaiyatalam. Eninum) ninkal ihram (haj, umravil) utaiyavarkalaka irukkum camayattil (ivarrai) vettaiyatuvatu unkalukku akumanatalla. Niccayamaka allah, tan natiyatai (unkalukkuk) kattalaiyitukiran"},{"SurahNumber":5,"VerseNumber":2,"Text":"nampikkaiyalarkale! Allahvin markka ataiyalankalaiyum (rajap, tulka'ata, tul'haj, muharram akiya) cirappurra punita matankalaiyum, (hajjin) kurpanikalaiyum, (kurpanikalukkaka) malai kattappattavarraiyum, tankal iraivanin arulaiyum, tirupporuttattaiyum ataiyakkaruti kanniyamana avanutaiya alayattai natic celpavarkalaiyum (avamatippatai) ninkal akumakkik kollatirkal. Ninkal unkal ihramai nikkivittal (anumatikkappattavarrai) ninkal vettaiyatalam. Kanniyamana masjitai vittu unkalait tatutta vakuppar mitu (unkalukku)lla tuvesam (avarkalmitu) ninkal varampu mirumpati unkalait tuntatirukkavum. Melum, nanmaikkum allahvutaiya iraiyaccattirkum ninkal oruvarukkoruvar utaviyaka irunkal. Pavattirkum attumiruvatarkum (aniyayattirkum) ninkal oruvarukkoruvar utaviyaka irukka ventam. Allahvukke ninkal payappatunkal. Enenral, niccayamaka allah, vetanai ceyvatil mikak katumaiyanavan avan"},{"SurahNumber":5,"VerseNumber":3,"Text":"(Nampikkaiyalarkale! Tanaka) cettatu, irattam, panri iraicci, allah allatavarrin peyar kurappattavai akiyavaiyum, atippattuc cettatum, (meliruntu) viluntu cettatum, kaluttu nerukkic cettatum, kompal kuttappattuc cettatum, (cinkap pallum, vira nakamumulla mamicam tinnum mirukankalakiya cinkam, puli, ciruttai ponra) aivay mirukankal katit(tuc cet)tavaiyum unkalukku vilakkappattirukkinrana. (Eninum, im'mirukankal vettaiyatiya) avarril (uyirotiruppavarril) muraippati (pismillah colli) arukkappattavarrait tavira. (Avvaru arukkappattavarraip pucikkalam. Pujai ceyvatarkaka) natappatta (stampam, koti, pavatta, cilai ponra)varrukkaka arukkappattavaiyum, ampu eytu (kuri kettup) pakam pirittuk kolvatum (unkalukku vilakkappattirukkinrana). Ivai anaittum pavankalakum. Nirakarippavarkal unkal markkattai (alittuvitalam enpatai)p parriya nampikkaiyai inraiya tinam ilantuvittarkal. Akave, avarkalukku ninkal (oru ciritum) payappata ventam. Enakke payappatunkal. Inraiya tinam nan unkalukku unkal markkattai mulumaiyakki vaittu en arulaiyum unkal mitu mulumaiyakki vaittuvitten. Unkalukkaka inta islamai markkamaka tiruptiyatainten (ankikarittuk konten). Evarenum, pavam ceyyum ennaminri paciyin kotumaiyinal nirppantikkappattu (mele kurappatta vilakkappattavarraip pucittu) vittal (atu kurramakatu. Enenral), niccayamaka allah (nirppantattirkullana avarutaiya kurrankalai) mikavum mannippavan, (avar mitu) perum karunai kattupavan avan"},{"SurahNumber":5,"VerseNumber":4,"Text":"(Napiye! Pucikka) tankalukku anumatikkappattavai evai enru avarkal um'mitam ketkinranar. (Atarku) nir kuruviraka: ‘‘(Cuttamana) nallavai allah unkalukkuk karpittirukkirapati vettaiyatum (nay, ciruttai ponra) mirukankalukku(m, rajali ponra paravaikalukkum) ninkal vettaiyatak karpittu avai (vettaiyati,) unkalukkakat tatut(tu vait)tiruppavarrai, (avai irantuvittapotilum) ninkal pucikkalam. (Avaiyum unkalukku akumakkappattullana.) (Eninum, avarrai vettaikku vitum polutu ‘pismillah' enru) allahvin peyaraik kurunkal. Allahvukkup payantukollunkal. Niccayamaka allah kelvi kanakkuk ketpatil mikat tiviramanavan"},{"SurahNumber":5,"VerseNumber":5,"Text":"(nampikkaiyalarkale!) Inrumutal nallavai anaittum unkalukku (unpatarku) akumakkappattu vittana. Vetattai utaiyavarkalin unavum unkalukku akumanate! Unkal unavum avarkalukku akumanate! Nampikkai konta karputaiya penkalaiyum, unkalukku munnar vetam kotukkappatta karputaiya penkalaiyum, vipaccarikalakavo vaippattikalakavo kollamal, avarkalukkuk kotukka ventiya maharkalaiyum kotuttu (tirumanam ceytu) kolvatu (unkalukku akum). Evan nampikkai kontatan pinnar (inta cattankalai) nirakarikkirano avanutaiya narceyalkal niccayamaka alintuvitum. Marumaiyilo avan (murrilum) nastamataintavarkaliltan iruppan"},{"SurahNumber":5,"VerseNumber":6,"Text":"Nampikkaiyalarkale! Ninkal tolukaikkuc cenral (atarku munnar) unkal mukankalaiyum, mulankaikal varai unkal kaikalaiyum, kanukkalkal varai unkal iru patankalaiyum kaluvikkollunkal. (Unkal kaiyil nirait tottu) unkal talaiyai(t tatavi) ‘masahu' ceytukollunkal. Ninkal mulukkutaiyavarkalaka iruntal (kai kalkalai mattum kaluvinal potatu. Utal muluvataiyum kaluvi) tuymaiyakkik kollunkal. Anri, ninkal noyalikalaka iruntal allatu payanattil iruntal allatu unkalil evarum malajala pataikkuc cenru vantiruntal allatu ninkal penkalait tintiyiruntal, (tolukaiyin neram vantu unkalaic cuttam ceytu kolvatarku ventiya) tannirai ninkal peravillaiyenil (tayam'mum ceytu kollunkal. Atavatu) cuttamana mannai (unkal kaikalal tottu atai)kkontu unkal mukankalaiyum, kaikalaiyum tutaittuk kollunkal. Unkalukkuk kastattait tara allah virumpavillai. Eninum, avan unkalaip paricuttamakki vaikkavum, tan arutkotaiyai unkal mitu mulumaiyakki vaikkavume virumpukiran. (Itarkaka) ninkal avanukku nanri celuttuvirkalaka"},{"SurahNumber":5,"VerseNumber":7,"Text":"(yutarkale!) Unkal mitulla allahvin arulaiyum, avan (unkalitam) vakkuruti vankiya polutu atai ninkal urutippatutti ‘‘nankal cevicayttom. (Unakku) kattuppattom'' enru ninkal kuriyataiyum napakappatuttik kontu allahvukkup payappatunkal. (Enenral,) niccayamaka allah (unkal) ullankalil ullavarrai nankarintavan avan"},{"SurahNumber":5,"VerseNumber":8,"Text":"Nampikkaiyalarkale! Allahvukkaka nitivankalaka nitattirku catci colpavarkalaka irunkal. Oru vakuppar mitulla tuvesam avarkalukku aniyayam ceyyumpati unkalait tuntatirukkattum. (Pakaimai iruntalum) ninkal nitiye celuttunkal. Atutan iraiyaccattirku mika nerunkiyatu. (Eppotum) ninkal allahvukke payappatunkal. Niccayamaka allah ninkal ceypavarrai nankarintavan avan"},{"SurahNumber":5,"VerseNumber":9,"Text":"evarkal, nampikkai kontu narceyalkalaic ceykirarkalo avarkalukku pavamannippum, makattana (nar) kuliyum untu ena allah vakkalittirukkiran"},{"SurahNumber":5,"VerseNumber":10,"Text":"evarkal nam vacanankalaip poyyakki nirakarikkirarkalo avarkal narakavacikaltan"},{"SurahNumber":5,"VerseNumber":11,"Text":"nampikkaiyalarkale! Oru vakuppar unkalukkut tinkilaikkat tirmanittu tankal kaikalai unkalalavil nittiyapolutu, allah avarkalatu kaikalai unkalai vittut tatuttu unkalukkup purinta arulai ninkal ninaittup parunkal. Akave, allahvukke payappatunkal. Melum, nampikkaikontavarkal allahvitame poruppai oppataikkavum"},{"SurahNumber":5,"VerseNumber":12,"Text":"Niccayamaka israyilin cantatikalitam allah urutimoli vankiyirukkiran. Innum, avarkalilirunte pannirantu talaivarkalai (appostalarkalai) nam anuppi irukkirom. (Avvaru urutimoli vankiya camayattil avarkalai nokki) ‘‘niccayamaka nan unkalutaneye irukkiren. Ninkal tolukaiyai(t tavaratu) kataippitittu, jakattum kotuttu, en tutarkalai nampikkaikontu, avarkalukku utaviyum purintu, allahvuk(kaka ciramattil iruppavarkaluk)ku alakana muraiyil katan kotuttal, niccayamaka nan (ivarrai) unkal pavankalukkup parikaramakki vaittu, totarntu niraruvikal otikkontirukkum corkkankalilum unkalai nulaiya vaippen'' enru allah kurinan. Akave, unkalil evarenum itarkup pirakum, nirakarippavaraka akivittal niccayamaka avar nerana valiyil iruntu tavarivittar"},{"SurahNumber":5,"VerseNumber":13,"Text":"avarkal tankal urutimolikku maru ceytatan karanamaka nam avarkalaic capittu, avarkalutaiya ullankalai irukacceytu vittom. Avarkal (tankal veta) vacanankalai avarrin (unmai) arttankaliliruntu purattukirarkal. (Namatu innapiyaip parri) atil avarkalukkuk kurappattirunta pakattaiyum marantu vittarkal. Akave, (napiye!) Cilarait tavira avarkali(l perumpalori)n mocatiyai(p parriya ceytiyai) nir atikkati kelvippattu varuvir. Akave, ivarkalai nir mannittup purakkanittu varuviraka. Niccayamaka allah alakiya panputaiyavarkalai necikkiran"},{"SurahNumber":5,"VerseNumber":14,"Text":"Evarkal tankalai ‘‘niccayamaka nankal kiristavarkal'' enak kurukirarkalo avarkalitamum (ivvare) nam urutimoli vankiyirukkirom. Eninum, avarkalum (innapiyaip parri tankal vetattil) tankalukkuk kurappattirunta pakattai marantu vittarkal. Atalal, avarkalukkul pakaimaiyaiyum kopattaiyum marumai nal varai (ninkatirukkumpati) muttivittom. (Ivvulakil) avarkal enna ceytu kontiruntarkal enpatai (marumaiyil) allah avarkalukku etuttuk kanpippan"},{"SurahNumber":5,"VerseNumber":15,"Text":"vetattaiyutaiyavarkale! Unkalitam niccayamaka nam tutar vantirukkirar. Vetattil ninkal maraittukkontirunta pala visayankalai avar unkalukkut telivaka etuttuk kanpikkirar. Marrum pala visayankalai (avar arintiruntum unkalukku kevalam untakakkutatu enpatarkaka avarraik kuratu) vittuvitukirar. Niccayamaka, allahvitamiruntu oliyum mikattelivana oru vetam (ippotu) unkalitam vantirukkiratu"},{"SurahNumber":5,"VerseNumber":16,"Text":"(unkalil) evarkal allahvin tirupporuttattaip pinparrukirarkalo avarkalai atan mulamaka allah camatanattirkuriya valiyil celuttukiran. Innum, irulkalil iruntum veliyerrit tan arulaik kontu oliyin pakkam kontu varukiran. Melum, avarkalai nerana valiyil cellumpatiyum ceykiran"},{"SurahNumber":5,"VerseNumber":17,"Text":"Evarkal, maryamutaiya makan masihai allahtan enru kurukinranaro avarkal niccayamaka nirakarippavarkalakave irukkinranar. Akave, (napiye!) Nir kuruviraka: ‘‘Maryamutaiya makan masihaiyum, avarutaiya tayaiyum, ulakattilulla (marra) anaivaraiyum allah alittuvitak karutinal (avanait tatukka) evantan ciritenum cakti peruvan? (Enenral,) vanankal, pumi innum ivarrukku mattiyilulla anaittin atci allahvukkuriyate! Avan virumpiyatai (virumpiyapati) pataikkiran. Allah anaittin mitum mika perarralutaiyavan"},{"SurahNumber":5,"VerseNumber":18,"Text":"yutarkalum, kiristavarkalum ‘‘nankal allahvutaiya pillaikal, avanutaiya anpirkuriyavarkal'' enru kurukinranar. (Akave, napiye! Avarkalai nokki) nir kuruviraka: ‘‘Avvarayin, unkal kurrankalukkaka (iraivan) unkalai en (atikkati tunpuruttit) tantikkiran? (Unmai) avvaranru. Ninkalum avanal pataikkappatta (marra) manitarkal (ponru)tan. (Ninkal avanutaiya pillaikalalla. Akave, unkalilum) avan natiyavarkalai mannikkiran; avan natiyavarkalai vetanai ceykiran. Vanankal, pumi ivarrukku mattiyilulla anaittin atci allahvuk kuriyate! Avanalaviltan (anaivarum) cella ventiyataka irukkiratu"},{"SurahNumber":5,"VerseNumber":19,"Text":"vetattaiyutaiyavarkale! (Isavukkup pinnar ituvarai) tutarkal varatu tataippattirunta kalattil ‘‘narceyti kurupavar, accamutti eccarippavar enkalitam varaveyillai'' enru ninkal (kurai) kuratirukka, (markkak kattalaikalai) unkalukkut telivaka arivikkakkutiya namatu (it)tutar niccayamaka unkalitam vantuvittar. Akave, accamutti eccarippavar, narceyti kurupavar unkalitam vantirukkirar. Allah, anaittin mitum perarralutaiyavan avan"},{"SurahNumber":5,"VerseNumber":20,"Text":"Musa tan camukattarai nokki ‘‘en camukattare! Unkal mitu allah purintirukkum arutkotaiyai ninkal ninaittup parunkal. Avan unkalukkul (musa, harun ponra) napimarkalai erpatutti (ekiptiyaritam atimaikalay irunta) unkalai aracarkalakavum akki, ulakattil marra evarukkume alikkata (arputankalakiya katalaip pilantu cellutal, ‘mannu salva' enra unavu ponra)varraiyum unkalukku alittirukkiran'' enru kuriyatai (napiye! Nir avarkalukku) napakamuttuviraka"},{"SurahNumber":5,"VerseNumber":21,"Text":"(tavira, avar) ‘‘en camukattare! Allah unkalukkena vititta paricuttamana pumiyil (irukkum unkal etiriyutan por purintu atil) nulaiyunkal. (Avarkalukku) ninkal purankattit tirumpatirkal. (Puram kattinal) ninkal nastamataintavarkalakave tirumpuvirkal'' (enrum kurinar)"},{"SurahNumber":5,"VerseNumber":22,"Text":"(atarku) avarkal (musavai nokki) ‘‘musave! Niccayamaka atil mika palacalikalana makkal irukkinranar. Avarkal, ataivittu veliyerum varai nankal atanul nulaiyave mattom. Avarkal ataivittu veliyeri vittal nankal tavaramal nulaintuvituvom'' enranar"},{"SurahNumber":5,"VerseNumber":23,"Text":"(ivvaru) payantavarkalil (josuva, kalep enra) iruvarmitu allah arulpurintiruntan. Avarkal (marravarkalai nokki) ‘‘ninkal (avarkal palattaipparri payappataventam.) Avarkalai etirttu (an nakarattin) vayil varai cenruvitunkal. Atil ninkal nulaintu vittal niccayamaka ninkal verri perru vituvirkal. Ninkal (unmai) nampikkaiyalarkalaka iruntal allahvitame poruppai cattunkal'' enru kurinarkal"},{"SurahNumber":5,"VerseNumber":24,"Text":"(Itan pirakum avarkal musavai nokki) ‘‘musave! Avarkal atilirukkum varai orukkalum nankal atil cellave mattom. Nirum, umatu iraivanum (anku) cenru (avarkalutan) por puriyunkal. Niccayamaka nankal inkeye utkarntu (kavanittuk) kontiruppom'' enru kurinarkal"},{"SurahNumber":5,"VerseNumber":25,"Text":"(atarku musa) ‘‘en iraivane! Niccayamaka en mitum, en cakotarar mitum tavira, (marra evar mitum) enakku atikaram illai. Akave, pavikalana (inta) makkaliliruntu ni enkalaip pirittu vituvayaka!'' Enru (pirarttittuk) kurinar"},{"SurahNumber":5,"VerseNumber":26,"Text":"(atarku iraivan, avvarayin avarkalukku vakkalikkappatta) ‘‘anta itam narpatu varutankal varai avarkalukku niccayamakat tatukkappattu vittatu. (Atuvarai) avarkal pumiyil tattali(ntu kettalai)varkal. Akave, (intap) pavikalana makkalaip parri nir kavalai kollatir!'' Enru (musavukkuk) kurinan"},{"SurahNumber":5,"VerseNumber":27,"Text":"(napiye!) Atamutaiya (hapil, kapil ennum) iru makankalin unmaic ceytikalai nir avarkalukku otik kanpippiraka. Iruvarum ‘‘kurpani' (pali) kotuttapotu, avviruvaril oruttarutaiya (kurpani yana)tu erruk kollappattatu. Marravarutaiyatu erkappatavillai. Atalal, ‘‘niccayam nan unnaik konruvituven'' enrar. Utane (kurpani erruk kollappatta nallavar) ‘‘allah (kurpaniyai) erruk kolvatellam iraiyaccamullavarkalitamiruntutan'' enru patil kurinar"},{"SurahNumber":5,"VerseNumber":28,"Text":"‘‘ni ennai vettuvatarkaka un kaiyai ennalavil nittina(l, anneratti)lum nan unnai vettuvatarkaka en kaiyai unnalavil nittave matten. Enenral, niccayamaka nan ulakattar anaivaraiyum pataittu valarttu patukappavanakiya allahvukku ancukinran"},{"SurahNumber":5,"VerseNumber":29,"Text":"En pavac cumaiyaiyum, un pavac cumaiyutan ni cumantukontu (iraivanitam) varuvataiye nan virumpukinran. Avvaru ni vantal narakavaciyaki vituvay itutan aniyayakkararkalukkuriya kuliyakum'' (enru kurinar)"},{"SurahNumber":5,"VerseNumber":30,"Text":"(itan pinnarum) avar tan cakotararai vettivitumpatiyaka avarutaiya manam avarait tuntave, avar avarai vettivittar. Atanal avar nastamataintavaranar"},{"SurahNumber":5,"VerseNumber":31,"Text":"pinnar tan cakotararin piretattai evvaru maraikka ventum enpatai avarukku arivippatarkaka allah oru kakattai anuppivaittan. Atu (avarutaiya cakotararin utalai evvaru maraippatu enpatai avarukkuk kanpippatarkakap) pumiyait tontirru. (Itaik kanta) avar ‘‘anto! Intak kakattaippol (corpa arivutaiyavanaka) nan iruntalum en cakotararin cavattai nan maraittiruppene! (Atuvum) ennal mutiyamal poy vittate!'' Enru (alutu) kurit tukkattil alntuvittar"},{"SurahNumber":5,"VerseNumber":32,"Text":"itan karanamakave ‘‘evanoruvan marror atmavaik kolaikkup patilaka allatu pumiyil kulappattait tatai ceyvatarkakave tavira (aniyayamakak) kolai ceykirano avan manitarkal anaivaraiyume kolai ceytavan polavan. Melum, evan or atmavai vala vaikkirano avan manitarkal anaivaraiyum valavaittavan polavan'' enru israyilin cantatikalukku (alitta karpalakaiyil) nam varaintu vittom. Melum, avarkalitam namatu pala tutarkal niccayamakat telivana attatcikalaiyum kontu vantiruntarkal. Itarkup pinnarum, avarkalil perumpalanavarkal pumiyil varampu katante vantanar"},{"SurahNumber":5,"VerseNumber":33,"Text":"Evarkal allahvutanum avanutaiya tutarutanum por totuttum, pumiyil visamam ceytu kontum tirikirarkalo, avarkalukkuriya tantanai (avarkalai) konruvituvatu allatu ciluvaiyil araivatu allatu maru kai(kal, maru) kalkalait tuntippatu allatu (kaitu ceyvatu allatu) natu katatti vituvatutan. Itu im'maiyil avarkalukku ilivu (tarum tantanai) akum. Melum, marumaiyilo makattana vetanaiyum avarkalukkuntu"},{"SurahNumber":5,"VerseNumber":34,"Text":"eninum, avarkal mitu ninkal atikkam celuttuvatarku munnatakave kaicetappat(tu, tankal visamattil iruntu vilakikkon)tavarkalait tavira niccayamaka allah (avarkalai) mika mannippavan perum karunai puripavan enpatai arintu kollunkal"},{"SurahNumber":5,"VerseNumber":35,"Text":"nampikkaiyalarkale! Ninkal allahvai ancunkal; avanitam celvatarkuriya valiyait tetikkollunkal. Avanutaiya pataiyil (por ceyya) perum muyarci etuttuk kollunkal. Atanal ninkal verriyataiyalam"},{"SurahNumber":5,"VerseNumber":36,"Text":"niccayamaka nirakarippavarkalukku ippumiyil ulla anaittum, attutan ataipponra oru pakamum (contamaka) iruntu, avarkal ivai anaittaiyum tankal marumai nalin vetanaiyiliruntu tappikka piratiyakak kotuttalum avarkalitamiruntu (atu) ankikarikkappata mattatu. Melum, avarkalukkut tunpuruttum vetanaiye kitaikkum"},{"SurahNumber":5,"VerseNumber":37,"Text":"avarkal (naraka) neruppiliruntu veliyerave virumpuvarkal. Eninum, atiliruntu veliyera avarkalal (mutiyave) mutiyatu. Avarkalukku vetanai (enrenrume) nilaittirukkum"},{"SurahNumber":5,"VerseNumber":38,"Text":"ano, penno evar tirutinalum (it) tiyac ceyalukkut tantanaiyaka avarkalin kaikalait tuntittu vitunkal. (Itu) allahvinal erpatuttappatta tantanai akum. Allah mikaittavan, nanamutaiyavan avan"},{"SurahNumber":5,"VerseNumber":39,"Text":"Evarenum tan (it) tiyac ceyalukkup pinnar (kaicetappattu tan kurrattai) cirtiruttikkontal niccayamaka allah avarutaiya pavankalai mannittu vituvan. (Enenral) niccayamaka allah mika mannippavan, mikak karunaiyutaiyavan avan"},{"SurahNumber":5,"VerseNumber":40,"Text":"(napiye!) Niccayamaka vanankal, pumiyin atci allahvukke uriyatu enpatai nir ariyavillaiya? Akave, avan natiyavarkalai vetanai ceyvan. Avan virumpiyavarkalai mannippalippan. Allah anaittin mitum mikka perarralutaiyavan avan"},{"SurahNumber":5,"VerseNumber":41,"Text":"(nam) tutare! Cilar nirakarippin pakkam viraintotuvatu umakkuk kavalaiyait taraventam. Enenral, avarkal tankal vayinal mattum ‘‘nampikkai kontom'' enru kurinarkale tavira, avarkalutaiya ullankal (atai) oppuk kollavillai. (Avvare) yutar(kalilum cilaruntu. Avar)kal poy(yana visayan)kalaiye (avalotu) atikamakak ketkinranar. Melum, (ituvarai) unkalitam varata marroru kuttattinaruk(ku ivarrai arivippatar)kakavum, (visamattanamana varttaikalaiye) atikamakak ketkinranar. Avarkal (veta) vacanankalai avarrin (unmai) arttattiliruntu puratti (ivarkalai nokki) ‘‘unkalukku (inta napiyitamiruntu) inna kattalaik kitaittal atai etuttuk kollunkal. Atu unkalukkuk kitaikka vittal (atiliruntu) vilakik kollunkal'' enrum kurukinranar. Allah evaraiyum kastattirkullakka virumpinal avarukkaka allahvitam etaiyum ceyya nir arral peramattir. Ivarkalin ullankalaip paricuttamakki vaikka allah virumpaveyillai. Ivarkalukku, im'maiyil ilivum marumaiyil makattana vetanaiyum untu"},{"SurahNumber":5,"VerseNumber":42,"Text":"Ivarkal poyyaiye atikamakak ketkinranar (poyyana visayankalaiye atikam pinparrukinranar). Akata porulkalaiye atikamaka vilunkik kontirukkinranar. Ivarkal (oru niyayattirkaka) um'mitam varum camayattil avarkalukkitaiyil ninkal (nitamaka) tirppalippiraka allatu (tirppalikkatu) avarkalaip purakkanittu vituviraka. Nir avarkalaip purakkanittu vittalum, avarkal umakku oru tinkum ceyya mutiyatu. Avarkalukku itaiyil nir tirppalittal, nitamakave tirppalippiraka. Enenral, niccayamaka allah nitavankalai necikkiran"},{"SurahNumber":5,"VerseNumber":43,"Text":"(eninum napiye!) Ivarkal um'mai (tankalukkut) tirppu kurupavaraka evvaru etuttuk kolvarkal? (Enenral,) ivarkalitattilo tavrat ennum vetam irukkiratu. Atil allahvutaiya kattalaiyum irukkiratu. Avvariruntum atai ivarkal purakkanittuvittanar. Akave, (ataiyum) ivarkal nampikkai kontavarkal allar"},{"SurahNumber":5,"VerseNumber":44,"Text":"‘Tavrat' (ennum vetat)taiyum niccayamaka namtan irakkivaittom. Atil nervaliyum irukkiratu; oliyum irukkiratu. (Allahvukku) murrilum valippattu natanta napimarkal ataik konte yutarkalukku (markka)k kattalaiyittu vantarkal. Avarkalutaiya (pantitarkalakiya) rippiyyunkalum, (kurumarkalakiya) ahparkalum, allahvutaiya vetattaik kappavarkal enra muraiyil (ataik konte tirppalittu vantarkal. Melum, avarkal)atarku catcikalakavum iruntarkal. (Avvitamiruntum yutarkal purakkanittu vittanar. Nampikkaiyalarkale!) Ninkal manitarkalukku anca ventam; enakke ancik kollunkal. En vacanankalai oru corpa vilaikku virru vitatirkal. Evarkal allah irakki vaittavarraik kontu tirppalikkavillaiyo avarkal niccayamaka nirakarippavarkale"},{"SurahNumber":5,"VerseNumber":45,"Text":"avarkalukkaka a(varkalutaiya vetamakiya tavrat)til nam kattalaiyittiruntom: ‘‘Uyirukku uyir, kannukkuk kan, mukkukku mukku, katukkuk katu, pallukkup pal, kayankalukkum (kayamaka) niccayamaka pali vankappatum'' enpataka. Eninum, evarenum palivankuvatai (mannittu) nanmaikkaka vittuvittal atu avaru(taiya tiya ceyalu)kkup parikaramakivitum. Evarkal, allah irakki vaittavarraikkontu tirppalikkavillaiyo avarkal niccayamaka aniyayakkararkaltan"},{"SurahNumber":5,"VerseNumber":46,"Text":"(Munnirunta napimarkalakiya) avarkalutaiya aticcuvatukalileye maryamutaiya makan isavaiyum nam anuppivaittom. Avar tanmunnirunta tavrattai unmaiyakki vaippavaraka iruntar. Avarukku ‘injil' ennum vetattaiyum nam arulinom. Atilum nervaliyum oliyum irukkinrana. Atu tan munnulla tavrattai unmaiyakki vaikkiratu. Iraiyaccamutaiyavarkalukku atu oru nallupatecamakavum, nerana valiyakavum irukkiratu"},{"SurahNumber":5,"VerseNumber":47,"Text":"akave, injilai utaiyavarkal atil allah irakkiya (kattalaikalin)patiye tirppalikkavum. Evarkal, allah irakkiya (kattalaikalin)pati tirppalikkavillaiyo avarkal niccayamaka pavikaltan"},{"SurahNumber":5,"VerseNumber":48,"Text":"(Napiye! Murrilum) unmaiyaik kontulla ivvetattaiyum name um mitu irakkinom. Itu tanakku munnulla (marra) vetankalaiyum unmaiyakki vaikkiratu. Avarraip patukappatakavum irukkiratu. Akave, (napiye!) Nir allah (umakku) irakkiya itaikkonte avarkalukkitaiyil tirppalippiraka. Umakku vanta unmaiyaip purakkanittuvittu avarkalutaiya mana viruppankalai nir pinparratir. Unkalil ovvoru va(kuppa)rukkum ovvoru markkattaiyum, valiyaiyum name erpatuttinom. Allah virumpinal unkal anaivaraiyum ore (markkattaip pinparrum) ore vakuppaka akkiyirukka mutiyum. Eninum, unkalukku avan kotuttavarril (eppati natantu kolkirirkal enru) unkalaic cotippatarkakave (ivvaru ceytirukkiran). Akave, (ivarril uyarvana islam kurukinra) nanmaikalukku viraintu cellunkal. Allahvin pakkamtan ninkal anaivarum cella ventiyatirukkiratu. Ninkal etil (apippiraya petappattut) tarkkittuk kontiruntirkalo atai avan unkalukku nankarivittu vituvan"},{"SurahNumber":5,"VerseNumber":49,"Text":"(napiye!) Allah irakkivaittavarraik konte nir avarkalukkitaiyil tirppalippiraka. Nir avarkalutaiya mana viruppankalaip pinparratir. Umakku allah irakkivaittavarril etiliruntum um'mai avarkal tiruppivitatapatiyum nir avarkalaip parri eccarikkaiyay iruppiraka. (Umatu tirppai) avarkal purakkanittu vittal niccayamaka nir arintukolviraka, avarkalin cila (kotiya) pavankalin karanamaka allah (avarkalait tantikka) avarkalukkuk kastattait tara virumpukiran. Niccayamaka, manitarkalil perumpalor pavikaltan"},{"SurahNumber":5,"VerseNumber":50,"Text":"Ariyamaik kalattin catta (titta)nkalaiya ivarkal virumpukinranar? Meyyakave, (marumaiyai) uruti konta makkalukku allahvaivita alakana tirppalippavar yar"},{"SurahNumber":5,"VerseNumber":51,"Text":"nampikkaiyalarkale! Yutarkalaiyum, kiristavarkalaiyum (unkalukku) nanparkalaka etuttuk kollatirkal. (Unkalai pakaippatil) avarkal oruvar marroruvarukkut tunaiyaka irukkinranar. Unkalil evarum avarkalil evaraiyum (tanakku) nanparakkik kontal, niccayamaka avanum avarkalil ullavantan. Niccayamaka allah (inta) aniyayakkara makkalai (avarkalin tiya ceyalkalin karanamaka) nerana valiyil celutta mattan"},{"SurahNumber":5,"VerseNumber":52,"Text":"(napiye!) Ullankalil (nayavancaka) noy ullavarkal avarkalitam (tolamai kollave) viraintu celvatai nir kanpir! Melum, ‘‘(nankal avarkalai pakaittuk kontal) enkalukku or apattu erpattuvitumenru nankal payappatukirom'' enru avarkal kurukinranar. Allah tannitamiruntu verriyaiyo allatu oru (nar)kariyattaiyo (aticikkirattil unkalukku) alikkak kutum. Atu camayam avarkal tankal ullankalukkul maraittu vaittirunta (mocamana ennat)taip parri kavalai ataivarkal"},{"SurahNumber":5,"VerseNumber":53,"Text":"nampikkaiyalarkal (marumaiyil) ivarkalaic cuttik kanpittu ‘‘niccayamaka nankalum unkalutan irukkirom enru allahvin mitu urutiyana cattiyam ceytu kontiruntavarkal ivarkaltana?'' Enru kuruvarkal. Ivarkalutaiya nanmaikal anaittum alintu vittana. Akave, (ivarkal) nastamataintavarkalakave akivittanar"},{"SurahNumber":5,"VerseNumber":54,"Text":"Nampikkaiyalarkale! Unkalil evarenum tankal markkattil iruntu marivittal (atanal allahvukku nastamonrumillai. Unkalaip pokki) veru makkalai allah kontu varuvan. Avan avarkalai necippan; avarkalum avanai necipparkal. Avarkal nampikkai kontavarkalitam panivaka natantukolvarkal; nirakarippavarkalitam kantipputaiyavarkalaka irupparkal; allahvin pataiyil por purivarkal. Palippavanin palippai avarkal ancamattarkal. Itu allahvin arulakum. Avan virumpiyavarkalukkuttan itai alikkiran. Allah mika vicalamanavan, (anaittaiyum) nankarintavan avan"},{"SurahNumber":5,"VerseNumber":55,"Text":"allah, avanutaiya tutar, innum evarkal unmaiyakave nampikkai kontu, tolukaiyaik kataippitittu, jakattum kotuttu, (allahvin kattalaikku enneramum) talai cayttum varukinranaro ivarkaltan niccayamaka unkal (unmaiyana) tolarkal avar"},{"SurahNumber":5,"VerseNumber":56,"Text":"evarkal allahvaiyum, avanutaiya tutaraiyum, nampikkai kontavarkalaiyum (tankalukkut) tolarkalaka etuttuk kolkirarkalo (avarkaltan niccayamaka ‘hispullakkal' ennum) allahvin kuttattinar (avarkal). Avarkaltan niccayamaka verri peruvarkal"},{"SurahNumber":5,"VerseNumber":57,"Text":"nampikkaiyalarkale! Unkalukku mun vetam kotukkappattavarkalil, evarkal unkal markkattaip parikacamakavum, (vin) vilaiyattakavum etuttuk kontirukkinranaro avarkalaiyum, nirakarippavarkalaiyum (unkalukkut) tolarkalaka(vum, patukavalar kalakavum) etuttukkolla ventam. Ninkal unmai nampikkaiyalarkalaka iruntal allahvukke payantu (natantu)kollunkal. (Ivarkalil evarukkum ancatirkal)"},{"SurahNumber":5,"VerseNumber":58,"Text":"Ninkal (makkalait) tolukaikku (allahvai vanankuvatarku)alaittal atai avarkal parikacamakavum, vilaiyattakavum etuttuk kolkinranar. Meyyakave avarkal (murrilum) arivillata makkalaka iruppatutan itarkuriya karanamakum"},{"SurahNumber":5,"VerseNumber":59,"Text":"‘‘vetattaiyutaiyavarkale! Allahvaiyum, enkalukku irakkappatta (ivvetat)taiyum, itarku mun (unkalukku) irakkappattavarraiyum nankal nampikkai kontatarkakava ninkal enkalai tantikkirirkal? (Enru napiye! Nir avarkalaik kettu) niccayamaka unkalil atikamanavarkal pavikal (unkalukkut takutiyana kuli narakamtan)'' enru kuruviraka"},{"SurahNumber":5,"VerseNumber":60,"Text":"“allahvitam itaivitak kettatoru tantanai ataintavarkalai nan unkalukku arivikkava?'' (Enru napiye! Nir avarkalitam kettu) allah evarkalaic capittu, avarkal mitu kopamkontu, avarkalil cilaraik kurankukalakavum panrikalakavum akkinano avarkalum; evarkal saittanai vanankinarkalo avarkalumtan mikat talnta rakattinar. Nerana valiyiliruntu murrilum vali tavariyavarkal'' enru nir kuruviraka"},{"SurahNumber":5,"VerseNumber":61,"Text":"(nampikkaiyalarkale!) Ivarkal unkalitam vantal ‘‘nankal nampikkai kontom'' enru kurukinranar. Eninum niccayamaka avarkal nirakarippai (manatil vaittu)k konte (unkalitam) vantarkal. Niccayamaka attutaneye (unkalitamiruntu) avarkal veliyerinarkal. Avarkal (tankal ullankalukkul) maraittuk kontiruppavarrai allahtan nankarivan"},{"SurahNumber":5,"VerseNumber":62,"Text":"(napiye!) Avarkalil perumpanmaiyinar pavattirkum, aniyayattirkum, vilakkappatta porulkalai vilunkuvatarkum (mikat tiviramaka) viraintu celvatai nir kanpir! Avarkal ceypavai mikat tiyavaiye"},{"SurahNumber":5,"VerseNumber":63,"Text":"Avarkal (poy colli) pavamana varttaikal kuruvataiyum, vilakkappattavarrai vilunkuvataiyum, avarkalutaiya (pantitarkalakiya) rippiyunkalenum avarkalutaiya (patirikalakiya) ahparkalenum tatai ceyya ventama? Ivarkalutaiya ceyalum mikak kettatuve"},{"SurahNumber":5,"VerseNumber":64,"Text":"‘‘allahvutaiya kai kattappattirukkiratu'' enru inta yutarkal kurukinranar. (Avvaranru) avarkalutaiya kaikaltan kattappattirukkinrana. Melum, ivvaru avarkal kuriyatan karanamaka avarkal capikkappattum vittanar. Maraka, allahvutaiya iru kaikalo (eppolutum) virinte irukkinrana. Avan virumpiyavarellam (alli) allik kotukkiran. Umatu iraivanal umakku irakkappatta ivvetam avarkalil perumpanmaiyinarukku poramaiyaiyum, nirakarippaiyume atikappatutti vitukiratu. Akave, nam avarkalukkitaiyil pakaimaiyai, veruppai irutinal varai (irukkumpati) vitaittu vittom. Avarkal (nampikkaiyalarkalukkitaiyil) por neruppai muttum potellam allah atai anaittu vitukiran. Anal, (innum) avarkal pumiyil visamam ceytukonte alaikirarkal. Allah, visamam ceypavarkalai necippate illai"},{"SurahNumber":5,"VerseNumber":65,"Text":"vetattaiyutaiya ivarkal meyyakave nampikkai kontu (allahvukkup) payantu (natantu) kontal (atai) avarkalutaiya pavankalukkup parikaramakki, ella inpankalumulla corkkankalil niccayamaka nam avarkalai nulaivippom"},{"SurahNumber":5,"VerseNumber":66,"Text":"Tavrattaiyum, injilaiyum, avarkalutaiya iraivanitamiruntu avarkalukku irakkappatta (marra)varraiyum (unmaiyakave) avarkal pinparri nilainirutti vantal (evvitak kastamuminri,) avarkalukku me(l vanatti)liruntum, avarkalutaiya patankalin kil (pumiyil) iruntum pucipparkal. Anal, avarkalil cilartan nermaiyana kuttattinaraka irukkinranar. Avarkalil perumpanmaiyinar ceyyum kariyankal (mikak) kettavaiyaka irukkinrana"},{"SurahNumber":5,"VerseNumber":67,"Text":"(nam) tutare! Umatu iraivanitamiruntu umakku irakkappattatai ellam (oru kuraivuminri avarkalukku) etutturaippiraka!. Nir avvaru ceyyavitil avanutaiya tutai nir niraiverriyavaraka aka mattir. (Itil evarukkum ancatir!) Manitar(kalin tinku)kalil iruntu, allah um'maik kapparrik kolvan. Niccayamaka allah nirakarikkum makkalai nerana valiyil celutta mattan"},{"SurahNumber":5,"VerseNumber":68,"Text":"(napiye! Avarkalai nokki) ‘‘vetattaiyutaiyavarkale! Ninkal tavrattaiyum, injilaiyum, unkal iraivanitamiruntu unkalukku irakkappatta (marra)varraiyum (unmaiyakave) ninkal kataippitikkatavarai ninkal etilum cerntavarkalalla'' enru nir kuruviraka. Umatu iraivanitamiruntu umakku irakkappattavai avarkalil perumpalanavarkalukku poramaiyaiyum, nirakarippaiyume niccayamaka atikappatutti varum. Akave, innirakarippavarkalaip parri nir kavalai kollatir"},{"SurahNumber":5,"VerseNumber":69,"Text":"nampikkai kontavarkalilum, yutarkalilum, capiyinkalilum, kiristavarkalilum evarkal (inta tutar kurukirapati) allahvaiyum, irutinalaiyum nampikkai kontu (avar karpitta valiyil) narceyalkalaic ceykirarkalo avarkalukku niccayamaka oru payamumillai; avarkal tukkappatavum mattarkal"},{"SurahNumber":5,"VerseNumber":70,"Text":"Niccayamaka nam israyilin cantatikalitam (nam tutarkalaip pinparrumpati) urutimoli vanki, avarkalitam nam pala tutarkalai anuppivaittom. (Eninum) avarkalutaiya manam virumpata onrai (kattalaiyai nam) tutar avarkalitam kontu vantapotellam (attutarkalil) cilaraip poyyarenak kuriyum, cilaraik kolai ceytu kontume iruntarkal"},{"SurahNumber":5,"VerseNumber":71,"Text":"(itanal tankalukku) or apattum erpatatu enru avarkal ennik kontanar. Atalal, avarkal (unmaiyaik kana mutiyata) kurutarkalakavum, (ataik ketka mutiyata) cevitarkalakavum akivittanar. Itan pinnarum, allah avarkalai mannittan. Eninum, avarkalil perumpanmaiyinar pirakum kurutarkalakavum, cevitarkalakavume irukkinranar. Anal, allah avarkal ceypavarrai urru nokkupavan avan"},{"SurahNumber":5,"VerseNumber":72,"Text":"‘‘niccayamaka maryamutaiya makan masih allahtan'' enru kuriyavarkalum unmaiyakave nirakarippalarkalaki vittarkal. Eninum anta masiho ‘‘israyilin cantatikale! En iraivanum, unkal iraivanumakiya allah oruvanaiye vanankunkal'' enre kurinar. Evan allahvukku inaivaikkirano avanukku niccayamaka allah corkkattait tatuttu vitukiran. Avan cellum itam narakamtan. (Ittakaiya) aniyayakkararkalukku (marumaiyil) utavi ceypavarkal oruvarumillai"},{"SurahNumber":5,"VerseNumber":73,"Text":"‘‘niccayamaka allah (pita, cutan, paricutta avi akiya im)muvaril oruvantan'' enru kuriyavarkalum meyyakave nirakarippalarkalaki vittarkal. Enenral, ore or iraivanait tavira veru iraivan illave illai. (Akave, ivvaru) avarkal kuruvatiliruntu vilakik kollavittal avarkalil (allahvai) nirakarippavarkalai tunpuruttum vetanai niccayamaka vantataiyum"},{"SurahNumber":5,"VerseNumber":74,"Text":"Ivarkal allahvin pakkam tirumpi, avanitam tankal kurrattai mannikkap pirarttikka mattarkala? Allahvo, mika mannippavan mikak karunaiyutaiyavan avan"},{"SurahNumber":5,"VerseNumber":75,"Text":"maryamin makan masih oru tutare! Tavira (iraivano iraivanutaiya makano) alla. Ivarukku munnarum (ivaraip pol) pala tutarkal (vantu) cenruvittanar. Avarutaiya tayum (katavul alla. Avar) mikka unmaiyana oru cattiyavatiyakattan iruntar. Ivviruvarum (ivvulakilirunta kalamellam marra manitarkalaippola) unavu utkontu (valntu) vantanar. (Akave, ivviruvarum evvaru iraivanaka avarkal? Itai) nam pala attatcikalaik kontu avarkalukku evvaru telivakki vaittirukkirom enpatai (napiye!) Nir kavanippiraka. (Unmaiyil iruntu) avarkal evvalavu turam vilakic cenruvittanar enpataiyum nir kavanippiraka"},{"SurahNumber":5,"VerseNumber":76,"Text":"(anri avarkalai nokki) ‘‘unkalukku oru nanmaiyo timaiyo ceyyac caktiyarra allah allatavarraiya ninkal vanankukirirkal?'' Enru (napiye!) Nir ketpiraka. Allahtan nanku ceviyurupavan, (anaittaiyum) mika arintavan avan"},{"SurahNumber":5,"VerseNumber":77,"Text":"‘‘vetattaiyutaiyavarkale! Ninkal unkal markkattil (etaiyum) mikaipatak kuri varampu miratirkal. Melum, itarku munnar (ivvaru) vali tavariya makkalin viruppankalaiyum ninkal pinparratirkal. (Enenral) avarkal nerana valiyil iruntu tavarivittatutan (marrum) palarai vali ketuttum irukkinranar'' enrum (napiye!) Nir kuruviraka"},{"SurahNumber":5,"VerseNumber":78,"Text":"israyilin cantatikalil evarkal (ivvetattai) nirakarikkirarkalo avarkal tavut marrum maryamin makan isa akiya ivarkal navalum capikkappatte irukkinranar. Enenral, avarkal (akkalattilum) varampu katante pavam ceytu vantanar"},{"SurahNumber":5,"VerseNumber":79,"Text":"Avarkal ceytu vanta pavattai vittum vilakik kollatavarkalaka(vum, oruvar marravarai atiliruntu tatukkatavarkalakavum) iruntu vantanar. Avarkal ceytu kontiruntavaiyum mikat tiyavaiye"},{"SurahNumber":5,"VerseNumber":80,"Text":"avarkalil perumpanmaiyinar nirakarippavarkalai tolamai kolvatai (napiye!) Nir kanpir! Allah avarkal mitu kopikkumpati avarkal tamakave tetik kontatu mikak kettatu. Avarkal (naraka) vetanaiyil enrenrume tankivituvarkal"},{"SurahNumber":5,"VerseNumber":81,"Text":"avarkal allahvaiyum, inta napiyaiyum avarukku irakkappatta (vetat)taiyum unmaiyakave nampikkai kontiruntal (nirakaritta) avarkalait (tankalukkut) tolarkalaka etuttuk kontirukka mattarkal. Anal, avarkalil perumpanmaiyinar pavikal avar"}]}