{"Id":41,"LanguageCodes":["az","aze"],"Name":"aze-alikhanmusayev-la","Author":"Alikhan Musayev","Language":"Azerbaijani","Description":"Azerbaijani - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Ha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Bu Kitab Qudrətli, Mudrik Allah tərəfindən nazil edilmisdir"},{"SurahNumber":46,"VerseNumber":3,"Text":"Biz goyləri, yeri və onların arasında olanları ancaq bir həqiqət kimi və məlum bir zaman kəsimi ucun yaratdıq. Kafirlər isə xəbərdar edildikləri seylərdən uz dondərdilər"},{"SurahNumber":46,"VerseNumber":4,"Text":"De: “Bir deyin gorək, sizin Allahdan basqa tapındıqlarınız yer uzundə nə yaratmıslar? Yoxsa onların goylərin yaradılmasında bir sərikliyi var? Əgər dogru danısanlarsınızsa, mənə bundan əvvəl nazil olmus bir kitab və ya elmdən qalan bir əsər gətirin”"},{"SurahNumber":46,"VerseNumber":5,"Text":"Allahı qoyub Qiyamət gununədək ozunə cavab verə bilməyən əsyalara yalvaran kimsədən daha cox azmıs kim ola bilər? Halbuki o butlər onların yalvarısından xəbərsizdirlər"},{"SurahNumber":46,"VerseNumber":6,"Text":"Insanlar bir yerə toplanılacaqları zaman butlər onlara dusmən kəsiləcək və onların ibadətini inkar edəcəklər"},{"SurahNumber":46,"VerseNumber":7,"Text":"Ayələrimiz onlara aydın səkildə oxunarkən, artıq həqiqətin gəldiyini gorub onu inkar edən kafirlər: “Bu, acıq bir sehrdir!”– deyirlər"},{"SurahNumber":46,"VerseNumber":8,"Text":"Yaxud: “Bunu ozundən uydurmusdur!” – deyirlər. De: “Əgər mən onu uydurmusamsa, siz məni Allahdan gələn hec bir cəzadan xilas edə bilməzsiniz. O sizin Quran haqqındakı soz-sohbətlərinizi daha yaxsı bilir. Mənimlə sizin aranızda sahid kimi Allah yetər. O, Bagıslayandır, Rəhmlidir”"},{"SurahNumber":46,"VerseNumber":9,"Text":"De: “Mən peygəmbərlərin birincisi deyiləm. Mənə və sizə nə uz verəcəyini də bilmirəm. Mən sadəcə mənə vəhy olunana tabe oluram. Mən yalnız acıq-askar xəbərdar edənəm!”"},{"SurahNumber":46,"VerseNumber":10,"Text":"De: “Bir deyin gorək, əgər bu Quran Allah tərəfindəndirsə və siz də onu inkar etmisinizsə, Israil ogullarından da bir sahid onun bənzərinə sahidlik edib iman gətiribsə, siz isə təkəbbur gostərmisinizsə, zulm etmis olmazsınızmı? Allah zalımları dogru yola yonəltməz!”"},{"SurahNumber":46,"VerseNumber":11,"Text":"Kafirlər mominlərə dedilər: “Əgər Quran xeyirli bir sey olsaydı, onlar bunda bizi qabaqlaya bilməzdilər!” Onlar bununla dogru yola gəlmədikləri ucun: “Bu, kohnə yalandır!”– deyəcəklər"},{"SurahNumber":46,"VerseNumber":12,"Text":"Ondan əvvəl Musanın rəhbər və mərhəmət olan Kitabı var idi. Bu isə zalımları qorxutmaq və yaxsı is gorənlərə mujdə vermək ucun ərəb dilində nazil edilmis, əvvəlkiləri təsdiq edən bir Kitabdır"},{"SurahNumber":46,"VerseNumber":13,"Text":"Həqiqətən də: “Rəbbimiz Allahdır!”– deyib sonra duz yol tutanlara hec bir qorxu yoxdur və onlar kədərlənməyəcəklər"},{"SurahNumber":46,"VerseNumber":14,"Text":"Onlar Cənnət əhlidirlər və etdikləri əməllərin əvəzi olaraq orada əbədi qalacaqlar"},{"SurahNumber":46,"VerseNumber":15,"Text":"Biz insana ata-anasının qaygısına qalmagı tovsiyə etdik. Anası onu bətnində əziyyətlə dasımıs və əziyyətlə dogmusdur. Onun bətndə dasınma və suddən kəsilmə muddəti otuz ay cəkir. Nəhayət, o, yetkinlik cagına yetisib qırx yasa catdıqda deyər: “Ey Rəbbim! Mənə, mənim ozumə və valideynlərimə bəxs etdiyin nemətə sukur etmək və Sənin razı qalacagın yaxsı islər gormək ucun ilham ver, nəslimi də mənim ucun əməlisaleh et. Mən Sənə tovbə etdim. Həqiqətən, mən musəlmanlardanam!”"},{"SurahNumber":46,"VerseNumber":16,"Text":"Belələri, əməllərinin ən yaxsısını qəbul edəcəyimiz, gunahlarından kecəcəyimiz və Cənnət əhli icərisinə daxil edəcəyimiz kimsələrdir. Bu onlara verilmis dogru vəddir"},{"SurahNumber":46,"VerseNumber":17,"Text":"Kimisi də ata-anasına: “Tfu sizə! Məndən əvvəl necə-necə nəsillər gəlib-getdiyi halda, siz məni qəbirdən cıxarılacagımlamı hədələyirsiniz?”– deyər. Onlar Allahdan yardım diləyərək: “Vay sənin halına! Iman gətir, Allahın vədi haqdır!”– deyərlər. O isə: “Bu, kecmisdəkilərin əfsanələrindən basqa bir sey deyildir!”– deyər"},{"SurahNumber":46,"VerseNumber":18,"Text":"Belələri o kəslərdir ki, onlardan əvvəl gəlib-getmis cin və insanlardan ibarət olan xalqlar haqqındakı Soz onların barəsində də gercəkləsmisdir. Həqiqətən də, onlar ziyana ugrayanlardır"},{"SurahNumber":46,"VerseNumber":19,"Text":"Hamının etdiyi əməllərə gorə dərəcələri vardır ki, Allah onlara əməllərinin əvəzini versin. Onlara əsla zulm edilməz"},{"SurahNumber":46,"VerseNumber":20,"Text":"Kafirlər Odun qarsısına gətiriləcəkləri gun onlara deyiləcəkdir: “Siz dunya həyatınızda pak nemətlərinizi sərf edib qurtardınız və onlardan zovq aldınız. Bu gun isə siz yer uzundə haqsız olaraq təkəbbur gostərdiyinizə və asi oldugunuza gorə alcaldıcı əzabla cəzalandırılacaqsınız!”"},{"SurahNumber":46,"VerseNumber":21,"Text":"Ad tayfasının qardasını xatırla! Bir zaman o ozundən əvvəl də, sonra da qorxudan peygəmbərlər gəlib-getmis qumsal təpələrdə yasayan tayfasını: “Allahdan basqasına ibadət etməyin. Mən sizə uz verəcək əzəmətli gunun əzabından qorxuram!” deyə xəbərdar etmisdi"},{"SurahNumber":46,"VerseNumber":22,"Text":"Onlar isə demisdilər: “Sən bizi məbudlarımızdan dondərməyəmi gəldin? Əgər dogru danısanlardansansa, bizə vəd etdiyini gətir!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Hud dedi: “Bu haqda bilgi ancaq Allaha məxsusdur. Mən sizə yalnız mənimlə gondərilənləri təblig edirəm. Lakin mən sizin cahil adamlar oldugunuzu gorurəm”"},{"SurahNumber":46,"VerseNumber":24,"Text":"Nəhayət o əzabı vadilərinə dogru gələn bir bulud səklində gordukdə: “Bu bizə yagıs yagdıracaq buluddur!”– dedilər. Hud dedi: “Xeyr! Bu sizin tez gəlməsini istədiyiniz – ozu ilə agrılı-acılı əzab gətirən bir kuləkdir"},{"SurahNumber":46,"VerseNumber":25,"Text":"O oz Rəbbinin əmri ilə hər seyi yerlə yeksan edəcəkdir!” Onlar elə məhv oldular ki, evlərindən basqa hec bir sey gorunmədi. Biz gunahkar adamları belə cəzalandırırıq"},{"SurahNumber":46,"VerseNumber":26,"Text":"Sizə vermədiyimiz imkanları Biz onlara vermisdik. Onlara qulaq, goz və qəlb vermisdik. Lakin nə qulaqları, nə gozləri, nə də qəlbləri onlara hec bir fayda vermədi. Cunki onlar Allahın ayələrini inkar edirdilər. Onları ələ saldıqları əzab burudu"},{"SurahNumber":46,"VerseNumber":27,"Text":"Biz sizin ətrafınızda olan səhərləri məhv etdik. Biz ayələri onlara muxtəlif cur izah etdik ki, bəlkə kufrdən əl cəkələr"},{"SurahNumber":46,"VerseNumber":28,"Text":"Bəs nəyə gorə Allahı qoyub Ona yaxınlasmaq məqsədilə ilahiləsdirdikləri tanrılar onlara komək etmədi? Əksinə, onlardan uzaqlasıb yox oldular. Bu onların iftiraları və uydurmalarıdır"},{"SurahNumber":46,"VerseNumber":29,"Text":"Bir zaman bir dəstə cini Quranı dinləmək ucun sənin yanına yolladıq. Onlar onu dinləməyə gəldikdə bir-birinə: “Susun, qulaq asaq!”– dedilər. Quran oxunub qurtardıqdan sonra isə xəbərdar etmək məqsədilə oz tayfalarının yanına qayıtdılar"},{"SurahNumber":46,"VerseNumber":30,"Text":"Onlar dedilər: “Ey qovmumuz! Biz, həqiqətən də, Musadan sonra nazil edilmis, ozundən əvvəlkiləri təsdiqləyən, haqqa və duz yola yonəldən bir Kitab dinlədik"},{"SurahNumber":46,"VerseNumber":31,"Text":"Ey qovmumuz! Allahın təbligatcısını qəbul edin və ona iman gətirin ki, Allah gunahlarınızı bagıslasın və sizi agrılı-acılı əzabdan qurtarsın!”"},{"SurahNumber":46,"VerseNumber":32,"Text":"Allahın təbligatcısını qəbul etməyən kimsə yer uzundə Allahdan yaxa qurtara bilməz və Ondan basqa onun himayəci dostları da olmaz. Onlar askar azgınlıq icindədirlər"},{"SurahNumber":46,"VerseNumber":33,"Text":"Məgər onlar goyləri və yeri yaradan, onları yaratmaqla yorulmayan Allahın oluləri də diriltməyə qadir oldugunu gormurlərmi? Sozsuz ki, O, hər seyə qadirdir"},{"SurahNumber":46,"VerseNumber":34,"Text":"Kafirlər Odun qarsısına gətiriləcəkləri gun onlara: “Məgər bu, həqiqət deyilmi?”– deyiləcəkdir. Onlar: “Bəli, Rəbbimizə and olsun ki, həqiqətdir!”– deyəcəklər. Allah da: “Kufr etdiyinizə gorə dadın əzabı!”– deyəcəkdir"},{"SurahNumber":46,"VerseNumber":35,"Text":"Elcilərdən mohkəm iradə sahiblərinin səbir etdiyi kimi, sən də səbir et! Onlara əzabın tez gəlməsini istəmə. Onlar vəd olundugunu gorəcəkləri gun gunduzun bircə saatı qədər qaldıqlarını sanacaqlar. Bu, bir təbligatdır. Hec fasiq adamlardan basqası məhv edilərmi"},{"SurahNumber":47,"VerseNumber":1,"Text":"Kafirlərin və insanları Allahın yolundan sapdıranların əməllərini Allah puca cıxarmısdır"},{"SurahNumber":47,"VerseNumber":2,"Text":"Iman gətirib yaxsı islər gorənlərin, oz Rəbbindən gercək həqiqət kimi Muhəmmədə nazil edilənə inananların isə Allah gunahlarından kecmis və onların vəziyyətini yaxsılasdırmısdır"},{"SurahNumber":47,"VerseNumber":3,"Text":"Bu ona gorədir ki, kafirlər batilə uymus, iman gətirənlər isə oz Rəbbindən gələn həqiqətə baglanmıslar. Beləcə, Allah insanlara onlara aid misallar cəkir"},{"SurahNumber":47,"VerseNumber":4,"Text":"Doyusdə kafirlərlə qarsı-qarsıya gəldiyiniz zaman boyunlarını vurun. Nəhayət, onları qırıb zəiflətdikdə əsirlərə bagladıgınız kəndirləri bərk cəkin. Sonra da onları ya rəhm edib fidyəsiz, ya da fidyə alıb azad edin. Muharibəyə son qoyulanadək kafirlərlə belə rəftar edin. Bax belə! Əgər Allah istəsəydi, onlardan doyussuz də intiqam alardı. Lakin O sizi biri-birinizlə sınaga cəkmək ucun belə etdi. Allah Oz yolunda oldurulənlərin əməllərini hec vaxt bosa cıxartmaz"},{"SurahNumber":47,"VerseNumber":5,"Text":"Allah onları dogru yola yonəldəcək, onların halını yaxsılasdıracaq"},{"SurahNumber":47,"VerseNumber":6,"Text":"və onları ozlərinə tanıtmıs oldugu Cənnətə daxil edəcəkdir"},{"SurahNumber":47,"VerseNumber":7,"Text":"Ey iman gətirənlər! Əgər siz Allaha (Onun dininə) komək gostərsəniz, O da sizə komək gostərər və ayaqlarınızı mohkəmlədər"},{"SurahNumber":47,"VerseNumber":8,"Text":"Qoy məhv olsun kafirlər! Allah onların əməllərini puca cıxardar"},{"SurahNumber":47,"VerseNumber":9,"Text":"Bu ona gorədir ki, onlar Allahın nazil etdiyinə nifrət etdilər, O da onların əməllərini puca cıxartdı"},{"SurahNumber":47,"VerseNumber":10,"Text":"Məgər onlar yer uzundə gəzib dolasıb ozlərindən əvvəlkilərin aqibətinin necə oldugunu gormurlərmi? Allah onları yerli-dibli yox etmisdir. Kafirləri də buna bənzərləri gozləyir"},{"SurahNumber":47,"VerseNumber":11,"Text":"Bu ona gorədir ki, Allah mominlərin Himayəcisidir. Kafirlərin isə hec bir himayəcisi yoxdur"},{"SurahNumber":47,"VerseNumber":12,"Text":"Allah iman gətirib yaxsı islər gorənləri agacları altından caylar axan Cənnət baglarında yerləsdirər. Kafirlər isə muvəqqəti olaraq kef cəkər, heyvan kimi yeyib-icərlər. Onların yeri Oddur"},{"SurahNumber":47,"VerseNumber":13,"Text":"Səni qovub cıxaran məmləkətindən daha quvvətli necə-necə məmləkətlər var idi ki, Biz onları məhv etdik və onlara bir komək edən də olmadı"},{"SurahNumber":47,"VerseNumber":14,"Text":"Məgər oz Rəbbindən vəhy edilmis aydın dəlilə istinad edən kimsə pis əməli ozunə gozəl gostərilən və oz nəfslərinə uyan kimsələr kimi ola bilərmi"},{"SurahNumber":47,"VerseNumber":15,"Text":"Muttəqilərə vəd olunan Cənnətin vəsfi belədir; orada xarab olmayan sudan caylar, dadı dəyisməyən suddən caylar, icənlərə ləzzət verən sərabdan caylar və suzulmus baldan caylar vardır. Orada onları hər cur meyvə və Rəbbi tərəfindən bagıslanma gozləyir. Məgər onlar od icində əbədi qalan və bagırsaqlarını parca-parca edən qaynar su icirdiləcək kimsələr kimi ola bilərlərmi"},{"SurahNumber":47,"VerseNumber":16,"Text":"Onların arasında səni dinləyənlər də var. Nəhayət sənin yanından cıxdıqda ozlərinə elm verilmis kimsələrə istehza ilə deyərlər: “O, bayaq nə deyirdi?” Bunlar o kəslərdir ki, Allah onların qəlbinə mohur vurmus, ozləri də nəfslərinə tabe olmuslar"},{"SurahNumber":47,"VerseNumber":17,"Text":"Dogru yolla gedənlərə gəldikdə isə, Allah onlara hidayətini artırar və onları təqvalı olmaga muvəffəq edər"},{"SurahNumber":47,"VerseNumber":18,"Text":"Məgər kafirlər o Saatın qəfildən onlara gəlməsindən basqa bir seymi gozləyirlər? Artıq onun əlamətləri gəlmisdir. O Saat onlara gəlib yetisdiyi zaman ibrət almaları nəyə yarayar"},{"SurahNumber":47,"VerseNumber":19,"Text":"Bil ki, Allahdan basqa ibadətə layiq olan hec bir məbud yoxdur. Sən həm oz gunahlarının, həm də momin kisilərlə momin qadınların bagıslanmasını dilə. Allah gəzib-dolasdıgınız yeri də, gecələyəcəyiniz məskəni də bilir"},{"SurahNumber":47,"VerseNumber":20,"Text":"Mominlər: “Kas cihada dair bir surə nazil olaydı!”- deyirlər. Hokmu bəlli bir surə nazil olub orada doyus yada salınan kimi qəlbində xəstəlik olanların sənə olum ayagında bayılan kimsənin baxısı ilə baxdıqlarını gorərsən. Onlara daha yaxsı olardı ki"},{"SurahNumber":47,"VerseNumber":21,"Text":"itaət etsinlər və xos soz soyləsinlər. Cihada qəti əmr verildiyi zaman Allaha sadiq qalsaydılar, əlbəttə ki, onlar ucun daha yaxsı olardı"},{"SurahNumber":47,"VerseNumber":22,"Text":"Əgər haqdan uz cevirsəniz, ola bilsin ki, yer uzundə fitnə-fəsad torədəsiniz və qohumluq əlaqələrini kəsəsiniz"},{"SurahNumber":47,"VerseNumber":23,"Text":"Onlar Allahın lənətlədiyi, qulaqlarını kar və gozlərini kor etdiyi kimsələrdir"},{"SurahNumber":47,"VerseNumber":24,"Text":"Məgər onlar Quran haqqında dusunmurlərmi? Yoxsa qəlbləri qıfıllıdır"},{"SurahNumber":47,"VerseNumber":25,"Text":"Hidayət yolunu tanıdıqdan sonra haqdan donub geriyə uz tutanlara seytan gunah isləri gozəl gostərdi və onlara uzun omur vəd etdi"},{"SurahNumber":47,"VerseNumber":26,"Text":"Bu ona gorədir ki, onlar Allahın nazil etdiyinə nifrət edənlərə: “Biz bəzi islərdə sizə itaət edəcəyik!”– dedilər. Allah onların sirlərini bilir"},{"SurahNumber":47,"VerseNumber":27,"Text":"Bəs mələklər onların uzlərinə və arxalarına vura-vura canlarını alanda halları necə olacaq"},{"SurahNumber":47,"VerseNumber":28,"Text":"Bu ona gorədir ki, onlar Allahın qəzəbinə səbəb olan seyə uydular və Onun razı qaldıgı seyə nifrət etdilər. Buna gorə də Allah onların əməllərini bosa cıxartdı"},{"SurahNumber":47,"VerseNumber":29,"Text":"Yoxsa qəlblərində xəstəlik olanlar elə hesab edirdilər ki, Allah onların kin-kudurətini uzə cıxarmayacaq"},{"SurahNumber":47,"VerseNumber":30,"Text":"Əgər Biz istəsəydik, onları sənə gostərərdik, sən də onları uzlərindəki əlamətlərdən tanıyardın. Sən onları danısıq tərzlərindən mutləq tanıyacaqsan. Allah sizin əməllərinizi bilir"},{"SurahNumber":47,"VerseNumber":31,"Text":"Biz aranızdakı mucahidləri və səbir edənləri ayırd edib uzə cıxarmaq ucun sizi mutləq sınayacaq və barənizdəki xəbərləri də yoxlayacagıq"},{"SurahNumber":47,"VerseNumber":32,"Text":"Sozsuz ki, kafir olanlar, insanları Allah yolundan sapdıranlar və hidayət yolunu tanıdıqdan sonra Peygəmbərə qarsı cıxanlar Allaha hec bir zərər vura bilməzlər. Allah onların butun əməllərini puca cıxaracaqdır"},{"SurahNumber":47,"VerseNumber":33,"Text":"Ey iman gətirənlər! Allaha və Peygəmbərə itaət edin və əməllərinizi puc etməyin"},{"SurahNumber":47,"VerseNumber":34,"Text":"Subhəsiz ki, kafir olanları, insanları Allah yolundan sapdıranları, sonra da kafir kimi olənləri, Allah hec vaxt bagıslamayacaqdır"},{"SurahNumber":47,"VerseNumber":35,"Text":"Siz də cihadda zəiflik gostərməyin və ustun oldugunuz halda kafirləri sulhə cagırmayın! Allah sizinlədir. O sizin əməllərinizi əsla əskiltməz"},{"SurahNumber":47,"VerseNumber":36,"Text":"Həqiqətən, dunya həyatı oyun və əyləncədən basqa bir sey deyildir. Əgər iman gətirib Allahdan qorxsanız, O sizə mukafatlarınızı verər və sizdən mal-dovlətinizi istəməz"},{"SurahNumber":47,"VerseNumber":37,"Text":"Əgər Allah sizdən bunu istəsə və sizdən təkidlə tələb etdiyi halda, siz xəsislik gostərsəniz, O, kin-kudurətinizi uzə cıxardar"},{"SurahNumber":47,"VerseNumber":38,"Text":"Budur, siz Allah yolunda malınızdan xərcləməyə dəvət edilirsiniz. Aranızda isə simiclik edənlər də tapılır. Kim simiclik etsə, ancaq oz əleyhinə etmis olar. Allah Zəngin, siz isə kasıbsınız. Əgər uz cevirsəniz, yerinizə sizin tayınız olmayan basqa insanlar gətirər"},{"SurahNumber":48,"VerseNumber":1,"Text":"Həqiqətən, Biz sənə aydın bir qələbə verdik ki"},{"SurahNumber":48,"VerseNumber":2,"Text":"Allah sənin əvvəlki və sonrakı gunahlarını bagıslasın, sənə olan nemətini tamamlasın, səni duz yola yonəltsin"},{"SurahNumber":48,"VerseNumber":3,"Text":"və Allah sənə boyuk bir qələbə ilə komək etsin"},{"SurahNumber":48,"VerseNumber":4,"Text":"Mominlərin imanı ustunə iman artırmaq ucun onların qəlbinə rahatlıq gondərən Odur. Goylərin və yerin orduları Allahındır. Allah Biləndir, Mudrikdir"},{"SurahNumber":48,"VerseNumber":5,"Text":"Bu ona gorədir ki, Allah momin kisiləri və momin qadınları icində əbədi qalacaqları, agacları altından caylar axan Cənnət baglarına daxil etsin və onların gunahlarından kecsin. Bu, Allah yanında boyuk muvəffəqiyyətdir"},{"SurahNumber":48,"VerseNumber":6,"Text":"Həm də ona gorədir ki, Allah Ozu barəsində pis fikirdə olan munafiq kisi və munafiq qadınlara, musrik kisi və musrik qadınlara əzab versin. Onların pis niyyəti ozlərini bəlaya salsın! Allahın onlara qəzəbi tutmusdur. Allah onları lənətləmis və onlar ucun Cəhənnəm hazırlamısdır. Ora nə pis donus yeridir"},{"SurahNumber":48,"VerseNumber":7,"Text":"Goylərin və yerin orduları Allahındır. Allah Qudrətlidir, Mudrikdir"},{"SurahNumber":48,"VerseNumber":8,"Text":"Həqiqətən, Biz səni sahid, mujdəci və xəbərdarlıq edən elci kimi gondərmisik"},{"SurahNumber":48,"VerseNumber":9,"Text":"Biz belə etdik ki, siz Allaha və Onun Elcisinə iman gətirəsiniz, ona komək edəsiniz, onun hormətini saxlayasınız və gecə-gunduz Allahı tərifləyəsiniz"},{"SurahNumber":48,"VerseNumber":10,"Text":"Sənə beyət edənlər Allaha beyət etmis olurlar. Allahın Əli onların əllərinin ustundədir. Kim əhdini pozsa, ancaq oz əleyhinə pozmus olar. Kim də Allahla bagladıgı əhdinə sadiq qalsa, Allah ona boyuk mukafat verər"},{"SurahNumber":48,"VerseNumber":11,"Text":"Geri qalan bədəvilər sənə: “Var-dovlətimiz və ailələrimiz bizi doyusə getməkdən yayındırdı. Allahdan bizim ucun bagıslanma dilə!”– deyəcəklər. Onlar qəlblərində olmayanları dilləri ilə deyirlər. De: “Əgər Allah sizə bir zərər yetirmək və ya bir xeyir vermək istəsə, Onun edəcəyi isin qarsısını kim ala bilər?” Xeyr, Allah sizin nə etdiyinizdən xəbərdardır"},{"SurahNumber":48,"VerseNumber":12,"Text":"Dogrusu, siz elə zənn edirdiniz ki, Peygəmbər və mominlər hec vaxt oz ailələrinə qayıtmayacaqlar. Bu, seytan tərəfindən qəlbinizdə bəzədilmisdi. Siz pis fikrə dusub məhvə məhkum adamlar oldunuz"},{"SurahNumber":48,"VerseNumber":13,"Text":"Kim Allaha və Onun Elcisinə iman gətirməzsə, bilsin ki, Biz kafirlər ucun od hazırlamısıq"},{"SurahNumber":48,"VerseNumber":14,"Text":"Goylərin və yerin hokmranlıgı Allaha məxsusdur. O, istədiyini bagıslayır, istədiyinə də əzab verir. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":48,"VerseNumber":15,"Text":"Siz qənimətləri goturməyə getdiyiniz zaman səfərdən geri qalanlar: “Qoyun biz də sizin arxanızca gələk!”– deyəcəklər. Onlar Allahın sozunu dəyisdirmək istəyirlər. De: “Siz hec vaxt bizim arxamızca gəlməyəcəksiniz. Allah əvvəldən sizin ucun belə demisdir”. Onlar: “Xeyr, siz bizə həsəd aparırsınız”– deyəcəklər. Əksinə, onlar cox az anlayanlardır"},{"SurahNumber":48,"VerseNumber":16,"Text":"Geri qalan bədəvilərə de: “Siz cox quvvətli bir tayfaya qarsı doyusməyə cagırılacaqsınız. Siz ya onlarla doyusəcəksiniz, ya da onlar musəlman olacaqlar. Əgər itaət etsəniz, Allah sizə gozəl bir mukafat verər. Yox, əgər daha əvvəl uz dondərdiyiniz kimi uz dondərsəniz, O sizə agrılı-acılı bir əzab verər”"},{"SurahNumber":48,"VerseNumber":17,"Text":"Doyusə getməməkdə kora, colaga, bir də xəstəyə gunah yoxdur. Kim Allaha və Onun Elcisinə itaət etsə, Allah onu agacları altından caylar axan Cənnət baglarına daxil edər. Kim də uz dondərsə, ona agrılı-acılı bir əzab verər"},{"SurahNumber":48,"VerseNumber":18,"Text":"Mominlər Hudeybiyyədə agac altında sənə beyət edərkən Allah onlardan razı qaldı. Allah onların qəlbində olanı bildi, onlara mənəvi rahatlıq nazil etdi və onları yaxın bir zəfərlə mukafatlandırdı"},{"SurahNumber":48,"VerseNumber":19,"Text":"Ustəlik alacaqları coxlu qənimətə də muvəffəq etdi. Allah Qudrətlidir, Mudrikdir"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allah sizə goturəcəyiniz coxsaylı qənimətlər vəd etdi. O, bunları sizə tezliklə verdi və insanların əllərini sizdən cəkdi ki, bu, mominlərə bir ibrət olsun və sizi dogru yola yonəltsin"},{"SurahNumber":48,"VerseNumber":21,"Text":"Ələ kecirə bilmədiyiniz basqa qənimətlər də vardır. Artıq Allah onları əhatə etmisdir. Allah hər seyə qadirdir"},{"SurahNumber":48,"VerseNumber":22,"Text":"Əgər kafirlər sizinlə vurussalar, mutləq arxaya donub qacarlar. Sonra da onlar ozlərinə nə bir himayədar, nə də bir yardımcı taparlar"},{"SurahNumber":48,"VerseNumber":23,"Text":"Allahın əzəldən muəyyənləsdirdiyi qayda belədir. Sən Allahın qoydugu qaydalarda hec vaxt bir dəyisiklik tapa bilməzsən"},{"SurahNumber":48,"VerseNumber":24,"Text":"Sizi onların uzərində qələbə calmaga muvəffəq etdikdən sonra, Məkkə vadisində onların əlini sizdən, sizin də əlinizi onlardan cəkən Odur. Allah sizin nə etdiklərinizi Gorəndir"},{"SurahNumber":48,"VerseNumber":25,"Text":"O kafirlər, sizi Məscidul-Hərama buraxmayan və qurbanlıq heyvanlarını qurbangaha gedib catmaga qoymayan kimsələrdir. Əgər Məkkədə tanımadıgınız momin kisiləri və momin qadınları bilmədən tapdalayıb əzmək və onların ucbatından gunaha batmaq təhlukəsi ilə qarsılasmasaydınız, Allah ora zorla girməyinizə izin verərdi. Lakin Allah istədiyini Oz mərhəmətinə qovusdursun deyə buna izin vermədi. Əgər onlar bir-birindən secilsəydilər, Biz onlardan kafir olanlara agrılı-acılı bir əzab verərdik"},{"SurahNumber":48,"VerseNumber":26,"Text":"Kafirlər oz qəlbində təkəbburluyə – cahilik lovgalıgına qapıldıqları zaman Allah Oz Elcisinə və mominlərə mənəvi rahatlıq nazil etdi və onlara təqva sozunu vacib buyurdu. Onların buna daha cox haqqı var idi və ona layiq idilər. Allah hər seyi bilir"},{"SurahNumber":48,"VerseNumber":27,"Text":"Allah Oz Elcisinin həqiqət kimi gorduyu yuxusunu gercəyə cevirdi. Allah qoysa, siz əmin-amanlıqla, baslarınızı qırxdırmıs, bəziləriniz də saclarını qısaltmıs halda və qorxmadan Məscidul-Hərama daxil olacaqsınız. Allah sizin bilmədiklərinizi bilir. O, bundan qabaq (Məkkəyə girməzdən əvvəl sizə) yaxın bir qələbə də bəxs edəcəkdir"},{"SurahNumber":48,"VerseNumber":28,"Text":"Islamı butun dinlərdən ustun etsin deyə Oz Elcisini hidayətlə və həqiqi dinlə gondərən Odur. Sahid kimi Allah kifayətdir"},{"SurahNumber":48,"VerseNumber":29,"Text":"Muhəmməd Allahın Elcisidir. Onunla birlikdə olanlar kafirlərə qarsı sərt, oz aralarında isə mərhəmətlidirlər. Sən onları ruku edən, səcdəyə qapanan, Allahdan lutf və razılıq diləyən gorərsən. Əlamətləri isə uzlərində olan səcdə izidir. Bu onların Tovratdakı vəsfidir. Incildə isə onlar elə bir əkin kimi vəsf olunurlar ki, bu əkin cucərtisini uzə cıxarıb onu quvvətləndirmis, o da getdikcə qalınlasıb govdəsi ustundə sax duraraq əkinciləri heyran etmisdir. Allah mominlərin sayını artırır, ozlərini də quvvətləndirir ki, kafirləri qəzəbləndirsin. Allah onlardan iman gətirib yaxsı islər gorənlərə bagıslanma və boyuk bir mukafat vəd etmisdir"},{"SurahNumber":49,"VerseNumber":1,"Text":"Ey iman gətirənlər! Hec bir seydə Allahı və Onun Elcisini qabaqlamayın. Allahdan qorxun! Həqiqətən, Allah Esidəndir, Biləndir"},{"SurahNumber":49,"VerseNumber":2,"Text":"Ey iman gətirənlər! Səsinizi Peygəmbərin səsindən yuksəyə qaldırmayın və bir-birinizə muraciət etdiyiniz kimi ona da uca səslə muraciət etməyin. Yoxsa, ozunuz də hiss etmədən əməlləriniz hədər gedər"},{"SurahNumber":49,"VerseNumber":3,"Text":"Həqiqətən, Allahın Elcisi yanında səsini endirənlər o səxslərdir ki, Allah onların qəlbini təqva ucun sınaga cəkmisdir. Onları bagıslanma və boyuk mukafat gozləyir"},{"SurahNumber":49,"VerseNumber":4,"Text":"Subhəsiz ki, səni otaqların arxasından səsləyənlərin əksəriyyəti nə etdiklərini anlamırlar"},{"SurahNumber":49,"VerseNumber":5,"Text":"Sən onların qarsılarına cıxanadək səbir etsəydilər, əlbəttə, bu, onlar ucun daha yaxsı olardı. Allah Bagıslayandır, Rəhmlidir"},{"SurahNumber":49,"VerseNumber":6,"Text":"Ey iman gətirənlər! Əgər bir fasiq sizə bir xəbər gətirsə, onu arasdırın. Yoxsa bilmədən bir qovmə pislik edər, sonra da bunun pesmancılıgını cəkərsiniz"},{"SurahNumber":49,"VerseNumber":7,"Text":"Bilin ki, Allahın Elcisi aranızdadır. Əgər o, bir cox islərdə sizə guzəstə getsəydi, cətinliyə dusərdiniz. Lakin Allah sizə imanı sevdirmis, onu qəlbinizə gozəl gostərmis, sizdə kufrə, gunaha və asi olmaga qarsı nifrət oyatmısdır. Dogru yolda olanlar da bunlardır"},{"SurahNumber":49,"VerseNumber":8,"Text":"Bunlar Allahın lutfu və neməti sayəsindədir. Allah Biləndir, Mudrikdir"},{"SurahNumber":49,"VerseNumber":9,"Text":"Əgər mominlərdən iki dəstə bir-biri ilə vurussa, onları barısdırın. Əgər onlardan biri digərinə qarsı təcavuz etsə, təcavuzkar dəstə ilə, o, Allahın əmrini yerinə yetirməyə qayıdanadək, vurusun. Əgər o qayıtsa, hər iki dəstəni ədalətlə barısdırın və insaflı olun. Sozsuz ki, Allah insaflıları sevir"},{"SurahNumber":49,"VerseNumber":10,"Text":"Mominlər, həqiqətən də qardasdırlar. Elə isə qardaslarınızı barısdırın və Allahdan qorxun ki, sizə rəhm edilsin"},{"SurahNumber":49,"VerseNumber":11,"Text":"Ey iman gətirənlər! Bir camaat digərini məsxərəyə qoymasın. Ola bilər ki, bunlar onlardan daha yaxsı olsunlar. Qadınlar da qadınları laga qoymasınlar. Ola bilər ki, bunlar onlardan daha yaxsı olsunlar. Bir-birinizə tənə vurmayın və bir-birinizi pis ləqəblərlə cagırmayın. Iman gətirdikdən sonra fasiq adlanmaq necə də pisdir. Məhz tovbə etməyənlər zalımlardır"},{"SurahNumber":49,"VerseNumber":12,"Text":"Ey iman gətirənlər! Zənnə cox qapılmayın. Cunki zənn edilənlərin bir qismi gunahdır. Bir-birinizi gudməyin, bir-birinizin qeybətini qırmayın. Sizdən biriniz olmus qardasının ətini yemək istəyərmi? Siz ki, bundan iyrənirsiniz. Allahdan qorxun! Həqiqətən, Allah tovbələri qəbul edəndir, Rəhmlidir"},{"SurahNumber":49,"VerseNumber":13,"Text":"Ey insanlar! Biz sizi kisi və qadından yaratdıq. Sonra bir-birinizi tanıyasınız deyə, sizi xalqlara və qəbilələrə ayırdıq. Subhəsiz ki, Allah yanında ən hormətli olanınız Ondan ən cox qorxanınızdır. Həqiqətən, Allah Biləndir, Xəbərdardır"},{"SurahNumber":49,"VerseNumber":14,"Text":"Bədəvilər: “Biz iman gətirdik!”– dedilər. De: “Siz qəlbən iman gətirmədiniz! Ancaq: “Biz musəlman olduq!”– deyin. Iman sizin qəlblərinizə hələ daxil olmamısdır. Əgər Allaha və Onun Elcisinə itaət etsəniz, O sizin əməllərinizdən hec bir sey əskiltməz. Subhəsiz ki, Allah Bagıslayandır, Rəhmlidir!”"},{"SurahNumber":49,"VerseNumber":15,"Text":"Mominlər ancaq Allaha və Onun Elcisinə iman gətirən, sonra hec bir səkk-subhəyə dusməyən, Allah yolunda malları və canları ilə cihad edənlərdir! Imanlarında sadiq olanlar da məhz onlardır"},{"SurahNumber":49,"VerseNumber":16,"Text":"De: “Siz dininizi Allahamı oyrədirsiniz?” Halbuki Allah goylərdə olanları da, yerdə olanları da bilir. Allah hər seyi bilir"},{"SurahNumber":49,"VerseNumber":17,"Text":"Onlar musəlman olduqlarına gorə sənə minnət qoyurlar. De: “Musəlman olmusunuz deyə mənə minnət qoymayın! Əgər dogru danısanlarsınızsa, bilin ki, əslində Allah sizi imana gətirməklə sizə mərhəmət gostərmisdir!”"},{"SurahNumber":49,"VerseNumber":18,"Text":"Subhəsiz ki, Allah goylərin də, yerin də qeybini bilir. Allah sizin nə etdiklərinizi gorur"},{"SurahNumber":50,"VerseNumber":1,"Text":"Qaf. Sərəfli Qurana and olsun"},{"SurahNumber":50,"VerseNumber":2,"Text":"Onlara oz aralarından xəbərdarlıq edən bir peygəmbər gəlməsinə təəccub edən kafirlər dedilər: “Bu cox qəribə bir seydir"},{"SurahNumber":50,"VerseNumber":3,"Text":"Məgər biz olub torpaga qarısdıqdan sonra yenidən diriləcəyik? Bu, əlcatmaz bir qayıdısdır!”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Həqiqətən, Biz yerin onlardan nəyi alıb əskiltdiyini bilirik. Bizdə hər seyi qoruyan bir Kitab (Lovhi-məhfuz) vardır"},{"SurahNumber":50,"VerseNumber":5,"Text":"Lakin həqiqət onlara məlum olduqda onu yalan hesab etdilər. Indi onlar casqın vəziyyətdədirlər"},{"SurahNumber":50,"VerseNumber":6,"Text":"Məgər onlar basları ustundəki goyə baxıb onu necə yaratdıgımızı və necə bəzədiyimizi gormurlərmi? Orada hec bir yarıq da yoxdur"},{"SurahNumber":50,"VerseNumber":7,"Text":"Biz yeri dosədik, orada mohkəm daglar yerləsdirdik və gozoxsayan bitkilərin hər novundən yetisdirdik"},{"SurahNumber":50,"VerseNumber":8,"Text":"Bunu, Allaha uz tutan hər bir qul ucun ibrət və oyud-nəsihət olsun deyə belə etdik"},{"SurahNumber":50,"VerseNumber":9,"Text":"Biz goydən bərəkətli su endirdik, onunla baglar və bicilən taxıl dənələri bitirdik"},{"SurahNumber":50,"VerseNumber":10,"Text":"Eləcə də meyvələri salxım-salxım asılmıs hundur xurma agacları bitirdik"},{"SurahNumber":50,"VerseNumber":11,"Text":"Qullara ruzi olsun deyə belə etdik! Biz onunla olu bir məmləkəti diriltdik. Dirilib qəbirdən cıxmaq da belədir"},{"SurahNumber":50,"VerseNumber":12,"Text":"Onlardan əvvəl Nuh qovmu, Rəss əhli, Səmud tayfası elciləri yalancı saydı"},{"SurahNumber":50,"VerseNumber":13,"Text":"Ad qovmu, Firon xalqı, Lut tayfası"},{"SurahNumber":50,"VerseNumber":14,"Text":"Əykə əhli və Tubba qovmu – bunların hamısı elciləri yalancı saydı və Mənim təhdidim gercəkləsdi"},{"SurahNumber":50,"VerseNumber":15,"Text":"Məgər Biz ilk yaradılısdan zəiflədikmi? Xeyr! Onlar yeni yaradılıs olan dirilmə barəsində subhə icindədirlər"},{"SurahNumber":50,"VerseNumber":16,"Text":"Insanı Biz yaratdıq və nəfsinin ona nəyi vəsvəsə etdiyini də bilirik. Biz ona sah damarından da yaxınıq"},{"SurahNumber":50,"VerseNumber":17,"Text":"Sagında və solunda iki mələk oturub onun əməllərini qeydə alır"},{"SurahNumber":50,"VerseNumber":18,"Text":"Dediyi elə bir soz yoxdur ki, onu yazmaq ucun yanında hazır durmus gozətci olmasın"},{"SurahNumber":50,"VerseNumber":19,"Text":"Olum bihuslugu həqiqətən gələcəkdir. Ey insan! Bu sənin uzaq qacdıgın seydir"},{"SurahNumber":50,"VerseNumber":20,"Text":"Sur ufuruləcəkdir. Bu, vəd olunmus təhdid gunudur"},{"SurahNumber":50,"VerseNumber":21,"Text":"Hər kəs onu qova-qova məhsərə gətirənlə və bir də əməllərinə sahidlik edənlə birlikdə gələcəkdir"},{"SurahNumber":50,"VerseNumber":22,"Text":"Sən bunun (bu gunun) haqqında qəflət icində idin. Amma Biz pərdəni sənin uzundən qaldırdıq. Sən bu gun cox yaxsı gorursən!”"},{"SurahNumber":50,"VerseNumber":23,"Text":"Yoldası (sahid mələk) deyəcəkdir: “Bu yanımdakı hazırdır!”"},{"SurahNumber":50,"VerseNumber":24,"Text":"Allah əmr edib deyəcək: “Atın Cəhənnəmə hər bir inadcıl kafiri"},{"SurahNumber":50,"VerseNumber":25,"Text":"xeyrə mane olanı, azgınlasıb həddi asanı, subhə edəni"},{"SurahNumber":50,"VerseNumber":26,"Text":"basqa bir məbudu Allaha tay tutanı. Atın onu siddətli əzabın icinə!”"},{"SurahNumber":50,"VerseNumber":27,"Text":"Yoldası (seytan) deyəcəkdir: “Ey Rəbbimiz! Onu mən yoldan cıxartmadım, əksinə, o ozu dərin azgınlıq icində idi!”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Allah deyəcəkdir: “Mənim huzurumda hocətləsməyin. Mən əvvəlcədən sizi xəbərdar etmisdim"},{"SurahNumber":50,"VerseNumber":29,"Text":"Mənim Sozum dəyisməzdir. Mən bəndələrə zulm edən deyiləm!”"},{"SurahNumber":50,"VerseNumber":30,"Text":"O gun Biz Cəhənnəmə: “Doldunmu?”– deyəcəyik. O isə: “Yenə varmı?”– deyəcəkdir"},{"SurahNumber":50,"VerseNumber":31,"Text":"Cənnət muttəqilərə yaxınlasdırılacaq, onlardan uzaqda olmayacaqdır"},{"SurahNumber":50,"VerseNumber":32,"Text":"Budur sizə vəd edilən Cənnət! O, hər bir tovbə edib Allaha uz tutan, Onun əmrinə riayət edən"},{"SurahNumber":50,"VerseNumber":33,"Text":"Mərhəmətli Allahdan Onu gormədən qorxan və Allaha yonəlmis qəlblə gələn kimsələr ucundur"},{"SurahNumber":50,"VerseNumber":34,"Text":"Ora sag-salamat daxil olun! Bu, Əbədiyyət gunudur"},{"SurahNumber":50,"VerseNumber":35,"Text":"Orada onlar ucun istədikləri hər sey hazırlanmısdır. Ustəlik huzurumuzda bundan da artıgı Allahı gormək vardır"},{"SurahNumber":50,"VerseNumber":36,"Text":"Biz onlardan əvvəl ozlərindən daha quvvətli necə-necə nəsilləri məhv etdik. Onlar diyarbədiyar gəzib dolasırdılar. Məgər əzabdan qacıb qurtara bildilərmi?”"},{"SurahNumber":50,"VerseNumber":37,"Text":"Həqiqətən, bunda həssas qəlbi olan, hazır durub diqqətlə qulaq asan kimsə ucun ibrət vardır"},{"SurahNumber":50,"VerseNumber":38,"Text":"Biz goyləri, yeri və onların arasında olanları altı gundə yaratdıq və Bizə hec bir yorgunluq uz vermədi"},{"SurahNumber":50,"VerseNumber":39,"Text":"Sən onların dediklərinə səbir et! Gun dogmamısdan əvvəl və batmamısdan əvvəl Rəbbini həmd ilə təriflə"},{"SurahNumber":50,"VerseNumber":40,"Text":"Gecənin bir vaxtında və səcdələrdən sonra Onun səninə təriflər de"},{"SurahNumber":50,"VerseNumber":41,"Text":"Dinlə ey Peygəmbər! O gun carcı yaxın bir yerdən cagıracaqdır"},{"SurahNumber":50,"VerseNumber":42,"Text":"O gun onlar bu səsi gercəkdən esidəcəklər. Bu, qəbirlərdən cıxma gunudur"},{"SurahNumber":50,"VerseNumber":43,"Text":"Subhəsiz ki, dirildən də, oldurən də Bizik. Donus də yalnız Bizədir"},{"SurahNumber":50,"VerseNumber":44,"Text":"O gun yer onlardan otru yarılacaq, onlar surətlə carcıya dogru cıxacaqlar. Beləcə, onları bir yerə yıgmaq Bizim ucun asandır"},{"SurahNumber":50,"VerseNumber":45,"Text":"Biz onların nə dediklərini yaxsı bilirik. Sən onları məcbur edən deyilsən. Sən Mənim təhdidimdən qorxanlara Quranla oyud-nəsihət ver"},{"SurahNumber":51,"VerseNumber":1,"Text":"And olsun toz-torpagı ətrafa səpələyənlərə"},{"SurahNumber":51,"VerseNumber":2,"Text":"And olsun yagmur yuku dasıyanlara"},{"SurahNumber":51,"VerseNumber":3,"Text":"And olsun asanlıqla uzub gedənlərə"},{"SurahNumber":51,"VerseNumber":4,"Text":"And olsun isləri paylasdıranlara"},{"SurahNumber":51,"VerseNumber":5,"Text":"Sizə vəd olunanlar həqiqətdir"},{"SurahNumber":51,"VerseNumber":6,"Text":"Haqq-hesab da mutləq cəkiləcəkdir"},{"SurahNumber":51,"VerseNumber":7,"Text":"And olsun gozəl gorunusu olan səmaya"},{"SurahNumber":51,"VerseNumber":8,"Text":"Sizin sozləriniz ziddiyyətlidir"},{"SurahNumber":51,"VerseNumber":9,"Text":"Ondan (Qurandan və Peygəmbərdən) donən kimsə dondərilər"},{"SurahNumber":51,"VerseNumber":10,"Text":"Məhv olsun yalancılar"},{"SurahNumber":51,"VerseNumber":11,"Text":"O kəslər ki, cəhalət icində olan qafillərdir"},{"SurahNumber":51,"VerseNumber":12,"Text":"Onlar Haqq-hesab gununun nə vaxt olacagını sorusurlar"},{"SurahNumber":51,"VerseNumber":13,"Text":"O gun onlara odda əzab veriləcəkdir"},{"SurahNumber":51,"VerseNumber":14,"Text":"Onlara deyiləcək: “Dadın əzabınızı! Sizin tez-tələsik gəlməsini istədiyiniz sey budur!”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Subhəsiz ki, muttəqilər Cənnət baglarında və bulaqlar basında olacaqlar"},{"SurahNumber":51,"VerseNumber":16,"Text":"oz Rəbbinin onlara verdiyini alacaqlar. Həqiqətən, onlar bundan əvvəl yaxsı is gorən adamlar olmusdular"},{"SurahNumber":51,"VerseNumber":17,"Text":"Onlar gecələr ibadət edib az yatırdılar"},{"SurahNumber":51,"VerseNumber":18,"Text":"Subh cagı isə bagıslanma diləyirdilər"},{"SurahNumber":51,"VerseNumber":19,"Text":"Onların mal-dovlətində diləncinin və yoxsulun payı vardır"},{"SurahNumber":51,"VerseNumber":20,"Text":"Qəti inananlar ucun yer uzundə dəlillər vardır"},{"SurahNumber":51,"VerseNumber":21,"Text":"Sizin ozunuzdə də dəlillər vardır. Məgər gormursunuz"},{"SurahNumber":51,"VerseNumber":22,"Text":"Sizin ruziniz və sizə vəd olunan seylər goydədir"},{"SurahNumber":51,"VerseNumber":23,"Text":"Goyun və yerin Rəbbinə and olsun ki, bu vəd sizin danısmaga qudrətiniz oldugu kimi həqiqətdir"},{"SurahNumber":51,"VerseNumber":24,"Text":"Ibrahimin mohtərəm qonaqlarının əhvalatı sənə gəlib catdımı"},{"SurahNumber":51,"VerseNumber":25,"Text":"Onlar onun yanına daxil olub: “Sənə salam olsun!”– dedilər. Ibrahim: “Sizə də salam olsun! Siz yad adamlara oxsayırsınız!”– dedi"},{"SurahNumber":51,"VerseNumber":26,"Text":"O, təsvis icində ailəsinin yanına getdi və kok bir buzov qızardıb gətirdi"},{"SurahNumber":51,"VerseNumber":27,"Text":"Onu qabaqlarına qoyub: “Yemək yeməyəcəksinizmi?”– dedi"},{"SurahNumber":51,"VerseNumber":28,"Text":"O, qonaqların yemədiklərini gorub onlardan qorxuya dusdu. Onlar: “Qorxma!”– dedilər və ona elmli bir oglan usagı ilə mujdə verdilər"},{"SurahNumber":51,"VerseNumber":29,"Text":"Zovcəsi qısqırıb uz-gozunə vura-vura dedi: “Axı mən sonsuz qoca qarıyam!”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Onlar dedilər: “Sənin Rəbbin belə demisdir. Həqiqətən, O, Mudrikdir, Biləndir!”"}]}