{"Id":139,"LanguageCodes":["en","eng"],"Name":"eng-syedvickarahame","Author":"Syed Vickar Ahamed","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":1,"VerseNumber":1,"Text":"In the Name of Allah, the All Merciful, the Ever Merciful; (Ar-Rahman Ar-Raheem)"},{"SurahNumber":1,"VerseNumber":2,"Text":"Praise be to Allah, the Lord (Cherisher and Sustainer) of the worlds; (Rab-Al-'Ala'meen)"},{"SurahNumber":1,"VerseNumber":3,"Text":"The All Merciful, the Ever Merciful; (Ar-Rahman Ar-Raheem)"},{"SurahNumber":1,"VerseNumber":4,"Text":"The Possessor of the Day of Judgment; (Malik-u-Mid’deen)"},{"SurahNumber":1,"VerseNumber":5,"Text":"You (only) we worship and (only) Your help we seek"},{"SurahNumber":1,"VerseNumber":6,"Text":"Guide us to the Straight Path; (Seerath-ul-Musthaqeem)"},{"SurahNumber":1,"VerseNumber":7,"Text":"The Path of those on whom You have bestowed Your Mercy, those whose (share) is not anger, against whom You have sent (Your) wrath, and (those) who do not become lost, nor the erring (ones)"},{"SurahNumber":2,"VerseNumber":1,"Text":"Alif Lam Mim"},{"SurahNumber":2,"VerseNumber":2,"Text":"This is the Book: In it is guidance, without doubt, for those who fear Allah"},{"SurahNumber":2,"VerseNumber":3,"Text":"(For those) who believe in the Unseen, who are steadfast in prayer, who spend out of what We have given them"},{"SurahNumber":2,"VerseNumber":4,"Text":"And (for those) who believe in the Revelations sent to you and sent before your time, and (for those, who in their hearts) have the assurance of the Hereafter"},{"SurahNumber":2,"VerseNumber":5,"Text":"They are on (true) guidance, from their Lord, and it is these (people) who will prosper"},{"SurahNumber":2,"VerseNumber":6,"Text":"As to those (people) who reject Faith, it is the same to them whether you warn them or do not warn them; They will not believe"},{"SurahNumber":2,"VerseNumber":7,"Text":"Allah has set a seal on their hearts and on their hearing, and on their eyes is a veil; Great is the penalty they (have to face)"},{"SurahNumber":2,"VerseNumber":8,"Text":"And of the people there are some who say: \"We believe in Allah and the Last Day;\" But they do not (really) believe"},{"SurahNumber":2,"VerseNumber":9,"Text":"Surely! They try to deceive Allah and those who believe, but they only deceive themselves, But do not realize"},{"SurahNumber":2,"VerseNumber":10,"Text":"In their hearts is a disease and Allah has increased their disease: And painful is the penalty they (will face), because they are false to themselves"},{"SurahNumber":2,"VerseNumber":11,"Text":"When it is said to them: \"Do not make mischief on the earth,\" they say: \"Why, we only want to make peace"},{"SurahNumber":2,"VerseNumber":12,"Text":"Surely, they are the ones who make mischief, but they do not realize it"},{"SurahNumber":2,"VerseNumber":13,"Text":"When it is said to them: \"Believe as the (other) men believe:\" They say: \"Shall we believe as the fools have believed?\" On the contrary, they are the fools, but they do not know"},{"SurahNumber":2,"VerseNumber":14,"Text":"When they meet those who believe, they say: \"We believe;\" But when they are alone with their evil companions, they say: \"We are really with you; We (were) only mocking"},{"SurahNumber":2,"VerseNumber":15,"Text":"Allah will throw back their mockery at them, and give them rope in their trespasses; So they will wander like blind ones (back and forth)"},{"SurahNumber":2,"VerseNumber":16,"Text":"These are they who have exchanged guidance for error: But their trade is profitless, and they have lost true (right) direction"},{"SurahNumber":2,"VerseNumber":17,"Text":"Their similitude is that of a man who started a fire; When it shed light all around him Allah took away their light and left them in total darkness, so they could not see"},{"SurahNumber":2,"VerseNumber":18,"Text":"They are deaf, dumb, and blind, so they will not return (to the right path)"},{"SurahNumber":2,"VerseNumber":19,"Text":"Or (another similitude) is that of a stormy rain cloud from the sky: In it are zones of darkness, and thunder and lightning. They press their fingers in their ears to keep out the stunning thunder, the while they are in terror of death. But Allah is all around those who reject Faith"},{"SurahNumber":2,"VerseNumber":20,"Text":"The lightning almost snatches away their sight, every time the light (helps) them, they walk in there, and when the darkness covers them, they stand still. And if Allah willed, He could take away their hearing and their sight; Because Allah has power (Khadir) over all things"},{"SurahNumber":2,"VerseNumber":21,"Text":"O you people! Worship (and pray to) your Guardian—Lord, Who created you, and those who came before you, that you might have the chance to learn righteousness"},{"SurahNumber":2,"VerseNumber":22,"Text":"Who has made the earth a place of rest for you, and the sky your canopy; And sent down rain from the sky; And brought forth from there fruits for your sustenance; Then do not set up rivals to Allah when you know (the truth)"},{"SurahNumber":2,"VerseNumber":23,"Text":"And if you are in doubt about what We have revealed (from time to time) to Our servant (the Prophet), then produce a Sura like the one here (in the Quran); And call your witness (or helpers if there are any) besides Allah, if you are truthful"},{"SurahNumber":2,"VerseNumber":24,"Text":"But if you cannot— And surely you cannot— Then fear the Fire whose fuel is Men and Stones— Which is prepared for those who reject Faith"},{"SurahNumber":2,"VerseNumber":25,"Text":"And give glad tidings to those who believe and who act fairly and justly, that their reward is Gardens, beneath which rivers flow. Every time they are fed with fruits from there, they say: \"This is what we were fed with before,\" for they are given similar things; And in there, they have pure (and holy) companions and in there, they live (for ever)"},{"SurahNumber":2,"VerseNumber":26,"Text":"Indeed, Allah is not ashamed to use the similitude of things, even as low as the mosquito as well as the highest. Those who believe know that it is truth from their Lord; But those who reject Faith will say: \"What does Allah mean by this similitude?\" But He does not cause (people) to lose (their path) except those who give (themselves) up"},{"SurahNumber":2,"VerseNumber":27,"Text":"(And) those who break Allah’s Promise after it is accepted, and who tear apart what Allah has ordered to be joined, and who make mischief on earth; These cause loss (only) to themselves"},{"SurahNumber":2,"VerseNumber":28,"Text":"How can you reject the Faith in Allah? Seeing that you were without life, and He gave you life: Then He will cause you to die and (He) will again bring you to life; And again to Him you will return"},{"SurahNumber":2,"VerseNumber":29,"Text":"It is He Who has created all things for you that are on earth; In addition, His plans called for the heavens, and He gave Order and Perfection to the seven skies: And of all things He is All Knowing (Aleem)"},{"SurahNumber":2,"VerseNumber":30,"Text":"And (remember) when your Lord said to the angels; \"I will create a vicegerent on earth.\" They said: \"Will You place in there, one who will make mischief and shed blood in there? While we (indeed) celebrate Your Praises and glorify Your Holy (Name)?\" He said: \"I do know what you do not know"},{"SurahNumber":2,"VerseNumber":31,"Text":"And He taught Adam the names of all things: Then He placed them before the angels and said: \"Tell Me the names of these (things) if you are right"},{"SurahNumber":2,"VerseNumber":32,"Text":"They said: \"Glory to You: We have no knowledge, except what You have taught us: Verily, in truth it is You Who are Perfect in knowledge and wisdom"},{"SurahNumber":2,"VerseNumber":33,"Text":"He said: \"O Adam! Tell them their names.\" When he had told them their names, Allah said: \"Did I not tell you that I know the (unseen) secrets of heavens and earth, and I know what you reveal and what you conceal"},{"SurahNumber":2,"VerseNumber":34,"Text":"And (remember) when We said to the angels: \"Bow down to Adam:\" And they bowed down: Except Satan, he refused and was haughty he was of those who reject Faith"},{"SurahNumber":2,"VerseNumber":35,"Text":"And We said: \"O Adam! You and your wife live in the Garden; And eat of the plentiful things in there (wherever and whenever) you want; But do not approach this tree, or you will run into harm and transgression"},{"SurahNumber":2,"VerseNumber":36,"Text":"Then Satan did make them slip from the (Garden), and get them out of the state (of joy) which they had been. We said: \"Get down, you all (people), with hostility between yourselves, on the earth; (that) will be your living-place and your means of livelihood — For a time"},{"SurahNumber":2,"VerseNumber":37,"Text":"Then Adam received the words of inspiration, from his Lord, and his Lord forgave him; For He is One Who accepts Repentance (Tawwab), Most Merciful (Raheem)"},{"SurahNumber":2,"VerseNumber":38,"Text":"We said: \"Get you all down from here; And if, surely, there comes Guidance to you from Me; Those who follow My guidance, for them there shall be no fear, and they shall not suffer"},{"SurahNumber":2,"VerseNumber":39,"Text":"But those who reject Faith and falsify Our Signs, they shall be companions of the Fire; They shall abide in there"},{"SurahNumber":2,"VerseNumber":40,"Text":"O Children of Israel! Call to mind the (special) favor, which I bestowed upon you, and fulfill (then) your Promise to Me as I fulfill My Promise to you, and fear none but Me"},{"SurahNumber":2,"VerseNumber":41,"Text":"And believe in what I reveal, confirming the revelation, which is with you, and do not be the first to reject Faith in there, and do not sell My Signs for a small price: But fear Me, and Me alone"},{"SurahNumber":2,"VerseNumber":42,"Text":"And do not cover Truth with falsehood, and do not hide the Truth when you know (it)"},{"SurahNumber":2,"VerseNumber":43,"Text":"And be steadfast in prayer: Practice regular charity: And bow down your heads with those who bow down (in worship)"},{"SurahNumber":2,"VerseNumber":44,"Text":"Do you enforce right conduct on the people, and forget (to practice it) yourselves, and yet you study the Scripture? Will you not understand"},{"SurahNumber":2,"VerseNumber":45,"Text":"But no! Seek (Allah’s) help with patient perseverance and prayer: It is truly difficult except for those who bring a humble spirit—"},{"SurahNumber":2,"VerseNumber":46,"Text":"Those who bear in mind the Certainty, that they are to meet their Lord, and that they are to return to Him"},{"SurahNumber":2,"VerseNumber":47,"Text":"O Children of Israel! Remember My (special) favor which I bestowed upon you, and that I preferred you to other (nations for My Message)"},{"SurahNumber":2,"VerseNumber":48,"Text":"Then guard yourself against a Day when one soul shall be of no use to another nor shall intervention be accepted for her, nor shall any compensation be taken from her nor shall anyone be helped (from outside)"},{"SurahNumber":2,"VerseNumber":49,"Text":"And (remember) when, We delivered you from the people of Firon (Pharaoh): They set hard tasks and punishments for you, slaughtered your sons and let your women live; In there was a harsh trial from your Lord"},{"SurahNumber":2,"VerseNumber":50,"Text":"And (remember) when, We divided the ocean for you and saved you and drowned Firon’s (Pharaoh’s) people within your very sight"},{"SurahNumber":2,"VerseNumber":51,"Text":"And (remember) when, We appointed forty nights for Musa (Moses), and in his absence you took the calf (for worship), and you made a terrible mistake"},{"SurahNumber":2,"VerseNumber":52,"Text":"Even then We did forgive you; There was a chance for you to be grateful"},{"SurahNumber":2,"VerseNumber":53,"Text":"And (remember), We gave Musa (Moses) the Scripture and the Criterion (right from wrong): There was a chance for you to be rightfully guided"},{"SurahNumber":2,"VerseNumber":54,"Text":"And (remember) when, Musa (Moses) said to his people: \"O my people! You have indeed wronged yourselves by your worship of the calf: So turn in repentance to your Creator, and kill yourselves (the wrongdoers); That will be better for you in the sight of your Creator.\" For He is the One Who Accepts Repentance (At-Tawwab), the Most Merciful (Ar-Raheem)"},{"SurahNumber":2,"VerseNumber":55,"Text":"And (remember) when, you said: \"O Musa (Moses)! We shall never believe in you until we see Allah openly,\" but you were dazed with thunder and lightning while you looked on"},{"SurahNumber":2,"VerseNumber":56,"Text":"Then We raised you up after your death: So that you had the chance to be grateful"},{"SurahNumber":2,"VerseNumber":57,"Text":"And We gave you the shade of clouds and sent down to you manna and quails, (food and birds) saying: \"Eat of the good things We have provided for you.\" (But they rebelled) and, to Us they did no harm, but they harmed their own souls"},{"SurahNumber":2,"VerseNumber":58,"Text":"And (remember) when, We said: \"Enter this town, and eat from the plentiful in there as you wish; But enter the gate with humility, in (your) way and in (your) words, and We shall forgive you for your faults and increase (the portion of) those who do good"},{"SurahNumber":2,"VerseNumber":59,"Text":"But those who transgressed, changed the words from those (words) that were given to them; So We sent on those who transgressed a plague from heaven, because they disobeyed (Our command) repeatedly"},{"SurahNumber":2,"VerseNumber":60,"Text":"And (remember) when, Musa (Moses) prayed for water for his people; We said: \"Strike the rock with your staff.\" Then gushed forth from there twelve springs. Each group knew its own place for water. So eat and drink from the sustenance provided by Allah, and do not practice evil or mischief on the (face of the) earth"},{"SurahNumber":2,"VerseNumber":61,"Text":"And (remember) when, you said: \"O Musa (Moses)! We cannot endure one kind of food (always); So pray to your Lord for us to produce for us of what the earth grows— Its pot-herb(s), and cucumber(s), its garlic, lentils, and onions.\" He said: \"Will you exchange the better for the worse? You go down to Misr (any town), and you shall find what you want!\" They were covered with humiliation and misery; They drew the anger of Allah on themselves. That was because they kept rejecting the Signs of Allah and killing His Messengers without just cause. That was because they rebelled and went on transgressing"},{"SurahNumber":2,"VerseNumber":62,"Text":"Indeed, those who believe (in the Quran), and those who are Jews, and the Christians and the Sabians,— Any who believe in Allah and the Last Day, and work righteousness, shall have their reward with their Lord; On them there shall be no fear, and they shall not grieve"},{"SurahNumber":2,"VerseNumber":63,"Text":"And (remember) when, We took your Promise and We raised above you (the towering height of) Mount (Sinai) (saying): \"Hold firmly to what We have given you and always remember what is in there: That you may fear Allah"},{"SurahNumber":2,"VerseNumber":64,"Text":"But you turned back after that: Had it not been for the Grace and Mercy of Allah to you, you surely had been among the lost"},{"SurahNumber":2,"VerseNumber":65,"Text":"And you knew well those among you who transgressed in the matter of the (Sacred) day (of Sabbath): We said to them: \"Be you (like) monkeys, despised and rejected"},{"SurahNumber":2,"VerseNumber":66,"Text":"So We made it an example to (others in) their own time and to their generations, and a lesson to those who fear Allah"},{"SurahNumber":2,"VerseNumber":67,"Text":"And (remember) when, Musa (Moses) said to his people: \"Allah commands that you sacrifice a calf.\" They said: \"Are you going to make a laughing-stock of us?\" He said: \"I seek refuge from Allah that I am among the ignorant (people)"},{"SurahNumber":2,"VerseNumber":68,"Text":"They said: \"Pray to your Lord on our behalf to explain to us what (calf) it is!\" He said: \"He says: The calf should be neither too old, nor too young, but of middling age: Now do what you are commanded"},{"SurahNumber":2,"VerseNumber":69,"Text":"They said: \"Pray to your Lord on our behalf to explain to us her color.\" He said: \"He says: A fawn-colored calf (heifer, also name of this Sura), pure and rich in shade, admired by (its) seers"},{"SurahNumber":2,"VerseNumber":70,"Text":"They said: \"Pray to your Lord on our behalf to explain to us what it is: To us all calves (heifers) are alike: We truly want guidance, if Allah wills"},{"SurahNumber":2,"VerseNumber":71,"Text":"He said: \"He says: A calf not trained to till the soil or water the fields; Healthy and without defects. They said: Now you have brought the truth.\" Then they offered it (the calf) in sacrifice, but not in good will"},{"SurahNumber":2,"VerseNumber":72,"Text":"And (remember, Musa) when you killed a man (also see verse 20.40 for another reference), and disagreed among yourselves about the crime: But Allah was to bring forth what you did hide"},{"SurahNumber":2,"VerseNumber":73,"Text":"So We said: \"Strike the (body) with a piece of the calf.\" Thus Allah brings the dead to life: And shows you His Signs, so that you may understand"},{"SurahNumber":2,"VerseNumber":74,"Text":"From then your hearts hardened: And they became like a rock and even worse in hardness. Even among rocks, there are some from which rivers gush out: Others bring out water, when they are split: And others which sink because of the fear of Allah. And Allah is not unaware of what you do"},{"SurahNumber":2,"VerseNumber":75,"Text":"Can you (O men of Faith), hope that they will believe in you? Seeing that a party of them heard the Word of Allah, and altered it knowingly after they understood it"},{"SurahNumber":2,"VerseNumber":76,"Text":"And when they meet the men of Faith, they say: \"We believe;\" But when they meet each other in private, they say: \"Shall you tell them what Allah has revealed to you, that they may argue about it before your Lord?\" Do you not understand (their aim)"},{"SurahNumber":2,"VerseNumber":77,"Text":"Do they not know that Allah knows what they conceal and what they reveal"},{"SurahNumber":2,"VerseNumber":78,"Text":"And there are among them who cannot read and who do not know the Book, but (in it they see their own) desires, and they imagine without any basis"},{"SurahNumber":2,"VerseNumber":79,"Text":"Then woe to those who write the Book with their own hands, and then say: \"This is from Allah.\" To gain from it for a lowly price! Woe to them for what they write, and for the gain they make from it"},{"SurahNumber":2,"VerseNumber":80,"Text":"And they say: \"The Fire shall not touch us but for a few numbered days:\" Say: \"Have you taken a promise from Allah, because He never breaks His promise? Or you say about Allah what you do not know"},{"SurahNumber":2,"VerseNumber":81,"Text":"Yes! Those who search for gain in evil, and are held round by their sins, they are companions of the Fire: They shall live in there (for ever)"},{"SurahNumber":2,"VerseNumber":82,"Text":"And those who have faith and work the right deeds they are companions of the Garden: They shall live in there (for ever)"},{"SurahNumber":2,"VerseNumber":83,"Text":"And (remember) when, We took a Promise from the Children Of Israel, (that you will) worship no one but Allah, treat with kindness your parents and relatives, and orphans and those in need; Speak kindly and justly to the people; Be regular in prayer; And practice regular charity. Then you turned back, except a few among you, and you go back (on the Promise even now)"},{"SurahNumber":2,"VerseNumber":84,"Text":"And (remember) when, We took your Promise (that you will) shed no blood among yourselves, and not turn out your own people from your homes: And to this you truly agreed, and to this you (yourselves) can bear witness"},{"SurahNumber":2,"VerseNumber":85,"Text":"After (all of) this, you are the same people, who kill among yourselves, and banish a party of your people from their homes; Help (their enemies) against them, in guilt and hate; And if they come to you as captives, you ransom them though it was not right for you to remove them (from their homes). Is it only a part of the Book that you believe in? And do you reject the rest? But what is the reward for those among you who behave like this except disgrace in this life? And on the Day of Judgment they shall receive the most painful penalty. And Allah is aware of what you do"},{"SurahNumber":2,"VerseNumber":86,"Text":"These are the people who buy the life of this world at the price of the Hereafter: Their penalty shall not be reduced and they shall not be helped"},{"SurahNumber":2,"VerseNumber":87,"Text":"And indeed, We gave Musa (Moses) the Book and followed him up with other messengers; And We gave Isa (Jesus), the son of Maryam (Mary) Clear (Signs) and strengthened him with the Holy Spirit. Is it that whenever there comes to you a messenger with what you yourselves do not want, you become proud— Some you disbelieved! And some you killed"},{"SurahNumber":2,"VerseNumber":88,"Text":"They say, \"Our hearts are screened: (we do not want more.)\" But no! Allah curses them for their lies: They believe in little"},{"SurahNumber":2,"VerseNumber":89,"Text":"And when there comes to them a Book from Allah, confirming what is with them— Although from the past they had prayed for victory against those without Faith— When there comes to them that which they (should) have recognized, they refuse to believe in it. But the curse of Allah is on those without Faith"},{"SurahNumber":2,"VerseNumber":90,"Text":"How bad is the price for which they have sold their souls, because they reject (the teachings) with hate; Which Allah has sent down; Allah by His Grace sends it (the teachings) to any of His servants He pleases. Thus they have drawn on themselves Anger upon Anger. And humiliating is the punishment for those who reject Faith"},{"SurahNumber":2,"VerseNumber":91,"Text":"And when it is said to them, \"Believe in what Allah has sent down,\" they say, \"We believe in what was sent down to us:\" Yet they reject everything that which came after it, while it be Truth confirming what is with them. Say, (O Prophet): \"Why then have you killed the prophets of Allah in earlier times, if you did truly believe"},{"SurahNumber":2,"VerseNumber":92,"Text":"And, indeed Musa (Moses) came to you with clear (Signs); Yet you still worshipped the calf after he left, and you did act wrongfully"},{"SurahNumber":2,"VerseNumber":93,"Text":"And (remember) when, We took your Promise and We raised above you Mount (Sinai, saying): \"Hold firmly to what We have given you, and obey:\" They said: \"We hear, and we disobey:\" And they had to take into their hearts the worship of the calf because they have no Faith. Say: \"The commands of your Faith are truly not enough— If you have any faith"},{"SurahNumber":2,"VerseNumber":94,"Text":"Say (to them, O Prophet): \"If the last Home with Allah is only for you, and not for anyone else, then pray for death if you are true"},{"SurahNumber":2,"VerseNumber":95,"Text":"But they will never seek for death, because of the (sins) which their hands have sent on before them. And Allah is well aware of those who do wrong"},{"SurahNumber":2,"VerseNumber":96,"Text":"And indeed, you will truly find them, from all people, most wanting to live (on), even more than the idolaters: Each one of them wishes he could be given a life of a thousand years: But giving such a life will not save him from the punishment. Because Allah sees well all that they do"},{"SurahNumber":2,"VerseNumber":97,"Text":"Say: \"Whoever is an enemy to Gabriel, because he brings down the (teachings) to your heart, by Allah’s Will, a confirmation of what went before, and guidance and glad news for those who believe"},{"SurahNumber":2,"VerseNumber":98,"Text":"Whoever is an enemy to Allah and His angels and messengers, to Gabriel and Michael— Beware! Allah is an enemy to those who reject Faith"},{"SurahNumber":2,"VerseNumber":99,"Text":"We have sent down to you clear Signs (verses); And no one rejects them except those who are evil"},{"SurahNumber":2,"VerseNumber":100,"Text":"Is it not (the case) that every time they make a promise, some party among them throws it aside? But most of them are faithless"},{"SurahNumber":2,"VerseNumber":101,"Text":"And when there came to them a messenger from Allah, confirming what was with them: A party of the People of the Book threw away the Book of Allah behind their backs, as if they did not know"},{"SurahNumber":2,"VerseNumber":102,"Text":"They followed what the Satans falsified against the belief of Sulaiman (Solomon); But the Satans disbelieved, teaching men magic, and such things as came down at Babel (Babylon), to the angels, Harut and Marut. (These are two idolized men from the ancient times.) But neither of these two (angels) taught anyone (such things) without warning: \"We are only for trial; So do not disbelieve or curse.\" They learnt from them [Satans] the means to cause separation between man and wife. But they could not harm anyone except by Allah’s permission. And they learnt that which harms them and helps them not and they knew that the buyers of (such magic) would have no share in the happiness of the Hereafter. And low was the price for which they sold their souls, if they only knew"},{"SurahNumber":2,"VerseNumber":103,"Text":"And if they had kept their faith and guarded themselves from evil, and their duty to Allah far better had been the reward from their Lord, if they only knew"},{"SurahNumber":2,"VerseNumber":104,"Text":"O you who believe! Do not say ambiguous words like Raina (an insult in Hebrew, to the Prophet); But (say) clearly words of respect like Unzurna; (Make us understand), and listen carefully (to him); For those without Faith, there is a painful punishment"},{"SurahNumber":2,"VerseNumber":105,"Text":"It is never the wish of those without Faith, among the people of the Book or (the wish) of the pagans, that anything good should come down to you from your Lord. But Allah will choose for His special Mercy whoever He will (choose)—And Allah is Lord of extreme grace"},{"SurahNumber":2,"VerseNumber":106,"Text":"None of Our revelations do We change or cause to be forgotten, but We substitute something better or similar; Do you not know that Allah has power over all things"},{"SurahNumber":2,"VerseNumber":107,"Text":"Do you (also) not know that to Allah belongs the kingdom of the heavens and of the earth? And except Him, you have neither a friend nor a helper"},{"SurahNumber":2,"VerseNumber":108,"Text":"Or would you question your Prophet (Muhammad) as Musa (Moses) was questioned in the old (days)? And whoever changes from Faith to disbelief, indeed, has strayed without doubt from the right way"},{"SurahNumber":2,"VerseNumber":109,"Text":"Many from the People of the Book wish they could turn you (believers) back to disbelief after you have believed, From selfish envy, (even) after the Truth has become clear to them: But forgive and overlook till Allah completes His purpose; Indeed, Allah has power over all things"},{"SurahNumber":2,"VerseNumber":110,"Text":"And be regular in prayer, and regular in charity: And whatever good you send forth for your souls before you (from this life), you shall find it with Allah: Surely, Allah sees well all that you do"},{"SurahNumber":2,"VerseNumber":111,"Text":"And they say: \"None shall enter Paradise unless he is a Jew or a Christian.\" Those are (only) their vain or empty wishes. Say to them: \"Bring your proof if you are truthful"},{"SurahNumber":2,"VerseNumber":112,"Text":"But no! Whoever submits his whole self to Allah and does good— He will get his reward with his Lord: For such people, there shall be no fear and they shall not be in pain"},{"SurahNumber":2,"VerseNumber":113,"Text":"The Jews say: \"The Christians have nothing firm to stand upon;\" And the Christians say: \"The Jews have nothing firm to stand upon.\" Yet they (both say that they) read the (same) Book. Like the words they say they do not know what they say; But Allah will judge between them in their dispute on the Day of Judgment"},{"SurahNumber":2,"VerseNumber":114,"Text":"And who are more unjust than those who forbid that in places for the worship of Allah, Allah’s name should be celebrated? Whose object is (in fact) to ruin them? It was not right that those (who believe), should themselves enter those (places) except only in fear. For those (who forbid the Praise of Allah’s Name) there is nothing but disgrace in this world, and a severe suffering in the world to come"},{"SurahNumber":2,"VerseNumber":115,"Text":"And to Allah belong the East and the West: Wherever you turn, there is the Face (the Divine Countenance and Presence) of Allah. For Allah is All Pervading (Wasi'), All Knowing (Aleem)"},{"SurahNumber":2,"VerseNumber":116,"Text":"And they say: \"Allah has begotten a son:\" Glory be to Him— To Him belongs all that is in the heavens and on earth: Everything renders worship to Him"},{"SurahNumber":2,"VerseNumber":117,"Text":"To Him is due the very origin of the heavens and the earth: When He decides on anything and He says to it: \"Be.\" And so it becomes"},{"SurahNumber":2,"VerseNumber":118,"Text":"Those without knowledge say: \"Why does Allah not speak to us? Or why does a Sign not come to us?\" The people before them said words of similar nature; Their hearts are alike. We have indeed made clear the Signs to any people who hold firmly to Faith (in their hearts)"},{"SurahNumber":2,"VerseNumber":119,"Text":"Surely, We have sent you in truth (Islam) as a bearer of glad news and a Warner but to you no question shall be asked about the (disbelievers and) the companions of the blazing Fire"},{"SurahNumber":2,"VerseNumber":120,"Text":"The Jews or the Christians will never be satisfied with you (O Prophet,) unless you follow their religion. Say: \"The Guidance of Allah— That is the (only) Guidance.\" And if you to follow their desires after the knowledge that has reached you, then you would find neither protector nor helper against Allah"},{"SurahNumber":2,"VerseNumber":121,"Text":"Those to whom We have sent the Book, study it as it should be studied: They are the ones who believe in it: And for those who reject faith in it, the loss is their own"},{"SurahNumber":2,"VerseNumber":122,"Text":"O Children of Israel! Remember the special favor which I bestowed upon you, and that I preferred you to all others (for My Message)"},{"SurahNumber":2,"VerseNumber":123,"Text":"Then guard yourselves against a Day when one soul shall not be of any use to another, nor shall compensation be accepted from her, nor shall representation profit her, nor shall anyone be helped (from outside)"},{"SurahNumber":2,"VerseNumber":124,"Text":"And (remember) when, Ibrahim (Abraham) was tried by his Lord with certain Commands; these he fulfilled. He (his Lord) said: \"I will make you an Imam (guide or example) to the Nations.\" He Ibrahim (Abraham) pleaded: \"And also (Imams) from my off-spring!\" He (his Lord) answered: \"But My Promise is not within the reach of evildoers"},{"SurahNumber":2,"VerseNumber":125,"Text":"And (remember) when We made the House (Ka’bah) a Place of assembly for men and a place of safety; And you take the House of Ibrahim (Abraham) as a place of prayer; And We took the Promise from Ibrahim (Abraham) and Ismail (Ishmael), that they should cleanse (and purify) My House for those who circle it round, or use it as a retreat, or bow, or prostrate themselves (in there in prayer)"},{"SurahNumber":2,"VerseNumber":126,"Text":"And (remember) when Ibrahim (Abraham) said: \"My Lord, make this a City of Peace, and feed its People with fruits, — Such of those who believe in Allah and the Last Day.\" He (his Lord) said: \"(Yes), and for such as those who reject Faith— I grant them their pleasure for a while, but will soon drive them to the punishment of Fire— An evil destination (indeed)"},{"SurahNumber":2,"VerseNumber":127,"Text":"And (remember) when Ibrahim (Abraham) and Ismail (Ishmael) raised the foundation of the House (with this prayer): \"Our Lord! Accept (this service) from us; Truly, You are the All Hearing (As-Sami’), the All Knowing (Al-Aleem)"},{"SurahNumber":2,"VerseNumber":128,"Text":"Our Lord! Make of us Muslims, bowing to Your (Will); And of our children a Muslim People, bowing to Your (Will); And show us our places for the celebration of (due) rites; And turn to us (in Mercy); Verily, You are the One Who Accepts repentance (At-Tawwab), the Most Merciful (Ar-Raheem)"},{"SurahNumber":2,"VerseNumber":129,"Text":"Our Lord! Send among them a messenger of their own, who shall rehearse Your Signs to them and instruct them in Scripture and Wisdom, (cleanse) and provide relief for them: Truly, For You are the Almighty (Al-Aziz), the All Wise (Al-Hakeem)"},{"SurahNumber":2,"VerseNumber":130,"Text":"And who turns away from the religion of Ibrahim (Abraham), except those who injure their souls with folly? Him (Abraham)! We chose and rendered pure in this world: And in the Hereafter, he will be in the ranks of the righteous"},{"SurahNumber":2,"VerseNumber":131,"Text":"Listen! His Lord said to him: \"Bow (your will to Me):\" He (Ibrahim) said: \"I bow (my will) to the Lord and Cherisher of the Universe (Rab-ul-'Ala'meen)"},{"SurahNumber":2,"VerseNumber":132,"Text":"And this was the story that Ibrahim (Abraham) left to his sons, and so did Yaqoub (Jacob); \"Oh my sons! Allah has chosen the Faith for you: Then do not die except in the Faith of Islam"},{"SurahNumber":2,"VerseNumber":133,"Text":"Or, were you witness when death appeared before Yaqoub (Jacob)? \"Look\", he said to his sons: \"What will you worship after me?\" They said: \"We shall worship your Allah and the Allah of your fathers— Of Ibrahim (Abraham), Ismail (Ishmael), and Ishaq (Isaac), the One (True) Allah: To Him we bow (in Islam)"},{"SurahNumber":2,"VerseNumber":134,"Text":"Those were a people that have passed away. They shall reap the fruit of what they did, and you of what you do! About their merits, there is no question in your case"},{"SurahNumber":2,"VerseNumber":135,"Text":"And they said: \"Become Jews or Christians, if you would be guided (to salvation).\" You say (to them): \"No! (I would rather follow) the Religion of Ibrahim (Abraham), the true, and he joined not gods with Allah"},{"SurahNumber":2,"VerseNumber":136,"Text":"You say (to them): \"We believe in Allah, and the revelation given to us, and to Ibrahim (Abraham), Ismail (Ishmael), Ishaq (Isaac), Yaqoub (Jacob), and the Tribes, and that given to Musa (Moses) and Isa (Jesus), and that given to (all) prophets from their Lord: We make no difference between one and another of them and we bow to Allah (in Islam)"},{"SurahNumber":2,"VerseNumber":137,"Text":"So if they believe as you believe, they are indeed on the right path; But if they turn back, it is they who are in (different) faction; But Allah will suffice you against them, and He is All Hearing (Sami’), All Knowing (Aleem)"},{"SurahNumber":2,"VerseNumber":138,"Text":"(Our religion is) the purification from Allah: And who can purify better than Allah? And it is He Whom we worship"},{"SurahNumber":2,"VerseNumber":139,"Text":"Say (to them): \"Will you dispute with us about Allah, (after) seeing that He is our Lord and your Lord; That we are responsible for our doings and you for yours; And that we are sincere (in our faith) to Him"},{"SurahNumber":2,"VerseNumber":140,"Text":"Or do you say that Ibrahim (Abraham), Ismail (Ishmael), Ishaq (Isaac), Yaqoub (Jacob), and the Tribes, were Jews or Christians?\" Say (to them): \"Do you know better than Allah?\" Oh! Who is more unjust than those who hide the evidence they have from Allah? But Allah is not unaware of what you do"},{"SurahNumber":2,"VerseNumber":141,"Text":"Those were a people that have passed away. They shall reap the fruit of what they did, and you of what you do! About their merits, there is no question in your case"}]}