{"Id":145,"LanguageCodes":["en","eng"],"Name":"eng-thestudyquran","Author":"The Study Quran","Language":"English","Description":"English","Direction":"ltr","Source":"","Translations":[{"SurahNumber":67,"VerseNumber":1,"Text":"Blessed is He in Whose Hand lies sovereignty, and He is Powerful over all things"},{"SurahNumber":67,"VerseNumber":2,"Text":"Who created death and life that He may try you as to which of you is most virtuous in deed, and He is the Mighty, the Forgiving"},{"SurahNumber":67,"VerseNumber":3,"Text":"Who created seven heavens one upon another; no disproportion dost thou see in the Merciful’s creation. Cast thy sight again; dost thou see any flaw"},{"SurahNumber":67,"VerseNumber":4,"Text":"Then cast thy sight twice again; thy sight will return to thee humbled and wearied"},{"SurahNumber":67,"VerseNumber":5,"Text":"Truly We have adorned the lowest heaven with lamps and made them missiles against the satans; and We have prepared for them the punishment of the Blaze"},{"SurahNumber":67,"VerseNumber":6,"Text":"And for those who disbelieve in their Lord is the punishment of Hell. What an evil journey’s end"},{"SurahNumber":67,"VerseNumber":7,"Text":"When they are cast therein, they will hear it blaring as it boils over"},{"SurahNumber":67,"VerseNumber":8,"Text":"well-nigh bursting with rage. Whenever a group is cast therein, its keepers ask them, “Did not a warner come unto you?”"},{"SurahNumber":67,"VerseNumber":9,"Text":"They say, “Indeed, a warner came unto us, but we denied him and said, ‘God did not send anything down; you are in naught but great error.’”"},{"SurahNumber":67,"VerseNumber":10,"Text":"They say, “Had we listened or had we understood, we would not be among the inhabitants of the Blaze.”"},{"SurahNumber":67,"VerseNumber":11,"Text":"Thus do they admit their sin; so away with the inhabitants of the Blaze"},{"SurahNumber":67,"VerseNumber":12,"Text":"Truly for those who fear their Lord unseen there shall be forgiveness and a great reward"},{"SurahNumber":67,"VerseNumber":13,"Text":"Keep your speech secret or proclaim it; truly He knows what lies within breasts"},{"SurahNumber":67,"VerseNumber":14,"Text":"Does He Who created not know? He is the Subtle, the Aware"},{"SurahNumber":67,"VerseNumber":15,"Text":"He is the One Who made the earth tractable for you; so travel the open roads thereof and eat of His provision. And unto Him is the Resurrection"},{"SurahNumber":67,"VerseNumber":16,"Text":"Do you feel secure that He Who is in Heaven will not cause the earth to engulf you while it churns"},{"SurahNumber":67,"VerseNumber":17,"Text":"Or do you feel secure that He Who is in Heaven will not unleash a torrent of stones upon you? Soon shall you know how My warning is"},{"SurahNumber":67,"VerseNumber":18,"Text":"And indeed those before them denied. How, then, was the change I wrought"},{"SurahNumber":67,"VerseNumber":19,"Text":"Have they not considered the birds above them, spreading and folding up [their wings]? None holds them save the Compassionate. Truly He sees all things"},{"SurahNumber":67,"VerseNumber":20,"Text":"Who is it that will be a host for you, who may help you, apart from the Compassionate? The disbelievers are in naught but delusion"},{"SurahNumber":67,"VerseNumber":21,"Text":"Who is it that will provide for you if He withholds His provision? Nay, but they persist in insolence and aversion"},{"SurahNumber":67,"VerseNumber":22,"Text":"Is one who walks with his face stooped down more guided, or one who walks upright upon a straight path"},{"SurahNumber":67,"VerseNumber":23,"Text":"Say, “He it is Who brought you into being and endowed you with hearing, sight, and hearts. Little do you give thanks!”"},{"SurahNumber":67,"VerseNumber":24,"Text":"Say, “He it is Who multiplied you upon the earth, and unto Him shall you be gathered.”"},{"SurahNumber":67,"VerseNumber":25,"Text":"And they say, “When will this promise come to pass, if you are truthful?”"},{"SurahNumber":67,"VerseNumber":26,"Text":"Say, “Knowledge lies with God alone, and I am only a clear warner.”"},{"SurahNumber":67,"VerseNumber":27,"Text":"And when they see it close at hand, the faces of those who disbelieved shall be stricken, and it shall be said, “This is that for which you called.”"},{"SurahNumber":67,"VerseNumber":28,"Text":"Say, “Have you considered whether God destroys me and those with me or has mercy upon us? Who will protect the disbelievers from a painful punishment?”"},{"SurahNumber":67,"VerseNumber":29,"Text":"Say, “He is the Compassionate; we believe in Him and trust in Him, and you will soon know who is in manifest error.”"},{"SurahNumber":67,"VerseNumber":30,"Text":"Say, “Have you considered? Were your water to vanish into the ground, then who would bring you flowing water?”"},{"SurahNumber":68,"VerseNumber":1,"Text":"Nun. By the pen and that which they inscribe"},{"SurahNumber":68,"VerseNumber":2,"Text":"thou art not, by the blessing of thy Lord, possessed"},{"SurahNumber":68,"VerseNumber":3,"Text":"Truly thine shall be a reward unceasing"},{"SurahNumber":68,"VerseNumber":4,"Text":"And truly thou art of an exalted character"},{"SurahNumber":68,"VerseNumber":5,"Text":"So thou wilt see and they will see"},{"SurahNumber":68,"VerseNumber":6,"Text":"which of you is afflicted"},{"SurahNumber":68,"VerseNumber":7,"Text":"Truly thy Lord knows best those who stray from His way, and He knows best those who are rightly guided"},{"SurahNumber":68,"VerseNumber":8,"Text":"so obey not the deniers"},{"SurahNumber":68,"VerseNumber":9,"Text":"They wish that thou might compromise and that they might compromise"},{"SurahNumber":68,"VerseNumber":10,"Text":"So obey not any vile oath-monger—"},{"SurahNumber":68,"VerseNumber":11,"Text":"slanderer spreading calumny"},{"SurahNumber":68,"VerseNumber":12,"Text":"hinderer of good, a transgressing sinner"},{"SurahNumber":68,"VerseNumber":13,"Text":"churlish, surly, and ignoble withal—"},{"SurahNumber":68,"VerseNumber":14,"Text":"simply because he possesses wealth and children"},{"SurahNumber":68,"VerseNumber":15,"Text":"When Our signs are recited unto him he says, “Fables of those of old.”"},{"SurahNumber":68,"VerseNumber":16,"Text":"We shall brand him on the snout"},{"SurahNumber":68,"VerseNumber":17,"Text":"Truly We tried them, just as We tried the owners of the garden who vowed that they would harvest its fruit in the morning"},{"SurahNumber":68,"VerseNumber":18,"Text":"And they made no exception"},{"SurahNumber":68,"VerseNumber":19,"Text":"Whereupon a visitation from your Lord came upon it while they slept"},{"SurahNumber":68,"VerseNumber":20,"Text":"such that it became like a garden plucked"},{"SurahNumber":68,"VerseNumber":21,"Text":"Then they called to one another in the morning"},{"SurahNumber":68,"VerseNumber":22,"Text":"“Go early to your tillage if you would harvest.”"},{"SurahNumber":68,"VerseNumber":23,"Text":"So they set forth while whispering to one another"},{"SurahNumber":68,"VerseNumber":24,"Text":"“Surely no indigent shall come to you therein today.”"},{"SurahNumber":68,"VerseNumber":25,"Text":"And they set out early, strong in their purpose"},{"SurahNumber":68,"VerseNumber":26,"Text":"Then when they saw it, they said, “Surely, we are astray"},{"SurahNumber":68,"VerseNumber":27,"Text":"Nay! we are deprived!”"},{"SurahNumber":68,"VerseNumber":28,"Text":"The most moderate of them said, “Did I not say to you, why do you not glorify?”"},{"SurahNumber":68,"VerseNumber":29,"Text":"They said, “Glory be to our Lord! Truly we were wrongdoers.”"},{"SurahNumber":68,"VerseNumber":30,"Text":"Then they turned to one another, reproaching each other"},{"SurahNumber":68,"VerseNumber":31,"Text":"saying, “Oh, woe unto us! Truly we were rebellious"},{"SurahNumber":68,"VerseNumber":32,"Text":"Perhaps our Lord will give us something better in its stead. Truly we beseech our Lord.”"},{"SurahNumber":68,"VerseNumber":33,"Text":"Such is the punishment; yet the punishment of the Hereafter is surely greater, if they but knew"},{"SurahNumber":68,"VerseNumber":34,"Text":"Truly for the reverent there shall be Gardens of bliss in the presence of their Lord"},{"SurahNumber":68,"VerseNumber":35,"Text":"Are We then to treat the submitters like the guilty"},{"SurahNumber":68,"VerseNumber":36,"Text":"What ails you? How do you judge"},{"SurahNumber":68,"VerseNumber":37,"Text":"Or do you have a book wherein you learn"},{"SurahNumber":68,"VerseNumber":38,"Text":"that you shall have therein whatsoever you choose"},{"SurahNumber":68,"VerseNumber":39,"Text":"Or do you have oaths binding upon Us until the Day of Resurrection that you shall have whatever you ordain"},{"SurahNumber":68,"VerseNumber":40,"Text":"Ask them which of them shall vouch for that"},{"SurahNumber":68,"VerseNumber":41,"Text":"Or do they have partners? Then let them bring their partners if they are truthful"},{"SurahNumber":68,"VerseNumber":42,"Text":"On the Day when the shank is laid bare and they are called to prostrate, yet are not able"},{"SurahNumber":68,"VerseNumber":43,"Text":"their eyes humbled, abasement shall overcome them; for they had indeed been called to prostrate while they were yet sound"},{"SurahNumber":68,"VerseNumber":44,"Text":"So leave Me with those who deny this discourse. We shall lead them on little by little, whence they know not"},{"SurahNumber":68,"VerseNumber":45,"Text":"And I shall grant them respite; truly My scheme is firm"},{"SurahNumber":68,"VerseNumber":46,"Text":"Or dost thou ask a reward of them, such that they are burdened with debt"},{"SurahNumber":68,"VerseNumber":47,"Text":"Or do they possess the Unseen, such that they write it down"},{"SurahNumber":68,"VerseNumber":48,"Text":"So be patient with thy Lord’s Judgment and be not like the companion of the fish, who cried out while choking with anguish"},{"SurahNumber":68,"VerseNumber":49,"Text":"Had not the blessing from his Lord reached him, he would surely have been cast upon the barren shore still blameworthy"},{"SurahNumber":68,"VerseNumber":50,"Text":"But his Lord chose him and made him among the righteous"},{"SurahNumber":68,"VerseNumber":51,"Text":"Indeed, those who disbelieve would well-nigh smite thee down with their glances when they hear the Reminder, saying, “Surely, he is possessed.”"},{"SurahNumber":68,"VerseNumber":52,"Text":"Yet it is naught but a reminder for the worlds"},{"SurahNumber":69,"VerseNumber":1,"Text":"The Undeniable Reality"},{"SurahNumber":69,"VerseNumber":2,"Text":"What is the Undeniable Reality"},{"SurahNumber":69,"VerseNumber":3,"Text":"And what shall apprise thee of the Undeniable Reality"},{"SurahNumber":69,"VerseNumber":4,"Text":"Thamud and ?Ad denied the calamity"},{"SurahNumber":69,"VerseNumber":5,"Text":"As for Thamud, they were destroyed by the overwhelming"},{"SurahNumber":69,"VerseNumber":6,"Text":"And as for ?Ad, they were destroyed by a howling, raging wind"},{"SurahNumber":69,"VerseNumber":7,"Text":"He imposed it upon them for seven nights and eight days consecutively, so that thou might see the people felled as if they were hollowed palm trunks"},{"SurahNumber":69,"VerseNumber":8,"Text":"So dost thou see any remnant of them"},{"SurahNumber":69,"VerseNumber":9,"Text":"And Pharaoh and those before him, and those subverted brought iniquity"},{"SurahNumber":69,"VerseNumber":10,"Text":"They disobeyed the messenger of their Lord, and He seized them with a devastating blow"},{"SurahNumber":69,"VerseNumber":11,"Text":"Truly when the waters overflowed, We carried you upon the ship"},{"SurahNumber":69,"VerseNumber":12,"Text":"that We might make it a reminder for you, and that attentive ears might take heed"},{"SurahNumber":69,"VerseNumber":13,"Text":"Then when a single blast is blown in the trumpet"},{"SurahNumber":69,"VerseNumber":14,"Text":"and the earth and mountains are borne away and ground up in a single grinding"},{"SurahNumber":69,"VerseNumber":15,"Text":"on that Day the Event shall befall"},{"SurahNumber":69,"VerseNumber":16,"Text":"the sky shall be rent asunder; for that Day it shall be frail"},{"SurahNumber":69,"VerseNumber":17,"Text":"And the angels shall be at its sides; that Day eight shall carry the Throne of thy Lord above them"},{"SurahNumber":69,"VerseNumber":18,"Text":"That Day you shall be exposed; no secret of yours shall be hidden"},{"SurahNumber":69,"VerseNumber":19,"Text":"As for one who is given his book in his right hand, he will say, “Here, read my book"},{"SurahNumber":69,"VerseNumber":20,"Text":"Truly I knew for certain that I would meet my reckoning.”"},{"SurahNumber":69,"VerseNumber":21,"Text":"So he shall enjoy a life contenting"},{"SurahNumber":69,"VerseNumber":22,"Text":"in a lofty Garden"},{"SurahNumber":69,"VerseNumber":23,"Text":"with low-hanging clusters"},{"SurahNumber":69,"VerseNumber":24,"Text":"Eat and drink in enjoyment for that which you did in the past in days gone by"},{"SurahNumber":69,"VerseNumber":25,"Text":"And as for one who is given his book in his left hand, he will say, “Would that I had not been given my book"},{"SurahNumber":69,"VerseNumber":26,"Text":"And did not know of my reckoning"},{"SurahNumber":69,"VerseNumber":27,"Text":"Would that it were the final end"},{"SurahNumber":69,"VerseNumber":28,"Text":"My wealth availed me not"},{"SurahNumber":69,"VerseNumber":29,"Text":"My power has passed from me.”"},{"SurahNumber":69,"VerseNumber":30,"Text":"Take him and shackle him"},{"SurahNumber":69,"VerseNumber":31,"Text":"Then cast him in Hellfire"},{"SurahNumber":69,"VerseNumber":32,"Text":"Then put him in a chain whose length is seventy cubits"},{"SurahNumber":69,"VerseNumber":33,"Text":"Truly he did not believe in God the Magnificent"},{"SurahNumber":69,"VerseNumber":34,"Text":"and did not urge feeding the indigent"},{"SurahNumber":69,"VerseNumber":35,"Text":"So today he has no loyal friend here"},{"SurahNumber":69,"VerseNumber":36,"Text":"nor food, save filth"},{"SurahNumber":69,"VerseNumber":37,"Text":"which none eat, save the iniquitous"},{"SurahNumber":69,"VerseNumber":38,"Text":"So I swear by what you see"},{"SurahNumber":69,"VerseNumber":39,"Text":"and by what you see not"},{"SurahNumber":69,"VerseNumber":40,"Text":"truly it is the speech of a noble messenger"},{"SurahNumber":69,"VerseNumber":41,"Text":"and not the speech of a poet. Little do you believe"},{"SurahNumber":69,"VerseNumber":42,"Text":"Nor is it the speech of a soothsayer. Little do you reflect"},{"SurahNumber":69,"VerseNumber":43,"Text":"It is a revelation from the Lord of the worlds"},{"SurahNumber":69,"VerseNumber":44,"Text":"Had he ascribed any statements to Us"},{"SurahNumber":69,"VerseNumber":45,"Text":"We would have taken him by the right hand"},{"SurahNumber":69,"VerseNumber":46,"Text":"Then We would have severed his life vein"},{"SurahNumber":69,"VerseNumber":47,"Text":"And none among you could have shielded him from it"},{"SurahNumber":69,"VerseNumber":48,"Text":"Truly it is a reminder for the reverent"},{"SurahNumber":69,"VerseNumber":49,"Text":"And truly We know that among you are those who deny"},{"SurahNumber":69,"VerseNumber":50,"Text":"It is a source of regret indeed for the disbelievers"},{"SurahNumber":69,"VerseNumber":51,"Text":"It is indeed the truth of certainty"},{"SurahNumber":69,"VerseNumber":52,"Text":"So glorify the Name of thy Lord, the Magnificent"},{"SurahNumber":70,"VerseNumber":1,"Text":"A questioner asked about an impending punishment"},{"SurahNumber":70,"VerseNumber":2,"Text":"upon the disbelievers which none can avert"},{"SurahNumber":70,"VerseNumber":3,"Text":"from God, Lord of the ascending ways"},{"SurahNumber":70,"VerseNumber":4,"Text":"Unto Him ascend the angels and the Spirit on a day whose measure is fifty thousand years"},{"SurahNumber":70,"VerseNumber":5,"Text":"So be patient with beautiful patience"},{"SurahNumber":70,"VerseNumber":6,"Text":"Truly they see it as far off"},{"SurahNumber":70,"VerseNumber":7,"Text":"but We see it as nigh"},{"SurahNumber":70,"VerseNumber":8,"Text":"On a day when the sky is as molten lead"},{"SurahNumber":70,"VerseNumber":9,"Text":"and the mountains are as carded wool"},{"SurahNumber":70,"VerseNumber":10,"Text":"and no loyal friend shall ask about a loyal friend"},{"SurahNumber":70,"VerseNumber":11,"Text":"[though] they will be made to see them. The guilty would wish to ransom himself from the punishment of that Day at the price of his children"},{"SurahNumber":70,"VerseNumber":12,"Text":"his spouse, and his brother"},{"SurahNumber":70,"VerseNumber":13,"Text":"his kin who had sheltered him"},{"SurahNumber":70,"VerseNumber":14,"Text":"and all who are on the earth, that it might save him"},{"SurahNumber":70,"VerseNumber":15,"Text":"Nay, but it is a churning fire"},{"SurahNumber":70,"VerseNumber":16,"Text":"ripping away the scalp"},{"SurahNumber":70,"VerseNumber":17,"Text":"calling to those who turned their backs and fled"},{"SurahNumber":70,"VerseNumber":18,"Text":"who amassed and hoarded"},{"SurahNumber":70,"VerseNumber":19,"Text":"Truly man was created anxious"},{"SurahNumber":70,"VerseNumber":20,"Text":"when evil befalls him, fretful"},{"SurahNumber":70,"VerseNumber":21,"Text":"and when good befalls him, begrudging"},{"SurahNumber":70,"VerseNumber":22,"Text":"save those who perform prayer"},{"SurahNumber":70,"VerseNumber":23,"Text":"who are constant in their prayers"},{"SurahNumber":70,"VerseNumber":24,"Text":"and in whose wealth is an acknowledged due"},{"SurahNumber":70,"VerseNumber":25,"Text":"for the beggar and the deprived"},{"SurahNumber":70,"VerseNumber":26,"Text":"those who affirm the Day of Judgment"},{"SurahNumber":70,"VerseNumber":27,"Text":"and who are wary of the punishment of their Lord—"},{"SurahNumber":70,"VerseNumber":28,"Text":"truly there is no security from the punishment of their Lord"},{"SurahNumber":70,"VerseNumber":29,"Text":"those who guard their private parts"},{"SurahNumber":70,"VerseNumber":30,"Text":"save from their spouses or those whom their right hands possess, for then they are not blameworthy"},{"SurahNumber":70,"VerseNumber":31,"Text":"but whosoever seeks beyond that, they are the transgressors"},{"SurahNumber":70,"VerseNumber":32,"Text":"those who abide by their trusts and their pact"},{"SurahNumber":70,"VerseNumber":33,"Text":"who uphold their testimony"},{"SurahNumber":70,"VerseNumber":34,"Text":"and who are mindful of their prayers"},{"SurahNumber":70,"VerseNumber":35,"Text":"those shall be in Gardens, honored"},{"SurahNumber":70,"VerseNumber":36,"Text":"So how is it that those who disbelieve scramble toward thee"},{"SurahNumber":70,"VerseNumber":37,"Text":"from the right and from the left in droves"},{"SurahNumber":70,"VerseNumber":38,"Text":"Does every man among them desire to be admitted into a Garden of bliss"},{"SurahNumber":70,"VerseNumber":39,"Text":"Nay! Truly We created them from that which they know"},{"SurahNumber":70,"VerseNumber":40,"Text":"So I swear by the Lord of the easts and the wests that We are able"},{"SurahNumber":70,"VerseNumber":41,"Text":"to replace [them] with what is better than them; and none outstrips Us"},{"SurahNumber":70,"VerseNumber":42,"Text":"So leave them to indulge in idle talk and play until they meet the Day that they are promised"},{"SurahNumber":70,"VerseNumber":43,"Text":"a day when they come forth from their graves, hastening as if racing to a goal"},{"SurahNumber":70,"VerseNumber":44,"Text":"their eyes humbled, abasement shall overcome them. That is the Day they have been promised"},{"SurahNumber":71,"VerseNumber":1,"Text":"Truly We sent Noah to his people, “Warn thy people before a painful punishment comes upon them.”"},{"SurahNumber":71,"VerseNumber":2,"Text":"He said, “O my people! I am a clear warner unto you"},{"SurahNumber":71,"VerseNumber":3,"Text":"that you may worship God, reverence Him, and obey me"},{"SurahNumber":71,"VerseNumber":4,"Text":"that He may forgive you some of your sins and grant you reprieve until a term appointed. Truly when the term of God comes, it will not be delayed, if you but knew.”"},{"SurahNumber":71,"VerseNumber":5,"Text":"He said, “My Lord, I have called my people day and night"},{"SurahNumber":71,"VerseNumber":6,"Text":"Yet my calling has not increased them in aught but flight"},{"SurahNumber":71,"VerseNumber":7,"Text":"Truly whenever I call them, that Thou mayest forgive them, they put their fingers in their ears, cover themselves with their garments, persist, and wax most arrogant"},{"SurahNumber":71,"VerseNumber":8,"Text":"Then I called them openly"},{"SurahNumber":71,"VerseNumber":9,"Text":"Then I proclaimed to them and confided to them in secret"},{"SurahNumber":71,"VerseNumber":10,"Text":"I said, ‘Seek forgiveness of your Lord! Truly He is Forgiving"},{"SurahNumber":71,"VerseNumber":11,"Text":"He will send the sky upon you with abundant rains"},{"SurahNumber":71,"VerseNumber":12,"Text":"support you with wealth and sons, and make for you gardens and rivers"},{"SurahNumber":71,"VerseNumber":13,"Text":"What ails you that you do not hope for God with dignity"},{"SurahNumber":71,"VerseNumber":14,"Text":"seeing that He has created you in stages"},{"SurahNumber":71,"VerseNumber":15,"Text":"Have you not considered how God created the seven heavens one upon another"},{"SurahNumber":71,"VerseNumber":16,"Text":"and made the moon a light therein and made the sun a lamp"},{"SurahNumber":71,"VerseNumber":17,"Text":"And God made you grow forth from the earth like plants"},{"SurahNumber":71,"VerseNumber":18,"Text":"Then He will cause you to return to it and bring you forth again"},{"SurahNumber":71,"VerseNumber":19,"Text":"And God made the earth an open expanse for you"},{"SurahNumber":71,"VerseNumber":20,"Text":"that you may travel spacious paths therein.’”"},{"SurahNumber":71,"VerseNumber":21,"Text":"Noah said, “My Lord they disobeyed me and followed those whose wealth and children increase them in naught but loss.”"},{"SurahNumber":71,"VerseNumber":22,"Text":"And they devised a mighty plot"},{"SurahNumber":71,"VerseNumber":23,"Text":"saying, “Do not leave your gods; do not leave Wadd or Suwa?, or Yaguth, Ya?uq, or Nasr.”"},{"SurahNumber":71,"VerseNumber":24,"Text":"Many indeed have they led astray; and it increases the wrongdoers in naught but error"},{"SurahNumber":71,"VerseNumber":25,"Text":"Because of their iniquities they were drowned, then made to enter a Fire. And then they found no helpers for themselves apart from God"},{"SurahNumber":71,"VerseNumber":26,"Text":"Noah said, “My Lord, leave not a single disbeliever to dwell upon the earth"},{"SurahNumber":71,"VerseNumber":27,"Text":"Truly if you leave them, they will mislead Thy servants and will beget naught but disbelieving profligates"},{"SurahNumber":71,"VerseNumber":28,"Text":"My Lord, forgive me and my parents, whosoever enters my house as a believer, and the believing men and the believing women, and do not increase the wrongdoers in aught but ruin.”"},{"SurahNumber":72,"VerseNumber":1,"Text":"Say, “It was revealed unto me that a group of jinn listened, and said, ‘Truly we have heard a wondrous Quran"},{"SurahNumber":72,"VerseNumber":2,"Text":"that guides to sound judgment; so we believe in it and will ascribe none as partner unto our Lord"},{"SurahNumber":72,"VerseNumber":3,"Text":"And He—exalted be the Majesty of our Lord—has neither consort nor child"},{"SurahNumber":72,"VerseNumber":4,"Text":"Truly the fool among us has uttered outrages against God"},{"SurahNumber":72,"VerseNumber":5,"Text":"though we had thought that mankind and jinn would not utter lies regarding God"},{"SurahNumber":72,"VerseNumber":6,"Text":"Indeed, individuals among mankind did seek refuge with individuals among the jinn, and so increased them in oppression"},{"SurahNumber":72,"VerseNumber":7,"Text":"They thought, as did you, that God would resurrect no one"},{"SurahNumber":72,"VerseNumber":8,"Text":"We reached out to Heaven and found it filled with mighty sentries and flaming stars"},{"SurahNumber":72,"VerseNumber":9,"Text":"We used to sit in places thereof to listen, but whosoever listens now finds a flaming star lying in wait for him"},{"SurahNumber":72,"VerseNumber":10,"Text":"We do not know whether evil is desired for those upon the earth, or whether their Lord desires guidance for them"},{"SurahNumber":72,"VerseNumber":11,"Text":"Some among us are righteous, and some among us are otherwise; we are on paths divided"},{"SurahNumber":72,"VerseNumber":12,"Text":"We knew for certain that we could never thwart God on earth; nor could we ever thwart Him by fleeing"},{"SurahNumber":72,"VerseNumber":13,"Text":"And when we heard the guidance, we believed in it, for whosoever believes in his Lord shall fear neither detraction nor oppression"},{"SurahNumber":72,"VerseNumber":14,"Text":"Some among us submit and some among us are unjust; those who submit seek guidance"},{"SurahNumber":72,"VerseNumber":15,"Text":"and as for the unjust, they are kindling for Hell.’”"},{"SurahNumber":72,"VerseNumber":16,"Text":"And [say], “[It was revealed unto me] that if they hold firm to the path, We shall give them abundant water"},{"SurahNumber":72,"VerseNumber":17,"Text":"that We may try them therewith, and whosoever turns away from the remembrance of his Lord, He leads him to a grievous punishment"},{"SurahNumber":72,"VerseNumber":18,"Text":"and that places of worship are for God; so do not call upon another alongside God"},{"SurahNumber":72,"VerseNumber":19,"Text":"and that when the servant of God rises to call upon Him, they well-nigh swarm upon him.”"},{"SurahNumber":72,"VerseNumber":20,"Text":"Say, “I call only upon my Lord, and I ascribe none as a partner unto Him.”"},{"SurahNumber":72,"VerseNumber":21,"Text":"Say, “I have no power over what harm or guidance may come to you.”"},{"SurahNumber":72,"VerseNumber":22,"Text":"Say, “None will protect me from God, and I shall never find refuge apart from Him"},{"SurahNumber":72,"VerseNumber":23,"Text":"if I do not convey from God and His messages. And whosoever disobeys God and His Messenger, his shall be the Fire of Hell, abiding therein forever"},{"SurahNumber":72,"VerseNumber":24,"Text":"such that when they see what they are promised, they will know who is weaker in helpers and fewer in number.”"},{"SurahNumber":72,"VerseNumber":25,"Text":"Say, “I know not whether that which you are promised is nigh or whether my Lord has appointed a term"},{"SurahNumber":72,"VerseNumber":26,"Text":"Knower of the Unseen, He does not disclose His Unseen to anyone"},{"SurahNumber":72,"VerseNumber":27,"Text":"save to the one whom He approves as a messenger. Then He dispatches before him and behind him a guard"},{"SurahNumber":72,"VerseNumber":28,"Text":"that He may know that they have indeed conveyed the messages of their Lord. And He encompasses whatsoever is with them and keeps a numbered count of all things.”"},{"SurahNumber":73,"VerseNumber":1,"Text":"O thou enwrapped"},{"SurahNumber":73,"VerseNumber":2,"Text":"Stand vigil at night, save a little"},{"SurahNumber":73,"VerseNumber":3,"Text":"half of it or reduce it a little"},{"SurahNumber":73,"VerseNumber":4,"Text":"or add to it; and recite the Quran in a measured pace"},{"SurahNumber":73,"VerseNumber":5,"Text":"Truly We shall soon cast upon thee a weighty Word"},{"SurahNumber":73,"VerseNumber":6,"Text":"Truly the vigil of the night is firmest in tread and most upright for speech"},{"SurahNumber":73,"VerseNumber":7,"Text":"For truly by day you have lengthy affairs"},{"SurahNumber":73,"VerseNumber":8,"Text":"So remember the Name of thy Lord and devote thyself to Him with complete devotion—"},{"SurahNumber":73,"VerseNumber":9,"Text":"Lord of the East and the West, there is no god but He, so take Him as a guardian"},{"SurahNumber":73,"VerseNumber":10,"Text":"Bear patiently that which they say and take leave of them in a beautiful manner"},{"SurahNumber":73,"VerseNumber":11,"Text":"Leave to Me the deniers living in luxury, and be gentle with them for a while"},{"SurahNumber":73,"VerseNumber":12,"Text":"Truly with Us are fetters and Hellfire"},{"SurahNumber":73,"VerseNumber":13,"Text":"food that chokes and a painful punishment—"},{"SurahNumber":73,"VerseNumber":14,"Text":"on a day when the earth and the mountains shake, and the mountains will be like heaps of shifting sand"},{"SurahNumber":73,"VerseNumber":15,"Text":"We have indeed sent you a messenger as a witness concerning you, just as We sent unto Pharaoh a messenger"},{"SurahNumber":73,"VerseNumber":16,"Text":"But Pharaoh disobeyed the messenger, so We seized him with a torrential seizing"},{"SurahNumber":73,"VerseNumber":17,"Text":"So if you disbelieve, how will you guard against a day that would make children gray-haired"},{"SurahNumber":73,"VerseNumber":18,"Text":"The sky shall be rent asunder thereon. His Promise shall be fulfilled"},{"SurahNumber":73,"VerseNumber":19,"Text":"Truly this is a reminder; so let him who will, take a way unto his Lord"},{"SurahNumber":73,"VerseNumber":20,"Text":"Truly thy Lord knows that thou dost stand vigil well-nigh two-thirds of the night, or a half of it, or a third of it, as do a group of those who are with thee; and God measures out the night and the day. He knows that you will not keep count of it and has relented unto you; so recite that which is easy for you of the Quran. He knows that some of you will be sick, while others travel upon the earth, seeking God’s Bounty, and others fight in the way of God. So recite that which is easy of it, perform the prayer, give the alms, and lend unto God a goodly loan—whatever good you send forth for your souls, you will find it with God better and greater in reward. And seek God’s Forgiveness. Truly God is Forgiving, Merciful"},{"SurahNumber":74,"VerseNumber":1,"Text":"O thou who art covered"},{"SurahNumber":74,"VerseNumber":2,"Text":"arise and warn"},{"SurahNumber":74,"VerseNumber":3,"Text":"Thy Lord magnify"},{"SurahNumber":74,"VerseNumber":4,"Text":"Thy garments purify"},{"SurahNumber":74,"VerseNumber":5,"Text":"And defilement shun"},{"SurahNumber":74,"VerseNumber":6,"Text":"Grant not favor, seeking gain"},{"SurahNumber":74,"VerseNumber":7,"Text":"And for the sake of thy Lord be patient"},{"SurahNumber":74,"VerseNumber":8,"Text":"For when the trumpet is blown"},{"SurahNumber":74,"VerseNumber":9,"Text":"that Day shall be a difficult day"},{"SurahNumber":74,"VerseNumber":10,"Text":"for the disbelievers, not of ease"},{"SurahNumber":74,"VerseNumber":11,"Text":"Leave Me alone with the one whom I created"},{"SurahNumber":74,"VerseNumber":12,"Text":"and to whom I gave vast wealth"},{"SurahNumber":74,"VerseNumber":13,"Text":"and sons at his side"},{"SurahNumber":74,"VerseNumber":14,"Text":"and made smooth the way for him"},{"SurahNumber":74,"VerseNumber":15,"Text":"Yet he desires that I give more"},{"SurahNumber":74,"VerseNumber":16,"Text":"Nay! Truly he sets himself against Our signs"},{"SurahNumber":74,"VerseNumber":17,"Text":"I shall constrain him to endure a steep ascent"},{"SurahNumber":74,"VerseNumber":18,"Text":"Truly he reflected and determined"},{"SurahNumber":74,"VerseNumber":19,"Text":"May he perish for how he determined"},{"SurahNumber":74,"VerseNumber":20,"Text":"then may he perish for how he determined"},{"SurahNumber":74,"VerseNumber":21,"Text":"Then he beheld"},{"SurahNumber":74,"VerseNumber":22,"Text":"Then he frowned and scowled"},{"SurahNumber":74,"VerseNumber":23,"Text":"Then he turned his back, and waxed arrogant"},{"SurahNumber":74,"VerseNumber":24,"Text":"and said, “This is naught but sorcery handed down"},{"SurahNumber":74,"VerseNumber":25,"Text":"this is naught but the speech of a human being.”"},{"SurahNumber":74,"VerseNumber":26,"Text":"I shall cast him into Saqar"},{"SurahNumber":74,"VerseNumber":27,"Text":"And what will apprise thee of Saqar"},{"SurahNumber":74,"VerseNumber":28,"Text":"It spares not, nor leaves behind"},{"SurahNumber":74,"VerseNumber":29,"Text":"It scorches the human being"},{"SurahNumber":74,"VerseNumber":30,"Text":"Over it are nineteen"},{"SurahNumber":74,"VerseNumber":31,"Text":"And We have appointed none but angels as wardens of the Fire; and We have not appointed their number save as a trial for those who disbelieve, to grant certainty to those who have been given the Book and increase in faith those who believe; and that those who were given the Book and the believers will not doubt; and that those in whose hearts is a disease and the disbelievers will say, “What does God desire by this as a parable?” Thus does God lead astray whomsoever He will and guide whomsoever He will. And none knows the hosts of thy Lord but He. It is but a reminder for the human being"},{"SurahNumber":74,"VerseNumber":32,"Text":"Nay! By the moon"},{"SurahNumber":74,"VerseNumber":33,"Text":"by the night as it withdraws"},{"SurahNumber":74,"VerseNumber":34,"Text":"and by the morning as it brightens"},{"SurahNumber":74,"VerseNumber":35,"Text":"truly it is one of the greatest"},{"SurahNumber":74,"VerseNumber":36,"Text":"as a warner to the human being"},{"SurahNumber":74,"VerseNumber":37,"Text":"for those of you who wish to go forth or stay behind"},{"SurahNumber":74,"VerseNumber":38,"Text":"Every soul is held in pledge for what it has earned"},{"SurahNumber":74,"VerseNumber":39,"Text":"save the companions of the right"},{"SurahNumber":74,"VerseNumber":40,"Text":"in Gardens, questioning one another"},{"SurahNumber":74,"VerseNumber":41,"Text":"about the guilty"},{"SurahNumber":74,"VerseNumber":42,"Text":"“What led you into Saqar?”"},{"SurahNumber":74,"VerseNumber":43,"Text":"They say, “We were not among those who prayed"},{"SurahNumber":74,"VerseNumber":44,"Text":"nor did we feed the indigent"},{"SurahNumber":74,"VerseNumber":45,"Text":"and we engaged in vain discourse with those who do the same"},{"SurahNumber":74,"VerseNumber":46,"Text":"and we denied the Day of Judgment"},{"SurahNumber":74,"VerseNumber":47,"Text":"until certainty came upon us.”"},{"SurahNumber":74,"VerseNumber":48,"Text":"Thus the intercession of the intercessors will avail them not"},{"SurahNumber":74,"VerseNumber":49,"Text":"So what ails them that they turn away from the Reminder"},{"SurahNumber":74,"VerseNumber":50,"Text":"as if they were frightened asses"},{"SurahNumber":74,"VerseNumber":51,"Text":"fleeing from a lion"},{"SurahNumber":74,"VerseNumber":52,"Text":"Rather, every man among them desires to be given pages unfolded"},{"SurahNumber":74,"VerseNumber":53,"Text":"Nay! But they fear not the Hereafter"},{"SurahNumber":74,"VerseNumber":54,"Text":"Yea! Truly it is a reminder"},{"SurahNumber":74,"VerseNumber":55,"Text":"So let whosoever will, remember it"},{"SurahNumber":74,"VerseNumber":56,"Text":"And they remember not, save as God wills. He is most worthy of reverence and most worthy of granting forgiveness"},{"SurahNumber":75,"VerseNumber":1,"Text":"swear by the Day of Resurrection"},{"SurahNumber":75,"VerseNumber":2,"Text":"And I swear by the blaming soul"},{"SurahNumber":75,"VerseNumber":3,"Text":"Does man suppose that We shall not gather his bones"},{"SurahNumber":75,"VerseNumber":4,"Text":"Nay! But We are able to fashion even his fingers and toes"},{"SurahNumber":75,"VerseNumber":5,"Text":"But man desires to defile what lies before him"},{"SurahNumber":75,"VerseNumber":6,"Text":"asking, “When is the Day of Resurrection?”"},{"SurahNumber":75,"VerseNumber":7,"Text":"Then when the eyes are dazzled"},{"SurahNumber":75,"VerseNumber":8,"Text":"and the moon is eclipsed"},{"SurahNumber":75,"VerseNumber":9,"Text":"and the sun and the moon are brought together—"},{"SurahNumber":75,"VerseNumber":10,"Text":"that Day man will say, “Where is the escape?”"},{"SurahNumber":75,"VerseNumber":11,"Text":"Nay! But there shall be no refuge"},{"SurahNumber":75,"VerseNumber":12,"Text":"Unto your Lord that Day is the dwelling place"},{"SurahNumber":75,"VerseNumber":13,"Text":"Man shall be informed that Day of that which he has sent forth and of that which he has left behind"},{"SurahNumber":75,"VerseNumber":14,"Text":"Indeed, man shall be a testimony against himself"},{"SurahNumber":75,"VerseNumber":15,"Text":"though he proffers his excuses"},{"SurahNumber":75,"VerseNumber":16,"Text":"Move not thy tongue therewith to hasten it"},{"SurahNumber":75,"VerseNumber":17,"Text":"Surely it is for Us to gather it and to recite it"},{"SurahNumber":75,"VerseNumber":18,"Text":"So when We recite it, follow its recitation"},{"SurahNumber":75,"VerseNumber":19,"Text":"Then surely it is for Us to explain it"},{"SurahNumber":75,"VerseNumber":20,"Text":"Nay! But you love the ephemeral"},{"SurahNumber":75,"VerseNumber":21,"Text":"and forsake the Hereafter"},{"SurahNumber":75,"VerseNumber":22,"Text":"Faces that Day shall be radiant"},{"SurahNumber":75,"VerseNumber":23,"Text":"gazing upon their Lord"},{"SurahNumber":75,"VerseNumber":24,"Text":"And faces that Day shall be scowling"},{"SurahNumber":75,"VerseNumber":25,"Text":"knowing that a spine-crushing calamity will befall them"},{"SurahNumber":75,"VerseNumber":26,"Text":"Nay! But when it reaches the collarbones"},{"SurahNumber":75,"VerseNumber":27,"Text":"and it is said, “Who will [make him] ascend?”"},{"SurahNumber":75,"VerseNumber":28,"Text":"And he knows for certain that it is the parting"},{"SurahNumber":75,"VerseNumber":29,"Text":"and the shank is intertwined with the shank"},{"SurahNumber":75,"VerseNumber":30,"Text":"Unto thy Lord that Day is the driving"},{"SurahNumber":75,"VerseNumber":31,"Text":"For he neither confirmed nor prayed"},{"SurahNumber":75,"VerseNumber":32,"Text":"but he denied and turned away"},{"SurahNumber":75,"VerseNumber":33,"Text":"then went to his people swaggering"},{"SurahNumber":75,"VerseNumber":34,"Text":"So nearer to you! And nearer"},{"SurahNumber":75,"VerseNumber":35,"Text":"Then nearer to you! And nearer"},{"SurahNumber":75,"VerseNumber":36,"Text":"Does man suppose that he would be left aimless"},{"SurahNumber":75,"VerseNumber":37,"Text":"Was he not a drop of semen emitted"},{"SurahNumber":75,"VerseNumber":38,"Text":"Then he was a blood clot; whereupon He created, then fashioned"},{"SurahNumber":75,"VerseNumber":39,"Text":"and made from him the two genders, male and female"},{"SurahNumber":75,"VerseNumber":40,"Text":"Is not such a one able to give life to the dead"},{"SurahNumber":76,"VerseNumber":1,"Text":"Has there come upon man a span of time in which he was a thing unremembered"},{"SurahNumber":76,"VerseNumber":2,"Text":"Truly We created man from a drop of mixed fluid that We may test him, and We endowed him with hearing, seeing"},{"SurahNumber":76,"VerseNumber":3,"Text":"Truly We guided him upon the way, be he grateful or ungrateful"},{"SurahNumber":76,"VerseNumber":4,"Text":"We have surely prepared for the disbelievers chains, shackles, and a blazing flame"},{"SurahNumber":76,"VerseNumber":5,"Text":"Truly the pious drink of a cup mixed with camphor"},{"SurahNumber":76,"VerseNumber":6,"Text":"a fountain whereof drink the servants of God, while they make it gush forth abundantly"},{"SurahNumber":76,"VerseNumber":7,"Text":"They fulfill their vows and fear a day whose evil is widespread"},{"SurahNumber":76,"VerseNumber":8,"Text":"and give food, despite loving it, to the indigent, the orphan, and the captive"},{"SurahNumber":76,"VerseNumber":9,"Text":"“We feed you only for the Face of God. We do not desire any recompense or thanks from you"},{"SurahNumber":76,"VerseNumber":10,"Text":"Truly we fear from our Lord a grim, calamitous day.”"},{"SurahNumber":76,"VerseNumber":11,"Text":"So God has shielded them from the evil of that Day, bestowed upon them radiance and joy"},{"SurahNumber":76,"VerseNumber":12,"Text":"and rewarded them for having been patient with a Garden and with silk"},{"SurahNumber":76,"VerseNumber":13,"Text":"Therein they recline upon couches, seeing neither sun nor bitter cold"},{"SurahNumber":76,"VerseNumber":14,"Text":"Its shade shall be close above them, and its clusters shall be made to hang low"},{"SurahNumber":76,"VerseNumber":15,"Text":"And vessels of silver and goblets of crystal are brought round for them—"},{"SurahNumber":76,"VerseNumber":16,"Text":"silvern crystal that they have measured out with due measure"},{"SurahNumber":76,"VerseNumber":17,"Text":"Therein they are given to drink of a cup mixed with ginger"},{"SurahNumber":76,"VerseNumber":18,"Text":"a spring therein named Salsabil"},{"SurahNumber":76,"VerseNumber":19,"Text":"Immortal youths wait upon them; when you see them you would suppose them to be scattered pearls"},{"SurahNumber":76,"VerseNumber":20,"Text":"And when thou seest, there thou wilt see bliss and a great kingdom"},{"SurahNumber":76,"VerseNumber":21,"Text":"Upon them are garments of fine green silk and rich brocade. They are adorned with silvern bracelets and their Lord shall give them to drink of a drink most pure"},{"SurahNumber":76,"VerseNumber":22,"Text":"Truly this is a reward for you, and your endeavoring is held in gratitude"},{"SurahNumber":76,"VerseNumber":23,"Text":"Truly We have sent down the Quran upon thee as a revelation"},{"SurahNumber":76,"VerseNumber":24,"Text":"So be patient with thy Lord’s judgment and obey neither sinner nor disbeliever among them"},{"SurahNumber":76,"VerseNumber":25,"Text":"And invoke the Name of thy Lord morning and evening"},{"SurahNumber":76,"VerseNumber":26,"Text":"prostrate unto Him during the night, and glorify Him by night at length"},{"SurahNumber":76,"VerseNumber":27,"Text":"Truly they love the ephemeral and put a weighty day behind them"},{"SurahNumber":76,"VerseNumber":28,"Text":"We created them and made firm their frames; and whensoever We will, We shall exchange them for others like them"},{"SurahNumber":76,"VerseNumber":29,"Text":"Truly this is a reminder; so let him who will, take a way unto his Lord"},{"SurahNumber":76,"VerseNumber":30,"Text":"And you do not will but that God wills. Truly God is Knowing, Wise"},{"SurahNumber":76,"VerseNumber":31,"Text":"He causes whomsoever He will to enter into His Mercy. And as for the wrongdoers, He has prepared for them a painful punishment"},{"SurahNumber":77,"VerseNumber":1,"Text":"By those sent forth in succession"},{"SurahNumber":77,"VerseNumber":2,"Text":"By the storming tempests"},{"SurahNumber":77,"VerseNumber":3,"Text":"By the spreaders spreading"},{"SurahNumber":77,"VerseNumber":4,"Text":"By the discerners discerning"},{"SurahNumber":77,"VerseNumber":5,"Text":"And by those who bring forth the Reminder"},{"SurahNumber":77,"VerseNumber":6,"Text":"to excuse or to warn"},{"SurahNumber":77,"VerseNumber":7,"Text":"surely what you are promised will befall"},{"SurahNumber":77,"VerseNumber":8,"Text":"So when the stars are blotted out"},{"SurahNumber":77,"VerseNumber":9,"Text":"and when the sky is riven asunder"},{"SurahNumber":77,"VerseNumber":10,"Text":"when the mountains are scattered"},{"SurahNumber":77,"VerseNumber":11,"Text":"and when the messengers are slated"},{"SurahNumber":77,"VerseNumber":12,"Text":"for what day is it appointed"},{"SurahNumber":77,"VerseNumber":13,"Text":"For the Day of Division"},{"SurahNumber":77,"VerseNumber":14,"Text":"And what shall apprise thee of the Day of Division"},{"SurahNumber":77,"VerseNumber":15,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":16,"Text":"Did We not destroy those of old"},{"SurahNumber":77,"VerseNumber":17,"Text":"then make those of later times follow them"},{"SurahNumber":77,"VerseNumber":18,"Text":"Thus do We deal with the guilty"},{"SurahNumber":77,"VerseNumber":19,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":20,"Text":"Did We not create you from a base fluid"},{"SurahNumber":77,"VerseNumber":21,"Text":"then lodge it in a secure dwelling place"},{"SurahNumber":77,"VerseNumber":22,"Text":"for a known measure"},{"SurahNumber":77,"VerseNumber":23,"Text":"Thus do We determine; what excellent determiners"},{"SurahNumber":77,"VerseNumber":24,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":25,"Text":"Did We not make the earth a receptacle"},{"SurahNumber":77,"VerseNumber":26,"Text":"for the living and the dead"},{"SurahNumber":77,"VerseNumber":27,"Text":"And We placed therein firm, soaring mountains and gave you sweet water to drink"},{"SurahNumber":77,"VerseNumber":28,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":29,"Text":"Away to that which you used to deny"},{"SurahNumber":77,"VerseNumber":30,"Text":"Away to a threefold shadow"},{"SurahNumber":77,"VerseNumber":31,"Text":"that provides no shade, nor avails against the flame"},{"SurahNumber":77,"VerseNumber":32,"Text":"Indeed, it throws up sparks like massive tree trunks"},{"SurahNumber":77,"VerseNumber":33,"Text":"as though they were yellow camels"},{"SurahNumber":77,"VerseNumber":34,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":35,"Text":"That is the Day on which they speak not"},{"SurahNumber":77,"VerseNumber":36,"Text":"nor is permission granted them, such that they might offer excuses"},{"SurahNumber":77,"VerseNumber":37,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":38,"Text":"This is the Day of Division, “We have gathered you and those of old.”"},{"SurahNumber":77,"VerseNumber":39,"Text":"So if you have a scheme, then scheme against Me"},{"SurahNumber":77,"VerseNumber":40,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":41,"Text":"Truly the reverent shall be amid shade and springs"},{"SurahNumber":77,"VerseNumber":42,"Text":"and fruits such as they desire"},{"SurahNumber":77,"VerseNumber":43,"Text":"“Eat and drink in enjoyment for that which you used to do.”"},{"SurahNumber":77,"VerseNumber":44,"Text":"Thus do We recompense the virtuous"},{"SurahNumber":77,"VerseNumber":45,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":46,"Text":"Eat and enjoy yourselves a little; truly you are guilty"},{"SurahNumber":77,"VerseNumber":47,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":48,"Text":"And when it is said unto them, “Bow!” they bow not"},{"SurahNumber":77,"VerseNumber":49,"Text":"Woe that Day to the deniers"},{"SurahNumber":77,"VerseNumber":50,"Text":"So in what discourse after this will they believe"}]}