{"Id":478,"LanguageCodes":["zh","zho"],"Name":"zho-majian-la","Author":"Ma Jian","Language":"Chinese(simplified)","Description":"Chinese(simplified) - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":36,"VerseNumber":28,"Text":"Zai ta zhihou, wo meiyou jiang tianshen qu chengzhi ta de zongzu, wo ye bu changchang jiang tianshen."},{"SurahNumber":36,"VerseNumber":29,"Text":"Cai tingjian yisheng nahan, tamen jiu miewangle."},{"SurahNumber":36,"VerseNumber":30,"Text":"Ai zai zhong pu! Zhiyao you shizhe lai jiaohua tamen, tamen bian jiayi yunong."},{"SurahNumber":36,"VerseNumber":31,"Text":"Nandao tamen bu zhidao ma? Zai tamen zhiqian, wo ceng huimiele xuduo shidai, naxie bei huimie de shidai yong bu zhuan hui chenshi."},{"SurahNumber":36,"VerseNumber":32,"Text":"Tamen jiang tong tong bei jujin zai wo nali."},{"SurahNumber":36,"VerseNumber":33,"Text":"Tamen youyi zhong jixiang: Yi si de da di, wo shi ta fuhuo, wo shi ta shengzhang liangshi, yi zuo tamen de shipin."},{"SurahNumber":36,"VerseNumber":34,"Text":"Wo zai da dishang chuangzao xuduo ye zao yuan, putao yuan, wo shi xuduo yuanquan, cong di zhong yong chu,"},{"SurahNumber":36,"VerseNumber":35,"Text":"yibian tamen shi qi guoshi. Zhexie guoshi bushi tamen de shou zao chulai de, nandao tamen bu ganxie me?"},{"SurahNumber":36,"VerseNumber":36,"Text":"Zansong zhenzhu, chaojue wanwu! Ta chuangzao yiqie pei'ou, dimian suo shengchan de, tamen ziji, yiji tamen suo bu zhidao de, dou you pei'ou."},{"SurahNumber":36,"VerseNumber":37,"Text":"Tamen youyi zhong jixiang, wo shi baizhou tuoli heiye, tamen bian huran zai hei'an zhong."},{"SurahNumber":36,"VerseNumber":38,"Text":"Taiyang ji xing, zhi yiding suo, na shi wanneng de, quanzhi de zhu suo yuding de."},{"SurahNumber":36,"VerseNumber":39,"Text":"Yueliang, wo wei ta yuding xingsu, zhidao ta zai bian cheng xiang ganku de ye zao zhi yiyang."},{"SurahNumber":36,"VerseNumber":40,"Text":"Taiyang bude zhuiji yueliang, heiye ye bude chaoyue baizhou, ge zai yi ge guidao shang fuyouzhe."},{"SurahNumber":36,"VerseNumber":41,"Text":"Tamen youyi zhong jixiang: Wo shi tamen de zisun, chengzuo manzai de chuanbo."},{"SurahNumber":36,"VerseNumber":42,"Text":"Wo wei tamen er chuangzao xiang chuanbo nayang ke gong qi cheng de dongxi."},{"SurahNumber":36,"VerseNumber":43,"Text":"Ruguo wo yiyu, wo jiu ba tamen yan si, er tamen meiyou renhe yuanzhu zhe, tamen jiang bu huo zhengjiu;"},{"SurahNumber":36,"VerseNumber":44,"Text":"chufei shi yinwei wo de enhui, yinwei wo yao shi tamen xiangle zhi mou shi."},{"SurahNumber":36,"VerseNumber":45,"Text":"Ruguo you shengyin dui tamen shuo: Nimen dang weiju zai nimen zhiqian de, he zai nimen zhihou, yibian nimen meng zhu de lianmin."},{"SurahNumber":36,"VerseNumber":46,"Text":"Mei feng tamen de zhu de yi zhong jixiang lailin tamen, tamen bian beiqi ta."},{"SurahNumber":36,"VerseNumber":47,"Text":"Ruguo you shengyin dui tamen shuo: Nimen yingdang fen she zhenzhu suo ciyu nimen de. Namo, bu xindao zhe jiang dui xindao zhe shuo: Zhenzhu yu gongyang shei jiu gongyang shei, women hebi gongyang ta ne? Nimen zhishi zai mingxian de mi wu zhong."},{"SurahNumber":36,"VerseNumber":48,"Text":"Tamen shuo: Zhege jinggao shenme shihou shixian ne? Ruguo nimen shi shuo shihua de."},{"SurahNumber":36,"VerseNumber":49,"Text":"Tamen zhi dengdai yisheng nahan, zai tamen fenzheng de shihou, xiji tamen;"},{"SurahNumber":36,"VerseNumber":50,"Text":"tamen jianglai bu neng li yizhu, ye buneng hui jia qu."},{"SurahNumber":36,"VerseNumber":51,"Text":"Haojiao yi xiang, tamen jiu cong fenmu chulai, ben xiang tamen de zhu."},{"SurahNumber":36,"VerseNumber":52,"Text":"Tamen jiang shuo: Shang zai women! Shei jiang women cong women de wo chu huanxing? Zhe shi zhiren zhu suo yingxu women de, shizhemen yi shuo shihuale."},{"SurahNumber":36,"VerseNumber":53,"Text":"Cai tingjian yisheng nahan, tamen jiu tongtong bei jujin zai wo zheli."},{"SurahNumber":36,"VerseNumber":54,"Text":"Zai na ri, renhe ren bu shou sihao wang qu; nimen zhi yi ziji de xingwei er shou baochou."},{"SurahNumber":36,"VerseNumber":55,"Text":"Leyuan de jumin zai na ri que shi congshi yu yu le de."},{"SurahNumber":36,"VerseNumber":56,"Text":"Tamen he ziji de pei'ou, zai shu yin xia, kao zai chuangshang."},{"SurahNumber":36,"VerseNumber":57,"Text":"Tamen zai leyuan zhong, jiang you shuiguo, bing you tamen suo yaoqiu de endian."},{"SurahNumber":36,"VerseNumber":58,"Text":"Ping'an! Zhe shi cong zhi ci zhu fachu de zhuci."},{"SurahNumber":36,"VerseNumber":59,"Text":"Fanzui de renmen ya! Jinri nimen dang tuibi dao yibian qu."},{"SurahNumber":36,"VerseNumber":60,"Text":"A dan de houyi ya! Nandao wo meiyou zhufuguo nimen ma? Wo shuo nimen buyao chongbai emo, ta que shi nimen de choudi."},{"SurahNumber":36,"VerseNumber":61,"Text":"Nimen yingdang chongbai wo, zhe shi zhenglu."},{"SurahNumber":36,"VerseNumber":62,"Text":"Ta que shi xuduo ren mi wu, nandao nimen bumingbai ma?"},{"SurahNumber":36,"VerseNumber":63,"Text":"Zhe shi congqian changchang yong lai konghe nimen de huo yu."},{"SurahNumber":36,"VerseNumber":64,"Text":"Nimen shengqian bu ken xindao, suoyi jinri, nimen dang ru huo yu."},{"SurahNumber":36,"VerseNumber":65,"Text":"Zai na ri, wo jiang fengbi tamen de kou, tamen de shou jiang dui wo shuohua, tamen de jiao jiang zuozheng tamen suo xing de shan e."},{"SurahNumber":36,"VerseNumber":66,"Text":"Jiaruo wo yiyu, wo bi huimie tamen de yanjing, ranhou tamen mangzhe zoulu, dan tamen zen neng kanjian ne?"},{"SurahNumber":36,"VerseNumber":67,"Text":"Jiaruo wo yiyu, wo bi shi tamen zai ziji de jiazhong bianxing, ranhou tamen ji buneng qianjin, you buneng houtui;"},{"SurahNumber":36,"VerseNumber":68,"Text":"wo shi shei changshou, wo jiangdi shei de tizhi. Nandao tamen bu ming li me?"},{"SurahNumber":36,"VerseNumber":69,"Text":"Wo meiyou jiao ta shige, shige duiyu ta shi bu xiangyi de. Zhege zhishi jiaohui he mingbai de “gulanjing”,"},{"SurahNumber":36,"VerseNumber":70,"Text":"yibian ta jinggao huo ren, yibian bu xindao de renmen dang shou xingfa de panjue."},{"SurahNumber":36,"VerseNumber":71,"Text":"Nandao tamen bu zhidao ma? Cong wo suo qinshou zao zuozhe zhi zhong, wo ceng wei tamen er chuangzao shengchu, er tamen guanli tamen."},{"SurahNumber":36,"VerseNumber":72,"Text":"Wo wei tamen er zhifu shengchu, yi yibufen gong tamen qi, yibufen gong tamen chi."},{"SurahNumber":36,"VerseNumber":73,"Text":"Tamen keyou tamen huode xuduo liyi he yinliao. Tamen zenme hai bu ganxie ne?"},{"SurahNumber":36,"VerseNumber":74,"Text":"Tamen she zhenzhu er jing shi xuduo shenling, xiwang ziji huode yuanzhu."},{"SurahNumber":36,"VerseNumber":75,"Text":"Naxie shenling buneng yuanzhu tamen, tamen que shi wei naxie shenling er bei jihe de jundui."},{"SurahNumber":36,"VerseNumber":76,"Text":"Suoyi buyao rang tamen de wangyan shi ni youchou. Wo dique zhidao tamen suo yinni de, he tamen suo biaoxian de."},{"SurahNumber":36,"VerseNumber":77,"Text":"Nandao ren hai bu zhidao ma? Wo ceng yong jingye chuangzao ta, er ta huran bian cheng tanbai de kangbian zhe."},{"SurahNumber":36,"VerseNumber":78,"Text":"Ta wei wo shele yige piyu, er ta wangquele wo ceng chuangzao ta. Ta shuo: Shei neng shi xiu gu fuhuo ne?"},{"SurahNumber":36,"VerseNumber":79,"Text":"Ni shuo: Zuichu chuangzao ta de, jiang shi ta fuhuo; ta shi quanzhi yiqie zhongsheng de."},{"SurahNumber":36,"VerseNumber":80,"Text":"Ta wei nimen yong lu shu chuangzao huo, nimen bian yong na lu shu ran huo."},{"SurahNumber":36,"VerseNumber":81,"Text":"Nandao neng zao tiandi de, buneng zao xiang tamen nayang de ren ma? Buran! Ta que shi shan zao de, que shi quanzhi de."},{"SurahNumber":36,"VerseNumber":82,"Text":"Dang ta yu zaohua renhe shiwu de shihou, ta de shiqing zhishi shuo sheng: You, ta jiu youle."},{"SurahNumber":36,"VerseNumber":83,"Text":"Zansong zhenzhu, chaojue wanwu! Yiqie shiwu de zhuquan dou zai ta de zhangwo zhi zhong, nimen zhi bei zhao guiyu ta."},{"SurahNumber":37,"VerseNumber":1,"Text":"Yi lie ban zhe fashi,"},{"SurahNumber":37,"VerseNumber":2,"Text":"yi quce zhe fashi,"},{"SurahNumber":37,"VerseNumber":3,"Text":"yi songdu jiaohui zhe fashi,"},{"SurahNumber":37,"VerseNumber":4,"Text":"nimen suo dang chongbai zhe, que shi du yi de,"},{"SurahNumber":37,"VerseNumber":5,"Text":"ta shi tiandi wanwu zhi zhu, shi yiqie dongfang de zhu."},{"SurahNumber":37,"VerseNumber":6,"Text":"Wo que yi yong wencai ji fanxing dianzhui zuijin de tian,"},{"SurahNumber":37,"VerseNumber":7,"Text":"wo dui yiqie panni de emo baohu ta,"},{"SurahNumber":37,"VerseNumber":8,"Text":"tamen bude qieting shang jie de zhong tianshen, tamen zi ge fang bei sheji,"},{"SurahNumber":37,"VerseNumber":9,"Text":"bei quzhu, tamen jiang shou yongjiu de xingfa."},{"SurahNumber":37,"VerseNumber":10,"Text":"Dan qieting yici de, canlan de liuxing jiu zhuigan shang ta."},{"SurahNumber":37,"VerseNumber":11,"Text":"Ni wen tamen ba! Jiujing shi tamen geng nan zao ne? Haishi wo suo chuangzao de geng nan zao ne? Wo que yi yong zhan ni chuangzaole tamen."},{"SurahNumber":37,"VerseNumber":12,"Text":"Buran! Ni gandao jingqi, er tamen que chaoxiao ni."},{"SurahNumber":37,"VerseNumber":13,"Text":"Tamen sui wen jiaohui, que bu juewu."},{"SurahNumber":37,"VerseNumber":14,"Text":"Tamen sui jian jixiang, que jiayi chaoxiao."},{"SurahNumber":37,"VerseNumber":15,"Text":"Tamen shuo: Zhege zhishi mingxian de moshu."},{"SurahNumber":37,"VerseNumber":16,"Text":"Nandao women si hou, yi bian wei chentu he xiu gu de shihou, biding fuhuo ma?"},{"SurahNumber":37,"VerseNumber":17,"Text":"Lian women de zuxian, ye yao fuhuo ma?"},{"SurahNumber":37,"VerseNumber":18,"Text":"Ni shuo: Shi de! Nimen dou yao beijian de fuhuo."},{"SurahNumber":37,"VerseNumber":19,"Text":"Cai tingjian yisheng nahan, tamen jiu zhanwangzhe,"},{"SurahNumber":37,"VerseNumber":20,"Text":"tamen shuo: Shang zai women! Zhe jiushi baoying zhi ri."},{"SurahNumber":37,"VerseNumber":21,"Text":"Zhe jiushi nimen suo fouren de panjue zhi ri."},{"SurahNumber":37,"VerseNumber":22,"Text":"Nimen yingdang jihe bu yi zhe he tamen de banlu, yiji tamen she zhenzhu er chongbai de,"},{"SurahNumber":37,"VerseNumber":23,"Text":"ranhou zhishi tamen huo yu de daolu,"},{"SurahNumber":37,"VerseNumber":24,"Text":"Bing lanzhu tamen, yinwei tamen dique yao shoushen wen."},{"SurahNumber":37,"VerseNumber":25,"Text":"Nimen zenme bu huzhu ne?"},{"SurahNumber":37,"VerseNumber":26,"Text":"Buran! Tamen zai jinri shi guishun de."},{"SurahNumber":37,"VerseNumber":27,"Text":"Yushi tamen dajia zouxiang qian lai, huxiang tanlun,"},{"SurahNumber":37,"VerseNumber":28,"Text":"zhexie ren shuo: Nimen que yi yong quanli xiepo women."},{"SurahNumber":37,"VerseNumber":29,"Text":"Naxie ren shuo: Buran! Nimen ziji yuanlai bu shi xindao zhe,"},{"SurahNumber":37,"VerseNumber":30,"Text":"women dui nimen jue wu quanli. Buran! Nimen shi beini de minzhong."},{"SurahNumber":37,"VerseNumber":31,"Text":"Gu women yingdang shou women de zhu de panjue, women que shi changshi de."},{"SurahNumber":37,"VerseNumber":32,"Text":"Suoyi women shi nimen mi wu, women ziji ye que shi mi wu de."},{"SurahNumber":37,"VerseNumber":33,"Text":"Zai na ri, tamen biding tong shou xingfa."},{"SurahNumber":37,"VerseNumber":34,"Text":"Wo biding zheyang duidai fanzui zhe."},{"SurahNumber":37,"VerseNumber":35,"Text":"Tamen que shi zheyang de: Youren dui tamen shuo: Chu zhenzhu wai, jue wu ying shou chongbai de, tamen jiu wangzizunda,"},{"SurahNumber":37,"VerseNumber":36,"Text":"bingqie shuo: Nandao women wubi yao wei yige kuangwang de shiren, er paoqi women de zhong shenling ma?"},{"SurahNumber":37,"VerseNumber":37,"Text":"Buran! Ta zhaoshile zhenli, bing zhengshile lidai de shizhe."},{"SurahNumber":37,"VerseNumber":38,"Text":"Nimen biding changshi tongku de xingfa,"},{"SurahNumber":37,"VerseNumber":39,"Text":"nimen zhi yi ziji de xingwei er shou baochou."},{"SurahNumber":37,"VerseNumber":40,"Text":"Wei zhenzhu de qiancheng de zhong pu,"},{"SurahNumber":37,"VerseNumber":41,"Text":"jiang xiangshou yi zhong kezhi de jiyang"},{"SurahNumber":37,"VerseNumber":42,"Text":"ge zhong shuiguo, tongshi tamen shi shou youdai de;"},{"SurahNumber":37,"VerseNumber":43,"Text":"tamen zai enze de leyuan zhong,"},{"SurahNumber":37,"VerseNumber":44,"Text":"tamen zuo zai chuangshang, bici xiangdui;"},{"SurahNumber":37,"VerseNumber":45,"Text":"youren yi beizi zai tamen zhi jian ai ci chuandi, bei zhong man sheng liquan,"},{"SurahNumber":37,"VerseNumber":46,"Text":"yanse jiebai, yin zhe wubu cheng wei meiwei;"},{"SurahNumber":37,"VerseNumber":47,"Text":"liquan zhong wu mazui wu, tamen ye bu yin ta er mingding;"},{"SurahNumber":37,"VerseNumber":48,"Text":"tamen jiang you bushi feili de, mei mudi banlu,"},{"SurahNumber":37,"VerseNumber":49,"Text":"tamen fangfu bei zhencang de tuo luan yang;"},{"SurahNumber":37,"VerseNumber":50,"Text":"yushi tamen zouxiang qian lai, huxiang tanlun."},{"SurahNumber":37,"VerseNumber":51,"Text":"Tamen zhong youyigeren shuo: Wo you yige pengyou,"},{"SurahNumber":37,"VerseNumber":52,"Text":"ta wen wo:'Ni que shi chengxin de ma?"},{"SurahNumber":37,"VerseNumber":53,"Text":"Nandao women si hou, yi bian wei chentu he xiu gu de shihou, hai biding yao shou baochou ma?"},{"SurahNumber":37,"VerseNumber":54,"Text":"Ta shuo: Nimen yuan kan ta ma?"},{"SurahNumber":37,"VerseNumber":55,"Text":"Ta fushi xiamian, jiu kanjian ta zai huo yu de zhongyang,"},{"SurahNumber":37,"VerseNumber":56,"Text":"ta shuo: Yi zhenzhu fashi, ni dique jihu xianhaile wo."},{"SurahNumber":37,"VerseNumber":57,"Text":"Ruguo meiyou wo de zhu de enhui, wo bi zai bei jujin zhe zhi lie."},{"SurahNumber":37,"VerseNumber":58,"Text":"Women bushi zai si de ma?"},{"SurahNumber":37,"VerseNumber":59,"Text":"Wei you women chuci de siwang, er women jue bu hui shou chengfa ma?"},{"SurahNumber":37,"VerseNumber":60,"Text":"Zhe que shi weida de chenggong,"},{"SurahNumber":37,"VerseNumber":61,"Text":"gongzuo zhe yingdang wei huode zheyang de chenggong er gongzuo."},{"SurahNumber":37,"VerseNumber":62,"Text":"Na shi geng shan de kuandai ne? Haishi zan hu shu?"},{"SurahNumber":37,"VerseNumber":63,"Text":"Wo yi ta wei bu yi zhe de zhemo."},{"SurahNumber":37,"VerseNumber":64,"Text":"Ta shi huo yu di shengzhang de ke shu,"},{"SurahNumber":37,"VerseNumber":65,"Text":"ta de hua bi, fangfu mo tou."},{"SurahNumber":37,"VerseNumber":66,"Text":"Tamen biding yao chi naxie guoshi, er yi ta chongshi du fu."},{"SurahNumber":37,"VerseNumber":67,"Text":"Ranhou tamen biding yao zai naxie guoshi shang jia yin feishui de hun tang,"},{"SurahNumber":37,"VerseNumber":68,"Text":"ranhou tamen biding yao guiyu huo yu."},{"SurahNumber":37,"VerseNumber":69,"Text":"Tamen biding hui faxian tamen de zuxian shi mi wu de,"},{"SurahNumber":37,"VerseNumber":70,"Text":"tamen que yizhe tamen zongji er benchi."},{"SurahNumber":37,"VerseNumber":71,"Text":"Zai tamen zhiqian, daban de guren que yi mi wule."},{"SurahNumber":37,"VerseNumber":72,"Text":"Wo zai tamen zhi jian, que yi paiqianguo xuduo jinggao zhe."},{"SurahNumber":37,"VerseNumber":73,"Text":"Ni kan! Bei jinggao zhe de jieju shi zenyang de?"},{"SurahNumber":37,"VerseNumber":74,"Text":"Chufei zhenzhu de chunjie de purenmen."},{"SurahNumber":37,"VerseNumber":75,"Text":"Nu ha que yi xiang wo qidao, wo shi zui shanyu yingda de!"},{"SurahNumber":37,"VerseNumber":76,"Text":"Wo zhengjiu ta he ta de xintumen tuoli da nan."},{"SurahNumber":37,"VerseNumber":77,"Text":"Wo zhi shi ta de zisun deyi shengcun."},{"SurahNumber":37,"VerseNumber":78,"Text":"Wo shi ta de ling ming, yongcun yu houdai."},{"SurahNumber":37,"VerseNumber":79,"Text":"Zai ge minzu zhong, dou youren shuo: Zhu nu ha ping'an!"},{"SurahNumber":37,"VerseNumber":80,"Text":"Wo biding yao zheyang baochou xingshan zhemen."},{"SurahNumber":37,"VerseNumber":81,"Text":"Ta que shi wo de xindao de pu ren."},{"SurahNumber":37,"VerseNumber":82,"Text":"Ranhou, wo shi bie de ren yan si."},{"SurahNumber":37,"VerseNumber":83,"Text":"Ta de zongpai zhong, que you yi bo la xin."},{"SurahNumber":37,"VerseNumber":84,"Text":"Dangshi, ta daizhe jianquan de xinling, lai jian ta de zhu."},{"SurahNumber":37,"VerseNumber":85,"Text":"Dangshi, ta dui ta de fuqin he zongzu shuo: Nimen chongbai shenme?"},{"SurahNumber":37,"VerseNumber":86,"Text":"Nandao nimen yu she zhenzhu er beimiu de chongbai xuduo shenling ma?"},{"SurahNumber":37,"VerseNumber":87,"Text":"Nimen dui quan shijie de zhu, jiujing zuo shenme caice?"},{"SurahNumber":37,"VerseNumber":88,"Text":"Ta kan yi kan xingsu,"},{"SurahNumber":37,"VerseNumber":89,"Text":"ranhou shuo: Wo shibi yaohai bing."},{"SurahNumber":37,"VerseNumber":90,"Text":"Tamen jiu beilile ta,"},{"SurahNumber":37,"VerseNumber":91,"Text":"ta jiu qiaoqiao de zouxiang tamen de zhong shenling, ta shuo: Nimen zenme bu chi dongxi ne?"},{"SurahNumber":37,"VerseNumber":92,"Text":"Nimen zenme bu shuohua ne?"},{"SurahNumber":37,"VerseNumber":93,"Text":"Ta jiu qiaoqiao yi youshou daji tamen."},{"SurahNumber":37,"VerseNumber":94,"Text":"Zhongren jiu ji ji mang mang de lai kan ta,"},{"SurahNumber":37,"VerseNumber":95,"Text":"ta shuo: Nimen chongbai ziji suo diaoke de ouxiang ma?"},{"SurahNumber":37,"VerseNumber":96,"Text":"Zhenzhu chuangzao nimen, he nimen de xingwei."},{"SurahNumber":37,"VerseNumber":97,"Text":"Tamen shuo: Nimen yingdang wei ta er xiu yige huolu, ranhou, jiang ta tou zai liehuo zhong."},{"SurahNumber":37,"VerseNumber":98,"Text":"Tamen yu mouhai ta, er wo que shi tamen bian cheng zhan xiafeng de."},{"SurahNumber":37,"VerseNumber":99,"Text":"Ta shuo: Wo guoran yao qianyi dao wo de zhu suo qishi wo di difang qu, ta jiang zhidao wo."},{"SurahNumber":37,"VerseNumber":100,"Text":"Wo de zhu ya! Qiu ni shangci wo yige shanliang de erzi."},{"SurahNumber":37,"VerseNumber":101,"Text":"Wo jiu yi yige kuanhou de ertong xiang ta baoxi."},{"SurahNumber":37,"VerseNumber":102,"Text":"Dang ta zhang dao neng bangzhe ta caozuo de shihou, ta shuo: Wo de xiaozi a! Wo que yi meng jian wo zai ni wei xisheng. Ni kaolu yixia! Ni jiujing shi shenme yijian? Ta shuo: Wo de fuqin a! Qing ni zhixing ni suo feng de mingling ba! Ruguo zhenzhu yiyu, ni jiang faxian wo shi jianren de."},{"SurahNumber":37,"VerseNumber":103,"Text":"Tamen lia ji yi shunfu zhenzhu, er ta shi ta de erzi ce wozhe."},{"SurahNumber":37,"VerseNumber":104,"Text":"Wo hanjiao shuo: Yi bo la xin a!"},{"SurahNumber":37,"VerseNumber":105,"Text":"Ni que yi zhengshi nage mengle. Wo biding yao zheyang baochou xingshan de renmen."},{"SurahNumber":37,"VerseNumber":106,"Text":"Zhe que shi mingxian de kaoyan."},{"SurahNumber":37,"VerseNumber":107,"Text":"Wo yi yi ge weida de xisheng shule ta."},{"SurahNumber":37,"VerseNumber":108,"Text":"Wo shi ta de ling ming, yongcun yu houdai."},{"SurahNumber":37,"VerseNumber":109,"Text":"Zhu yi bo la xin ping'an!"},{"SurahNumber":37,"VerseNumber":110,"Text":"Wo yao zheyang baochou xingshan zhe."},{"SurahNumber":37,"VerseNumber":111,"Text":"Ta que shi wo de xindao de puren,"},{"SurahNumber":37,"VerseNumber":112,"Text":"wo yi jiang wei xianzhi he shanren de yi si ha ge xiang ta baoxi."},{"SurahNumber":37,"VerseNumber":113,"Text":"Wo jiang fu yu ta he yi si ha ge. Tamen lia de zisun zhong, jiang you xingshan zhe he gongran zibaoziqi zhe."},{"SurahNumber":37,"VerseNumber":114,"Text":"Wo que yi shi en yu mu sa he ha lun."},{"SurahNumber":37,"VerseNumber":115,"Text":"Wo ceng shi tamen lia ji qi zongzu, de mian yu da nan."},{"SurahNumber":37,"VerseNumber":116,"Text":"Wo ceng yuanzhu tamen, suoyi tamen shi shengli zhe."},{"SurahNumber":37,"VerseNumber":117,"Text":"Wo shouyu tamen lia xiangming de jingdian,"},{"SurahNumber":37,"VerseNumber":118,"Text":"wo zhiyin tamen lia zhengzhi de daolu,"},{"SurahNumber":37,"VerseNumber":119,"Text":"wo shi tamen lia de ling ming, yongcun yu houdai."},{"SurahNumber":37,"VerseNumber":120,"Text":"Zhu mu sa he ha lun ping'an!"},{"SurahNumber":37,"VerseNumber":121,"Text":"Wo biding yao zheyang baochou xingshan zhe."},{"SurahNumber":37,"VerseNumber":122,"Text":"Tamen lia que shi wo de xindao de puren."},{"SurahNumber":37,"VerseNumber":123,"Text":"Yi lei ya si que shi shizhe."},{"SurahNumber":37,"VerseNumber":124,"Text":"Dangshi, ta dui ta de zongzu shuo: Nandao nimen bu jingwei zhenzhu ma?"},{"SurahNumber":37,"VerseNumber":125,"Text":"Nandao nimen qidao bai er li, er sheqi zui youyue de chuangzao zhe"},{"SurahNumber":37,"VerseNumber":126,"Text":"zhenzhu, nimen de zhu, nimen zuxian de zhu ma?"},{"SurahNumber":37,"VerseNumber":127,"Text":"Tamen fouren ta, suoyi tamen biding yao bei jujin."},{"SurahNumber":37,"VerseNumber":128,"Text":"Wei zhenzhu de chunjie de zhong pu ze buran."},{"SurahNumber":37,"VerseNumber":129,"Text":"Wo shi ta de ling ming, yongcun yu houdai."},{"SurahNumber":37,"VerseNumber":130,"Text":"Zhu yi lei ya si ping'an!"},{"SurahNumber":37,"VerseNumber":131,"Text":"Wo biding yao zheyang baochou xingshan zhe."},{"SurahNumber":37,"VerseNumber":132,"Text":"Ta que shi wo de xindao de puren."},{"SurahNumber":37,"VerseNumber":133,"Text":"Lu te que shi shizhe."},{"SurahNumber":37,"VerseNumber":134,"Text":"Dangshi, wo zhengjiule ta, he ta de quanti xintu;"},{"SurahNumber":37,"VerseNumber":135,"Text":"weiyou yige lao fu ren he qiyu de ren, meiyou huode zhengjiu."},{"SurahNumber":37,"VerseNumber":136,"Text":"Ranhou, wo huimiele bie de xuduo ren."},{"SurahNumber":37,"VerseNumber":137,"Text":"Nimen dique zhaoxi jingguo tamen de yiji,"},{"SurahNumber":37,"VerseNumber":138,"Text":"nandao nimen bu liaojie ma?"},{"SurahNumber":37,"VerseNumber":139,"Text":"You nu si que shi shizhe."},{"SurahNumber":37,"VerseNumber":140,"Text":"Dangshi, ta tao dao na zhi manzai de chuanbo shang."},{"SurahNumber":37,"VerseNumber":141,"Text":"Ta jiu nianjiu, ta que shi shibai de,"},{"SurahNumber":37,"VerseNumber":142,"Text":"da yu jiu tunle ta, tongshi, ta shi ying shou qianze de."},{"SurahNumber":37,"VerseNumber":143,"Text":"Jiaruo bushi chang zansong zhenzhu zhe,"},{"SurahNumber":37,"VerseNumber":144,"Text":"ta bi zangshen yu fu, zhidao shiren fuhuo zhi ri."},{"SurahNumber":37,"VerseNumber":145,"Text":"Ranhou, wo jiang ta pao zai handi shang, dangshi ta shi you bing de."},{"SurahNumber":37,"VerseNumber":146,"Text":"Wo shi yi ke hu gua, zhang qilai zhezhe ta."},{"SurahNumber":37,"VerseNumber":147,"Text":"Wo ceng paiqian ta qu jiaohua shi duo wan minzhong."},{"SurahNumber":37,"VerseNumber":148,"Text":"Tamen bian gui xin ta, wo shi tamen xiangle zhi yi dingqi."},{"SurahNumber":37,"VerseNumber":149,"Text":"Ni wen tamen ba! Ni de zhu you xuduo nu'er, tamen que you duo shao erzi ni?"},{"SurahNumber":37,"VerseNumber":150,"Text":"Haishi wo ceng jiang zhong tianshen zaocheng nuxing de, tamen ceng yanjian wo de chuangzao ne?"},{"SurahNumber":37,"VerseNumber":151,"Text":"Zhen de, tamen yinwei ziji de beimiu, biding yao shuo:"},{"SurahNumber":37,"VerseNumber":152,"Text":"Zhenzhu yi shengyule. Tamen que shi shuohuang zhe."},{"SurahNumber":37,"VerseNumber":153,"Text":"Nandao ta buyao erzi, que yao nu'er ma?"},{"SurahNumber":37,"VerseNumber":154,"Text":"Nimen you she me liyou? Nimen zenme zheyang panduan ne?"},{"SurahNumber":37,"VerseNumber":155,"Text":"Nimen hai bu juewu ma?"},{"SurahNumber":37,"VerseNumber":156,"Text":"Nandao nimen you yige mingzheng ma?"},{"SurahNumber":37,"VerseNumber":157,"Text":"Na chu nimen de jingdian lai ba, tangruo nimen shi chengshi de!"},{"SurahNumber":37,"VerseNumber":158,"Text":"Tamen wangyan ta yu jingling zhi jian, you yinqin guanxi. Jingling que yi zhidao tamen jiang bei jujin"},{"SurahNumber":37,"VerseNumber":159,"Text":"chaojue zai zhenzhu! Ta shi chao hu tamen de xushu de,"},{"SurahNumber":37,"VerseNumber":160,"Text":"wei zhenzhu de chunjie de zhong pu, bu bei jujin."},{"SurahNumber":37,"VerseNumber":161,"Text":"Nimen he nimen suo chongbai de,"},{"SurahNumber":37,"VerseNumber":162,"Text":"jue buneng ba renhe ren yinyou qu chongbai tamen,"},{"SurahNumber":37,"VerseNumber":163,"Text":"chufei shi jiang ru huo yu de ren."},{"SurahNumber":37,"VerseNumber":164,"Text":"(Zhong tianshen shuo): Women ren ren dou you yige zhiding di diwei,"},{"SurahNumber":37,"VerseNumber":165,"Text":"women biding shi pai ban de,"},{"SurahNumber":37,"VerseNumber":166,"Text":"women biding shi zansong zhenzhu de."},{"SurahNumber":37,"VerseNumber":167,"Text":"Tamen dique chang shuo:"},{"SurahNumber":37,"VerseNumber":168,"Text":"Jiaruo women you guren suo yiliu de jiaohui,"},{"SurahNumber":37,"VerseNumber":169,"Text":"namo, women bi shi zhenzhu de chunjie de puren."},{"SurahNumber":37,"VerseNumber":170,"Text":"Tamen que buxin zhenzhu, tamen bujiu jiu zhidaole."},{"SurahNumber":37,"VerseNumber":171,"Text":"Wo dui wo suo paiqian de pu renmen yi you yue zai xianle,"},{"SurahNumber":37,"VerseNumber":172,"Text":"tamen biding shi bei yuanzhu de,"},{"SurahNumber":37,"VerseNumber":173,"Text":"wo de jundui, biding shi shengli de."},{"SurahNumber":37,"VerseNumber":174,"Text":"Ni zhanshi tuibi tamen ba!"},{"SurahNumber":37,"VerseNumber":175,"Text":"Ni kanzhe ba! Tamen bujiu jiu kanjianle."},{"SurahNumber":37,"VerseNumber":176,"Text":"Nandao tamen yaoqiu wo de xingfa zaori shixian ma?"},{"SurahNumber":37,"VerseNumber":177,"Text":"Wo de xingfa yidan jiang yu tamen de tingyuan de shihou, bei jinggao zhe de zaochen, zhen elie ya!"},{"SurahNumber":37,"VerseNumber":178,"Text":"Ni zhanshi tuibi tamen ba!"},{"SurahNumber":37,"VerseNumber":179,"Text":"Ni kanzhe ba! Tamen bujiu jiu kanjianle."},{"SurahNumber":37,"VerseNumber":180,"Text":"Chaojue zai ni de zhu--zun rong de zhuzai! Ta shi chao hu tamen de xushu de."},{"SurahNumber":37,"VerseNumber":181,"Text":"Zhu zhong shizhe ping'an!"},{"SurahNumber":37,"VerseNumber":182,"Text":"Yiqie zansong, quan guizhen zhu--quan shijie de zhu!"},{"SurahNumber":38,"VerseNumber":1,"Text":"Sa de. Zhi zhuming de “gulanjing” fashi."},{"SurahNumber":38,"VerseNumber":2,"Text":"Buran! Bu xindao zhe, shi wangzizunda, weibei zhenli de."},{"SurahNumber":38,"VerseNumber":3,"Text":"Zai tamen zhiqian wo ceng huimiele xuduo shidai, tamen huhao, dan taowang de shiji yi shiqule."},{"SurahNumber":38,"VerseNumber":4,"Text":"Tamen jingya, yinwei tamen ben zu zhong de jinggao zhe lailin tamen. Bu xindao de renmen shuo: Zhe shi yige shushi, shi yige shuohuang zhe."},{"SurahNumber":38,"VerseNumber":5,"Text":"Nandao ta yao jiang xuduo shenling bian cheng yige shenling ma? Zhe que shi yi jian guaishi."},{"SurahNumber":38,"VerseNumber":6,"Text":"Tamen zhong de guizumen qishen shuo: Nimen zou ba! Nimen jianrenzhe chongbai nimen de zhong shenling ba! Zhe que shi yi jian qian ding de shi."},{"SurahNumber":38,"VerseNumber":7,"Text":"Zai zuihou de zongjiao zhong, women meiyou tingjian zhe zhong hua, zhe zhong hua zhishi weizao de."},{"SurahNumber":38,"VerseNumber":8,"Text":"Nandao jiaohui jiang yu ta, er bu jiang yu women ma? Buran! Tamen duiyu wo de jiaoxun, shi zai huaiyi zhi zhong, buran! Tamen hai meiyou changshi wo de xingfa."},{"SurahNumber":38,"VerseNumber":9,"Text":"Nandao tamen you ni wanneng de, bo shi de zhu de ci'en de kucang?"},{"SurahNumber":38,"VerseNumber":10,"Text":"Nandao tamen you tiandi wanwu de guo quan ma? Jiaruo tamen you, jiu jiao tamen yuan tianti er shangsheng ba!"},{"SurahNumber":38,"VerseNumber":11,"Text":"Tamen shi you ge dangpai lianhe qilai de wuhezhizhong, tamen jiangyao zai nali baibei."},{"SurahNumber":38,"VerseNumber":12,"Text":"Zai tamen zhiqian, ceng fouren shizhe de, you nu ha de zongzu, a de ren, you wuli de falao,"},{"SurahNumber":38,"VerseNumber":13,"Text":"sai mo de ren, lu te de zongzu, mao lin de jumin. Zhexie dou shi dangpai,"},{"SurahNumber":38,"VerseNumber":14,"Text":"tamen zhi zhong meiyouyige weiceng fouren shizhe de, suoyi wo de chengfa shi biran de."},{"SurahNumber":38,"VerseNumber":15,"Text":"Zhexie ren, zhi dengdai yisheng hanjiao, na shi bu dange yi shashi de."},{"SurahNumber":38,"VerseNumber":16,"Text":"Tamen shuo: Women de zhu a! Zai qingsuan ri zhiqian, qing ni kuai jiang women suo ying de de xingfa, jiang yu women ba!"},{"SurahNumber":38,"VerseNumber":17,"Text":"Ni dang renshou tamen suo shuo dehua, ni dang jiyi wo de puren--you nengli de da wu de, ta que shi guiyi zhenzhu de."},{"SurahNumber":38,"VerseNumber":18,"Text":"Wo que yi shi zhu shan fucong ta, tamen zaowan zansong."},{"SurahNumber":38,"VerseNumber":19,"Text":"Bing shi zhong niao jihe qilai, tongtong dou fucong ta."},{"SurahNumber":38,"VerseNumber":20,"Text":"Wo gonggu ta de guo quan, wo shangci ta zhihui he wenci."},{"SurahNumber":38,"VerseNumber":21,"Text":"Liang zao lai gaozhuang de gushi lailin nile ma? Dangshi, tamen yu qiang er runei dian."},{"SurahNumber":38,"VerseNumber":22,"Text":"Dangshi, tamen qu jian da wu de, ta wei tamen er kongbu. Tamen shuo: Ni buyao kongbu! Women shi liang zao, beigao ceng qilingle yuangao, qing ni wei women binggong caipan, qing ni buyao piantan, qing ni zhiyin women zhenglu."},{"SurahNumber":38,"VerseNumber":23,"Text":"Zhege que shi wo de pengyou, ta you jiushijiu zhi mu mianyang, wo youyi zhi mu mianyang, ta queshuo, ni ba ta rang gei wo ba!'Ta zai bianlun fangmian zhansheng wo."},{"SurahNumber":38,"VerseNumber":24,"Text":"Da wu de shuo: Ta que yi qifu nile, yinwei ta yaoqiu ni ba ni de mu mianyang guibing ta de mu mianyang. You xuduo huoji, dique xiang qi, wei xindao er xingshan zhe ze buran, dan tamen shi hen shao de. Da wu de yiwei wo kaoyan ta, ta jiu xiang ta de zhu qiurao, qie baidao xiaqu, bing guiyi ta.(Ci chu koutou!)※"},{"SurahNumber":38,"VerseNumber":25,"Text":"Wo jiu raole ta de guoshi, ta zai wo nali, dique huode chong'ai he youmei de guisu."},{"SurahNumber":38,"VerseNumber":26,"Text":"Da wu de a! Wo que yi renming ni wei dadi de dai zhi zhe, ni dang ti renmin binggong panjue, buyao shuncong siyu, yimian siyu shi ni panli zhenzhu de dadao; panli zhenzhu de dadao zhe, jiang yin wangque qingsuan zhi ri er shou yanli de xingfa."},{"SurahNumber":38,"VerseNumber":27,"Text":"Wo meiyou turan di chuangzao tiandi wanwu, na shi bu xindao zhe de caice. Bei zai! Bu xindao de renmen jiang shou huoxing."},{"SurahNumber":38,"VerseNumber":28,"Text":"Nandao wo shi xindao erqie xingshan zhe, xiang zai difang zuo'e zhe yiyang ma? Nandao wo shi jingwei zhe, xiang fangsi de ren yiyang ma?"},{"SurahNumber":38,"VerseNumber":29,"Text":"Zhe shi wo suo jiang shi ni de yi ben jixiang de jingdian, yibian tamen chensi jing zhong de jie wen, yibian you lizhi de renmen juewu."},{"SurahNumber":38,"VerseNumber":30,"Text":"Wo jiang su lai man ciyu da wu de, nage puren zhenshi youmei! Ta que shi guiyi zhenzhu de."},{"SurahNumber":38,"VerseNumber":31,"Text":"Dangshi, ta zai bangwan, jianyue neng jing li, neng benchi de madui."},{"SurahNumber":38,"VerseNumber":32,"Text":"Ta shuo: Wo dique wei jiyi wo de zhu er xihao madui, zhidao tamen bei weimu zhe zhule."},{"SurahNumber":38,"VerseNumber":33,"Text":"Ta shuo: Nimen jiang tamen gan huilai ba! Ta jiu zhuoshou fumo naxie ma de tui bu he jing bu."},{"SurahNumber":38,"VerseNumber":34,"Text":"Wo que yi kaoyan su lai man, wo ceng jiang yige routi tou zai ta de baozuo shang, ranhou, ta guiyi zhenzhu."},{"SurahNumber":38,"VerseNumber":35,"Text":"Ta shuo: Wo de zhu a! Qiu ni she you wo, qiu ni shangci wo yige fei renhe ren suo yi jicheng de guo quan. Ni que shi bo shi de."},{"SurahNumber":38,"VerseNumber":36,"Text":"Wo ceng wei ta zhifule feng, feng fengzhe ta de mingling xixi liuxiang tasuo yu dao di difang."},{"SurahNumber":38,"VerseNumber":37,"Text":"Wo you wei ta zhifule yiqie neng jianzhu de huo neng qianshui de emo,"},{"SurahNumber":38,"VerseNumber":38,"Text":"yiji qita xuduo dai jiaoliao de emo."},{"SurahNumber":38,"VerseNumber":39,"Text":"Zhe shi wo suo te ci ni de, ni keyi jiang ta shi gei bieren, ye keyi jiang ta baoliu qilai, ni zong shi bu shou qingsuan de."},{"SurahNumber":38,"VerseNumber":40,"Text":"Ta zai wo nali, dique huode chong'ai he youmei de guisu."},{"SurahNumber":38,"VerseNumber":41,"Text":"Ni yingdang jiyi wo de puren an you bo. Dangshi, ta qidao ta de zhu shuo: Emo yi shi wo zaoshou xinku he xingfa."},{"SurahNumber":38,"VerseNumber":42,"Text":"Ni yong jiao ta de ba! Zhe shi keyong yi muyu han ke yong zuo yinliao de liangshui."},{"SurahNumber":38,"VerseNumber":43,"Text":"Wo ceng yi ta de juanshu, he xiang tamen de, tong qi shangci ta. Na shi you wo jiangxia de ci'en, yeshi youyu jiaohui you lizhi de renmen."},{"SurahNumber":38,"VerseNumber":44,"Text":"Ni dang qinshou na yi ba cao, yong ta qu daji yixia. Ni buyao weibei shiyue. Wo que yi faxian ta shi jianren de. Na puren zhen youmei! Ta que shi guiyi zhenzhu de."},{"SurahNumber":38,"VerseNumber":45,"Text":"Ni yingdang jiyi wo de puren yi bo la xin, yi si ha ge, ye er gu bai, tamen dou shi you nengli, you yanguang de."},{"SurahNumber":38,"VerseNumber":46,"Text":"Wo shi tamen chengwei zhencheng de ren, yinwei tamen you yi zhong chunjie de de xing--chang nian houshi."},{"SurahNumber":38,"VerseNumber":47,"Text":"Tamen zai wo nali, que shi te xuan de, que shi chun shan de."},{"SurahNumber":38,"VerseNumber":48,"Text":"Ni dang jiyi yi sima yi, ai lei ye sai er, zhu lei ji fu lei, tamen dou shi chun shan de."},{"SurahNumber":38,"VerseNumber":49,"Text":"Zhe shi yi zhong jiaohui. Jingwei de renmen, bidei xiangshou youmei de guisu"},{"SurahNumber":38,"VerseNumber":50,"Text":"yongjiu de leyuan, yuan men shi wei tamen chang kai de."},{"SurahNumber":38,"VerseNumber":51,"Text":"Tamen zai yuan zhong, kao zai chuangshang; tamen zai yuan zhong jiao ren na zhongzhong shuiguo he yinliao lai."},{"SurahNumber":38,"VerseNumber":52,"Text":"Tamen you bu shi feili de, tongnian de banlu."},{"SurahNumber":38,"VerseNumber":53,"Text":"Zhe shi yingxu nimen zai qingsuan ri zhihou de xiangshou de."},{"SurahNumber":38,"VerseNumber":54,"Text":"Zhe que shi wo de jiyang, ta jiang yong bu qingjin."},{"SurahNumber":38,"VerseNumber":55,"Text":"Zhe shi shishi. Fangdang zhe biding yao de yige zui e de guisu"},{"SurahNumber":38,"VerseNumber":56,"Text":"na jiushi huo yu, tamen jiang ru qizhong. Na wo ru zhen elie!"},{"SurahNumber":38,"VerseNumber":57,"Text":"Zhe shi shishi. Tamen changshi xingfa, na xingfa shi hen re de yinliao, he hen leng de yinliao,"},{"SurahNumber":38,"VerseNumber":58,"Text":"hai you bie de tongyang elie de ge zhong yinliao."},{"SurahNumber":38,"VerseNumber":59,"Text":"Zhexie shi yu nimen yiqi tujin de duiwu, tamen bu shou huanying, tamen bi ru huo yu."},{"SurahNumber":38,"VerseNumber":60,"Text":"Tamen jiang shuo: Buran! Nimen cai shi bu shou huanying de, nimen ceng ba women youhuo dao zhe zhong jingdi, zhe guisu zhen elie!"},{"SurahNumber":38,"VerseNumber":61,"Text":"Tamen jiang shuo: Women de zhu a! Shei ba women youhuo dao zhe zhong jingdi, qiu ni shi shei zai huo yu zhong shou jiabei de xingfa."},{"SurahNumber":38,"VerseNumber":62,"Text":"Tamen jiang shuo: You xuduo ren, congqian women renwei tamen shi eren, xianzai zenme bujian tamen ne?"},{"SurahNumber":38,"VerseNumber":63,"Text":"Women ceng ba tamen dang xiaobing ne? Haishi women guoqu kanbuqi tamen ne?"},{"SurahNumber":38,"VerseNumber":64,"Text":"Ju huo yu zhe de zhenglun shi biran de."},{"SurahNumber":38,"VerseNumber":65,"Text":"Ni shuo: Wo zhishi yige jinggao zhe. Chu du yi zhizun de zhenzhu wai, jue wu ying shou chongbai de."},{"SurahNumber":38,"VerseNumber":66,"Text":"Ta shi tiandi wanwu de zhu, ta shi wanneng de, zhi she de."},{"SurahNumber":38,"VerseNumber":67,"Text":"Ni shuo: Na shi yige zhongda de xiaoxi,"},{"SurahNumber":38,"VerseNumber":68,"Text":"nimen que liqi ta."},{"SurahNumber":38,"VerseNumber":69,"Text":"Dang shang jie de zhong tianshen zhenglun de shihou, wo bu zhidao tamen de qingxing."},{"SurahNumber":38,"VerseNumber":70,"Text":"Wo zhi feng dao qishi shuo wo shi yige tanshuai de jinggao zhe."},{"SurahNumber":38,"VerseNumber":71,"Text":"Dangshi, ni de zhu ceng dui zhong tianshen shuo: Wo biding yao yong nitu chuangzao yige ren,"},{"SurahNumber":38,"VerseNumber":72,"Text":"dang wo ba ta zao chulai, bing jiang wo de jingshen chui ru ta de tinei de shihou, nimen dang wei ta er dao shen koutou."},{"SurahNumber":38,"VerseNumber":73,"Text":"Zhong tianshen quanti yitong koutou,"},{"SurahNumber":38,"VerseNumber":74,"Text":"wei yi bo lie si zi da, ta yuan shi buxindao zhe."},{"SurahNumber":38,"VerseNumber":75,"Text":"Zhu shuo: Yi bo lie si a! Ni zenme bu ken dui wo qinshou zao de ren koutou ne? Ni zi da ne? Haishi ni ben shi gaoshang de ne?"},{"SurahNumber":38,"VerseNumber":76,"Text":"Ta shuo: Wo bi ta gaogui; ni yong huo zao wo, yong ni zao ta."},{"SurahNumber":38,"VerseNumber":77,"Text":"Zhu shuo: Ni cong leyuan zhong chuqu ba! Ni que shi bei fangzhu de,"},{"SurahNumber":38,"VerseNumber":78,"Text":"ni bi zao wo de qi jue, zhidao baoying ri."},{"SurahNumber":38,"VerseNumber":79,"Text":"Ta shuo: Wo de zhu a! Qiu ni kuandai wo dao renlei fuhuo zhi ri."},{"SurahNumber":38,"VerseNumber":80,"Text":"Zhu shuo: Ni biding bei kuandai,"},{"SurahNumber":38,"VerseNumber":81,"Text":"zhidao fuhuo shi lailin zhi ri."},{"SurahNumber":38,"VerseNumber":82,"Text":"Ta shuo: Yi ni de zun rong fashi, wo bi jiang tamen quanti jiayi youhuo,"},{"SurahNumber":38,"VerseNumber":83,"Text":"wei bu youhuo ni de chunjie de puren."},{"SurahNumber":38,"VerseNumber":84,"Text":"Ta shuo: Wo dehua que shi zhenli, wo zhi shuo zhenli;"},{"SurahNumber":38,"VerseNumber":85,"Text":"wo bi yi ni he renlei zhong shuncong ni de, tong qi chongman huo yu."},{"SurahNumber":38,"VerseNumber":86,"Text":"Ni shuo: Wo bu wei chuanda shiming er xiang nimen suoqu renhe baochou, wo bushi zaoyao de."},{"SurahNumber":38,"VerseNumber":87,"Text":"Zhe zhishi dui quan shijie de jiaohui,"},{"SurahNumber":38,"VerseNumber":88,"Text":"zai yige shiqi zhihou, nimen biding zhidao guanyu zhe jiaohui de xiaoxi."},{"SurahNumber":39,"VerseNumber":1,"Text":"Zhe ben jingdian shi cong wanneng de, zhi rui de zhenzhu jiang shi de."},{"SurahNumber":39,"VerseNumber":2,"Text":"Wo jiang shi ni zhe ben baohan zhenli de jingdian, ni dang chongbai zhenzhu, erqie cheng du de shunfu ta."},{"SurahNumber":39,"VerseNumber":3,"Text":"Zhen de, ying shou cheng du de shunfu zhe, zhiyou zhenzhu. She zhenzhu er yi ouxiang wei baohu zhe de ren shuo: Women chongbai tamen, zhi wei tamen neng shi women qinjin zhenzhu. Zhenzhu jiang panjue tamen suo zhenglun de shifei. Zhenzhu biding bu yindao shuohuang zhe, gu en zhe."},{"SurahNumber":39,"VerseNumber":4,"Text":"Jiaruo zhenzhu yu shouyang ernu, ta bi cong tasuo zao de zhongsheng zhong jianxuan tasuo yiyu zhe. Zansong zhenzhu, chaojue wanwu. Ta shi du yi zhizun de zhenzhu."},{"SurahNumber":39,"VerseNumber":5,"Text":"Ta benzhe zhenli, chuangzao tiandi; ta jie ye bu zhou, jie zhou bu ye; ta zhifu ri yue, gezi yunxing, dao yige dingqi. Zhen de, ta que shi wanneng de, que shi zhi she de."},{"SurahNumber":39,"VerseNumber":6,"Text":"Ta cong yige ren chuangzao nimen, ranhou yi ta de tonglei wei ta de pei'ou. Ta wei nimen er jiang ci ba zhi shengchu. Ta jiang nimen zaohua zai nimen de mu fu zhong, zai sanchong hei'an zhong, yi zaizao hua nimen. Na shi zhenzhu--nimen de zhu, guo quan zhishi ta de; chu ta wai, jue wu ying shou chongbai de. Nimen zenme beimiu ne?"},{"SurahNumber":39,"VerseNumber":7,"Text":"Ruguo nimen wang'en, namo, zhenzhu que shi wu qiu yu nimen de, ta bu xiyue ta de zhong pu wang'enfuyi. Ruguo nimen ganxie, namo, ta xiyue nimen de ganxie. Yige fu zui de ren, bu fu bieren de zui. Ranhou, nimen zhi guiyu nimen de zhu, ta yao jiang nimen de xingwei gaosu nimen. Ta que shi quanzhi xinshi zhe."},{"SurahNumber":39,"VerseNumber":8,"Text":"Zaoyu huannan de shihou, qidao ta de zhu, er guiyi ta. Ranhou, ta shangci ta yi zhong enhui de shihou, ta jiu wangque yiqian ceng qiqiu zhenzhu jiechu huannan, erqie wei ta shuli ruogan pidi, yizhi bieren mishi zhenzhu de dadao. Ni shuo: Ni zhanshi xiangshou ni de bu xin ba! Ni biding shi juzhu huo yu de."},{"SurahNumber":39,"VerseNumber":9,"Text":"(Jingkuang geng hao de, shi ni ne?) Haishi zai yejian zhuanxin shizhu, koutou lizheng, jinfang houshi, xiwang zhu en de ren ne? Ni shuo: You zhishi de yu wu zhishi de xiangdeng ma? Weiyou lizhi de ren neng juewu."},{"SurahNumber":39,"VerseNumber":10,"Text":"Ni shuo: Wo de xindao de zhong pu a! Nimen dang jingwei nimen de zhu. Zai jinshi xingshan zhe, de xiang mei bao. Zhenzhu di dimian shi kuanguang de; weiyou jianren de ren, de xiangshou wanquan de, wuliang de baochou."},{"SurahNumber":39,"VerseNumber":11,"Text":"Ni shuo: Wo que yi fengming chongbai zhenzhu, erqie zhongxin shunfu ta."},{"SurahNumber":39,"VerseNumber":12,"Text":"Wo fengming wei shouxian shuncong de ren."},{"SurahNumber":39,"VerseNumber":13,"Text":"Ni shuo: Tangruo wo weikang wo de zhu, wo dique weiju zhongda ri de xingfa."},{"SurahNumber":39,"VerseNumber":14,"Text":"Ni shuo: Wo zhi chongbai zhenzhu, erqie chengxin guishun ta."},{"SurahNumber":39,"VerseNumber":15,"Text":"Nimen yao she ta er chongbai shenme, jiu chongbai shenme ba! Ni shuo: Kui she de ren, que shi fuhuo ri sangshi zishen he juanshu de. Zhen de, na que shi mingxian de kui she."},{"SurahNumber":39,"VerseNumber":16,"Text":"Tamen de shangmian, you ceng ceng de huo; tamen de xiamian, yeyou ceng ceng de huo. Na shi zhenzhu yong yi donghe ta de zhong pu de. Wo de zhong pu a! Nimen dang jingwei wo."},{"SurahNumber":39,"VerseNumber":17,"Text":"Na yuanli chongbai emo, er guiyi zhenzhu zhe, de wen jiayin. Ni xiang wo de purenmen baoxi ba!"},{"SurahNumber":39,"VerseNumber":18,"Text":"Tamen qingting yanyu er cong qi zhi meide. Zhexie ren yi shou zhenzhu de yindao, zhexie ren que shi you lizhi de."},{"SurahNumber":39,"VerseNumber":19,"Text":"Yingdang shou xingfa de panjue zhe,(bi ru huo yu), nandao ni hai xiang zhengjiu ta ma?"},{"SurahNumber":39,"VerseNumber":20,"Text":"Dan jingwei zhenzhu zhe, jianglai de xiangshou loufang, lou shang jian lou, xia lin zhu he, na shi zhenzhu de yingxu, zhenzhu jiang bu shuangyue."},{"SurahNumber":39,"VerseNumber":21,"Text":"Ni bu zhidao ma? Zhenzhu cong yun zhong jiangxia yushui, ranhou shi ta shenru di li, chengwei quanyuan; ranhou, jie ta shengchu ge zhong zhuangjia, ranhou hemiao diaoling, ni kan ta bian cheng huang de, ranhou ta shi ta bian cheng suipian. Zai nalimian, duiyu you lizhi zhe, dique youyi zhong jiaohui."},{"SurahNumber":39,"VerseNumber":22,"Text":"Zhenzhu wei yisilan er kaita qi xiongjin, gu neng jieshou zhu de guangming zhe, nandao gen xiongjin xia'ai de ren yiyang ma? Bei zai wei jiyi zhenzhu er xin ying zhe, zhe deng ren shi zai mingxian de mi wu zhong de."},{"SurahNumber":39,"VerseNumber":23,"Text":"Zhenzhu ceng jiang shi zuimei de xun ci, jiushi qianhou yilu, fanfu dingning de jingdian; weiju zhu de ren, wei ta er zhanli, ranhou, wei jiyi zhenzhu er anjing. Na shi zhenzhu de zhengdao, ta yong lai yindao tasuo yiyu yindao zhe, zhenzhu shi shei mi wu, shei jiu meiyouxiangdao."},{"SurahNumber":39,"VerseNumber":24,"Text":"Fuhuo ri yi mianbu fangyu yanxing de ren, xiang bu shou xingfa zhe ma? Huozhe jiang dui bu yi zhe shuo: Nimen changshi nimen suo huo de guobao ba!"},{"SurahNumber":39,"VerseNumber":25,"Text":"Zai tamen zhiqian de ren,(ceng fouren zhong shizhe), gu xingfa cong tamen yi xiangbudao di difang lailin tamen."},{"SurahNumber":39,"VerseNumber":26,"Text":"Zhenzhu shi tamen zai jinshi changshi lingru, er houshi de xingfa biding shi geng zhongda de. Jiaruo tamen zhidao"},{"SurahNumber":39,"VerseNumber":27,"Text":"wo zai zhe “gulanjing” zhong, que yi wei renmen shele ge zhong piyu, yibian tamen juewu."},{"SurahNumber":39,"VerseNumber":28,"Text":"Zhe shi yi ben alabo wen de wu xie qu de “gulanjing”, yibian tamen jingwei."},{"SurahNumber":39,"VerseNumber":29,"Text":"Zhenzhu she yige piyu: Yige nuli wei xuduo fenzheng de huoji suo gongyou; you you yige nuli zhuan gui yige zhuren; zhe liang ge nuli de qingzhuang xiangdeng ma? Yiqie zansong, quan guizhenzhu! Buran, tamen daban bu zhidao."},{"SurahNumber":39,"VerseNumber":30,"Text":"Ni que shi yaosi de, tamen ye que shi yaosi de."},{"SurahNumber":39,"VerseNumber":31,"Text":"Ranhou, zai fuhuo ri, nimen biding yao zai nimen de zhu nali, huxiang zhenglun."}]}