{"Id":72,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-la","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":46,"VerseNumber":1,"Text":"Kha. Mim"},{"SurahNumber":46,"VerseNumber":2,"Text":"Nizposlavaneto na Knigata e ot Allakh, Vsemogushtiya, Premudriya"},{"SurahNumber":46,"VerseNumber":3,"Text":"Sutvorikhme Nie nebesata i zemyata, i vsichko mezhdu tyakh, edinstveno s mudrost i za opredelen srok. A koito ne vyarvat, se otvrushtat ot tova, za koeto sa predupredeni"},{"SurahNumber":46,"VerseNumber":4,"Text":"Kazhi: “Vizhdate li onezi, koito zovete vmesto Allakh? Pokazhete mi kakvo sutvorikha te ot zemyata, ili imat suuchastie na nebesata? Donesete mi kniga otpredi tazi ili ostatuk ot znanie, ako govorite istinata!”"},{"SurahNumber":46,"VerseNumber":5,"Text":"I koi e po-zabluden ot onzi, koito zove ne Allakh, a onezi, koito ne shte mu otkliknat do Denya na vuzkresenieto i negoviya zov ne chuvat"},{"SurahNumber":46,"VerseNumber":6,"Text":"I kogato khorata budat subrani, te shte se okazhat tekhni vragove i shte otrichat sluzheneto im"},{"SurahNumber":46,"VerseNumber":7,"Text":"I kogato im byakha cheteni yasnite Ni znameniya, nevernitsite kazvakha za istinata, sled kato doide pri tyakh: “Tova e yavna magiya.”"},{"SurahNumber":46,"VerseNumber":8,"Text":"Ili kazvakha: “Toi si go e izmislil.” Kazhi [o, Mukhammad]: “Ako sum go izmislil, vie s nishto ne shte me izbavite ot Allakh. Toi nai-dobre znae v kakvo se vpuskate za nego. Dostatuchen e Toi za svidetel mezhdu men i vas. Toi e Oproshtavashtiya, Milosurdniya.”"},{"SurahNumber":46,"VerseNumber":9,"Text":"Kazhi: “Az ne sum purviyat pratenik i ne znam nito s men kakvo shte stane, nito s vas. Sledvam samo kakvoto mi bude razkrito. Az sum samo yaven predupreditel.”"},{"SurahNumber":46,"VerseNumber":10,"Text":"Kazhi: “Vizhdate li kakvo shte stane, ako tozi [Koran] naistina e ot Allakh, a vie go otrichate! I vupreki che edin ot sinovete na Israil e zasvidetelstval, che [Koranut i predishnite pisaniya] sa skhodni, i zatova e povyarval, vie se vuzgordyavate. Allakh ne naputva kh"},{"SurahNumber":46,"VerseNumber":11,"Text":"Nevernitsite rekokha za vyarvashtite: “Ako toi beshe dobro neshto, nyamashe da ni izprevaryat kum nego.” I tui kato ne pozhelakha da se naputyat chrez nego, kazvat: “Toi e stara luzha.”"},{"SurahNumber":46,"VerseNumber":12,"Text":"A predi nego be Pisanieto na Musa - voditel i milost. A tozi [Koran] e potvurzhdavashta Kniga na arabski ezik, za da predupredi ugnetitelite i da e radostna vest za blagodetelnite"},{"SurahNumber":46,"VerseNumber":13,"Text":"Za onezi, koito kazvat: “Nashiyat Gospod e Allakh!”, posle sledvat praviya put - ne shte ima strakh za tyakh i ne shte skurbyat"},{"SurahNumber":46,"VerseNumber":14,"Text":"Te sa obitatelite na Raya, tam shte prebivavat vechno - vuzdayanie za tekhnite dela"},{"SurahNumber":46,"VerseNumber":15,"Text":"I povelikhme na choveka da se otnasya dobre s roditelite si. Nosila go e maika mu s usilie i go e rodila s usilie. I bremennostta s nego zaedno s otbivaneto mu e trideset mesetsa. Kogato dostigne svoyata zrelost i dostigne chetirideset godini, toi kazva: “Gospo"},{"SurahNumber":46,"VerseNumber":16,"Text":"Na takiva shte priemem khubavite dela i shte im oprostim loshite postupki. Te sa ot obitatelite na Raya - istinno obeshtanie, koeto im e obeshtano"},{"SurahNumber":46,"VerseNumber":17,"Text":"A koito kazva na roditelite si: “Uf, puk i vie! Nima me plashite, che shte buda vuzkresen - a predishnite pokoleniya si otidokha?...” - roditelite mu zovat Allakh na pomosht: “Gorko ti! Budi vyarvasht! Obeshtanieto na Allakh e istinno.”, a toi kazva: “Tova sa samo lege"},{"SurahNumber":46,"VerseNumber":18,"Text":"spryamo takiva se sbudna slovoto sred otminali predi tyakh obshtnosti ot dzhinovete i ot khorata. Te sa gubeshtite"},{"SurahNumber":46,"VerseNumber":19,"Text":"Za vsichki ima stepeni ot onova, koeto sa izvurshili. Toi shte im izplati za tekhnite deyaniya i ne shte budat ugneteni"},{"SurahNumber":46,"VerseNumber":20,"Text":"I v Denya, kogato nevernitsite budat dokarani pred Ogunya, [shte im bude kazano:] “Propilyakhte vashite blaga v zemniya zhivot i im se nasladikhte, a Dnes shte vi se vuzdade s unizitelnoto muchenie, zashtoto na zemyata byakhte nadmenni bez pravo i zashtoto byakhte nechestivtsi.”"},{"SurahNumber":46,"VerseNumber":21,"Text":"I spomni si [Khud -] brata na aditite, koito preduprezhdavashe svoya narod pri pyasuchnite khulmove, kudeto byakha minali mnogo preduprediteli i dotogava, i sled tova: “Sluzhete edinstveno na Allakh! Strakhuvam se za vas ot muchenie vuv velikiya Den.”"},{"SurahNumber":46,"VerseNumber":22,"Text":"Rekokha: “Nima doide pri nas da ni otluchish ot nashite bogove? Donesi ni onova, koeto ni obeshtavash, ako govorish istinata!”"},{"SurahNumber":46,"VerseNumber":23,"Text":"Reche: “Znanieto e samo pri Allakh, a az vi opovestyavam samo onova, s koeto sum izpraten. Ala vizhdam, che ste nevezhi khora.”"},{"SurahNumber":46,"VerseNumber":24,"Text":"I kogato go vidyakha - shirok oblak, priizhdasht kum tekhnite dolini, - rekokha: “Tova e oblak, koito shte izsipe duzhd nad nas”. No ne, to e onova, za koeto burzakhte - vyatur s bolezneno muchenie v nego"},{"SurahNumber":46,"VerseNumber":25,"Text":"Toi opustoshava vsyako neshto po volyata na svoya Gospod. A ot tyakh ostanakha samo [ruinite na] domovete im. Taka nakazvame khorata-prestupnitsi"},{"SurahNumber":46,"VerseNumber":26,"Text":"I gi byakhme utvurdili poveche, otkolkoto vas utvurdikhme [o, zhiteli na Meka]. I im dadokhme slukh i zrenie, i surtsa. No s nishto ne gi izbavikha nito slukhut im, nito zrenieto, nito surtsata, zashtoto otkhvurlyakha znameniyata na Allakh. I gi obgradi onova, na koeto se po"},{"SurahNumber":46,"VerseNumber":27,"Text":"I pogubikhme selishtata okolo vas, i razyasnikhme znameniyata, za da se zavurnat [kum vyarata]"},{"SurahNumber":46,"VerseNumber":28,"Text":"I zashto ne im pomognakha onezi, koito te priekha za bogove i na koito se otdadokha vmesto na Allakh? Da, izostavikha gi. Tova e samo tyakhna luzha i izmislitsa"},{"SurahNumber":46,"VerseNumber":29,"Text":"[I spomni si o, Mukhammad] kak nasochikhme kum teb grupa dzhinove, za da slushat Korana. I kogato pristignakha tam, rekokha: “Slushaite!” I shtom be priklyucheno, te se zavurnakha pri svoya narod s preduprezhdenie"},{"SurahNumber":46,"VerseNumber":30,"Text":"Rekokha: “O, narode nash, chukhme Kniga, nizposlana podir Musa v potvurzhdenie na onova, koeto e predi neya. Nasochva tya kum istinata i kum praviya put"},{"SurahNumber":46,"VerseNumber":31,"Text":"O, narode nash, otkliknete na zovyashtiya kum Allakh i mu vyarvaite! Shte vi oprosti Toi grekhovete i shte vi predpazi ot bolezneno muchenie"},{"SurahNumber":46,"VerseNumber":32,"Text":"A koito ne otklikne na zovyashtiya kum Allakh - toi e bezsilen na zemyata i nyama drug pokrovitel osven Nego. Takiva sa v yavna zabluda.”"},{"SurahNumber":46,"VerseNumber":33,"Text":"Ne vizhdat li, che Allakh, Koito sutvori nebesata i zemyata, i ne se umori ot tyakhnoto sutvoryavane, ima sila da suzhivi murtvite? Da, Toi nad vsyako neshto ima sila"},{"SurahNumber":46,"VerseNumber":34,"Text":"V Denya, kogato nevernitsite budat dokarani pred Ogunya [shte im se kazhe:]: “Ne e li tova istinata?”, shte kazhat: “Da, kulnem se v nashiya Gospod!” Shte kazhe [Allakh]: “Vkusete togava muchenieto, zashtoto byakhte nevernitsi!”"},{"SurahNumber":46,"VerseNumber":35,"Text":"Zatova i ti budi turpeliv [o, Mukhammad], kakto turpyakha pratenitsite, udostoeni s tvurdost, i ne burzai za tezi [nevernitsi]! V Denya, kogato vidyat onova, koeto im e obeshtano, shte im se stori, che sa prestoyali samo edin chas ot denya. Tozi [Koran] e poslanie. A n"},{"SurahNumber":47,"VerseNumber":1,"Text":"Na onezi, koito ne vyarvat i vuzpirat ot putya na Allakh, Toi shte provali delata im"},{"SurahNumber":47,"VerseNumber":2,"Text":"A na onezi, koito vyarvat i vurshat pravedni dela, i vyarvat v nizposlanoto na Mukhammad - a to e istinata ot tekhniya Gospod, - Toi shte im oprosti loshite im postupki i shte podobri polozhenieto im"},{"SurahNumber":47,"VerseNumber":3,"Text":"Taka e, zashtoto nevernitsite sledvat luzhata, a vyarvashtite sledvat istinata ot svoya Gospod. Taka Allakh dava na khorata primeri za tyakh"},{"SurahNumber":47,"VerseNumber":4,"Text":"I kogato [v bitka] sreshtnete nevernitsite, udryaite po shiyata, dodeto gi nadviete, i zdravo gi vurzhete! A posle - ili milost, ili otkup, kogato voinata priklyuchi. Taka e! A ako Allakh pozhelae, bi im otmustil, no iska Toi da izpita edni ot vas chrez drugi. A na"},{"SurahNumber":47,"VerseNumber":5,"Text":"Toi shte gi naputi i shte podobri polozhenieto im"},{"SurahNumber":47,"VerseNumber":6,"Text":"I shte gi vuvede v Raya, za koito gi e izvestil"},{"SurahNumber":47,"VerseNumber":7,"Text":"O, vyarvashti, ako podkrepite [deloto na] Allakh, i Toi shte vi podkrepi, i shte utvurdi stupkite vi"},{"SurahNumber":47,"VerseNumber":8,"Text":"A koito ne povyarvat - gibel za tyakh! Shte provali Toi delata im"},{"SurahNumber":47,"VerseNumber":9,"Text":"Tova e, zashtoto vuznenavizhdat nizposlanoto ot Allakh i zatova Toi pravi bezplodni delata im"},{"SurahNumber":47,"VerseNumber":10,"Text":"Nima ne khodyat po zemyata i ne vizhdat kakuv be krayat na onezi predi tyakh? Allakh gi unishtozhi. Tova ochakva nevernitsite"},{"SurahNumber":47,"VerseNumber":11,"Text":"Taka e, zashtoto Allakh e Pokrovitelyat na vyarvashtite, a nevernitsite nyamat pokrovitel"},{"SurahNumber":47,"VerseNumber":12,"Text":"Allakh shte vuvede onezi, koito vyarvat i vurshat pravedni dela, v Gradinite, sred koito reki tekat. A nevernitsite se naslazhdavat i yadat, kakto dobitukut yade. I Ogunyat shte im e obitalishte"},{"SurahNumber":47,"VerseNumber":13,"Text":"I kolko selishta pogubikhme, po-silni ot tvoeto selishte [Meka], koeto te progoni! I nikoi ne im pomogna"},{"SurahNumber":47,"VerseNumber":14,"Text":"Nima sa ravni onzi, koito ima yasen znak ot svoya Gospod, i onzi, chieto losho deyanie mu e razkraseno i sledva svoite strasti"},{"SurahNumber":47,"VerseNumber":15,"Text":"Nima Rayat, obeshtan na bogoboyazlivite, s reki ot voda, koyato ne zastoyava, i reki ot mlyako s vkus, koito ne se promenya, i reki ot vino priyatno za pieshtite, i reki prechisten med, i v koito ima za tyakh ot vsyakakvi plodove, i oproshtenie ot tekhniya Gospod, e kato on"},{"SurahNumber":47,"VerseNumber":16,"Text":"A nyakoi ot tyakh te izslushvat, no shtom si otidat ot teb, kazvat na darenite sus znanieto: “Kakvo reche toi predi malko?” Te sa onezi, chiito surtsa Allakh zapechata i koito sledvat svoite strasti"},{"SurahNumber":47,"VerseNumber":17,"Text":"A na onezi, koito sledvat praviya put, Toi uvelichava naput·stvieto i gi daryava s bogoboyazlivost"},{"SurahNumber":47,"VerseNumber":18,"Text":"I nima ochakvat drugo osven vnezapno za tyakh da nastupi Chasut? Veche se poyavikha negovite priznatsi. No za kakvo shte im e tyakhnoto napomnyane, shtom toi nastupi za tyakh"},{"SurahNumber":47,"VerseNumber":19,"Text":"I znai [o, Mukhammad], che nyama drug Bog osven Allakh! I moli oproshtenie za svoya gryakh i za vyarvashtite muzhe i zheni! Allakh znae kude se dvizhite i kude prebivavate"},{"SurahNumber":47,"VerseNumber":20,"Text":"Vyarvashtite kazvat: “Da be nizposlana sura [za srazhenie]!” A shtom bude nizposlana neotmenima sura i v neya se spomenava za srazhenie, vizhdash kak onezi, v chiito surtsa ima bolest, te gledat s pogled na izpadnal v nesvyast pred smurtta. A nai-dostoinoto za tyakh"},{"SurahNumber":47,"VerseNumber":21,"Text":"e pokorstvo i blago slovo. A shtom se dade tvurda povelya [za srazhenie], da budat iskreni pred Allakh e nai-dobroto za tyakh"},{"SurahNumber":47,"VerseNumber":22,"Text":"A shtom se otvurnete, nima ot vas se ochakva drugo osven da seete razvala po zemyata i da prekusvate rodstvenite si vruzki"},{"SurahNumber":47,"VerseNumber":23,"Text":"Tezi sa, koito Allakh prokle i gi stori glukhi i slepi"},{"SurahNumber":47,"VerseNumber":24,"Text":"I nima ne razmishlyavat nad Korana ili surtsata im sa pod klyuch"},{"SurahNumber":47,"VerseNumber":25,"Text":"Onezi, koito obrushtat grub, sled kato naput·stvieto im se izyasni, tyakh satanata gi podvezhda i im dava prazni nadezhdi"},{"SurahNumber":47,"VerseNumber":26,"Text":"Tova e, zashtoto kazvat na onezi, koito vuznenavizhdat nizposlanoto ot Allakh: “Shte vi posledvame v chast ot deloto.” A Allakh znae kakvo spotaivat"},{"SurahNumber":47,"VerseNumber":27,"Text":"A kak shte bude, kogato angelite gi priberat, udryaiki gi po litseto i gurba"},{"SurahNumber":47,"VerseNumber":28,"Text":"Tova e, zashtoto sledvat onova, koeto predizvikva gneva na Allakh i vuznenavizhdat Negovoto blagovolenie, zatova Toi provalya delata im"},{"SurahNumber":47,"VerseNumber":29,"Text":"Nima onezi, v chiito surtsa ima bolest, smyatat, che Allakh ne shte razkrie zlobata im"},{"SurahNumber":47,"VerseNumber":30,"Text":"I ako zhelaekhme, Nie shtyakhme da ti gi pokazhem [o, Mukhammad] i ti bi gi poznal po chertite im, i bi gi poznal po slovoto im. Allakh znae vashite dela"},{"SurahNumber":47,"VerseNumber":31,"Text":"I shte vi podlozhim na izpitanie, dokato otlichim sred vas boreshtite se po putya na Allakh i turpelivite, i razkriem vestite za vas"},{"SurahNumber":47,"VerseNumber":32,"Text":"Onezi, koito ne vyarvat i vuzpirat ot putya na Allakh, i se protivyat na Pratenika, sled kato im se izyasni naput·stvieto, ne shte navredyat na Allakh s nishto i Toi shte provali delata im"},{"SurahNumber":47,"VerseNumber":33,"Text":"O, vyarvashti, pokoryavaite se na Allakh i se pokoryavaite na Pratenika, i ne pogubvaite delata si"},{"SurahNumber":47,"VerseNumber":34,"Text":"Na onezi, koito ne vyarvat i vuzpirat ot putya na Allakh, i umirat nevernitsi, Allakh ne shte oprosti"},{"SurahNumber":47,"VerseNumber":35,"Text":"I ne padaite dukhom [pri srazhenie], ta da zovete za mir! Vie shte naddeleete! Allakh e s vas i Toi ne shte pogubi vashite dela"},{"SurahNumber":47,"VerseNumber":36,"Text":"Zemniyat zhivot e samo igra i zabava. I ako povyarvate i se boite, Toi shte vi vuzdade nagradata. Toi ne iska imotite vi"},{"SurahNumber":47,"VerseNumber":37,"Text":"Ako vi gi poiska i vi prinudi, vie shte se poskupite i Toi shte izkara nayave zlobata vi"},{"SurahNumber":47,"VerseNumber":38,"Text":"Eto, vie ste onezi, koito sa pozovani da razdavat po putya na Allakh. No sred vas ima skupernitsi, a koito e skupernik, toi samo spryamo sebe si e skupernik. Allakh e Prebogatiya, vie ste bednite. I otvurnete li se, Toi shte vi zameni s drugi khora i te ne shte buda"},{"SurahNumber":48,"VerseNumber":1,"Text":"Nie ti darikhme [o, Mukhammad] yavna pobeda"},{"SurahNumber":48,"VerseNumber":2,"Text":"za da oprosti Allakh tvoite predishni grekhove, i sledvashtite, i za da dovurshi Toi Svoyata blagodat kum teb, i za da te nasochi po praviya put"},{"SurahNumber":48,"VerseNumber":3,"Text":"i za da te podkrepi Allakh s mogushta podkrepa"},{"SurahNumber":48,"VerseNumber":4,"Text":"Toi e, Koito nizposla spokoistvie v surtsata na vyarvashtite, za da podsili tyakhnata vyara. Na Allakh prinadlezhat voinstvata i na nebesata, i na zemyata. Allakh e vseznaesht, premudur"},{"SurahNumber":48,"VerseNumber":5,"Text":"i za da vuvede vyarvashtite muzhe i zheni v Gradinite, sred koito reki tekat - tam shte prebivavat vechno, - i da gi izbavi ot loshite im postupki. Tova e veliko spasenie pri Allakh"},{"SurahNumber":48,"VerseNumber":6,"Text":"I za da nakazhe litsemernite muzhe i zheni, i sudruzhavashtite muzhe i zheni, koito dopuskat za Allakh losha dogadka. Nad tyakh da e loshata prevratnost! Allakh im se razgnevi i gi prokle, i prigotvi za tyakh Ada. Kolko losha uchast e toi"},{"SurahNumber":48,"VerseNumber":7,"Text":"Na Allakh prinadlezhat voinstvata i na nebesata, i na zemyata. Allakh e vsemogusht, premudur"},{"SurahNumber":48,"VerseNumber":8,"Text":"Izpratikhme te Nie [o, Mukhammad] za svidetel i blagovestitel, i predupreditel"},{"SurahNumber":48,"VerseNumber":9,"Text":"za da vyarvate v Allakh i v Negoviya Pratenik, i da Go proslavyate, i da Go pochitate, i da Go vuzkhvalyavate sutrin i vecher"},{"SurahNumber":48,"VerseNumber":10,"Text":"Onezi, koito zayavyavat vyarnost kum teb [o, Mukhammad], te zayavyavat vyarnost kum Allakh. Rukata na Allakh e vurkhu rutsete im. A koito narushi, samo v svoi ushturb narushava. A koito izpulnyava obeta si pred Allakh, Toi shte mu dari ogromna nagrada"},{"SurahNumber":48,"VerseNumber":11,"Text":"Ostanalite [po domovete si litsemeri] beduini shte ti rekat: “Zadurzhakha ni nashite imoti i semeistva, zatova moli za nas oproshtenie!” Izrichat s ezitsite si onova, koeto ne e v surtsata im. Kazhi: “Koi shte poprechi s neshto na Allakh, ako Toi pozhelae da vi zasegne s be"},{"SurahNumber":48,"VerseNumber":12,"Text":"No vie mislekhte, che Pratenika i vyarvashtite nikoga ne shte se vurnat pri svoite semeistva. I be razkraseno tova v surtsata vi. I dopusnakhte losha dogadka. I stanakhte pogubeni khora"},{"SurahNumber":48,"VerseNumber":13,"Text":"A za onezi, koito ne vyarvat v Allakh i v Negoviya Pratenik - Nie sme prigotvili za nevernitsite plamutsi"},{"SurahNumber":48,"VerseNumber":14,"Text":"Na Allakh prinadlezhi vladenieto na nebesata i na zemyata. Oproshtava Toi komuto pozhelae i nakazva Toi kogoto pozhelae. Allakh e oproshtavasht, milosurden"},{"SurahNumber":48,"VerseNumber":15,"Text":"Ostanalite [po domovete si] shte rekat, kogato se otpravite [na voina] kum bogat·stva, za da gi vzemete: “Pozvolete ni da vi posledvame!” Iskat da promenyat Slovoto na Allakh. Kazhi: “Ne shte ni posledvate. Taka reche Allakh ot po-rano.” Shte kazhat: “Ne, vie ni zavizh"},{"SurahNumber":48,"VerseNumber":16,"Text":"Kazhi na ostanalite [po domovete si] beduini: “Shte budete prizovani sreshtu khora s ogromna sila. Ili shte se srazhavate s tyakh, ili shte se pokoryat. Allakh shte vi dari khubava nagrada, ako se podchinite. A ako se otmetnete, kakto se otmetnakhte predi, shte vi nakazhe Toi s"},{"SurahNumber":48,"VerseNumber":17,"Text":"Za slepetsa ne e gryakh, nito za kutsiya e gryakh, nito za bolniya e gryakh, [ako ne izlyazat na srazhenie]. A koito se podchinyava na Allakh i na Negoviya Pratenik, shte go vuvede Toi v Gradinite, sred koito reki tekat. A koito se otmetne, shte go nakazhe Toi s bolezneno much"},{"SurahNumber":48,"VerseNumber":18,"Text":"Allakh be dovolen ot vyarvashtite, kogato ti zayavikha vyarnost pod durvoto [o, Mukhammad]. I uzna Toi kakvo imat v surtsata si. I spusna Toi spokoistvie nad tyakh. I im vuzdade blizka pobeda"},{"SurahNumber":48,"VerseNumber":19,"Text":"I mnogo bogat·stva shte vzemat. Allakh e vsemogusht, premudur"},{"SurahNumber":48,"VerseNumber":20,"Text":"Allakh vi obeshta da vzemete [vuv voina] mnogo bogat·stva i uskori tova za vas. I vuzprya ot vas rutsete na khorata, za da bude to znak za vyarvashtite i da vi nasochi po praviya put"},{"SurahNumber":48,"VerseNumber":21,"Text":"A drugi [pobedi], koito ne byakha po silite vi, Allakh potuli. Allakh za vsyako neshto ima sila"},{"SurahNumber":48,"VerseNumber":22,"Text":"A ako nevernitsite byakha se srazhavali s vas, shtyakha da vi oburnat grub. I nyamashe da nameryat nito pokrovitel, nito izbavitel"},{"SurahNumber":48,"VerseNumber":23,"Text":"takuv be obichayat na Allakh i predi. I ti ne shte otkriesh promyana v obichaya na Allakh"},{"SurahNumber":48,"VerseNumber":24,"Text":"Toi e, Koito vuzprya krai Meka tekhnite rutse ot vas i vashite rutse ot tyakh, sled kato vi otredi da gi pobedite. Allakh e zryasht za vashite dela"},{"SurahNumber":48,"VerseNumber":25,"Text":"Te sa onezi, koito ne povyarvakha i vi vuzpryakha ot Sveshtenata dzhamiya, i zadurzhakha zhertvenite zhivotni, da ne stignat mestonaznachenieto si. I ako nyamashe vyarvashti muzhe i zheni, koito ne poznavakhte, i da gi pregazite, bez da znaete, i taka da vi spoleti gryakh... Al"},{"SurahNumber":48,"VerseNumber":26,"Text":"Kogato nevernitsite slozhikha v surtsata si yarostta - yarostta na nevezhestvoto, - Allakh spusna spokoistvieto Si nad Svoya Pratenik i nad vyarvashtite, i gi obvurza sus slovoto na bogoboyazunta. I byakha nai-dostoini te za nego, i go zasluzhavakha. Allakh vsyako neshto zn"},{"SurahNumber":48,"VerseNumber":27,"Text":"Allakh prevurna sunovidenieto na Svoya Pratenik v istina. “Shte vlezete v Sveshtenata dzhamiya, ako Allakh e pozhelal, v bezopasnost, s brusnati glavi ili podstrigani, bez da se strakhuvate.” I znae Toi, kakvoto vie ne znaete. I osven tova vi otredi blizka pobeda"},{"SurahNumber":48,"VerseNumber":28,"Text":"Toi e, Koito izprati Svoya Pratenik s naput·stvieto i s pravata religiya, za da ya vuzdigne nad vsichki religii. Dostatuchen e Allakh za svidetel"},{"SurahNumber":48,"VerseNumber":29,"Text":"Mukhammad e Pratenika na Allakh. A onezi, koito sa zaedno s nego, sa strogi kum nevernitsite, milostivi pomezhdu si. Vizhdash gi da se poklanyat i da svezhdat chela do zemyata v sudzhud. Tursyat shtedrost ot Allakh i blagovolenie. Tekhniyat beleg e po litsata im - ot sled"},{"SurahNumber":49,"VerseNumber":1,"Text":"O, vyarvashti, ne predvarvaite Allakh i Negoviya Pratenik, i boite se ot Allakh. Allakh e vsechuvasht, vseznaesht"},{"SurahNumber":49,"VerseNumber":2,"Text":"O, vyarvashti, ne nadigaite glas nad glasa na Proroka i ne mu govorete visoko, kakto govorite pomezhdu si, za da ne propadnat delata vi, bez da usetite"},{"SurahNumber":49,"VerseNumber":3,"Text":"Onezi, koito snishavat glas pred Pratenika na Allakh, te sa onezi, chiito surtsa Allakh e izpital za bogoboyazunta. Za tyakh ima oproshtenie i velika nagrada"},{"SurahNumber":49,"VerseNumber":4,"Text":"Onezi, koito te prizovavat izzad staite - povecheto ot tyakh ne proumyavat"},{"SurahNumber":49,"VerseNumber":5,"Text":"A ako byakha izturpeli, dokato im se pokazhesh, shteshe da e nai-dobroto za tyakh. Allakh e oproshtavasht, milosurden"},{"SurahNumber":49,"VerseNumber":6,"Text":"O, vyarvashti, ako nechestivets vi donese vest, prouchete ya, za da ne zasegnete nyakoi khora ot nevedenie, ta za onova, koeto ste izvurshili, da suzhalyavate"},{"SurahNumber":49,"VerseNumber":7,"Text":"I znaite, che sred vas e Pratenika na Allakh! Ako toi se vslushvashe vuv vas za mnogo dela, shtyakhte da postradate. No Allakh vdukhna u vas lyubov kum vyarata i ya razkrasi v surtsata vi, i probudi u vas omraza kum neverieto, nechestivostta i nepodchinenieto. Tezi sa vu"},{"SurahNumber":49,"VerseNumber":8,"Text":"Tova e shtedrost i blagodat ot Allakh. Allakh e vseznaesht, premudur"},{"SurahNumber":49,"VerseNumber":9,"Text":"I ako dve grupi ot vyarvashtite se sbiyat, pomirete gi! No ako ednata ot tyakh prestupi spryamo drugata, srazhavaite se protiv onazi, koyato e prestupila, dokato se vurne kum povelyata na Allakh! A shtom se vurne, pomirete gi spravedlivo i postupete bezpristrastno! Al"},{"SurahNumber":49,"VerseNumber":10,"Text":"Vyarvashtite sa bratya, zatova pomiryavaite svoite bratya i boite se ot Allakh, za da budete pomilvani"},{"SurahNumber":49,"VerseNumber":11,"Text":"O, vyarvashti, edni muzhe ot vas da ne se prismivat na drugi! Mozhe da sa po-dobri ot tyakh. Nito zheni - na zheni... Mozhe da sa po-dobri ot tyakh. I ne se khulete, i ne se nazovavaite s oskurbitelni pryakori! Kolko losho e imeto nechestivost podir vyarata! A koito ne s"},{"SurahNumber":49,"VerseNumber":12,"Text":"O, vyarvashti, mnogo stranete ot podozrenieto! Ponyakoga podozrenieto e gryakh. I ne se debnete, i ne zloslovete edin za drug! Nima na nyakogo ot vas shte se kharesa da yade plutta na murtviya si brat? Vie se otvrashtavate ot tova. I boite se ot Allakh! Allakh e priemasht"},{"SurahNumber":49,"VerseNumber":13,"Text":"O, khora, Nie vi sutvorikhme ot edin muzh i edna zhena, i vi storikhme narodi i plemena, za da se opoznavate. Nai-dostoen izmezhdu vas pri Allakh e nai-bogoboyazliviyat. Allakh e vseznaesht, svedusht"},{"SurahNumber":49,"VerseNumber":14,"Text":"Beduinite rekokha: “Nie povyarvakhme.” Kazhi: “Ne ste povyarvali, ala kazhete: “Otdadokhme se na Allakh!”, zashtoto vyarata ne e vlyazla oshte v surtsata vi. I ako se pokorite na Allakh i na Negoviya Pratenik, Toi ne shte otneme nishto ot delata vi. Allakh e oproshtavasht, milosur"},{"SurahNumber":49,"VerseNumber":15,"Text":"Vyarvashti sa imenno onezi, koito vyarvat v Allakh i v Negoviya Pratenik, posle ne se usumnyavat i se boryat chrez svoite imoti i dushi po putya na Allakh. Te sa iskrenite"},{"SurahNumber":49,"VerseNumber":16,"Text":"Kazhi: “Nima Allakh izvestyavate vie za vashata religiya, sled kato Allakh znae vsichko na nebesata i vsichko na zemyata. Allakh vsyako neshto znae.”"},{"SurahNumber":49,"VerseNumber":17,"Text":"Smyatat, che teb oblagodetelstvat, priemaiki Islyama. Kazhi [o, Mukhammad]: “Ne men oblagodetelstvate, priemaiki Islyama, a Allakh vi oblagodetelstva, che vi naputi za vyarata, ako ste iskreni.”"},{"SurahNumber":49,"VerseNumber":18,"Text":"Allakh znae nevedomoto na nebesata i na zemyata. Allakh suzira vashite dela"},{"SurahNumber":50,"VerseNumber":1,"Text":"Kaf. Kulna se v slavniya Koran"},{"SurahNumber":50,"VerseNumber":2,"Text":"Da, uchudikha se, che im se yavi predupreditel izmezhdu tyakh. I rekokha nevernitsite: “Tova e chudno neshto"},{"SurahNumber":50,"VerseNumber":3,"Text":"Nima sled kato umrem i stanem na prust [shte budem vuzkreseni]? Takova zavrushtane e neveroyatno.”"},{"SurahNumber":50,"VerseNumber":4,"Text":"Znaem Nie kakvo zemyata otnema ot tyakh i imame sukhranyavashta Kniga"},{"SurahNumber":50,"VerseNumber":5,"Text":"Ala te vzekha za luzha istinata, kogato doide pri tyakh i sa v nedoumenie"},{"SurahNumber":50,"VerseNumber":6,"Text":"Nima ne vizhdat nebeto nad tyakh, kak Nie go izgradikhme i go ukrasikhme, i e bez protsepi"},{"SurahNumber":50,"VerseNumber":7,"Text":"I zemyata razprostryakhme, i polozhikhme po neya nepoklatimi planini, i storikhme ot neya da poniknat vsyakakvi prekrasni vidove"},{"SurahNumber":50,"VerseNumber":8,"Text":"pouka i napomnyane za vseki pokaivasht se rab"},{"SurahNumber":50,"VerseNumber":9,"Text":"I izsipvame ot nebeto blagoslovena voda, i storvame da izrastvat chrez neya gradini i zurno za zhutva"},{"SurahNumber":50,"VerseNumber":10,"Text":"i visoki palmi s grozdove, skupcheni edin vruz drug"},{"SurahNumber":50,"VerseNumber":11,"Text":"prepitanie za rabite. I suzhivyavame s neya murtva zemya. Taka shte bude i vuzkresenieto"},{"SurahNumber":50,"VerseNumber":12,"Text":"Predi tyakh smyatakha, che e luzha i narodut na Nukh, i obitatelite na ar-Ras, i samudyanite"},{"SurahNumber":50,"VerseNumber":13,"Text":"i aditite, i Faraonut, i bratyata na Lut"},{"SurahNumber":50,"VerseNumber":14,"Text":"i obitatelite na Gorichkata, i narodut na Tubbaa. Vsichki smyatakha za luzhtsi pratenitsite i se izpulni Moeto obeshtanie"},{"SurahNumber":50,"VerseNumber":15,"Text":"Nima Ni zatrudni purvoto sutvoryavane? Ala se sumnyavat te v novoto sutvoryavane"},{"SurahNumber":50,"VerseNumber":16,"Text":"Sutvorikhme Nie choveka i znaem kakvo mu nashepva negovata dusha. Nie sme po-blizo do nego, otkolkoto venata na shiyata [mu]"},{"SurahNumber":50,"VerseNumber":17,"Text":"Otdyasno i otlyavo na nego stoyat dva zapisvashti angela"},{"SurahNumber":50,"VerseNumber":18,"Text":"ne izricha i edna duma, bez da ima gotov nadzornik pri nego"},{"SurahNumber":50,"VerseNumber":19,"Text":"I smurtnata agoniya shte donese istinata: “Tova e, koeto si izbyagval.”"},{"SurahNumber":50,"VerseNumber":20,"Text":"I shte se protrubi s Roga. “Tova e Denyat na obeshtanieto!”"},{"SurahNumber":50,"VerseNumber":21,"Text":"I s vseki chovek shte doide vodach i svidetel [ot angelite]"},{"SurahNumber":50,"VerseNumber":22,"Text":"[I shte mu se kazhe:] “Ti nekhaeshe za tova. No snekhme ot teb pokrivaloto i tvoyat pogled Dnes e pronitsatelen.”"},{"SurahNumber":50,"VerseNumber":23,"Text":"A suput·stvaliyat go [angel] shte kazhe: “Gotovo e tova, koeto e u men.”"},{"SurahNumber":50,"VerseNumber":24,"Text":"“Khvurlete v Ada vseki uporstvasht nevernik"},{"SurahNumber":50,"VerseNumber":25,"Text":"vuzpirasht dobroto, prestupvasht, sumnyavasht se"},{"SurahNumber":50,"VerseNumber":26,"Text":"koito prie za bog drug zaedno s Allakh! Zatova go khvurlete v surovoto muchenie!”"},{"SurahNumber":50,"VerseNumber":27,"Text":"Suput·stvaliyat go [satana] shte kazhe: “Gospodi nash, ne az go nakarakh da prestupva, a sam toi be v dulboka zabluda.”"},{"SurahNumber":50,"VerseNumber":28,"Text":"Shte kazhe [Allakh]: “Ne se karaite pred Men! Az vi preduprezhdavakh"},{"SurahNumber":50,"VerseNumber":29,"Text":"Ne se promenya Moeto Slovo. I ne sum ugnetitel na rabite.”"},{"SurahNumber":50,"VerseNumber":30,"Text":"V tozi Den shte kazhem na Ada: “Napulni li se?” A toi shte reche: “Ima li oshte?”"},{"SurahNumber":50,"VerseNumber":31,"Text":"I ne sled dulgo Rayat shte bude priblizhen za bogoboyazlivite"},{"SurahNumber":50,"VerseNumber":32,"Text":"Tova e, koeto vi be obeshtano - za vseki pokaivasht se, spazvasht [povelite]"},{"SurahNumber":50,"VerseNumber":33,"Text":"koito i v uedinenie se boi ot Vsemilostiviya, i idva sus surtse, moleshto za proshka"},{"SurahNumber":50,"VerseNumber":34,"Text":"“Vlezte tuk v mir! Tova e Denyat na vechnostta!”"},{"SurahNumber":50,"VerseNumber":35,"Text":"Shte imat tam, kakvoto pozhelayat, a pri Nas ima poveche"},{"SurahNumber":50,"VerseNumber":36,"Text":"I kolko pokoleniya predi tyakh pogubikhme, a byakha po-silni ot tyakh i obikalyakha po zemyata! No ima li izbavlenie"},{"SurahNumber":50,"VerseNumber":37,"Text":"Naistina v tova se sudurzha pouka za vseki, koito ima surtse ili se vslushva i e svidetel"},{"SurahNumber":50,"VerseNumber":38,"Text":"Sutvorikhme Nie nebesata i zemyata, i vsichko mezhdu tyakh v shest dni, bez da Ni zasegne umora"},{"SurahNumber":50,"VerseNumber":39,"Text":"Budi turpeliv kum tova, koeto kazvat, i proslavyai s vuzkhvala svoya Gospod predi izgreva na sluntseto i predi zaleza"},{"SurahNumber":50,"VerseNumber":40,"Text":"I prez noshtta Go proslavyai, i sled poklonite"},{"SurahNumber":50,"VerseNumber":41,"Text":"I vslushvai se v Denya, kogato proglasyavashtiyat shte proglasi ot blizko myasto"},{"SurahNumber":50,"VerseNumber":42,"Text":"V tozi Den shte chuyat Vika s istinata. Tova e Denyat na vuzkresenieto"},{"SurahNumber":50,"VerseNumber":43,"Text":"Nie suzhivyavame i Nie umurtvyavame, i pri Nas e zavrushtaneto"},{"SurahNumber":50,"VerseNumber":44,"Text":"V tozi Den zemyata shte se raztsepi nad tyakh - zaburzani. Tova e subirane, lesno za Nas"},{"SurahNumber":50,"VerseNumber":45,"Text":"Nai-dobre Nie znaem kakvo izrichat. A ti ne si za tyakh prinuditel. I pouchavai s Korana vseki, koito se strakhuva ot Moeto preduprezhdenie"},{"SurahNumber":51,"VerseNumber":1,"Text":"Kulna se v otvyavashtite s veene [vetrove]"},{"SurahNumber":51,"VerseNumber":2,"Text":"i v noseshtite tovar [oblatsi]"},{"SurahNumber":51,"VerseNumber":3,"Text":"i v plavashtite s lekota [korabi]"},{"SurahNumber":51,"VerseNumber":4,"Text":"i v razpredelyashtite po povelya [angeli]"},{"SurahNumber":51,"VerseNumber":5,"Text":"che e istina tova, koeto vi e obeshtano"},{"SurahNumber":51,"VerseNumber":6,"Text":"I che vuzmezdieto shte nastupi"},{"SurahNumber":51,"VerseNumber":7,"Text":"Kulna se v nebeto, oseyano s putishta"},{"SurahNumber":51,"VerseNumber":8,"Text":"Oburkani sa vashite slova [o, nevernitsi]"},{"SurahNumber":51,"VerseNumber":9,"Text":"Otklonyava se ot nego onzi, koito e bil otklonen"},{"SurahNumber":51,"VerseNumber":10,"Text":"Prokleti da sa luzhtsite"},{"SurahNumber":51,"VerseNumber":11,"Text":"koito v bezdnata [na neverieto] nekhayat"},{"SurahNumber":51,"VerseNumber":12,"Text":"Pitat: “Koga shte e Sudniyat den?”"},{"SurahNumber":51,"VerseNumber":13,"Text":"V tozi Den vurkhu Ogunya shte budat izmuchvani"},{"SurahNumber":51,"VerseNumber":14,"Text":"“Vkusete svoeto muchenie! Tova e, za koeto burzakhte.”"},{"SurahNumber":51,"VerseNumber":15,"Text":"Bogoboyazlivite shte budat sred gradini i izvori"},{"SurahNumber":51,"VerseNumber":16,"Text":"shte vzimat onova, koeto im daryava tekhniyat Gospod. Predi tova te vurshekha dobro"},{"SurahNumber":51,"VerseNumber":17,"Text":"malko spyakha prez noshtta"},{"SurahNumber":51,"VerseNumber":18,"Text":"i na razvidelyavane molekha za oproshtenie"},{"SurahNumber":51,"VerseNumber":19,"Text":"i v tekhnite imoti imashe dyal za prosyaka i nuzhdaeshtiya se"},{"SurahNumber":51,"VerseNumber":20,"Text":"Za ubedenite na zemyata ima znameniya"},{"SurahNumber":51,"VerseNumber":21,"Text":"i v samite vas. Nima ne suzirate"},{"SurahNumber":51,"VerseNumber":22,"Text":"Na nebeto ima prepitanie za vas i tam e onova, koeto vi e obeshtano"},{"SurahNumber":51,"VerseNumber":23,"Text":"A to, kulna se v Gospoda na nebeto i na zemyata, e istina, kakto tova, che govorite"},{"SurahNumber":51,"VerseNumber":24,"Text":"Stigna li do teb razkazut za pochetnite gosti na Ibrakhim"},{"SurahNumber":51,"VerseNumber":25,"Text":"Vlyazokha pri nego i rekokha: “Mir!” Kaza: “Mir!” I si reche: “Nepoznati khora!”"},{"SurahNumber":51,"VerseNumber":26,"Text":"I bez da go vidyat, svurna kum svoeto semeistvo i doide s tlusto [pecheno] tele"},{"SurahNumber":51,"VerseNumber":27,"Text":"i im go podnese. Reche: “Shte pokhapnete li?”"},{"SurahNumber":51,"VerseNumber":28,"Text":"I spotai strakh ot tyakh. Rekokha: “Ne se strakhuvai!” I go blagovestikha za znaesht sin"},{"SurahNumber":51,"VerseNumber":29,"Text":"I pristupi zhena mu s vik, udryaiki litseto si, i reche: “No az sum bezdetna staritsa!”"},{"SurahNumber":51,"VerseNumber":30,"Text":"Rekokha: “Tui kaza tvoyat Gospod. Toi e Premudriya, Vseznaeshtiya.”"}]}