{"Id":73,"LanguageCodes":["bg","bul"],"Name":"bul-tzvetantheophan-lad","Author":"Tzvetan Theophanov","Language":"Bulgarian","Description":"Bulgarian - Transliteration with diacritics","Direction":"ltr","Source":"http://tanzil.net","Translations":[{"SurahNumber":6,"VerseNumber":111,"Text":"I angelite da im spusnekhme, i mŭrtvite da im progovorekha, i vsichko da im sŭberyakhme na pokaz, pak nyamashe da povyarvat, osven ako Allakh ne pozhelae. Ala povecheto ot tyakh sa nevezhi"},{"SurahNumber":6,"VerseNumber":112,"Text":"I taka storikhme vrag na vseki prorok - satanite ot khorata i ot dzhinovete. Edin drugimu si nashepvat s izmama razkrasenata rech. A ako tvoyat Gospod be pozhelal, nyamashe da vŭrshat tova. Taka che ostavi tyakh i tova, koeto izmislyat"},{"SurahNumber":6,"VerseNumber":113,"Text":"i za da izpitvat sklonnost kŭm neya sŭrtsata na tezi, koito ne vyarvat v otvŭdniya zhivot, i za da se zadovolyavat s tova, i za da pridobiyat, kakvoto pridobiyat"},{"SurahNumber":6,"VerseNumber":114,"Text":"[Kazhi, o, Mukhammad:] “Nima drug, a ne Allakh shte potŭrsya za sŭdnik? Toĭ e Onzi, Koĭto vi nizposla Knigata, podrobno razyasnena. “Onezi, na koito dadokhme Pisanieto, znayat, che to e nizposlano s pravdata ot tvoya Gospod. I nikoga ne bŭdi ot sŭmnyavashtite se"},{"SurahNumber":6,"VerseNumber":115,"Text":"Slovoto na tvoya Gospod be zavŭrsheno s istina i spravedlivost. Nikoĭ ne shte podmeni Negovite Slova. Toĭ e Vsechuvashtiya, Vseznaeshtiya"},{"SurahNumber":6,"VerseNumber":116,"Text":"I ako se podchinish na povecheto ot tezi, koito sa na zemyata, shte te otklonyat ot pŭtya na Allakh. Te sledvat edinstveno dogadkata i samo predpolagat"},{"SurahNumber":6,"VerseNumber":117,"Text":"Tvoyat Gospod naĭ-dobre znae koĭ se otklonyava ot Negoviya pŭt i naĭ-dobre znae napŭtenite"},{"SurahNumber":6,"VerseNumber":118,"Text":"Yazhte ot onova, nad koeto e spomenato imeto na Allakh, ako vyarvate v Negovite znameniya"},{"SurahNumber":6,"VerseNumber":119,"Text":"I zashto da ne yadete ot onova, nad koeto e spomenato imeto na Allakh, shtom Toĭ vi e razyasnil kakvo vi e zabranil, osven ako ste prinudeni? V nevedenie mnozina zabluzhdavat sŭs svoite strasti. Tvoyat Gospod naĭ-dobre znae prestŭpvashtite"},{"SurahNumber":6,"VerseNumber":120,"Text":"Izostavete i yavniya gryakh, i skritiya! Koito pridobiyat gryakh, shte im bŭde vŭzdadeno za onova, koeto sa pridobili"},{"SurahNumber":6,"VerseNumber":121,"Text":"I ne yazhte ot onova, nad koeto ne e spomenato imeto na Allakh! Tova naistina e nechestivost. Satanite vnushavat na svoite blizhni da vi osporvat, a ako im se pokorite, naistina ste sŭdruzhavashti"},{"SurahNumber":6,"VerseNumber":122,"Text":"Nima onzi, koĭto be mŭrtŭv i go sŭzhivikhme, i mu otredikhme svetlina, da vŭrvi s neya sred khorata, e podoben na onzi, koĭto e v tŭmninite i ne shte izleze ottam? Taka se razkrasyava za nevernitsite onova, koeto vŭrshat"},{"SurahNumber":6,"VerseNumber":123,"Text":"Taka storikhme vŭv vsyako selishte golemtsi da sa negovite prestŭpnitsi, za da lukavstvat tam. Ala lukavstvat samo sŭs sebe si, no ne useshtat"},{"SurahNumber":6,"VerseNumber":124,"Text":"I kogato doĭdeshe pri tyakh znamenie, kazvakha: “Ne shte povyarvame, dodeto ne ni se dade sŭshtoto, koeto be dadeno i na pratenitsite na Allakh.” Allakh naĭ-dobre znae kŭde da polozhi Svoeto poslanie. Onezi, koito prestŭpvakha, shte gi spoleti unizhenie pri Allakh i surovo mŭchenie, zashtoto lukavstvakha"},{"SurahNumber":6,"VerseNumber":125,"Text":"I kogoto Allakh poiska da napŭti, raztvarya Toĭ gŭrdite mu za Islyama, a kogoto poiska da ostavi v zabluda, pravi gŭrdite mu tesni, sviti, syakash se izdiga kŭm nebeto. Taka Allakh otrezhda skvernostta za onezi, koito ne vyarvat"},{"SurahNumber":6,"VerseNumber":126,"Text":"Tova e praviyat pŭt na tvoya Gospod. Veche razyasnikhme znameniyata na khora, koito se pouchavat"},{"SurahNumber":6,"VerseNumber":127,"Text":"Za tyakh e Domŭt na mira pri tekhniya Gospod. Toĭ e Pokrovitelyat im za onova, koeto sa vŭrshili"},{"SurahNumber":6,"VerseNumber":128,"Text":"V Denya, kogato Toĭ gi sŭbere vsichkite, [shte kazhe]: “O, dzhinove, zabludikhte mnogo ot khorata.” I blizhnite im sred khorata shte rekat: “Gospodi, edni ot drugi se polzvakhme i dostignakhme sroka, koĭto si ni nasrochil.” Toĭ shte reche: “Ogŭnyat e vasheto obitalishte, tam shte prebivavate vechno, osven ako Allakh pozhelae drugo.” Tvoyat Gospod e premŭdŭr, vseznaesht"},{"SurahNumber":6,"VerseNumber":129,"Text":"Taka vŭzlagame edni na drugi ugnetitelite zaradi onova, koeto sa pridobili"},{"SurahNumber":6,"VerseNumber":130,"Text":"O, sborishte ot dzhinove i khora, ne doĭdokha li pri vas pratenitsi izmezhdu vas, koito vi razkazvakha za Nashite znameniya i vi preduprezhdavakha za sreshtata s tozi vash Den? Shte rekat: “Svideteli sme za sebe si.” I gi prelŭsti zemniyat zhivot, i zasvidetelstvakha za sebe si, che sa bili nevernitsi"},{"SurahNumber":6,"VerseNumber":131,"Text":"Tova e, zashtoto tvoyat Gospod ne e takŭv, che da pogubva selishtata za gnet, bez zhitelite im da sa predupredeni"},{"SurahNumber":6,"VerseNumber":132,"Text":"Za vsichki ima stepeni ot onova, koeto sa izvŭrshili. Tvoyat Gospod ne podminava delata im"},{"SurahNumber":6,"VerseNumber":133,"Text":"Tvoyat Gospod e Prebogatiya, Vladetelya na milostta. Ako pozhelae, Toĭ shte vi premakhne i shte vi zamesti s kogoto pozhelae, kakto vi sŭzdade ot potomstvoto na drugi khora"},{"SurahNumber":6,"VerseNumber":134,"Text":"Onova, koeto vi be obeshtano, nepremenno shte nastŭpi i ne mozhete da go vŭzprete"},{"SurahNumber":6,"VerseNumber":135,"Text":"Kazhi: “O, narode moĭ, rabotete spored svoite vŭzmozhnosti, i az shte rabotya, i shte uznaete za kogo e Poslednata obitel! Ugnetitelite ne spoluchvat.”"},{"SurahNumber":6,"VerseNumber":136,"Text":"I opredelikha za Allakh chast ot posevite i dobitŭka, koito Toĭ e sŭzdal, i rekokha: “Tova e za Allakh! - spored tyakhnoto tvŭrdenie. - A tova e za sŭdruzhavanite ot nas.” Ala tova, koeto be za sŭdruzhavanite ot tyakh, ne stigashe do Allakh, a tova, koeto be za Allakh, stigashe do sŭdruzhavanite ot tyakh. Kolko losho ot·sŭzhdat"},{"SurahNumber":6,"VerseNumber":137,"Text":"Taka pred mnozina ot sŭdruzhavashtite umŭrtvyavaneto na tekhnite rozhbi be razkraseno ot onezi, koito te sŭdruzhavakha, za da gi pogubyat i da obŭrkat religiyata im. A ako Allakh be pozhelal, nyamashe da storyat tova. Ostavi gi s tekhnite izmislitsi"},{"SurahNumber":6,"VerseNumber":138,"Text":"I kazakha: “Tova e dobitŭk i posev pod vŭzbrana, s tyakh se khrani samo onzi, koĭto nie pozhelaem.” - spored tyakhnoto tvŭrdenie. I dobicheta, gŭrbovete na koito sa pod vŭzbrana, i dobicheta, nad koito ne se spomenava imeto na Allakh - tova e izmislitsa za Nego. Toĭ shte im vŭzdade, zadeto si izmislyakha"},{"SurahNumber":6,"VerseNumber":139,"Text":"I rekokha: “Tova, koeto e v utrobite na tezi dobicheta, e chisto za mŭzhete ni i pod vŭzbrana za zhenite ni. A shtom e mŭrtvorodeno, v nego te sa sŭuchastnitsi.” Shte im vŭzdade Toĭ za tyakhnoto predpisanie. Toĭ e premŭdŭr, vseznaesht"},{"SurahNumber":6,"VerseNumber":140,"Text":"Pretŭrpyakha zaguba onezi, koito ot bezumie ubivakha svoite rozhbi v nevedenie i slozhikha pod vŭzbrana onova, koeto Allakh im be dal za prepitanie, s izmislitsa za Allakh. Zabludikha se te i ne byakha napŭteni"},{"SurahNumber":6,"VerseNumber":141,"Text":"Toĭ e, Koĭto sŭzdade gradini ot rasteniya s podpori i bez podpori, i palmite, i nasazhdeniyata s razni plodove, i maslinite, i narovete - skhodni i neskhodni. Yazhte ot plodovete im, kogato sa dali plod, i razdaĭte dŭlzhimoto ot tyakh v denya na beritbata im, no ne prakhosvaĭte - Toĭ ne obicha prakhosnitsite"},{"SurahNumber":6,"VerseNumber":142,"Text":"i ot dobitŭka - prevoz i postelya. Yazhte ot onova, koeto Allakh vi e dal za prepitanie i ne sledvaĭte stŭpkite na satanata! Toĭ e vash yaven vrag"},{"SurahNumber":6,"VerseNumber":143,"Text":"[Eto] osem chifta: ot ovtsete - dva i ot kozite - dva. Kazhi [o, Mukhammad]: “Dvata sametsa li Toĭ vŭzbrani ili dvete samki, ili onova, koeto sŭdŭrzhakha utrobite na samkite? Izvestete me sŭs znanie, ako govorite istinata!”"},{"SurahNumber":6,"VerseNumber":144,"Text":"I ot kamilite - dva chifta, i ot kravite - dva. Kazhi: “Dvata sametsa li Toĭ vŭzbrani ili dve samki, ili onova, koeto sŭdŭrzhakha utrobite na samkite? Ili byakhte svideteli, kogato Allakh vi poveli tova?” I koĭ e po-golyam ugnetitel ot onzi, koĭto izmislya lŭzha za Allakh, za da zabludi khorata v nevedenie? Allakh ne napŭtva khorata-ugnetiteli"},{"SurahNumber":6,"VerseNumber":145,"Text":"Kazhi: “Sred onova, koeto mi be razkrito, ne namiram khrana pod vŭzbrana za khraneshtiya se, osven ako e mŭrsha ili prolyata krŭv, ili svinsko meso - te sa nechistota, - ili zhivotno, zaklano za drug, a ne v imeto na Allakh.” A za koĭto e prinuden, bez da e potisnik, nito prestŭpvasht - tvoyat Gospod e oproshtavasht, milosŭrden"},{"SurahNumber":6,"VerseNumber":146,"Text":"A na yudeite vŭzbranikhme vsichko, koeto ima tseli kopita i nokti. I ot kravite, i ot ovtsete vŭzbranikhme za tyakh tlŭstinite, osven onova, koeto nosyat gŭrbovete im ili vŭtreshnostite, ili primesenoto s kost. Tova im vŭzdadokhme za tyakhnoto potisnichestvo. Nie sme govoreshtite istinata"},{"SurahNumber":6,"VerseNumber":147,"Text":"A ako te vzimat za lŭzhets, kazhi: “Vashiyat Gospod e s vseobkhvatna milost, ala ne shte bŭde otkloneno Negovoto mŭchenie ot prestŭpnite khora.”"},{"SurahNumber":6,"VerseNumber":148,"Text":"Onezi, koito Go sŭdruzhavat, shte kazhat: “Ako pozhelaeshe Allakh, nyamashe da sŭdruzhim nito nie, nito nashite bashti, i nyamashe da vŭzbranim nishto.” Taka otrichakha i onezi predi tyakh, dokato vkusikha Nasheto mŭchenie. Kazhi: “Imate li znanie, ta da go izyavite pred nas? Vie sledvate edinstveno dogadkata i samo predpolagate.”"},{"SurahNumber":6,"VerseNumber":149,"Text":"Kazhi: “Na Allakh prinadlezhi sŭvŭrsheniyat dovod. I ako Toĭ be pozhelal, shteshe da vi napŭti vsichki.”"},{"SurahNumber":6,"VerseNumber":150,"Text":"Kazhi: “Dovedete vashite svideteli, koito shte zasvidetelstvat, che Allakh e vŭzbranil tova!” I ako zasvidetelstvat, ne svidetelstvaĭ s tyakh i ne sledvaĭ strastite na onezi, koito vzekha za lŭzha Nashite znameniya, i na onezi, koito ne vyarvat v otvŭdniya zhivot! Te kŭm svoya Gospod priravnyavat"},{"SurahNumber":6,"VerseNumber":151,"Text":"Kazhi: “Elate az da procheta kakvo vi vŭzbranyava vashiyat Gospod! Nishto s Nego da ne sŭdruzhavate! I se otnasyaĭte s dobro kŭm dvamata roditeli! I ne ubivaĭte svoite rozhbi poradi bednost! Nie khranim i vas, i tyakh. I ne doblizhavaĭte skvernostite - i yavnite ot tyakh, i skritite! I ne ubivaĭte chovek - tova Allakh e vŭzbranil, osven po pravo! Tova vi povelyava Toĭ, za da proumeete"},{"SurahNumber":6,"VerseNumber":152,"Text":"I ne doblizhavaĭte imota na siraka, osven s dobronamerenost, dokato dostigne zrelost! I izpŭlvaĭte myarkata i veznata spravedlivo! Na vsyaka dusha vŭzlagame samo spored silite ĭ. Kogato govorite, bŭdete spravedlivi, dori da e za rodnina, i obeta kŭm Allakh izpŭlnyavaĭte! Tova vi povelyava Toĭ, za da se pouchite"},{"SurahNumber":6,"VerseNumber":153,"Text":"Tova e Moyat pŭt - praviyat pŭt. Sledvaĭte go i ne sledvaĭte pŭtishtata, koito vi otdelyat ot Negoviya pŭt! Tova vi povelyava Toĭ, za da se poboite"},{"SurahNumber":6,"VerseNumber":154,"Text":"Posle na Musa dadokhme Pisanieto za pŭlnota na onzi, koĭto e blagodetelstval, i s razyasnenie za vsyako neshto, i s napŭt·stvie i milost, za da povyarvat v sreshtata sŭs svoya Gospod"},{"SurahNumber":6,"VerseNumber":155,"Text":"I tova e Pisanie, nizposlakhme go Nie blagosloveno. Sledvaĭte go i se boĭte, za da bŭdete pomilvani"},{"SurahNumber":6,"VerseNumber":156,"Text":"Da ne kazvate: “Pisanieto be nizposlano samo na dve obshtnosti dopredi nas i kŭm onova, koeto izuchavakha, byakhme v nevedenie.”"},{"SurahNumber":6,"VerseNumber":157,"Text":"Ili da ne kazvate: “Ako i na nas be nizposlano Pisanieto, shtyakhme da sme po-napŭteni ot tyakh.” Eto veche poluchikhte yasen znak ot vashiya Gospod, i napŭt·stvie, i milost. Koĭ e po-golyam ugnetitel ot onzi, koĭto vzima za lŭzha znameniyata na Allakh i se otvrŭshta ot tyakh? Na onezi, koito se otvrŭshtat ot Nashite znameniya, shte vŭzdadem naĭ-surovoto mŭchenie, zashtoto sa se otvrŭshtali"},{"SurahNumber":6,"VerseNumber":158,"Text":"Nima chakat samo da im se yavyat angelite ili da se yavi tvoyat Gospod, ili da se yavyat nyakoi ot znameniyata na tvoya Gospod? V denya, kogato se yavyat nyakoi ot znameniyata na tvoya Gospod, ne shte pomogne vyarata na dusha, koyato predi ne e vyarvala ili ne e pridobila blago v svoyata vyara. Kazhi: “Chakaĭte! I nie chakame.”"},{"SurahNumber":6,"VerseNumber":159,"Text":"S onezi, koito razedinikha svoyata religiya i stanakha na grupi - ti [o, Mukhammad] nyamash nishto obshto. Deloto im prinadlezhi na Allakh. Toĭ posle shte gi izvesti kakvo sa vŭrshili"},{"SurahNumber":6,"VerseNumber":160,"Text":"Koĭto doĭde s dobrina, shte ima deset kato neya. A koĭto doĭde sŭs zlina, shte mu se vŭzdade samo kolkoto neya i ne shte bŭdat ugneteni"},{"SurahNumber":6,"VerseNumber":161,"Text":"Kazhi: “Moyat Gospod me napŭti po praviya pŭt - pravata vyara, religiyata na Ibrakhim, pravoverniya. Toĭ ne be ot sŭdruzhavashtite.”"},{"SurahNumber":6,"VerseNumber":162,"Text":"Kazhi: “Moyata molitva i moeto sluzhene, i moyat zhivot, i moyata smŭrt sa za Allakh, Gospoda na svetovete"},{"SurahNumber":6,"VerseNumber":163,"Text":"Nyama Toĭ sŭdruzhnik. Tova mi be poveleno i sŭm pŭrviyat otdaden na Allakh.”"},{"SurahNumber":6,"VerseNumber":164,"Text":"Kazhi: “Nima drug, a ne Allakh shte tŭrsya za Gospod? Toĭ e Gospodŭt na vsyako neshto.” Vsyaka dusha pridobiva [grekha] edinstveno za sebe si - nikoĭ sŭgreshil ne shte nosi grekha na drug. Posle pri vashiya Gospod e zavrŭshtaneto vi i Toĭ shte vi izvesti onova, po koeto ste bili v raznoglasie"},{"SurahNumber":6,"VerseNumber":165,"Text":"Toĭ e Onzi, Koĭto vi stori naslednitsi na zemyata i vŭzdigna po stepeni nyakoi ot vas nad drugi, za da vi izpita v onova, koeto vi e daril. Tvoyat Gospod e bŭrz v nakazanieto. Toĭ e oproshtavasht, milosŭrden"},{"SurahNumber":7,"VerseNumber":1,"Text":"Alif. Lam. Mim. Sad"},{"SurahNumber":7,"VerseNumber":2,"Text":"Be ti nizposlana Kniga, za da predupredish s neya i da e napomnyane za vyarvashtite, i neka v tvoeto sŭrtse nyama pritesnenie ot neya"},{"SurahNumber":7,"VerseNumber":3,"Text":"Sledvaĭte tova, koeto vi be nizposlano ot vashiya Gospod i ne sledvaĭte osven Nego drugi pokroviteli! Kak malko se pouchavate"},{"SurahNumber":7,"VerseNumber":4,"Text":"I kolko selishta pogubikhme! Zastigashe gi Nasheto mŭchenie noshtem ili kogato denem otdŭkhvakha"},{"SurahNumber":7,"VerseNumber":5,"Text":"I zovŭt im, kogato gi zastigashe Nasheto mŭchenie, be edinstveno da kazhat: “Naistina byakhme ugnetiteli.”"},{"SurahNumber":7,"VerseNumber":6,"Text":"Nepremenno shte razpitame onezi, pri koito otide pratenik, i shte razpitame izpratenite"},{"SurahNumber":7,"VerseNumber":7,"Text":"I vsichko shte im razkazhem sŭs znanie. Nie ne ot·sŭstvame"},{"SurahNumber":7,"VerseNumber":8,"Text":"Myarkata prez tozi Den shte e pravdata. Chiito vezni natezhat - tezi sa spoluchilite"},{"SurahNumber":7,"VerseNumber":9,"Text":"A chiito vezni oleknat - tezi sa, koito svoite dushi sa oshtetili, zashtoto pogazvakha Nashite znameniya"},{"SurahNumber":7,"VerseNumber":10,"Text":"I vi nastanikhme na zemyata, i storikhme tam za vas pominŭk. Kolko malko ste priznatelni"},{"SurahNumber":7,"VerseNumber":11,"Text":"I vi sŭtvorikhme, posle vi dadokhme obraz, posle kazakhme na angelite: “Svedete chela pred Adam!” I te se poklonikha osven Iblis. Toĭ ne be ot poklanyashtite se"},{"SurahNumber":7,"VerseNumber":12,"Text":"Reche [Allakh]: “Kakvo ti poprechi da se poklonish, kogato ti povelikh?” Reche [Iblis]: “Az go prevŭzkhozhdam. Ti me sŭtvori ot ogŭn, a nego sŭtvori ot glina.”"},{"SurahNumber":7,"VerseNumber":13,"Text":"Reche: “Napusni Raya! Ne ti podobava da se gordeesh tuk. Vŭn! Ti si ot unizenite.”"},{"SurahNumber":7,"VerseNumber":14,"Text":"Reche: “Daĭ mi ot·srochka do Denya, kogato bŭdat vŭzkreseni!”"},{"SurahNumber":7,"VerseNumber":15,"Text":"Reche: “Ti si sred ot·srochenite.”"},{"SurahNumber":7,"VerseNumber":16,"Text":"Reche: “Za tova, che Ti me pogubi, shte gi debna po Tvoya prav pŭt"},{"SurahNumber":7,"VerseNumber":17,"Text":"Posle shte idvam pri tyakh i otpred, i otzad, i otdyasno, i otlyavo, i shte otkriesh, che povecheto sa neblagodarni.”"},{"SurahNumber":7,"VerseNumber":18,"Text":"Reche: “Izlez ot nego poritsan, prokuden! Koĭto izmezhdu tyakh te posledva - Az nepremenno shte napŭlnya Ada s vsichki vas"},{"SurahNumber":7,"VerseNumber":19,"Text":"A ti, Adam, zhiveĭ sŭs sŭprugata si v Raya i yazhte otkŭdeto pozhelaete, no ne doblizhavaĭte onova dŭrvo, ta da ne stanete ugnetiteli!”"},{"SurahNumber":7,"VerseNumber":20,"Text":"No im podshushna satanata, za da im pokazhe tekhnite sramotii, koito byakha skriti za tyakh, i reche: “Vashiyat Gospod vi vŭzbrani onova dŭrvo samo za da ne stanete angeli ili da ne stanete bezsmŭrtni.”"},{"SurahNumber":7,"VerseNumber":21,"Text":"I im se zakle: “Naistina za vas sŭm ot dobrozhelatelite.”"},{"SurahNumber":7,"VerseNumber":22,"Text":"I gi prinizi s izmama. I shtom vkusikha ot dŭrvoto, im se pokazakha sramotiite i dvamata zapochnakha da se pokrivat s lista ot Raya. I gi prizova tekhniyat Gospod: “Ne vi li vŭzbranikh tova dŭrvo i ne vi li rekokh, che satanata za vas e yaven vrag?”"},{"SurahNumber":7,"VerseNumber":23,"Text":"Rekokha: “Gospodi nash, ugnetikhme sebe si i ako Ti ne ni oprostish, i ne ni pomilvash, shte sme ot gubeshtite.”"},{"SurahNumber":7,"VerseNumber":24,"Text":"Reche: “Napusnete - vragove edin na drug! Za vas na zemyata ima prebivanie i polzvane do vreme.”"},{"SurahNumber":7,"VerseNumber":25,"Text":"Reche: “Na neya shte zhiveete, na neya shte umrete i ot neya shte bŭdete izvadeni.”"},{"SurahNumber":7,"VerseNumber":26,"Text":"O, sinove na Adam, spusnakhme vi odezhda, za da skriva sramotiite vi, i za ukrasa. Ala odezhdata na bogoboyazlivostta e naĭ-dobroto. Tova e ot znameniyata na Allakh, za da se pouchite"},{"SurahNumber":7,"VerseNumber":27,"Text":"O, sinove na Adam, da ne vi zamae satanata, kakto izvadi vashite roditeli ot Raya, smŭkvaĭki ot tyakh odezhdata, za da im pokazhe sramotiite. Toĭ vi vizhda, toĭ i negoviyat rod, otkŭdeto vie ne gi vizhdate. Nie storikhme satanite pokroviteli na nevernitsite"},{"SurahNumber":7,"VerseNumber":28,"Text":"I kogato storyat skvernost, kazvat: “Zavarikhme s tova nashite predtsi i Allakh ni go poveli.” Kazhi [o, Mukhammad]: “Allakh ne povelyava skvernostta. Nima govorite za Allakh, kakvoto ne znaete?”"},{"SurahNumber":7,"VerseNumber":29,"Text":"Kazhi: “Moyat Gospod poveli spravedlivost. I vsetsyalo se obrŭshtaĭte kŭm Nego pri vsyaka molitva, i zovete Go, predani Nemu v religiyata! Kakto vi e nachenal, taka i shte se zavŭrnete.”"},{"SurahNumber":7,"VerseNumber":30,"Text":"Edni Toĭ napŭti, a drugi zasluzhikha zabludata, zashtoto vzekha za pokroviteli satanite vmesto Allakh i smyatat, che sa na praviya pŭt"},{"SurahNumber":7,"VerseNumber":31,"Text":"O, sinove na Adam, oblichaĭte se podkhodyashto pri vsyaka molitva! I yazhte, i piĭte, ala ne razkhishtavaĭte! Toĭ ne obicha razkhishtavashtite"},{"SurahNumber":7,"VerseNumber":32,"Text":"Kazhi: “Koĭ vŭzbrani ukrasata na Allakh, koyato Toĭ sŭzdade za Svoite rabi, i blagata ot prepitanieto?” Kazhi: “V Denya na vŭzkresenieto te shte sa vsetsyalo za onezi, koito vyarvat prez zemniya zhivot.” Taka razyasnyavame znameniyata za khora znaeshti"},{"SurahNumber":7,"VerseNumber":33,"Text":"Kazhi: “Moyat Gospod vŭzbrani samo skvernostite, yavnite ot tyakh i skritite, i grekha, i gneta bez pravo, i da sŭdruzhavate Allakh s onova, na koeto ne e nizposlal dovod, i da govorite za Allakh onova, koeto ne znaete"},{"SurahNumber":7,"VerseNumber":34,"Text":"Za vsyaka obshtnost ima srok. I shtom srokŭt im doĭde, i s mig dori ne shte go zabavyat, i ne shte go izprevaryat.”"},{"SurahNumber":7,"VerseNumber":35,"Text":"O, sinove na Adam, yavyat li vi se pratenitsi izmezhdu vas, razkazvaĭki vi za Moite znameniya, to za onezi, koito se poboyat i popravyat, ne shte ima strakh i ne shte skŭrbyat"},{"SurahNumber":7,"VerseNumber":36,"Text":"A koito vzimat za lŭzha Nashite znameniya i se golemeyat pred tyakh, te sa obitatelite na Ogŭnya, tam shte prebivavat vechno"},{"SurahNumber":7,"VerseNumber":37,"Text":"A koĭ e po-golyam ugnetitel ot onzi, koĭto izmislya lŭzha za Allakh ili vzima za lŭzha Negovite znameniya? Tezi shte poluchat svoya dyal ot knigata, dokato im se yavyat izpratenite ot Nas da priberat dushite im, i kazhat: “Kŭde e onova, koeto ste prizovavali vmesto Allakh?” Shte kazhat: “Skrikha se ot nas.” I shte zasvidetelstvat za sebe si, che sa bili nevernitsi"},{"SurahNumber":7,"VerseNumber":38,"Text":"Shte kazhe: “Vlezte v Ogŭnya sred otminali predi vas obshtnosti ot dzhinove i khora!” Vsyakoga, shtom vleze obshtnost, tya shte proklina predkhodnata. Kogato vsichki se nastignat tam, poslednite shte kazhat za pŭrvite: “Gospodi nash, tezi ni zabludikha, vŭzdaĭ im ot Ogŭnya dvoĭno mŭchenie!” Shte kazhe: “Za vseki e dvoĭno, ala vie ne znaete.”"},{"SurahNumber":7,"VerseNumber":39,"Text":"I pŭrvite ot tyakh shte kazhat na poslednite: “Vie nyamakhte pred nas predimstvo. Vkusete i vie mŭchenieto za onova, koeto ste pridobili!”"},{"SurahNumber":7,"VerseNumber":40,"Text":"Na onezi, koito vzimat za lŭzha Nashite znameniya i se golemeyat pred tyakh, ne shte im bŭdat raztvoreni nebesnite dveri i ne shte vlyazat v Raya, dodeto kamila ne mine prez igleno ukho. Taka vŭzdavame na prestŭpnitsite"},{"SurahNumber":7,"VerseNumber":41,"Text":"Za tyakh ot Ogŭnya ima i postelya, i pokrivala otgore im. Taka vŭzdavame na ugnetitelite"},{"SurahNumber":7,"VerseNumber":42,"Text":"A koito vyarvat i vŭrshat pravedni dela - na vsyaka dusha vŭzlagame samo po silite ĭ. Tezi sa obitatelite na Raya. Tam shte prebivavat vechno"},{"SurahNumber":7,"VerseNumber":43,"Text":"I shte premakhnem ot sŭrtsata im vsyaka omraza. Shte tekat sred tyakh rekite. I shte kazvat: “Slava na Allakh, koĭto ni napŭti za tova! Nyamashe da sme na praviya pŭt, ako Allakh ne be ni napŭtil. Pratenitsite na nashiya Gospod doĭdokha s istinata.” I shte bŭdat prizovani: “Eto go Raya, ostaven vi v nasledstvo zaradi onova, koeto ste vŭrshili.”"},{"SurahNumber":7,"VerseNumber":44,"Text":"I obitatelite na Raya shte izvikat kŭm obitatelite na Ogŭnya: “Otkrikhme, che onova, koeto ni obeshta nashiyat Gospod, e istina, a dali i vie otkrikhte, che onova, koeto vi obeshta vashiyat Gospod, e istina?” Shte kazhat: “Da.” I glashataĭ shte proglasi sred tyakh: “Proklyatieto na Allakh e vŭrkhu ugnetitelite"},{"SurahNumber":7,"VerseNumber":45,"Text":"koito vŭzpirat ot pŭtya na Allakh, stremeĭki se da izkrivyat pŭtya, i otvŭdniya zhivot otrichat.”"},{"SurahNumber":7,"VerseNumber":46,"Text":"Mezhdu tyakh shte ima pregrada, a vŭrkhu Stenata - mŭzhe, koito uznavat vseki po negoviya beleg. Te shte vikat kŭm obitatelite na Raya: “Mir vam!” Ne sa vlezli tam, a kopneyat"},{"SurahNumber":7,"VerseNumber":47,"Text":"I kogato pogledite im bŭdat obŭrnati kŭm obitatelite na Ogŭnya, shte rekat: “Gospodi nash, ne ni slagaĭ zaedno s khorata-ugnetiteli!”"},{"SurahNumber":7,"VerseNumber":48,"Text":"I khorata vŭrkhu Stenata shte izvikat kŭm mŭzhe, koito uznavat po tekhniya beleg, i shte kazhat: “Ne vi izbavi tova, che trupakhte i se vŭzgordyavakhte"},{"SurahNumber":7,"VerseNumber":49,"Text":"Tezi li sa, za koito se klekhte, che Allakh ne shte gi dari s milost?” [A na khorata ot Stenata shte se reche:] “Vlezte v Raya! Ne shte ima strakh za vas i ne shte skŭrbite.”"},{"SurahNumber":7,"VerseNumber":50,"Text":"I obitatelite na Ogŭnya shte vikat kŭm obitatelite na Raya: “Izleĭte za nas ot vodata ili ot onova, s koeto vi prepitava Allakh!” Shte rekat: “Vŭzbrani gi Allakh za nevernitsite"},{"SurahNumber":7,"VerseNumber":51,"Text":"koito vzekha svoyata religiya za zabavlenie i za igra, i gi sŭblazni zemniyat zhivot. Dnes gi zabravyame Nie, kakto i te zabravikha za sreshtata v tozi tekhen Den, i otkhvŭrlikha Nashite znameniya.”"},{"SurahNumber":7,"VerseNumber":52,"Text":"Donesokhme im Kniga, koyato razyasnikhme sŭs znanie kato napŭt·stvie i milost za khora vyarvashti"},{"SurahNumber":7,"VerseNumber":53,"Text":"Nima ochakvat drugo osven neĭnoto tŭlkuvane? V Denya, kogato doĭde neĭnoto tŭlkuvane, onezi, koito go zabravikha predi, shte kazhat: “Pratenitsite na nashiya Gospod byakha donesli istinata. Imame li zastŭpnitsi, da se zastŭpyat za nas? Ili da bŭdem vŭrnati i shte pravim drugo, a ne onova, koeto sme pravili?” Te se pogubikha i se skri ot tyakh onova, koeto izmislyakha"},{"SurahNumber":7,"VerseNumber":54,"Text":"Vashiyat Gospod e Allakh, Koĭto sŭtvori nebesata i zemyata v shest dena, posle se vŭzdigna [bezpodoben] Toĭ na Trona. Pokriva Toĭ s noshtta denya, koĭto ya sledva bezspir. I slŭntseto, i lunata, i zvezdite sa pokorni na Negovata povelya... Negovi sa tvorenieto i povelyata. Blagosloven e Allakh, Gospodŭt na svetovete"},{"SurahNumber":7,"VerseNumber":55,"Text":"Zovete svoya Gospod sŭs smirenie i dori v uedinenie! Toĭ ne obicha prestŭpvashtite"},{"SurahNumber":7,"VerseNumber":56,"Text":"I ne rushete po zemyata, sled kato e v poryadŭk! I Go zovete sŭs strakh i kopnezh! Milostta na Allakh e blizo do dobrodetelnite"},{"SurahNumber":7,"VerseNumber":57,"Text":"Toĭ e Onzi, Koĭto prashta vetrovete kato blagovestie pred Svoyata milost. Kogato ponesat tezhŭk oblak, Nie go nasochvame kŭm mŭrtva zemya i izlivame tam vodata, i izvazhdame s neya vsyakakvi plodove. Taka izvazhdame i mŭrtvite, za da se pouchite"},{"SurahNumber":7,"VerseNumber":58,"Text":"V dobrata zemya rastenieto iznikva s pozvolenieto na neĭniya Gospod, a v loshata to edvam iznikva s mŭka. Taka razyasnyavame znameniyata na khora priznatelni"},{"SurahNumber":7,"VerseNumber":59,"Text":"Izpratikhme Nukh pri negoviya narod i toĭ kaza: “O, narode moĭ, sluzhete na Allakh! Nyamate drug bog osven Nego! Strakhuvam se za vas ot mŭchenie vŭv velikiya Den.”"},{"SurahNumber":7,"VerseNumber":60,"Text":"Znatnite ot negoviya narod kazakha: “Vizhdame, che si v yavna zabluda.”"},{"SurahNumber":7,"VerseNumber":61,"Text":"Kaza: “O, narode moĭ, ne sŭm v zabluda, a sŭm pratenik ot Gospoda na svetovete"},{"SurahNumber":7,"VerseNumber":62,"Text":"Sŭobshtavam vi poslaniyata na moya Gospod i vi nastavlyavam, i znam ot Allakh onova, koeto vie ne znaete"},{"SurahNumber":7,"VerseNumber":63,"Text":"Nima se udivikhte, che vi e doshlo napomnyane ot vashiya Gospod s mŭzh izmezhdu vas, za da vi predupredi i za da se poboite, ta dano bŭdete pomilvani?”"},{"SurahNumber":7,"VerseNumber":64,"Text":"No go vzekha za lŭzhets i spasikhme nego i onezi, koito byakha s nego v Kovchega, i izdavikhme onezi, koito vzekha za lŭzha Nashite znameniya, zashtoto byakha khora slepi"},{"SurahNumber":7,"VerseNumber":65,"Text":"I pri aditite pratikhme brat im Khud. Kaza: “O, narode moĭ, sluzhete na Allakh! Nyamate drug bog osven Nego! Nima ne se boite?”"},{"SurahNumber":7,"VerseNumber":66,"Text":"Znatnite ot naroda mu, koito byakha nevernitsi, kazakha: “Vizhdame, che si v zabluda i te smyatame za edin ot lŭzhtsite.”"},{"SurahNumber":7,"VerseNumber":67,"Text":"Kaza: “O, narode moĭ, ne sŭm v zabluda, a sŭm pratenik ot Gospoda na svetovete"},{"SurahNumber":7,"VerseNumber":68,"Text":"Izvestyavam vi poslaniyata na moya Gospod i sŭm za vas dostoveren nastavnik"},{"SurahNumber":7,"VerseNumber":69,"Text":"Nima se udivikhte, che vi e doshlo napomnyane ot vashiya Gospod s mŭzh izmezhdu vas, za da vi predupredi? Spomnete si kak Toĭ vi stori naslednitsi podir naroda na Nukh i vi nadbavi rŭst sred sŭzdaniyata! I pomnete blagata na Allakh, za da spoluchite!”"},{"SurahNumber":7,"VerseNumber":70,"Text":"Kazakha: “Nima doĭde pri nas, za da sluzhim edinstveno na Allakh i da izostavim onova, na koeto sa sluzhili bashtite ni? Donesi ni onova, koeto ni obeshtavash, ako govorish istinata!”"},{"SurahNumber":7,"VerseNumber":71,"Text":"Kaza: “Veche zasluzhikhte nakazanie i gnyav ot vashiya Gospod. Nima sporite s men za imena, koito vie i vashite bashti imenuvakhte? Allakh ne im e nizposlal dovod. Chakaĭte! I az shte chakam s vas.”"},{"SurahNumber":7,"VerseNumber":72,"Text":"S milost ot Nas spasikhme nego i onezi, koito byakha s nego, i izkorenikhme i posledniya ot onezi, koito vzekha za lŭzha Nashite znameniya i ne vyarvakha"},{"SurahNumber":7,"VerseNumber":73,"Text":"I pri samudyanite pratikhme brat im Salikh. Kaza: “O, narode moĭ, sluzhete na Allakh! Nyamate drug Bog osven Nego! Pri vas doĭde veche yasen znak ot vashiya Gospod. Tova e kamilata na Allakh - znamenie za vas. Ostavete ya da pase po zemyata na Allakh i ne ya dokosvaĭte sŭs zlo, inache shte vi obkhvane bolezneno mŭchenie"},{"SurahNumber":7,"VerseNumber":74,"Text":"Spomnete si kak Toĭ vi stori naslednitsi podir aditite i vi nastani po zemyata! Pravite v ravninite ĭ dvortsi i dŭlbaete v planinite domove. Pomnete blagata na Allakh i ne seĭte razvala po zemyata, rusheĭki!”"},{"SurahNumber":7,"VerseNumber":75,"Text":"Znatnite ot naroda mu, koito se vŭzgordyakha, kazakha na vyarvashtite izmezhdu onezi, koito byakha nemoshtni: “Nima znaete, che Salikh e izpraten ot negoviya Gospod?” Kazakha: “Vyarvame v onova, s koeto e izpraten.”"},{"SurahNumber":7,"VerseNumber":76,"Text":"Onezi, koito se vŭzgordyakha, kazakha: “Nie ne vyarvame v onova, v koeto vie povyarvakhte.”"},{"SurahNumber":7,"VerseNumber":77,"Text":"I zaklakha kamilata, i prenebregnakha povelyata na svoya Gospod, i kazakha: “O, Salikh, donesi ni onova, koeto ni obeshtavash, ako si ot pratenitsite!”"},{"SurahNumber":7,"VerseNumber":78,"Text":"I gi obkhvana sŭtresenieto, i osŭmnakha bezzhizneni v domovete si"},{"SurahNumber":7,"VerseNumber":79,"Text":"A toĭ se otvŭrna ot tyakh i kaza: “O, narode moĭ, sŭobshtikh vi poslanieto na moya Gospod i vi nastavlyavakh, ala vie ne obichate nastavnitsite.”"},{"SurahNumber":7,"VerseNumber":80,"Text":"I pratikhme Lut, koĭto kaza na svoya narod: “Nima vŭrshite skvernostta, s koyato ne vi e predshestval nito edin ot narodite"},{"SurahNumber":7,"VerseNumber":81,"Text":"Pri mŭzhete khodite sŭs strast namesto pri zhenite. Vie ste khora prestŭpvashti.”"},{"SurahNumber":7,"VerseNumber":82,"Text":"A otgovorŭt na naroda mu be samo da kazhat: “Progonete gi ot vasheto selishte! Te bili khora, koito se pazyat chisti.”"},{"SurahNumber":7,"VerseNumber":83,"Text":"I spasikhme nego i semeĭstvoto mu, osven negovata zhena. Tya be ot ostavashtite"},{"SurahNumber":7,"VerseNumber":84,"Text":"I izsipakhme otgore im dŭzhd [ot nazhezheni kamŭni]. Vizh kakŭv e krayat na prestŭpnitsite"},{"SurahNumber":7,"VerseNumber":85,"Text":"I pri madyanitite pratikhme brat im Shuaĭb. Kaza: “O, narode moĭ, sluzhete na Allakh! Nyamate drug bog osven Nego! Pri vas doĭde veche yasen znak ot vashiya Gospod. Izpŭlvaĭte myarkata i veznata, i ne smalyavaĭte ot neshtata na khorata! I ne rushete po zemyata, sled kato e v poryadŭk! Tova e naĭ-dobroto za vas, ako ste vyarvashti"},{"SurahNumber":7,"VerseNumber":86,"Text":"I ne prisyadaĭte po vseki drum, zaplashvaĭki i vŭzpiraĭki ot pŭtya na Allakh onzi, koĭto vyarva v Nego, stremeĭki se da izkrivite pŭtya! I si spomnete kak byakhte maltsina, a Toĭ vi umnozhi! I vizhte kakŭv e krayat na rushashtite"},{"SurahNumber":7,"VerseNumber":87,"Text":"I ako grupa ot vas povyarva v onova, s koeto byakh izpraten, a grupa ne povyarva, potŭrpete, dokato Allakh ot·sŭdi pomezhdu ni! Toĭ e Naĭ-dobriyat sŭdnik.”"}]}